<?php
/*
for more information: see languages.txt in the lang folder.
*/
$ClearContent = "Εδώ, οι Εκπαιδευτές (Δάσκαλος, Καθηγητής ή Βοηθός) δημιουργούν και διαχειρίζονται τους δικτυακούς τόπους των μαθημάτων τους. Οι εκπαιδευόμενοι (μαθητές, φοιτητές, κλπ.)μπορούν να διαβάσουν τα έγγραφα,  τα προγράμματα, την ατζέντα, κλπ., να κάνουν ασκήσεις, να δημοσιεύσουν εργασίες, να συμμετάσχουν σε συζητήσεις, κ.α.</p> <p><b>Εγγραφή</b></p><p>Αν είστε εκπαιδευόμενος (μαθητής, φοιτητής), θα πρέπει να εγγραφείτε επιλέγοντας «Παρακολούθηση σειράς μαθημάτων», και μετά να επιλέξετε τα μαθήματα που επιθυμείτε να παρακολουθήσετε.</p><p>Αν είστε Εκπαιδευτής (Δάσκαλος, Καθηγητής ή βοηθός), θα πρέπει και πάλι να εγγραφείτε, επιλέγοντας όμως «Δημιουργία σειράς μαθημάτων». Στη συνέχεια, θα συμπληρώσετε μια φόρμα με τα στοιχεία του μαθήματός σας: τίτλο και κωδικό μαθήματος και σχολή/τμήμα που ανήκει. Μόλις επικυρώσετε τα στοιχεία αυτά, θα μεταφερθείτε στη σελίδα που μόλις θα έχει δημιουργηθεί για το μάθημα, και θα μπορείτε να αλλάξετε τα περιεχόμενά και την οργάνωσή της, ανάλογα με τις ανάγκες σας.</p><p>Αν η σελίδα αυτή δεν ανταποκρίνεται στις ανάγκες σας, παρακαλούμε ενημερώστε μας μέσω της λίστας «Να γίνουν», που εμφανίζεται στην αρχική σελίδα της τάξης";
$WCAGImage = "Εικόνα";
$WCAGLabel = "Τίτλος εικόνας";
$WCAGLink = "Σύνδεσμος";
$WCAGLinkLabel = "Τίτλος Συνδέσμου";
$ErrorNoLabel = "Κανένας τίτλος για αυτή την εικόνα.";
$AllLanguages = "όλες οι γλώσσες";
$WCAGEditor = "WCAG Editor";
$WCAGGoMenu = "Μενού μετάβασης";
$WCAGGoContent = "Περιεχόμενο μετάβασης";
?>