<?php
/*
for more information: see languages.txt in the lang folder.
*/
$SelectOptionForBackup = "Παρακαλώ επιλέξτε μία μορφή αντιγράφου ασφαλείας";
$LetMeSelectItems = "Να μου επιτραπεί η επιλογή εκπαιδευτικών αντικειμένων";
$CreateFullBackup = "Δημιουργία ενός πλήρους αντιγράφου ασφαλείας αυτής της εκπαίδευσης (training)";
$CreateBackup = "Δημιουργία ενός αντιγράφου ασφαλείας";
$BackupCreated = "Το αντίγραφο ασφαλείας δημιουργήθηκε. Το κατέβασμα (download) αυτού του αρχείου θα αρχίσει σε λίγο. Αν δεν αρχίσει, κάντε κλικ στον παρακάτω σύνδεσμο.";
$SelectBackupFile = "Επιλέξτε ένα αρχείο αντιγράφου ασφαλείας";
$ImportBackup = "Εισαγωγή αντιγράφου ασφαλείας";
$ImportFullBackup = "Εισαγωγή πλήρους αντιγράφου ασφαλείας";
$ImportFinished = "Η εισαγωγή τελείωσε";
$Events = "Συμβάντα";
$Announcements = "Ανακοινώσεις";
$Documents = "Έγγραφα";
$Tests = "Τεστ";
$Learnpaths = "Σειρές μαθημάτων";
$CopyCourse = "Αντιγραφή σειράς μαθημάτων";
$SelectItemsToCopy = "Επιλογή εκπαιδευτικών αντικειμένων προς αντιγραφή";
$CopyFinished = "Η αντιγραφή τελείωσε";
$FullRecycle = "Διαγραφή όλων";
$RecycleCourse = "Αδειάστε αυτή τη σειρά μαθημάτων";
$RecycleFinished = "Η ανακύκλωση τελείωσε";
$RecycleWarning = "Προειδοποίηση: με τη χρήση αυτού του εργαλείου, θα διαγράψετε τα εκπαιδευτικά αντικείμενα στην εκπαίδευσή σας (training). ΔΕΝ υπάρχει δυνατότητα αντιστροφής/ αναίρεσης. Σας συμβουλεύουμε να πάρετε ένα αντίγραφο ασφαλείας (http://translate.chamilo.org/create_backup.php) από πριν.";
$SameFilename = "Τι πρέπει να γίνει με τα εισαγόμενα αρχεία που έχουν το ίδιο όνομα με κάποια ήδη προϋπάρχοντα αρχεία;";
$SameFilenameSkip = "Να προσπερνάται το ίδιο όνομα αρχείου";
$SameFilenameRename = "Να μετονομασθεί το αρχείο (πχ. το 'αρχείο.pdf' να μετατραπεί σε 'αρχείο_1.pdf')";
$SameFilenameOverwrite = "Αντικατάσταση αρχείου";
$SelectDestinationCourse = "Επιλογή του μαθήματος στόχου";
$FullCopy = "Πλήρες αντίγραφο";
$CourseDescription = "περιγραφή στο κατάλογο μαθημάτων";
$NoResourcesToBackup = "Δεν υπάρχουν πόροι για τους οποίους να ληφθεί αντίγραφο ασφαλείας";
$NoResourcesInBackupFile = "Δεν υπάρχουν καθόλου πόροι στο αντίγραφο ασφαλείας";
$SelectResources = "Επιλογή πόρων";
$NoResourcesToRecycles = "Δεν υπάρχουν πόροι προς ανακύκλωση";
$IncludeQuestionPool = "Να συμπεριληφθεί η κοινή βάση (pool) των ερωτήσεων";
$LocalFile = "τοπικό αρχείο";
$ServerFile = "αρχείο του διακομιστή";
$NoBackupsAvailable = "Δεν υπάρχει διαθέσιμο αντίγραφο ασφαλείας";
$NoDestinationCoursesAvailable = "Δεν υπάρχει διαθέσιμη μια σειρά μαθημάτων προορισμού";
$Backup = "Το αντίγραφο ασφαλείας δημιουργήθηκε. Το κατέβασμα (download) αυτού του αρχείου θα αρχίσει σε λίγο. Αν δεν αρχίσει, κάντε κλικ στον παρακάτω σύνδεσμο.";
$ImportBackupInfo = "Εισαγωγή ενός αντιγράφου ασφαλείας. Θα μπορείτε να εισάγετε ένα αντίγραφο ασφαλείας από τον τοπικό σας σκληρό δίσκο, ή μπορείτε να χρησιμοποιήσετε ένα αντίγραφο ασφαλείας διαθέσιμο στον διακομιστή.";
$CreateBackupInfo = "Δημιουργία ενός αντιγράφου ασφαλείας. Μπορείτε να επιλέξετε τα εκπαιδευτικά αντικείμενα που θα ενσωματωθούν στο αντίγραφο ασφαλείας.";
$ToolIntro = "Εισαγωγή εργαλείου";
$UploadError = "Το ανέβασμα (upload) απέτυχε. Παρακαλώ ελέγξτε το ανώτατο επιτρεπόμενο μέγεθος αρχείου και τα δικαιώματα φακελου.";
$DocumentsWillBeAddedToo = "Θα προστεθούν και Έγγραφα";
$ToExportLearnpathWithQuizYouHaveToSelectQuiz = "Αν θέλετε να εξάγετε μια σειρά μαθημάτων που περιέχει μια άσκηση, θα πρέπει να βεβαιωθείτε ότι οι αντίστοιχες ασκήσεις συμπεριλαμβάνονται στην εξαγωγή καιθα πρέπει να τις επιλέξετε από τον κατάλογο ασκήσεων.";
$ArchivesDirectoryNotWriteableContactAdmin = "Ο φάκελος αρχείων που χρησιμοποιείται από αυτό το εργαλείο, δεν είναι εγγράψιμος. Παρακαλώ απευθυνθείτε στον διαχειριστή της πλατφόρμας.";
$DestinationCourse = "Μάθημα στόχος";
$IfYourLPsHaveAudioFilesIncludedYouShouldSelectThemFromTheDocuments = "Αν οι Εκπαιδευτικές σας διαδρομές περιλαμβάνουν και αρχεία ήχου, θα πρέπει να τα επιλέξετε από τα έγγραφα";
$DontForgetToSelectTheMediaFilesIfYourResourceNeedIt = "Μη ξεχάσετε να επιλέξετε τα αρχεία των μέσων, αν η πηγή σας τα χρειάζεται";
?>