<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langLinkSite = "Προσθήκη συνδέσμου σελίδας στην αρχική σελίδα";
$langSubTitle = "Προσθήκη ενος συνδέσμου σε site στην αρχική σελίδα του μαθήματος, μιας σελίδας ή οποιουδήποτε URL. Συμβουλή: αν θέλετε να προσθέσετε ένα σύνδεσμο σε μια σελίδα, πηγαίνετε σε αυτή τη σελίδα, και κάντε αποκοπή και επικόλληση τη διεύθυνσή της στη μπάρα των URL στο πάνω μέρος του browser και εισάγετέ το στο \"link\" πεδίο παρακάτω.";
$langAddPage = "Προσθήκη μιας σελίδας";
$langSendPage = "Όνομα αρχείου της σελίδας";
$langCouldNot = "Το αρχείο δεν ήταν δυνατόν να σταλεί";
$langTooBig = "Δεν διαλέξατε κάποιο αρχείο για να στείλετε,ή είναι πολύ μεγάλο";
$langExplanation = "Οταν πατήσετε το «Εντάξει», θα δημιουργηθεί μια ιστοσελίδα με Περιοχή συζητήσεων, Ατζέντα, κ.λπ.. Μπορείτε να τη τροποποιήσετε σύμφωνα με τις απαιτήσεις σας.";
$langPgTitle = "Τίτλος σελίδας";
$langSameWindow = "Στο ίδιο παράθυρο";
$langNewWindow = "Σε νέο παράθυρο";
$langAdded = "Προστέθηκε";
$langAddLink = "Προσθήκη συνδέσμου";
$langEditLink = "Επεξεργασία συνδέσμου αρχικής σελίδας του μαθήματος";
$langChangePress = "Άλλαξε και πάτησε ΟΚ";
?>