<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langLinkSite = "Óýíäåóç óå Ýíá site";
$langSubTitle = "ÐñïóèÞêç åíïò óõíäÝóìïõ óå site óôçí áñ÷éêÞ óåëßäá ôïõ ìáèÞìáôïò, ìéáò óåëßäáò Þ ïðïéïõäÞðïôå URL. ÓõìâïõëÞ: áí èÝëåôå íá ðñïóèÝóåôå Ýíá óýíäåóìï óå ìéá óåëßäá, ðçãáßíåôå óå áõôÞ ôç óåëßäá, êáé êÜíôå áðïêïðÞ êáé åðéêüëëçóç ôç äéåýèõíóÞ ôçò óôç ìðÜñá ôùí U";
$langAddPage = "ÐñïóèÞêç ìéáò óåëßäáò";
$langSendPage = "Œíïìá áñ÷åßïõ ôçò óåëßäáò";
$langCouldNot = "Ôï áñ÷åßï äåí Þôáí äõíáôüí íá óôáëåß";
$langOkSentLink = "";
$langTooBig = "Äåí äéáëÝîáôå êÜðïéï áñ÷åßï ãéá íá óôåßëåôå,Þ åßíáé ðïëý ìåãÜëï";
$langExplanation = "Ç óåëßäá ðñÝðåé íá åßíáé óå ìïñöÞ HTML (ð.÷. \\"my_page.htm\\"). Èá äçìéïõñãçèåß óýíäåóìïò óôçí áñ÷éêÞ óåëßäá ðñïò áõôÞí. Áí èÝëåôå íá óôåßëåôå áñ÷åßá ðïõ äåí åßíáé óå ìïñöÞ HTML (ð.÷. PDF, Word, Power Point, Video, ê.ëð.) ÷ñçóéìïðïéÞóôå ôá <a href=../docum";
$langPgTitle = "Ôßôëïò óåëßäáò";
$langNoLinkURL = "";
$langLinkTarget = "";
$langSameWindow = "&#931;&#964;&#959; &#943;&#948;&#953;&#959; &#960;&#945;&#961;&#940;&#952;&#965;&#961;&#959;";
$langNewWindow = "&#931;&#949; &#957;&#941;&#959; &#960;&#945;&#961;&#940;&#952;&#965;&#961;&#959;";
$langAdded = "Ï óýíäåóìïò ðñïóôÝèçêå";
$langAddLink = "&#928;&#961;&#959;&#963;&#952;&#942;&#954;&#951; &#963;&#965;&#957;&#948;&#941;&#963;&#956;&#959;&#965;";
$langNoLinkName = "";
$langEditLink = "&#917;&#960;&#949;&#958;&#949;&#961;&#947;&#945;&#963;&#943;&#945; &#963;&#965;&#957;&#948;&#941;&#963;&#956;&#959;&#965; &#945;&#961;&#967;&#953;&#954;&#942;&#962; &#963;&#949;&#955;&#943;&#948;&#945;&#962; &#964;&#959;&#965; &#956;&#945;&#952;&#942;&#95";
$langChangePress = "&#902;&#955;&#955;&#945;&#958;&#949; &#954;&#945;&#953; &#960;&#940;&#964;&#951;&#963;&#949; &#927;&#922;";
$langLinkChanged = "";
$NoLinkName = "";
$NoLinkURL = "";
$LinkChanged = "";
$OkSentLink = "";
?>