<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langNewGroupCreate = "Äçìéïõñãßá êáéíïýñéáò ïìÜäáò ÷ñçóôþí";
$langGroupCreation = "Äçìéïõñãßá êáéíïýñéáò ïìÜäáò ÷ñçóôþí";
$langCreate = "Äçìéïõñãßá";
$langNewGroups = "ïìÜäá(åò) ÷ñçóôþí";
$langMax = "ìÝã.";
$langGroupPlacesThis = "óõììåôÝ÷ïíôåò (ðñïáéñåôéêü)";
$langGroupsAdded = "Ç ïìÜäá ÷ñçóôþí Ý÷åé ðñïóôåèåß";
$langGroupDel = "Ç ïìÜäá ÷ñçóôþí äéáãñÜöôçêå";
$langDocuments = "žããñáöá";
$langExistingGroups = "ÏìÜäåò ×ñçóôþí";
$langRegistered = "ÅããåãñáììÝíïé";
$langGroupAllowStudentRegistration = "Ïé öïéôçôÝò åðéôñÝðïíôáé íá åããñáöïýí óôéò ïìÜäåò ÷ñçóôþí";
$langGroupTools = "Åñãáëåßá";
$langGroupDocument = "žããñáöá";
$langGroupPropertiesModified = "ÁëëÜ÷ôçêáí ïé ñõèìßóåéò ôçò ïìÜäáò ÷ñçóôþí";
$langGroupSpace = "Ðåñéï÷Þ ïìÜäáò ÷ñçóôþí";
$langGroupName = "Œíïìá ïìÜäáò ÷ñçóôþí";
$langGroupDescription = "ÐåñéãñáöÞ";
$langGroupMembers = "ÌÝëç ïìÜäáò ÷ñçóôþí";
$langEditGroup = "Äéüñèùóç ôçò ïìÜäáò ÷ñçóôþí";
$Optional = "(ðñïáéñåôéêü)";
$langGroupSettingsModified = "Ïé ñõèìßóåéò ôçò ïìÜäáò ÷ñçóôþí Ý÷ïõí áëëÜîåé";
$langGroupTooMuchMembers = "Ï áñéèìüò ðïõ ðñïôÜèçêå õðåñâáßíåé ôï ìÝãéóôï åðéôñåðüìåíï (ìðïñåßôå íá ôï áëëÜîåôå ðáñáêÜôù). 	Ç óýíèåóç ôçò ïìÜäáò äåí Üëëáîå";
$langGroupTutor = "ÄéäÜóêïíôáò";
$langGroupNoTutor = "(êáíÝíáò)";
$langGroupNone = "(êáíÝíáò)";
$langGroupNoneMasc = "(êáíÝíáò)";
$langAddTutors = "Äéá÷åßñéóç êáôáëüãïõ ÷ñçóôþí";
$langMyGroup = "ç ïìÜäá ìïõ";
$langOneMyGroups = "ï åðéâëÝðùí ìïõ";
$langGroupSelfRegistration = "ÅããñáöÞ";
$langGroupSelfRegInf = "åããñáöÞ";
$langRegIntoGroup = "ÐñïóèÝóôå ìå óôçí ïìÜäá";
$langGroupNowMember = "Åßóáé ôþñá ìÝëïò ôçò ïìÜäáò";
$langPrivate = "êëåéóôü";
$langPublic = "áíïéêôü";
$langPropModify = "ÁëëáãÞ ñõèìßóåùí";
$langState = "ÊáôÜóôáóç";
$langGroupFilledGroups = "Ïé ïìÜäåò ÷ñçóôþí Ý÷ïõí óõìðëçñùèåß áðü öïéôçôÝò ðïõ âñßóêïíôáé óôïí êáôÜëïãï «×ñÞóôåò».";
$langSubscribed = "&#959;&#953; &#967;&#961;&#942;&#963;&#964;&#949;&#962; &#941;&#967;&#959;&#965;&#957; &#949;&#947;&#947;&#961;&#945;&#966;&#949;&#943; &#963;'&#945;&#965;&#964;&#972; &#964;&#959; &#956;&#940;&#952;&#951;&#956;&#945;";
$langGroupLimit = "&#908;&#961;&#953;&#959;";
$langStudentRegAllowed = "Ïé öïéôçôÝò åðéôñÝðåôáé íá ãñáöôïýí óôéò ïìÜäåò";
$langAllGroups = "&#972;&#955;&#949;&#962; &#959;&#953; &#959;&#956;&#940;&#948;&#949;&#962;";
$langDefaultSettingsForNewGroups = "&#913;&#961;&#967;&#953;&#954;&#941;&#962; &#961;&#965;&#952;&#956;&#943;&#963;&#949;&#953;&#962; &#947;&#953;&#945; &#957;&#941;&#949;&#962; &#959;&#956;&#940;&#948;&#949;&#962;";
$langNoLimit = "&#935;&#969;&#961;&#943;&#962; &#960;&#949;&#961;&#953;&#959;&#961;&#953;&#963;&#956;&#972;";
$langCreateGroupsFromVirtualCourses = "&#916;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#943;&#945; &#959;&#956;&#940;&#948;&#969;&#957; &#945;&#960;&#972; &#972;&#955;&#959;&#965;&#962; &#964;&#959;&#965;&#962; &#967;&#961;&#942;&#963;&#964;&#949;&#962; &#964;&#949;&#959;&#965; &#949;&#953;&#";
$langGroupsFromVirtualCourses = "&#917;&#953;&#954;&#959;&#957;&#953;&#954;&#940; &#956;&#945;&#952;&#942;&#956;&#945;&#964;&#945;";
$CreateSubgroups = "&#916;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#943;&#945; &#965;&#960;&#959;&#959;&#956;&#940;&#948;&#969;&#957;";
$CreateNumberOfGroups = "&#916;&#951;&#956;&#953;&#959;&#965;&#961;&#947;&#943;&#945;";
$CategoryDeleted = "Ç êáôçãïñßá äéáãñÜöçêå";
$FillGroup = "&#960;&#961;&#959;&#963;&#952;&#942;&#954;&#951; &#967;&#961;&#951;&#963;&#964;&#974;&#957;";
?>