<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langHFor = "ÂïÞèåéá ðåñéï÷Þò óõæçôÞóåùí";
$langForContent = "Ïé ðåñéï÷Ýò óõæçôÞóåùí åßíáé Ýíá åñãáëåßï ãéá áóýã÷ñïíç ãñáðôÞ åðéêïéíùíßá. Åíþ ôï çëåêôñïíéêü ôá÷õäñïìåßï åðéôñÝðåé ôï äéÜëïãï áíÜìåóá óå äýï ìüíï Üôïìá, ïé ðåñéï÷Ýò óõæçôÞóåùí åðéôñÝðïõí äçìüóéåò Þ çìéäçìüóéåò óõæçôÞóåéò. Áðü ôå÷íéêÞ Üðïøç, ãéá ôç ÷ñÞóç";
$langHDropbox = "×þñïò ÁíôáëëáãÞò Áñ÷åßùí";
$langDropboxContent = "<p>Ï ×þñïò ÁíôáëëáãÞò Áñ÷åßùí åßíáé Ýíá åñãáëåßï áíôáëëáãÞò áñ÷åßùí ìåôáîý äéäÜóêùí êáé öïéôçôþí. Ìðïñåßôå íá áíôáëëÜîåôå ïðïéïäÞðïôå ôýðï áñ÷åßùí (ð.÷. áñ÷åßá Word, Excel, PDF ê.ëð.)</p><p>ÕðÜñ÷ïõí äýï êáôÜëïãïé óôï ×þñï ÁíôáëëáãÞò Áñ÷åßùí. Óôïí êáôÜëïãï";
$langHHome = "Áñ÷éêÞ óåëßäá âïÞèåéáò";
$langHomeContent = "Ãéá ðåñéóóüôåñç åõêïëßá, ôá åñãáëåßá ôïõ Claroline äåäçìéïõñãïýíôáé êåíÜ. Óå êÜèå åñãáëåßï õðÜñ÷åé Ýíá ìéêñü ðáñÜäåéãìá ãéáíá óáò âïçèåßóåé íá êáôáíïÞóåôå åõêïëüôåñá ôïí ôñüðï ëåéôïõñãßáò ôïõ.Ìðïñåßôå íá åðéëÝîåôå íá óâÞóåôå áõôü ôï ðáñÜäåéãìá Þ íá ôï áëë";
$langHOnline = "";
$langOnlineContent = "";
$langHClar = "Áñ÷éêÞ óåëßäá âïÞèåéáò";
$langHDoc = "Áñ÷åßá ÂïÞèåéáò";
$langDocContent = "<p>Ôï åñãáëåßï áñ÷åßùí åßíáé üìïéï óå ëåéôïõñãßá ìå ôïí Äéá÷åéñéóôÞ Áñ÷åßùí ôïõ ðñïóùðéêïý óáò õðïëïãéóôÞ.</p><p>Ìðïñåßôå íá áíåâÜóåôå áñ÷åßá ïðïéïõäÞðïôå ôýðïõ (HTML, Word, Powerpoint, Excel, Acrobat, Flash, Quicktime, ê.ëð.). Ï ìüíïò óáò ðåñéïñéóìüò åßí";
$langHUser = "ÂïÞèåéá ×ñçóôþí";
$langHExercise = "ÂïÞèåéá";
$langHPath = "ÂïÞèåéá -- ÄïìÞ ÌáèÞìáôïò";
$langHDescription = "";
$langHLinks = "";
$langHMycourses = "";
$langHAgenda = "ÁôæÝíôá";
$langHAnnouncements = "";
$langHChat = "ÆùíôáíÞ ÓõæÞôçóç";
$langHWork = "ÂïÞèåéá";
$langHTracking = "";
$langUserContent = "<b>Ñüëïé</b><p>Ïé ñüëïé äåí ó÷åôßæïíôáé êáèüëïõ ìå ôïí õðïëïãéóôÞ. Äåí äßíïõí äéêáéþìáôá ðÜíù óôï ëåéôïõñãéêü óýóôçìá. ÓõíÞèùò äåß÷íïõí óôïõò áíèñþðïõò, ðïéïò åßíáé ðïéïò. Ìðïñåßôå íá ôïõò ôñïðïðïéÞóåôå êÜíïíôáò êëßê óôç \'ôñïðïðïßçóç\' êÜôù áðü  ôï \'ñüë";
$langGroupContent = "<p><b>ÅéóáãùãÞ</b></p><p>Ôï åñãáëåßï áõôü åðéôñÝðåé ôç äçìéïõñãßá êáé ôç äéá÷åßñéóç ïìÜäùíåñãáóßáò. ÊáôÜ ôç äçìéïõñãßá («Äçìéïõñãßá êáéíïýñéáò ïìÜäáò ÷ñçóôþí»),ïé ïìÜäåò åßíáé êåíÝò. ÕðÜñ÷ïõí äéÜöïñïé ôñüðïé ãéá íá óõìðëçñùèïýí:<ul><li>áõôüìáôá («ÓõìðëÞñù";
$langExerciseContent = "<p>Ôï åñãáëåßï ôùí áóêÞóåùí óáò åðéôñÝðåé íá äçìéïõñãÞóåôå áóêÞóåéòðïõ èá ðåñéÝ÷ïõí üóåò åñùôÞóåéò èÝëåôå<br><br>ÕðÜñ÷ïõí äéÜöïñïé ôýðïé áðáíôÞóåùí ãéá ôéò åñùôÞóåéò óáò:<br><br><ul>  <li>ÐïëëáðëÞò åðéëïãÞò (ÌïíáäéêÞ áðÜíôçóç)</li>  <li>ÐïëëáðëÞò åðéëïãÞò";
$langPathContent = "Ôï åñãáëåßï ÄïìÞ ÌáèÞìáôïò Ý÷åé äýï ëåéôïõñãßåò:<ul><li>Äçìéïõñãßá ìéáò ÄïìÞò ÌáèÞìáôïò</li><li>ÁíÝâáóìá ÄïìÞò ÌáèÞìáôïò ìå âÜóç ôï ðñüôõðï Scorm Þ ôï ðñüôõðï IMS</li></ul><img src=\\"../image/path_help.gif\\"><p><b>Ôé åßíáé ìéá äïìÞ ìáèÞìáôïò; </b></p><p>Ì";
$langDescriptionContent = "";
$langLinksContent = "";
$langMycoursesContent = "";
$langAgendaContent = "Áí åðéèõìåßôå íá ðñïóèÝóåôå Ýíá ãåãïíüò óôçí áôæÝíôá,ìðïñåßôå íá åðéëÝîåôå ôçí çìåñïìçíßá ôïõ ãåãïíüôïò, íá äþóåôå Ýíá ôßôëï, íá áíáöÝñåôå ôéò ëåðôïìÝñåéåò êáé óôç óõíÝ÷åéá íá ðáôÞóåôå ôï ðëÞêôñï \'åíôÜîåé\'. Ìå áõôü ôïí ôñüðï, ôï ãåãïíüò ðñïóôßèåôå óôçí";
$langAnnouncementsContent = "";
$langChatContent = "<p>ž÷åôå ôç äõíáôüôçôá íá óõíïìéëÞóåôå æùíôáíÜ ìå üóïõò ÷ñÞóôåò åßíáé åããåãñáììÝíïé óôïìÜèçìá ðëçêôñïëïãþíôáò ôï ìÞíõìá óáò êáé óõíÝ÷åéá êÜíïíôáò êëéê óôï ðëÞêôñï \'>>\'. Áí åðéèõìåßôå íá áðïèçêåýóåôå êÜðïéá óõíïìéëßá ìðïñåßôå íá åðéëÝîåôå \'ÁðïèÞêåõóç\'.";
$langWorkContent = "<p>Ôï åñãáëåßï ôùí åñãáóéþí åßíáé Ýíá ïëïêëçñùìÝíï óýóôçìá äçìéïõñãßáò / ðáñÜäïóçò / âáèìïëïãßáò åñãáóéþí.</p><p>Óáí êáèçãçôÞò ìðïñåßôå íá äçìéïõñãÞóåôå ìéá åñãáóßá êÜíïíôáò êëßê óôç <b>\\"Äçìéïõñãßá Åñãáóßáò\\"</b>.Óõìðëçñþóôå ôïí ôßëï ôçò åñãáóßáò, êáèïñß";
$langTrackingContent = "";
$langHSettings = "";
$langSettingsContent = "";
$langHExternal = "";
$langExternalContent = "";
$langClarContent3 = "</p><p><b>Èåùñßá Äéäáóêáëßáò</b><p>Ãéá ôïõò êáèçãçôÝò, ðïõ åôïéìÜæïõí Ýíá ìÜèçìá óôï internet, ìéá åñþôçóç ôçò Èåùñßáò Äéäáóêáëßáò";
$langClarContent4 = "åßíáé óôç äéÜèåóÞ óáò ãéá íá óáò âïçèÞóåé êáôÜ ôç äéÜñêåéá ôùí äéáöïñåôéêþí âçìÜôùí ôçò áíÜðôõîçò ôïõ åêðáéäåõôéêïý õëéêïý: áðü ôï åñãáëåßï ó÷åäéáóìïý Ýùò ôçí  ïëïêëÞñùóÞ ôïõ ìå ìéá îåêÜèáñç êáé äåìÝíç óôñáôçãéêÞ êáèþò êáé ôçí áíôéêåéìåíéêÞ áîéïëüãçóç ôçò";
$langClarContent1 = "";
$langClarContent2 = "";
$langHGroups = "";
$langGroupsContent = "";
$langGuide = "";
$HSurvey = "";
$SurveyContent = "";
$HBlogs = "";
$BlogsContent = "";
?>