<?php
/*
for more information: see languages.txt in the lang folder.
*/
$select = "Έγκριση";
$square = "Τετράγωνο";
$circle = "Έλλειψη";
$poly = "Πολύγωνο";
$status2_poly = "Χρησιμοπιήστε το δεξί κλικ για να κλείσετε το πολύγωνο.";
$status2_other = "Ελευθερωτε το κουμπί του ποντικιού για την αποθήκευση του Καυτού θέματος.";
$exercise_status_1 = "Απαντήστε κάνοντας κλικ στην παρακάτω εικόνα";
$exercise_status_2 = "Έγκριση απαντήσεων";
$exercise_status_3 = "Κατάσταση: η ερώτηση ολοκληρώθηκε";
$showUserPoints = "Εμφάνιση/ Απόκρυψη των κλικ των χρηστών";
$labelPolyMenu = "Κλείσιμο του πολυγώνου";
$triesleft = "Αριθμός προσπαθειών που απομένουν";
$exeFinished = "Τώρα, κάντε κλικ στο παρακάτω κουμπί για να επικυρώσετε τις απαντήσεις σας";
$oar = "Περιοχή υπό κίνδυνο";
?>