<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langInstituteShortName = "Œíïìá Éäñýìáôïò - Ïñãáíéóìïý";
$langEG = "ð. ÷.";
$langDBHost = "Œíïìá õðïëïãéóôÞ ôçò ÂÜóçò ÄåäïìÝíùí";
$langDBLogin = "Œíïìá ×ñÞóôç ãéá ôç ÂÜóç ÄåäïìÝíùí";
$langDBPassword = "Óõíèçìáôéêü ãéá ôç ÂÜóç ÄåäïìÝíùí";
$langMainDB = "Êýñéá ÂÜóç ÄåäïìÝíùí ôïõ e-Class";
$langAllFieldsRequired = "üëá ôá ðåäßá åßíáé õðï÷ñåùôéêÜ";
$langPrintVers = "Åêôõðþóéìç ìïñöÞ";
$langLocalPath = "Path ôùí áñ÷åßùí ôïõ e-Class óôïí åîõðçñåôçôÞ";
$langAdminEmail = "Email Äéá÷åéñéóôÞ";
$langAdminName = "Œíïìá Äéá÷åéñéóôÞ";
$langAdminSurname = "Åðþíõìï Äéá÷åéñéóôÞ";
$langAdminLogin = "Œíïìá ×ñÞóôç ôïõ Äéá÷åéñéóôÞ";
$langAdminPass = "Óõíèçìáôéêü ôïõ Äéá÷åéñéóôÞ(<font color=\"red\">you may want to change this</font>)";
$langCampusName = "Œíïìá Ðëáôöüñìáò";
$langDBSettingIntro = "Το πρόγραμμα εγκατάστασης θα δημιουργήσει την κύρια βάση δεδομένων του Chamilo.\t\t\t\tΈχετε υπ'όψιν σας ότι κατά τη λειτουργία της πλατφόρμας θα χρειαστεί να \t\t\t\tδημιουργηθούν νέες βάσεις δεδομένων (μία για κάθε μάθημα)";
$langStep1 = "ÂÞìá 1 áðü 6 :";
$langStep2 = "ÂÞìá 2 áðü 6 :";
$langStep3 = "ÂÞìá 3 áðü 6 :";
$langStep4 = "ÂÞìá 4 áðü 6 :";
$langStep5 = "ÂÞìá 5 áðü 6 :";
$langStep6 = "ÂÞìá 6 áðü 6 :";
$langCfgSetting = "Ñõèìßóåéò ÓõóôÞìáôïò";
$langDBSetting = "Ñõèìßóåéò ôçò MySQL";
$langMainLang = "Êýñéá Ãëþóóá ÅãêáôÜóôáóçò";
$langLicence = "¶äåéá";
$langLastCheck = "Ôåëåõôáßïò Ýëåã÷ïò ðñéí ôçí åãêáôÜóôáóç";
$langRequirements = "ÁðáéôÞóåéò";
$langRecommended = "(&#960;&#961;&#959;&#964;&#949;&#943;&#957;&#949;&#964;&#945;&#953;)";
$langAdminLastName = "&#917;&#960;&#974;&#957;&#965;&#956;&#959; &#916;&#953;&#945;&#967;&#949;&#953;&#961;&#953;&#963;&#964;&#942;";
$langAdminPhone = "&#932;&#951;&#955;&#941;&#966;&#969;&#957;&#959; &#916;&#953;&#945;&#967;&#949;&#953;&#961;&#953;&#963;&#964;&#942;";
$langAdminFirstName = "&#922;&#973;&#961;&#953;&#959; &#972;&#957;&#959;&#956;&#945; &#916;&#953;&#945;&#967;&#949;&#943;&#961;&#953;&#963;&#964;&#942;";
$WarningExistingDokeosInstallationDetected = "&#928;&#961;&#959;&#949;&#953;&#948;&#959;&#960;&#959;&#943;&#951;&#963;&#951;! &#913;&#957;&#953;&#967;&#957;&#949;&#973;&#964;&#951;&#954;&#949; &#960;&#961;&#959;&#971;&#960;&#940;&#961;&#967;&#959;&#965;&#963;&#945; &#960;&#955;&#945;&#964;&#966;&#972";
$NewInstallation = "&#925;&#941;&#945; &#949;&#947;&#954;&#945;&#964;&#940;&#963;&#964;&#945;&#963;&#951;";
$CheckDatabaseConnection = "&#904;&#955;&#949;&#947;&#967;&#959;&#962; &#963;&#973;&#957;&#948;&#949;&#963;&#951;&#962; &#956;&#949; &#964;&#951; &#946;&#940;&#963;&#951; &#948;&#949;&#948;&#959;&#956;&#941;&#957;&#969;&#957;";
?>