<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langInstituteShortName  = "Όνομα Ιδρύματος - Οργανισμού";
$langEG = "π. χ.";
$langDBHost = "Όνομα υπολογιστή της Βάσης Δεδομένων";
$langDBLogin = "Όνομα Χρήστη για τη Βάση Δεδομένων";
$langDBPassword = "Συνθηματικό για τη Βάση Δεδομένων";
$langMainDB = "Κύρια Βάση Δεδομένων του e-Class";
$langAllFieldsRequired = "όλα τα πεδία είναι υποχρεωτικά";
$langPrintVers = "Εκτυπώσιμη μορφή";
$langLocalPath = "Path των αρχείων του e-Class στον εξυπηρετητή";
$langAdminEmail = "Email Διαχειριστή";
$langAdminName = "Όνομα Διαχειριστή";
$langAdminSurname = "Επώνυμο Διαχειριστή";
$langAdminLogin = "Όνομα Χρήστη του Διαχειριστή";
$langAdminPass = "Συνθηματικό του Διαχειριστή(<font color=\"red\">you may want to change this</font>)";
$langCampusName = "Όνομα Πλατφόρμας";
$langDBSettingIntro = "Το πρόγραμμα εγκατάστασης θα δημιουργήσει την κύρια βάση δεδομένων του Dokeos.				Έχετε υπ\'όψιν σας ότι κατά τη λειτουργία της πλατφόρμας θα χρειαστεί να 				δημιουργηθούν νέες βάσεις δεδομένων (μία για κάθε μάθημα) ";
$langStep1 = "Βήμα 1 από 6 :";
$langStep2 = "Βήμα 2 από 6 :";
$langStep3 = "Βήμα 3 από 6 :";
$langStep4 = "Βήμα 4 από 6 :";
$langStep5 = "Βήμα 5 από 6 :";
$langStep6 = "Βήμα 6 από 6 :";
$langCfgSetting = "Ρυθμίσεις Συστήματος";
$langDBSetting = "Ρυθμίσεις της MySQL";
$langMainLang = "Κύρια Γλώσσα Εγκατάστασης";
$langLicence = "¶δεια";
$langLastCheck = "Τελευταίος έλεγχος πριν την εγκατάσταση";
$langRequirements = "Απαιτήσεις";
$langRecommended = "(&#960;&#961;&#959;&#964;&#949;&#943;&#957;&#949;&#964;&#945;&#953;)";
$langAdminLastName = "&#917;&#960;&#974;&#957;&#965;&#956;&#959; &#916;&#953;&#945;&#967;&#949;&#953;&#961;&#953;&#963;&#964;&#942;";
$langAdminFirstName = "&#922;&#973;&#961;&#953;&#959; &#972;&#957;&#959;&#956;&#945; &#916;&#953;&#945;&#967;&#949;&#943;&#961;&#953;&#963;&#964;&#942;";
$langAdminPhone = "&#932;&#951;&#955;&#941;&#966;&#969;&#957;&#959; &#916;&#953;&#945;&#967;&#949;&#953;&#961;&#953;&#963;&#964;&#942;";
$WarningExistingDokeosInstallationDetected = "&#928;&#961;&#959;&#949;&#953;&#948;&#959;&#960;&#959;&#943;&#951;&#963;&#951;! &#913;&#957;&#953;&#967;&#957;&#949;&#973;&#964;&#951;&#954;&#949; &#960;&#961;&#959;&#971;&#960;&#940;&#961;&#967;&#959;&#965;&#963;&#945; &#960;&#955;&#945;&#964;&#966;&#972;&#961;&#956;&#945; Dokeos &#963;&#964;&#959; &#963;&#973;&#963;&#964;&#951;&#956;&#940; &#963;&#959;&#965;";
$NewInstallation = "&#925;&#941;&#945; &#949;&#947;&#954;&#945;&#964;&#940;&#963;&#964;&#945;&#963;&#951;";
$CheckDatabaseConnection = "&#904;&#955;&#949;&#947;&#967;&#959;&#962; &#963;&#973;&#957;&#948;&#949;&#963;&#951;&#962; &#956;&#949; &#964;&#951; &#946;&#940;&#963;&#951; &#948;&#949;&#948;&#959;&#956;&#941;&#957;&#969;&#957;";
?>