<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langTool = "Μεταπληροφορίες εγγράφου";
$langClickKw = "Πατήστε μία λέξη κλειδί στο δέντρο για να την (από)επιλέξετε";
$langKwHelp = "<br/>Πατήστε το '+' για άνοιγμα, το '-' για κλείσιμο, το '++' για άνοιγμα όλων, το '--' για κλείσιμο όλων.<br/><br/>Καθαρίστε όλες τις λέξεις κλειδιά κλείνωντας το δέντρο και ανοίγοντας το πάλι με το  '+'.<br/>Με Alt και κλικ στο '+' αναζητείται η αρχική λέκη κλειδί στο δέντρο.<br/><br/>Με Alt και κλικ στην λέξι κλειδί επιλέγεται λέξι κλειδί.<br/><br/>Μην προσθέτετε λέξεις κλειδιά ταυτόχρονα με αλλαγή γλώσσας.<br/><br/>";
$langAdvanced = "Authoring (Συγγραφή)";
$langSearch = "Αναζήτηση";
$langSearchCrit = "Μία λέξη ανά γραμμή!";
$langNoKeywords = "Το μάθημα δεν έχει λέξεις κλειδιά";
$langKwCacheProblem = "Η αποθήκη λέξεων κλειδιών δεν μπορεί να ανοιχθεί";
$langCourseKwds = "Το έγγραφο περιέχει τις λέξεις κλειδιά του μαθήματος";
$langKwdsInMD = "Λέξεις κλειδιά που χρησιμοποιούνται στο MD";
$langKwdRefs = "αναφορές λέξεων κλειδιών";
$langNonCourseKwds = "Λέξεις κλειδιά εκτός μαθήματος";
$langKwdsUse = "Λέξεις κλειδιά μαθήματος (έντονες = αχρησιμοποίητες)";
$langTotalMDEs = "Συνολικό πλήθος συνδέσμων  MD:";
?>