<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langAddImage = "Εικόνα";
$langCourseManager = "Καθηγητής";
$langAction = "Ενέργεια";
$langDeleted = "διαγράφτηκε";
$langAdded = "προστέθηκε";
$langCourseName = "Όνομα του μαθήματος";
$langSubscribe = "Εγγραφή";
$langSee = "Προεπισκόπηση";
$langLastVisits = "Οι τελευταίες μου επισκέψεις";
$langIfYouWantToAddManyUsers = "Αν θέλετε να προσθέσετε ένα κατάλογο με χρήστες στο μάθημά σας, παρακαλώ συμβουλευτείτε τον διαχειριστή συστήματος.";
$langPassTooEasy = "Το συνθηματικό σας είναι πολύ απλό. Χρησιμοποιήστε ένα συνθηματικό σαν και αυτό";
$langGroupUserManagement = "Διαχείριση ομάδας χρηστών";
$langAddedToCourse = "είναι ήδη γραμμένος στο πανεπιστήμιου αλλά όχι σε αυτό το μάθημα. Τώρα έγινε.";
$langUserAlreadyRegistered = "Ενας χρήστης με ίδιο όνομα / επίθετο είναι ήδη γραμμένος σε αυτό το μάθημα.				Δεν μπορείτε να τον (την) ξαναγράψετε.";
$langBackUser = "Επιστροφή στη λίστα χρηστών";
$langUserOneByOneExplanation = "Αυτός (αυτή) θα λάβει ειδοποίηση μέσω email με όνομα χρήστη και συνθηματικό";
$langGiveTutor = "Προσθήκη δικαίωματος διδάσκοντα";
$langRemoveRight = "Αφαίρεση δικαίωματος";
$langGiveAdmin = "Προσθήκη δικαίωματος διαχειριστή";
$langUserNumber = "αριθμός";
$langDownloadUserList = "Ανέβασμα καταλόγου";
$langSend = "Αποστολή";
$langUserAddExplanation = "κάθε γραμμή του αρχείου που θα στείλετε θα περιέχει 5 πεδία:		 <b>Ονομα   Επίθετο   		Ονομα Χρήστη   Συνθηματικό 		  Email</b> και θα ειναι χωρισμένο με tab.		Οι χρήστες θα λάβουν ειδοποίηση μέσω email με το όνομα χρήστη / συνθηματικό.";
$langUserMany = "Εισαγωγή καταλόγου χρηστών μέσω αρχείων κειμένου";
$langOneByOne = "Πρσθήκη χρήστη";
$langNow = "τώρα";
$langTutor = "Διδάσκοντας";
$langTitular = "Συγγραφέας";
$langAddHereSomeCourses = "<font size=2 face=\'Arial, Helvetica\'><big>Αλλαγή του καταλόγου μαθημάτων</big><br><br>Κάντε κλικ στα μαθήματα που θέλετε να παρακολουθήσετε.Αποεπιλέξτε τα μαθήματα που δεν θέλετε πλέον να παρακολουθήσετε. Υστερα κάντε κλίκ στο ΟΚ";
$langStudent = "φοιτητής";
$langAddAU = "Προσθέστε ένα χρήστη";
$langAddedU = "έχει προστεθεί. Στάλθηκε ένα email σε αυτόν";
$langTheU = "Ο χρήστης";
$langRegYou = "σας έχει γράψει σε αυτό το μάθημα";
$langOneResp = "Ενας από τους διαχειριστές του μαθήματος";
$langTaken = "χρησιμοποιείται ήδη. Διαλέχτε άλλο.";
$langUserNo = "Το όνομα χρήστη που διαλέξατε";
$langFilled = "Εχετε αφήσει μερικά πεδία κενά.";
$langInC = "σε αυτό το μάθημα";
$langRole = "Ρόλος";
$langProfileReg = "Το καινούριο σας προφίλ έχει σωθεί";
$langEmailWrong = "Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι συμπληρωμένη ή περιέχει άκυρους χαρακτήρες";
$langUserTaken = "Το όνομα χρήστη ήδη χρησιμοποιείται από κάποιον άλλον";
$langFields = "Αφήσατε μερικά πεδία κενά";
$langAgain = "Ξαναπροσπαθήστε!";
$langPassTwo = "Εχετε πληκτρολογήσει δυο διαφορετικά συνθηματικά";
$langModifProfile = "Αλλαγή του προφίλ μου";
$langIsReg = "Οι αλλαγές σας κατοχυρώθηκαν";
$langPersonalSettings = "Οι προσωπικές σας ρυθμίσεις έχουν καταχωρηθεί και σας στάλθηκε ένα email για να θυμάστε το όνομα χρήστη και το συνθηματικό σας.</p>Επιλέξτε από τον κατάλογο τα μαθήματα που θέλετε να παρακολουθήσετε.";
$langManager = "Υπεύθυνος";
$langFormula = "Φιλικά";
$langProblem = "Στη περίπτωση που αντιμετωπίζετε προβλήματα, επικοινωνήστε μαζί μας";
$langIs = "είναι";
$langAddress = "Η διεύθυνση του";
$langSettings = "δημιουργήθηκε με επιτυχία!
 Τα προσωπικά στοιχεία του λογαριασμού σας είναι τα εξής:

Όνομα χρήστη:";
$langYouAreReg = "Ο λογαριασμός σας στην πλατφόρμα ";
$langDear = "Αγαπητέ";
$langYourReg = "Η εγγραφή σας στο";
$langUserFree = "Το όνομα χρήστη που επιλέξατε χρησιμοποιείται! Χρησιμοποιήστε το πλήκτρο «επιστροφή» του browser σας και ξαναδοκιμάστε.";
$langEmptyFields = "Αφήσατε μερικά πεδία κενά. Χρησιμοποιήστε το πλήκτρο «επιστροφή» του browser σας και ξαναδοκιμάστε.";
$langPassTwice = "Πληκτρολογήσατε δύο διαφορετικά συνθηματικά. Χρησιμοποιήστε το πλήκτρο «επιστροφή» του browser σας και ξαναδοκιμάστε.";
$langRegAdmin = "Δημιουργία μαθημάτων";
$langRegStudent = "Παρακολούθηση μαθημάτων";
$langConfirmation = "επιβεβαίωση";
$langPass = "Συνθηματικό";
$langSurname = "Όνομα";
$langRegistration = "Εγγραφή";
$langEdit = "Διόρθωση";
?>