<?php
$strings['plugin_title'] = 'Καθαρισμός διαγραμμένων αρχείων';
$strings['plugin_comment'] = 'Μόνιμη διαγραφή αρχείων που έχουν επισημανθεί ως διαγραμμένα. Ενεργοποιήστε το στην περιοχή menu_administrator και μετά προσπελάστε το από την κύρια σελίδα διαχειριστή.';
$strings['FileList'] = 'Λίστα αρχείων που έχουν επισημανθεί ως διαγραμμένα';
$strings['SizeTotalAllDir'] = 'Συνολικό μέγεθος (όλοι οι κατάλογοι)';
$strings['NoFilesDeleted'] = 'Δεν υπάρχουν αρχεία που έχουν επισημανθεί ως διαγραμμένα';
$strings['FilesDeletedMark'] = 'Αρχεία που έχουν επισημανθεί ως διαγραμμένα';
$strings['FileDirSize'] = 'Μέγεθος αρχείων καταλόγου';
$strings['ConfirmDelete'] = 'Είστε σίγουροι ότι θέλετε να διαγράψετε το αρχείο;';
$strings['ErrorDeleteFile'] = 'Παρουσιάστηκε σφάλμα κατά τη διαγραφή του αρχείου';
$strings['ErrorEmptyPath'] = 'Παρουσιάστηκε πρόβλημα κατά τη διαγραφή του αρχείου, η διαδρομή δεν μπορεί να είναι κενή';
$strings['DeleteSelectedFiles'] = 'Διαγραφή επιλεγμένων αρχείων';
$strings['ConfirmDeleteFiles'] = 'Είστε σίγουροι ότι θέλετε να διαγράψετε όλα τα επιλεγμένα αρχεία;';
$strings['DeletedSuccess'] = 'Η διαγραφή του αρχείου ήταν επιτυχής';
$strings['path_dir'] = 'Κατάλογος';
$strings['size'] = 'Μέγεθος';
