<?php
/*
for more information: see languages.txt in the lang folder.
*/
$ClearContent = "<p><b>教師</b></p> <p>IILearn 是一個基於Web的教學管理系統，它允許教師透過瀏覽器創建和管理課程。</p> <p>作為教師使用，你需要一個用戶名和密碼，這倚賴於你所在平台的安全設定，你可以透過自助註冊(右側選單)或者從超級管理員獲得授權。註冊用戶名和密碼不能包含空格和標點並且區分大小寫。填寫用戶名/密碼，然後創建一個課程(頂端右側)或者使用超級管理員已經為你創建的課程。</p> <p>為你的課程添加成員: <ol><li>如果他/她還沒有在系統中註冊，那麼註冊後，將其選擇為“教師”的個人設定，</li> <li>如果他/她已經是系統註冊用戶，打開課程註冊設定，詢問他/她是否加入到你的課程中。然後編輯他/她的個人設定，授予他/她教師權限。</li></ol></p> <p> 每個系統工具包含一個前後關聯的幫助，顯示為紅色標記，如果你在幫助中沒有找到想要的訊息，你可以到IILearn主頁: <a href=\"http://www.chamilo.org/documentation.php\">http://www.chamilo.org/documentation.php</a> 檢視並下載教師手冊(英語或你的本地語言)。</p> <p><b>學生</b></p> <p>學生身分允許你跟隨一個課程、 訓練等。學生身分是用於學習，基於計畫、基於問題、基於案例的教學、合作研究等。你的教師可以已經建立了學習區域並把一個簡單的檔案夾或都一個複雜的自我學習或者小組學習活動放在那裡。</p> <p>不同的學校可以設定不同的註冊過程，在某此情況下允許自助註冊，但在一些學校你必須從超級管理員那裡獲得用戶名和密碼。</p>";
$WCAGImage = "圖像";
$WCAGLabel = "圖片標示";
$WCAGLink = "連結";
$WCAGLinkLabel = "連結標示";
$AllLanguages = "所有語言";
$WCAGEditor = "WCAG 編輯器";
$WCAGGoMenu = "前往選單";
$WCAGGoContent = "前往內容";
?>