<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langHFor = "論壇幫助";
$langForContent = "論壇是異步討論工具. 電子郵件是一對一的對話方式, 而論壇則使得公共對話或者半公共(組)對話成為可能.<p>從技術上講, 用戶只要使用瀏覽器就可以使用Dokeos論壇.</p><p>要組織論壇, 請點擊\'論壇管理\'. 論壇按照類和子類以如下方式組織起來:</p><p><b>分類 > 論壇 > 話題 > 回復</b></p>為使學生的討論有一個清晰的結構, 預先組織分類和論壇是必要的, 然後讓學生來發表話題和回復. IILearn論壇的默認設置只包含一個\'Public\'分類,一個論去樣例和一個話題.";
$langHDropbox = "投遞箱";
$langDropboxContent = "<p>投遞箱是一個致力於點對點數據交換的內容管理工具. 任何類型的文件都可以接受 : Word, Excel, PDF 等等. 投遞箱是以管理版本的方式管理文件以免相同名字的文件覆蓋.</p> <p>投遞箱顯示了發給你的文件 (收件箱) 和你發給其他課程成員的文件 (發件箱). </p><p>如果接收或發送文件列表太長, 你可以從列表裡刪除所有的或一部分文件. 在別人可以看到這個文件時, 文件本身不能移除.</p> <p>發送文檔給多個人, 你需要在多選框使用 CTRL+clic. 多選框是顯示成員列表的";
$langHHome = "課程首頁幫助";
$langHomeContent = "<p>課程首頁顯示一系列工具 : 前言, 課程簡介, 文件管理等. 這是一個模塊化的頁面 : 你可以在任何時間通過點擊按鈕隱藏/顯示任何工具.</p> <B>導航</B><p>瀏覽課程有二個工具. 一個是在頂端左側路徑可以顯示你所在課程的位置. 另一個在右側, 你可以通過點擊圖標進入. 無論你選擇左側的課程代碼 (常常是大寫) 或者是左側的圖標, 你都會進入到你課程的首頁. </p> <B>最佳實踐</B><p>要想吸引你的學生, 最重要的是你的課程是動態的. 這就會使人感到顯示器隱藏著某個人. 給人這種";
$langHOnline = "視頻會議系統幫助";
$langOnlineContent = "<br><span style=\\"font-weight: bold;\\">簡介 </span><br> <br> <div style=\\"margin-left: 40px;\\">Dokeos在線會議系統允許您以簡單而快速的方法開展教學、通知或召集達500人.<br> </div> <ul> <ul> <li><b>實時視頻 :</b> 教員的聲音實時廣播給學生,<br> </li> <li><b>幻燈片 :</b> 學生通過呈現在面前的Power Point或PDF學習,<br> </li> <l";
$langHClar = "Dokeo 幫助";
$langHDoc = "文檔幫助";
$langDocContent = "<p>文檔管理工具類似桌面電腦應用中的文件管理器.</p><p>您可以上傳各種格式(HTML, Word, Powerpoint, Excel, Acrobat, Flash, Quicktime,等等)的文件,需要注意的是學生必須有相應的軟件讀取這些材料.而且,有些文件可能會攜帶病毒, 不要上傳這樣的文件也是您的責任.建議預先用殺毒軟件檢查後在上傳.</p> <p>文件以字母順序排列.<br><br><b>提示 : </b>如果您需要以不同的順序顯示,在文件名中添加數字: 01, 02, 03...或者";
$langHUser = "用戶幫助";
$langHExercise = "測驗幫助";
$langHPath = "學習路徑幫助";
$langHDescription = "課程簡介幫助";
$langHLinks = "鏈接工具幫助";
$langHMycourses = "關於首頁";
$langHAgenda = "日程幫助";
$langHAnnouncements = "通知幫助";
$langHChat = "聊天室幫助";
$langHWork = "作業論文幫助";
$langHTracking = "學習跟蹤幫助";
$langUserContent = "<B>角色</B> <P>角色沒有計算機管理相關的功能. 這並不賦予誰系統操作的權力. 這只是告訴我們,每個人在教學過程中扮演的角色.您可以點擊\'角色\'下面的\'更新\'來更新, 可以鍵入任何您認為的角色:教授, 助教, 學生, 過客, 專家...</P><HR><B>管理權力</B> <P>管理權利,另一方面,對應於系統操作權力,更新內容,組織課程等. 目前為之, 您只能選擇賦予所有權力,或者相反,不賦予任何權力.</P><P>舉例來說,使一位助教來共同管理網站,您需要確保他已在本課程註冊,點擊 \";
$langGroupContent = "<P><B>介紹</B></P><P>在創建小組時，組是空的，有好幾種方法填滿小組： <UL><LI>自動（隨機填滿） <LI>手動(?#32534;輯?, <LI>用戶自助註冊(小組設置: ?#20801;許自助註冊...?. </LI></UL>三種方法可以聯合使用。例如，你可以要求使用者首先自助註冊，然後發現他們中的一些沒有註冊，那麼決定自動填滿小組以便完成註冊。在自助註冊和自動填充之前或之後，你也可以編輯每一個小組，一個一個的排定用戶。 <P>不管是自動或手動，如果用戶已經註冊到這個區域，小組填充";
$langExerciseContent = "<P>練習測試工具允許你創建包含有你想要的很多問題的測試<BR><BR>創建測試問題，有各種類型的試題答案：:<BR><BR><UL><LI>單項選擇 <LI>多項選擇 <LI>匹配 <LI>填空 </LI></UL>測試卷集合了一定數量的問題。 <HR>創建測試卷<P>I為了創建測試卷，在課程主頁，選擇\\"測試練習\\"，點擊\\"新的測試卷\\"。<BR><BR>輸入測試卷的名稱<BR><BR>你可以增加音頻或視頻文件給聽力理解等。等於是選擇這些文件盡量小以便很容易的通過Web 瀏覽器下載，最好是MP3 文";
$langPathContent = "學習路徑有兩個功能： <UL><LI>創建學習路徑 <LI>上傳一個SCORM或IMS格式的學習路徑</LI></UL><IMG src=\\"../img/path_help.gif\\"> <P><B>什麼是學習路徑？</B> </P><P>學習路徑是一個模塊化的學習步驟序列。它是基於內容的（看起來像一個內容表格）、活動的。就像教學機計劃或一個指導你測試或練習知識點的的程序。</P><P>除了構造之外，學習路徑也是有序列的。這個意思是說你完成一個步驟以後才能進行第二個步驟。序列會提示你（你應該完成一個步驟";
$langDescriptionContent = "<P>課程描述工具允許你描述你的課程。將來學生可以對你的課程有一個輪廓。他也是一個你重新設計課程的機會。</P>在這裡，有建議的標題。如果你想要用自己創建的標題，僅僅選擇\\"其他\\"，填入你的標題。 <P>為了填充課程描述，選擇創建和編輯課程描述>下拉菜單，選擇你要的項目>填充表格>確認。點擊鉛筆或紅叉圖標，你可以隨時修改或刪除每一個項目的內容。</P>";
$langLinksContent = "<P>鏈接工具允許你為學生創建一個資源庫。尤其你不可以自己創建資源。</P><P>隨著列表的增長，分類鏈接有助於你的學生在正確的地方找到正確的信息。你可以編輯每一個鏈接，重新指派到一個新的分類（你需要首先創建這個分類）。</P><P>描述區域既可以提供目標Web頁的預先信息，也可以描述你期望學生用這個鏈接做什麼。例如，你在亞里斯多德上設置了鏈接，描述或許要求學生學習合成和分解的不同。</P>";
$langMycoursesContent = "<P>進入平台後，你就會在個人開始頁面。</P><P>在主區域(中間)會看到 \\"<B>我的課程列表</B>\\", 你所有課程的列表。如果你的用戶權限可以成為教師的話，你可以創建新的課程 (通過右側的菜單)。 </P><P>在頂端你可看到 <UL><LI>\\"<B>個人設置</B>\\": 使用個人設置修改你的密碼，用戶名，頭像，或其它設置。你也可以察看個人狀態； <LI>\\"<B>日程安排</B>\\": 日程安排包含了你註冊之後所有課程事件。</LI></UL><P><B>編輯我的課程列表</B>, 在右";
$langAgendaContent = "<P>每一門課程都有教學計劃，作為學生綜合工具是\\"我的日曆\\"，它在網頁的頂部。</P><P>在課程裡教學計劃顯示了所有事件列表。你可以粘貼文檔或活動到一個日期，以便使用教學計劃順序安排你的教學活動。</P><P>教學計劃除了安排事件以外，學生下次登錄時，新的教學計劃事件將展現給學生，系統告訴學生自他上次訪問以來在教學計劃（或通知）裡增加了什麼。在課程門戶網頁裡，課程名的旁邊，將有一個表示通知或事件增加的小圖標。</P><P>如果你想要相繼的教學活動邏輯結構更有前瞻性，我們建議，你適宜使用學習通路，它用";
$langAnnouncementsContent = "<P>通知工具允許你發送Email 給所有的學生或一部分學生或一組學生。如果學生不經常訪問你的課程，通知工具能使學生返回到你的課程。</P><P>發送通知給某個用戶和/或某些組，選擇 \'選擇用戶發送通知\' 然後用 CTRL+C 在左側菜單中選擇一個以上用戶, 點擊向右的雙箭頭移動他們到選中學生列表，在下面的區域輸入你的消息內容，點擊\\"確認\\"。</P>";
$langChatContent = "<P>聊天工具允許你和你的學生在線討論。</P><P>這個聊天工具不和常見的聊天工具（如MSN,Yahoo Messenger）不一樣，他是基於Web方式的。缺點是它不是即時的，而是10秒鐘刷新一次，優點是它集成在你的課程裡邊，歸檔你的討論到講義材料裡而且不需要學生下載任何插件.</P><P>如果用戶在頂部\\"個人資料\\"裡添加了他們的照片，那麼照片將顯示在聊天工具裡邊幫助你識別正在聊天的人是誰。</P><P>僅僅老師可以刪除聊天記錄。</P><P><B>教育學相關</B></P><P>增加聊天工具到你的";
$langWorkContent = "<P>作業論文工具是簡單的。它允許你的學生上傳任何文檔到課程區域。</P><P>依賴於你的課程設計，你需要決定是否想要全體學生看到所有文檔（例如，你想要他們在其他的空白頁寫下他們的意見）或你想要僅僅你自己可以看到文檔（例如，你想要放一份答案。）。</P><P>這個工具有一個介紹文本區域，允許你寫一個疑問或詳細指導方針或截至期限或你發現相關的東西。</P>";
$langTrackingContent = "<P>你可以注意到學生的行為：他們登錄過系統嗎？什麼時候登錄或登錄多長時間？從測試中他們得到多少？他們上傳了作業沒有？什麼時候上傳的？如果你在使用SCORM課程，你可以看到學生在一個章節或模塊上花了多長時間。跟蹤提供了兩個水平的信息： <UL><LI><B>全局性：</B>多少學生訪問這門課程？訪問量最大的頁面和鏈接是什麼？ <LI><B>個別性：</B>John Doe訪問過什麼頁面？在測試中，他得了多少分？最後一次登錄系統是什麼時候？</LI></UL>";
$langHSettings = "課程設置幫助";
$langSettingsContent = "<P>課程設置允許你管理你課程的全局變量: 標題，代碼，語言，教師名字等。</P><P>這個選項位於頁面的中部能夠進行個性化設置：課程是公開還是私有 學生能否註冊進入? 你可以靈活地使用這些設置 : 在需一周打開註冊功能 > 告訴你的學生開始註冊 > 關閉註冊 > 在用戶列表中刪除無關人員。通過這種方法胸可以對選擇你課程的學生加以控制。</P><P>在頁面的底部，你可以備份或刪除課程。備份課程將會在服務器上創建一個文件並允許你將其拷貝到你自己的物理硬盤上。這樣就有2個在不同位置上的備份了。如果你備份了一個";
$langHExternal = "添加鏈接";
$langExternalContent = "<P>IILearn 是一個模塊化工具。根據你的課程主題和教學設計理念的不同，你可以隱藏和顯示你想要隱藏的工具。然而，你也可以增加你已經創建的個人主頁，他是在IILearn系統的外邊。這樣,就使你的課程主頁成為你的個人主頁.</P><P>增加鏈接到主頁，選擇「添加鏈接」按鈕。鏈接有2種類型： <UL><LI><B>外部鏈接</B>: 你可以在你的課程中創建一個鏈向外部的URL 。這種情況下，你可以選擇在新窗口打開鏈接，因為你不想要這個鏈接替換你的IILearn環境。 . <LI><B>內部鏈接</B>:";
$langClarContent3 = "清除內容";
$langClarContent4 = "清除內容";
$langClarContent1 = "清除內容";
$langClarContent2 = "清除內容";
$langHGroups = "小組";
$langGroupsContent = "小組內容";
$langGuide = "手冊";
$HSurvey = "";
$SurveyContent = "";
$HBlogs = "";
$BlogsContent = "";
?>