<?php

$strings['plugin_title'] = 'Προσαρμοσμένο Υποσέλιδο';
$strings['plugin_comment'] = 'Προσθήκη προσαρμοσμένου κειμένου στις αριστερές και δεξιές περιοχές του υποσέλιδου';
$strings['footer_left'] = 'Αριστερό υποσέλιδο';
$strings['footer_left_help'] = 'Περιεχόμενο HTML που εμφανίζεται στην αριστερή στήλη του προσαρμοσμένου μπλοκ υποσέλιδου.';
$strings['footer_right'] = 'Δεξί υποσέλιδο';
$strings['footer_right_help'] = 'Περιεχόμενο HTML που εμφανίζεται στη δεξιά στήλη του προσαρμοσμένου μπλοκ υποσέλιδου.';
$strings['footerleft'] = 'Υποσέλιδο αριστερά';
$strings['footerright'] = 'Υποσέλιδο δεξιά';
$strings['Save'] = 'Αποθήκευση';
