<?php

$strings['plugin_title'] = 'Пользовательское нижнее колонтитуло';
$strings['plugin_comment'] = 'Добавить пользовательский текст в левую и правую области нижнего колонтитула';
$strings['footer_left'] = 'Нижний колонтитул, левая часть';
$strings['footer_left_help'] = 'HTML-содержимое, отображаемое в левой колонке пользовательского блока нижнего колонтитула.';
$strings['footer_right'] = 'Нижний колонтитул, правая часть';
$strings['footer_right_help'] = 'HTML-содержимое, отображаемое в правой колонке пользовательского блока нижнего колонтитула.';
$strings['footerleft'] = 'Нижний колонтитул слева';
$strings['footerright'] = 'Нижний колонтитул справа';
$strings['Save'] = 'Сохранить';
