<?php

$strings['plugin_title'] = 'Користувацький нижній колонтитул';
$strings['plugin_comment'] = 'Додати власний текст у ліву та праву області нижнього колонтитула';
$strings['footer_left'] = 'Нижній колонтитул ліворуч';
$strings['footer_left_help'] = 'HTML-вміст, що відображається в лівій колонці блоку користувацького нижнього колонтитула.';
$strings['footer_right'] = 'Нижній колонтитул праворуч';
$strings['footer_right_help'] = 'HTML-вміст, що відображається в правій колонці блоку користувацького нижнього колонтитула.';
$strings['footerleft'] = 'Нижній колонтитул ліворуч';
$strings['footerright'] = 'Нижній колонтитул праворуч';
$strings['Save'] = 'Зберегти';
