<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langLinkSite = "إضافة رابط الصفحة على الصفحة الرئيسية";
$langSubTitle = "اضف رابط الصفحة للصفحة الرئيسية من مقررك . لعمل هذا، اذهب إلى تلك الصفحةِ، انسخ الرابط في خانة العنوانَ على قمةِ متصفّحِكَ، الصقه إلى حقلِ \"الوصلةَ\" تحت.";
$langAddPage = "أضف صفحة";
$langSendPage = "لتحميل الصفحة";
$langCouldNot = "لا يمكن تحميل الملف";
$langOkSentLink = "رابطك مضاف الآن ...تستطيع الوصول له عن طريق الصفحة الرئيسية";
$langTooBig = "إنك لم تختر أي ملف لإرساله ، أو إنها كبيرة جداً";
$langExplanation = "  بمجرد نقرك على الزر, سيتم إنشاء الموقع مع المنتديات وجدول الأعمال  و مدير المستندات الخ.., تسجيل دخولك كمدير الموقع يخولك لتحريره حسب متطلباتك الخاصة";
$langPgTitle = "عنوان الصفحة";
$langNoLinkURL = "الرجاء إدخال اسم الرابط";
$langLinkTarget = "الرابط المستهدف";
$langSameWindow = "في نفس النافذة";
$langNewWindow = "في نافذة جديدة";
$langAdded = " أضيف";
$langAddLink = "إضافة الرابط";
$langNoLinkName = "الرجاء إدخال اسم الرباط";
$langEditLink = "حرر رابط صفحة المقرر";
$langChangePress = "غير واضغط موافق";
$langLinkChanged = "رابط الصفحة الرئيسية للمقرر تغيرت الآن.استخدم قائمة breadcrumb في الأعلى للرجوع للصفحة الرئيسية";
$NoLinkName = "لا يوجد اسم للرابط";
$NoLinkURL = "لا وجود للرابط";
$LinkChanged = "الرابط المعدل";
$OkSentLink = "تم إرسال الرابط";
?>