<?php
/*
for more information: see languages.txt in the lang folder.
*/
$LinkMoved = "لقد تم نقل الرابط";
$LinkName = "اسم الرابط";
$LinkAdd = "أضف رابط";
$LinkAdded = "لقد تم إضافة الرابط بنجاح";
$LinkMod = "تعديل الرابط";
$LinkModded = "لقد تم تعديل الرابط بنجاح";
$LinkDel = "حذف الرابط";
$LinkDeleted = "لقد تم حذف الرابط بنجاح";
$LinkDelconfirm = "هل تريد حذف هذا الرابط ؟";
$AllLinksDel = "حذف جميع الروابط في هذا التصنيف";
$CategoryName = " اسم الصنف";
$CategoryAdd = "أضف تصنيف";
$CategoryAdded = "لقد تم إضافة التصنيف بنجاح";
$CategoryModded = "لقد تم تعديل التصنيف بنجاح";
$CategoryDel = "حذف التصنيف";
$CategoryDeleted = "لقد تم حذف التصنيف مع جميع روابطه";
$CategoryDelconfirm = "عند حذف تصنيف , سيتم حذف جميع الروابط التابعة لهذا التصنيف. \n هل حقا تريد حذف هذا التصنيف مع جميع روابطه؟";
$AllCategoryDel = "حذف جميع التصنيفات مع جميع الروابط";
$GiveURL = " فضلا أدخل عنوان الرابط  - رابط انترنت";
$GiveCategoryName = "فضلا ادخل اسم التصنيف";
$NoCategory = "لا يوجد تصنيف";
$showall = "فتح جميع التصنيفات";
$shownone = "إغلاق جميع التصنيفات";
$ListDeleted = "لقد تم حذف القائمة";
$AddLink = "إضافة الرابط";
$DelList = "حذف قائمة";
$ModifyLink = "تعديل رابط";
$CsvImport = "   استيراد ملف - CSV";
$CsvFileNotFound = " لا يمكن فتح ملف  CSV  ( قد يكون حجمه كبير جدا مثلا)";
$CsvFileNoSeps = "يجب أن يحتوي ملف CSV  على (,) أو (;) كفاصل بين محتويات القائمة";
$CsvFileNoURL = "CSV import file must at least have columns URL and title";
$CsvFileLine1 = "... - line 1 =";
$CsvLinesFailed = "لا يمكن استيراد السطر /  السطور بسبب عدم توفر عنوان أو اسم الرابط";
$CsvLinesOld = " لقد تم تحديث الروابط المتوفرة (نفس الرابط والتصنيف )";
$CsvLinesNew = "لقد تم إنشاء الرابط / الروابط الجديد (ة)";
$CsvExplain = "يجب أن يكون تنسيق الملف على الشكل التالي:<blockquote><pre><b>URL</b>;التصنيف;<b>اسم الرابط</b>;نبذة عن الرابط;<b>http://www.aaa.org/...</b>;رابط مهم;<b>موقع ممتاز</b>;ينصح جدا بزيارة هذا الرابط;<b>http://www.bbb.net/...</b>;;<b>موقع جميل</b>;\"رابط مهم أيضا\";</pre></blockquote>إذا كان رابط الإنترنت url و التصنيف متشابهان لرابط موجود، سوف يتم تحديث العنوان و الوصف. في جميع الاحتمالات الأخرى سوف يتم إنشاء رابط جديد. <br /><br />اللون الغامق = إجباري. يمكن أن تكون الحقول في أي ترتيب. يمكن إضافة حقول إضافية للوصف. الفوصل: فاصلة أو نقطتين. يمكن تنصيص القيم، لكن لا يمكن لاسماء الحقول. يمكن استخدام بعض علامات [b]html[/b] لحقل  الوصف.";
$LinkUpdated = "لقد تم تعديل الرابط";
$All_Link_Deleted = "لقد تم حذف الرابط";
$OnHomepage = "أظهر الرابط في الصفحة الرئسية";
$ShowLinkOnHomepage = "أظهر هذا الرابط على شكل أيقونة في صحفة المقررات";
?>