<?php
/* For licensing terms, see /license.txt */

$strings['plugin_title'] = 'Регистър на вградени съдържения';
$strings['plugin_comment'] = 'Добавете нов инструмент за курс, за да включите вградено съдържание по структуриран начин и да проследявате достъпа на студентите до него.';

$strings['tool_enabled'] = 'Инструментът е активиран';
$strings['tool_title'] = 'Заглавие на инструмента';
$strings['tool_title_help'] = 'Заглавието на иконата на инструмента на началната страница на курса (обикновено заглавието на споделената услуга).';
$strings['external_url'] = 'Външен инструмент';
$strings['external_url_help'] = 'URL адреса, на който се управлява външното съдържание. Обикновено нещо като https://[provider.com]/my_account. Това може да се използва като преки от преподавателите вътрешно, но те могат също да решат да вградят нещо напълно различно.';

$strings['YouNeedCreateContent'] = 'Първо трябва да регистрирате външно (вградено) съдържание, след което ще можете да го направите достъпно за студентите във вашия курс (чрез този инструмент).';
$strings['CreateContent'] = 'Създайте външно съдържание';
$strings['CreateEmbeddable'] = 'Добавете вградено съдържание';
$strings['EditEmbeddable'] = 'Редактирайте вградено съдържание';
$strings['ContentNotFound'] = 'Съдържанието не е намерено';
$strings['EmbedTitleHelp'] = 'Заглавието, което искате да покажете за това вградено съдържание. Ако изисква парола за възпроизвеждане, включете я тук, за да позволите на потребителите да я отключат.';
$strings['EmbedDateRangeHelp'] = 'В тези дати това вградено съдържание ще се покаже директно в горната част на страницата.';
$strings['HtmlCode'] = 'HTML код';
$strings['HtmlCodeHelp'] = 'Споделеният HTML код, предоставен от външната услуга, когато се иска споделяне във формат Embedded.';
$strings['LaunchContent'] = 'Стартиране на съдържанието';
