<?php
/* For licensing terms, see /license.txt */

$strings['plugin_title'] = 'Ενσωματωμένο Μητρώο';
$strings['plugin_comment'] = 'Προσθέστε ένα νέο εργαλείο μαθήματος για να συμπεριλάβετε ενσωματωμένο περιεχόμενο με πιο δομημένο τρόπο και να παρακολουθείτε την πρόσβαση των μαθητών σε αυτό.';

$strings['tool_enabled'] = 'Εργαλείο ενεργοποιημένο';
$strings['tool_title'] = 'Τίτλος Εργαλείου';
$strings['tool_title_help'] = 'Ο τίτλος της εικόνας του εργαλείου στην αρχική σελίδα του μαθήματος (συνήθως ο τίτλος της υπηρεσίας που κοινοποιείται).';
$strings['external_url'] = 'Εξωτερικό εργαλείο';
$strings['external_url_help'] = 'Το URL όπου διαχειρίζεται το εξωτερικό περιεχόμενο. Συνήθως κάτι σαν https://[provider.com]/my_account. Μπορεί να χρησιμοποιηθεί ως συντόμευση από τους διδάσκοντες εσωτερικά, αλλά μπορούν επίσης να αποφασίσουν να ενσωματώσουν κάτι εντελώς διαφορετικό.';

$strings['YouNeedCreateContent'] = 'Πρώτα πρέπει να καταχωρίσετε εξωτερικό (ενσωματωμένο) περιεχόμενο, στη συνέχεια θα μπορείτε να το κάνετε διαθέσιμο στους μαθητές στο μάθημά σας (μέσω αυτού του εργαλείου).';
$strings['CreateContent'] = 'Δημιουργία εξωτερικού περιεχομένου';
$strings['CreateEmbeddable'] = 'Προσθήκη ενσωματωμένου περιεχομένου';
$strings['EditEmbeddable'] = 'Επεξεργασία ενσωματωμένου περιεχομένου';
$strings['ContentNotFound'] = 'Περιεχόμενο δεν βρέθηκε';
$strings['EmbedTitleHelp'] = 'Ο τίτλος που επιθυμείτε να εμφανίζεται για αυτό το συγκεκριμένο ενσωματωμένο περιεχόμενο. Αν απαιτεί κωδικό πρόσβασης για αναπαραγωγή, συμπεριλάβετέ τον εδώ για να επιτρέψετε στους χρήστες σας να τον ξεκλειδώσουν.';
$strings['EmbedDateRangeHelp'] = 'Μέσα σε αυτές τις ημερομηνίες, αυτό το ενσωματωμένο περιεχόμενο θα εμφανίζεται απευθείας στο πάνω μέρος της σελίδας.';
$strings['HtmlCode'] = 'Κώδικας HTML';
$strings['HtmlCodeHelp'] = 'Ο κοινόχρηστος κώδικας HTML, όπως παρέχεται από την εξωτερική υπηρεσία, όταν ζητάει να κοινοποιηθεί σε Ενσωματωμένη μορφή.';
$strings['LaunchContent'] = 'Εκτέλεση περιεχομένου';
