<?php
/* For licensing terms, see /license.txt */

$strings['plugin_title'] = 'ثبت‌نام جاسازی';
$strings['plugin_comment'] = 'افزودن ابزار جدید درس برای شامل کردن محتوای جاسازی‌شده به شیوه‌ای ساختاریافته‌تر و پیگیری دسترسی دانش‌آموزان به آن.';

$strings['tool_enabled'] = 'ابزار فعال';
$strings['tool_title'] = 'عنوان ابزار';
$strings['tool_title_help'] = 'عنوان آیکون ابزار در صفحه اصلی درس (معمولاً عنوان سرویس به اشتراک گذاشته شده).';
$strings['external_url'] = 'ابزار خارجی';
$strings['external_url_help'] = 'آدرس URL که محتوای خارجی در آن مدیریت می‌شود. معمولاً چیزی مانند https://[provider.com]/my_account. این می‌تواند توسط معلمان به عنوان میانبر داخلی استفاده شود، اما آن‌ها همچنین می‌توانند تصمیم بگیرند چیزی کاملاً متفاوت جاسازی کنند.';

$strings['YouNeedCreateContent'] = 'ابتدا باید محتوای خارجی (جاسازی‌شده) را ثبت کنید، سپس قادر خواهید بود این جاسازی‌ها را برای دانش‌آموزان در درس خود در دسترس قرار دهید (از طریق این ابزار).';
$strings['CreateContent'] = 'ایجاد محتوای خارجی';
$strings['CreateEmbeddable'] = 'افزودن محتوای جاسازی‌شده';
$strings['EditEmbeddable'] = 'ویرایش محتوای جاسازی‌شده';
$strings['ContentNotFound'] = 'محتوا یافت نشد';
$strings['EmbedTitleHelp'] = 'عنوانی که می‌خواهید برای این محتوای جاسازی‌شده خاص نمایش دهید. اگر برای پخش نیاز به رمز عبور دارد، آن را اینجا وارد کنید تا کاربران شما بتوانند آن را باز کنند.';
$strings['EmbedDateRangeHelp'] = 'در این بازه زمانی، این محتوای جاسازی‌شده مستقیماً در بخش بالای صفحه نمایش داده می‌شود.';
$strings['HtmlCode'] = 'کد HTML';
$strings['HtmlCodeHelp'] = 'کد HTML به اشتراک گذاشته شده، همان‌طور که توسط سرویس خارجی ارائه شده، هنگام درخواست اشتراک در فرمت جاسازی‌شده.';
$strings['LaunchContent'] = 'اجرای محتوا';
