<?php
/* For licensing terms, see /license.txt */

$strings['plugin_title'] = 'एम्बेड रजिस्ट्री';
$strings['plugin_comment'] = 'नए कोर्स टूल को जोड़ें ताकि एम्बेडेड सामग्री को अधिक संरचित तरीके से शामिल किया जा सके और छात्रों की उस तक पहुंच को ट्रैक किया जा सके।';

$strings['tool_enabled'] = 'टूल सक्षम';
$strings['tool_title'] = 'टूल शीर्षक';
$strings['tool_title_help'] = 'कोर्स होमपेज पर टूल आइकन का शीर्षक (आमतौर पर साझा की जा रही सेवा का शीर्षक)।';
$strings['external_url'] = 'बाहरी टूल';
$strings['external_url_help'] = 'जिस URL पर बाहरी सामग्री प्रबंधित की जाती है। आमतौर पर https://[provider.com]/my_account जैसा कुछ। शिक्षक इसे आंतरिक शॉर्टकट के रूप में उपयोग कर सकते हैं, लेकिन वे पूरी तरह से अलग कुछ भी एम्बेड करने का निर्णय ले सकते हैं।';

$strings['YouNeedCreateContent'] = 'सबसे पहले आपको बाहरी (एम्बेडेड) सामग्री को रजिस्टर करना होगा, उसके बाद आप अपने कोर्स में छात्रों के लिए उन एम्बेड्स को उपलब्ध करा सकेंगे (इस टूल के माध्यम से)।';
$strings['CreateContent'] = 'बाहरी सामग्री बनाएं';
$strings['CreateEmbeddable'] = 'एम्बेडेड सामग्री जोड़ें';
$strings['EditEmbeddable'] = 'एम्बेडेड सामग्री संपादित करें';
$strings['ContentNotFound'] = 'सामग्री नहीं मिली';
$strings['EmbedTitleHelp'] = 'इस विशेष एम्बेडेड सामग्री के लिए दिखाया जाने वाला शीर्षक। यदि इसे चलाने के लिए पासवर्ड की आवश्यकता है, तो यहां शामिल करें ताकि आपके उपयोगकर्ता इसे अनलॉक कर सकें।';
$strings['EmbedDateRangeHelp'] = 'इन तारीखों के बीच, यह एम्बेडेड सामग्री पेज के ऊपरी भाग में सीधे दिखाई देगी।';
$strings['HtmlCode'] = 'HTML कोड';
$strings['HtmlCodeHelp'] = 'साझा किया गया HTML कोड, जैसा कि बाहरी सेवा द्वारा प्रदान किया गया हो जब एम्बेडेड प्रारूप में साझा करने के लिए कहा जाए।';
$strings['LaunchContent'] = 'सामग्री चलाएं';
