<?php
/* For licensing terms, see /license.txt */

$strings['plugin_title'] = 'ჩასაშენებელი რეესტრი';
$strings['plugin_comment'] = 'დაამატეთ ახალი კურსის ინსტრუმენტი ჩასაშენებელი კონტენტის უფრო სტრუქტურირებულად ჩასართავად და მისკენ სტუდენტთა წვდომის თვალყურისდევნებისთვის.';

$strings['tool_enabled'] = 'ინსტრუმენტი ჩართულია';
$strings['tool_title'] = 'ინსტრუმენტის სათაური';
$strings['tool_title_help'] = 'ინსტრუმენტის ხატულის სათაური კურსის მთავარ გვერდზე (ჩვეულებრივ გაზიარებული სერვისის სათაური).';
$strings['external_url'] = 'გარე ინსტრუმენტი';
$strings['external_url_help'] = 'URL, სადაც მართავს გარე კონტენტი. ჩვეულებრივ რაღაც მსგავსია https://[provider.com]/my_account. მასშტაბირებული შემოკლებით შეიძლება გამოიყენოს მასწავლებლები შიდა, მაგრამ ისინი ასევე შეუძლიათ გადაწყვიტონ სრულიად სხვა რამის ჩასაშენება.';

$strings['YouNeedCreateContent'] = 'პირველ რიგში უნდა დარეგისტრიროთ გარე (ჩასაშენებელი) კონტენტი, შემდეგ შეგეძლებათ მისი სტუდენტებს თქვენს კურსში ხელმისაწვდომი გახადოთ (ამ ინსტრუმენტის მეშვეობით).';
$strings['CreateContent'] = 'გარე კონტენტის შექმნა';
$strings['CreateEmbeddable'] = 'ჩასაშენებელი კონტენტის დამატება';
$strings['EditEmbeddable'] = 'ჩასაშენებელი კონტენტის რედაქტირება';
$strings['ContentNotFound'] = 'კონტენტი ვერ მოიძებნა';
$strings['EmbedTitleHelp'] = 'სათაური, რომელსაც გსურთ ამ ჩასაშენებელი კონტენტისთვის გამოჩენა. თუ მისი დასაცინაობლად პაროლია საჭირო, ჩადეთ აქ მისი განბლოკვისთვის მომხმარებლებისთვის.';
$strings['EmbedDateRangeHelp'] = 'ამ თარიღებს შორის ეს ჩასაშენებელი კონტენტი გამოჩნდება პირდაპირ გვერდის ზედა ნაწილში.';
$strings['HtmlCode'] = 'HTML კოდი';
$strings['HtmlCodeHelp'] = 'გაზიარებული HTML კოდი, რომელიც მოწოდებულია გარე სერვისის მიერ ჩასაშენებელი ფორმატით გაზიარების მოთხოვნისას.';
$strings['LaunchContent'] = 'კონტენტის გაშვება';
