<?php
/* For licensing terms, see /license.txt */

$strings['plugin_title'] = 'Реестр встраиваемого контента';
$strings['plugin_comment'] = 'Добавить новый инструмент курса для включения встраиваемого контента более структурированным способом и отслеживания доступа студентов к нему.';

$strings['tool_enabled'] = 'Инструмент включен';
$strings['tool_title'] = 'Название инструмента';
$strings['tool_title_help'] = 'Название иконки инструмента на главной странице курса (обычно название сервиса, который предоставляется).';
$strings['external_url'] = 'Внешний инструмент';
$strings['external_url_help'] = 'URL, по которому управляется внешний контент. Обычно что-то вроде https://[provider.com]/my_account. Это может использоваться как ярлык учителями внутри системы, но они также могут встроить что-то совершенно другое.';

$strings['YouNeedCreateContent'] = 'Сначала зарегистрируйте внешний (встраиваемый) контент, затем вы сможете сделать эти встраивания доступными для студентов в вашем курсе (через этот инструмент).';
$strings['CreateContent'] = 'Создать внешний контент';
$strings['CreateEmbeddable'] = 'Добавить встраиваемый контент';
$strings['EditEmbeddable'] = 'Редактировать встраиваемый контент';
$strings['ContentNotFound'] = 'Контент не найден';
$strings['EmbedTitleHelp'] = 'Название, которое вы хотите показать для этого встраиваемого контента. Если для воспроизведения требуется пароль, укажите его здесь, чтобы пользователи могли разблокировать контент.';
$strings['EmbedDateRangeHelp'] = 'В эти даты встраиваемый контент будет показан непосредственно в верхней части страницы.';
$strings['HtmlCode'] = 'HTML-код';
$strings['HtmlCodeHelp'] = 'Предоставленный внешним сервисом HTML-код для встраивания.';
$strings['LaunchContent'] = 'Запустить контент';
