<?php
/* For licensing terms, see /license.txt */

$strings['plugin_title'] = 'Реєстр вбудованого вмісту';
$strings['plugin_comment'] = 'Додати новий інструмент курсу для включення вбудованого вмісту структурованішим способом та відстеження доступу студентів до нього.';

$strings['tool_enabled'] = 'Інструмент увімкнено';
$strings['tool_title'] = 'Назва інструменту';
$strings['tool_title_help'] = 'Назва іконки інструменту на головній сторінці курсу (зазвичай назва сервісу, що надається).';
$strings['external_url'] = 'Зовнішній інструмент';
$strings['external_url_help'] = 'URL, де керують зовнішнім вмістом. Зазвичай щось на кшталт https://[provider.com]/my_account. Це може використовуватися як ярлик викладачами внутрішньо, але вони також можуть вирішити вбудувати щось зовсім інше.';

$strings['YouNeedCreateContent'] = 'Спочатку потрібно зареєструвати зовнішній (вбудований) вміст, тоді ви зможете зробити ці вбудовування доступними для студентів у вашому курсі (через цей інструмент).';
$strings['CreateContent'] = 'Створити зовнішній вміст';
$strings['CreateEmbeddable'] = 'Додати вбудований вміст';
$strings['EditEmbeddable'] = 'Редагувати вбудований вміст';
$strings['ContentNotFound'] = 'Вміст не знайдено';
$strings['EmbedTitleHelp'] = 'Назва, яку ви бажаєте показати для цього вбудованого вмісту. Якщо для відтворення потрібен пароль, вкажіть його тут, щоб дозволити користувачам розблокувати його.';
$strings['EmbedDateRangeHelp'] = 'У межах цих дат цей вбудований вміст буде показано безпосередньо у верхній частині сторінки.';
$strings['HtmlCode'] = 'HTML-код';
$strings['HtmlCodeHelp'] = 'Поширений HTML-код, наданий зовнішнім сервісом при запиті на поширення у форматі Вбудований.';
$strings['LaunchContent'] = 'Запустити вміст';
