<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langProfessors = "Преподаватели";
$langExplanation = "Как только Вы щелкните ОК, вебсайт с Форумом, Повесткой дня, Управлением документами и т.д. будет создан. Ваше имя пользователя (логин), как создателя вебсайта, позволяет Вам изменять их согласно личным требованиям.";
$langEmpty = "Вы оставили какие-то поля пустыми.<br>Используй опцию <b>Назад</b> в окне просмотра и попробуй еще раз.<br>Если Вы не указали код курса, смотрите Программу Курса.";
$langCodeTaken = "Такой код курса уже используется. <br>Используйте опцию <b>Назад</b> в окне просмотра и попробуйте еще раз.";
$langFormula = "Искренне Ваш";
$langMessage = "Если Вы удаляете тестовый (пробный) форум, то вместе с этим удаляются и все сообщения на этом форуме.";
$langExerciceEx = "Пример (образец) теста";
$langAntique = "Ирония (история античной философии)";
$langSocraticIrony = "Сократический метод ведения спора - это...";
$langManyAnswers = "(больше, чем один ответ может быть верно)";
$langRidiculise = "Высмеять собеседника для того, чтобы он признал свою неправоту.";
$langNoPsychology = "Нет. Сократический метод ведения спора - это не вопрос психологии, он касается теории аргументации.";
$langAdmitError = "Отметить чьи-то ошибки, чтобы пригласить собеседника сделать то же самое.";
$langNoSeduction = "Нет. Сократовский метод ведения спора - это не стратегия обольщения или метод, основанный на примере.";
$langForce = "Заставить собеседника с помощью ряда вопросов и подвопросов признать, что он не знает того, о чем заявляет, что знает. ";
$langIndeed = "Действительно. Сократовский метод ведения споров - это метод вопросов (интеррогативный метод). С греческого \"eirotao\" означает \"задавать вопросы\".";
$langContradiction = "Использовать принципы непротиворечия для того, чтобы завести собеседника в тупик.";
$langNotFalse = "Этот ответ не является неправильным. Это правда, что разоблачение невежества собеседника означает показать ему, что его предположения приводят к противоречивым выводам.";
$langAgenda = "Повестка дня (расписание)";
$langVideo = "Видео";
$langWorks = "Публикации студента";
$langCourseProgram = "Программа курса";
$langAnnouncements = "Объявления";
$langAddPageHome = "Загрузить страницу и связать с Домашней страницей";
$langLinkSite = "Добавить ссылку";
$langModifyInfo = "Установочные параметры курса";
$langCourseDesc  = "Описание курса";
$langAgendaTitle = "Вторник 11 декабря - первая встреча. Аудитория: 18.";
$langAgendaText = "Общее введение в управление проектом";
$langMicro = "Уличные интервью";
$langGoogle = "Быстрый и мощный поиск";
$langIntroductionText = "Это вводный текст. Чтобы заменить его на Ваш собственный, щелкните ниже на иконку карандаша (только для администратора курса).";
$langIntroductionTwo = "Эта страница позволяет пользователям и группам публиковать документы.";
$langCourseDescription = "Написать здесь описание, которое появиться в списке курса.";
$langProfessor = "Преподаватель";
?>