<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langLinkSite = "Ссылка для перехода на вебсайт";
$langSubTitle = "Добавить ссылку к странице на домашнюю страницу вашего курса. Чтобы сделать это, идите к этой странице, скопируйте ее URL в адресной панели наверху вашего окна просмотра, затем вставьте в поле \"Ссылка\" внизу.";
$langAddPage            = "Добавить страницу";
$langSendPage           = "Страница для загрузки";
$langCouldNot           = "Файл не может быть загружен";
$langTooBig             = "Вы не выбрали ни одного файла для отсылки или он слишком большой";
$langExplanation        = "Страница должна быть в HTML формате (например \"моя_страница.htm\"). Она будет доступна с Домашней страницы. Если Вы хотите послать документ в формате не HTML (PDF, Word, Power Point, Video, etc.) используйте <a href=../document/document.php>Документы</a>";
$langPgTitle            = "Заголовок страницы";
$langNoLinkURL          = "Пожалуйста, введите URL ссылки";
$langLinkTarget = "Цель ссылки";
$langSameWindow = "В том же окне";
$langNewWindow = "В новом окне";
$langAdded = "Ссылка добавлена";
$langAddLink = "Добавить ссылку";
$langNoLinkName = "Пожалуйста, введите название ссылки";
$langEditLink = "Редактировать ссылку на домашнюю страницу курса";
$langChangePress = "Изменить и нажать ОК";
$langLinkChanged = "Ссылка на домашнюю страницу курса изменена. Используйте меню вверху, чтобы вернуться на домашнюю страницу.";
$NoLinkName = "Нет названия ссылки";
$NoLinkURL = "Нет URL ссылки";
$LinkChanged = "Ссылка изменена";
$OkSentLink = "Ссылка отправлена";
?>