<?php /*
for more information: see languages.txt in the lang folder. 
*/
$select = "Выбрать";
$square = "Квадрат";
$circle = "Элипс";
$poly = "Многоугольник";
$status1 = "Начертить \"горячую\" точку";
$status2_poly = "Щелкните правой кнопкой мыши, чтобы закрыть многоугольник";
$status2_other = "Отпустите кнопку мыши, чтобы сохранить \"горячую\" точку";
$status3 = "\"Горячая\" точка сохранена";
$exercise_status_1 = "Состояние: вопрос еще не закончен";
$exercise_status_2 = "Щелкните, чтобы представить на рассмотрение ответы на вопрос";
$exercise_status_3 = "Состояние: вопрос закончен";
$showUserPoints = "Показать/Спрятать щелчки пользователя";
$showHotspots = "Показать/Спрятать \"горячие\" точки";
$labelPolyMenu = "Закрыть многоугольник";
$triesleft = "Оставленные задания";
$exeFinished = "Все ответы даны. Сейчас Вы можете поменять \"горячие\" точки или щелкнуть кнопку внизу изображения, чтобы представить на рассмотрение";
$nextAnswer = "Сейчас щелкните: &выполнено=выполнено";
?>