<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langMdCallingTool = "Ссылки";
$langMdTitle = "Название ссылки";
$langMdDescription = "Описание ссылки";
$langMdCoverage = "Универсальный";
$langMdCopyright = "Университет в г. Гент (Бельгия)";
$nameTools = "устаревшая языковая переменная";
$langTool = "Ссылки метаданных";
$langNoScript = "Шрифт не включен на Вашем браузере, пожалуйста, игнорируйте часть экрана ниже этого текста, это не будет работать... ";
$langLanguageTip = "язык на котором этот предмет изучения был создан";
$langIdentifier = "Идентификатор";
$langIdentifierTip = "уникальный идентификатор для этого предмета изучения, состоящий из букв, цифр, _-.()\'!* ";
$langTitleTip = "заглавие или название и их язык";
$langDescriptionTip = "описание или комментарий и язык, используемый для описания этого предмета изучения";
$langKeyword = "Ключевые слова";
$langKeywordTip = "разделать при помощи запятых (буквы, цифры, -.)";
$langCoverage = "Раздел";
$langCoverageTip = "название раздела, ссылки";
$langKwNote = "Если Вы меняете язык описания, не добавляйте одновременно ключевые слова";
$langClickKw = "Щелкните ключевое слово на дереве для его выбора или для отмены выбора ";
$langKwHelp = "<br/>Щелкнуть на кнопку \'+\' чтобы открыть, кнопку \'-\' чтобы закрыть, кнопку \'++\' чтобы открыть все, кнопку \'--\' чтобы все закрыть.<br/> <br/>Очистить все выбранные ключевые слова с помощью закрытия дерева и открыть его снова с помощью конпки \'+\'.<br/>Alt-щелчек \'+\' позволяет искать оригинальные ключевые слова на дереве.<br/> <br/>Alt-щелчек ключевое слово выбирает ключевое слово без расширенных терминов или не выбирает его с расширенными терминами.<br/> <br/>Если Вы меняете язык описания, не добавляете одновременно ключевые слова.<br/> <br/>";
$langLocation = "URL/URI-адрес";
$langLocationTip = "щелкните, чтобы открыть предмет";
$langStore = "Запомнить";
$langDeleteAll = "Удалить все метаданные";
$langConfirmDelete = "Вы *действительно* хотите удалить все метаданные?";
$langWorkOn = "на";
$langNotInDB = "нет такого раздела ссылок";
$langManifestSyntax = "(синтаксическая ошибка в очевидном файле...)";
$langEmptyManifest = "(пустой очевидный файл...)";
$langNoManifest = "(нет очевидного файла...)";
$langNotFolder = "не возможно, это не папка...";
$langContinue = "Продолжить с";
$langCreate = "Создать MDE (метаданные)";
$langRemove = "Стереть MDE (метаданные)";
$langAllRemovedFor = "Все входы, удаленные для раздела";
$langRemainingFor = "устаревшие входы, удаленные для раздела ";
$langIndex = "Индексирование";
$langTotalMDEs = "Общее количество Ссылок БД входа:";
$langMainMD = "Открыть главную MDE (запись метаданных)";
$langOrElse = "Выбрать раздел Ссылок ";
$langWarningDups = "- дублировать название разделов, где они были удалены из списка!";
$langSLC = "Работать с разделами ссылок с именами";
?>