<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langTool = "Метадата (данные о данных)";
$langClickKw = "Щелкните ключевое слово на дереве для его выбора или для отмены выбора.";
$langKwHelp = "<br/> Щелкнуть кнопку \'+\' чтобы открыть, кнопку \'-\' чтобы закрыть, кнопку \'++\' чтобы открыть все, кнопку \'--\' чтобы закрыть все.<br/> <br/> Очистить все выбранные ключевые слова, закрывая дерево и чтобы снова открыть, щелкните кнопку \'+\'.<br/> Alt-щелчек \'+\' перевыберет перед этим выбранные ключевые слова.<br/> <br/> Alt-щелчек по ключевому слову  отвергнет ключевое слово.<br/>";
$langAdvanced = "Продвинутый";
$langSearch = "Поиск";
$langSearchCrit = "Используйте пространство ниже для описательного текста, одно слова на один ряд (линию)!";
$langNoKeywords = "Этот курс не имеет ключевых слов";
$langKwCacheProblem = "Тайный запас ключевых слов не может быть открыт";
$langCourseKwds = "ключевые слова курса";
$langKwdsInMD = "Ключевые слова, использованные в БД";
$langKwdRefs = "ссылки ключевых слов";
$langNonCourseKwds = "Ключивые слова не курса";
$langKwdsUse = "Ключевые слова курса (жирный шрифт=не использованы)";
$langTotalMDEs = "Общее количество входов метаданных";
?>