<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langActivate = "แสดง";
$langDeactivate = "ซ่อน";
$langInLnk  = "ส่วนประกอบของหน้าโฮมเพจวิชา<b>ที่อาจารย์ยังไม่เปิดให้ใช้งาน</b>";
$langDelLk = "คุณแน่ใจว่าจะลบรายการ การเชื่อมโยงนี้";
$langEnter  = "ตกลง";
$langCourseCreate  = "สร้างโฮมเพจรายวิชา";
$langNameOfTheLink  = "ชื่อการเชื่อมโยง";
$lang_main_categories_list                  = "รายการประเภทวิชาหลัก";
$langCourseAdminOnly = "ส่วนควบคุม<b>สถานะการเปิด/ปิดการใช้งาน</b>รายการส่วนประกอบต่างๆของหน้าโฮมเพจวิชา เฉพาะในรายวิชาของอาจารย์ ";
$PlatformAdminOnly = "ส่วนของผู้บริหารจัดการระบบ";
$langCombinedCourse = "บูรณาการวิชา";
$ToolIsNowVisible = "แสดงรายการส่วนประกอบต่างๆของรายวิชา<b>ที่อาจารย์เปิด</b>ให้ผู้เรียนเข้าใช้งาน ศึกษาเรียนรู้และสามารถร่วมทำกิจกรรมออนไลน์ได้ ";
$ToolIsNowHidden = "แสดงรายการส่วนประกอบต่างๆของรายวิชา <b>ที่อาจารย์ยังไม่ได้เปิด</b>ให้ผู้เรียนเข้าใช้งาน ศึกษาเรียนรู้และสามารถร่วมทำกิจกรรมออนไลน์";
$EditLink = "แก้ไขรายการเชื่อมโยง";
?>