<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langLinkSite = "เพิ่มการเชื่อมโยงต่อไปหน้าโฮมเพจ";
$langSubTitle = "การเพิ่มรายการเชื่อมโยงไปที่เมนูหลักของรายวิชาท่าน. คำแนะนำ : ถ้าท่านต้องการเพิ่มรายการเชื่อมต่อไปที่หน้าใด ให้ไปเปิดที่หน้านั้น แล้วทำการ Copy ข้อความในช่อง Address ของโปรแกรมดูโฮมเพจที่ท่านกำลังใช้ แล้วไป  paste ลงในกรอบ Link ที่อยู่ถัดลงมา";
$langAddPage = "เพิ่มหน้า";
$langSendPage = "หน้าที่จะโอนไฟล์ขึ้น";
$langCouldNot = "ไม่สามารถโอนไฟล์ขึ้นระบบได้";
$langTooBig = "คุณไม่ได้เลือกไฟล์ที่จะส่งหรือไฟล์มีขนาดใหญ่เกินไป";
$langExplanation = "เมื่อคุณคลิกปุ่ม ตกลง ระบบจะทำการสร้างโฮมเพจที่มีเครื่องมือสำหรับการกำหนดค่าของระบบบริหารจัดการในส่วนประกอบต่างๆของรายวิชา เช่นการจัดการเอกสารของรายวิชา จัดกลุ่มการอภิปราย , กำหนดการของรายวิชา และ ฯลฯ ที่คุณสามารถเลือกกำหนด เพิ่มเติม ปรับปรุงหรือเปลี่ยนแปลงหัวข้อใดๆ ภายในรายวิชาของคุณได้เมื่อต้องการ ในฐานะของผู้สร้างวิชา.";
$langPgTitle = "ชื่อหัวเรื่องของเอกสาร";
$langNoLinkURL = "กรุณาใส่ที่อยู่บนเว็ปไซท์ที่จะเชื่อมโยงต่อ(URL)";
$langLinkTarget = "เชื่อมโยงให้แสดงใน";
$langSameWindow = "แทนที่กรอบหน้าต่างเดิม";
$langNewWindow = "แสดงในกรอบหน้าต่างใหม่";
$langAdded = "เพิ่มแล้ว";
$langAddLink = "เพิ่มการเชื่อมโยง";
$langNoLinkName = "กรุณาตั้งชื่อของรายการเชื่อมโยง";
$langEditLink = "แก้ไขการเชื่อมโยงโฮมเพจรายวิชา";
$langChangePress = "เปลี่ยนและกดปุ่ม OK";
$langLinkChanged = "เปลี่ยนการเชื่อมโยงของโฮมเพจรายวิชา ใช้เมนูbreadcrumb ข้างบน เพื่อกลับไปที่หน้าโฮมเพจ";
?>