<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langPgTitle = "ชื่อหัวเรื่องของเอกสาร";
$langExplanation = "เมื่อคุณคลิกปุ่ม ตกลง ระบบจะทำการสร้างโฮมเพจที่มีเครื่องมือสำหรับการกำหนดค่าของระบบบริหารจัดการในส่วนประกอบต่างๆของรายวิชา เช่นการจัดการเอกสารของรายวิชา จัดกลุ่มการอภิปราย , กำหนดการของรายวิชา และ ฯลฯ ที่คุณสามารถเลือกกำหนด เพิ่มเติม ปรับปรุงหรือเปลี่ยนแปลงหัวข้อใดๆ ภายในรายวิชาของคุณได้เมื่อต้องการ ในฐานะของผู้สร้างวิชา.";
$langTooBig = "คุณไม่ได้เลือกไฟล์ที่จะส่งหรือไฟล์มีขนาดใหญ่เกินไป";
$langCouldNot = "ไม่สามารถโอนไฟล์ขึ้นระบบได้";
$langAddPageToSite = "เพิ่มเติมรายวิชา";
$langCouldNotSendPage = "ä¿ÅìäÁèÍÂÙèã¹ÃÙ»áºº HTML format ·ÓãËéäÁèÊÒÁÒÃ¶Êè§äŽé ËÒ¡·èÒ¹µéÍ§¡ÒÃÊè§àÍ¡ÊÒÃ·ÕèäÁèà»ç¹ HTML (àªè¹PDF, Word, Power Point, Video, etc.) àÅ×Í¡ãªé<a href=../document/document.php>à€Ã×èÍ§Á×ÍšÑŽ¡ÒÃàÍ¡ÊÒÃ</a>";
$langSendPage = "หน้าที่จะโอนไฟล์ขึ้น";
$langPageTitleModified = "ชื่อวิชาของหน้านี้ถูกปรับปรุงแล้ว";
$langPageAdded = "เพิ่มเรียบร้อย";
$langAddPage = "เพิ่มหน้า";
?>