<?php
$langPgTitle = "ชื่อหัวเรื่องของเอกสาร ";
$langExplanation = "เมื่อคุณคลิกปุ่ม ตกลง ระบบจะทำการสร้างโฮมเพจที่มีเครื่องมือสำหรับการกำหนดค่าของระบบบริหารจัดการในส่วนประกอบต่างๆของรายวิชา เช่นการจัดการเอกสารของรายวิชา จัดกลุ่มการอภิปราย , กำหนดการของรายวิชา และ ฯลฯ ที่คุณสามารถเลือกกำหนด เพิ่มเติม ปรับปรุงหรือเปลี่ยนแปลงหัวข้อใดๆ ภายในรายวิชาของคุณได้เมื่อต้องการ ในฐานะของผู้สร้างวิชา. ";
$langTooBig = "คุณไม่ได้เลือกไฟล์ที่จะส่งหรือไฟล์มีขนาดใหญ่เกินไป";
$langCouldNot = "ไม่สามารถโอนไฟล์ขึ้นระบบได้";
$langNotAllowed = "ไม่อนุญาต";
$langAddPageToSite = "เพิ่มเติมรายวิชา";
$langCouldNotSendPage = "ไฟล์ไม่อยู่ในรูปแบบ HTML format ทำให้ไม่สามารถส่งได้ หากท่านต้องการส่งเอกสารที่ไม่เป็น HTML (เช่นPDF, Word, Power Point, Video, etc.) เลือกใช้<a href=../document/document.php>เครื่องมือจัดการเอกสาร</a>";
$langSendPage = "หน้าที่จะโอนไฟล์ขึ้น";
$langPageTitleModified = "ชื่อวิชาของหน้านี้ถูกปรับปรุงแล้ว";
$langPageAdded = "เพิ่มเรียบร้อย";
$langAddPage = "เพิ่มหน้า";
