<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langLinkName = "ª×èÍÃÒÂ¡ÒÃàª×èÍÁâÂ§";
$langLinkAdd = "àŸÔèÁÃÒÂ¡ÒÃàª×èÍÁâÂ§";
$langLinkAdded = "àŸÔèÁ¡ÒÃàª×èÍÁâÂ§áÅéÇ";
$langLinkMod = "á¡éä¢ÃÒÂ¡ÒÃàª×èÍÁâÂ§";
$langLinkModded = "á¡éä¢¡ÒÃàª×èÍÁâÂ§áÅéÇ";
$langLinkDel = "ÅºÃÒÂ¡ÒÃàª×èÍÁâÂ§";
$langLinkDeleted = "Åº¡ÒÃàª×èÍÁâÂ§áÅéÇ";
$langLinkDelconfirm = "€Ø³µéÍ§¡ÒÃ·ÕèšÐÅº¡ÒÃàª×èÍÁâÂ§¹Õé";
$langAllLinksDel = "Åº¡ÒÃàª×èÍÁâÂ§ã¹»ÃÐàÀ·¹Õé·Ñé§ËÁŽ";
$langCategoryName = "ª×Í»ÃÐàÀ·";
$langCategoryAdd = "àŸÔèÁ»ÃÐàÀ·";
$langCategoryAdded = "àŸÔèÁ»ÃÐàÀ·áÅéÇ";
$langCategoryModded = "äŽéá¡éä¢»ÃÐàÀ·áÅéÇ";
$langCategoryDel = "Åº»ÃÐàÀ·";
$langCategoryDeleted = "ÃÒÂ¡ÒÃàª×èÍÁâÂ§ã¹»ÃÐàÀ··Ñé§ËÁŽ¶Ù¡ÅºáÅéÇ";
$langCategoryDelconfirm = "àÁ×èÍÅº»ÃÐàÀ·áÅéÇ·Ø¡ÃÒÂ¡ÒÃàª×èÍÁâÂ§µéÍ§¶Ù¡ÅºŽéÇÂ €Ø³á¹èãš·ÕèšÐÅºËÃ×ÍäÁè";
$langAllCategoryDel = "Åº·Ø¡ÃÒÂ¡ÒÃáÅÐ»ÃÐàÀ·àª×èÍÁâÂ§";
$langGiveURL = "¡ÃØ³ÒãÊè·ÕèÍÂÙèÍÍ¹äÅ¹ì¢Í§ÃÒÂ¡ÒÃàª×èÍÁâÂ§";
$langGiveCategoryName = "¡ÃØ³ÒµÑé§ª×èÍ»ÃÐàÀ·";
$langNoCategory = "äÁèÁÕ»ÃÐàÀ·";
$showall = "à»ÔŽ·Ø¡»ÃÐàÀ·ÃÒÂ¡ÒÃàª×èÍÁâÂ§";
$shownone = "»ÔŽÃÒÂ¡ÒÃàª×èÍÁâÂ§·Ø¡»ÃÐàÀ·";
$langListDeleted = "ÃÒÂ¡ÒÃ¶Ù¡ÅºáÅéÇ";
$langAddLink = "àŸÔèÁ link";
$langDelList = "ÅºÃÒÂ¡ÒÃ·Ñé§ËÁŽ";
$langModifyLink = "á¡éä¢ÃÒÂ¡ÒÃàª×èÍÁâÂ§";
$langCsvImport = "¹Óà¢éÒcsv";
$langCsvFileNotFound = "ä¿Åì CSV ·Õè¹Óà¢éÒÁÒäÁèÊÒÁÒÃ¶à»ÔŽäŽé àŸÃÒÐä¿ÅìÁÕ¢¹ÒŽãË­èà¡Ô¹ËÃ×ÍäÁèÁÕ¢éÍÁÙÅÀÒÂã¹";
$langCsvFileNoSeps = "ä¿ÅìCSV·Õè¹Óà¢éÒÁÒµéÍ§ãªéà€Ã×èÍ§ËÁÒÂ€ÍÁÁèÒ,ËÃ×Íà«ÁÔâ€ÅèÍ¹; à»ç¹µÑÇ€Ñè¹ÃÒÂ¡ÒÃª×èÍä¿Åì";
$langCsvFileNoURL = "ä¿Åìcsv·Õè¹Óà¢éÒµéÍ§ÁÕÊèÇ¹»ÃÐ¡ÍºÍÂèÒ§¹éÍÂ€×Í ª×èÍáÅÐÃÒÂ¡ÒÃºè§ªÕé·ÕèÍÂÙèÍÍ¹äÅ¹ì";
$langCsvFileLine1 = "... - ºÃÃ·ÑŽ·Õè1=";
$langCsvLinesFailed = "ºÃÃ·ÑŽ¹Õé¡ÒÃàª×èÍÁâÂ§ŒÔŽŸÅÒŽ(äÁèÁÕ·ÕèÍÂÙèàÇç»ËÃ×ÍäÁèÁÕª×èÍ)";
$langCsvLinesOld = "ÁÕÃÒÂ¡ÒÃàª×èÍÁâÂ§¹ÕéáÅéÇ »ÃÑº»ÃØ§áÅéÇ(ÁÕ·ÕèÍÂÙèáÅÐ»ÃÐàÀ·àŽÕÂÇ¡Ñ¹)";
$langCsvLinesNew = "ÊÃéÒ§ÃÒÂ¡ÒÃàª×èÍÁâÂ§ãËéáÅéÇ";
$langCsvExplain = "ไฟล์ต้องควรจะเป็นดังนี้: <blockquote><pre> <b>ที่อยู่เว็ปไซท์</b>;ประเภท;<b>ชื่อเรื่อง</b>;คำอธิบาย; <b>http://www.tinnabutr.com/dokeos</b>;รายการเชื่อมโยงที่น่าสนใจ;<b>ชื่อที่ 1</b>;คำอธิบายที่ 1; <b>http://www.wittycomputer.com/prachid</b>;;<b>ชิ่อเรื่องที่ 2</b>;\"คำอธิบายที่ 2\"; </pre></blockquote>หากมีชื่อ ที่อยู่เว็ป และคำอธิบายอยู่เดิมแล้วก็จะถือว่าเป็นการปรับปรุงข้อมูลใหม่.<br><br> ตัวหนา = ส่วนที่รับคำสั่ง. การพิมพ์รับค่าได้ทั้งตัวใหญ่ตัวเล็ก หากต้องการใส่หลายค่าในแต่ละตารางแสดงข้อมูลให้แยกคำด้วยเครื่องหมาย, หรือ ; [b]โค๊ดคำสั่งของ HTML tags[/b] สามารถนำเข้าไฟล์ มาใส่ไว้ในตาราง.";
$langLinkUpdated = "»ÃÑºá¡é¡ÒÃàª×èÍÁâÂ§áÅéÇ";
$langAll_Link_Deleted = "Åº¡ÒÃàª×èÍÁâÂ§áÅéÇ";
$langOnHomepage = "áÊŽ§¡ÒÃàª×èÍÁâÂ§ã¹âÎÁàŸšÇÔªÒ";
$langShowLinkOnHomepage = "áÊŽ§ÃÒÂ¡ÒÃàª×èÍÁâÂ§ã¹âÎÁàŸšÇÔªÒà»ç¹ÃÙ»äÍ€èÍ¹ÅÔ§€ì";
?>