<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langTool = "Metadata";
$langClickKw = "€ÅÔ¡·Õè¢Í§€ÓÊÓ€Ñ­ã¹ÅÓŽÑºªÑé¹¢Í§ä¿ÅìàŸ×èÍàÅ×Í¡ËÃ×ÍäÁèàÅ×Í¡ÃÒÂ¡ÒÃ";
$langKwHelp = "<br/>€ÅÔ¡à€Ã×èÍ§ËÁÒÂºÇ¡ \'+\' àŸ×èÍà»ÔŽ, \'-\' €ÅÔ¡à€Ã×èÍ§ËÁÒÂÅºàŸ×èÍ»ÔŽ, \'++\' €ÅÔ¡à€Ã×èÍ§ËÁÒÂ¹ÕéàŸ×èÍà»ÔŽ·Ñé§ËÁŽ, \'--\' €ÅÔ¡à€Ã×èÍ§ËÁÒÂ¹ÕéàŸ×èÍ»ÔŽ·Ñé§ËÁŽ.<br/> <br/> ÅéÒ§€ÓÊÓ€Ñ­·Ñé§ËÁŽâŽÂ»ÔŽÅÓŽÑºªÑé¹¢Í§ä¿ÅìáÅÐà»ÔŽÍÕ¡€ÃÑé§ŽéÇÂà€Ã×èÍ§ËÁÒÂ \'+\'.<br/> ¡Ž";
$langAdvanced = "¢Ñé¹ÊÙ§";
$langSearch = "€é¹ËÒ";
$langSearchCrit = "ãªéŸ×é¹·Õè¹ÕéÍžÔºÒÂ€ÇÒÁËÁÒÂ¢Í§€Ó Ë¹Öè§€ÓµèÍË¹Öè§ºÃÃ·ÑŽ";
$langNoKeywords = "ÇÔªÒ¹ÕéäÁèÁÕ€ÓÊÓ€Ñ­";
$langKwCacheProblem = "á€ª€ÓÊÓ€Ñ­äÁèÊÒÁÒÃ¶à»ÔŽäŽé";
$langCourseKwds = "€ÓÊÓ€Ñ­¢Í§ÇÔªÒ";
$langKwdsInMD = "€ÓÊÓ€Ñ­·Õèãªéã¹MD";
$langKwdRefs = "¡ÒÃÍéÒ§ÍÔ§€ÓÊÓ€Ñ­";
$langNonCourseKwds = "äÁèÁÕ€ÓÊÓ€Ñ­¢Í§ÇÔªÒ";
$langKwdsUse = "€ÓÊÓ€Ñ­¢Í§ÇÔªÒ(µÑÇË¹Ò=äÁèãªé)";
$langTotalMDEs = "šÓ¹Ç¹ÃÒÂ¡ÒÃ·Ñé§ËÁŽ¢Í§ MD";
?>