<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langTool = "Metadata";
$langClickKw = "คลิกที่ของคำสำคัญในลำดับชั้นของไฟล์เพื่อเลือกหรือไม่เลือกรายการ";
$langKwHelp = "<br/>คลิกเครื่องหมายบวก \'+\' เพื่อเปิด, \'-\' คลิกเครื่องหมายลบเพื่อปิด, \'++\' คลิกเครื่องหมายนี้เพื่อเปิดทั้งหมด, \'--\' คลิกเครื่องหมายนี้เพื่อปิดทั้งหมด.<br/> <br/> ล้างคำสำคัญทั้งหมดโดยปิดลำดับชั้นของไฟล์และเปิดอีกครั้งด้วยเครื่องหมาย \'+\'.<br/> กดปุ่ม Alt และคลิกเครื่องหมาย \'+\' เพื่อเลือกรายการคำสำคัญที่ผ่านมา.<br/> <br/> กดปุ่ม Alt และคลิกคำสำคัญเพื่อยกเลิกการค้นคำสำคัญ.<br/>";
$langAdvanced = "ขั้นสูง";
$langSearch = "ค้นหา";
$langSearchCrit = "ใช้พื้นที่นี้อธิบายความหมายของคำ หนึ่งคำต่อหนึ่งบรรทัด";
$langNoKeywords = "วิชานี้ไม่มีคำสำคัญ";
$langKwCacheProblem = "แคชคำสำคัญไม่สามารถเปิดได้";
$langCourseKwds = "คำสำคัญของวิชา";
$langKwdsInMD = "คำสำคัญที่ใช้ในMD";
$langKwdRefs = "การอ้างอิงคำสำคัญ";
$langNonCourseKwds = "ไม่มีคำสำคัญของวิชา ";
$langKwdsUse = "คำสำคัญของวิชา(ตัวหนา=ไม่ใช้)";
$langTotalMDEs = "จำนวนรายการทั้งหมดของ MD";
?>