<?php
/*
for more information: see languages.txt in the lang folder.
*/
$Tools = "เครื่องมือ";
$SendWork = "ส่งไฟล์ขึ้นระบบ";
$TooBig = "คุณไม่ได้เลือกไฟล์ที่จะส่งหรือไฟล์มีขนาดใหญ่เกินไป";
$ListDeleted = "รายการถูกลบแล้ว";
$DocModif = "ปรับปรุงชื่อเรื่องแล้ว";
$DocAdd = "เพิ่มเอกสารแล้ว";
$DocDel = "ลบเอกสารแล้ว";
$TitleWork = "ชื่อไฟล์";
$Authors = "ผู้เขียน/เจ้าของผลงาน";
$DelList = "ลบรายการทั้งหมด";
$WorkDelete = "ลบงาน";
$WorkModify = "แก้ไขงาน";
$WorkConfirmDelete = "คุณต้องการที่จะลบไฟล์งานนี้";
$AllFiles = "ปฏิบัติเหมือนกันทุกไฟล์";
$DefaultUpload = "ตั้งค่าเริ่มต้นแสดงโดยปริยายให้กับไฟล์ที่โพสท์เข้ามาใหม่";
$NewVisible = "ให้ทุกคนมองเห็นไฟล์เอกสารใหม่";
$NewUnvisible = "ให้มองเห็นเอกสารใหม่เฉพาะผู้จัดการรายวิชา";
$lang_doc_unvisible = "ไฟล์ของคุณจะเห็นเฉพาะอาจารย์ผู้สอนวิชาดังนั้นคุณก็จะมองไม่เห็นเช่นกัน";
$DelLk = "คุณแน่ใจว่าจะลบรายการ การเชื่อมโยงนี้";
$MustBeRegisteredUser = "อนุญาตให้ส่งไฟล์เอกสารได้เฉพาะผู้ที่ลงทะเบียนในรายวิชานี้";
$ListDel = "ลบรายการ";
$NameDir = "ชื่อแฟ้มเก็บไฟล์ใหม่";
$FileExists = "ไม่สามารถปฏิบัติได้<br>มีไฟล์ชื่อนี้อยู่แล้ว";
$CreateDirectory = "สร้างแฟ้มเอกสาร";
$CurrentDir = "แฟ้มปัจจุบัน";
$EditToolOptions = "แก้ไขคุณสมบัติของเครื่องมือ";
?>