<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langClarContent = " <p><b>المدرس </b></p> <p> دوكيوس عبارة عن نظام تعلم ومعرفة. يتيح للمدرس إعداد وتنظيم المواد التعليمية, مسارات التعلم,  وكذلك إدارة التفاعل بينه وبين طلابه.  كل هذا يتم عبر متصفح الإنترنت. </p><p> لإستخدام دوكيوس كمدرس, ستحتاج إلى اسم مستخدم وكلمة مرور. بناءا على إعدادات الحماية المتخذة من قبل إدارة النظام, ويمكن الحصول على اسم مستخدم وكلمة المرور عن طريق التسجيل الذاتي من القائمة الجانبية أو عن طريق إدارة النظام.لاحظ أن كلمة المرور يجب أن لا تحتوى على فراغات بيضاء أو فواصل كما أنها حساسة لحالة الأحرف. يمكنك تسجيل الدخول باستخدام اسم المستخدم وكلمة المرور, عندها يمكنك إنشاء مقرر جديد من القائمة الجانبية أو قم باستخدام المقرر الذي تم إنشاءه لك مسبقا من قبل إدارة النظام.</p><p>لإضافة زميل كمساعد لك في إدارة المقرر:<ol><li>إذا لم يكن مسجلا في النظام, يمكنك تسجيله و قم بتحديد خيار \\\'مدرس\\\' كهوية له. </li><li>إذا كان مسجلا في النظام مسبقا, قم بفتح خيار التسجيل في المقرر لوقت مؤقت من إعدادات المقرر ثم اطلب منه التسجيل في المقرر. ثم قم بتحرير هويته وقم بإعطائع صلاحية المدرسين.<p> تحتوي كل أداة من أدوات النظام على مساعدة متمثلة في عوامة النجاة حمراء اللون. إذا لم تجد المعلومات الكافية, يمكنك مراجعة مراجع التوثيق من موقع دوكيوس الرسمي :  <a href=\\\"http://www.dokeos.com/documentation.php\\\">http://www.dokeos.com/documentation.php</a> ثم قم بتنزيل دليل المدرس باللغات المتوفرة أو باللغة الإنجليزية.</p><b>الطالب </b></p><p> هذا النظام يتيح لك فرصة المتابعة و المشاركة في المقررات, التدريبات و المهام المشتركة إلخ.قد قام مدرسك بإنشاء مقررات والتي يمكن تقديمها كملفات ومجلدات أو تعلم ذاتي أو مجموعات التعلم ذات نشاطات تسلسلية <p>عملية التسجيل قد تختلف من مؤسسة إلى أخرى. في بعض الحالات, التسجيل الذاتي متاح. وفي الأخرى يجب الحصول على اسم المستخدم وكلمة المرور عن طريق الإدارة. </p>";
$test = " الإختبار ";
$WCAGImage = " الصورة ";
$WCAGLabel = "  عنوان الصورة ";
$WCAGLink = " الرابط ";
$WCAGLinkLabel = " عنوان الرابط ";
$errorNoLabel = " لا علامة على الصورة ";
$AllLanguages = " جميع اللغات";
$WCAGEditor = " WCAG محرر ";
$WCAGGoMenu = " الذهاب للقائمة ";
$WCAGGoContent = " الذهاب للمحتوى ";
?>