<?php
$langLinkSite = "افزودن
پیوندی به سوی
این صفحه روی
صفحۀ آغازین";
$langSubTitle = "برای
افزودن یک پیوند
از صفحۀ آغازین
درستان به سمت
یک صفحه در خط
سیر آموزشی،
لطفاً آدرس صفحۀ
مقصد را در خانۀ
مربوطه واردکنید";
$langAddPage = "افزودن
یک صفحه";
$langSendPage = "صفحهمورد نظر برای ارسال";
$langCouldNot = " مدرک مورد نظر قابل ارسال نیست";
$langOkSentLink = "پیوندمورد نظر افزودهشد<br>هماکنون می توانیداز طریق<a href=\"../..//index.php\">صفحۀآغازین</a> بهآن دست یابید ";
$langTooBig = "ظاهراً مدرکی را برای ارسال انتخاب نکرده اید یا مدرک انتخابی سنگین تر از حد قابل قبول است    ";
$langPgTitle = "عنوان
صفحه";
$langNoLinkURL = "لطفاً
آدرس پیوند را
وارد کنید";
$langLinkTarget = "مقصد
پیوند";
$langSameWindow = "باز
شدن صفحۀ مقصد
در همان پنجره";
$langNewWindow = "باز
شدن صفحۀ مقصد
در پنجره ای
جدید";
$langAdded = "اضافه
شد";
$langAddLink = "افزودنیک پیوند";
$langNoLinkName = "لطفاًً
عنوان پیوند
را وارد کنید";
$langEditLink = "تغییر پیوند صفحه آغازین";
$langChangePress = "لطفاً موارد مورد نظر را تغییر داده و سپس روی دکمه تائید فشار دهید";
$langLinkChanged = "پیوند <b>صفحه آغازین</b>  تغییر یافت. لطفاً از فهرست ناوبری زیر برای بازگشتن به صفحه آغازین استفاده کنید  ";
