<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langLinkSite = "&#1662;&#1740;&#1608;&#1606;&#158";
$langSubTitle = "برای\nافزودن یک پیوند\nاز صفحۀ آغازین\nدرستان به سمت\nیک صفحه در خط\nسیر آموزشی،\nلطفاً آدرس صفحۀ\nمقصد را در خانۀ\nمربوطه واردکنید";
$langAddPage = "افزودن\nیک صفحه";
$langSendPage = "صفحهمورد نظر برای ارسال";
$langCouldNot = " مدرک مورد نظر قابل ارسال نیست";
$langOkSentLink = "پیوندمورد نظر افزودهشد<br>هماکنون می توانیداز طریق<a href=\"../..//index.php\">صفحۀآغازین</a> بهآن دست یابید";
$langTooBig = "ظاهراً مدرکی را برای ارسال انتخاب نکرده اید یا مدرک انتخابی سنگین تر از حد قابل قبول است";
$langExplanation = "وقتی\nکه دکمۀ �تأیید�\nرا فشار\nدادید، یک کلاس\nدرس مجازی با\nتقویم آموزشی\n،ابزارهای\nمدیریت مدارک،\nپیامگاه و ...\nایجاد\nخواهد شد.<br /> شما\nبه عنوان آفرینندۀ\nاین کلاس درس\nبا استفاده از\nنام کاربری و\nرمز عبور خود\nخواهید توانست\nآن را به دلخواه\nخود تغییر دهید";
$langPgTitle = "عنوان\nصفحه";
$langNoLinkURL = "لطفاً\nآدرس پیوند را\nوارد کنید";
$langLinkTarget = "مقصد\nپیوند";
$langSameWindow = "باز\nشدن صفحۀ مقصد\nدر همان پنجره";
$langNewWindow = "باز\nشدن صفحۀ مقصد\nدر پنجره ای\nجدید";
$langAdded = "اضافه\nشد";
$langAddLink = "افزودنیک پیوند";
$langNoLinkName = "لطفاًً\nعنوان پیوند\nرا وارد کنید";
$langEditLink = "تغییر پیوند صفحه آغازین";
$langChangePress = "لطفاً موارد مورد نظر را تغییر داده و سپس روی دکمه تائید فشار دهید";
$langLinkChanged = "پیوند <b>صفحه آغازین</b>  تغییر یافت. لطفاً از فهرست ناوبری زیر برای بازگشتن به صفحه آغازین استفاده کنید";
?>