<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langPgTitle = "&#1593;&#1606;&#1608;&#1575;&#160";
$langExplanation = "وقتی\nکه دکمۀ �تأیید�\nرا فشار\nدادید، یک کلاس\nدرس مجازی با\nتقویم آموزشی\n،ابزارهای\nمدیریت مدارک،\nپیامگاه و ...\nایجاد\nخواهد شد.<br /> شما\nبه عنوان آفرینندۀ\nاین کلاس درس\nبا استفاده از\nنام کاربری و\nرمز عبور خود\nخواهید توانست\nآن را به دلخواه\nخود تغییر دهید";
$langTooBig = "ظاهراً مدرکی را برای ارسال انتخاب نکرده اید یا مدرک انتخابی سنگین تر از حد قابل قبول است";
$langCouldNot = " مدرک مورد نظر قابل ارسال نیست";
$langAddPageToSite = "افزودنصفحه به اینقسمت";
$langCouldNotSendPage = "&#1575;&#1585;&#1587;&#1575;&#1604; &#1589;&#1601;&#1581;&#1607; &#1605;&#1608;&#1585;&#1583; &#1606;&#1592;&#1585; &#1576;&#1575; &#1588;&#1705;&#1587;&#1578; &#1585;&#1608;&#1576;&#1585;&#1608; &#1588;&#1583; &#1586;&#1740;&#1585;&#1575; &#1575;&#1740;&";
$langSendPage = "صفحهمورد نظر برای ارسال";
$langPageTitleModified = "عنوان\nصفحه تغییر\nیافت";
$langPageAdded = "صفحه\nافزوده شد";
$langAddPage = "افزودن\nیک صفحه";
?>