<?php
$langPgTitle = "عنوان
صفحه";
$langTooBig = "ظاهراً مدرکی را برای ارسال انتخاب نکرده اید یا مدرک انتخابی سنگین تر از حد قابل قبول است    ";
$langCouldNot = " مدرک مورد نظر قابل ارسال نیست";
$langNotAllowed = "اجازۀ
انجام این عمل
سلب گردیده";
$langAddPageToSite = "افزودنصفحه به اینقسمت";
$langCouldNotSendPage = "ارسال صفحه مورد نظر با شکست روبرو شد زیرا این صفحه از نوع اچ تی ام ال نیست. این صفحه به وسیله یک پیوند به صفحه آغازین درس متصل خواهد شد. اگر می خواهید یک صفحه غیر از نوع اچ تی ام ال بفرستید، لطفاً از قسمت<a href=../document/document.php> مدارک آموزشی </a> استفاده کنید  ";
$langSendPage = "صفحهمورد نظر برای ارسال";
$langPageTitleModified = "عنوان
صفحه تغییر
یافت";
$langPageAdded = "صفحه
افزوده شد";
$langAddPage = "افزودن
یک صفحه";
