<?php
/*
for more information: see languages.txt in the lang folder.
*/
$MdCallingTool = "مدارک آموزشی";
$MdTitle = "عنوان زیر مجموعۀ آموزشی";
$MdDescription = "برای ضبط اطلاعات لطفاً بر روی دکمۀ �ضبط� فشار دهید";
$MdCoverage = "..دیپلم متوسطه رشته";
$MdCopyright = "معدل کل";
$nameTools = "متغییرهای زبانی خارج از استفاده";
$Tool = "اطلاعات در مورد ابرداده های قسمت مدارک";
$NoScript = "مرورگر مورد استفادۀ شما قابلیت نمایش پایین صفحه را ندارد";
$LanguageTip = "زبانی که این زیر مجموعۀ آموزشی به آن نوشته شده است";
$Identifier = "نام کاربری";
$IdentifierTip = "کدی برای شناسایی این زیر مجموعۀ آموزشی : عدد و حرف";
$TitleTip = "نام زیر مجموعۀ آموزشی و زبان  این نام";
$DescriptionTip = "توضیحات زیر مجموعۀ آموزشی و زبان آن";
$Keyword = "کلمه\nکلیدی";
$KeywordTip = "لطفاً برای جداسازی آنها از خط تیره استفاده کنید";
$Coverage = "هدف";
$CoverageTip = "...دیپلم متوسطه در رشتۀ";
$KwNote = "اگر زبان توضیحات را تغییر می دهید لطفاً به صورت همزمان به اضافه کردن کلمات کلیدی نپردازید";
$ClickKw = "لطفاً برای انتخاب یا ابطال انتخاب کلمات کلیدی کلیک کنید";
$KwHelp = "کلیک +برای باز کردن، کلیک - برای بستن، کلیک ++ برای باز کردن همه، کلیک -- برای بستن همه<br><br>برای ابطال انتخاب های قبلی، لطفاً نمایش درختی را بسته و آن را دوباره با فشار دادن روی علامت + باز کنید <br><br>برای بازگشتن به وضعیت اولیه کلمات کلیدی، لطفاً آن را با دکمه های زیر باز کنید<br>Alt Click +<br><br>با فشار دادن دکمه های زیربه طور همزمان کلمات کلیدیِ بدون حدود  گسترده تر انتخاب می شوند و انتخاب کلمات کلیدیِ دارای حدود گسترده تر ابطال میشود  <br>Alt Click<br><br>اگر زبان توضیحات را تغییر می دهید لطفاً به صورت همزمان به اضافه کردن کلمات کلیدی نپردازید";
$Location = "آدرس اینترنتی";
$LocationTip = "برای بازکردن زیر مجموعۀ آموزشی روی آن کلیک کنید";
$Store = "ضبط";
$DeleteAll = "حذف تمامی ابر داده ها";
$ConfirmDelete = "آیا واقعاً می خواهید تمامی ابرداده ها را حذف کنید؟";
$WorkOn = "روی";
$NotInDB = "طبقه مورد نظر یافت نشد";
$ManifestSyntax = " <br>manifest ظاهراً در کدهای فایل<br> یک اشتباه رخ داده است";
$EmptyManifest = "manifest فایل<br> خالی است";
$NoManifest = "manifest فایل<br>در این زیر مجموعۀ آموزشی یافت نشد";
$NotFolder = "غیر ممکن است. ظاهراً این یک پرونده نیست";
$Continue = "ادامه دادن با";
$Create = "ایجاد";
$Remove = "حذف برخی از ابرداده ها";
$AllRemovedFor = "تمامی ابرداده ها از این طبقه حذف شدند";
$RemainingFor = "اطلاعات خارج از استفاده از این طبقه حذف شدند";
$Index = "صفحۀ اصلی";
$TotalMDEs = "تعداد کل ابرداده ها";
$MainMD = "صلی ابرداده باز کردن";
$OrElse = "لطفاً طبقۀ خاصی از پیوندها را انتخاب کنید";
$WarningDups = "نام های تکراری طبقات از لیست حذف خواهند شد";
$SLC = ": با طبقه پیوندها کار می کنند";
?>