<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langMdCallingTool = "مدارک آموزشی";
$langMdTitle = "عنوان زیر مجموعۀ آموزشی";
$langMdDescription = "برای ضبط اطلاعات لطفاً بر روی دکمۀ �ضبط� فشار دهید";
$langMdCoverage = "..دیپلم متوسطه رشته";
$langMdCopyright = "معدل کل";
$nameTools = "متغییرهای زبانی خارج از استفاده";
$langTool = "اطلاعات در مورد ابرداده های قسمت مدارک";
$langNoScript = "مرورگر مورد استفادۀ شما قابلیت نمایش پایین صفحه را ندارد";
$langLanguageTip = "زبانی که این زیر مجموعۀ آموزشی به آن نوشته شده است";
$langIdentifier = "نام کاربری";
$langIdentifierTip = "کدی برای شناسایی این زیر مجموعۀ آموزشی : عدد و حرف";
$langTitleTip = "نام زیر مجموعۀ آموزشی و زبان  این نام";
$langDescriptionTip = "توضیحات زیر مجموعۀ آموزشی و زبان آن";
$langKeyword = "کلمه\nکلیدی";
$langKeywordTip = "لطفاً برای جداسازی آنها از خط تیره استفاده کنید";
$langCoverage = "هدف";
$langCoverageTip = "...دیپلم متوسطه در رشتۀ";
$langKwNote = "اگر زبان توضیحات را تغییر می دهید لطفاً به صورت همزمان به اضافه کردن کلمات کلیدی نپردازید";
$langClickKw = "لطفاً برای انتخاب یا ابطال انتخاب کلمات کلیدی کلیک کنید";
$langKwHelp = "کلیک +برای باز کردن، کلیک - برای بستن، کلیک ++ برای باز کردن همه، کلیک -- برای بستن همه<br><br>برای ابطال انتخاب های قبلی، لطفاً نمایش درختی را بسته و آن را دوباره با فشار دادن روی علامت + باز کنید <br><br>برای بازگشتن به وضعیت اولیه کلمات کلیدی، لطفاً آن را با دکمه های زیر باز کنید<br>Alt Click +<br><br>با فشار دادن دکمه های زیربه طور همزمان کلمات کلیدیِ بدون حدود  گسترده تر انتخاب می شوند و انتخاب کلمات کلیدیِ دارای حدود گسترده تر ابطال میشود  <br>Alt Click<br><br>اگر زبان توضیحات را تغییر می دهید لطفاً به صورت همزمان به اضافه کردن کلمات کلیدی نپردازید";
$langLocation = "آدرس اینترنتی";
$langLocationTip = "برای بازکردن زیر مجموعۀ آموزشی روی آن کلیک کنید";
$langStore = "ضبط";
$langDeleteAll = "حذف تمامی ابر داده ها";
$langConfirmDelete = "آیا واقعاً می خواهید تمامی ابرداده ها را حذف کنید؟";
$langWorkOn = "روی";
$langNotInDB = "طبقه مورد نظر یافت نشد";
$langManifestSyntax = " <br>manifest ظاهراً در کدهای فایل<br> یک اشتباه رخ داده است";
$langEmptyManifest = "manifest فایل<br> خالی است";
$langNoManifest = "manifest فایل<br>در این زیر مجموعۀ آموزشی یافت نشد";
$langNotFolder = "غیر ممکن است. ظاهراً این یک پرونده نیست";
$langContinue = "ادامه دادن با";
$langCreate = "ایجاد";
$langRemove = "حذف برخی از ابرداده ها";
$langAllRemovedFor = "تمامی ابرداده ها از این طبقه حذف شدند";
$langRemainingFor = "اطلاعات خارج از استفاده از این طبقه حذف شدند";
$langIndex = "صفحۀ اصلی";
$langTotalMDEs = "تعداد کل ابرداده ها";
$langMainMD = "صلی ابرداده باز کردن";
$langOrElse = "لطفاً طبقۀ خاصی از پیوندها را انتخاب کنید";
$langWarningDups = "نام های تکراری طبقات از لیست حذف خواهند شد";
$langSLC = ": با طبقه پیوندها کار می کنند";
?>