<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langTool = "اطلاعات در مورد ابرداده های قسمت مدارک";
$langClickKw = "لطفاً برای انتخاب یا ابطال انتخاب کلمات کلیدی کلیک کنید";
$langKwHelp = "کلیک +برای باز کردن، کلیک - برای بستن، کلیک ++ برای باز کردن همه، کلیک -- برای بستن همه<br><br>برای ابطال انتخاب های قبلی، لطفاً نمایش درختی را بسته و آن را دوباره با فشار دادن روی علامت + باز کنید <br><br>برای بازگشتن به وضعیت اولیه کلمات کلیدی، لطفاً آن را با دکمه های زیر باز کنید<br>Alt Click +<br><br>با فشار دادن دکمه های زیربه طور همزمان کلمات کلیدیِ بدون حدود  گسترده تر انتخاب می شوند و انتخاب کلمات کلیدیِ دارای حدود گسترده تر ابطال میشود  <br>Alt Click<br><br>اگر زبان توضیحات را تغییر می دهید لطفاً به صورت همزمان به اضافه کردن کلمات کلیدی نپردازید";
$langAdvanced = "پیشرفته";
$langSearch = "جستجو کنید";
$langSearchCrit = "یک کلمه در هر خط";
$langNoKeywords = "هیچ کلمۀ کلیدی ای برای توصیف این درس وجود ندارد";
$langKwCacheProblem = "باز کردن مخزن ذخیرۀ کلمات کلیدی به شکست انجامید";
$langCourseKwds = "این فایل حاوی کلمات کلیدی درس است";
$langKwdsInMD = "کلمات کلیدی استفاده شده در ابرداده ها";
$langKwdRefs = "مراجع کلمۀ کلیدی";
$langNonCourseKwds = "کلمات کلیدی خارج از درس";
$langKwdsUse = "کلمات کلیدی درس : پررنگ = استفاده نشده";
$langTotalMDEs = "تعداد کل ابرداده ها";
?>