<?php
/*
for more information: see languages.txt in the lang folder.
*/
$GeneralDescription = "توضیحات درس";
$GeneralDescriptionQuestions = "جایگاهاین درس در برنامهآموزشی چیست؟آیا پیش نیازهاییبرای این درسوجود دارد؟ارتباط این درسبا دروس دیگرچیست؟";
$GeneralDescriptionInformation = "درمورد این درسو استاد آن توضیحدهید:تعدادساعات، کد اداری،مکان، نام استاد،رایانامۀ اوو غیره";
$Objectives = "اهداف";
$ObjectivesInformation = "توصیفاهداف کلّی وجزئی این درس";
$ObjectivesQuestions = "دانشجویان در انتهای دورۀ آموزشی چه توانایی هایی کسب خواهند کرد؟ در طول دورۀ آموزشی چه فعّالیّتهای علمی ای  از دانشجویان خواسته می شود؟";
$Topics = "تاپیک ها";
$TopicsInformation = "فهرستعناوین درس،اهمّیّت هر بخش،درجۀ پیچیدگیموضوع درس،ساختار و ارتباطمتقابل بخشهایمختلف";
$TopicsQuestions = "نحوۀپیشرفت درس،چه بخشی از درستوجّه بیشتریمی طلبد؟ آیامشکلات بالقوّهای در فهم بخشخاصّی از درسوجود دارد؟ بهطور نسبی چهزمانی برایگذراندن بخشهایمختلف درس نیازاست؟";
$Methodology = "روش شناسی درس";
$MethodologyQuestions = "چهروش و چه فعالیتهاییدر رسیدن بهاهداف این درسکمک می کنند؟به چه ترتیبی؟";
$MethodologyInformation = "توصیففعالیتهایآموزشی : همایش،تهیۀ مقالات،پژوهش گروهی،منابع درسی وغیره";
$CourseMaterial = "منابعدرس";
$CourseMaterialQuestions = "آیاکتاب، مقاله،کتابنامه و یافهرستی از پیوندهایاینترنتی درارتباط با ایندرس وجود دارد؟";
$CourseMaterialInformation = "توصیفمختصری در موردمنابع درسی";
$HumanAndTechnicalResources = "منابعانسانی و فنّی";
$HumanAndTechnicalResourcesQuestions = "آیااستاد، مشاورآموزشی، مسئولپشتیبانی فنی،اتاق رایانهو ... برایاین درس در نظرگرفته شده است؟";
$HumanAndTechnicalResourcesInformation = "توصیفمختصری در موردتوصیه های فنیو افراد قابلدسترسی";
$Assessment = "نحوۀارزشیابی";
$AssessmentQuestions = "دانشجویانچگونه ارزشیابیخواهند شد؟";
$AssessmentInformation = "نمومه سؤالات، معیارهای ارزشیابی، روشهای مؤثر در موفقیت و غیره";
?>