<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langClarContent = "<p><b>&#25945;&#24072;</b></p> <p>Dokeos&#26159;&#20010;&#23398;&#20064;&#19982;&#30693;&#35782;&#31649;&#29702;&#31995;&#32479;&#12290;&#23427;&#20801;&#35768;&#32769;&#24072;&#32452;&#32455;&#25945;&#23398;&#26448;&#26009;&#12289;&#25945;&#23398;&#27969;&#31243;&#24182;&#31649;&#29702;&#19982;&#23398;&#29983;&#20043;&#38388;&#30340;&#20114;&#21160;&#12290;</p> <p>作为教师使用Dokeos, 你需要一个用户名和密码，这依赖于你所在平台的安全设置, 你可以通过自助注册（右侧菜单）或者从超级管理员获得授权。注册用户名和密码不能包含空格和标点并且区分大小写。填写用户名/密码，然后创建一个课程（顶端右侧）或者使用超级管理员已经为你创建的课程。</p> <p>为你的课程添加成员: <ol><li>如果他/她还没有在系统中注册，那么注册后，将其选择为“教师”的个人设置,</li> <li>如果他/她已经是系统注册用户, 打开课程注册设置, 询问他/她是否加入到你的课程中. 然后编辑他/她的个人设置, 给他/她教师权限.</li></ol></p> <p> 每个Dokeos工具包含一个前后关联的帮助, 显示为红色标记. 如果你在帮助中没有找到想要的信息, 你可以到Dokeos主页: <a href=\\\"http://www.dokeos.com/documentation.php\\\">http://www.dokeos.com/documentation.php</a> 察看并下载教师手册(英语或你的本地语言).</p> <p><b>学生</b></p> <p>学生身份允许你跟随一个课程, 训练, 合做等等。学生身份是用于学习: 基于计划, 基于问题, 基于案例的教学, 合作研究等. 你的教师可以已经建立了学习区域并把一个简单的文件夹或都一个复杂的自我学习或者小组学习活动放在那里.</p> <p>不同的学校可以设置不同的注册过程. 在某此情况下, 允许自助注册, 但在一些学校, 你必须从超级管理员那里获得用户名和密码.</p>";
$test = "&#27979;&#39564;";
$WCAGImage = "&#22270;&#20687;";
$WCAGLabel = "&#22270;&#29255;&#26631;&#31614;";
$WCAGLink = "&#38142;&#25509;";
$WCAGLinkLabel = "&#38142;&#25509;&#26631;&#31614;";
$errorNoLabel = "&#27809;&#26377;&#26631;&#31614;";
$AllLanguages = "&#25152;&#26377;&#35821;&#35328;";
$WCAGEditor = "WCAG &#32534;&#36753;&#22120;";
$WCAGGoMenu = "&#33267;&#33756;&#21333;";
$WCAGGoContent = "&#33267;&#20869;&#23481;";
?>