<?php
/*
for more information: see languages.txt in the lang folder.
*/
$ClearContent = "<p><b>教师</b></p> <p>IILearn 是一个基于Web的教学管理系统，它允许教师通过浏览器创建和管理课程。</p> <p>作为教师使用，你需要一个用户名和密码，这依赖于你所在平台的安全设置，你可以通过自助注册(右侧菜单)或者从超级管理员获得授权。注册用户名和密码不能包含空格和标点并且区分大小写。填写用户名/密码，然后创建一个课程(顶端右侧)或者使用超级管理员已经为你创建的课程。</p> <p>为你的课程添加成员: <ol><li>如果他/她还没有在系统中注册，那么注册后，将其选择为“教师”的个人设置，</li> <li>如果他/她已经是系统注册用户，打开课程注册设置，询问他/她是否加入到你的课程中。然后编辑他/她的个人设置，授予他/她教师权限。</li></ol></p> <p> 每个系统工具包含一个前后关联的帮助，显示为红色标记，如果你在帮助中没有找到想要的信息，你可以到IILearn主页: <a href=\"http://www.chamilo.org/documentation.php\">http://www.chamilo.org/documentation.php</a> 查看并下载教师手册(英语或你的本地语言)。</p> <p><b>学生</b></p> <p>学生身份允许你跟随一个课程、 训练等。学生身份是用于学习，基于计划、基于问题、基于案例的教学、合作研究等。你的教师可以已经建立了学习区域并把一个简单的文件夹或都一个复杂的自我学习或者小组学习活动放在那里。</p> <p>不同的学校可以设置不同的注册过程，在某此情况下允许自助注册，但在一些学校你必须从超级管理员那里获得用户名和密码。</p>";
$WCAGImage = "图像";
$WCAGLabel = "图片标签";
$WCAGLink = "链接";
$WCAGLinkLabel = "链接标签";
$ErrorNoLabel = "无图像标签";
$AllLanguages = "所有语言";
$WCAGEditor = "WCAG 编辑器";
$WCAGGoMenu = "至菜单";
$WCAGGoContent = "至内容";
?>