<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langClarContent = "<p><b>За преподаватели</b></p><p>Dokeos е система за електронно обучение и управление на знанията. Тя позволява на преподавателя да организира учебния материал и да управлява учебния процес. Взаимодействието на преподавателя с неговите курсисти се осъществява чрез уеб-интерфейс, с браузър.</p><p>За да използвате системата Chamilo се нуждаете от потребителско име и парола. В зависимост от настройките на системата можете да ги получите след като самостоятелно се регистрирате (вижте вдясно) или по административен път от вашата организация. Имайте предвид, че потребителското име и паролата не трябва да съдържат интервали или някои специални знаци, както и че те са чувствителни към регистъра на клавиатурата. Влезте в системата с потребителското си име и парола. Създайте курс (вижте вдясно) или използвайте курса, създаден централизирано от вашата организация.</p><p>За да добавите в курса ваш колега като преподавател трябва:<ol><li>той да бъде регистриран с преподавателски статус в системата;</li><li>временно да позволите самостоятелното записване в курса и да помолите колегата си да направи това;</li><li>да редактирате профила на колегата си, като му зададете права на преподавател в курса.</li></ol></p><p>Всеки инструмент в системата Chamilo притежава контекстно зависима помощна информация. Ако тя е недостатъчна, проверете страницата с документацията на Chamilo <a href=\"http://www.chamilo.org/documentation.php\" target=\"_blank\">http://www.chamilo.org/documentation.php</a> и свалете ръководството за преподавателя на вашия роден език или на английски език.</p><p><b>За курсиста</b></p><p>Това е портал за вашето обучение - участвайте в курсовете, взаимодействайте с преподавателите и останалите курсисти. Той е създаден, за да насърчи активното обучение: ориентирано към изпълнение на проекти, към решаване на проблеми, към групови разработки и т.н. Преподавателите са създали учебното съдържание за вас, което може да е просто във формата на документи в съответните папки или да е организирано по по-сложен начин, за самостоятелно обучение или за работа в група. Също така, преподавателите могат да контролират последователността на учебните дейности.</p><p>Регистрирането в системата може да варира при различните организации. В някои случаи се позволява вие самостоятелно да се регистрирате, чрез попълването на формуляр. В други случаи би трябвало да получите потребителско име и парола централизирано, по административен път.</p>";
$test = "Тест";
$WCAGImage = "Изображение";
$WCAGLabel = "Заглавие на изображението";
$WCAGLink = "Връзка";
$WCAGLinkLabel = "Заглавие на връзката";
$errorNoLabel = "Няма заглавие.";
$AllLanguages = "всички езици";
$WCAGEditor = "WCAG редактор";
$WCAGGoMenu = "Към меню";
$WCAGGoContent = "Към съдържание";
?>