<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langActivate = "Активирай";
$langDeactivate = "Деактивирай";
$langRemove = "Премахни";
$langInLnk  = "Деактивирай връзката";
$langDelLk = "Сигурен ли сте, че желаете да изтриете тази връзка?";
$langEnter  = "Въведи";
$langCourseCreate  = "Създай нов курс";
$langNameOfTheLink  = "Име на връзката";
$lang_main_categories_list                  = "Списък на основните категории";
$langHelp = "Помощ";
$langCourseAdminOnly = "Само за преподавателя";
$PlatformAdminOnly = "&#1057;&#1072;&#1084;&#1086; &#1072;&#1076;&#1084;&#1080;&#1085;&#1080;&#1089;&#1090;&#1088;&#1072;&#1090;&#1086;&#1088;&#1080; &#1085;&#1072; &#1087;&#1083;&#1072;&#1090;&#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1072;";
$langCombinedCourse = "&#1050;&#1086;&#1084;&#1073;&#1080;&#1085;&#1080;&#1088;&#1072;&#1085; &#1082;&#1091;&#1088;&#1089;";
$ToolIsNowVisible = "Инструментът е видим";
$ToolIsNowHidden = "Инструментът е невидим";
$EditLink = "Редактиране на връзката";
?>