<?php
/*
for more information: see languages.txt in the lang folder.
*/
$SelectOptionForBackup = "Изберете опция за архивирането.";
$LetMeSelectItems = "Нека аз да избера ресурсите на курса.";
$CreateFullBackup = "Създаване на пълен резервен архив на този курс.";
$CreateBackup = "Създаване на архив";
$BackupCreated = "За този курс е създаден резервен архив. Свалянето на архивния файл ще започне във всеки момент. Ако свалянето не започва, щракнете следната връзка:";
$SelectBackupFile = "Изберете архивен файл";
$ImportBackup = "Възстановяване от архивен файл";
$ImportFullBackup = "Пълно възстановяване от архив";
$ImportFinished = "Възстановяването е извършено.";
$Events = "Събития";
$Announcements = "Обяви";
$Documents = "Документи";
$Tests = "Тестове";
$Learnpaths = "Пътеки за обучение";
$CopyCourse = "Копиране на курса";
$SelectItemsToCopy = "Изберете ресурсите за копиране";
$CopyFinished = "Копирането е извършено.";
$FullRecycle = "Пълно изтриване на съдържанието (всички ресурси) на курса.";
$RecycleCourse = "Рециклиране на курса";
$RecycleFinished = "Рециклирането на курса е извършено.";
$RecycleWarning = "Предупреждение: Ще изтриете напълно или някои ресурси от съдържанието на курса. Изтриването е необратимо. Съветваме ви преди това да използвате инструмента <a href=\"create_backup.php\">\"Създаване на архив\"</a>.";
$SameFilename = "Какво да се прави с импортираните файлове, които имат същите имена като на вече съществуващите файлове?";
$SameFilenameSkip = "Не презаписвай файла със същото име";
$SameFilenameRename = "Преименувай файла (т.е. file.pdf става file_1.pdf)";
$SameFilenameOverwrite = "Презапиши файла";
$SelectDestinationCourse = "Изберете, къде да се копира курса";
$FullCopy = "Пълно копие";
$CourseDescription = "Описание на курса";
$NoResourcesToBackup = "Няма ресурси за архивиране.";
$NoResourcesInBackupFile = "Няма записани ресурси в архивния файл.";
$SelectResources = "Изберете ресурси.";
$NoResourcesToRecycles = "Няма ресурси за рециклиране.";
$IncludeQuestionPool = "Да се включат ли и предварително подготвените въпроси?";
$LocalFile = "Локален файл";
$ServerFile = "Файл на сървъра";
$NoBackupsAvailable = "Няма резервни архивни файлове.";
$NoDestinationCoursesAvailable = "Няма курс-приемник.";
$Backup = "Работа с архиви";
$ImportBackupInfo = "Възстановяване от резервен архивен файл. Можете да използвате файл от вашия компютър или файл, намиращ се на сървъра.";
$CreateBackupInfo = "Създаване на резервен архив на този курс. Можете да изберете видовете ресурси на курса, които да се архивират.";
$ToolIntro = "Встъпителен текст";
$UploadError = "Качването на файла не е успешно. Моля, проверете лимита за максимален размер на файла и правата за съхраняващата папка.";
$DocumentsWillBeAddedToo = "Ще се добавят също и свързаните документи.";
$ToExportLearnpathWithQuizYouHaveToSelectQuiz = "Ако експортирате пътека за обучение, която съдържа тестове, те трябва също да бъдат включени в експортирането. Изберете съответните тестове от списъка.";
$ArchivesDirectoryNotWriteableContactAdmin = "Не може да се записва в директорията за архиви, която се ползва от този инструмент. Моля, потърсете администратора на системата, за да отстрани проблема.";
$DestinationCourse = "Курс-приемник";
?>