<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langLinkSite = "Добави връзка към началната страница";
$langSubTitle = "Добавя към началната страница на курса връзка към друг сайт, страница или ресурс.";
$langAddPage = "Добавяне на страница";
$langSendPage = "Страница за качване";
$langCouldNot = "Файлът не може да бъде качен.";
$langOkSentLink = "Връзката е добавена. Имате достъп до нея през <a href=\"../..//index.php\">началната страница на курса</a>.";
$langTooBig = "Не сте избрали файл за изпращане, или този е твърде голям.";
$langExplanation = "След като щракнете бутона \"OK\" ще се създаде сайт на курса. Ше можете да променяте курса както пожелаете, защото сте негов създател.";
$langPgTitle = "Заглавие на страницата";
$langNoLinkURL = "Моля, въведете интернет-адреса на връзката.";
$langLinkTarget = "Отваряне на връзката";
$langSameWindow = "в същия прозорец";
$langNewWindow = "в нов прозорец";
$langAdded = "Добавен";
$langAddLink = "Добавяне на връзка";
$langNoLinkName = "Моля, въведете наименованието на връзката.";
$langEditLink = "Редактиране на връзката към началната страница на курса";
$langChangePress = "Променете данните и щракнете бутона \"OK\".";
$langLinkChanged = "Връзката към началната страница на курса е променена. Ако желаете, можете да се върнете към <a href=\"../..//index.php\">началната страница на курса</a>.";
$NoLinkName = "Връзката няма име.";
$NoLinkURL = "Връзката няма интернет-адрес.";
$LinkChanged = "Връзката е променена.";
$OkSentLink = "Връзката е добавена.";
?>