<?php
/*
for more information: see languages.txt in the lang folder.
*/
$select = "Изберете";
$square = "Правоъгълник";
$circle = "Елипса";
$poly = "Многоъгълник";
$status1 = "Чертаене на \"горещата точка\".";
$status2_poly = "Щракнете с десния бутон на мишката, за да затворите многоъгълника.";
$status2_other = "Отпуснете бутона на мишката, за да запишете \"горещата точка\".";
$status3 = "Горещата точка е записана.";
$exercise_status_1 = "Състояние: Въпросът още не е приключен.";
$exercise_status_2 = "Щраквайте, за да изпратите отговорите на въпроса.";
$exercise_status_3 = "Състояние: Въпросът е приключен.";
$showUserPoints = "Показване/скриване на щракванията";
$showHotspots = "Показване/скриване на горещите точки";
$labelPolyMenu = "Затваряне на многоъгълника";
$triesleft = "Оставащи опити";
$exeFinished = "Всички отговори са готови. Сега можете да пренаредите горещите точки или да щракнете бутона по-долу, за записване.";
$nextAnswer = "Щракнете върху: &done=done";
$delineation = "Очертание";
$labelDelineationMenu = "Затваряне на очертанието";
$oar = "Рискова зона";
?>