<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langPgTitle = "Заглавие на страницата";
$langExplanation = "Страницата трябва да е в HTML формат (например \"my_page.htm\"). Ако искаш да изпратиш не  HTML документи (PDF, Word, Power Point, Video, и т.н.) използвай <a href=../document/document.php>Инструмента за документи</a>";
$langTooBig = "Не сте избрали файл за изпращане или е прекалено голям";
$langCouldNot = "Файлът не може да бъде изпратен";
$langNotAllowed = "&#1053;&#1077; &#1089;&#1090;&#1077; &#1080;&#1076;&#1077;&#1085;&#1090;&#1080;&#1092;&#1080;&#1094;&#1080;&#1088;&#1072;&#1085; &#1082;&#1072;&#1090;&#1086; &#1086;&#1090;&#1075;&#1086;&#1074;&#1086;&#1088;&#1085;&#1080;&#1082; &#1087;&#1086; &#1090;&#1086;&#1079;&#1080; &#1082;&#1091;&#1088;&#1089; ";
$langAddPageToSite = "Добави страница към сайта";
$langCouldNotSendPage = "Този файл не е в HTML формат и не може да бъде изпратен. Ако искаш да изпратиш не HTML документи (PDF, Word, Power Point, Video, и т.н.) използвай <a href=../document/document.php>Инструмента за документи</a>";
$langSendPage = "Страница за изпращане";
$langPageTitleModified = "Заглавието на страницата е променено";
$langPageAdded = "Страницата е добавена";
$langAddPage = "Добави страница";
?>