<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langInstituteShortName  = "Кратко име на институцията";
$langEG = "например";
$langDBHost = "Database Host";
$langDBLogin = "Име на базата данни";
$langDBPassword = "Парола на базата данни";
$langMainDB = "&#1043;&#1083;&#1072;&#1074;&#1085;&#1072; &#1073;&#1072;&#1079;&#1072; &#1076;&#1072;&#1085;&#1085;&#1080; &#1085;&#1072; &#1044;&#1086;&#1082;&#1077;&#1086;&#1089;";
$langAllFieldsRequired = "всички полета са задължителни";
$langPrintVers = "Printable version";
$langLocalPath = "Съответстващ локален път";
$langAdminEmail = "Емайл на администратора";
$langAdminName = "&#1060;&#1072;&#1084;&#1080;&#1083;&#1080;&#1103; &#1085;&#1072; &#1072;&#1076;&#1084;&#1080;&#1085;&#1080;&#1089;&#1090;&#1088;&#1072;&#1090;&#1086;&#1088;&#1072;";
$langAdminSurname = "&#1048;&#1084;&#1077; &#1085;&#1072; &#1072;&#1076;&#1084;&#1080;&#1085;&#1080;&#1089;&#1090;&#1088;&#1072;&#1090;&#1086;&#1088;&#1072;";
$langAdminLogin = "потребителско име на администратора";
$langAdminPass = " Парола на администратора (<font color=\"red\">може би искате да промените това</font>)";
$langEducationManager = "&#1054;&#1090;&#1075;&#1086;&#1074;&#1086;&#1088;&#1085;&#1080;&#1082; &#1079;&#1072; &#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086;";
$langHelpDeskPhone = "Телефон за помощ";
$langCampusName = "Име на виртуалния кампус";
$langInstituteName = "URL на тази институция";
$langDBSettingIntro = "
                                    Инсталиращия скрипт ще създаде главната база от данни. Важно е да                                     знаете, че Claroline има нужда от още много база данни. Ако вие е                                     позволено да имате само една база данни Claroline няма да може да работи.";
$langStep1 = "Стъпка 1 от 6 ";
$langStep2 = "Стъпка 2 от 6 ";
$langStep3 = "Стъпка 3 от 6 ";
$langStep4 = "Стъпка 4 от 6 ";
$langStep5 = "Стъпка 5 от 6 ";
$langStep6 = "Стъпка 6 от 6 ";
$langCfgSetting = "Настройки";
$langDBSetting = "Настройки на MySQL";
$langMainLang = "Основен език";
$langLicence = "Лиценз";
$langLastCheck = "Последна проверка преди инсталацията";
$langRequirements = "Изисквания";
$langDbPrefixForm = "&#1055;&#1088;&#1077;&#1092;&#1080;&#1082;&#1089; &#1079;&#1072; &#1080;&#1084;&#1077;&#1090;&#1086; &#1085;&#1072; MySQL-&#1073;&#1072;&#1079;&#1072;&#1090;&#1072;";
$langDbPrefixCom = "&#1040;&#1082;&#1086; &#1087;&#1086;&#1087;&#1098;&#1083;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1077; &#1077; &#1079;&#1072;&#1076;&#1098;&#1083;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086;, &#1086;&#1089;&#1090;&#1072;&#1074;&#1077;&#1090;&#1077; &#1087;&#1088;&#1072;&#1079;&#1085;&#1086; &#1087;&#1086;&#1083;&#1077;";
$langSingleDb = "&#1048;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1077;&#1076;&#1085;&#1072; &#1080;&#1083;&#1080; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1073;&#1072;&#1079;&#1072; &#1076;&#1072;&#1085;&#1085;&#1080; &#1079;&#1072; &#1044;&#1086;&#1082;&#1077;&#1086;&#1089;";
$langRecommended = "&#1087;&#1088;&#1077;&#1087;&#1086;&#1088;&#1098;&#1095;&#1072;&#1085;&#1086;";
$langAdminLastName = "&#1060;&#1072;&#1084;&#1080;&#1083;&#1080;&#1103; &#1085;&#1072; &#1072;&#1076;&#1084;&#1080;&#1085;&#1080;&#1089;&#1090;&#1088;&#1072;&#1090;&#1086;&#1088;&#1072;";
$langAdminFirstName = "&#1048;&#1084;&#1077; &#1085;&#1072; &#1072;&#1076;&#1084;&#1080;&#1085;&#1080;&#1089;&#1090;&#1088;&#1072;&#1090;&#1086;&#1088;&#1072;";
$langAdminPhone = "&#1058;&#1077;&#1083;&#1077;&#1092;&#1086;&#1085; &#1085;&#1072; &#1072;&#1076;&#1084;&#1080;&#1085;&#1080;&#1089;&#1090;&#1088;&#1072;&#1090;&#1086;&#1088;&#1072;";
$langUserDB = "&#1041;&#1072;&#1079;&#1072; &#1076;&#1072;&#1085;&#1085;&#1080; &#1085;&#1072; &#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1080;&#1090;&#1077;&#1083;&#1103;";
?>