<?php
/*
for more information: see languages.txt in the lang folder.
*/
$LinkMoved = "Връзката е преместена.";
$LinkName = "Наименование на връзката";
$LinkAdd = "Добавяне на връзка";
$LinkAdded = "Връзката е добавена.";
$LinkMod = "Промяна на връзката";
$LinkModded = "Връзката е променена.";
$LinkDel = "Изтриване на връзката";
$LinkDeleted = "Връзката е изтрита.";
$LinkDelconfirm = "Наистина ли искате да изтриете тази връзка?";
$AllLinksDel = "Изтриване на всички връзки в категорията";
$CategoryName = "Наименование на категорията";
$CategoryAdd = "Добавяне на категория";
$CategoryAdded = "Категорията е добавена.";
$CategoryModded = "Категорията е редактирана.";
$CategoryDel = "Изтриване на категория";
$CategoryDeleted = "Категорията, заедно с всички нейни връзки е изтрита.";
$CategoryDelconfirm = "Когато изтривате категория, всички връзки в нея също ще бъдат изтрити. Наистина ли искате да изтриете категорията, както и нейните връзки?";
$AllCategoryDel = "Изтриване на всичките категории и връзки";
$GiveURL = "Моля, дайте валиден адрес на връзката.";
$GiveCategoryName = "Моля, дайте наименование на категорията.";
$NoCategory = "Некатегоризирани връзки";
$showall = "Показване на категоризираните връзки";
$shownone = "Скриване на категоризираните връзки";
$ListDeleted = "Списъкът е изтрит.";
$AddLink = "Добавяне на връзка";
$DelList = "Изтриване на целия списък";
$ModifyLink = "Редактиране на връзката";
$CsvImport = "Импортиране от CSV файл";
$CsvFileNotFound = "CSV файлът не може да се отвори (възможни причини: файлът е празен, файлът е прекалено голям ...).";
$CsvFileNoSeps = "CSV файлът трябва да използва знаците \",\" или \";\" като разделители между елементите на връзките.";
$CsvFileNoURL = "CSV файлът трябва да съдържа попълнени поне колоните \"URL\" (адрес) и \"title\" (наименование).";
$CsvFileLine1 = "... - ред 1 =";
$CsvLinesFailed = "реда не бяха импортирани (нямат адрес или нямат наименование).";
$CsvLinesOld = "съществуващи връзки са обновени (по съвпадащи адрес и категория).";
$CsvLinesNew = "нови връзки са създадени.";
$CsvExplain = "Файлът би трябвало да изглежда по следния начин:<blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;Важни връзки;<b>Наименование 1</b>;Описание 1;<b>http://www.bbb.net/...</b>;;<b>Наименование 2</b>;\"Описание 2\";</pre></blockquote>Очаква се файлът да съдържа данни в табличен вид. Първият ред съдържа наименованията на колоните, а следващите редове (записи) съдържат данните относно връзките.Ако адресът (URL) и категорията в даден запис съвпаднат с тези на съществуваща връзка, то нейните наименование и описание ще се обновят. Във всички останали случаи ще се създаде нова връзка.<br/><br/>Колоните с удебелен шрифт съдържат полета, които задължително трябва да са попълнени. Колоните могат да са в произволен ред, като техните наименования могат да бъдат с големи или малки букви. Полета от записите, които принадлежат на допълнителни колони, се добавят към соътветните описания.<br/><br/>Разделител между полетата: запетая или точка със запетая. Полетата (но не и наименованията на колоните) могат да бъдат заградени в кавички. Някои <b>HTML-тагове</b> могат да бъдат използвани в полетата с описания.";
$LinkUpdated = "Връзката е актуализирана.";
$All_Link_Deleted = "Връзката е изтрита.";
$OnHomepage = "Да се показва връзката в <br/>началната страница на курса";
$ShowLinkOnHomepage = "Да се показва връзката в началната страница на курса";
$General = "Информация";
$SearchFeatureDoIndexLink = "Да се индексират ли заглавието и описанието от търсещата машина?";
$SaveLink = "Запис на връзката";
$SaveCategory = "Запис на категорията";
$BackToLinksOverview = "Обратно към прегледа на връзките";
$AddTargetOfLinkOnHomepage = "Изберете дали връзката да се показва в началната страница на курса.";
$Url = "URL (адрес)";
$LinkOpenSelf = "_self";
$LinkOpenBlank = "_blank";
$LinkOpenParent = "_parent";
$LinkOpenTop = "_top";
?>