<?php
/*
for more information: see languages.txt in the lang folder.
*/
$LinkMoved = "Връзката е преместена.";
$langLinkName = "Наименование на връзката";
$langLinkAdd = "Добавяне на връзка";
$langLinkAdded = "Връзката е добавена.";
$langLinkMod = "Промяна на връзката";
$langLinkModded = "Връзката е променена.";
$langLinkDel = "Изтриване на връзката";
$langLinkDeleted = "Връзката е изтрита.";
$langLinkDelconfirm = "Наистина ли искате да изтриете тази връзка?";
$langAllLinksDel = "Изтриване на всички връзки в категорията";
$langCategoryName = "Наименование на категорията";
$langCategoryAdd = "Добавяне на категория";
$langCategoryAdded = "Категорията е добавена.";
$langCategoryModded = "Категорията е редактирана.";
$langCategoryDel = "Изтриване на категория";
$langCategoryDeleted = "Категорията, заедно с всички нейни връзки е изтрита.";
$langCategoryDelconfirm = "Когато изтривате категория, всички връзки в нея също ще бъдат изтрити. Наистина ли искате да изтриете категорията, както и нейните връзки?";
$langAllCategoryDel = "Изтриване на всичките категории и връзки";
$langGiveURL = "Моля, дайте валиден адрес на връзката.";
$langGiveCategoryName = "Моля, дайте наименование на категорията.";
$langNoCategory = "Некатегоризирани връзки";
$showall = "Показване на категоризираните връзки";
$shownone = "Скриване на категоризираните връзки";
$langListDeleted = "Списъкът е изтрит.";
$langAddLink = "Добавяне на връзка";
$langDelList = "Изтриване на целия списък";
$langModifyLink = "Редактиране на връзката";
$langCsvImport = "Импортиране от CSV файл";
$langCsvFileNotFound = "CSV файлът не може да се отвори (възможни причини: файлът е празен, файлът е прекалено голям ...).";
$langCsvFileNoSeps = "CSV файлът трябва да използва знаците \",\" или \";\" като разделители между елементите на връзките.";
$langCsvFileNoURL = "CSV файлът трябва да съдържа попълнени поне колоните \"URL\" (адрес) и \"title\" (наименование).";
$langCsvFileLine1 = "... - ред 1 =";
$langCsvLinesFailed = "реда не бяха импортирани (нямат адрес или нямат наименование).";
$langCsvLinesOld = "съществуващи връзки са обновени (по съвпадащи адрес и категория).";
$langCsvLinesNew = "нови връзки са създадени.";
$langCsvExplain = "Файлът би трябвало да изглежда по следния начин:<blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;Важни връзки;<b>Наименование 1</b>;Описание 1;<b>http://www.bbb.net/...</b>;;<b>Наименование 2</b>;\"Описание 2\";</pre></blockquote>Очаква се файлът да съдържа данни в табличен вид. Първият ред съдържа наименованията на колоните, а следващите редове (записи) съдържат данните относно връзките.Ако адресът (URL) и категорията в даден запис съвпаднат с тези на съществуваща връзка, то нейните наименование и описание ще се обновят. Във всички останали случаи ще се създаде нова връзка.<br/><br/>Колоните с удебелен шрифт съдържат полета, които задължително трябва да са попълнени. Колоните могат да са в произволен ред, като техните наименования могат да бъдат с големи или малки букви. Полета от записите, които принадлежат на допълнителни колони, се добавят към соътветните описания.<br/><br/>Разделител между полетата: запетая или точка със запетая. Полетата (но не и наименованията на колоните) могат да бъдат заградени в кавички. Някои <b>HTML-тагове</b> могат да бъдат използвани в полетата с описания.";
$langLinkUpdated = "Връзката е актуализирана.";
$langAll_Link_Deleted = "Връзката е изтрита.";
$langOnHomepage = "Да се показва връзката в <br/>началната страница на курса";
$langShowLinkOnHomepage = "Да се показва връзката в началната страница на курса";
$General = "Информация";
$SearchFeatureDoIndexLink = "Да се индексират ли заглавието и описанието от търсещата машина?";
$langSaveLink = "Запис на връзката";
$langSaveCategory = "Запис на категорията";
$BackToLinksOverview = "Обратно към прегледа на връзките";
$AddTargetOfLinkOnHomepage = "Изберете дали връзката да се показва в началната страница на курса.";
$Url = "URL (адрес)";
$LinkOpenSelf = "_self";
$LinkOpenBlank = "_blank";
$LinkOpenParent = "_parent";
$LinkOpenTop = "_top";
?>