<?php
/*
for more information: see languages.txt in the lang folder.
*/
$MdCallingTool = "Документи";
$MdTitle = "Наименование на обекта";
$MdDescription = "За да запишете тази информация, натиснете \"Записване\"";
$MdCoverage = "т.е. бакалавър по ...";
$MdCopyright = "т.е. указване на източника";
$nameTools = "obsolete language variable";
$Tool = "Метаданни за документ";
$NoScript = "Скриптовете не са разрешени на вашия браузър, моля, игнорирайте частта от екрана под този текст - тя няма да работи.";
$LanguageTip = "Езикът, на кото е създаден този обект.";
$Identifier = "Идентификатор";
$IdentifierTip = "Уникален идентификатор на този обект, съставен от букви, цифри и знаците _-.()'!*";
$TitleTip = "Заглавие или наименование и на какъв език е изписано.";
$DescriptionTip = "Описание или коментар; какъв език се използва за описанието на този обект.";
$Keyword = "Ключова дума";
$KeywordTip = "Разделете ключовите думи със запетаи.";
$Coverage = "Покрива";
$CoverageTip = "например: бакалавър по...";
$KwNote = "Ако променяте езика на описанието, не добавайте в същото време ключови думи.";
$ClickKw = "Щракнете ключова дума от дървото, за да я изберете или за да я откажете.";
$KwHelp = "<br/>Предназначение на бутоните: \"+\" - за отваряне, \"-\" - за затваряне, \"++\" за отваряне на всички, \"--\" - за затваряне на всички.<br/><br/>Ако променяте езика на описанието, не добавяйте в същото време ключови думи.<br/><br/>";
$Location = "URL/URI";
$LocationTip = "Щракнете, за да отворите обекта.";
$Store = "Записване";
$DeleteAll = "Изтриване на всички метаданни";
$ConfirmDelete = "Наистина ли искате да изтриете всички метаданни?";
$WorkOn = "на";
$NotInDB = "Няма такава категория връзки.";
$ManifestSyntax = "(синтактична грешка в манифестния файл...)";
$EmptyManifest = "(празен манифестен файл...)";
$NoManifest = "(няма манифестен файл...)";
$NotFolder = "импортирането не е възможно, не е папка...";
$Continue = "Продължи с";
$Create = "Създаване";
$Remove = "Премахване на записи с метаданни";
$AllRemovedFor = "Всички записи са премахнати от категорията";
$RemainingFor = "Остарелите записи с метаданни са премахнати от категорията";
$Index = "Индексиране";
$TotalMDEs = "Брой записи с метаданни:";
$MainMD = "Отваряне на главния запис с метаданни";
$OrElse = "Изберете категория връзки";
$WarningDups = " - категориите с повтарящи се имена ще бъдат премахнати от списъка!";
$SLC = "Работа с категорията";
?>