<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langMdCallingTool = "Документи";
$langMdTitle = "Наименование на обекта";
$langMdDescription = "За да запишете тази информация, натиснете \"Записване\"";
$langMdCoverage = "т.е. бакалавър по ...";
$langMdCopyright = "т.е. указване на източника";
$nameTools = "obsolete language variable";
$langTool = "Метаданни за документ";
$langNoScript = "Скриптовете не са разрешени на вашия браузър, моля, игнорирайте частта от екрана под този текст - тя няма да работи.";
$langLanguageTip = "Езикът, на кото е създаден този обект.";
$langIdentifier = "Идентификатор";
$langIdentifierTip = "Уникален идентификатор на този обект, съставен от букви, цифри и знаците _-.()'!*";
$langTitleTip = "Заглавие или наименование и на какъв език е изписано.";
$langDescriptionTip = "Описание или коментар; какъв език се използва за описанието на този обект.";
$langKeyword = "Ключова дума";
$langKeywordTip = "Разделете ключовите думи със запетаи.";
$langCoverage = "Покрива";
$langCoverageTip = "например: бакалавър по...";
$langKwNote = "Ако променяте езика на описанието, не добавайте в същото време ключови думи.";
$langClickKw = "Щракнете ключова дума от дървото, за да я изберете или за да я откажете.";
$langKwHelp = "<br/>Предназначение на бутоните: \"+\" - за отваряне, \"-\" - за затваряне, \"++\" за отваряне на всички, \"--\" - за затваряне на всички.<br/><br/>Ако променяте езика на описанието, не добавяйте в същото време ключови думи.<br/><br/>";
$langLocation = "URL/URI";
$langLocationTip = "Щракнете, за да отворите обекта.";
$langStore = "Записване";
$langDeleteAll = "Изтриване на всички метаданни";
$langConfirmDelete = "Наистина ли искате да изтриете всички метаданни?";
$langWorkOn = "на";
$langNotInDB = "Няма такава категория връзки.";
$langManifestSyntax = "(синтактична грешка в манифестния файл...)";
$langEmptyManifest = "(празен манифестен файл...)";
$langNoManifest = "(няма манифестен файл...)";
$langNotFolder = "импортирането не е възможно, не е папка...";
$langContinue = "Продължи с";
$langCreate = "Създаване";
$langRemove = "Премахване на записи с метаданни";
$langAllRemovedFor = "Всички записи са премахнати от категорията";
$langRemainingFor = "Остарелите записи с метаданни са премахнати от категорията";
$langIndex = "Индексиране";
$langTotalMDEs = "Брой записи с метаданни:";
$langMainMD = "Отваряне на главния запис с метаданни";
$langOrElse = "Изберете категория връзки";
$langWarningDups = " - категориите с повтарящи се имена ще бъдат премахнати от списъка!";
$langSLC = "Работа с категорията";
?>