<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langTool = "Метаданни за документ";
$langClickKw = "Щракнете ключова дума от дървото, за да я изберете или за да я откажете.";
$langKwHelp = "<br/>Предназначение на бутоните: \"+\" - за отваряне, \"-\" - за затваряне, \"++\" за отваряне на всички, \"--\" - за затваряне на всички.<br/><br/>Ако променяте езика на описанието, не добавяйте в същото време ключови думи.<br/><br/>";
$langAdvanced = "Създаване";
$langSearch = "Търсене";
$langSearchCrit = "Само една дума на ред!";
$langNoKeywords = "Този курс няма ключови думи.";
$langKwCacheProblem = "Кешът с ключови думи не може да се отвори.";
$langCourseKwds = "Този документ съдържа ключови думи за курс";
$langKwdsInMD = "Ключови думи, използвани в метаданните";
$langKwdRefs = "Препратки за ключовата дума";
$langNonCourseKwds = "Ключови думи извън курса";
$langKwdsUse = "Ключови думи в курса (подчертаните още не са използвани)";
$langTotalMDEs = "Брой записи с метаданни:";
?>