<?php
/*
for more information: see languages.txt in the lang folder.
*/
$GeneralDescription = "Общо описание";
$GeneralDescriptionQuestions = "Какво е мястото на курса в учебната програма? Има ли предварителни изисквания? Каква е връзката с други курсове?";
$GeneralDescriptionInformation = "Опишете курса (брой часове, код, зала за провеждане, ...) и предоставете данни за преподавателя (име, кабинет, телефон, е-мейл, ...).";
$Objectives = "Цели";
$ObjectivesInformation = "Представяне, както общо, така и подробно на целите на курса.";
$ObjectivesQuestions = "Какво ще могат да правят потребителите в края на курса? Какво ще трябва да демонстрират като способности по време на курса?";
$Topics = "Теми";
$TopicsInformation = "Списък на включените теми. Значението на всяка тема. Ниво на трудност. Структура и връзка между отделните части.";
$TopicsQuestions = "Как се развива курсът? На какво трябва да обърне внимание курсистът? Съществуват ли проблеми при възприемането на отделни части на курса? Какво време трябва да се отдели на различните части на курса?";
$Methodology = "Методология";
$MethodologyQuestions = "Какви методи и какви дейности ще помогнат да се достигнат целите на курса? По каква програма?";
$MethodologyInformation = "Представяне на дейностите (конференции, публикации, групови изследвания, лаборатории, ...).";
$CourseMaterial = "Материали за курса";
$CourseMaterialQuestions = "Има ли учебник, публикации, библиография, списък с връзки към интернет?";
$CourseMaterialInformation = "Кратко описание на материалите по курса.";
$HumanAndTechnicalResources = "Човешки и технически ресурси";
$HumanAndTechnicalResourcesQuestions = "Има ли преподаватели, лектори, асистенти, техническа поддръжка, компютърни зали?";
$HumanAndTechnicalResourcesInformation = "Кратко описание на различните лица за контакт и на достъпните технически средства.";
$Assessment = "Оценяване";
$AssessmentQuestions = "Как ще се оценяват курсистите? Какъв е процесът? Оценяването свързано ли е със стратегия за по-нататъшен напредък на курсиста в предметната област?";
$AssessmentInformation = "Примерен тест за изпитване. Критерии за успех. Полезни съвети.";
?>