<?php /*
for more information: see languages.txt in the lang folder. 
*/
$GeneralDescription = "Общо описание";
$GeneralDescriptionQuestions = "Какво е мястото на курса в учебната програма? Има ли предварителни изисквания? Каква е връзката на курса с други курсове?";
$GeneralDescriptionInformation = "Опишете курса (брой часове, код, зала за провеждане,...) и лектора (име, кабинет, телефон, е-мейл, ...).";
$Objectives = "Цели";
$ObjectivesInformation = "Представяне на общите и детайлните цели на курса.";
$ObjectivesQuestions = "Какво ще могат да правят потребителите в края на курса? Какво ще трябва да свършат по време на курса?";
$Topics = "Теми";
$TopicsInformation = "Списък на включените теми. Значението на всяка тема. Ниво на трудност. Структура и връзка между отделните части.";
$TopicsQuestions = "Как се развива курса? На какво трябва да обърне внимание потребителя? Съществуват ли проблеми при възприемането на отделни части на курса? Какво време трябва да се отдели на различните части на курса?";
$Methodology = "Методология";
$MethodologyQuestions = "Какви методи и какви дейности ще помогнат да се достигнат целите на курса? По каква програма?";
$MethodologyInformation = "Дейности (конференции, статии, групови изследвания, лаборатории, ...).";
$CourseMaterial = "Материали на курса";
$CourseMaterialQuestions = "Има ли учебнбик, статии, библиография, списък на връзки към интернет?";
$CourseMaterialInformation = "Кратко описание на материалите по курса.";
$HumanAndTechnicalResources = "Човешки и технически ресурси";
$HumanAndTechnicalResourcesQuestions = "Има ли преподаватели, лектори, техническо осигуряване, компютърни зали?";
$HumanAndTechnicalResourcesInformation = "Кратко описание на лицата за контакт и достъпните техническите средства.";
$Assessment  = "Оценяване";
$AssessmentQuestions = "Как ще се оценяват потребителите?";
$AssessmentInformation = "Примерен тест за изпитване. Критерии за успех. Полезни съвети.";
?>