<?php /*
for more information: see languages.txt in the lang folder. 
*/
$Tools  = "Инструменти";
$langDownloadFile = "Качи документ";
$langTooBig = "Не сте избрали файл или файлът е прекалено голям";
$langListDeleted = "Целия списък е изтрит.";
$langDocModif = "заглавиети на документа е променено";
$langDocAdd = "Документът е добавен";
$langDocDel = "Документът е изтрит";
$langTitleWork = "Заглавие на документа";
$langAuthors = "Автори";
$langDelList = "Изтрий целия списък";
$langWorkDelete = "Изтриване";
$langWorkModify = "&#1055;&#1088;&#1086;&#1084;&#1077;&#1085;&#1080;";
$langWorkConfirmDelete = "&#1053;&#1072;&#1080;&#1089;&#1090;&#1080;&#1085;&#1072; &#1083;&#1080; &#1097;&#1077; &#1080;&#1079;&#1090;&#1088;&#1080;&#1077;&#1090;&#1077; &#1090;&#1086;&#1079;&#1080; &#1092;&#1072;&#1081;&#1083;";
$langAllFiles = "Действия върху всички файлове";
$lang_default_upload = "Настройки по подразбиране за видимост на новоизпратените файлове";
$lang_new_visible = "Новият документ е видим от всички потребители";
$lang_new_unvisible = "Новите документи са видими само за мениджъра на курса";
$lang_doc_unvisible = "Вашите файлове са видими само за лектора на курса и следователно не са видими за вас.";
$langDelLk = "Изтриване на връзка";
$langMustBeRegisteredUser = "Само регистрираните потребители на този курс могат да публикуват документи.";
$langListDel = "&#1048;&#1079;&#1090;&#1088;&#1080;&#1081; &#1089;&#1087;&#1080;&#1089;&#1098;&#1082;&#1072;";
$langWork = "Работа";
$langCreateDir = "Създаване на директория";
$langNameDir = "Преименуване на директория";
$langFileExists = "Файлът вече съществува";
$langDirCr = "Създаване на директория";
$langCurrentDir = "&#1053;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1072; &#1087;&#1072;&#1087;&#1082;&#1072;";
$UploadADocument = " Зареждане на документ";
$EditToolOptions = "Опции за редактиране";
?>