Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The whitelist is used to filter the file extensions by removing (or renaming) any file whose extension does *NOT* figure in the whitelist below. It is generally considered as a safer but more restrictive approach to filtering. The extensions should figure without the leading dot (.) and separated by semi-column (;) such as the following: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Files without extension are accepted. Letter casing (uppercase/lowercase) doesn't matter.
ar: تستعمل القائمة البيضاء لترشيح امتدادات الملفات بإزاله أو تغيير اسم أي ملف نهاية امتداده ليست موجودة بالقائمة البيضاء. هذا يعتبر بالعموم أكثر أمانا لكنه أكثر تقليديه بالنسبة للترشيح. نهاية الامتدادات يجب أن لا توصل إلي نقطه (.) أو فاصلة منقوطة(;) مثال: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. الملفات الممتدة مقبولة. لا فرق في استخدام الحروف الصغيرة أو الكبيرة اللاتينية
ast_es: La whitelist o llistáu blancu úsase pa filtrar los ficheros según estensiones, esborrando (o renomando) tolos ficheros pa los que la estensión un ta nel llistáu. Ye'l tipu de filtráu más seguru, pero tamién el más restrictivu. Les estensiones tienen de figurar ensin el puntu(.) y separtaes por puntu y coma (;), por exempu: htm;html;txt:doc;xls;ppt;jpg;jpeg;gif;sxw . Los archivos ensin estensión aceptaránse. Que les estensiones tean en mayúscula o minúscula nun importa.
bn_bd: হোয়াইটলিস্টটি ফাইল এক্সটেনশন ফিল্টার করতে ব্যবহৃত হয় নিচের হোয়াইটলিস্টে *না* থাকা যেকোনো ফাইল মুছে ফেলে (বা নাম পরিবর্তন করে)। এটি সাধারণত ফিল্টারিংয়ের জন্য নিরাপদ কিন্তু আরও বিধিনিষেধকর পদ্ধতি। এক্সটেনশনগুলি সামনে ডট (.) ছাড়া এবং সেমিকোলন (;) দিয়ে আলাদা করতে হবে যেমন: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw। এক্সটেনশন ছাড়া ফাইল গ্রহণযোগ্য। বড়/ছোট হাতের অক্ষরের পার্থক্য নেই।
bs_ba: Bijela lista se koristi za filtriranje ekstenzija fajlova uklanjanjem (ili preimenovanjem) svakog fajla čija ekstenzija se *NE* nalazi na bijeloj listi ispod. Općenito se smatra sigurnijim ali restriktivnijim pristupom filtriranju. Ekstenzije treba navesti bez vodeće tačke (.) i odvojene tačkom i zarezom (;) kao što slijedi: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Fajlovi bez ekstenzije su prihvaćeni. Velika/mala slova nemaju značaja.
ca_es: La llista blanca (o whitelist) és un mode de filtratge que permet eliminar (o canviar de nom) els fitxers les extensions del qual *NO* figuren a la llista següent. Aquest mètode és considerat com a més segur però més restrictiu que la llista negra. Les extensions han de mencionar-se sense el punt (.) del prefix, i separats per punts i coma (;) com htm;html;txt;doc;xls;ppt;jpg;gif;sxw. Els fitxers sense extensió s'accepten per defecte. El fet d'escriure en majúscula o en minúscula no té importància.
cs_cz: Whitelist je použit k filtrování souborů s příponou, která se nenachází na seznamu whitelistu. Přípona by měla být zapsána bez tečky(.) a oddělena středníkem (;) např: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw <br/>Soubory bez přípony jsou akceptovány. Nezáleží na velkém nebo malém písmenu.
da: Hvidlisten bruges til at filtrere filendelser ved at fjerne (eller omdøbe) enhver fil, hvis endelse *IKKE* figurerer på hvidlisten nedenfor. Det betragtes generelt som en sikrere, men mere restriktiv tilgang til filtrering. Endelserne skal stå uden den førende prik (.) og adskilt med semikolon (;) som følger: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Filer uden endelse accepteres. Store/små bogstaver spiller ingen rolle.
de: Die Whitelist wird zum Filtern von Dateien benutzt zum Löschen (bzw. umbenennen) der Dateien, die *NICHT* in der Whitelist angegeben sind. Dies wird allgemein als eine sicherere, aber striktere Filtermethode angesehen. Die Erweiterungen sollten ohne den Punkt (.) und durch Semikolon (;) getrennt aufgeführt werden, wie z.B.: html; htm; txt; doc; xls; ppt; jpg; jpeg;gif; dwx. Dateien ohne Erweiterung werden angenommen. Groß- und Kleinschreibung sind irrelevant.
el: Η λευκή λίστα χρησιμοποιείται για να φιλτράρει τις επεκτάσεις αρχείων αφαιρώντας (ή μετονομάζοντας) οποιοδήποτε αρχείο η επέκτασή του *ΔΕΝ* εμφανίζεται στη λευκή λίστα παρακάτω. Θεωρείται γενικά ασφαλέστερη αλλά πιο περιοριστική προσέγγιση φιλτραρίσματος. Οι επεκτάσεις πρέπει να εμφανίζονται χωρίς την αρχική τελεία (.) και χωρισμένες με ερωτηματικό (;) όπως τα εξής: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Τα αρχεία χωρίς επέκταση γίνονται δεκτά. Η πεζότητα (κεφαλαία/πεζά) δεν έχει σημασία.
eo: La blanklisto estas uzata por filtri (forigi aŭ renomi)sufiksojn, kiuj ne enestas en la blanklisto. Tiu formo ĝenerale estas rigardata pli sekura, sed estas pli restrikta ol la nigralisto. La sufiksoj estu enigataj sen la punkto (.) kaj apartigata per punktokomo (;). Ekzemple: htm;html;txt;doc;xls;ppt Sensufiksaj dosieroj estas akceptataj. La usklado ne rolas.
es: La whitelist o lista blanca, se usa para filtrar los ficheros según sus extensiones, eliminando (o renombrando) cualquier fichero cuya extensión *NO* figure en la lista inferior. Es el tipo de filtrado más seguro, pero también el más restrictivo. Las extensiones deben figurar sin el punto (.) y separadas por punto y coma (;) por ejemplo: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw . Los archivos sin extensión serán aceptados. Que las letras estén en mayúsculas o en minúsculas no tiene importancia.
es_mx: La lista blanca se usa para filtrar las extensiones de archivos eliminando (o renombrando) cualquier archivo cuya extensión *NO* figure en la lista blanca a continuación. Generalmente se considera un enfoque más seguro pero más restrictivo para el filtrado. Las extensiones deben figurar sin el punto inicial (.) y separadas por punto y coma (;) como en el siguiente ejemplo: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Se aceptan archivos sin extensión. No importa el uso de mayúsculas/minúsculas.
eu_es: Whitelist edo zerrenda zuriak fitxategiak luzapenen arabera iragazten ditu eta, horretarako, beheko zerrenda zurian agertzen *EZ* diren luzapenak dituzten fitxategiak kenduko (edo berrizendatuko) ditu. Oro har, iragazkirik seguruena dela jotzen da, baina iragazteko planteamendu murriztaileagoa du. Luzapenak punturik gabe (.) eta puntu eta komaz bereizita agertu behar dira, adibidez: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw;... Luzapenik gabeko fitxategiak onartuko dira. Berdin da letra larriz edo letra xehez idatzita egotea.
fa_ir: لیست سفید برای فیلتر کردن پسوندهای فایل با حذف (یا تغییر نام) هر فایلی که پسوند آن *در* لیست سفید زیر *نیست*. رویکرد ایمن‌تر اما محدودکننده‌تر است. پسوندها بدون نقطه ابتدایی (.) و با سمی‌کالن (;) جدا شده مانند: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. فایل‌های بدون پسوند پذیرفته می‌شوند. حروف بزرگ/کوچک مهم نیست.
fi_fi: Valkoinen lista suodattaa tiedostopäätteitä poistamalla (tai nimeämällä uudelleen) kaikki tiedostot, joiden päätteet EIVÄT ole alla olevassa valkoisessa listassa. Se on yleensä turvallisempi mutta rajoittavampi suodatusmenetelmä. Päätteiden tulee olla ilman johtavaa pistettä (.) ja erotettuina puolipisteellä (;) kuten seuraavassa: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Tiedostot ilman päitettä hyväksytään. Kirjainten iso- ja pienikirjaimisuus ei vaikuta.
fo_fo: Hvítlistin verður brúktur til at fílgra fíluslóðir við at avlýsa (ella umnevna) øll fílar sum *IKKI* hava slóð í hvítlistanum niðanfyri. Tað er almennt hugsað sum ein sikkrari men meira takandi tilgongd til filtrering. Slóðirnar skulu standa uttan leading dot (.) og skiljaðar við semikolon (;) sum til dømis: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Fílar uttan slóð verða góðtikin. Bókstavir (stór/lítlir) hava ikki týðning.
fur: La liste blancje si dopre par filtrâ estensions files eliminant (o renominant) ogni file cui estension *NO* è inta liste blancje sot. È considerade pli sigurje ma pli restrittive. Lis estensions a devin dutri senz punt prime (.) e separadis da puntevîrgole (;) come: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Files senz estension a son accettâts. Majuscolis/minuscolis no contin.
ga: Úsáidtear an whitelist chun síntí na gcomhad a scagadh trí aon chomhad NACH bhfuil an síneadh i láthair sa whitelist thíos a bhaint (nó a athainmniú). Meastar go bhfuil sé níos sábháilte ach níos sriantaí. Ba chóir na síntí a bheith gan an ponc tosaigh (.) agus scartha le leathcheannlann (;) mar seo: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Glactar le comhaid gan síneadh. Ní thábhachtaí cás litir (uachtair/íochtair).
gl: A whitelist ou lista branca, úsase para filtrar os ficheiros segundo as súas extensións, eliminando (ou renombrando) calquera ficheiro cuxa extensión *NON* figure na lista inferior. É o tipo de filtrado máis seguro, pero tamén o máis restritivo. As extensións deben figurar sen o punto (.) e separadas por punto e coma (;) por exemplo: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw . Os arquivos sen extensión serán aceptados. Que as letras estean en maiúsculas ou en minúsculas non ten importancia.
he_il: הרשימה הלבנה משמשת לסינון סיומות הקבצים על ידי הסרה (או שינוי שם) של כל קובץ שהסיומת שלו *לא* מופיעה ברשימת הלבנים למטה. זה נחשב בדרך כלל כגישה בטוחה יותר אך מגבילה יותר לסינון. התוספים צריכים דמות ללא הנקודה המובילה (.) ומופרדת על ידי עמודה למחצה (;) כגון: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. מתקבלים קבצים ללא סיומת. מעטפת אותיות (אותיות גדולות/קטנות) לא משנה.
hi: व्हाइटलिस्ट फ़ाइल एक्सटेंशन को फ़िल्टर करने के लिए उपयोग की जाती है, नीचे व्हाइटलिस्ट में *न दिखाई* देने वाली किसी भी फ़ाइल को हटाकर (या नाम बदलकर)। यह फ़िल्टरिंग का सामान्यतः सुरक्षित लेकिन अधिक प्रतिबंधात्मक दृष्टिकोण माना जाता है। एक्सटेंशन बिना अग्रणी डॉट (.) के होने चाहिए और अर्धविराम (;) से अलग, जैसे: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw। बिना एक्सटेंशन वाली फ़ाइलें स्वीकार्य हैं। अक्षर केस (उच्च/निम्न) मायने नहीं रखता।
hr_hr: Bijela lista se koristi za filtriranje ekstenzija datoteka uklanjanjem (ili preimenovanjem) bilo koje datoteke čija ekstenzija *NIJE* na bijeloj listi ispod. Općenito se smatra sigurnijim, ali restriktivnijim pristupom filtriranju. Ekstenzije trebaju biti bez vodećeg točke (.) i odvojene točkom s zarezom (;) kao u sljedećem: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Datoteke bez ekstenzije su prihvaćene. Velika/mala slova nemaju značenja.
hu_hu: A fehér lista használatakor az összes olyan fájl eltávolításra (vagy átnevezésre) kerül, amelynek kiterjesztése _NEM_ szerepel a listán. A fehér lista alkalmzása általában korlátozóbb, mint a feketelistáé, de ez utóbbinál biztonságosabbnak tekintett szűrési módszer. A kiterjesztéseket a fájlnévben szereplő pont (.) nélkül és pontosvesszővel (;) elválasztva kell megadni, például az alábbi formában: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. A kiterjesztés nélküli állományok nem kerülnek szűrésre. Kis- és nagybetűk között szűréskor nincs különbség.
hy: Սպիտակ ցուցակը օգտագործվում է ֆայլերի ընդլայնումները ֆիլտրելու համար՝ հեռացնելով (կամ վերանվանելով) այն ֆայլերը, որոնց ընդլայնումները *ՉԵՆ* նշված ստորև բերված սպիտակ ցուցակում: Դա սովորաբար համարվում է ավելի անվտանգ, բայց ավելի սահմանափակումային մոտեցում ֆիլտրման համար: Ընդլայնումները պետք է նշված լինեն առանց առաջատար կետի (.) և կետանունով (;) բաժանված, ինչպես հետևյալ օրինակում՝ htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw: Առանց ընդլայնման ֆայլերը ընդունելի են: Տառերի մեծատառ/փոքրատառը կարևոր չէ:
id_id: Daftar putih digunakan untuk menyaring ekstensi file dengan menghapus (atau mengganti nama) file mana pun yang ekstensinya *TIDAK* terdaftar di daftar putih di bawah. Ini umumnya dianggap sebagai pendekatan penyaringan yang lebih aman tetapi lebih ketat. Ekstensi harus tanpa titik depan (.) dan dipisahkan oleh titik koma (;) seperti berikut: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. File tanpa ekstensi diterima. Huruf besar/kecil tidak masalah.
it: La lista bianca è usata per consentire il caricamento di files che abbiano SOLO determinate estensioni, rimuovendo o rinominando gli altri. Il grado di sicurezza è maggiore ma piuttosto restrittivo.Le estensioni devono essere descritte senza il punto (.) e i diversi elementi devono essere separati da un punto e virgola (;), ad esempio: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Sono accettati files senza estensioni e le maiuscole o le minuscole non sono significative.
ja: ホワイトリストは、以下のホワイトリストに記載されていない拡張子のファイルを除去（または名前変更）することにより、ファイル拡張子をフィルタリングするために使用されます。一般的にフィルタリングのより安全だが制限の厳しい方法と見なされます。拡張子は先頭のドット（.）なしでセミコロン（;）で区切って記述します。例: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw。拡張子がないファイルは許可されます。大文字／小文字は区別されません。
ka_ge: თეთრი სია გამოიყენება ფაილების გაფართოებების ფილტრაციისთვის შემდეგი ფაილების წაშლით (ან გადარქმევით), რომელთა გაფართოებაც *არ* არის თეთრ სიაში ჩამოთვლილი. ეს ზოგადად უფრო უსაფრთხო, მაგრამ უფრო შეზღუდული ფილტრაციის მიდგომად ითვლება. გაფართოებები უნდა იყოს ჩამოთვლილი წერტილის (.) გარეშე და ნახევრ ხაზით (;) გამოყოფილი, როგორც შემდეგ: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. გაფართოების გარეშე ფაილები მიღებულია. რეგისტრი (დიდი/პატარა ასოები) მნიშვნელობას არ აქვს.
ko_kr: 화이트리스트는 아래 화이트리스트에 없는 확장자를 가진 파일을 제거(또는 이름 변경)하여 파일 확장자를 필터링합니다. 필터링의 더 안전하지만 제한적인 방법으로 간주됩니다. 확장자는 선행 도트(.) 없이 세미콜론(;)으로 구분하여 입력하세요: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. 확장자가 없는 파일은 허용됩니다. 대소문자는 구분하지 않습니다.
lo: ລາຍການຂາວໃຊ້ເພື່ອກັດກຳປາຍງານໄຟລ໌ດ້ວຍການລຶບ (ຫຼືປ່ຽນຊື່) ໄຟລ໌ທີ່ປາຍງານ *ບໍ່* ຢູ່ໃນລາຍການຂາວຂ້າງລຸ່ມນີ້. ມັນຖືກພິຈາລະນາເປັນວິທີການກັດກຳທີ່ປອດໄພກວ່າແຕ່ຈຳກັດກວ່າ. ປາຯງານຄວນຂຽນສິ່ງບໍ່ມີຈຸດນຳໜ້າ (.) ແລະແຍກດ້ວຍ semicolon (;) ເຊັ່ນ: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. ໄຟລ໌ທີ່ບໍ່ມີປາຍງານຖືກຍອມຮັບ. ການໃຊ້ຕົວອັກສອນຂະໜາດໃຫຍ່/ນ້ອຍບໍ່ສຳຄັນ.
lt_lt: Baltasis sąrašas naudojamas filtruoti failų plėtinius pašalinant (ar pervadinant) bet kokį failą, kurio plėtinys *NĖRA* baltajame sąraše žemiau. Tai paprastai laikoma saugesniu, bet ribojančiu filtravimo metodu. Plėtiniai turėtų būti be pradžios taško (.) ir atskirti kabliataškiu (;) taip: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Failai be plėtinių priimami. Raidžių dydis (didžiosios/mažosios) nesvarbus.
lv_lv: Baltais saraksts tiek izmantots, lai filtrētu failu paplašinājumus, noņemot (vai pārdēvējot) jebkuru failu, kura paplašinājums *NAV* baltajā sarakstā zemāk. To parasti uzskata par drošāku, bet ierobežojošāku filtrēšanas pieeju. Paplašinājumiem jābūt bez vadītā punkta (.) un atdalītiem ar semikolu (;) šādi: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Faili bez paplašinājuma tiek pieņemti. Reģistru lielums (lielie/mazie burti) nav svarīgs.
mk_mk: Бел_список се користи за филтрирање на екстензии на датотеки за отстранување (или преименување) на било која датотека чија екстензија *НЕ* фигурира во белиот_список подолу. Тоа дава побезбеден, но порестриктивен приод кон филтрирањето. Екстензиите треба да фигурираат без точка (.) и одделени со точка-запирка (;) како на пример: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw . Датотеки без екстензија се прифаќаат. Големи-мали букви не е важно.
ms_my: Senarai putih digunakan untuk menapis sambungan fail dengan membuang (atau menukar nama) mana-mana fail yang sambungannya *TIDAK* terdapat dalam senarai putih di bawah. Ia umumnya dianggap lebih selamat tetapi lebih ketat pendekatan penapisan. Sambungan hendaklah tanpa titik awal (.) dan dipisahkan dengan titik koma (;) seperti berikut: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Fail tanpa sambungan diterima. Huruf besar/kecil tidak membezakan.
my_mm: အဖြူရောင်စာရင်းသည် အောက်တွင်ဖော်ပြထားသော အဖြူရောင်စာရင်းတွင် မပါဝင်သော ဖိုင်တိုးချဲ့မှုများကို ဖယ်ရှားခြင်း (သို့မဟုတ် အမည်ပြောင်းခြင်း) ဖြင့် ဖိုင်တိုးချဲ့မှုများကို စစ်ထုတ်ရန် အသုံးပြုသည်။ ၎င်းသည် ယေဘုယျအားဖြင့် ပိုမိုလုံခြုံသော်လည်း ပိုမိုကန့်သတ်ထားသော စစ်ထုတ်မှုနည်းလမ်းအဖြစ် ယူဆသည်�। တိုးချဲ့မှုများသည် ရှေ့ဆက်အစက် (.) မပါဘဲ ဖြစ်သင့်ပြီး ဆီမီးကိုလံ (;) ဖြင့် ခွဲထားရမည်၊ ဥပမာ: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw။ တိုးချဲ့မှုမရှိသော ဖိုင်များကို လက်ခံသည်။ အက္ခရာအရွယ်အစား (အကြီး/အသေး) သည် အရေးမကြီးပါ။
ne: सेतो सूचीले तलको सेतो सूचीमा नरहेका फाइल एक्सटेन्सनहरूलाई हटाएर (वा नाम परिवर्तन गरेर) फिल्टर गर्दछ। यो सामान्यतया सुरक्षित तर बढी प्रतिबन्धात्मक फिल्टर दृष्टिकोण मानिन्छ। एक्सटेन्सनहरू अगाडिको बिन्दु (.) बिना र अर्धकोलन (;) द्वारा अलग भएर लेख्नुहोस् जस्तै: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw। एक्सटेन्सन बिना फाइलहरू स्वीकार्य छन्। अक्षरको केस (ठूलो/सानो) ले फरक पार्दैन।
nl: De whitelist wordt gebruikt om extensies te filteren (verwijderen of hernoemen) die niet in de whitelist voorkomen. Deze vorm wordt algemeen als veiliger beschouwd, maar is veel gerestricteerder. De extensies moeten worden ingegeven zonder het punt (.) en gescheiden door een punt-komma (;). Bijvoorbeeld: htm;html;txt;doc;xls;pptBestanden zonder extensie worden aanvaard. Hoofdlettergebruik speelt geen rol.
nn_no: Kvite lista blir brukt til å filtrere fileendelser ved å fjerne (eller omskrive) filer som sin endeise *IKKE* finst i kvitelista nedanfor. Dette blir generelt rekna som ein tryggare, men meir restriktiv tilnærming til filtrering. Endelsane skal stå utan ledande punktum (.) og skilt med semikolon (;) som følgjande: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Filer utan endeise blir akseptert. Store/små bokstavar spelar ikkje noko rolle.
oc: La lista blanca se utiliza per filtrar las extensions de fichièrs en suprimissent (o renomenant) tot fichièr quina extension figura *PAS* dins la lista blanca çaijós. Es generalament considerada coma una approach mai segura mas mai restrictiva de filtratge. Las extensions devon figurar sens lo punt inicial (.) e separadas per punvirgula (;) coma seguissent : htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Los fichièrs sens extension son acceptats. La majuscula/minuscula importac pas.
pl_pl: Biała lista jest używana do filtrowania rozszerzeń plików poprzez usunięcie (lub zmianę nazwy) pliku w przypadku, gdy rozszerzenie *nie* figuruje na białej liście poniżej. Na ogół jest to uważane za bezpieczniejsze, ale bardziej restrykcyjne podejście do filtrowania. Rozszerzenia powinny figurować bez kropki kropki(.) na początku i oddzielone średnikiem (;), tak jak poniżej: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Pliki bez rozszerzenia są akceptowane. Obudowa liter (wielkie/małe litery) nie ma znaczenia.
ps: سپينې لېست د فایل توسعې فلټر کولو لپاره کارول کېږي په له منځه وړلو (یا نوم بدلولو) سره هر فایل چې د لاندې سپينې لېست کې *نه* شته. عموماً دا د فلټر کولو لپاره خوندي خو محدود لاره ګڼل کېږي. توسعې باید پرته له سره نقطې (.) وي او په نیم ټکي (;) جلا شوي وي لکه: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. بې توسعې فایلونه منل کېږي. حروفو کیس (لوی/وړوکی) مهم نه دی.
pt_br: A lista branca é usada para filtrar as extensões dos arquivos, removendo (ou renomeando) qualquer arquivo com extensões que *NÃO* fazem parte da lista branca abaixo. Considera-se geralmente como mais segura, mas também como uma aproximação de filtragem mais restritiva . As extensões devem figurar sem o ponto (.) e separadas por pontos e vírgulas (;) tal como se exemplifica: exe;com;bat;scr;php. Arquivos sem extensão serão aceites. Letras maiúsculas ou minúsculas no nome dos arquivos é irrelevante.
pt_pt: A lista branca (Whitelist) é usada para filtrar as extensões dos ficheiros, removendo (ou renomeando) qualquer ficheiro com extensões que *NÃO* fazem parte da lista branca abaixo. Considera-se geralmente como mais segura, mas também como uma aproximação de filtragem mais restritiva. As extensões devem figurar sem o ponto (.) e separadas por pontos e vírgulas (;) tal como se exemplifica: exe;com;bat;scr;php. Ficheiros sem extensão serão aceites. Letras maiúsculas ou minúsculas no nome dos ficheiros é irrelevante.
ro_ro: Lista alba este utilizata pentru a filtra extensiile fisierelor prin indepartarea (sau redenumirea) oricarui fisier a carui extensie *NU* figureaza in lista alba de mai jos. Este acceptat in general ca aceasta este o abordare mai sigura dar mai restrictiva a filtrarii. Extensiile trebuie precizate fara (.) si despartite prin (;) astfel: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw . Fisierele fara extensie sunt acceptate. Nu conteaza diferenta dintre literele mari si mici.
ru_ru: Белый список используется для фильтрации расширений (типов) файлов с помощью удаления (или переименования) любого файла, расширение которого "НЕ" имеется в белом списке ниже. Это считается наиболее безопасным способом фильтрации, но в тоже время и наиболее ограничиввающим. Расширение должно быть без точки (.), разделяться точкой с запятой (;) как следующие: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Файлы без расширения принимаются. Тип букв (прописные/строчные) не имеет значения.
sk_sk: Biela listina je použitá k filtrovaniu súborov s príponou, ktorá sa *nenachádza* na zozname bielej listiny. Prípona by mala byť zapísaná bez bodky (.) a oddelená bodkočiarkou (;) napr.: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw.<br/>Súbory bez prípony sú akceptované. Nezáleží na veľkom alebo malom písmene.
sl: Bela lista predstavlja seznam dovoljenih končnic datotek. Pri uporabi bele liste sistem filtrira (z uporabo izpuščanja ali preimenovanja) vse tiste datoteke, katerih končnica NE ustreza nobeni izmed podanih. Končnice naštejete brez vodilne pike, ločene s podpičjem kot: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;pdf. Datoteke brez končnice so vedno sprejemljive. Velikost črk pri zapisu končnic ne vpliva na filtriranje.
sq: Lista e bardhë përdoret për të filtruar shtesat e skedarëve duke hequr (ose riemërtuar) çdo skedar që shtesa e tij *NUK* gjendet në listën e bardhë më poshtë. Është zakonisht konsideruar si një qasje më e sigurt por më kufizuese e filtrimit. Shtesat duhet të shkruhen pa pikën udhëheqëse (.) dhe të ndara me pikëpresje (;) si në vijim: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Skedarët pa shtesë pranohen. Madhësia e shkronjave (me shkronja të mëdha/të vogla) nuk ka rëndësi.
sr_rs: Bela lista se koristi za filtriranje ekstenzija fajlova uklanjanjem (ili preimenovanjem) svakog fajla čija ekstenzija *NIJE* na beloj listi ispod. Obično se smatra sigurnijim ali restriktivnijim pristupom filtriranju. Ekstenzije treba da budu navedene bez vodećeg tačkice (.) i razdvojene tačkom sa zarezom (;) kao sledeće: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Fajlovi bez ekstenzije su prihvaćeni. Velika/mala slova nemaju značaja.
sv_se: Vitlistan används för att ta bort (eller namnändra) alla filer som INTE har en filändelse från listan. Vitlistan räknas som säkrare, men mycket mer strikt filtermetod än svartlistan. Filändelserna ska skrivas in utan föregående punkt (.) och separeras med semikolon (;) exempel: htm;html;txt;doc;sxw;xls;jpg;jpeg;gif;png; Filer utan ändelse accepteras. Stora eller små bokstäver spelar ingen roll.
sw_ke: Orodha nyeupe hutumika kuchuja viambatisho vya faili kwa kuondoa (au kubadilisha jina) faili yoyote ambayo viambatisho vyake *HAVIPO* kwenye orodha nyeupe hapa chini. Kwa ujumla inachukuliwa kama njia salama zaidi lakini yenye vikwazo zaidi vya kuchuja. Viambatisho vinapaswa kuandikwa bila nukta (.) ya mwanzo na kutenganishwa na semikoloni (;) kama ifuatavyo: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Faili bila viambatisho zinakubalika. Herufi kubwa/ndogo hazina umuhimu.
ta: வெள்ளைப் பட்டியல் கீழே உள்ள வெள்ளைப் பட்டியலில் *இல்லாத* நீட்டிப்பைக் கொண்ட கோப்புகளை அகற்ற (அல்லது மாற்றி பெயரிட) வடிகட்ட கோப்பு நீட்டிப்புகளைப் பயன்படுத்தப்படுகிறது. இது பொதுவாக பாதுகாப்பான ஆனால் கட்டுப்படுத்தப்பட்ட வடிகட்டல் முறையாகக் கருதப்படுகிறது. நீட்டிப்புகள் முன் புள்ளி (.) இன்றி, அரைப்புள்ளி (;) மூலம் பிரிக்கப்பட்டு இருக்க வேண்டும்: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. நீட்டிப்பு இல்லாத கோப்புகள் ஏற்றுக்கொள்ளப்படும். எழுத்துரு (பெரிய/சிறிய) முக்கியமல்ல.
th: ไวท์ลิสต์ใช้กรองนามสกุลไฟล์โดยลบ (หรือเปลี่ยนชื่อ) ไฟล์ที่มีนามสกุล *ไม่* อยู่ในไวท์ลิสต์ด้านล่าง ถือว่าปลอดภัยกว่าแต่จำกัดกว่า นามสกุลไม่รวมจุดนำหน้า (.) และคั่นด้วยเครื่องหมายอัฒภาค (;) เช่น htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw ไฟล์ไม่มีนามสกุลจะถูกยอมรับ ตัวพิมพ์ใหญ่/เล็กไม่สำคัญ
tl_ph: Ang whitelist ay ginagamit upang i-filter ang mga file extensions sa pamamagitan ng pagtanggal (o pag-rename) ng anumang file na ang extension ay HINDI nasa whitelist sa ibaba. Ito ay karaniwang itinuturing na mas ligtas ngunit mas mahigpit na paraan ng filtering. Ang mga extensions ay dapat walang leading dot (.) at hiniwalay ng semi-colon (;) tulad ng sumusunod: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Tinatanggap ang mga file na walang extension. Ang letter casing (uppercase/lowercase) ay hindi mahalaga.
tr: Beyazliste aşağıdaki listede yer almayan dosya uzantılarını çıkararak(yada adını değiştirerek) filtrelemek için kullanılır. Genellikle filtrelemeye daha güvenli fakat daha kısıtlayıcı bir yaklaşım olarak anılır. Uzantılar nokta(.) olmadan ve aralarında noktalı virgül konarak aşağıdaki gibi yazılmalıdır: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Uzantısız dosyalar kabul edilir. Harf boyutu (küçük/büyük) önemsizdir.
uk_ua: Білий список використовується для фільтрування розширень файлів видаленням (перейменуванням) будь-якого файлу, чиє розширення *НЕ* присутнє в цьому списку. Це найбільш безпечне та досить жорстке фільтрування. Розширення не повинні містити крапки (.) та відокремлюються крапкою з комою: html; htm; doc; txt . Файли без розширення приймаються. Регістр літер (великі/малі) не має значення.
vi_vn: Danh sách trắng dùng để lọc phần mở rộng tệp bằng cách xóa (hoặc đổi tên) bất kỳ tệp nào có phần mở rộng KHÔNG nằm trong danh sách trắng bên dưới. Đây thường được coi là cách tiếp cận an toàn hơn nhưng hạn chế hơn. Phần mở rộng nên được liệt kê không có dấu chấm (.) đầu và phân cách bằng dấu chấm phẩy (;) như sau: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Tệp không có phần mở rộng được chấp nhận. Chữ hoa/thường không quan trọng.
xh_za: Uluhlu olumhlophe lusetyenziselwa ukuhluzwa izalathiso zeefayile ngokususa (okanye ukuguqula igama) nayiphi na ifayile enezalathiso *ENGENGA* ifakwe kuluhlu olumhlophe olungaphantsi. Ngokuqhelekileyo kugqalwa njengendlela ekhuselekile kodwa enemiqobo yokuhluzwa. Izalathiso kufuneka zibonakale ngaphandle kwedothi (.) kwaye zahlulwe nje semi-koloni (;) njengoku: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Iifayile ngaphandle kwezalathiso zamkelwa. Ukubhala ngoobhala (obaninzi/abancinci) akunantsingiselo.
zh_cn: 白名单用于通过移除（或重命名）扩展名不在以下白名单中的文件来过滤文件扩展名。通常被视为更安全但更严格的过滤方法。扩展名应不带前导点 (.) 并用分号 (;) 分隔，例如：htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw。没有扩展名的文件被接受。字母大小写（大写/小写）无关紧要。
zh_tw: 白名單是用以移除(或重新命名)<strong>不帶有</strong>指定延伸檔名的檔案。通常白名單的安全性會較高但限制性會較強。名單中的副檔名前不可有點號 (.) ，檔名間要以分號 (;) 隔開，例子：htm;html;txt;doc;xls;ppt;jpg;jpeg;gif。沒有延伸檔名的檔案可被接受，檔名可以是英文大／小寫。
