Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: The account has been removed temporarily.
yo_ng: A ti yọ àkọsílẹ̀ kúrò fún ìgbà díẹ̀.

source: Are you sure you want to unlock this user?
yo_ng: Ṣe o dá ẹ sí ìdí tí o fẹ́ ṣí oníṣe yìí ṣí?

source: Are you sure you want to lock this user?
yo_ng: Ṣe o dá ẹ sí ìdí tí o fẹ́ ti di oníṣe yìí?

source: Add user group to selected URLs
yo_ng: Fi àwùjọ ẹgbẹ́ oníṣe ṣàfikún sí àwùjọ URL tí a yàn

source: Remove user group from selected URLs
yo_ng: Yọ àwùjọ ẹgbẹ́ oníṣe kúrò nínú àwùjọ URL tí a yàn

source: Are you sure you want to assign the selected groups to the selected URLs?
yo_ng: Ṣe o dá ẹ sí ìdí tí o fẹ́ yàn àwùjọ ẹgbẹ́ tí a yàn sí àwùjọ URL tí a yàn?

source: Are you sure you want to unassign the selected groups from the selected URLs?
yo_ng: Ṣe o dá ẹ sí ìdí tí o fẹ́ yọ àwùjọ ẹgbẹ́ tí a yàn kúrò nínú àwùjọ URL tí a yàn?

source: The group has been removed from the selected URL.
yo_ng: A ti yọ ẹgbẹ́ kúrò nínú URL tí a yàn.

source: Assigned users
yo_ng: Àwùjọ oníṣe tí a yàn

source: Available users
yo_ng: Àwùjọ oníṣe tí ó ṣeé ṣe ìdùpẹ́

source: Login-only URL
yo_ng: URL ìwọlé nìkan

source: User groups
yo_ng: Àwùjọ ẹgbẹ́ oníṣe

source: Invalid access URL or course
yo_ng: URL ìwọlé kò tọ́ tàbí ìdàrùn

source: Edit URL
yo_ng: Ṣàtúnṣe URL

source: Back to %s
yo_ng: Pada sí %s

source: Currently showing users for role: <strong>%s</strong>
yo_ng: Lọ́wọ́lọ́wọ́ ìfihan àwùjọ oníṣe fún ipa: <strong>%s</strong>

source: Missing POST data
yo_ng: Àwùjọ ìdàsílẹ̀ POST kò pàdé

source: To use the central login page feature, all URLs defined MUST use the same (root) domain name in order to limit security risks linked to sharing access tokens between URLs. URLs using a different domain name might not be taken into account for access sharing.
yo_ng: Lati lo ẹ̀yà ìpele ìwọlé àpapọ̀, gbogbo URL tí a ṣàpèjúṣe GBỌ́DỌ̀ lo orúkọ ìtumọ̀ (gbòógun) kan ṣoṣo láti dín àwùjọ ìdààmú ìdààmú tí ó so pọ̀ pẹ̀lú ìpín ìwọlé àwùjọ laarin URL. URL tí nlo orúkọ ìtumọ̀ mìíràn le ma ṣe ìdí ìwọlé ìpín.

source: Time spent on assignments
yo_ng: Àkókò tí a lo lori iṣẹ́ àyànfẹ́

source: Inactive learners
yo_ng: Àwùjọ akẹ́kọ̀ọ́ tí kò ṣiṣẹ́

source: Result list
yo_ng: Àkọsílẹ̀ ìpinnu

source: Session start date
yo_ng: Ọjọ́ ìbẹ̀rẹ̀ ìpàdé

source: You can use the tags {{class_name}} and {{student_full_name}} in the question to be able to multiply questions. On the survey list page, in the action field, you have a button to multiply a question that will look for the {{class_name}} tag, duplicate the question for all the classes subscribed to the course, and rename it with the name of the class. It will also add a page ending to make a new page for each class. Then it will look for the {{student_full_name}} tag and duplicate the question for all the students in the class (for each class) and rename it with the student's full name.
yo_ng: O le lo àwùjọ {{class_name}} àti {{student_full_name}} nínú ìbeèrè láti le ṣe ìpọ́pọ̀ ìbeèrè. Lórí ìpele àkọsílẹ̀ ìwádìí, nínú aaye ìṣe, o ni ìdìbọ̀ kan láti ṣe ìpọ́pọ̀ ìbeèrè tí yóò wá àwùjọ {{class_name}}, ṣe ìdàpọ̀ ìbeèrè fún gbogbo àwùjọ tí a forukọ sí ìdàrùn, kí o sì yàtọ̀ orúkọ rẹ̀ pẹ̀lú orúkọ ẹ̀kọ́. Ó yóò tún fi ìpele ìparí ìròyìn kun láti ṣe ìpele tuntun fún ọkọọkan ẹ̀kọ́. Lẹ́yìn náà yóò wá àwùjọ {{student_full_name}} kí ó ṣe ìdàpọ̀ ìbeèrè fún gbogbo akẹ́kọ̀ọ́ nínú ẹ̀kọ́ (fún ọkọọkan ẹ̀kọ́) kí ó sì yàtọ̀ orúkọ rẹ̀ pẹ̀lú orúkọ akẹ́kọ̀ọ́ kíkún.

source: Serie
yo_ng: Ẹ̀ka

source: Add learner
yo_ng: Fi akẹ́kọ̀ọ́ ṣàfikún

source: Only courses with a personalized certificate are exported
yo_ng: Àwùjọ ìdàrùn pẹ̀lú ìjẹ́rẹ́ ìdàrì nìkan ni a ṣe ìkọ̀wé

source: Show question number
yo_ng: Fi nọ́mba ìbeèrè hàn

source: Custom or undefined role
yo_ng: Ipaadabọ tabi ipa ti ko ṣe pato

source: To unsubscribe from notifications, click here: %s
yo_ng: Lati ṣagbe kuro ninu awọn ifitonilẹyin, tẹ nibi: %s

source: You have been enrolled in the course
yo_ng: O ti forukọsilẹ sinu ẹkọ naa

source: Hello %s, you have been enrolled in the course %s.
yo_ng: Bawo ni %s, o ti forukọsilẹ sinu ẹkọ %s.

source: Acquisition
yo_ng: Ìdàsílẹ̀

source: Session display dates
yo_ng: Awọn ọjọ ifihan igba

source: Session access dates
yo_ng: Awọn ọjọ iraye si igba

source: Hello %s, you have been enrolled in the course %s for the session %s.
yo_ng: Bawo ni %s, o ti forukọsilẹ sinu ẹkọ %s fun igba %s.

source: You have been enrolled in the course %s for the session %s
yo_ng: O ti forukọsilẹ sinu ẹkọ %s fun igba %s

source: Semicolon (;) delimiter detected. This version of Chamilo requires comma (,) as the CSV separator. Please export your file again as CSV (comma-separated).
yo_ng: Aami idiwọ (;) ti ri. Ẹya Chamilo yii nilo aami idiwọ (,) gẹgẹbi iyapa CSV. Jọwọ ṣe agbejade faili rẹ lẹẹkansi bi CSV (comma-separated).

source: Replication
yo_ng: Àtúnpada

source: Schedule changed
yo_ng: Eto ti yipada

source: Classroom changed
yo_ng: Yara ikawe ti yipada

source: Location changed
yo_ng: Ipo ti yipada

source: Enrollment cancelled
yo_ng: Iforukọsilẹ ti fagilee

source: Parent session
yo_ng: Igba obi

source: The field must be a positive integer
yo_ng: Aaye naa gbọdọ jẹ nọmba odidi ti o dagba

source: Validity (days)
yo_ng: Wọn daju (ọjọ)

source: Last repetition
yo_ng: Atunwi ikẹhin

source: The field must be empty or a positive integer
yo_ng: Aaye naa gbọdọ jẹ ofo tabi nọmba odidi ti o dagba

source: Days before finishing automated creation of new repetitions
yo_ng: Awọn ọjọ ṣaaju ipari ṣiṣẹda adaṣe tuntun laifọwọyi

source: Notify subscription of user to student boss
yo_ng: Ifitonilẹyin iforukọsilẹ olumulo si ọga ọmọ ile-iwe

source: User does not exist
yo_ng: Olumulo ko si

source: (Percentage of file analysis)
yo_ng: (Ogiri ti itupalẹ faili)

source: Pause training
yo_ng: Dadu idanileko

source: Date of birth
yo_ng: Ọjọ ibi

source: A user creator is required
yo_ng: Oluda olumulo ni a nilo

source: Save links
yo_ng: Fi awọn ọna asopọ pamọ

source: Links moved
yo_ng: Awọn ọna asopọ ti gbe

source: No option available
yo_ng: Ko si aṣayan ti o wa

source: Remove this value when anonymizing a user, because it could otherwise help identify the user despite the anonymization.
yo_ng: Yọ iye yii kuro nigbati o ba n ṣe aiṣedeede olumulo, nitori bibẹẹkọ o le ṣe iranlọwọ lati ṣe idanimọ olumulo laisi aiṣedeede.

source: Remove on anonymization
yo_ng: Yọ kuro lori aiṣedeede

source: Auto remove
yo_ng: Yọkuro laifọwọyi

source: You need to activate the GoogleMaps plugin in administration to see the Map
yo_ng: O nilo lati mu GoogleMaps eefo ṣiṣẹ ni iṣakoso lati rii Maapu

source: Files uploaded. Reloading in 5 seconds...
yo_ng: Awọn faili ti kojọpọ. Atunṣe ni iṣẹju-aaya 5...

source: Corrected test result
yo_ng: Abajade idanwo ti a ṣe atunṣe

source: Send by e-mail
yo_ng: Fi ranṣẹ nipasẹ imeeli

source: Question also used in the following tests
yo_ng: Ibeere tun lo ninu awọn idanwo wọnyi

source: Add glossary item
yo_ng: Fi ohun glossary kun

source: Missing chart library, please check web server logs.
yo_ng: Ile-ikawe chart ti sonde, jọwọ ṣayẹwo awọn akọsilẹ olupin wẹẹbu.

source: Dependency tree graph
yo_ng: Aworan igi igbẹkẹle

source: Assignment list
yo_ng: Akojọ iṣẹ ṣe yan

source: The given score cannot be above the maximum score
yo_ng: Dimegile ti a fun ko le ga ju igun-ọpọlọ lọ

source: This e-mail address has already been used by the maximum number of allowed accounts. Please use another.
yo_ng: Adirẹsi imeeli yii ti lo tẹlẹ nipasẹ nọmba ti o pọ julọ ti awọn iroyin ti a gba laaye. Jọwọ lo ẹlomiran.

source: Could not write to %s
yo_ng: Ko le kọ si %s

source: Account disabled
yo_ng: Iroyin ti a pa

source: Language level
yo_ng: Ipele ede

source: LDAP synchronization: Import learners/steps in all sessions
yo_ng: LDAP amuṣiṣe: Gbe awọn akẹkọ/awọn igbesẹ wọle ni gbogbo awọn igba

source: Send message by e-mail
yo_ng: Fi ifọrọranṣẹ ranṣẹ nipasẹ imeeli

source: Days before finishing for re-enrollment
yo_ng: Awọn ọjọ ṣaaju ipari fun atunforukọsilẹ

source: Analysis ending...
yo_ng: Ìṣàyẹ̀wò tí ń parí...

source: Margin to the left
yo_ng: Ààlà sí òsìlẹ̀

source: Margin to the right
yo_ng: Ààlà sí ọ̀tún

source: Other options
yo_ng: Àwọn àṣàyàn mìíràn

source: Activity ID
yo_ng: ID Ìdásílẹ̀

source: No resource link entity found
yo_ng: Kò rí ìdàpọ̀ ìsopọ̀ ìtìlẹ̀yìn

source: Access URL
yo_ng: URL Ìwọlé

source: You will therefore be automatically redirected to this URL.
yo_ng: Nítorí náà, yóò ṣe ìdarí rẹ lọ sí URL yìí.

source: You have access to multiple URLs. Here is the list of your accesses.
yo_ng: O ni ìwọlé sí ọpọ̀lọpọ̀ URL. Èyí ni akojọ ìwọlé rẹ.

source: Please click on the link below corresponding to the URL you wish to access.
yo_ng: Jọ̀wọ́ tẹ ìsopọ̀ ìsàlẹ̀ tí ó bá URL tí o fẹ́ wọlé.

source: Does not have enough contrast against background
yo_ng: Kò ní ìfarabalẹ̀ tó pọ̀ lòdì sí ìlẹ̀ ìkọlẹ̀

source: Featured courses
yo_ng: Àwọn ẹ̀kọ́ tí a ṣe ìpìlẹ̀

source: Show more courses
yo_ng: Fi àwọn ẹ̀kọ́ mìíràn hàn

source: I would like to choose a sector
yo_ng: Mo fẹ́ yàn àgbègbè kan

source: The platform offers specialized course session. Your answers will allow you to access the sessions corresponding to your field if it exists.<br><br>Check one or more answers or fill in the blank.
yo_ng: Pẹpẹ yìí ń pèsè àwùjọ ẹ̀kọ́ pàtàkì. Ìdáhùn rẹ yóò jẹ́ kí o wọlé sí àwùjọ tí ó ṣe pàtàkì fún àyè rẹ tí ó bá wà.<br><br>Ṣayẹ̀wò ìdáhùn kan tàbí kọ̀ọ̀kan tàbí kún ìkù.

source: Availability during my internship/mobility
yo_ng: Wà láàyè lákòókò ìdánilẹ́kọ̀ọ́/ìrìnàjò mi

source: You can continue working on the platform during your internship. Your answers will help us offer you a personalized program based on your availability. <br><br>Indicate the dates and your availability
yo_ng: O lè tẹ̀síwájú ṣiṣẹ́ lórí pẹpẹ lákòókò ìdánilẹ́kọ̀ọ́ rẹ. Ìdáhùn rẹ yóò ran wa lọ́wọ́ láti pèsè ètò ìmọ̀ tí a ṣe ìdàríjì fún rẹ lórí ìwàláàyè rẹ. <br><br>Fi àwọn ọjọ́ àti ìwàláàyè rẹ hàn

source: My learning goals
yo_ng: Àwùjọ ìmọ̀ mi

source: What do you want to learn? What area do you want to improve in? You can write your answers freely here.
yo_ng: Kí ni o fẹ́ kọ́? Àyè wo ni o fẹ́ ṣe ìmú wa? O lè kọ ìdáhùn rẹ lọ́fẹ̀ẹ́ níbí.

source: My working method
yo_ng: Ọ̀nà ìṣiṣẹ́ mi

source: On the platform, you'll complete some activities independently, while others will be done in groups, accompanied by a tutor. Your answers will help us suggest a learning program that's tailored to your work style.
yo_ng: Lórí pẹpẹ, yóò ṣe àwùjọ kan pàápàá, àwùjọ mìíràn yóò ṣe pẹ̀lú ẹgbẹ́, pẹ̀lú olùdàrọ́. Ìdáhùn rẹ yóò ran wa lọ́wọ́ láti dábàá ètò ìmọ̀ tí ó ṣe ìdàríjì fún ìlànà ìṣiṣẹ́ rẹ.

source: Availability before my internship/mobility
yo_ng: Wà láàyè ṣáájú ìdánilẹ́kọ̀ọ́/ìrìnàjò mi

source: The platform offers numerous resources and learning courses available on specific dates. The first step is to assess your availability to be able to offer you a suitable learning program.<br><br>Indicate the dates and your availability
yo_ng: Pẹpẹ yìí ń pèsè ọpọ̀lọpọ̀ ìtìlẹ̀yìn àti àwùjọ ìmọ̀ tí ó wà lórí àwùjọ ọjọ́ pàtàkì. Ìgbésẹ̀ àkọ́kọ́ ni láti ṣàyẹ̀wò ìwàláàyè rẹ láti lè pèsè ètò ìmọ̀ tí ó yẹ fún rẹ.<br><br>Fi àwọn ọjọ́ àti ìwàláàyè rẹ hàn

source: The topics that interest me / My learning objectives
yo_ng: Àwùjọ tí ó fẹ́ mi / Àwùjọ ìmọ̀ mi

source: The platform offers numerous resources and thematic learning courses to develop your skills. Now it's time to take stock of your interests to be offer you a personalized course program.
yo_ng: Pẹpẹ yìí ń pèsè ọpọ̀lọpọ̀ ìtìlẹ̀yìn àti àwùjọ ìmọ̀ ìpìlẹ̀ láti ṣàtúnṣe ìmọ̀ rẹ. Bayi ó to àkókò láti ṣàyẹ̀wò ìfẹ́ràn rẹ láti lè pèsè ètò ìdàríjì ìdàríjì fún rẹ.

source: My language level
yo_ng: Ìpele èdè mi

source: The platform's resources are adapted to different language levels. The goal here is to take stock of what you can or already know how to do.<br><br>Tick the level that best suits you for each skill (listening, reading, participating in a conversation, speaking continuously, and writing).<br><br>
yo_ng: Àwùjọ ìtìlẹ̀yìn pẹpẹ yìí ṣe ìdàríjì sí ìpele èdè mìíràn. Ìdí níbí ni láti ṣàyẹ̀wò ohun tí o lè ṣe tàbí tí o ti mọ. <br><br>Ṣayẹ̀wò ìpele tí ó dára jù fún ìmọ̀ kọ̀ọ̀kan (gbọ́, kíkà, kíkó ìjíròrò, sísọ lọ́nà ìtẹ̀síwájú, àti kíkọ).<br><br>

source: My work environment
yo_ng: Àyíká ìṣiṣẹ́ mi

source: To work on the platform, I use:
yo_ng: Láti ṣiṣẹ́ lórí pẹpẹ, mo ń lo:

source: You will find in the <a style="color:blue" href="/faq">FAQ</a> the recommended environment to work on the platform.
yo_ng: Yóò rí nínú <a style="color:blue" href="/faq">FAQ</a> àyíká tí a fọwọ́sowọ́pọ̀ láti ṣiṣẹ́ lórí pẹpẹ.

source: Validate learning trail
yo_ng: Fẹ́dè ìlọsíwájú ìmọ̀

source: Skills and objectives assessment
yo_ng: Ìdíwò ìmọ̀ àti àwùjọ

source: Welcome to the platform! Do you want to brush up on your skills? The platform offers you a personalized program where, depending on your priorities and availability, you have access to numerous resources and can participate in learning courses. <br><br>The following questionnaire has two objectives: on the one hand, to make you reflect on your needs and understand your interests and on the other hand, to gather information to offer you a tailor-made learning trail.<br><br>Happy learning on the platform!
yo_ng: Káàbọ̀ sí pẹpẹ! Ṣe o fẹ́ ṣe ìdàríjì ìmọ̀ rẹ? Pẹpẹ yìí ń pèsè ètò ìdàríjì fún rẹ nibiti, lórí ìdíwò rẹ àti ìwàláàyè, o ni ìwọlé sí ọpọ̀lọpọ̀ ìtìlẹ̀yìn àti ìdàsílẹ̀ ìmọ̀. <br><br>Ìbéèrè ìdíwò ìtàn yìí ni àwùjọ méjì: lọ́kàn, láti jẹ́ kí o ronú lórí àìní rẹ àti òye ìfẹ́ràn rẹ àti ní ìkejì, láti ṣàpèjú ìròyìn láti pèsè ìlọsíwájú ìmọ̀ tí a ṣe ìdàríjì fún rẹ.<br><br>Ìdùnnú ìmọ̀ lórí pẹpẹ!

source: The learning courses are designed around the following main areas. Choose them in order of preference according to your priorities and interests.<br><br>
yo_ng: Àwùjọ ìmọ̀ ṣe ìpìlẹ̀ yí ìpìlẹ̀ àwùjọ pàtàkì wọnyi. Yàn wọn lọ́nà ìfẹ́ràn gẹ́gẹ́ ìdíwò àti ìfẹ́ràn rẹ.<br><br>

source: Once the areas have been selected, choose 5 themes and objectives in order of preference.<br><br>
yo_ng: Lẹ́yìn tí a ti yan àwùjọ, yàn àwùjọ 5 àti àwùjọ lọ́nà ìfẹ́ràn.<br><br>

source: PDF download unavailable
yo_ng: Ìṣàgùwà PDF kò ṣe pàtàkì

source: Registering
yo_ng: Ìforúkọsilẹ̀

source: Hello,<br>You haven't logged into to your account for three months. It has now been deactivated. If you would like to reactivate it, please contact us.<br><br>Best regards.
yo_ng: Bàwo,<br>O kò wọlé sí àkọọ́lẹ̀ rẹ fún ìsẹ́ta ìpilẹ̀. Ó ti di ìdènà bayi. Tí o fẹ́ ṣe ìdàríjì rẹ, jọ̀wọ́ kan si wa.<br><br>Èrò rere.

source: Hello,<br>You haven't logged into your account for six months. It has now been deactivated. If you would like to reactivate it, please contact us.<br><br>Best regards.
yo_ng: Bàwo,<br>O kò wọlé sí àkọọ́lẹ̀ rẹ fún ìdùpọ̀ ìpùlẹ̀. Ó ti di ìdènà bayi. Tí o fẹ́ ṣe ìdàríjì rẹ, jọ̀wọ́ kan si wa.<br><br>Èrò rere.

source: Hello,<br>%s hasn't logged into PARKUR in the last six months. His account has just been deactivated.<br><br>Sincerely.
yo_ng: Bàwo,<br>%s kò wọlé sí PARKUR fún ìdùpọ̀ ìpùlẹ̀ mẹ́fà. Àkọọ́lẹ̀ rẹ̀ ti di ìdènà.<br><br>Tòótọ́.

source: An update is available. Click the button below to proceed with the update.
yo_ng: Ìmú ìdàríjì wà. Tẹ bọ́tì ìsàlẹ̀ láti tẹ̀síwájú ìdàríjì.

source: Update Chamilo
yo_ng: Ìdàríjì Chamilo

source: Verifying migration:
yo_ng: Ìdíwò ìlọ̀ǹkọ́:

source: Migration completed successfully!
yo_ng: Ìlọ̀ǹkọ́ ti ṣe pàtàkì!

source: Please check the following error:
yo_ng: Jọ̀wọ́ ṣàyẹ̀wò ìkù ìdíwò yìí:

source: OK
yo_ng: Ó dára

source: Migration failed!
yo_ng: Ìlọ̀ǹkọ́ kù!

source: Test e-mail sending
yo_ng: Ìdíwò ìfihan Ìmèrè

source: The last migration executed successfully was:
yo_ng: Ìlọ̀ǹkọ́ ìkẹ́yìì tí a ṣe pàtàkì jẹ́:

source: Please contact support with the error details.
yo_ng: Jọ̀wọ́ kan si ìtìlẹ̀yìn pẹ̀lú ìkù ìdíwò.

source: Contact support
yo_ng: Kàn si pẹ̀lẹ̀yẹ̀

source: Skills History
yo_ng: Ìtàn Ìpìlẹ̀ Ìmọ̀

source: Badge
yo_ng: Baaji

source: Question media
yo_ng: Media Ìbéèrè

source: ex. localhost
yo_ng: f.ùn. localhost

source: ex. 3306
yo_ng: f.ùn. 3306

source: ex. root
yo_ng: f.ùn. root

source: CREATE TABLE works
yo_ng: ṢẸ́DÀ TABILI ṣiṣẹ́

source: ALTER TABLE works
yo_ng: ṢÌYÀ TABILI ṣiṣẹ́

source: DROP COLUMN works
yo_ng: PAÀRỌ TABILI ṣiṣẹ́

source: Theme selected as current
yo_ng: Àwòrán yìí ti yan gẹ́gẹ́ ìsinsìnyí

source: Color theme created
yo_ng: Àwòrán àwọ̀ tí a ṣẹ̀dá

source: You are editing logos for visual theme
yo_ng: O ń ṣàtúnṣe àwòrán fún àwòrán ìrísí

source: Header logo
yo_ng: Àwòrán ìpìlẹ̀

source: Effective preview
yo_ng: Àwò ìdàwò tí ó ṣiṣẹ́

source: Using default theme logo
yo_ng: Lò àwòrán àwòrán ìsinsìnyí

source: Files in current theme
yo_ng: Àwọn ìwé nínú àwòrán ìsinsìnyí

source: No SVG uploaded
yo_ng: Kò sí SVG tí a gbe rẹ̀ sí ìkìlọ̀

source: Remove SVG
yo_ng: Yọ SVG kúrò

source: No PNG uploaded
yo_ng: Kò sí PNG tí a gbe rẹ̀ sí ìkìlọ̀

source: Remove PNG
yo_ng: Yọ PNG kúrò

source: Save header logo
yo_ng: Fipamọ́ àwòrán ìpìlẹ̀

source: Email logo
yo_ng: Àwòrán ìmeèlì

source: Save email logo
yo_ng: Fipamọ́ àwòrán ìmeèlì

source: PNG format required
yo_ng: Fọọ̀mù PNG pọn dandan

source: SVG format required
yo_ng: Fọọ̀mù SVG pọn dandan

source: Select at least one file
yo_ng: Yan ìwé kan ìdíẹ̀

source: Upload failed
yo_ng: Gbigbe rẹ̀ kù kò ṣiṣẹ́

source: Deletion failed
yo_ng: Pípàdartà kò ṣiṣẹ́

source: Drag to reorder
yo_ng: Fa láti tún ìlẹ̀sẹẹsẹ ṣe

source: Clean temporary files
yo_ng: Sọ ìwé ìgbà pàtápata di mímọ́

source: Learning path title here
yo_ng: Àkọ́kọ́ ìlò ìmọ̀ níbí

source: Publish / Hide
yo_ng: Tẹ̀dè / Fi pamọ́

source: Select which items to include in the PDF
yo_ng: Yan àwọn ohun tí yóò wà nínú PDF

source: Open in a new tab
yo_ng: Ṣii nínú taabu tuntun

source: Delete third party
yo_ng: Pa ẹni kẹta rẹ̀ kúrò

source: Copy link
yo_ng: Da ìdàpọ̀ ṣe

source: Security tools and reports
yo_ng: Àwùn ààbò àti ìròyìn

source: This field cannot be empty
yo_ng: Aaye yìí kò le ṣófo

source: This is not a valid URL. Example: https://example.com
yo_ng: Èyí kò ṣe URL tí ó tọ́. Àpẹẹrẹ: https://example.com

source: Are you sure you want to delete this?
yo_ng: Ṣe o dájú pé o fẹ́ pa èyí kúrò?

source: Color theme
yo_ng: Àwòrán àwọ̀

source: Logos will be applied to the current visual theme:
yo_ng: Àwòrán yóò ṣe ìlò fún àwòrán ìrísí ìsinsìnyí:

source: Switch the active theme if you want to upload logos for a different one.
yo_ng: Yí àwòrán ìdàgbàsókè padà tí o fẹ́ gbe àwòrán fún ọ̀kan mìíràn.

source: Uploaded
yo_ng: Gbé e rẹ̀ sí ìkìlọ̀

source: Back to plugins
yo_ng: Pada sí àwùn ìlò

source: Installing
yo_ng: Ṣe ìdí ìdàgbasókè

source: Processing
yo_ng: Ṣiṣẹ́ lọ́wọ́

source: Uninstalling
yo_ng: Yọ ìdàgbasókè kúrò

source: Enabling
yo_ng: Ṣiṣẹ́mọ́lẹ̀

source: Disabling
yo_ng: Dípa

source: Allow PDF exports for this item
yo_ng: Gba a ṣe ìtọ́jú PDF fún ohun yìí

source: Login attempts
yo_ng: Ìgbìyànwó ìwọlé

source: Background
yo_ng: Ẹ̀yà ìkọlẹ̀

source: Use custom date
yo_ng: Lo ọjọ́ àfarawé

source: Achievement date
yo_ng: Ọjọ́ ìṣàṣeyọrí

source: Go to branding (logos)
yo_ng: Lọ sí ìdásílẹ̀ (àwòrán àwòrán)

source: Visual theme (assets)
yo_ng: Àwòrán ìrísí (àwùjọ ìnípa)

source: Branding (logos)
yo_ng: Ìdásílẹ̀ (àwòrán àwòrán)

source: Upload optional header and email logos. The SVG format is preferred. PNG is used as fallback.
yo_ng: Gbe àwòrán àkọsílẹ̀ àti àwòrán ìmeèlì tí kò ṣe pàtàkì. Ìdàsílẹ̀ SVG ni a fẹ́ jù lọ. PNG ni a lo gẹ́gẹ́ ìdàsílẹ̀.

source: Write a short and striking course name, for example: Innovation Management
yo_ng: Kọ orúkọ ìdàrú kùdùkù ìdàrú ìdàrú, fún àpẹẹrẹ: Ìdàrú Ìdàsílẹ̀

source: Quality
yo_ng: Dídára

source: Remedial courses list
yo_ng: Àtòjọ àwùjọ ìdàsílẹ̀ ìdàsílẹ̀

source: Request account deletion
yo_ng: Bẹ̀wò fún ìparun àkọọlẹ̀

source: Justification for account deletion
yo_ng: Ìdí ìparun àkọọlẹ̀

source: Request for legal agreement's consent removal
yo_ng: Ìbéèrè fún yíyọ ìfọwọ́si ìṣàpẹẹrẹ ìjọba kúrò

source: Justification for consent removal
yo_ng: Ìdí ìyọ ìfọwọ́si kúrò

source: Terms enabled
yo_ng: Àwùjọ ìlò ṣiṣẹ́

source: Revision Language
yo_ng: Èdè Ìṣàtúnṣe

source: Session career link
yo_ng: Ìsokọ́ ìdàsílẹ̀ ìdàsílẹ̀ ìdàsílẹ̀

source: Successful authentication handlers
yo_ng: Àwùjọ ìdáwò ìdásílẹ̀ àṣeyọrí

source: Popular courses
yo_ng: Àwùjọ ìdàrú tí ó ṣe pàtàkì

source: Already logged in
yo_ng: Ti wọle tẹ́lẹ̀

source: GDPR compliance
yo_ng: Àwùjọ ìlò GDPR

source: Azure UID (internal ID)
yo_ng: Azure UID (ID ìnkà)

source: Organisation e-mail
yo_ng: Ìmeèlì àjọ

source: Office phone extension
yo_ng: Ìtẹ̀síwájú ìfọwọ́sowọpọ̀ ọfiìsì

source: Office address
yo_ng: Àdírẹ́sì ọfiìsì

source: Number of days for completion
yo_ng: Nọ́mbà ọjọ́ fún ìparí

source: Event notifications
yo_ng: Ìfọwọ́sowọpọ̀ ìdàsílẹ̀

source: Skip automatic validation
yo_ng: Ẹ skípù ìdíwò ìdàsílẹ̀

source: Use alternate tracking system
yo_ng: Lo ìtọ́sọ́nà ìtọ́sọ́nà ìtọ́sọ́nà

source: My terms
yo_ng: Àwùjọ mi

source: Moodle password
yo_ng: Ọrọ̀ ìgbaniwọle Moodle

source: Long term authentication request token used
yo_ng: Tókì ìbéèrè ìdásílẹ̀ ìgbaniwọle ìgbà gùù

source: Is from new login
yo_ng: Jẹ́ láti ìwọlé tuntun

source: End pause date
yo_ng: Ọjọ́ ìparí ìdádúró

source: Downloaded at
yo_ng: Ìgbé ìgba

source: Disable import calendar
yo_ng: Pa ìgbé ìtò ìtò kàlẹ́ndà

source: Disable all emails
yo_ng: Pa gbogbo ìmeèlì

source: Differentiation
yo_ng: Ìyàtọ̀

source: Credentials type
yo_ng: Iru iwe-ẹri

source: Collapsed
yo_ng: Kùkù

source: Career diagram
yo_ng: Àwòrán ìdàsílẹ̀ ìdàsílẹ̀

source: Career URLs
yo_ng: URL ìdàsílẹ̀ ìdàsílẹ̀

source: Career ID
yo_ng: ID Iṣẹ́

source: CAS user
yo_ng: Olùṣe CAS

source: Buyer's address
yo_ng: Àdírẹ́sì Ẹnìyan tí ń rà

source: Buyer's VAT/Tax ID
yo_ng: VAT/Tax ID Ẹnìyan tí ń rà

source: Buyer's company
yo_ng: Ilé-iṣẹ́ Ẹnìyan tí ń rà

source: Block Category
yo_ng: Ẹka Àkọsílẹ̀

source: Authentication method
yo_ng: Ọ̀nà Ìdáríjì

source: Authentication date
yo_ng: Ọjọ́ Ìdáríjì

source: Ask for new password
yo_ng: Bẹ̀rẹ̀ fún ìpamọ́ tuntun

source: Ask for revision
yo_ng: Bẹ̀rẹ̀ fún àtúnwò

source: Advanced courses list
yo_ng: Àkójọpọ̀ Ìkẹ́kọ̀ọ́ Gíga

source: User address
yo_ng: Àdírẹ́sì Olùṣe

source: Considered working time
yo_ng: Àkókò Ìṣiṣẹ́ tí a ṣàyẹ̀wò

source: Send to coaches
yo_ng: Firanṣẹ́ sí àwùjọ

source: In multiple languages
yo_ng: Nínú ọ̀pọ̀ èdè

source: Show in catalogue
yo_ng: Fi hàn nínú ìpamọ́

source: Is mandatory
yo_ng: Jẹ́ ìdí pàtàkì

source: Lock course in session
yo_ng: Típa ìdàbọ̀ ìkẹ́kọ̀ọ́ nínú ìpàdé

source: Send to users in session
yo_ng: Firanṣẹ́ sí àwùjọ nínú ìpàdé

source: Date to send notification
yo_ng: Ọjọ́ láti fi ìròyìn ránṣẹ́

source: Send notification at a specific date
yo_ng: Firanṣẹ́ ìròyìn ní ọjọ́ kan pàtò

source: Notify of group messages by email
yo_ng: Fọwọ́sowọ́pò ìròyìn àwùjọ pẹ̀lú ìmeẹ̀lì

source: Notify of messages by email
yo_ng: Fọwọ́sowọ́pò ìròyìn pẹ̀lú ìmeẹ̀lì

source: Notify of invitations by email
yo_ng: Fọwọ́sowọ́pò ìròyìn ìpè pẹ̀lú ìmeẹ̀lì

source: Account locked until
yo_ng: Àkọọlẹ̀ ti di ìdí títí di

source: Google Calendar URL
yo_ng: URL Kalẹ́nda Google

source: User chat status
yo_ng: Ìpò ìfọwọ́sowọ́pò ìjíròrò Olùṣe

source: Update script type
yo_ng: Ṣe ìmú ìpìlẹ̀ ìgbàlẹ̀

source: My test conditions
yo_ng: Àwùjọ ìdánwò mi

source: 2FA activated successfully.
yo_ng: 2FA ti ṣiṣẹ́nṣẹṣe pẹ̀lú ìṣẹ́gun.

source: Duplicate submission ignored
yo_ng: Ìfibọ́ ìlọ́pọ̀ ti kọja

source: Show free users (not enrolled)
yo_ng: Fi àwùjọ ọfẹ̀ hàn (kò forukọsilẹ̀)

source: At least one URL has no admin assigned
yo_ng: O kere ju URL kan kò ní olùdarí tí a yàn

source: All URLs have at least one admin assigned
yo_ng: Gbogbo URL ni o kere ju olùdarí kan tí a yàn

source: E-mail settings need to be configured
yo_ng: Ètò ìmeẹ̀lì nilò ìdásílẹ̀

source: E-mail settings are OK
yo_ng: Ètò ìmeẹ̀lì dára

source: General course resources
yo_ng: Àwùjọ ìsìn ìkẹ́kọ̀ọ́ gbogbogbò
