Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: You haven't drawn all your hotspots yet
qu_pe: Todavía no ha dibujado todas las zonas interactivas

source: You must give a positive score for each hotspots
qu_pe: Debe dar un valor (>0) positivo a todas las zonas interactivas

source: You should answer completely to the question (
qu_pe: Debe contestar completamente a la pregunta (

source: click(s) required on the image) before seeing the results
qu_pe: clics requeridos en la imagen) antes de ver los resultados

source: Description and scoring are required for each hotspot. Feedback is optional.
qu_pe: En cada zona interactiva la descripción y el valor son obligatorios. El feedback es opcional.

source: To create a hotspot: select a shape next to the colour, and draw the hotspot. To move a hotspot, select the colour, click another spot in the image, and draw the hotspot. To add a hotspot: click the Add hotspot button. To close a polygon shape: right click and select Close polygon.
qu_pe: <div style="padding:2px 3px;">• Para crear una zona interactiva: seleccione la forma asociada al color y después dibuje la zona interactiva.</div><div style="padding:2px 3px;">• Para mover una zona interactiva, seleccione el color, haga clic en otro punto de la imagen y finalmente dibuje la zona interactiva.</div><div style="padding:2px 3px;">• Para añadir una zona interactiva: haga clic en el botón [+zona interactiva].</div><div style="padding:2px 3px;">• Para cerrar una forma poligonal: botón derecho del ratón y seleccionar "Cerrar polígono".</div>

source: Incorrect
qu_pe: Mana allinchu

source: Click number
qu_pe: Hayka clics

source: Please give an answer
qu_pe: Ama hina kaychu, kutichiy

source: Add limits
qu_pe: Yapay saywakunata

source: Are you sure
qu_pe: Cheqaychu kashanki

source: Learner score
qu_pe: Yachaqekunaq markan

source: Back to test home
qu_pe: Kutiy llank'aynaq raphi qallariyninman

source: The grade has been updated
qu_pe: Willayqa kunanyachikunñan

source: Grade inserted
qu_pe: Willay sat'irisqa

source: Please give a grade
qu_pe: Ama hina kaychu, qoy hoq willayta

source: Edit individual feedback and grade the open question
qu_pe: Allichay hinallataq markay

source: Add individual feedback
qu_pe: Yapay rimariyta

source: N°
qu_pe: Nº

source: To create a new question, choose the type above
qu_pe: Musuq tapukuy ruwanapaqqa, ajllay wichaypi imayna kaqta

source: Matches To
qu_pe: Kutichiy kayman

source: Add element
qu_pe: +imaymana

source: Remove element
qu_pe: - imaymana

source: Add answer option
qu_pe: + kutichiy

source: Remove answer option
qu_pe: - kutichiy

source: Your score
qu_pe: Markayki

source: Attempted
qu_pe: Mallisqa

source: Assign a grade
qu_pe: Markay

source: Proceed by clicking on a question type, then enter the appropriate information.
qu_pe: Llank'aynaqa allchasqañan

source: Choose at least one good answer
qu_pe: Ajllay hoq allin kutichiyllatapas

source: Test name and settings have been saved.
qu_pe: Llank'aynaqa t'ijrapachikunña

source: The test has been deleted
qu_pe: Llank'aynaqa picharisqañan

source: Click this link to check the answer and/or give feedback
qu_pe: Haga clic en el siguiente enlace para corregir y proporcionar un feedback a la respuesta

source: A learner has answered an open question
qu_pe: Yachaqeqa kutirichinmi hoq kichasqa tapuyta

source: Attempt details
qu_pe: Detalles de los intentos

source: Test attempted
qu_pe: Llank'ayna

source: Learner name
qu_pe: Yachaqeq sutin

source: Learner e-mail
qu_pe: Yachaqeq e-chaskin

source: Open question attempted is
qu_pe: La pregunta abierta intentada está

source: Upload image (jpg, png or gif) to apply hotspots.
qu_pe: Apachiy JPG wankita

source: Now click on : (...)
qu_pe: Descripción de la zona interactiva

source: Examsheet viewed/corrected/commented by the trainer
qu_pe: Llank'ayna yachachiqwan qhawasqa/allichasqa/rimarisqa

source: Your following attempt has been viewed/commented/corrected by the trainer
qu_pe: Mallisqakunataqa yachachiqmi qhawarunña/allicharunña/rimarirunña

source: Click the link below to access your account and view your commented Examsheet.
qu_pe: Haga clic en el enlace inferior para acceder a su cuenta y ver corregida su hoja de ejercicios

source: Regards
qu_pe: Cordialmente

source: You attempt for the test %s has been viewed/commented/corrected by the trainer. Click the link below to access your account and view your Examsheet.
qu_pe: Llank'aynapi yaqalla ruwasqaykiqa %s nisqan ña yachachiqwan qhawarun/allicharun/rimarirun. Cuentaykiman haykunaykipaqqa q'apiy urapi waskhana kaqpi.

source: Dear learner,
qu_pe: Estimado alumno,

source: Results enabled for learners
qu_pe: Modo autoevaluación activado. Ahora, al final del ejercicio los alumnos podrán ver las respuestas correctas.

source: Results disabled for learners
qu_pe: Modo examen activado. Ahora, al final del ejercicio los alumnos no podrán ver las respuestas correctas.

source: Include profiling
qu_pe: Incluir los campos de usuario en la exportación

source: Exclude profiling
qu_pe: Excluir los campos de usuario de la exportación

source: Do not show results
qu_pe: No mostrar los resultados a los alumnos

source: Show results to learners
qu_pe: Mostrar los resultados a los alumnos

source: Validate answers
qu_pe: Chaskiy

source: Allow answers order switches
qu_pe: Una respuesta puede ser correcta para cualquiera de las opciones en blanco.

source: You cannot take test <b>%s</b> because you have already reached the maximum of %s attempts.
qu_pe: No puede repetir el ejercicio <b>%s</b> debido a que ya ha realizado el máximo de %s intentos permitidos

source: Number of random questions to display
qu_pe: Número de preguntas aleatorias a mostrar

source: To randomize all questions choose 10. To disable randomization, choose "Do not randomize".
qu_pe: Número de preguntas que serán seleccionadas al azar. Escoja el número de preguntas que desea barajar.

source: Max number of attempts
qu_pe: Número máximo de intentos

source: Do not randomize
qu_pe: Ama rawispa

source: Infinite
qu_pe: Mana pacha tukukuyniyuq

source: Back to Tests tool
qu_pe: Ktiy llank'aynakunaman

source: No start date
qu_pe: No empieza fecha

source: Delete attempt?
qu_pe: ¿ Pichankichu kay mallisqata ?

source: Without comment
qu_pe: Mana rimariykunayuq

source: Filter tests
qu_pe: Suysuy llank'aynakunata

source: Only unqualified
qu_pe: Suysuy Mana kutipasqata

source: Only qualified
qu_pe: Susuy Kutipasqata

source: Time limit reached
qu_pe: Chayarunki pacha tukukuyman

source: Try again
qu_pe: Hoqmanta ruway

source: Theory link
qu_pe: Revisar la teoría

source: End of activity
qu_pe: Fin de la actividad

source: Exam (no feedback)
qu_pe: Examen (sin feedback)

source: Adaptative test with immediate feedback
qu_pe: Autoevaluación (feedback inmediato)

source: Feedback
qu_pe: Chaninchana:

source: Scenario
qu_pe: Escenario

source: Visit this link
qu_pe: Watukuy kay ñiqta

source: Exit test
qu_pe: Salir del examen

source: %1 seconds
qu_pe: %1 segundos

source: Difficulty
qu_pe: Sasa kay

source: New score
qu_pe: Musuq marka

source: New comment
qu_pe: Musuq rimariy

source: The test did not start yet
qu_pe: Llank'aynaqa manaraq qallarinchu

source: The trainer did not allow the test to start yet
qu_pe: Kamachiqqa manaraq qallarichinchu llank'aynataqa

source: Select target question
qu_pe: Ajllay chayanaq taputa

source: The test type cannot be modified since it was set to self evaluation. Self evaluation gives you the possibility to give direct feedback to the user, but this is not compatible with all question types and, so this type quiz cannot be changed afterward.
qu_pe: El tipo de evaluación no puede ser modificado ya que fue seleccionado para Autoevaluación

source: Not available
qu_pe: Manan kashanchu

source: Can't view results
qu_pe: Manan qhawachikunchu --------

source: With individual feedback
qu_pe: Mostrar ejercicios corregidos

source: Uncorrected results
qu_pe: Mostrar ejercicios sin corregir

source: Hide results
qu_pe: Ocultar los resultados a los estudiantes

source: Show score to learner
qu_pe: Mostrar los resultados a los estudiantes

source: Proceed to questions
qu_pe: Preparar preguntas

source: Add this question to the test
qu_pe: Añadir pregunta

source: Display
qu_pe: Presentación

source: Multiple choice
qu_pe: Opción múltiple

source: Multiple answer
qu_pe: Respuesta multiple

source: You can not take this test because you have already reached one attempt
qu_pe: No es posible tomar el examen, pues alcanzó el numero máximo de intentos

source: Questions per page
qu_pe: Preguntas por pagina

source: One
qu_pe: Una

source: All
qu_pe: Todas

source: Edit individual feedback
qu_pe: Editar feedback

source: Thank you for passing the test
qu_pe: Gracias por pasar el examen

source: At end of test
qu_pe: Al final del ejercicio

source: Select the good reasoning
qu_pe: ¿Cuál de los siguientes alimentos es un producto lácteo?

source: A then B then C
qu_pe: leche

source: Milk is the basis of many dairy products such as butter, cheese, yogurt, among other
qu_pe: La leche es la base de numerosos productos lácteos, como la mantequilla, el queso, el yogur, entre otros

source: A then C then B
qu_pe: Avena

source: Oats are one of the most comprehensive grain. By their energy and nutritional qualities has been the basis of feeding people
qu_pe: La avena es uno de los cereales más completos. Por sus cualidades energéticas y nutritivas ha sido la base de la alimentación de pueblos

source: The marasmus is a consequence of
qu_pe: ¿Cuál de los siguientes países no pertenece al continente europeo?

source: Lack of Calcium
qu_pe: España

source: The calcium acts as a ...
qu_pe: Es un país soberano miembro de la Unión Europea, constituido en Estado social y democrático de Derecho, y cuya forma de gobierno es la monarquía parlamentaria

source: Lack of Vitamin A
qu_pe: Perú

source: The Vitamin A is responsible for...
qu_pe: Es un país situado en el lado occidental de Sudamérica. Está limitado por el norte con Ecuador y Colombia, por el este con Brasil, por el sureste con Bolivia, por el sur con Chile, y por el oeste con el Océano Pacífico

source: Calculate the Body Mass Index
qu_pe: Calcular el índice de masa corporal

source: Order the operations
qu_pe: Determinar la siguiente relación

source: List what you consider the 10 top qualities of a good project manager?
qu_pe: ¿Cuándo se celebra el día del Trabajo?

source: Add/edit hotspots on the image
qu_pe: Agregar / editar hotspots en la imagen

source: Reached time limit admin
qu_pe: Ha alcanzado el límite de tiempo para realizar este ejercicio

source: Last score of a exercise
qu_pe: Última puntuación de un ejercicio

source: If you edit a question score, please remember that this Exercise was added in a Course
qu_pe: Pregunta puntuación editaspaq, kay Ejerciciota Kursopi kamasqay yuyariy

source: Select exercise
qu_pe: Ejercicio ruray

source: You have to select a test
qu_pe: Prueba ruraykunaq

source: Hotspot delineation
qu_pe: Hotspot delineación

source: More areas at risk
qu_pe: Más áreas peligro

source: Less areas at risk
qu_pe: Manka áreas peligro

source: This message, as well as the results table, will appear to the learner if he fails this step
qu_pe: Kay mensajenapaq, imaynaq resultados mesa, yachakuqqa kay pasopi mana ruraspallaq munanki

source: Minimum overlap
qu_pe: Mínimo superposición

source: Maximum excess
qu_pe: Máximo exceso

source: Maximum missing
qu_pe: Máximo faltante

source: If no error
qu_pe: Mana pantaspaq

source: The learner made no mistake
qu_pe: Yachakuqqa manam pantaspaq

source: Your delineation :
qu_pe: Ñoqap delineación:

source: Your result is :
qu_pe: Ñoqap resulta:

source: Overlapping area
qu_pe: Superposición área

source: Missing area
qu_pe: Faltante área

source: Excessive area
qu_pe: Excesivo área

source: Minimum
qu_pe: Mínimo

source: Requirements
qu_pe: Requisitos

source: One (or more) area at risk has been hit
qu_pe: Huk zona (sarpan) phuqninman kachkan

source: Too many iterations while calculating your answer. Please try drawing your delineation in a more straightforward manner
qu_pe: Ñawpaq willaykuna ukhu pachakunaq yachayniykitan. Allinmi, qhaway %s

source: Thresholds
qu_pe: Umukuna

source: Delineation
qu_pe: Qhaway

source: Question type does not belong to feedback type in exercise
qu_pe: Pusuy tipunqa yachay willay tipunmanqa kanchu

source: By
qu_pe: Pi churarun

source: Users online
qu_pe: Haykan kashanku

source: Remove
qu_pe: Wañuchiy

source: Links
qu_pe: Waskhanakuna

source: Forums
qu_pe: Rimarinakuykuna

source: Students list report
qu_pe: Yachasqakuna riwichikuyna

source: Create folder
qu_pe: Wayaqata kamariy

source: Name
qu_pe: Suti

source: Comment
qu_pe: Ima nisqakuna

source: Visible
qu_pe: Rikurisqa

source: Folder created
qu_pe: Wayaqa kamarisqa

source: Download
qu_pe: Urayachiy

source: Group
qu_pe: Huñusqakuna

source: Group Forum
qu_pe: Huñusqamanta k'itirimanan

source: Do you want audio file to START automatically?
qu_pe: Chaskiy nisqata q'apiy, pachanmanta uyariyta munaspaqa

source: Forum
qu_pe: Rimarinakuykuna

source: Remove picture
qu_pe: Wankita horqoy

source: Course code
qu_pe: Yachachinaq chinpun

source: down
qu_pe: Urayachiy

source: Time report for course %s
qu_pe: %s kursunpa pacha riwichikuyna

source: Graphical theme
qu_pe: Imamanta

source: Create category
qu_pe: Kamay mitata

source: Upload document
qu_pe: Apachiy khiputa

source: Save changes
qu_pe: Allachay t'jrasqaykunata

source: Too short
qu_pe: Demasiado corto

source: To do
qu_pe: Ima rimariykuna

source: Time report including all courses and sessions, by teacher
qu_pe: Tukuy kurzukunaq sessionkunawan pacha riwichikuyna, yachachiqpaq

source: Edit Category
qu_pe: T'ijrapay mitata

source: Hide
qu_pe: Pakay

source: Dear
qu_pe: Munasqa

source: archive
qu_pe: khipu

source: Code
qu_pe: Yachachinaq chinpun

source: No description
qu_pe: Mana nisqasqawan

source: First name
qu_pe: Suti

source: Last name
qu_pe: Mamatayta suti

source: Slideshow conversion
qu_pe: Rikuchinapa t'ijraynin

source: File upload
qu_pe: Apachiy khiputa

source: Available from
qu_pe: Maykanmanta kashan

source: Until
qu_pe: Maymankama kashan

source: Preview
qu_pe: Ñaupaq qhawariy

source: E-mail address
qu_pe: E-chaski

source: Company
qu_pe: May wasi

source: Reporting
qu_pe: Willaykuna

source: Update
qu_pe: Kunanyachiy

source: Select question type
qu_pe: Pusuy tiputa akllay

source: Current course
qu_pe: Kunan yachachina

source: Back
qu_pe: Volver

source: Information
qu_pe: Información

source: Search
qu_pe: Maskhay

source: Advanced search
qu_pe: Askha maskhay

source: Open
qu_pe: Kichasqa kutichikuy

source: Import
qu_pe: Apachimuy

source: Add another
qu_pe: Hoqta yapay

source: Author
qu_pe: Ruwaq

source: True / False
qu_pe: Cheqay / Llulla

source: Question type
qu_pe: Ima kay tapu

source: No search results
qu_pe: No se han encontrado resultados

source: Select question
qu_pe: Ajllay huy tapuyta

source: Add new question type
qu_pe: Yapay hoqniraq tapukuyta

source: Numbered
qu_pe: Yupachasqa

source: en
qu_pe: es

source: eng
qu_pe: spa

source: %b %d, %Y
qu_pe: %d %b %y

source: %A %B %d, %Y
qu_pe: %A %d %B de %Y

source: %B %d, %Y at %I:%M %p
qu_pe: %d %B %Y, %I:%M %p

source: Yes
qu_pe: arí

source: No
qu_pe: Mana

source: Back to Home Page.
qu_pe: Kutiy kaypa raphi qallariyninman

source: Proposals for an improvement of
qu_pe: Allinyanachipaq

source: invisible
qu_pe: mana rikuriq

source: Save
qu_pe: Allchay

source: Move
qu_pe: Kuyuchiy

source: Help
qu_pe: Yanapay

source: Add
qu_pe: yapay

source: Add an introduction text
qu_pe: Yapay hoq qelqa qallariyta

source: Return to the list
qu_pe: Kutiy sinriman

source: You left some fields empty.<br>Use the <b>Back</b> button on your browser and try again.<br>If you ignore your training code, see the Training Program
qu_pe: Manan hunt'achinkichu llapan kanchakunata.<br>wanp'uqninkipi kutispa hoqmanta qallariy.<br> Sichus mana reqsinki yachachiyniykiq chinp'unta, chayqa tapurikuy yachachinaq programanta

source: Please confirm your choice
qu_pe: Ama hina kaychu, cheqaychay ajllasqaykita

source: and
qu_pe: chaymantari

source: Your choice
qu_pe: Ajllasqayki

source: Quit test
qu_pe: Tukuy

source: Cancel
qu_pe: Pichay

source: You are not allowed to see this page. Either your connection has expired or you are trying to access a page for which you do not have the sufficient privileges.
qu_pe: Mana reqsisqachu kashanki manuchakuq hina kay yachachinapiqa

source: You are not logged in
qu_pe: Mana haykunkichu yachachinaman haykuqmasi hina

source: Optional
qu_pe: Munaspapas

source: Next page
qu_pe: Qatiqnin raphi

source: Previous page
qu_pe: Ñaupaqnin raphi

source: Use
qu_pe: Hapipay

source: Total
qu_pe: Llipin

source: take
qu_pe: tomar

source: Several
qu_pe: Askha

source: Notice
qu_pe: Willay

source: among
qu_pe: entre

source: Show
qu_pe: Whawachiy

source: My courses
qu_pe: Noqapaq yachachiykuna

source: View my progress
qu_pe: Qhawariy yupanaykunata

source: Personal agenda
qu_pe: Ruwanay

source: Switch to teacher view
qu_pe: Yachachiq qhawariynin

source: Switch to student view
qu_pe: Yachaqe qhawariynin

source: Add it
qu_pe: Yapay yanapaysinata

source: Attachments
qu_pe: Yanapaysikuna yapasqa

source: Time report for teacher %s
qu_pe: %s yachachiqpa pacha riwichikuyna

source: Total time
qu_pe: Chay pacha

source: arabic
qu_pe: arabi

source: brazilian
qu_pe: brasileñu

source: bulgarian
qu_pe: bulgaru

source: catalan
qu_pe: katalán

source: croatian
qu_pe: kroata

source: danish
qu_pe: danés

source: dutch
qu_pe: hollándés

source: finnish
qu_pe: finlandés

source: french
qu_pe: fransés

source: french_corporate
qu_pe: fransés_empresarial

source: french_KM
qu_pe: fransés_KM

source: galician
qu_pe: galísyu

source: german
qu_pe: aleman

source: greek
qu_pe: griegu

source: italian
qu_pe: italianu

source: japanese
qu_pe: xaponezu

source: polish
qu_pe: pules

source: portuguese
qu_pe: portugés

source: russian
qu_pe: rusu

source: simpl_chinese
qu_pe: simpl_chino

source: spanish
qu_pe: ispaniol

source: Close
qu_pe: wisqay

source: Portal
qu_pe: Hanp'ara

source: language
qu_pe: simi

source: Sorry, but that course code already exists. Please choose another one.
qu_pe: kay chinpuqa kashanña. Hoqta ajllaspa malliy.

source: Group list
qu_pe: huñusqakunaq sinrin

source: The target folder does not exist
qu_pe: Wayaqepi allchanapaqqa mana kanchu

source: in
qu_pe: kaypi

source: Show all
qu_pe: Llapanta qhawachiy

source: Page
qu_pe: Raphi

source: English
qu_pe: Inglés simipi

source: Home
qu_pe: Qallariq

source: Are you sure you want to delete
qu_pe: Cheqaychu wañuchinki ?

source: Select all
qu_pe: Ajllay llipinta

source: Unselect all
qu_pe: Wañuchiy ajllay llapanta nisqa

source: With selected
qu_pe: Ajllasqawan

source: Online
qu_pe: Haykan kashanku

source: hungarian
qu_pe: húngaru

source: indonesian
qu_pe: indunésyu

source: malay
qu_pe: malayu

source: slovenian
qu_pe: eslovenyu

source: spanish_latin
qu_pe: ispaniol_latín

source: swedisch
qu_pe: suecu

source: thai
qu_pe: tay

source: turkish
qu_pe: turcu

source: vietnamese
qu_pe: vietnamés

source: user information
qu_pe: haykuqmasimanta willay

source: Save the question
qu_pe: T'ijrapay taputa

source: Example
qu_pe: Ejemplu

source: Check all
qu_pe: cheqaqchay

source: Announcement
qu_pe: Willaykuna

source: Display certificate
qu_pe: Yatxata qhaway

source: Document
qu_pe: qelqa khipu

source: Portal Admin
qu_pe: Hanp'araq kamachina

source: none
qu_pe: Ch'usaq

source: First select a course
qu_pe: Ñaupaqqa ajllay huj yachachiyta

source: This function is only available to trainers
qu_pe: Kay ruwayqa manan kashanchu yachachina kamaqkunapaqqa

source: Today
qu_pe: kunan

source: Attachment
qu_pe: Yapay

source: User
qu_pe: Haykuqmasikuna

source: M
qu_pe: k

source: T
qu_pe: A

source: W
qu_pe: Q

source: F
qu_pe: Ch

source: S
qu_pe: k

source: Mon
qu_pe: Killa

source: Tue
qu_pe: Anti

source: Wed
qu_pe: Qouyllur

source: Thu
qu_pe: Illapa

source: Fri
qu_pe: Ch'aska

source: Sat
qu_pe: K'uychi

source: Sun
qu_pe: Inti

source: Monday
qu_pe: Killachay

source: Tuesday
qu_pe: Antichay

source: Wednesday
qu_pe: Qoyllurchay

source: Thursday
qu_pe: Illapachay

source: Friday
qu_pe: Ch'askachay

source: Saturday
qu_pe: K'uychichay

source: Sunday
qu_pe: Intichay

source: J
qu_pe: E

source: Jan
qu_pe: Ene

source: Apr
qu_pe: Abr

source: Aug
qu_pe: Ago

source: Dec
qu_pe: Dic

source: January
qu_pe: Enero

source: February
qu_pe: Febrero

source: March
qu_pe: Marzo

source: April
qu_pe: Abril

source: June
qu_pe: Junio

source: July
qu_pe: Julio

source: August
qu_pe: Agosto

source: September
qu_pe: Septiembre

source: October
qu_pe: Octubre

source: November
qu_pe: Noviembre

source: December
qu_pe: Diciembre

source: My competences
qu_pe: Atipanaykuna

source: My diplomas
qu_pe: Sutinchachiykuna

source: My personal open area
qu_pe: Runakunapaq k'itiy

source: What I can teach
qu_pe: Imata yachachiyman

source: Please Try Again!
qu_pe: ¡ Ama hina kaychu, hoqmanta ruwaruy !

source: No file was uploaded.
qu_pe: Ni hoq khipupas apachikunchu.

source: Please select a file before pressing the upload button.
qu_pe: Ama hina kaychu, amaraq apachiy nisqata q'apispa, ajllariyraq khiputa.

source: The file you selected was not a zip file.
qu_pe: Archivo ajllasqaqa manan archivo zip. nisqachu

source: File upload succeeded!
qu_pe: Khipuqa apachisqaña !

source: CSV export
qu_pe: Apachiy CSV khipuman

source: Personal area
qu_pe: Llapan runakunapaq kancha

source: Done
qu_pe: Ruwasqa

source: Document added
qu_pe: Qelqa khipu yapasqa

source: Document updated
qu_pe: Qelqa khipu kunanyachisqa

source: Document updated in folder
qu_pe: Wayaqapi qelqa khipu kunanyachisqa

source: Average
qu_pe: Yatxata

source: Dropbox
qu_pe: Qelqa khipukunata t'aqapay

source: Add link to this page
qu_pe: Yapay hoq waskhanata yachachinaq raphi qallariyninman

source: Backup and import
qu_pe: Yachachinaq Kikinchaynin waqaychasqa

source: Copy this course's content
qu_pe: Yachachinaq kaqkunamanata Kikinchan waqaychasqa

source: Start Date
qu_pe: P'unchay qallariy

source: End Date
qu_pe: P'unchay tukukuy

source: Start Time
qu_pe: Tuy qallariy

source: End Time
qu_pe: Tuy tukukuy

source: You were invited to chat with
qu_pe: Waqhashasunki hoqwan rimakunaykipaq

source: Do you accept it ?
qu_pe: Chaskinkichu?

source: Visible to
qu_pe: Pipaqman apachikunqa

source: Export
qu_pe: Apachiy

source: Modules
qu_pe: Llank'anakuna

source: Everyone
qu_pe: Sapanka

source: Select groups/users
qu_pe: Ajllay huñusqakunata/haykuqmasikunata

source: Learner
qu_pe: Yachaqe

source: You did not select a user / group. The announcement is visible for every learner
qu_pe: Mana ajllankichu mayqen haykuqmasitapas / huñusqatapas. Kay item nisqaqa llapan haykuqmasikunan qhawanqaku.

source: Group wiki
qu_pe: Huñusmanta wikin

source: Complete
qu_pe: Tukusqa

source: Book resource
qu_pe: waqaychay

source: Start
qu_pe: Qallariy

source: End
qu_pe: Tukukuy

source: The access to this page is not allowed
qu_pe: Kay raphiman haykuyqa manan kashanchu

source: Required field
qu_pe: kancha ruwanapaqpuni

source: Allowed HTML tags
qu_pe: Etiquetas HTML nisqa chaskinallapaq

source: The form contains incorrect or incomplete data. Please check your input.
qu_pe: Kaypi imaymana qelqasqaykiqa mana allichu utaq mana hunt'achisqa kashan. Aman hina kaychu, qhawaruy qelqasqaykita.

source: The first date should be before the end date
qu_pe: P'unchay tukukunamantaqa ñaupaqninpi kanqapuni p'unchay qallarina

source: Invalid date
qu_pe: Pacha mana allin churasqa

source: Only letters and numbers allowed
qu_pe: Seq'ekunallata yupaykunallatawan chaskin

source: Organize
qu_pe: Organizar

source: Course admin
qu_pe: Yachachina kamachiq

source: Role
qu_pe: Ruwaynin
