Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Deactivate open the chat in a new window
ar: عدم تفعيل فتح الدردشة في نافذة جديدة
ast_es: Desactivar abrir el chat nuna ventana nueva
bn_bd: নতুন উইন্ডোতে চ্যাট খোলা নিষ্ক্রিয় করুন
bs_ba: Deaktiviraj otvaranje chata u novom prozoru
ca_es: Desactivar obrir el xat en una nova finestra
cs_cz: Deaktivovat otevření chatu v novém okně
da: Deaktivér åbning af chat i et nyt vindue
de: Chat in neuem Fenster AUS
el: Απενεργοποίηση του ανοίγματος της συνομιλίας (chat) σε ένα νέο παράθυρο
eo: Deaktivi malfermon de babilo en nova fenestro
es: Desactivar abrir el chat en una nueva ventana
es_mx: Desactivar abrir el chat en ventana nueva
eu_es: Desaktibatu txata irekitzea beste leiho batean
fa_ir: غیر فعال کردن باز کردن گفتگو در پنجره جدید
fi_fi: Poista keskustelun avaus uuteen ikkunaan
fo_fo: Ógild opning av chat í nýggjum glugga
fur: Disativâ vêr il chat in une gnove finestre
ga: Díchumasaigh oscail comhrá i bhfuinneog nua
gl: Desactivar para abrir o chat nunha nova fiestra
he_il: בטל את פתיחת הצ'אט בחלון חדש
hi: चैट को नई विंडो में खोलना निष्क्रिय करें
hr_hr: Deaktiviraj otvaranje chata u novom prozoru
hu_hu: Csevegés megnyitása új ablakban kikapcsolása
hy: Ապաակտիվացնել չաթի բացումը նոր պատուհանում
id_id: Nonaktifkan buka obrolan di jendela baru
it: Disabilita l'apertura della Chat in una nuova finestra
ja: チャットを新しいウィンドウで開くことを非アクティブにする
ka_ge: ჩატის გახსნის დეაქტივაცია ახალ ფანჯარაში
ko_kr: 새 창에서 채팅 열기 비활성화
lo: ປິດໃຊ້ການເປີດສົນທະນາໃນໜ້າຕ່າງໃໝ່
lt_lt: Išjungti čato atvėrimą naujame lange
lv_lv: Atslēgt iespēju atvērt tērzēšanai jaunu logu
mk_mk: Деактивирај отворање чет во нов прозорец
ms_my: Lumpuhkan buka sembang dalam tingkap baru
my_mm: ချက်တင်ကို ဝင်းဒိုးအသစ်တွင် ဖွင့်ခြင်းကို ပိတ်ပါ
ne: नयाँ विन्डोमा च्याट खोल्न निष्क्रिय गर्नुहोस्
nl: Toon chatvenster in hetzelfde venster
nn_no: Deaktiver opning av prat i eit nytt vindu
oc: Desactivar dobrir l'aïna dins una fenèstra novèla
pl_pl: Wyłącz otwieranie czatu w nowym oknie
ps: چیټ په نوي کړکۍ کې خلاص کول بند کړئ
pt_br: Desativar: abrir o chat numa nova janela
pt_pt: Desactivar abrir o chat numa nova janela
ro_ro: Dezactivați deschis chat-ul într-o fereastră nouă
ru_ru: Отключить открытие чата в новом окне
sk_sk: Deaktivovať otvorenie Konverzácie v novom okne
sl: Deaktiviraj odpiranje klepeta v novem oknu
sq: Çaktivizo hap bisedën në një dritare të re
sr_rs: Onemogući otvaranje četa u novom prozoru
sv_se: Inaktivera öppna chatt i nytt fönster
sw_ke: Zima kufungua mazungumzo katika dirisha jipya
ta: புதிய சன்னலில் அதிரடியை திறக்க செயலிழு
th: ปิดการเปิดแชทในหน้าต่างใหม่
tl_ph: I-deactivate buksan ang chat sa isang bagong window
tr: Sohbeti yeni pencerede açmayı pasifleştir
uk_ua: Деактивувати відкриття чату у новому вікні
vi_vn: Tắt mở trò chuyện trong cửa sổ mới
xh_za: Cima ukuvula i-chat kwifestile entsha
zh_cn: 取消打开新聊天窗口的功能
zh_tw: 停用在新視窗開啟聊天室

source: E-mail teacher when a new user auto-subscribes
ar: ارسال بريد للمدرس عندما يقوم مستخدم جديد بالتسجيل التلقائي
ast_es: Avisar per e-mail de qu'un usuariu nuevu automatriculóse.
bn_bd: নতুন ব্যবহারকারী অটো-সাবস্ক্রাইব করলে শিক্ষককে ইমেইল করুন
bs_ba: E-pošta nastavniku kada se novi korisnik automatski prijavi
ca_es: Avisar per correu electrònic l'autosubscripció d'un nou usuari.
cs_cz: Oznámení emailem učiteli o zápisu do kurzu novým uživatelem
da: E-mail til lærer ved ny bruger auto-tilmelding
de: Über Email über neue Kursteilnehmer unterrichten
el: Ειδοποίηση με e-mail προς τον εκπαιδευτή όταν γίνεται αυτόματη εγγραφή ενός νέου χρήστη
eo: Retpoŝti instruiston kiam nova uzanto aŭtomate aliĝas
es: Avisar por correo electronico la autosuscripcion de un nuevo usuario.
es_mx: Correo al profesor cuando un nuevo usuario se auto-inscribe
eu_es: Abisatu posta elektronikoaren bidez erabiltzaile berri batek bere izena eman duela
fa_ir: اطلاع رسانی به استاد از طریق ایمیل بهنگام ثبت نام اتوماتیک یک کاربر
fi_fi: Ilmoitus sähköpostilla opettajalle kun uusi opiskelija ilmoittautuu kurssille
fo_fo: T-postur til læraran tá ið nýggjur brúkari sjálvavmeldað seg
fur: E-mail al docent cuant che un gnûv utent si auto-iscriu
ga: R-phost an múinteoir nuair a uathchláraithe úsáideoir nua
gl: Avisar por correo electronico a autosuscripcion dun novo usuario.
he_il: שלח דואר אלקטרוני למורה כאשר משתמש חדש נרשם אוטומטית
hi: नए उपयोगकर्ता स्वयं-सदस्यता लेने पर शिक्षक को ईमेल करें
hr_hr: Pošalji e-poštu nastavniku kada se novi korisnik automatski pretplati
hu_hu: A kurzus oktatója kapjon email-értesítést új résztvevő automatikus feliratkozásáról
hy: Ուղարկել նամակ դասախոսին, երբ նոր օգտատերն ինքնաշկրթվում է
id_id: Kirim email ke pengajar saat pengguna baru mendaftar otomatis
it: Notifica via e-mail l'auto-iscrizione di un utente
ja: 新しいユーザーの自動登録を教員に電子メールで通知
ka_ge: ელფოსტის გაგზავნა მასწავლებელს ახალი მომხმარებლის ავტომარწერისას
ko_kr: 새 사용자가 자동 구독할 때 교사에게 이메일
lo: ສົ່ງອີເມລຫາຄູເມື່ອມີຜູ້ໃຊ້ໃໝ່ລົງທະບຽນອັດຕະໂນມັດ
lt_lt: Siųsti el. paštą dėstytojui, kai naujas vartotojas automatiškai užsiregistruoja
lv_lv: E- pasta paziņojums mācību spēkam, par jauna lietotāja automātisku piereģistrēšanos
mk_mk: E-mail до предавач кога нов корисник се авто-запишува
ms_my: E-mel pensyarah apabila pengguna baru melanggan secara automatik
my_mm: အသုံးပြုသူအသစ်တစ်ဦးမှ အလိုအလျောက်စာရင်းသွင်းသောအခါ ဆရာထံ အီးမေးလ်ပို့ပါ
ne: नयाँ प्रयोगकर्ताले स्वतः सदस्यता लिँदा शिक्षकलाई इमेल गर्नुहोस्
nl: Melding van nieuwe zelfinschrijvingen aan de cursusbeheerder
nn_no: Send e-post til lærar når ein ny brukar auto-registrerer seg
oc: Mandar un e-mail al professor quand un novèl utilizaire s'inscríbe automaticament
pl_pl: Powiadomienie e-mail dla nauczyciela kursu, gdy nowy użytkownik dokonuje auto subskrypcji kursu
ps: کله چې نوی کاروونکي پخپله ګډون کوي، ښوونکي ته برېښنالیک
pt_br: Notificar por e-mail o professor sobre uma incrição automática de um novo usuário
pt_pt: Notificar por e-mail o instrutor sobre uma incrição automática de um novo utilizador
ro_ro: Activați notificare prin email de autoinscriere a unui nou utilizator.
ru_ru: Отправлять email преподавателю при авто-записи нового пользователя
sk_sk: Oznam e-mailom pre lektora kurzu o prihlásení nového používateľa
sl: Opozori preko e-pošte učitelja tečaja v primeru samodejnega vpisa novega uporabnika v tečaj
sq: Dërgo email mësuesit kur një përdorues i ri vetë-regjistrohet
sr_rs: Pošalji e-poštu nastavniku kada se novi korisnik automatski upiše
sv_se: E-posta lärare när ny användare själv anmäler sig
sw_ke: Barua pepe mwalimu wakati mtumiaji mpya anajiandikisha kiotomatiki
ta: புதிய பயனர் தானாக பதிவு செய்யும் போது ஆசிரியருக்கு மின்னஞ்சல் அனுப்பு
th: ส่งอีเมลถึงครูเมื่อผู้ใช้ใหม่สมัครสมาชิกอัตโนมัติ
tl_ph: Pabatid sa pamamagitan ng e-mail sa trainer ng auto subscription sa isang bagong gumagamit
tr: Yeni bir kullanıcının otomatik kaydında eğitimciyi e-posta ile bilgilendir
uk_ua: Повідомляти викладача e-mail про автозапис нового користувача
vi_vn: Email giáo viên khi có người dùng tự đăng ký mới
xh_za: Thumela i-imeyile kautitshala xa umsebenzisi omtsha ezibhalisile ngokuzenzekelayo
zh_cn: 新用户自动订阅时给教师发电子邮件
zh_tw: 新使用者自動註冊時電子郵件通知教師

source: E-mail the teacher when a new user auto-subscribes
ar: ارسل بريد للمدرس عندما يقوم مستخدم جديد بالتسجيل التلقائي
ast_es: Activar l'avisu per e-mail pal profesor de qu'un usuariu nuevu automatriculóse.
bn_bd: নতুন ব্যবহারকারী অটো-সাবস্ক্রাইব করলে শিক্ষককে ইমেইল করুন
bs_ba: Pošalji e-poštu nastavniku kada se novi korisnik automatski prijavi
ca_es: Activar l'avis per correu electrònic al professor del curs de l'autosubscripció d'un nou usuari.
cs_cz: Povolit oznámení emailem učiteli o zápisu do kurzu novým uživatelem
da: E-mail til lærer ved ny bruger auto-tilmelding
de: Email-Benachrichtigung für Kursleiter AN
el: Ενεργοποίηση των ειδοποιήσεων με e-mail προς τον εκπαιδευτή, όταν γίεται αυτόματη εγγραφή από έναν νέο χρήστη
eo: Retpoŝti la instruiston kiam nova uzanto aŭtomate aliĝas
es: Activar el aviso por correo electrónico al profesor del curso de la autosuscripción de un nuevo usuario.
es_mx: Enviar correo al profesor cuando un nuevo usuario se auto-inscribe
eu_es: Gaitu posta elektronikoaren bidezko abisua ikastaroko irakaslearentzat, erabiltzaile berri batek bere izena eman duenean
fa_ir: فعال سازی اطلاع رسانی به استاد از طریق ایمیل بهنگام ثبت نام اتوماتیک یک کاربر
fi_fi: Aktivoi ilmoitus sähköpostilla opettajalle kun uusi opiskelija ilmoittautuu kurssille
fo_fo: T-postur til læraran tá ið nýggjur brúkari sjálvavmeldað seg
fur: E-mail al docent cuant che un gnûv utent si auto-iscriu
ga: R-phost an múinteoir nuair a uathchláraithe úsáideoir nua
gl: Activar o aviso por correo electrónico ao profesor do curso da autosuscripción dun novo usuario.
he_il: שלח דואר אלקטרוני למורה כאשר משתמש חדש נרשם אוטומטית
hi: नए उपयोगकर्ता स्वयं-सदस्यता लेने पर शिक्षक को ईमेल करें
hr_hr: Pošalji e-poštu nastavniku kada se novi korisnik automatski pretplati
hu_hu: A kurzus oktatójának emailben értesítése új résztvevőről funkció bekapcsolása
hy: Ուղարկել նամակ դասախոսին, երբ նոր օգտատերն ինքնաշկրթվում է
id_id: Kirim email ke pengajar saat pengguna baru mendaftar otomatis
it: Abilita la notifica dell'auto-iscrizione di un utente al docente
ja: 新しいユーザーの自動登録についての教員への電子メール通知を有効にする
ka_ge: ელფოსტის გაგზავნა მასწავლებელს ახალი მომხმარებლის ავტომარწერისას
ko_kr: 새 사용자가 자동 구독할 때 교사에게 이메일
lo: ສົ່ງອີເມລຫາຄູເມື່ອມີຜູ້ໃຊ້ໃໝ່ລົງທະບຽນອັດຕະໂນມັດ
lt_lt: Siųsti el. paštą dėstytojui, kai naujas vartotojas automatiškai užsiregistruoja
lv_lv: Aktivizēt e- pasta paziņojumu sūtīšanu mācību spēkam <b>un līdzautoriem</b>, par jauna lietotāja automātisku piereģistrēšanos
mk_mk: Испрати е-пошта до предавачот кога нов корисник се авто-запишува
ms_my: E-mel pensyarah apabila pengguna baru melanggan secara automatik
my_mm: အသုံးပြုသူအသစ်တစ်ဦးမှ အလိုအလျောက်စာရင်းသွင်းသောအခါ ဆရာထံ အီးမေးလ်ပို့ပါ
ne: नयाँ प्रयोगकर्ताले स्वतः सदस्यता लिँदा शिक्षकलाई इमेल गर्नुहोस्
nl: Breng de cursusbeheerder op de hoogte van nieuwe zelfinschrijvingen
nn_no: Send e-post til læraren når ein ny brukar auto-registrerer seg
oc: Mandar un e-mail al professor quand un novèl utilizaire s'inscríbe automaticament
pl_pl: Włącz powiadomienie e-mail dla nauczyciela kursu, gdy nowy użytkownik dokonuje auto subskrypcji kursu
ps: کله چې نوی کاروونکي پخپله ګډون کوي، ښوونکي ته برېښنالیک واستوي
pt_br: Ativar a notificação por e-mail o professor sobre uma incrição automática de um novo usuário
pt_pt: Ativar a notificação por e-mail do instrutor sobre uma incrição automática de um novo utilizador
ro_ro: Activați notificare prin email la profesor de autoinscriere a unui nou utilizator.
ru_ru: Отправлять email преподавателю при авто-записи нового пользователя
sk_sk: Aktivovať oznam e-mailom pre lektora kurzu o prihlásení nového používateľa
sl: Omogoči opozorilo učitelju tečaja preko e-pošte v primeru samodejnega vpisa novega uporabnika v tečaj
sq: Dërgo email mësuesit kur një përdorues i ri vetë-regjistrohet
sr_rs: Pošalji e-poštu nastavniku kada se novi korisnik automatski upiše
sv_se: E-posta läraren när en ny användare själv anmäler sig
sw_ke: Tuma barua pepe mwalimu wakati mtumiaji mpya anajiandikisha kiotomatiki
ta: புதிய பயனர் தானாக பதிவு செய்யும் போது ஆசிரியருக்கு மின்னஞ்சல் அனுப்பு
th: ส่งอีเมลถึงครูเมื่อผู้ใช้ใหม่สมัครสมาชิกอัตโนมัติ
tl_ph: Pagganahin ang pabatid sa pamamagitan ng e-mail sa trainer ng auto subscription sa isang bagong gumagamit
tr: Yeni bir kullanıcının otomatik kaydında eğitimcinin e-posta ile bilgilendirilmesini aktifleştir
uk_ua: Надсилати викладачу e-mail при автозаписі нового користувача
vi_vn: Email giáo viên khi có người dùng tự đăng ký mới
xh_za: Thumela i-imeyile kautitshala xa umsebenzisi omtsha ezibhalisile ngokuzenzekelayo
zh_cn: 新用户自动订阅时给教师发电子邮件
zh_tw: 新使用者自動註冊時電子郵件通知教師

source: E-mail teacher and tutors when new user auto-subscribes
ar: ارسل بريد للمدرس والمعلم عندما يقوم مستخدم جديد بالتسجيل التلقائي
ast_es: Activar l'avisu per e-mail pal profesor y pa los tutores de qu'un usuariu nuevu automatriculóse.
bn_bd: নতুন ব্যবহারকারী অটো-সাবস্ক্রাইব করলে শিক্ষক এবং টিউটরদের ইমেইল করুন
bs_ba: E-pošta nastavniku i tutorima kada se novi korisnik automatski prijavi
ca_es: Activar l'avís per correu electrònic al professor i als tutors del curs de l'autosubscripció d'un nou usuari.
cs_cz: Povolit oznámení emailem učiteli a tvůrci kurzu o zápisu do kurzu novým uživatelem
da: E-mail til lærer og tutorer ved ny bruger auto-tilmelding
de: Email-Benachrichtigung für Kursleiter und Tutor AN
el: Ενεργοποίηση των ειδοποιήσεων με e-mail προς τον εκπαιδευτή (trainer) και τους επιβλέποντες (tutors), όταν γίεται αυτόματη εγγραφή από έναν νέο χρήστη
eo: Retpoŝti instruiston kaj kuracantojn kiam nova uzanto aŭtomate aliĝas
es: Activar el aviso por correo electrónico al profesor y a los tutores del curso de la autosuscripción de un nuevo usuario.
es_mx: Correo al profesor y tutores cuando nuevo usuario se auto-inscribe
eu_es: Gaitu posta elektronikoaren bidezko abisua ikastaroko irakaslearentzat eta tutoreentzat, erabiltzaile berri batek bere izena eman duenean
fa_ir: اطلاع رسانی به استاد و مربی از طریق ایمیل بهنگام ثبت نام اتوماتیک یک کاربر
fi_fi: Poista ilmoitus sähköpostilla opettajalle kun uusi opiskelija ilmoittautuu kurssille
fo_fo: T-postur til læraran og tutorarnar tá ið nýggjur brúkari sjálvavmeldað seg
fur: E-mail a docients e tutor cuant che un gnûv utent si auto-iscriu
ga: R-phost an múinteoir agus teagascóirí nuair a uathchláraithe úsáideoir nua
gl: Activar o aviso por correo electrónico ao profesor e aos titores do curso da autosuscripción dun novo usuario.
he_il: שלח דואר אלקטרוני למורים ולמורים כאשר משתמש חדש נרשם אוטומטית
hi: नए उपयोगकर्ता स्वयं-सदस्यता लेने पर शिक्षक और ट्यूटर्स को ईमेल करें
hr_hr: Pošalji e-poštu nastavniku i tutorima kada se novi korisnik automatski pretplati
hu_hu: A kurzus oktatójának vagy tutorjának emailben értesítése új résztvevőről funkció bekapcsolása
hy: Ուղարկել նամակ դասախոսին և դասախոսներին, երբ նոր օգտատերն ինքնաշկրթվում է
id_id: Kirim email ke pengajar dan tutor saat pengguna baru mendaftar otomatis
it: Abilita la notifica dell'auto-iscrizione di un utente a docente e tutor
ja: 新しいユーザーの自動登録についての教員と TA への電子メール通知を有効にする
ka_ge: ელფოსტის გაგზავნა მასწავლებელს და ტუტორებს ახალი მომხმარებლის ავტომარწერისას
ko_kr: 새 사용자가 자동 구독할 때 교사와 튜터에게 이메일
lo: ສົ່ງອີເມລຫາຄູ ແລະ ຜູ້ຊ່ວຍສອນເມື່ອມີຜູ້ໃຊ້ໃໝ່ລົງທະບຽນອັດຕະໂນມັດ
lt_lt: Siųsti el. paštą dėstytojui ir kuratoriams, kai naujas vartotojas automatiškai užsiregistruoja
lv_lv: Aktivizēt e- pasta paziņojumu sūtīšanu Lektoram <b>un mācību satura līdzautoriem</b>, par jauna lietotāja automātisku piereģistrēšanos
mk_mk: E-mail до предавач и тутори кога нов корисник се авто-запишува
ms_my: E-mel pensyarah dan tutor apabila pengguna baru melanggan secara automatik
my_mm: အသုံးပြုသူအသစ်တစ်ဦးမှ အလိုအလျောက်စာရင်းသွင်းသောအခါ ဆရာနှင့် နည်းပြဆရာများထံ အီးမေးလ်ပို့ပါ
ne: नयाँ प्रयोगकर्ताले स्वतः सदस्यता लिँदा शिक्षक र ट्यूटरहरूलाई इमेल गर्नुहोस्
nl: Breng de cursusbeheerder en tutoren op de hoogte van nieuwe zelfinschrijvingen
nn_no: Send e-post til lærar og tutorar når ny brukar auto-registrerer seg
oc: Mandar un e-mail al professor e als tutors quand un novèl utilizaire s'inscríbe automaticament
pl_pl: Włącz powiadomienie e-mail dla nauczyciela i opiekunów kursu, gdy nowy użytkownik dokonuje auto subskrypcji kursu
ps: کله چې نوی کاروونکي پخپله ګډون کوي، ښوونکي او ښوونکوونکي ته برېښنالیک
pt_br: Ativar a notificação por e-mail para professores e tutores sobre uma incrição automática de um novo usuário
pt_pt: Activar a notificação por e-mail para os instrutores e tutores sobre uma incrição automática de um novo utilizador
ro_ro: Activați notificare prin email la profesor și tutorii de autoinscriere a unui nou utilizator.
ru_ru: Отправлять email преподавателю и тьюторам при авто-записи нового пользователя
sk_sk: Aktivovať oznam e-mailom pre lektora kurzu a tútorov o prihlásení nového používateľa
sl: Omogoči opozorilo učitelju in tutorjem tečaja v primeru samodejnega vpisa novega uporabnika v tečaj
sq: Dërgo email mësuesit dhe tutorëve kur një përdorues i ri vetë-regjistrohet
sr_rs: Pošalji e-poštu nastavniku i tutorima kada se novi korisnik automatski upiše
sv_se: E-posta lärare och handledare när ny användare själv anmäler sig
sw_ke: Barua pepe mwalimu na walimu wasaidizi wakati mtumiaji mpya anajiandikisha kiotomatiki
ta: புதிய பயனர் தானாக பதிவு செய்யும் போது ஆசிரியருக்கும் பயிற்சியாளர்களுக்கும் மின்னஞ்சல் அனுப்பு
th: ส่งอีเมลถึงครูและผู้ช่วยสอนเมื่อผู้ใช้ใหม่สมัครสมาชิกอัตโนมัติ
tl_ph: Pagganahin ang pabatid sa pamamagitan ng e-mail sa trainer at sa mga tutor ng auto subscription sa isang bagong gumagamit
tr: Yeni bir kullanıcının otomatik kaydında eğitimciyi ve yazarların e-posta ile bilgilendirilmesini aktifleştir
uk_ua: Повідомляти викладача та тьюторів e-mail про автозапис нового користувача
vi_vn: Email giáo viên và trợ giảng khi có người dùng tự đăng ký mới
xh_za: Thumela i-imeyile kautitshala nabafundisi xa umsebenzisi omtsha ezibhalisile ngokuzenzekelayo
zh_cn: 新用户自动订阅时给教师和导师发电子邮件
zh_tw: 新使用者自動註冊時電子郵件通知教師及輔導老師

source: Disable e-mail alert to teacher on auto-subscription
ar: عدم اخطار المدرس بخصوص التسجيل التلقائي
ast_es: Desactivar l'avisu per e-mail de qu'un usuariu nuevu automatriculóse nel cursu.
bn_bd: অটো-সাবস্ক্রিপশনে শিক্ষককে ইমেইল সতর্কতা নিষ্ক্রিয় করুন
bs_ba: Onemogući e-poštu upozorenje nastavniku pri automatskoj prijavi
ca_es: Desactivar l'avís per correu electrònic al professor i als tutors del curs de la l'autosubscripció d'un nou usuari.
cs_cz: Zneplatnit oznámení emailem o zápisu do kurzu novým uživatelem
da: Deaktivér e-mail-varsling til lærer ved auto-tilmelding
de: Email-Benachrichtigung AUS
el: Απενεργοποίηση των ειδοποιήσεων με e-mail σχετικά με την αυτόματη εγγραφή από έναν νέο χρήστη
eo: Malektivi retpoŝtan averton al instruisto pri aŭtomata aliĝo
es: Desactivar el aviso por correo electrónico de la autosuscripción de un nuevo usuario en el curso.
es_mx: Desactivar alerta por correo al profesor en auto-inscripción
eu_es: Desgaitu posta elektronikoaren bidezko abisua, erabiltzaile berri batek bere izena ematen duenean
fa_ir: غیر فعال کردن اخطار ایمیل برای ثبت نام کاربران جدید در درس
fi_fi: Estä sähköposti-ilmoitus uudesta käyttäjästä kurssilla
fo_fo: Ógild t-post avvarðan til læraran um sjálvamelda
fur: Disativâ avis e-mail al docent su auto-iscrizion
ga: Díchumasaigh foláireamh r-phoist don mhúinteoir ar uathchlárú
gl: Desactivar o aviso por correo electrónico da autosuscripción dun novo usuario no curso.
he_il: השבת התראת דואר אלקטרוני למורה בהרשמה אוטומטית
hi: स्वयं-सदस्यता पर शिक्षक को ईमेल अलर्ट अक्षम करें
hr_hr: Onemogući upozorenje e-poštom nastavniku pri automatskoj pretplati
hu_hu: A kurzus oktatójának emailben értesítése új résztvevőről funkció kikapcsolása
hy: Ապաակտիվացնել նամակի ծանուցումը դասախոսին ինքնաշկրթման դեպքում
id_id: Nonaktifkan peringatan email ke pengajar pada pendaftaran otomatis
it: Disabilita la notifica dell'auto-iscrizione di un utente
ja: 新しいユーザーがコースに登録されたことについての電子メール通知を無効にする
ka_ge: ელფოსტის შეტყობინების გამორთვა მასწავლებელს ავტომარწერისას
ko_kr: 자동 구독 시 교사에게 이메일 알림 비활성화
lo: ປິດການແຈ້ງເຕືອນທາງອີເມລຫາຄູເມື່ອມີການລົງທະບຽນອັດຕະໂນມັດ
lt_lt: Išjungti el. pašto įspėjimą dėstytojui apie automatinį užsiregistravimą
lv_lv: Atslēgt e-pasta brīdinājumu par jaunu lietotāju pieteikšanos apmācībai
mk_mk: Оневозможи е-пошта известување до предавачот при авто-запишување
ms_my: Lumpuhkan amaran e-mel kepada pensyarah pada pelanggan automatik
my_mm: အလိုအလျောက်စာရင်းသွင်းမှုအတွက် ဆရာထံ အီးမေးလ်သတိပေးချက်ကို ပိတ်ပါ
ne: स्वतः सदस्यतामा शिक्षकलाई इमेल सूचना निष्क्रिय गर्नुहोस्
nl: Breng de beheerders niet op de hoogte
nn_no: Deaktiver e-postvarsel til lærar ved auto-registrering
oc: Desactivar l'avertiment per e-mail al professor sus l'auto-inscripcion
pl_pl: Wyłącz powiadomienie e-mail, gdy nowy użytkownik dołącza się do subskrypcji kursu
ps: د پخپله ګډون پر مهال ښوونکي ته برېښنالیک خبرتیا بند کړئ
pt_br: Desativar o alerta por e-mail da incrição de um novo usuário no curso
pt_pt: Desactivar o alerta por e-mail da incrição de um novo utilizador no curso
ro_ro: Dezactivați notificarea prin email de la autoinscrierea unui nou utilizator în curs.
ru_ru: Отключить email-уведомления преподавателю при авто-записи
sk_sk: Deaktivovať upozornenie e-mailom pri prihlásení nového používateľa do kurzu
sl: Onemogoči opozorilo v primeru vpisa novega uporabnika v tečaj
sq: Çaktivizo njoftimin email për mësuesin në vetë-regjistrim
sr_rs: Onemogući e-poštu obaveštenja nastavniku pri automatskom upisivanju
sv_se: Inaktivera e-postavisering till lärare vid själv anmälan
sw_ke: Zima arifa za barua pepe kwa mwalimu wakati wa kujandikisha kiotomatiki
ta: தானாக பதிவு செய்யும் போது ஆசிரியருக்கு மின்னஞ்சல் எச்சரிக்கை செயலிழு
th: ปิดการแจ้งเตือนทางอีเมลถึงครูเมื่อสมัครสมาชิกอัตโนมัติ
tl_ph: I-disable ang alerto sa e-mail para sa suskrisyon ng bagong gumagamit sa training
tr: Yeni bir kullanıcının otomatik kaydında eğitimcinin e-posta ile bilgilendirilmesini devre dışı bırak
uk_ua: Вимкнути e-mail сповіщення викладача про автозапис
vi_vn: Tắt cảnh báo email cho giáo viên khi tự đăng ký
xh_za: Cima isaziso se-imeyile kautitshala kubo-bhaliso oluzenzekelayo
zh_cn: 禁用自动订阅时给教师的电子邮件警报
zh_tw: 停用自動註冊時電子郵件通知教師

source: Press 'Store' again...
ar: اضغط 'خزن' مرة أخرى
ast_es: Calque otra vez 'Guardar' ...
bn_bd: 'Store' আবার চাপুন...
bs_ba: Pritisnite 'Store' ponovo...
ca_es: Polseu un altre cop "Guardar"...
cs_cz: Stiskněte 'Uložit' znovu...
da: Klik på Gem igen
de: Bitte nochmals 'speichern' klicken
el: Πατήστε ξανά 'Αποθήκευση'...
eo: Denove musklaku sur 'Konservi' ...
es: Pulse de nuevo 'Guardar' ...
es_mx: Pulse de nuevo 'Almacenar' ...
eu_es: Sakatu "Gorde" berriro
fa_ir: لطفاً دوباره روی کلمۀ �ضبط� فشار دهید
fi_fi: Paina 'Tallenna' uudelleen...
fo_fo: Trykk 'Goym' aftur...
fur: Jatâ 'Salve' une altre volte...
ga: Brúigh 'Stóráil' arís...
gl: Pulse en 'Gardar' de novo...
he_il: לחץ שוב על 'חנות'...
hi: 'Store' दबाएँ फिर से...
hr_hr: Ponovno pritisnite 'Pohrani'
hu_hu: Kattintson újra a Tárolás' gombra
hy: Սեղմեք «Պահել» կրկին...
id_id: Tekan 'Simpan' kembali ...
it: Premi ancora 'Salva'
ja: '保存'を再度押してください...
ka_ge: დააჭირეთ 'შენახვა'-ს კიდევ ერთხელ...
ko_kr: 'Store'를 다시 누르십시요...
lo: ກົດ 'ເກັບ' ອີກຄັ້ງ...
lt_lt: Spauskite 'Išsaugoti' pakartotinai ...
lv_lv: Lūdzu, nospiediet "Saglabāt" vēlreiz...
mk_mk: Притиснете 'Складирај' повторно...
ms_my: Tekan 'Simpan' lagi...
my_mm: နောက်တစ်ကြိမ် 'သိမ်းဆည်းပါ' ကို နှိပ်ပါ...
ne: 'स्टोर' फेरि थिच्नुहोस्...
nl: Druk nogmaals op "Bewaren"…
nn_no: Trykk 'Lagre' igjen...
oc: Apretz 'Enregistrar' tornamai...
pl_pl: Powtórnie naciśnij 'Zachowaj'
ps: 'يادونه' بیا فشار ورکړئ...
pt_br: Clique em 'Armazenar' novamente...
pt_pt: Clique novamente em 'Armazenar'...
ro_ro: Apăsați din nou 'Salvați' ...
ru_ru: Нажмите "Запомнить" снова...
sk_sk: Znova stlačte "Uložiť" ...
sl: Ponovno pritisnite 'Shrani' ...
sq: Shtyp 'Ruaj' përsëri...
sr_rs: Pritisnite 'Sačuvaj' opet
sv_se: Tryck "Lagra" igen...
sw_ke: Bofya 'Hifadhi' tena...
ta: 'சேமி' அழுத்தவும்...
th: จัดเก็บอีกครั้ง Press 'Store' again...
tl_ph: Pindutin ang 'I-store' muli...
tr: Kaydet düğmesine tekrar basın...
uk_ua: Натисніть 'Зберегти' ще раз...
vi_vn: Nhấn 'Lưu' lần nữa...
xh_za: Cofa 'Gcina' kwakhona...
zh_cn: 再次点击'保存'...
zh_tw: 再次點擊'儲存'...
