Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: The status of this user cannot be changed to human resources manager.
qu_pe: Kay ruraq hallp'a ruraq kamachisqanman mana tukuchiy atinchu.

source: Field taken
qu_pe: Çara chapasqa

source: Authentication source unavailable.
qu_pe: Mana siminchay yachachasqa.

source: Users subscribed to several courses through the use of virtual courses.
qu_pe: Ruraqkunakuna yachayninakunaman qatachisqa virtual yachayninakunawan.

source: This user doesn't have a related URL.
qu_pe: Kay ruraq URLwan mana qatachisqa.

source: Extra data
qu_pe: Yapasqalla willakuna

source: Tests in learning paths
qu_pe: Yachay çarankunapi pilikukunakuna

source: There was an error.
qu_pe: Pantalla kasqan.

source: Cannot move this to the same session.
qu_pe: Mana kayta huk sesionman hukk'uyta atinchu.

source: Stats moved.
qu_pe: Yachayninakuna hukk'uyta qunqachisqa.

source: User information for this course
qu_pe: Kay yachayninan ruraq yachachisqa

source: Original course
qu_pe: Ñawpaq yachayninan

source: Original session
qu_pe: Ñawpaq sesion

source: Destination course
qu_pe: Challwa yachayninan

source: Destination session
qu_pe: Challwa sesion

source: The course does not exist in this session. The copy will work only from one course in one session to the same course in another session.
qu_pe: Kay yachayninan mana kawsasqa kay sesiopi. Kutiq huk sesionmanta huk sesionmantaq yachayninanman qhapaq.

source: User not registered.
qu_pe: Ruraq mana qatachisqa.

source: View stats
qu_pe: Yachayninakuna qhawachiy

source: Responsible
qu_pe: Kamachisqa

source: The attendance sheet is locked.
qu_pe: Ñawpaq listakuna lluqsimusqa.

source: Assistance
qu_pe: Yanapay

source: A course category with the same name already exists.
qu_pe: Sutinchak yachayniyoq kategoriaqa kaspan.

source: OpenID redirect
qu_pe: OpenID riwukuy

source: Blogs
qu_pe: Blogkuna

source: Select a course
qu_pe: Yachayniyota akllay

source: Please select a course or a session in the sidebar.
qu_pe: Ñawpaq yachayniyota o sesionta akllay llawqip q'illqanpi.

source: Others
qu_pe: Hukninkuna

source: Back to the course description
qu_pe: Yachayniyoq sutinman kutiy

source: Postpone
qu_pe: P'utinakuy

source: The user doesn't have permissions to do the requested operation.
qu_pe: Runakunaq manam kachkanachu ruraq operacionta ruwanapaq.

source: When a course code is duplicated, the database system detects a course code that already exists and prevents the creation of a duplicate. Please ensure no course code is duplicated.
qu_pe: Yachayniyoq código duplicado kaptinqa, baza de datosqa yachayniyoq código kaspata t'ikrayta munanapaq saq'en. Manam yachayniyoq código duplicado kananpaq.

source: New image
qu_pe: Yachay rupi willakuy

source: Untitled
qu_pe: Sutinchakman

source: Cannot delete files that are configured in read-only mode.
qu_pe: Manam ruraq kanmanchu leq'ichisqakuna lluqsimusqapi.

source: Invalid user detected.
qu_pe: Mana allin runa t'ikrakun.

source: Invalid group detected.
qu_pe: Mana allin grupu t'ikrakun.

source: Overview of files in this Zip
qu_pe: Kay Zipmanta yachachisqakunaq ñawpaq

source: Tests limits added
qu_pe: Prueba limkuna yaku

source: Unlimited
qu_pe: Mana p'unchaykama

source: Limited time
qu_pe: P'unchaykama

source: Limited attempts
qu_pe: Intento limkuna

source: Times
qu_pe: Kuti

source: Random
qu_pe: Aleatariu

source: Enable exercise timer controller.
qu_pe: Prueba cronómetro controladortam kichay.

source: Numerical
qu_pe: Yupay

source: Acceptable
qu_pe: Allinmi

source: Hotspot
qu_pe: Punto calido

source: Change the visibility of the current image
qu_pe: Kay rupi willakuy ñawpaqniyotam maskhay

source: Steps
qu_pe: Pinqakuna

source: Original value
qu_pe: Rupaykama yupay

source: Choose an answer
qu_pe: Wanuyta akllay

source: Import exercise
qu_pe: Prueba importakuy

source: Multiple choice, multiple answers
qu_pe: Qhipasuy, qhipa willakuykuna

source: Multiple choice, unique answer
qu_pe: Qhipasuy, huk willakuy

source: HotPotatoes files
qu_pe: HotPotatoes yachachisqakuna

source: Area to avoid
qu_pe: Awiqay zona

source: Total score is too big
qu_pe: Total puntajeqa ancham

source: Invalid question type
qu_pe: Mana allin paqarip tipo

source: Insert qualification corresponding to max score
qu_pe: Max puntajeq puntaje insertakuy

source: Thread moved
qu_pe: Hilo kicharisqa

source: Migrate forum
qu_pe: Foro migrakuy

source: You will be notified
qu_pe: Willakunki

source: Warning: moving gradebook elements can be dangerous for the data inside your gradebook.
qu_pe: Kusi: calificación elementokuna kichakuyqa gradebookmanta yuraq kanman.

source: The gradebook has been moved.
qu_pe: Kutxanataq yawarqasqan.

source: The gradebook component has been moved.
qu_pe: Kutxanaq killapi yawarqasqan.

source: There are not linked components.
qu_pe: Manam kay killapikuna chinkachkanchu.

source: There is no unique score range possibility.
qu_pe: Manam huk killay yachay wasi imayna kasqachu.

source: The user did not take the exam.
qu_pe: Ruraqqa manam provancha qhapaqachu.

source: Delete user
qu_pe: Ruraqta qeshpalla

source: Result deleted.
qu_pe: Rimaykuna kimsakusqan.

source: Results deleted.
qu_pe: Rimaykuna kimsakusqan.

source: Overwrite the maximum.
qu_pe: Chusayta qhipanakuy.

source: The import should overwrite the score.
qu_pe: Makinakuyqa sut'inita qhipanakunata.

source: No decimals
qu_pe: Mana kasqayuq

source: Negative value
qu_pe: Nawpaqllayuq

source: To export, you must lock the evaluation.
qu_pe: Kutichinapaqqa, qhawayta qispichikuy.

source: Show links
qu_pe: Yachachisqakuna rikuchiy

source: Total for this category.
qu_pe: Kay katigoriypaq chusaq.

source: Open document
qu_pe: Willayta kichay

source: Lock evaluation
qu_pe: Qhawayta qispichiy

source: Unlock evaluation.
qu_pe: Qhawayta qispichikuy.

source: The evaluation is locked.
qu_pe: Qhaway qispichisqa.

source: Back to evaluation.
qu_pe: Qhawayman kutiy.

source: Uploaded.
qu_pe: Kutichisqa.

source: Saved.
qu_pe: Kamarisqa.

source: Reset
qu_pe: Makinakuy

source: E-mail sent from the platform
qu_pe: Plataformamanta kachisqa e-mail

source: Information about the last finished step and the next unfinished one.
qu_pe: Ñawpaq tukuy ruraypiq yachachisqa rimaykuna h kay ñawpaq tukuy ruraypiq manam tukuy ruraypiq yachachisqa.

source: LaTeX code
qu_pe: LaTeX rimay

source: LaTeX formula
qu_pe: Fórmula LaTeX

source: Are you sure you want to lock the attendance?
qu_pe: Manam allinchu qispichiy assistenciyta?

source: The attendance is not locked, which means your teacher is still able to modify it.
qu_pe: Assistenciya manam qispichisqachu, hinamantaq yachachiqqa maskhaspa qhipanakunata atin.

source: Lock attendance
qu_pe: Assistenciyta qispichiy

source: Are you sure you want to unlock the attendance?
qu_pe: Manam allinchu assistenciyta qispichikuy?

source: Unlock attendance
qu_pe: Assistenciyta qispichikuy

source: Locked attendance
qu_pe: Qispichisqa assistencia

source: Decrease the font size
qu_pe: Yupanaqta p'akichiy

source: Reset the font size
qu_pe: Yupanaqta makinakuy

source: Increase the font size
qu_pe: Yupanaqta raph'iy

source: Logged in as %s
qu_pe: %s nisqaman rurakusqan

source: Quantity
qu_pe: Pisaq

source: Attachment upload
qu_pe: Yant'uppiq kachay

source: Auto-registration course
qu_pe: Kutichisqa kursu

source: The thematic advance tool allows you to organize your course through time.
qu_pe: Temakuna risqakunamanta yachakuyqa kursuta pachaqpi qhawaykuchiy.

source: The URL requested to get to this page, without the domain definition.
qu_pe: Kay pachaman chaskisqa URL, dominio manam kituq.

source: Free space on disk
qu_pe: Disqomanta librayuq pacha

source: Protected folder
qu_pe: Qispichisqa phina

source: Some HTML attributed are not allowed.
qu_pe: Rikchikunamanta qhepamanta HTMLqa manam kutichisqachu.

source: My other classes
qu_pe: Ñawpaq siminchikuykuna

source: The provided XLS file is not valid.
qu_pe: Kutichisqa XLS willayqa manam allinchachu.

source: You are registered to session: %s.
qu_pe: %s nisqa sesionman qhasqankuna.

source: Prev
qu_pe: Ñawpaq

source: Configuration
qu_pe: Qhawaykuna

source: Welcome to the Chamilo installer
qu_pe: Chamilo instaladormankanman sumaqkamaq

source: Your PHP version does not match the requirements for this software. Please check you have the latest version, then try again.
qu_pe: PHP versiyonkuna manam munakusqakunawan manam allinchachu. Ñawpaq versiyntam rikuchiq, qhaway.

source: To social group
qu_pe: Huñunakunaman

source: %s wrote: <br /><i>%s</i>
qu_pe: %s nisqakuna: <br /><i>%s</i>

source: Back to the group
qu_pe: Huñunaman kutiy

source: Go to attendances
qu_pe: Assistenciaman risqay

source: Go assessments
qu_pe: Riy evaluaciones

source: Edit current module
qu_pe: Editar módulo actual

source: Terms for the search feature
qu_pe: Imakunaq busqena yachayninpaq

source: User roles
qu_pe: Ruraqkuna rollkunata

source: Group roles
qu_pe: Harp'akuna rollkunata

source: Store permissions
qu_pe: Kutichisqan ruraqkunata

source: Pending invitation
qu_pe: Kutichisqan invitación

source: Maximum file size: %sMB.
qu_pe: Hatun willakuq pantalla: %sMB.

source: Your message has been sent.
qu_pe: Willakuykuna kachkan.

source: Tags
qu_pe: Etiquetas

source: Survey type unknown
qu_pe: Mana yachakusqan encuestaq

source: Survey undefined
qu_pe: Mana definisqan encuesta

source: Question comment
qu_pe: Pusay wasi willakuy

source: Unknown question
qu_pe: Mana yachakusqan pusay

source: Delete a survey group
qu_pe: Qelqay encuestakunata

source: An error occurred.
qu_pe: Kikin panin hallt'arisqa.

source: Classes unsubscribed.
qu_pe: Turakuna qelqasqanku.

source: Not added to course
qu_pe: Yachayman qelqakunachu

source: Users who did not register.
qu_pe: Mana qelqakusqan ruraqkuna.

source: Clear filter results
qu_pe: Chinkay filterta qelqay

source: Select filter
qu_pe: Filterta ruray

source: Pages most linked
qu_pe: Hatun rurasqa paginakuna

source: Dead end pages
qu_pe: Paginakuna mana rurakusqakuna

source: Newest pages
qu_pe: Musuq paginakuna

source: Longest pages
qu_pe: Hatun paginakuna

source: Hidden pages
qu_pe: Pachinakusqan paginakuna

source: Most discussed pages
qu_pe: Hatun willakusqan paginakuna

source: Best scores pages
qu_pe: Hatun puntukuna paginakuna

source: Highest progress pages
qu_pe: Hatun avancakuna paginakuna

source: Most discussed users
qu_pe: Hatun willakusqan ruraqkuna

source: Random page
qu_pe: Aleaturiu pagina

source: The date of effective blocking of sending the work can not be before the displayed posting deadline.
qu_pe: Yachaykuna kachkan willakuy fechaq mana ñawpaq karqanchu rikurisqa fechaq.

source: Not reviewed
qu_pe: Mana qhawaykusqa

source: The operation is impossible, a directory with this name already exists.
qu_pe: Rurakuy mana imakunaq, kay sutipaq wasiqa kashpan.

source: Document moved
qu_pe: Yachaykuna llanqisqa

source: There is no class scheduled today, try picking another day or add your attendance entry yourself using the action icons.
qu_pe: Kay p'unchayqa turawan manan kashpaq, musuq p'unchayta ruray o icha iconkunawan ruray.

source: Add to calendar
qu_pe: Calendarioman qelqay

source: Total weight
qu_pe: Rurasqa pisaq

source: Random pick
qu_pe: Aleaturiu ruray

source: The sum of all activity weights must be equal to the total weight indicated in your assessment settings, otherwise the learners will not be able to reach the sufficient score to achieve their certification.
qu_pe: Tukuy actividadkunata pisaqqa yachaykunaq rurasqa pisaqman kikin karqan, manaqa yachakuqkunaq certificaciónta chaskinallachu.

source: The sum of all weights of activities inside this assessment has to be equivalent to this number.
qu_pe: Kay yachaypaq actividadkunata pisaqqa kay n°man kikin karqan.

source: Auto-evaluation mode: show score and expected answers
qu_pe: Autoevaluación: rikuchiy puntukunatawan kutichisqa willakuykunata

source: Exam mode: Do not show score nor answers
qu_pe: Examen: Mana rikuchiy puntukunatawan willakuykunata

source: You need to add a session category first
qu_pe: Ñawpaq sesion categoríata qelqay

source: You have a new invitation from %s
qu_pe: %spaq musuq invitaciónnikiy

source: You have a new message from group %s
qu_pe: %s harpakunapaq musuq willakuykikiy

source: You have a new message from %s
qu_pe: %s musuq willakuykikiy

source: See message
qu_pe: Willakuyta qaway

source: See invitation
qu_pe: Invitaciónta qaway

source: You have received this notification because you are subscribed or involved in it to change your notification preferences please click here: %s
qu_pe: Kay notificaciónniykita chaskisqanki churakusqaykiwan o rurakusqaykiwan, notificación preferenciakunata cambianaykipaq %sta thuniy

source: Replies
qu_pe: Respuestas

source: Reply
qu_pe: Respuesta

source: Installation guide
qu_pe: Guía de instalación

source: Changes in last version
qu_pe: Cambios en la última versión

source: Contributors list
qu_pe: Lista de colaboradores

source: Security guide
qu_pe: Guía de seguridad

source: Optimization guide
qu_pe: Guía de optimización

source: Free/Busy calendar
qu_pe: Calendario libre/ocupado

source: Load users' extra data
qu_pe: Cargar datos extra de usuarios

source: Broken
qu_pe: Roto

source: Check link
qu_pe: Verificar enlace

source: Error: the element defined as prerequisite has been deleted.
qu_pe: Error: el elemento definido como prerrequisito ha sido eliminado.

source: No item yet
qu_pe: No hay ítems aún

source: Protected pages
qu_pe: Páginas protegidas

source: Load extra user fields data (have to be marked as 'Filter' to appear).
qu_pe: Cargar datos de campos extra de usuario (deben estar marcados como 'Filtro' para aparecer).

source: Assistant
qu_pe: Asistente

source: The sum of all weights of activities must be %s
qu_pe: La suma de todos los pesos de actividades debe ser %s

source: Max weight need to be provided
qu_pe: Se debe proporcionar el peso máximo

source: Extension could be loaded
qu_pe: La extensión podría cargarse

source: SCORM Authoring tools supported
qu_pe: Herramientas de autoría SCORM soportadas

source: Disable end date
qu_pe: Desactivar fecha final

source: Forum Categories
qu_pe: Categorías de foro

source: Cleanup of cache and temporary files
qu_pe: Limpieza de caché y archivos temporales

source: Chamilo keeps a copy of most of the temporary files it generates (for backups, exports, copies, etc) into its var/cache/ directory. After a while, this can add up to a very large amount of disk space being used for nothing. Click the button below to clean your archive directory up. This operation should be automated by a cron process, but if this is not possible, you can come to this page regularly to remove all temporary files from the directory.
qu_pe: Chamilo mantiene una copia de la mayoría de los archivos temporales que genera (para respaldos, exportaciones, copias, etc.) en su directorio var/cache/. Con el tiempo, esto puede acumular un gran espacio en disco sin uso. Haga clic en el botón de abajo para limpiar su directorio de archivos. Esta operación debería automatizarse con un cron, pero si no es posible, puede venir a esta página regularmente para eliminar todos los archivos temporales del directorio.

source: Proceed with cleanup
qu_pe: Proceder con la limpieza

source: The var/cache/ directory cleanup has been executed successfully.
qu_pe: La limpieza del directorio var/cache/ se ejecutó exitosamente.

source: For some reason, the var/cache/ directory could not be cleaned up. Please clean it up by manually connecting to the server and delete all files and symbolic links under the chamilo/var/cache/ directory, except the .htaccess file. On Linux: # find var/cache/ \( -type f -or -type l \) -not -name .htaccess -exec echo rm -v \{} \;
qu_pe: Por alguna razón, el directorio var/cache/ no pudo limpiarse. Por favor, límpielo manualmente conectándose al servidor y eliminando todos los archivos y enlaces simbólicos bajo chamilo/var/cache/, excepto el archivo .htaccess. En Linux: # find var/cache/ ( -type f -or -type l ) -not -name .htaccess -exec echo rm -v {} ;

source: Enable start time
qu_pe: Activar hora de inicio

source: Enable end time
qu_pe: Activar hora de fin

source: The local time in the portal timezone (%s) is %s
qu_pe: La hora local en la zona horaria del portal (%s) es %s

source: Start test
qu_pe: Iniciar prueba

source: Export as .doc
qu_pe: Exportar como .doc

source: Wrong
qu_pe: Incorrecto

source: Certification
qu_pe: Certificación

source: Online link to certificate
qu_pe: Enlace en línea al certificado

source: New tests
qu_pe: Nuevas pruebas

source: My average
qu_pe: Mi promedio

source: All attempts
qu_pe: Todos los intentos

source: Questions to be reviewed
qu_pe: Preguntas para revisar

source: Questions without answer
qu_pe: Preguntas sin respuesta

source: Review selected questions
qu_pe: Revisar preguntas seleccionadas

source: You have tried to resolve this exercise earlier
qu_pe: Ya has intentado resolver este ejercicio antes

source: You do not have cookies support enabled in your browser. Chamilo relies on the feature called "cookies" to store your connection details. This means you will not be able to login if cookies are not enabled. Please change your browser configuration (generally in the Edit -> Preferences menu) and reload this page.
qu_pe: No tienes habilitado el soporte para cookies en tu navegador. Chamilo depende de la función llamada "cookies" para almacenar tus detalles de conexión. Esto significa que no podrás iniciar sesión si las cookies no están habilitadas. Por favor, cambia la configuración de tu navegador (generalmente en el menú Editar -> Preferencias) y recarga esta página.

source: Your do not have JavaScript support enabled in your browser. Chamilo relies heavily on JavaScript to provide you with a more dynamic interface. It is likely that most feature will work, but you might not benefit from the latest improvements in usability. We recommend you change your browser configuration (generally under the Edit -> Preferences menu) and reload this page.
qu_pe: No tienes habilitado el soporte para JavaScript en tu navegador. Chamilo depende en gran medida de JavaScript para proporcionarte una interfaz más dinámica. Es probable que la mayoría de las funciones funcionen, pero podrías no beneficiarte de las últimas mejoras en usabilidad. Te recomendamos cambiar la configuración de tu navegador (generalmente bajo el menú Editar -> Preferencias) y recargar esta página.

source: You do not seem to have Flash support enabled in your browser. Chamilo only relies on Flash for a few features and will not lock you out in any way if you don't have it, but if you want to benefit from the complete set of tools from Chamilo, we recommend you install the Flash Plugin and restart your browser.
qu_pe: Parece que no tienes habilitado el soporte para Flash en tu navegador. Chamilo solo depende de Flash para algunas funciones y no te bloqueará de ninguna manera si no lo tienes, pero si quieres beneficiarte del conjunto completo de herramientas de Chamilo, te recomendamos instalar el plugin Flash y reiniciar tu navegador.

source: There are no questions for this exercise
qu_pe: No hay preguntas para este ejercicio

source: Attempt
qu_pe: Intento

source: Save and continue
qu_pe: Guardar y continuar

source: Proceed with the test
qu_pe: Proceder con la prueba

source: Your browser does not have the QuickTime plugin installed. You can still use the platform, but to run a larger number of media file types, we suggest you might want to install it.
qu_pe: Tu navegador no tiene instalado el plugin QuickTime. Aún puedes usar la plataforma, pero para ejecutar un mayor número de tipos de archivos multimedia, sugerimos que lo instales.

source: Your browser doesn't seem to have the Sun Java plugin installed. You can still use the platform, but you will lose a few of its capabilities.
qu_pe: Kay navegadorqan Sun Java plugin nisqata yachakunata manam kanchu. Plataformata llamkanata atinichis, ichaqa, wak runakunata chinkachisqan kasqankuna.

source: Your browser does not support Java
qu_pe: Kay navegadorqan Java nisqata manam rurankachu

source: Your browser has a Java version not supported by this tool. To use it you have to install a Java Sun version higher than 24
qu_pe: Kay herramienta nisqan Java versiyun 24-manta aswan hukkunata manam rurankachu. Kayta llamkanata munaspaykiqa, Java Sun versiyun 24-manta aswan hukninchay.

source: If you do not want to see this message again during this session, click here
qu_pe: Kay mensajenwan manam munankiwachu kay sesionpi, kaywan chaynapuway

source: Also search in older versions of each page
qu_pe: Paginas pacha versiyukunapipas maskhay

source: Total hidden pages
qu_pe: Pachakunam puka paginakuna

source: Total pages edited at this time
qu_pe: Kay paypin editasqam pachakunam paginakuna

source: Total users that have participated in this Wiki
qu_pe: Kay Wiki nisqapi qatipasqakuna pachakunam runakuna

source: Learners can add new pages to the Wiki
qu_pe: Yachakuqkuna Wiki nisqaman huk paginakunata yapaykuqku

source: Creation date of the oldest Wiki page
qu_pe: Wiki nisqam ñawpaq paginam yaratakuna pacha

source: Date of most recent edition of Wiki
qu_pe: Wiki nisqam ñawpaq editakuna pacha

source: Average rating of all pages
qu_pe: Pachakunam paginakunaq promidiyu puntukuna

source: Mean estimated progress by users on their pages
qu_pe: Runakunaq paginakunapi yachakuqkunaq promidiyu rurakuy

source: Total different IP addresses that have contributed to Wiki
qu_pe: Wiki nisqaman qatipasqakuna pachakunam IP ñanqakuna

source: Pages
qu_pe: Paginakuna

source: Versions
qu_pe: Versiyukuna

source: Total of empty pages
qu_pe: Puka paginakuna pachakunam

source: Number of discussion pages blocked
qu_pe: Willakuy paginakuna pukaq pachakunam

source: Number of discussion pages hidden
qu_pe: Willakuy paginakuna pakakusqa pachakunam

source: Total comments on various versions of the pages
qu_pe: Paginakuna versiyukunaq willakuykuna pachakunam

source: Total pages can only be scored by a teacher
qu_pe: Yachachiqninoqllawan puntukuykuq paginakuna pachakunam

source: Total pages that can be scored by other learners
qu_pe: Yachakuqkunaqllawan puntukuykuq paginakuna pachakunam

source: Number of assignments pages proposed by a teacher
qu_pe: Yachachiqnin yachakusqa willakuy paginakuna pachakunam

source: Number of individual assignments learner pages
qu_pe: Yachakuqnin yachakusqa individual willakuy paginakuna pachakunam

source: Number of tasks
qu_pe: Willakuykuna pachakunam

source: Portfolio mode
qu_pe: Portfolio ruray

source: Standard Task mode
qu_pe: Willakuy ruray estandard

source: Information about the content of the pages
qu_pe: Paginakunaq contenidoq yachakuy

source: In the last version
qu_pe: Ñawpaq versiyunpi

source: In all versions
qu_pe: Tukuy versiyukunapi

source: Number of contributions
qu_pe: Qatipasqakuna pachakunam

source: Number of visits
qu_pe: Rispaykuna pachakunam

source: Number of words
qu_pe: Simikuna pachakunam

source: Number of external html links inserted (text, images, ...).
qu_pe: Qispichisqa html ñanqakuna pachakunam (willakiy, ruphikuna, ...).

source: Number of wiki links
qu_pe: Wiki ñanqakuna pachakunam

source: Number of inserted images
qu_pe: Qispichisqa ruphikuna pachakunam

source: Number of inserted flash files
qu_pe: Qispichisqa flash ruraykuna pachakunam

source: Number of mp3 audio files inserted
qu_pe: Qispichisqa mp3 rupa willakuykuna pachakunam

source: Number of FLV video files inserted
qu_pe: Qispichisqa FLV willakuy ruraykuna pachakunam

source: Number of Youtube video embedded
qu_pe: Qispichisqa Youtube willakuykuna pachakunam

source: Number of audio and video files inserted (except mp3 and flv)
qu_pe: Qispichisqa rupa willakuy ruraykuna pachakunam (mp3 y flvqa kusa)
