Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Courses in this category
ar: مقررات هذا التصنيف
ast_es: Cursos nesta categoría
bn_bd: এই বিভাগের কোর্সসমূহ
bs_ba: Kursevi u ovoj kategoriji
ca_es: cursos en aquesta categoria
cs_cz: Kurzy v této kategorii
da: Kurser i denne kategori
de: Kurse in dieser Kategorie
el: Μαθήματα στην κατηγορία
eo: Kursoj en ĉi-kategorioj
es: Cursos en esta categoría
es_mx: Cursos en esta categoría
eu_es: Kategoria honetako ikastaroak
fa_ir: دروس در این دسته
fi_fi: Kurssit tässä aihealueessa
fo_fo: Líkamsrætingar í hesum bólki
fur: Cors in cheste categorîe
ga: Cúrsaí sa chatagóir seo
gl: Cursos nesta categoría
he_il: קורסים בקטגוריה זו
hi: इस श्रेणी में पाठ्यक्रम
hr_hr: Kolegiji unutar kategorije
hu_hu: A kategóriában található kurzusok
hy: Այս կատեգորիայի դասընթացներ
id_id: Mata Kuliah-Mata Kuliah dalam kategori ini
it: Corsi in questa categoria
ja: このカテゴリのコース
ka_ge: ამ კატეგორიაში კურსები
ko_kr: 이 카테고리 안의 과정
lo: ລາຍວິຊາໃນໝວດໝູ່ນີ້
lt_lt: Kursai kategorijoje
lv_lv: Kursi šajā kategorijā
mk_mk: Курсеви во оваа категорија
ms_my: Kursus dalam kategori ini
my_mm: ဤအမျိုးအစားရှိ သင်တန်းများ
ne: यो वर्गमा कोर्सहरू
nl: Cursussen in deze categorie
nn_no: Kurs i denne kategorien
oc: Curs dins aquesta categoria
pl_pl: Kursy należące do tej kategorii
ps: د دې کټګورۍ کورسونه
pt_br: Cursos nessa categoria
pt_pt: Cursos nesta categoria
ro_ro: Cursuri din aceasta categorie
ru_ru: Курсы в этом разделе
sk_sk: Kurzy v tejto kategórii
sl: Tečaji v kategoriji
sq: Kursat në këtë kategori
sr_rs: Kursevi u ovoj kategoriji
sv_se: Kurser i denna kategori
sw_ke: Kozi katika jamii hii
ta: இந்த வகையில் உள்ள பாடங்கள்
th: รายวิชาที่มีอยู่ในประเภทนี้
tl_ph: Mga kurso sa kategoryang ito
tr: Bu kategorideki dersler
uk_ua: Курси цієї категорії
vi_vn: Khóa học trong danh mục này
xh_za: Izifundo kwelo candelo
zh_cn: 此分类中的课程
zh_tw: 本類別中的課程

source: Search courses
ar: بحث عن مقرر
ast_es: Buscar cursos
bn_bd: কোর্স অনুসন্ধান করুন
bs_ba: Pretraži kurseve
ca_es: Cerca de cursos
cs_cz: Vyhledat kurzy
da: Søg i kurser
de: Kurse suchen
el: Αναζήτηση μαθημάτων
eo: Serĉi kursojn
es: Buscar cursos
es_mx: Buscar cursos
eu_es: Bilatu ikastaroak
fa_ir: جستجو دروس
fi_fi: Etsi kursseja
fo_fo: Leita eftir líkamsrætingum
fur: Siercjh cors
ga: Cuardaigh cúrsaí
gl: Buscar cursos
he_il: חפש קורסים
hi: पाठ्यक्रम खोजें
hr_hr: Pretraži kolegije
hu_hu: Kurzus kereső
hy: Որոնել դասընթացներ
id_id: Cari Mata Kuliah
it: Cerca tra i corsi
ja: コースを検索
ka_ge: კურსების ძიება
ko_kr: 과정 검색
lt_lt: Ieškoti kursų
lv_lv: Meklēt kursus
mk_mk: Барај курсеви
ms_my: Cari kursus
my_mm: သင်တန်းများကို ရှာဖွေပါ
ne: कोर्सहरू खोज्नुहोस्
nl: Cursussen zoeken
nn_no: Søk kurs
oc: Recercar curs
pl_pl: Szukaj kursu
ps: کورسونه لټون
pt_br: Procurar Cursos
pt_pt: Pesquisar cursos
ro_ro: Cauta curs
ru_ru: Поиск курсов
sk_sk: Vyhľadávať kurzy
sl: Išči tečaj
sq: Kërko kurse
sr_rs: Pretraži kurseve
sv_se: Sök kurser
sw_ke: Tafuta kozi
ta: பாடங்களை தேடவும்
th: ค้นหารายวิชา
tl_ph: Maghanap ng mga kurso
tr: Ders Araştır
uk_ua: Пошук курсів
vi_vn: Tìm kiếm khóa học
xh_za: Gqiba izifundo
zh_cn: 搜索课程
zh_tw: 搜尋課程

source: One category up
ar: <- تصنيف واحد لأعلى
ast_es: <- Una categoría pa enriba
bn_bd: একটি বিভাগ উপরে
bs_ba: Jedna kategorija gore
ca_es: <- una categoria amunt
cs_cz: O jednu kategorii nahoru
da: <- En kategori op
de: <- eine Kategorie höher
el: Μία κατηγορία πάνω
eo: <- supran kategorion
es: Una categoría arriba
es_mx: <- Una categoría arriba
eu_es: Kategoria bat gora
fa_ir: یک دسته به طرف بالا
fi_fi: Edelliseen aihealueeseen
fo_fo: Ein bólkur upp
fur: Une categorîe su
ga: Catagóir amháin suas
gl: <- Subir unha categoría
he_il: קטגוריה אחת למעלה
hi: एक श्रेणी ऊपर
hr_hr: <- Jedna kategorija gore
hu_hu: Egy kategória szinttel feljebb
hy: Մեկ կատեգորիա վեր
id_id: <- naik satu kategori
it: Risali di una categoria
ja: 1つ上のカテゴリ
ka_ge: ერთი კატეგორია ზევით
ko_kr: < - 한 카테고리 위로
lt_lt: Viena kategorija aukščiau
lv_lv: Vienu kategoriju augstāk
mk_mk: <- Една категорија погоре
ms_my: Satu kategori ke atas
my_mm: အမျိုးအစားတစ်ခုအထက်
ne: एक वर्ग माथि
nl: een categorie hoger
nn_no: En kategori opp
oc: Una categoria cap amont
pl_pl: Kategoria wyżej
ps: یو کټګوري پورته
pt_br: <- Uma categoria acima
pt_pt: Uma categoria acima/um nível superior na categoria
ro_ro: Categoria superioara
ru_ru: На один раздел вверх
sk_sk: do nadradenej kategórie
sl: Kategorijo navzgor
sq: Një kategori lart
sr_rs: <- Jedna kategorija gore
sv_se: <- En kategori upp
sw_ke: Jamii moja juu
ta: ஒரு வகை மேலே
th: ขึ้นไปสู่อีกประเภทต่อไป
tl_ph: Isang kategorya pataas
tr: <- Bir kategori yukarı
uk_ua: На категорію вище
vi_vn: Lên một danh mục
xh_za: Candelo elinye phezulu
zh_cn: 上级分类
zh_tw: 移上一個類別層級

source: Are you sure you want to unsubscribe?
ar: هل أنت متأكد من أنك تريد إلغاء التسجيل من هذا المقرر؟
ast_es: ¿ Ta seguru de que quier anular la so matrícula nesti cursu ?
bn_bd: আপনি কি নিশ্চিত যে আনসাবস্ক্রাইব করতে চান?
bs_ba: Jeste li sigurni da želite da se otpremite?
ca_es: Esteu segur que voleu anul·lar la inscripció en aquest curs?
cs_cz: Opravdu se chcete odepsat z tohoto kurzu?
da: Er du sikker på, at du ønsker at afmelde disse kurser?
de: Wollen Sie sich wirklich von diesem Kurs abmelden
el: Θέλετε να ακυρώσετε την εγγραφή στο μάθημα?
eo: Ĉu certe, ke vi volas malaliĝi al ĉi-kurso?
es: ¿ Está seguro de querer anular su inscripción en este curso ?
es_mx: ¿ Está useted seguro de querer retirar la inscripción de este curso ?
eu_es: Ziur al zaude ikastaro honetarako inskripzioa ezabatu nahi duzula?
fa_ir: آیا واقعاً می خواهید ثبت نام خود در این درس را باطل کنید؟
fi_fi: Oletko varma, että haluat peruuttaa osallistumisesi tälle kurssille?
fo_fo: Er tú vís í, at tú ynskir at melda teg av?
fur: Si jê segûr che vuê vûstu disiscrîvi?
ga: An bhfuil tú cinnte gur mhaith leat díchlárú?
gl: Está seguro de que quere desubscribirse deste curso?
he_il: האם אתה בטוח שברצונך לבטל את המנוי?
hi: क्या आप वाकई असदस्यता लेना चाहते हैं?
hr_hr: Želite li se sigurno ispisati s kolegija?
hu_hu: Valóban le kíván iratkozni erről a kurzusról?
hy: Հաստատե՞լ եք, որ ցանկանում եք չգրանցվել
id_id: Anda yakin akan undur diri dari mata kuliah ini?
it: Sei sicuro di voler cancellare la tua iscrizione da questo corso?
ja: 退会してもよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ გასცილება?
ko_kr: 정말로 이 과정 등록을 취소하시겠습니까?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຍົກເລີກການລົງທະບຽນ?
lt_lt: Ar tikrai norite išsiregistruoti iš šio kurso?
lv_lv: Vai tiešām vēlaties atteikties no šī kursa?
mk_mk: Сигурен ли сте дека сакате да се отпишете од овој курс?
ms_my: Adakah anda pasti mahu nyahlanggan?
my_mm: စာရင်းမှဖယ်ရှားလိုသည်မှာ သေချာပါသလား။
ne: के तपाईं सदस्यता हटाउन चाहनुहुन्छ?
nl: Bent u zeker dat u uit deze cursus wilt uitschrijven?
nn_no: Ønsker du virkelig å avmelde deg fra dette kurset?
oc: Sètz segur que volètz vos desabonar ?
pl_pl: Jesteś pewien, że chcesz się wypisać z tego kursu?
ps: آیا تاسو ډاډه یاست چې ګډون ختم کړئ؟
pt_br: Tem certeza de que deseja cancelar a inscrição?
pt_pt: Tem a certeza que deseja mesmo anular/cancelar a inscrição?
ro_ro: Chiar vrei sa renunti la acest curs?
ru_ru: Вы уверены, что хотите отказаться от подписки на этот курс?
sk_sk: Naozaj chcete zrušiť účasť v tomto kurze?
sl: Si prepričan, da se želiš izpisati iz tega tečaja?
sq: A jeni të sigurt që dëshironi të çregjistroheni?
sr_rs: Da li ste sigurni da želite da se odjavite sa ovog kursa?
sv_se: Är du säker på att du vill avregistrera dig från denna kurs?
sw_ke: Je, una uhakika unataka kujiondoa?
ta: நீக்கம் செய்ய விரும்புகிறீர்களா?
th: คุณแน่ใจว่าจะถอนวิชานี้?
tl_ph: Sigurado ka bang gusto mong mag-unsubscribe?
tr: Bu dersten kaydınızı silmek istiyormusunuz ?
uk_ua: Ви впевнені, що бажаєте відрахуватися з цього курсу?
vi_vn: Bạn có chắc chắn muốn hủy đăng ký không?
xh_za: Uqinisekile ukuba ufuna ukucima ubhaliso?
zh_cn: 你确认要注销这门课程吗?
zh_tw: 你是否確定要退選這門課程呢？

source: No courses category
ar: لا يوجد تصنيف
ast_es: Nun asociar esti cursu con una categoría
bn_bd: কোন কোর্সের বিভাগ নেই
bs_ba: Nema kategorije kurseva
ca_es: Curs sense categoria
cs_cz: Žádná kategorie kurzů
da: Ingen kursuskategori
de: Keine Kurskategorie vorhanden
el: Δεν υπάρχουν μαθήματα σ'αυτή την κατηγορία
eo: Neniu kurskategorio
es: Cursos sin categoría
es_mx: Curso sin categorías
eu_es: Ez lotu ikastaroa kategoria bati
fa_ir: هیچ طبقه درسی وجود ندارد
fi_fi: Ei aihealuetta
fo_fo: Ongir bólkar fyri líkamsrætingar
fur: No categorîe cors
ga: Gan catagóir chúrsaí
gl: Cursos sen categoría
he_il: אין קטגוריית קורסים
hi: कोई पाठ्यक्रम श्रेणी नहीं
hr_hr: Nema kategorije kolegija
hu_hu: Nincs ilyen kurzus kategória
hy: Դասընթացների կատեգորիա չկա
id_id: Tida ada kategori mata kuliah
it: Non ci sono categorie di corso
ja: コースカテゴリなし
ka_ge: კურსის კატეგორია არ არის
ko_kr: 과정 카테고리가 없습니다
lo: ບໍ່ມີໝວດໝູ່ລາຍວິຊາ
lt_lt: Kurso kategorija nenurodyta
lv_lv: nav kursu nodaļas
mk_mk: Нема категорија на курсеви
ms_my: Tiada kategori kursus
my_mm: သင်တန်းအမျိုးအစားမရှိပါ
ne: कोर्स वर्ग छैन
nl: Geen cursuscategorie
nn_no: Ingen kurskategori
oc: Cap categoria de curs
pl_pl: Brak kategorii kursów
ps: د کورسونو کټګوري نشته
pt_br: Nenhuma categoria de cursos
pt_pt: Categoria de curso inexistente
ro_ro: Nu exista categorii de curs
ru_ru: В курсе разделов нет
sk_sk: Žiadna kategória kurzov
sl: Ni kategorije tečaja
sq: Asnjë kategori kursesh
sr_rs: Nema kategorije kursa
sv_se: Ingen kurskategori
sw_ke: Hakuna jamii ya kozi
ta: பாடங்கள் வகை இல்லை
th: ไม่มีประเภทวิชา
tl_ph: Walang kategorya ng kurso
tr: Herhangi bir ders kategorisi bulunmuyor.
uk_ua: Немає категорії курсу
vi_vn: Không có danh mục khóa học
xh_za: Akukho candelo lezifundo
zh_cn: 没有课程分类
zh_tw: 沒有課程類別

source: The course has been added to the category
ar: لقد تم إضافة المقرر للتصنيف
ast_es: El cursu asocióse a esta categoría
bn_bd: কোর্সটি বিভাগে যোগ করা হয়েছে
bs_ba: Kurs je dodan u kategoriju
ca_es: El curs ha estat afegit a la categoria
cs_cz: Kurz byl přidán do kategorie
da: Kurset blev tilføjet kategorien
de: Der Kurs wurde der Kategorie hinzugefügt
el: Το μάθημα προστέθηκε στην κατηγορία
eo: La kurso estas lokigita en la elektita kategorio
es: El curso ha sido asignado a esta categoría
es_mx: El curso fue agregado a la categoría
eu_es: Ikastaroa kategoria honi lotu da
fa_ir: درس مورد نظر هم اکنون به دسته مربوطه متصل گردید
fi_fi: Kurssi on lisätty aihealueeseen
fo_fo: Líkamsrætingin er løgd í bólkin
fur: Il cors je vint zontât tal categorîe
ga: Cuireadh an cúrsa leis an gcatagóir
gl: O curso engadiuse á categoría
he_il: הקורס נוסף לקטגוריה
hi: पाठ्यक्रम को श्रेणी में जोड़ा गया है
hr_hr: Kolegij je dodan kategoriji
hu_hu: A kurzus hozzáadásra került a kategóriához
hy: Դասընթացը ավելացվել է կատեգորիային
id_id: Mata kuliah telah dimasukkan ke kategori tersebut
it: Il corso è stato aggiunto alla categoria
ja: コースがカテゴリに追加されました
ka_ge: კურსი კატეგორიაში დაემატა
ko_kr: 과정이 카테고리에 추가되었습니다
lo: ລາຍວິຊາໄດ້ຖືກເພີ່ມເຂົ້າໃນໝວດໝູ່ແລ້ວ
lt_lt: Prie kategorijos pridėtas kursas
lv_lv: Kurss tika pievienots nodaļai
mk_mk: Овој курс беше додаден на категоријата
ms_my: Kursus telah ditambah ke kategori
my_mm: သင်တန်းကို အမျိုးအစားတွင် ထည့်သွင်းပြီးဖြစ်သည်
ne: कोर्स वर्गमा थपियो
nl: De cursus werd in de geselecteerde categorie geplaatst
nn_no: Kurset ble lagt til kategorien
oc: Lo curs es estat apondut a la categoria
pl_pl: Kurs został dodany do kategorii
ps: کورس د کټګورۍ ته اضافه شو
pt_br: O curso foi adicionado à categoria
pt_pt: O curso foi adicionado à categoria
ro_ro: Cursul a fost asociat categoriei
ru_ru: Курс был добавлен в раздел
sk_sk: Kurz bol pridaný do kategórie
sl: Tečaj je bil dodan v kategorijo
sq: Kursi u shtua në kategori
sr_rs: Kurs je dodat u kategoriju
sv_se: Kursen lades till kategorin
sw_ke: Kozi imeongezwa kwenye jamii
ta: பாடம் வகைக்கு சேர்க்கப்பட்டது
th: เพิ่มรายวิชาเข้าเก็บในประเภทแล้ว
tl_ph: Nadagdag na ang kurso sa kategorya
tr: Ders ilgili kategoriye eklendi.
uk_ua: Курс було додано до категорії
vi_vn: Khóa học đã được thêm vào danh mục
xh_za: Isifundo singene kwicandelo
zh_cn: 课程已添加到分类
zh_tw: 課程已新增到此類別中

source: Subscribing not allowed
ar: التسجيل غير متاح
ast_es: Matrícula non permitida
bn_bd: সাবস্ক্রাইব করা অনুমোদিত নয়
bs_ba: Pretplata nije dozvoljena
ca_es: La matrícula no està permesa
cs_cz: Přihlášení do kurzu není povolené
da: Tilmelding ikke tilladt
de: Registrierung nicht freigegeben
el: Η εγγραφή δεν επιτρέπεται
eo: Aliĝo ne permesita
es: Inscripción no permitida
es_mx: Inscripción no permitida
eu_es: Baimenik gabeko inskripzioa
fa_ir: ثبت نام مجاز نمی باشد
fi_fi: Kirjautuminen ei ole sallittua
fo_fo: Melda teg til ikki loyvt
fur: Iscrizion no doprâde
ga: Níl cead clárúcháin
gl: Non se permite a subscrición
he_il: אסור להירשם
hi: सदस्यता की अनुमति नहीं
hr_hr: Upis nije dopušten
hu_hu: A feliratkozás nem engedélyezett
hy: Գրանցումը թույլատրված չէ
id_id: Pendaftaran tidak diijinkan
it: Iscrizione non ammessa
ja: 登録不可
ka_ge: რეგისტრაცია არ არის დაშვებული
ko_kr: 등록이 허용되지 않았습니다
lo: ບໍ່ອະນຸຍາດໃຫ້ລົງທະບຽນ
lt_lt: Registracija į kursą neleidžiama
lv_lv: Pieteikšanās kursā nav atļauta
mk_mk: Запишувањето не е дозволено
ms_my: Langganan tidak dibenarkan
my_mm: စာရင်းသွင်းခြင်းကို ခွင့်မပြုပါ
ne: सदस्यता लिन अनुमति छैन
nl: Inschrijven niet toegelaten
nn_no: Påmelding ikke tillatt
oc: Abonament pas autorizat
pl_pl: Zapisy niedozwolone
ps: ګډون اجازه نشته
pt_br: Não é permitido que subscrevam
pt_pt: Inscrição não permitida
ro_ro: Nu este permisa inscrierea
ru_ru: Подписка не разрешена
sk_sk: Prihlasovanie do kurzov je zakázané. Do kurzu sa môžete prihlásiť až po zaplatení poplatku
sl: Vpis ni dovoljen
sq: Regjistrimi nuk lejohet
sr_rs: Prijava nije dozvoljena
sv_se: Ej tillåtet att registrera sig i kurs
sw_ke: Kujiandikisha hakuruhusiwi
ta: பதிவு செய்ய அனுமதி இல்லை
th: ไม่อนุญาตให้สมัคร
tl_ph: Hindi pinapayagan ang pag-subscribe
tr: Kayıt silme işlemine izin verilmiyor.
uk_ua: Зарахування не дозволено
vi_vn: Không cho phép đăng ký
xh_za: Ukubhalisela akuvunyelwanga
zh_cn: 不允许注册
zh_tw: 不允許選修

source: Courses sorted
ar: تم ترتيب المقرر
ast_es: Los cursos ordenárense
bn_bd: কোর্স সাজানো হয়েছে
bs_ba: Kursevi sortirani
ca_es: Ordenació de cursos realitzada
cs_cz: Dokončeno uspořádání kurzů
da: Sortering af kursus fuldført
de: Sortieren der Kurse abgeschlossen
el: Έγινε ταξινόμηση μαθημάτων
eo: La kurso estas rearaĝita
es: Ordenación de cursos realizada
es_mx: Ordenación de cursos realizada
eu_es: Ikastaroak ordenatu dira
fa_ir: سازماندهی دوباره دروس انجام گردید
fi_fi: Kurssit on järjestetty
fo_fo: Líkamsrætingar flokkaðar
fur: Cors ordinaes
ga: Cúrsaí sórtáilte
gl: Cursos ordenados
he_il: קורסים ממוינים
hi: पाठ्यक्रम क्रमबद्ध किए गए
hr_hr: Razvrstavanje kolegija dovršeno
hu_hu: Kurzusok sorbarendezve
hy: Դասընթացները տեսակավորված են
id_id: Pengurutan Mata Kuliah selesai
it: Ordinamento dei corsi effettuato
ja: コースが並べ替えられました
ka_ge: კურსები დალაგდა
ko_kr: 과정 정렬을 마쳤습니다
lo: ລາຍວິຊາຖືກຈັດຮຽງແລ້ວ
lt_lt: Kursų rūšiavimas baigtas
lv_lv: Kursi pārkārtoti
mk_mk: Курсевите се сортирани
ms_my: Kursus disusun
my_mm: သင်တန်းများကို စီထားပြီးဖြစ်သည်
ne: कोर्सहरू छानिए
nl: De cursus werd herschikt
nn_no: Sortering av kurs foretatt
oc: Curs triats
pl_pl: Sortowanie kursów ukończone
ps: کورسونه ترتیب شوي
pt_br: Cursos classificadas
pt_pt: Cursos ordenados/triados
ro_ro: Sortarea cursurilor a fost finalizata
ru_ru: Сортировка курса выполнена
sk_sk: Kurzy sú zoradené
sl: Razvrščanje tečajev končano
sq: Kursat u renditën
sr_rs: Sortiranje kursa završeno
sv_se: Kurssortering avslutad
sw_ke: Kozi zimepangwa
ta: பாடங்கள் வரிசைப்படுத்தப்பட்டன
th: แยกประเภทวิชาให้แล้ว
tl_ph: Mga kurso na naayos
tr: Ders sıralaması tamamlandı
uk_ua: Сортування курсу виконано
vi_vn: Khóa học đã được sắp xếp
xh_za: Izifundo zihleliweyo
zh_cn: 课程排序完成
zh_tw: 已完成課程排序

source: Existing courses categories
ar: التصنيفات المتوفرة
ast_es: Categoríes esistentes
bn_bd: বিদ্যমান কোর্সের বিভাগসমূহ
bs_ba: Postojeće kategorije kurseva
ca_es: Categories de cursos existents
cs_cz: Existujíci kategorie kurzu
da: Eksisterende kursuskategorier
de: Existierende Kategorien
el: Υπάρχουσες Κατηγορίες Μαθημάτων
eo: Jam ekzistantaj kurskategorioj
es: Categorías existentes
es_mx: Categorías de cursos existentes
eu_es: Ikastaroen oraingo kategoriak
fa_ir: دسته بندی موجود دروس
fi_fi: Olemassa olevat kurssien aihealueet
fo_fo: Verandi bólkar fyri líkamsrætingar
fur: Categuries cors esistents
ga: Catagóirí cúrsaí atá ann cheana
gl: Categorías de cursos existentes
he_il: קטגוריות קורסים קיימות
hi: मौजूदा पाठ्यक्रम श्रेणियाँ
hr_hr: Postojeće kategorije kolegija
hu_hu: A jelenlegi kurzus kategóriák
hy: Գոյություն ունեցող դասընթացների կատեգորիաներ
id_id: Kategori Mata Kuliah yang ada
it: Categorie di corso esistenti
ja: 既存のコースカテゴリ
ka_ge: არსებული კურსების კატეგორიები
ko_kr: 과정 카테고리가 존재합니다
lo: ໝວດໝູ່ລາຍວິຊາທີ່ມີຢູ່
lt_lt: Esamos kursų kategorijos
lv_lv: Esošās kursu kategorijas
mk_mk: Постоечки категории на курсеви
ms_my: Kategori kursus sedia ada
my_mm: ရှိပြီးသား သင်တန်းအမျိုးအစားများ
ne: विद्यमान कोर्स वर्गहरू
nl: Reeds bestaande cursuscategorieën
nn_no: Eksisterende kurskategorier
oc: Categorias de curs existents
pl_pl: Istniejące kategorie kursów
ps: موجوده د کورسونو کټګورۍ
pt_br: cursos existentes Categorias
pt_pt: Categorias de cursos existentes
ro_ro: Categoriile existente de cursuri
ru_ru: Существующие разделы курса
sk_sk: Existujúce kategórie kurzov
sl: Obstoječe kategorije tečajev
sq: Kategoritë ekzistuese të kurseve
sr_rs: Postojeće kategorija kurseva
sv_se: Existerande kurskategorier
sw_ke: Jamii za kozi zilizopo
ta: இருக்கும் பாடங்கள் வகைகள்
th: ประเภทวิชาที่มี
tl_ph: Mga umiiral na kategorya ng mga kurso
tr: Mevcut ders kategorileri
uk_ua: Існуючі категорії курсу
vi_vn: Danh mục khóa học hiện có
xh_za: Iicandelo ezikhoyo zezifundo
zh_cn: 已有课程分类
zh_tw: 現有的課程類別

source: You have been unsubscribed from this course
ar: أنت الأن غير مسجل في المقرر
ast_es: Yá nun ta matriculáu nesti cursu
bn_bd: আপনি এই কোর্স থেকে আনসাবস্ক্রাইব করা হয়েছে
bs_ba: Otpremljeni ste s ovog kursa
ca_es: Ara no esteu matriculat al curs
cs_cz: Jste odepsán z tohoto kurzu
da: Du er nu afmeldt kurset
de: Sie haben sich nun vom Kurs abgemeldet
el: Έγινε ακύρωση της εγγραφής από το μάθημα
eo: Vi nun malaliĝis al la kurso
es: Ha dejado de pertenecer al curso
es_mx: Ahora ya no está inscrito en el curso
eu_es: Orain ez zaude ikastaroan inskribaturik
fa_ir: ثبت نام شما در درس هم اکنون باطل گردید
fi_fi: Osallistumisesi kurssille on nyt peruutettu
fo_fo: Tú ert meldað/ur av hesi líkamsrættingerini
fur: Tu si disiscrivût dal cors
ga: Díchláraíodh tú ón gcúrsa seo
gl: Desubscrición do curso feita
he_il: בוטלת המנוי לקורס זה
hi: आपको इस पाठ्यक्रम से असदस्यता दी गई है
hr_hr: Ispisani ste s kolegija
hu_hu: Ön sikeresen leiratkozott a kurzusról
hy: Դուք չգրանցվել եք այս դասընթացից
id_id: Anda kini tidak terdaftar di mata kuliah tsb
it: Ora sei stato cancellato dal corso
ja: このコースから退会されました
ka_ge: თქვენ გასცილდით ამ კურსიდან
ko_kr: 과정 등록이 취소되었습니다
lo: ທ່ານໄດ້ຍົກເລີກການລົງທະບຽນຈາກລາຍວິຊານີ້ແລ້ວ
lt_lt: Jūs dabar išsiregistravote iš kursų
lv_lv: Jūs tagad esat atteikusies/-cies no kursa
mk_mk: Сега сте отпишани од курсот
ms_my: Anda telah dinyahlanggani daripada kursus ini
my_mm: သင်သည် ဤသင်တန်းမှ စာရင်းမှဖယ်ရှားပြီးဖြစ်သည်
ne: तपाईंलाई यो कोर्सबाट सदस्यता हटाइयो
nl: U bent nu uitgeschreven voor de cursus
nn_no: Du er nå avmeldt fra dette kurset
oc: Sètz estat desabonat d'aquest curs
pl_pl: Jesteś wypisany z tego kursu
ps: تاسو د دې کورس څخه ګډون ختم شوی یاست
pt_br: A sua inscrição foi cancelada no curso
pt_pt: A sua inscrição foi anulada/cancelada do curso
ro_ro: Ai renuntat la acest curs.
ru_ru: Подписка на курс аннулирована
sk_sk: Vaša účasť v kurze bola zrušená
sl: Sedaj si izpisan iz tečaja
sq: Ju u çregjistruat nga ky kurs
sr_rs: Sada ste odjavljeni sa kursa
sv_se: Du har nu avregistrerat dig från kursen
sw_ke: Umejiondoa kutoka kozi hii
ta: இந்த பாடத்திலிருந்து நீங்கள் நீக்கப்பட்டீர்கள்
th: ได้ถอนวิชาให้คุณเรียบร้อยแล้ว
tl_ph: Nag-unsubscribe ka na sa kursong ito
tr: Ders kaydınız silindi.
uk_ua: Вас відраховано з курсу
vi_vn: Bạn đã được hủy đăng ký khỏi khóa học này
xh_za: Uye wasuswa ebhalisweni kweli sifundo
zh_cn: 正从当前课程注销
zh_tw: 你已退修此課程

source: View public courses
ar: عرض المقررات المفتوجة
ast_es: Ver los cursos abiertos
bn_bd: পাবলিক কোর্স দেখুন
bs_ba: Pogledaj javne kurseve
ca_es: Veure els cursos oberts
cs_cz: Zobraz otevřené kurzy
da: Se åbne kursussider
de: Öffentliche Kurse ansehen
el: Προβολή δημόσιων μαθημάτων
eo: Pririgardi malfermajn kursojn
es: Ver los cursos abiertos
es_mx: Ver los cursos abiertos
eu_es: Ikusi ikastaro irekiak
fa_ir: دیدن دروس باز
fi_fi: Näytä avoimet kurssit
fo_fo: Vís almenna líkamsrætingar
fur: Vê cors publijs
ga: Féach ar chúrsaí poiblí
gl: Ver os cursos abertos
he_il: צפה בקורסים ציבוריים
hi: सार्वजनिक पाठ्यक्रम देखें
hr_hr: Pogledaj otvorene kolegije
hu_hu: Nyitott kurzusok megtekintése
hy: Դիտել հանրային դասընթացները
id_id: Tampilkan mata kuliah yang terbuka untuk umum
it: Vedi i corsi aperti
ja: 公開コースを表示
ka_ge: საჯარო კურსების ნახვა
ko_kr: 공개 코스 보기
lo: ເບິ່ງລາຍວິຊາສາທາລະນະ
lt_lt: Rodyti atvirus kursus
lv_lv: Apskatīt atvērtos kursus
mk_mk: Приказ на отворени курсеви
ms_my: Lihat kursus awam
my_mm: အများသုံးသင်တန်းများကို ကြည့်ပါ
ne: सार्वजनिक कोर्सहरू हेर्नुहोस्
nl: Bekijk open cursussen
nn_no: Vis åpne kurs
oc: Veire los curs publics
pl_pl: Wyświetl otwarte kursy
ps: عامه کورسونه وګورئ
pt_br: Visualizar cursos abertos
pt_pt: Ver cursos em aberto/em curso
ro_ro: Vizualizeaza cursurile deschise
ru_ru: Просмотреть открытые курсы
sk_sk: Pozrieť otvorené kurzy
sl: Poglej odprte tečaje
sq: Shihni kurset publike
sr_rs: Pregled otvorenih kurseva
sv_se: Visa öppna kurser
sw_ke: Tazama kozi za umma
ta: பொது பாடங்களை பார்
th: ดูวิชาที่เปิดเรียน
tl_ph: Tingnan ang mga pampublikong kurso
tr: Kullanılabilen dersleri göster
uk_ua: Перегляд відкритих курсів
vi_vn: Xem khóa học công khai
xh_za: Jonga izifundo zoluntu
zh_cn: 浏览公开课程
zh_tw: 檢視公開課程
