Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Display closed courses on the login page and courses start page? On the portal start page an icon will appear next to the courses to quickly subscribe to each courses. This will only appear on the portal's start page when the user is logged in and when the user is not subscribed to the portal yet.
ar: عرض المقررات المغلقة في واجهة تسجيل الدخول وفي واجهة المقررات، كذلك فان في واجهة النظام الرئيسية سوف تظهر ايقون التسجيل بجوار كل مقرر دراسي من اجل تسهيل عملية تسجيل المستخدمين في المقررات
ast_es: ¿ Amosar los cursos pesllaos na páxina de rexistru y na páxina d'entamu de la plataforma ? Na páxina d'entamu de la plataforma va apaecer un iconu al llau del cursu, pa poder matriculase de manera rápida nél. Esto namás va apaecer na páxina d'entamu de la plataforma dempués de que l'usuariu s'identifique y si entá nun ta matriculáu nel cursu.
bn_bd: লগইন পৃষ্ঠা এবং কোর্স স্টার্ট পৃষ্ঠায় বন্ধ কোর্সগুলি প্রদর্শন করবেন? পোর্টাল স্টার্ট পৃষ্ঠায় কোর্সগুলির পাশে একটি আইকন দেখাবে যাতে প্রতিটি কোর্সে দ্রুত সাবস্ক্রাইব করা যায়। এটি শুধুমাত্র তখনই দেখাবে যখন ব্যবহারকারী লগইন করা থাকবে এবং পোর্টালে এখনও সাবস্ক্রাইব না করা থাকবে।
bs_ba: Prikaži zatvorene kurseve na stranici za prijavu i početnoj stranici kurseva? Na početnoj stranici portala pojaviće se ikona pored kurseva za brzu prijavu na svaki kurs. Ovo će se pojaviti samo na početnoj stranici portala kada je korisnik prijavljen i kada korisnik još nije prijavljen na portal.
ca_es: Mostrar els cursos tancats a la pàgina de registre i a la pàgina principal de la plataforma? A la pàgina d'inici de la plataforma apareixerà una icona al costat del curs, per inscriure-s'hi ràpidament. Això tan sols es mostrarà a la pàgina principal de la plataforma després de l'autenticació de l'usuari i sempre que ja no estigui inscrit en aquest curs.
cs_cz: Zobrazit uzavřená školení na přihlašovací stránce a hlavní stránce školení? Na portálové startovací stránce se objeví ikona vedle školení s jednoduchým popisem školení. To se objeví na portálové hlavní straně, když se uživatel přihlásí a ještě není zapsán do kurzu
da: Vis lukkede kurser på login-siden og kursus startsiden? På portalens startside vil et ikon vises ved kurserne for hurtigt at tilmelde sig hvert kursus. Dette vises kun på portalens startside, når brugeren er logget ind og ikke endnu er tilmeldt portalen.
de: Abgeschlossene Kurse auf der Loginseite bzw Portal-Startseite anzeigen? Auf der Portal-Startseite wird ein Icon bei den Kursen eingeblendet, in die der Benutzer noch nicht eingetragen ist. Dies wird nur auf der Portal-Startseite angezeigt, wenn ein Benutzer eingeloggt aber noch nicht zu dem Kurs angemeldet ist.
el: Εμφάνιση κλειστών μαθημάτων στη σελίδα σύνδεσης και στην αρχική σελίδα μαθημάτων; Στην αρχική σελίδα της πύλης θα εμφανιστεί εικονίδιο δίπλα στα μαθήματα για γρήγορη εγγραφή σε κάθε μάθημα. Αυτό θα εμφανίζεται μόνο στην αρχική σελίδα της πύλης όταν ο χρήστης είναι συνδεδεμένος και όταν ο χρήστης δεν είναι ακόμα εγγεγραμμένος στην πύλη.
eo: Ĉu montri fermitajn kursojn sur la ensalutpaĝo kaj la paĝo de kurskomenco? Sur la ĉefpaĝo de la portalo aperos ikono apud la kursoj por rapida aliĝo al ĉiu kurso. Tio aperos nur sur la ĉefpaĝo de la portalo kiam la uzanto estas ensalutinta kaj ankoraŭ ne aliĝinta al la portalo.
es: ¿ Mostrar los cursos cerrados en la página de registro y en la página principal de la plataforma ? En la página de inicio de la plataforma aparecerá un icono junto al curso, para inscribirse rápidamente en el mismo. Esto solo se mostrará en la página principal de la plataforma tras la autentificación del usuario y siempre que ya no esté inscrito en el curso.
es_mx: ¿Mostrar cursos cerrados en la página de inicio de sesión y página principal de cursos? En la página principal del portal aparecerá un ícono junto a los cursos para suscribirse rápidamente a cada curso. Esto solo aparecerá en la página principal del portal cuando el usuario esté conectado y no esté suscrito al portal aún.
eu_es: Erakutsi behar al dira ikastaro itxiak erregistratzeko orrian eta ikastaroen hasierako orrian? Plataformaren hasierako orrian, ikono bat ikastaroeatik hurbil agertuko da ikastaro bakoitzean ahalik eta lasterren izena eman ahal izateko. Erabiltzailea konektaturik dagoenean eta erabiltzaileak oraindik ikastaroetan izenik eman ez duenean bakarrik agertuko da ikonoa plataformaren hasierako orrian.
fa_ir: نمایش دوره‌های بسته در صفحه ورود و صفحه شروع دوره‌ها؟ در صفحه شروع پورتال، آیکونی کنار دوره‌ها برای ثبت‌نام سریع ظاهر می‌شود. فقط وقتی کاربر وارد شده و هنوز ثبت‌نام نکرده ظاهر می‌شود.
fi_fi: Näytä suljetut kurssit kirjautumissivulla ja kurssien aloitussivulla? Portaalin aloitussivulla kurssien vieressä näkyy kuvake nopeaa kurssiin liittymistä varten. Tämä näkyy vain portaalin aloitussivulla, kun käyttäjä on kirjautunut ja ei vielä liittynyt portaaliin.
fo_fo: Vís lukkadir kursar á innlogingarsíðuni og kursus start síðuni? Á portal start síðuni kemur eitt ikon fram hjá kursunum til skjótt at skriva seg til hvønn kurs. Hetta birtist bert á portal start síðuni tá brúkarin er innloggaður og tá brúkarin enn ikki er skrivaður til portalin.
fur: Mostre i curs sierâs te pâge di login e te pâge inizial dai curs? Te pâge inizial dal portal un icone al apararà vicine ai curs par iscrîvisj rapid a cjâ curs. Chest al aparì indaî te pâge inizial dal portal cuint che l'utent è chenât e cuint che l'utent no è ancôr iscrit al portal.
ga: Cúrsaí dúnta a thaispeáint ar leathanach logáil isteach agus leathanach tosaigh cúrsaí? Ar leathanach tosaigh an phortail, beidh deilbhín le feiceáil in aice leis na cúrsaí chun suíomh go tapa i ngach cúrsa. Ní bheidh sé seo le feiceáil ach ar leathanach tosaigh an phortail nuair a bhíonn an úsáideoir logáilte isteach agus nuair nach bhfuil an úsáideoir suíomh fós sa phortal.
gl: Mostrar os cursos pechados na páxina de rexistro e na páxina principal da plataforma ? Na páxina de inicio da plataforma aparecerá unha icona xunto ao curso, para inscribirse rapidamente no mesmo. Isto só se mostrará na páxina principal da plataforma tras a autentificación do usuario e sempre que xa non estea inscrito no curso.
he_il: הצג קורסים סגורים בדף ההתחברות ובדף הפתיחה של הקורסים? בדף הפתיחה של הפורטל יופיע סמל לצד הקורסים כדי להירשם במהירות לכל קורס. זה יופיע רק בדף הפתיחה של הפורטל כשהמשתמש מחובר כאשר המשתמש עדיין לא רשום לפורטל.
hi: लॉगिन पृष्ठ और कोर्स होम पृष्ठ पर बंद कोर्स प्रदर्शित करें? पोर्टल होम पृष्ठ पर कोर्स के पास प्रत्येक कोर्स में त्वरित सदस्यता के लिए एक आइकन दिखाई देगा। यह केवल तब दिखाई देगा जब उपयोगकर्ता लॉग इन हो और पोर्टल में अभी तक सदस्य न हो।
hr_hr: Prikaži zatvorene predmete na stranici za prijavu i početnoj stranici predmeta? Na početnoj stranici portala pojavit će se ikona pored predmeta za brzu prijavu na svaki predmet. Ovo će se prikazati samo na početnoj stranici portala kada je korisnik prijavljen i kada korisnik još nije prijavljen na portal.
hu_hu: Zárt körök megjelenítése a bejelentkezési oldalon és a körök kezdőlapján? A portál kezdőlapján egy ikon jelenik meg a körök mellett, hogy gyorsan fel lehessen iratkozni mindegyikre. Ez csak a portál kezdőlapján jelenik meg, ha a felhasználó be van jelentkezve, és még nincs feliratkozva a portálra.
hy: Ցուցադրել փակ դասընթացները մուտքի էջում և դասընթացների սկզբնական էջում? Պորտալի սկզբնական էջում դասընթացների կողքին կհայտնվի պատկերակ՝ արագ գրանցվելու համար: Սա կհայտնվի միայն պորտալի սկզբնական էջում, երբ օգտատերը մուտք գործած լինի և դեռ չգրանցված լինի պորտալին:
id_id: Tampilkan kursus tertutup di halaman login dan halaman awal kursus? Di halaman awal portal, ikon akan muncul di sebelah kursus untuk berlangganan cepat ke setiap kursus. Ini hanya muncul di halaman awal portal ketika pengguna login dan pengguna belum berlangganan ke portal.
it: Mostro i corsi chiusi nella pagina d'accesso? Nella pagina di accesso ai corsi (dopo l'accesso al Campus) un'icona vicino al nome del corso permette una rapida iscrizione per coloro che non sono già iscritti.
ja: 非公開コースをログイン ページとコースの開始ページに表示しますか? プラットフォームの開始ページでは、各コースに素早く登録するアイコンがコースの隣に表示されます。これは、ユーザーがログインした場合とユーザーがプラットフォームにまだ登録していない場合にのみプラットフォームの開始ページに表示されます。
ka_ge: დაკეტილი კურსების ჩვენება შესვლის გვერდსა და კურსის საწყის გვერდზე? პორტალის საწყის გვერდზე კურსების გვერდით გამოჩნდება ხატულა სწრაფი რეგისტრაციისთვის. ეს გამოჩნდება მხოლოდ პორტალის საწყის გვერდზე როდესაც მომხმარებელი შეხვეულია და ჯერ არ არის რეგისტრირებული პორტალზე.
ko_kr: 로그인 페이지와 코스 시작 페이지에 폐쇄 코스를 표시하나요? 포털 시작 페이지에서 각 코스 옆에 아이콘이 나타나 빠른 등록이 가능합니다. 사용자가 로그인하고 포털에 아직 등록되지 않은 경우에만 포털 시작 페이지에 표시됩니다.
lo: ສະແດງລາຍວິຊາທີ່ປິດແລ້ວໃນໜ້າເຂົ້າສູ່ລະບົບ ແລະ ໜ້າເລີ່ມຕົ້ນຂອງລາຍວິຊາບໍ່? ໃນໜ້າເລີ່ມຕົ້ນຂອງເວັບໄຊຈະມີໄອຄອນປາກົດຢູ່ຂ້າງລາຍວິຊາຕ່າງໆເພື່ອໃຫ້ສາມາດລົງທະບຽນແຕ່ລະລາຍວິຊາໄດ້ຢ່າງວ່ອງໄວ. ສິ່ງນີ້ຈະປາກົດສະເພາະໃນໜ້າເລີ່ມຕົ້ນຂອງເວັບໄຊເມື່ອຜູ້ໃຊ້ເຂົ້າສູ່ລະບົບແລ້ວ ແລະ ເມື່ອຜູ້ໃຊ້ຍັງບໍ່ໄດ້ລົງທະບຽນໃນເວັບໄຊເທົ່ານັ້ນ.
lt_lt: Rodyti uždarytus kursus prisijungimo puslapyje ir kursų pradžios puslapyje? Portalo pradžios puslapyje šalia kursų atsiras ikona, kad būtų galima greitai užsiregistruoti į kiekvieną kursą. Tai bus rodoma tik portalo pradžios puslapyje, kai vartotojas prisijungęs ir dar nėra užsiregistravęs į portalą.
lv_lv: Rādīt slēgtos kursus Portāla sākuma lapā un kursu sarakstā ? Portāla sākuma lapā ikona parādīsies blakus kategorijām, lai ātri varētu pierakstīties uz kursiem. <br>Ikonas parādās portālā sākuma lapā tikai tad, kad lietotājs ir ielogojies.
mk_mk: Прикажи затворени курсеви на страницата за најавување и почетната страница на курсеви? На почетната страница на порталот ќе се појави икона до курсевите за брза претплата на секој курс. Ова ќе се појави само на почетната страница на порталот кога корисникот е најавен и кога корисникот сè уште не е претплатен на порталот.
ms_my: Paparkan kursus tertutup pada halaman log masuk dan halaman permulaan kursus? Pada halaman permulaan portal, ikon akan muncul di sebelah kursus untuk langgan dengan cepat kepada setiap kursus. Ini hanya muncul pada halaman permulaan portal apabila pengguna log masuk dan pengguna belum melanggan portal.
my_mm: အကောင့်ဝင်စာမျက်နှာနှင့် သင်တန်းစတင်စာမျက်နှာတွင် ပိတ်ထားသော သင်တန်းများကို ပြသမည်လား။ ပေါ်တယ်စတင်စာမျက်နှာတွင် သင်တန်းများဘေးတွင် သင်တန်းတစ်ခုစီသို့ အမြန်စာရင်းသွင်းရန် အိုင်ကွန်တစ်ခု ပေါ်လာမည်ဖြစ်သည်။ ၎င်းသည် အသုံးပြုသူအကောင့်ဝင်ထားပြီး ပေါ်တယ်တွင် စာရင်းမသွင်းရသေးသောအခါ ပေါ်တယ်၏ စတင်စာမျက်နှာတွင်သာ ပေါ်လာမည်ဖြစ်သည်။
ne: लगइन पृष्ठ र पाठ्यक्रम सुरु पृष्ठमा बन्द पाठ्यक्रमहरू देखाउनुहोस्? पोर्टल सुरु पृष्ठमा प्रत्येक पाठ्यक्रममा छिटो सदस्यता लिन आइकन देखिनेछ। यो पोर्टलको सुरु पृष्ठमा प्रयोगकर्ता लगइन भएको र पोर्टलमा अझै सदस्यता नलिएको अवस्थामा मात्र देखिनेछ।
nl: Moeten gesloten cursussen weergegeven worden op de loginpagina en de campus startpagina? Op de campus startpagina zal er voor de ingelogde gebruikers eveneens een icoontje verschijnen om in te schrijven voor deze cursus als dit toegelaten is en de gebruiker nog geen deel uitmaakt van deze cursus
nn_no: Vis lukkede kurs på påloggingsida og kurs-startside? På portal-startsida vil eit ikon dukke opp ved sida av kursa for å raskt melde seg på kvar kurs. Dette visast berre på portal sin startside når brukar er innlogga og ikkje abonnert på portal enno.
oc: Afichar los curs closés sus la pagina de connexion e la pagina d'escandalh dels curs ? Sus la pagina d'escandalh del portal, una icòna apareisserá al còst de los curs per s'inscríver rapidament a cada curs. Aquò apartrarà pas que sus la pagina d'escandalh del portal quand l'utilizaire es connectat e qu'es pas encara inscrit al portal.
pl_pl: Czy wyświetlać zamknięte kursy na stronie logowania i stronie startowej portalu? Na stronie startowej będzie widoczna ikona kursu do szybkiego zapisania się na kurs. Ta opcja będzie dostępna na stronie startowej tylko jeżeli użytkownik jest zalogowany i nie jest jeszcze zapisany na kurs.
ps: پټې کورسونه په لا آن پاڼه او کورس پیل پاڼه کې ښودل؟ په پورټل پیل پاڼه کې به د کورسونو تر څنګ نښه ښکاره شي چې ژر تر ژره هر کورس ته ګډون وکړي. دا به یوازې په پورټل پیل پاڼه کې ښکاره شي کله چې استعمال کوونکی لا آن شوی او کله چې استعمال کوونکی پورټل ته ګډون نه وي کړی.
pt_br: Exibir os cursos encerrados na página de login e na página inicial? Na página inicial um ícone para uma inscrição rápida aparecerá próximo ao curso. O ícone apenas aparecerá na página inicial quando o usuário estiver logado e o usuário ainda não for inscrito no curso.
pt_pt: Mostrar os cursos encerrados na página de login/acesso e na página de entrada/inicial do curso? Na página de entrada/inicial do portal aparecerá um ícone junto ao curso para se poder inscrever no mesmo. Isto só acontece na página de entrada/inicial do portal sempre que um aluno que tenha acedido ainda não se encontrar inscrito no portal.
ro_ro: Afiseaza cursurile inchise in pagina de logare si pagina de start a cursului? Pe pagina initiala a campusului va aparea un icon langa curs pentru a te inscrie rapid la curs. Aceasta va aparea numai pe pagina initiala a campusului cand userul este logat si nu este inca inscris la curs.
ru_ru: Отображать закрытые курсы на странице входа и стартовой странице курсов? На стартовой странице портала рядом с курсами появится иконка для быстрой подписки на каждый курс. Это отобразится только на стартовой странице портала при входе пользователя и если пользователь еще не подписан на портал.
sk_sk: Zobraziť uzavreté kurzy na prihlasovacej stránke a hlavnej stránke kurzu? Na portálovej štartovacej stránke sa objaví ikona vedľa kurzu s jednoduchým popisom kurzu. To sa objaví na portálovej hlavnej stránke, keď sa používateľ prihlási a ešte nie je zapísaný do kurzu.
sl: Prikaže zaprte tečaje v seznamih tečajev. V primeru, da je uporabnik prijavljen v portal, se v seznamu ob imenu tečaja pojavi ikona, ki omogoča hiter vpis v tečaj; če je vpis mogoč in tečajnik še ni vpisan v ta tečaj.
sq: Shfaq kurset e mbyllura në faqen e hyrjes dhe faqen e fillimit të kurseve? Në faqen e fillimit të portalit do të shfaqet një ikonë pranë kurseve për t'u regjistruar shpejt në secilin kurs. Kjo do të shfaqet vetëm në faqen e fillimit të portalit kur përdoruesi është i kyçur dhe kur përdoruesi nuk është ende i regjistruar në portal.
sr_rs: Prikaži zatvorene kurseve na stranici za prijavu i početnoj stranici kurseva? Na početnoj stranici portala ikona će se pojaviti pored kurseva za brzu pretplatu na svaki kurs. Ovo će se pojaviti samo na početnoj stranici portala kada je korisnik prijavljen i kada korisnik još nije pretplaćen na portal.
sv_se: Visa stängda kurser på inloggningssidan och kursstartsida? På portalens startsida kommer en ikon att visas bredvid kurserna för att snabbt prenumerera på varje kurs. Detta visas endast på portalens startsida när användaren är inloggad och inte ännu prenumererar på portalen.
sw_ke: Onyesha kozi zilizofungwa kwenye ukurasa wa kuingia na ukurasa wa mwanzo wa kozi? Kwenye ukurasa wa mwanzo wa lango ikoni itaonekana karibu na kozi ili kujiandikisha haraka kwa kila kozi. Hii itaonekana tu kwenye ukurasa wa mwanzo wa lango wakati mtumiaji ameingia na mtumiaji bado hajaandikishwa kwenye lango.
ta: உள்நுழைவு பக்கம் மற்றும் பாடநூல்கள் தொடக்கப் பக்கத்தில் மூடிய பாடநூல்களைக் காட்டுகிறதா? போர்டல் தொடக்கப் பக்கத்தில் பாடநூல்களுக்கு அருகில் ஒரு படத்தோர் தோன்றி ஒவ்வொரு பாடநூலுக்கும் விரைவாக பதிவு செய்ய உதவும். இது பயனர் உள்நுழைந்திருந்தபோது மற்றும் போர்டலில் இன்னும் பதிவு செய்யப்படாதபோது மட்டுமே போர்டல் தொடக்கப் பக்கத்தில் தோன்றும்.
th: แสดงคอร์สที่ปิดบนหน้าล็อกอินและหน้าคอร์สเริ่มต้น? บนหน้าหลักพอร์ทัลจะมีไอคอนข้างคอร์สเพื่อสมัครสมาชิกอย่างรวดเร็ว จะปรากฏเฉพาะเมื่อผู้ใช้ล็อกอินและยังไม่สมัครสมาชิกพอร์ทัล
tl_ph: Ipakita ang mga saradong kurso sa pahina ng login at panimulang pahina ng mga kurso? Sa panimulang pahina ng portal, isang icon ang lilitaw katabi ng mga kurso upang mabilis na mag-subscribe sa bawat mga kurso. Ito ay lilitaw lamang sa panimulang pahina ng portal kapag ang gumagamit ay naka-login at kapag ang gumagamit ay hindi pa naka-subscribe sa portal.
tr: Giriş sayfasında ve kurs başlangıç sayfasında kapalı kursları göster? Portal başlangıç sayfasında kursların yanına hızlı kayıt için bir simge görünür. Bu, kullanıcının giriş yapmış olması ve henüz portala kayıt olmaması durumunda portal başlangıç sayfasında görünür.
uk_ua: Показувати закриті курси на сторінці входу та головній сторінці курсів? На головній сторінці порталу з'явиться іконка поруч з курсами для швидкої реєстрації на кожен курс. Це з'явиться тільки на головній сторінці порталу, коли користувач увійшов у систему і ще не зареєстрований на порталі.
vi_vn: Hiển thị khóa học đóng trên trang đăng nhập và trang chủ khóa học? Trên trang chủ cổng, biểu tượng sẽ xuất hiện bên cạnh các khóa học để đăng ký nhanh. Điều này chỉ xuất hiện trên trang chủ cổng khi người dùng đã đăng nhập và chưa đăng ký vào cổng.
xh_za: Bonisa iikhosi ezivaliweyo kwiphepha lokungena kunye nephepha lokuqala lekhosi? Kwiphepha lokuqala leportal iyunifayili iya kuvela ecaleni kwekhosi ukuze ubhalise ngokukhawuleza kuzo zonke iikhosi. Oku kuya kuvela kuphela kwiphepha lokuqala leportal xa umsebenzisi engenile kwaye umsebenzisi engabhalisanga kwiportal okwangoku.
zh_cn: 在登录页面和课程起始页面显示已关闭的课程？在门户起始页面，课程旁边将出现一个图标，以便快速订阅每个课程。这仅在用户登录且尚未订阅门户时出现在门户起始页面。
zh_tw: 在登入頁面和課程首頁顯示已關閉課程？在入口首頁，課程旁將出現圖示，可快速訂閱各課程。此功能僅在使用者已登入且尚未訂閱入口時於入口首頁顯示。

source: LDAP Connection Error
ar: LDAP خطأ الاتصال في
ast_es: Erru de conesión LDAP
bn_bd: LDAP সংযোগ ত্রুটি
bs_ba: Greška u LDAP konekciji
ca_es: Error de connexió LDAP
cs_cz: LDAP chyba spojení
da: LDAP-forbindelsesfejl
de: LDAP Verbindungsfehler
el: Σφάλμα σύνδεσης LDAP
eo: Eraro de LDAP-konekto
es: Error de conexión LDAP
es_mx: Error de conexión LDAP
eu_es: LDAP konexio errorea
fa_ir: خطای اتصال LDAP
fi_fi: LDAP-yhteysvirhe
fo_fo: LDAP Sambandsfeilur
fur: Erôr di conession LDAP
ga: Earráid Naisc LDAP
gl: Erro de conexión LDAP
he_il: שגיאת חיבור LDAP
hi: LDAP कनेक्शन त्रुटि
hr_hr: Greška u LDAP vezi
hu_hu: LDAP kapcsolódási hiba
hy: LDAP միացման սխալ
id_id: Kesalahan Koneksi LDAP
it: Errore di connessione LDAP
ja: LDAP接続エラー
ka_ge: LDAP-ის კავშირის შეცდომა
ko_kr: LDAP 연결 오류
lo: ການເຊື່ອມຕໍ່ LDAP ຜິດພາດ
lt_lt: LDAP ryšio klaida
lv_lv: LDAP savienojuma kļūda
mk_mk: Грешка во LDAP врска
ms_my: Ralat Sambungan LDAP
my_mm: LDAP ချိတ်ဆက်မှုအမှား
ne: LDAP सम्बन्धी त्रुटि
nl: LDAP verbindingsfout
nn_no: LDAP-forbinding feil
oc: Error de connexion LDAP
pl_pl: Błąd komunikacji z LDAP
ps: LDAP تړون تېروتنه
pt_br: Erro de conexão LDAP
pt_pt: Erro de conexão do LDAP
ro_ro: Eroare de conectare LDAP
ru_ru: Ошибка подключения LDAP
sk_sk: LDAP chyba v pripojení
sl: LDAP Napaka v povezavi
sq: Gabim lidhjeje LDAP
sr_rs: Greška u LDAP konekciji
sv_se: Fel vid LDAP-uppkoppling
sw_ke: Hitilafu ya Uunganisho wa LDAP
ta: LDAP இணைப்பு பிழை
th: ข้อผิดพลาดการเชื่อมต่อ LDAP
tl_ph: Error sa LDAP Connection
tr: LDAP Bağlantı Hatası
uk_ua: Помилка з'єднання LDAP
vi_vn: Lỗi kết nối LDAP
xh_za: Impazamo yoQhagamshelwano lweLDAP
zh_cn: LDAP 连接错误
zh_tw: LDAP 連線錯誤

source: Enable LDAP
ar: LDAP تمكين
ast_es: Habilitar LDAP
bn_bd: LDAP সক্ষম করুন
bs_ba: Omogući LDAP
ca_es: Habilitar LDAP
cs_cz: Povolit LDAP
da: Aktivér LDAP
de: LDAP aktivieren
el: Ενεργοποίηση LDAP
eo: Ŝalti LDAP
es: Habilitar LDAP
es_mx: Habilitar LDAP
eu_es: Gaitu LDAP
fa_ir: فعال‌سازی LDAP
fi_fi: Ota LDAP käyttöön
fo_fo: Virkja LDAP
fur: Ative LDAP
ga: LDAP a chur ar chumas
gl: Habilitar LDAP
he_il: הפעל LDAP
hi: LDAP सक्षम करें
hr_hr: Omogući LDAP
hu_hu: LDAP bekapcsolása
hy: Ակտիվացնել LDAP
id_id: Aktifkan LDAP
it: Abilita LDAP
ja: LDAPを有効にする
ka_ge: LDAP-ის ჩართვა
ko_kr: LDAP 활성화
lo: ເປີດໃຊ້ LDAP
lt_lt: Įjungti LDAP
lv_lv: Iespējot LDAP
mk_mk: Овозможи LDAP
ms_my: Aktifkan LDAP
my_mm: LDAP ကို ဖွင့်ပါ
ne: LDAP सक्षम गर्नुहोस्
nl: Activeer LDAP
nn_no: Aktiver LDAP
oc: Activar LDAP
pl_pl: Włącz LDAP
ps: LDAP فعال کړئ
pt_br: Ativar LDAP
pt_pt: Activar o LDAP
ro_ro: Activeaza LDAP
ru_ru: Включить LDAP
sk_sk: Sprístupniť LDAP
sl: Omogoči LDAP
sq: Aktivizo LDAP
sr_rs: Omogući LDAP
sv_se: Aktivera LDAP
sw_ke: Wezesha LDAP
ta: LDAP ஐ செயல்படுத்து
th: เปิดใช้งาน LDAP
tl_ph: I-activate ang LDAP
tr: LDAP'i etkinleştir
uk_ua: Увімкнути LDAP
vi_vn: Bật LDAP
xh_za: Vula i-LDAP
zh_cn: 启用 LDAP
zh_tw: 啟用 LDAP
