Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Allow using extra fields in course catalogue
so_so: Oggol ka-isteexanka goobaha dheeraadka ah ee buugga koorsada

source: Add new search fields dynamically to the course catalogue based on searchable course extra fields.
so_so: Ku dar goobaha raadinta cusub si firfircoon buugga koorsada oo ku salaysan goobaha dheeraadka ah ee la raadin karo.

source: Show multi-URL shared course marker
so_so: Muuji calaamadda koorsada la wadaago ee multi-URL

source: Adds a link icon to courses that are shared between URLs, so users (in particular teachers) know they have to take special care when editing the course content.
so_so: Ku dar astaanta xiriirka koorsooyinka la wadaago ee u dhexeeya URL-yada, si ay isticmaalehu (gaar ahaan macallimiinta) u ogaadaan inay tahay inay taxaddar gaar ah qaadaan marka la tafatirayo waxyaabaha koorsada.

source: Restrict course templates to one course category
so_so: Ku koobnaado qaababka koorsada hal qayb koorsadeed

source: Give a category code to use as course templates. Only those courses will show in the drop-down at course creation time, and users wont see the courses in this category from the courses catalogue.
so_so: Sii code qayb ah si loo isticmaalo qaababka koorsada. Kaliya koorsooyinkaas ayaa ka muuqan doona liiska hoos-u-soo-baxa wakhtiga abuurista koorsada, oo isticmaalehu ma arki doono koorsooyinka qaybtan buugga koorsooyinka.

source: Show unsubscribe button in My courses
so_so: Muuji badhanka ka-baxsan ee 'Koorsooyinkayga'

source: Add a button to unsubscribe from a course on the My courses page.
so_so: Ku dar badhan si aad uga baxdo koorsada bogga 'Koorsooyinkayga'.

source: Show donate message on course creation page
so_so: Muuji farriinta tabaruca bogga abuurista koorsada

source: Add a message box in the course creation page for teachers, asking them to donate to the project.
so_so: Ku dar sanduuqa farriinta bogga abuurista koorsada ee macallimiinta, iyagoo waydiinaya inay ku deeqaan mashruuca.

source: Donation link on course creation page
so_so: Xiriirka tabaruca bogga abuurista koorsada

source: The page the donation message should link to (full URL).
so_so: Bogga ay farriinta tabaruca ku xidhan tahay (URL buuxda).

source: Type of link for the session title
so_so: Nooca xiriirka ee ciwaanka fadhiga

source: On the courses/sessions page, the session title can be either of the following : 0 = no link (hide session title) ; 1 = link title to a special session page ; 2 = link to the course if there is only one course ; 3 = session title makes the courses list foldable ; 4 = no link (show session title).
so_so: Bogga koorsooyinka/fadhiyada, ciwaanka fadhigu wuxuu noqon karaa mid ka mid ah kuwa soo socda: 0 = xiriir la'aan (qari ciwaanka fadhiga); 1 = xiriir ciwaanka bogga gaarka ah ee fadhiga; 2 = xiriir koorsada haddii koorsad kaliya jirto; 3 = ciwaanka fadhigu wuxuu ka dhigayaa liiska koorsooyinka la laabto; 4 = xiriir la'aan (muuji ciwaanka fadhiga).

source: Hide course rating
so_so: Qari qiimeynta koorsada

source: The course rating feature comes by default in different places. If you dont want it, enable this option.
so_so: Qaybta qiimeynta koorsadu waxay ku imaanaysaa meelo kala duwan. Haddii aadan rabin, shaqaynta doorashadan.

source: Hide columns from course logs
so_so: Qari tiirarka logga koorsada

source: This array gives you the possibility to configure which columns to hide in the main course stats page and in the total time report.
so_so: Array-kani wuxuu ku siinayaa fursad aad u habayn koodhka tiirarka la qarin karo bogga xogta guud ee koorsada iyo warbixinta waqtiga guud.

source: Course student info display
so_so: Muujinta macluumaadka ardayga koorsada

source: On the My courses/My sessions pages, show additional information regarding the score, progress and/or certificate acquisition by the student.
so_so: Bogagga 'Koorsooyinkayga'/'Fadhiyadayda', muuji macluumaad dheeraad ah oo ku saabsan dhibcaha, horumarka iyo/ama shahaadada helista ardayga.

source: Course catalogue settings
so_so: Goobaha buugga koorsada

source: This array gives you the possibility to configure many aspects of the course catalogue.
so_so: Array-kani wuxuu ku siinayaa fursad aad u habayn kartaa dhinacyo badan oo buugga koorsada ah.

source: Show dependencies in course intro
so_so: Muuji ku-tiirsanaanta horudhaca koorsada

source: When using resources sequencing with courses or sessions, show the dependencies of the course on the courses homepage.
so_so: Marka la isticmaalayo isku xigxiga agabka ee koorsooyinka ama fadhiyada, muuji ku-tiirsanaanta koorsada bogga hore ee koorsada.

source: Display course catalogue on homepage
so_so: Muuji buugga koorsada bogga hore

source: Set course category mandatory
so_so: Deji qaybta koorsada mid lama huraan ah

source: When creating a course, make the course category a required setting.
so_so: Marka la abuurayo koorsad, ka dhig qaybta koorsada mid lama huraan ah.

source: Remove course code field from course creation form
so_so: Ka saar goobta code-ka koorsada foomka abuurista koorsada

source: If not provided, the course code is generated by default based on the course title, so enable this option to remove the code field from the course creation form altogether.
so_so: Haddii aan la bixin, code-ka koorsada waxaa si inoo habaysan lagu abuuraa ciwaanka koorsada, markaa shaqaynta doorashadan si aad uga saarto goobta code-ka foomka abuurista koorsada gebi ahaanba.

source: Hide course teacher info on course details page
so_so: Qari macluumaadka macallinka koorsada bogga faahfaahinta koorsada

source: On the course details page, hide the teacher information.
so_so: Bogga faahfaahinta koorsada, qari macluumaadka macallinka.

source: Course visibility changes for admins only
so_so: Isbeddelka muuqalka koorsada ee maamulayaasha kaliya

source: Remove the possibility for non-admins to change the course visibility. Visibility can be an issue when there are too many teachers to control directly. Forcing visibilities allows the organization to better manage courses catalogues.
so_so: Ka saar awoodda beddelka muuqalka koorsada ee kuwa aan maamulaha ahayn. Muuqalka wuxuu noqon karaa dhibaato marka ay jiraan macallimiin aad u badan oo si toos ah loo xakameyn karo. Ku qasabka muuqalka waxay u oggolaanaysaa ururka inuu si fiican u maareeyo buugga koorsooyinka.

source: Hide course catalogues public link
so_so: Qari xiriirka dadweynaha ee buugga koorsada

source: Hides the link to the course catalogue in the menu when the catalogue is public.
so_so: Qarina xiriirka buugga koorsada ee menu-ka marka buuggu dadweyne yahay.

source: User extra fields by default in course stats page
so_so: Goobaha dheeraadka ah ee isticmaaleha si caadi ah ee bogga xogta koorsada

source: Configure this array with the internal IDs of the extra fields you want to show by default in the main course stats page.
so_so: Habaynta array-kani ID-yada gudaha ah ee goobaha dheeraadka ah ee aad rabto inaad si caadi ah uga muuqato bogga xogta guud ee koorsada.

source: Only show matching courses in catalogue
so_so: Muuji koorsooyinka uun ee is barbar socda ee buugga

source: When enabled, only the courses with the extra field show_in_catalogue set to 1 will appear in the catalogue.
so_so: Marka la shaqeeyo, koorsooyinka leh goobta dheeraadka ah 'show_in_catalogue' ee loo dejiyay 1 ayaa buugga ka muuqan doona.

source: Only show matching categories in courses catalogue
so_so: Muujiya kaliya qaybaha u habboon ee buundooyinka koorsooyinka

source: When not empty, only the courses from the given categories will appear in the courses catalogue.
so_so: Marka aan faaru ahayn, koorsooyinka qaybaha la siiyay kaliya ayaa ka muuqan doona buundooyinka koorsooyinka.

source: Extra fields to show on course creation form
so_so: Goobaha dheeraadka ah ee lagu muujinayo foomka abuurista koorso

source: The fields defined in this array will appear as additional fields in the course creation form.
so_so: Goobaha lagu qeexay arraykan ayaa ka muuqan doona goobaha dheeraadka ah ee foomka abuurista koorso.

source: Extra fields to require on course creation form
so_so: Goobaha dheeraadka ah ee loo baahan yahay foomka abuurista koorso

source: The fields defined in this array will be mandatory in the course creation form.
so_so: Goobaha lagu qeexay arraykan ayaa qasab noqon doona foomka abuurista koorso.

source: Extra fields to show in course settings
so_so: Goobaha dheeraadka ah ee lagu muujinayo goobaha koorso

source: The fields defined in this array will appear on the course settings page.
so_so: Goobaha lagu qeexay arraykan ayaa ka muuqan doona bogga goobaha koorso.

source: Prefill course fields with fields from user
so_so: Ku buuxi goobaha koorso goobaha ka yimaada isticmaale

source: If not empty, the course creation process will look for some fields in the user profile and auto-fill them for the course. For example, a teacher specialized in digital marketing could automatically set a digital marketing flag on each course (s)he creates.
so_so: Haddii aan faaru ahayn, habka abuurista koorso waxa uu raadin doonaa goobaha qaar ee profile-ka isticmaale oo si toos ah u buuxin doona koorso. Tusaale ahaan, macallin ku takhasusay suuqgeynta dhijitaalka ah waxa uu si toos ah u dejin karaa calaamad suuqgeynta dhijitaalka ah koorso kasta oo uu abuuro.

source: Allow tool visibility edition in sessions
so_so: Oggolow tafatirka muuqalka qalabka ee kalfadhiyada

source: When using sessions, the default behaviour is to use the tool visibility defined in the base course. This setting changes that to allow coaches in session courses to adapt tool visibilities to their needs.
so_so: Marka la isticmaalayo kalfadhnimada, dhaqanka caadiga ahi waa in la isticmaalo muuqalka qalabka ee kooraska saldhiga ah. Dejintan waxay beddeshaa taas si ay u oggolaato tababarayaasha koorsooyinka kalfadhiga in ay la qabsadaan muuqalka qalabka baahiyahooda.

source: Order of user lastname and firstname
so_so: Nidarka isticmaale iyo magaca hore ee nidaamka

source: Sort users by specific info by default
so_so: ku-siin isticmaale lagu kala saaro macluumaad gaar ah sida caadiga ah

source: Use virtual keyboard
so_so: Isticmaal kiiboodhka kasoo biya

source: Make a virtual keyboard appear. This is useful when setting up restrictive exams in a physical room where students have no keyboard to limit their ability to cheat.
so_so: Samee kiiboodh kasoo biya ah oo muuqda. Tani waa mid faa'iido u leh marka la dejinayo imtixaanno xaddidan qol jireed halkaas oo ardaydu aysan lahayn kiiboodh si ay u xadidaan awooddooda khiyaamo.

source: Disable copy-pasting
so_so: Nam-gaadid iyo ku-dajin

source: When enabled, this option disables as well as possible the copy-pasting mechanisms. Useful in restrictive exams setups.
so_so: Marka la shaqeeyo, doorashadan waxay sidoo kale baabi'inaysaa inta badan farsamooyinka nuqul-qaadista iyo ku-dajinta. Waxay faa'iido u leedahay dejinta imtixaannada xaddidan.

source: Bug report link
so_so: Xiriirka warbixinta cilladda

source: Provide link to a bug reporting platform if not using the internal ticket manager.
so_so: Bixi xiriirka goobta warbixinta cilladaha haddii aan la isticmaalin maamulaha tigilaha gudaha.

source: Layout template
so_so: Qaabka layout

source: Provide the name of the template folder from main/template/ to change the appearance and structure of this portal.
so_so: Bixi magaca faylka template-ka laga soo qaato main/template/ si aad u beddesho muuqaalka iyo qaabka portal-ka.

source: Hide social media links
so_so: Qari xiriirada warbaahinta bulshada

source: Some pages allow you to promote the portal or a course on social networks. Enable this setting to remove the links.
so_so: Bogagga qaarkood ayaa kuu oggol xayaysiinta portal-ka ama kooraska shabakadaha bulshada. Oggolow dejintan si aad u tirtirto xiriirada.

source: Send notification to students when document added
so_so: U dir ogeysiis ardayda marka dukumentiga la daro

source: Whenever someone creates a new item in the documents tool, send a notification to users.
so_so: Markasta qof uu abuuro shay cusub qalabka dukumentiyada, u dir ogeysiis isticmaale.

source: PDF orientation for course progress
so_so: Jahawareerka PDF ee horumarka koorso

source: In the course progress tool, you can print a PDF of the different elements. Set portrait or landscape (technical terms) to change it.
so_so: Qalabka horumarka koorso, waxaad daabici kartaa PDF ee curiyaha kala duwan. Deji portrait ama landscape (ereyada farsamada) si aad u beddesho.

source: PDF orientation for certificates
so_so: Jahawareerka PDF ee shahaadooyinka

source: Set portrait or landscape (technical terms) for PDF certificates.
so_so: Deji portrait ama landscape (ereyada farsamada) shahaadooyinka PDF.

source: Enable general certificate
so_so: Oggolow shahaadada guud

source: A general certificate is a certificate grouping all the accomplishments by the user in the courses (s)he followed.
so_so: Shahaadada guud waa shahaado isu-geynta dhammaan guulaha isticmaale ee koorsooyinka uu raacay.

source: Enable sharing options for group document
so_so: Oggolow doorashooyinka wadaagista dukumentiga kooxda

source: Enable sharing options for document inside group category
so_so: Oggolow doorashooyinka wadaagista dukumentiga gudaha qaybta kooxda

source: Enable Compilatio
so_so: Oggolow Compilatio

source: Compilatio is an anti-cheating service that compares text between two submissions and reports if there is a high probability the content (usually assignments) is not genuine.
so_so: Compilatio waa adeeg ka hortagga khiyaamooyinka oo isbarbardhigaya qoraalka labada soo gudbi oo warbixiya haddii ay jirto awood sare oo ah in nuxurka (sababtaana ah shaqooyinka) aanu dhab ahayn.

source: Compilatio settings
so_so: Dejinta Compilatio

source: Configure the Compilatio connection details here.
so_so: Halkan dejin faahfaahinta isku xirka Compilatio.

source: Hide documents download icon
so_so: Qari astaanta soo dejinta dukumentiyada

source: In the documents tool, hide the download icon from users.
so_so: Qalabka dukumentiyada, qari astaanta soo dejinta isticmaale.

source: Enable X-sendfile headers
so_so: Oggolow madaxyada X-sendfile

source: Enable this if you have X-sendfile enabled at the web server level and you want to add the required headers for browsers to pick it up.
so_so: Oggolow tan haddii aad X-sendfile ku shaqeyso heerka server-ka webka oo aad rabto in aad ku darto madaxyada loo baahan yahay si ay biraawsarradu u qabtaan.

source: Set strict hosts list for cloud links
so_so: Deji liiska martigeliyayaasha adag ee xiriirada daruuraha

source: The documents tool can integrate links to files in the cloud. The list of cloud services is limited to a hardcoded list, but you can define the links array that will contain a list of your own list of services/URLs. The list defined here will replace the default list.
so_so: Qalabka dukumentiyada waxa uu dhexgelin karaa xiriirada faylalka daruuraha. Liiska adeegyada daruuraha waxa uu ku xaddidan yahay liis adag, laakiin waxaad qeexi kartaa links array taas oo ka kooban liiska adeegyada/URL-yadaaga. Liiska halkan lagu qeexay ayaa bedeli doona liiska caadiga ah.

source: Support multi-language HTML content
so_so: Taageero nuxurka HTML ee luqado badan

source: If enabled, this option allows users to use a lang attribute in HTML elements to define the langage the content of that element is written in. Enable multiple elements with different lang attributes and Chamilo will display the content in the langage of the user only.
so_so: Haddii la shaqeeyo, doorashadan waxay u oggolaanaysaa isticmaale in ay isticmaalaan lang attribute ee HTML elements si ay u qeexaan luqadda nuxurka element-ka lagu qoray. Oggolow curiyaha badan oo leh lang attributes kala duwan oo Chamilo ayaa muujin doona nuxurka luqadda isticmaale kaliya.

source: Save titles as HTML
so_so: Keydyada u kaydi sida HTML

source: Allow users to include HTML in title fields in several places. This allows for some styling of titles, notably in test questions.
so_so: Oggolow isticmaale in ay ku daraan HTML goobaha cinwaanka meelo badan. Tani waxay u oggolaanaysaa xoogaa qurxin ah ee cinwaannada, gaar ahaan su'aalaha imtixaanka.

source: Full WYSIWYG editor toolbar
so_so: Wax-soo-saarka WYSIWYG ee buuxa

source: Show the full toolbar in all WYSIWYG editor boxes around the platform.
so_so: Muujin toolbar-ka buuxa dhammaan sanduuqyada WYSIWYG ee hareeraha platform-ka.

source: Prevent copy-pasting images in WYSIWYG editor
so_so: Ka diiwa gelin sawirrada ku-sal-gelin ee tifaftiraha WYSIWYG

source: Prevent the use of images copy-paste as base64 in the editor to avoid filling the database with images.
so_so: Ka diiwa gel ku-sal-gelin sawirrada sida base64 ee tifaftiraha si aad uga fogaato buuxinta xogta sawirrada.

source: List of WYSIWYG files drivers
so_so: Liiska darawalada faylalka WYSIWYG

source: Array containing the names of the drivers for files access from the WYSIWYG editor.
so_so: Array-ka magacyada darawalada gelitaanka faylalka ee tifaftiraha WYSIWYG.

source: Allow images drag&drop in WYSIWYG editor
so_so: Oggol sawirrada jiid-iyo-gel ee tifaftiraha WYSIWYG

source: Enable image upload as file when doing a copy in the content or a drag and drop.
so_so: Oggol gelida sawirka fayl ahaan marka la samaynayo nuqul ama jiid iyo gel.

source: WYSIWYG editor settings
so_so: Dejinta tifaftiraha WYSIWYG

source: Generic configuration array to reconfigure the WYSIWYG editor globally.
so_so: Array-ka dejinta guud ee dib-u-habeynta tifaftiraha WYSIWYG guud ahaan.

source: Hide the context menu on video player
so_so: Qari menu-ka xaaladda ciyaaraha fiidiyowga

source: Video player renderers
so_so: Renders-ya ciyaaraha fiidiyowga

source: Enable player renderers for YouTube, Vimeo, Facebook, DailyMotion, Twitch medias
so_so: Oggol renders-ya ciyaaraha YouTube, Vimeo, Facebook, DailyMotion, Twitch media-yada

source: Allow teachers to edit tests in learning paths
so_so: Oggol macallimiinta inay wax ka beddelaan imtixaannada jidaha waxbarashada

source: By default, Chamilo prevents you from editing tests that are included inside a learning path. This is to avoid changes that would affect learners (past and future) differently regarding the results and/or progress in the learning path. This option allows teachers to bypass this restriction.
so_so: Sida caadiga ah, Chamilo waxay kaa hortagtaa inaad wax ka beddesho imtixaannada ku jira jidka waxbarashada. Tani waxay ahayd si aad uga fogaato isbeddellada saameyn ku yeelanaya ardayda (hore iyo mustaqbalka) si kala duwan oo ku saabsan natiijooyinka iyo/ama horumarka jidka waxbarashada. Ikhtiyaarkani wuxuu u oggol yahay macallimiinta inay dhaafaan xaddidan.

source: Hide question ribbon (right/wrong) in test results
so_so: Qari ribbon-ka su'aalaha (xaqaar/salaan) ee natiijooyinka imtixaanka

source: In test results, a ribbon appears by default to indicate if the answer was right or wrong. Enable this option to remove the ribbon globally.
so_so: Natiijooyinka imtixaanka, ribbon ayaa si caadi ah u muuqda si ay u tilmaamayso haddii jawaabtu saxayd ama khalad ahayd. Oggol ikhtiyaarkan si aad meel ka saarto ribbon-ka guud ahaan.

source: Block sending test notifications to general coach
so_so: Ka xannib dirida ogeysiisyada imtixaanka macallinka guud

source: Learners completing a test usually sends notifications to coaches, including the general session coach. Enable this option to omit the general coach from these notifications.
so_so: Ardayda dhammaystiraya imtixaanku waxay caadiyan u diraan ogeysiis macallimiinta, oo ay ku jiraan macallinka guud ee kalfadhiga. Oggol ikhtiyaarkan si aad uga saarto macallinka guud ogeysiisyadan.

source: Add question feedback if incorrect answer
so_so: Ku dar jawaab-celin haddii jawaabtu khalad tahay

source: By default, Chamilo allows you to show feedback on each answer in a question. With this option, an additional field is created to provide pre-defined feedback to the whole question. This feedback will only appear if the user answered incorrectly.
so_so: Sida caadiga ah, Chamilo waxay kuu oggol tahay inaad muujiso jawaab-celin jawaab kasta oo su'aal ah. Ikhtiyaarkan, goob dheeraad ah ayaa la abuuraa si aad u bixiso jawaab-celin hor-hore loo sii qeexay su'aasha oo dhan. Jawaab-celintani waxay muuqan doontaa oo keliya haddii isticmaalehu si khaldan u jawaabay.

source: Show 'previous' button in test to navigate questions
so_so: Muuj 'hore' badhanka imtixaanka si aad u socoto su'aalaha

source: Set this to false to disable the 'previous' button when answering questions in a test, thus forcing users to always move ahead.
so_so: Tani u dejin been si aad u joojiso 'hore' badhanka marka la jawaabayo su'aalaha imtixaanka, sidaas darteed ku qasab isticmaaleha inay had iyo jeer hore u socdaan.

source: Audio feedback to submitted answers
so_so: Jawaab-celinta maqalka ee jawaabaha la soo gudbiyay

source: Allow teachers to provide feedback to users through audio (alternatively to text) on each question in a test.
so_so: Oggol macallimiinta inay siiyaan jawaab-celin maqal ahaan (beddelid ahaan qoraalka) su'aal kasta oo imtixaanka ah.

source: Block copy-pasting in tests
so_so: Ka xannib nuqul-gelinta imtixaannada

source: Block copy/paste/save/print keys and right-clicks in exercises.
so_so: Ka xannib furayaasha nuqul-gel/sal-gelin/keyd/daabac iyo riix-toorka midig ee layliyada.

source: Always show test description on results page
so_so: Had iyo jeer muuj sharraxaadda imtixaanka bogga natiijooyinka

source: Generate certificate on test end
so_so: Soo saar shahaadada dhammaadka imtixaanka

source: Generate certificate when ending a quiz. The quiz needs to be linked in the gradebook tool and have a pass percentage configured.
so_so: Soo saar shahaadada marka la dhammaystiro imtixaanka. Imtixaanku wuxuu u baahan yahay in lagu xidho qalabka buundooyinka oo uu leeyahay boqolkiiba gudub la dejin.

source: Decimal score in open question types
so_so: Dhibcaha tobanlabase ee noocyada su'aalaha furan

source: Allow the teacher to rate the open, oral expression and annotation question types with a decimal score.
so_so: Oggol macallinka inuu qiimeeyo noocyada su'aalaha furan, hadalka afka iyo sharraxaadda dhibcaha tobanlabase.

source: Add answer-saving process check before test
so_so: Ku dar hubinta hawlaha keydinta jawaabaha ka hor imtixaanka

source: Make sure users are all set to start the test by providing a simulation of the question-saving process before entering the test. This allows for early detection of some connection issues and reduces user experience frictions.
so_so: Hubi in isticmaalehu diyaar yahay inuu bilaabo imtixaanka iyadoo la bixiyo tijaabo hawlaha keydinta su'aalaha ka hor inta aan la gelin imtixaanka. Tani waxay u oggolaanaysaa ogaanshaha hore ee arrimaha isku xirka qaarkood oo ay yarayso khilaafyada khibradda isticmaaleha.

source: Test notification settings at test-level
so_so: Dejinta ogeysiisyada imtixaanka ee heerka imtixaanka

source: Enable the configuration of test submission notifications at the test level rather than the course level. Falls back to course-level settings if not defined at test-level.
so_so: Oggol dejinta ogeysiisyada gudbinta imtixaanka ee heerka imtixaanka halkii heerka koorsada. Waxay ku noqotaa dejinta heerka koorsada haddii aan lagu qeexin heerka imtixaanka.

source: Hide open questions' score
so_so: Qari dhibcaha su'aalaha furan

source: Hide the fact that open questions (including audio and annotations) have a score by hiding the score display in all learner-facing reports.
so_so: Qari xaqiiqada in su'aalaha furan (oo ay ku jiraan maqalka iyo sharraxaadda) leeyihiin dhibcaha iyadoo la qarinayo muuqashada dhibcaha dhammaan warbixinnada ardayda.
