Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Coach and student
ar: المعلم والطالب
ast_es: Ensinante y estudiante
bn_bd: কোচ এবং ছাত্র
bs_ba: Trener i student
ca_es: Tutor i estudiant
cs_cz: Trenér a student
da: Coach og studerende
de: Betreuer und Student
el: Εκπαιδευτής και εκπαιδευόμενος
eo: Trejnisto kaj studento
es: Tutor y estudiante
es_mx: Coach y estudiante
eu_es: Entrenatzailea eta ikaslea
fa_ir: مربی و دانشجو
fi_fi: Valmentaja ja opiskelija
fo_fo: Lærarin og støðulin
fur: Coach e student
ga: Cóitseálaí agus mac léinn
gl: Titores e estudantes
he_il: מדריך ותלמיד
hi: कोच और छात्र
hr_hr: Predavač i student
hu_hu: Oktató és tanuló
hy: Ուսուցիչ և ուսանող
id_id: Pelatih dan siswa
it: Istruttore e studente
ja: コーチと生徒
ka_ge: ტრენერი და მოსწავლე
ko_kr: 코치와 학생
lo: ຄູຝຶກ ແລະ ນັກຮຽນ
lt_lt: Treneris ir studentas
lv_lv: Treneris un students
mk_mk: Тренер и студент
ms_my: Pembina dan pelajar
my_mm: နည်းပြဆရာနှင့် ကျောင်းသား
ne: प्रशिक्षक र विद्यार्थी
nl: Coach en student
nn_no: Instruktør og student
oc: Formador e estudiant
pl_pl: Trener i student
ps: مربی او زده کونکی
pt_br: Treinador e aluno
pt_pt: Tutor e aluno
ro_ro: Tutor și elev
ru_ru: Тренер и студент
sk_sk: Tréner a študent
sl: Tutor in tečajnik
sq: Trajner dhe student
sr_rs: Trener i student
sv_se: Coach och student
sw_ke: Mkufunzi na mwanafunzi
ta: பயிற்சியாளர் மற்றும் மாணவர்
th: โค้ชและนักเรียน
tl_ph: Coach at mag-aaral
tr: Eğitmen ve öğrenci
uk_ua: Тренер і студент
vi_vn: Huấn luyện viên và học viên
xh_za: Umqeqeshi nomfundi
zh_cn: 教练和学生
zh_tw: 導師與學生

source: Series
ar: السلسلة
ast_es: Serie
bn_bd: সিরিজ
bs_ba: Serija
ca_es: Sèrie
cs_cz: Řada
da: Serie
de: Ablauf
el: Σειρές
eo: Serioj
es: Serie
eu_es: Serieak
fa_ir: سری
fi_fi: Sarjat
fo_fo: Røð
fur: Serie
ga: Sraith
gl: Serie
he_il: סדרות
hi: श्रृंखला
hr_hr: Serije
hu_hu: Sorozat
hy: Շարք
id_id: Seri
it: Serie
ja: シリーズ
ka_ge: შრიფტები
ko_kr: 급수
lo: ຊຸດ
lt_lt: Serija
lv_lv: Sērija
mk_mk: Серии
ms_my: Siri
my_mm: စီးရီးများ
ne: श्रृंखला
nl: Serie
nn_no: Reke
oc: Sèrie
pl_pl: Seria
ps: سېریز
pt_pt: Série
ro_ro: Serie
ru_ru: Серия
sk_sk: Séria
sl: Niz
sq: Seritë
sr_rs: Serija
sv_se: Serie
sw_ke: Mfululizo
ta: தொடர்
th: ซีรีส์
tr: Seri
uk_ua: Ряд
vi_vn: Chuỗi
xh_za: Uthotho
zh_cn: 级数
zh_tw: 級數

source: Hyperbolic arccosine: arccosh(x)
ast_es: Arccoseno hiperbólicu: arccosh(x)
bn_bd: হাইপারবোলিক আর্ককোসাইন: arccosh(x)
bs_ba: Hiperbolični arkus kosinus: arccosh(x)
ca_es: Arc cosinus hiperbòlic: arccosh(x)
cs_cz: Hyperbolický arkus kosinus: arccosh(x)
da: Hyperbolsk arcuscosinus: arccosh(x)
de: Hyperbelartiger Arkuskosinus: arccosh(x)
el: Υπερβολικό συνημίτονο τόξου: arccosh(x)
eo: Hiperbola arkkozino: arccosh(x)
es: Arcocoseno hiperbólico: arccosh(x)
es_mx: Arccoseno hiperbólico: arccosh(x)
eu_es: Hiperbolikoa arkokosinea: arccosh(x)
fa_ir: آرک‌کسینوس هذلولی: arccosh(x)
fi_fi: Hyperbolinen arkikosinus: arccosh(x)
fo_fo: Hyperbolisk arccosine: arccosh(x)
fur: Arccosin iperbolic: arccosh(x)
ga: Aircéimneach hipearbóileach: arccosh(x)
gl: Arcoseno hiperbólico: arccosh(x)
he_il: ארקקוסינוס היפרבולי: arccosh(x)
hi: हाइपरबोलिक आर्ककोसाइन: arccosh(x)
hr_hr: Hiperbolični arkus kosinus: arccosh(x)
hu_hu: Hiperbolikus arkus koszinusz: arccosh(x)
hy: Հիպերբոլիկ արկկոսինուս: arccosh(x)
id_id: Arkkosinus hiperbolik: arccosh(x)
it: Arcocoseno iperbolico: arccosh(x)
ja: 双曲線アークコサイン：arccosh(x)
ka_ge: ჰიპერბოლური არქკოსინუსი: arccosh(x)
ko_kr: 쌍곡 아크코사인: arccosh(x)
lo: ອາກໂຄໄຊໄຮເປີໂບລິກ: arccosh(x)
lt_lt: Hiperbolinis arkosinusas: arccosh(x)
lv_lv: Hiperboliskais arkakosīns: arccosh(x)
mk_mk: Хиперболичен арккосинус: arccosh(x)
ms_my: Arkkosinus hiperbolik: arccosh(x)
my_mm: ဟိုက်ပါဘောလစ်အာ့ခ်ကိုဆိုင်း: arccosh(x)
ne: हाइपरबोलिक आर्ककोसाइन: arccosh(x)
nl: Hyperbolische arccosinus: arccosh(x)
nn_no: Hyperbolsk arccosinus: arccosh(x)
oc: Arc cosinus hiperbòlic: arccosh(x)
pl_pl: Hiperboliczny arkuskosinus: arccosh(x)
ps: هائپربالک آرککوسین: arccosh(x)
pt_br: Arccosine hiperbólica: arccosh(x)
pt_pt: Arccosine hiperbólico arccosh(x)
ro_ro: Arccosinus hiperbolic: arccosh(x)
ru_ru: Гиперболический арккосинус: arccosh(x)
sk_sk: Hyperbolický akrus kosínus: arccosh(x)
sl: Hiperbolični arkus kosinus: arccosh(x)
sq: Arkkosinus hiperbolik: arccosh(x)
sr_rs: Hiperbolični ark kosinus: arccosh(x)
sv_se: Hyperbolisk arccosinus: arccosh(x)
sw_ke: Arc cosine hyperbolic: arccosh(x)
ta: ஹைப்பர்போலிக் ஆர்க்கோசைன்: arccosh(x)
th: อาร์คโคไซน์ hyperbolic: arccosh(x)
tl_ph: Hyperboliko arkokosinus: arccosh(x)
tr: Hiperbolik ark kosinüs: arccosh(x)
uk_ua: Гіперболічний арккосинус: arccosh(x)
vi_vn: Hàm arccosh hyperbolic: arccosh(x)
xh_za: I-hyperbolic arccosine: arccosh(x)
zh_cn: 双曲反余弦： arccosh(x)
zh_tw: 雙曲反餘弦： arccosh(x)

source: Arccosine: arccos(x)
ast_es: Arccoseno: arccos(x)
bn_bd: আর্ককোসাইন: arccos(x)
bs_ba: Arkus kosinus: arccos(x)
ca_es: Arc cosinus: arccos(x)
cs_cz: Arkus kosinus: arccos(x)
da: Arcuscosinus: arccos(x)
de: Arkuskosinus: arccos(x)
el: Συνημίτονο τόξου: arccos(x)
eo: Arkkozino: arccos(x)
es: Arcocoseno: arccos(x)
es_mx: Arccoseno: arccos(x)
eu_es: Arkokosinea: arccos(x)
fa_ir: آرک‌کسینوس: arccos(x)
fi_fi: Arkikosinus: arccos(x)
fur: Arccosin: arccos(x)
ga: Aircéimneach: arccos(x)
gl: Arcoseno: arccos(x)
hi: आर्ककोसाइन: arccos(x)
hr_hr: Arkus kosinus: arccos(x)
hu_hu: Arkus koszinusz: arccos(x)
hy: Արկկոսինուս: arccos(x)
id_id: Arkkosinus: arccos(x)
it: Arcocoseno: arccos(x)
ja: アークコサイン： arccos(x)
ka_ge: არქკოსინუსი: arccos(x)
ko_kr: 아크코사인: arccos(x)
lo: ອາກໂຄໄຊ: arccos(x)
lt_lt: Arkkosinusas: arccos(x)
lv_lv: Arkakosīns: arccos(x)
mk_mk: Арккосинус: arccos(x)
ms_my: Arkkosinus: arccos(x)
my_mm: အာ့ခ်ကိုဆိုင်း: arccos(x)
ne: आर्ककोसाइन: arccos(x)
nl: Arccosinus: arccos(x)
nn_no: Arccosinus: arccos(x)
oc: Arccosinus: arccos(x)
pl_pl: Arkuskosinus: arccos(x)
ps: آرککوسین: arccos(x)
pt_pt: Arcoco-seno: arccos(x)
ro_ro: Arccosinus: arccos(x)
ru_ru: Арккосинус: arccos(x)
sk_sk: Akrus kosínus: arccos(x)
sl: Arkus kosinus: arccos(x)
sq: Arkkosinus: arccos(x)
sr_rs: Ark kosinus: arccos(x)
sv_se: Arccosinus: arccos(x)
ta: ஆர்க்கோசைன்: arccos(x)
th: อาร์คโคไซน์: arccos(x)
tr: Ark kosinüs: arccos(x)
uk_ua: Арккосинус: arccos(x)
xh_za: I-arccosine: arccos(x)
zh_cn: 反余弦： arccos(x)
zh_tw: 反餘弦： arccos(x)

source: Hyperbolic cosine: cosh(x)
ast_es: Coseno hiperbólicu: cosh(x)
bn_bd: হাইপারবোলিক কোসাইন: cosh(x)
bs_ba: Hiperbolični kosinus: cosh(x)
ca_es: Cosinus hiperbòlic: cosh(x)
cs_cz: Hyperbolický kosinus: cosh(x)
da: Hyperbolsk cosinus: cosh(x)
de: Hyperbelartiger Kosinus: cosh(x)
el: Υπερβολικό συνημίτονο: cosh(x)
eo: Hiperbola kozino: cosh(x)
es: Coseno hiperbólico: cosh(x)
es_mx: Coseno hiperbólico: cosh(x)
eu_es: Hiperbolikoa kosinoa: cosh(x)
fa_ir: کسینوس هذلولی: cosh(x)
fi_fi: Hyperbolinen kosinus: cosh(x)
fo_fo: Hyperbolisk cosine: cosh(x)
fur: Cosin iperbolic: cosh(x)
ga: Cósine hipearbóileach: cosh(x)
gl: Coseno hiperbólico: coshh(x)
he_il: קוסינוס היפרבולי: cosh(x)
hi: हाइपरबोलिक कोसाइन: cosh(x)
hr_hr: Hiperbolični kosinus: cosh(x)
hu_hu: Hiperbolikus koszinusz: cosh(x)
hy: Հիպերբոլիկ կոսինուս: cosh(x)
id_id: Kosinus hiperbolik: cosh(x)
it: Coseno iperbolico: cosh(x)
ja: 双曲線余弦: cosh(x)
ka_ge: ჰიპერბოლური კოსინუსი: cosh(x)
ko_kr: 쌍곡 코사인: cosh(x)
lo: ໂຄໄຊໄຮເປີໂບລິກ: cosh(x)
lt_lt: Hiperbolinis kosinusas: cosh(x)
lv_lv: Hiperboliskais kosīns: cosh(x)
mk_mk: Хиперболичен косинус: cosh(x)
ms_my: Kosinus hiperbolik: cosh(x)
my_mm: ဟိုက်ပါဘောလစ်ကိုဆိုင်း: cosh(x)
ne: हाइपरबोलिक कोसाइन: cosh(x)
nl: Hyperbolische cosinus: cosh(x)
nn_no: Hyperbolsk cosinus: cosh(x)
oc: Cosinus hiperbòlic: cosh(x)
pl_pl: Hiperboliczny kosinus: cosh(x)
ps: هائپربالک کوسین: cosh(x)
pt_br: co-seno hiperbólico: cosh (x)
pt_pt: Co-seno hiperbólico: cosh(x)
ro_ro: Cosinus hiperbolic: cosh(x)
ru_ru: Гиперболический косинус: cosh(x)
sk_sk: Hyperbolický kosínus: cosh(x)
sl: Hiperbolični kosinus: cosh(x)
sq: Kosinus hiperbolik: cosh(x)
sr_rs: Hiperbolični kosinus: cosh(x)
sv_se: Hyperbolisk cosinus: cosh(x)
sw_ke: Cosine hyperbolic: cosh(x)
ta: ஹைப்பர்போலிக் கோசைன்: cosh(x)
th: โคไซน์ hyperbolic: cosh(x)
tl_ph: Hyperboliko kosinus: cosh(x)
tr: Hiperbolik kosinüs: cosh(x)
uk_ua: Гіперболічний косинус: cosh(x)
vi_vn: Hàm cosh hyperbolic: cosh(x)
xh_za: I-hyperbolic cosine: cosh(x)
zh_cn: 双曲余弦： cosh(x)
zh_tw: 雙曲餘弦： cosh(x)

source: Cosine: cos(x)
ast_es: Coseno: cos(x)
bn_bd: কোসাইন: cos(x)
bs_ba: Kosinus: cos(x)
ca_es: Cosinus: cos(x)
cs_cz: Kosinus: cos(x)
da: Cosinus: cos(x)
de: Kosinus: cos(x)
el: Συνημίτονο: cos(x)
eo: Kozino: cos(x)
es: Coseno: cos(x)
es_mx: Coseno: cos(x)
eu_es: Kosinoa: cos(x)
fa_ir: کسینوس: cos(x)
fi_fi: Kosinus: cos(x)
fur: Cosin: cos(x)
ga: Cósine: cos(x)
gl: Coseno: cos(x)
hi: कोसाइन: cos(x)
hr_hr: Kosinus: cos(x)
hu_hu: Koszünusz: cos(x)
hy: Կոսինուս: cos(x)
id_id: Kosinus: cos(x)
it: Coseno: cos(x)
ja: コサイン： cos(x)
ka_ge: კოსინუსი: cos(x)
ko_kr: 코사인: cos(x)
lo: ໂຄໄຊ: cos(x)
lt_lt: Kosinusas: cos(x)
lv_lv: Kosīns: cos(x)
mk_mk: Косинус: cos(x)
ms_my: Kosinus: cos(x)
my_mm: ကိုဆိုင်း: cos(x)
ne: कोसाइन: cos(x)
nl: Cosinus: cos(x)
nn_no: Cosinus: cos(x)
oc: Cosinus: cos(x)
pl_pl: Kosinus: cos(x)
ps: کوسین: cos(x)
pt_br: Co-seno: cos(x)
pt_pt: Co-seno: cos(x)
ro_ro: Cosinus: cos(x)
ru_ru: Косинус: cos(x)
sk_sk: Kosínus: cos(x)
sl: Kosinus: cos(x)
sq: Kosinus: cos(x)
sr_rs: Kosinus: cos(x)
sv_se: Cosinus: cos(x)
ta: கோசைன்: cos(x)
th: โคไซน์: cos(x)
tr: Kosinüs: cos(x)
uk_ua: Косинус: cos(x)
xh_za: I-cosine: cos(x)
zh_cn: 余弦： cos(x)
zh_tw: 餘弦： cos(x)

source: Teachers time report
ar: تقرير الوقت للمدرسين
ast_es: Informe de tempu de profesores
bn_bd: শিক্ষকের সময় রিপোর্ট
bs_ba: Izvještaj o vremenu nastavnika
ca_es: Informe de temps de professors
cs_cz: Zpráva o čase učitelů
da: Lærertidsrapport
de: Zeitprotokoll Lehrer
el: Χρονοδιάγραμμα εκπαιδευτικών
eo: Raporto pri tempo de instruistoj
es: Reporte de tiempo de profesores
es_mx: Reporte de tiempo de profesores
eu_es: Irakasleen denbora txostena
fa_ir: گزارش زمان معلمان
fi_fi: Opettajien aikaraportti
fo_fo: Lærara tíðar skraning
fur: Raport temp dai teachers
ga: Tuairisc ama múinteoirí
gl: Imforme de tempo de profesores
he_il: דוח זמן של המורים
hi: शिक्षकों का समय रिपोर्ट
hr_hr: Izvješće o vremenu predavača
hu_hu: Oktatók időjelentése
hy: Ուսուցիչների ժամանակի հաշվետվություն
id_id: Laporan waktu pengajar
it: Rapporto orario docenti
ja: 講師の時間報告
ka_ge: მასწავლებლის დროის ანგარიში
ko_kr: 교사 시간 보고서
lt_lt: Dėstytojų laiko ataskaita
lv_lv: Pasniedzēju laika pārskats
mk_mk: Извештај за времето на наставниците
ms_my: Laporan masa guru
my_mm: ဆရာများ၏ အချိန်အစီရင်ခံစာ
ne: शिक्षक समय प्रतिवेदन
nl: Leraartijdrapport
nn_no: Lærartid-rapport
oc: Rapòrt del temps dels professors
pl_pl: Raport czasu nauczycieli
ps: د ښوونکو وخت راپور
pt_br: Professores relatório de tempo
pt_pt: Relatório de tempo de professores
ro_ro: Raport de timp de profesori
ru_ru: Отчет по времени преподавателей
sk_sk: Časová správa učiteľov
sl: Učiteljevo časovno poročilo
sq: Raporti kohor i mësuesve
sr_rs: Izveštaj o vremenu nastavnika
sv_se: Lärarens tidsrapport
sw_ke: Ripoti ya muda wa walimu
ta: ஆசிரியர்கள் நேர அறிக்கை
th: รายงานเวลา教师
tl_ph: Ulat ng oras ng mga guro
tr: Öğretmen zaman raporu
uk_ua: Звіт про час викладачів
vi_vn: Báo cáo thời gian giảng viên
xh_za: Ingxelo yexesha lotishala
zh_cn: 教师时间报告
zh_tw: 教師時間報告

source: Hyperbolic arcsine: arcsinh(x)
ast_es: Arcseno hiperbólicu: arcsinh(x)
bn_bd: হাইপারবোলিক আর্কসাইন: arcsinh(x)
bs_ba: Hiperbolični arkus sinus: arcsinh(x)
ca_es: Arc sinus hiperbòlic: arcsinh(x)
cs_cz: Hyperbolický arkussinus: arcsinh(x)
da: Hyperbolsk arcussinus: arcsinh(x)
de: Hyperbelartiger Arkussinus: arcsinh(x)
el: Υπερβολικό τόξο ημιτόνου: arcsinh(x)
eo: Hiperbola arksino: arcsinh(x)
es: Arcoseno hiperbólico: arcsinh(x)
es_mx: Arcseno hiperbólico: arcsinh(x)
eu_es: Hiperbolikoa arkosinea: arcsinh(x)
fa_ir: آرک‌سینوس هذلولی: arcsinh(x)
fi_fi: Hyperbolinen arkisinus: arcsinh(x)
fo_fo: Hyperbolisk arcsine: arcsinh(x)
fur: Arcsin iperbolic: arcsinh(x)
ga: Aircéim-sín hipearbóileach: arcsinh(x)
gl: Arcoseno hiperbólico; arcsinh(x)
he_il: ארקסינוס היפרבולי: arcsinh(x)
hi: हाइपरबोलिक आर्कसाइन: arcsinh(x)
hr_hr: Hiperbolični arkus sinus: arcsinh(x)
hu_hu: Hiperbolikus arkus szinusz: arcsinh(x)
hy: Հիպերբոլիկ արկսինուս: arcsinh(x)
id_id: Arksinus hiperbolik: arcsinh(x)
it: Arcoseno iperbolico: arcsinh(x)
ja: 双曲線逆正弦: arcsinh(x)
ka_ge: ჰიპერბოლური არქსინუსი: arcsinh(x)
ko_kr: 쌍곡 아크사인: arcsinh(x)
lo: ອາກໄຊໄຮເປີໂບລິກ: arcsinh(x)
lt_lt: Hiperbolinis arkosinusas: arcsinh(x)
lv_lv: Hiperboliskais arksīns: arcsinh(x)
mk_mk: Хиперболичен арксинус: arcsinh(x)
ms_my: Arksinus hiperbolik: arcsinh(x)
my_mm: ဟိုက်ပါဘောလစ်အာ့ခ်ဆိုင်း: arcsinh(x)
ne: हाइपरबोलिक आर्कसाइन: arcsinh(x)
nl: Hyperbolische arcsinus: arcsinh(x)
nn_no: Hyperbolsk arcsinus: arcsinh(x)
oc: Arc sinus hiperbòlic: arcsinh(x)
pl_pl: Hiperboliczny arkussinus: arcsinh(x)
ps: هائپربالک آرکسین: arcsinh(x)
pt_br: arcsine hiperbólica: arcsinh(x)
pt_pt: Arco-seno hiperbólico: arcsinh(x)
ro_ro: Arcsinus hiperbolic: arcsinh(x)
ru_ru: Гиперболический арксинус: arcsinh(x)
sk_sk: Hyperbolický arkus sínus: arcsinh(x)
sl: Hiperbolični arkus sinus: arcsinh(x)
sq: Arksinus hiperbolik: arcsinh(x)
sr_rs: Hiperbolični ark sinus: arcsinh(x)
sv_se: Hyperbolisk arcsinus: arcsinh(x)
sw_ke: Arc sine hyperbolic: arcsinh(x)
ta: ஹைப்பர்போலிக் ஆர்க்ஸைன்: arcsinh(x)
th: อาร์คไซน์ hyperbolic: arcsinh(x)
tl_ph: Hyperboliko arksinus: arcsinh(x)
tr: Hiperbolik ark sinüs: arcsinh(x)
uk_ua: Гіперболічний арксинус: arcsinh(x)
vi_vn: Hàm arcsinh hyperbolic: arcsinh(x)
xh_za: I-hyperbolic arcsine: arcsinh(x)
zh_cn: 双曲反正弦： arcsinh(x)
zh_tw: 雙曲反正弦： arcsinh(x)

source: Cannot find your language in the list? Contact us at info@chamilo.org to contribute as a translator.
ar: info@chamilo.org لا يمكن العثور على لغتك في القائمة؟ يمكنك الاتصال بنا والمساهمة كمترجم
ast_es: ¿Nun atopas la to llingua na llista? Contautanos en info@chamilo.org pa aportar como traductor.
bn_bd: তালিকায় আপনার ভাষা পাননি? অনুবাদক হিসেবে অবদান রাখতে info@chamilo.org-এ যোগাযোগ করুন।
bs_ba: Ne možete pronaći svoj jezik na popisu? Kontaktirajte nas na info@chamilo.org da biste doprinijeli kao prevoditelj.
ca_es: ¿Algun idioma no es troba a la llista? Acceptem contribucions de noves traduccions! Contacti amb info@chamilo.org
cs_cz: Nenajdete svůj jazyk v seznamu? Kontaktujte nás na info@chamilo.org, abyste přispěli jako překladatel.
da: Kan ikke finde dit sprog i listen? Kontakt os på info@chamilo.org for at bidrage som oversætter.
de: Ihre Sprache nicht in der Liste gefunden? Bewerben Sie sich unter info@chamilo.org als Übersetzer.
el: Δεν μπορείτε να βρείτε τη γλώσσα σας στη λίστα; Επικοινωνήστε μαζί μας στο info@chamilo.org για να συμβάλλουμε ως μεταφραστές.
eo: Ne trovas vian lingvon en la listo? Kontaktu nin je info@chamilo.org por kontribui kiel tradukisto.
es: ¿Algun idioma no se encuentra en la lista? Aceptamos contribuciones de nuevas traducciones! Contactar info@chamilo.org
es_mx: ¿No encuentras tu idioma en la lista? Contáctanos en info@chamilo.org para contribuir como traductor.
eu_es: Zure hizkuntza ez du zerrendan aurkitzen? Jarri gurekin harremanetan info@chamilo.org(e)an itzultzaile gisa laguntzeko.
fa_ir: زبان شما در لیست نیست؟ با ما در info@chamilo.org تماس بگیرید تا به عنوان مترجم همکاری کنید.
fi_fi: Etkö löydä kieliversiotasi listasta? Jos haluat kääntäjäksi, ota yhteys info@chamilo.org.
fo_fo: Finnur ikki málið í listanum? Tveysamband við okkum á info@chamilo.org fyri at geva títt íkast sum týðarsettari.
fur: No tu trevis il to lenghe te liste? Contatneis a info@chamilo.org par contribuî come tradutor.
ga: Ní féidir teanga a fháil sa liosta? Déan teagmháil linn ag info@chamilo.org chun páirt a ghlacadh mar aistritheoir.
gl: Algun idioma non se atopa na lista? Aceptamos contribucións de novas traduccións! Contactar info@chamilo.org
he_il: לא מוצא את השפה שלך ברשימה? צור איתנו קשר בכתובת info@chamilo.org כדי לתרום כמתרגם.
hi: सूची में आपकी भाषा नहीं मिल रही? अनुवादक के रूप में योगदान देने के लिए info@chamilo.org पर हमसे संपर्क करें।
hr_hr: Ne možete pronaći svoj jezik na popisu? Kontaktirajte nas na info@chamilo.org da doprinesete kao prevoditelj.
hu_hu: Nem találja a nyelvét a listában? Lépjen kapcsolatba velünk az info@chamilo.org címen, hogy hozzájáruljon fordítóként.
hy: Ձեր լեզուն չգտաք ցուցակում? Կապվեք մեզ հետ info@chamilo.org հասցեով՝ թարգմանիչ հանդես գալու համար:
id_id: Tidak menemukan bahasa Anda dalam daftar? Hubungi kami di info@chamilo.org untuk berkontribusi sebagai penerjemah.
it: Non trovi la tua lingua nella lista? Contattaci su info@chamilo.org e contribuisci alla traduzione.
ja: リストにご使用の言語が見つからない場合は、翻訳者としてのご協力をお願いします。info@chamilo.orgまでご連絡ください。
ka_ge: ვერ პოულობთ თქვენს ენას სიაში? დაუკავშირდით info@chamilo.org-ს თარგმნელად მონაწილეობისთვის.
ko_kr: 목록에 언어가 없나요? 번역자로 참여하려면 info@chamilo.org로 연락하세요.
lo: ບໍ່ເຫັນພາສາຂອງທ່ານໃນລາຍການ? ຕິດຕໍ່ພວກເຮົາທີ່ info@chamilo.org ເພື່ອຮ່ວມເປັນນັກແປ.
lt_lt: Nematyti savo kalbos sąraše? Susisiekite su mumis info@chamilo.org, kad prisidėtumėte kaip vertėjas.
lv_lv: Nevarat atrast savu valodu sarakstā? Sazinieties ar mums info@chamilo.org, lai iegūtu iespēju kļūt par tulkotāju.
mk_mk: Не можете да го најдете вашиот јазик во листата? Контактирајте нè на info@chamilo.org за да придонесете како преведувач.
ms_my: Tidak jumpa bahasa anda dalam senarai? Hubungi kami di info@chamilo.org untuk menyumbang sebagai penterjemah.
my_mm: စာရင်းတွင် သင့်ဘာသာစကားကို မတွေ့ဘူးလား။ ဘာသာပြန်သူအဖြစ် ပါဝင်ကူညီရန် info@chamilo.org သို့ ဆက်သွယ်ပါ။
ne: सूचीमा आफ्नो भाषा फेला परेन? अनुवादकको रूपमा योगदान गर्न info@chamilo.org मा हामीलाई सम्पर्क गर्नुहोस्।
nl: Kunt u uw taal niet in de lijst vinden? Neem dan contact met ons op via info@chamilo.org om bij te dragen als vertaler.
nn_no: Finn ikkje språket ditt i lista? Kontakt oss på info@chamilo.org for å bidra som oversettar.
oc: Pas trobar vòstre lengatge dins la lista ? Contactatz-nos a info@chamilo.org per contribuir coma traductor.
pl_pl: Nie możesz znaleźć swojego języka na liście? Skontaktuj się z nami pod adresem info@chamilo.org, aby przyczynić się jako tłumacz.
ps: ستاسو ژبه په فهرست کې نه موندل کېږي؟ له موږ سره په info@chamilo.org کې اړیکه ونیسئ چې د ژباړې کوونکي په توګه ونډه واخلئ.
pt_br: Não é possível encontrar o seu idioma na lista? Contacte-nos em info@chamilo.org contribuir como um tradutor.
pt_pt: Não qualquer idioma não está listado? Aceitamos contribuições de novas traduções! Contactar info@chamilo.org
ro_ro: Este vreo limbă care nu exista în listă? Acceptam contribuțiile noi traduceri! Contact info@chamilo.org
ru_ru: Не нашли свой язык в списке? Свяжитесь с нами по адресу info@chamilo.org, чтобы внести вклад в качестве переводчика.
sk_sk: Nemôžete nájsť svoj jazyk v zozname? Kontaktujte nás na info@chamilo.org a pomôžte ako prekladateľ.
sl: Ne najdete svojega jezika na seznamu? Kontaktirajte nas preko e-poštnega naslova info@chamilo.org in prispevajte k razvoju platforme kot prevajalec.
sq: Nuk mund të gjeni gjuhën tuaj në listë? Kontaktoni ne në info@chamilo.org për të kontribuar si përkthyes.
sr_rs: Ne možete naći svoj jezik na listi? Kontaktirajte nas na info@chamilo.org da doprinesete kao prevodilac.
sv_se: Hittar du inte ditt språk i listan? Kontakta oss på info@chamilo.org för att bidra som översättare.
sw_ke: Haukuona lugha yako katika orodha? Wasiliana nasi kwa info@chamilo.org ili kuchangia kama mtafsiri.
ta: பட்டியலில் உங்கள் மொழியைக் கண்டுபிடிக்க முடியவில்லையா? மொழிபெயர்ப்பாளராக பங்களிக்க info@chamilo.org இல் தொடர்பு கொள்ளுங்கள்.
th: ไม่พบภาษาของคุณในรายการ? ติดต่อเราที่ info@chamilo.org เพื่อมีส่วนร่วมในฐานะนักแปล
tl_ph: Hindi mo nahanap ang iyong wika sa listahan? Makipag-ugnayan sa amin sa info@chamilo.org upang mag-ambag bilang translator.
tr: Listede dilinizi bulamıyor musunuz? Çevirmen olarak katkıda bulunmak için info@chamilo.org adresine bize ulaşın.
uk_ua: Не знайшли свою мову у списку? Зв'яжіться з нами за адресою info@chamilo.org, щоб долучитися як перекладач.
vi_vn: Không tìm thấy ngôn ngữ của bạn trong danh sách? Liên hệ chúng tôi tại info@chamilo.org để đóng góp làm dịch giả.
xh_za: Awulaziwa ulwimi lwakho kuluhlu? Qhagamshelana nathi kwi-info@chamilo.org ukuze unikelele njengomguqulelo.
zh_cn: 在列表中找不到您的语言？请联系 info@chamilo.org 作为译者贡献。
zh_tw: 在清單中找不到您的語言？請聯絡 info@chamilo.org 以貢獻翻譯。

source: Arcsine: arcsin(x)
ast_es: Arcseno: arcsin(x)
bn_bd: আর্কসাইন: arcsin(x)
bs_ba: Arkus sinus: arcsin(x)
ca_es: Arc sinus: arcsin(x)
cs_cz: Arkussinus: arcsin(x)
da: Arcussinus: arcsin(x)
de: Arkussinus: arcsin(x)
el: Τόξο ημιτόνου: arcsin(x)
eo: Arksino: arcsin(x)
es: Arcoseno: arcsin(x)
es_mx: Arcseno: arcsin(x)
eu_es: Arkosinea: arcsin(x)
fa_ir: آرک‌سینوس: arcsin(x)
fi_fi: Arkisinus: arcsin(x)
fur: Arcsin: arcsin(x)
ga: Aircéim-sín: arcsin(x)
gl: Arcoseno: arcsin(x)
hi: आर्कसाइन: arcsin(x)
hr_hr: Arkus sinus: arcsin(x)
hu_hu: Arkus szinusz: arcsin(x)
hy: Արկսինուս: arcsin(x)
id_id: Arksinus: arcsin(x)
it: Arcoseno: arcsin(x)
ka_ge: არქსინუსი: arcsin(x)
ko_kr: 아크사인: arcsin(x)
lo: ອາກໄຊ: arcsin(x)
lt_lt: Arksinusas: arcsin(x)
lv_lv: Arksīns: arcsin(x)
mk_mk: Арксинус: arcsin(x)
ms_my: Arksinus: arcsin(x)
my_mm: အာ့ခ်ဆိုင်း: arcsin(x)
ne: आर्कसाइन: arcsin(x)
nl: Arcussinus: arcsin(x)
nn_no: Arcsinus: arcsin(x)
oc: Arcsinus: arcsin(x)
pl_pl: Arkussinus: arcsin(x)
ps: آرکسین: arcsin(x)
pt_pt: Arcoseno: arcsin(x)
ro_ro: Arcsinus: arcsin(x)
ru_ru: Арксинус: arcsin(x)
sk_sk: Akrus sínus: arcsin(x)
sl: Arkus sinus: arcsin(x)
sq: Arksinus: arcsin(x)
sr_rs: Ark sinus: arcsin(x)
sv_se: Arcsinus: arcsin(x)
ta: ஆர்க்ஸைன்: arcsin(x)
th: อาร์คไซน์: arcsin(x)
tr: Ark sinüs: arcsin(x)
uk_ua: Арксинус: arcsin(x)
xh_za: I-arcsine: arcsin(x)
zh_cn: 反正弦： arcsin(x)
zh_tw: 反正弦： arcsin(x)

source: Hyperbolic sine: sinh(x)
ast_es: Senu hiperbólicu: sinh(x)
bn_bd: হাইপারবোলিক সাইন: sinh(x)
bs_ba: Hiperbolični sinus: sinh(x)
ca_es: Sinus hiperbòlic: sinh(x)
cs_cz: Hyperbolický sinus: sinh(x)
da: Hyperbolsk sinus: sinh(x)
de: Hyperbelartiger Sinus: sinh(x)
el: Υπερβολικό ημίτονο: sinh(x)
eo: Hiperbola sino: sinh(x)
es: Seno hiperbólico: sinh(x)
es_mx: Seno hiperbólico: sinh(x)
eu_es: Hiperbolikoa sinea: sinh(x)
fa_ir: سینوس هذلولی: sinh(x)
fi_fi: Hyperbolinen sinus: sinh(x)
fo_fo: Hyperbolisk sine: sinh(x)
fur: Sin iperbolic: sinh(x)
ga: Sín hipearbóileach: sinh(x)
gl: Seno hiperbólico: sinh(x)
he_il: סינוס היפרבולי: sinh(x)
hi: हाइपरबोलिक साइन: sinh(x)
hr_hr: Hiperbolični sinus: sinh(x)
hu_hu: Hiperbolikus szinusz: sinh(x)
hy: Հիպերբոլիկ սինուս: sinh(x)
id_id: Sinus hiperbolik: sinh(x)
it: Funzione iperbolica: sinh(x)
ja: 双曲線正弦: sinh(x)
ka_ge: ჰიპერბოლური სინუსი: sinh(x)
ko_kr: 쌍곡 사인: sinh(x)
lo: ໄຊໄຮເປີໂບລິກ: sinh(x)
lt_lt: Hiperbolinis sinusas: sinh(x)
lv_lv: Hiperboliskais sinuss: sinh(x)
mk_mk: Хиперболичен синус: sinh(x)
ms_my: Sinus hiperbolik: sinh(x)
my_mm: ဟိုက်ပါဘောလစ်ဆိုင်း: sinh(x)
ne: हाइपरबोलिक साइन: sinh(x)
nl: Hyperbolische sinus: sinh(x)
nn_no: Hyperbolsk sinus: sinh(x)
oc: Sinus hiperbòlic: sinh(x)
pl_pl: Hiperboliczny sinus: sinh(x)
ps: هائپربالک سین: sinh(x)
pt_br: Seno hiperbólico: sinh(x)
pt_pt: Seno hiperbólico: sinh(x)
ro_ro: Sinus hiperbolic: sinh(x)
ru_ru: Гиперболический синус: sinh(x)
sk_sk: Hyperbolický sínus: sinh(x)
sl: Hiperbolični sinus: sinh(x)
sq: Sinus hiperbolik: sinh(x)
sr_rs: Hiperbolični sinus: sinh(x)
sv_se: Hyperbolisk sinus: sinh(x)
sw_ke: Sine hyperbolic: sinh(x)
ta: ஹைப்பர்போலிக் சைன்: sinh(x)
th: ไซน์ hyperbolic: sinh(x)
tl_ph: Hyperboliko sinus: sinh(x)
tr: Hiperbolik sinüs: sinh(x)
uk_ua: Гіперболічний синус: sinh(x)
vi_vn: Hàm sinh hyperbolic: sinh(x)
xh_za: I-hyperbolic sine: sinh(x)
zh_cn: 双曲正弦： sinh(x)
zh_tw: 雙曲正弦： sinh(x)
