Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Export glossary as a CSV file
so_so: Luqadda ka soo saar fayl CSV

source: Select an action
so_so: Dooro ficil

source: Login: %s
so_so: Gal: %s

source: Database <b>%s</b> will be created
so_so: Keydka <b>%s</b> waa la abuuri doonaa

source: User <b>%s</b> doesn't have access in the database <b>%s</b>
so_so: Isticmaale <b>%s</b> ma haysto ogolaansho keydka <b>%s</b>

source: Database <b>%s</b> can't be created, user <b>%s</b> doesn't have enough permissions
so_so: Keydka <b>%s</b> lama abuuri karo, isticmaale <b>%s</b> ma haysto ogolaansho ku filan

source: Copy only session items
so_so: Koobiya waxyaabaha kalfadka kaliya

source: First letter of course title
so_so: Xarafka ugu horeeya ee ciwaanka koorsada

source: # of published exercises
so_so: # ee leylisyada la daabacay

source: # of published Learning Paths
so_so: # ee Laadka Waxbarashada la daabacay

source: Chat (Connected)
so_so: Chat (ku xidhan)

source: Chat (Disconnected)
so_so: Chat (ka go'ay)

source: Add course description
so_so: Ku dar sharaxaadda koorsada

source: Suggested steps to take next
so_so: Tallaabooyinka la soo jeediyay ee la qaado

source: Record answer
so_so: Duub jawaabta

source: Use the message below to add a comment
so_so: Isticmaal fariinta hoose si aad ugu darto faallo

source: Send record
so_so: U soo dir duubista

source: Download record
so_so: Kala soo bax duubista

source: Oral expression
so_so: Tibaaxa afka ah

source: Users found in other portals
so_so: Isticmaale laga helay bogagga kale

source: Add user to my portal
so_so: Ku dar isticmaale boggayga aniga

source: Users deleted
so_so: Isticmaale la tirtiray

source: Users added
so_so: Isticmaale la daray

source: Plugin area
so_so: Aagga Plugin-ka

source: No configuration settings found for this plugin
so_so: Ma jiro go'aamo dejin ah oo loo helo plugin-kaan

source: Default course visibility
so_so: Muuqalka koorsada ee caadiga ah

source: Default course visibility while creating a new course
so_so: Muuqalka koorsada ee caadiga ah marka la abuurayo koorsad cusub

source: You have entered the course <b>%s</b> in <b>%s</b>
so_so: Waad galay koorsada <b>%s</b> ee <b>%s</b>

source: Use the email as username
so_so: Isticmaal iimaylka sida magaca isticmaale

source: Use the email in order to login to the system
so_so: Isticmaal iimaylka si aad ugu galo nidaamka

source: Congratulations you passed the test!
so_so: Tambaruq! Waxaad ka gudubtay imtixaanka!

source: You didn't reach the minimum score
so_so: Ma aadan gaarin dhibcaha ugu yar

source: Activate the browser sniffer
so_so: Durduri sniffer-ka browser-ka

source: This will enable an investigator of the capabilities that support browsers that connect to Chamilo. Therefore will improve user experience by adapting responses to the type of browser platform that connects, but will slow initial page load of users every time that they enter to the platform.
so_so: Tani waxay awoodsiin doontaa baaraha awoodaha taageera browsers-ka ku xidhan Chamilo. Sidaa darteed waxay hagaajin doontaa khibradda isticmaale iyadoo la waafajinayo jawaabaha nooca browser-ka ee ku xidhan, laakiin waxay gaabin doontaa rarka bilowga ah ee isticmaaleyaasha markasta oo ay galayaan platform-ka.

source: End test
so_so: Dhammaad imtixaanka

source: Activate Wami-recorder
so_so: Durduri Wami-recorder

source: Wami-recorder is a voice record tool on Flash
so_so: Wami-recorder waa qalab duubista codka ee Flash

source: Event type
so_so: Nooca dhacdada

source: It will display a dialog box which asks for your permission to access the microphone, answer yes and close the dialog box (if you do not want to appear again, before closing check remember)
so_so: Waxay soo bandhigi doontaa sanduuqa wadahadalka kaas oo waydiinaya ogolaanshahaada si aad u accesse microfonka, ka jawaab haa oo xidh sanduuqa wadahadalka (haddii aadan rabin inuu mar kale soo muuqdo, ka hor intaadan xirin calaamadee xusuusnow)

source: Start recording by pressing the microphone and stop it by pressing again. Each time you do this will generate a file.
so_so: Ku bilow duubista adigoo riixaya mikrofonka oo jooji adigoo mar kale riixaya. Mar kasta oo aad tan samayso waxay dhalin doontaa fayl.

source: Before you activate recording it is necessary a file name.
so_so: Ka hor intaadan duubista durdurin waa lagama maarmaan magac fayl.

source: Enter filename here
so_so: Ku gal magaca faylka halkan

source: Reload
so_so: Dib u raro

source: Select a calification model
so_so: Dooro qaabka qiimeynta

source: The sum of all values must be 100
so_so: Wadarta dhammaan qiimayaashu waa inay noqotaa 100

source: Components
so_so: Qaybaha

source: Change setting visibility for the other portals
so_so: Beddel muuqalka dejinta ee bogagga kale

source: This option is enabled if you have any evaluations or categories
so_so: Ikhtiyaarkani waa la shaqeeyaa haddii aad haysato qiimeyn ama qaybo

source: Allow HR skills management
so_so: Oggol Skills maamulka HR

source: Allows HR to manage skills
so_so: Waxay u oggolaanaysaa HR inay maamusho xirfadaha

source: Default weight in Gradebook
so_so: Miisaanka caadiga ah ee Gradebook

source: This weight will be use in all courses by default
so_so: Miisaankan waxa uu ku isticmaali doonaa dhammaan koorsooyinka si caadi ah

source: Time spent the last %s days
so_so: Waqtigii la qaatay %s maalmihii ugu dambeeyay

source: Time spent between %s and %s
so_so: Waqtigii la qaatay inta u dhaxaysa %s iyo %s

source: Go to the course
so_so: Tag kooraska

source: Teachers can change the Gradebook score settings
so_so: Macallimiinta waxay beddeli karaan goobaha dhibcaha Gradebook

source: When editing the Gradebook settings
so_so: Marka la tafatirayo goobaha Gradebook

source: Subtotal
so_so: Wadarta hoose

source: Regions
so_so: Degmooyinka

source: Course list
so_so: Magaca hore iyo Magaca dambe

source: First Name and Last Name
so_so: Magaca dambe iyo Magaca hore

source: Last Name and First Name
so_so: Magaca dambe iyo Magaca hore

source: Detailed
so_so: Faahfaahsan

source: This option is not available because this activity is contained by an assessment, which is currently locked. To unlock the assessment, ask your platform administrator.
so_so: Ikhtiyaarkani ma heli karo sababtoo ah hawlani waxa ku jira qiimeyn, taas oo hadda la qufulay. Si aad u furto qiimeynta, weydiisto maamulaha platform-kaaga.

source: This assessment has been locked. You cannot unlock it. If you really need to unlock it, please contact the platform administrator, explaining the reason why you would need to do that (it might otherwise be considered as fraud attempt).
so_so: Qiimeyntan waa la qufulay. Ma furi kartid. Haddii aad runtii u baahan tahay inaad furto, fadlan la xiriir maamulaha platform-ka, sharax sababta aad u baahan tahay inaad taas samayso (haddii kale waxa loo tixgelin karaa isku day khiyaano).

source: Enable locking of assessments by teachers
so_so: Oggol qulqulka qiimeynta macallimiinta

source: Once enabled, this option will enable locking of any assessment by the teachers of the corresponding course. This, in turn, will prevent any modification of results by the teacher inside the resources used in the assessment: exams, learning paths, tasks, etc. The only role authorized to unlock a locked assessment is the administrator. The teacher will be informed of this possibility. The locking and unlocking of gradebooks will be registered in the system's report of important activities
so_so: Marka la shaqeeyo, ikhtiyaarkani waxa uu awood u siinayaa in macallimiinta kooraska ee habboon ay qufalaan qiimeyn kasta. Tani, marka loo eego, waxay ka hortagaysaa wax-ka-beddelka natiijooyinka macallinka gudaha agabka loo isticmaalo qiimeynta: imtixaannada, wadooyinka waxbarashada, shaqooyinka, iwm. Doorka kaliya ee leh awoodda furista qiimeynta qufulan waa maamulaha. Macallinka waxa lagu wargelin doonaa suurtagalnimadan. Qulqulka iyo furista buugaagta dhibcaha waxa lagu diiwaangelin doonaa warbixinta nidaamka ee hawlaha muhiimka ah

source: Shibboleth authentication
so_so: Shibboleth xaqiijinta

source: <p>First of all, you have to configure Shibboleth for your web server.</p>To configure it for Chamilo<h5>edit file main/auth/shibboleth/config/aai.class.php</h5><p>Modify object &#36;result values with the name of your Shibboleth attributes</p><ul><li>&#36;result-&gt;unique_id = 'mail';</li><li>&#36;result-&gt;firstname = 'cn';</li><li>&#36;result-&gt;lastname = 'uid';</li><li>&#36;result-&gt;email = 'mail';</li><li>&#36;result-&gt;language = '-';</li><li>&#36;result-&gt;gender = '-';</li><li>&#36;result-&gt;address = '-';</li><li>&#36;result-&gt;staff_category = '-';</li><li>&#36;result-&gt;home_organization_type = '-'; </li><li>&#36;result-&gt;home_organization = '-';</li><li>&#36;result-&gt;affiliation = '-';</li><li>&#36;result-&gt;persistent_id = '-';</li><li>...</li></ul><br/>Go to <a href='settings.php?category=Shibboleth'>Plugin</a> to add a configurable 'Shibboleth Login' button for your Chamilo campus.
so_so: <p>Horta, waa inaad u habeysaa Shibboleth server-kaaga web-ka.</p>Si aad ugu habeysato Chamilo<h5>tafariir faylka main/auth/shibboleth/config/aai.class.php</h5><p>Beddel qiimaha &#36;result ee magaca sifooyinkaaga Shibboleth<p><ul><li>&#36;result-&gt;unique_id = 'mail';</li><li>&#36;result-&gt;firstname = 'cn';</li><li>&#36;result-&gt;lastname = 'uid';</li><li>&#36;result-&gt;email = 'mail';</li><li>&#36;result-&gt;language = '-';</li><li>&#36;result-&gt;gender = '-';</li><li>&#36;result-&gt;address = '-';</li><li>&#36;result-&gt;staff_category = '-';</li><li>&#36;result-&gt;home_organization_type = '-'; </li><li>&#36;result-&gt;home_organization = '-';</li><li>&#36;result-&gt;affiliation = '-';</li><li>&#36;result-&gt;persistent_id = '-';</li><li>...</li></ul><br/>Tag <a href='settings.php?category=Shibboleth'>Plugin</a> si aad ugu darto badhan 'Shibboleth Login' oo la habayn karo xaruntaada Chamilo.

source: LDAP authentication
so_so: LDAP xaqiijinta

source: Facebook authentication
so_so: Xaqiiqda Facebook

source: <p><h5>Create your Facebook Application</h5>First of all, you have to create a Facebook Application (see <a href='https://developers.facebook.com/apps'>https://developers.facebook.com/apps</a>) with your Facebook account. In the Facebook Apps settings, the site URL value should be the URL of this campus. Enable the Web OAuth Login option. And add the site URL of your campus to the Valid OAuth redirect URIs field</p><p>Uncomment the line <code>&#36;_configuration['facebook_auth'] = 1;</code> to enable the Facebook Auth.</p><p>Then, edit the <code>app/config/auth.conf.php</code> file and enter '<code>appId</code>' and '<code>secret</code>' values for <code>&#36;facebook_config</code>.</p><p>Go to <a href='settings.php?category=Plugins'>Plugins</a> to add a configurable <em>Facebook Login</em> button for your Chamilo campus.</p>
so_so: <p><h5>Abuur codsigaaga Facebook</h5>Horta, waa inaad abuurtaa codsi Facebook (eeg <a href='https://developers.facebook.com/apps'>https://developers.facebook.com/apps</a>) akoonkaaga Facebook. Goobaha Apps-ka Facebook, qiimaha URL-ka goobta waa inuu noqdaa URL-ka xaruntaan. Oggol Web OAuth Login. Oo ku dar URL-ka xaruntaada goobta Valid OAuth redirect URIs<p><p>Tiro koob shaqada <code>&#36;_configuration['facebook_auth'] = 1;</code> si aad u shaqeyso Auth-ka Facebook.<p>Sidaas, tafatir <code>app/config/auth.conf.php</code> oo gel '<code>appId</code>' iyo '<code>secret</code>' qiimaha <code>&#36;facebook_config</code>.<p>Tag <a href='settings.php?category=Plugins'>Plugins</a> si aad ugu darto badhan <em>Facebook Login</em> oo la habayn karo xaruntaada Chamilo.</p>

source: Announcement for a group
so_so: Ogeysiiska kooxeed

source: Highest priority language
so_so: Luqadda mudnaanta ugu sareysa

source: Secondary priority language
so_so: Luqadda mudnaanta labaad

source: Third priority language
so_so: Luqadda mudnaanta saddexaad

source: Fourth priority language
so_so: Luqadda mudnaanta afraad

source: Language priority 5
so_so: Mudnaanta luqadda 5

source: Primary language selected when multiple language contexts are set.
so_so: Luqadda aasaasiga ah ee la doortay marka la dejiyo xaalado luqado badan.

source: Secondary fallback language if first priority is unavailable or out of context.
so_so: Luqadda labaad ee dib-u-dhaca haddii mudnaanta koowaad aan la heli karin ama ka baxsan xaaladda.

source: Tertiary language fallback if higher priorities fail.
so_so: Luqadda saddexaad ee dib-u-dhaca haddii mudnaanta sare ay fashilanto.

source: Last language fallback option by order of priority.
so_so: Ikhtiyaarka dib-u-dhaca luqadda ugu dambeeya iyadoo la eegayo kala duwanaanshaha mudnaanta.

source: The lowest language priority
so_so: Mudnaanta luqadda ugu hooseysa

source: User language
so_so: Luqadda isticmaale

source: User selected language
so_so: Luqadda uu isticmaale doortay

source: Teachers can change the Gradebook model settings
so_so: Macallimiinta waxay beddeli karaan goobaha qaabka Gradebook

source: When editing a Gradebook
so_so: Marka la tafatirayo Gradebook

source: Default grade model
so_so: Qaabka dhibcaha caadiga ah

source: This value will be selected by default when creating a course
so_so: Qiimahan ayaa si caadi ah loo dooran doonaa marka la abuurayo koorso

source: Enable Gradebook model
so_so: Oggol qaabka Gradebook

source: Enables the auto creation of gradebook categories inside a course depending of the gradebook models.
so_so: Waxa shaqaynaya abuurista otomaatiga ah ee qaybaha buugaagta dhibcaha gudaha koorso iyadoo ku xidhan qaababka buugaagta dhibcaha.

source: Are you sure you want to lock this item? After locking this item you can't edit the user results. To unlock it, you need to contact the platform administrator.
so_so: Ma hubin inaad rabto inaad qufulayso shaygan? Ka dib markaad qufulayso shaygan ma tafatiri karid natiijooyinka isticmaale. Si aad u furto, waxa aad u baahan tahay inaad la xiriirto maamulaha platform-ka.

source: Are you sure you want to unlock this element?
so_so: Ma hubin inaad rabto inaad furto curigan?

source: Allow session administrators to see all sessions
so_so: Oggol maamulayaasha kalfadka inay arkaan dhammaan kalfadka

source: When this option is not enabled (default), session administrators can only see the sessions they have created. This is confusing in an open environment where session administrators might need to share support time between two sessions.
so_so: Marka ikhtiyaarkani aan la shaqayn (caadi ahaan), maamulayaasha kalfadka waxay arki karaan oo kaliya kalfadka ay sameeyeen. Tani waa jahwareer deegaan furan oo maamulayaasha kalfadka laga yaabo inay u baahan yihiin inay la wadaagaan waqtiga taageerada inta u dhaxaysa laba kalfad.

source: Pass percentage
so_so: Boorka gudub

source: Allow Skills tool
so_so: Oggol qalabka Xirfadaha

source: Users can see their skills in the social network and in a block in the homepage.
so_so: Isticmaalka waxay ku arki karaan xirfadahooda shabakadda bulshada iyo block-ka bogga hore.

source: If you want to unsubscribe completely from this campus and have all your information removed from our database, please click the button below and confirm.
so_so: Haddii aad rabto in aad si buuxda uga baxdo kambaskaani oo aad dhammaan macluumaadkaaga laga tirtiro keydka our-ka, fadlan riix badhanka hoose oo xaqiiji.

source: Yes, I want to remove this account completely. No data will remain on the server and I will be unable to login again, unless I create a completely new account.
so_so: Haa, waxaan rabaa in aan si buuxda u tirtiro akoonkan. Ma jiri doono xog server-ka oo ma awoodi doono in aan mar kale soo galo, ilaa aan sameeyo akoon cusub oo buuxa.

source: Allow public certificates
so_so: Oggol shahaadooyinka dadweynaha

source: User certificates can be view by unregistered users.
so_so: Shahaadooyinka isticmaalka waxaa arki kara isticmaale aan diiwaangashan.

source: Don't forget to select the media files if your resource need it
so_so: Ha iloobin in aad doorato faylalka warbaahinta haddii kheyraadkaagu u baahan yahay

source: No learner certificate available yet. Please note that, to generate his certificate, a learner has to go to the assessments tool and click the certificate icon, which will only appear when he reached the course objectives.
so_so: Ma jiro shahaado barasho oo diyaar ah. Fadlan ogow in, si uu u soo saaro shahaadadiisa, ardaygu uu tagayo qalabka qiimeynta oo uu riixo astaanta shahaadada, taas oo muuqan doonta oo keliya marka uu gaaro ujeedooyinka koorsada.

source: The requested certificate exists on this portal, but it has not been made public. Please login to view it.
so_so: Shahaadada la codsaday ayaa ka jirta portal-ka, laakiin lama samayn dadwayne. Fadlan soo gal si aad u aragto.

source: Default
so_so: Dhammaystir

source: A test course has been created successfully
so_so: Koorsada tijaabada si guul leh ayaa loo abuuray

source: No category selected
so_so: No qaybta la doortay

source: Return to Course Homepage
so_so: Ku noqo Bogga Hore ee Koorsada

source: Exercise average
so_so: Celceliska layliga

source: Webcam Clip
so_so: Clip-ka Webcam

source: Snapshot
so_so: Sawir qaade

source: Take your photos
so_so: Qaad sawirradaada

source: Local input image
so_so: Sawirka gelinta maxalliga ah

source: Clip sent
so_so: Clip la diray

source: Stop
so_so: Joogsi

source: Enable Webcam Clip
so_so: Oggol Webcam Clip

source: Webcam Clip allow to users capture images from his webcam and send them to server in JPEG (.jpg or .jpeg) format
so_so: Webcam Clip waxay u oggolaanaysaa isticmaale in ay qabtaan sawiro ka webcam-ka oo ay u diraan server-ka qaab JPEG (.jpg ama .jpeg)

source: AUTO RESIZE (default)
so_so: AUTO RESIZE (dhammaystir)

source: This slideshow will resize automatically to your screen size. This is the default option.
so_so: Slaydshow-gani si otomaatig ah ayuu u beddeli doonaa cabbirka shaashaddaada. Tani waa doorashada dhammaystirka.

source: You should create the "Term and Conditions" for all the available languages.
so_so: Waa in aad u abuurtaa "Shuruudaha iyo Xaaladaha" dhammaan luqadaha la heli karo.

source: Select an audio file from documents
so_so: Dooro fayl maqal ah dukumentiyada

source: Enable e-mail alerts templates
so_so: Oggol qaababka digniinaha iimaylka

source: Define home-made e-mail alerts to be fired on specific events (and to specific users)
so_so: Qeex digniinaha iimaylka guriga lagu sameeyo si loo dab qaado dhacdooyin gaar ah (iyo loogu talagalay isticmaale gaar ah)

source: System Management
so_so: Maamulka Nidaamka

source: Remove old database
so_so: Tirtir keydka hore

source: Remove old tables
so_so: Tirtir miisaska hore

source: Event message management
so_so: Maamulka farriinta dhacdada

source: To be warned user list
so_so: Liiska isticmaale la digniinayo

source: You have some unsaved changes. Do you want to abandon them ?
so_so: Waxaad leedahay isbedelo aan la keydin. Ma rabtaa in aad ka tagto?

source: Activate event
so_so: Dhaqan gel dhacdo

source: Available event keys. Use them between (( )).
so_so: Furfuuraha dhacdooyinka la heli karo. Isticmaal inta udhaxeysa (( )).

source: Events
so_so: Dhacdooyinka

source: Event type name
so_so: Magaca nooca dhacdada

source: Hide campus from public platforms list
so_so: Ka qari kambaska liiska aaladaha dadweynaha

source: Chamilo official services providers
so_so: Chamilo adeeg bixiyeyaasha rasmiga ah

source: No negative score
so_so: Ma jiro dhibco taban

source: Global multiple answer
so_so: Jawaab badan oo guud

source: Active only
so_so: Dhaqan gel kaliya

source: Authentication source
so_so: Ilaha xaqiijinta

source: Registered date
so_so: Taariikhda la diiwaan geliyay

source: Number of inactive sessions
so_so: Tirada fadhiyada aan firfircoonayn

source: Followed sessions
so_so: Fadhiyada la raacay

source: Followed courses
so_so: Koorsadyada la raacay

source: Followed users
so_so: Isticmaaleeya

source: Timeline
so_so: Wakhtiga

source: Export to PDF web pages and images
so_so: Dhoof PDF ee bogagga webka iyo sawirrada

source: Course catalog
so_so: Kataloogga koorsada

source: Problem recording? Upload your own audio file.
so_so: Dhibaato duubis? Soo dejin faylkaaga maqalka.

source: Import course progress
so_so: Soo dejin horumarka koorsada

source: Export course progress
so_so: Dhoof horumarka koorsada

source: Delete all course progress
so_so: Tirtir dhammaan horumarka koorsada

source: Filter terms
so_so: Erayada shaandhaynta

source: Give a list of terms, one by line, to be filtered out of web pages and e-mails. These terms will be replaced by ***.
so_so: Soo bixi liiska ereyada, mid geeskiiba, si looga shaandheeyo bogagga webka iyo iimayllka. Erayadani waxaa lagu bedeli doonaa ***.

source: Use custom pages
so_so: Isticmaal bogagga gaarka ah

source: Enable this feature to configure specific login pages by role
so_so: Daabaca sifaha gaarka ah ee gelitaanka doorarka

source: Learner page after login
so_so: Bogga ardayga gelitaanka kadib

source: This page will appear to all learners after they login
so_so: Boggan wuxuu u muuqan doonaa dhammaan ardayda markay gelayaan

source: Teacher page after login
so_so: Bogga macallinka gelitaanka kadib

source: This page will be loaded after login for all teachers
so_so: Boggan wuxuu u dejin doonaa gelitaanka dhammaan macallimiinta

source: Human resources manager page after login
so_so: Bogga maamulaha shaqaalaha gelitaanka kadib

source: This page will load after login for all human resources managers
so_so: Boggan wuxuu u dejin doonaa gelitaanka dhammaan maamulayaasha shaqaalaha

source: Learner autosubscribe
so_so: Ardayga is-diiwaangelinta

source: Learner autosubscribe - not yet available
so_so: Ardayga is-diiwaangelinta - wali lama heli

source: Teacher autosubscribe
so_so: Macallinka is-diiwaangelinta

source: Teacher autosubscribe - not yet available
so_so: Macallinka is-diiwaangelinta - wali lama heli

source: Human resources director autosubscribe
so_so: Agaasimaha shaqaalaha is-diiwaangelinta

source: Human resources director autosubscribe - not yet available
so_so: Agaasimaha shaqaalaha is-diiwaangelinta - wali lama heli

source: Cumulative session time for SCORM
so_so: Wakhtiga isku-darka ee kalfadhiiska SCORM

source: When enabled, the session time for SCORM Learning Paths will be cumulative, otherwise, it will only be counted from the last update time. This is a global setting. It is used when creating a new Learning Path but can then be redefined for each one.
so_so: Marka la shaqeeyo, wakhtiga kalfadhiiska ee Wadooyinka Waxbarashada SCORM waxay noqon doontaa isku-darka, haddii kale, waxay ku xisaabtami doontaa oo keliya wakhtiga cusboonaysiinta ugu dambeeyay. Tani waa go'aan guud. Waxaa loo adeegsadaa marka la abuuro Wado Waxbarasho cusub laakiin markaas dib loo sharraxayn karo mid kasta.

source: Session admin page after login
so_so: Bogga maamulaha kalfadhiiska gelitaanka kadib

source: Page to load after login for the session administrators
so_so: Bogga la dejiyo gelitaanka maamulayaasha kalfadhiiska

source: Session admin autosubscribe
so_so: Maamulaha kalfadhiiska is-diiwaangelinta

source: Session administrator autosubscribe - not available yet
so_so: Maamulaha kalfadhiiska is-diiwaangelinta - wali lama heli

source: Tool visible at course creation
so_so: Qalabka muuqda abuurista koorsada

source: Select the tools that will be visible when creating the courses - not yet available
so_so: Dooro qalabka muuqan doona marka la abuurayo koorsadaha - wali lama heli

source: Create a user account for any new CAS-authenticated user, from scratch
so_so: Abuur akoon isticmaale kasta oo CAS-la xaqiijiyay, laga bilaabo eber

source: Create a user account for any new CAS-authenticated user, from LDAP
so_so: Abuur akoon isticmaale kasta oo CAS-la xaqiijiyay, LDAP
