Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Allow self-registration
ast_es: Dar permisu pa que los usuarios puedan rexistrase
bn_bd: স্ব-নিবন্ধন অনুমোদন করুন
bs_ba: Dozvoli samoregistraciju
ca_es: Permetre que els propis usuaris puguin registrar-se
cs_cz: Povolit vlastní registraci
da: Tillad selv-registrering
de: Selbstregistration erlaubt
el: Να επιτρέπεται η αυτο-εγγραφή σαν Εκπαιδευτής
eo: Permesi uzulan registradon
es: Permitir que los propios usuarios puedan registrarse
es_mx: Permitir auto-registro
eu_es: Baimendu erabiltzaileei autoerregistratzeko
fa_ir: همۀ افراد می توانند خود را ثبت نام کنند
fi_fi: Salli itserekisteröinti
fo_fo: Leyp sjálvumeldskrift
fur: Lase la resistrassion
ga: Ceadaigh féin-chlárú
gl: Permitir autorrexistro
he_il: אפשר רישום עצמי
hi: स्व-निबंधन की अनुमति दें
hr_hr: Omogući samostalno registriranje
hu_hu: Önálló regisztráció engedélyezése
hy: Թույլ տալ ինքնակրգավորումը
id_id: Pendaftaran mandiri diijinkan
it: Permetti l'iscrizione autonoma
ja: 自己登録を許可
ka_ge: თვითრეგისტრაციის ნებართვა
ko_kr: 직접-등록 허용
lt_lt: Leisti savarankišką registraciją
lv_lv: Atļaut pašreģistrāciju
mk_mk: Допушти саморегистрирање
ms_my: Benarkan pendaftaran sendiri
my_mm: ကိုယ်တိုင်မှတ်ပုံတင်ခြင်းကို ခွင့်ပြုပါ
ne: स्व-दर्ता अनुमति दिनुहोस्
nl: Zelfregistratie als gebruiker toelaten
nn_no: Tillat sjølvregistrering
oc: Permetre l’auto-inscripcion
pl_pl: Zezwalaj na samodzielną rejestrację
ps: خپلي ځان ثبتول اجازه ورکړئ
pt_br: Permitir auto-registro
pt_pt: Permitir auto-registo
ro_ro: Permite auto-inregistrare
ru_ru: Разрешить саморегистрацию
sk_sk: Povoliť samo-registráciu
sl: Dovoli samo-registracijo
sq: Lejo vetë-regjistrimin
sr_rs: Omogući samostalno registrovanje
sv_se: Tillåt självregistrering
sw_ke: Ruhusu usajili wa kibinafsi
ta: தன்னிசையில் பதிவு செய்ய அனுமதி
th: อนุญาตให้สามารถลงทะเบียนเป็นผู้ใช้ในระบบได้ด้วยตัวเอง
tl_ph: Payagan ang self-registration
tr: Kayıt olma izni ver
uk_ua: Дозволити самореєстрацію
vi_vn: Cho phép tự đăng ký
xh_za: Vumela ukubhalisela ngokwakho
zh_cn: 允许学生注册
zh_tw: 允許學生註冊

source: (recommended)
ar: (موصى به)
ast_es: Recomendao
bn_bd: (সুপারিশকৃত)
bs_ba: (preporučeno)
ca_es: (recomanat)
cs_cz: (doporučeno)
da: (anbefales)
de: (empfohlen)
el: (προτείνεται)
eo: (rekomendata)
es: Recomendado
es_mx: (recomendado)
eu_es: (gomendatua)
fa_ir: (این گزینه توصیه می شود)
fi_fi: (suositeltu)
fo_fo: (anbefalt)
fur: (consigliât)
ga: (molta)
gl: (recomendado)
he_il: (מומלץ)
hi: (अनुशंसित)
hr_hr: (preporučeno)
hu_hu: (ajánlott)
hy: (անվանված)
id_id: (direkomendasikan)
it: (raccomandato)
ja: （推奨）
ka_ge: (რეკომენდებული)
ko_kr: (권장)
lo: (ແນະນຳ)
lv_lv: (ieteicamais)
mk_mk: (препорачливо)
my_mm: (အကြံပြုထားသည်)
ne: (सिफारिस गरिएको)
nl: (aanbevolen)
nn_no: (anbefalt)
oc: (recommendat)
pl_pl: (zalecane)
ps: (وړاندیز شوی)
pt_br: (recomendado)
pt_pt: (recomendado)
ro_ro: (recomandat)
ru_ru: (рекомендованный)
sk_sk: (doporučený)
sl: (priporočeno)
sq: (e rekomanduar)
sr_rs: (preporučeno)
sv_se: (rekommenderad)
sw_ke: (inapendekezwa)
ta: (பரிந்துரைக்கப்படும்)
th: (แนะนำให้ทำตามนี้)
tl_ph: (inirerekomenda)
tr: (tavsiye edilen)
uk_ua: (рекомендовано)
vi_vn: (khuyến nghị)
xh_za: (ecetywayo)
zh_cn: (推荐)
zh_tw: (推薦)

source: SCORM DB
ast_es: Base de datos SCROM
bn_bd: SCORM ডিবি
ca_es: Base de dades SCORM
es: Base de datos SCORM
es_mx: Base de datos Scorm
eu_es: SCORM datu basea
fa_ir: Scorm پایگاهداده های دروسمطابق با استاندارد
fi_fi: SCORM-tietokanta
fur: DB SCORM
gl: BD Scorm
hi: SCORM डीबी
hr_hr: baza podataka Scorm
hu_hu: Scorm adatbázis
id_id: Database Scorm
it: Database Scorm
lo: ຖານຂໍ້ມູນ SCORM
lv_lv: <i>SCORM</i> datubāze
mk_mk: База на податоци за Scorm
ms_my: DB SCORM
my_mm: SCORM ဒေတာဘေ့စ်
ne: SCORM डीबी
nl: Scormdatabank
oc: DB SCORM
ps: SCORM ډیټابیس
pt_pt: BD Scorm
ro_ro: Baza de date Scorm
ru_ru: БД Scorm
sl: SCORM podatk.baza
sq: DB SCORM
sr_rs: Scorm baza
sw_ke: DB ya SCORM
ta: SCORM தரவுத்தளம்
th: ชื่อฐานข้อมูลScorm
uk_ua: БД SCORM
vi_vn: DB SCORM
zh_cn: Scorm 数据库
zh_tw: Scorm 數據庫

source: Administrator last name
ast_es: Apellíos del alministrador
bn_bd: প্রশাসকের বংশনাম
bs_ba: Prezime administratora
ca_es: Cognoms de l'administrador
cs_cz: Příjmení administrátora
da: Administrators efternavn
de: Administrator Nachname
el: Επώνυμο Διαχειριστή
eo: Administranta nomo
es: Apellidos del administrador
es_mx: Apellido del administrador
eu_es: Kudeatzailearen deiturak
fa_ir: نام مدیر فضای آموزشی
fi_fi: Ylläpitäjän sukunimi
fo_fo: Eftirnavn hjá stýriskaranum
fur: Cogn di aministradôr
ga: Sloinneadh an riarthóra
gl: Apelidos do administrador
he_il: שם משפחה של מנהל מערכת
hi: प्रशासक का अंतिम नाम
hr_hr: Prezime nadzornika
hu_hu: Adminisztrátor vezetéknév
hy: Ադմինիստրատորի ազգանուն
id_id: Nama belakang Administrator
it: Cognome dell'Amministratore
ja: 管理者姓
ka_ge: ადმინისტრატორის გვარი
ko_kr: 관리자 성(last name)
lt_lt: Administratoriaus pavardė
lv_lv: Administratora uzvārds
mk_mk: Презиме на Управувачот
ms_my: Nama belakang pentadbir
my_mm: စီမံခန့်ခွဲသူမျိုးရိုးအမည်
ne: प्रशासकको थर
nl: Naam administrator
nn_no: Administrator etternamn
oc: Nom de familha de l’administrator
pl_pl: Nazwisko administratora
ps: د پازوالګي وروستی نوم
pt_br: Administrador sobrenome
pt_pt: Último nome do Administrador
ro_ro: Prenumele administratorului
ru_ru: Фамилия администратора
sk_sk: Priezvisko administrátora
sl: Priimek administratorja
sq: Mbiemri i administratorit
sr_rs: Prezime administratora
sv_se: Administratörens efternamn
sw_ke: Jina la mwisho la msimamizi
ta: நிர்வாகியின் கடைசி பெயர்
th: ชื่อผู้จัดการระบบ
tl_ph: Apelyido ng Administrator
tr: Yönetici soyadı
uk_ua: Прізвище адміністратора
vi_vn: Họ quản trị viên
xh_za: Ifani elumphathi
zh_cn: 管理员姓氏
zh_tw: 管理員姓氏

source: Administrator telephone
ast_es: Teléfonu del alministrador
bn_bd: প্রশাসকের টেলিফোন
bs_ba: Telefonski broj administratora
ca_es: Telèfon de l'administrador
cs_cz: Telefon administrátora
da: Administrators telefonnummer
de: Administrator Telefon
el: Τηλέφωνο Διαχειριστή
eo: Administratora telefonnumero
es: Teléfono del administrador
es_mx: Teléfono del administrador
eu_es: Kudeatzailearen telefonoa
fa_ir: تلفن مدیر فضای آموزشی
fi_fi: Ylläpitäjän puhelinnumero
fo_fo: Sími stýriskarans
fur: Telefun di aministradôr
ga: Teileafón an riarthóra
gl: Teléfono do administrador
he_il: טלפון מנהל
hi: प्रशासक का टेलीफोन
hr_hr: Broj telefona nadzornika
hu_hu: Adminisztrátor telefon
hy: Ադմինիստրատորի հեռախոսահամար
id_id: Telepon Administrator
it: Telefono dell'Amministratore
ja: 管理者電話
ka_ge: ადმინისტრატორის ტელეფონი
ko_kr: 관리자 전화
lt_lt: Administratoriaus telefonas
lv_lv: Administratora tālrunis
mk_mk: Телефонски број на Управувачот
ms_my: Telefon pentadbir
my_mm: စီမံခန့်ခွဲသူတယ်လီဖုန်း
ne: प्रशासकको टेलिफोन
nl: Telefoonnummer administrator
nn_no: Administrator telefon
oc: Telefòn de l’administrator
pl_pl: Telefon administratora
ps: د پازوالګي ټلیفون
pt_br: telefone Administrador
pt_pt: Telefone do Administrador
ro_ro: Telefonul administratorului
ru_ru: Телефон администратора
sk_sk: Telefónne číslo administrátora
sl: Administratorjeva tel.št.
sq: Telefon i administratorit
sr_rs: Telefon administratora
sv_se: Administratörens telefonnummer
sw_ke: Simu ya msimamizi
ta: நிர்வாகியின் தொலைபேசி
th: เบอร์โทรศัพท์ของผู้จัดการระบบ
tl_ph: Telepono ng Administrator
tr: Yönetici telefonu
uk_ua: Телефон адміністратора
vi_vn: Điện thoại quản trị viên
xh_za: Umunyawo wombusi
zh_cn: 管理员电话
zh_tw: 管理員電話

source: New note
ar: ملاحظة جديدة
ast_es: Avisu nuevu
bn_bd: নতুন নোট
bs_ba: Nova bilješka
ca_es: Nova nota
cs_cz: Nová poznámka
da: Ny note
de: Neue Notiz
el: Νέα σημείωση
eo: Nova notonot
es: Nueva nota
es_mx: Nueva nota
eu_es: Ohar berria
fa_ir: یادداشت جدید
fi_fi: Uusi muistiinpano
fo_fo: Nýggj minnisgrein
fur: Gnove note
ga: Nóta nua
gl: Nova nota
he_il: הערה חדשה
hi: नई टिप्पणी
hr_hr: Nova bilješka
hu_hu: Új feljegyzés
hy: Նոր նշում
id_id: Catatan baru
it: Nuovo appunto
ja: 新しいメモ
ka_ge: ახალი შენიშვნა
ko_kr: 새 메모
lt_lt: Nauja pastaba
lv_lv: Jauna piezīme
mk_mk: Нова белешка
ms_my: Nota baru
my_mm: မှတ်စုအသစ်
ne: नयाँ नोट
nl: Nieuwe notitie
nn_no: Ny note
oc: Nòva nota
pl_pl: Nowa notatka
ps: نوی یادښت
pt_br: Nova nota
pt_pt: Nova nota
ro_ro: nota noua
ru_ru: Новая заметка
sk_sk: Nová poznámka
sl: Nova beležka
sq: Shënim i ri
sr_rs: Nova napomena
sv_se: Ny notis
sw_ke: Kumbatio mpya
ta: புதிய குறிப்பு
th: บันทึกใหม่
tl_ph: Bagong tala
tr: Yeni not
uk_ua: Нова нотатка
vi_vn: Ghi chú mới
xh_za: Inqaku elitsha
zh_cn: 新笔记
zh_tw: 新筆記

source: Note
ar: ملاجظة
ast_es: Avisu
bn_bd: নোট
bs_ba: Bilješka
ca_es: Nota
cs_cz: Poznámka
de: Notiz
el: Σημείωση
eo: Noto
es: Nota
es_mx: Nota
eu_es: Oharra
fa_ir: یادداشت
fi_fi: Muistiinpano
fo_fo: Minnisgrein
ga: Nóta
gl: Nota
he_il: הערה
hi: टिप्पणी
hr_hr: Bilješka
hu_hu: Jegyzet
hy: Նշում
id_id: Catatan
it: Appunti
ja: メモ
ka_ge: შენიშვნა
ko_kr: 메모
lt_lt: Pastaba
lv_lv: Piezīme
mk_mk: Белешка
ms_my: Nota
my_mm: မှတ်စု
ne: नोट
nl: Notitie
oc: Nota
pl_pl: Notatka
ps: یادښت
pt_br: Nota
pt_pt: Nota
ro_ro: Nota
ru_ru: Заметка
sk_sk: Poznámka
sl: Beležka
sq: Shënim
sr_rs: Napomena
sv_se: Notis
sw_ke: Kumbatio
ta: குறிப்பு
th: บันทึก
tl_ph: Tala
tr: Not
uk_ua: Нотатка
vi_vn: Ghi chú
xh_za: Inqaku
zh_cn: 笔记
zh_tw: 筆記

source: Note created
ar: تم انشاء ملاحظة
ast_es: Avisu creau
bn_bd: নোট তৈরি হয়েছে
bs_ba: Bilješka kreirana
ca_es: Nota creada
cs_cz: Poznámka vytvořena
da: Note oprettet
de: Notiz erstellt
el: Η σημείωση δημιουργήθηκε
eo: Noto kreita
es: Nota creada
es_mx: Nota creada
eu_es: Oharra sortu da
fa_ir: یادداشت ساخته شد
fi_fi: Muistiinpano tehty
fo_fo: Minnisgrein uppruttin
fur: Note creade
ga: Nóta cruthaithe
gl: Nota creada
he_il: הערה נוצרה
hi: टिप्पणी बनाई गई
hr_hr: Bilješka kreirana
hu_hu: Jegyzet létrehozva
hy: Նշումը ստեղծված է
id_id: Catatan dibuat
it: Appunto creato
ja: メモが作成されました
ka_ge: შენიშვნა შექმნილია
ko_kr: 메모가 생성되었습니다
lt_lt: Pastaba sukurta
lv_lv: Piezīme izveidota
mk_mk: Белешка создадена
ms_my: Nota dicipta
my_mm: မှတ်စုဖန်တီးပြီးဖြစ်သည်
ne: नोट सिर्जना भयो
nl: Notitie aangemaakt
nn_no: Note oppretta
oc: Nota creada
pl_pl: Utworzono notatkę
ps: یادښت جوړ شو
pt_br: nota criado
pt_pt: Nota criada
ro_ro: Nota creata
ru_ru: Заметка создана
sk_sk: Poznámka vytvorená
sl: Beležka je bila ustvarjena
sq: Shënimi u krijua
sr_rs: Napomena je kreirana
sv_se: Notis skapad
sw_ke: Kumbatio umeundwa
ta: குறிப்பு உருவாக்கப்பட்டது
th: บันทึกที่สร้าง
tl_ph: Nalikha na ang tala
tr: Not oluşturuldu
uk_ua: Нотатка створена
vi_vn: Ghi chú đã tạo
xh_za: Inqaku lenziwe
zh_cn: 笔记已创建
zh_tw: 筆記已建立

source: Please write a note
ar: يرجى كتابة ملاحظة
ast_es: Tien d'escribir un avisu
bn_bd: দয়া করে একটি নোট লিখুন
bs_ba: Molimo napišite bilješku
ca_es: Per favor, escrigui una nota
cs_cz: Napište poznámku
da: Skriv en note
de: Bitte eine Notiz schreiben
el: Γράψτε μία σημείωση
eo: Bonvolu skribi noton
es: Por favor, escriba una nota
es_mx: Por favor, escriba una nota
eu_es: Mesedez, idatzi ohar bat
fa_ir: لطفا یک یادداشت بنویسید
fi_fi: Kirjoita muistiinpano
fo_fo: Skriva ein minnisgrein
fur: Scrivî une note
ga: Scríb tú nóta le do thoil
gl: Por favor escriba unha nota
he_il: אנא כתוב הערה
hi: कृपया टिप्पणी लिखें
hr_hr: Napišite bilješku
hu_hu: Kérem, adja meg jegyzetét
hy: Խնդրում ենք գրել նշում
id_id: Tulis catatan
it: Scrivi un appunto
ja: メモを記述してください
ka_ge: გთხოვთ, დაწეროთ შენიშვნა
ko_kr: 메모를 작성하세요
lt_lt: Prašome parašyti pastabą
lv_lv: Lūdzu, ievadiet piezīmi
mk_mk: Ве молиме напишете белешка
ms_my: Tulislah nota
my_mm: ကျေးဇူးပြု၍ မှတ်စုတစ်ခုရေးပါ
ne: कृपया नोट लेख्नुहोस्
nl: Gelieve een notitie te schrijven
nn_no: Skriv ein note
oc: Escrivètz una nota
pl_pl: Napisz notatkę
ps: مه مهربانه وي یو یادښت ولیکئ
pt_br: Por favor, escrever uma nota
pt_pt: Por favor escrever uma nota.
ro_ro: Va rugam,scrieti o nota
ru_ru: Пожалуйста, напишите заметку
sk_sk: Prosím napíšte poznámku
sl: Prosim, dodajte zapis v beležko
sq: Ju lutemi shkruani një shënim
sr_rs: Molim vas napišite napomenu
sv_se: Skriv en notis
sw_ke: Tafadhali andika kumbatio
ta: ஒரு குறிப்பு எழுதவும்
th: กรุณาเขียนบันทึก
tl_ph: Magsulat ng tala
tr: Lütfen bir not yazın
uk_ua: Будь ласка, напишіть нотатку
vi_vn: Vui lòng viết ghi chú
xh_za: Nceda bhala inqaku
zh_cn: 请写下笔记
zh_tw: 請撰寫筆記

source: Save note
ar: حفظ الملاحظة
ast_es: Guardar avisu
bn_bd: নোট সংরক্ষণ করুন
bs_ba: Sačuvaj bilješku
ca_es: Guardar nota
cs_cz: Uložit poznámku
da: Gem note
de: Notiz speichern
el: Αποθήκευση σημείωσης
eo: Konservi noton
es: Guardar nota
es_mx: Guardar nota
eu_es: Gorde oharra
fa_ir: ذخیره یادداشت
fi_fi: Tallenna muistiinpano
fo_fo: Goym minnisgrein
fur: Salve note
ga: Sábháil an nóta
gl: Gardar nota
he_il: שמור הערה
hi: टिप्पणी सहेजें
hr_hr: Spremi bilješku
hu_hu: Jegyzet mentése
hy: Պահպանել նշումը
id_id: Simpan catatan
it: Salva l'appunto
ja: メモを保存
ka_ge: შენიშვნის შენახვა
ko_kr: 메모 저장
lt_lt: Išsaugoti pastabą
lv_lv: Saglabāt piezīmi
mk_mk: Зачувај белешка
ms_my: Simpan nota
my_mm: မှတ်စုကို သိမ်းဆည်းပါ
ne: नोट बचत गर्नुहोस्
nl: Notitie opslaan
nn_no: Lagr note
oc: Enregistrar la nota
pl_pl: Zapisz notatkę
ps: یادښت خوندي کړئ
pt_br: Salvar nota
pt_pt: Guardar nota
ro_ro: Pastrati nota
ru_ru: Сохранить заметку
sk_sk: Uložiť poznámku
sl: Shrani beležko
sq: Ruaj shënimin
sr_rs: Sačuvaj napomenu
sv_se: Spara notis
sw_ke: Hifadhi kumbatio
ta: குறிப்பை சேமி
th: บันทึกบันทึก
tl_ph: I-save ang tala
tr: Notu kaydet
uk_ua: Зберегти нотатку
vi_vn: Lưu ghi chú
xh_za: Gcina inqaku
zh_cn: 保存笔记
zh_tw: 儲存筆記

source: Click here to write a new note
ar: انقر هنا لكتابة ملاحظة جديدة
ast_es: Escribe'l to avisu equí
bn_bd: নতুন নোট লিখতে এখানে ক্লিক করুন
bs_ba: Kliknite ovdje da napišete novu bilješku
ca_es: Escrigui la seua nota ací
cs_cz: Klikněte zde pro napsání nové poznámky
da: Klik her for at skrive en ny note
de: Hier klicken, um eine Notiz zu schreiben
el: Πατήστε εδώ για να γράψετε μία σημείωση
eo: Klaku ĉi tie por skribi novan noton
es: Escriba su nota aquí
es_mx: Cliquee aquí para escribir una nueva nota
eu_es: Klikatu hemen ohar berria idazteko
fa_ir: برای نوشتن یادداشت جدید اینجا کلیک کنید
fi_fi: Klikkaa kirjoittaaksesi uuden muistiinpanon
fo_fo: Klikk her fyri at skriva ein nýggja minnisgrein
fur: Clic chi par scrivî une gnove note
ga: Cliceáil anseo chun nóta nua a scríobh
gl: Pulse aquí para escribir unha nota
he_il: לחץ כאן כדי לכתוב הערה חדשה
hi: नई टिप्पणी लिखने के लिए यहाँ क्लिक करें
hr_hr: Kliknite ovdje da napišete novu bilješku
hu_hu: Új jegyzet írásához kattintson ide
hy: Սեղմեք այստեղ՝ նոր նշում գրելու համար
id_id: Klik di sini untuk menulis catatan baru
it: Scrivi qui il tuo appunto
ja: ここをクリックして新しいメモを記述
ka_ge: დააწკაპუნეთ აქ ახალი შენიშვნის დასაწერად
ko_kr: 새 메모를 작성하려면 여기를 클릭하세요
lo: ຄລິກທີ່ນີ້ເພື່ອຂຽນບັນທຶກໃໝ່
lt_lt: Spustelėkite čia, kad parašytumėte naują pastabą
lv_lv: Lai rakstītu jaunu piezīmi, klikojiet šeit
mk_mk: Кликнете тука за да напишете нова белешка
ms_my: Klik di sini untuk menulis nota baru
my_mm: မှတ်စုအသစ်ရေးရန် ဤနေရာကို နှိပ်ပါ
ne: नयाँ नोट लेख्न यहाँ क्लिक गर्नुहोस्
nl: Klik hier om een nieuwe notitie toe te voegen
nn_no: Klikk her for å skrive ei ny note
oc: Clicatz aquí per escriure una nòva nota
pl_pl: Kliknij, aby utworzyć nową notatkę
ps: دلته کلیک وکړئ چې نوی یادښت ولیکئ
pt_br: Clique aqui para escrever uma nova nota
pt_pt: Cliique aqui para escrever uma nova nota
ro_ro: Scrieti aici nota dumneavoastra
ru_ru: Нажмите здесь, чтобы написать новую заметку
sk_sk: Pre napísanie novej poznámky kliknite sem
sl: Tule zapišite svojo beležko
sq: Klikoni këtu për të shkruar një shënim të ri
sr_rs: Klikni ovde da napišeš novu napomenu
sv_se: Klicka här för att skriva en ny notis
sw_ke: Bonyeza hapa kuandika kumbatio mpya
ta: புதிய குறிப்பு எழுத இங்கே கிளிக் செய்யவும்
th: คลิกที่นี่เพื่อเขียนบันทึกใหม่
tl_ph: Iklik dito upang magsulat ng bagong tala
tr: Buraya tıklayarak yeni not yazın
uk_ua: Натисніть тут, щоб написати нову нотатку
vi_vn: Nhấp vào đây để viết ghi chú mới
xh_za: Cofa apha ukuze ubhale inqaku elitsha
zh_cn: 点此处写新笔记
zh_tw: 點擊這裡撰寫新筆記

source: Search by title
ar: البحث وفقا للعنوان
ast_es: Buscar por títulu
bn_bd: শিরোনাম দিয়ে অনুসন্ধান করুন
bs_ba: Pretraga po naslovu
ca_es: Buscar per títol
cs_cz: Hledat podle názvu
da: Søg efter titel
de: Nach Titel suchen
el: Αναζήτηση κατά τίτλο
eo: Serĉi laŭ titolo
es: Buscar por título
es_mx: Búsqueda por título
eu_es: Bilatu tituluaren arabera
fa_ir: جستجو بر اساس عنوان
fi_fi: Etsi otsikolla
fo_fo: Leita eftir heiti
fur: Siercjh par titol
ga: Cuardaigh de réir teidil
gl: Buscar por título
he_il: חפש לפי כותרת
hi: शीर्षक से खोजें
hr_hr: Pretraži po naslovu
hu_hu: Keresés cím szerint
hy: Որոնել վերնագրով
id_id: Cari berdasarkan judul
it: Cerca nel titolo
ja: タイトルで検索
ka_ge: ძებნა სათაურის მიხედვით
ko_kr: 제목으로 검색
lt_lt: Ieškoti pagal pavadinimą
lv_lv: Meklēt pēc nosaukuma
mk_mk: Пребарај по наслов
ms_my: Cari mengikut tajuk
my_mm: ခေါင်းစဉ်ဖြင့် ရှာဖွေပါ
ne: शीर्षक अनुसार खोज्नुहोस्
nl: Zoeken op titel
nn_no: Søk etter tittel
oc: Recèrca per títol
pl_pl: Szukaj wg tytułu
ps: د سرلیک له مخې لټون
pt_br: Pesquisar por título
pt_pt: Pesquisar por título
ro_ro: Cautati prin titlu
ru_ru: Поиск по заголовку
sk_sk: Vyhľadať podľa názvu
sl: Išči po naslovu
sq: Kërko sipas titullit
sr_rs: Traži po naslovu
sv_se: Sök på titel
sw_ke: Tafuta kwa kichwa
ta: தலைப்பால் தேடல்
th: ค้นหาตามชื่อหัวข้อ
tl_ph: Maghanap ayon sa title
tr: Başlığa göre ara
uk_ua: Пошук за назвою
vi_vn: Tìm kiếm theo tiêu đề
xh_za: Khangela ngokwesihloko
zh_cn: 根据标题搜索
zh_tw: 依標題搜尋

source: Write the title here
ar: اكتب العنوان هنا
ast_es: Escriba'l títulu equí
bn_bd: এখানে শিরোনাম লিখুন
bs_ba: Napišite naslov ovdje
ca_es: Escrigui el seu títol ací
cs_cz: Napište název zde
da: Skriv titlen her
de: Hier den Titel schreiben
el: Γράψτε εδώ τον τίτλο
eo: Skribu la titolon ĉi tie
es: Escriba el título aquí
es_mx: Escriba el título aquí
eu_es: Idatzi titulua hemen
fa_ir: عنوان را اینجا بنویسید
fi_fi: Kirjoita otsikko tähän
fo_fo: Skriva heitið her
fur: Scrivî il titol chi
ga: Scríb an teideal anseo
gl: Escriba o título aquí
he_il: כתוב את הכותרת כאן
hi: यहाँ शीर्षक लिखें
hr_hr: Napišite naslov ovdje
hu_hu: Adja meg a címet
hy: Գրեք վերնագիրը այստեղ
id_id: Tulis judul di sini
it: Scrivi qui il titolo
ja: ここにタイトルを記述
ka_ge: აქ ჩაწერეთ სათაური
ko_kr: 여기에 제목을 입력하세요
lo: ຂຽນຫົວຂໍ້ທີ່ນີ້
lt_lt: Parašykite pavadinimą čia
lv_lv: Nosaukumu rakstiet šeit
mk_mk: Напишете го насловот тука
ms_my: Tulis tajuk di sini
my_mm: ဤနေရာတွင် ခေါင်းစဉ်ရေးပါ
ne: यहाँ शीर्षक लेख्नुहोस्
nl: Typ de titel hier
nn_no: Skriv tittelen her
oc: Escrivètz lo títol aquí
pl_pl: Tutaj wpisz tytuł
ps: سرلیک دلته ولیکئ
pt_br: Escreva o título aqui
pt_pt: Escreva aqui o título
ro_ro: Scrieti aici titlu
ru_ru: Введите заголовок здесь
sk_sk: Napíšte názov sem
sl: Tule dodaj naslov
sq: Shkruani titullin këtu
sr_rs: Napiši naslov ovde
sv_se: Skriv titeln här
sw_ke: Andika kichwa hapa
ta: தலைப்பை இங்கே எழுதவும்
th: พิมพ์ชื่อหัวข้อที่นี่
tl_ph: Isulat ang title dito
tr: Başlığı buraya yazın
uk_ua: Напишіть назву тут
vi_vn: Viết tiêu đề ở đây
xh_za: Bhala isihloko apha
zh_cn: 在此写标题
zh_tw: 在此輸入標題

source: Updated
ar: تم التحديث
ast_es: Última modificación
bn_bd: আপডেট হয়েছে
bs_ba: Ažurirano
ca_es: Última modificació
cs_cz: Aktualizováno
da: Opdateret
de: Aktualisiert
el: Ενημερώθηκε
eo: Ĝisdatigita
es: Última modificación
es_mx: Fecha de actualización
eu_es: Azken aldaketa
fa_ir: بروز رسانی شد
fi_fi: Muokkaus päivä
fo_fo: Dagført
fur: Zornât
ga: Nuashonraithe
gl: Actualizado
he_il: עודכן
hi: अद्यतन
hr_hr: Ažurirano
hu_hu: Módosítva
hy: Նորացված
id_id: Diperbarui
it: Aggiorna la data
ja: 更新日
ka_ge: განახლებულია
ko_kr: 수정됨
lo: ອັບເດດແລ້ວ
lt_lt: Atnaujinta
lv_lv: Pēdējās izmaiņas
mk_mk: Ажурирано
ms_my: Dikemaskini
my_mm: အဆင့်မြှင့်တင်ပြီးဖြစ်သည်
ne: अपडेट भयो
nl: geüpdatete
nn_no: Oppdatert
oc: Actualizat
pl_pl: Zaktualizowana
ps: تازه شو
pt_br: Atualizado
pt_pt: Actualizado
ro_ro: Ultima modificare
ru_ru: Обновлено
sk_sk: Dátum aktualizácie
sl: Datum zadnje spremembe
sq: Përditësuar
sr_rs: Ažurirano
sv_se: Uppdaterad
sw_ke: Imebadilishwa
ta: புதுப்பிக்கப்பட்டது
th: อัปเดต
tl_ph: Na-update
tr: Güncellendi
uk_ua: Оновлено
vi_vn: Đã cập nhật
xh_za: Ihlaziywe
zh_cn: 更新
zh_tw: 已更新

source: Add new note in my personal notebook
ar: اضافة ملاحظة جديدة الى ملاحظاتي الشخصية
ast_es: Amestar nota nueva
bn_bd: আমার ব্যক্তিগত নোটবুকে নতুন নোট যোগ করুন
bs_ba: Dodaj novu bilješku u moj osobni notes
ca_es: Afegir una nota
cs_cz: Přidat novou poznámku do mé osobní poznámkové knížky
da: Tilføj ny note i min personlige notatbog
de: Neue Notiz in mein persönliches Notizbuch schreiben
el: Προσθήκη σημείωσης στο προσωπικό σημειωματάριο
eo: Aldoni novan noton en mian personan kajeron
es: Añadir una nota
es_mx: Añadir una nota en mi agenda personal
eu_es: Gehitu beste ohar bat nire ohar liburuan
fa_ir: افزودن یک یادداشت در دفترچه یادداشت شخصی من
fi_fi: Lisää uusi muistiinpano
fo_fo: Legg afturat nýggja minnisgrein í mítt persónliga minnisbók
fur: Zontâ une gnove note tal mi quaderin personâl
ga: Cuir nóta nua i mo leabhar nótáí pearsanta
gl: Engadir unha nota nova no meu caderno persoal
he_il: הוסף הערה חדשה במחברת האישית שלי
hi: मेरे व्यक्तिगत नोटबुक में नई टिप्पणी जोड़ें
hr_hr: Dodaj novu bilješku u moju osobnu bilježnicu
hu_hu: Új jegyzet írása a személyes jegyzetfüzetbe
hy: Ավելացնել նոր նշում իմ անձնական հաշվետվքում
id_id: Tambah catatan baru di buku catatan pribadi saya
it: Nuovo appunto
ja: 新しいノートを個人用のノートブックに追加
ka_ge: ახალი შენიშვნის დამატება ჩემს პირად ჩანაწერში
ko_kr: 내 개인 노트북에 새 메모 추가
lo: ເພີ່ມບັນທຶກໃໝ່ໃນປຶ້ມບັນທຶກສ່ວນຕົວຂອງຂ້ອຍ
lt_lt: Pridėti naują pastabą į mano asmeninius užrašus
lv_lv: Pievienot jaunu ierakstu manā personālajā piezīmju grāmatā
mk_mk: Додади нова белешка во мојот личен бележник
ms_my: Tambah nota baru dalam buku nota peribadi saya
my_mm: ကျွန်ုပ်၏ ကိုယ်ပိုင်မှတ်စုစာအုပ်တွင် မှတ်စုအသစ်ထည့်ပါ
ne: मेरो व्यक्तिगत नोटबुकमा नयाँ नोट थप्नुहोस्
nl: Voeg nieuwe notitie toe in mijn persoonlijke notitieblok
nn_no: Legg til ny note i min personlege notatbok
oc: Apondre una nòva nota dins mon quaderno personal
pl_pl: Dodaj nową notatkę w moim notesie
ps: په زما شخصي یادښت کې نوی یادښت اضافه کړئ
pt_br: Adicionar uma nova nota no meu notebook pessoal
pt_pt: Adicionar uma nova nota no meus bloco de notas pessoal
ro_ro: Adaugati o nota
ru_ru: Добавить новую заметку в мою личную записную книжку
sk_sk: Pridať novú poznámku
sl: Dodaj novo
sq: Shto shënim të ri në fletore personale
sr_rs: Dodaj novu napomenu u moju ličnu beležnicu
sv_se: Lägg till ny notis i min personliga anteckningsbok
sw_ke: Ongeza kumbatio mpya katika daftari langu la kibinafsi
ta: எனது தனிப்பட்ட குறிப்பேட்டில் புதிய குறிப்பு சேர்க்கவும்
th: เพิ่มบันทึกใหม่ในสมุดบันทึกส่วนตัว
tl_ph: Magdagdag ng bagong tala sa aking personal na notebook
tr: Defterime not ekle
uk_ua: Додати нову нотатку до мого особистого блокнота
vi_vn: Thêm ghi chú mới vào sổ tay cá nhân của tôi
xh_za: Faka inqaku elitsha kwincwadi yam yam
zh_cn: 添加新的笔记到个人笔记本
zh_tw: 在我的個人筆記本中新增新筆記
