Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Locked: students can no longer post new messages in this forum category, forum or thread but they can still read the messages that were already posted
ar: مقفل: لا يمكن للطلبة إضافة مشاركة في التصنيف أو المنتدى أو الموضوع
ast_es: Peslláu: los estudiantes nun puen espublizar más mensaxes nesta categoría, foru o tema, pero puen ver los mensaxes que s'espublizaran enantes.
bn_bd: লক করা: শিক্ষার্থীরা এই ফোরাম বিভাগ, ফোরাম বা থ্রেডে নতুন বার্তা পোস্ট করতে পারবে না কিন্তু তারা আগে পোস্ট করা বার্তাগুলো পড়তে পারবে
bs_ba: Zaključano: studenti više ne mogu objavljivati nove poruke u ovoj kategoriji foruma, forumu ili niti, ali i dalje mogu čitati poruke koje su već objavljene
ca_es: Accés limitat a la lectura dels antics missatges. Els alumnes ja no poden afegir més missatges en aquesta categoria del fòrum, en aquest fòrum o en aquest fil de discussió.
cs_cz: Zamčené: studenti již nemohou odesílat nové zprávy v této kategorii fóra, fóru nebo vlákně, ale stále mohou číst již odeslané zprávy
da: Låst: Deltagerne kan ikke længere skrive indlæg inden for denne forumkategori, forum eller tråd, men de kan stadigvæk læse de indlæg, der er kommet
de: Geschlossen: Es können keine neuen Beiträge in dieser Forum-Kategorie, diesem Forum oder dem Thema hinzugefügt werden; alle bisherigen Beiträge können jedoch weiter gelesen werden.
el: Κλειδώθηκε: οι εκπαιδευόμενοι δεν μπορούν πλέον να αναρτούν μηνύματα σε αυτή την κατηγορία Forum, ή νήματος, αλλά μπορούν ακόμη να διαβάζουν τα μηνύματα που είχαν ήδη αναρτηθεί.
eo: Riglite: studentoj ne povas meti novajn mesaĝojn en tiun foruman kategorion, forumon aŭ temon, sed ja povas legi la jam metitajn mesaĝojn
es: Cerrado: los estudiantes no pueden publicar más mensajes en esta categoría, foro o tema, pero pueden leer los mensajes que anteriormente hayan sido publicados.
es_mx: Cerrado: los estudiantes no pueden publicar más mensajes en esta categoría, foro o tema, pero pueden leer los mensajes que anteriormente hayan sido publicados.
eu_es: Itxita: ikasleek ezingo dute beste mezurik argitaratu foro, kategoria edo hari honetan. Hala ere, oraindik irakurri ahalko dituzte lehen argitaratu ziren mezuak.
fa_ir: باز کردن: دانشجویان دیگر قادر به ارسال پیام جدید در این موضوع، دسته و یا دسته بندی انجمن نیستند ولی همچنان قادر به مشاهده پیام های قبلی موجود در انجمن خواهند بود
fi_fi: Lukittu: käyttäjät eivät voi enää kirjoittaa uusia viestejä tähän keskustelualue ryhmään, keskustelualueeseen tai keskusteluun. Mutta he voivat silti lukea aiemmin kirjoitettuja viestejä.
fo_fo: Låst: næmingar kunnu ikki lækka nýggj boðskapar í hesi bólk, forum ella træði, men teir kunnu enn lesa boðskaparini sum vóru løgd út
fur: Blocât: i ducjis nol podin plui scrivi gnûv messagis te sta categorîe dal forum, forum o argoment, ma a podin ancje lesî i messagis gnâ fûr
ga: Glasáilte: ní féidir le mic léinn teachtaireachtaí nua a phostáil sa chatagóir fóraim seo, fóram nó snáithe ach is féidir leo na teachtaireachtaí a postáladh cheana a léamh
gl: Bloqueado: os estudantes non poden publicar máis mensaxes nesta categoría, foro ou tema, mais poden visualizar e ler as mensaxes publicadas
he_il: נעול: תלמידים כבר לא יכולים לפרסם הודעות חדשות בקטגוריית הפורום, הפורום או השרשור הזה אבל הם עדיין יכולים לקרוא את ההודעות שכבר פורסמו
hi: लॉक किया गया: छात्र अब इस फोरम श्रेणी, फोरम या धागे में नई संदेश पोस्ट नहीं कर सकते लेकिन वे पहले पोस्ट किए गए संदेश पढ़ सकते हैं
hr_hr: Zaključano, studenti ne mogu dodavati nove poruke unutar ove kategorije foruma, forum ili temu, ali mogu čitati već objavljene članke
hu_hu: Zárolva: a hallgatók a továbbiakban nem küldhetnek üzeneteket erre a fórum kategóriára, de továbbra is olvashatják a korábban elküldött üzeneteket.
hy: Արգելափակված. ուսանողները այլևս չեն կարող նոր հաղորդագրություններ տեղադրել այս ֆորումի կատեգորիայում, ֆորումում կամ թրեդում, բայց նրանք դեռ կարող են կարդալ արդեն տեղադրված հաղորդագրությունները
id_id: Terkunci: siswa tidak dapat memposting pesan baru di kategori forum , forum atau thread ini tapi mereka dapat tetap membaca pesan-pesan yang telah diposting
it: Bloccato: i corsisti non potranno aggiungere messaggi di risposta o nuovi messaggi o argomenti. I messaggi vecchi resteranno visibili
ja: ロック済み：学生はこのフォーラムカテゴリ、フォーラム、スレッドに新しいメッセージを投稿できなくなりますが、既存のメッセージは読めます
ka_ge: დაბლოკილი: მოსწავლეები აღარ შეძლებენ ახალი შეტყობინებების განთავსებას ამ ფორუმის კატეგორიაში, ფორუმში ან თემაში მაგრამ მაინც შეძლებენ წაიკითხონ უკვე განთავსებული შეტყობინებები
ko_kr: 잠김: 학생들은 이 포럼 카테고리, 포럼 또는 스레드에 더 이상 새 메시지를 게시할 수 없지만 이미 게시된 메시지는 읽을 수 있습니다
lo: ລັອກແລ້ວ: ນັກຮຽນບໍ່ສາມາດໂພສຂໍ້ຄວາມໃໝ່ໃນໝວດໝູ່ກະດານສົນທະນາ, ກະດານສົນທະນາ, ຫຼື ກະທູ້ນີ້ໄດ້ອີກ, ແຕ່ພວກເຂົາຍັງສາມາດອ່ານຂໍ້ຄວາມທີ່ໄດ້ໂພສໄວ້ແລ້ວໄດ້
lt_lt: Užrakinta: Studentai šioje kategorijoje, forume ar temoje negali rašyti naujų žinučių, bet gali jas skaityti
lv_lv: Slēgts: kursanti vairs nevar publicēt jaunus ziņojumus šajā foruma kategorijā, forumā vai tematā, bet viņi joprojām var lasīt līdz šim ievadītos ziņojumus.
mk_mk: Заклучено: курсистите не можат да објавуваат нови пораки во оваа категорија на форумот, форумот или тематска низа, но тие може да ги читаат пораките што се веќе објавени.
ms_my: Terkunci: pelajar tidak lagi boleh memuat naik mesej baru dalam kategori forum, forum atau topik ini tetapi mereka masih boleh membaca mesej yang sudah diposkan
my_mm: ပိတ်ထားသည်: ကျောင်းသားများသည် ဤဖိုရမ်အမျိုးအစား၊ ဖိုရမ် သို့မဟုတ် ပို့စ်စီးရီးတွင် စာတိုအသစ်များ ပို့ပိုင်ခွင့်မရှိတော့သော်လည်း၊ ရှိပြီးသားစာတိုများကို ဖတ်ရှုနိုင်သေးသည်
ne: लक गरिएको: विद्यार्थीहरूले यो फोरम श्रेणी, फोरम वा थ्रेडमा नयाँ सन्देश पोस्ट गर्न सक्दैनन् तर पहिले पोस्ट गरिएका सन्देशहरू पढ्न सक्छन्
nl: Vergrendeld: Studenten kunnen geen nieuwe berichten meer plaatsen in deze forumcategorie, forum of discussie maar ze kunnen de reeds geplaatste berichten wel nog lezen
nn_no: Låst: elevar kan ikkje leggje ut nye meldingar i denne forumkategorien, forumet eller tråden, men dei kan framleis lese meldingane som allereie er lagde ut
oc: Blocat : los estudiants pòdon pas publicar de messatges novèls dins aquesta categoria de forum, forum o fil mas pòdon encara legir los messatges ja publicats
pl_pl: Zablokowane: studenci nie mogą publikować postów w forach tej kategorii, na tym forum lub wątku. Mogą natomiast czytać posty już opublikowane.
ps: بند: زده‌کوونکي نور په دې فورم کټګورۍ، فورم یا موضوع کې نوي پیغامونه نشي لیکلای مګر دوی لا هم د پخوانیو پیغامونو لوستلای شي
pt_br: Bloqueado: os ususários não podem publicar mais mensagens nesta categoria, fórum ou discussões, mas podem visualizar e ler as mensagens publicadas.
pt_pt: Bloqueado: os alunos não podem mais publicar novas mensagens nesta categoria do fórum, no fórum ou tópico, mas podem visualizar e ler as mensagens que já foram publicadas.
ro_ro: Blocat: studentii nu mai pot posta mesaje noi in acesta categorie de forum, forum sau discutii dar pot citi mesajele existente.
ru_ru: Блокирован: студенты больше не могут посылать новые сообщения в этом разделе форума, форума в целом или темы, но они могут читать сообщения, которые были получены ранее
sk_sk: Zadblokované: študenti už nemôžu posielať nové správy do tejto kategórie fóra, fóra alebo témy ale stále môžu čítať správy, ktoré tam už poslané boli.
sl: Zaklenjeno: tečajniki ne morejo več objavljati sporočil v tej kategoriji forumov, v tem forumu ali tematski niti, lahko pa še vedno prebirajo že poslana sporočila
sq: I bllokuar: nxënësit nuk mund të postojnë më mesazhe të reja në këtë kategori forumi, forum ose fije por ata mund të lexojnë ende mesazhet e postuara tashmë
sr_rs: Zaključano: koristnici ne mogu dodavati nove poruke unutar ove kategorije foruma, forum ili temu, ali mogu čitati već objavljene članke
sv_se: Låst: Användare kan inte längre göra nya inlägg i forumkategorin, forumet eller tråden, men de kan fortfarande läsa det som redan finns där.
sw_ke: Imezuiwa: wanafunzi hawawezi tena kuchapisha ujumbe mpya katika jamii hii ya mforumu, mforumu au mnyororo lakini bado wanaweza kusoma ujumbe uliowasilishwa tayari
ta: தொற்றப்பட்டது: மாணவர்கள் இந்த விவாதம壇 வகை, விவாதம壇 அல்லது நெடுகலில் புதிய செய்திகளை இனி பதிவிட முடியாது ஆனால் அவர்கள் ஏற்கனவே பதிவிடப்பட்ட செய்திகளைப் படிக்கலாம்
th: ล๊อค:ผู้เรียนจะไม่สามารถส่งกระทู้เข้าสู่หมวดการอภิปรายได้แต่สามารถเข้าอ่านกระทู้ที่มีแล้วได้
tl_ph: Naka-lock: hindi na makapopost ng bagong mensahe ang mga mag-aaral sa kategorya ng forum, forum o thread na ito ngunit makakabasa pa rin sila ng mga mensaheng naipost na
tr: Kilitli: öğrenciler bu forum kategorisinde, forumda veya konuda yeni mesaj yazamaz ancak zaten yazılmış mesajları okuyabilir
uk_ua: Замкнуто: студенти не можуть надсилати нові повідомлення в цю категорію форуму або тему, але вони мають змогу перечитувати вже розміщені повідомлення
vi_vn: Khóa: học viên không thể đăng tin nhắn mới trong danh mục diễn đàn, diễn đàn hoặc chủ đề này nhưng họ vẫn có thể đọc các tin nhắn đã đăng
xh_za: Ivalekile: abafundi abasanakwazi ukuhambisa imiyalezo emitsha kweli candelo leforamu, iforamu okanye umtya kodwa bangenako ukufunda imiyalezo esele ithunyelwe
zh_cn: 禁止∶学员不能发布新帖子，但仍然能阅读他们已发布的文章
zh_tw: 封鎖：學員不能在本討論區類別、討論區或論題張貼新訊息，但可以閱讀已貼出的訊息。

source: Unlocked: learners can post new messages in this forum category, forum or thread
ar: غير مقفل: بإمكان الطلبة إضافة رسائل جديدة في هذا التصنيف أو المنتدى أو الموضوع
ast_es: Abiertu: los estudiantes puen esbpublizar mensaxes nuevos nesta categoría, foru o tema
bn_bd: আনলক: শিক্ষার্থীরা এই ফোরাম বিভাগ, ফোরাম বা থ্রেডে নতুন বার্তা পোস্ট করতে পারবে
bs_ba: Otključano: studenti mogu objavljivati nove poruke u ovoj kategoriji foruma, forumu ili niti
ca_es: Accés obert al dipòsit de nous missatges en aquesta categoria del fòrum, en aquest fòrum o en aquest fil de discussió.
cs_cz: Odemčené: studenti mohou odesílat nové zprávy v této kategorii fóra, fóru nebo vlákně
da: Lås op: Deltagerne kan skrive nye indlæg i denne forumkategori, forum eller tråd
de: Offen: Neue Beiträge können in dieser Forums-Kategorie, diesem Forum oder Thema geschrieben werden
el: Ξεκλειδώθηκε: οι εκπαιδευόμενοι μπορούν να αναρτούν νέα μηνύματα σε αυτή την κατηγορία forum, ή νήματος.
eo: Malriglite: studentoj denove povas meti mesaĝojn en tiun foruman kategorion, forumon aŭ temon.
es: Abierto: los estudiantes pueden publicar nuevos mensajes en esta categoría, foro o tema
es_mx: Abierto: los estudiantes pueden publicar nuevos mensajes en esta categoría, foro o tema
eu_es: Zabalik: ikasleek beste mezu batzuk argitaratu ahal dituzte foro, kategoria edo hari honetan
fa_ir: باز کردن: دانشجویان می توانند پیام جدید در این موضوع یا دسته بندی انجمن ارسال کنند
fi_fi: Avattu: käyttäjät voivat kirjoittaa uusia viestejä.
fo_fo: Ólåst: lærendur kunnu lækka nýggj boðskapar í hesi bólk, forum ella træði
fur: Sblocat: i ducjis a podin scrivi gnûv messagis te sta categorîe dal forum, forum o argoment
ga: Díghlasáilte: is féidir le foghlamaí teachtaireachtaí nua a phostáil sa chatagóir fóraim seo, fóram nó snáithe
gl: Desbloquado: os estudantes poden publciar novas mensaxes nesta categoría, foro ou tema
he_il: לא נעול: לומדים יכולים לפרסם הודעות חדשות בקטגוריית הפורום, הפורום או השרשור הזה
hi: अनलॉक: शिक्षार्थी इस फोरम श्रेणी, फोरम या धागे में नई संदेश पोस्ट कर सकते हैं
hr_hr: Otključano, studenti mogu dodavati nove poruke unutar ove kategorije foruma, forum ili temu
hu_hu: Nincs zárolva: a hallgatók küldhetnek új üzeneteket a kategóriára, fórumra, vagy témára
hy: Անարգելափակված. ուսանողները կարող են տեղադրել նոր հաղորդագրություններ այս ֆորումի կատեգորիայում, ֆորումում կամ թրեդում
id_id: Tridak terkunci: siswa dapat memposting pesan pada kategori forum, forum atau thread
it: Sbloccato: viene ripristinata la possibilità di rispondere o inviare nuovi messaggi
ja: ロック解除：学習者はこのフォーラムカテゴリ、フォーラム、スレッドに新しいメッセージを投稿できます
ka_ge: განბლოკილი: მოსწავლეები შეძლებენ ახალი შეტყობინებების განთავსებას ამ ფორუმის კატეგორიაში, ფორუმში ან თემაში
ko_kr: 잠금 해제: 학습자는 이 포럼 카테고리, 포럼 또는 스레드에 새 메시지를 게시할 수 있습니다
lo: ປົດລັອກແລ້ວ: ຜູ້ຮຽນສາມາດໂພສຂໍ້ຄວາມໃໝ່ໃນໝວດໝູ່ກະດານສົນທະນາ, ກະດານສົນທະນາ, ຫຼື ກະທູ້ນີ້ໄດ້
lt_lt: Atrakinti: Studentai gali rašyti naujas žinutes kategorijoje, forume ar temoje
lv_lv: Atvērts: kursanti var publicēt jaunus ziņojumus šajā forumu kategorijā, forumā vai tematā.
mk_mk: Отклучено: курсистите можат да објавуваат нови пораки во оваа категориј, форум или тематска низа.
ms_my: Tidak terkunci: pelajar boleh memuat naik mesej baru dalam kategori forum, forum atau topik ini
my_mm: ဖွင့်ထားသည်: သင်ယူသူများသည် ဤဖိုရမ်အမျိုးအစား၊ ဖိုရမ် သို့မဟုတ် ပို့စ်စီးရီးတွင် စာတိုအသစ်များ ပို့နိုင်သည်
ne: अनलक गरिएको: सिकारूहरूले यो फोरम श्रेणी, फोरम वा थ्रेडमा नयाँ सन्देश पोस्ट गर्न सक्छन्
nl: Ontgrendeld: Studenten kunnen terug nieuwe berichten plaatsen in deze forumcategorie, forum of discussie.
nn_no: Ulåst: elevar kan legge ut nye meldingar i denne forumkategorien, forumet eller tråden
oc: Desblocat : los aprènts pòdon publicar de messatges novèls dins aquesta categoria de forum, forum o fil
pl_pl: Odblokowane: studenci mogą publikować posty w forach tej kategorii, na tym forum lub wątku
ps: پرانستلی: زده‌کوونکي په دې فورم کټګورۍ، فورم یا موضوع کې نوي پیغامونه لیکلای شي
pt_br: Desbloqueado: os usuários podem publicar novas mensagens nesta categoria, fórum ou discussões.
pt_pt: Desbloqueado: os alunos podem publicar novas mensagens nesta categoria do fórum, no fórum ou tópico.
ro_ro: Deblocat: studentii pot posta mesaje noi in aceasta categorie de forum, forum sau discutie
ru_ru: Разблокирован: студенты могут посылать новые сообщения в этом разделе форума, на форуме в целом или в пределах темы.
sk_sk: Odblokované: študenti môžu poslať nové správy do tejto kategórie fóra, do fóra alebo témy
sl: Odklenjeno: tečajniki lahko objavljajo sporočila v tej kategoriji forumov, v tem forumu oz. tematski niti
sq: I zhbllokuar: nxënësit mund të postojnë mesazhe të reja në këtë kategori forumi, forum ose fije
sr_rs: Otključano: koristnici mogu dodavati nove poruke unutar ove kategorije foruma, forum ili temu
sv_se: Olåst: Användare kan göra nya inlägg i forumkategori, forum eller tråd.
sw_ke: Haijazuiwa: wanafunzi wanaweza kuchapisha ujumbe mpya katika jamii hii ya mforumu, mforumu au mnyororo
ta: திறக்கப்பட்டது: மாணவர்கள் இந்த விவாதம壇 வகை, விவாதம壇 அல்லது நெடுகலில் புதிய செய்திகளைப் பதிவிடலாம்
th: ปลดล๊อค:ผู้เรียนสามารถส่งกระทู้และอภิปรายเข้าหมวดหมู่ต่างๆได้
tl_ph: Naka-unlock: makakapag-post ng bagong mensahe ang mga mag-aaral sa kategorya ng forum, forum o thread na ito
tr: Kilit açık: öğrenciler bu forum kategorisinde, forumda veya konuda yeni mesaj yazabilir
uk_ua: Відкрито: студенти можуть надсилати нові повідомлення в цю категорію форуму або тему
vi_vn: Mở khóa: người học có thể đăng tin nhắn mới trong danh mục diễn đàn, diễn đàn hoặc chủ đề này
xh_za: Ivuliwe: abafundi bangahambisa imiyalezo emitsha kweli candelo leforamu, iforamu okanye umtya
zh_cn: 解禁∶学员可以发布新帖子
zh_tw: 解封：學員可以在本討論區類別、討論區或論題張貼新訊息。

source: Flat
ar: مباشر
ast_es: Plana
bn_bd: ফ্ল্যাট
bs_ba: Ravan
ca_es: Plana
cs_cz: Plochý
da: Liste
de: gelistet
el: Εμφάνιση λίστας
eo: Ebene
es: Plana
es_mx: Plana
eu_es: Laua
fa_ir: تخت
fi_fi: allekkain
fo_fo: Flatt
fur: Pjac
ga: Árasan
gl: Plana
he_il: שטוח
hi: समतल
hr_hr: Ravni
hu_hu: Alap
hy: Պարզ
it: Piatta
ja: フラット
ka_ge: ბრტყელი
ko_kr: 평면
lo: ແບບລຽງ
lv_lv: Plakans
mk_mk: Рамно
ms_my: Rata
my_mm: ပြားချပ်
ne: समतल
nl: Vlakke weergave
oc: Plan
pl_pl: Płaski
ps: صاف
pt_br: Linear
pt_pt: Plano
ro_ro: Plat
ru_ru: Плоскость
sk_sk: Rovný
sl: Ravninsko
sq: Tabelë
sr_rs: Ravno
sv_se: Kronologiskt
sw_ke: Tambarare
ta: அமைப்பற்ற
tr: Düz
uk_ua: Лінійний
vi_vn: Phẳng
xh_za: Isicaba
zh_cn: 平面
zh_tw: 平排

source: Threaded
ar: مترابط
ast_es: En forma d'árbol
bn_bd: থ্রেডেড
bs_ba: Nitni
ca_es: Per fils de discussió
cs_cz: Vlákno
da: Hierarki
de: themenbezogen
el: Εμφάνιση σε Νήματα
eo: Strukturite
es: Arborescente
es_mx: Hilo del tema
eu_es: Gaiak zuhaitz egituraz
fa_ir: موضوعی
fi_fi: Viesti kerralllaan
fo_fo: Trætt
fur: A file
ga: Snáithe
gl: Arborescente
he_il: פתיל
hi: थ्रेडेड
hr_hr: Tematski
hu_hu: Téma szerinti
hy: Թրեդային
id_id: Ber-thread
it: Indentata
ja: スレッド
ka_ge: თემატური
ko_kr: 스레드
lo: ແບບກະທູ້
lv_lv: Sazarots
mk_mk: Тематска низа
ms_my: Berurutan
my_mm: ပို့စ်စီးရီး
ne: थ्रेडेड
nl: Gestructureerde weergave
nn_no: Tråda
oc: En fil
pl_pl: Wątkowy
ps: موضوعي
pt_br: Hierarquia
pt_pt: Colunas
ro_ro: Insiruit
ru_ru: Переплетенный
sk_sk: Zreťazený
sl: Nitno
sq: Me fije
sr_rs: Tematski
sv_se: Trådat
sw_ke: Mnyororo
ta: நெடுகல்
th: ส่งเข้าแล้ว
tl_ph: Naka-thread
tr: Konu bazlı
uk_ua: Тематичний
vi_vn: Theo chủ đề
xh_za: Umtya
zh_cn: 树状
zh_tw: 樹狀

source: Nested
ar: متداخل
ast_es: En forma ñeru
bn_bd: নেস্টেড
bs_ba: Ugniždeni
ca_es: Imbricada
cs_cz: Vnořené
da: Kombination
de: verschachtelt
el: Πλεγμένη
eo: Skeme
es: Anidada
es_mx: Jerarquizado
eu_es: Habia egituraz
fa_ir: تودرتو
fi_fi: Sisennetty
fo_fo: Innbyggt
fur: Anidât
ga: Neadaithe
gl: Anidada
he_il: קינן
hi: निष्ट
hr_hr: Ugniježđen
hu_hu: Beágyazott
hy: Ներդրված
id_id: Bersarang
it: Nidificata
ja: 入れ子
ka_ge: ჩადგმული
ko_kr: 중첩
lo: ແບບຊ້ອນ
lv_lv: Iegults
mk_mk: Вгнездено
ms_my: Bersarang
my_mm: ထပ်နှံ့ထားသော
ne: नेस्टेड
nl: Geneste weergave
nn_no: Innovera
oc: Enfilat
pl_pl: Zagnieżdżony
ps: ځای پر ځای
pt_br: Hierarquizada
pt_pt: Hierarquias
ro_ro: Imbricat
ru_ru: Вложенный
sk_sk: Vložený
sl: Gnezdeno
sq: E gjërëzuar
sr_rs: Ugniježđen
sv_se: Nästlat
sw_ke: Iliyopo
ta: உள்ளிடப்பட்ட
tr: İç İçe
uk_ua: Ієрархічний
vi_vn: Lồng nhau
xh_za: Ihlala phantsi
zh_cn: 复合
zh_tw: 巢狀

source: List View
ar: عرض القائمة
ast_es: Vista plana
bn_bd: লিস্ট ভিউ
bs_ba: Prikaz liste
ca_es: Vista plana
cs_cz: Zobrazení seznamu
da: Liste-visning
de: Listenansicht
el: Εμφάνιση λίστας
eo: Ebena vidigo
es: Vista plana
es_mx: Vista plana
eu_es: Ikuspegi lineala
fa_ir: نمایش فهرستی
fi_fi: Allekkain
fo_fo: Listasýn
fur: Gjernie a listis
ga: Radharc Liosta
gl: Vista Lineal
he_il: תצוגת רשימה
hi: सूची दृश्य
hr_hr: Ravni pregled
hu_hu: Alapnézet
hy: Ցուցակի տեսք
id_id: Penampakan datar
it: Vista piatta
ja: リストビュー
ka_ge: სიის ხედი
ko_kr: 목록 보기
lt_lt: Flat View
lv_lv: Organizēt tematu un atbildes,<br>vienu zem otra, saraksta veidā
mk_mk: Рамен приказ
ms_my: Senarai Pandangan
my_mm: စာရင်းမြင်ကွင်း
ne: सूची दृश्य
nl: Vlakke weergave
nn_no: Listevísning
oc: Vista en lista
pl_pl: Widok płaski
ps: لړ لیست لید
pt_br: Relatório
pt_pt: Visualização em Lista
ro_ro: Vedere plana
ru_ru: Плоскостной вид
sk_sk: Zobraziť zoznam
sl: Ravninski pogled
sq: Pamja me listë
sr_rs: Ravni pregled
sv_se: Platt vy
sw_ke: Mwonekano wa Orodha
ta: பட்டியல் பார்வை
th: Flat View
tr: Liste Görünümü
uk_ua: Лінійний вид
vi_vn: Chế độ xem danh sách
xh_za: Umbono woLuhlu
zh_cn: 平板模式
zh_tw: 平排檢視

source: Threaded View
ast_es: Vista n'árbol
bn_bd: থ্রেডেড ভিউ
bs_ba: Prikaz niti
ca_es: Vista temàtica
cs_cz: Zobrazení vlákna
da: Hierarkisk visning
de: themenbezogene Ansicht
el: Εμφάνιση σε Νήματα
eo: Strukturita vidigo
es: Vista arborescente
es_mx: Hilo del tema
eu_es: Zuhaitz egituradun ikuspegia
fa_ir: نمایش موضوعی
fi_fi: Viesti Kerrallaan
fo_fo: Træða sýn
fur: Gjernie a file
ga: Radharc Snáithe
gl: Vista en Árbore
he_il: תצוגת שרשור
hi: थ्रेडेड दृश्य
hr_hr: Pregled po temi
hu_hu: Témák szerint nézet
hy: Թրեդային տեսք
id_id: Penambakan Ber-thread
it: Vista indentata
ja: スレッドビュー
ka_ge: თემატური ხედი
ko_kr: 스레드 보기
lo: ມຸມມອງແບບກະທູ້
lt_lt: Temų vaizdas
lv_lv: Organizēt tematu un atbildes,<br>horizontālas struktūras veidā
mk_mk: Приказ на тематска низа
ms_my: Pandangan Berurutan
my_mm: ပို့စ်စီးရီးမြင်ကွင်း
ne: थ्रेडेड दृश्य
nl: Gestructureerde weergave
nn_no: Trådvísning
oc: Vista en fil
pl_pl: Widok wątkowy
ps: موضوعي لید
pt_br: Visão Encadeada
pt_pt: Visualização em Árvore
ro_ro: Vedere arborescenta
ru_ru: Тематически структурированный вид
sk_sk: Zreťazený pohľad
sl: Pogled tematske niti
sq: Pamja me fije
sr_rs: Pregled po temi
sv_se: Trådad vy
sw_ke: Mwonekano wa Mnyororo
ta: நெடுகல் பார்வை
th: ดูกระทู้เข้า
tr: Konu Bazlı Görünüm
uk_ua: Тематичний вид
vi_vn: Chế độ xem theo chủ đề
xh_za: Umbono Womtya
zh_cn: 树状模式
zh_tw: 樹狀檢視

source: Nested View
ar: عرض متداخل
ast_es: Vista xerárquica
bn_bd: নেস্টেড ভিউ
bs_ba: Ugniždeni prikaz
ca_es: Vista jeràrquica
cs_cz: Vnořené zobrazení
da: Kombineret visning
de: verschachtelte Ansicht
el: Πλεγμένη Εμφάνιση
eo: Hierkarkieca vidigo
es: Vista jerarquizada
es_mx: Vista jerarquizada
eu_es: Habia egituradun ikuspegia
fa_ir: نمایش تودرتو
fi_fi: Sisennetty Näkymä
fo_fo: Innbyggt sýn
fur: Gjernie anidât
ga: Radharc Neadaithe
gl: Vista Hierarquizada
he_il: תצוגה מקוננת
hi: निष्ट दृश्य
hr_hr: Ugniježđen pregled
hu_hu: Kevert nézet
hy: Ներդրված տեսք
id_id: Penampakan bersarang
it: Vista nidificata
ja: ネストビュー
ka_ge: ჩადგმული ხედი
ko_kr: 중첩 보기
lo: ມຸມມອງແບບຊ້ອນ
lt_lt: Įterptinis vaizdas
lv_lv: Organizēt tematu un atbildes, <br>vienu zem otra, saraksta veidā, <br>ar nobīdi atbildēšanas secībā
mk_mk: Вгнезден приказ
ms_my: Pandangan Sarang
my_mm: ထပ်နှံ့ထားသော မြင်ကွင်း
ne: नेस्टेड दृश्य
nl: Geneste weergave
nn_no: Innovera vísning
oc: Vista enfilada
pl_pl: Widok zagnieżdżony
ps: ځای پر ځای لید
pt_br: Visão Hierarquizada
pt_pt: Visualização Hierarquizada/Aninhada
ro_ro: Vedere Inserata
ru_ru: Вложенный вид
sk_sk: Vnorený pohľad
sl: Gnezden pogled
sq: Pamja e gjërëzuar
sr_rs: Ugniježđen pregled
sv_se: Nästlad vy
sw_ke: Mwonekano Iliyopo
ta: உள்ளிடப்பட்ட பார்வை
th: ดูกระทู้ที่เกี่ยวข้อง
tr: İç İçe Görünüm
uk_ua: Ієрархічний вид
vi_vn: Chế độ xem lồng nhau
xh_za: Umbono oHlala Phantsi
zh_cn: 复合模式
zh_tw: 巢狀檢視

source: Structure
ar: الهيكل
ast_es: Estructura
bn_bd: গঠন
bs_ba: Struktura
ca_es: Estructura
cs_cz: Struktura
da: Struktur
de: Aufbau
el: Δομή
eo: Strukturo
es: Estructura
es_mx: Estructura
eu_es: Egitura
fa_ir: ساختار
fi_fi: Rakenne
fo_fo: Byrging
fur: Struture
ga: Struchtúr
gl: Estrutura
he_il: מבנה
hi: संरचना
hr_hr: Strukturno
hu_hu: Struktúra
hy: Կառուցվածք
id_id: Struktur
it: Struttura
ja: 構造
ka_ge: სტრუქტურა
ko_kr: 구조
lo: ໂຄງສ້າງ
lt_lt: Struktūra
lv_lv: Atbilžu hronoloģiskā struktūra
mk_mk: Структура
ms_my: Struktur
my_mm: ဖွဲ့စည်းပုံ
ne: संरचना
nl: Structuur
nn_no: Struktur
oc: Estructura
pl_pl: Struktura
ps: جوړښت
pt_br: Estrutura
pt_pt: Estrutura
ro_ro: Structura
ru_ru: Структура
sk_sk: Štruktúra
sl: Zgradba
sq: Strukturë
sr_rs: Struktura
sv_se: Struktur
sw_ke: Muundo
ta: அமைப்பு
th: โครงสร้าง
tl_ph: Estraktura
tr: Yapı
uk_ua: Структура
vi_vn: Cấu trúc
xh_za: Ulimo
zh_cn: 结构
zh_tw: 結構
