Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This language will be valid for every visitor of your courses portal
ar: وستكون هذه اللغة صالحة " متاحة " ، لتشمل كل زائر لموقع دراستك.
ast_es: Esti va ser l'idioma que van ver los visitantes del cursu.
bn_bd: এই ভাষাটি আপনার কোর্স পোর্টালের প্রত্যেক দর্শনার্থীর জন্য বৈধ হবে
bs_ba: Ovaj jezik će biti važeći za sve posjetioce vašeg portala kurseva
ca_es: Aquest serà l'idioma que veuran tots els visitants del curs.
cs_cz: Tento jazyk bude použit u každého návštěvníka vašeho kurzu na webu.
da: Kursussidens sprog
de: Diese Sprache wird für alle Besucher Ihrer Webseite gültig sein.
el: Αυτή η γλώσσα θα είναι ενεργή για κάθε επισκέπτη.
eo: Cxi tiu lingvo estos deviga por cxiuj uzantoj de cxi tiu kurso.
es: Este será el idioma que verán todos los visitantes del curso.
es_mx: Este lenguaje será válido para todos los visitantes de la web de su curso.
eu_es: Hizkuntza hau izango da baliogarria, zure heziketa webguneko bisitari guztientzat
fa_ir: این زبان برای تمامی کاربران درس شما مورد استفاده قرار خواهد گرفت.
fi_fi: Tämä kieli on pätee kaikille kurssin sivuston kävijöille.
fo_fo: Hetta mál verður gilt fyri alla gestir á tínari kursaportal
fur: Cheste lenghe e sarà vâlide par ducj i visitadôrs dal to portal des curs
ga: Beidh an teanga seo bailí do gach cuairteoir ar do phortál cúrsaí
gl: Esta lingua será válida para todos os visitantes da web do seu curso.
he_il: שפה זו תהיה תקפה לכל מבקר בפורטל הקורסים שלך
hi: यह भाषा आपके कोर्स पोर्टल के हर आगंतुक के लिए वैध होगी
hr_hr: Ovaj će jezik vrijediti za sve posjetioce web stranica kolegija
hu_hu: A kurzus website-ot látogató minden felhasználó ezt a nyelvet fogja látni.
hy: Այս լեզուն վավեր կլինի ձեր դասընթացների պորտալի բոլոր այցելուների համար
id_id: Bahasa ini akan digunakan untuk semua pengunjung situs mata kuliah anda.
it: Questa lingua verrà utilizzata per chiunque visiti il corso.
ja: この言語はコースの Web サイトにアクセスしたすべてのユーザーに有効になります。
ka_ge: ეს ენა იქნება ძალაში თქვენი კურსების პორტალის ყველა ვიზიტორისთვის
ko_kr: 이 언어는 당신의 과정 웹사이트에 접근하는 모든 방문자에게 적용될 것입니다.
lo: ພາສານີ້ຈະໃຊ້ໄດ້ກັບທຸກຜູ້ເຂົ້າຊົມປະຕູຫຼັກສູດຂອງທ່ານ
lt_lt: Ši kalba bus prieinama kiekvienam jūsų kurso lankytojui.
lv_lv: Atverot kursu mācībām, mācību vides darba virsma būs <b>izvēlētājā valodā</b>!
mk_mk: Овој јазик ќе биде валиден за секој посетител на веб страницата од вашиот курс
ms_my: Sila pilih bahasa yang anda kehendaki untuk Laman Subjek.
my_mm: ဤဘာသာစကားသည် သင့်သင်တန်းဝဘ်ဆိုက်၏ ဧည့်သည်တိုင်းအတွက် သက်ဝင်မည်ဖြစ်သည်
ne: यो भाषा तपाईंको कोर्स पोर्टलका हरेक आगन्तुकहरूका लागि वैध हुनेछ
nl: Deze taal zal gelden voor alle bezoekers van uw cursussite.
nn_no: Dette språket vil vere gyldig for alle besøkande på kursportalen din
oc: Aquesta serà la lenga que totei leis visitaires dau cors veiràn.
pl_pl: Ten język będzie obowiązywał wszystkich użytkowników tego kursu.
ps: دا ژبه به ستاسو د کورسونو پوټال د هر لیدونکي لپاره معتبره وي
pt_br: Este idioma será válido para todos os visitantes da página inicial do seu curso.
pt_pt: Esta idioma será válido para todos os visitantes do site do seu curso.
ro_ro: Aceasta este limba pe care vizitatorii o vor vedea.
ru_ru: Этот язык действителен для каждого посетителя вашего курса на вебсайте
sk_sk: Tento jazyk bude prijaťeľný pre každého návštevníka portálu.
sl: Ta jezik bo veljaven za vsakega obiskovalca spletnih strani tvojega tečaja.
sq: Kjo gjuhë do të jetë e vlefshme për çdo vizitor të portalit të kurseve tuaja
sr_rs: Ovaj jezik će važiti za sve posetioce vašeg kursa
sv_se: Detta språk gäller för alla som besöker denna kurs.
sw_ke: Lugha hii itakuwa halali kwa kila mgeni wa lango la kozi zako
ta: இந்த மொழி உங்கள் பாடநூல் போர்ட்டலின் அனைத்து பார்வையாளர்களுக்கும் செல்லுபடியாகும்
th: ภาษาที่กำหนดใช้นี้ จะใช้แสดงผลตรงกับภาษาที่กำหนดไว้ และกับทุกคนที่เข้าใช้โฮมเพจวิชานี้
tl_ph: Ang wikang ito ay magiging balido sa bawat bisita ng iyong website sa training.
tr: Seçtiğiniz dil her ziyaretçi için geçerli olacaktır.
uk_ua: Ця мова буде основною для всіх відвідувачів вебсайту курсу.
vi_vn: Ngôn ngữ này sẽ được hiển thị đối với tất cả các website khóa học của bạn
xh_za: Olu lwimi luya kusebenza kubo bonke abazityhubeli beportal yakho yezakhosi
zh_cn: 将此语言设为课程的默认语言。
zh_tw: 將此語言設為課程的預設語言。

source: Contributions
ar: المساهمات
ast_es: Trabayos
bn_bd: অবদান
bs_ba: Doprinos
ca_es: Treballs dels estudiants
cs_cz: Příspěvky
da: Afleveringer
de: Unterlagen für Kurseilnehmer
el: Συνεισφορές
eo: Kontribuaĵoj
es: Trabajos
es_mx: Trabajos de los Estudiantes
eu_es: Lanak
fa_ir: فعالیت های درسی
fi_fi: Opiskelijoiden tehtävät
fo_fo: Íverksetingar
fur: Contribûts
ga: Ranníocaíochtaí
gl: Traballos
he_il: תרומות
hi: योगदान
hr_hr: Studentski radovi
hu_hu: Hozzájárulások
hy: Ներդրումներ
id_id: Tugad
it: Elaborati
ja: 池栏の矢今たち
ka_ge: წვლილი
ko_kr: 기여자
lo: ການປະກອບສ່ວນ
lt_lt: Bendradarbiavimas
lv_lv: Raksti
mk_mk: Прилози
ms_my: Tugasan
my_mm: ပံ့ပိုးမှုများ
ne: योगदानहरू
nl: Studentenpublicaties
nn_no: Bidrag
oc: Trabalhs deis estudiants
pl_pl: Prace studentów
ps: ونډې
pt_br: Contribuições
pt_pt: Contribuições
ro_ro: Munci
ru_ru: Работа студентов
sk_sk: Príspevky
sl: Prispevki
sq: Kontributet
sr_rs: Doprinosi
sv_se: Elevarbeten
sw_ke: Michango
ta: பங்களிப்புகள்
th: การสนับสนุน
tl_ph: Mga ambag
tr: Öğrenci Yazıları
uk_ua: Праця студентів
vi_vn: Bài viết của học sinh
xh_za: Amagalelo
zh_cn: 作业论文
zh_tw: 作業論文

source: Course program
ar: برنامج المقرر
ast_es: Programa del cursu
bn_bd: কোর্স প্রোগ্রাম
bs_ba: Program kursa
ca_es: Programa del curs
cs_cz: Program kurzu
da: Kursusprogram
de: Programm
el: Πρόγραμμα Εκπαίδευσης
eo: La programo de la kurso
es: Programa del curso
es_mx: Programa del Curso
eu_es: Prestakuntza programa
fa_ir: برنامه درسی
fi_fi: Kurssin ohjelma
fo_fo: Kursprogram
fur: Program dal curs
ga: Clár an chúrsa
gl: Programa do Curso
he_il: תוכנית קורס
hi: कोर्स कार्यक्रम
hr_hr: Program kolegija
hu_hu: Kurzus program
hy: Դասընթացի ծրագիր
id_id: Program mata kuliah
it: Programma del Corso
ja: コ〖スプログラム
ka_ge: კურსის პროგრამა
ko_kr: 과정 프로그램
lt_lt: Kurso programa
lv_lv: Kursa programma
mk_mk: Програма на курсот
ms_my: Program Subjek
my_mm: သင်တန်းအစီအစဉ်
ne: कोर्स कार्यक्रम
nl: Takenprogramma
nn_no: Kursprogram
oc: Programa del còrs
pl_pl: Program kursu
ps: د کورس پروګرام
pt_br: Programa do curso
pt_pt: Programa do curso
ro_ro: Programul cursului
ru_ru: Программа курса
sk_sk: Program kurzu
sl: Program tečaja
sq: Programi i kursit
sr_rs: Program kursa
sv_se: Kursprogram
sw_ke: Mpango wa kozi
ta: பாடநூல் நிகழ்ச்சி
th: ปฏิทินการศึกษา
tl_ph: Programa ng kurso
tr: Ders Programı
uk_ua: Програма курсу
vi_vn: Chương trình khóa học
xh_za: Inkqubo yekhosi
zh_cn: 教学大纲
zh_tw: 教學大綱

source: Statistics
ar: إحصائيات
ast_es: Estadístiques
bn_bd: পরিসংখ্যান
bs_ba: Statistika
ca_es: Estadístiques
cs_cz: Statistiky
da: Statistik
de: Statistiken
el: Στατιστικά
eo: Statistikoj
es: Estadísticas
es_mx: Estadísticas
eu_es: Estatistikak
fa_ir: آمار
fi_fi: Tilastot
fo_fo: Tølfræði
fur: Statistichis
ga: Staitisticí
gl: Estatísticas
he_il: סטטיסטיקה
hi: आंकड़े
hr_hr: Statistika
hu_hu: Statisztikák
hy: Վիճակագրություն
id_id: Statistik
it: Statistiche
ja: 統計情報
ka_ge: სტატისტიკა
ko_kr: 통계
lo: ສະຖິຕິ
lt_lt: Statistika
lv_lv: Statistika
mk_mk: Статистики
ms_my: Statistik
my_mm: စာရင်းအင်းများ
ne: तथ्याङ्क
nl: Statistieken
nn_no: Statistikk
oc: Estatisticas
pl_pl: Statystyki
ps: احصایې
pt_br: Estatísticas
pt_pt: Estatísticas
ro_ro: Statistici
ru_ru: Статистика
sk_sk: Štatistika
sl: Statistike
sq: Statistikat
sr_rs: Statistike
sv_se: Statistik
sw_ke: Takwimu
ta: புள்ளிவிவரங்கள்
th: สถิติ
tl_ph: Istatistika
tr: İstatistikler
uk_ua: Статистика
vi_vn: Thống kê
xh_za: Iinani
zh_cn: 统计信息
zh_tw: 統計訊息

source: Upload page and link to Home Page
ar: تحميل الصفحة والرابط إلى الصفحة الرئيسية
ast_es: Unviar una páxina y enllazala cola d'entamu
bn_bd: পৃষ্ঠা আপলোড করুন এবং হোম পেজে লিঙ্ক করুন
bs_ba: Učitaj stranicu i link na Home Page
ca_es: Enviar una pàgina i enllaçar-la a la principal
cs_cz: Nahrát stránku a odkázat ji na Domácí stránku
da: Læg et html-dokument ud på kursussiden
de: Upload-Seite und Link zur Homepage
el: Μεταφορτώστε στη σελίδα και συνδεθείτε στην Αρχική Σελίδα
eo: Alŝuti paĝon kaj ligi al la startpaĝo
es: Enviar una página y enlazarla a la principal
es_mx: Enviar una página y enlazarla a la principal
eu_es: Kargatu orria eta lotu orri nagusiari
fa_ir: فرستادن این صفحه و پیوند دادن آن با صفحۀ آغازین
fi_fi: Lataa sivu ja linkki omalle sivulle
fo_fo: Legg síðu upp og slett til heimasíðu
fur: Cjarje pajine e cole a la pajine inizjâl
ga: Uaslódaigh leathanach agus nasc chuig an Leathanach Baile
gl: Introducir unha páxina e enlazala á principal
he_il: העלה דף וקישור לדף הבית
hi: पृष्ठ अपलोड करें और होम पेज से लिंक करें
hr_hr: Podigni stranicu i poveznicu na početnu stranicu
hu_hu: Oldal feltöltése és a főoldalhoz csatlakoztatása
hy: Վերբեռնել էջ և կապել Հիմնական էջին
id_id: Upload halaman dan link-kan ke Home Page
it: Carica e collega una pagina alla Pagina Principale
ja: ペ〖ジとリンクをホ〖ムペ〖ジにアップロ〖ド
ka_ge: გვერდის ატვირთვა და ბმულის დამატება მთავარ გვერდზე
ko_kr: 페이지를 올리고 홈페이지에 링크
lo: ອັບໂຫຼດໜ້າ ແລະ ເຊື່ອມຕໍ່ຫາໜ້າຫຼັກ
lt_lt: Įrašyti puslapį ir nuorodą į titulinį
lv_lv: Augšupielādēt lapu un saistīt to ar kursa sākumlapu
mk_mk: Вчитај ја страницата и поврзи со почетната страница
ms_my: Muatnaik Page dan pautkan dengan Home Page
my_mm: စာမျက်နှာတင်ပြီး ပင်မစာမျက်နှာသို့ လင့်ခ်ချိတ်ပါ
ne: पृष्ठ अपलोड गर्नुहोस् र होम पेजमा लिङ्क गर्नुहोस्
nl: Pagina uploaden en verbinden met startpagina
nn_no: Last opp side og lenke til hovudsida
oc: Mandar una pagina e la liar amb la principala
pl_pl: Załaduj stronę i przyłącz do strony głównej
ps: صفحه بار پورته کړئ او د کور پاڼې سره لینک کړئ
pt_br: Enviar a página ou link para a página inicial
pt_pt: Enviar a página e a ligação/link para a página inicial
ro_ro: Trimiteti o pagina si legati-o la cea principala
ru_ru: Загрузить страницу и связать с домашней страницей курса
sk_sk: Uložiť na server a odkázať na domovskú stránku
sl: Prenesi stran in dodaj povezavo na domačo stran
sq: Ngarko faqen dhe lidhje në faqen kryesore
sr_rs: Učitaj stranicu na server i stavi link ka početnoj stranici
sv_se: Ladda upp sida och länka till hemsida
sw_ke: Pakia ukurasa na kiungo kwa Ukumbi wa Mwanzo
ta: பக்கத்தை பதிவேற்றி வீட்டுப் பக்கத்திற்கு இணைப்பு சேர்க்கவும்
th: หน้าโอนย้ายไฟล์และเชื่อมต่อไปหน้าโฮมเพจ
tl_ph: Mag-upload ng pahina at i-link sa Home Page
tr: Sayfa yükle ve Ana Sayfaya bağla
uk_ua: Завантажити сторінку та зв'язати із головною сторінкою курсу
vi_vn: Upload trang và tạo liên kết tại trang chủ
xh_za: Layisha iphepha kwaye unxibe kwiPhepha lasekhaya
zh_cn: 上传网页和链接
zh_tw: 上傳網頁和鏈接

source: Add link to page on Home Page
ar: إضافة رابط الصفحة على الصفحة الرئيسية
ast_es: Amestar un enllaz web na páxina d'entamu
bn_bd: হোম পেজে পৃষ্ঠার লিঙ্ক যোগ করুন
bs_ba: Dodaj link na stranicu na Home Page
ca_es: Afegiu un enllaç a la pàgina principal
cs_cz: Přidat odkaz stránky na Domácí stránku
da: Tilføj link til kursussidens forside
de: Link zu einer Website auf der Homepage einfügen
el: Προσθέστε σύνδεσμο στη σελίδα προς την αρχική σελίδα
eo: Aldoni ligilon kaj ligi al startpaĝo
es: Añadir un enlace web en la página principal
es_mx: Agregar un enlace a la página principal
eu_es: Gehitu lotura bat orri nagusian
fa_ir: افزودن پیوندی به سوی این صفحه روی صفحۀ آغازین
fi_fi: Lisää linkki omalle sivulle
fo_fo: Legg slett til síðu á heimasíðuni
fur: Zontâ colêgament a pajine te pajine inizjâl
ga: Cuir nasc chuig leathanach ar an Leathanach Baile
gl: Engadir unha ligazón externa ou interna á desde a páxina principal
he_il: הוסף קישור לדף בדף הבית
hi: होम पेज पर पृष्ठ से लिंक जोड़ें
hr_hr: Postavi poveznicu na početnu stranicu
hu_hu: A link hozzáadása a főoldalhoz
hy: Ավելացնել կապ էջին Հիմնական էջում
id_id: Tambah link ke Home Page
it: Inserisci una voce nella Pagina Principale
ja: サイトをリンク
ka_ge: ბმულის დამატება გვერდზე მთავარ გვერდზე
ko_kr: 홈페이지의 페이지에 링크 추가
lo: ເພີ່ມລິ້ງໄປຫາໜ້າໃນໜ້າຫຼັກ
lt_lt: Įrašyti nuorodą į puslapį tituliniame
lv_lv: Pievienot hipersaiti sākumlapā
mk_mk: Додај врска за страницата на почетната страница
ms_my: Tambah pautan pada Home Page
my_mm: ပင်မစာမျက်နှာပေါ်တွင် စာမျက်နှာသို့ လင့်ခ်ထည့်ပါ
ne: होम पेजमा पृष्ठ लिङ्क थप्नुहोस्
nl: Link toevoegen en verbinden met startpagina
nn_no: Legg til lenke til side på hovudsida
oc: Ajustar un liame a la pagina principala
pl_pl: Dodaj łącze do strony głównej
ps: د کور پاڼې کې د پاڼې لینک اضافه کړئ
pt_br: Adicionar link a página inicial
pt_pt: Adicionar uma ligação para página na página inicial
ro_ro: Adauga un link web in pagina principală
ru_ru: Добавить ссылку на домашнюю страницу курса
sk_sk: Pridať na domovskú stránku odkaz
sl: Dodaj povezavo na domačo stran
sq: Shto lidhje në faqen në faqen kryesore
sr_rs: Dodaj link na početnu stranicu
sv_se: Lägg till länk på hemsidan
sw_ke: Ongeza kiungo kwa ukurasa kwenye Ukumbi wa Mwanzo
ta: வீட்டுப் பக்கத்தில் பக்கத்திற்கு இணைப்பு சேர்க்கவும்
th: เพิ่มการเชื่อมโยงต่อไปหน้าโฮมเพจ
tl_ph: Magdagdag ng link sa pahina sa Home Page
tr: Ana Sayfaya Bağlantı ekle
uk_ua: Додати посилання на головну сторінку курсу
vi_vn: Thêm liên kết vào trang chính
xh_za: Faka ikhonkco kwiphepha kwiPhepha lasekhaya
zh_cn: 添加链接
zh_tw: 添加鏈接

source: has been deleted
ar: تم الحذف
ast_es: esborróse
bn_bd: মুছে ফেলা হয়েছে
bs_ba: je obrisan
ca_es: ha estat esborrat
cs_cz: byl smazán
da: er slettet
de: wurde gelöscht
el: έχει διαγραφεί
eo: estas forigita
es: ha sido suprimido
es_mx: ha sido suprimido
eu_es: ezabatu da
fa_ir: حذف شد
fi_fi: on poistettu
fo_fo: er slett
fur: scancelât
ga: scriostar
gl: suprimíuse
he_il: נמחק
hi: हटा दिया गया है
hr_hr: je izbrisan
hu_hu: törölve
hy: ջնջված է
id_id: telah dihapus
it: è stato eliminato
ja: 贷に猴近されました。
ka_ge: წაშლილია
ko_kr: 삭제되었습니다
lo: ໄດ້ຖືກລຶບແລ້ວ
lt_lt: ištrinta
lv_lv: tika izdzēsts
mk_mk: Ќе биде избришано
ms_my: telah digugurkan
my_mm: ဖျက်ပြီးဖြစ်သည်
ne: मेटाइयो
nl: werd verwijderd.
nn_no: er sletta
oc: es estat eliminat
pl_pl: została usunięta
ps: پاک شوی
pt_br: Foi excluido
pt_pt: foi eliminado
ro_ro: a fost șters
ru_ru: было удалено
sk_sk: bol vymazaný
sl: je bila odstranjena
sq: u fshit
sr_rs: obrisano
sv_se: har raderats
sw_ke: imefutwa
ta: நீக்கப்பட்டது
th: ลบแล้ว
tl_ph: na-delete na
tr: silindi
uk_ua: було видалено
vi_vn: Đã bị xóa
xh_za: lincimiwe
zh_cn: 已删除
zh_tw: 已刪除
