Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: User locked
ar: مستخدم مغلق
ast_es: Usuariu bloquiáu
bn_bd: ব্যবহারকারী লক করা হয়েছে
bs_ba: Korisnik zaključan
ca_es: Usuari bloquejat
cs_cz: Uživatel uzamčen
da: Brugerprofil er låst
de: Benutzer gesperrt
el: Κλειδωμένος χρήστης
eo: Uzanto blokita
es: Usuario bloqueado
es_mx: Usuario bloqueado
eu_es: Erabiltzailea blokeatu da
fa_ir: کاربر قفل شد
fi_fi: Käyttäjä lukittu
fo_fo: Brúkari lástur
fur: Utent blocât
ga: Úsáideoir faoi ghlas
gl: Usuario bloqueado
he_il: משתמש נעול
hi: उपयोगकर्ता लॉक
hr_hr: Korisnik zaključan
hu_hu: Zárolt felhasználó
hy: Օգտատերը փակվել է
id_id: Pengguna terkunci
it: Utente bloccato
ja: ユーザーがロックされました
ka_ge: მომხმარებელი შეკეტილია
ko_kr: 사용자 잠김
lt_lt: Vartotojas užrakintas
lv_lv: Lietotājs bloķēts
mk_mk: Корисникот е заклучен
ms_my: Pengguna dikunci
my_mm: အသုံးပြုသူကို လော့ခ်ချထားသည်
ne: प्रयोगकर्ता लक गरियो
nl: Gebruiker geblokkeerd
nn_no: Brukar låst
oc: Utilizaire blocat
pl_pl: Użytkownik zablokowany
ps: کاروونکي قفل شوی
pt_br: Usuário bloqueado
pt_pt: Utilizador bloqueado
ro_ro: Utilizator blocat
ru_ru: Пользователь заблокирован
sk_sk: Používateľ zablokovaný
sl: Uporabnik je zaklenjen
sq: Përdoruesi i bllokuar
sr_rs: Korisnik zaključan
sv_se: Användare låst
sw_ke: Mtumiaji amefungwa
ta: பயனர் பூட்டப்பட்டார்
th: ผู้ใช้ถูกล็อก
tl_ph: User na-lock
tr: Kullanıcı kitli
uk_ua: Користувача заблоковано
vi_vn: Người dùng bị khóa
xh_za: Umsebenzisi uvalelwe
zh_cn: 用户被锁定
zh_tw: 使用者被封鎖

source: User unlocked
ar: مستخدم ممكن
ast_es: Usuariu desboloquiáu
bn_bd: ব্যবহারকারী আনলক করা হয়েছে
bs_ba: Korisnik otključan
ca_es: Usuari desbloquejat
cs_cz: Uživatel odemčen
da: Brugerprofil er låst op
de: Benutzer entsperrt
el: Ξεκλείδωτος χρήστης
eo: Uzanto malblokita
es: Usuario desbloqueado
es_mx: Usuario desbloqueado
eu_es: Erabiltzailea desblokeatu da
fa_ir: کاربر باز شد
fi_fi: Käyttäjä avattu
fo_fo: Brúkari ógirdur
fur: Utent deblocât
ga: Úsáideoir díghlasáilte
gl: Usuario desbloqueado
he_il: המשתמש לא נעול
hi: उपयोगकर्ता अनलॉक
hr_hr: Korisnik otključan
hu_hu: Zárolatlan felhasználó
hy: Օգտատերը ապակողմնացվել է
id_id: Pengguna dibuka kuncinya
it: Utente sbloccato
ja: ユーザーがアンロックされました
ka_ge: მომხმარებელი განთავისუფლებულია
ko_kr: 사용자 잠금 해제
lo: ຜູ້ໃຊ້ຖືກປົດລັອກ
lt_lt: Vartotojas atrakintas
lv_lv: Lietotājs atbloķēts
mk_mk: Корисникот е отклучен
ms_my: Pengguna dibuka kunci
my_mm: အသုံးပြုသူကို လော့ခ်ဖွင့်ထားသည်
ne: प्रयोगकर्ता अनलक गरियो
nl: Gebruiker gedeblokkeerd
nn_no: Brukar ulåst
oc: Utilizaire desbloquat
pl_pl: Użytkownik odblokowany
ps: کاروونکي خلاص شوی
pt_br: Usuário desbloqueado
pt_pt: Utilizador desbloqueado
ro_ro: Utilizator deblocat
ru_ru: Пользователь разблокирован
sk_sk: Používateľ odblokovaný
sl: Uporabnik je odklenjen
sq: Përdoruesi i zbllokuar
sr_rs: Korisnik otključan
sv_se: Användare upplåst
sw_ke: Mtumiaji amefunguliwa
ta: பயனர் திறக்கப்பட்டார்
th: ผู้ใช้ถูกปลดล็อก
tl_ph: User na-unlock
tr: Kullanıcı açık
uk_ua: Користувача розблоковано
vi_vn: Người dùng được mở khóa
xh_za: Umsebenzisi uvuliwe
zh_cn: 用户解除锁定
zh_tw: 解除封鎖使用者

source: You cannot delete this user
ar: لا يمكن حذف هذا المستخدم
ast_es: Nun se pue esborrar esti usuariu
bn_bd: আপনি এই ব্যবহারকারী মুছে ফেলতে পারবেন না
bs_ba: Ne možete obrisati ovog korisnika
ca_es: No podeu esborrar aquest usuari
cs_cz: Nelze smazat tohoto uživatele
da: Det er ikke muligt at slette denne bruger
de: Dieser Benutzer kann nicht gelöscht werden
el: Δεν μπορείτε να διαγράψετε τον χρήστη
eo: Vi ne povas forigi tiun uzanton
es: No puede eliminar este usuario
es_mx: No puede eliminar este usuario
eu_es: Ezin duzu kendu erabiltzaile hau
fa_ir: شما قادر به حذف این کاربر نیستید
fi_fi: Tätä käyttäjää et voi poistaa
fo_fo: Tú kanst ikki strika henda brúkaran
fur: No tu pâs scance chest utent
ga: Ní féidir an t-úsáideoir seo a scriosadh
gl: Non pode eliminar este usuario
he_il: אינך יכול למחוק משתמש זה
hi: आप इस उपयोगकर्ता को हटा नहीं सकते
hr_hr: Ne možete obrisati ovog korisnika
hu_hu: A felhasználó nem törölhető
hy: Դուք չեք կարող ջնջել այս օգտատիրոջը
id_id: Anda tidak dapat menghapus pengguna ini
it: Non puoi eliminare questo utente
ja: このユーザーを削除できません
ka_ge: თქვენ ვერ წაშლით ამ მომხმარებელს
ko_kr: 이 사용자를 삭제할 수 없습니다
lt_lt: Jūs negalite ištrinti šio vartotojo
lv_lv: Tu nevari dzēst šo lietotāju
mk_mk: Не може да го избришете овој корисник
ms_my: Anda tidak boleh memadam pengguna ini
my_mm: ဤအသုံးပြုသူကို ဖျက်၍မရပါ
ne: तपाईं यो प्रयोगकर्ता हटाउन सक्नुहुन्न
nl: U kan deze gebruiker niet verwijderen
nn_no: Du kan ikkje slette denne brukarar
oc: Podètz pas suprimir aqueste utilizaire
pl_pl: Nie można usunąć tego użytkownika
ps: تاسو نشئ کولی دا کاروونکي حذف کړئ
pt_br: Este usuário não pode ser excluido
pt_pt: Não pode eliminar este utilizador
ro_ro: Nu puteti sterge acest utilizator
ru_ru: Вы не можете удалить этого пользователя
sk_sk: Nemôžete zmazať tohto používateľa
sl: Tega uporabnika ni mogoče odstraniti
sq: Nuk mund ta fshini këtë përdorues
sr_rs: Nemožete obrisati ovog korisnika
sv_se: Du kan inte radera denna användare
sw_ke: Huwezi kufuta mtumiaji huyu
ta: இந்த பயனரை நீங்கள் நீக்க முடியாது
th: คุณไม่สามารถลบผู้ใช้รายนี้ได้
tl_ph: Hindi mo maaaring tanggalin ang user na ito
tr: Bu kullanıcıyı silemezsiniz
uk_ua: Ви не можете видалити цього користувача
vi_vn: Bạn không thể xóa người dùng này
xh_za: Awungekudeli lo msebenzisi
zh_cn: 无法删除此用户
zh_tw: 你不能刪除此使用者

source: Selected users deleted
ar: تم حذف المستخدمين المحددين
ast_es: Los usuarios seleicionaos esborrárense
bn_bd: নির্বাচিত ব্যবহারকারী মুছে ফেলা হয়েছে
bs_ba: Odabrani korisnici obrisani
ca_es: Els usuaris seleccionats han estat esborrats
cs_cz: Zvolení uživatelé smazáni
da: De valgte brugere er blevet slettet
de: Ausgewählte Benutzer wurden gelöscht
el: Επιλογή χρηστών προς διαγραφή
eo: Elektitaj uzantoj forigitaj
es: Los usuarios seleccionados han sido borrados
es_mx: Usuarios seleccionados eliminados
eu_es: Hautatutako erabiltzaileak kendu dira
fa_ir: کاربران انتخاب شده حذف شدند
fi_fi: Valitut käyttäjät poistettu
fo_fo: Valdir brúkarar strikaðir
fur: Utents selezionâts scancjâts
ga: Úsáideoirí roghnaithe scriosaithe
gl: Elimináronse os usuarios seleccionados
he_il: משתמשים שנבחרו נמחקו
hi: चयनित उपयोगकर्ता हटाए गए
hr_hr: Odabrani korisnici obrisani
hu_hu: A kiválasztott felhasználók törölve
hy: Ընտրված օգտատերերը ջնջվել են
id_id: Pengguna terpilih dihapus
it: Gli utenti selezionati sono stati eliminati
ja: 選択したユーザーが削除されました
ka_ge: არჩეული მომხმარებლები წაშლილია
ko_kr: 선택한 사용자 삭제됨
lo: ຜູ້ໃຊ້ທີ່ເລືອກຖືກລຶບແລ້ວ
lt_lt: Išrinkti vartotojai ištrinti
lv_lv: Atzīmētie lietotāji izdzēsti
mk_mk: Селектираните корицници се избришани
ms_my: Pengguna terpilih dipadam
my_mm: ရွေးချယ်ထားသော အသုံးပြုသူများကို ဖျက်လိုက်ပြီးဖြစ်သည်
ne: चयनित प्रयोगकर्ताहरू हटाइयो
nl: Geselecteerde gebruikers verwijderd
nn_no: Valde brukarar sletta
oc: Utilizaires seleccionats suprimits
pl_pl: Usunięto zaznaczonych użytkowników
ps: ټاکل شوي کاروونکي حذف شوي
pt_br: Usuários selecionados foram excluidos
pt_pt: Utilizadores seleccionados foram eliminados
ro_ro: Utilizatorii selectati au fost stersi
ru_ru: Выбранные пользователи удалены
sk_sk: Vybraní používatelia zmazaní
sl: Izbrani uporabniki so bili odstranjeni
sq: Përdoruesit e zgjedhur u fshinë
sr_rs: Izabrani korisnici obrisani
sv_se: Vald användare raderad
sw_ke: Watumiaji waliochaguliwa wamefutwa
ta: தேர்ந்தெடுக்கப்பட்ட பயனர்கள் நீக்கப்பட்டனர்
th: ผู้ใช้ที่เลือกถูกลบแล้ว
tl_ph: Mga napiling user natanggal
tr: Seçili kullanıcılar silindi
uk_ua: Вибрані користувачі видалені
vi_vn: Người dùng được chọn đã bị xóa
xh_za: Abasebenzisi abakhethiweyo bacimiwe
zh_cn: 选择的用户已经被删除
zh_tw: 選取之使用者已被刪除

source: Some of the selected users have not been deleted. We recommend you confirm which, by using the advanced search.
ar: لم يتم حذف بعض المستخدمين
ast_es: Dalgunos de los usuarios esborrárense
bn_bd: নির্বাচিত ব্যবহারকারীদের মধ্যে কিছু মুছে ফেলা হয়নি। উন্নত অনুসন্ধান ব্যবহার করে কোনগুলো তা নিশ্চিত করুন।
bs_ba: Neki od odabranih korisnika nisu obrisani. Preporučujemo da potvrdite koje, koristeći napredno pretraživanje.
ca_es: Alguns usuaris no s'han pogut esborrar
cs_cz: Někteří uživatelé nebyli smazáni
da: Ikke alle brugere blev slettet
de: Einige Benutzer wurden nicht gelöscht
el: Μερικοί χρήστες δεν διαγράφηκαν
eo: Iuj uzantoj estas ne forigitaj
es: Algunos usuarios no han sido borrados
es_mx: Algunos de los usuarios seleccionados no han sido eliminados. Recomendamos confirmar cuáles, usando la búsqueda avanzada.
eu_es: Erabiltzaile batzuk kendu dira
fa_ir: بعضی از کاربران حذف نشده اند
fi_fi: Joitain käyttäjiä ei ole poistettu
fo_fo: Nøkur av teimum valdu brúkarunum eru ikki blivnir strikaðir. Vit mæla við tær at staðfesta, hvørjar, við at nýta serafrótasking.
fur: Cuals che dai utents selezionâts no sin scancjâts. Nô jê consigliom che tu confermis chei, doprând la recèrche avantgide.
ga: Níor scriosadh cuid de na húsáideoirí roghnaithe. Molaimid duit a dheimhniú céacu, trí úsáid a bhaint as an gcuardach chun cinn.
gl: Non se eliminaron algúns usuarios
he_il: חלק מהמשתמשים שנבחרו לא נמחקו. אנו ממליצים לך לאשר איזה, באמצעות החיפוש המתקדם.
hi: कुछ चयनित उपयोगकर्ता हटाए नहीं गए। उन्नत खोज का उपयोग करके पुष्टि करें कि कौन से।
hr_hr: Neki od odabranih korisnika nisu obrisani. Preporučujemo da potvrdite koje, koristeći napredno pretraživanje.
hu_hu: Néhány felhasználó nem került törlésre
hy: Ընտրված օգտատերերից որոշները չեն ջնջվել: Խորհուրդ ենք տալիս հաստատել, թե որոնք են, օգտագործելով առաջադեմ որոնումը:
id_id: Beberapa pengguna terpilih tidak terhapus. Kami sarankan Anda konfirmasi mana saja, dengan menggunakan pencarian lanjutan.
it: Non è stato possibile eliminare alcuni utenti
ja: 選択したユーザーの一部が削除されませんでした。詳細を確認するには、高度な検索を使用することをお勧めします。
ka_ge: არჩეული მომხმარებლების ზოგიერთი არ წაიშალა. რეკომენდებულია მათი დადასტურება გაფართოებული ძიების გამოყენებით.
ko_kr: 선택한 일부 사용자가 삭제되지 않았습니다. 고급 검색을 사용하여 확인하는 것을 권장합니다.
lo: ຜູ້ໃຊ້ທີ່ເລືອກບາງຄົນບໍ່ໄດ້ຖືກລຶບ. ພວກເຮົາແນະນຳໃຫ້ທ່ານຢືນຢັນວ່າແມ່ນໃຜ, ໂດຍການໃຊ້ການຄົ້ນຫາຂັ້ນສູງ.
lt_lt: Kai kurie vartotojai neištrinti
lv_lv: Daži lietotāji netika izdzēsti
mk_mk: Некои корисници не се избришани
ms_my: Sesetengah pengguna terpilih tidak dipadam. Kami syorkan anda sahkan yang mana, dengan menggunakan carian lanjutan.
my_mm: ရွေးချယ်ထားသော အသုံးပြုသူအချို့ကို ဖျက်၍မရပါ။ အဆင့်မြင့်ရှာဖွေမှုကို အသုံးပြု၍ မည်သည့်အသုံးပြုသူများကို အတည်ပြုရန် အကြံပြုပါသည်။
ne: चयनित प्रयोगकर्ताहरूमध्ये केही हटाइएका छैनन्। कुनहरू हुन् भनेर उन्नत खोज प्रयोग गरेर पुष्टि गर्न सिफारिस गरिन्छ।
nl: Enkele gebruikers zijn niet verwijderd
nn_no: Nokre av de valde brukarane er ikkje sletta. Vi anbefaler at du bekreftar kva, ved å bruke avansert søk.
oc: D’unes utilizaires seleccionats son pas estats suprimits. Recomandam vos de verificar quals amb la recèrca avançada.
pl_pl: Niektórzy użytkownicy nie zostali usunięci
ps: ځینې ټاکل شوي کاروونکي نه دي حذف شوي. موږ وړاندیز کوو چې تایید یې کړئ، د پرمختللي لټون له لارې.
pt_br: Alguns usuários não foram excluidos
pt_pt: Alguns utilizadores não foram eliminados
ro_ro: Unii utilizatori nu au fost stersi
ru_ru: Некоторые пользователи не удалены
sk_sk: Niektorí používatelia neboli zmazaní
sl: Nekateri uporabniki niso bili odstranjeni
sq: Disaj nga përdoruesit e zgjedhur nuk u fshinë. Ju rekomandojmë të konfirmoni cilët, duke përdorur kërkimin e avancuar.
sr_rs: Neki korisnici nisu bili obrisani
sv_se: Några användare har inte blivit raderade
sw_ke: Baadhi ya watumiaji waliochaguliwa hawajafutwa. Tunapendekeza uthibitishe ni wapi, kwa kutumia utafutaji wa hali ya juu.
ta: தேர்ந்தெடுக்கப்பட்ட சில பயனர்கள் நீக்கப்படவில்லை. எவை என்பதை உறுதிப்படுத்த ஏற்பட்ட தேடலை பயன்படுத்த பரிந்துரைக்கிறோம்.
th: ผู้ใช้ที่เลือกบางรายไม่ถูกลบ แนะนำให้ยืนยันโดยใช้การค้นหาขั้นสูง
tl_ph: May mga napiling user na hindi natanggal. Inirerekomenda naming suriin mo gamit ang advanced search.
tr: Bazı kullanıcılar silinmedi
uk_ua: Деяких користувачів не було видалено
vi_vn: Một số người dùng được chọn chưa bị xóa. Chúng tôi khuyên bạn xác nhận bằng cách sử dụng tìm kiếm nâng cao.
xh_za: Abanye babasebenzisi abakhethiweyo abacimanga. Siyakucebisa uqinise abaphi, ngokusebenzisa ukukhangela okuphambili.
zh_cn: 用户已被删除
zh_tw: 部分使用者未被刪除

source: External authentification
ar: تحقق خارجي
ast_es: Identificación esterna
bn_bd: বাহ্যিক প্রমাণীকরণ
bs_ba: Eksterna autentifikacija
ca_es: Autenticació externa
cs_cz: Externí autentizace
da: Ekstern autentificering
de: Externe Authentifizierung
el: Εξωτερική πιστοποίηση
eo: Eksterna aŭtentikigo
es: Autentificación externa
es_mx: Autenticación externa
eu_es: Kanpoko autentifikazioa
fa_ir: ورودی های خارجی
fi_fi: Ulkoinen tunnistautuminen
fo_fo: Utvanlig innskrift
fur: Autentificazion esterne
ga: Fíordheimhniú seachtrach
gl: Autenticación externa
he_il: אימות חיצוני
hi: बाहरी प्रमाणीकरण
hr_hr: Eksterna autentifikacija
hu_hu: Külső hitelesítés
hy: Արտաքին հաստատում
id_id: Autentikasi eksternal
it: Autenticazione esterna
ja: 外部認証
ka_ge: გარე აუთენტიფიკაცია
ko_kr: 외부 인증
lo: ການກວດສອບພາຍນອກ
lt_lt: Išorinė autentifikacija
lv_lv: Ārējā autentifikācija
mk_mk: Надворешна проверка на автентичноста
ms_my: Pengesahan luaran
my_mm: ပြင်ပ အထောက်အထားစစ်ဆေးမှု
ne: बाह्य प्रमाणीकरण
nl: Externe authenticatie
nn_no: Ekstern autentifisering
oc: Autentificacion externa
pl_pl: Zewnętrzne uwierzytelnianie
ps: بهرني تصدیق
pt_br: Autenticação externa
pt_pt: Autenticação externa
ro_ro: Autentificare externa
ru_ru: Внешняя подлинность
sk_sk: Externé overovanie
sl: Zunanja autentifikacija
sq: Autentifikimi i jashtëm
sr_rs: Eksterni autentifikacija
sv_se: Extern inloggningskontroll
sw_ke: Uthibitisho wa nje
ta: வெளிப்புற அங்கீகாரம்
th: การยืนยันตัวตนภายนอก
tl_ph: Panlabas na pagpapatunay
tr: Dış denetleme
uk_ua: Зовнішня автентифікація
vi_vn: Xác thực bên ngoài
xh_za: Uqinisekiso lwangaphandle
zh_cn: 外部验证
zh_tw: 外部認證

source: Registration date
ar: تاريخ التسجيل
ast_es: Fecha de rexistru
bn_bd: নিবন্ধনের তারিখ
bs_ba: Datum registracije
ca_es: Data de registre
cs_cz: Datum registrace
da: Registreringsdato
de: Anmeldedatum
el: Ημερομηνία εγγραφής
eo: Registriĝa dato
es: Fecha de registro
es_mx: Fecha de registro
eu_es: Erregistroaren data
fa_ir: تاریخ ثبت نام
fi_fi: Rekisteröitymispäivä
fo_fo: Innskriftardagur
fur: Data di iscrission
ga: Dáta clárúcháin
gl: Data do rexistro
he_il: תאריך רישום
hi: पंजीकरण तिथि
hr_hr: Datum registracije
hu_hu: Regisztráció dátuma
hy: Գրանցման ամսաթիվ
id_id: Tanggal pendaftaran
it: Data di registrazione
ja: 登録日
ka_ge: რეგისტრაციის თარიღი
ko_kr: 등록 날짜
lo: ວັນທີລົງທະບຽນ
lt_lt: Registracijos data
lv_lv: Reģistrācijas datums
mk_mk: Датум на регистрирање
ms_my: Tarikh pendaftaran
my_mm: မှတ်ပုံတင်ရက်စွဲ
ne: दर्ता मिति
nl: Registratiedatum
nn_no: Registreringsdato
oc: Data d’inscripcion
pl_pl: Data rejestracji
ps: د ثبت نېټه
pt_br: Data do registro
pt_pt: Data do registo
ro_ro: Data inregistrarii
ru_ru: Дата регистрации
sk_sk: Dátum registrácie
sl: Datum registracije
sq: Data e regjistrimit
sr_rs: Datum registracije
sv_se: Registreringdatum
sw_ke: Tarehe ya usajili
ta: பதிவு தேதி
th: วันที่ลงทะเบียน
tl_ph: Petsa ng rehistrasyon
tr: Kayıt tarihi
uk_ua: Дата реєстрації
vi_vn: Ngày đăng ký
xh_za: Umhla wokubhalisela
zh_cn: 注册日期
zh_tw: 註冊日期

source: User updated
ar: تم تحديث المستخدم
ast_es: Usuariu actualizáu
bn_bd: ব্যবহারকারী আপডেট করা হয়েছে
bs_ba: Korisnik ažuriran
ca_es: Usuari actualitzat
cs_cz: Uživatel aktualizován
da: Brugeroplysninger er ændret
de: Benutzer wurde aktualisiert
el: Ο χρήστης ενημερώθηκε
eo: Uzanto ĝisdatigita
es: Usuario actualizado
es_mx: Usuario actualizado
eu_es: Erabiltzailea eguneratu da
fa_ir: کاربر آپدیت شد
fi_fi: Käyttäjä päivitetty
fo_fo: Brúkari dagførdur
fur: Utent aziornât
ga: Úsáideoir nuashonraithe
gl: Usuario actualizado
he_il: המשתמש עודכן
hi: उपयोगकर्ता अद्यतन
hr_hr: Korisnik ažuriran
hu_hu: Felhasználó frissítve
hy: Օգտատերը թարմացվել է
id_id: Pengguna diperbarui
it: Informazioni utente aggiornate
ja: ユーザーが更新されました
ka_ge: მომხმარებელი განახლდა
ko_kr: 사용자 업데이트됨
lo: ຜູ້ໃຊ້ຖືກອັບເດດແລ້ວ
lt_lt: Vartotojas atnaujintas
lv_lv: Lietotājs atjaunināts
mk_mk: Корисникот е ажуриран
ms_my: Pengguna dikemas kini
my_mm: အသုံးပြုသူကို အဆင့်မြှင့်တင်ပြီးဖြစ်သည်
ne: प्रयोगकर्ता अद्यावधिक गरियो
nl: Gebruiker bijgewerkt
nn_no: Brukar oppdatert
oc: Utilizaire actualizat
pl_pl: Użytkownik zaktualizowany
ps: کاروونکي تازه شوی
pt_br: Usuário atualizado
pt_pt: Utilizador actualizado
ro_ro: Utilizator actualizat
ru_ru: Пользователен обновлен
sk_sk: Používateľ aktualizovaný
sl: Uporabnik je bil ažuriran
sq: Përdoruesi u përditësua
sr_rs: Korisnik ažuriran
sv_se: Användare uppdaterad
sw_ke: Mtumiaji amesasishwa
ta: பயனர் புதுப்பிக்கப்பட்டார்
th: อัปเดตผู้ใช้แล้ว
tl_ph: User na-update
tr: Kullanıcı güncellendi
uk_ua: Користувача відкориговано
vi_vn: Người dùng đã được cập nhật
xh_za: Umsebenzisi uhlaziywe
zh_cn: 更新用户
zh_tw: 使用者已更新

source: Homepage files are not readable
ar: يتعذر قراءة ملفات صفحة البدء
ast_es: Los ficheros de la páxina d'entamu nun se puen lleer
bn_bd: হোমপেজ ফাইলগুলো পঠনযোগ্য নয়
bs_ba: Datoteke početne stranice nisu čitljive
ca_es: Els fitxers de la pàgina inicial no tenen drets de lectura
cs_cz: Soubory domácí stránky nejdou číst
da: Filerne kan ikke læses
de: Homepage Dateien können nicht gelesen werden
el: Τα αρχεία της αρχικής σελίδας δεν είναι αναγνώσιμα
eo: Hejmpaĝaj dosieroj ne legeblas
es: Los ficheros de la página principal no son legibles
es_mx: Los archivos de la página principal no son legibles
eu_es: Orri nagusiko fitxategiak ezin dira irakurri
fa_ir: فایل‌های صفحه اصلی قابل خواندن نیستند
fi_fi: Etusivun tiedostot eivät ole luettavissa
fo_fo: Heimasíðufílar eru ikki læsir
fur: I files de la pache inizjâl no si puesin lesi
ga: Níl comhaid an leathanaigh baile inléite
gl: Os ficheiros da páxina principal non son lexíbeis
he_il: קבצי דף הבית אינם ניתנים לקריאה
hi: होमपेज फ़ाइलें पढ़ने योग्य नहीं हैं
hr_hr: Datoteke početne stranice nisu čitljive
hu_hu: A honlap fájlai nem olvashatóak!
hy: Հիմնական էջի ֆայլերը չեն կարդացվում
id_id: File halaman beranda tidak dapat dibaca
it: I documenti della pagina iniziale non hanno permessi di lettura
ja: ホームページのファイルが読み込めません
ka_ge: მთავარი გვერდის ფაილები არ არის წაკითხვადი
ko_kr: 홈페이지 파일을 읽을 수 없습니다
lo: ໄຟລ໌ໜ້າຫຼັກບໍ່ສາມາດອ່ານໄດ້
lt_lt: Pagrindinio puslapio failai nenuskaitomi
lv_lv: Mājas lapas faili nav lasāmi
mk_mk: Датотеките од почетната страна не може да бидат прочитани
ms_my: Fail laman utama tidak boleh dibaca
my_mm: ပင်မစာမျက်နှာဖိုင်များကို ဖတ်၍မရပါ
ne: होमपेज फाइलहरू पढ्न सकिँदैन
nl: Homepage-bestanden zijn niet leesbaar
nn_no: Hovudsidefiler er ikkje lesbare
oc: Los fichièrs de la pagina d’acuèlh son pas lisibles
pl_pl: Pliki strony głównej są nieczytelne
ps: د کور پاڼې فایلونه لوستل نه کیږي
pt_br: Os arquivos da página inicial não são legíveis
pt_pt: Os ficheiros da página inicial/homepage não podem ser lidos ou não têm permissões de leitura
ro_ro: Fisierele paginii initiale nu pot fi citite
ru_ru: Файлы домашней страницы не читаются
sk_sk: Súbory domovskej stránky nie sú čitateľné
sl: Datoteke domače strani niso bralne
sq: Skedarët e faqes kryesore nuk janë të lexueshëm
sr_rs: Fajlovi početne stranice nisu čitljivi
sv_se: Hemsidans filer är inte läsbara
sw_ke: Faili za ukurasa wa nyumbani hazisomika
ta: முகப்பு கோப்புகள் படிக்க முடியவில்லை
th: ไฟล์หน้าแรกไม่สามารถอ่านได้
tl_ph: Mga file sa homepage hindi mabasa
tr: Açılış sayfası dosyaları okunamaz
uk_ua: Файли домашньої сторінки не читаються
vi_vn: Các tệp trang chủ không thể đọc được
xh_za: Iifayile zehomepage azifundeki
zh_cn: 无法读取主页文件
zh_tw: 首頁檔為不可讀取

source: Choose
ar: اختر
ast_es: Escueya
bn_bd: নির্বাচন করুন
bs_ba: Odaberi
ca_es: Trieu
cs_cz: Zvolit
da: Vælg
de: Wählen
el: Επιλογή γλώσσας νέων
eo: Elektu
es: Seleccione
es_mx: Elegir
eu_es: Aukeratu
fa_ir: انتخاب کنید
fi_fi: Valitse
fo_fo: Vel
fur: Scegli
ga: Roghnaigh
gl: Escoller
he_il: בחר
hi: चुनें
hr_hr: Odaberi
hu_hu: Válassz!
hy: Ընտրել
id_id: Pilih
it: Scegli
ja: 選択
ka_ge: შერჩევა
ko_kr: 선택
lo: ເລືອກ
lt_lt: Pasirinkti
lv_lv: Izvēlies
mk_mk: Избери
ms_my: Pilih
my_mm: ရွေးချယ်ပါ
ne: छान्नुहोस्
nl: Kies
nn_no: Vel
oc: Escolher
pl_pl: Wybierz
ps: ټاکئ
pt_br: Selecionar
pt_pt: Seleccione
ro_ro: Selectiona
ru_ru: Выбрать
sk_sk: Vybrať
sl: Izberi
sq: Zgjidh
sr_rs: Odaberi
sv_se: Välj
sw_ke: Chagua
ta: தேர்ந்தெடுக்கவும்
th: เลือก
tl_ph: Piliin
tr: Seç
uk_ua: Вибрати
vi_vn: Chọn
xh_za: Khetha
zh_cn: 选择
zh_tw: 選擇

source: Edit session course
ar: تحرير مقرر الدورة
ast_es: Modificar la sesión del cursu
bn_bd: সেশন কোর্স সম্পাদনা করুন
bs_ba: Uredi kurs sesije
ca_es: Modificar la sessió del curs
cs_cz: Upravit školení ze sezení
da: Rediger session kursusside
de: Kurs in Kurs-Session bearbeiten
el: Επεξεργασία περιόδου μαθήματος
eo: Ŝanĝi la kursan sesion
es: Modificar la sesión del curso
es_mx: Editar curso de sesión
eu_es: Editatu ikastaroko saioa
fa_ir: ویرایش جلسه درس
fi_fi: Muokkaa istunnon kurssia
fo_fo: Brota lotukurs
fur: Modifiche il curs de sesion
ga: Cuir cúrsa seisiún in eagar
gl: Modificar a sesión do curso
he_il: ערוך קורס מפגש
hi: सत्र पाठ्यक्रम संपादित करें
hr_hr: Uredi tečaj sesije
hu_hu: Kurzus találkozó módosítása
hy: Խմբագրել սեանսի դասընթացը
id_id: Edit mata kuliah sesi
it: Modifica la sessione del corso
ja: セッションコースを編集
ka_ge: სესიის კურსის რედაქტირება
ko_kr: 세션 코스 편집
lo: ແກ້ໄຂລາຍວິຊາຂອງຊ່ວງເວລາ
lt_lt: Redaguoti sesijos kursą
lv_lv: Rediģēt sesijas apmācības
mk_mk: Промени ја сесијата на курсот
ms_my: Edit kursus sesi
my_mm: အစည်းအဝေးသင်တန်းကို တည်းဖြတ်ပါ
ne: सत्र पाठ्यक्रम सम्पादन गर्नुहोस्
nl: Wijzig de sessie van de cursus
nn_no: Rediger økt-kurs
oc: Modificar lo cors de session
pl_pl: Edytuj sesję kursu
ps: د غونډې کورس سمول
pt_br: Editar a sessão do curso
pt_pt: Editar a sessão do curso
ro_ro: Modifica cursul din sesiune
ru_ru: Модифицировать курс сессии
sk_sk: Zmeniť stretnutie kurzu
sl: Spremeni tečaj seje
sq: Ndrysho kursin e sesionit
sr_rs: Izmeni kurs sesije
sv_se: Ändra på kurs i perioden
sw_ke: Hariri kozi ya kipindi
ta: அமர்வு பாடத்தைத் திருத்தவும்
th: แก้ไขคอร์สเซสชัน
tl_ph: I-edit ang session course
tr: Oturum dersini değiştir
uk_ua: Модифікувати курс сесії
vi_vn: Chỉnh sửa khóa học phiên
xh_za: Hlela isifundo seseshini
zh_cn: 会议课程修改
zh_tw: 修改學期單元課程

source: Select a coach
ar: اختر معلم
ast_es: Escoyer un tutor
bn_bd: একজন কোচ নির্বাচন করুন
bs_ba: Odaberi trenera
ca_es: Seleccionar un tutor
cs_cz: Zvolit vedoucího
da: Vælg en instruktor
de: Einen Kursleiter auswählen
el: Επιλογή υπευθύνου
eo: Elekti gvidanton
es: Seleccionar un tutor
es_mx: Seleccionar un coach
eu_es: Aukeratu arduradun bat
fa_ir: انتخاب یک مربی
fi_fi: Valitse valmentaja
fo_fo: Vel ein lærar
fur: Seletâ un coach
ga: Roghnaigh cóitseálaí
gl: Escoller un profesor
he_il: בחר מאמן
hi: कोच चुनें
hr_hr: Odaberite predavača
hu_hu: Tréner választása
hy: Ընտրել ուսուցիչ
id_id: Pilih pelatih
it: Seleziona un tutor
ja: コーチを選択
ka_ge: ტრენერის შერჩევა
ko_kr: 코치 선택
lo: ເລືອກຄູຝຶກ
lt_lt: Parinkti kuratorių
lv_lv: Atzīmēt Lektoru
mk_mk: Избери обучувач
ms_my: Pilih jurulatih
my_mm: နည်းပြဆရာတစ်ဦးကို ရွေးပါ
ne: प्रशिक्षक छान्नुहोस्
nl: Slecteer een begeleider
nn_no: Vel ein coach
oc: Seleccionar un coach
pl_pl: Wybierz trenera
ps: یوه روزونکي ټاکئ
pt_br: Selecionar um tutor
pt_pt: Seleccione um tutor
ro_ro: Selecteaza un antrenor
ru_ru: Выбрать инструктора
sk_sk: Vybrať tútora
sl: Izberi inštruktorja
sq: Zgjidh një trajner
sr_rs: Izaberite trenera
sv_se: Välj lärare
sw_ke: Chagua mkufunzi
ta: ஒரு பயிற்றுவிப்பவரை தேர்ந்தெடுக்கவும்
th: เลือกโค้ช
tl_ph: Piliin ang coach
tr: Bir öğretmen seçin
uk_ua: Вибрати інструктора
vi_vn: Chọn huấn luyện viên
xh_za: Khetha umqeqeshi
zh_cn: 选择一个教练
zh_tw: 選擇指導員
