Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This option is used to calculate in real time the time that a user spend in a course. The value in the field is the refresh interval in seconds. To disable this option, let the default value 0 in the field.
ar: الخيار لحساب في الزمن الحقيقي الوقت الذي يقضيه مستخدم ما في مقرر. القيمة الموجودة في الحقل هي فترة التحديث بالثانية. لتعطيل هذا الخيار يتم وضع 0 للقيمة الإفتراضية في الحقل يستخدم هذا
ast_es: Esta opción úsase pa calcular en tiempu real cuánto pasó un usuariu nun cursu. El valor d'esti campu ye l'intervalu de refrescu en segundos. Pa desactivar esta opción, dexe'l valor por defeutu 0.
bn_bd: এই অপশনটি ব্যবহারকারী কোর্সে কত সময় কাটিয়েছে তা রিয়েল টাইমে গণনা করতে ব্যবহৃত হয়। ফিল্ডের মান হলো সেকেন্ডে রিফ্রেশ ইন্টারভাল। এটি নিষ্ক্রিয় করতে ফিল্ডে ডিফল্ট মান ০ রাখুন।
bs_ba: Ova opcija se koristi za izračunavanje u realnom vremenu vremena koje korisnik provede u kursu. Vrijednost u polju je interval osvježavanja u sekundama. Da biste onemogućili ovu opciju, ostavite zadanu vrijednost 0 u polju.
ca_es: Aquesta opció permet calcular en temps real el temps que un usuari passa en un curs. El valor a omplir en aquest camp és l'interval de refresc en segons. Per desactivar aquesta opció, deixeu el valor 0 en aquests camps
cs_cz: Tato možnost se používá na výpočet času, který uživatel strávil v kurzu. Hodnota v poli je obnovovaný interval v sekundách. Když chcete možnost deaktivovat, nechejte v poli 0.
da: Muligheden anvendes i forhold til at lave en real-time beregning af den tid, som deltageren anvendte på kursussiden. Værdien til formularen viser intervallet (opdateret) i sekunder. For at deaktivere denne mulighed, skal default-værdien være sat til 0 i formularen
de: Diese Option wird benutzt, um in Echtzeit zu ermitteln, wie viel Zeit ein Benutzer in einem Kurs zugebracht hat. Der Wert in dem Feld ist das Interval zum Auffrischen in Sekunden. Um die Option zu deaktivieren, bitte den Wert 0 eingeben
el: Αυτή η επιλογή χρησιμοποιείται για να υπολογίζει σε πραγματικό χρόνο τον χρόνο που περνάει ένας χρήστης σε ένα μάθημα. Η τιμή στο πεδίο είναι το διάστημα ανανέωσης σε δευτερόλεπτα. Για απενεργοποίηση αυτής της επιλογής, αφήστε την προεπιλεγμένη τιμή 0 στο πεδίο.
eo: Per ĉi tiu opcio eblas tuj kalkuli kiom da tempo uzanto elspezas al kurso. Vi povas ĉi tie enigi la renovigan periodon en sekundoj. Por malŝalti tiun opcion, sufiĉas entajpi valoron 0 en la kampon.
es: Esta opción se usa para calcular en tiempo real el tiempo que un usuario ha pasado en un curso. El valor de este campo es el intervalo de refresco en segundos. Para desactivar esta opción, dejar en el campo el valor por defecto 0.
es_mx: Esta opción es usada para calcular en tiempo real, el tiempo que el usuario dedica al curso. El valor en el campo es el intervalo de actualización en segundos. Para desactivar esta opción, deje el valor 0 en el campo.
eu_es: Aukera hau, denbora errealean, erabiltzaileak ikastaro batean emandako denbora kalkulatzeko erabiltzen da. Eremu honetan, balioa freskatze tartea da segundotan adierazia. Aukera hau desgaitzeko, utzi eremuan 0 balio lehenetsia.
fa_ir: این گزینه برای محاسبه زمان واقعی صرف‌شده کاربر در دوره استفاده می‌شود. مقدار فیلد، فاصله تازه‌سازی به ثانیه است. برای غیرفعال کردن، مقدار پیش‌فرض ۰ را بگذارید.
fi_fi: Tämä valitsin laskee reaaliajassa ajan, jonka käyttäjä viettää kurssilla. Kentän arvo on päivitysväli sekunneissa. Poistaaksesi tämän valitsimen asetettu oletusarvo 0 kenttään.
fo_fo: Hesin valmøguleikin verður brúktur til at rokna í realtime tíðina, sum ein brúkari brúkar í einum kursi. Virðið í teiginum er viðskiftartíð á sekundum. Til at óvirkna henda valmøguleikan, lat standardvirðið 0 í teiginum.
fur: Cheste opsion si dopre par calcolâ in temp reale il temp che un utent al spindi in un curs. Il valor tal câmp è l'interval di rinfrescj in secunds. Par disativâ cheste opsion, lasse il valor predefinît 0 tal câmp.
ga: Úsáidtear an rogha seo chun an t-am a chaitear i gcúrsa a ríomh i am fíor. Is é an luach sa réimse an t-eatramh athnuaidhrithe i soicindí. Chun an rogha seo a dhíchumasú, fág an luach réamhshocraithe 0 sa réimse.
gl: Esta opción emprégase para calcular en tempo real o tempo que un usuario botou nuncurso. O valor do campo é o intervalo de refresco en segundos. Para desactivar esta opción deixe o valor por omisión 0 no campo.
he_il: אפשרות זו משמשת לחישוב בזמן אמת את הזמן שמשתמש מבלה בקורס. הערך בשדה הוא מרווח הרענון בשניות. כדי לבטל את האפשרות הזו, תן את ערך ברירת המחדל 0 בשדה.
hi: यह विकल्प उपयोगकर्ता द्वारा पाठ्यक्रम में व्यय समय को वास्तविक समय में गणना करने के लिए उपयोग किया जाता है। फ़ील्ड में मान सेकंड में रिफ्रेश अंतराल है। इसे अक्षम करने के लिए, फ़ील्ड में डिफ़ॉल्ट मान 0 रखें।
hr_hr: Ova opcija se koristi za izračunavanje u realnom vremenu vremena koje korisnik provede u tečaju. Vrijednost u polju je interval osvježavanja u sekundama. Da biste onemogućili ovu opciju, ostavite zadanu vrijednost 0 u polju.
hu_hu: Ezzel a beállítással lehet kiszámolni azt az időt amit a felhasználó valóban a kurzusban töltött el. A mező értéke a frissítés gyakorisága másodpercben megadva. A lehetőség kikapcsolásához írjon 0-t a mezőbe.
hy: Այս տարբերակը օգտագործվում է իրական ժամանակում հաշվարկելու համար, որքան ժամանակ է օգտատերը անցկացրել դասընթացում: Դաշտում արժեքը թարմացման միջակայքն է վայրկյաններով: Այս տարբերակը անջատելու համար թողեք դաշտում հիմնադիր արժեքը 0:
id_id: Opsi ini digunakan untuk menghitung secara real time waktu yang dihabiskan pengguna dalam kursus. Nilai di field adalah interval penyegaran dalam detik. Untuk menonaktifkan opsi ini, biarkan nilai default 0 di field.
it: L'opzione calcola il tempo totale impiegato da un utente in un corso. Il tempo (in secondi) da indicare è quello di refresh. Lo zero (0) disattiva la funzione.
ja: このオプションはユーザーがコースで費やした時間をリアルタイムで計算します。フィールドの値は秒単位のリフレッシュ間隔です。このオプションを無効にするにはフィールドのデフォルト値0を残してください。
ka_ge: ამ ოფციით რეალურ დროში ითვლება მომხმარებლის კურსში გატარებული დრო. ველში მითითებული მნიშვნელობა განახლების ინტერვალი წამებშია. ოფციის გამოსართავად დატოვეთ ველში ნაგულისხმევი მნიშვნელობა 0.
ko_kr: 이 옵션은 사용자가 코스에서 보내는 시간을 실시간으로 계산하는 데 사용됩니다. 필드의 값은 초 단위 새로 고침 간격입니다. 이 옵션을 비활성화하려면 필드에 기본값 0을 두세요.
lo: ຕົວເລືອກນີ້ໃຊ້ເພື່ອຄຳນວນເວລາທີ່ຜູ້ໃຊ້ໃຊ້ໃນລາຍວິຊາແບບສົດ. ຄ່າໃນຊ່ອງຂໍ້ມູນແມ່ນໄລຍະຫ່າງການໂຫຼດໃໝ່ເປັນວິນາທີ. ເພື່ອປິດໃຊ້ງານຕົວເລືອກນີ້, ໃຫ້ປະຄ່າເລີ່ມຕົ້ນ 0 ໄວ້ໃນຊ່ອງຂໍ້ມູນ.
lt_lt: Šis nustatymas leidžia skaičiuoti laiką, kurį vartotojas praleidžia mokymo kurse. Skaičius laukelyje yra perkrovimo laiko intervalas. Kad išjungti šį nustatymą, įrašykite 0.
lv_lv: Šī iespēja tiek izmantota, lai aprēķinātu reālo laiku, ko lietotājs pavadījis apmācību procesā. <br>Laukā vērtību atjaunināšanas intervāls ir sekundēs. Lai deaktivizētu šo iespēju, atstājiet noklusējuma vērtību 0 .
mk_mk: Оваа опција се користи за да се пресмета во реално време, времето кое корисникот го поминал на курсот. Вредноста во полето е интервал во секунди. За деактивирање на оваа опција, остави ја поставената вредност 0 во полето.
ms_my: Pilihan ini digunakan untuk mengira secara langsung masa yang dihabiskan pengguna dalam kursus. Nilai dalam medan adalah selang penyegaran dalam saat. Untuk melumpuhkan pilihan ini, biarkan nilai lalai 0 dalam medan.
my_mm: ဤရွေးချယ်မှုသည် အသုံးပြုသူတစ်ဦး သင်တန်းတစ်ခုတွင် အချိန်ဖြုန်းသည့်အချိန်ကို အချိန်နှင့်တပြေးညီ တွက်ချက်ရန် အသုံးပြုသည်။ ကွက်လပ်ရှိ တန်ဖိုးသည် စက္ကန့်ဖြင့် ပြန်လည်ဆန်းသစ်မှုအကြာအတွင်းဖြစ်သည်။ ဤရွေးချယ်မှုကို ပိတ်ရန်၊ ကွက်လပ်တွင် မူလတန်ဖိုး ၀ ကို ထားခဲ့ပါ။
ne: यो विकल्प प्रयोगकर्ताले पाठ्यक्रममा खर्च गरेको समय वास्तविक समयमा गणना गर्न प्रयोग गरिन्छ। क्षेत्रको मान सेकेन्डमा रिफ्रेस अन्तराल हो। यो विकल्प अक्षम गर्न क्षेत्रमा डिफल्ट मान ० राख्नुहोस्।
nl: Met deze optie is het mogelijk om in real time te berekenen hoeveel tijd een gebruiker spendeert aan een cursus. Je kan hier de vernieuwingstijd in seconden opgeven. Om deze optie uit te schakelen, volstaat het om een waarde 0 in te voeren in het veld.
nn_no: Denne innstillinga blir brukt for å kalkulere i sanntid tida ein brukar bruker i eit kurs. Verdien i feltet er oppdateringsintervallet i sekund. For å deaktivere denne innstillinga, sett standardverdien 0 i feltet.
oc: Aquesta opcion es utilizada per calcular en temps real lo temps que un utilizaire passa dins un cors. La valor dins lo camp es l'interval de rafresc en segondas. Per desactivar aquesta opcion, laissetz la valor per defaut 0 dins lo camp.
pl_pl: Ta opcja jest używana do obliczania rzeczywistego czasu, który użytkownik spędził na kursie. Częstotliwość odświeżania wartości pola jest w sekundach. Aby wyłączyć tę opcję, ustaw domyślną wartość 0 w polu.
ps: دا انتخاب د کاروونکي په کورس کې تېر شوي وخت په ریښتیني وخت کې محاسبه کولو لپاره کارول کیږي. د فیلډ کې ارزښت د تازه کولو وقفه په ثانیو کې دی. د دې انتخاب غیرفعالولو لپاره، د فیلډ کې پیش فرض ارزښت 0 پریږدئ.
pt_br: Esta opção é usada para calcular em tempo real o tempo que um usuário utiliza num curso. O valor no campo é o intervalo em segundos em que o valor é atualizado. Para desativar esta função, deixar 0 como valor padrão para o campo.
pt_pt: Esta opção é utilizada para calcular em tempo real o tempo que um utilizador despende num curso. O valor apresentado no campo é o intervalo em segundos em que o valor é actualizado. Para desactivar esta função, deixar '0' como valor pré-definido no campo.
ro_ro: Aceasta optiune este utilizata pentru a calcula timpul real petrecut de un utilizator la un curs. Valoarea campului este intervalul de reimprospatare in secunde. Pentru a dezactiva aceasta optiune, setati valoarea campului la 0.
ru_ru: Эта опция используется для подсчета в режиме реального времени время, которое пользователь проводит на курсе. Значение в поле обновляется через интервал в секундах. Чтобы не активировать эту опцию, задайте по умолчанию значение 0 в поле.
sk_sk: Táto možnosť sa používa na kalkuláciu času, ktorý používateľ strávil v kurze. Hodnota v poli je obnovený interval v sekundách. Keď chcete možnosť deaktivovať, nechajte v poli 0.
sl: Ta opcija omogoča izračun realnega časa, ki ga je uporabnik porabil v okviru tečaja. Vrednost polja podaja osveževalni interval v sekundah. Za preklic te opcije uporabite privzeto vrednost 0.
sq: Kjo opsion përdoret për të llogaritur në kohë reale kohën që një përdorues kalon në një kurs. Vlera në fushë është intervali i rifreskimit në sekonda. Për të çaktivizuar këtë opsion, lini vlerën e paracaktuar 0 në fushë.
sr_rs: Ova opcija se koristi za računanje u realnom vremenu vremena koje korisnik provodi u kursu. Vrednost u polju je interval osvežavanja u sekundama. Da biste onemogućili ovu opciju, ostavite podrazumevanu vrednost 0 u polju.
sv_se: Det här värdet används för att räkna ut hur länge användare har arbetat i en kurs. Värdet i fältet talar om hur ofta (i sekunder) det ska kontrolleras. Om du vill inaktivera kontrollen sätts värdet till 0.
sw_ke: Chaguo hili linatumika kuhesabu kwa wakati halisi wakati ambapo mtumiaji anotumia kwenye kozi. Thamani kwenye uwanja ni muda wa kusasisha kwa sekunde. Ili kulegeza chaguo hili, acha thamani ya chaguo la msingi 0 kwenye uwanja.
ta: இந்த விருப்பம் பயனர் பாடத்தில் செலவழிக்கும் நேரத்தை நிகழ்நேரத்தில் கணக்கிட பயன்படுகிறது. களத்தில் உள்ள மதிப்பு வினாடிகளில் புதுப்பிப்பு இடைவெளி. இந்த விருப்பத்தை முடக்க, களத்தில் இயல்புநிலை மதிப்பு 0 ஐ விட்டுவிடவும்.
th: ตัวเลือกนี้ใช้สำหรับคำนวณเวลาจริงที่ผู้ใช้ใช้ในคอร์ส ค่าที่ระบุคือช่วงเวลาการรีเฟรชเป็นวินาที เพื่อปิดใช้งาน ให้ใส่ค่าเริ่มต้น 0 ในช่องนี้
tl_ph: Ang opsyong ito ay ginagamit upang kalkulahin sa real time ang oras na ginugol ng isang gumagamit sa isang kurso. Ang halaga sa field ay ang refresh interval sa segundo. Upang i-disable ang opsyong ito, hayaang manatiling default value na 0 sa field.
tr: Bu seçenek bir kullanıcının ders içinde gerçekte ne kadar zaman harcadığını hesaplamak için kullanılır. Alandaki değer saniye cinsinden tazeleme aralığıdır. Bu opsiyonu etkisizleştirmek için değerin 0 (sıfır) olmasını sağlayın.
uk_ua: Ця опція використовується для підрахунку реального часу, що його витратив користувач на роботу з курсом. Значення в полі поновлюється через інтервал в секундах. Для деактивації цієї функції поставте значення за замовчуванням 0 в полі.
vi_vn: Tùy chọn này dùng để tính toán thời gian thực thời gian người dùng dành cho khóa học. Giá trị trong trường là khoảng thời gian làm mới tính bằng giây. Để tắt tùy chọn này, để giá trị mặc định 0 trong trường.
xh_za: Elo khetho lusetyenziselwa ukubala ngexesha langempela ixesha umsebenzisi alichitha kwisifundo. Ixabiso kwintsimi yisigaba esihlaziywayo ngamazana. Ukucima elo khetho, vumela ixabiso elizisiqo elingu-0 kwintsimi.
zh_cn: 这个选项是用来计算用户花在课程上的实际时间。字段中的值按照秒来计算。如果要关闭这个选项，将值设置城0
zh_tw: 這選項用以計算學員用於課程的總時間,以秒為計算單位。要取消這項功能把設定值保留為 0 。

source: Finish session creation
ar: الانتهاء من انشاء الدورة
ast_es: Acabar la creación de la sesión
bn_bd: সেশন তৈরি সম্পন্ন করুন
bs_ba: Završi kreiranje sesije
ca_es: Acabar la creació de la sessió
cs_cz: Ukončit vytváření sezení
da: Oprettelse af session er færdig
de: Kurs-Session Erstellung abschließen
el: Ολοκλήρωση δημιουργίας συνεδρίας
eo: Fini la sesian kreadon
es: Terminar la creación de la sesión
es_mx: Finalizar creación de la sesión
eu_es: Amaitu saioaren sorrera
fa_ir: اتمام ساخت جلسه
fi_fi: Viimeistele istunnon luonti
fo_fo: Avslutta lotuuprættan
fur: Finîs la creazion de sesion
ga: Críochnaigh cruthú seisiún
gl: Rematar a creación da sesión
he_il: סיים את יצירת הפגישה
hi: सत्र निर्माण समाप्त करें
hr_hr: Završi stvaranje sesije
hu_hu: Találkozó létrehozásának befejezése
hy: Ավարտել սեանսի ստեղծումը
id_id: Selesaikan pembuatan sesi
it: Concludi la creazione della sessione
ja: セッション作成を完了
ka_ge: სესიის შექმნის დასრულება
ko_kr: 세션 생성 완료
lo: ສິ້ນສຸດການສ້າງຊ່ວງເວລາ
lt_lt: Užbaigti sesijo sukūrimą
lv_lv: Beigt sesijas izveidi
mk_mk: Заврши креирање на сесија
ms_my: Selesaikan penciptaan sesi
my_mm: အစည်းအဝေးဖန်တီးမှုကို ပြီးဆုံးပါ
ne: सत्र निर्माण समाप्त गर्नुहोस्
nl: De sessie is aangemaakt
nn_no: Fullfør oppretting av økt
oc: Acabar la creacion de la session
pl_pl: Zakończ tworzenie sesji
ps: د غونډې جوړول پای ته ورسوي
pt_br: Terminar criação de sessão
pt_pt: Concluir a criação da sessão
ro_ro: Finalizeaza crearea sesiunii
ru_ru: Завершить создание сессии
sk_sk: Ukončiť tvorbu stretnutia
sl: Končaj kreiranje sej
sq: Përfundo krijimin e sesionit
sr_rs: Završi kreiranje sesije
sv_se: Slutför skapande av period
sw_ke: Maliza kuunda kipindi
ta: அமர்வு உருவாக்கத்தை முடிக்கவும்
th: เสร็จสิ้นการสร้างเซสชัน
tl_ph: Tapusin ang paglikha ng session
tr: Oturum oluşturmayı bitir
uk_ua: Завершити створення сесії
vi_vn: Hoàn tất tạo phiên
xh_za: Gqiba ukwakhiwa kweseshini
zh_cn: 讲习班创建完毕
zh_tw: 完成創建學期單元

source: Videoconference RTMTP protocol port
ar: منفذ بروتوكول الاتصال المرئيRTMP
ast_es: Puertu del protocolu RTMP pa videoconferencia
bn_bd: ভিডিও কনফারেন্স RTMTP প্রোটোকল পোর্ট
bs_ba: Port protokola Videokonferencija RTMTP
ca_es: Port del protocol RTMPT per la videoconferència
cs_cz: Videokonferenční port protokolu RTMTP
da: Videokonference RTMTP protocol port
de: Videokonferenz RTMP Protokoll Port
el: Θύρα πρωτοκόλλου RTMTP βιντεοδιάσκεψης
eo: Konektilo al vidkonferenca RTMP-protokolo
es: Puerto del protocolo RTMP para la videoconferencia
es_mx: Puerto del protocolo RTMTP de videoconferencia
eu_es: Bideokonferentzia egiteko RTMTP protokoloaren ataka
fa_ir: پورت پروتکل RTMTP ویدیوکنفرانس
fi_fi: Videoneuvottelun RTMTP-protokollaportti
fo_fo: Videokonferans RTMTP protokollportur
fur: Port protocoł RTMTP par videoconferenza
ga: Port prótacal RTMTP físeachomhdhála
gl: Porto do protocolo RTMTP para a videoconferencia
he_il: יציאת פרוטוקול RTMTP של ועידת וידאו
hi: वीडियो कॉन्फ्रेंस RTMTP प्रोटोकॉल पोर्ट
hr_hr: Videokonferencijski RTMTP protokol port
hu_hu: A videókonferencia RTMP protokoll portja
hy: Վիդեոկոնֆերանսի RTMTP արձանագրության պորտ
id_id: Port protokol RTMTP konferensi video
it: Porta del protocollo RTMTP per la Videoconferenza
ja: ビデオ会議RTMTPプロトコルポート
ka_ge: ვიდეოკონფერენციის RTMTP პროტოკოლის პორტი
ko_kr: 화상회의 RTMTP 프로토콜 포트
lo: ພອດໂປຣໂຕຄໍ RTMTP ຂອງການປະຊຸມວິດີໂອ
lt_lt: Vaizdo konferencijos RTMTP protokolo prievadas
lv_lv: Videokonferences RTMTP protokola ports
mk_mk: Порта за RTMTP протокол на видеоконференција
ms_my: Port protokol RTMTP videoconference
my_mm: ဗီဒီယိုကွန်ဖရင့် RTMTP ပရိုတိုကောပို့တ်
ne: भिडियो सम्मेलन RTMTP प्रोटोकल पोर्ट
nl: Videoconferentie RTMTP protocol poort
nn_no: Videokonferanse RTMTP-protokollport
oc: Port del protocol RTMTP de videoconferencia
pl_pl: Protokół portu wideokonferencji RTMTP
ps: د ویډیو کنفرانس RTMTP پروتوکول پورټ
pt_br: Porta do protocolo RTMTP da Videoconferência
pt_pt: Porta de protocolo RTMTP da videoconferência
ro_ro: Portul pentru protocolul RTMTP al videoconferintei
ru_ru: Порт протокола видеоконференции RTMTP
sk_sk: Port video konferenčného RTMTP protokolu
sl: Vrata (port) videokonferenčnega RTMP protokola
sq: Porti i protokollit RTMTP të videoconferencës
sr_rs: Port protokola Videokonferencija RTMTP
sv_se: Port för videokonferens med RTMTP protokoll
sw_ke: Bandari ya itifaki ya RTMTP ya videoconference
ta: வீடியோ மாநாடு RTMTP நெறிமுறை துறைமுகம்
th: พอร์ตโปรโตคอล RTMTP วิดีโอคอนเฟอเรนซ์
tl_ph: Port ng Videoconference RTMTP protocol
tr: Videokonferans RTMTP protokol portu
uk_ua: Порт протоколу відеоконференцій RTMTP
vi_vn: Cổng giao thức RTMTP hội nghị video
xh_za: Izitishi zeprotokholi zeVideoconference RTMTP
zh_cn: 视频会议 RTMTP协议端口
zh_tw: 視像會議 RTMTP 協定埠

source: Session title already exists
ast_es: El nome de la sesión yá esiste
bn_bd: সেশন শিরোনাম ইতিমধ্যে বিদ্যমান
bs_ba: Naslov sesije već postoji
ca_es: Aquest nom de sessió ja existeix
cs_cz: Název sezení již existuje
da: Navnet på sessionen er snart oprettet
el: Ο τίτλος της συνεδρίας υπάρχει ήδη
eo: Sesia nomo baldaŭ ekzistos
es_mx: El título de la sesión ya existe
eu_es: Saioaren izena bada lehendik
fa_ir: نام جلسه از قبل وجود دارد
fi_fi: Istunnon nimi on jo olemassa
fo_fo: Lotuheitið er longu til
fur: Title de sesion esist
ga: Teideal seisiún ann cheana
gl: O nome da sesión xa existe
he_il: שם הפגישה כבר קיים
hi: सत्र शीर्षक पहले से मौजूद है
hr_hr: Naslov sesije već postoji
hu_hu: A találkozó neve hamarosan létrejön
hy: Սեանսի վերնագիրը արդեն գոյություն ունի
id_id: Judul sesi sudah ada
it: Il nome della sessione è già in uso
ja: セッションタイトルが既に存在します
ka_ge: სესიის სათაური უკვე არსებობს
ko_kr: 세션 제목이 이미 존재합니다
lo: ມີຫົວຂໍ້ຊ່ວງເວລານີ້ຢູ່ແລ້ວ
lt_lt: Sesijos vardas egzistuoja
lv_lv: Sesijas nosaukums jau eksistē
mk_mk: Името на сесијата ќе постои извесно време
ms_my: Tajuk sesi sudah wujud
my_mm: အစည်းအဝေးခေါင်းစဉ်ရှိပြီးဖြစ်သည်
ne: सत्र शीर्षक पहिल्यै अवस्थित छ
nl: Sessienaam zal binnenkort bestaan
nn_no: Økt-tittel finst allereie
oc: Lo títol de session existís ja
pl_pl: Nazwa sesji już istnieje
ps: د غونډې سرلیک لا شته
pt_br: O nome da sessão já existe
pt_pt: O nome da sessão já existe
ro_ro: Numele sesiunii exista de curand
ru_ru: Название сессии скоро существовать
sk_sk: Názov stretnutia bude o chvíľu existovať
sq: Titulli i sesionit ekziston tashmë
sr_rs: Naslov sesije već postoji
sv_se: Periodnamn kommer snart
sw_ke: Kichwa cha kipindi kipo tayari
ta: அமர்வு தலைப்பு ஏற்கனவே உள்ளது
th: ชื่อเซสชันมีอยู่แล้ว
tl_ph: Umiral na ang pamagat ng session
tr: Oturum adı birazdan yaratılır
uk_ua: Така назва сесії вже існує
vi_vn: Tiêu đề phiên đã tồn tại
xh_za: Isihloko seseshini sikhona kakade
zh_cn: 会议名称马上存在
zh_tw: 學期單元名稱快將出現

source: No classes have been created
ar: لم يتم إنشاء أية صفوف
ast_es: Nun se creó nenguna clase
bn_bd: কোনো ক্লাস তৈরি হয়নি
bs_ba: Nijedna klasa nije kreirana
ca_es: No s'ha creat cap classe
cs_cz: Žádné třídy nebyly vytvořeny
da: Der er ikke oprettet klasser
de: Es wurden keine Klassen erstellt
el: Δεν έχουν δημιουργηθεί τάξεις
eo: Neniu klaso estas kreita
es: No se ha creado ninguna clase
es_mx: Ninguna clase ha sido creada
eu_es: Ez da inolako klaserik sortu
fa_ir: هیچ کلاسی ساخت نشده است
fi_fi: Yhtään luokkaa ei ole luotu
fo_fo: Ongar talgur eru upprættaðar
fur: Nissun clas è stât creât
ga: Níor cruthaíodh aon ranganna
gl: Non se crearon clases
he_il: לא נוצרו מחלקות
hi: कोई कक्षा नहीं बनाई गई
hr_hr: Nijedan razred nije stvoren
hu_hu: Nem készültek osztályok!
hy: Դասեր չեն ստեղծվել
id_id: Belum ada kelas yang dibuat
it: Non è stata creata alcuna classe
ja: クラスが作成されていません
ka_ge: კლასები არ არის შექმნილი
ko_kr: 클래스가 생성되지 않았습니다
lt_lt: Jokia klasė nesukurta
lv_lv: Klases netika izveidotas
mk_mk: Не се креирани паралелки
ms_my: Tiada kelas yang telah dicipta
my_mm: အတန်းများ ဖန်တီးမထားပါ
ne: कुनै कक्षा सिर्जना गरिएको छैन
nl: Er zijn geen klassen aangemaakt
nn_no: Ingen klassar er oppretta
oc: Cap classe es pas estada creada
pl_pl: Nie utworzono żadnych klas
ps: هیڅ ټولې نه دي جوړې شوې
pt_br: Não foram criadas turmas
pt_pt: Não foram criadas turmas
ro_ro: Nu au fost create clase
ru_ru: Ни одного класса создано не было
sk_sk: Neboli vytvorené žiadne triedy
sl: Noben razred ni bil ustvarjen
sq: Nuk është krijuar asnjë klasë
sr_rs: Nijedan razred nije kreiran
sv_se: Inga klasser är skapade
sw_ke: Hakuna madarasa yaliyoundwa
ta: வகுப்புகள் உருவாக்கப்படவில்லை
th: ยังไม่มีการสร้างชั้นเรียน
tl_ph: Walang mga klase na nilikha
tr: Hiç ders oluşturulmadı
uk_ua: Не було створено жодного класу
vi_vn: Chưa có lớp học nào được tạo
xh_za: Akukho zifundo zidityaniswe
zh_cn: 没有教室
zh_tw: 未有創建班級

source: This field should be numeric
ar: يجب أن يكون هذا الحقل رقما
ast_es: Esti campu ye numbéricu
bn_bd: এই ফিল্ড সংখ্যামূলক হওয়া উচিত
bs_ba: Ovo polje treba biti brojčano
ca_es: Aquest camp hauria de contenir un nombre
cs_cz: Toto pole by mělo být číslo
da: Dette felt skal bestå af nummeriske værdier
de: Dieses Feld sollte numerisch sein
el: Αυτό το πεδίο πρέπει να είναι αριθμητικό
eo: Ĉi tiu kampo estu numera
es: Este campo debe ser numérico
es_mx: Este campo debe ser numérico
eu_es: Eremu hau zenbakizkoa izan behar da
fa_ir: این گزینه باید شامل ارقام باشد
fi_fi: Tämän kentän tulee olla numeerinen
fo_fo: Hesin teigur eigur at vera tala
fur: Chest câmp a deve jessi numaric
ga: Ba cheart go mbeadh an réimse seo uimhriúil
gl: Este campo debe ser numérico
he_il: שדה זה צריך להיות מספרי
hi: यह फ़ील्ड संख्यात्मक होना चाहिए
hr_hr: Ovo polje mora biti brojčano
hu_hu: Numerikus mező
hy: Այս դաշտը պետք է թվային լինի
id_id: Kolom ini harus berupa angka
it: Il campo deve essere numerico
ja: このフィールドは数値でなければなりません
ka_ge: ეს ველი უნდა იყოს რიცხვითი
ko_kr: 이 필드는 숫자여야 합니다
lo: ຊ່ອງຂໍ້ມູນນີ້ຄວນເປັນຕົວເລກ
lt_lt: Šis laukelyje turi būti skaičius
lv_lv: Šim laukam jābūt ciparos
mk_mk: Полето треба да е бројчано
ms_my: Medan ini mesti nombor
my_mm: ဤကွက်လပ်သည် ဂဏန်းဖြစ်သင့်သည်
ne: यो क्षेत्र सङ्ख्यात्मक हुनुपर्छ
nl: Dit veld moet numeriek zijn
nn_no: Dette feltet skal vere numerisk
oc: Aqueste camp deu èsser numeric
pl_pl: To pole powinno być liczbą
ps: دا فیلډ باید عددي وي
pt_br: Este campo deve ser numérico
pt_pt: Este campo deve ser numérico
ro_ro: Campul trebuie sa fie numeric
ru_ru: Это поле должно содержать только цифры
sk_sk: Toto pole by malo byť číselné
sl: Vsebina tega polja mora biti numerična
sq: Kjo fushë duhet të jetë numerike
sr_rs: Ovo polje treba da bude numeričko
sv_se: Detta fält skall vara numeriskt
sw_ke: Uwanja huu unapaswa kuwa nambari
ta: இந்த களம் எண் ஆக இருக்க வேண்டும்
th: ช่องนี้ต้องเป็นตัวเลข
tl_ph: Ang field na ito ay dapat numeric
tr: Bu alan nümerik olmalıdır
uk_ua: Це поле повинно містити лише цифри
vi_vn: Trường này phải là số
xh_za: Intsimi kufuneka ibe namanani
zh_cn: 此字段类型为数字
zh_tw: 本欄只可填入數字
