Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Define an array of settings you want to apply to all tests results pages. Settings can be 'hide_question_score', 'hide_expected_answer', 'hide_category_table', 'hide_correct_answered_questions', 'hide_total_score' and possibly more in the future. Look for ‘getPageConfigurationAttribute’ in the code to see what’s in use.
qu_pe: Tukuy prueba rurakuna raphi kamachikunata definichay. Kamachikunaqa 'hide_question_score', 'hide_expected_answer', 'hide_category_table', 'hide_correct_answered_questions', 'hide_total_score' nisqakunam karqan, manaqchu tukuy kaypi. Códigopi ‘getPageConfigurationAttribute’ nisqata wakin.

source: Enable test images zooming
qu_pe: Aktivachay prueba rurakunaq sutikuna k'anchay

source: Enable this feature to allow users to zoom on images used in the tests.
qu_pe: Kay killkita activachaywan, rurakunaq sutikunapi k'anchayta atin.

source: Enable extra test answers recording
qu_pe: Aktivachay prueba rurakunaq yapa willakuykuna qillqay

source: Enable recording of all answers (even temporary) in the track_e_attempt_recording table. This feautre is experimentaland can create issues in the reporting pages when attempting to grade a test.
qu_pe: Tukuy willakuykuna (hukñawqanpis) track_e_attempt_recording tablaq track_e_attempt_recording tablapipas qillqayta activachay. Kay experimental nisqam karqa, imaynaq test raphi willakuykunapi ñak'ayta atinman karqanchik.

source: Enable selecting mandatory questions
qu_pe: Aktivachay llamp'u paqos willakuykuna

source: Enable the selection of mandatory questions in a test when using random categories.
qu_pe: Random rurakunawan pruebaq llamp'u paqos willakuykuna p'akichayta ativachay.

source: Enable display of best score attempt
qu_pe: Aktivachay askha raphi yuyay rikuchiy

source: Provide a list of courses and tests' IDs that will show the best score attempt for any learner in the reports.
qu_pe: Yachachisqa test IDkunawan kursokuna listoqta qillqay, kaykunaq yachachisqa raphi yuyay rikuriy.

source: Add user extra fields in exercise category report
qu_pe: Yachaq yapa kamachikunaq prueba rura raphipi yapay

source: Define an array with the list of user extra fields to add to the report.
qu_pe: Raphiqa yachaq yapa kamachikuna listoq array nisqata definichay.

source: Score grades model
qu_pe: Raphi rurakuna modelo

source: Define an array of score ranges and colors to display reports using this model. This allows you to show colors rather than numerical grades.
qu_pe: Kay modeloq raphikuna rikuchiyta atin raphi rango colorokunawan array nisqata definichay. Kaywan qillqa raphikunam rikuriy.

source: Enable time per question in tests
qu_pe: Aktivachay pruebaq paqos pacha

source: By default, it is only possible to limit the time per test. Limiting it per question adds an extra layer of possibilities, and you can (carefully) combine both.
qu_pe: Llika, prueba pacha killkanallam atin. Paqos pacha killkakunawan yapa imakunata atin, ukhu combinachay.

source: Global pending tests list
qu_pe: Huk pachak prueba listoq

source: Enable to display to the final user a page with the list of pending tests across all courses.
qu_pe: Tukuy kursokunapipas qhipa prueba listoq raphita yachaqqa rikuriy.

source: Quick image addition to question
qu_pe: Paqosq sut'i k'anchay

source: Enable an additional icon in the test questions list to add an image as question description. This vastly accelerates question edition when the questions are in the title and the description only includes an image.
qu_pe: Prueba paqos listoqpi sut'i icon yapaqta ativachay, paqos sut'inpi karqan, sut'i sut'i rikuriy.

source: Hide user IP from test reports
qu_pe: Prueba raphikunamanta yachaq IP k'anchay

source: By default, we show user information and its IP address, but this might be considered personal data, so this option allows you to remove this info from all test reports.
qu_pe: Llika, yachaq willakuy IP nisqawan rikuriy, peru kay personal nisqa karqan, kaywan tukuy prueba raphikunamanta q'echay.

source: Show deleted tests in 'My progress'
qu_pe: Ñak'uspakunata 'Ñoqap rurayniqta' rikuchiy

source: Enable this option to display, on the 'My progress' page, the results of all tests you have taken, even the ones that have been deleted.
qu_pe: 'Ñoqap rurayniqta' raphipi ñak'uspakuna tukuy rurakuna raphi rikuriy.

source: Show test attempts from all sessions in pending tests report
qu_pe: Qhipa prueba raphipi tukuy sesionkunamanta yuyay rikuchiy

source: Show test attempts from users in all sessions where the general coach has access in pending tests report.
qu_pe: Qhipa prueba raphipi tukuy sesionkunamanta yachaqkuna yuyay rikuriy.

source: Show test attempts from all sessions in base course
qu_pe: Kursopi tukuy sesionkunamanta prueba yuyay rikuchiy

source: Show test attempts from users in all sessions to the teacher in the base course.
qu_pe: Kursopi yachachiqqa tukuy sesionkunamanta yachaqkuna yuyay rikuriy.

source: Check all answers before submitting test
qu_pe: Prueba qillqakuywan ukhu willakuykuna qhaway

source: Display a popup with the list of answered/unanswered questions before submitting the test.
qu_pe: Prueba qillqakuywan ukhu willakuykunamanta / manam willakusqakunamanta listoq popup rikuriy.

source: Discard orphan questions in course export
qu_pe: Kurso chinkachkanpi huqariy paqos q'echay

source: When exporting a course, do not export the questions that are not part of any test.
qu_pe: Kurso chinkachkanpi, manam pruebaq karqanman paqos chinkachkan.

source: Bypass HTML filtering in test end messages
qu_pe: Prueba tukuy willakuykunapi HTML sarp'ay q'echay

source: Consider messages at the end of tests are always safe. Removing the filter makes it possible to use JavaScript there.
qu_pe: Prueba tukuy willakuykunaqa llikaq karqan. Sarp'ay q'echaywan JavaScript atin.

source: Bypass HTML filtering in test questions
qu_pe: Prueba paqospi HTML sarp'ay q'echay

source: Consider questions text in tests are always safe. Removing the filter makes it possible to use JavaScript there.
qu_pe: Prueba paqos willakuykunaqa llikaq karqan. Sarp'ay q'echaywan JavaScript atin.

source: Automatically delete questions when deleting test
qu_pe: Prueba ñak'uspakuywan paqos ñak'uspakuy

source: The default behaviour is to make questions orphan when the only test using them is deleted. When enabled, this option ensure that all questions that would otherwise end up orphan are deleted as well.
qu_pe: Llika, prueba ñak'uspakuywan paqos huqariy karqan. Aktivachaspa, huqariy paqos ñak'uspakuy.

source: Hide test attempts table on test start page
qu_pe: Prueba qallariy raphipi yuyay tabla k'anchay

source: Hide the table showing all previous attempts on the test start page.
qu_pe: Prueba qallariy raphipi ukhu yuyaykunamanta tabla k'anchay.

source: Hide the question incremental numbering when taking a test.
qu_pe: Prueba ruraypi paqos sukana k'anchay.

source: Keep session active in tests
qu_pe: Pruebapi sesion activachay

source: Keep session active by maintaining a regular ping signal to the server every x seconds, define here. We recommend once every 300 seconds.
qu_pe: X segundopi serverkaman ping nisqa q'echaywan sesion activachay, kaypi definichay. 300 segundopi recomendachiy.

source: Embeddable question types
qu_pe: Sut'iy embeddable paqos rurakuna

source: By default, only single answer and multiple answer questions are considered when deciding whether a test can be embedded in a video or not. With this option, you can decide that more question types are available. Be aware that not all question types fit nicely in the space assigned to videos. Questions types are availalble in the code in question.class.php.
qu_pe: Llika, single answer multiple answer paqos vidioq embed karqanman. Kaywan yapa paqos rurakuna atin. Manam tukuy paqos vidioq karqanman. question.class.php códigoq.

source: Use course as global forum
qu_pe: Kursoq global foro kasuq

source: Set the course ID (numerical) of a course reserverd to use as a global forum. This replaces the 'Social groups' link in the social network by a link to the forum of that course.
qu_pe: Global foro kasuq kurso ID (willakuy) qillqay. Kaywan social networkpi 'Social groups' link foroq linkman.

source: Hide forum post review language
qu_pe: Foro willakuy idiomata k'anchay

source: Hide the possibility to assign a language to a forum post review.
qu_pe: Qillqaypiy rikch'aypi qillqaqatamanta rimaykuna k'anchayninchatam yachachisqata q'echuq.

source: Forum post review
qu_pe: Qillqaypiy rikch'aypi

source: Enable this option to allow asking for a review or a translation to one's post in a forum. When extensively configured, can be used to collaborate with other users in a language-learning forum.
qu_pe: Kay rupayta k'anchay rikch'akunata qillqaypiykunapi rikch'akunaypi rikch'akunata mañakuspa. Ñawpaq k'anchasqa, rimaykuna yachakuy qillqaypiykunapi mañakusqakunawan rurakuyta atikuspa.

source: Fold forum categories
qu_pe: Qillqaypiy katiqorikunata k'ikchay

source: Visual effect to enable forum categories folding/unfolding.
qu_pe: Qillqaypiy katiqorikunata k'ikchay / waqaychay visual efektu.

source: Forum categories language filter
qu_pe: Qillqaypiy katiqorikuna rimay k'anchay

source: Add a language filter to the forum view to only see categries configured in a specific language. Requires using the 'language' extra field on the 'forum_category' entity.
qu_pe: Qillqaypiy rikch'aypi rimay k'anchayta q'echuq, hina k'anchasqa rimaypi katiqorikunata qaway. 'forum_category' entidapin 'rimay' extra kitiwan rurakunata munasqa.

source: Forum notifications from base course as well
qu_pe: Qillqaypiykuna willakuykunam base kursupitaq

source: Enable this option to enable notifications coming from the base course forum, even if following the course through a session.
qu_pe: Kay rupayta k'anchay base kursu qillqaypiykuna willakuykunata k'anchay, sesionwan kursuta qatspalla.

source: Default glossary view
qu_pe: Glosariu ñawpaq rikch'ay

source: Choose which view ('table' or 'list') will be used by default in the glossary tool.
qu_pe: Glosariu ruraypi ñawpaq rurakunata ('tabla' o 'lista') akllay.

source: Remove HTML tags in glossary export
qu_pe: Glosariu chinkiy HTML etiquetas

source: Hide gradebook charts
qu_pe: Notakuna gráficos q'echuq

source: If your portal is resources-limited, reducing the generation of the dynamic gradebok charts with potentially thousands of results is a good option.
qu_pe: Portalwan k'anchakunamanta, dinamiku notakuna gráficos generakunata q'echuq, patsakuna resultadoswan.

source: Hide gradebook button 'download PDF report'
qu_pe: Notakuna botón 'PDF willakuy chinkiy' q'echuq

source: Hide percentage in best/average gradebook results
qu_pe: Notakuna mejor/promedio resultadoswan porciento q'echuq

source: Use test settings for grades display
qu_pe: Notakuna rikch'aypi ruray kitiwan atikuy

source: Use APCu caching to speed up gradebok
qu_pe: Notakunata APCu cachewan hayk'uspa atikuy

source: Improve speed when rendering gradebook student reports using Doctrine APCU cache. APCu is an optional but recommended PHP extension.
qu_pe: Notakuna yachaywasi willakuykunata Doctrine APCu cachewan hayk'uspa. APCu opcionalmi, hinallataq PHP extension recomendakuna.

source: Gradebook reports score style
qu_pe: Notakuna willakuy p'unchay estilo

source: Add gradebook score style configuration in the flat view. See api.lib.php in order to find the options: examples SCORE_DIV = 1, SCORE_PERCENT = 2, etc
qu_pe: Notakuna p'unchay estilo k'anchayta llank'ana rikch'aypi q'echuq. api.lib.php qaway opcionalkunata: ejemplos SCORE_DIV = 1, SCORE_PERCENT = 2, etc

source: Custom score display in gradebook's standalone column
qu_pe: Notakuna llank'ana sutipi personalizakuna p'unchay rikch'ay

source: Use global score display setting in gradebook
qu_pe: Notakunapi global p'unchay rikch'ay atikuy

source: Inter-gradebook dependencies
qu_pe: Notakuna inter-dependencias

source: Enables a mechanism of gradebook dependencies that lets people know which other items they need to go through first in order to complete the gradebook.
qu_pe: Notakuna dependenciakuna mekhanismuta k'anchay, hina notakunapi mañakusqakuna imayna qallarisqakunata yachanakunapaq.

source: Mandatory courses for gradebook dependencies
qu_pe: Notakuna dependenciakunapaq obligatoriku kursukuna

source: When using inter-gradebook dependencies, you can choose a list of mandatory courses that will be required before approving any gradebook that has dependencies.
qu_pe: Inter-notakuna dependenciakunata ruraspalla, obligatoriku kursukuna lista akllay, dependenciakuna notakuna qatachispaq.

source: Gradebook badges sidebar
qu_pe: Notakuna insignias sidebar

source: Generate a block inside the side menu where a few badges can be shown as pending approval. Requires gradebooks to be listed here, by (numerical) ID.
qu_pe: Lado menupi bloque generay, qatachisqa insignias rikch'ay. Notakuna ID (númeriku)wan lista ruraq.

source: Allow multiple evaluation attempts in gradebook
qu_pe: Notakunapi evaluacion intentos akllanakunata k'anchay

source: Cache results in the gradebook
qu_pe: Notakunapi resultados cache

source: Put some of the large calculations of averages in cached fields for the links and evaluations to increase speed (considerably). The potential negative impact is that it can take some time to refresh the gradebook results tables.
qu_pe: Promedios k'anchakuna cuentas cache camposnawan, velocidadta haykuq (hatun). Negativo efektu: notakuna resultados tablakunata k'achay tiemputa qarq.

source: User extra fields in gradebook flat view
qu_pe: Notakuna llank'ana rikch'aypi yachaywasi extra campos

source: Add the given columns ('variables' array) to the main results table in the gradebook.
qu_pe: Notakuna prinkipalla resultados tablapin ('variables' array) sutikunata q'echuq.

source: Gradebook PDF export options
qu_pe: Notakuna PDF chinkiy opcionalkuna

source: Change the PDF export for learners based on the provided settings ('hide_score_weight', 'hide_feedback_textarea', ...)
qu_pe: Yachaywasi PDF chinkiyta k'anchay kitiwan ('hide_score_weight', 'hide_feedback_textarea', ...)

source: Gradebook comments
qu_pe: Notakuna willakuykuna

source: Enable gradebook comments so teachers can add a comment to the overall performance of the learner in this course. The comment will appear in the PDF export for the learner.
qu_pe: Notakuna willakuykunata k'anchay, profesorkuna yachaywasipi yachaywasi rendimiento globalman willakuy q'echuq. Willakuy yachaywasi PDF chinkiyta rikch'akun.

source: Gradebook extra statistics
qu_pe: Notakuna extra estadistika

source: Add additional columns to the gradebook's main report (1 = ranking, 2 = best score, 3 = average).
qu_pe: Notakuna prinkipalla willakuyta adicional sutikunata q'echuq (1 = ranking, 2 = mejor p'unchay, 3 = promedio).

source: Hide gradebook table for learners
qu_pe: Notakuna tabla yachaywasikunamanta q'echuq

source: Reduce gradebook load time by hiding the results table (but still giving access to certificates, skills, etc).
qu_pe: Notakuna cargata tiemputa q'elluq, resultados tabla q'echuq (证书, habilidades, etc. k'anchay).

source: Hide item links for learners in gradebook
qu_pe: Notakunapi yachaywasikunamanta item willakuykuna q'echuq

source: Avoid learners clicking on items from the gradebook by removing the links on the items.
qu_pe: Yachaywasikuna notakunapi item willakuykunaman klik qispalla q'echuq.

source: Enable skills by gradebook's subcategory
qu_pe: Notakuna subkatiqoriy habilidades k'anchay

source: Skills are normally attributed for completing a whole gradebook. By enabling this option, you allow skills to be attached to sub-sections of gradebooks.
qu_pe: Habilidades normal notakuna qhatutaq. Kay rupayta k'anchaspalla, habilidades notakuna sub-seccionkunaman q'echuq.

source: Language switcher in main menu
qu_pe: Prinkipalla menupi rimay k'anchay

source: Display a language selector in the main menu that immediately updates the language preference of the user. This can be useful in multilingual portals where learners have to switch from one language to another for their learning.
qu_pe: Prinkipalla menupi rimay selector rikch'ay, yachaywasi rimay preferenciatam ñawpaq k'anchay. Multilingüe portalkunapi yachaywasikuna rimaymanta mañakuspa yachakunapaq.

source: Language flags
qu_pe: Rimay banderakuna

source: Use country flags for languages. This is not enabled by default because some languages are not strictly attached to a country, which can lead to frustration for some users.
qu_pe: Rimaykunapaq markakuna banderakuna atikuy. Ñawpaq k'anchakunachu, kay rimaykuna markakunawan strictmanaq, yachaywasikuna frustracionta qallarisqa.

source: Multiple-language courses
qu_pe: Yatiq simi kasqakuna kursos

source: Enable courses managed in more than one language. This option adds a language selector within the course page to let users switch easily, and adds a 'multiple_language' extra field to courses which allows for remote management procedures.
qu_pe: Huk simi kusa yatiq simikuna kasqakuna kursos hallp'anayta qhaway. Kay sartañan curso p'anqapi simi maqhanata q'uchuyta qhawaynin, yachaywanikuqkuna asllanman karan, ñawpaq hallp'anaypi 'multiple_language' yana siminchataq kursonkunaq, ñawpaq hallp'anaypi qhawaynin.

source: Multiple-language document templates
qu_pe: Yatiq simi kasqakuna willakuy yuraqkunakuna

source: Enable document templates (at the platform or course level) to be configured for specific languages.
qu_pe: Willakuy yuraqkunakuna (plataforma nisqa o curso nisqa ñiqpi) simikunaqpaq mañakusqakunata qhaway.

source: Invisible tests visible in learning paths
qu_pe: Mana qawayninpaq kasqakuna pruibakuna yatiq ñawpaqpi qhaway

source: Make tests marked as 'invisible' in the tests tool appear when they are included in a learning path.
qu_pe: Prueba ruraypi 'mana qawayninpaq' ruraq pruibakuna yatiq ñawpaqpi qhawaynin, kay pruibakuna yatiq ñawpaqpi k'anchasqan karan.

source: Export all files when exporting a learning path
qu_pe: Yatiq ñawpaqta chawaytawan exportarqan

source: When exporting a LP, all files and folders in the same path of an html will be exported too.
qu_pe: Yatiq ñawpaqta exportarqan, html nisqapiq ñawpaqpi kanchasqa tukuy willakuykunaq churaykuna folderskunaq exportarqan.

source: Learning path's prerequisites
qu_pe: Yatiq ñawpaq ñawpaq yachaykunakuna

source: On the learning paths lists, display a visual element to show that other learning paths are currently blocked by some prerequisites rule.
qu_pe: Yatiq ñawpaqkuna ruraypi, huk yatiq ñawpaqkuna ñawpaq yachaykunatawan blokiruq karanman visual elementota qhaway.

source: Hide time from learning paths records
qu_pe: Yatiq ñawpaq hallp'aykunamanta pacha qamñiy

source: Hide learning paths time spent in reports in general.
qu_pe: Yatiq ñawpaq hallp'aykunamanta pacha willakuykunapi qamñiy.

source: Foldable learning paths' categories
qu_pe: Kamichiy yatiq ñawpaq katiqoriykuna

source: Enable to allow users to fold the categories in the learning paths list.
qu_pe: Yachaywanikuqkuna yatiq ñawpaq ruraypi katiqoriykunata kamichiyta qhaway.

source: Foldable learning paths' items
qu_pe: Kamichiy yatiq ñawpaq willakuykuna

source: Disable JS in learning paths view
qu_pe: Yatiq ñawpaq qhawachisqapi JS qamñiy

source: Disable JS files that Chamilo usually adds to HTML files in the learning path (while displaying them).
qu_pe: Yatiq ñawpaqpi Chamiloq html willakuykunapi qhawaytawan JS willakuykunata qamñiy.

source: Teachers can access blocked learning paths
qu_pe: Yachaykunaq yatiq ñawpaqkuna blokiruqta qhawayninkuna

source: Teachers do not need to pass complete learning paths to have access to a prerequisites-blocked learning path.
qu_pe: Yachaykunaq ñawpaq yachaykunata tukuyta mana ruraytawan ñawpaq yachay blokiruq yatiq ñawpaqta qhawayninman.

source: Export learning paths in the Chamilo backup format
qu_pe: Yatiq ñawpaqkuna Chamilo backup formatopi exportar

source: Enable the possibility to export any of your learning paths in a Chamilo course backup format.
qu_pe: Cursopi Chamilo yatiq ñawpaqkuna backup formatopi exportar yachayta qhaway.

source: Hide requirements label in learning paths
qu_pe: Yatiq ñawpaqpi ñawpaq yachay ruraq etiketata qamñiy

source: Hide the pre-requisites tooltip on learning path items. This is mostly an estaethic choice.
qu_pe: Yatiq ñawpaq willakuykunapi ñawpaq yachay tooltip qamñiy. Kayqa kay estetiko sartañan.

source: Minimum time to complete learning path
qu_pe: Yatiq ñawpaqta tukuytawan pacha pisqu

source: Add a minimum time field to learning paths. If the user has not spent that much time on the learning path, the last item of the learning path cannot be completed.
qu_pe: Yatiq ñawpaqpi pacha pisqu kampota qhaway. Yachaywanikuqqa yatiq ñawpaqpi churakusqan pacha mana karanman, yatiq ñawpaq qhipa willakuyqa mana tukuyta ruraytawan.

source: Use learning path item status from other sessions
qu_pe: Huk sesionkunamanta yatiq ñawpaq willakuy hallp'aykunata llamk'ay

source: Allow users to complete prerequisites in a learning path if the corresponding item was already completed in another session.
qu_pe: Yachaywanikuqkuna yatiq ñawpaqpi ñawpaq yachaykunaq tukuyta ruraytawan, huk sesionpi tukuyta ruraq willakuyqa.

source: Display tests from learning paths even if invisible
qu_pe: Mana qawayninpaq kasqakuna yatiq ñawpaq pruibakuna qhaway

source: Show hidden exercises that were added to a LP in the exercise list. If we are in a session, the test is invisible in the base course, it is included in a LP and the setting to show it is not specifically set to true, then hide it.
qu_pe: Prueba ruraypi LP nisqapi qhawaynin mana qawayninpaq pruibakuna. Sesionpi karanman, prueba base cursopi mana qawayninpaq, LP nisqapi k'anchasqa, mana qhawaytawan mana truruytawan, qamñiy.

source: Learning path menu location
qu_pe: Yatiq ñawpaq menupi lluqsi

source: Set this to 'left' or 'right' to change the side of the learning path menu.
qu_pe: 'left' o 'right' nisqaman saqiy yatiq ñawpaq menupi lluqsi llank'ay.

source: Use learning path score as progress
qu_pe: Yatiq ñawpaq puntokunata hamt'aypi llamk'ay

source: This is useful when using SCORM content with only one large SCO. SCORM does not communicate progress, so this is a trick to use the score as progress. Enabling this option will let you configure this on a per-learning path basis.
qu_pe: Kayqa huk gran SCOq SCORM nisqawan llamkaypi yachay. SCORM hamt'ayta mana willakun, kayqa puntokunata hamt'aypi llamk'ay. Kay sartañan qhawaynin yatiq ñawpaqpi saqenay.

source: Prevent beforeunload JS event in learning path
qu_pe: Yatiq ñawpaqpi beforeunload JS event qamñiy

source: This helps with browser compatibility by preventing tricky JS events to execute.
qu_pe: Kayqa browser compatibilitywan yanapaynin JS event complicadokunata qamñiywan.

source: Hide 'My learning paths' page
qu_pe: 'Ñoqay yatiq ñawpaqkunay' p'anqata qamñiy

source: The page 'My learning path' was added in 1.11. Use this option to hide it.
qu_pe: 'Ñoqay yatiq ñawpaq' p'anqa 1.11pi qhawaynin. Kay sartañanwan qamñiy.

source: Use username as student_id in SCORM communication
qu_pe: SCORM willakuypi sutinita student_id nisqaman llamk'ay

source: Use extra field as student_id in SCORM communication
qu_pe: SCORM willakuypi extra campo student_id nisqaman llamk'ay

source: Give the name of the extra field to be used as student_id for all SCORM communication.
qu_pe: SCORM tukuy willakuypi student_id nisqaman llamk'anaq extra campo sutinta qhaway.

source: SCORM import within course import
qu_pe: Curso importpi SCORM import

source: Enable to copy the directory structure of SCORM packages when restoring a course (from the course maintenance tool).
qu_pe: Curso mantenimentopi curso restaurarqanman SCORM paketakunaq directory estructuraq copiyta qhaway.
