Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: External tool deleted
so_so: Qalabka dibadda ayaa la tirtiray

source: You passed the time limit to see the results
so_so: Waxaad dhaaftay wakhtiga loo ogolyahay in la arko natiijooyinka

source: You're not allowed in this course
so_so: Laguuma oggoleyn koorsadan

source: Group not found
so_so: Kooxda lama helin

source: Session not found
so_so: Fadhiga lama helin

source: You're not allowed in this session
so_so: Lagu ogol maaha in aad fadhigan ku jirtid

source: Course does not exist
so_so: Koorasku ma jiro

source: The security code entered was incorrect.
so_so: Koodka amniga ee la galiyay wuxuu ahaa khalad.

source: Security check
so_so: Baaritaanka amniga

source: New instance of recurring session created
so_so: Tusaalaha cusub ee fadhiga soo noqnoqda ayaa la abuuray

source: A new instance of the recurring session <em>%s</em> has been created. Please review the details: %s
so_so: Tusaalaha cusub ee fadhiga soo noqnoqda <em>%s</em> ayaa la abuuray. Fadlan dib u eeg faahfaahinta: %s

source: This course is locked. You must complete the prerequisite(s) first.
so_so: Kooraskani waa quful. Waa inaad dhammaystirtaa shuruudaha marka hore.

source: The resource doesn't exist.
so_so: Kheyraadka ma jiro.

source: The resource doesn't have a node.
so_so: Kheyraadku ma leh nood

source: No terms and conditions available for this language.
so_so: Shuruudaha iyo xaaladaha aan la heli karin luqaddan.

source: Client
so_so: Macmiil

source: Hide advanced settings
so_so: Qari goobaha horumarsan

source: Show advanced settings
so_so: Muuji goobaha horumarsan

source: Are you sure you want to delete this item?
so_so: Ma hubin in aad rabto in aad tirtirto sheygan?

source: No available options
so_so: Ma jiraan doorashooyin la heli karo

source: Send
so_so: Dir

source: Draft
so_so: Qoraal qabyo ah

source: Share with user
so_so: La wadaag isticmaale

source: Multilingual
so_so: Luqado badan

source: Loading...
so_so: Raraya...

source: Subscribing...
so_so: La saxiixanaya...

source: You are receiving a copy because you are one of the course coaches
so_so: Nuqul ayaa laguugu soo dirayaa maxaa yeelay waxaad ka mid tahay tababarayaasha koorsada

source: You are receiving a copy because you are the course coach
so_so: Nuqul ayaa laguugu soo dirayaa maxaa yeelay waxaad tahay tababaraha koorsada

source: This group is closed.
so_so: Kooxdani waa xidhan tahay.

source: Your request has been received.
so_so: Codsigaaga waa la qaabulay.

source: Legal consent revoked successfully.
so_so: Oggolaanshaha sharci ee la jebiyey si guul leh.

source: User ID not provided
so_so: ID isticmaale lama bixin

source: Terms accepted successfully.
so_so: Shuruudaha si guul leh la aqbalay.

source: File not found for resource
so_so: Faylka kheyraadka looma helin

source: Resource not found
so_so: Kheyraadka lama helin

source: No files
so_so: Ma jiraan faylal

source: Unauthorised access to resource
so_so: Gal gal la'aan ah kheyraadka

source: Resource file not found for the given resource node
so_so: Faylka kheyraadka looma helin noodka la siiyay

source: You have been enrolled in a new course
so_so: Waxaad ku diiwaan gashan tahay kooras cusub

source: Remove users from URLs with a CSV file
so_so: Isticmaale ka saar URL-yada fayl CSV ah

source: Assign users to URLs from CSV
so_so: Ku meel mari isticmaale URL-yada CSV

source: Template not found.
so_so: Qaabka lama helin.

source: Invalid login request: check that the Content-Type header is <em>application/json</em>.
so_so: Codsi gal gal la'aan ah: hubi in madaxa Content-Type uu yahay <em>application/json</em>.

source: An error occurred while creating the course.
so_so: Qalad ayaa dhacay intii la abuurayay koorsada.

source: Course created successfully.
so_so: Kooraska si guul leh ayaa la abuuray.

source: Tool not found
so_so: Qalabka lama helin

source: Course not found
so_so: Kooraska lama helin

source: Attendance data and comments saved successfully
so_so: Xogta xaadirka iyo faallooyinka si guul leh ayaa loo keydiyay

source: Your account has expired.
so_so: Koonteyntaada waa dhacday.

source: Invalid credentials. Please try again or contact support if you continue to experience issues.
so_so: Aqoonsiga khaldan yahay. Fadlan isku day mar kale ama la xiriir taageerada haddii dhibaatooyinka sii socdaan.

source: Your account has not been activated.
so_so: Koonteyntaada lama hawlgelin.

source: Third parties (GDPR)
so_so: Qaybaha saddexaad (GDPR)

source: Resources by type
so_so: Kheyraadka nooca

source: File info
so_so: Macluumaadka faylka

source: Page layouts
so_so: Qaabka bogagga

source: No push notification settings configured.
so_so: Ma jiraan go'aamo ogeysiiska riixka ah.

source: Current user not found.
so_so: Isticmaalaha hadda lama helin.

source: Hello %s,<br><br>You are registered on %s.<br>You can access your account from <a href="%s">here</a>.<br><br>Your login credentials are:<br>Username: <strong>%s</strong><br>Password: <strong>%s</strong><br><br>Best regards,<br>%s
so_so: Salaan %s,<br><br>Waxaad ka diiwaan gashan tahay %s.<br>Waxaad ka heli kartaa akoonkaaga <a href="%s">halkan</a>.<br><br>Faahfaahintaada gelitaanka waa:<br>Username: <strong>%s</strong><br>Password: <strong>%s</strong><br><br>Tekeeley,<br>%s

source: You are registered on %s
so_so: Waxaad ka diiwaan gashan tahay %s

source: Learning path categories
so_so: Qaybaha wadada waxbarashada

source: Translation saved.
so_so: Tarjumaadda la keydiyay.

source: Total available hours
so_so: Saacadaha guud ee la heli karo

source: Sum of hours in subscribed sessions
so_so: Isku darka saacadaha ee fadhiyada la diiwaan geliyay

source: Count of available hours
so_so: Tirada saacadaha la heli karo

source: Go to the session
so_so: Tag fadhiga

source: Duration (minutes)
so_so: Dhererka (daqiiqo)

source: Gradebook options
so_so: Fursadaha buuga qiimeynta

source: Qualify attendance gradebook
so_so: Qiimeynta buuga xaadirka

source: Select gradebook option
so_so: Dooro doorashada buuga qiimeynta

source: Gradebook column title
so_so: Ciwaanka tiirka buuga qiimeynta

source: Grade weight
so_so: Miisaanka qiimeynta

source: No invitations or records found
so_so: Ma jiraan martiqaadyo ama diiwaanno la helay

source: Reject invitation
so_so: Diid martiqaadka

source: Friend added successfully
so_so: Saaxiibka si guul leh loo ku daray

source: Friend request rejected
so_so: Codsi saaxiibnimo la diiday

source: We could not retrieve the themes
so_so: Ma heli karno mawduucyada

source: Theme title
so_so: Ciwaanka mawduuca

source: A file name is required to save the recorded audio
so_so: Magaca faylka ayaa loo baahan yahay si loo keydiyo codka la duubay

source: We are sorry, your browser does not support using a microphone
so_so: Waan ka xunnahay, biraawsarkaagu ma taageero isticmaalka makarafoonka

source: Results for
so_so: Natiijooyinka

source: Search groups
so_so: Raadi kooxaha

source: Pending group invitations
so_so: Martiqaadyada kooxaha ee sugaya

source: Delete skill profile
so_so: Tirtir astaanta profile

source: Skill profile deleted
so_so: Astaanta profile la tirtiray

source: Skill profiles
so_so: Astaanta profaylka

source: No skill profile
so_so: Ma jiro astaanta profile

source: Original assignment
so_so: Hawsha asalka ah

source: Student's submission
so_so: Ardayga soo gudbintiisa

source: Write your comment...
so_so: Qor faalladaada...

source: Not graded yet
so_so: Weli lama qiimeyn

source: Attach file (optional)
so_so: Ku lifaaq fayl (ikhtiyaari)

source: Please add a comment, a grade or a file
so_so: Fadlan ku dar faallo, qiimeyn ama fayl

source: Score updated successfully
so_so: Dhibcaha si guul leh loo cusboonaysiiyay

source: Comment added successfully
so_so: Faallada si guul leh loo ku daray

source: Actions
so_so: Hawlo

source: Each file name must match: YYYY-MM-DD_HH-MM_username_originalTitle.ext
so_so: Magac kasta oo fayl ah waa inuu u ekaadaa: YYYY-MM-DD_HH-MM_username_originalTitle.ext

source: Are you sure you want to delete the selected items?
so_so: Ma hubtaa inaad rabto inaad tirtirto waxyaabaha la doortay?

source: Assignments deleted
so_so: Hawlo la tirtiray

source: Failed to download package
so_so: Waan ku guuldareystay inaan soo dejino xirmada

source: Failed to upload corrections
so_so: Waan ku guuldareystay inaan soo galiyo sixirka

source: Edit submission
so_so: Tafatir soo gudbinta

source: Submission updated!
so_so: Gudbixirada la cusboonay!

source: Diagnosis of user %s
so_so: Baaritaanka isticmaale %s

source: Diagnosis of user %s (language: %s) with link %s. Contact at %s
so_so: Baaritaanka isticmaale %s (luqadda: %s) oo leh xiriirka %s. Xiriirka %s

source: %s support
so_so: Taageerada %s

source: This option is not available because this activity is contained by an assessment.
so_so: Ikhtiyaarkani ma heli karo maxaa yeelay hawshardu waxay ku jirtaa qiimeyn.

source: Move to thread
so_so: U wareeji dhagaxa

source: Moved.
so_so: La wareegay.

source: Score changes history
so_so: Taariikhda isbeddelada dhibcaha

source: Sessions
so_so: Fadhiyada

source: If you want to copy a course from one session to another course in another session, you must first select a course in the courses list from the original session. You can then choose to copy contents from the course description, documents, glossary, links, tests and learning path tools directly or by selecting the course components.
so_so: Haddii aad rabto inaad koobi kartid koorsada fadhiga mid ilaa koorsada kale ee fadhiga kale, waa inaad marka hore doorataa koorsada liiska koorsadaha ee fadhiga asalka ah. Ka dib waxaad dooran kartaa inaad koobi kartid waxyaabaha koorsada sharaxaada, dukumentiyada, glossary, xiriirka, imtixaannada iyo wadada waxbarashada si toos ah ama adigoo dooranaya qaybaha koorsada.

source: Chamilo is an Open Source project and this portal is provided to our community free of charge by the Chamilo Association, which pursues the goal of improving the availability of a quality education around the globe.<br /><br />However, developing Chamilo and providing this service is expensive and having a little bit of help from you would go a long way to ensure these services improve faster over time.<br /><br />Creating a course on this portal is one of the most resource-intensive operation. Please consider making a contribution to the Chamilo Association before creating this course to help keep this service free for all!
so_so: Chamilo waa mashruuc Source Furan oo portal-kaas waxaa si bilaash ah bulshadayada u siiya Ururka Chamilo, kaas oo raadinaya himilada hagaajinta helitaanka waxbarashada tayada leh adduunka oo dhan.<br /><br />Si kastaba ha ahaatee, horumarinta Chamilo iyo bixinta adeeggan waa qaali oo waxay leedahay caawinaad yar oo kaa yimaada waxay aad u fog u socon doontaa si loo hubiyo in adeegyadan si degdeg ah u horumaraan.<br /><br />Sameynta koorsada portal-kaani waa mid ka mid ah hawlaha ugu badan ee kheyraadka. Fadlan tixgeli inaad ku darsato Ururka Chamilo ka hor intaadan abuurin koorsadan si aad uga caawiso in adeeggan si bilaash ah u sii ahaado dadka oo dhan!

source: Give your course a short and striking title, e.g. Innovation Management
so_so: Si koorsadaada u sii magac gaaban oo cabbir leh, tusaale ahaan Maareynta Hal-abuurka

source: Untitled survey
so_so: Sahan aan cinwaan lahayn

source: LTI tools allow your students to access external tools directly from your course. They can be enabled in your course if configured at the platform level.
so_so: Qalabka LTI waxay u oggolaanayaan ardaydaada inay si toos ah uga accoor qalabka dibadda ee koorsadaada. Waxaa lagu shaqayn karaa koorsadaada haddii lagu habeeyo heerka platform-ka.

source: AI helpers
so_so: Caawimayaasha AI

source: Auto-launch for forums
so_so: Bilow-otomaatig ah ee golayaasha

source: E-mail student when he is subscribed to the course
so_so: Imaayl ardayga marka la isku daro koorsada

source: You're now subscribed.
so_so: Hadda la isku daray.

source: You cannot delete the last category
so_so: Ma tirtiri karid qaybta ugu dambeysa

source: Apply suggestion
so_so: Dalban soo jeedinta

source: Suggested feedback
so_so: Faallada la soo jeediyay

source: Suggested score
so_so: Dhibcaha la soo jeediyay

source: AI suggestion
so_so: Soo jeedinta AI

source: Suggest with AI
so_so: La soo jeedi AI

source: Send all results/corrections by email
so_so: U soo dir dhammaan natiijooyinka/ciribtirka iimaylka

source: Export all attempts
so_so: Dhoof dhammaan isku dayada

source: All emails sent successfully
so_so: Dhammaan iimaylka si guul leh loo diray

source: Email content logged to error_log
so_so: Natiijada iimaylka la diiwaan geliyay error_log

source: Adaptive behavior (success/failure)
so_so: Dabeecadda la qabsiga (guul/fashil)

source: Error opening XML file
so_so: Qalad furista faylka XML

source: Go to resource
so_so: Tag agabka

source: No result for keyword %s
so_so: Ma jiro natiijo ereyga muhiimka ah %s

source: Results
so_so: Natiijooyinka

source: No assignments available
so_so: Ma jiraan shaqooyin la heli karo

source: Please select a target assignment
so_so: Fadlan dooro shaqada bartilmaameedka

source: Submission moved successfully
so_so: Gudbixirada si guul leh loo wareejiyay

source: Correction uploaded successfully!
so_so: Ciribtirka si guul leh loo soo galiyay!

source: Invalid submission
so_so: Gudbixiro aan ansax ahayn

source: Invalid resource link ID
so_so: ID xiriirka agabka aan ansax ahayn

source: Can not change visibility
so_so: Ma beddeli karo muuqashada

source: Visibility updated successfully!
so_so: Muuqashada si guul leh loo cusbooniyay!

source: No download available
so_so: Ma jiro soo dejin la heli karo

source: Are you sure you want to delete this submission?
so_so: Ma hubinaysaa inaad rabto inaad tirtirto gudbixiradan?

source: Submission deleted successfully!
so_so: Gudbixirada si guul leh loo tirtiray!

source: Friendly URL
so_so: URL saaxiibtinimo

source: Definition
so_so: Qeexid

source: Export format
so_so: Qaabka dhoofinta

source: Glossary exported
so_so: Glossary la dhoofiyay

source: Could not export glossary
so_so: Ma awoodin glossary-ka dhoofin

source: Terms imported successfully
so_so: Erayada si guuxay

source: Could not import terms
so_so: Ma awoodin erayada la soo dejin

source: Could not fetch glossary term
so_so: Ma awoodin glossary-ka ereyga la soo qaado

source: Glossary term saved
so_so: Glossary-ka ereyga la keydiyay

source: Could not create glossary term
so_so: Ma awoodin glossary-ka ereyga la abuuro

source: Column
so_so: Tiirka

source: Blocks Palette
so_so: Dabaqa Blocks

source: Already answered
so_so: Horay loo jawaabay

source: You have left the group successfully
so_so: Kooxda ayaad si guul leh uga tagtay

source: Your skill ranking
so_so: Darajaddaada xirfadeed

source: The comment is required
so_so: Faallada waa loo baahan yahay

source: All messages here are automatically marked as promoted.
so_so: Dhammaan fariimaha halkan si otomaatig ah ayaa loo calaamadeeyaa inay yihiin kuwa la dallacsiiyay.

source: Item 1
so_so: Sheyga 1

source: Item 2
so_so: Sheyga 2

source: Item 3
so_so: Sheyga 3

source: Value 1
so_so: Qiimaha 1

source: Value 2
so_so: Qiimaha 2

source: Value 3
so_so: Qiimaha 3

source: Checkbox 1
so_so: Sanduuqa 1

source: Checkbox 2
so_so: Sanduuqa 2

source: Forms
so_so: Foomamka

source: Dialogs
so_so: Wada xaajoodka

source: Editable content
so_so: Nuxulka la beddeli karo

source: Color updated
so_so: Midabka la cusboonaysiiyay

source: Modify color theme
so_so: Beddel mawduuca midabka

source: Select as current theme
so_so: Dooro mawduuca hadda

source: Save as new theme
so_so: Keydi mawduuc cusub

source: New color theme
so_so: Mawduuca midabka cusub

source: Filters
so_so: Shaandhaynta

source: Color
so_so: Midabka

source: Click the image to crop it (1:1 ratio, 120x120 px recommended).
so_so: Goyn sawirka si aad u gooyso (saamiga 1:1, 120x120 px waa la talinayaa).

source: Use the crop tool to select a 1:1 region. Recommended size: 120x120 pixels.
so_so: Isticmaal qalabka gooynta si aad u doorato gobolka 1:1. Cabbirka la talinayo: 120x120 pixels.

source: Link saved
so_so: Xiriirka la keydiyay

source: Link is valid
so_so: Xiriirku waa sax

source: Link is not valid
so_so: Xiriirku ma saxna

source: Toggle visibility
so_so: Beddel muuqashada

source: Number of questions limited to a maximum of %d
so_so: Tirada su'aalaha waxaa lagu xadiday ugu badnaan %d

source: Please enter a valid word count
so_so: Fadlan gel guddoonaanta erayada saxda ah

source: Please enter a valid number
so_so: Fadlan gel lambarka saxda ah

source: Invalid learning path item
so_so: Wax barashada jidka sheyga ma saxna

source: Advancing in
so_so: Horumarinta

source: Video completed!
so_so: Fiidiyowgii wuu dhamaaday!

source: This learning path includes a forum from the base course, so once users in a session will participate in this forum, it will start to appear in the forum tool in the session, whereas by default forums from the base course do not appear in the session.
so_so: Waxbarashada jidkan waxa ka mid ah goobta doodaha ee koorsada aasaasiga ah, markaa marka isticmaale yaasha ee kalfadhi ka qayb qaataan goobta doodahan, waxay bilaabi doontaa inay ka muuqato qalabka goobta doodaha ee kalfadhiga, halka sida caadiga ah goobaha doodaha ee koorsada aasaasiga ah aan ka muuqan kalfadhiga.

source: Unmark favorite
so_so: Ka saar jecel

source: Mark favorite
so_so: Calamad jecel

source: Register student
so_so: Diiwaan gelin arday

source: Ends tomorrow
so_so: Waxay dhamaanaysaa berri

source: Ends today
so_so: Waxay dhamaanaysaa maanta

source: Write a short and striking course name, For example: Innovation Management
so_so: Qor magac koorsada gaaban oo xooggan, Tusaale: Maareynta Hal-abuurka

source: Introduction updated successfully!
so_so: Hordhac-galka si ku casuumay!

source: Introduction created successfully!
so_so: Hordhac-galka si ku abuurtay!

source: Free
so_so: Bilaash

source: No description available
so_so: Ma jiro sharaxaad la heli karo

source: Demo
so_so: Tijaabo

source: Browse courses
so_so: Baadho koorsooyinka

source: Or
so_so: ama

source: No sender
so_so: Ma jiro soo-dir

source: messages
so_so: farriimo

source: Error deleting message
so_so: Qalad tirtiridda farriinta

source: You are adding calendar events for attendance
so_so: Waxaad ku darinayaa dhacdooyinka kalandarka xaadiritaanka

source: Add attendance date
so_so: Ku dar taariikhda xaadiritaanka

source: Back to attendance sheet
so_so: Ku noqo xaashida xaadiritaanka

source: Add calendar event
so_so: Ku dar dhacdooyinka kalandarka

source: Clear all
so_so: Nadiifin dhammaan

source: Edit calendar event
so_so: Tafatir dhacdooyinka kalandarka

source: Delete calendar event
so_so: Tirtir dhacdooyinka kalandarka

source: Are you sure you want to delete this event?
so_so: Ma hubinaysaa in aad rabto in aad tirtirto dhacdadan?

source: Are you sure you want to delete all calendar events?
so_so: Ma hubinaysaa in aad rabto in aad tirtirto dhammaan dhacdooyinka kalandarka?

source: Edit attendance
so_so: Tafatir xaadiritaanka

source: Go to calendar
so_so: Tag kalandarka

source: Export to Excel
so_so: Dhoofsiin Excel

source: Generate QR code
so_so: Soosaar code-ka QR

source: Loading attendance data...
so_so: Raadinaya xogta xaadiritaanka...

source: No attendance assigned yet.
so_so: Wali ma jiro xaadiritaan la qoray.

source: View comment
so_so: Eeg faallada

source: No attendance data for today.
so_so: Ma jiro xogta xaadiritaanka maanta.

source: Error recalculating results
so_so: Qalad xisaabinta natiijooyinka

source: Results recalculated
so_so: Natiijooyinka dib loo xisaabiyay

source: No test attempt found
so_so: Ma jiro isku day imtixaan la helay

source: No item found
so_so: Ma jiro shay la helay

source: No video found
so_so: Ma jiro muuqaal la helay

source: Invalid access URL or session
so_so: URL-ga gelitaanka ama kalfadka ma valid ahayn

source: Select classes for which this session will be visible for subscription in the catalogue. Subscription rules still apply apart from it being visible in the catalogue.
so_so: Dooro fasallada kuwaas oo kalfadkani uu ka muuqan doono diiwaangelinta katalogga. Xeerarka diiwaangelinta ayaa wali shaqayn doona marka laga reebo in uu ka muuqdo katalogga.

source: Catalogue access
so_so: Gelitaanka katalogga

source: The uploaded file does not match the selected file type.
so_so: Faylka la soo galiyay uma xirna nooca faylka la doortay.

source: Uninstall
so_so: Ka saar

source: Install, activate or deactivate plugins easily.
so_so: Sare-geli, shaqaynta ama jooji plugins-yada si fudud.

source: Manage plugins
so_so: Maamul plugins-yada

source: Nothing left to update.
so_so: Ma jiro wax had iyo jeer la cusboonaysiin karo.

source: Update database
so_so: Cusboonaysii database-ka

source: Are you sure you want to remove the selected courses from the selected URLs?
so_so: Ma hubinaysaa in aad rabto in aad ka saarto koorsooyinka la doortay URL-yada la doortay?

source: Are you sure you want to add the selected courses to the selected URLs?
so_so: Ma hubinaysaa in aad rabto in aad ku dartid koorsooyinka la doortay URL-yada la doortay?

source: Remove courses from selected URLs
so_so: Ka saar koorsooyinka URL-yada la doortay

source: Add courses to selected URLs
so_so: Ku dar koorsooyinka URL-yada la doortay

source: Select all URLs
so_so: Dooro dhammaan URL-yada

source: Search URL
so_so: Raadi URL

source: Videos
so_so: Muuqaallada

source: Course unregistered from the URL
so_so: Koorasku waa laga diiwaan geliyay URL-ka

source: This page allows you to massively assign or remove the assignment of courses to/from many URLs in one single action. Assigning and removing courses to/from URLs can have a high impact on access for users and data stored about users' progress. Please use carefully.
so_so: Boggan wuxuu kuu oggol yahay in aad si ballaaran u qorto ama ka saarto meelaynta koorsooyinka URL badan hal ficil. Meelaynta iyo ka saarista koorsooyinka URL-yada waxay saameyn weyn ku yeelan kartaa gelitaanka isticmaale iyo xogta la kaydiyay ee ku saabsan horumarka isticmaale. Fadlan si taxaddar leh u isticmaal.

source: Add courses to URLs
so_so: Ku dar kursiyo URL-yada

source: Parent category
so_so: Qaybta hooyada

source: No parent
so_so: Ma jiro hooyo

source: Cannot move category down
so_so: Ma guuri karo qaybta hoos

source: Cannot move category up
so_so: Ma guuri karo qaybta kor

source: No course found in this category
so_so: Ma jiro kursi qaybta dhexdeeda

source: Minimum number of assessments to validate
so_so: Tirada ugu yar ee qiimeynta si loo xaqiijiyo

source: Number of assessments to validate in dependencies
so_so: Tirada qiimeynta si loo xaqiijiyo ee ku xidhan

source: Depends on assessments
so_so: Waxay ku xidhan tahay qiimeynta

source: Are you sure you want to unassign the selected users from the selected URLs?
so_so: Ma hubin in aad ka saari doonto isticmaale yaqiinka URL-yada la doortay?

source: Are you sure you want to assign the selected users to the selected URLs?
so_so: Ma hubin in aad ku xiri doonto isticmaale yaqiinka URL-yada la doortay?

source: Remove users from selected URLs
so_so: Ka saar isticmaale URL-yada la doortay

source: Add users to selected URLs
so_so: Ku dar isticmaale URL-yada la doortay

source: The user accounts have been unassigned from the URL
so_so: Xisaabta isticmaale ayaa laga saaray URL-ka

source: Add course to this URL
so_so: Ku dar koorsada URL-kani

source: Remove from selection
so_so: Ka saar doorashada

source: Gradebooks
so_so: Buugaadka darajada

source: Users in consent list
so_so: Isticmaale liiska oggolaanshaha

source: Select tools
so_so: Dooro qalabka

source: Skills and gradebooks
so_so: Xirfadaha iyo buugaadka darajada

source: No tool available for this report
so_so: Ma jiro qalab la heli karo warbixintan
