Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Add a custom extra footer for notifications emails for a specific language, for example for privacy policy notices. Multiple languages and paragraphs can be added.
so_so: Ku dar hooska dheeraadka ah ee e-mayllada ogeysiisyada ee luqadda gaarka ah, tusaale ahaan ogeysiisyada siyaasadda gaarka ah. Luqado badan iyo jumlado badan ayaa la dari karaa.

source: Allow private messages between teachers about a learner
so_so: Oggolow farriimaha gaarka ah ee macallimiinta ee ku saabsan arday

source: Allow exchange of messages from teachers/bosses about a user from the tracking page of that user.
so_so: Oggolow beddelka farriimaha macallimiinta / madaxda ku saabsan isticmaale laga soo bilaabo bogga la socodka isticmaalahaas.

source: Allow learners to see messages about them between teachers
so_so: Oggolow ardayda inay arkaan farriimaha iyaga ku saabsan ee macallimiinta dhexdooda

source: If exchange of messages about a user are enabled, this option will allow the corresponding user to see the messages. This is to comply with rules of transparency the organization may need to comply to.
so_so: Haddii beddelka farriimaha ku saabsan isticmaale la shaqeynayo, doorashadan ayaa u oggolaanaysa isticmaalehaas inuu arko farriimaha. Tani waxay u hoggaansantahay xeerarka daahfurnaan ee ururka laga yaabo inuu u hoggaansamo.

source: Like/Dislike for social posts
so_so: Jeclaad / Necbad ee jaridaha bulshada

source: Allows users to add feedback (likes or dislikes) to posts in social wall.
so_so: Oggolow isticmaaleaska inay ku darsadaan jawaab celin (jeclaysi ama necbad) jaridaha gidaarka bulshada.

source: Disable 'dislike' for social posts
so_so: Namood 'necbaad' ee jaridaha bulshada

source: Remove the thumb down option for social posts feedback. Only keep thumb up (like).
so_so: Ka saar xulashada suulka hoose ee jawaabcelinta jaridaha bulshada. Kaliya hayso suulka sare (jeclaad).

source: Admins can see personal messages
so_so: Maamulayaashu waxay arki karaan farriimaha gaarka ah

source: Allow administrators to see personal messages between a teacher and a learner. Please make sure you include a note in your terms and conditions as this might affect privacy protection.
so_so: Oggolow maamulayaasha inay arkaan farriimaha gaarka ah ee macallinka iyo ardayga dhexdooda. Fadlan hubi inaad ku darto qoraal shuruudahaaga iyo xaaladaha maadaama tani saameyn ku yeelan karto ilaalinta gaarka ah.

source: Teachers can access learners messages only within session timeframe
so_so: Macallimiintu waxay heli karaan farriimaha ardayda kaliya gudaha wakhtiga kalfadhi

source: Filter messages between a teacher and a learner between the session start end dates
so_so: Shaandheyn farriimaha u dhexeeya macallinka iyo ardayga inta u dhaxaysa taariikhaha bilowga iyo dhamaadka kalfadhiga

source: UNO converter binaries
so_so: Beddelayaasha UNO binaries

source: Give the system path to the UNO converter library to enable some extra exporting features.
so_so: Sii jidka nidaamka maktabadda beddelaha UNO si aad u shaqeyso sifooyinka dheeraadka ah ee dhoofinta.

source: Hide main navigation menu
so_so: Qari menu-ka socodka guud

source: When using Chamilo for a specific purpose (like one massive online exam), you might want to reduce distraction even more by removing the side menu.
so_so: Marka la isticmaalayo Chamilo ujeedo gaar ah (sida imtixaan weyn oo online ah), waxaad rabi kartaa inaad yaraato jahwareerka xitaa inbadan adigoo meesha ka saaraya menu-ga dhinaca.

source: PDF export resolution
so_so: Dib-u-dhigidda PDF

source: This represents the resolution of generated PDF files (in dot per inch, or dpi). The default is 96. Increasing it will give you better resolution PDF files but will also increase the weight and generation time of the files.
so_so: Tani waxay matalaysaa dib-u-dhigidda faylalka PDF la soo saaray (dhibic walba inch, ama dpi). Asalka waa 96. Kor u qaadista waxay ku siin doontaa faylal PDF oo xiriir wanaagsan leh laakiin sidoo kale kor u qaadi doonto miisaanka iyo waqtiga abuurista faylalka.

source: Skip generic data in learner self-tracking page
so_so: Ka bood macluumaadka guud ee bogga la socodka iskiis ee ardayga

source: If the 'My progress' page takes too long to load, you might want to remove the processing of generic statistics for the user. In this case enable this setting.
so_so: Haddii bogga 'Horukaggayga' uu qaato waqti dheer si uu u raro, waxaad rabi kartaa inaad meesha ka saarto shaqaynta tirakoobka guud ee isticmaaleha. Xaaladdan ku shaqeyn doorashadan.

source: Hide the complete username in 'who is online'
so_so: Qari magaca isticmaaleha oo dhammaystiran ee 'yaa online ah'

source: The 'who is online' page (if enabled) will show a picture and a name for each user currently online. Enable this option to hide the names.
so_so: Bogga 'yaa online ah' (haddii la shaqeynayo) waxa uu muujin doonaa sawir iyo magac isticmaale kasta oo hadda online ah. Shaqeyn doorashadan si aad u qariso magacyada.

source: Default number of table rows
so_so: Tirada safafka miiska ee asalka ah

source: How many rows should be shown in all tables by default.
so_so: Immisa safar ayaa lagu muujinayaa dhammaan miisaska asal ahaan.

source: Double validation for registration process
so_so: Lab double validation eeqaashada diiwaangelinta

source: Simply display a confirmation request on the registration page before going forward with the user creation.
so_so: Si fudud u muuji codsi xaqiijin bogga diiwaangelinta ka hor inta aan la sii wadin abuurista isticmaale.

source: Prevent access to 'My progress'
so_so: Ka ilaali gelitaanka 'Horukaggayga'

source: In specific implementations like online exams, you might want to prevent user access to the 'My progress' page.
so_so: Ku dhex jira hirgelin gaar ah sida imtixaannada onlaynka, waxaa laga yaabaa inaad diido gelitaanka isticmaale ee bogga 'Horukaggayga'.

source: Generate random username
so_so: Soo saar magac isticmaale random

source: When importing users (batch processes), automatically generate a random string for username. Otherwise, the username will be generated on the basis of the firstname and lastname, or the prefix of the e-mail.
so_so: Marka la soo dejinayo isticmaalayaasha (hawlaha batch-ka), si toos ah u soo saar xaraf random magaca isticmaale. Haddii kale, magaca isticmaalaha waxa lagu abuuri doonaa iyadoo lagu salaynayo magaca hore iyo magaca dambe, ama horgalaynta iimaylka.

source: Timepicker increment
so_so: Kordhinta timepicker

source: Minimal time increment (in minutes) when selecting a date and time with the timepicker widget. For example, it might not be useful to have less than 5 or 15 minutes increments when talking about assignment submission, availability of a test, start time of a session, etc.
so_so: Kordhinta waqtiga ugu yar (daqiiqo) marka la dooranayo taariikhda iyo wakhtiga widget-ka timepicker. Tusaale ahaan, laga yaabee inaysan faa'iido lahayn in la yeesho wax ka yar 5 ama 15 daqiiqo marka la hadlayo soo gudbinta shaqada, helitaanka imtixaanka, wakhtiga bilowga kalfadhi, iwm.

source: Proxy settings
so_so: Dejinta proxy

source: Some features of Chamilo will connect to the exterior from the server. For example to make sure an external content exists when creating a link or showing an embedded page in the learning path. If your Chamilo server uses a proxy to get out of its network, this would be the place to configure it.<br><pre> [ 'stream_context_create' => [ 'http' => [ 'proxy' => 'tcp://example.com:8080', 'request_fulluri' => true ] ], 'curl_setopt_array' => [ 'CURLOPT_PROXY' => 'http://example.com', 'CURLOPT_PROXYPORT' => '8080' ] ] </pre>
so_so: Qaar ka mid ah astaamaha Chamilo waxay la xiriiri doonaan dibadda serverka. Tusaale ahaan si loo hubiyo in nuxurka dibadda jiro marka la abuurayo xiriir ama muujin bog gudub ah ee wadada waxbarashada. Haddii serverka Chamilo uu isticmaalo proxy si uu uga baxo shabakadiisa, tani waxay noqon doontaa meesha lagu dejinayo.<br><pre> [ 'stream_context_create' => [ 'http' => [ 'proxy' => 'tcp://example.com:8080', 'request_fulluri' => true ] ], 'curl_setopt_array' => [ 'CURLOPT_PROXY' => 'http://example.com', 'CURLOPT_PROXYPORT' => '8080' ] ] </pre>

source: Video features
so_so: Astaamaha muuqaalka

source: Array of extra features you can enable for the video player in Chamilo. Options include 'speed', which allows you to change the playback speed of a video.<br><pre> ['features' => ['speed']] </pre>
so_so: Array astaamo dheeraad ah oo aad u shaqayn kartaa ciyaaryahanka muuqaalka Chamilo. Doorashooyinka waxaa ka mid ah 'speed', kaas oo kuu oggolaanaya inaad beddesho xawaaraha dib-u-dhigista muuqaalka.<br><pre> ['features' => ['speed']] </pre>

source: Default offered pagination numbers in tables
so_so: Tirooyinka pagination ee sida caadiga ah ee la bixiyo ee miisaska

source: Set the options you want to appear in the navigation around a table to show less or more rows on one page. e.g. [50, 100, 200, 500].<br><pre> ['options' => [50, 100, 200, 500]] </pre>
so_so: Deji doorashooyinka aad rabto inay ka muuqdaan socodka agagaarka miiska si aad u muujiso safaf yar ama badan hal bog. tusaale [50, 100, 200, 500].<br><pre> ['options' => [50, 100, 200, 500]] </pre>

source: Webservices return user field
so_so: Webservices waxay soo celiyaan goobta isticmaale

source: Ask REST webservices (v2.php) to return another identifier for fields related to user ID. This is useful if the external system doesn't really deal with user IDs as they are in Chamilo, as it helps the external system match the user data return with some external data that is know to Chamilo. For example, if you use an external authentication system, you can return the extra field used to match the user with the external authentication system rather than user.id.
so_so: Waydii webservices REST (v2.php) inay soo celiyaan aqoonsi kale oo goobaha la xidhiidha ID-ga isticmaale. Tani waa mid faa'iido u leh haddii nidaamka dibadda uusan dhab ahaan la macaamilin ID-yada isticmaale sida ay ku jiraan Chamilo, maadaama ay caawiso nidaamka dibadda inuu iswaafajiyo soo celinta xogta isticmaale ee xogta dibadda ee Chamilo og. Tusaale ahaan, haddii aad isticmaasho nidaamka xaqiijinta dibadda, waxaad soo celin kartaa goobta dheeraadka ah ee loo adeegsaday in lagu barbar dhigo isticmaalaha nidaamka xaqiijinta dibadda halkii user.id.

source: Hide disabled settings in sub-URLs
so_so: Qari dejimaha la cuskaday ee sub-URL-yada

source: Set to yes to hide settings completely in a sub-URL if the setting is disabled in the main URL (where the access_url_changeable field = 0)
so_so: Deji ha/waa si aad u qariso dejimaha gebi ahaanba sub-URL haddii dejintu ku cuskayd URL-ga ugu weyn (meesha access_url_changeable goobta = 0)

source: Max login attempts before lockdown
so_so: Isku dayga ugu badan ee gelitaanka ka hor inta aan la xidhin

source: Number of failed login attempts to tolerate before the user account is locked and has to be unlocked by an admin.
so_so: Tirada isku dayga gelitaanka fashilmay ee loo dulqaato ka hor inta aan xisaabta isticmaale la xidhin oo ay u baahan tahay in admin uu furo.

source: Force password renewal at first login
so_so: Ku qasab dib u cusboonaysiinta ereyga sirta gelitaanka ugu horreeya

source: This is one simple measure to increase the security of your portal by asking users to immediately change their password, so the one that was transfered by e-mail is no longer valid and they then will use one that they came up with and that they are the only person to know.
so_so: Tani waa mid ka mid ah tallaabada fudud si loo kordhiyo amniga portal-kaaga iyadoo la weydiisanayo isticmaalayaasha inay isla markiiba beddelaan ereyga sirta, si kii iimaylka lagu wareejiyay uusan sii shaqayn oo ay markaas isticmaali doonaan mid ay iyagu sameeyeen oo ay iyagu keligood yaqaaniin.

source: Hide breadcrumb if 'not allowed'
so_so: Qari breadcrumb haddii 'lama ogolayn'

source: If the user is not allowed to access a specific page, also hide the breadcrumb. This increases security by avoiding the display of unnecessary information.
so_so: Haddii isticmaaleha aan la oggolayn inuu galo bog gaar ah, sidoo kale qari breadcrumb-ka. Tani waxay kordhinaysaa amniga iyadoo laga fogeeyo muuqashada macluumaadka aan loo baahnayn.

source: LDAP connection configuration
so_so: Dejinta isku xirka LDAP

source: Array defining host and port for the LDAP server.<br><pre> ['host' => '', 'port' => ''] </pre>
so_so: Array qeexaya martigeliyaha iyo dekedda serverka LDAP.<br><pre> ['host' => '', 'port' => ''] </pre>

source: Set expiration date on first login
so_so: Deji taariikhda dhicitaanka gelitaanka ugu horreeya

source: Array defining the 'days' and 'months' to set the account expiration date when the user first logs in.<br><pre> [ 'days' => 0, 'months' => 0, ] </pre>
so_so: Array qeexaya 'maalmood' iyo 'bilaha' si loo dejiyo taariikhda dhicitaanka xisaabta marka isticmaalehu uu markii ugu horreysay soo galo.<br><pre> [ 'days' => 0, 'months' => 0, ] </pre>

source: Selective display of roles
so_so: Muujinta doorashada doorarka

source: An array of role => true/false that defines whether that role should be shown or hidden.<br><pre> [ 'COURSEMANAGER' => true, 'STUDENT' => true, 'DRH' => false, 'SESSIONADMIN' => false, 'STUDENT_BOSS' => false, 'INVITEE' => false ] </pre>
so_so: Array door door => run/been wuxuu qeexayaa haddii doorarkaas la muujinayo ama la qarinayo.<br><pre> [ 'COURSEMANAGER' => true, 'STUDENT' => true, 'DRH' => false, 'SESSIONADMIN' => false, 'STUDENT_BOSS' => false, 'INVITEE' => false ] </pre>

source: Roles display options
so_so: Doorarka doorashada muujinta

source: An array of role => true/false that defines whether that role should be shown or hidden.
so_so: Array door door => run/been wuxuu qeexayaa haddii doorarkaas la muujinayo ama la qarinayo.

source: Default expiration days by role
so_so: Maalmoodka dhicitaanka sida caadiga ah ee doorarka

source: An array of role = > number which represents the number of days an account has before expiration, depending on the role.<br><pre> [ 'COURSEMANAGER' => 365, 'STUDENT' => 31, 'DRH' => 31, 'SESSIONADMIN' => 60, 'STUDENT_BOSS' => 60, 'INVITEE' => 31 ] </pre>
so_so: Array door = > nambar taasoo mataleysa tirada maalmood ee xisaabtu leedahay ka hor inta aan la dhicin, iyadoo ku xidhan doorarka.<br><pre> [ 'COURSEMANAGER' => 365, 'STUDENT' => 31, 'DRH' => 31, 'SESSIONADMIN' => 60, 'STUDENT_BOSS' => 60, 'INVITEE' => 31 ] </pre>

source: Set an extra field as trigger for registration as ex-learner
so_so: Deji goob dheeraad ah oo kiciye u ah diiwaangelinta ardaygii hore

source: Give an extra field label here. If this extra field is updated for any user, a process is triggered to check the access to this user to courses with the same given extra field.
so_so: Halkan bixi calaamad goob dheeraad ah. Haddii goobtan dheeraadka ah la cusboonaysiiyo isticmaale kasta, hawl ayaa la kiciyaa si loo hubiyo gelitaanka isticmaalahan ee koorsooyinka leh goob dheeraad ah oo la bixiyay.

source: Hide 'never expires' option for users
so_so: Qari doorashada 'dharbaaro weligeed'

source: Remove the option 'never expires' when creating/editing a user account.
so_so: Ka saar doorashada 'dharbaaro weligeed' marka la abuurinayo/tirtiraya xisaabta isticmaale.

source: URL for alternative platform logo
so_so: URL-ka logo platform-ka beddelka ah

source: Replaces the Chamilo logo by loading a (possibly remote) URL. Make sure this is allowed by your security policies.
so_so: Ku beddel logo Chamilo iyadoo la raro URL (suurtagal ahaan fog). Hubi in tani ay ogolaatay siyaasadahaaga amniga.

source: Use external career ID in diagrams
so_so: Isticmaal ID-ga shaqada dibadda ee jaantusyada

source: If using career diagrams, show an extra field instead of the internal career ID.
so_so: Haddii aad isticmaasho jaantusyada shaqada, muuji goob dheeraad halkii ID-ga shaqada gudaha.

source: Disable web services
so_so: Cuskay webservices

source: If you do not use web services, enable this to avoid any unnecessary security risk.
so_so: Haddii aadan isticmaalin webservices, shaqaynta si aad uga fogaato khatarta amniga aan loo baahnayn.

source: Enable admin-only web services
so_so: Shaqaalaysii webservices-ka admin-kaliya

source: Some REST web services are marked for admins only and are disabled by default. Enable this feature to give access to these web services (to users with admin credentials, obviously).
so_so: Qaar ka mid ah webservices-ka REST waxaa loo calaamadeeyay admin-kaliya waxayna cuskadeen sida caadiga ah. Shaqaalaysiinta astaantan si aad u siiso gelitaanka webservices-kaas (isticmaala isticmaalaheeda admin-ka, dabcan).

source: Enable edition of course work time
so_so: Shaqaalaysii tafatirka waqtiga shaqada koorsada

source: Enable this feature to let teachers manually update the time spent in the course by learners.
so_so: Shaqaalaysiinta astaantan si aad u oggolaato macallimiinta inay si gacanta ah u cusboonaysiiyaan wakhtiga kooraska ku bixiyay ardayda.

source: Internal ID of the user used to send disabled account notifications
so_so: ID-ga gudaha ee isticmaaleha loo adeegsado dirida ogeysiisyada xisaabta la cuskaday

source: Avoid being too personal with users by using a 'bot' account to send e-mails to users when their account is disabled for some reason.
so_so: Ka ilaali inaad noqoto mid shakhsi ahaaneed oo aad isticmaalaad 'bot' xisaab si aad u dirto iimayllada isticmaalayaasha marka xisaabtooda la cuskado sabab laamood.

source: Enable portfolio advanced sharing
so_so: Aktiveer laanta xidhiidhka horumarsan

source: Decide who can view the posts and comments of the portfolio.
so_so: Go'aami dadka arki kara qoraallada iyo faallooyinka laanta.

source: Redirect index.php to given URL for authenticated users
so_so: U wareeji index.php URL la siiyay ee isticmaale yaqaansan

source: If you do not want to use the index page (announcements, popular courses, etc), you can define here the script (from the document root) where users will be redirected when trying to load the index.
so_so: Haddii aadan rabin in aad isticmaasho bogga index (ogeynta, koorsooyinka caanka ah, iwm), waxaad halkan ku qeexi kartaa script-ka (laga bilaabo xididdka dukumentiga) halka isticmaale ya yaalli doonaan marka ay isku dayaanan in ay ku shubaan index-ka.

source: Default menu entry for courses
so_so: Qeybta menu-ka caadiga ah ee koorsooyinka

source: Define the default sub-elements of the 'Courses' entry to display if user is not registered to any course nor session.
so_so: Qeex qayb-hoosaadyada caadiga ah ee 'Koorsooyinka' si loo muujiyo haddii isticmaalehu u diiwaan galin koorso ama kalfadhi.

source: Fields users are allowed to change in their profile
so_so: Goobaha ay isticmaale ya dooran karaan bogooda shaqsiga ah

source: Select the fields users will be able to change on their profile page.
so_so: Dooro goobaha ay isticmaale ya dooran karaan bogooda shaqsiga ah.

source: Filter users on profile fields on subscription to course
so_so: Shaandheyn isticmaale goobaha shaqsiga ah ee diiwaangelinta kooraska

source: Allow teachers to filter the users based on extra fields on the page to subscribe users to their course.
so_so: Oggolow macallimiinta in ay shaandheeyaan isticmaale goobaha dheeraadka ah ee bogga si loo diiwaan geliyo isticmaale kooraskooda.

source: Hide username when already showing complete name
so_so: Qari magaca isticmaaleha marka magaca buuxa la muujinayo

source: Some internal functions will return the username when returning the user's complete name. With this option enabled, you ensure the username will not appear.
so_so: Qaar ka mid ah shaqooyinka gudaha ayaa soo celin doona magaca isticmaaleha marka la soo celiyo magaca buuxa ee isticmaaleha. Iyadoo doorashadan la shaqeynayo, waxaad hubinaysaa in magaca isticmaalehu aan muuqan.

source: Hide username in course chat
so_so: Qari magaca isticmaaleha ee sheekaysiga kooraska

source: In the course chat, hide the username. Only display people's names.
so_so: Kooraska sheekaysiga, qari magaca isticmaaleha. Kaliya muujin magacyada dadka.

source: Enable career diagrams
so_so: Aktiveer jaantusyada xirfadda

source: Career diagrams allow you to display diagrams of careers, skills and courses.
so_so: Jaantusyada xirfadda waxay kuu oggolaadaan in aad muujiso jaantusyo xirfadaha, xirfadaha iyo koorsooyinka.

source: Disable making tool users visible in public courses
so_so: Jooji samaynta adeegga isticmaale ee muuqda koorsooyinka dadweynaha

source: Avoid anyone making the 'users' tool visible in a public course.
so_so: Ka ilaali qofna in uu sameeyo 'isticmaale' adeegga muuqda koorso dadweyne ah.

source: Default number of items per page in mySpace
so_so: Tirada caadiga ah ee walxaha bog kasta ee mySpace

source: Pre-fill the mail with user and course info in footer contact
so_so: Ku buuxi wararka isticmaale iyo kooraska hoose ee xiriirka

source: Add subject and body in the mailto: footer.
so_so: Ku dar mawduuca iyo jirka ee mailto: hoose.

source: Custom page for password reminder
so_so: Bogga gaarka ah ee xusuusinta erayga sirta ah

source: Set your own URL to a password reset page. Useful when using a federated account management system.
so_so: Deji URL-kaaga ee bogga dib-u-dejinta erayga sirta ah. Waxay faa'iido u leedahay marka la isticmaalayo nidaamka maamulka xisaabta federaalka.

source: Add helper to add two names in registration
so_so: Ku dar caawiye si loo daro laba magac diiwaangelinta

source: Add help text for users to enter two names in the registration form when double lastnames are common.
so_so: Ku dar qoraal caawiye si ay isticmaale ya u galaan laba magac foomka diiwaangelinta marka laba magac dambe ay caadi yihiin.

source: Disable GDPR features
so_so: Jooji astaamaha GDPR

source: If you already manage your personal data protection declaration to users elsewhere, you can safely disable this feature.
so_so: Haddii aad hore ugu maamusho bayaanka ilaalinta xogta shakhsi ahaaneed ee isticmaaleyaasha meelo kale, waxaad si ammaan ah u joojin kartaa qaabkan.

source: Data protection officer name
so_so: Magaca sarkaalka ilaalinta xogta

source: Data protection officer role
so_so: Doorka sarkaalka ilaalinta xogta

source: Data protection officer e-mail address
so_so: Cinwaanka iimaylka sarkaalka ilaalinta xogta

source: Hide fields from users list in course
so_so: Qari goobaha liiska isticmaale ee kooraska

source: By default, we show all data from users in the users tool in the course. This array allows you to specify which fields you do not want to display. Only affects main fields (not extra fields).
so_so: Marka caadiga ah, waxaan muujinaynaa dhammaan xogta isticmaale ee adeegga isticmaale ee kooraska. Array-kani wuxuu kuu oggolaanayaa in aad sheegto goobaha aadan rabin in la muujiyo. Kaliya waxay saameeyaan goobaha ugu muhiimsan (maaha goobaha dheeraadka ah).

source: Send mail to admin when user created
so_so: U soo dir iimayl maamulaha marka la abuuro isticmaale

source: Send email notification to admin when a user is created.
so_so: U soo dir ogeysiis iimayl maamulaha marka la abuuro isticmaale.

source: Show specific registration conditions
so_so: Muujin shuruudaha diiwaangelinta gaarka ah

source: Show multiple conditions to user during sign up process. Provide an array with each element containing 'variable' (internal extra field name), 'display_text' (simple text for a checkbox), 'text_area' (long text of conditions).
so_so: Muujin shuruudo badan oo isticmaale ah inta lagu jiro habka saxiixa. Bixi array leh curif kasta oo ay ku jiraan 'variable' (magaca goobta dheeraadka ah gudaha), 'display_text' (qoraal fudud ee sanduuqa), 'text_area' (qoraalka dheer ee shuruudaha).

source: Allow teachers to manage classes
so_so: Oggolow macallimiinta in ay maamulaan fasallada

source: Fields visible on profile page
so_so: Goobaha muuqda bogga shaqsiga ah
