Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Link has been updated
ar: لقد تم تعديل الرابط
ast_es: L'enllaz actualizóse
bn_bd: লিঙ্ক আপডেট করা হয়েছে
bs_ba: Link je ažuriran
ca_es: L'enllaç ha estat actualitzat
cs_cz: Odkaz byl aktualizován
da: Linket er opdateret
de: Link wurde aktualisiert
el: Ο σύνδεσμος ενημερώθηκε
eo: La ligilo estas ĝisdatigita
es: El enlace ha sido actualizado
es_mx: El enlace ha sido actualizado
eu_es: Lotura eguneratu da
fa_ir: پیوند بروز رسانی شد
fi_fi: Linkki on päivitetty
fo_fo: Leinkjan er dagførd
fur: Il leam è stât agiornât
ga: Tá an nasc nuashonraithe
gl: A ligazón foi actualizada
he_il: הקישור עודכן
hi: लिंक अद्यतन हो गया है
hr_hr: Poveznica ažurirana
hu_hu: A hivatkozás frissült.
hy: Հղումը թարմացվել է
id_id: Link telah di-update
it: Il collegamento è stato aggiornato
ja: リンクが更新されました
ka_ge: ბმული განახლდა
ko_kr: 링크가 업데이트되었습니다
lt_lt: Nuoroda atnaujinta
lv_lv: Hipersaite tika atjaunota
mk_mk: Врската беше ажурирана
ms_my: Pautan telah dikemaskini
my_mm: လင့်ခ်ကို အဆင့်မြှင့်တင်ပြီးဖြစ်သည်
ne: लिङ्क अपडेट गरियो
nl: Link is geüpdatet.
nn_no: Lenka er oppdatert
oc: Lo ligam es estat actualizat
pl_pl: Odnośnik został zaktualizowany
ps: لینک تازه شوی
pt_br: Link foi atualizado
pt_pt: A ligação/link foi actualizada
ro_ro: Linkul a fost actualizat
ru_ru: Ссылка обновлена
sk_sk: Odkaz bol aktualizovaný
sl: Povezava je bila ažurirana
sq: Lidhja është përditësuar
sr_rs: Link je ažuriran
sv_se: Länken är uppdaterad
sw_ke: Kiungo kimesasishwa
ta: இணைப்பு புதுப்பிக்கப்பட்டது
th: ปรับแก้การเชื่อมโยงแล้ว
tl_ph: Na-update na ang link
tr: Link güncellendi
uk_ua: Посилання оновлено
vi_vn: Liên kết đã được cập nhật
xh_za: I-link ihlaziywe
zh_cn: 链接已更新
zh_tw: 鏈接已更新

source: Show link on course homepage
ar: أظهر الرابط في الصفحة الرئسية
ast_es: ¿ Amosar l'enllaz na páxina d'entamu del cursu
bn_bd: কোর্সের হোমপেজে লিঙ্ক দেখান
bs_ba: Prikaži link na početnoj stranici kursa
ca_es: Mostrar l'enllaç a la pàgina principal
cs_cz: Zobrazit odkaz na úvodní stránce kurzu
da: Vis link på hjemmesiden
de: Link auf Homepage anzeigen
el: Εμφάνιση συνδέσμου στην αρχική σελίδα
eo: En startpaĝo
es: ¿ Mostrar el enlace en la página principal del curso
es_mx: Mostrar el enlace en la página de inicio
eu_es: Ikastaroaren orri nagusian lotura erakutsi?
fa_ir: نمایش پیوند در صفحه اصلی آموزشی
fi_fi: Näytä linkki kotisivulla
fo_fo: Vís leinkjuna á kursushøvuðissíðuni
fur: Mostre il leam te pagjine inizjâl dal curs
ga: Taispeáin nasc ar leathanach baile an chúrsa
gl: Amosar ligazón na páxina de inicio
he_il: הצג קישור בדף הבית של הקורס
hi: कोर्स होमपेज पर लिंक दिखाएँ
hr_hr: Prikaži poveznicu na početnoj stranici
hu_hu: A hivatkozás megjelenítése a kezdőoldalon.
hy: Ցուցադրել հղումը դասընթացի գլխավոր էջում
id_id: Tampilkan link di homepage
it: Mostra il collegamento sulla pagina iniziale
ja: リンクをコースのホームページに表示
ka_ge: ბმულის ჩვენება კურსის მთავარ გვერდზე
ko_kr: 홈페이지의 링크 보기
lo: ສະແດງລິ້ງໃນໜ້າຫຼັກຂອງລາຍວິຊາ
lt_lt: Rodyti namų puslapio nuorodą
lv_lv: Rādīt hipersaiti sākumlapā
mk_mk: Покажи ја врската на почетната_страна
ms_my: Tunjuk pautan di laman utama kursus
my_mm: သင်တန်းပင်မစာမျက်နှာတွင် လင့်ခ်ကို ပြပါ
ne: पाठ्यक्रम होमपेजमा लिङ्क देखाउनुहोस्
nl: Toon link op cursushoofdpagina
nn_no: Vis lenke på kursforsida
oc: Afichar lo ligam sus la pagina d'acuèlh del curs
pl_pl: Pokaż link na stronie domowej
ps: لینک په کورس اصلي پاڼه کې ښکاره کړئ
pt_br: Mostrar link na página inicial de formação
pt_pt: Apresentar ligação/link na página inicial dos cursos
ro_ro: Arata linkul pe pagina principala
ru_ru: Показывать ссылку на домашней странице
sk_sk: Zobraziť tento odkaz na domovskej stránke
sl: Prikaži povezavo na domači strani tečaja
sq: Shfaq lidhjen në faqen kryesore të kursit
sr_rs: Prikaži link na početnoj stranici
sv_se: Visa länk på hemsidan
sw_ke: Onyesha kiungo kwenye ukurasa wa nyumbani wa kozi
ta: பாடநெறி முகப்புப் பக்கத்தில் இணைப்பைக் காட்டு
th: แสดงการเชื่อมโยงในโฮมเพจวิชา
tl_ph: Ipakita ang link sa homepage ng pagsasanay
tr: Bağlantıyı AnaSayfada göster
uk_ua: Показати посилання на головній сторінці курсу
vi_vn: Hiển thị liên kết trên trang chủ khóa học
xh_za: Bonisa i-link kwiphepha lasekhaya lezifundo
zh_cn: 主页中显示
zh_tw: 主頁中顯示

source: Show this link as an icon on course homepage
ar: أظهر هذا الرابط على شكل أيقونة في صحفة المقررات
ast_es: Amosar esti enllaz en forma iconu na páxina d'entamu del cursu
bn_bd: কোর্সের হোমপেজে এই লিঙ্কটি আইকন হিসেবে দেখান
bs_ba: Prikaži ovaj link kao ikonu na početnoj stranici kursa
ca_es: Mostrar aquest enllaç com una icona a la pàgina principal del curs
cs_cz: Zobrazit tento odkaz jako ikonu na úvodní stránce kurzu
da: Vis dette link som ikon på kursets hjemmeside
de: Diesen Link als Icon auf der Kurs-Homepage anzeigen
el: Εμφάνιση συνδέσμου ως εικονίδιου στην άρχικη σελίδα
eo: Vidigi ĉi-ligilon kiel bildsimbolon sur la ĉefpaĝo
es: Mostrar este enlace como un icono en la página principal del curso
es_mx: Mostrar este enlace como un ícono en la página de inicio
eu_es: Erakutsi lotura hau ikono baten gisa ikastaroaren orri nagusian
fa_ir: نمایش پیوند به صورت یک علامت روی صفحۀ آغازین درس
fi_fi: Näytä tämä linkki kuvakkeena kurssin etusivulla
fo_fo: Vís henda leinkjuna sum ikon á kursushøvuðissíðuni
fur: Mostre chel leam come un icon te pagjine inizjâl dal curs
ga: Taispeáin an nasc seo mar íocón ar leathanach baile an chúrsa
gl: Amosar a ligazón como unha icona na páxina inicial do curso
he_il: הצג קישור זה כסמל בדף הבית של הקורס
hi: कोर्स होमपेज पर इस लिंक को आइकन के रूप में दिखाएँ
hr_hr: Prikaži poveznicu kao ikonu na početnoj stranici kolegija
hu_hu: A hivatkozás megjelenítése ikonként a kurzus kezdőoldalán.
hy: Ցուցադրել այս հղումը որպես պատկերակ դասընթացի գլխավոր էջում
id_id: Tampilkan link dalam bentuk ikon di homepage mata kuliah
it: Mostra il collegamento come nuova voce sulla pagina iniziale del corso
ja: コースホームページでこのリンクをアイコンとして表示
ka_ge: ამ ბმულის ჩვენება როგორც ხატულა კურსის მთავარ გვერდზე
ko_kr: 이 링크를 과정 홈페이지에서 아이콘으로 나타내기
lo: ສະແດງລິ້ງນີ້ເປັນໄອຄອນໃນໜ້າຫຼັກຂອງລາຍວິຊາ
lt_lt: Rodyti šią nuorodą kaip ikonėlę kurso namų puslapyje
lv_lv: Šo hipersaiti rādīt, kā ikonu kursa sākumlapā
mk_mk: Покажи ја оваа врска како икона на почетната_страна на курсот
ms_my: Tunjuk pautan ini sebagai ikon di laman utama kursus
my_mm: ဤလင့်ခ်ကို သင်တန်းပင်မစာမျက်နှာတွင် အိုင်ကွန်အဖြစ် ပြပါ
ne: पाठ्यक्रम होमपेजमा यो लिङ्क आइकनको रूपमा देखाउनुहोस्
nl: Toon deze link als een icoon op de cursushoofdpagina
nn_no: Vis denne lenka som eit ikon på kursforsida
oc: Afichar aqueste ligam coma una icòna sus la pagina d'acuèlh del curs
pl_pl: Pokaż ten link jako ikonę na domowej stronie kursu
ps: دا لینک د کورس اصلي پاڼې په توګه د آیکون په توګه ښکاره کړئ
pt_br: Mostrar este link como um ícone na página inicial de formação
pt_pt: Apresentar esta liga��o/link como um �cone na p�gina inicial dos cursos
ro_ro: Arata acest link ca o icoana pe pagina principala a cursului
ru_ru: Показывать эту ссылку в виде иконки на домашней странице курса
sk_sk: Zobraziť tento odkaz ako ikonu na domovskej str�nke kurzu
sl: Prikaži to povezavo kot ikono na domači strani
sq: Shfaq këtë lidhje si ikonë në faqen kryesore të kursit
sr_rs: Poka�i ovaj link kao ikonicu na početnoj stranici kursa
sv_se: Visa denna l�nk som en ikon p� kursens hemsida
sw_ke: Onyesha kiungo hiki kama ikoni kwenye ukurasa wa nyumbani wa kozi
ta: பாடநெறி முகப்புப் பக்கத்தில் இந்த இணைப்பை சின்னமாகக் காட்டு
th: �ʴ���¡��������§����ྨ�Ԫ����ٻ�ͤ�͹�ԧ��
tl_ph: Ipakita ang link na ito bilang icon sa course homepage
tr: Bu bağlantıyı Ders AnaSayfasında simge olarak g�ster
uk_ua: Показати це посилання як іконку на головній сторінці курсу
vi_vn: Hiển thị liên kết này dưới dạng biểu tượng trên trang chủ khóa học
xh_za: Bonisa le link njengayo icon kwiphepha lasekhaya lezifundo
zh_cn: 在课程主页将链接显示为一个图标
zh_tw: 在課程主頁將鏈接顯示為一個圖示

source: Index link title and description?
ar: فهرسة عنوان ووصف الرابط
ast_es: ¿Facer índiz tamién del títulu y la descripición?
bn_bd: লিঙ্কের শিরোনাম এবং বর্ণনা সূচিপত্র করবেন?
bs_ba: Indeksiraj naslov i opis linka?
ca_es: Indexar títol i descripció?
cs_cz: Indexovat název a popis odkazu?
da: Indeksside link titel og beskrivelse?
de: Link-Name und Beschreibung in den Suchindex aufnehmen?
el: Ευρετηρίαση τίτλου και περιγραφής συνδέσμου;
eo: Indeksi titolon kaj priskribon de la ligo?
es: ¿Indexar título y descripción?
es_mx: ¿Índice de título y descripción del enlace?
eu_es: Indexatu behar al dira loturaren titulua eta deskripzioa?
fa_ir: فهرست کردن عنوان پیوند و توضیحات ؟
fi_fi: Linkin otsikko ja kuvaus etusivulle?
fo_fo: Índeksera leinkjuheiti og lýsng?
fur: Indisize titel e descrizion dal leam?
ga: Innéacs teideal agus cur síos an naisc?
gl: Indexar título e descrición?
he_il: כותרת ותיאור קישור לאינדקס?
hi: लिंक शीर्षक और विवरण को अनुक्रमित करें?
hr_hr: Naslov i opis poveznice na indeksu?
hu_hu: Indexeli a hivatkozás címét és leírását?
hy: Ինդեքսավորել հղման վերնագիրը և նկարագրությունը?
id_id: Indeks judul tautan dan deskripsi?
it: Indicizzare il titolo e la descrizione?
ja: リンクのタイトルと説明をインデックス化しますか？
ka_ge: ბმულის სათაურისა და აღწერის ინდექსაცია?
ko_kr: 인덱스 링크 제목 및 설명?
lt_lt: Indekso nuorodos pavadinimas ir aprašymas?
lv_lv: Rādīt saites nosaukumu un aprakstu?
mk_mk: Индекс линк наслов и опис?
ms_my: Indeks tajuk dan perihalan pautan?
my_mm: လင့်ခ်ခေါင်းစဉ်နှင့် ဖော်ပြချက်ကို အညွှန်းပြုလုပ်မည်လား။
ne: लिङ्क शीर्षक र विवरण सूचीबद्ध गर्ने?
nl: Index link titel en beschrijving
nn_no: Indekser lenketittel og beskriving?
oc: Indexar lo titel e la descripcions del ligam ?
pl_pl: Indeksować opis i tytuł odnośnika?
ps: د لینک سرلیک او توضیح ایندېکس کړئ؟
pt_br: título do link Index e descrição?
pt_pt: Indexar o título e a descrição da ligação/link?
ro_ro: ¿Indexati titlu si descriere?
ru_ru: Заголовок и описание ссылки в индексе?
sk_sk: Názov Index odkazu a popis?
sl: Indeksiram naziv in opis povezave ?
sq: Indekso titullin dhe përshkrimin e lidhjes?
sr_rs: Naslov i opis linka na indeksu?
sv_se: Länkens titel och beskrivning i index?
sw_ke: Ingiza kichwa na maelezo ya kiungo?
ta: இணைப்பு பெயர் மற்றும் விளக்கத்தை சுருக்கெடுப்பதா?
th: ชื่อหัวข้อและคำอธิบายลิงก์ดัชนี?
tl_ph: Iindeks ang title at description ng link na ito?
tr: Indexte başlık ve açıklamalara bağlantı olsun mu?
uk_ua: Індексувати назву та опис посилання?
vi_vn: Chỉ mục tiêu đề và mô tả liên kết?
xh_za: Isihloko se-index link kunye nenkcazo?
zh_cn: 索引链接标题和描述？
zh_tw: 索引連結標題與描述？

source: Save link
ar: حفظ الرابط
ast_es: Guardar l'enllaz
bn_bd: লিঙ্ক সংরক্ষণ করুন
bs_ba: Spremi link
ca_es: Guardar enllaç
cs_cz: Uložit odkaz
da: Gem link
de: Link speichern
el: Αποθήκευση συνδέσμου
eo: Konservi ligon
es: Guardar el enlace
es_mx: Guardar enlace
eu_es: Gorde lotura
fa_ir: ذخیره پیوند
fi_fi: Tallenna linkki
fo_fo: Goym leinkju
fur: Salve leam
ga: Sábháil nasc
gl: Gardar a ligazón
he_il: שמור קישור
hi: लिंक सहेजें
hr_hr: Spremi poveznicu
hu_hu: Hivatkozás mentése
hy: Պահպանել հղումը
id_id: Simpan tautan
it: Salva il collegamento
ja: リンクを保存
ka_ge: ბმულის შენახვა
ko_kr: 링크 저장
lo: ບັນທຶກລິ້ງ
lt_lt: Išsaugoti nuorodą
lv_lv: Saglabāt hipersaiti
mk_mk: Зачувај линк
ms_my: Simpan pautan
my_mm: လင့်ခ်ကို သိမ်းဆည်းပါ
ne: लिङ्क बचत गर्नुहोस्
nl: Koppeling bewaren
nn_no: Lagre lenke
oc: Enregistrar lo ligam
pl_pl: Zapisz odnośnik
ps: لینک خوندي کړئ
pt_br: Salvar destino
pt_pt: Guardar ligação
ro_ro: Salvați legătura
ru_ru: Сохранить ссылку
sk_sk: Uložiť odkaz
sl: Shrani povezavo
sq: Ruaj lidhjen
sr_rs: Sačuvaj link
sv_se: Spara länk
sw_ke: Hifadhi kiungo
ta: இணைப்பைச் சேமி
th: บันทึกลิงก์
tl_ph: I-save ang link
tr: Bağlantıyı kaydet
uk_ua: Зберегти посилання
vi_vn: Lưu liên kết
xh_za: Gcina i-link
zh_cn: 保存链接
zh_tw: 儲存連結

source: Save folder
ar: حفظ المجلد
ast_es: Guardar la categoría
bn_bd: ফোল্ডার সংরক্ষণ করুন
bs_ba: Spremi mapu
ca_es: Guardar la categoria
cs_cz: Uložit složku
da: Gem mappe
de: Ordner speichern
el: Αποθήκευση φακέλου
eo: Konservi dosieron
es: Guardar la categoría
es_mx: Guardar carpeta
eu_es: Gorde kategoriaren karpeta
fa_ir: ذخیره پوشه
fi_fi: Tallenna kansio
fo_fo: Goym málara
fur: Salve cartelle
ga: Sábháil fillteán
gl: Gardar a categoría
he_il: שמור תיקיה
hi: फ़ोल्डर सहेजें
hr_hr: Spremi mapu
hu_hu: Mappa mentése
hy: Պահպանել պապկեն
id_id: Simpan folder
it: Salva la categoria
ja: フォルダを保存
ka_ge: პაპკის შენახვა
ko_kr: 폴더 저장
lo: ບັນທຶກໂຟນເດີ
lt_lt: Išsaugoti aplanką
lv_lv: Saglabāt mapi
mk_mk: Зачувај папка
ms_my: Simpan folder
my_mm: ဖိုလ်ဒါကို သိမ်းဆည်းပါ
ne: फोल्डर बचत गर्नुहोस्
nl: Map bewaren
nn_no: Lagre mappe
oc: Enregistrar lo dossièr
pl_pl: Zapisz folder
ps: پوښه خوندي کړئ
pt_br: Salvar pasta
pt_pt: Guardar pasta/directório
ro_ro: Salvați dosarul
ru_ru: Сохранить папку
sk_sk: Uložiť kategóriu
sl: Shrani kategorijo
sq: Ruaj dosjen
sr_rs: Sačuvaj folder
sv_se: Spara mapp
sw_ke: Hifadhi folda
ta: மடல் சேமி
th: บันทึกโฟลเดอร์
tl_ph: I-save ang folder
tr: Dizini kaydet
uk_ua: Зберегти теку
vi_vn: Lưu thư mục
xh_za: Gcina ifoldara
zh_cn: 保存分类
zh_tw: 儲存資料夾

source: Back to links overview
ar: الرجوع الى عرض الروابط
ast_es: Volver a la llista d'enllaces
bn_bd: লিঙ্ক সারসংক্ষেপে ফিরুন
bs_ba: Nazad na pregled linkova
ca_es: Regressar a la llista d'enllaços
cs_cz: Zpět na přehled odkazů
da: Tilbage til links oversigt
de: Zurück zur Link-Übersicht
el: Επιστροφή στους συνδέσμους
eo: Reen al superrigardo de ligoj
es: Regresar a la lista de enlaces
es_mx: Volver a la vista general de enlaces
eu_es: Itzuli lotura zerrendara
fa_ir: بازگشت به پیش نمایش پیوند ها
fi_fi: Palaa linkkien johdantoon
fo_fo: Aftur til yvirlit yvir leinkjur
fur: Torna a la vision par somari dai leams
ga: Ar ais chuig forbhreathnú naisc
gl: Regresar á lista de ligazóns
he_il: חזרה לסקירת קישורים
hi: लिंक अवलोकन पर वापस
hr_hr: Natrag na pregled poveznica
hu_hu: Vissza a hivatkozások leírásához
hy: Միջոցով հղումների ակնարկ
id_id: Kembali ke ringkasan tautan
it: Torna all'elenco dei collegamenti
ja: リンク概要に戻る
ka_ge: უკან ბმულების მიმოხილვაში
ko_kr: 링크 개요로 돌아가기
lo: ກັບໄປທີ່ໜ້າລວມລິ້ງ
lt_lt: Grįžti į nuorodų apžvalgą
lv_lv: Atgriezties uz saišu pārskatu
mk_mk: Назад кон преглед на линкови
ms_my: Kembali ke gambaran keseluruhan pautan
my_mm: လင့်ခ်များခြုံငုံသုံးသပ်ချက်သို့ ပြန်သွားပါ
ne: लिङ्कहरूको अवलोकनमा फर्कनुहोस्
nl: Terug naar overzicht koppelingen
nn_no: Tilbake til lenkeoversikt
oc: Tornar a la vista d'ensemble dels ligams
pl_pl: Wróć do przeglądu odnośników/linków
ps: د لینکونو عمومي لید ته بیرته
pt_br: Voltar para a visão geral ligações
pt_pt: Regressar à vista geral das ligações/links
ro_ro: Intoarcetiva la lista de linkuri
ru_ru: Вернуться к обзору ссылок
sk_sk: Späť na prehľad odkazov
sl: Nazaj na pregled povezav
sq: Kthehu te përmbledhja e lidhjeve
sr_rs: Nazad na pregled linkova
sv_se: Tillbaka till länköversikten
sw_ke: Rudi kwenye muhtasari wa viungo
ta: இணைப்புகள் கண்ணேட்டுக்கு திரும்பு
th: กลับไปภาพรวมลิงก์
tl_ph: Bumalik sa overview ng mga link
tr: Bağlantı görünümüne geri dön
uk_ua: Повернутися до огляду посилань
vi_vn: Quay lại tổng quan liên kết
xh_za: Buyela kwimbono ye-links
zh_cn: 返回链接概览
zh_tw: 返回連結概覽

source: Select the "target" which shows the link on the homepage of the course
ar: اختر "الهدف" والذي يعرض رابط الصفحة الرئيسية للمقرر
ast_es: Seleiciona'l mou nel que s'amosará l'enllaz na páxina principal del cursu
bn_bd: কোর্সের হোমপেজে লিঙ্ক দেখানোর জন্য "টার্গেট" নির্বাচন করুন
bs_ba: Odaberite "cilj" koji prikazuje link na početnoj stranici kursa
ca_es: Seleccioni la manera (target) que es mostrarà l'enllaç en la pàgina principal del curs
cs_cz: Vyberte "cíl", který zobrazí odkaz na úvodní stránce kurzu
da: Vælg "target", som viser linket på kursussidens forside
de: Ziel für den Link auf der Kurshomepage auswählen
el: Επιλέξτε τον "στόχος-παράθυρο" που εμφανίζει τον σύνδεσμο στην αρχική σελίδα του μαθήματος
eo: Elektu la "celon" kiu montras la ligon sur la ĉefpaĝo de la kurso
es: Seleccione el modo (target) en que se mostrará el enlace en la página principal del curso
es_mx: Selecciona el "objetivo" que muestra el enlace en la página principal del curso
eu_es: Hautatu lotura erakusteko modura (helburua) ikastaroaren orri nagusian
fa_ir: انتخاب "مقصد" که پیوند را در صفحه اصلی درس نمایش دهد
fi_fi: Valitse "kohde", joka näyttää linkin kurssin etusivulla
fo_fo: Vel "mál" sum vísir leinkjuna á høvuðissíðuni hjá kursinum
fur: Sleze il "obietiv" che lu mostri il leam te pagjine inizjâl dal curs
ga: Roghnaigh an "sprioc" a thaispeánann an nasc ar leathanach baile an chúrsa
gl: Seleccione o "target" co que se mostrará a ligazón na páxina principal do curso
he_il: בחר את ה"יעד" שמציג את הקישור בדף הבית של הקורס
hi: कोर्स के होमपेज पर लिंक दिखाने वाले "लक्ष्य" का चयन करें
hr_hr: Odaberite "cilj" koji prikazuje poveznicu na početnoj stranici kursa
hu_hu: Válassza ki a "cél"-t, amely a kurzushomepage-on mutatja a linket
hy: Ընտրեք "target"-ը, որը ցուցադրում է հղումը դասընթացի գլխավոր էջում
id_id: Pilih "target" yang menampilkan tautan di halaman utama kursus
it: Aggiungi il modo (target) in cui il collegamento sarà visto dalla pagina principale
ja: コースのホームページに表示するリンクの "target" を選択します
ka_ge: აირჩიეთ "სამიზნე", რომელიც აჩვენებს ბმულს კურსის მთავარ გვერდზე
ko_kr: 코스 홈페이지에 링크를 표시하는 "대상"을 선택하세요
lo: ເລືອກ "ເປົ້າໝາຍ" ທີ່ສະແດງລິ້ງໃນໜ້າຫຼັກຂອງລາຍວິຊາ
lt_lt: Pasirinkite "taikinį", kuriame nuoroda rodoma kurso pradžios puslapyje
lv_lv: Izvēlieties mērķi, kas parāda hipersaiti kursa mājas lapā
mk_mk: Изберете го "целта" која го прикажува линкот на почетната страна на курсот
ms_my: Pilih "sasaran" yang menunjukkan pautan di laman utama kursus
my_mm: သင်တန်းပင်မစာမျက်နှာတွင် လင့်ခ်ကို ပြသမည့် "ဦးတည်ချက်" ကို ရွေးပါ
ne: पाठ्यक्रमको होमपेजमा लिङ्क देखाउने "लक्ष्य" छान्नुहोस्
nl: Selecteer het "doel" waarin de link van de homepage wordt getoond
nn_no: Vel "mål" som viser lenka på kursforsida
oc: Seleccionatz la "ciba" qu'aficha lo ligam sus la pagina d'acuèlh del curs
pl_pl: Wybierz "cel", który pokaże link na stronie głównej kursu
ps: د هغه "لاسته راوړنه" غوره کړئ چې لینک د کورس اصلي پاڼې کې ښکاره کوي
pt_br: Selecione o "target ", que mostra o link na página inicial do curso
pt_pt: Seleccione o "destino" que a ligação/link na página inicial do curso irá apresentar
ro_ro: Selectionati modul (target) in care se va arata linkul in pagina principala a cursului
ru_ru: Выберите "цель", которая показывает ссылку на главной странице курса
sk_sk: Zvoľte "cieľ", ktorý zobrazuje odkaz na domovskú stránku kurzu
sl: Izberite 'cilj', ki predstavlja povezavo na domači strani tečaja
sq: Zgjidh "synimin" që shfaq lidhjen në faqen kryesore të kursit
sr_rs: Izaberite "target" koji prikazuje link na početnoj strani kursa
sv_se: Välj "mål" som visar länken på kursens hemsida
sw_ke: Chagua "lengo" ambalo linaonyesha kiungo kwenye ukurasa wa nyumbani wa kozi
ta: பாடநெறி முகப்புப் பக்கத்தில் இணைப்பைக் காட்டும் "இலக்கு" ஐத் தேர்ந்தெடுக்கவும்
th: เลือก "เป้าหมาย" ที่แสดงลิงก์บนหน้าแรกของรายวิชา
tl_ph: Piliin ang "target" na nagpapakita sa link sa homepage ng kurso
tr: Kurs ana sayfasında bağlantıyı gösteren "hedef"ü seçin
uk_ua: Виберіть "ціль", яка показує посилання на головній сторінці курсу
vi_vn: Chọn "mục tiêu" hiển thị liên kết trên trang chủ khóa học
xh_za: Khetha i-"target" ebonisa i-link kwiphepha lasekhaya lezifundo
zh_cn: 选择显示在课程主页上的链接的"目标"
zh_tw: 選擇顯示於課程首頁的「目標」連結

source: Tracking DB.
ast_es: Base de datos de siguimientu. Úsela si tien varies bases de datos.
bn_bd: ট্র্যাকিং ডিবি।
bs_ba: Baza za praćenje.
ca_es: Base de dades de seguiment. Útil només si hi ha vàries bases de dades.
cs_cz: Sledovací DB.
da: Udtræk DB. Brugbar kun hvis flere DB
de: Tracking DB. Nur sinnvoll in der Multidatenbankinstallation
el: Παρακολούθηση Βάσης Δεδομένων (Tracking DB)
eo: Datumbenko por statistikoj
es: Base de datos de seguimiento. Úsela sólo si hay varias bases de datos.
es_mx: BD de Seguimiento. Use sólo si hay varias BD
eu_es: Segimendua egiteko datu basea. Erabili hainbat datu base badira bakarrik.
fa_ir: پایگاه داده آمار
fi_fi: Seurannan tietokanta.
fo_fo: Spóringardatagrunnur.
fur: DB Tracking.
ga: Rianú DB.
gl: Base de datos de Seguimento.
he_il: DB מעקב.
hi: ट्रैकिंग डीबी।
hr_hr: Statistika o bazi podataka
hu_hu: Naplózó adatbázis
hy: Հետևման DB:
id_id: Men-track DB.
it: Tracciamento del Db. Utile solo in caso di Database multiplo
ja: トラッキングDB。
ka_ge: გაშუქების DB.
ko_kr: 추적 DB.
lo: ຖານຂໍ້ມູນການຕິດຕາມ.
lt_lt: Sekimo DB.
lv_lv: Sekot datubāzes darbībai.
mk_mk: Следење на базата на податоци.
ms_my: Tracking DB. Useful only if several DB
my_mm: ခြေရာခံဒေတာဘေ့စ်
ne: ट्र्याकिङ डीबी।
nl: Statistiekendatabank
nn_no: Sporing DB.
oc: Base de donadas de seguiment.
pl_pl: Baza raportów.
ps: تعقیب ډیټابیس.
pt_br: Rastreamento DB.
pt_pt: Estatísticas da BD (base-de-dados).
ro_ro: Urmarire baza de date
ru_ru: База данных посещений
sk_sk: Štatistická databáza
sl: Sledenje DB. Uporabno le pri večih DB
sq: DB Ndjekjeje.
sr_rs: Praćenje baze.
sv_se: Spårnings-DB. Endast användbar vid flera DB
sw_ke: DB ya Ufuatiliaji.
ta: பின்தொடரல் தரவுத்தளம்.
th: ชื่อฐานข้อมูลสถิติ
tr: İzleme Veritabanı
uk_ua: База даних відстеження.
vi_vn: Tracking DB. Useful only if several DB
zh_cn: 日志数据库
zh_tw: 日誌數據庫

source: Enable Tracking
ast_es: Dar permisu pa facer siguimientu
bn_bd: ট্র্যাকিং সক্ষম করুন
bs_ba: Omogući praćenje
ca_es: Permetre seguiment
cs_cz: Povolit sledování
da: Iværksat udtræk
de: Tracking aktivieren
el: Ενεργοποίηση παρακολούθησης
eo: Enŝalti statistikojn
es: Permitir seguimiento
es_mx: Permitir Seguimiento
eu_es: Gaitu segimendua
fa_ir: فعال کردن سیستم آمار
fi_fi: Mahdollista seuranta
fo_fo: Virkja sporing
fur: Ative Tracking
ga: Cumasaigh Rianú
gl: Permitir Seguemento
he_il: אפשר מעקב
hi: ट्रैकिंग सक्षम करें
hr_hr: Omogući statističko praćenje
hu_hu: Naplózás engedélyezése
hy: Միացնել հետևումը
id_id: Aktifkan Tracking
it: Abilita il tracciamento
ja: トラッキングを有効にする
ka_ge: გაშუქების ჩართვა
ko_kr: Tracking 활성화
lo: ເປີດໃຊ້ການຕິດຕາມ
lt_lt: Įjungti sekimą
lv_lv: Ieslēgt sekošanu
mk_mk: Овозможи следење
ms_my: Dayakan Penjejak
my_mm: ခြေရာခံမှုကို ဖွင့်ပါ
ne: ट्र्याकिङ सक्षम गर्नुहोस्
nl: Statistieken inschakelen
nn_no: Aktiver sporing
oc: Activar lo seguiment
pl_pl: Włączenie raportowania
ps: تعقیب فعال کړئ
pt_br: Ativar Monitoramento
pt_pt: Permitir registo de Estatísticas
ro_ro: Activeaza Urmarire
ru_ru: Включить отслеживание посещений
sk_sk: Aktivovať štatistiku
sl: Omogoči sledenje
sq: Aktivizo Ndjekjen
sr_rs: Omogući praćenje
sv_se: Möjliggör spårning
sw_ke: Wezesha Ufuatiliaji
ta: பின்தொடரலை இயக்கு
th: เปิดใช้ระบบบันทึกสถิติ
tl_ph: I-activate ang Tracking
tr: İzleme Açık
uk_ua: Увімкнути відстеження
vi_vn: Bật Theo dõi
xh_za: Vula ukuTracking
zh_cn: 启用日志
zh_tw: 啟用日誌
