Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: If you have an LDAP server, you will have to configure its settings below and modify your configuration file as described in the installation guide, and then activate it. This will allow users to authenticate using their LDAP logins. If you don't know what LDAP is, please leave it disabled
ar: LDAP في حالة توفر لديك خادم انترنت من نوع
ast_es: Si tien un servidor LDAP va tener que configurar los parámetros d'embaxu y modificar el ficheru de configuración descritu na guia d'instalación pa activalu. Con ello va dar permisu pa que los usuarios s'identifiquen col so nome d'usuariu LDAP. Si nun sabe que ye LDAP ye meyor que dexe esta opción inactiva.
bn_bd: যদি আপনার LDAP সার্ভার থাকে, তাহলে নিচে এর সেটিংস কনফিগার করতে হবে এবং ইনস্টলেশন গাইডে বর্ণিতভাবে আপনার কনফিগারেশন ফাইল পরিবর্তন করতে হবে, এবং তারপর এটি সক্ষম করুন। এটি ব্যবহারকারীদের তাদের LDAP লগইন ব্যবহার করে প্রমাণীকরণ করতে দেবে। যদি আপনি না জানেন LDAP কী, তাহলে এটি অক্ষম রাখুন
bs_ba: Ako imate LDAP server, morate konfigurirati njegove postavke ispod i izmijeniti konfiguracijsku datoteku kako je opisano u vodiču za instalaciju, a zatim ga aktivirati. Ovo će omogućiti korisnicima autentifikaciju pomoću LDAP prijava. Ako ne znate šta je LDAP, ostavite ga onemogućenim
ca_es: Si teniu un servidor LDAP, haureu de configurar els paràmetres inferiors i modificar el fitxer de configuració descrit a la guia d'instal·lació, i finalment activar-lo. Això permetrà als usuaris autentificar-se utilitzant llur nom d'usuari LDAP. Si no coneixeu LDAP és preferible que deixeu aquesta opció desactivada.
cs_cz: Pokud máte k dispozici LDAP, musíte upravit jeho vlastnosti níže a upravit váš konfigurační soubor, jak je popsáno v instalačním manuálu, a aktivovat jej. Tímto povolíte uživatele se autentizovat použitím jejich LDAP přihlašovacích údajů. Pokud netušíte co je LDAP, prosím nechte jej zakázaný.
da: Hvis du har en LDAP-server, skal du konfigurere dens indstillinger nedenfor og ændre din konfigurationsfil som beskrevet i installationsguiden og derefter aktivere den. Dette tillader brugere at autentificere med deres LDAP-login. Hvis du ikke ved, hvad LDAP er, så lad det være deaktiveret
de: Bei Nutzung eines LDAP Servers müssen die folgenden Einstellungen konfiguriert und die Konfigurationsdatei entsprechend der Anweisungen im Installationshandbuch eingerichtet werden, danach diese aktivieren. Dann können Benutzer sich mit ihrem LDAP Benutzernamen anmelden. Wenn man nicht weiß, was LDAP ist, bitte deaktiviert lassen.
el: Αν έχετε διακομιστή LDAP, θα πρέπει να ρυθμίσετε τις παραμέτρους του παρακάτω και να τροποποιήσετε το αρχείο διαμόρφωσης σας όπως περιγράφεται στον οδηγό εγκατάστασης, και μετά να το ενεργοποιήσετε. Αυτό θα επιτρέψει στους χρήστες να πιστοποιούνται χρησιμοποιώντας τα LDAP logins τους. Αν δεν ξέρετε τι είναι το LDAP, αφήστε το απενεργοποιημένο
eo: Se vi havas LDAP-servilon, vi devas agordi ĝiajn agordojn sube kaj modifi vian agorddosieron kiel priskribite en la instaliga gvidlibro, kaj poste aktivigi ĝin. Tio permesos al uzantoj aŭtentikigi uzante siajn LDAP-ensalutnomoajn. Se vi ne scias kio estas LDAP, lasu ĝin malŝaltita.
es: Si tiene un servidor LDAP, tendrá que configurar los parámetros inferiores y modificar el fichero de configuración descrito en la guía de instalación, y finalmente activarlo. Esto permitirá a los usuarios autentificarse usando su nombre de usuario LDAP. Si no conoce LDAP es mejor que deje esta opción desactivada
es_mx: Si tiene un servidor LDAP, debe configurar sus ajustes a continuación y modificar su archivo de configuración como se describe en la guía de instalación, y luego activarlo. Esto permitirá a los usuarios autenticarse usando sus inicios de sesión LDAP. Si no sabe qué es LDAP, déjelo deshabilitado
eu_es: LDAP zerbitzaria baduzu, beheko ezarpenak konfiguratu eta, instalazio gidan azaltzen den bezala, konfigurazio fitxategia aldatu eta, ondoren, aktibatu beharko dituzu. Horrela erabiltzaileei autentifikatzen utziko zaie, beren LDAP erabiltzaile izenak baliatuz. LDAP ez baduzu ezagutzen, mesedez baztertu aukera hau eta utzi desaktibaturik.
fa_ir: اگر سرور LDAP دارید، تنظیمات آن را زیر پیکربندی کنید، فایل تنظیمات را طبق راهنمای نصب تغییر دهید و فعال کنید. این اجازه احراز هویت با نام کاربری LDAP را می‌دهد. اگر LDAP را نمی‌شناسید، غیرفعال بگذارید
fi_fi: Jos sinulla on LDAP-palvelin, sinun täytyy määrittää sen asetukset alla ja muokata asetustiedostoasi asennusoppaan mukaisesti ja aktivoida se. Tämä mahdollistaa käyttäjien tunnistautumisen LDAP-kirjautumistiedoilla. Jos et tiedä mitä LDAP on, jätä se pois käytöstä
fo_fo: Um tú hevur ein LDAP ambætari, skalt tú stilla hennara stillingar niðanundan og broyta tín skilgreiningar-fílu sum lýst í uppsetingarviðleiðarinum, og síðan aktivera tað. Hetta loyvir brúkarum at loyva seg við teimum LDAP-innskeytum. Um tú ikki veit hvat LDAP er, lat tað verða óvirkið.
fur: Se ju âs un server LDAP, ju devi configurâ lis impostazions sot e modiificâ il file di configurazion come descrit te guidin di instalazion, e po' ativâlu. Chest al permêtrà ai utents di autentichesi cu lis lur logins LDAP. Se no saistu cemût che jê LDAP, lassalu disativât
ga: Má tá freastalaí LDAP agat, beidh ort a shocruithe a chumrú thíos agus do chomhad cumraíochta a athrú mar a dhéantar cur síos air sa treoir suiteála, agus ansin é a ghníomhachtú. Ligfidh sé seo d’úsáideoirí fíordheimhniú ag úsáid a logaí LDAP. Mura bhfuil a fhios agat cad is LDAP ann, fág faoi mhíchumas é le do thoil
gl: Se ten un servidor LDAP, terá que configurar os parámetros inferiores e modificar o ficheiro de configuración descrito na guía de instalación, e finalmente activalo. Isto permitirá aos usuarios autentificarse usando o seu nome de usuario LDAP. Se non coñece LDAP é mellor que deixe esta opción desactivada
he_il: אם יש לך שרת LDAP, תצטרך להגדיר את ההגדרות שלו למטה ולשנות את קובץ התצורה שלך כמתואר במדריך ההתקנה, ולאחר מכן להפעיל אותו. זה יאפשר למשתמשים לאמת באמצעות כניסות ה-LDAP שלהם. אם תעשה זאת. לא יודע מה זה LDAP, אנא השאר אותו מושבת
hi: यदि आपके पास LDAP सर्वर है, तो आपको इसके नीचे सेटिंग्स कॉन्फ़िगर करनी होंगी और इंस्टॉलेशन गाइड में वर्णित अनुसार कॉन्फ़िगरेशन फ़ाइल संशोधित करनी होगी, फिर इसे सक्रिय करें। इससे उपयोगकर्ताओं को अपने LDAP लॉगिन का उपयोग करके प्रमाणित करने की अनुमति मिलेगी। यदि आपको LDAP के बारे में पता नहीं है, तो इसे अक्षम छोड़ दें
hr_hr: Ako imate LDAP poslužitelj, morate konfigurirati njegove postavke dolje i izmijeniti datoteku konfiguracije kako je opisano u vodiču za instalaciju, a zatim ga aktivirati. Ovo će omogućiti korisnicima autentifikaciju pomoću njihovih LDAP prijava. Ako ne znate što je LDAP, ostavite ga onemogućenim
hu_hu: Ha van LDAP szervere, állítsa be az alábbi beállításokat, módosítsa a konfigurációs fájlt a telepítési útmutatóban leírtak szerint, majd aktiválja. Ez lehetővé teszi a felhasználók számára, hogy LDAP bejelentkezési adataikkal hitelesítsenek. Ha nem tudja, mi az LDAP, hagyja kikapcsolva
hy: Եթե ունեք LDAP սերվեր, պետք է կարգավորեք նրա պարամետրերը ստորև և փոխեք կարգավորումների ֆայլը, ինչպես նկարագրված է տեղադրման ուղեցույցում, ապա ակտիվացրեք այն: Սա թույլ կտա օգտատերերին հաստատվել իրենց LDAP մուտքերով: Եթե չգիտեք, թե ինչ է LDAP-ը, թողեք անհատկացված
id_id: Jika Anda memiliki server LDAP, Anda harus mengonfigurasi pengaturannya di bawah ini dan memodifikasi file konfigurasi Anda seperti yang dijelaskan dalam panduan instalasi, kemudian aktifkan. Ini akan memungkinkan pengguna untuk mengautentikasi menggunakan login LDAP mereka. Jika Anda tidak tahu apa itu LDAP, biarkan dinonaktifkan
it: Se hai un server LDAP, devi configurare i parametri sottostanti, modificare il file di configurazione come descritto nel manuale di installazione e attivare il server. Gli utenti potranno così adoperare il nome utente LDAP per accedere alla piattaforma. Se non sei sicuro di cosa sia LDAP, lascia l'opzione disabilitata.
ja: LDAPサーバーがある場合、以下の設定を構成し、インストールガイドの説明に従って設定ファイルを作成し、有効化してください。これによりユーザーはLDAPログインで認証可能になります。LDAPがわからない場合は無効のままにしてください。
ka_ge: თუ გაქვთ LDAP სერვერი, უნდა დააკონფიგურიროთ მისი პარამეტრები ქვემოთ და შეცვალოთ კონფიგურაციის ფაილი ინსტალაციის სახელმძღვანელოში აღწერილი მეთოდით, შემდეგ ჩართოთ იგი. ეს მომხმარებლებს მისცემს საშუალებას ავტორიზაცია LDAP-ის შეხვევის მეშვეობით. თუ არ იცით რა არის LDAP, დატოვეთ ამორთული
ko_kr: LDAP 서버가 있는 경우 아래 설정을 구성하고 설치 가이드에 따라 구성 파일을 수정한 후 활성화하세요. 이를 통해 사용자가 LDAP 로그인으로 인증할 수 있습니다. LDAP가 무엇인지 모르시면 비활성화 상태로 두세요
lo: ຖ້າທ່ານມີເຊີບເວີ LDAP, ທ່ານຈະຕ້ອງຕັ້ງຄ່າຕ່າງໆຢູ່ດ້ານລຸ່ມ ແລະ ແກ້ໄຂໄຟລ໌ການຕັ້ງຄ່າຂອງທ່ານຕາມທີ່ອະທິບາຍໄວ້ໃນຄູ່ມືການຕິດຕັ້ງ, ແລ້ວຈຶ່ງເປີດໃຊ້ມັນ. ການເຮັດແບບນີ້ຈະຊ່ວຍໃຫ້ຜູ້ໃຊ້ສາມາດຢືນຢັນຕົວຕົນໂດຍໃຊ້ຂໍ້ມູນການເຂົ້າສູ່ລະບົບ LDAP ຂອງພວກເຂົາໄດ້. ຖ້າທ່ານບໍ່ຮູ້ວ່າ LDAP ແມ່ນຫຍັງ, ກະລຸນາປ່ອຍໃຫ້ມັນປິດໄວ້.
lt_lt: Jei turite LDAP serverį, turite sukonfigūruoti jo nustatymus žemiau ir pakeisti konfigūracijos failą, kaip aprašyta įdiegimo vadove, tada jį įjungti. Tai leis vartotojams autentifikuotis naudodami LDAP prisijungimus. Jei nežinote, kas yra LDAP, palikite išjungta.
lv_lv: Ja jums ir LDAP serveris, jums jākonfigurē tā iestatījumi zemāk un jāmodificē jūsu konfigurācijas fails, kā aprakstīts instalācijas vadlīnijās, un tad jāaktivizē tas. Tas ļaus lietotājiem autentificēties, izmantojot savus LDAP pieteikumvārdus. Ja nezina, kas ir LDAP, lūdzu, atstājiet to deaktivizētu.
mk_mk: Ако имате LDAP сервер, ќе треба да ги конфигурирате неговите параметри подолу и да го модифицирате вашиот конфигурациски фајл според упатството за инсталација, па потоа да го активирате. Ова ќе им овозможи на корисниците да се аутентицираат со нивните LDAP налози. Ако не знаете што е LDAP, оставете го неактивно
ms_my: Jika anda ada pelayan LDAP, anda mesti konfigurasi tetapannya di bawah dan ubah fail konfigurasi anda seperti yang diterangkan dalam panduan pemasangan, kemudian aktifkannya. Ini akan benarkan pengguna pengesahan menggunakan log masuk LDAP mereka. Jika anda tidak tahu apa itu LDAP, sila biarkan tidak diaktifkan
my_mm: သင့်တွင် LDAP ဆာဗာရှိပါက၊ အောက်တွင် ၎င်း၏ဆက်တင်များကို ပြင်ဆင်သတ်မှတ်ရန်နှင့် တပ်ဆင်မှုလမ်းညွှန်တွင် ဖော်ပြထားသည့်အတိုင်း သင့်ပြင်ဆင်သတ်မှတ်မှုဖိုင်ကို ပြုပြင်ရန် လိုအပ်ပြီး၊ ထို့နောက် ၎င်းကို ဖွင့်ရမည်ဖြစ်သည်။ ၎င်းသည် အသုံးပြုသူများအား ၎င်းတို့၏ LDAP အကောင့်ဝင်အမည်များကို အသုံးပြု၍ အထောက်အထားစစ်ဆေးရန် ခွင့်ပြုမည်ဖြစ်သည်။ LDAP ဆိုသည်မှာ မသိပါက၊ ၎င်းကို ပိတ်ထားပါ။
ne: यदि तपाईंसँग LDAP सर्भर छ भने, तल यसका सेटिङहरू कन्फिगर गर्नुहोस् र स्थापना मार्गदर्शिकामा वर्णन गरिए अनुसार कन्फिगरेसन फाइल परिमार्जन गर्नुहोस्, र त्यसपछि यसलाई सक्रिय गर्नुहोस्। यसले प्रयोगकर्ताहरूलाई आफ्नो LDAP लगइन प्रयोग गरेर प्रमाणीकरण गर्न अनुमति दिनेछ। यदि तपाईंलाई LDAP के हो थाहा छैन भने, कृपया यसलाई असक्षम छोड्नुहोस्
nl: Als u een LDAP server wilt gebruiken als authenticatie voor Chamilo dan kunt u de instellingen hieronder gebruiken om dit te configureren. U zult ook nog het Chamilo configuratiebestand dienen aan te passen zoals beschreven staan in de installatiegids. Met deze functie kunnen gebruikers zich inloggen met hun LDAP gebruikersnaam. Als u niet weet wat LDAP is, laat deze functionaliteit dan uitgeschakeld
nn_no: Om du har ein LDAP-tenar, må du konfigurere innstillingane under og endre konfigurasjonsfila som beskrive i installasjonsguidera, og deretter aktivere det. Dette vil tillate brukarar å autentisere med LDAP-innskriving. Om du ikkje veit kva LDAP er, lat det vere deaktivert
oc: Se avetz un servidor LDAP, devetz configurar sas opcions çaijós e modificar vòstre fichièr de configuracion coma descrich dins lo guia d'installacion, puèi l'activar. Aquò permetrà als utilizaires de s'autentificar amb lors identificant LDAP. Se sabètz pas qu'es LDAP, deixatz-lo desactivate.
pl_pl: Jeśli korzystasz z serwera LDAP, możesz skonfigurować jego ustawienia poniżej i zmodyfikować plik konfiguracyjny, jak opisano w instrukcji instalacji, a następnie aktywować go. Pozwoli to użytkownikom na uwierzytelnianie przy użyciu ich loginów LDAP. Jeśli nie wiesz, co to jest LDAP, należy pozostawić tą opcję wyłączoną.
ps: که تاسو LDAP سرور لرئ، تاسو به یې لاندې تنظیمات تنظیم کړئ او خپل تنظیم فایل د نصب لارښود په څېر بدل کړئ، او بیا فعال یې کړئ. دا به د استعمال کوونکو اجازه ورکړي چې د خپلو LDAP لا آنونو په مرسته تصدیق وکړي. که تاسو نه پوهېږئ چې LDAP څه شی، مهرباني وکړئ دا غیر فعال پریږدئ
pt_br: Caso você trabalhe com um servidor LDAP deverá configurar as opções abaixo e modificar seu arquivo e configurações conforme descrito no manual de instalação antes de ativá-lo. Isto permitirá que os usuários usem seus logins LDAP para autenticação. Caso você não saiba o que é LDAP deixe esta opção desbilitada
pt_pt: Se tiver um servidor LDAP (Lightweight Directory Access Protocol), deverá de configurar as respectivas definições abaixo e modificar o ficheiro de configuração, tal como está descrito no 'Guia de Instalação' e, em seguida, activá-lo. Irá permitir aos utilizadores autentiquem-se utilizando os seus logins/acessos LDAP. Se não sabe o que é o LDAP, por favor deixe-o desactivado
ro_ro: Daca aveti un server LDAP, va trebui sa-i configurati setarile de mai jos si sa modificati fisierul de configurare asa cum se descrie in ghidul de instalare, apoi sa il activati. Aceasta va permite utilizatorilor sa se autentifice utilizand numele de utilizator LDAP. Daca nu stiti ce inseamna LDAP, lasati-l dezactivat.
ru_ru: Если у вас есть сервер LDAP, настройте его параметры ниже, измените конфигурационный файл, как описано в руководстве по установке, и активируйте его. Это позволит пользователям аутентифицироваться с помощью LDAP-логина. Если вы не знаете, что такое LDAP, оставьте отключенным.
sk_sk: Pokiaľ máte k dispozícií LDAP server, musíte upraviť jeho vlastnosti nižšie a upraviť váš konfigurační súbor, ako je napísané v inštalačnom manuále, a aktivovať ho. Týmto povolíte používateľom sa overovať použitím ich LDAP prihlasovacích údajov. Pokiaľ netušíte čo je LDAP, prosím nechajte ho zakázaný.
sl: V primeru, da uporabljate LDAP strežnik, morate vpisati njegove nastavitve in spremeniti vašo nastavitveno datoteko, kot je opisano v navodilih za namestitev. To bo omogočilo uporabnikom, da se identificirajo v Chamilo z njihovim LDAP uporabniškim imenom. Če ne veste, kaj je LDAP, pustite to možnost onemogočeno.
sq: Nëse keni një server LDAP, duhet të konfiguroni cilësimet e tij më poshtë dhe të modifikoni skedarin tuaj të konfigurimit siç përshkruhet në udhëzuesin e instalimit, dhe pastaj ta aktivizoni. Kjo do të lejojë përdoruesit të autentikohen duke përdorur hyrjet e tyre LDAP. Nëse nuk dini çfarë është LDAP, lëreni të çaktivizuar
sr_rs: Ako imate LDAP server, morate konfigurisati njegova podešavanja ispod i izmeniti vaš konfiguracioni fajl kao što je opisano u vodiču za instalaciju, a zatim ga aktivirati. Ovo će omogućiti korisnicima da se autentifikuju koristeći svoje LDAP prijave. Ako ne znate šta je LDAP, ostavite ga onemogućenim
sv_se: Med LDAP aktiverat kan användare använda sitt LDAP-konto som inloggning till Chamilo.För att kunna använda en LDAP-server måste du först konfigurera inställningarna nedan i enlighet med installationsguiden, sedan aktivera LDAP-användning. Om du inte vet vad LDAP är ber vi dig lämna den inaktiverad.
sw_ke: Ikiwa una seva ya LDAP, itabidi uifafanue chini na ubadilishe faili yako ya usanidi kama ilivyoelezwa katika mwongozo wa usakinishaji, kisha uiwezeshe. Hii itawaruhusu watumiaji kuthibitishwa kwa kutumia kuingia kwao kwa LDAP. Ikiwa haujui LDAP ni nini, tafadhali acha imezimishwe
ta: LDAP சர்வர் இருந்தால், அதன் அமைப்புகளை கீழே அமைத்து நிறுவல் வழிகாட்டியில் விளக்கப்பட்ட 대로 உங்கள் அமைப்புக் கோப்பை மாற்றி, அதை செயல்படுத்தவும். இது பயனர்களுக்கு LDAP உள்நுழைவுகளைப் பயன்படுத்தி அங்கீகரிக்க அனுமதிக்கும். LDAP என்றால் என்ன என்று தெரியாவிட்டால், அதை முடக்கிவிடவும்
th: หากมีเซิร์ฟเวอร์ LDAP ให้กำหนดค่าด้านล่าง แก้ไขไฟล์กำหนดค่าตามคู่มือติดตั้ง แล้วเปิดใช้งาน จะอนุญาตให้ผู้ใช้ยืนยันตัวตนด้วยล็อกอิน LDAP หากไม่รู้จัก LDAP ให้ปิดไว้
tl_ph: Kung may LDAP server ka, kailangan mong i-configure ang mga setting nito sa ibaba at baguhin ang iyong config file gaya ng inilarawan sa installation guide, at pagkatapos ay i-activate ito. Ito ay magpapahintulot sa mga user na mag-authenticate gamit ang kanilang LDAP logins. Kung hindi mo alam kung ano ang LDAP, pakihayaan mo itong hindi na-activate
tr: LDAP sunucunuz varsa, ayarlarını aşağıdan yapılandırın, kurulum kılavuzunda belirtildiği gibi yapılandırma dosyanızı değiştirin ve etkinleştirin. Bu, kullanıcıların LDAP girişleriyle kimlik doğrulamasına izin verir. LDAP nedir bilmiyorsanız lütfen devre dışı bırakın.
uk_ua: Якщо у вас є сервер LDAP, вам потрібно налаштувати його параметри нижче та змінити файл конфігурації, як описано в посібнику з установки, а потім активувати його. Це дозволить користувачам автентифікуватися за допомогою логінів LDAP. Якщо ви не знаєте, що таке LDAP, залиште його вимкненим
vi_vn: Nếu bạn có máy chủ LDAP, bạn phải cấu hình cài đặt bên dưới và sửa đổi tệp cấu hình như mô tả trong hướng dẫn cài đặt, sau đó kích hoạt nó. Điều này cho phép người dùng xác thực bằng đăng nhập LDAP. Nếu bạn không biết LDAP là gì, hãy để tắt.
xh_za: Ukuba uneseva ye-LDAP, kuya kufuneka ulungiselele iimo zayo ezantsi kwaye uguqule ifayile yakho yokulungiselela njengoko kuchazwe kwisikhokelo soshishino, emva koko uyivule. Oku kuya kuvumela abasebenzisi ukuba baqinisekise ngokusebenzisa ii-logins zabo ze-LDAP. Ukuba awazi ukuba yi-LDAP yintoni, nceda uyishiye icimiwe
zh_cn: 如果您有 LDAP 服务器，您需要在下面配置其设置，并按照安装指南修改您的配置文件，然后激活它。这将允许用户使用他们的 LDAP 登录进行身份验证。如果您不知道 LDAP 是什么，请保持禁用
zh_tw: 若您有 LDAP 伺服器，請在下方設定其參數，並依安裝指南修改設定檔後啟用。此功能可讓使用者使用 LDAP 帳號驗證。若不知 LDAP 為何，請停用。

source: Main LDAP server address
ar: LDAP عنوان الخادم الرئيسي من نوع
ast_es: Direición del servidor principal LDAP
bn_bd: প্রধান LDAP সার্ভার ঠিকানা
bs_ba: Glavna LDAP serverska adresa
ca_es: Adreça del servidor LDAP principal
cs_cz: Adresa hlavního LDAP serveru
da: Hoved LDAP-server adresse
de: Adresse des LDAP Hauptservers
el: Κύρια διεύθυνση διακομιστή LDAP
eo: Adreso de la ĉefa LDAP-servilo
es: Dirección del servidor LDAP principal
es_mx: Dirección del servidor LDAP principal
eu_es: LDAP zerbitzari nagusiaren helbidea
fa_ir: آدرس سرور اصلی LDAP
fi_fi: Pää-LDAP-palvelimen osoite
fo_fo: Høvuð LDAP ambætarans adressu
fur: Indiris dal server LDAP prinçipâl
ga: Seoladh príomhfhreastalaí LDAP
gl: Dirección do servidor LDAP principal
he_il: כתובת שרת LDAP ראשי
hi: मुख्य LDAP सर्वर पता
hr_hr: Glavna adresa LDAP poslužitelja
hu_hu: Fő LDAP szerver címe
hy: Հիմնական LDAP սերվերի հասցե
id_id: Alamat server LDAP utama
it: Indirizzo del server LDAP principale
ja: メインLDAPサーバーアドレス
ka_ge: ძირითადი LDAP სერვერის მისამართი
ko_kr: 메인 LDAP 서버 주소
lo: ທີ່ຢູ່ເຊີບເວີ LDAP ຫຼັກ
lt_lt: Pagrindinio LDAP serverio adresas
lv_lv: Galvenā LDAP servera adrese
mk_mk: Главна LDAP сервер адреса
ms_my: Alamat pelayan LDAP utama
my_mm: ပင်မအ LDAP ဆာဗာလိပ်စာ
ne: मुख्य LDAP सर्भर ठेगाना
nl: Adres primaire LDAP server
nn_no: Hovud LDAP-tenar adresse
oc: Adreça del servidor LDAP principal
pl_pl: Główny adres serwera LDAP
ps: اصلي LDAP سرور پته
pt_br: Endereço do servidor LDAP principal
pt_pt: Endereço do principal servidor LDAP
ro_ro: Adresa principala a serverului LDAP
ru_ru: Основной адрес сервера LDAP
sk_sk: Adresa hlavného LDAP servera
sl: Naslov glavnega LDAP strežnika
sq: Adresa e serverit kryesor LDAP
sr_rs: Glavna LDAP adresa servera
sv_se: Adress till huvudserver för LDAP
sw_ke: Anwani ya seva kuu ya LDAP
ta: முதன்மை LDAP சர்வர் முகவரி
th: ที่อยู่เซิร์ฟเวอร์ LDAP หลัก
tl_ph: Pangunahing address ng LDAP server
tr: Ana LDAP sunucu adresi
uk_ua: Адреса головного сервера LDAP
vi_vn: Địa chỉ máy chủ LDAP chính
xh_za: Idilesi yeseva ye-LDAP ephambili
zh_cn: 主 LDAP 服务器地址
zh_tw: 主要 LDAP 伺服器位址

source: The IP address or url of your main LDAP server.
ar: LDAP عنوان الآي بي او الرابط الخاص بالخادم الرئيسي من نوع
ast_es: Direición IP o URL del servidor principal LDAP
bn_bd: আপনার প্রধান LDAP সার্ভারের IP ঠিকানা বা URL।
bs_ba: IP adresa ili URL vašeg glavnog LDAP servera.
ca_es: L'adreça IP o la URL del vostre servidor LDAP principal
cs_cz: IP adresa nebo url vašeho LDAP serveru
da: IP-adressen eller url'en til din hoved LDAP-server.
de: IP Adresse bzw URL des Haupt LDAP Servers
el: Η IP διεύθυνση ή url του κύριου διακομιστή LDAP σας.
eo: La IP-adreso aŭ URL de via ĉefa LDAP-servilo.
es: La dirección IP o la URL de su servidor LDAP principal.
es_mx: La dirección IP o URL de su servidor LDAP principal.
eu_es: LDAP zerbitzari nagusiaren IP helbidea edo URL
fa_ir: آدرس IP یا URL سرور اصلی LDAP شما.
fi_fi: Pää-LDAP-palvelimen IP-osoite tai URL.
fo_fo: IP adressan ella URL til tína høvuð LDAP ambætara.
fur: L'indiris IP o l'URL dal to server LDAP prinçipâl.
ga: Seoladh IP nó url do phríomhfhreastalaí LDAP.
gl: A dirección IP ou a URL do seu servidor LDAP principal.
he_il: כתובת ה-IP או כתובת האתר של שרת ה-LDAP הראשי שלך.
hi: आपके मुख्य LDAP सर्वर का IP पता या URL।
hr_hr: IP adresa ili URL vašeg glavnog LDAP poslužitelja.
hu_hu: A fő LDAP szerver IP-címe vagy url-je.
hy: Ձեր հիմնական LDAP սերվերի IP հասցեն կամ URL-ը:
id_id: Alamat IP atau URL server LDAP utama Anda.
it: L'indirizzo IP o l'URL del server LDAP principale
ja: メインLDAPサーバーのIPアドレスまたはURL。
ka_ge: თქვენი ძირითადი LDAP სერვერის IP მისამართი ან URL.
ko_kr: 메인 LDAP 서버의 IP 주소 또는 URL입니다.
lo: ທີ່ຢູ່ IP ຫຼື URL ຂອງເຊີບເວີ LDAP ຫຼັກຂອງທ່ານ.
lt_lt: Jūsų pagrindinio LDAP serverio IP adresas arba URL.
lv_lv: Jūsu galvenā LDAP servera IP adrese vai URL
mk_mk: IP адресата или URL на вашиот главен LDAP сервер.
ms_my: Alamat IP atau url pelayan LDAP utama anda.
my_mm: သင့်ပင်မအ LDAP ဆာဗာ၏ IP လိပ်စာ သို့မဟုတ် URL။
ne: तपाईंको मुख्य LDAP सर्भरको IP ठेगाना वा URL।
nl: Het ip adres of dns naam van de primaire LDAP server
nn_no: IP-adresse eller url til hovud LDAP-tenaren din.
oc: L'adreça IP o l'URL de vòstre servidor LDAP principal.
pl_pl: Adres IP lub URL serwera głównego LDAP.
ps: د تاسو اصلي LDAP سرور IP پته یا URL.
pt_br: O endereço IP ou URL do seu servidor LDAP principal.
pt_pt: O endereço IP ou URL/caminho do seu principal servidor LDAP
ro_ro: Adresa IP sau url al serverului LDAP principal.
ru_ru: IP-адрес или URL вашего основного сервера LDAP.
sk_sk: IP adresa alebo url Vášho hlavného LDAP servera.
sl: IP naslov ali URL vašega glavnega LDAP strežnika.
sq: Adresa IP ose url e serverit tuaj kryesor LDAP.
sr_rs: IP adresa ili URL vašeg glavnog LDAP servera.
sv_se: IP-adressen eller URL till huvudserver för LDAP.
sw_ke: Anwani ya IP au url ya seva yako kuu ya LDAP.
ta: உங்கள் முதன்மை LDAP சர்வரின் IP முகவரி அல்லது URL.
th: ที่อยู่ IP หรือ URL ของเซิร์ฟเวอร์ LDAP หลัก
tl_ph: Ang IP address o url ng iyong pangunahing LDAP server.
tr: Ana LDAP serverınızın URL yada IP adresi
uk_ua: IP-адреса або URL вашого головного сервера LDAP.
vi_vn: Địa chỉ IP hoặc URL của máy chủ LDAP chính của bạn.
xh_za: Idilesi ye-IP okanye url yeseva yakho ye-LDAP ephambili.
zh_cn: 主 LDAP 服务器的 IP 地址或 URL。
zh_tw: 主要 LDAP 伺服器的 IP 位址或網址。
