Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: <p> The forum is an discussion tool for asynchronous written work. In contrast to e-mail, a forum is for public, or semi-public, group discussion. </p>To use the Chamilo forum, members can simply use their browser - they do not require any distinct client software. </p>To organize forums, click on the Forums tool. Discussions are organized hierarchically according to the following structure: </ p><b> Category> Forum> Topic> Post</ b> </ p> To ensure members can participate in the forum tidily and effectively, it is essential in the first instance to create categories and forums; it's then up to the participants to create topics and posts. By default, the forum contains a single (public) category, an example topic and an example post. You can add forums to the category, change its title or create other categories within which you could then create new forums. (Don't confuse categories and forums, and remember that a category that contains no forum is useless and not displayed.)</p> <p>The forum description might include a list of its members, a definition of its purpose, a target a task, a theme etc.</p><p>Group forums should not be created via the Forum tool but instead via the Groups tool, where you can determine whether your group forums should be private or public, at the same time providing a location for sharing groups of documents.</p><b> Teaching Tips</ b></ p> A learning forum is not quite the same as the forums you are used to seeing on the internet. For one thing, it is not possible for learners to alter their posts once they have been published as the course is logically archived to allow tracking of what has been said in the past. Furthermore, Chamilo forums allow for specific uses relevant to teaching. For example, some teachers/trainers publish corrections directly within forums in the following way: <li> A learner is asked to post a report directly into the forum, </ li> The teacher corrects it by clicking Edit (yellow pencil) and marking it using the graphics editor (color, underlining, etc.) </ li> Finally, other learners benefit from viewing the corrections was made on the production of one of of them, </ li> Note that the same principle can be applied between learners, but will require his copying/pasting the message of his fellow student because students / trainees can not edit one another's posts. <. li> </ ul>
yo_ng: <p> Fọọmu naa jẹ ohun elo ijiroro fun iṣẹ akọsilẹ asynchronous. Ni idakeji si imeeli, fọọmu kan jẹ fun ijiroro ti gbogbo eniyan, tabi semi-gbogbo eniyan, ẹgbẹ. </p> Lati lo fọọmu Chamilo, awọn ọmọ ẹgbẹ le kan lo ẹrọ ojurmọ wọn - wọn ko nilo sọfiaa onibara eyikeyi. </p> Lati ṣeto awọn fọọmu, tẹ lori ohun elo Fọọmu. Awọn ìjíròrò ti ṣeto ni ilana gẹgẹ bi eto atilẹyin: </p><b> Ẹka> Fọọmu> Kókó> Ifiweranṣẹ</b> </p> Lati rii daju pe awọn ọmọ ẹgbẹ le kopa ninu fọọmu naa ni titọ ati ni imunadoko, o ṣe pataki ni akoko akọkọ lati ṣẹda awọn ẹka ati awọn fọọmu; lẹhinna o jẹ ti awọn olukopa lati ṣẹda awọn koko-ọrọ ati awọn ifiweranṣẹ. Nipa eto aiyipada, fọọmu naa ni ẹka kan ṣoṣo (ti gbogbo eniyan), koko-ọrọ apẹẹrẹ kan ati ifiweranṣẹ apẹẹrẹ kan. O le ṣafikun awọn fọọmu si ẹka naa, yi akọle rẹ pada tabi ṣẹda awọn ẹka miiran laarin eyiti o le lẹhinna ṣẹda awọn fọọmu tuntun. (Ma ṣe dapo awọn ẹka ati awọn fọọmu, ki o si ranti pe ẹka ti ko ni fọọmu ko wulo ati pe ko han.)</p> <p>Awọn apejuwe fọọmu le pẹlu akojọ awọn ọmọ ẹgbẹ rẹ, itumọ idi rẹ, ibi-afẹde iṣẹ-ṣiṣe kan, akori kan ati bẹbẹ lọ.</p><p>Awọn fọọmu ẹgbẹ ko yẹ ki o ṣẹda nipasẹ ohun elo Fọọmu ṣugbọn dipo nipasẹ ohun elo Ẹgbẹ, nibiti o le pinnu boya awọn fọọmu ẹgbẹ rẹ yẹ ki o jẹ ikọkọ tabi ti gbogbo eniyan, ni akoko kanna ti n pese ipo fun pinpin awọn ẹgbẹ awọn iwe-ipamọ.</p><b> Awọn imọran Ẹkọ</b></p> Fọọmu ẹkọ kii ṣe bakanna bi awọn fọọmu ti o ti fẹrẹ to ri lori intanẹẹti. Fun ohun kan, ko ṣee ṣe fun awọn akẹkọ lati yi awọn ifiweranṣẹ wọn pada ni kete ti wọn ti ṣe atẹjade nitori pe iṣẹ-ẹkọ naa ti fi pamọ ni ọna ọgbọn lati gba itọpa ohun ti a ti sọ ni iṣaaju. Yato si, awọn fọọmu Chamilo gba laaye fun awọn lilo pato ti o ni ibamu pẹlu ẹkọ. Fun apẹẹrẹ, diẹ ninu awọn olukọ / olukọ ṣe atẹjade awọn atunṣe taara laarin awọn fọọmu ni ọna atẹle: <li> A akẹkọ ti beere lati fi ijabọ kan sii taara sinu fọọmu, </li> Olukọ ṣe atunṣe rẹ nipa titẹ Ṣatunṣe (peni ofeefee) ati isamisi rẹ nipa lilo olootu aworan (awọ, abẹ, ati bẹbẹ lọ) </li> Nikẹhin, awọn akẹkọ miiran ni anfani lati wo awọn atunṣe ti a ṣe lori iṣelọpọ ọkan ninu wọn, </li> Ṣe akiyesi pe ilana kanna le ṣee lo laarin awọn akẹkọ, ṣugbọn yoo nilo didakọ / lẹfi ifiweranṣẹ ẹlẹgbẹ ẹkọ rẹ nitori awọn ọmọ ile-iwe / awọn olukọ ko le ṣatunṣe awọn ifiweranṣẹ ara wọn. </li></ul>

source: Forum help
yo_ng: Iranlọwọ Fọọmu

source: Please login to go to this course
yo_ng: Jọwọ wọle lati lọ si iṣẹ-ẹkọ yii

source: Clear all learners results for every exercises ?
yo_ng: Nu gbogbo awọn abajade awọn akẹkọ fun gbogbo awọn adaṣe?

source: Are you sure to delete all test's results ?
yo_ng: Ṣe o daju pe o fẹ pa gbogbo awọn abajade idanwo?

source: Additionally, a new announcement has been created and sent to selected users
yo_ng: Ni afikun, ikede tuntun kan ti ṣẹda ati firanṣẹ si awọn olumulo ti a yan

source: Login date
yo_ng: Ọjọ wiwọle

source: Choose start and end dates
yo_ng: Yan awọn ọjọ ibẹrẹ ati ipari

source: This test is configured not to display feedback to learners. Comments will not be seen at the end of the test, but may be useful for you, as teacher, when reviewing the question details.
yo_ng: Idanwo yii ti ṣeto lati ma ṣe afihan esi si awọn akẹkọ. Awọn asọye kii yoo ri ni opin idanwo, ṣugbọn o le wulo fun ọ, gẹgẹ bi olukọ, nigbati o ṣe atunyẹwo awọn alaye ibeere.

source: Work added
yo_ng: Iṣẹ ti a fi kun

source: How should we show the feedback/comment for each question? This option defines how it will be shown to the learner when taking the test. We recommend you try different options by editing your test options before having learners take it.
yo_ng: Bawo ni a ṣe yẹ ki a ṣe afihan esi / asọye fun ibeere kọọkan? Aṣayan yii ṣalaye bi yoo ṣe han si akẹkọ nigbati o ba n ṣe idanwo. A ṣe iṣeduro ki o danwo awọn aṣayan oriṣiriṣi nipa ṣiṣatunṣe awọn aṣayan idanwo rẹ ṣaaju ki awọn akẹkọ to ṣe.

source: Users who's account has been disabled
yo_ng: Awọn olumulo ti akọọlẹ wọn ti di alaiṣiṣẹ

source: Users with an active account
yo_ng: Awọn olumulo pẹlu akọọlẹ ti nṣiṣẹ

source: Surveys progress
yo_ng: Ilọsiwaju awọn iwadii

source: Incomplete surveys
yo_ng: Awọn iwadii ti ko pari

source: Completed surveys
yo_ng: Awọn iwadii ti o ti pari

source: Total surveys
yo_ng: Lapapọ awọn iwadii

source: Wiki pages reading progress
yo_ng: Ilọsiwaju kika awọn iwe Wiki

source: Wiki pages unread
yo_ng: Awọn iwe Wiki ti a ko ka

source: Wiki pages read
yo_ng: Awọn iwe Wiki ti a ka

source: Wiki pages revisions
yo_ng: Awọn atunṣe awọn iwe Wiki

source: Total wiki pages
yo_ng: Lapapọ awọn iwe Wiki

source: Assignments progress
yo_ng: Ilọsiwaju awọn iṣẹ-ṣiṣe

source: Missing assignments
yo_ng: Awọn iṣẹ-ṣiṣe ti nsọnu

source: Completed handed in
yo_ng: Awọn iṣẹ-ṣiṣe ti a fi sii

source: Total assignments
yo_ng: Lapapọ awọn iṣẹ-ṣiṣe

source: Forums progress
yo_ng: Ilọsiwaju awọn fọọmu

source: Forums not read
yo_ng: Awọn fọọmu ti a ko ka

source: Forums read
yo_ng: Awọn fọọmu ti a ka

source: Total forums
yo_ng: Lapapọ awọn fọọmu

source: Exercises progress
yo_ng: Ilọsiwaju awọn adaṣe

source: Incomplete exercises
yo_ng: Awọn adaṣe ti ko pari

source: Completed exercises
yo_ng: Awọn adaṣe ti o ti pari

source: Total exercises
yo_ng: Lapapọ awọn adaṣe

source: Learning paths progress
yo_ng: Ilọsiwaju awọn ọna ẹkọ

source: Incomplete learning paths
yo_ng: Awọn ọna ẹkọ ti ko pari

source: Completed learning paths
yo_ng: Awọn ọna ẹkọ ti o ti pari

source: Total learning paths
yo_ng: Ọ̀nà ìkọ́ni lapapọ̀

source: Time connected (hh:mm)
yo_ng: Àkókò ìsopọ̀ (hh:mm)

source: Select survey
yo_ng: Yan ìwádìyìn

source: Survey copied
yo_ng: Ìwádìyìn tí a ṣe àwòrán

source: No surveys available
yo_ng: Kò sí ìwádìyìn kankan

source: Duplicate an empty survey copy into another course. You need 2 courses to use this feature: an original course and a target course.
yo_ng: Ṣe àwòrán ìwádìyìn òfo kan sínú kọlẹ́ji mìíràn. O nilo kọlẹ́ji 2 lati lo ẹ̀yà yìí: kọlẹ́ji àkọ́kọ́ àti kọlẹ́ji ìdíje.

source: Copy survey
yo_ng: Ṣe àwòrán ìwádìyìn

source: Please pick a session
yo_ng: Jọ̀wọ̀ yan ìpàdé kan

source: Search sessions
yo_ng: Ṣàwárí ìpàdé

source: Please pick a student
yo_ng: Jọ̀wọ̀ yan akẹ́kọ̀ọ́ kan

source: Search users
yo_ng: Ṣàwárí àwùjọ olùpẹ̀lú

source: Please pick a course
yo_ng: Jọ̀wọ̀ yan kọlẹ́ji kan

source: Surveys overview
yo_ng: Àkàlẹ̀ ìwádìyìn

source: Participation and reading progress overview
yo_ng: Àkàlẹ̀ ìdàsílẹ̀ àti ìlọsíwájú ìkàwé

source: Learning paths progress overview
yo_ng: Àkàlẹ̀ ìlọsíwájú ọ̀nà ìkọ́ni

source: Detailed exercises progress
yo_ng: Ìlọsíwájú ìdàgbàsókè ìdàsílẹ̀ ìdọwọ́

source: Accesses by user overview
yo_ng: Àkàlẹ̀ ìwọlé nipasẹ̀ olùwò

source: Allow members to leave group
yo_ng: Gba àwùjọ ọmọ ẹgbẹ́ lọ kúrò

source: Assignment could not be uploaded because folder %s does not exist
yo_ng: Ìdásílẹ̀ kò le ṣe ìkèhìndì nítorí folọ́dà %s kò wa

source: Unsubscribe students which are not in the imported list
yo_ng: Fọ́ àwọn akẹ́kọ̀ọ́ tí kò wa ninu akókà ìgbé ìdásílẹ̀

source: If a session exists, update it
yo_ng: Tí ìpàdé ba wa, ṣàtúnṣe rẹ̀

source: Create by <a href="%s">%s</a> on %s
yo_ng: Ṣẹ̀dá nipasẹ̀ <a href="%s">%s</a> lọ́nà %s

source: Login without an institutional account
yo_ng: Wọle laisi ìdásílẹ̀ ilé-ìdàsílẹ̀

source: This is the text for question 1
yo_ng: Èyí ni ọrọ̀ fún ìbéèrè 1

source: The Aiken format comes in a simple text (.txt) file, with several question blocks, each separated by a blank line. The first line is the question, the answer lines are prefixed by a letter and a dot, and the correct answer comes next with the ANSWER: prefix. See example below.
yo_ng: Ọ̀nà Aiken wá nínú fáìlì ọrọ̀ ìrọrun (.txt), pẹ̀lú ọpọ̀ ìdí ìbéèrè, ọkọ̀ọ̀kan yà sọ́tọ̀ pẹ̀lú ìlà òfo. Ìlà àkọ́kọ́ jẹ́ ìbéèrè, àwọn ìlà ìdáhùn jẹ́ ìdásílẹ̀ pẹ̀lú lẹ́tà àti ìyọ, àti ìdáhùn tó tọ́ wá lẹ́yìn pẹ̀lú ìdásílẹ̀ ANSWER:. Wo àpẹẹrẹ nísàlẹ̀.

source: The imported file has at least one question without any answer (or the answers do not include the required prefix letter). Please make sure each question has at least one answer and that it is prefixed by a letter and a dot or a parenthesis, like this: A. answer one
yo_ng: Fáìlì tí a gbẹ́wọ̀ wọlé kù ìbéèrè kan tí kò ní ìdáhùn kankan (tàbí àwọn ìdáhùn kò pẹ̀lú lẹ́tà ìdásílẹ̀ tí a nilò). Jọ̀wọ̀ rí i dájú pé ìbéèrè kọ̀ọ̀kan ní ìdáhùn kan ìdí ìpinnu àti pé ó jẹ́ ìdásílẹ̀ pẹ̀lú lẹ́tà àti ìyọ tàbí ìbọwọ̀, bíi: A. ìdáhùn ọkan

source: The imported file includes at least one question without any correct answer defined. Please make sure all questions include the ANSWER: [Letter] line.
yo_ng: Fáìlì tí a gbẹ́wọ̀ wọlé pẹ̀lú ìbéèrè kan tí kò sí ìdáhùn ìdáhùn ìdáhùn. Jọ̀wọ̀ rí i dájú pé gbogbo ìbéèrè pẹ̀lú ìlà ANSWER: [Lẹ́tà].

source: Search course by session
yo_ng: Ṣàwárí kọlẹ́ji nipasẹ̀ ìpàdé

source: There was an unknown issue with your file. Please review its format and try again.
yo_ng: Ìṣòro àìmọ̀ kan wà pẹ̀lú fáìlì rẹ. Jọ̀wọ̀ ṣàyẹ̀wò ọ̀nà rẹ̀ kí o sì tẹ̀wò lẹ́yìn ìgbà.

source: You must upload a .txt or .zip file
yo_ng: O gbọ́dọ̀ kèhìndì fáìlì .txt tàbí .zip

source: No .txt file found in zip
yo_ng: Kò rí fáìlì .txt nínú zip

source: Import Aiken quiz
yo_ng: Gbẹ́wọ̀ ìdàsílẹ̀ ìdọwọ́ Aiken

source: Use ::private at the end of the link to show it only to logged-in users
yo_ng: Lo ::private ní òpin ìnọ́jú láti fi hàn àwùjọ tí wọ́n wọle péré

source: Number of groups to create
yo_ng: Nọ́mba àwùjọ tí yóò ṣẹ̀dá

source: Coaches subscribed as teachers in course %s
yo_ng: Olùkọ́ tí a forukọ́ sí gẹ́gẹ́ olùkọ́ nínú kọlẹ́ji %s

source: Enroll students from existing sessions
yo_ng: Forukọ́ àwọn akẹ́kọ̀ọ́ láti ìpàdé tí ó wà

source: Enroll trainers from existing sessions
yo_ng: Forukọ́ àwọn olùkọ́ láti ìpàdé tí ó wà

source: Adding students from session <b>%s</b> to session <b>%s</b>
yo_ng: Ṣàfikún àwọn akẹ́kọ̀ọ́ láti ìpàdé <b>%s</b> sí ìpàdé <b>%s</b>

source: Add user group to this URL
yo_ng: Ṣàfikún ẹgbẹ́ olùwò sí URL yìí

source: First letter
yo_ng: Lẹ́tà àkọ́kọ́

source: User groups list
yo_ng: Àkàlẹ̀ àwùjọ olùwò

source: Add group to URL
yo_ng: Ṣàfikún ẹgbẹ́ sí URL

source: Groups in %s
yo_ng: Àwùjọ nínú %s

source: Platform groups list
yo_ng: Àkàlẹ̀ àwùjọ pẹ̀lẹ́tì

source: Edit groups for one URL
yo_ng: Ṣàtúnṣe àwùjọ fún URL kan

source: Manage user groups
yo_ng: Ṣàtúnṣe àwùjọ olùwò

source: Target folder doesn't exist on the server.
yo_ng: Folọ́dà ìdíje kò wa lórí ìyàwòrán.

source: Sorry, you are trying to access the registration page for this portal, but registration is currently disabled. Please contact the administrator (see contact information in the footer). If you already have an account on this site.
yo_ng: Ma binu, o ń gbìyànjú láti wọle sínú ìkọ́wé ìforúkọsilẹ̀ fún ọ̀nà yìí, ṣùgbọ́n ìforúkọsilẹ̀ ti di ìdíwọ̀ lọ́nà yìí. Jọ̀wọ̀ kan si olùdarí (wo ìfọwọ́sowọ́ ìfọwọ́sowọ́ nínú ìpìlẹ̀). Tí o bá ti ni ìdásílẹ̀ lórí aaye yìí.

source: Enter course with CAS authentication
yo_ng: Wọle sínú kọlẹ́ji pẹ̀lú ìdáhùn CAS

source: Teachers will be added as a coach in all course sessions.
yo_ng: Àwùjọ olùkọ́ yóò ṣe ìfikún gẹ́gẹ́ olùkọ́ nínú gbogbo ìpàdé kọlẹ́ji.

source: We have detected that your PHP installation does not define the date.timezone setting. This is a requirement of Chamilo. Please make sure it is configured by checking your php.ini configuration, otherwise you will run into problems. We warned you!
yo_ng: A ṣàyẹ̀wò rẹ kọjá pé fídíò PHP rẹ kò ṣàpèjúwe ìdásílẹ̀ date.timezone. Èyí jẹ́ ìbéèrè Chamilo. Jọ̀ọ̀ rí i dájú pé ó ti ṣètò nípa ṣàyẹ̀wò ìdásílẹ̀ php.ini rẹ, bí kò ṣe, ìṣòro yóò ṣẹlẹ̀. A ti fìdí ìkìlọ̀ fún ọ!

source: Yes, I'm sure
yo_ng: Bẹẹni, mo dájú

source: No, I want to return
yo_ng: Rara, mo fẹ́ padà sẹ́yìn

source: If you continue your answer will be saved. Any change will be not allowed.
yo_ng: Tí o bá tẹ̀síwájú ìdáhùn rẹ yóò fipamọ́. Ìyípadà kankan kò ní gba laaye.

source: Special courses
yo_ng: Àwùjọ ìdàrísí pàtàkì

source: Roles
yo_ng: Àwùjọ ìdùbule

source: Curriculum
yo_ng: Ètò ìdàrísí

source: %s to review (%s)
yo_ng: %s láti ṣàyẹ̀wò (%s)

source: %s unanswered (%s)
yo_ng: %s tí kò tí ìdáhùn (%s)

source: %s answered (%s)+(%s)
yo_ng: %s tí ìdáhùn (%s)+(%s)

source: (%s) Unanswered
yo_ng: (%s) Tí kò tí ìdáhùn

source: (%s) Answered
yo_ng: (%s) Tí ìdáhùn

source: (%s) Current question
yo_ng: (%s) Ìbéèrè lọ́wọ́lọ́wọ́

source: (%s) To review
yo_ng: (%s) Láti ṣàyẹ̀wò

source: Return to exercises list
yo_ng: Padà sí akoole ìdàgbàsókè

source: Auto-launch for exercises
yo_ng: Ìpilẹ̀ ìdàgbàsókè fún ìdàgbàsókè

source: Enable exercise fast edition mode
yo_ng: Ṣàpèjú ìdàgbàsókè ìdàgbàsókè ìdàsílẹ̀ ìdàgbàsókè

source: Username
yo_ng: Orúkọ olùwò

source: Sign in
yo_ng: Wọlé

source: You are registered to
yo_ng: O ti forukọsilẹ̀ sí

source: Manage global questions categories
yo_ng: Ṣàtúnṣe àwùjọ ìbéèrè àgbáyé

source: Manage extra fields for courses
yo_ng: Ṣàtúnṣe àwùjọ ìdààbò fún àwùjọ ìdàrísí

source: Manage extra fields for questions
yo_ng: Ṣàtúnṣe àwùjọ ìdààbò fún ìbéèrè

source: Questions fields
yo_ng: Àwùjọ ìbéèrè

source: Field changes should be logged
yo_ng: Àyípadà ìdààbò yẹ kí a kọ ìròyìn

source: Edit this field's workflow
yo_ng: Ṣàtúnṣe ìlò ìdààbò yìí

source: Select role
yo_ng: Yan ìdùbule

source: Please select an option
yo_ng: Jọ̀ọ̀ yan àṣàyàn kan

source: Current status
yo_ng: Ìpò lọ́wọ́lọ́wọ́

source: My courses categories
yo_ng: Àwùjọ ìdàrísí mi

source: Sessions categories
yo_ng: Àwùjọ ìpàdé

source: Courses and sessions
yo_ng: Àwùjọ ìdàrísí àti ìpàdé

source: Committee
yo_ng: Ìgbìmọ̀

source: Exercise model type
yo_ng: Ọ̀nà ìdàgbàsókè ìdàgbàsókè

source: Audio file
yo_ng: Faili ohùn

source: Hidden - Completely hidden to all users except the administrators
yo_ng: Tí kò ṣe pàtàkì - Tí kò ṣe pàtàkì pátápátá fún gbogbo àwùjọ olùwò ayàfi àwùjọ ìdùbule

source: Time of reception
yo_ng: Àkókò ìgbàgbọ́

source: Handed out
yo_ng: Tí a ti pín jáde

source: Deadline
yo_ng: Ọjọ́ ìparí

source: Apply this change to all available languages
yo_ng: Lo ìyípadà yìí sí gbogbo èdè tí ó wà

source: Exercise was activated from %s to %s
yo_ng: Ìdàgbàsókè ti ṣiṣẹ́ láti %s sí %s

source: Your password cannot be the same as your username
yo_ng: Ọrọ ìgbaniwọle rẹ kò le jẹ́ ìdàkejì ìdùbule orúkọ rẹ

source: Check passwords too easy to guess
yo_ng: Ṣàyẹ̀wò ìjẹrù ìgbaniwọle tí ó rọrùn láti rò

source: Very strong
yo_ng: Lagrẹ́ gidigidi

source: Strong
yo_ng: Lagrẹ́

source: Medium
yo_ng: Alàgba

source: Normal
yo_ng: Deedee

source: Weak
yo_ng: Alàìlagbára

source: The password is too short
yo_ng: Ọrọ ìgbaniwọle kúkúrù jù

source: Bad credentials
yo_ng: Àwùjọ ìdùbule búburú

source: Select an answer to continue
yo_ng: Yan ìdáhùn kan kí o lè tẹ̀síwájú

source: Question added in the exercise
yo_ng: Ìbéèrè ti a fi kún ìdàgbàsókè náà

source: Question copied to the exercise
yo_ng: Ìbéèrè tí a ṣe ẹ̀dà sí ìdàgbàsókè náà

source: Show or hide the breadcrumb navigation, the one appearing just below the main navigation tabs. It is highly recommended to have this navigation shown to users, as this allows them to locate their current position and navigate to previous pages easily. Sometimes, however, it might be necessary to hide it (for example in the case of exam platforms) to avoid users navigating to pages they should not see.
yo_ng: Fi ìtọ́ ìrìnàjò breadcrumb hàn tàbí fi pamọ́, èyí tí ń farahàn lábẹ́ àwọn tábù ìdarí pàtàkì. A fọwọ́sowọ́pò yìí fún àwùjọ àwùjọ, nítorí ìdí yìí jẹ́ kí wọ́n rí ìpò wọn lọ́wọ́lọ́wọ́ àti kí wọ́n rìnrìn àjò lọ sí àwùjọ ìhìnhìnhì. Àmọ́, nígbà míràn, ó ṣe pàtàkì láti fi pamọ́ (fún àpẹẹrẹ nínú ìpìlẹ̀ ìdàgbàsókè ìdánwò) láti yẹ̀wò àwùjọ tí kò yẹ kí wọ́n rí.

source: Breadcrumb navigation
yo_ng: Ìtọ́ ìrìnàjò breadcrumb

source: The PHP setting "allow_url_fopen" is set to off. This prevents the registration mechanism to work properly. This setting can be changed in you PHP configuration file (php.ini) or in the Apache Virtual Host configuration, using the php_admin_value directive
yo_ng: Ètò PHP "allow_url_fopen" ti ṣeto sí pipa. Èyí ṣèdídi ìdàsílẹ̀ láti ṣiṣẹ́ dáadáa. Ètò yìí ṣe ìyípadà nínú ìwé ìṣètò PHP rẹ (php.ini) tàbí nínú ìṣètò Apache Virtual Host, pẹ̀lú ìlò ìlò php_admin_value

source: Impossible to contact the version server right now. Please try again later.
yo_ng: Kò ṣeé ṣe láti kan ìkòwé ẹ̀yà lọ́wọ́lọ́wọ́. Jọ̀wọ́ gbìyànjú lẹ́yìn ìgbà díẹ̀.

source: Your version is up-to-date
yo_ng: Ẹ̀yà rẹ ti gbà dé ìhìnhìnhì

source: The latest version is
yo_ng: Ẹ̀yà tuntun jẹ́

source: Your version is not up-to-date
yo_ng: Ẹ̀yà rẹ kò ti gbà dé ìhìnhìnhì

source: -1 = All questions will be selected.
yo_ng: -1 = Gbogbo ìbéèrè yóò yàn.

source: You can customize the email sent to users when they finished the exercise. You can use tags like these:
yo_ng: O lè ṣe ìhùwàsí ìmeẹ̀lì tí a fi ránṣẹ́ sí àwùjọ lẹ́yìn tí wọ́n bá parí ìdàgbàsókè. O lè lo àwùjọ bẹ́ẹ̀ yìí:

source: E-mail notification template
yo_ng: Àpẹẹrẹ ìfìwéra ìmeẹ̀lì

source: Logout
yo_ng: Jade kúrò

source: Exercise list.
yo_ng: Àkójọ ìdàgbàsókè.

source: Course home
yo_ng: Ilé ìdàgbàsókè

source: Exercise end button
yo_ng: Bọ́tù ìparí ìdàgbàsókè

source: Hide question title
yo_ng: Fi akọle ìbéèrè pamọ́

source: Question selection type
yo_ng: Ìrùǹyàn ìbéèrè

source: Ordered categories by parent with random questions
yo_ng: Àwùjọ tí a ṣètò lọ́nà ìbátan pẹ̀lú ìbéèrè ìpínyà

source: Ordered categories by parent with questions ordered
yo_ng: Àwùjọ tí a ṣètò lọ́nà ìbátan pẹ̀lú ìbéèrè tí a ṣètò

source: Random categories with random questions (questions not grouped)
yo_ng: Àwùjọ ìpínyà pẹ̀lú ìbéèrè ìpínyà (ìbéèrè kò ṣe ìdàpọ̀)

source: Random categories with questions ordered (questions not grouped)
yo_ng: Àwùjọ ìpínyà pẹ̀lú ìbéèrè tí a ṣètò (ìbéèrè kò ṣe ìdàpọ̀)

source: Random categories with random questions
yo_ng: Àwùjọ ìpínyà pẹ̀lú ìbéèrè ìpínyà

source: Ordered categories alphabetically with random questions
yo_ng: Àwùjọ tí a ṣètò lọ́nà alfabeẹ̀tì pẹ̀lú ìbéèrè ìpínyà

source: Random categories with questions ordered
yo_ng: Àwùjọ ìpínyà pẹ̀lú ìbéèrè tí a ṣètò

source: Ordered categories alphabetically with questions ordered
yo_ng: Àwùjọ tí a ṣètò lọ́nà alfabeẹ̀tì pẹ̀lú ìbéèrè tí a ṣètò

source: Using categories
yo_ng: Lò àwùjọ

source: Ordered by user
yo_ng: Tí a ṣètò lọ́nà olùpẹ̀lò

source: To be reviewed
yo_ng: Yóò ṣe ìwò

source: Unanswered
yo_ng: Kò ṣe ìdáhùn

source: Current question
yo_ng: Ìbéèrè ìsinsìnyí

source: Shareable enunciates
yo_ng: Àwùjọ ìdásílẹ̀

source: Course categories are global over multiple portals configurations. Changes are only allowed in the main administrative portal.
yo_ng: Àwùjọ ìdàgbàsókè jẹ́ ìpìlẹ̀ agbáyé lórí ìpìlẹ̀ ọ̀pọ̀lọpọ̀ ọ̀nà ìlò. Ìyípadà wà nìkan nínú ọ̀nà ìlò ìdàgbàsókè pàtàkì.

source: Career updated successfully
yo_ng: Iṣẹ́ ìdàgbàsókè ti ṣàṣàyàn dáadáa

source: User is not a teacher
yo_ng: Olùpẹ̀lò kìí ṣe olùkọ́

source: All events
yo_ng: Gbogbo ìṣẹ̀lẹ̀

source: Month
yo_ng: Oṣù

source: Hour
yo_ng: Wákati

source: Minutes
yo_ng: Ìṣẹ́jú

source: Event added
yo_ng: Ìṣẹ̀lẹ̀ tí a fi kún

source: Event deleted
yo_ng: Ìṣẹ̀lẹ̀ tí a parẹ́

source: There are no events
yo_ng: Kò sí ìṣẹ̀lẹ̀ kankan

source: Class name
yo_ng: Orúkọ kíláàsì

source: Event name
yo_ng: Orúkọ ìṣẹ̀lẹ̀

source: Day
yo_ng: Ọjọ́

source: default month
yo_ng: Oṣù àkọ́kọ́

source: default year
yo_ng: Ọdún àkọ́kọ́

source: default hour
yo_ng: Wákati àkọ́kọ́

source: minute
yo_ng: ìṣẹ́jú kan

source: lasting
yo_ng: tí ń parí

source: old to new
yo_ng: atijọ́ sí tuntun

source: new to old
yo_ng: tuntun sí atijọ́

source: now
yo_ng: lónìí

source: Save the event
yo_ng: Fipamọ́ ìṣẹ̀lẹ̀ náà

source: Detail
yo_ng: Kùnkùn

source: Month view
yo_ng: Ìwò òṣù

source: Weekly
yo_ng: Ọsẹ̀

source: Daily
yo_ng: Ọjọ́

source: Add event to the agenda
yo_ng: Ṣàfikún ìṣẹ̀lẹ̀ sí ìṣètò ìṣẹ̀lẹ̀

source: Week
yo_ng: Ọsẹ

source: Time
yo_ng: Àkókò

source: Edit personal event
yo_ng: Ṣàtúnṣe ìṣẹ̀lẹ̀ ti ara ẹni

source: Event saved
yo_ng: Ìṣẹ̀lẹ̀ ti fipamọ́

source: The event was deleted
yo_ng: Ìṣẹ̀lẹ̀ náà ti parẹ́

source: View perso events only
yo_ng: Wo àwọn ìṣẹ̀lẹ̀ ti ara ẹni nìkan

source: Print
yo_ng: Tẹ̀wé

source: my text here
yo_ng: ọrọ̀ mi níbẹ̀

source: Copied as announcement
yo_ng: Ẹ̀kàbí gẹ́gẹ́ ìkéde

source: New announcement
yo_ng: Ìkéde tuntun

source: Upcoming events
yo_ng: Àwọn ìṣẹ̀lẹ̀ tí ń bọ̀

source: Repeated event
yo_ng: Ìṣẹ̀lẹ̀ ìdàpọ̀

source: Repeat type
yo_ng: Ọ̀nà ìdàpọ̀

source: Monthly, by date
yo_ng: Oṣù, gẹ́gẹ́ òǹkà

source: Monthly, by day
yo_ng: Oṣù, gẹ́gẹ́ ọjọ́

source: Monthly, by day, restricted
yo_ng: Oṣù, gẹ́gẹ́ ọjọ́, ìdènà

source: Yearly
yo_ng: Ọdún

source: Repeat end date
yo_ng: Ọjọ́ ìparí ìdàpọ̀

source: View original event
yo_ng: Wo ìṣẹ̀lẹ̀ àkọ́kọ́

source: Outlook import
yo_ng: Ìgbé ìṣẹ̀lẹ̀ Outlook wọlé

source: All system users
yo_ng: Gbogbo àwùjọ oníṣẹ̀ ìlò

source: Platform event
yo_ng: Ìṣẹ̀lẹ̀ ìpìlẹ̀

source: Edit event
yo_ng: Ṣàtúnṣe ìṣẹ̀lẹ̀

source: The end date cannot be before the start date
yo_ng: Ọjọ́ ìparí kò lè ṣàì ṣaaju ìbẹ̀rẹ̀ ìpìlẹ̀

source: Users selection list
yo_ng: Àkójọ ìdùpọ̀ oníṣẹ̀ ìlò

source: This file is not in iCal format
yo_ng: Faili yìí kò wà nínú ìlò iCal

source: Repeat event
yo_ng: Ìṣẹ̀lẹ̀ ìdàpọ̀

source: version
yo_ng: ẹ̀yà

source: All the learning objects are now incomplete.
yo_ng: Gbogbo àwùjọ ẹ̀kọ́ kò ṣe pàdé mọ́.

source: This is the latest learning object.
yo_ng: Èyí ni àwùjọ ẹ̀kọ́ tuntun jùlọ.

source: This is the first learning object.
yo_ng: Èyí ni àwùjọ ẹ̀kọ́ àkọ́kọ́.
