Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Course analyser
qu_pe: Kursu analizaduri

source: Analyses all resources in one or many courses and pre-trains the AI model to answer any question on this or these courses (make sure content can be shared with the configured AI services).
qu_pe: Huk kutikamaq kursopi willakuykunata analizachiy, AI modelta pre-entrenachiy kaymantaq kursokunamanta rurakunapaq mañakunapaq (kutichisqa AI serviçiokunawan contenido compartiyta allinchay).

source: Test/development
qu_pe: Prueba/desarrollu

source: Crons
qu_pe: Cronkuna

source: Gradebook
qu_pe: Notakuna

source: Internationalization
qu_pe: Internasionalisatsiyun

source: User profiles
qu_pe: Rakinakuna perfilkuna

source: Support tickets
qu_pe: Yachay tiketkuna

source: Webservices
qu_pe: Web serviçiokuna

source: Catalogue
qu_pe: Katalugu

source: Workflows
qu_pe: Willakuykuna

source: Setting is editable on sub-URLs
qu_pe: Sub-URLkunapi editachinakuy

source: Show JSON Template
qu_pe: JSON plantillata rikuchiy

source: JSON Template
qu_pe: JSON plantilla

source: Installing Xapian bindings
qu_pe: Xapian bindings instalachiy

source: The following snippet shows an example installation of the Xapian PHP bindings on Ubuntu 25.04 with PHP 8.3. Adapt paths and versions to your own environment.
qu_pe: Kay fragmentu Xapian PHP bindings instalacion nisqata rikuchiy Ubuntu 25.04pi PHP 8.3wan. Ñawpaqkamayuq pachaq versyonkunaq ñawpaqkamayuqkamayuqta adaptachiy.

source: Make sure you only have the PHP version you really use (for example 8.3) and avoid mixing several versions with different extension directories.
qu_pe: Manam kay PHP versyunkaqchu allin kashpaq (sutipaq 8.3) extension direkturyukunaq phinakunata qispichiy.

source: Once the extension is correctly loaded for both CLI and the web server, the search diagnostics above should report that the Xapian module is installed.
qu_pe: Extension CLIwan web serverwanqam correctly cargadokunapaq, search diagnostics Xapian módulo instaladokunata willan.

source: Cleanup temporary uploads and cache
qu_pe: Ñawpaq k'anchay uploadkuna y cacheta q'echuy

source: Directory
qu_pe: Phuqllay

source: Only delete files older than (minutes)
qu_pe: Huk pachakwasiqnin kaymanta ñawpaq willakuykunaq q'echuy (p'unchay)

source: Set 0 to delete all files. Use a positive value (e.g., 60) to avoid removing files still being uploaded.
qu_pe: 0 mañakuy llapan willakuykunaq q'echuyta. Imaq hallp'alla valor (sapaq, 60) willakuykunaq upload rurasqakunata mana q'echuyta.

source: Preview only (do not delete)
qu_pe: Ñawpaq ñawinchay q'echuy mana ruraychu

source: Warning: you are about to delete ALL temporary files. This action cannot be undone.
qu_pe: Kuyay: Kawkunaq ñawpaq willakuykunaq llapan q'echunki. Kay ruwayqa mana t'ikrayta atinchu.

source: This will delete all temporary files. Continue?
qu_pe: Kay ñawpaq willakuykunaq llapan q'echunki. Ruray?

source: This will delete files older than %minutes% minutes. Continue?
qu_pe: Kay %minutes% p'unchaymanta ñawpaq willakuykunaq q'echunki. Ruray?

source: The value must match exactly: %s
qu_pe: Kikin qatiq kayman: %s

source: Repeat end date must be after start date.
qu_pe: Paway qhipa pacha qallariy pachamanta qhipa kasqa.

source: Index document content?
qu_pe: Willakuy yachaynin index?

source: Upload SVG logo to platform header
qu_pe: SVG logo platform headerman watukuq

source: Upload PNG logo to platform header (%s)
qu_pe: PNG logo platform headerman watukuq (%s)

source: Write something to %s
qu_pe: %s-man imatapis willakuy

source: Preferred: SVG. PNG recommended width: %spx.
qu_pe: Munay: SVG. PNG paqarichisqa: %spx.

source: Upload PNG logo for e-mails (~%spx width)
qu_pe: PNG logo e-mailspaq watukuq (~%spx paqari)

source: Header PNG must be ≤ %spx.
qu_pe: Header PNG %spx-manta aswan huk'uy.

source: Require specific file format
qu_pe: Yachay willakuynin formatota mañakuy

source: Select allowed file formats
qu_pe: Willakuynin formatokunata mañakuy

source: Custom extensions (separated by space)
qu_pe: Sapaq extensionkuna (chakrasitaq kimsak)

source: Other extensions
qu_pe: Huk extensionkuna

source: My invitations
qu_pe: Ñoqap invitationskunapaq

source: Delete access
qu_pe: Accesota huch'akuy

source: Certificate tags
qu_pe: Yachaytapisqakuna etiketakuna

source: Copy all
qu_pe: Tukuyta q'illay

source: Click to insert
qu_pe: Klikiy insertar

source: Preferred: SVG. PNG max size: %spx.
qu_pe: Munaykuna: SVG. PNG huchalla kama: %spx.

source: View badge
qu_pe: Wakin insignia qhawachin

source: %d min
qu_pe: %d phut

source: Duration in minutes
qu_pe: Pacha phutkunapi

source: Go back to standard view
qu_pe: Rurasqaruq qhawachinman kutichiy

source: Search for student...
qu_pe: Yachasqaqta maskhay...

source: This date is locked or read-only.
qu_pe: Kay pacha k'anchakunata hap'in ku oqhay.

source: Failed to load attendance. Please try again later.
qu_pe: Asistencia carganaykuq. Ñawpaqman t'inkiy.

source: Nothing to save
qu_pe: Kamakunata imapas manañan

source: You have unsaved changes. Leave anyway?
qu_pe: Kamakunachu willakuykuna kanki. Rillakuyta qhawachinmi?

source: Storage usage unavailable
qu_pe: Kamakuy imakuna manañan

source: Search for members...
qu_pe: Membrokunata maskhay...

source: Current members
qu_pe: Kunan membrokuna

source: Add members
qu_pe: Membrokunata yapay

source: Search for users in course/session...
qu_pe: Kursopi / sesionpi runakunata maskhay...

source: No users available.
qu_pe: Manan runakuna manam.

source: Browse and publish new posts
qu_pe: Willakuykunata qhawachinaypi nisqakunata yapachinay

source: Create and assign tasks
qu_pe: Rurakunata kamachiy

source: Filtered by %s
qu_pe: %s nisqawan sarp'iy

source: Select a score
qu_pe: P'akisqata akllay

source: Edit comment
qu_pe: Willakuytan llamk'ay

source: Failed to update the post.
qu_pe: Willakuyta llamk'ananaykuq.

source: Delete this post? This action cannot be undone.
qu_pe: Kay willakuyta hapiynaq? Kay ruway manan t'inkinakunqachu.

source: Failed to delete the post.
qu_pe: Willakuyta hap'inanaykuq.

source: Failed to update the comment.
qu_pe: Yachachisqanta qhawayta mana atinchu.

source: Delete this comment?
qu_pe: ¿Kay yachachisqanta kikinay?

source: Failed to delete the comment.
qu_pe: Yachachisqanta kikinay mana atinchu.

source: Search for projects...
qu_pe: Proyektonkunata maskhay...

source: Only visible
qu_pe: Ñawpaq qhawasqa qhapaq

source: Rename project
qu_pe: Proyekto sutinta kambiyay

source: New title
qu_pe: Yachay suti maski

source: You need to be a admin or teacher to manage projects.
qu_pe: Proyektonkunata kamachiyta munaspayki ukhu kamachiq utaw yachachiq kay.

source: Delete this project? This action cannot be undone.
qu_pe: ¿Kay proyektoni kikinay? Kay ruway mana tukuytan kikinakunata.

source: Task list
qu_pe: Rurakuna ruray

source: Change status
qu_pe: Istallatinta kambiyay

source: Waiting for validation
qu_pe: Qatikuytan kutichispa

source: Delete this task?
qu_pe: ¿Kay rurani kikinay?

source: Failed to delete the task.
qu_pe: Rurani kikinay mana atinchu.

source: Failed to update status.
qu_pe: Istallati qhawayta mana atinchu.

source: Are you sure you want to delete this third party? This action cannot be undone.
qu_pe: ¿Kay qharqhaqni kikinayta munaspayki? Kay ruway mana tukuytan kikinakunata.

source: Please fix the errors before saving.
qu_pe: Kikinaykuna imaykuna qhawayta huchallaq kanki.

source: Error creating third party. Please verify the data.
qu_pe: Qharqhaqni yaratay huchallaq. Willakuykunata qhaway.

source: Error deleting third party.
qu_pe: Qharqhaqni kikinay huchallaq.

source: Upload optional header and email logos. SVG is preferred; PNG is used as fallback.
qu_pe: Qhapaq rumi logo nisqa hakuq logo imaykunata churay. SVG munakun; PNG qhapaq kasqan.

source: Data exchange updated successfully.
qu_pe: Willakuy interchange qhawayta atinchu.

source: Error deleting data exchange.
qu_pe: Willakuy interchange kikinay huchallaq.

source: Failed to recycle course.
qu_pe: Yachay wasini qhawayta mana atinchu.

source: Select source course
qu_pe: Kamachiq yachay wasi riqsiy

source: Course to copy from
qu_pe: Kikinakuy yachay wasi

source: Search by code or title...
qu_pe: Kutiq rima utaw sutita maskhay...

source: No courses match your search.
qu_pe: Manam yachay wasikuna maskhaykiwan uyariyku.

source: Copy options
qu_pe: Kikinakuy kallpa

source: Include users (enrollments)
qu_pe: Runakunata qhapaq (qatikuynin)

source: Reset dates
qu_pe: Pacha kamarikuy

source: When a file with the same name exists
qu_pe: Sutinchaw sutikuna kashpa

source: Ready to copy
qu_pe: Kikinakuyta qhapaq

source: We will copy content from the selected course into this course. You can go back to change options.
qu_pe: Riqsikuy yachay wasimanta kay yachay wasi ukhupi willakuykunata kikinakunki. Qhipa kallpata kambiyta saqespayki.

source: Start copying
qu_pe: Kikinakuyta qallariy

source: Select resources to copy
qu_pe: Kikinakuy willakuykunata riqsiy

source: Copy selected
qu_pe: Riqsikuykuna kikinay

source: Copy completed.
qu_pe: Kikinakuy tukuy.

source: Danger zone: deleting a course is permanent.
qu_pe: Pichay zona: yachay wasi kikinay permanent kasqa.

source: Type the course code to confirm. All data will be permanently removed.
qu_pe: Yachay wasi kutiq rima willakuy qhapaq. Tukuy willakuy permanent kikinakun.

source: The code must match '%s' exactly.
qu_pe: Kutiq rima '%s'wan exact uyariy.

source: Also delete documents that are only used in this course (if any).
qu_pe: Kay yachay wasipi qhapaq kasqan willakuykunata kikinay (kanchispa).

source: Delete course
qu_pe: Yachay wasi kikinay

source: This action cannot be undone. Continue?
qu_pe: Kay ruway mana tukuytan kikinakunata. Rispay?

source: Course deleted successfully.
qu_pe: Yachay wasi kikinay atinchu.

source: Failed to delete course.
qu_pe: Yachay wasi kikinay mana atinchu.

source: Create .mbz
qu_pe: .mbz yaratay

source: Backup scope
qu_pe: Backup llimk'i

source: Full course
qu_pe: Yachay wasi tukuy

source: Selected items will be the only ones included in the exported file.
qu_pe: Riqsikuy imaykuna export willakuypi qhapaq kasqan.

source: Moodle version
qu_pe: Versión Moodle

source: Admin ID
qu_pe: ID Kamachisqa

source: Internal integer user id
qu_pe: Kamachisqa yuraqchakuq ID

source: Moodle requires an internal user id stored in XML. If in doubt, use 1.
qu_pe: Moodle XMLpiq XMLpiq yuraqchakuq ID nisqata mañachin. Mana allinchaypi, 1llata jampi.

source: Username to appear as owner of imported items
qu_pe: Yapayuq rurakunaq sutin sutichay

source: Email to use in the archive metadata
qu_pe: Yapayuq metadataq email

source: A .mbz file will be generated. You will be able to download it once finished.
qu_pe: .mbz kutxapunqan. Kutichisqa kaptin, yapayuq.

source: Select resources to include
qu_pe: Yatichisqa willakuykunata akllay

source: Export completed
qu_pe: Yapay kutichisqa

source: Your Moodle backup has been created. You can find it in the course backups list.
qu_pe: Moodle yapayuq kutichisqa. Kuru yapaykunataq listapi rikunki.

source: Please complete all required fields.
qu_pe: Llapan waqaychakuna tukuyta jallttay.

source: Failed to create Moodle backup.
qu_pe: Moodle yapayuq mañakunqanchu.

source: More actions
qu_pe: Huk ruwakuna

source: Write something
qu_pe: Kamachiq imata

source: Friends of %s
qu_pe: %s runakuna

source: Error loading learning paths.
qu_pe: Manam atinachu yachay ñan kunakuna carganapaq.

source: You don't have any learning path.
qu_pe: Manam kaypi yachay ñan kanchu.

source: Create your first learning path to start organizing course content.
qu_pe: Yachay ñan suyuta kamachiy imayna organizakunaypaq kursu kaqkunata.

source: Could not save the new category order.
qu_pe: Manam atinachu yarpakunaypaq musuq katigoriarawit.

source: Could not save the new order.
qu_pe: Manam atinachu musuq ordenat yarpakunaypaq.

source: Assignment
qu_pe: Kamachiynin

source: Allowed file formats: %s
qu_pe: Kutichisqa willay formato: %s

source: File type not allowed. Allowed extensions: %s
qu_pe: Willay formato manam kutichisqachu. Kutichisqa kutikuna: %s

source: Folder name
qu_pe: Phuru sutin

source: Rename folder
qu_pe: Phuru sutinta hukichiy

source: New name
qu_pe: Musuq sutin

source: Choose an action
qu_pe: Kamachiyniynita mañay

source: New version
qu_pe: Musuq rupay

source: Change title to selected filename
qu_pe: Sutinni mañakunamanta willaypa sutinman wischuy

source: You can replace the file, move it to another folder, or both.
qu_pe: Willayta pantachiy, huk phuruman wichqay ukhu mana.

source: Move %s
qu_pe: %s wichqay

source: Only non-root folders are shown to avoid leaving items in root.
qu_pe: Phuru rakikunamantaqa mana rikhurikunachu, rakita qispichikunaypaq.

source: No feedback yet.
qu_pe: Manam willakuy kanchu.

source: Upload first, organize later
qu_pe: Qhawayta kamachiy, ñawpaq organizakuy

source: Drag & drop or browse to add files
qu_pe: Arrastray & soltay ukhu mañakuy willakunata yawaray

source: Social wall...
qu_pe: Rakin wall...

source: Wall of %s
qu_pe: %s wall

source: Version currently loaded
qu_pe: Kutipayninchikpi versiyun

source: Completion
qu_pe: Kutipachiy

source: Quick navigation
qu_pe: Sumpaq navegasyon

source: Filled
qu_pe: Llamk'achik

source: Terms sections
qu_pe: Pachakuna kamachina

source: Open a section to edit its content.
qu_pe: Kamachinanta hamp'ikuyta churaykupaq pachata hamp'ay.

source: Open this section to load the editor.
qu_pe: Editorninta k'anchaykupaq kay pachat hamp'ay.

source: Danger zone: deleting an access URL is permanent.
qu_pe: P'iqanakuy zona: acces URLta q'echay permanente nisqa.

source: Type the full URL to confirm. The URL and its relations will be permanently removed.
qu_pe: Confirmakunaykupaq URLta manaq URLman qillqay. URLqa willakunaqwanqawan permanente q'echakun.

source: Unable to load the badge's image.
qu_pe: Insignia rasminta k'anchayta atinchu.

source: Invalid role selection
qu_pe: Manaq saqillasqan rol

source: Select relation type first to enable user management.
qu_pe: Runakuna kamachinkupaq relasiyun tiputa saqillay.

source: This question has no course context. Preview is not available.
qu_pe: Kay paqarina kursu suyukunamanchu. Ñawpaq qhawarina mana kanchu.

source: Unknown test
qu_pe: Mana yachasqan pruibakuna

source: Deletion is not allowed without a course context.
qu_pe: Kursu suyukunamanchu q'echayta mana saqichun.

source: Delete failed: missing course context or inThis question belongs to a test. Edit it from inside the test or filter for orphan questions only.valid question id.
qu_pe: Q'echay mana cullunchisqa: kursu suyuku mana kanchu utaq kay paqarina pruibakunaman kaykamaq. Paqarina pruibakunaqman qhawinakuy utaq ñawpaq qhawinakuykunata qhawinakuy.

source: Delete failed: question not found.
qu_pe: Q'echay mana cullunchisqa: paqarina mana tukuq.

source: Delete failed: this question is still referenced by other resources.
qu_pe: Q'echay mana cullunchisqa: kay paqarina willakunaqwanqawanqawan q'illqasqa.

source: This question belongs to a test. Edit it from inside the test or filter for orphan questions only.
qu_pe: Kay paqarina pruibakunamanqan. Pruybakunamanta hamp'inikuychis utaq ñawpaq qhawinakuykunata qhawinakuy.

source: Access the group tools and resources
qu_pe: Harp'unakuna rurakunaqwan willakunaqman riy

source: %s members
qu_pe: %s runakuna

source: View certificate (HTML)
qu_pe: Yachaywillakuyta qhawiy (HTML)

source: Link a skill to this gradebook
qu_pe: Kay notakunaman yachayniyta hamp'ay

source: Manage the link between certificates and skills for each gradebook
qu_pe: Notakunaq yachaywillakuykunawan yachaykunataq kamachiy

source: Please select a specific badge issue to download
qu_pe: Yachquy insiginiyta descargakunaykupaq saqillay

source: SCIM is not enabled.
qu_pe: SCIMqa mana kanchu.

source: Invalid token.
qu_pe: Manaq saqillasqa token.

source: Schema not supported.
qu_pe: Mana rurakunqa schema.

source: Invalid schemas for PATCH operation.
qu_pe: PATCH rurakunaykupaq manaq schema.

source: Missing required "Operations" array.
qu_pe: Kutichisqa "Operations" arregloqa mana kanchu.

source: The '%s' operation is not supported.
qu_pe: '%s' rurakuna mana rurakun.

source: Drupal user ID
qu_pe: Drupal runa ID

source: There are no terms that match the search: %s
qu_pe: Manam kay imayna rimanakuna kay qhawarina %swan khuyrakunapaschu

source: Setting is globally locked (access_url_locked=1)
qu_pe: Kutichisqa kawsaymanta qhapaq (access_url_locked=1)

source: If enabled, 1:1 private chat messages will be mirrored in the course chat history documents. Recommended to keep disabled for privacy.
qu_pe: Yachachisqa kaptin, 1:1 qespisqa chat willakuykuna kursopi chat willakuy historia qillqakunapi qispichisqa kan. Kespisqatam qhapaq kaymanta yachachisqa.

source: Save private conversations in documents
qu_pe: Qespisqa willakuykuna qillqakunapi wañuchi

source: Under the EU Artificial Intelligence Act (Regulation (EU) 2024/1689), AI systems used in education are generally classified as “high-risk”. This software itself is <strong>not</strong> an AI system, but it can integrate optional internal or external AI systems—depending on your configuration—to enhance user task performance. These systems could access personal data <em>only if</em> users include such data in their prompts. By design, this software does not share personal data with AI systems without the user's active input. By default, all AI features are disabled.
qu_pe: EU Artificial Intelligence Act (Regulation (EU) 2024/1689) suyupi, yachaypi llank'ay AI sistemakuna "high-risk" nisqa kasqakunata yachachisqa. Kay programa <strong>mana</strong> AI sistema, ichaqa, kay configurationmanta qhawarinakunata yachachisqa kaptin, optional ichuq yakiw AI sistemakuna qispichisqa kaptin, llank'anaq wasinpi yachachisqa. Kay sistemakuna runakunaq personal data <em>llainamanta</em> runakunaq promptsninpi qillqakunata qispichisqa kaptin. Kay programa designmanta, mana runakunaq active input illamanta AI sistemakunaman personal data qispichisqa. Tukuchiwan, tukuy AI features qhapaq.

source: Admin responsibility & disclosures
qu_pe: Kamachiq responsibility & disclosures

source: This configuration page details each AI feature and its purpose. As a deployer, you should review them carefully and update your GDPR-compliant data privacy policies to reflect the options you enable. While most AI features do not directly share personal data with external systems, user prompts sent to AI may inadvertently include personal information. As a deployer, <strong>you are responsible</strong> for informing users of this risk. For transparency, future releases may show non-intrusive end-user tags indicating that certain content or feedback was generated with the help of AI.
qu_pe: Kay configuration p'aginapi, tuytukunaq AI feature yachachisqa. Kamachiq hina, tukuykuna qhaway yachachisqa, GDPR-compliant data privacy policiesni tukuchiy GDPR-compliant data privacy policiesni tukuchiy. Wakin AI features mana directly personal data qispichisqa external sistemakunaman, ichaqa runakunaq prompts AIman qispichisqa personal information includisqa kaptin. Kamachiq hina, <strong>qankuna responsibility</strong> runakunata kay riskmanta yachachispa. Transparency ukupi, future releases non-intrusive end-user tags willakusqa kaptin, sure content uk feedback AI yachachisqa kaptin.

source: Positioning
qu_pe: Phisuy

source: Quiz
qu_pe: Yachachisqa

source: Update profile
qu_pe: Profile tukuchiy

source: Enable learning path generator
qu_pe: Learning path generator qhapaq

source: Enable exercise generator
qu_pe: Exercise generator qhapaq

source: Enable open answers grader
qu_pe: Open answers grader qhapaq

source: Enable tutor chatbot
qu_pe: Tutor chatbot qhapaq

source: Enable task grader
qu_pe: Task grader qhapaq

source: Enable content analyser
qu_pe: Content analyser qhapaq

source: Enable image generator
qu_pe: Image generator qhapaq

source: Enable glossary terms generator
qu_pe: Glossary terms generator qhapaq

source: Enable video generator
qu_pe: Video generator qhapaq

source: Enable course analyser
qu_pe: Course analyser qhapaq

source: The operation '%s' is not supported.
qu_pe: '%s' llamk'ay qhapaqchu.

source: AI feedback on %s in course %s
qu_pe: %s kursopi AI feedback

source: Delete failed: missing course context or invalid question id.
qu_pe: Wañuchi: kursu context mana karu uk p'akisqa p'akichisqa id.

source: AI Tutor
qu_pe: Yachay Wasi Yachachisqa

source: The APCu extension needs to be both installed and enabled in order for the platform to use it.
qu_pe: APCu k'anchayniyuqqa platformakunaq usuq yachachinanpaqqa k'anchayniyuqmi karqan karqan.

source: Allowing OPCache memory_consumption to reach %sMB of RAM at least is recommended.
qu_pe: OPCache RAM %sMB nisqapiq yallinakuyta qhapaq yachachisqa.

source: The OPcache module needs to be both installed and enabled in order for the platform to use it.
qu_pe: OPcache k'anchayniyuqqa platformakunaq usuq yachachinanpaqqa k'anchayniyuqmi karqan karqan.

source: You are here
qu_pe: Kallpachanki

source: Click an event type to filter results.
qu_pe: Rakinniywan phinchakuy rimayninkunata sarp'ay.

source: Require unique presence
qu_pe: Huk rakiyuq presensya qhapaq

source: If enabled, the gradebook will give a learner 100% when present at least once.
qu_pe: Qhapaq karqanqa, notakuna 100% qhapaq presensya huk kutipunichispa.

source: AI feedback
qu_pe: Yachachisqa willakuy

source: Prompt
qu_pe: Willakuy

source: Tip
qu_pe: Yapay

source: You can edit the prompt before asking for feedback.
qu_pe: Willakuyta willakusqaykita qhapaq qillqay.

source: Result (you can apply it to the comment)
qu_pe: Rima (willakuywan qhapaq)

source: Apply to comment
qu_pe: Willakuywan qhapaq

source: Apply score
qu_pe: P'akispa qhapaq

source: AI grade
qu_pe: Yachachisqa p'aki

source: AI tutor is disabled during tests
qu_pe: Yachay Wasi Yachachisqa pruibakunapi mana qhapaqchu

source: Generate glossary terms
qu_pe: Rimayniykunata qhapaq

source: Generate media
qu_pe: Willakuykunata qhapaq

source: You do not have permission to generate AI media in this course.
qu_pe: Kay kursopi Yachachisqa willakuykunata qhapaq qhapaqchu.

source: AI helpers are disabled at platform level.
qu_pe: Yachachisqa yanapakuna platforma suyupi mana qhapaqchu.

source: AI media generation is disabled in course settings.
qu_pe: Kursopi willakuy qhapaq mana qhapaqchu.

source: No AI media providers available.
qu_pe: Mana Yachachisqa willakuy qhapaqkunata.

source: Provider
qu_pe: Qhapaq

source: Select a provider
qu_pe: Huk qhapaqta suyay

source: Example: generated_media
qu_pe: Ruruy: qhapaq_willakuy

source: The name is not added to the prompt; it is only used to save the file.
qu_pe: Sutiqa willakuywan mana qhapaqchu; sutinta qhawarinaqmi.

source: Describe what you want to generate...
qu_pe: Kayta willakuy qhapaq...

source: Tip: click a preset to quickly set the size.
qu_pe: Yapay: phinchakuy sukanaq huch'allaqta.

source: Generating...
qu_pe: Qhapaq...

source: Save to Documents
qu_pe: Yachaypi qhawarina

source: Document IRI
qu_pe: Yachay IRI

source: Go to folder
qu_pe: Phinchakuy haku

source: Provider used
qu_pe: Qhapaq

source: This video result cannot be saved yet
qu_pe: Kay willakuy rimaqa qhawarinaqchu

source: Video polling was stopped because the provider changed.
qu_pe: Willakuy willakuy qhapaq qhapaq qhapaqkunata.

source: Video generation is taking too long. Please try again later.
qu_pe: Willakuy qhapaqqa huk pachapi musuqmanta suyay.

source: Failed to check video status.
qu_pe: Willakuy hallp'ata mana rurunki.

source: Video generated successfully. You can now save it.
qu_pe: Willakuy qhapaq. Kunchay.

source: Video generation completed, but no playable content was returned.
qu_pe: Willakuy qhapaq, mana rimaq rimaqchu.
