Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Display Code in Course name
ar: عرض رمز المقرر في عنوان المقرر
ast_es: Amosar el códigu del cursu nel títulu del mesmu
bn_bd: কোর্সের নামে কোড প্রদর্শন করুন
bs_ba: Prikaži kod u nazivu kursa
ca_es: Mostrar el codi del curs en el títol
cs_cz: Zobraz kód kurzu v názvu kurzu
da: Vis kursuskoden i kursustitlen
de: Kurscode anzeigen
el: Εμφάνιση του Κωδικού του Μαθήματος στον τίτλο του μαθήματος
eo: Montri kurskodon en kurstitolo
es: Mostrar el código del curso en el título de éste
es_mx: Mostrar el código de curso en el título del curso
eu_es: Erakutsi ikastaroaren kodea beronen tituluan
fa_ir: نمایش کد درس
fi_fi: Näytä kurssikoodi kurssin otsikossa
fo_fo: Vís kotu í kursusnavni
fur: Mostre còde intun non dal curs
ga: Taispeáin Cód in Ainm Cúrsa
gl: Amosar o código do curso no título do curso
he_il: הצג קוד בשם הקורס
hi: कोर्स नाम में कोड दिखाएँ
hr_hr: Prikaži šifru kolegija u naslovu kolegija
hu_hu: Kurzuskód megjelenítése a kurzus címében
hy: Ցուցադրել կոդը դասընթացի անվանումում
id_id: Tampilkan kode mata kuliah dalam Judul Mata Kuliah
it: Mostra il codice del corso nell'intestazione del corso
ja: コース名にコードを表示
ka_ge: კოდის ჩვენება კურსის სახელში
ko_kr: 과정 제목에 과정 코드 표기
lt_lt: Rodyti kurso kodą kurso pavadinime
lv_lv: Pievienot kursa kodu pie kursu virsraksta
mk_mk: Прикажи ја шифрата на курсот во насловот на курстот
ms_my: Paparkan Kod dalam Nama Kursus
my_mm: သင်တန်းအမည်တွင် ကုဒ်ကို ပြသပါ
ne: पाठ्यक्रम नाममा कोड देखाउनुहोस्
nl: Toon cursuscode in de titel van de cursuslijst
nn_no: Vis kurskode i kurstittelen
oc: Afichar lo còdi dins lo nom del cors
pl_pl: Wyświetlaj Kod Kursu w Tytule Kursu
ps: کوډ په کورس نوم کې ښودل
pt_br: Código de exibição em Nome do curso
pt_pt: Exibir o Código no nome do Curso
ro_ro: Afiseaza si codul cursului in titlul cursului
ru_ru: Показать Код Курса в названии Курса
sk_sk: Zobraz kód kurzu v názve kurzu
sl: Prikaži kodo tečaja v naslovu tečaja
sq: Shfaq Kodin në Emrin e Kursit
sr_rs: Prikaži šifru kursa uz ime kursa
sv_se: Visa kurskod i kursens titel
sw_ke: Onyesha Msimbo katika Jina la Kozi
ta: பாடப் பெயரில் குறியீட்டைக் காட்டு
th: แสดงรหัสรายวิชาในชื่อรายวิชา
tl_ph: Ipakita ang Koda sa pangalan ng Kurso
tr: Ders kodunu ders başlığında göster
uk_ua: Показати код курсу в назві курсу
vi_vn: Hiển thị mã trong tên khóa học
xh_za: Bonisa Ikhowudi kwigama leKhosi
zh_cn: 在课程名称里显示代码
zh_tw: 於課程標題顯示課程編號

source: There are no Alias courses on the platform.
ar: لا يوجد مقررات افتراضية على النظام
ast_es: Nun hai cursos virtuales na plataforma
bn_bd: প্ল্যাটফর্মে কোনো অ্যালায়াস কোর্স নেই।
bs_ba: Nema alias kurseva na platformi.
ca_es: No hi ha cursos virtuals a la plataforma
cs_cz: V této platformě nejsou žádné virtuální kurzy
da: Der er ingen virtuelle kurser på platformen.
de: Es gibt keine virtuellen Kurse auf der Plattform
el: Δεν υπάρχουν εικονικά μαθήματα στην πλατφόρμα
eo: Ne estas virtualaj kursoj.
es: No hay cursos virtuales en la plataforma
es_mx: No existen cursos virtuales en la plataforma.
eu_es: Ez dago ikastaro birtualik plataforman
fa_ir: هیچ کلاس درس مجازی ای موجود نیست
fi_fi: Ei ole virtuaalikursseja alustassa
fo_fo: Tað eru ongir Alias-kursar á talgportalinum.
fur: No i son pars curs alias sul platfórme.
ga: Níl aon chúrsaí Alias ar an ardán.
gl: Non hai cursos virtuais na plataforma
he_il: אין קורסי כינוי בפלטפורמה.
hi: प्लेटफ़ॉर्म पर कोई उपनाम कोर्स नहीं हैं।
hr_hr: Na platformi nema virtualnih kolegija
hu_hu: A portálon nincsenek virtuális kurzusok.
hy: Պլատֆորմայում չկան ալիաս դասընթացներ:
id_id: Tidak terdapat mata kuliah virtual dalam platform.
it: Non ci sono corsi virtuali sulla piattaforma
ja: プラットフォームにエイリアスコースはありません。
ka_ge: პლატფორმაზე ალიასის კურსები არ არის.
ko_kr: 가상 과정이 존재하지 않습니다.
lo: ບໍ່ມີລາຍວິຊາຊື່ແຝງໃນລະບົບ.
lt_lt: Sistemoje virtualių kursų nėra.
lv_lv: Šajā platformā nav neviena virtuālā kursa.
mk_mk: Нема 'ѓомити' курсеви на платформата.
ms_my: Tiada kursus Alias di platform ini.
my_mm: ပလပ်ဖောင်းပေါ်တွင် အမည်ပြောင်းသင်တန်းများ မရှိပါ။
ne: प्लेटफर्ममा कुनै उपनाम पाठ्यक्रमहरू छैनन्।
nl: Er zijn geen virtuele cursussen.
nn_no: Det er ingen virtuelle kurs p� denne plattformen
oc: Existís pas de cors alias sus la plataforma.
pl_pl: Brak wirtualnych kursów na platformie
ps: په پلیټفارم کې هیڅ الایس کورسونه نشته.
pt_br: Não há cursos de alias na plataforma.
pt_pt: Não existem cursos pseudónimos/virtuais na plataforma.
ro_ro: Nu exista cursuri virtuale pe platforma
ru_ru: Нет виртуальных курсов на платформе
sk_sk: V tejto platforme nie sú žiadne virtuálne kurzy.
sl: Na platformi ni nobenih navideznih tečajev.
sq: Nuk ka kurse Alias në platformë.
sr_rs: Nema virtuelnih kurseva na platformi.
sv_se: Plattformen innehåller inga virtuella kurser.
sw_ke: Hakuna kozi za jina la utani kwenye jukwaa.
ta: தளத்தில் எந்த மாற்றுப் பாடங்களும் இல்லை.
th: �ѧ����ա���Դ����Ԫ�����ҹ��
tl_ph: Walang Alias courses sa platform.
tr: Platformda herhangi bir sanal ders bulunmuyor.
uk_ua: Немає віртуальних курсів на платформі
vi_vn: Không có khóa học Alias trên nền tảng.
xh_za: Akukho zikhosi zeAlias eqongeni.
zh_cn: 在培训平台上没有同名的课程
zh_tw: 在這個課程網站沒有虛擬課程

source: Edit portal homepage
ar: اعداد صفحة البدء
ast_es: Configuración de la páxina principal
bn_bd: পোর্টালের হোমপেজ সম্পাদনা করুন
bs_ba: Uredi početnu stranicu portala
ca_es: Configurar la pàgina d'inici
cs_cz: Nakonfigurovat domácí stránku
da: Konfigurer hjemmeside
de: Startseite konfigurieren
el: Διαμόρφωση αρχικής σελίδας
eo: Adapti startpaĝon
es: Configuración de la página principal
es_mx: Configurar la página inicial
eu_es: Editatu atariko orri nagusia
fa_ir: تنظیمات صفحه آغازین
fi_fi: Muokkaa portaalin kotisivua
fo_fo: Brota síðuheimasíðuna til
fur: Modifiche pajine inizjâl dal platfórme
ga: Cuir in eagar leathanach baile an phortail
gl: Configurar a páxina de inicio
he_il: עריכת דף ראשי של הפורטאל
hi: पोर्टल होमपेज संपादित करें
hr_hr: Postavi početnu stranicu
hu_hu: A honlap konfigurálása
hy: Խմբագրել պորտալի գլխավոր էջը
id_id: Tata homepage
it: Configura la home page
ja: プラットフォームのホームページを編集
ka_ge: პორტალის მთავარი გვერდის რედაქტირება
ko_kr: 홈페이지 구성
lo: ແກ້ໄຂໜ້າຫຼັກຂອງປະຕູເວັບໄຊທ໌
lt_lt: Redaguoti pagrindinį puslapį
lv_lv: Galvenās lapas saturs un dizains
mk_mk: Конфигурирај ја почетната страница
ms_my: Edit laman utama portal
my_mm: ပေါ်တယ်ပင်မစာမျက်နှာကို တည်းဖြတ်ပါ
ne: पोर्टल होमपेज सम्पादन गर्नुहोस्
nl: Aanpassen startpagina
nn_no: Konfigurer hjemmeside
oc: Modificar la pagina d'acuèlh del portal
pl_pl: Edycja strony głównej
ps: د پورټل کور پاڼې سمول
pt_br: Editar homepage do portal
pt_pt: Configurar a página inicial/homepage do portal
ro_ro: Configureaza pagina principala
ru_ru: Конфигурировать Главную Страницу
sk_sk: Nakonfigurovať domovskú stránku
sl: Uredi domačo stran portala
sq: Edito faqen kryesore të portalit
sr_rs: Podešavanje početne stranice
sv_se: Konfigurera hemsidan
sw_ke: Hariri ukurasa wa nyumbani wa lango
ta: போர்டல் முகப்புப் பக்கத்தைத் திருத்து
th: ตั้งค่าหน้าแรกของเว็ปไซท์
tl_ph: I-edit ang portal homepage
tr: Ana Sayfayı Düzenle
uk_ua: Налаштувати Домашню сторінку
vi_vn: Sửa trang chủ cổng
xh_za: Hlela iphepha lasekhaya leportal
zh_cn: 编辑门户首页
zh_tw: 設定首頁

source: Modules active upon course creation
ar: الوحدات النشطة عند إنشاء مقرر
ast_es: Módulos activos de la que se crea un cursu
bn_bd: কোর্স তৈরির সময় সক্রিয় মডিউল
bs_ba: Moduli aktivni prilikom kreiranja kursa
ca_es: Mòduls actius després de crear un curs
cs_cz: Aktivní moduly po vytvoření kurzu
da: Aktive funktioner ved oprettelse af kursusside
de: Aktivierte Module bei Kurs-Erstellung
el: Μαθήματος
eo: Moduloj aktivaj dum kreo de kurso
es: Módulos activos al crear un curso
es_mx: Módulos activos hasta la creación del curso
eu_es: Modulu aktiboak ikastaro bat sortzean
fa_ir: ابزارهای فعال برای آفرینش درس
fi_fi: Aktiiviset moduulit kurssin luonnin yhteydessä
fo_fo: Modulir virknar við kursusupprættan
fur: Modulis ativât cuant che si cree un curs
ga: Modúil gníomhach nuair a chruthaítear cúrsa
gl: Módulos activos á creación do curso
he_il: מודולים פעילים עם יצירת הקורס
hi: कोर्स निर्माण पर सक्रिय मॉड्यूल
hr_hr: Moduli aktivni pri izradi kolegija
hu_hu: Aktív modulok a kurzus létrehozása után
hy: Դասընթացի ստեղծման ժամանակ ակտիվացված մոդուլներ
id_id: Modul-modul aktif saat pembuatan pelajaran
it: Moduli attivi alla creazione del corso
ja: コースの作成時にアクティブなモジュール
ka_ge: კურსის შექმნისას აქტიური მოდულები
ko_kr: 과정 생성을 위해 활성화 된 모듈
lo: ໂມດູນທີ່ເປີດໃຊ້ງານເມື່ອສ້າງລາຍວິຊາ
lt_lt: Active modules upon course creation
lv_lv: Aktīvie kursa satura veidošanas instrumenti
mk_mk: Активни модули при креирање на курсот
ms_my: Modul aktif semasa penciptaan kursus
my_mm: သင်တန်းဖန်တီးမှုတွင် အသက်ဝင်သော မော်ဂျူးများ
ne: पाठ्यक्रम सिर्जना गर्दा सक्रिय मोड्युलहरू
nl: Modules actief bij het aanmaken van een cursus
nn_no: Aktive moduler ved kursopprettelse
oc: Modules actius a la creacion del cors
pl_pl: Aktywne moduły w nowo utworzonym kursie
ps: د کورس جوړولو پر مهال فعال ماډلونه
pt_br: Módulos ativos após a criação do curso
pt_pt: Activar os módulos no momento da criação de um curso
ro_ro: Modulele active dupa crearea cursului
ru_ru: Активные модули при создании курса
sk_sk: Moduly zaktivované po vytvorení kurzu
sl: Moduli, ki bodo aktivni po kreiranju tečaja
sq: Modulet aktive gjatë krijimit të kursit
sr_rs: Aktivni moduli pri kreiranju kursa
sv_se: Aktiva moduler vid kursskapande
sw_ke: Moduli zinazofanya kazi wakati wa kuunda kozi
ta: பாட உருவாக்கத்தில் செயல்படும் தொகுதிகள்
th: ให้หน่วยการเรียนใช้งานได้เมื่อมีการสร้างรายวิชาขึ้นใหม่
tl_ph: Ang mga module ay aktibo sa sandaling lumikha ng kurso
tr: Ders oluşturuncaya kadar modülleri aktifleştir
uk_ua: Активні модулі при створенні нового курсу
vi_vn: Các mô-đun được kích hoạt khi tạo khóa học
xh_za: Iimodyuli ezisebenzayo ekudaleni ikhosi
zh_cn: 课程创建时激活模块
zh_tw: 建立課程時啟用模組

source: Which tools have to be enabled (visible) by default when a new course is created?
ar: ما هي الأدوات التي يجب تنشيطها(ظاهرة) افتراضيا عند إنشاء مقرر جديد
ast_es: ¿ Qué ferramientes van tar actives (visibles) por defeutu de la que se crea un cursu?
bn_bd: নতুন কোর্স তৈরির সময় কোন টুলস ডিফল্টভাবে সক্ষম (দৃশ্যমান) হবে?
bs_ba: Koje alate treba omogućiti (vidljive) podrazumijevano prilikom kreiranja novog kursa?
ca_es: Quines eines s'han d'activar (visible) per defecte quan es crea un curs nou?
cs_cz: Které nástroje mají být zaktivované (viditelné) při vytvoření kurzu?
da: Hvilke funktioner skal være aktive (synlige) som standard, når et nyt kursus oprettes?
de: Welche Tools sollen standardmäßig aktiviert (sichtbar) sein, wenn ein Kurs eingerichtet wird?
el: Ποια εργαλεία πρέπει να ενεργοποιηθούν εξ' αρχής κατά την δημιουργία ενός νέου μαθήματος;
eo: Kiuj moduloj aŭtomate videblas dum kreo de nova kurso?
es: ¿Qué herramientas serán activadas (visibles) por defecto al crear un curso?
es_mx: ¿Qué herramientas deben activarse por defecto cuando es creado un curso?
eu_es: Zer tresna gaituko dira (ikusgaiak) modu lehenetsian, ikastaro bat sortzen denean?
fa_ir: هنگامی که یک درس ایجاد می شود می خواهید چه ابزارهای آموزشی ای از ابتدا فعال باشند ؟
fi_fi: Mitkä työkalut pitää ottaa käyttöön (näkyviin) oletuksena uuden kurssin luonnin yhteydessä?
fo_fo: Hvørjar verktygini skulu vera virknar (sýniligar) sum standard, tá ið ein nýggjur kursus verður upprættaður?
fur: Coi struments a devin ativâts (visibîts) par dut par dut cuant che si cree un gnûv curs?
ga: Cé na huirlisí ba cheart a chumasú (infheicthe) de réir réamhshocraithe nuair a chruthaítear cúrsa nua?
gl: ¿Que ferramentas teñen que estar activas (visibles) por defecto cando se cree un novo curso?
he_il: אילו כלים צריכים להיות מופעלים (גלויים) כברירת מחדל כאשר קורס חדש נוצר?
hi: नए कोर्स बनाए जाने पर कौन से उपकरण डिफ़ॉल्ट रूप से सक्षम (दृश्यमान) होने चाहिए?
hr_hr: Koji alati moraju biti automatski aktivirani (vidljivi) pri izradi novoga kolegija?
hu_hu: Alapértelmezésben mely eszközök legyenek aktiválva (láthatóak) egy új kurzus létrehozásakor?
hy: Որո՞նք գործիքներ պետք է լինեն ակտիվացված (տեսանելի) նոր դասընթաց ստեղծելիս:
id_id: Tool mana yang akan diaktifkan (nampak) sebagai default ketika matakuliah dibuat?
it: Quali strumenti devono essere visibili (attivati) per default al momento della creazione di un corso?
ja: 新しいコースを作成した場合、どのツールを既定で有効にする (表示する) 必要がありますか?
ka_ge: რომელი ინსტრუმენტები უნდა იყოს ნაგულისხმევად ჩართული (ხილული) ახალი კურსის შექმნისას?
ko_kr: 새 과정이 생성될 때, 기본적으로 활성화(visible) 할 도구는?
lo: ເຄື່ອງມືໃດແດ່ທີ່ຕ້ອງເປີດໃຊ້ (ເບິ່ງເຫັນໄດ້) ໂດຍຄ່າເລີ່ມຕົ້ນເມື່ອສ້າງລາຍວິຊາໃໝ່?
lt_lt: Kurie moduliai turi būti aktyvuoti (matomi), kai sukuriamas naujas kursas?
lv_lv: Kuri Kursa satura veidošanas instrumenti ir aktīvi (ir redzami Kursantiem), pēc noklusējuma, kad tiek izveidots jauns kurss<br>Lektoram, satura veidošanai, ir pieejami arī neaktīvie instrumenti.
mk_mk: Кои алатки треба да бидат активирани (видливи) кога се креира нов курс?
ms_my: Alat mana yang perlu diaktifkan (dapat dilihat) secara lalai apabila kursus baru dicipta?
my_mm: သင်တန်းအသစ်ဖန်တီးသောအခါ မည်သည့်ကိရိယာများကို မူလအတိုင်း ဖွင့်ထား (မြင်ရမည်) ရမည်လား။
ne: नयाँ पाठ्यक्रम सिर्जना गर्दा कुन उपकरणहरू डिफल्ट रूपमा सक्रिय (देखिने) हुनुपर्छ?
nl: Welke modules zijn standaard actief (zichtbaar) wanneer een nieuwe cursus wordt aangemaakt?
nn_no: Hvilke verktøy skal være aktive (synlige) som standard når et nytt kurs oprettes?
oc: Quins ostalis devon èsser activats (visibles) per defaut quand un cors novèl es creat?
pl_pl: Które narzędzia mają zostać standardowo aktywowane (widoczne) wraz z utworzeniem nowego kursu?
ps: کوم وسیلې باید د نوي کورس جوړولو پر مهال په پخوانی کې فعال (څرګنده) وي؟
pt_br: Que ferramentas tem que ser ativado (visível) por padrão quando um novo curso é criado?
pt_pt: Que ferramentas têm de ser activadas (visíveis), por pré-definição, quando é criado um novo curso?
ro_ro: Ce unelte doriti sa aveti activate cand creati un nou curs?
ru_ru: Какие инструменты должны быть активированы (видимы) по умолчании при создании нового курса?
sk_sk: Ktoré nástroje majú byť zaktivované (viditeľné) pri vytvorení kurzu
sl: Katera orodja morajo biti aktivirana (vidna) kot prednastavljena, ko je kreiran kov tečaj?
sq: Cilat mjete duhet të aktivizohen (të dukshme) si parazgjedhje kur krijohet një kurs i ri?
sr_rs: Koji alati treba da budu aktivni (vidljivi) uvek kada se kreira novi kurs?
sv_se: Vilka verktyg ska vara aktiverade (synliga) som standard när en ny kurs skapas?
sw_ke: Ni zipi zana zinapaswa kuwezeshwa (kuonekana) kwa chaguo-msingi wakati kozi mpya inaundwa?
ta: புதிய பாடம் உருவாக்கும்போது இயல்புநிலையில் செயல்பட வேண்டிய கருவிகள் எவை?
th: เครื่องมือใดจะใช้งานได้เป็นค่าเริ่มต้นโดยปริยาย ต่อเมื่อมีการสร้างรายวิชาแล้ว
tl_ph: Aling mga tool ang kailangang pagganahin (nakikita) sa default kapag may isang bagong kurso ang linikha?
tr: Yeni bir ders oluşturulduğunda, varsayılan olarak hangi araçlar kullanılabilir (görünür) olmalı?
uk_ua: Які інструменти повинні бути активовані (видимі) за замовчуванням при створенні нового курсу?
vi_vn: Công cụ nào phải được kích hoạt (hiển thị) mặc định khi tạo khóa học mới?
xh_za: Zeziphi izixhobo kufuneka zivulwe (zibonakale) ngokwendalo xa kwakhiwa ikhosi entsha?
zh_cn: 新课程创建时,那些工具默认已经激活?
zh_tw: 建立新課程時，要啟用(顯示)那種工具？

source: Create user
ar: إنشاء مستخدم
ast_es: Criar usuariu
bn_bd: ব্যবহারকারী তৈরি করুন
bs_ba: Kreiraj korisnika
ca_es: Crear usuari
cs_cz: Vytvořit uživatele
da: Opret bruger
de: Erstelle Benutzer
el: Δημιουργία χρήστη
eo: Krei uzanton
es: Crear usuario
es_mx: Crear Usuario
eu_es: Sortu erabiltzailea
fa_ir: ساخت کاربر
fi_fi: Luo käyttäjä
fo_fo: Upprætta brúkara
fur: Cree utent
ga: Cruthaigh úsáideoir
gl: Crear usuario
he_il: צור משתמש
hi: उपयोगकर्ता बनाएँ
hr_hr: Kreiraj korisnika
hu_hu: Felhasználó létrehozása
hy: Ստեղծել օգտատեր
id_id: Buat pengguna
it: Registra utente
ja: ユーザ作成
ka_ge: მომხმარებლის შექმნა
ko_kr: 사용자 생성
lo: ສ້າງຜູ້ໃຊ້
lt_lt: Kurti vartotoją
lv_lv: Veidot lietotāju
mk_mk: Создај корисник
ms_my: Cipta pengguna
my_mm: အသုံးပြုသူဖန်တီးပါ
ne: प्रयोगकर्ता सिर्जना गर्नुहोस्
nl: Gebruiker aanmaken
nn_no: Opprett bruker
oc: Crear un utilizaire
pl_pl: Tworzenie użytkownika
ps: کاروونکي جوړول
pt_br: Criar usuário
pt_pt: Criar utilizador
ro_ro: Creeaza un utilizator
ru_ru: Создать пользователя
sk_sk: Vytvoriť používateľa
sl: Ustvari uporabnika
sq: Krijo përdorues
sr_rs: Kreiraj korisnika
sv_se: Lägg till användare
sw_ke: Unda mtumiaji
ta: பயனரை உருவாக்கு
th: สร้างผู้ใช้
tl_ph: Lumikha ng user
tr: Kullanıcı Oluştur
uk_ua: Створити користувача
vi_vn: Tạo người dùng
xh_za: Yenza umsebenzisi
zh_cn: 创建用户
zh_tw: 建立使用者

source: Edit user
ar: تعديل المستخدم
ast_es: Camudar usuariu
bn_bd: ব্যবহারকারী সম্পাদনা করুন
bs_ba: Uredi korisnika
ca_es: Modificar usuari
cs_cz: Upravit uživatele
da: Rediger bruger
de: Ändere Benutzer
el: Επεξεργασία χρήστη
eo: Redakti uzanton
es: Modificar usuario
es_mx: Modificar Usuario
eu_es: Aldatu erabiltzailea
fa_ir: ویرایش کاربر
fi_fi: Muokkaa käyttäjää
fo_fo: Brota brúkara til
fur: Modifiche utent
ga: Cuir úsáideoir in eagar
gl: Modificar usuario
he_il: ערוך משתמש
hi: उपयोगकर्ता संपादित करें
hr_hr: Izmjene - korisnik
hu_hu: Felhasználó módosítása
hy: Խմբագրել օգտատիրոջը
id_id: Edit pengguna
it: Modifica utente
ja: ユーザ編集
ka_ge: მომხმარებლის რედაქტირება
ko_kr: 사용자 편집
lo: ແກ້ໄຂຜູ້ໃຊ້
lt_lt: Redaguoti vartotoją
lv_lv: Rediģēt lietotāju
mk_mk: Уреди корисник
ms_my: Edit pengguna
my_mm: အသုံးပြုသူကို တည်းဖြတ်ပါ
ne: प्रयोगकर्ता सम्पादन गर्नुहोस्
nl: Gebruiker wijzigen
nn_no: Rediger bruker
oc: Modificar lo utilizaire
pl_pl: Edycja użytkownika
ps: کاروونکي سمول
pt_br: Editar usuário
pt_pt: Editar utilizador
ro_ro: Modifica utilizator
ru_ru: Редактировать пользователя
sk_sk: Upraviť používateľa
sl: Uredi uporabnika
sq: Edito përdorues
sr_rs: Izmeni polaznika
sv_se: Redigera användare
sw_ke: Hariri mtumiaji
ta: பயனரைத் திருத்து
th: แก้ไขผู้ใช้
tl_ph: I-edit ang user
tr: Kullanıcı Düzenle
uk_ua: Редагувати користувача
vi_vn: Sửa người dùng
xh_za: Hlela umsebenzisi
zh_cn: 修改用户
zh_tw: 編輯使用者

source: Edit user field
ar: تعديل معلومات المستخدم
ast_es: Editar campos d'usuariu
bn_bd: ব্যবহারকারীর ক্ষেত্র সম্পাদনা করুন
bs_ba: Uredi polje korisnika
ca_es: Editar camps d'usuari
cs_cz: Upravit uživatelské pole
da: Rediger brugerfelt
de: Ändere Benutzerfelder
el: Επεξεργασία πεδίου χρήστη
eo: Redakti kampon de uzanto
es: Editar campos de usuario
es_mx: Editar campo de usuario.
eu_es: Editatu erabiltzailearen eremuak
fa_ir: ویرایش رشته کاربر
fi_fi: Muokkaa käyttäjäkenttää
fo_fo: Brota brúkarafeltið til
fur: Modifiche camp utent
ga: Cuir réimse úsáideora in eagar
gl: Editar campos de usuario
he_il: ערוך שדה משתמש
hi: उपयोगकर्ता फ़ील्ड संपादित करें
hr_hr: Uredi korisničko polje
hu_hu: Felhasználói mező szerkesztése
hy: Խմբագրել օգտատիրոջ դաշտը
id_id: Edit bidang pengguna
it: Modifica campo utente
ja: ユーザー項目を編集
ka_ge: შეცვალე მომხმარებლის ველი
ko_kr: 사용자 필드 편집
lt_lt: Redaguoti vartotojo lauką
lv_lv: Rediģēt lietotāja anketu
mk_mk: Уреди поле на корисник
ms_my: Edit medan pengguna
my_mm: အသုံးပြုသူကွက်လပ်ကို တည်းဖြတ်ပါ
ne: प्रयोगकर्ता क्षेत्र सम्पादन गर्नुहोस्
nl: Gebruikersveld wijzigen
nn_no: Rediger brukerområde
oc: Modificar lo camp utilizaire
pl_pl: Edytuj pole użytkownika
ps: کاروونکي فیلډ سمول
pt_br: Editar campo de usuário
pt_pt: Editar campo do utilizador
ro_ro: Modifica spatiul utilizatorului
ru_ru: Редактировать поле пользователя
sk_sk: Upraviť používateľské konto
sl: Uredi uporabniško polje
sq: Ndrysho fushën e përdoruesit
sr_rs: Uredi korisničko polje
sv_se: Redigera användarfält
sw_ke: Hariri uwanja wa mtumiaji
ta: பயனர் களத்தைத் திருத்தவும்
th: แก้ไขฟิลด์ผู้ใช้
tl_ph: I-edit ang user field
tr: Kullanıcı Alanı Düzenle
uk_ua: Редагувати поле користувача
vi_vn: Sửa trường người dùng
xh_za: Hlela indawo yomsebenzisi
zh_cn: 编辑用户区域
zh_tw: 編輯使用者欄位

source: Edit coach
ar: تحرير المعلم
ast_es: Camudar tutor
bn_bd: কোচ সম্পাদনা করুন
bs_ba: Uredi trenera
ca_es: Modificar tutor
cs_cz: Upravit školitele
da: Rediger coach
de: Ändere Kursleiter
el: Επεξεργασία υπεύθυνου
eo: Redakti trejniston
es: Modificar tutor
es_mx: Modificar Tutor
eu_es: Editatu arduradun irakaslea
fa_ir: ویرایش مربی
fi_fi: Muokkaa valmentajaa
fo_fo: Brota stjórnaran til
fur: Modifiche coach
ga: Cuir cóitseálaí in eagar
gl: Modificar titor
he_il: ערוך מאמן
hi: कोच संपादित करें
hr_hr: Izmjene - Tutor
hu_hu: Tanár módosítása
hy: Խմբագրել ուսուցչին
id_id: Edit pelatih
it: Modifica docente
ja: コーチを編集
ka_ge: შეცვალე მენტორი
ko_kr: 코치 편집
lo: ແກ້ໄຂຄູຝຶກ
lt_lt: Redaguoti kuratorių
lv_lv: Rediģēt asistentu
mk_mk: Уреди тренер
ms_my: Edit jurulatih
my_mm: နည်းပြဆရာကို တည်းဖြတ်ပါ
ne: कोच सम्पादन गर्नुहोस्
nl: Coach wijzigen
nn_no: Rediger lærer
oc: Modificar lo coach
pl_pl: Edycja trenera
ps: مربی سمول
pt_br: Editar treinador
pt_pt: Editar tutor
ro_ro: Modifica coach
ru_ru: Редактировать тренера
sk_sk: Upraviť trénera
sl: Uredi inštruktorja
sq: Ndrysho trajnerin
sr_rs: Ažuriraj trenera
sv_se: Redigera handledare
sw_ke: Hariri mkufunzi
ta: பயிற்சியாளரைத் திருத்தவும்
th: แก้ไขผู้สอน
tl_ph: I-edit ang coach
tr: Koç (Lider) Düzenle
uk_ua: Редагувати тренера
vi_vn: Sửa giảng viên
xh_za: Hlela umqeqeshi
zh_cn: 修改训练
zh_tw: 編輯導師

source: Edit this session
ar: تعديل هذه الدورة
ast_es: Camudar esta sesión
bn_bd: এই সেশন সম্পাদনা করুন
bs_ba: Uredi ovu sesiju
ca_es: Modificar aquesta sessió
cs_cz: Upravit toto sezení
da: Rediger denne session
de: Änderung speichern
el: Επεξεργία της συνόδου
eo: Redakti ĉi tiun sesion
es: Modificar esta sesión
es_mx: Editar esta sesión
eu_es: Editatu saio hau
fa_ir: ویرایش این جلسه
fi_fi: Muokkaa tätä istuntoa
fo_fo: Brota henda bólkini til
fur: Modifiche cheste sesion
ga: Cuir an seisiún seo in eagar
gl: Modificar esta sesión
he_il: ערוך הפעלה זו
hi: यह सत्र संपादित करें
hr_hr: Uredi trenutnu sesiju
hu_hu: Foglalkozás szerkesztése
hy: Խմբագրել այս սեանսը
id_id: Edit sesi ini
it: Modifica sessione
ja: このセッションを編集
ka_ge: შეცვალე ეს სესია
ko_kr: 이 세션 편집
lo: ແກ້ໄຂຊ່ວງເວລານີ້
lt_lt: Redaguoti šią sesiją
lv_lv: Rediģēt šo sesiju
mk_mk: Уреди ја оваа сесија
ms_my: Edit sesi ini
my_mm: ဤအစည်းအဝေးကို တည်းဖြတ်ပါ
ne: यो सत्र सम्पादन गर्नुहोस्
nl: Deze sessie wijzigen
nn_no: Rediger denne læringsøkten
oc: Modificar aquesta session
pl_pl: Edytuj daną sesję
ps: دا غونډه سمول
pt_br: Editar esta sessão
pt_pt: Editar esta sessão
ro_ro: Modifica acest paragraf
ru_ru: Редактировать эту сессию
sk_sk: Upraviť toto stretnutie
sl: Uredi to sejo
sq: Ndrysho këtë sesion
sr_rs: Izmeni ovu sesiju
sv_se: Redigera sessionen
sw_ke: Hariri kikao hiki
ta: இந்த அமர்வைத் திருத்தவும்
th: แก้ไขเซสชันนี้
tl_ph: I-edit ang session na ito
tr: Bu Oturumu Düzenle
uk_ua: Редагувати цю сесію
vi_vn: Sửa phiên này
xh_za: Hlela le seshini
zh_cn: 修改这个课程
zh_tw: 編輯此課程期間
