Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Enter the extension that you want to use to replace the dangerous extensions detected by the filter. Only needed if you have selected a filter by replacement.
ar: ادخل الامتداد الذي تريد استخدامه لاستبدال امتدادات خطيرة اكتشفها المرشح.إلا إذا احتجت اختيار مرشح بواسطة الاستبدال
ast_es: Escriba la estensión que quier usar pa cambiar les estensiones peligroses que'l filtru deteute. Namás ye necesario si escoyó filtrar por reemplazu.
bn_bd: ফিল্টার দ্বারা শনাক্ত বিপজ্জনক এক্সটেনশন প্রতিস্থাপনের জন্য ব্যবহার করতে চান এমন এক্সটেনশন লিখুন। শুধুমাত্র রিপ্লেসমেন্ট ফিল্টার নির্বাচন করলে প্রয়োজন।
bs_ba: Unesite ekstenziju koju želite koristiti za zamjenu opasnih ekstenzija koje detektuje filter. Potrebno samo ako ste odabrali filter preko zamjene.
ca_es: Introduïu l'extensió que reemplaçarà les extensions perilloses que han estat detectats pel filtre. Només us servirà si heu seleccionat un filtratge per reemplaçament.
cs_cz: Napište příponu, která bude nahrazovat potenciálně nebezpečné soubory s příponou z filtru. Je třeba nastavit tehdy, když máte zvolenou funkci filtru nahrazením(přejmenováním)
da: Indtast endelsen, du vil bruge til at erstatte de farlige endelser, der opdages af filteret. Kun nødvendigt, hvis du har valgt et filter ved erstatning.
de: Die Dateierweiterung eingeben, die als Ersatz für die durch den Filter entdeckten gefährlichen Erweiterungen benutzt werden soll. Wird nur benötigt, wenn ein Filtern durch Umbennen ausgewählt wurde.
el: Εισαγάγετε την επέκταση που θέλετε να χρησιμοποιήσετε για να αντικαταστήσετε τις επικίνδυνες επεκτάσεις που ανιχνεύονται από το φίλτρο. Χρειάζεται μόνο αν έχετε επιλέξει φίλτρο με αντικατάσταση.
eo: Enigu la sufikson, kiun vi volas uzi anstataŭ la danĝera sufikso detektita far la filtrilo. Tio utilas nur se vi elektris filtri per anstataŭigo.
es: Introduzca la extensión que quiera usar para reemplazar las extensiones peligrosas detectadas por el filtro. Sólo es necesario si ha seleccionado filtrar por reemplazo.
es_mx: Ingresa la extensión que quieres usar para reemplazar las extensiones peligrosas detectadas por el filtro. Solo es necesario si has seleccionado un filtro por reemplazo.
eu_es: Sartu iragazkiak aurkitutako luzapen arriskutsuak ordezkatzeko erabili nahi duzun luzapena. Iragazkian ordezkatzea aukeratu baduzu soilik beharrezkoa izango da.
fa_ir: پسوندی را وارد کنید که برای جایگزینی پسوندهای خطرناک شناسایی‌شده توسط فیلتر استفاده شود. فقط اگر فیلتر با جایگزینی انتخاب شده لازم است.
fi_fi: Anna korvaava pääte, jota käytetään suodattimen havaitsemien vaarallisten päätteiden korvaamiseen. Tarvitaan vain, jos olet valinnut korvauksella suodattamisen.
fo_fo: Skriva inn slóðina sum tú ynskir at brúka til at skifta ósikkra slóðirnar sum filtrin finnur. Bert neyðugt um tú hevur valt filtrering við skifting.
fur: Inserî l'estension che vûs doprâ par sostituî estensions perolosis rilevadis dal filter. Servì dome se âs selezionât un filter par sostituzion.
ga: Iontráil an síneadh is mian leat a úsáid chun na síntí contúirteacha a aimsíonn an scagthóir a athsholáthar. Riachtanach ach amháin má roghnaigh tú scagthóir trí athsholáthar.
gl: Introduza a extensión que queira usar para substituír as extensións perigosas detectadas polo filtro. Só é necesario se seleccionou filtrar por substitución.
he_il: הזן את התוסף שבו אתה רוצה להשתמש כדי להחליף את ההרחבות המסוכנות שזוהה על ידי המסנן. נדרש רק אם בחרת מסנן על ידי החלפה.
hi: फ़िल्टर द्वारा पता चले खतरनाक एक्सटेंशन को बदलने के लिए उपयोग करने वाला एक्सटेंशन दर्ज करें। केवल प्रतिस्थापन द्वारा फ़िल्टर चुनने पर आवश्यक।
hr_hr: Unesite ekstenziju koju želite koristiti za zamjenu opasnih ekstenzija koje detektira filter. Potrebno samo ako ste odabrali filtriranje zamjenom.
hu_hu: Adja meg azt a kiterjesztést, amire le akarja cserélni a szűrő által veszélyesnek talált kiterjesztéssel feltöltött állományokat. Csak akkor kell megadnia, ha a kiterjesztés cseréjét választotta.
hy: Մուտքագրեք այն ընդլայնումը, որն ցանկանում եք օգտագործել վտանգավոր ընդլայնումները փոխարինելու համար, որոնք հայտնաբերվել են զտիչի կողմից։ Պահանջվում է միայն, եթե ընտրել եք փոխարինմամբ զտիչ։
id_id: Masukkan ekstensi yang ingin Anda gunakan untuk mengganti ekstensi berbahaya yang terdeteksi oleh penyaring. Hanya diperlukan jika Anda memilih penyaringan dengan penggantian.
it: Immetti l'estensione che sostituirà quella potenzialmente pericolosa (vale solo se si è scelto di rinominare i files).
ja: フィルタで検出された危険な拡張子を置き換えるために使用する拡張子を入力してください。置換によるフィルタを選択した場合にのみ必要です。
ka_ge: შეიტანეთ გაფართოება, რომელსაც გსურთ გამოიყენოთ საშიში გაფართოებების შესაცვლელად, რომლებიც აღმოჩენილია ფილტრით. საჭიროა მხოლოდ მაშინ, თუ შეცვლის ფილტრი შერჩეულია.
ko_kr: 필터가 감지한 위험한 확장자를 대체할 확장자를 입력하세요. 대체 필터를 선택한 경우에만 필요합니다.
lo: ປ້ອນນາມສະກຸນທີ່ທ່ານຕ້ອງການໃຊ້ເພື່ອແທນທີ່ນາມສະກຸນທີ່ເປັນອັນຕະລາຍທີ່ກວດພົບໂດຍຕົວກັ່ນຕອງ. ຈຳເປັນສະເພາະຖ້າທ່ານໄດ້ເລືອກການກັ່ນຕອງໂດຍການແທນທີ່.
lt_lt: Įveskite plėtinį, kurį norite naudoti pavojingiems plėtiniams, aptiktas filtro, pakeisti. Reikalinga tik jei pasirinkote pakeitimo filtrą.
lv_lv: Ievadiet paplašinājumu, ko vēlaties izmantot, lai aizstātu bīstamos paplašinājumus, ko atklājis filtrs. Nepieciešams tikai tad, ja esat izvēlējies aizstāšanas filtru.
mk_mk: Внеете екстензиј што сакате да се користи при замената на опасни екстензии со филтер. Само потребното, ако имате селектирано филтер за замена.
ms_my: Masukkan sambungan yang anda mahu gunakan untuk menggantikan sambungan berbahaya yang dikesan oleh penapis. Hanya diperlukan jika anda telah memilih penapis dengan penggantian.
my_mm: စစ်ထုတ်မှုဖြင့် ထောက်လှမ်းတွေ့ရှိသော အန္တရာယ်ရှိသော တိုးချဲ့မှုများကို အစားထိုးရန် သင်အသုံးပြုလိုသော တိုးချဲ့မှုကို ထည့်သွင်းပါ။ အစားထိုးစစ်ထုတ်မှုကို ရွေးချယ်ထားမှသာ လိုအပ်သည်။
ne: फिल्टरले पत्ता लगाएका खतरनाक एक्सटेन्सनहरू प्रतिस्थापन गर्न प्रयोग गर्न चाहनुभएको एक्सटेन्सन प्रविष्ट गर्नुहोस्। प्रतिस्थापनबाट फिल्टर छनोट गर्नुभएको छ भने मात्र आवश्यक।
nl: Geef de extensie die u wil gebruiken om de gevaarlijke extensie, gedetecteer door de filter te vervangen. Enkel nodig indien u een filter door vervanging selecteerde.
nn_no: Skriv inn endeisa du vil bruke til å erstatte farlege endelser oppdaga av filteret. Berre naudsynt om du har valt filter ved erstatning.
oc: Picatz l'extension que volètz usar per remplaçar las extensions perilhósas detectadas pel filtre. Solament necessari se avètz causit un filtre per remplaçament.
pl_pl: Wpisz rozszerzenie, które chcesz użyć do zastąpienia niebezpiecznych rozszerzeń wykrytych przez filtr. Potrzebne tylko po wybraniu opcji zmiana filtru.
ps: هغه توسعه داخل کړئ چې تاسو غواړئ د فلټر لخوا موندل شوې خطرناکې توسعې بدلې کړئ. یوازې اړینه ده که تاسو د بدلون له مخې فلټر غوره کړی وي.
pt_br: Introduzir a extensão que deseja usar para substituir as extensões perigosas detectadas pelo filtro. Só é necessário caso tenha selecionado um filtro para substituição.
pt_pt: Introduza a extensão que deseja usar para substituir as extensões perigosas detectadas pelo filtro. Só é necessário caso tenha seleccionado um filtro por substituição.
ro_ro: Introduceti extensia pe care doriti sa o utilizati pentru a inlocui extensiile periculoase detectate de filtru. Necesara numai daca ati selectat un filtru prin inlocuire.
ru_ru: Введите расширение, которое Вы хотите использовать для замены опасных расширений, выявленных с помощью фильтра. Это необходимо только, если Вы выбрали фильтр замены.
sk_sk: Zadajte príponu, ktorú chcete použiť na nahradenie nebezpečných prípon zistených filtrom. Toto je potrebné, iba ak ste zvolili filtrovať podľa nahradenia.
sl: Vnesite končnico, ki jo želite uporabiti pri zamenjavi končnic v primeru, da končnica nalagane datoteke ustreza končnici, ki jo je zaznal filter. Končnico je potrebno vnesti le v primeru, da ste izbrali filter z zamenjavo končnic.
sq: Futni shtesën që dëshironi të përdorni për të zëvendësuar shtesat e rrezikshme të zbuluara nga filtri. E nevojshme vetëm nëse keni zgjedhur një filtër me zëvendësim.
sr_rs: Unesite ekstenziju koju želite da koristite za zamenu opasnih ekstenzija otkrivenih filterom. Potrebno samo ako ste izabrali filter zamenom.
sv_se: Skriv in den filändelse som ska användas för att ersätta en skadlig filändelse enligt svart- eller vitlistans filtrering. Detta behövs bara om du valt alternativet "namnändra" som filändringsmetod.
sw_ke: Ingiza viambatisho unavyotaka kutumia kubadilisha viambatisho hatari vilivyogunduliwa na kichuja. Inahitajika tu kama umechagua kichuja kwa ubadilishaji.
ta: வடிகட்டியால் கண்டறியப்பட்ட ஆபத்தான நீட்டிப்புகளை மாற்ற விரும்பும் நீட்டிப்பை உள்ளிடவும். மாற்று மூலம் வடிகட்டல் தேர்ந்தெடுத்தால் மட்டும் தேவை.
th: ใส่นามสกุลที่ต้องการใช้ทดแทนนามสกุลอันตรายที่ตรวจพบ จำเป็นเฉพาะเมื่อเลือกกรองแบบทดแทน
tl_ph: Ilagay ang extension na nais mong gamitin upang palitan ang mga mapanganib na extensions na natukoy ng filter. Kinakailangan lamang kung napili mo ang filter sa pamamagitan ng replacement.
tr: Filtre tarafından tespit edilen tehlikeli uzantıları değiştirmek isterseniz uzantıyı girin. Yalnızca değiştirilme ile bir filtre seçerseniz gereklidir.
uk_ua: Введіть розширення, яким ви бажаєте замінити небезпечні файлові розширення, виявлені фільтром. Потрібно, коли вибрано фільтр заміни.
vi_vn: Nhập phần mở rộng bạn muốn sử dụng để thay thế các phần mở rộng nguy hiểm được phát hiện bởi bộ lọc. Chỉ cần nếu bạn đã chọn bộ lọc bằng thay thế.
xh_za: Faka izalathiso ofuna ukuzisebenzisela ukutshintsha izalathiso ezinobungozi ezifunyanwe sisihluzi. Kuyimfuneko kuphela ukuba ukhethe uhluzi ngokutshintsha.
zh_cn: 输入您想要用于替换过滤器检测到的危险扩展名的扩展名。只有在选择替换过滤时才需要。
zh_tw: 若你選了把危險延伸檔名替換的過濾功能，輸入你想使用的替代延伸檔名用以取代過濾器偵測到的危險延伸檔名。

source: Show the number of courses in each category in the courses categories on the homepage
ar: اعرض رقم المقرر في كل نموذج في نماذج المقررات على الصفحة الرئيسية
ast_es: Amosar el númberu de cursos de cauna les categoríes nes categoríes de cursos de la páxina d'entamu
bn_bd: হোমপেজের কোর্স ক্যাটাগরিতে প্রত্যেক ক্যাটাগরির কোর্সের সংখ্যা দেখান
bs_ba: Prikaži broj kurseva u svakoj kategoriji u kategorijama kurseva na početnoj stranici
ca_es: Mostrar el nombre de cursos en cada categoria, en les categories de cursos de la pàgina inicial
cs_cz: Zobraz počet školení v každé kategorii školení na hlavní stránce
da: Vis antallet af kurser under hver kategori i kategorioversigten på startsiden
de: Anzahl Kurse pro Kategorie in den Kurskategorien auf der Homepage anzeigen
el: Εμφάνιση του αριθμού μαθημάτων σε κάθε κατηγορία στις κατηγορίες μαθημάτων της αρχικής σελίδας
eo: Montri la nombron da kursoj en ĉiu kategorio en la listo de kategorioj sur la atartpaĝo
es: Mostrar el número de cursos de cada categoría, en las categorías de cursos de la página principal
es_mx: Mostrar el número de cursos en cada categoría en las categorías de cursos de la página principal
eu_es: Erakutsi ikastaro kopurua kategoria bakoitzeko, orri nagusiko ikastaro kategorietan
fa_ir: نمایش تعداد دوره‌ها در هر دسته‌بندی در دسته‌بندی‌های دوره‌های صفحه اصلی
fi_fi: Näytä kurssien lukumäärä kussakin kategoriassa etusivun kurssikategorioissa
fo_fo: Vís talið á kursum í hvørari bólki á kursusbólkunum á heimasíðuni
fur: Mostre nûmer di curs in ogni categorîe intê categorîs curs su pagjine inizjâl
ga: Taispeáin líon na gcúrsaí i ngach catagóir sna catagóirí cúrsaí ar an leathanach baile
gl: Mostrar o número de cursos de cada categoría, nas categorías de cursos da páxina principal
he_il: הצג את מספר הקורסים בכל קטגוריה בקטגוריות הקורסים בדף הבית
hi: होमपेज पर कोर्स श्रेणियों में प्रत्येक श्रेणी में कोर्सों की संख्या दिखाएँ
hr_hr: Prikaži broj predmeta u svakoj kategoriji na kategorijama predmeta na početnoj stranici
hu_hu: A kezdőoldalon jelenjen megminden a kategória mellett a kurzusok száma
hy: Ցույց տալ կուրսերի քանակը յուրաքանչյուր կատեգորիայում գլխավոր էջի կուրսերի կատեգորիաներում
id_id: Tampilkan jumlah kursus di setiap kategori di kategori kursus pada halaman beranda
it: Mostra il numero dei corsi attivi in ogni categoria nella pagina iniziale
ja: 各カテゴリのコース数をホームページのコース カテゴリに表示します
ka_ge: ძირითად გვერდზე კურსების კატეგორიებში თითოეული კატეგორიის კურსების რაოდენობის ჩვენება
ko_kr: 홈페이지 코스 카테고리에서 각 카테고리의 코스 수 표시
lo: ສະແດງຈຳນວນລາຍວິຊາໃນແຕ່ລະໝວດໝູ່ໃນໝວດໝູ່ລາຍວິຊາໃນໜ້າຫຼັກ
lt_lt: Rodyti kursų skaičių kiekvienoje kategorijoje kursų kategorijose pagrindiniame puslapyje
lv_lv: Pie mācību priekšmetu/kategoriju mapēm, rādīt tajās esošo Kursu skaitu.
mk_mk: Прикажи го бројот на курсеви во секоја категорија во категориите на курсеви на почетната страна
ms_my: Tunjukkan bilangan kursus dalam setiap kategori pada kategori kursus di laman utama
my_mm: ပင်မစာမျက်နှာရှိ သင်တန်းအမျိုးအစားများတွင် အမျိုးအစားတစ်ခုစီရှိ သင်တန်းအရေအတွက်ကို ပြသပါ
ne: गृहपृष्ठका कोर्स वर्गहरूमा प्रत्येक वर्गमा कोर्सहरूको संख्या देखाउनुहोस्
nl: Toon het aantal cursussen in elke categorie in de lijst van categorieën op de startpagina
nn_no: Vis talet på kurs i kvar kategori i kurskategoriane på hovudsida
oc: Afichar lo nombre de curs dins cada categoria dins las categorias de curs sus la pagina d'acuèlh
pl_pl: Pokaż liczbę kursów w każdej kategorii w polu kategorii kursów na stronie głównej.
ps: د هرې وېشنيزې کې د کورسونو شمېر په کور پاڼې وېشنيزو کې ښکاره کړئ
pt_br: Mostrar o número de cursos em cada categoria na seção Categorias do Curso da página inicial
pt_pt: Mostrar o número de cursos em cada categoria na secção de categorias do curso na página inicial/homepage
ro_ro: Arata numarul de cursuri din fiecare categorie in categoriile de cursuri, pe pagina initiala
ru_ru: Показать количество курсов в каждом разделе в разделах курсов на домашней странице
sk_sk: Ukázať počet kurzov v každej kategórii v kategóriách kurzu na domovskej stránke
sl: Prikaže število tečajev v posamezni kategoriji tečajev v seznamu tečajev
sq: Shfaq numrin e kurseve në çdo kategori në kategoritë e kurseve në faqen kryesore
sr_rs: Prikaži broj kurseva u svakoj kategoriji u kategorijama kurseva na početnoj stranici
sv_se: Visa antal kurser i varje kategori på hemsidans listning av kurskategorier
sw_ke: Onyesha idadi ya kozi katika kila kundi kwenye makundi ya kozi kwenye ukurasa wa nyumbani
ta: முகப்புப் பக்கத்தில் பாடநெறை வகைகளில் ஒவ்வொரு வகையிலும் பாடநெறைகளின் எண்ணிக்கையைக் காட்டு
th: แสดงจำนวนคอร์สในแต่ละหมวดหมู่ ในหมวดหมูคอร์สหน้าหลัก
tl_ph: Ipakita ang bilang ng mga kurso sa bawat kategorya sa mga kategorya ng mga kurso sa homepage
tr: Başlangıç sayfasındaki ders kategorilerindeki her bir kategori içerisindeki ders sayısını göster
uk_ua: Показати кількість курсів в кожній категорії в категоріях курсів на домашній сторінці
vi_vn: Hiển thị số lượng khóa học trong mỗi danh mục trong danh mục khóa học trên trang chủ
xh_za: Bonisa inani lezifundo kwindidi nganye kwizindidi zezifundo kwiphepha lasekhaya
zh_cn: 在首页课程类别中显示每个类别的课程数量
zh_tw: 於首頁課程類別中顯示各類別中現有的課程數量
