Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Hyperbolic arccosecant: arccsch(x)
ast_es: Arcosecante hiperbólica: arccsch(x)
bn_bd: হাইপারবোলিক আর্ককোসেক্যান্ট: arccsch(x)
bs_ba: Hiperbolični arkuskosekant: arccsch(x)
ca_es: Arccosecant hiperbòlica: arccsch(x)
cs_cz: Hyperbolický arkuskosecans: arccsch(x)
da: Hyperbolsk arcuscosecans: arccsch(x)
de: Hyperbelartige Arkuskosekans: arccsch(x)
el: Υπερβολική συντέμνουσα: arccsch(x)
eo: Hiperbola arkkosekant: arccsch(x)
es: Arcocosecante hiperbólico: arccsch(x)
es_mx: Arcosecante hiperbólica: arccsch(x)
eu_es: Hiperbolikoa arkosekantea: arccsch(x)
fa_ir: آرک‌کسکانت هذلولی: arccsch(x)
fi_fi: Hyperbolinen arkikosecanssi: arccsch(x)
fo_fo: Hyperbolisk arccosecant: arccsch(x)
fur: Arccosecant iperbolic: arccsch(x)
ga: Arccó-séiceant hipearbóileach: arccsch(x)
gl: Arcosecante hiperbólico: arccsch(x)
he_il: ארקקוסקנט היפרבולי: arccsch(x)
hi: हाइपरबोलिक आर्ककोसिकेंट: arccsch(x)
hr_hr: Hiperbolični arkuskosecans: arccsch(x)
hu_hu: Hiperbolikus arkkozekáns: arccsch(x)
hy: Հիպերբոլիկ արկկոսեկանս՝ arccsch(x)
id_id: Arkkosecan hiperbolik: arccsch(x)
it: Arcocosecante iperbolica: arccsch(x)
ja: 双曲線逆余割: arccsch(x)
ka_ge: ჰიპერბოლური არკკოსეკანსი: arccsch(x)
ko_kr: 쌍곡 역코시컨트: arccsch(x)
lo: ອາກໂຄຊີແຄນໄຮເປີໂບລິກ: arccsch(x)
lt_lt: Hiperbolinis ark kosecantas: arccsch(x)
lv_lv: Hiperboliskais arkkosekantā: arccsch(x)
mk_mk: Хиперболичен арккосекант: arccsch(x)
ms_my: Koseken hiperbolik songsang: arccsch(x)
my_mm: ဟိုက်ပါဘောလစ်အာ့ခ်ကိုဆီကန့်: arccsch(x)
ne: हाइपरबोलिक आर्ककोसेकान्ट: arccsch(x)
nl: Hyperbolische arccosecans: csch(x)
nn_no: Hyperbolsk arccosecans: arccsch(x)
oc: Arccosecant iperbòlica: arccsch(x)
pl_pl: Hiperboliczny arkuskosekans: arccsch(x)
ps: هائپربالک آرککوسکانټ: arccsch(x)
pt_br: Hiperbólica Arccossecant: arccsch(x)
pt_pt: Arcco-secante hiperbólico: arccsch(x)
ro_ro: Arccosecantă hiperbolică: arccsch(x)
ru_ru: Гиперболический арккосеканс: arccsch(x)
sk_sk: Hyperbolický arccosecant: arccsch(x)
sq: Arkkosekant hiperbolik: arccsch(x)
sr_rs: Hiperbolični ark kosecans: arccsch(x)
sv_se: Hyperbolisk arccosecans: arccsch(x)
sw_ke: Arc cosecant hyperbolic: arccsch(x)
ta: ஹைப்பர்போலிக் ஆர்க்கோசெகன்ட்: arccsch(x)
th: อาร์คโคเซแคนต์ hyperbolic: arccsch(x)
tl_ph: Hyperboliko arkokosikant: arccsch(x)
tr: Hiperbolik arkkosekant: arccsch(x)
uk_ua: Гіперболічний арккосеканс: arccsch(x)
vi_vn: Hàm arccosec hyperbolic: arccsch(x)
xh_za: I-arccosecant hyperbolic: arccsch(x)
zh_cn: 双曲反余割： arccsch(x)
zh_tw: 雙曲反餘割： arccsch(x)

source: Secant: sec(x)
ast_es: Secante: sec(x)
bn_bd: সেক্যান্ট: sec(x)
bs_ba: Sekant: sec(x)
cs_cz: Secans: sec(x)
da: Secans: sec(x)
de: Sekante: sec(x)
el: Τέμνουσα: sec(x)
eo: Sekant: sec(x)
es: Secante: sec(x)
es_mx: Secante: sec(x)
eu_es: Sekantea: sec(x)
fa_ir: سکانت: sec(x)
fi_fi: Secanssi: sec(x)
ga: Séiceant: sec(x)
gl: Secante: sec(x)
hi: सिकेंट: sec(x)
hr_hr: Sekans: sec(x)
hu_hu: Szekáns: sec(x)
hy: Սեկանս՝ sec(x)
id_id: Secan: sec(x)
it: Secante: sec(x)
ja: 正割: sec(x)
ka_ge: სეკანსი: sec(x)
ko_kr: 시컨트: sec(x)
lo: ຊີແຄນ: sec(x)
lt_lt: Secantas: sec(x)
lv_lv: Sekantā: sec(x)
mk_mk: Секант: sec(x)
my_mm: ဆီကန့်: sec(x)
ne: सेकान्ट: sec(x)
nl: Secans: sec(x)
nn_no: Secans: sec(x)
pl_pl: Sekans: sec(x)
ps: سکاینټ: sec(x)
pt_pt: Secante: sec(x)
ro_ro: Secantă: sec(x)
ru_ru: Секанс: sec(x)
sl: Sekant: sec(x)
sq: Sekant: sec(x)
sr_rs: Secans: sec(x)
sv_se: Secans: sec(x)
ta: செகன்ட்: sec(x)
th: เซแคนต์: sec(x)
tr: Sekant: sec(x)
uk_ua: Секанс: sec(x)
zh_cn: 正割： sec(x)
zh_tw: 正割： sec(x)

source: Hyperbolic secant: sech(x)
ast_es: Secante hiperbólica: sech(x)
bn_bd: হাইপারবোলিক সেক্যান্ট: sech(x)
bs_ba: Hiperbolični sekant: sech(x)
ca_es: Secant hiperbòlica: sech(x)
cs_cz: Hyperbolický secans: sech(x)
da: Hyperbolsk secans: sech(x)
de: Hyperbelartige Sekante: sech(x)
el: Υπερβολική τέμνουσα: sech(x)
eo: Hiperbola sekant: sech(x)
es: Secante hiperbólico: sech(x)
es_mx: Secante hiperbólica: sech(x)
eu_es: Hiperbolikoa sekantea: sech(x)
fa_ir: سکانت هذلولی: sech(x)
fi_fi: Hyperbolinen secanssi: sech(x)
fo_fo: Hyperbolisk secant: sech(x)
fur: Secant iperbolic: sech(x)
ga: Séiceant hipearbóileach: sech(x)
gl: Secante hiperbólico: sech(x)
he_il: סקנט היפרבולי: sech(x)
hi: हाइपरबोलिक सिकेंट: sech(x)
hr_hr: Hiperbolični sekans: sech(x)
hu_hu: Hiperbolikus szekáns: sech(x)
hy: Հիպերբոլիկ սեկանս՝ sech(x)
id_id: Secan hiperbolik: sech(x)
it: Secante iperbolica: sech(x)
ja: 双曲線セカント: sech(x)
ka_ge: ჰიპერბოლური სეკანსი: sech(x)
ko_kr: 쌍곡 시컨트: sech(x)
lo: ຊີແຄນໄຮເປີໂບລິກ: sech(x)
lt_lt: Hiperbolinis secantas: sech(x)
lv_lv: Hiperboliskais sekantā: sech(x)
mk_mk: Хиперболичен секант: sech(x)
ms_my: Sekan hiperbolik: sech(x)
my_mm: ဟိုက်ပါဘောလစ်ဆီကန့်: sech(x)
ne: हाइपरबोलिक सेकान्ट: sech(x)
nl: Hyperbolische secans: sech(x)
nn_no: Hyperbolsk secans: sech(x)
oc: Secant iperbòlica: sech(x)
pl_pl: Hiperboliczny sekans: sech(x)
ps: هائپربالک سکاینټ: sech(x)
pt_br: Hiperbólica secant: sech(x)
pt_pt: Secante hiperbólico: sech(x)
ro_ro: Secantă hiperbolică: sech(x)
ru_ru: Гиперболический секанс: sech(x)
sk_sk: Hyperbolický secant: sech(x)
sl: Hiperbolični sekant: sech(x)
sq: Sekant hiperbolik: sech(x)
sr_rs: Hiperbolični secans: sech(x)
sv_se: Hyperbolisk secans: sech(x)
sw_ke: Secant hyperbolic: sech(x)
ta: ஹைப்பர்போலிக் செகன்ட்: sech(x)
th: เซแคนต์ hyperbolic: sech(x)
tl_ph: Hyperboliko sekant: sech(x)
tr: Hiperbolik sekant: sech(x)
uk_ua: Гіперболічний секанс: sech(x)
vi_vn: Hàm sec hyperbolic: sech(x)
xh_za: I-secant hyperbolic: sech(x)
zh_cn: 双曲正割： sech(x)
zh_tw: 雙曲正割： sech(x)

source: Arcsecant: arcsec(x)
ast_es: Arcsecante: arcsec(x)
bn_bd: আর্কসেক্যান্ট: arcsec(x)
bs_ba: Arkussekant: arcsec(x)
cs_cz: Arkussecans: arcsec(x)
da: Arcussekans: arcsec(x)
de: Arkussekans: arcsec(x)
eo: Arksekant: arcsec(x)
es: Arcosecante: arcsec(x)
es_mx: Arcosecante: arcsec(x)
eu_es: Arkosekantea: arcsec(x)
fa_ir: آرک‌سکانت: arcsec(x)
fi_fi: Arkisecanssi: arcsec(x)
ga: Arcséiceant: arcsec(x)
gl: Arcosecante: arcsec(x)
hi: आर्कसिकेंट: arcsec(x)
hr_hr: Arkussekans: arcsec(x)
hu_hu: Arkszekáns: arcsec(x)
hy: Արկսեկանս՝ arcsec(x)
id_id: Arksecan: arcsec(x)
it: Arcosecante: arcsec(x)
ja: 逆正割: arcsec(x)
ka_ge: არკსეკანსი: arcsec(x)
ko_kr: 역시컨트: arcsec(x)
lo: ອາກຊີແຄນ: arcsec(x)
lt_lt: Ark secantas: arcsec(x)
lv_lv: Arkssekantā: arcsec(x)
mk_mk: Арксекант: arcsec(x)
my_mm: အာ့ခ်ဆီကန့်: arcsec(x)
ne: आर्कसेकान्ट: arcsec(x)
nl: Arcussecans: arcsec(x)
nn_no: Arcsecans: arcsec(x)
pl_pl: Arkussekans: arcsec(x)
ps: آرکسکاینټ: arcsec(x)
pt_pt: Arcosecante: arcsec(x)
ro_ro: Arcsecantă: arcsec(x)
ru_ru: Арксеканс: arcsec(x)
sq: Arkcsekant: arcsec(x)
sr_rs: Ark secans: arcsec(x)
sv_se: Arcsecans: arcsec(x)
ta: ஆர்க்செகன்ட்: arcsec(x)
th: อาร์คเซแคนต์: arcsec(x)
tr: Arksekant: arcsec(x)
uk_ua: Арксеканс: arcsec(x)
zh_cn: 反正割： arcsec(x)
zh_tw: 反正割： arcsec(x)

source: Hyperbolic arcsecant: arcsech(x)
ast_es: Arcsecante hiperbólica: arcsech(x)
bn_bd: হাইপারবোলিক আর্কসেক্যান্ট: arcsech(x)
bs_ba: Hiperbolični arkussekant: arcsech(x)
ca_es: Arcsecant hiperbòlica: arcsech(x)
cs_cz: Hyperbolický arkussecans: arcsech(x)
da: Hyperbolsk arcussekans: arcsech(x)
de: Hyperbelartige Arkussekans: arcsech(x)
el: Υπερβολική συντέμνουσα: arcsech(x)
eo: Hiperbola arksekant: arcsech(x)
es: Arcosecante hiperbólico: arcsech(x)
es_mx: Arcosecante hiperbólica: arcsech(x)
eu_es: Hiperbolikoa arkosekantea: arcsech(x)
fa_ir: آرک‌سکانت هذلولی: arcsech(x)
fi_fi: Hyperbolinen arkisecanssi: arcsech(x)
fo_fo: Hyperbolisk arcsecant: arcsech(x)
fur: Arcsecant iperbolic: arcsech(x)
ga: Arcséiceant hipearbóileach: arcsech(x)
gl: Arcosecante hiperbólico: arcsech(x)
he_il: ארקסקנט היפרבולי: arcsech(x)
hi: हाइपरबोलिक आर्कसिकेंट: arcsech(x)
hr_hr: Hiperbolični arkussekans: arcsech(x)
hu_hu: Hiperbolikus arkszekáns: arcsech(x)
hy: Հիպերբոլիկ արկսեկանս՝ arcsech(x)
id_id: Arksecan hiperbolik: arcsech(x)
it: Arcosecante iperbolica: arcsech(x)
ja: 双曲線逆セカント: arcsech(x)
ka_ge: ჰიპერბოლური არკსეკანსი: arcsech(x)
ko_kr: 쌍곡 역시컨트: arcsech(x)
lo: ອາກຊີແຄນໄຮເປີໂບລິກ: arcsech(x)
lt_lt: Hiperbolinis ark secantas: arcsech(x)
lv_lv: Hiperboliskais arkssekantā: arcsech(x)
mk_mk: Хиперболичен арксекант: arcsech(x)
ms_my: Sekan hiperbolik songsang: arcsech(x)
my_mm: ဟိုက်ပါဘောလစ်အာ့ခ်ဆီကန့်: arcsech(x)
ne: हाइपरबोलिक आर्कसेकान्ट: arcsech(x)
nl: Hyperbolische arcsecans: arcsech(x)
nn_no: Hyperbolsk arcsecans: arcsech(x)
oc: Arcsecant iperbòlica: arcsech(x)
pl_pl: Hiperboliczny arkussekans: arcsech(x)
ps: هائپربالک آرکسکاینټ: arcsech(x)
pt_br: Hiperbólica Arcsecant: arcsech(x)
pt_pt: Arcosecante hiperbólico: arcsech(x)
ro_ro: Arcsecantă hiperbolică: arcsech(x)
ru_ru: Гиперболический арксеканс: arcsech(x)
sk_sk: Hyperbolický arcsecant: arcsech(x)
sq: Arkcsekant hiperbolik: arcsech(x)
sr_rs: Hiperbolični ark secans: arcsech(x)
sv_se: Hyperbolisk arcsecans: arcsech(x)
sw_ke: Arc secant hyperbolic: arcsech(x)
ta: ஹைப்பர்போலிக் ஆர்க்செகன்ட்: arcsech(x)
th: อาร์คเซแคนต์ hyperbolic: arcsech(x)
tl_ph: Hyperboliko arkosekant: arcsech(x)
tr: Hiperbolik arksekant: arcsech(x)
uk_ua: Гіперболічний арксеканс: arcsech(x)
vi_vn: Hàm arcsec hyperbolic: arcsech(x)
xh_za: I-arcsecant hyperbolic: arcsech(x)
zh_cn: 双曲反正割： arcsech(x)
zh_tw: 雙曲反正割： arcsech(x)

source: Cotangent: cot(x)
ast_es: Cotanxente: cot(x)
bn_bd: কোট্যাজেন্ট: cot(x)
bs_ba: Kotangent: cot(x)
cs_cz: Kotangens: cot(x)
da: Cotangens: cot(x)
de: Kotangens: cot(x)
el: Συνεφαπτομένη: cot(x)
eo: Kotangent: cot(x)
es: Cotangente: cot(x)
es_mx: Cotangente: cot(x)
eu_es: Kotangentea: cot(x)
fa_ir: کوتانژانت: cot(x)
fi_fi: Kotangenssi: cot(x)
ga: Có-tangens: cot(x)
gl: Cotanxente: cot(x)
hi: कोटैंगेंट: cot(x)
hr_hr: Kotangens: cot(x)
hu_hu: Kotangens: cot(x)
hy: Կոտանգենս՝ cot(x)
id_id: Kotangen: cot(x)
it: Cotangente: cot(x)
ja: 余接: cot(x)
ka_ge: კოტანგენსი: cot(x)
ko_kr: 코탄젠트: cot(x)
lo: ໂຄແທນແຈນ: cot(x)
lt_lt: Kotentas: cot(x)
lv_lv: Kotangensā: cot(x)
mk_mk: Котангенс: cot(x)
my_mm: ကိုတန်ဂျန့်: cot(x)
ne: कोटान्जेन्ट: cot(x)
nl: Cotangens: cot(x)
nn_no: Cotangens: cot(x)
pl_pl: Kotangens: cot(x)
ps: کوټانجینټ: cot(x)
pt_pt: Co-tangente: cot(x)
ro_ro: Cotangentă: cot(x)
ru_ru: Котангенс: cot(x)
sk_sk: Kotangens: cot(x)
sl: Kotanges: cot(x)
sq: Kotangent: cot(x)
sr_rs: Kotangent: cot(x)
sv_se: Cotangens: cot(x)
ta: கோடேஞ்சன்ட்: cot(x)
th: โคแทนเจนต์: cot(x)
tr: Kotanjant: cot(x)
uk_ua: Котангенс: cot(x)
zh_cn: 余切： cot(x)
zh_tw: 餘切： cot(x)

source: Hyperbolic cotangent: coth(x)
ast_es: Cotanxente hiperbólica: coth(x)
bn_bd: হাইপারবোলিক কোট্যাজেন্ট: coth(x)
bs_ba: Hiperbolični kotangent: coth(x)
ca_es: Cotangent hiperbòlica: coth(x)
cs_cz: Hyperbolický kotangens: coth(x)
da: Hyperbolsk cotangens: coth(x)
de: Hyperbelartige Kotangens: coth(x)
el: Υπερβολική συνεφαπτομένη: coth(x)
eo: Hiperbola kotangent: coth(x)
es: Cotangente hiperbólico: coth(x)
es_mx: Cotangente hiperbólica: coth(x)
eu_es: Hiperbolikoa kotangentea: coth(x)
fa_ir: کوتانژانت هذلولی: coth(x)
fi_fi: Hyperbolinen kotangenssi: coth(x)
fo_fo: Hyperbolisk cotangent: coth(x)
fur: Cotangent iperbolic: coth(x)
ga: Có-tangens hipearbóileach: coth(x)
gl: Cotanxente hiperbólica: coth(x)
he_il: קוטנגנס היפרבולי: coth(x)
hi: हाइपरबोलिक कोटैंगेंट: coth(x)
hr_hr: Hiperbolični kotangens: coth(x)
hu_hu: Hiperbolikus kotangens: coth(x)
hy: Հիպերբոլիկ կոտանգենս՝ coth(x)
id_id: Kotangen hiperbolik: coth(x)
it: Cotangente iperbolica: coth(x)
ja: 双曲線余接: coth(x)
ka_ge: ჰიპერბოლური კოტანგენსი: coth(x)
ko_kr: 쌍곡 코탄젠트: coth(x)
lo: ໂຄແທນແຈນໄຮເປີໂບລິກ: coth(x)
lt_lt: Hiperbolinis kotentas: coth(x)
lv_lv: Hiperboliskais kotangensā: coth(x)
mk_mk: Хиперболичен котангенс: coth(x)
ms_my: Kotangen hiperbolik: coth(x)
my_mm: ဟိုက်ပါဘောလစ်ကိုတန်ဂျန့်: coth(x)
ne: हाइपरबोलिक कोटान्जेन्ट: coth(x)
nl: Hyperbolische cotangens: coth(x)
nn_no: Hyperbolsk cotangens: coth(x)
oc: Cotangent iperbòlic: coth(x)
pl_pl: Hiperboliczny kotangens: coth(x)
ps: هائپربالک کوټانجینټ: coth(x)
pt_br: Hiperbólica cotangent: coth(x)
pt_pt: Co-tangente hiperbólico: coth(x)
ro_ro: Cotangentă hiperbolică: coth(x)
ru_ru: Гиперболический котангенс: coth(x)
sk_sk: Hyperbolický kotangens: coth(x)
sl: Hiperbolični kotanges: coth(x)
sq: Kotangent hiperbolik: coth(x)
sr_rs: Hiperbolični kotangent: coth(x)
sv_se: Hyperbolisk cotangens: coth(x)
sw_ke: Cotangent hyperbolic: coth(x)
ta: ஹைப்பர்போலிக் கோடேஞ்சன்ட்: coth(x)
th: โคแทนเจนต์ hyperbolic: coth(x)
tl_ph: Hyperboliko kotanjent: coth(x)
tr: Hiperbolik kotanjant: coth(x)
uk_ua: Гіперболічний котангенс: coth(x)
vi_vn: Hàm cotanh hyperbolic: coth(x)
xh_za: I-cotangent hyperbolic: coth(x)
zh_cn: 双曲余切： coth(x)
zh_tw: 雙曲餘切： coth(x)

source: Arccotangent: arccot(x)
ast_es: Arccotanxente: arccot(x)
bn_bd: আর্ককোট্যাজেন্ট: arccot(x)
bs_ba: Arkus kotangent: arccot(x)
cs_cz: Arkus kotangens: arccot(x)
da: Arcuscotangens: arccot(x)
de: Arkuskotangens: arccot(x)
eo: Arkkotangent: arccot(x)
es: Arcocotangente: arccot(x)
es_mx: Arccotangente: arccot(x)
eu_es: Arkotententea: arccot(x)
fa_ir: آرک‌کوتانژانت: arccot(x)
fi_fi: Arkikotangenssi: arccot(x)
ga: Arccó-tangens: arccot(x)
gl: Arcocotanxente: arccota(x)
hi: आर्ककोटैंगेंट: arccot(x)
hr_hr: Arkusktangens: arccot(x)
hu_hu: Arkkotangens: arccot(x)
hy: Արկկոտանգենս՝ arccot(x)
id_id: Arkkotangen: arccot(x)
it: Arcocotangente: arccot(x)
ja: 逆余接: arccot(x)
ka_ge: არკკოტანგენსი: arccot(x)
ko_kr: 역코탄젠트: arccot(x)
lo: ອາກໂຄແທນແຈນ: arccot(x)
lt_lt: Ark kotentas: arccot(x)
lv_lv: Arkkotangensā: arccot(x)
mk_mk: Арккотангенс: arccot(x)
my_mm: အာ့ခ်ကိုတန်ဂျန့်: arccot(x)
ne: आर्ककोटान्जेन्ट: arccot(x)
nl: Arccotangens: arccot(x)
nn_no: Arccotangens: arccot(x)
pl_pl: Arkusktangens: arccot(x)
ps: آرککوټانجینټ: arccot(x)
pt_pt: Arcoco-tangente: arccot(x)
ro_ro: Arccotangentă: arccot(x)
ru_ru: Арккотангенс: arccot(x)
sk_sk: Arkus kotangens: arccot(x)
sq: Arkkotangent: arccot(x)
sr_rs: Ark kotangent: arccot(x)
sv_se: Arccotangens: arccot(x)
ta: ஆர்க்கோடேஞ்சன்ட்: arccot(x)
th: อาร์คโคแทนเจนต์: arccot(x)
tr: Ark kotanjant: arccot(x)
uk_ua: Арккотангенс: arccot(x)
zh_cn: 反余切： arccot(x)
zh_tw: 反餘切： arccot(x)

source: Hyperbolic arccotangent: arccoth(x)
ast_es: Arccotanxente hiperbólica: arccoth(x)
bn_bd: হাইপারবোলিক আর্ককোট্যাজেন্ট: arccoth(x)
bs_ba: Hiperbolični arkus kotangent: arccoth(x)
ca_es: Arccotangent hiperbòlica: arccoth(x)
cs_cz: Hyperbolický arkus kotangens: arccoth(x)
da: Hyperbolsk arcuscotangens: arccoth(x)
de: Hyperbelartige Arkuskotangens: arccoth(x)
el: Υπερβολική συνεφαπτομένη
eo: Hiperbola arkkotangent: arccoth(x)
es: Arcocotangente hiperbólico: arccoth(x)
es_mx: Arccotangente hiperbólica: arccoth(x)
eu_es: Hiperbolikoa arkotententea: arccoth(x)
fa_ir: آرک‌کوتانژانت هذلولی: arccoth(x)
fi_fi: Hyperbolinen arkikotangenssi: arccoth(x)
fo_fo: Hyperbolisk arccotangent: arccoth(x)
fur: Arccotangent iperbolic: arccoth(x)
ga: Arccó-tangens hipearbóileach: arccoth(x)
gl: Arcocotanxente hiperbólica: arcconth(x)
he_il: ארקקוטנגנס היפרבולי: arccoth(x)
hi: हाइपरबोलिक आर्ककोटैंगेंट: arccoth(x)
hr_hr: Hiperbolični arkusktangens: arccoth(x)
hu_hu: Hiperbolikus arkkotangens: arccoth(x)
hy: Հիպերբոլիկ արկկոտանգենս՝ arccoth(x)
id_id: Arkkotangen hiperbolik: arccoth(x)
it: Arcocotangente iperbolica: arccoth(x)
ja: 双曲線逆余接関数: arccoth(x)
ka_ge: ჰიპერბოლური არკკოტანგენსი: arccoth(x)
ko_kr: 쌍곡 역코탄젠트: arccoth(x)
lo: ອາກໂຄແທນແຈນໄຮເປີໂບລິກ: arccoth(x)
lt_lt: Hiperbolinis ark kotentas: arccoth(x)
lv_lv: Hiperboliskais arkkotangensā: arccoth(x)
mk_mk: Хиперболичен арккотангенс: arccoth(x)
ms_my: Kotangen hiperbolik songsang: arccoth(x)
my_mm: ဟိုက်ပါဘောလစ်အာ့ခ်ကိုတန်ဂျန့်: arccoth(x)
ne: हाइपरबोलिक आर्ककोटान्जेन्ट: arccoth(x)
nl: Hyperbolische arccotangens: arccoth(x)
nn_no: Hyperbolsk arccotangens: arccoth(x)
oc: Arccotangent iperbòlic: arccoth(x)
pl_pl: Hiperboliczny arkusktangens: arccoth(x)
ps: هائپربالک آرککوټانجینټ: arccoth(x)
pt_br: Hiperbólica arccotangent: arccoth(x)
pt_pt: Arco-cotangente hiperbólico: arccoth(x)
ro_ro: Arccotangentă hiperbolică: arccoth(x)
ru_ru: Гиперболический арккотангенс: arccoth(x)
sk_sk: Hyperbolický arkus kotangens: arccoth(x)
sq: Arkkotangent hiperbolik: arccoth(x)
sr_rs: Hiperbolični ark kotangent: arccoth(x)
sv_se: Hyperbolisk arccotangens: arccoth(x)
sw_ke: Arc cotangent hyperbolic: arccoth(x)
ta: ஹைப்பர்போலிக் ஆர்க்கோடேஞ்சன்ட்: arccoth(x)
th: อาร์คโคแทนเจนต์ hyperbolic: arccoth(x)
tl_ph: Hyperboliko arkokotanjent: arccoth(x)
tr: Hiperbolik ark kotanjant: arccoth(x)
uk_ua: Гіперболічний арккотангенс: arccoth(x)
vi_vn: Hàm arccotanh hyperbolic: arccoth(x)
xh_za: I-arccotangent hyperbolic: arccoth(x)
zh_cn: 双曲反余切： arccoth(x)
zh_tw: 雙曲反餘切： arccoth(x)
