Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Add users to a class
ar: إضافة مستخدمين إلى فصل
ast_es: Importar usuarios a una clase dende un ficheru
bn_bd: ক্লাসে ব্যবহারকারী যোগ করুন
bs_ba: Dodaj korisnike u klasu
ca_es: Afegir ususaris a una aula
cs_cz: Přidat uživatele do třídy
da: Tilføj brugere til en klasse
de: Benutzer zu einer Klasse hinzufügen
el: Προσθήκη χρηστών στην τάξη
eo: Aldoni uzulojn al klaso
es: Importar usuarios a una clase desde un fichero
es_mx: Agregar usuarios a clase
eu_es: Gehitu erabiltzaileak klase bati
fa_ir: اضافه کردن کاربران به یک کلاس
fi_fi: Lisää käyttäjiä luokkaan
fo_fo: Legg brúkarar afturat einum bólki
fur: Zedi utents a une clas
ga: Cuir úsáideoirí leis an rang
gl: Engadir usuarios a unha clase
he_il: הוסף משתמשים לשיעור
hi: कक्षा में उपयोगकर्ता जोड़ें
hr_hr: Dodaj korisnike u razred
hu_hu: Felhasználók hozzáadása egy osztályhoz
hy: Ավելացնել օգտատերեր դասին
id_id: Tambah user ke klas
it: Aggiungi utenti ad una classe
ja: クラスにユーザーを追加
ka_ge: მომხმარებლების კლასში დამატება
ko_kr: 클래스에 유저 추가
lt_lt: Pridėti vartotojus į klasę
lv_lv: Pievienot lietotājus klasei
mk_mk: Додај корисници во паралелката
ms_my: Tambah pengguna ke kelas
my_mm: အတန်းတစ်ခုသို့ အသုံးပြုသူများထည့်ပါ
ne: कक्षामा प्रयोगकर्ता थप्नुहोस्
nl: Gebruikers aan een klas toevoegen
nn_no: Legg brukere til i en klasse
oc: Apondre los utilizaires a la classe
pl_pl: Dodaj użytkowników do klasy
ps: د یوې ټولې ته استعمال کوونکي اضافه کړئ
pt_br: Adicionar usuários a uma classe
pt_pt: Adicionar utilizadores a uma turma
ro_ro: Adauga utilizatori la o clasa
ru_ru: Добавить пользователей в класс
sk_sk: Pridať použivateľa do triedy
sl: Dodaj uporabnike v razrede
sq: Shtoni përdorues në një klasë
sr_rs: Dodavanje korisnika u razred
sv_se: Lägg till användare till en klass
sw_ke: Ongeza watumiaji kwenye darasa
ta: வகுப்புக்கு பயனர்களைச் சேர்க்கவும்
th: เพิ่มผู้ใช้ในหมู่เรียน
tl_ph: Magdagdag ng mga gumagamit sa isang klase
tr: Sınıfa kullanıcı ekle
uk_ua: Додати користувачів до класу
vi_vn: Thêm người dùng vào lớp
xh_za: Faka abasebenzisi ekilasini
zh_cn: 添加学生
zh_tw: 添加學生

source: Add users to a group
ar: إضافة مستخدمين إلى مجموعة
ast_es: Amestar usuarios a un grupu
bn_bd: গ্রুপে ব্যবহারকারী যোগ করুন
bs_ba: Dodaj korisnike u grupu
ca_es: Afegir ususaris a un grup
cs_cz: Přidat uživatele do skupiny
da: Tilføj deltagere til en gruppe
de: Benutzer zu einer Gruppe hinzufügen
el: Προσθήκη χρηστών στην ομάδα
eo: Aldoni uzulojn al grupo
es: Añadir usuarios a un grupo
es_mx: Agregar usuarios al grupo
eu_es: Gehitu erabiltzaileak talde bati
fa_ir: اضافه کردن کاربران به یک گروه
fi_fi: Lisää käyttäjiä ryhmään
fo_fo: Legg brúkarar afturat einum bólki
fur: Zedi utents a un grup
ga: Cuir úsáideoirí leis an ngrúpa
gl: Engadir usuarios a un grupo
he_il: הוסף משתמשים לקבוצה
hi: समूह में उपयोगकर्ता जोड़ें
hr_hr: Dodaj korisnike u skupinu
hu_hu: Felhasználók hozzáadása egy csoporthoz
hy: Ավելացնել օգտատերեր խմբին
id_id: Tambah user ke group
it: Aggiungi utenti ad un gruppo
ja: グループにユーザーを追加
ka_ge: მომხმარებლების ჯგუფში დამატება
ko_kr: 그룹에 유저 추가
lt_lt: Pridėti vartotojus į grupę
lv_lv: Pievienot lietotājus grupai
mk_mk: Додај корисник во група
ms_my: Tambah pengguna ke kumpulan
my_mm: အဖွဲ့တစ်ခုသို့ အသုံးပြုသူများထည့်ပါ
ne: समूहमा प्रयोगकर्ता थप्नुहोस्
nl: Gebruikers aan een groep toevoegen
nn_no: Legg brukere til i en gruppe
oc: Apondre los utilizaires al grup
pl_pl: Dodaj użytkowników do grupy
ps: د یوې ډلې ته استعمال کوونکي اضافه کړئ
pt_br: Adicionar usuários a um grupo
pt_pt: Adicionar utilizadores a um grupo
ro_ro: Adaugati utilizatori la grup
ru_ru: Добавить пользователей в группу
sk_sk: Pridať používateľa do skupiny
sl: Dodaj uporabnike v skupino
sq: Shtoni përdorues në një grup
sr_rs: Dodavanje korisnika u grupu
sv_se: Lägg till användare till en grupp
sw_ke: Ongeza watumiaji kwenye kikundi
ta: குழுவுக்கு பயனர்களைச் சேர்க்கவும்
th: เพิ่มผู้ใช้เข้ากลุ่ม
tl_ph: Magdagdag ng mga gumagamit sa isang grupo
tr: Gruba kullanıcı ekle
uk_ua: Додати користувачів до групи
vi_vn: Thêm người dùng vào nhóm
xh_za: Faka abasebenzisi eqhulwini
zh_cn: 加组用户
zh_tw: 加組用戶

source: You must select at least one class and one course
ar: ! يجب اختيار فصل واحد و مقرر واحد على الأقل
ast_es: Tien d'escoyer polo menos una clase y un cursu
bn_bd: আপনাকে কমপক্ষে একটি ক্লাস এবং একটি কোর্স নির্বাচন করতে হবে
bs_ba: Morate odabrati barem jednu klasu i jedan kurs
ca_es: Heu de seleccionar com a mínim una aula i un curs!
cs_cz: Musíte zvolit minimálně jednu třídu a jeden kurz !
da: Du skal vælge minimum en klasse og et kursus!
de: Es muss mindestens <i>eine</i> Klasse und <i>ein</i> Kurs ausgewählt werden!
el: Πρέπει να επιλέξετε τουλάχιστον μία τάξη και ένα μάθημα!
eo: Vi elektu almenaŭ unu klason kaj unu kurson !
es: Debe seleccionar al menos una clase y un curso
es_mx: Usted debe elegir por lo menos un curso y una clase!
eu_es: Gutxienez, klase bat eta ikastaro bat hautatu behar dituzu
fa_ir: بایدحدأقل یک کلاسو یک درس را انتخابکنید
fi_fi: Valitse vähintään yksi luokka ja kurssi
fo_fo: Tú skalt velja minst ein bólk og ein kursus
fur: Tu devi selessionâ al manco une clas e un cors
ga: Caithfidh tú rang amháin ar a laghad agus cúrsa amháin a roghnú
gl: Debes seleccionar polo menos unha clase e un curso
he_il: עליך לבחור לפחות שיעור אחד וקורס אחד
hi: आपको कम से कम एक कक्षा और एक कोर्स का चयन करना चाहिए
hr_hr: Morate odabrati najmanje jedan razred i jedan kolegij!
hu_hu: Legalább egy osztályt és egy kurzust ki kell választania !
hy: Պետք է ընտրեք առնվազն մեկ դաս և մեկ դասընթաց
id_id: Anda harus memilih setidaknya satu klas dan satu mata kuliah !
it: E' necessario selezionare almeno una classe ed un corso !
ja: 少なくとも1つのクラスと1つのコースを選択する必要があります
ka_ge: თქვენ უნდა აირჩიოთ მინიმუმ ერთი კლასი და ერთი კურსი
ko_kr: 최소 하나의 클래스와 과정을 선택해야만 합니다 !
lo: ທ່ານຕ້ອງເລືອກຢ່າງໜ້ອຍໜຶ່ງຫ້ອງຮຽນ ແລະ ໜຶ່ງລາຍວິຊາ
lt_lt: Turite išrinkti mažiausiai vieną klasę ir vieną kursą!
lv_lv: Jums jāiezīmā vismaz viena klase un viens kurss !
mk_mk: Мора да селектирате најмалку една паралелка и еден курс !
ms_my: Anda mesti pilih sekurang-kurangnya satu kelas dan satu kursus
my_mm: သင်သည် အနည်းဆုံး အတန်းတစ်ခုနှင့် သင်တန်းတစ်ခုကို ရွေးချယ်ရမည်
ne: तपाईंले कम्तीमा एक कक्षा र एक पाठ्यक्रम छान्नुपर्छ
nl: U moet minstens één klas en één cursus selecteren.
nn_no: Du må velge minst en klasse og ett kurs!
oc: Vos cal seleccionar al mens una classe e un curs
pl_pl: Musisz wybrać co najmniej jedną klasę i kurs!
ps: تاسو باید لږ تر لږه یوه ټوله او یو درس غوره کړئ
pt_br: Você deve selecionar pelo menos uma turma e um curso
pt_pt: Deverá seleccionar pelo menos uma turma e um curso
ro_ro: Trebuie selectate cel putin o clasa si un curs!
ru_ru: Вы должны выбрать как минимум один класс или один курс!
sk_sk: Musíte vybrať aspoň jednu triedu a jeden kurz!
sl: Izbrati moraš vsaj en razred in vsaj en tečaj !
sq: Duhet të zgjidhni të paktën një klasë dhe një kurs
sr_rs: Morate da selektujete najmanje jedan razred i jedan kurs!
sv_se: Du måste åtminstone välja en klass och en kurs!
sw_ke: Lazima uchague angalau darasa moja na kozi moja
ta: குறைந்தது ஒரு வகுப்பையும் ஒரு பாடநூலையும் தேர்ந்தெடுக்க வேண்டும்
th: คุณต้องเลือกอย่างน้อย 1 หมู่เรียนและ 1 รายวิชา
tl_ph: Dapat kang pumili ng hindi bababa sa isang klase at isang kurso
tr: En az <i>bir</i> sınıf ve <i>bir</i> ders seçilmeli!
uk_ua: Ви повинні вибрати, як мінімум, один клас та один курс !
vi_vn: Bạn phải chọn ít nhất một lớp và một khóa học
xh_za: Kufuneka ukhethe iklasi enye okanye izifundo ezinye
zh_cn: 你至少选择一个班级和一门课程！
zh_tw: 你至少要選擇一個班級和一門課程﹗

source: You must select at least one user !
ar: ! يجب اختيار مستخدم واحد على الأقل
ast_es: Tien d'escoyer polo menos un usuariu
bn_bd: আপনাকে কমপক্ষে একজন ব্যবহারকারী নির্বাচন করতে হবে!
bs_ba: Morate odabrati barem jednog korisnika!
ca_es: Com a mínim heu de seleccionar un usuari!
cs_cz: Musíte zvolit minimálně jednoho uživatele !
da: Du skal som min. vælge en bruger
de: Es muss mindestens <i>ein</i> Benutzer ausgewählt werden!
el: Πρέπει να επιλέξετε τουλάχιστον έναν χρήστη!
eo: Vi elektu almenaŭ unu uzulon !
es: Debe seleccionar al menos un usuario
es_mx: Usted debe elegir por lo menos un usuario
eu_es: Gutxienez, erabiltzaile bat hautatu behar duzu
fa_ir: !بایدحدأقل یک کاربررا انتخاب کنید
fi_fi: Valitse vähintään yksi käyttäjä !
fo_fo: Tú skalt velja minst ein brúkara !
fur: Tu devi selessionâ al manco un utent !
ga: Caithfidh tú úsáideoir amháin ar a laghad a roghnú !
gl: Tes que seleccionar polo menos un usuario
he_il: עליך לבחור לפחות משתמש אחד!
hi: आपको कम से कम एक उपयोगकर्ता का चयन करना चाहिए!
hr_hr: Morate odabrati najmanje jednoga korisnika!
hu_hu: Legalább egy felhasználót ki kell választania !
hy: Պետք է ընտրեք առնվազն մեկ օգտատեր !
id_id: Anda harus memilih setidaknya satu user !
it: E' necessario selezionare almeno un utente !
ja: 少なくとも1人のユーザーを選択してください！
ka_ge: თქვენ უნდა აირჩიოთ მინიმუმ ერთი მომხმარებელი!
ko_kr: 최소 한 유저를 선택해야 합니다 !
lo: ທ່ານຕ້ອງເລືອກຜູ້ໃຊ້ຢ່າງນ້ອຍໜຶ່ງຄົນ!
lt_lt: Turite išrinkti mažiausiai vieną vartotoją!
lv_lv: Jums jāiezīmē vismaz viens lietotājs !
mk_mk: Морате да изберете најмалку еден корисник!
ms_my: Anda mesti pilih sekurang-kurangnya satu pengguna!
my_mm: သင်သည် အနည်းဆုံး အသုံးပြုသူတစ်ဦးကို ရွေးချယ်ရမည် !
ne: तपाईंले कम्तीमा एक प्रयोगकर्ता छान्नुपर्छ !
nl: U moet minstens één gebruiker selecteren.
nn_no: Du må velge minst en bruker
oc: Vos cal seleccionar al mens un utilizaire !
pl_pl: Musisz wybrać co najmniej jednego użytkownika!
ps: تاسو باید لږ تر لږه یو استعمال کوونکی غوره کړئ !
pt_br: Você deve selecionar pelo menos um usuário!
pt_pt: Deverá seleccionar pelo menos um utilizador !
ro_ro: Trebuie selectat cel putin un utilizator!
ru_ru: Вы должны выбрать как минимум одного пользователя!
sk_sk: Musíte zvoliť aspoň jedného používateľa!
sl: Izbrati moraš vsaj enega uporabnika !
sq: Duhet të zgjidhni të paktën një përdorues!
sr_rs: Morate da selektujete bar jednog korisnika!
sv_se: Du måste markera minst en användare!
sw_ke: Lazima uchague angalau mtumiaji mmoja!
ta: குறைந்தது ஒரு பயனரைத் தேர்ந்தெடுக்க வேண்டும்!
th: คุณต้องเลือกอย่างน้อย 1 ผู้ใช้
tl_ph: Dapat kang pumili ng hindi bababa sa isang gumagamit!
tr: En az <i>bir</i> kullanıcı seçilmeli!
uk_ua: Ви повинні вибрати, як мінімум, одного користувача !
vi_vn: Bạn phải chọn ít nhất một người dùng!
xh_za: Kufuneka ukhethe umsebenzisi omnye okanye ngaphezulu !
zh_cn: 你至少要选择一个用户!
zh_tw: 你至少要選擇一個用戶！

source: You must select at least one user and one course
ar: ! يجب اختيار مستخدم واحد و مقرر واحد على الأقل
ast_es: Tien d'escoyer polo menos un usuariu y un cursu
bn_bd: আপনাকে কমপক্ষে একজন ব্যবহারকারী এবং একটি কোর্স নির্বাচন করতে হবে
bs_ba: Morate odabrati barem jednog korisnika i jedan kurs
ca_es: Com a mínim heu de seleccionar un usuari i un curs!
cs_cz: Musíte zvolit minimálně jednoho uživatele a jeden kurz !
da: Du skal vælge mindst en bruger og et kursus!
de: Es muss mindestens <i>ein</i> Benutzer und <i>ein</i> Kurs selektiert werden!
el: Πρέπει να επιλέξετε τουλάχιστον έναν χρήστη και ένα μάθημα!
eo: Vi elektu almenaŭ unu uzulon kaj unu kurson !
es: Debe seleccionar al menos un usuario y un curso
es_mx: Usted debe elegir por lo menos un usuario y un curso
eu_es: Gutxienez, erabiltzaile bat eta ikastaro bat hautatu behar dituzu
fa_ir: بایدحدأقل یک کاربرو یک درس را انتخابکنید
fi_fi: Valitse vähintään yksi käyttäjä ja kurssi
fo_fo: Tú skalt velja minst ein brúkara og ein kursus
fur: Tu devi selessionâ al manco un utent e un cors
ga: Caithfidh tú úsáideoir amháin ar a laghad agus cúrsa amháin a roghnú
gl: Tes que seleccionar polo menos un usuario e un curso
he_il: עליך לבחור לפחות משתמש אחד וקורס אחד
hi: आपको कम से कम एक उपयोगकर्ता और एक कोर्स का चयन करना चाहिए
hr_hr: Morate odabrati najmanje jednoga korisnika i jedan kolegij!
hu_hu: Legalább egy felhasználót és egy kurzust ki kell választania !
hy: Պետք է ընտրեք առնվազն մեկ օգտատեր և մեկ դասընթաց
id_id: Anda harus memilih setidaknya satu user dan satu mata kuliah !
it: E' necessario selezionare almeno un utente ed un corso !
ja: 少なくとも1人のユーザーと1つのコースを選択する必要があります
ka_ge: თქვენ უნდა აირჩიოთ მინიმუმ ერთი მომხმარებელი და ერთი კურსი
ko_kr: 최소 한 유저와 한 과정을 선택해야합니다 !
lo: ທ່ານຕ້ອງເລືອກຢ່າງໜ້ອຍໜຶ່ງຜູ້ໃຊ້ ແລະ ໜຶ່ງລາຍວິຊາ
lt_lt: Turite išrinkti mažiausiai vieną vartotoją ir vieną kursą!
lv_lv: Jums jāiezīmē vismaz viens lietotājs un viens kurss
mk_mk: Морате да изберете најмалку еден корисник и еден курс !
ms_my: Anda mesti pilih sekurang-kurangnya satu pengguna dan satu kursus
my_mm: သင်သည် အနည်းဆုံး အသုံးပြုသူတစ်ဦးနှင့် သင်တန်းတစ်ခုကို ရွေးချယ်ရမည်
ne: तपाईंले कम्तीमा एक प्रयोगकर्ता र एक पाठ्यक्रम छान्नुपर्छ
nl: U moet minstens één gebruiker en één cursus selecteren.
nn_no: Du må velge minst en bruker og ett kurs!
oc: Vos cal seleccionar al mens un utilizaire e un curs
pl_pl: Musisz wybrać co najmniej jednego użytkownika i jeden kurs!
ps: تاسو باید لږ تر لږه یو استعمال کوونکی او یو درس غوره کړئ
pt_br: Você deve selecionar pelo menos um usuário e um curso
pt_pt: Deverá seleccionar pelo menos um utilizador e um curso
ro_ro: Trebuie selectati cel putin un utilizator si un curs!
ru_ru: Вы должны выбрать как минимум одного пользователя и один курс!
sk_sk: Musíte zvoliť aspoň jedného používateľa a jeden kurz!
sl: Izbrati moraš vsaj enega uporabnika in vsaj en tečaj !
sq: Duhet të zgjidhni të paktën një përdorues dhe një kurs
sr_rs: Morate da selektujete najmanje jednog korisnika i jedan kurs!
sv_se: Du måste åtminstone välja en användare och en kurs!
sw_ke: Lazima uchague angalau mtumiaji mmoja na kozi moja
ta: குறைந்தது ஒரு பயனரையும் ஒரு பாடநூலையும் தேர்ந்தெடுக்க வேண்டும்
th: คุณต้องเลือกอย่างน้อย 1 ผู้ใช้และ 1 รายวิชา
tl_ph: Dapat kang pumili ng hindi bababa sa isang gumagamit at isang kurso
tr: En az <i>bir</i> kullanıcı ve <i>bir</i> ders seçilmeli!
uk_ua: Ви повинні вибрати, як мінімум, одного користувача та один курс !
vi_vn: Bạn phải chọn ít nhất một người dùng và một khóa học
xh_za: Kufuneka ukhethe umsebenzisi omnye kunye nesifundo
zh_cn: 你至少选择一个用户和一门课程！
zh_tw: 你至少要選擇一個用戶和一門課程﹗

source: Class list
ar: قائمة الفصول
ast_es: Llistáu de clases
bn_bd: ক্লাস তালিকা
bs_ba: Lista klasa
ca_es: Llistat d'aules
cs_cz: Seznam tříd
da: Klasseliste
de: Klassenliste
el: Λίστα τάξεων
eo: Klasa listo
es: Listado de clases
es_mx: Lista de Clases
eu_es: Klase zerrenda
fa_ir: لیست کلاسها
fi_fi: Luokkalista
fo_fo: Bólkalisti
fur: Liste des clasis
ga: Liosta ranganna
gl: Lista de clases
he_il: רשימת כיתות
hi: कक्षा सूची
hr_hr: Popis razreda
hu_hu: Osztályok listája
hy: Դասերի ցուցակ
id_id: Daftar Klas
it: Elenco delle classi
ja: クラス一覧
ka_ge: კლასების სია
ko_kr: 클래스 리스트
lt_lt: Klasių sąrašas
lv_lv: Klases saraksts
mk_mk: Список на паралелки
ms_my: Senarai kelas
my_mm: အတန်းစာရင်း
ne: कक्षा सूची
nl: Klassenlijst
nn_no: Liste klasser
oc: Lista de las classes
pl_pl: Lista klas
ps: د ټولو لړ
pt_br: Lista de classe
pt_pt: Lista de turmas
ro_ro: Lista claselor
ru_ru: Список класса
sk_sk: Zoznam tried
sl: Seznam razredov
sq: Lista e klasave
sr_rs: Lista razreda
sv_se: Klasslista
sw_ke: Orodha ya madarasa
ta: வகுப்பு பட்டியல்
th: รายชื่อหมู่เรียน
tl_ph: Listahan ng Klase
tr: Sınıf listesi
uk_ua: Список класів
vi_vn: Danh sách lớp
xh_za: Uluhlu lweeklasi
zh_cn: 班级列表
zh_tw: 班級清單

source: Add to the course(s)
ar: إضافة إلى هذا المقرر أو إلى هذه المقررات
ast_es: Amestar a esti cursu o cursos
bn_bd: কোর্স(গুলোতে) যোগ করুন
bs_ba: Dodaj u kurs(ove)
ca_es: Afegir a aquest curs o cursos
cs_cz: Přidat do tohoto (těchto) kurzu(ů)
da: Tilføj til dette/disse kurser
de: Zu diesem/n Kurs(en) hinzufügen
el: Προσθήκη στο(α) μάθημα(τα)
eo: Aldoni uzulo(j)n al kurso(j)
es: Añadir a este (estos) curso(s)
es_mx: Agregar al (los) curso(s)
eu_es: Gehitu ikastaro honi (hauei)
fa_ir: اضافه کردن درس یا دروس
fi_fi: Lisää kurssiin/kursseihin
fo_fo: Legg afturat kursus(inum)
fur: Zedi al cors(i)
ga: Cuir leis na cúrsa(í)
gl: Engadir a este/s curso/s
he_il: הוסף לקורס(ים)
hi: कोर्स(ों) में जोड़ें
hr_hr: Dodaj kolegiju/kolegijima
hu_hu: Hozzáad ahhoz (azokhoz) a kurzus(ok)hoz
hy: Ավելացնել դասընթաց(ներ)ին
id_id: Tambahkan ke mata kuliah tersebut
it: Aggiungi a questo/i corso/i
ja: コースに追加
ka_ge: დამატება კურს(ებ)ში
ko_kr: 이 과정에 추가
lt_lt: Pridėti prie šio(šių) kurso(kursų)
lv_lv: Pievienot šim/šiem kursam/iem
mk_mk: Додај на овој (овие) курс(еви)
ms_my: Tambah ke kursus
my_mm: သင်တန်း(များ)သို့ ထည့်ပါ
ne: पाठ्यक्रम(हरू)मा थप्नुहोस्
nl: Voeg gebruiker(s) toe aan cursus(sen)
nn_no: Legg til dette/disse kurset/kursene
oc: Apondre al(s) curs(s)
pl_pl: Dodaj do tego (tych) kursu(ów)
ps: د درس(ونو) ته اضافه کړئ
pt_br: Adicionar ao curso (s)
pt_pt: Adicionar ao(s) curso(s)
ro_ro: Adaugati la acest/aceste curs/cursuri
ru_ru: Добавить на этот (эти) курс(ы)
sk_sk: Pridať do tohto (týchto) kurzu(ov)
sl: Dodaj k tečaju
sq: Shto në kurs(in)
sr_rs: Dodaj ovom (ovim) kursu (kursevima)
sv_se: Lägg till denna(dessa) kurs(er)
sw_ke: Ongeza kwenye kozi
ta: பாடநூல்(களுக்கு) சேர்க்கவும்
th: เพิ่มเข้าไปในรายวิชานี้
tl_ph: Idagdag sa kurso(s)
tr: Bu ders(ler)e ekle
uk_ua: Додати до цього курсу
vi_vn: Thêm vào khóa học
xh_za: Faka kwizifundo
zh_cn: 加入该课程
zh_tw: 加入該課程

source: Add to the class
ar: إضافة إلى الفصل
ast_es: Amestar a la clase
bn_bd: ক্লাসে যোগ করুন
bs_ba: Dodaj u klasu
ca_es: Afegir a l'aula
cs_cz: Přidat do třídy
da: Tilføj til klassen
de: Zur Klasse hinzufügen
el: Προσθήκη στην τάξη
eo: Aldoni al klaso
es: Añadir a la clase
es_mx: Agregar a la clase
eu_es: Gehitu klaseari
fa_ir: اضافه کردن به کلاس
fi_fi: Lisää luokkaan
fo_fo: Legg afturat bólkinum
fur: Zedi a la clas
ga: Cuir leis an rang
gl: Engadir á clase
he_il: הוסף לכיתה
hi: कक्षा में जोड़ें
hr_hr: Dodaj razredu
hu_hu: Osztályhoz hozzáad
hy: Ավելացնել դասին
id_id: Tambahkan ke klas
it: Aggiungi alla classe
ja: クラスに追加
ka_ge: დამატება კლასში
ko_kr: 클래스에 추가
lt_lt: Įtraukti į klasę
lv_lv: Pievienot klasei
mk_mk: Додај на паралелката
ms_my: Tambah ke kelas
my_mm: အတန်းသို့ ထည့်ပါ
ne: कक्षामा थप्नुहोस्
nl: Voeg toe aan klas
nn_no: Legg til klassen
oc: Apondre a la classe
pl_pl: Dodaj do klasy
ps: د ټولې ته اضافه کړئ
pt_br: Adicionar à classe
pt_pt: Adicionar à turma
ro_ro: Adauga la clasa
ru_ru: Добавить в класс
sk_sk: Pridať do triedy
sl: Dodaj razredu
sq: Shto në klasë
sr_rs: Dodaj u razred
sv_se: Lägg till i klassen
sw_ke: Ongeza kwenye darasa
ta: வகுப்புக்கு சேர்க்கவும்
th: เพิ่มเข้าในหมู่เรียน
tl_ph: Idagdag sa klase
tr: Bu sınıfa ekle
uk_ua: Додати до класу
vi_vn: Thêm vào lớp
xh_za: Faka ekilasini
zh_cn: 加入该班级
zh_tw: 加入該班級

source: Remove from the class
ar: حذف من الفصل
ast_es: Esborrar de la clase
bn_bd: ক্লাস থেকে সরান
bs_ba: Ukloni iz klase
ca_es: Treure de l'aula
cs_cz: Odebrat z třídy
da: Fjern fra klassen
de: Aus der Klasse entfernen
el: Διαγραφή από την τάξη
eo: Forigi el klaso
es: Quitar de la clase
es_mx: Eliminar de la clase
eu_es: Kendu klasetik
fa_ir: حذف از کلاس
fi_fi: Poista luokasta
fo_fo: Tak bort frá bólkinum
fur: Scjampe de la clas
ga: Bain den rang
gl: Eliminar da clase
he_il: הסר מהכיתה
hi: कक्षा से हटाएँ
hr_hr: Ukloni iz razreda
hu_hu: Osztályból töröl
hy: Հեռացնել դասից
id_id: Hapus dari klas
it: Rimuovi dalla classe
ja: クラスから削除
ka_ge: წაშლა კლასიდან
ko_kr: 클래스에서 제외
lo: ລຶບອອກຈາກຫ້ອງຮຽນ
lt_lt: Pašalinti iš klasės
lv_lv: Atreģistrēt no klases
mk_mk: Отстрани од паралелката
ms_my: Alih keluar dari kelas
my_mm: အတန်းမှ ဖယ်ရှားပါ
ne: कक्षाबाट हटाउनुहोस्
nl: Verwijder uit klas
nn_no: Fjern fra klassen
oc: Suprimir de la classe
pl_pl: Usuń z klasy
ps: د ټولې څخه لرې کړئ
pt_br: Remover a partir da classe
pt_pt: Remover da turma
ro_ro: Indepartati din clasa
ru_ru: Удалить из класса
sk_sk: Odobrať z triedy
sl: Odstrani iz razreda
sq: Hiq nga klasa
sr_rs: Obriši iz razreda
sv_se: Radera från klassen
sw_ke: Ondoa kutoka darasani
ta: வகுப்பிலிருந்து நீக்கவும்
th: เอาออกจากหมู่เรียน
tl_ph: Alisin mula sa klase
tr: Sınıftan sil
uk_ua: Прибрати з класу
vi_vn: Xóa khỏi lớp
xh_za: Susa ekilasini
zh_cn: 从班级删除
zh_tw: 從班級刪除

source: Add to the group
ar: إضافة إلى المجموعة
ast_es: Amestar al grupu
bn_bd: গ্রুপে যোগ করুন
bs_ba: Dodaj u grupu
ca_es: Afegir al grup
cs_cz: Přidat do skupiny
da: Tilføj til gruppen
de: Zur Gruppe hinzufügen
el: Προσθήκη στην ομάδα
eo: Aldoni al grupo
es: Añadir al grupo
es_mx: Agregar al grupo
eu_es: Gehitu taldeari
fa_ir: اضافه کردن به گروه
fi_fi: Lisää ryhmään
fo_fo: Legg afturat bólkinum
fur: Zedi al grup
ga: Cuir leis an ngrúpa
gl: Engadir ao grupo
he_il: הוסף לקבוצה
hi: समूह में जोड़ें
hr_hr: Dodaj skupini
hu_hu: Csoporthoz hozzáad
hy: Ավելացնել խմբին
id_id: Tambahkan ke group
it: Aggiungi al gruppo
ja: グループに追加
ka_ge: დამატება ჯგუფში
ko_kr: 그룹에 추가
lt_lt: Įtraukti į grupę
lv_lv: Pievienot grupai
mk_mk: Додај во групата
ms_my: Tambah ke kumpulan
my_mm: အဖွဲ့သို့ ထည့်ပါ
ne: समूहमा थप्नुहोस्
nl: Voeg toe aan groep
nn_no: Legg til gruppen
oc: Apondre al grup
pl_pl: Dodaj do grupy
ps: د ډلې ته اضافه کړئ
pt_br: Adicionar ao grupo
pt_pt: Adicionar ao grupo
ro_ro: Adauga la grup
ru_ru: Добавить в группу
sk_sk: Pridať do skupiny
sl: Dodaj skupini
sq: Shto në grup
sr_rs: Dodaj u grupu
sv_se: Lägg till i gruppen
sw_ke: Ongeza kwenye kikundi
ta: குழுவுக்கு சேர்க்கவும்
th: เพิ่มเข้าในกลุ่ม
tl_ph: Idagdag sa grupo
tr: Bu gruba ekle
uk_ua: Додати до групи
vi_vn: Thêm vào nhóm
xh_za: Faka eqhulwini
zh_cn: 加入该组
zh_tw: 加入該組

source: Remove from the group
ar: حذف من المجموعة
ast_es: Esborrar del grupu
bn_bd: গ্রুপ থেকে সরান
bs_ba: Ukloni iz grupe
ca_es: Treure del grup
cs_cz: Odebrat ze skupiny
da: Fjern fra gruppen
de: Aus der Gruppe entfernen
el: Διαγραφή από την ομάδα
eo: Forigi el la grupo
es: Quitar del grupo
es_mx: Eliminar del grupo
eu_es: Kendu taldetik
fa_ir: حذف از گروه
fi_fi: Poista ryhmästä
fo_fo: Tak bort frá bólkinum
fur: Scjampe dal grup
ga: Bain den ghrúpa
gl: Quitar do grupo
he_il: הסר מהקבוצה
hi: समूह से हटाएँ
hr_hr: Ukloni iz skupine
hu_hu: Csoportból eltávolít
hy: Հեռացնել խմբից
id_id: Hapus dari group
it: Rimuovi dal gruppo
ja: グループから削除
ka_ge: წაშლა ჯგუფიდან
ko_kr: 그룹에서 제외
lo: ລຶບອອກຈາກກຸ່ມ
lt_lt: Pašalinti iš grupės
lv_lv: Atreģistrēt no grupas
mk_mk: Отстрани од групата
ms_my: Alih keluar dari kumpulan
my_mm: အဖွဲ့မှ ဖယ်ရှားပါ
ne: समूहबाट हटाउनुहोस्
nl: Verwijder uit groep
nn_no: Fjern fra gruppen
oc: Suprimir del grup
pl_pl: Usuń z grupy
ps: د ډلې څخه لرې کړئ
pt_br: Remover a partir do grupo
pt_pt: Remover do grupo
ro_ro: Indepartati din grup
ru_ru: Удалить из группы
sk_sk: Odobrať zo skupiny
sl: Odstrani iz skupine
sq: Hiq nga grupi
sr_rs: Obriši iz grupe
sv_se: Ta bort från gruppen
sw_ke: Ondoa kutoka kwenye kikundi
ta: குழுவிலிருந்து நீக்கவும்
th: เอาออกจากกลุ่ม
tl_ph: Alisin mula sa grupo
tr: Gruptan sil
uk_ua: Прибрати з групи
vi_vn: Xóa khỏi nhóm
xh_za: Susa eqhulwini
zh_cn: 从组删除
zh_tw: 從組刪除
