Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Which of the following fields of the portfolio have to be available in the user registration process? This requires that the portfolio option be enabled (see above).
ar: أي من المجالات التالية من التعريف الموسع يجب أن تكون متاحة في إجراء تسجيل المستخدم؟هذا يتطلب أن يكون التعريف الموسع مفعّلاً (انظر لأعلى)
ast_es: ¿ Qué campos del perfil estendíu ye menester tean disponibles nel procesu de rexistru d'un usuariu ? Esto necesita que'l perfil estendíu tea activáu (ver más enriba)
bn_bd: ব্যবহারকারী নিবন্ধন প্রক্রিয়ায় পোর্টফোলিওর কোন ফিল্ডগুলি উপলব্ধ হবে? এর জন্য পোর্টফোলিও অপশন সক্রিয় করতে হবে (উপরে দেখুন)।
bs_ba: Koja od sljedećih polja portfolija moraju biti dostupna u procesu registracije korisnika? Ovo zahtijeva da opcija portfolija bude omogućena (vidi gore).
ca_es: Quins camps del perfil estès cal que estiguin disponibles en el procés de registre d'un usuari? Això requereix que el perfil estès estigui activat (vegeu més amunt).
cs_cz: Která z následujících polí v rozšířeném profilu mají být dostupná během uživatelské registrace? Toto je požadováno, pokud je rozšířený profil aktivován (viz nahoře)
da: Hvilke af de følgende felter i den udvidet profil skal være synlige i registreringsformularen? Dette kræver, at den udvidet profil er aktiveret (se ovenfor).
de: Welche der nachfolgenden Felder des ausführlichen Profils sollen dem Benutzer bei der Anmeldung angezeigt werden? Dazu muss das ausführliche Profil aktiviert sein (s. oben)
el: Ποια από τα παρακάτω πεδία του χαρτοφυλακίου πρέπει να είναι διαθέσιμα στη διαδικασία εγγραφής χρήστη; Αυτό απαιτεί η επιλογή χαρτοφυλακίου να είναι ενεργοποιημένη (δείτε παραπάνω).
eo: Kiuj el la ĉi-subaj kampoj de la ampleksa profilo estu disponeblaj, kiam uzanto registriĝas? Tio postulas, ke la ampleksa profilo estu aktiva (vidu supre)
es: ¿ Qué campos del perfil extendido deben estar disponibles en el proceso de registro de un usuario ? Esto requiere que el perfil extendido esté activado (ver más arriba).
es_mx: ¿Cuáles de los siguientes campos del portafolio deben estar disponibles en el proceso de registro de usuario? Esto requiere que la opción de portafolio esté activada (ver arriba).
eu_es: Profil hedatuaren hurrengo eremuen artean zeintzuk egon behar dira erabilgarri erabiltzailea erregistratzeko prozesuan? Horrelakoak profila hedatua aktibaturik egotea eskatzen du (ikusi gainean).
fa_ir: کدام فیلدهای پورتفولیو در فرآیند ثبت‌نام کاربر در دسترس باشند؟ این نیاز به فعال بودن گزینه پورتفولیو دارد (بالا ببینید).
fi_fi: Mitkä seuraavista portfolion kentistä ovat käytettävissä käyttäjän rekisteröintiprosessissa? Tämä edellyttää, että portfolion vaihtoehto on käytössä (katso yllä).
fo_fo: Hvílki av fylgjandi økjum í portfolion skulu vera til taks í brúkara skráningarferlið? Hetta krevur at portfolio møguleikin er virkin (sí ovur).
fur: Cual di chessis campîs dal portfolio a devin essî disponibil intun process di iscrizion utint? Chest al require che opsion portfolio sia ativade (vê si su).
ga: Cé acu de na réimsí punainne seo a chaithfidh a bheith ar fáil i bpróiseas clárúcháin an úsáideora? Éilíonn sé sin go mbeidh an rogha punainne cumasaithe (féach thuas).
gl: Que campos do perfil estendido deben estar dispoñibles no proceso de rexistro dun usuario? Isto require que o perfil estendido estea activado (ver máis arriba).
he_il: איזה מהשדות הבאים של תיק העבודות חייב להיות זמין בתהליך רישום המשתמש? זה מחייב את אפשרות הפורטפוליו מופעלת (ראה למעלה).
hi: उपयोगकर्ता पंजीकरण प्रक्रिया में पोर्टफोलियो के निम्नलिखित फ़ील्डों में से कौन से उपलब्ध होने चाहिए? इसके लिए पोर्टफोलियो विकल्प सक्षम होना आवश्यक है (ऊपर देखें)।
hr_hr: Koja od sljedećih polja portfolija moraju biti dostupna u procesu registracije korisnika? To zahtijeva da opcija portfolija bude omogućena (vidi gore).
hu_hu: A portfólió alábbi mezőiből melyek legyenek elérhetők a felhasználói regisztrációs folyamatban? Ehhez engedélyezni kell a portfólió opciót (lásd fent).
hy: Պորտֆոլիոյի հետևյալ դաշտերից որոնք պետք է հասանելի լինեն օգտատիրոջ գրանցման գործընթացում։ Սա պահանջում է, որ պորտֆոլիո տարբերակը فعال լինի (տես վերևում)։
id_id: Kolom portofolio mana dari berikut yang harus tersedia dalam proses pendaftaran pengguna? Ini memerlukan opsi portofolio diaktifkan (lihat di atas).
it: Quale dei seguenti campi del profilo esteso saranno presenti nel modulo di registrazione? Nota: il profilo esteso deve essere prima attivato (v. sopra).
ja: ユーザ登録プロセスで利用可能なポートフォリオの以下のフィールドはどれですか？ポートフォリオオプションが有効になっている必要があります（上記参照）。
ka_ge: რომელი პორტფოლიოს ველები უნდა იყოს ხელმისაწვდომი მომხმარებლის რეგისტრაციის პროცესში? ეს საჭიროებს პორტფოლიოს ოფციის ჩართვას (იხ. ზემოთ).
ko_kr: 사용자 등록 과정에서 포트폴리오의 다음 필드 중 어떤 것이 사용 가능한가요? 포트폴리오 옵션이 활성화되어 있어야 합니다(위 참조).
lo: ຊ່ອງຂໍ້ມູນໃດແດ່ຂອງແຟ້ມສະສົມຜົນງານຕໍ່ໄປນີ້ທີ່ຕ້ອງມີໃຫ້ໃຊ້ໃນຂະບວນການລົງທະບຽນຜູ້ໃຊ້? ສິ່ງນີ້ຕ້ອງການໃຫ້ຕົວເລືອກແຟ້ມສະສົມຜົນງານເປີດໃຊ້ງານ (ເບິ່ງດ້ານເທິງ).
lt_lt: Kurie iš šių portfolio laukų turi būti prieinami vartotojo registracijos procese? Tai reikalauja, kad portfolio parinktis būtų įjungta (žr. aukščiau).
lv_lv: Kuri no šiem paplašinātā profila laukiem ir pieejami lietotājiem reģistrācijas procesā? Tas nozīmē, ka paplašinātais profils ir jāaktivizē (sk. iepriekš).
mk_mk: Кои од следните полиња на портфолиото мора да бидат достапни во процесот на регистрација на корисник? Ова бара портфолио опцијата да биде овозможена (видете погоре).
ms_my: Medan portfolio mana yang perlu tersedia dalam proses pendaftaran pengguna? Ini memerlukan pilihan portfolio diaktifkan (lihat di atas).
my_mm: အသုံးပြုသူမှတ်ပုံတင်ခြင်းလုပ်ငန်းစဉ်တွင် အစုစည်းမှတ်တမ်း၏ အောက်ပါကွက်လပ်များထဲမှ မည်သည့်အရာများကို ရရှိနိုင်ရမည်နည်း။ ၎င်းသည် အစုစည်းမှတ်တမ်းရွေးချယ်မှုကို ဖွင့်ထားရန် လိုအပ်သည် (အထက်တွင်ကြည့်ပါ)။
ne: प्रयोगकर्ता दर्ता प्रक्रियामा पोर्टफोलियाका कुन क्षेत्रहरू उपलब्ध हुनुपर्छ? यसका लागि पोर्टफोलियो विकल्प सक्षम हुनुपर्छ (माथि हेर्नुहोस्)।
nl: Welke van de onderstaande velden van het uitgebreid profiel moeten beschikbaar zijn als een gebruiker zich registreert? Dit vereist dat het uitgebreid profiel geactiveerd is (zie hierboven)
nn_no: Kva av desse portefølje-felta skal vere tilgjengelege i brukarregistreringsprosessen? Dette krev at portefølje-innstillinga er aktivert (sjå ovanfor).
oc: Quinas d'aquestas cambas del portafòlio devon èsser disponiblas dins lo process d'inscripcion d'utilizaire ? Aquò requer que l'opcion portafòlio siá activada (vejatz sus).
pl_pl: Które z następujących pół mają być dostępne podczas procesu rejestracji użytkownika. Opcja wymaga aby był włączony profil rozszerzony (patrz punkt wyżej)
ps: کوم له لاندې پورټ فولیو فیلډونو باید د کارن ریجسټریشن پروسه کې شتون ولري؟ دا غواړي چې پورټ فولیو اختیار فعال وي (پورتنۍ وګورئ).
pt_br: Qual dos seguintes campos da inscrição com perfil extendido devem estar disponíveis no processo de registro dos usuários? Isto requer a ativação da inscrição com perfil extendido (ver acima).
pt_pt: Qual dos seguintes campos do perfil ampliado/alargado devem estar disponíveis no processo de registo dos utilizadores? É necessário a activação do registo com perfil ampliado/alargado (ver acima).
ro_ro: Care dintre urmatoarele campuri ale profilului extins trebuie sa fie disponibile pentru procesul de inregistrare a utilizatorilor? Aceasta necesita ca profilul extins sa fie activat (vezi mai sus).
ru_ru: Какие из следующих полей расширенного профиля должны быть доступны в процессе регистрации пользователя? Это требуется, если расширенный профиль активирован (смотрите ниже).
sk_sk: Ktoré z nasledujúcich polí rozšíreného profilu majú byť dostupné v procese registrácie používateľa? Rozšírený profil musí byť aktivovaný (pozri vyššie).
sl: Katera od naslednjih polj razširjenega profila morajo biti dostopna v procesu registracije uporabnika? Možnost zahteva, da je razširjen profil aktiviran (glej spodaj).
sq: Cilat nga fushat e mëposhtme të portofolit duhet të jenë të disponueshme në procesin e regjistrimit të përdoruesit? Kjo kërkon që opsioni i portofolit të jetë i aktivizuar (shih lart).
sr_rs: Koja od sledećih polja portfolija moraju biti dostupna u procesu registracije korisnika? Ovo zahteva da opcija portfolija bude omogućena (vidi gore).
sv_se: Vilka av följande fält ur utökningen ska vara tillgängliga vid registrering av användare? (Förutsätter att utökning är aktiverad, se ovan).
sw_ke: Ni nyanja zipi za wasifu zinazopaswa kupatikana katika mchakato wa usajili wa mtumiaji? Hii inahitaji chaguo la wasifu liwashwe (tazama juu).
ta: பயனர் பதிவு செய்யும் செயல்முறையில் போர்ட்ஃபோலியோவின் எந்த புலங்கள் கிடைக்க வேண்டும்? இது போர்ட்ஃபோலியோ விருப்பம் செயல்படுத்தப்பட்டிருக்க வேண்டும் (மேலே பார்க்கவும்).
th: ฟิลด์พอร์ตโฟลิโอใดต่อไปนี้ต้องมีให้ในกระบวนการลงทะเบียนผู้ใช้ ต้องเปิดใช้งานตัวเลือกพอร์ตโฟลิโอ (ดูด้านบน)
tl_ph: Aling mga field ng portfolio ang dapat maging available sa user registration process? Ito ay nangangailangan na ang portfolio option ay pinagana (tingnan sa itaas).
tr: Kullanıcı kayıt işleminde aşağıdaki genişletilmiş profil alanlarından hangilerinin bulunması zorunludur? Genişletilmiş profilin aktifleştirilmiş olmasını gerektirir (Yukarı bakınız)
uk_ua: Які з наступних полів портфоліо мають бути доступні в процесі реєстрації користувача? Це вимагає увімкнення опції портфоліо (див. вище).
vi_vn: Những trường hồ sơ nào sau đây phải có sẵn trong quá trình đăng ký người dùng? Điều này yêu cầu tùy chọn hồ sơ được bật (xem ở trên).
xh_za: Zeziphi kwezi ndawo zilandelayo zephothfolio ezifuneka zibe khona kwinkqubo yobhaliso lomsebenzisi? Oku kufuna ukuba inikela yephothfolio ivulwe (jonga ngasentla).
zh_cn: 用户注册过程中哪些作品集字段必须可用？这要求启用作品集选项（见上文）。
zh_tw: 你打算提供那一欄的額外個人資料讓使用者在註冊時填寫？選用本項，你要啟用額外個人資料(請看上面）。

source: Required portfolio fields in registration
ar: مجالات التعريف الموسعة المطلوبة في التسجيل
ast_es: Campos requeríos nel perfil estendíu del rexistru
bn_bd: নিবন্ধনে প্রয়োজনীয় পোর্টফোলিও ফিল্ড
bs_ba: Obavezna polja portfolija pri registraciji
ca_es: Camps requerits en el perfil estès del registre
cs_cz: Požadovaná rozšířená pole profilu při registraci
da: Påkrævede felter i registreringsformularen i forbindelse med udvidet profil
de: Profil-Felder: Pflichtangaben
el: Απαιτούμενα πεδία χαρτοφυλακίου στην εγγραφή
eo: Plenendaj kampoj de la ampleksa profilo dum registrado
es: Campos requeridos en el perfil extendido del registro
es_mx: Campos de portafolio requeridos en el registro
eu_es: Erregistratzean eskatzen diren profil hedatuaren eremuak
fa_ir: فیلدهای الزامی پورتفولیو در ثبت‌نام
fi_fi: Pakolliset portfolion kentät rekisteröinnissä
fo_fo: Kravd portfolio øki í skráning
fur: Campîs portfolio obrigatôris a iscrizion
ga: Réimsí punainne riachtanacha sa chlárú
gl: Campos requeridos no perfil estendido do rexistro.
he_il: שדות תיק חובה בהרשמה
hi: पंजीकरण में आवश्यक पोर्टफोलियो फ़ील्ड
hr_hr: Obavezna polja portfolija pri registraciji
hu_hu: Kötelező portfólió mezők regisztrációkor
hy: Պարտադիր պորտֆոլիո դաշտեր գրանցման ժամանակ
id_id: Kolom portofolio wajib dalam pendaftaran
it: Campi del profilo esteso obbligatori nel modulo di registrazione
ja: 登録時の必須ポートフォリオフィールド
ka_ge: საჭირო პორტფოლიოს ველები რეგისტრაციისას
ko_kr: 등록 시 필수 포트폴리오 필드
lo: ຊ່ອງຂໍ້ມູນແຟ້ມສະສົມຜົນງານທີ່ຕ້ອງການໃນການລົງທະບຽນ
lt_lt: Privalomi portfolio laukai registracijoje
lv_lv: Nepieciešamie paplašinātā profila lauki reģistrācijas lapā
mk_mk: Обврзни полиња на портфолиото при регистрација
ms_my: Medan portfolio wajib dalam pendaftaran
my_mm: မှတ်ပုံတင်ခြင်းတွင် လိုအပ်သော အစုစည်းမှတ်တမ်းကွက်လပ်များ
ne: दर्तामा आवश्यक पोर्टफोलियो क्षेत्रहरू
nl: Verplichte velden van het uitgebreid profiel bij registratie
nn_no: Påkråvd portefølje-felt i registrering
oc: Cambas obligatòrias del portafòlio a l'inscripcion
pl_pl: Wymagane pola w profilu rozszerzonym podczas rejestracji
ps: د ریجسټریشن کې اړین پورټ فولیو فیلډونه
pt_br: Campos de preenchimento obrigatório na inscrição com perfil extendido
pt_pt: Campos necessários do perfil ampliado/alargado no registo
ro_ro: Campuri necesare din profilul extins la inregistrare
ru_ru: Требуемые расширенные поля профиля при регистрации
sk_sk: Požadované rozšírené polia profilu v registrácii
sl: Zahtevana razširjena polja pri registraciji
sq: Fushat e kërkuara të portofolit në regjistrim
sr_rs: Obavezna polja portfolija pri registraciji
sv_se: Nödvändiga fält för profilen vid registrering
sw_ke: Nyanja za lazima za wasifu katika usajili
ta: பதிவில் தேவையான போர்ட்ஃபோலியோ புலங்கள்
th: ฟิลด์พอร์ตโฟลิโอที่จำเป็นในการลงทะเบียน
tl_ph: Required portfolio fields sa registration
tr: Kayıtta gerekli genişletilmiş profil alanları
uk_ua: Обов'язкові поля портфоліо при реєстрації
vi_vn: Các trường hồ sơ bắt buộc trong đăng ký
xh_za: Iindawo eziyimfuneko zephothfolio ebhalisweni
zh_cn: 注册时必需的作品集字段
zh_tw: 註冊時必須填寫的額外個人資料
