Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Processing the import... Please don't close this window. This process may take a considerable amount of time. Please be patient.
so_so: Waxaa la shaqaynayaa soo dejinta... Fadlan ha xidhin daaqaddan. Nidaamkani waxa laga yaabaa inuu qaato wakhti badan. Fadlan dulqaad yeel.

source: Contact
so_so: Xidhiidh

source: Because the <code>newscorm</code> and <code>exercice</code> directories were renamed to <code>lp</code> and <code>exercise</code> respectively, is necessary to delete or rename to <code>newscorm_old</code> and <code>exercice_old</code>.
so_so: Sababtoo ah <code>newscorm</code> iyo <code>exercice</code> ee la beddelay <code>lp</code> iyo <code>exercise</code> siday u kala horreeyaan, waa lagama maarmaan in la tirtirto ama loo beddelo <code>newscorm_old</code> iyo <code>exercice_old</code>.

source: Extension not available
so_so: Kordhinta ma awoodo

source: Enables the WebRTC (flashless) audio recorder at several locations inside Chamilo
so_so: Waxa uu shaqaynayaa duubaha maqalka WebRTC (flashless) meelo badan gudaha Chamilo

source: Enable audio recorder
so_so: Shaqaal duubaha maqalka

source: Show official code on the 'Who is online' page, below the username.
so_so: Muuji koodka rasmiga ah ee bogga 'Yaa online ah', hoosta magaca isticmaale.

source: Official code on 'Who is online'
so_so: Koodka rasmiga ah ee 'Yaa online ah'

source: Public job
so_so: Shaqo dadweyne

source: Apply for the job
so_so: Ka dalban shaqada

source: Public company
so_so: Shirkad dadweyne

source: Private company
so_so: Shirkad gaar ah

source: Non-profit company
so_so: Shirkad aan faa'iido doon ahayn

source: Government
so_so: Dawlad

source: Template
so_so: Qaab

source: Palette
so_so: Dhaanto

source: Colors
so_so: Midabada

source: Mask
so_so: Maaskaro

source: Icon
so_so: summad

source: Design with Badge Studio
so_so: Naqshadee Studio Badge

source: Use this badge
so_so: Isticmaal calaamaddan

source: Palettes
so_so: Dhaanno

source: Use the Badge Studio to create your own badge from within your platform
so_so: Isticmaal Studio Badge si aad u samayso calaamadadaada nidaamkaaga dhexdiisa

source: You have already sent this file or another file with the same name. Please make sure you only upload each file once.
so_so: Durba waxaad dirtay faylkan ama fayl kale oo magac isku leh. Fadlan hubi inaad kaliya soo dejiso fayl kasta hal mar.

source: Default visibility of new documents
so_so: Muuqalka asalka ah ee dukumentiyada cusub

source: Allow users to add tickets
so_so: Oggol istusmaaliyeyaasha inay ku darsadaan tikit

source: Allows all users to add tickets not only the administrators.
so_so: Waxa uu oggol yahay dhammaan isticmaaliyeyaasha inay ku darsadaan tikit kaliya maamulayaasha maaha.

source: Send ticket warning messages to administrators
so_so: U dir tikit digniin maamulayaasha

source: Send a message if a ticket was created without a category or if a category doesn't have any administrator assigned.
so_so: Dir farriin haddii tikit la sameeyay aan qayb lahayn ama haddii qaybtu aysan lahayn maamule loo xilsaaray.

source: Send alert to administrators if tickets category has no one in charge
so_so: Dir digniin maamulayaasha haddii qaybta tikitka aysan lahayn qof masuul ah

source: Send a warning message (e-mail and Chamilo message) to all administrators if there's not a user assigned to a category.
so_so: Dir farriin digniin (iimayl iyo farriinta Chamilo) dhammaan maamulayaasha haddii aan jirin isticmaale loo xilsaaray qaybta.

source: Allow tickets categories edition
so_so: Oggol qaybaha tikitka tafatirka

source: Allow category edition by administrators.
so_so: Oggol qaybta tafatirka maamulayaasha.

source: Tickets
so_so: Tikit

source: The Moodle course file has been imported successfully.
so_so: Faylka koorsada Moodle si guul leh ayaa loo soo dejinay.

source: Extension installed but not enabled
so_so: Kordhinta waa la rakibay laakiin lama shaqaalayn

source: E-mail sent. This procedure works in all aspects similarly to the normal e-mail sending of Chamilo, but allows for more flexibility in terms of destination e-mail and message body.
so_so: Iimaylka waa la diray. Nidaamkani wuxuu u shaqeeyaa si la mid ah diritaanka iimaylka caadiga ah ee Chamilo, laakiin waxa uu oggol yahay dabacsanaan badan marka loo eego iimaylka goobta iyo jirka farriinta.

source: E-mail tester
so_so: Tijaabiye iimaylka

source: Welcome to YOUR tickets section. Here, you'll be able to track the state of all the tickets you created in the main tickets section.
so_so: Ku soo dhawow qaybta tikitkaaga. Halkan, waxaad awoodi doontaa inaad raacdo xaaladda dhammaan tikitka aad ka samaysay qaybta tikitka weyn.

source: No history
so_so: Taariikh la'aan

source: Recalculate results
so_so: Dib u xisaabinta natiijooyinka

source: %s (deleted)
so_so: %s (la tirtiray)

source: Available also on main portal
so_so: Soo bandhig bogga weyn sidoo kale

source: Edit course categories for one URL
so_so: Tafatir qaybaha koorsada hal URL

source: Visible to self
so_so: Muuqda nafta

source: Visible to others
so_so: Muuqda dadka kale

source: Upgrade Chamilo LMS version
so_so: Kordhi nooca Chamilo LMS

source: The install script has detected tables left over from previous versions that could cause problems during the upgrade process.
so_so: Qoraalka rakibista ayaa ogaaday miisaska ka tagay noocyadii hore ee laga yaabo inay sababaan dhibaatooyin inta lagu jiro habka casriyaynta.

source: Removing
so_so: Tirtiraya

source: Check for tables from previous versions
so_so: Ka fiiri miisaska noocyadii hore

source: Your password cannot be the same as your email
so_so: Eebbeeygaagu ma noqon karo emailkaaga

source: Your password cannot contain your username
so_so: Eebbeeygaagu ma ku jiri karo magacaaga isticmaalka

source: Use different character classes
so_so: Isticmaal fasallada xuruufta kala duwan

source: Too many repetitions
so_so: Tixraacyo badan

source: Your password contains sequences
so_so: Eebbeeygaagu waxa uu ku jiraa taxane

source: Very weak
so_so: Aad u jilicsan

source: You have been assigned the learner %s
so_so: Waxaa laguu xilsaaray ardayga %s

source: You have been assigned the learner %s with url %s
so_so: Waxaa laguu xilsaaray ardayga %s oo leh url %s

source: You have been assigned as tutor for the learner %s.<br/>
so_so: Waxaa laguu xilsaaray inaad tahay macalin u gaar ah ardayga %s.<br/>

source: Short name
so_so: Magac gaaban

source: Course user document
so_so: Dokumentka isticmaalka koorsada

source: Destination
so_so: Goobta

source: User testing of e-mail configuration
so_so: Tijaabinta isticmaalka e-mailka

source: Legal conditions
so_so: Shuruudaha sharciga ah

source: Please accept our legal conditions here: %s
so_so: Halkan ka aqbal shuruudaha sharciga ah: %s

source: Exercise invisible in sessions
so_so: Layliyada aan muuqan ee fadhiyada

source: You need to confirm your agreement to our terms first. Please check your e-mail.
so_so: Waa inaad marka hore xaqiijisaa oggolaanshaha shuruudaha. Fadlan hubi e-mailkaaga.

source: Error importing file
so_so: Qalad la soo dejinayo faylka

source: Hidden
so_so: Qarsoon

source: Imported
so_so: La soo dejisay

source: Import from a CSV
so_so: Ka soo dejiso CSV

source: Add files
so_so: Ku dar faylalka

source: Group forums
so_so: Golaha fadhiista

source: Generate
so_so: Soosaar

source: Ticket
so_so: Tikidh

source: Invalid API key
so_so: Fure API ansax ah

source: No announcement
so_so: Ma jiro ogeysiis

source: No forum
so_so: Ma jiro gole

source: Go to exercise
so_so: Tag layliga

source: Dissociate forum
so_so: Ka saar gole

source: No learning path found
so_so: Ma jiro waddo waxbarasho la helay

source: Active report link
so_so: Xiriirka warbixinta firfircoon

source: Invitees cannot be tutors
so_so: Martida ma noqon karaan macallimiin

source: Invalid action
so_so: Tallaabo ansax ah

source: Was this answer satisfactory?
so_so: Jawaabtani ma ahayd mid qanacday?

source: If you are certain, the ticket will be closed.
so_so: Haddii aad hubiso, tikidhka waa la xiri doonaa.

source: Priorities
so_so: Mudnaanta

source: This text should be at least %s characters long
so_so: Qoraalkani waa inuu noqdaa ugu yaraan %s xaraf dheer

source: Ticket <b>#%s</b> assigned to user <b>%s</b>
so_so: Tikidhka <b>#%s</b> waxaa loo xilsaaray isticmaale <b>%s</b>

source: This item is related to other tickets.
so_so: Waxyaabani waxay la xidhiidhaan tikidhyo kale.

source: Warning: No one has been assigned to category %s
so_so: Digtoow: Ma jiro qof loo xilsaaray qaybta %s

source: Ticket %s was created without a category
so_so: Tikidhka %s waxaa la abuuray iyada oo aan qayb lahayn

source: Ticket info
so_so: Macluumaadka tikidhka

source: A notification was sent to the administrators to report this category has no user assigned
so_so: Ogeysiis ayaa loo diray maamulayaasha si ay u warbixiyaan in qaybtani ma jiro isticmaale loo xilsaaray

source: Virtual support
so_so: Taageerada virtual

source: The incident has been sent to the virtual support team again
so_so: Dhacdada ayaa mar kale loo diray kooxda taageerada virtual

source: Your question has been sent to %s, the area in charge
so_so: Su'aashaada ayaa loo diray %s, aagga masuulka ka ah

source: Your answer to this question will be sent to %s
so_so: Jawaabtaada su'aashan ayaa loo diri doonaa %s

source: Message resent
so_so: Farriinta dib-u-diray

source: Ticket assigned to %s. Follow-up at <a href='%s'>#%s</a>.
so_so: Tikidhka loo qoondeeyay %s. Dabagal <a href='%s'>#%s</a>.

source: Ticket %s assigned
so_so: Tikidhka %s loo qoondeeyay

source: Ticket number
so_so: Numberka tikidhka

source: Ticket closed
so_so: Tikidhka la xiray

source: Unassign
so_so: Ka saar

source: Please select tasks
so_so: Fadlan dooro shaqooyinka

source: Please select
so_so: Fadlan dooro

source: Please select thread
so_so: Fadlan dooro mawqafka

source: Total tickets
so_so: Tikidhada guud

source: There was an error registering your ticket
so_so: Qalad ayaa dhacay markii la diiwaan gelinayay tikidhkaaga

source: Are you sure you want to unassign this ticket?
so_so: Ma hubin tahay in aad rabto in aad tikidhkan ka saarto?

source: Are you sure you want to close this ticket?
so_so: Ma hubin tahay in aad rabto in aad xirto tikidhkan?

source: Unassigned
so_so: Lama qoondeyn

source: Select the timespan in weeks
so_so: Dooro muddada toddobaadyada

source: Course %s added
so_so: Kooraska %s waa lagu daray

source: Current password
so_so: Eebbe waxtarka ah

source: Delete all corrections
so_so: Tirtir dhammaan sixirka

source: Enable 'My Files' section
so_so: Aktiveey 'Faylayadayda' qaybta

source: Allow users to upload files to a personal space on the platform.
so_so: Oggolow isticmaale yaqaani in ay ku soo galiyaan faylo meel shakhsi ah oo ku taal goobta.

source: You are currently using the multi-URL feature and are trying to upgrade your portal using a secondary URL. Please connect to the main URL to proceed with the upgrade: %s
so_so: Waad hadda isticmaalaysaa muuqaalka multi-URL oo aad isku dayeyso in aad kor u qaadid boggaaga adigoo isticmaalaya URL-ka labaad. Fadlan ku xidho URL-ka ugu muhiimsan si aad u sii wado kor u qaadista: %s

source: Only %s questions will be picked randomly following the quiz configuration.
so_so: Keliya %s su'aalood ayaa si random loo dooran doonaa iyadoo la raacayo qaabaynta imtixaanka.

source: Allow download course documents by API Key
so_so: Oggolow soo dejinta dukumentiyada kooraska iyadoo la adeegsanayo API Key

source: Download documents verifying the REST API key for a user
so_so: Soo dejiso dukumentiyada adigoo xaqiijinaya fure REST API ee isticmaale

source: First you have to download the corrections <a href='%s'> here </a>.
so_so: Marka hore waa in aad soo dejisataa sixirka <a href='%s'> halkan </a>.

source: Posts pending moderation
so_so: Boostada sugaysa dhexdhexaadin

source: Only users from one course in a session
so_so: Keliya isticmaale kooras ka mid ah kalfadka

source: If the server is behind a proxy or firewall (and only in those cases), it might be using the X_FORWARDED_FOR HTTP header to show the remote user IP (yours, in this case).
so_so: Haddii serverku uu ka dambeeya proxy ama firewall (oo kaliya kiisaskaas), waxa laga yaabaa in uu isticmaalayo X_FORWARDED_FOR HTTP header si uu u muujiyo IP-ka isticmaale fog (kaaga, kiiskan).

source: Geolocalization by coordinates
so_so: Goobiyaynta iyadoo la adeegsanayo coordinates

source: Export users of a course
so_so: Dhoof isticmaale kooras ka mid ah

source: Pause recording
so_so: Joji duubista

source: Resume recording
so_so: Sii duub

source: You are already registered but your allowed access time has expired.
so_so: Waad diiwaan gashan tahay laakiin wakhtigaaga gelitaanka ayaa dhacay.

source: Assignment work time
so_so: Waqtiga shaqada meelaynta

source: Document ID
so_so: Dukumentiga ID

source: Social data
so_so: Xogta bulshada

source: Wall messages posted by him/herself
so_so: Farriimaha gidaarka ee iskiis/nafteeda uu postay

source: See accesses
so_so: Eeg gelitaanka

source: Priority changed from %s to %s
so_so: Mudnaanta ayaa laga beddelay %s ilaa %s

source: Status changed from %s to %s
so_so: Xaaladda ayaa laga beddelay %s ilaa %s

source: This skill was obtained through course %s which has been removed since then.
so_so: Xirfaddan ayaa lagu helay kooras %s kaas oo tan iyo markaas la tirtiray.

source: Save and add new item
so_so: Keyd iyo ku dar shey cusub

source: By default, this announcement will be sent to all users. But you can also select others recipients.
so_so: Sida caadiga ah, ogeysiiskan waxaa loo diri doonaa dhammaan isticmaale. Laakiin waxaad sidoo kale dooran kartaa dadka kale ee helayaasha.

source: Choose recipients
so_so: Dooro helayaasha

source: Progress: %s %%
so_so: Horumar: %s %%

source: This session has a maximum duration of %s days.
so_so: Kalfadkani waxa uu leeyahay muddo ugu badan %s maalmood.

source: Score: %s %%
so_so: Dhibcaha: %s %%

source: Certificate: %s
so_so: Shahaadada: %s

source: Enable to bypass the configuration of Exercise invisible in session at a base course level
so_so: Aktiveey si aad u dhaafto qaabaynta Layli aan muuqan kalfadka heerka kooraska salka

source: To enable the configuration of the exercise invisibility in session in the base course to by pass the global configuration. If not set the global parameter is used.
so_so: Si aad u aktiveysid qaabaynta layliga aan muuqan kalfadka kooraska salka si aad u dhaafto qaabaynta guud. Haddii aan la dejin waxaa la isticmaali doonaa parameterka guud.

source: Exercise invisible in Session
so_so: Laylihii kalfadhi ku wada

source: If an exercise is visible in the base course then it appears invisible in the session. If an exercise is invisible in the base course then it does not appear in the session.
so_so: Haddii laylihii uu ka muuqdo koorsada salka markaas wuxuu ka muuqdaa mid aan muuqan karin kalfadhka. Haddii laylihii uu ka muuqdo mid aan muuqan karin koorsada salka markaas kuma muuqdo kalfadhka.

source: Ongoing
so_so: Socda

source: Unclosed
so_so: Aan la xidhin

source: Attempt still going on. Please wait.
so_so: Isku daygu wali socdaa. Fadlan sug.

source: Mark attempt as closed
so_so: Calamadey isku dayga inuu xidhan yahay

source: The new password does not match the minimum security requirements
so_so: Eebbe cusub ma waafaqsanayo shuruudaha amniga ugu yar

source: Minimum %s lowercase characters
so_so: Ugu yara %s xaraf yar

source: Minimum %s uppercase characters
so_so: Ugu yara %s xaraf weyn

source: Minimum %s numerical (0-9) characters
so_so: Ugu yara %s tirooyin (0-9)

source: Minimum %s characters in total
so_so: Ugu yara %s xaraf guud ahaan

source: Maximum %s lowercase characters
so_so: Ugu badnaan %s xaraf yar

source: Maximum %s uppercase characters
so_so: Ugu badnaan %s xaraf weyn

source: Maximum %s numerical (0-9) characters
so_so: Ugu badnaan %s tirooyin (0-9)

source: Maximum %s characters in total
so_so: Ugu badnaan %s xaraf guud ahaan

source: You can't edit this question because answers by students have already been registered
so_so: Ma tafafiiri kartid su'aashan sababtoo ah jawaabaha ardaydu hore ayaa loo diiwaan geliyay

source: Semester
so_so: Semestar

source: Reading comprehension
so_so: Aqoonsiga wax akhriska

source: Sorry, it seems like a speed of %s words/minute was too fast for this text of %s words.
so_so: Waan ka xumahay, waxay u muuqataa in xawaaraha %s eray/daqiiqo uu ahaa mid degdeg ah qoraalkan %s eray.

source: Congratulations, you have reached and correctly understood, at a speed of %s words per minute, a text of a total %s words.
so_so: Tambuulo, waxaad gaadhay oo aad si sax ah u fahantay, xawaare %s eray daqiiqaddii, qoraal guud ahaan %s eray.

source: %s words per minute
so_so: %s eray daqiiqaddii

source: Tutor %s is no subscribed to this course
so_so: Macallin %s ma isticmaalo koorsadan

source: Update this title in learning paths
so_so: Cusboonaysii cinwaankan wadooyinka waxbarashada

source: To enable video chat in your browser (if it supports it), make sure you click on the information icon on the left of the URL and then authorize the use of the webcam and microphone.
so_so: Si aad ugu shaqeyso sheekaysiga muuqaalka biraawsarkaaga (haddii uu taageero), hubi inaad taabacdo astaanta macluumaadka bidix ee URL-ka ka dibna oggol tahay isticmaalka kamarada iyo makarafoonka.

source: Update file
so_so: Cusboonaysii faylka

source: Paranoid: E-mail teacher when a student starts an exercise
so_so: Paranoid: I-maac macallinka marka ardaygu bilaabo laylihii

source: Aware: E-mail teacher when a student ends an exercise
so_so: Ogeysan: I-maac macallinka marka ardaygu dhameeyo laylihii

source: Relaxed open: E-mail teacher when a student ends an exercise, only if an open question is answered
so_so: Fudud furan: I-maac macallinka marka ardaygu dhameeyo laylihii, kaliya haddii su'aal furan la jawaabo

source: Relaxed audio: E-mail teacher when a student ends an exercise, only if an oral question is answered
so_so: Fudud maqal: I-maac macallinka marka ardaygu dhameeyo laylihii, kaliya haddii su'aal afka laga jawaabo

source: Student just started an exercise
so_so: Ardaygu hadda bilaabay laylihii

source: Temporary score: %s open question(s) not corrected yet.
so_so: Dhibcaha ku meel gaadhka ah: %s su'aalo furan oo aan wali la sixiin.

source: Annotation
so_so: Qoraal ku dheeh

source: Teacher picture
so_so: Sawir macallinka

source: Feedback if not correct
so_so: Faallo haddii aan sax ahayn

source: Scheduled announcements
so_so: Ogeysiisyada la qorsheeyay

source: Specific dispatch date
so_so: Taariikhda dirida gaarka ah

source: Dispatch based on the session's start/end dates
so_so: Diridda ku saleysan taariikhaha bilowga/dhamaadka kalfadhka

source: After or before
so_so: Ka dib ama ka hor

source: Before
so_so: Ka hor

source: This form allows scheduling announcements to be sent automatically to the students who are taking a course in a session.
so_so: Foomkani wuxuu oggol yahay jadwalka ogeysiisyada si otomaatig ah loogu diro ardayda qaata koorsada kalfadhka.

source: A mandatory survey is waiting your answer. To enter the course, you must first complete the survey.
so_so: Sahan qasab ah ayaa sugaya jawaabtaada. Si aad u gasho koorsada, waa inaad marka hore dhameysataa sahanka.

source: Show previous button
so_so: Muuj badhanka hore

source: All tickets
so_so: Dhammaan tikitka

source: Mandatory?
so_so: Qasab ah?

source: %s got a new assignment in course %s
so_so: %s waxa uu helay hawl cusub koorsada %s

source: As his/her human resources manager, you are receiving this e-mail to let you know that %s just got a new assignment in course %s
so_so: Maareeyaha ilaha aadanaha ahaan, waxaad helaysaa i-maalkan si aad u ogaato in %s uu helay hawl cusub koorsada %s

source: Student linking requests
so_so: Codsiinta isku xidhka ardayda

source: E-mail students and their Human Resources Manager on assignments creation
so_so: I-maac ardayda iyo Maareeyaha Ilaha Aadanaha ee shaqooyinka la abuuro

source: Student linking request accepted
so_so: Codsiinta isku xidhka ardayda waa la aqbalay

source: Linked to student
so_so: Ku xidhan tahay ardayga

source: Request linking to student
so_so: Ku codso xidhid ardayga

source: Linking request added
so_so: Cod xidhid lagu daray

source: Human Resource Managers list
so_so: Liiska Maamulayaasha Kaydka Dadka

source: Assign Human Resources Manager to user
so_so: Ku meeleey Maamulaha Kaydka Dadka isticmaale

source: Add Human Resources Manager to user
so_so: Ku dar Maamulaha Kaydka Dadka isticmaale

source: Human Resources Manager assigned users course list
so_so: Liiska koorsada isticmaale ee loo xilsaaray Maamulaha Kaydka Dadka

source: Go to Survey
so_so: Tag Survey

source: Certificate notification
so_so: Ogeysiis shahaadada

source: Send certificate notification to all users
so_so: U dir ogeysiiska shahaadada dhammaan isticmaale

source: Forwarded message
so_so: Farriinta la gudbiyay

source: Forward message
so_so: Gudbin farriinta

source: You will find below the list of course categories.
so_so: Hoos waxaad ka heli doontaa liiska qaybaha koorsada.

source: Feature disabled by administrator
so_so: Tilmaamaha waxa cunaqabateeyay maamulaha

source: Subscribe users to category
so_so: Ku qor isticmaale qaybta

source: Subscribe groups to category
so_so: Ku qor kooxaha qaybta

source: Note that if the inscription of users in a category is available, then if you have already subscribe user to the category it will override the inscription of users here in the Learning Path
so_so: Ogow haddii diiwaangelinta isticmaale ee qaybta la heli karo, markaas haddii aad hore ugu qortay isticmaale qaybta waxay bedeli doontaa diiwaangelinta isticmaale halkan ee Dardaaranada Waxbarashada

source: Note that the inscription of users in a category will override the inscription of users in the Learning Path
so_so: Ogow diiwaangelinta isticmaale ee qaybta waxay bedeli doontaa diiwaangelinta isticmaale ee Dardaaranada Waxbarashada

source: Select with text field
so_so: Dooro goob qoraal

source: Triple select
so_so: Dooro saddex

source: You confirm that you really want to subscribe to this platform.
so_so: Waad xaqiijinaysaa in aad runtii rabto in aad isku qorto goobtaan.

source: Add text
so_so: Ku dar qoraal

source: When you start recording, you can pause whenever you want. If you are not satisfied, register again. This will overwrite the previous version. Satisfied? the file is automatically sent to the server so you can just continue your exercise.
so_so: Markaad duubista bilowdo, waad joojin kartaa markasta oo aad rabto. Haddii aadan ku qanacsanayn, dib u diiwaan gelin. Tani waxay bedeli doontaa nooca hore. Ma qanacsan tahay? Faylku si otomaatig ah ayuu loo soo diraa server-ka si aad u sii wado shaqadaada.

source: Best score in learning path
so_so: Dhibcaha ugu sarreeya ee dardaaranka waxbarashada

source: Best score not in learning path
so_so: Dhibcaha ugu sarreeya ee aan ahayn dardaaranka waxbarashada

source: Send confirmation mail again
so_so: Dib u dir iimaylka xaqiijinta

source: User confirmed. Now you can login the platform.
so_so: Isticmaale la xaqiijiyay. Hadda waxaad gelan kartaa goobta.

source: Agenda available in course %s
so_so: Agenda waxay ku heli kartaa koorsada %s

source: You have been subscribed to the course %s the start date is %s and %s
so_so: Waxaa lagu qortay koorsada %s taariikhda bilawga waa %s iyo %s

source: E-mail to teachers on new user's student publication feedback.
so_so: Iimaylka macallimiinta ku saabsan faallada daabacaadda ardayga cusub.

source: Your session time is expired.
so_so: Waqtiga fadhigaaga waa dhacay.
