Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Announcement invisible
yo_ng: Ipọnfẹ ko han

source: Glossary deleted
yo_ng: Iwe-itumọ ti paarẹ

source: Calendar year
yo_ng: Ọdun kalẹnda

source: Accessible
yo_ng: Ti o le wọle si

source: Not accessible
yo_ng: Ko le wọle si

source: Group added
yo_ng: Ẹgbẹ ti a fi kun

source: Add users to group
yo_ng: Fi awọn olumulo kun si ẹgbẹ

source: Error reading ZIP file
yo_ng: Aṣiṣe kika faili ZIP

source: The only accepted extensions in the ZIP file are .jp(e)g, .png, .gif and .css.
yo_ng: Awọn amuguru ti a gba nikan ninu faili ZIP ni .jp(e)g, .png, .gif ati .css.

source: Clear search results
yo_ng: Pa awọn abajade wiwa kuro

source: Courses overview
yo_ng: Akopọ awọn iṣẹ-ẹkọ

source: Sessions overview
yo_ng: Akopọ awọn akoko

source: Total number of messages
yo_ng: Nọmba lapapọ ti awọn ifọrọranṣẹ

source: Total number of assignments
yo_ng: Nọmba lapapọ ti awọn iṣẹ ṣiṣe

source: Test server mode
yo_ng: Ipo olupin idanwo

source: Page execution time was
yo_ng: Akoko ipaniyan oju-iwe jẹ

source: Memory usage
yo_ng: Lilo iranti

source: Memory usage peak
yo_ng: Ibeere lilo iranti

source: seconds
yo_ng: aaya

source: Grade in the assessment tool
yo_ng: Dimegila ninu ohun elo igbelewọn

source: The assistant can only keep track of all progress of learners registered to the course.
yo_ng: Oluranlọwọ le ṣe atokọ gbogaro ilọsiwaju ti awọn akẹkọ ti forukọsilẹ si iṣẹ-ẹkọ naa nikan.

source: The teacher can grade, evaluate and keep track of all learners enrolled in the course.
yo_ng: Olukọ le ṣe igbelewọn, ṣe igbelewọn ati tọju atokọ gbogaro awọn akẹkọ ti o forukọsilẹ ninu iṣẹ-ẹkọ naa.

source: Included in the evaluation
yo_ng: Ti a fi sinu igbelewọn

source: You can't edit this course exercise from inside a session
yo_ng: O ko le ṣatunkọ adaṣe iṣẹ-ẹkọ yii lati inu akoko kan

source: Session-specific resource
yo_ng: Ohun elo pato akoko

source: Edition not available from the session, please edit from the basic course.
yo_ng: Ṣatunkọ ko wa lati akoko, jọwọ ṣatunkọ lati iṣẹ-ẹkọ ipilẹ.

source: Social network link
yo_ng: Asopọ nẹtiwọọki awujọ

source: Handing over of task %s
yo_ng: Ifijiṣẹ iṣẹ %s

source: Copy to my private file area
yo_ng: Daakọ si agbegbe faili ikọkọ mi

source: Export to PDF format
yo_ng: Fi jade si ọna kika PDF

source: Resource shared
yo_ng: Ohun elo pinpin

source: There are a file with the same name in your private user file area. Do you want replace it?
yo_ng: Faili kan wa pẹlu orukọ kanna ni agbegbe faili olumulo ikọkọ rẹ. Ṣe o fẹ rọpa rẹ?

source: Copy failed
yo_ng: Daakọ kuna

source: The copy has been made
yo_ng: Daakọ ti ṣe

source: File replaced
yo_ng: Faili ti rọpa

source: My files
yo_ng: Awọn faili mi

source: Allow users to copy files from a course in your personal file area
yo_ng: Gba awọn olumulo laaye lati daakọ awọn faili lati ẹkọ kan sinu agbegbe faili ara ẹni rẹ

source: Allows users to copy files from a course in your personal file area, visible through the Social Network or through the HTML editor when they are out of a course
yo_ng: Gba awọn olumulo laaye lati daakọ awọn faili lati ẹkọ kan sinu agbegbe faili ara ẹni rẹ, ti o han nipasẹ Nẹtiwọọki Awujọ tabi nipasẹ olootu HTML nigbati wọn ba jade kuro ninu ẹkọ kan

source: Update Image
yo_ng: Ṣe imudojuiwọn aworan

source: Enable time limits
yo_ng: Ṣe amulẹ awọn aala akoko

source: Protected Document
yo_ng: Iwe-ipamọ Ti a daabobo

source: Last logins
yo_ng: Àwọn ìwọle ìkẹ́yìn

source: All logins
yo_ng: Gbogbo ìwọle

source: Draw
yo_ng: Ya

source: No course at this category level
yo_ng: Kò sí ìdàrùn nínú ìpín yìí

source: Connections last month
yo_ng: Ìsọ̀kan òṣù tó kọjá

source: Total learners
yo_ng: Àpapọ̀ àwùjọ ẹ̀kọ́

source: Filtering with score %s
yo_ng: Ṣí ìdíwọ̀ pẹ̀lú àmì %s

source: Taken
yo_ng: Ti gba

source: Not taken
yo_ng: Kò tíì gba

source: Pass minimum %s
yo_ng: Kọjá ìdíwọ̀ ìpinnu %s

source: Fail
yo_ng: Kù

source: Exam tracking
yo_ng: Ìtọ́sọ́nà ìdánwò

source: No attempts
yo_ng: Kò sí ìgbìyànjú

source: Create a course request
yo_ng: Ṣẹ̀dá ìbéèrè ìdàrùn

source: Terms and Conditions
yo_ng: Àwùjọ Ìlànà àti Ìpinnu

source: Read the Terms and Conditions
yo_ng: Kà Àwùjọ Ìlànà àti Ìpinnu

source: I have read and I accept the Terms and Conditions
yo_ng: Mo ti kà àti gba Àwùjọ Ìlànà àti Ìpinnu

source: You have to accept our Terms and Conditions to proceed.
yo_ng: O gbọ́dọ̀ gba Àwùjọ Ìlànà àti Ìpinnu wa láti tẹ̀síwájú.

source: Your request for a new course has been sent successfully. You may receive a reply soon, within one or two days.
yo_ng: Ìbéèrè rẹ fún ìdàrùn tuntun ti fi lọ́fẹ̀rẹ̀. O le gba ìdáhùn laipẹ, láàárín ọjọ́ kan tàbí méjì.

source: Review incoming course requests
yo_ng: Ṣàyẹ̀wò ìbéèrè ìdàrùn tí ń bọ̀

source: Accepted course requests
yo_ng: Ìbéèrè ìdàrùn tí a ti gba

source: Rejected course requests
yo_ng: Ìbéèrè ìdàrùn tí a kọ

source: Create this course request
yo_ng: Ṣẹ̀dá ìbéèrè ìdàrùn yìí

source: Request date
yo_ng: Ọjọ́ ìbéèrè

source: Accept this course
yo_ng: Gba ìdàrùn yìí

source: A new course %s is going to be created. Is it OK to proceed?
yo_ng: Ìdàrùn tuntun %s yóò ṣẹ̀dá. Ṣe o dára láti tẹ̀síwájú?

source: Additional information about %s course request is going to be asked through an e-mail message. Is it OK to proceed?
yo_ng: Ìròyìn àfikún nípa ìbéèrè ìdàrùn %s yóò ṣe ìbéèrè fún ìmèlì. Ṣe o dára láti tẹ̀síwájú?

source: Ask for additional information
yo_ng: Bèèrè fún ìròyìn àfikún

source: Your browser does not support SVG files. To use the drawing tool you must have an advanced browser such as Firefox or Chrome
yo_ng: Èmi rẹ yí o kò ṣe ìdàápadà fáìlù SVG. Láti lo ohun èlò ìyà yóò ṣe ìdíwọ̀ ìlọsíwájú bii Firefox tàbí Chrome

source: Browscap loading browscap.ini file that contains a large amount of data on the browser and its capabilities, so it can be used by the function get_browser () PHP
yo_ng: Browscap ń ṣe ìdọ̀tí fáìlù browscap.ini tí ó ni ìpinnu púpọ̀ lórí ẹrùwẹ̀ àti agbára rẹ̀, nítorí náà ó ṣe ìdàápadà ìlò ìdàsílẹ̀ get_browser () PHP

source: Delete this course request
yo_ng: Pa ìbéèrè ìdàrùn yìí rọ́

source: The course request %s is going to be deleted. Is it OK to proceed?
yo_ng: Ìbéèrè ìdàrùn %s yóò parẹ́. Ṣe o dára láti tẹ̀síwájú?

source: Reject this course request
yo_ng: Kọ ìbéèrè ìdàrùn yìí

source: The course request %s is going to be rejected. Is it OK to proceed?
yo_ng: Ìbéèrè ìdàrùn %s yóò kọ. Ṣe o dára láti tẹ̀síwájú?

source: The course request %s has been accepted. A new course %s has been created.
yo_ng: Ìbéèrè ìdàrùn %s ti gba. Ìdàrùn tuntun %s ti ṣẹ̀dá.

source: The course request %s has not been accepted due to internal error.
yo_ng: Ìbéèrè ìdàrùn %s kò ti gba nítorí ìṣòro ìnkówò.

source: The course request %s has been rejected.
yo_ng: Ìbéèrè ìdàrùn %s ti kọ.

source: The course request %s has not been rejected due to internal error.
yo_ng: Ìbéèrè ìdàrùn %s kò ti kọ nítorí ìṣòro ìnkówò.

source: Additional information about the course request %s has been asked.
yo_ng: Ìròyìn àfikún nípa ìbéèrè ìdàrùn %s ti ṣe ìbéèrè.

source: Additional information about the course request %s has not been asked due to internal error.
yo_ng: Ìròyìn àfikún nípa ìbéèrè ìdàrùn %s kò ti ṣe ìbéèrè nítorí ìṣòro ìnkówò.

source: The course request %s has been deleted.
yo_ng: Ìbéèrè ìdàrùn %s ti parẹ́.

source: The course request %s has not been deleted due to internal error.
yo_ng: Ìbéèrè ìdàrùn %s kò ti parẹ́ nítorí ìṣòro ìnkówò.

source: Delete selected course request(s)
yo_ng: Pa ìbéèrè ìdàrùn tí a yàn rọ́

source: The selected course requests have been deleted.
yo_ng: Ìbéèrè ìdàrùn tí a yàn ti parẹ́.

source: Some of the selected course requests have not been deleted due to internal error.
yo_ng: Àwùjọ ìbéèrè ìdàrùn tí a yàn kò ti parẹ́ nítorí ìṣòro ìnkówò.

source: %s A request for a new course %s
yo_ng: %s Ìbéèrè fún ìdàrùn tuntun %s

source: We registered the following request for a new course:
yo_ng: A ṣe ìdọwọ̀ ìbéèrè wọnyi fún ìdàrùn tuntun:

source: This course request can be approved on the following page:
yo_ng: Ìbéèrè ìdàrùn yìí le ṣe ìdásílẹ̀ lórí ojú ìkàrì yìí:

source: The "Course validation" feature is not enabled at the moment. In order to use this feature, please, enable it by using the %s setting.
yo_ng: Ẹ̀yà "Ìdásílẹ̀ Ìdàrùn" kò ṣiṣẹ́ lọ́wọ́lọwọ́. Láti lo ẹ̀yà yìí, jọwọ, ṣí i pẹ̀lú ìdàdí %s.

source: The information about this course request is considered protected; it can be used only to open a new course within our e-learning portal; it should not be revealed to third parties.
yo_ng: Ìròyín nípa ìbéèrè ìdàrùn yìí ni a kà sí ìdábò; a le lo rẹ̀ nìkan láti ṣí ìdàrùn tuntun láti inú ọ̀nà ìmọ̀ ẹ̀rọ wa; kò yẹ kí a fi hàn àwùjọ ẹlòmíràn.

source: Courses validation
yo_ng: Ìdíyelé Ìdàrò

source: When the 'Courses validation' feature is enabled, a teacher is not able to create a course alone. He/she fills a course request. The platform administrator reviews the request and approves it or rejects it.<br />This feature relies on automated e-mail messaging; set Chamilo to access an e-mail server and to use a dedicated an e-mail account.
yo_ng: Nígbà tí àwùjọ Ìdíyelé Ìdàrò bá ṣí, olùkọ kò lè ṣẹ̀dá ìdàrò nìkan. Ó kún ìbéèrè ìdàrò. Alákòwò ìdààmọ̀ ṣàyẹ̀wò ìbéèrè náà ó sì fọwọ́ sí i tàbí kọ̀. <br />Èyí gbẹ́kẹ̀lé ìfiṣọ́rẹ̀pẹ̀rẹ̀ e-mail; ṣètò Chamilo láti wọle si ìtumọ̀ e-mail kí o sì lo ìdí ìdààmọ̀ e-mail kan pàtó.

source: %s A request for additional information about the course request %s
yo_ng: %s Ìbéèrè fún ìsọfúnni àfikún nípa ìbéèrè ìdàrò %s

source: We have received your request for a new course with code %s. Before we consider it for approval, we need some additional information. Please, provide brief information about the course content (description), the objectives, the learners or the users that are to be involved in the proposed course. If it is applicable, mention the name of the institution or the unit on which behalf you made the course request.
yo_ng: A ti gba ìbéèrè rẹ fún ìdàrò tuntun pẹ̀lú koodu %s. Ṣáájú kí a ṣàyẹ̀wò rẹ fún ìfọwọ́sí, a nílò ìsọfúnni àfikún. Jọwọ́, pèsè ìsọfúnni kíkúrú nípa àkóì ìdàrò (àpèjúwe), àwọn ìdí, àwọn akẹ́kọ̀ọ́ tàbí àwùjọ oníṣe ìdàrò tí yóò ṣe ìdàrò tí a dábàá. Ti ó bá yẹ, sọ orúkọ ilé ẹ̀kọ́ tàbí ẹ̀ka tí o ṣe ìbéèrè ìdàrò rẹ̀.

source: %s The course request %s has been approved
yo_ng: %s Ìbéèrè ìdàrò %s ti fọwọ́sílẹ̀

source: Your course request %s has been approved. A new course %s has been created and you are registered in it as a teacher. You can access your newly created course from: %s
yo_ng: Ìbéèrè ìdàrò rẹ %s ti fọwọ́sílẹ̀. Ìdàrò tuntun %s ti ṣẹ̀dá a sì forukọsilẹ̀ rẹ̀ gẹ́gẹ́ bí olùkọ̀. O lè wọle sínú ìdàrò tuntun rẹ láti: %s

source: %s The course request %s has been rejected
yo_ng: %s Ìbéèrè ìdàrò %s ti kọ̀

source: To our regret we have to inform you that your course request %s has been rejected due to not fulfilling the requirements of our Terms and Conditions.
yo_ng: Pẹ̀lẹ́, a ṣe ìdùnnú láti sọ fún ọ pé ìbéèrè ìdàrò rẹ %s ti kọ̀ nítorí kò ṣe ìpamọ́ ìlànà àti Ìpinnu wa.

source: Course validation - a link to the terms and conditions
yo_ng: Ìdíyelé ìdàrò - ìnọ́nnì sí ìlànà àti ìpinnu

source: This is the URL to the 'Terms and Conditions' document that is valid for making a course request. If the address is set here, the user should read and agree with these terms and conditions before sending a course request.<br />If you enable Chamilo's 'Terms and Conditions' module and if you want its URL to be used, then leave this setting empty.
yo_ng: Èyí ni URL sí ìwé Ìlànà àti Ìpinnu tí ó ṣe pàtó fún ìbéèrè ìdàrò. Ti ìlòdì ìwé tí a ṣètò níbí, olùpẹ̀ yẹ kí ó kà àti fọwọ́sí pẹ̀lú ìlànà wọ̀nyí ṣáájú ìfiṣọ́ ìbéèrè ìdàrò.<br />Ti o bá ṣí ìdàpọ̀ Ìlànà àti Ìpinnu Chamilo tí o sì fẹ́ kí URL rẹ̀ ṣiṣẹ́, fi ìdètò yìí ṣófo.

source: The course has not been created due to an internal error.
yo_ng: Ìdàrò kò ti ṣẹ̀dá nítorí ìṣòro ìnìkàngbé.

source: The course request has not been created due to an internal error.
yo_ng: Ìbéèrè ìdàrò kò ti ṣẹ̀dá nítorí ìṣòro ìnìkàngbé.

source: Edit a course request
yo_ng: Ṣàtúnṣe ìbéèrè ìdàrò

source: The course request you wanted to access has not been found or it does not exist.
yo_ng: Ìbéèrè ìdàrò tí o fẹ́ wọle kò rí a tàbí kò sí i.

source: This file name already exists, choose another to save your image.
yo_ng: Orúkọ ìwé yìí ti wà tẹ́lẹ̀, yan òmíràn láti fi ìyàwòrán rẹ pamọ́.

source: The course request %s has not been updated due to internal error.
yo_ng: Ìbéèrè ìdàrò %s kò ti ìdàtúnṣe nítorí ìṣòro ìnìkàngbé.

source: The course request %s has been updated.
yo_ng: Ìbéèrè ìdàrò %s ti ìdàtúnṣe.

source: Fill with demo content
yo_ng: Kún pẹ̀lú àkóì ìdàbòòbù

source: Single Sign On
yo_ng: Ìforukọsilẹ̀ Ẹyọkan

source: Enabling Single Sign On allows you to connect this platform as a slave of an authentication master, for example a Drupal website with the Drupal-Chamilo plugin or any other similar master setup.
yo_ng: Ṣí Ìforukọsilẹ̀ Ẹyọkan ṣí ìdùnnú láti so ìdààmọ̀ yìí pọ̀ gẹ́gẹ́ bí ẹrú ìdààmọ̀ olórí, fún àpẹẹrẹ ìwé Drupal pẹ̀lú ìdàpọ̀ Drupal-Chamilo tàbí ìdàmú òmíràn kò̀kan.

source: Domain of the Single Sign On server
yo_ng: Àgbègbè ìwọ̀bù Ìforukọsilẹ̀ Ẹyọkan

source: The domain of the Single Sign On server (the web address of the other server that will allow automatic registration to Chamilo). This should generally be the address of the other server without any trailing slash and without the protocol, e.g. www.example.com
yo_ng: Àgbègbè ìwọ̀bù Ìforukọsilẹ̀ Ẹyọkan (ìlòdì ìwé ìkọ̀wé ìjìnlẹ̀ yìí yóò yọ̀ọ́ ìforukọsilẹ̀ Chamilo láìdáwọ́). Èyí yẹ kí ó jẹ́ ìlòdì ìwé ìkọ̀wé ìjìnlẹ̀ ìyẹn láìsí ìdọ̀tù ìkẹ́hin tàbí ìlòdì ìpinnu, fún àpẹẹrẹ www.example.com

source: Single Sign On server authentication URL
yo_ng: URL ìdààmọ̀ ìwọ̀bù Ìforukọsilẹ̀ Ẹyọkan

source: The address of the page that deals with the authentication verification. For example /?q=user in Drupal's case.
yo_ng: Ìlòdì ìwé tí ó ń ṣe ìdíyelé ìdààmọ̀. Fún àpẹẹrẹ /?q=user nínú ìṣẹ̀lẹ̀ Drupal.

source: Single Sign On server's logout URL
yo_ng: URL ìjade ìwọ̀bù Ìforukọsilẹ̀ Ẹyọkan

source: The address of the page on the server that logs the user out. This option is useful if you want users logging out of Chamilo to be automatically logged out of the authentication server.
yo_ng: Ìlòdì ìwé lórí ìwọ̀bù tí ó ń ṣe ìyọlẹ̀ ìdààmọ̀ olùpẹ̀. Aṣàyàn yìí wúlò tí o bá fẹ́ kí àwùjọ tí ń yọlẹ̀ kúrò ní Chamilo yọlẹ̀ kúrò nínú ìwọ̀bù ìdààmọ̀.

source: Single Sign On server's protocol
yo_ng: Ìlòdì ìpinnu ìwọ̀bù Ìforukọsilẹ̀ Ẹyọkan

source: The protocol string to prefix the Single Sign On server's domain (we recommend you use https:// if your server is able to provide this feature, as all non-secure protocols are dangerous for authentication matters)
yo_ng: Ìlòdì ìpinnu ìlòdì ìdí Ìforukọsilẹ̀ Ẹyọkan (a fẹ́ ìmọ̀ràn kí o lo https:// tí ìwọ̀bù rẹ bá lè pèsè ìyì yìí, nítorí gbogbo ìlòdì ìpinnu tí kò ṣe ìdààmọ̀ jẹ́ ewu fún ìlò ìdààmọ̀)

source: WIRIS mathematical editor
yo_ng: Àlóì ọgbọ́n ìṣirò WIRIS

source: Enable WIRIS mathematical editor. Installing this plugin you get WIRIS editor and WIRIS CAS.<br/>This activation is not fully realized unless it has been previously downloaded the <a href='http://www.wiris.com/es/plugins3/ckeditor/download' target='_blank'>PHP plugin for CKeditor WIRIS</a> and unzipped its contents in the Chamilo's directory main/inc/lib/javascript/ckeditor/plugins/.<br/>This is necessary because Wiris is proprietary software and his services are <a href='http://www.wiris.com/store/who-pays' target='_blank'>commercial</a>. To make adjustments to the plugin, edit configuration.ini file or replace his content by the file configuration.ini.default shipped with Chamilo.
yo_ng: Ṣí àlóì ọgbọ́n ìṣirò WIRIS ṣí. Fí ìdàpọ̀ yìí ṣe ìdàlẹ́sọwò ìdàpọ̀ WIRIS àti WIRIS CAS.<br/>Ìdásílẹ̀ yìí kò ṣe pátápátá àyàfi tí a kò bá ṣe ìdàlẹ́sọwò <a href='http://www.wiris.com/es/plugins3/ckeditor/download' target='_blank'>PHP ìdàpọ̀ fún CKeditor WIRIS</a> tẹ́lẹ̀ tí a sì ṣii àkóì rẹ̀ nínú ìlọ́ ìpìlẹ̀ Chamilo main/inc/lib/javascript/ckeditor/plugins/.<br/>Èyí ṣe pàtàkì nítorí Wiris jẹ́ ìdàpọ̀ ìní àti ìṣẹ́ rẹ̀ jẹ́ <a href='http://www.wiris.com/store/who-pays' target='_blank'>ìṣòwò</a>. Láti ṣe ìdàṣe ìdàpọ̀, ṣàtúnṣe ìwé configuration.ini tàbí rọ̀pò àkóì rẹ̀ pẹ̀lú ìwé configuration.ini.default tí Chamilo fi ránṣẹ́.

source: File export as
yo_ng: Ìdàjá ìwé gẹ́gẹ́ bí

source: Spell check
yo_ng: Ṣàyẹ̀wò ìkọ́wé

source: Enable spell check
yo_ng: Ṣí ìdíyelé ìkọ́wé ṣí

source: Create and edit SVG files
yo_ng: Ṣẹ̀dá àti ṣàtúnṣe àwùjọ ìwé SVG

source: This option allows you to create and edit SVG (Scalable Vector Graphics) multilayer online, as well as export them to png format images.
yo_ng: Aṣàyàn yìí yọ̀ọ́ fún ọ láti ṣẹ̀dá àti ṣàtúnṣe SVG (Àwòrán Vẹktọ Ìdàgbàsókè) ìpìlẹ̀ lórí ìsàlẹ̀, àti ìdàjá wọn sí àwòrán ìpìlẹ̀ png.

source: Forcing pasting as plain text in the wiki
yo_ng: Fipá ìkọlù gẹ́gẹ́ bí ọrọ̀ pìpẹ́ nínú wiki

source: This will prevent many hidden tags, incorrect or non-standard, copied from other texts to stop corrupting the text of the Wiki after many issues; but will lose some features while editing.
yo_ng: Èyí yóò dènà ọpọ̀lọpọ̀ àwùjọ ìpamọ́, tí kò tọ́ tàbí tí kò ṣe ìlò ìpìlẹ̀, tí a ṣe ẹ̀kọ́ láti inú àwùjọ ìwé mìíràn láti ṣe ìbàjẹ́ ọrọ̀ Wiki lẹ́yìn ọpọ̀lọpọ̀ ìṣòro; ṣùgbọ́n yóò padà bọ́ ìdíyelé kan pàápàá lákòókò ìṣàtúnṣe.

source: Activate Google maps
yo_ng: Ṣí àwòrán Google ṣí

source: Activate the button to insert Google maps. Activation is not fully realized if not previously edited the file main/inc/lib/fckeditor/myconfig.php and added a Google maps API key.
yo_ng: Ṣí ìbọ̀tì ìfiṣọ àwòrán Google ṣí. Ìdásílẹ̀ kò ṣe pátápátá tí kò bá ṣàtúnṣe ìwé main/inc/lib/fckeditor/myconfig.php tẹ́lẹ̀ tí a kí o fi kọ́ọ̀dù API àwòrán Google kun.

source: Activate Image maps
yo_ng: Ṣí àwòrán ìyàwòrán ṣí

source: Activate the button to insert Image maps. This allows you to associate URLs to areas of an image, creating hotspots.
yo_ng: Ṣí ìbọ̀tì ìfiṣọ àwòrán ìyàwòrán ṣí. Èyí yọ̀ọ́ fún ọ láti so URL pọ̀ sí àwùjọ ìyàwòrán kan, ṣẹ̀dá àwùjọ ìdíyelé.

source: Clean search results
yo_ng: Nu àwùjọ ìpinnu ìwádìí mọ́

source: Exercise can't be edited after being added to the Learning Path
yo_ng: Ìdàbòbù kò ṣe ìṣàtúnṣe lẹ́yìn tí a ti fi kun Ìlọ Ìmọ̀

source: Course tool
yo_ng: Ohun èlò ìdàrò

source: Results of learning paths exercises by session
yo_ng: Àwùjọ ìpinnu ìdàbòbù ìlọ ìmọ̀ nípasẹ̀ ìpàdé

source: Learning paths exercises results list
yo_ng: Àwùjọ ìpinnu ìdàbòbù ìdàbòbù ìlọ ìmọ̀

source: Please select a course
yo_ng: Jọwọ̀ yan ìdàrò kan

source: Learner score average is calculated bases on all learning paths and all attempts
yo_ng: Àpapọ̀ ìdíyelé akẹ́kọ̀ọ́ ṣe ìṣirò lórí gbogbo ìlọ ìmọ̀ àti gbogbo ìgbìyànjú

source: Average score
yo_ng: Àpapọ̀ ìdíyelé

source: Last connexion date
yo_ng: Ọjọ́ ìsopọ̀ ìkẹ́hin

source: Videoconference
yo_ng: Ìdàpọ̀ ìwàwòrán

source: BigBlueButton videoconference tool
yo_ng: Ohun èlò ìdàpọ̀ ìwàwòrán BigBlueButton

source: Choose whether you want to enable the BigBlueButton videoconference tool. Once enabled, it will show as an additional course tool in all courses' homepage, and teachers will be able to launch a conference at any time. Learners will not be able to launch a conference, only join one. If you don't have a BigBlueButton server, please <a href="http://bigbluebutton.org/" target="_blank">set one up</a> or ask the <a href="http://www.chamilo.org/en/providers" target="_blank">Chamilo official providers</a> for a quote.
yo_ng: Yàn boya o fẹ́ ṣiṣẹ́ òǹkọ̀wé ìdàpọ̀ ìwàwòrán BigBlueButton. Lẹ́yìn ìdàsílẹ̀, yóò fi hàn gẹ́gẹ́ òǹkọ̀wé ẹ̀kọ́ kù sí i nínú ojú ìwòye kọ̀ọ̀nù gbogbo, àti pé àwọn olùkọ́ yóò lè ṣẹ̀dá ìpàdé ìdàpọ̀ ìwàwòrán nigbàkigbà. Àwọn akẹ́kọ̀ọ́ kò ní ìyọ̀wù láti ṣẹ̀dá ìpàdé, wọ́n kàn le darapọ̀. Ti kò bà ṣe ìdàsílẹ̀ ìyàǹwù BigBlueButton, jọ̀wọ́ <a href="http://bigbluebutton.org/" target="_blank">ṣètò ọ̀kan</a> tàbí béèrè lọ́dọ̀ <a href="http://www.chamilo.org/en/providers" target="_blank">àwọn ìpèsè ìdàsílẹ̀ Chamilo</a> fún ìdíwò.

source: BigBlueButton server host
yo_ng: Olùgbé ìyàǹwù BigBlueButton

source: This is the name of the server where your BigBlueButton server is running. Might be <i>localhost</i>, an IP address (e.g. 192.168.13.54) or a domain name (e.g. my.video.com).
yo_ng: Èyí ni orúkọ ìyàǹwù nibiti ìyàǹwù BigBlueButton rẹ ń ṣiṣẹ́. Ó le jẹ́ <i>localhost</i>, àdírẹ́sì IP (f.ẹ̀. 192.168.13.54) tàbí orúkọ ìkàlá (f.ẹ̀. my.video.com).

source: Security key of the BigBlueButton server
yo_ng: Kọ̀kọ̀ ìdààmú ààbò ìyàǹwù BigBlueButton

source: This is the security key of your BigBlueButton server, which will allow your server to authentify the Chamilo installation. Refer to the BigBlueButton documentation to locate it.
yo_ng: Èyí ni kọ̀kọ̀ ìdààmú ààbò ìyàǹwù BigBlueButton rẹ, èyí yóò jẹ́ kí ìyàǹwù rẹ ṣàpẹẹrẹ ìdààmú ìdàsílẹ̀ Chamilo. Ṣàfihàn ìwé ìtumọ̀ BigBlueButton láti rí i.

source: Select a picture (SVG, PNG)
yo_ng: Yàn àwòrán (SVG, PNG)

source: Only accessible from your group
yo_ng: Ṣòfò nìkan láti ẹgbẹ́ rẹ

source: This will create a special wiki page in which the teacher can describe the task and which will be automatically linked to the wiki pages where learners perform the task. Both the teacher's and the learners' pages are created automatically. In these tasks, learners can only edit and view theirs pages, but this can be changed easily if you need to.
yo_ng: Èyí yóò ṣẹ̀dá ojú ìwòye wiki pàtàkì nínú èyí tí olùkọ́ lè ṣàpèjúwe iṣẹ́ naà àti èyí yóò so pọ̀ pẹ̀lú àwùjọ ìwòye wiki nibiti àwọn akẹ́kọ̀ọ́ ń ṣe iṣẹ́ naà. Àwùjọ ìwòye olùkọ́ àti àwùjọ ìwòye akẹ́kọ̀ọ́ ṣẹ̀dá fúnra wọn. Nínú àwùjọ ìṣẹ́ wọ̀nyí, àwọn akẹ́kọ̀ọ́ lè ṣàtúnṣe àti wo àwùjọ ìwòye wọn nìkan, ṣùgbọ́n èyí lè yí padà lọ́nà ìrọrun tí o bá nílò rẹ̀.

source: Folders of users
yo_ng: Àwùjọ ìpamọ́ àwùjọ oníṣe

source: User folder
yo_ng: Àwùjọ ìpamọ́ oníṣe

source: INFORMATION VISIBLE TO THE TEACHER ONLY: The users folder contains a folder for each user who has accessed it through the documents tool, or when any file has been sent in the course through the online editor. If neither circumstances has occurred, then no user folder will have been created. In the case of groups, files that are sent through the editor will be added in the folder of each group, which is only accessible by students from this group.
yo_ng: Ìròyìn tí òǹkọ̀wé ń rí nìkan: Àwùjọ ìpamọ́ oníṣe ni ìpamọ́ fún ọkọ̀ọ̀kan oníṣe tí ó ti wọle nípasẹ̀ òǹkọ̀wé ìpamọ́, tàbí nígbà tí ìwé èyíkéyìí bá fi ránṣẹ́ nínú kọ̀ọ̀nù nípasẹ̀ olùdàbù ìwò ayélujára. Ti kò ṣẹlẹ̀ kankan nínú àwùjọ ìṣẹ̀ wọ̀nyí, ìgbà náà kò sí ìpamọ́ oníṣe yóò ti ṣẹ̀dá. Nínú ìṣẹ̀lẹ̀ ẹgbẹ́, àwùjọ ìpamọ́ tí a fi ránṣẹ̀ nípasẹ̀ olùdàbù yóò ṣàfikún nínú ìpamọ́ ẹgbẹ́ kọ̀ọ̀kan, èyí tí àwùjọ ọmọ ẹlẹ́yẹ̀ ẹgbẹ́ yìí nìkan ló ṣòfò.

source: INFORMATION VISIBLE TO THE TEACHER ONLY: This folder contains all sessions that have been opened in the chat. Although the chat sessions can often be trivial, others can be really interesting and worthy of being incorporated as an additional work document. To do this without changing the visibility of this folder, make the file visible and link it from where you deem appropriate. It is not recommended to make this folder visible to all.
yo_ng: Ìròyìn tí òǹkọ̀wé ń rí nìkan: Ìpamọ́ yìí ni gbogbo àwùjọ ìpàdé tí a ti ṣí nínú ìjíròrò. Botilẹ̀jẹ́ pé àwùjọ ìpàdé ìjíròrò le jẹ́ ìwà tí kò ṣe pàtàkì, àwùjọ mìíràn le jẹ́ ìyàtọ̀ ìdùnnú àti ìdọ́gba fún ìsọ̀kan gẹ́gẹ́ ìpamọ́ ìṣẹ́ àfikún. Láti ṣe èyí láìyí padà ìrísí ìpamọ́ yìí, ṣe ìpamọ́ ìwé ṣí ìrísí kí o sì so pọ̀ láti ibi tí o rò pé ó yẹ. Kò ṣe ìdàrù láti ṣe ìpamọ́ yìí ṣí ìrísí fún gbogbo.
