Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The given session duration is the same as the default for the session. Ignoring.
ar: ان مدة الدورة مطابقة للمدة الافتراضية للدورة. تجاهل
ast_es: La duración de la sesión indicada ye la mesma que la predeterminada pa la sesión. Ignorándulu.
bn_bd: প্রদত্ত সেশনের সময়কাল সেশনের ডিফল্টের সমান। উপেক্ষা করা হচ্ছে।
bs_ba: Navedeni trajanje sesije je isto kao zadano za sesiju. Ignoriše se.
ca_es: La durada de sessió donada és la mateixa que la per defecte per a la sessió. S'ignora.
cs_cz: Zadaná délka relace je stejná jako výchozí pro relaci. Ignorováno.
da: Den angivne sessionvarighed er den samme som standarden for sessionen. Ignorerer.
de: Die angegebene Sitzungsdauer ist die gleiche wie der Standard für die Sitzung. Wird ignoriert.
el: Η χρονική διάρκεια της παρούσας συνεδρίας είναι η ίδια με της προεπιλεγμένης συνεδρίας. Αγνοήστε το μήνυμα.
eo: La donita daŭro de sesio estas sama kiel la defaŭlta por la sesio. Ignorante.
es: La duración de la sesión es la misma que el valor por defecto. Ignorando.
es_mx: La duración de la sesión dada es la misma que la predeterminada para la sesión. Ignorando.
eu_es: Emandako saioaren iraupena saioaren lehenetsia bera da. Ez ikusten.
fa_ir: مدت زمان جلسه داده‌شده همان مقدار پیش‌فرض جلسه است. نادیده گرفته می‌شود.
fi_fi: Annettu istunnon kesto on sama kuin istunnon oletusarvo. Ohitetaan.
fo_fo: Gegrin bólkagerðarveru er samant heppt við standardfyri bólkagerðina. Bert ignorerað.
fur: La durade de session dade e je parele a che de default. Ignorade.
ga: Tá fad an tseisiúin tugtha an ceann céanna leis an réamhshocrú don seisiún. Neamhaird á tabhairt.
gl: A duración desta sesión é a mesma que o valor por defecto. Ignorando
he_il: משך ההפעלה הנתון זהה לברירת המחדל עבור ההפעלה. מתעלמים.
hi: दिया गया सत्र अवधि सत्र के लिए डिफ़ॉल्ट के समान है। अनदेखा कर रहे हैं।
hr_hr: Navedeni trajanje sesije je isto kao zadano za sesiju. Ignorira se.
hu_hu: A megadott foglalkozás időtartama megegyezik a foglalkozás alapértelmezett értékével. Kihagyás.
hy: Տրված սեսիայի տևողությունը համընկնում է սեսիայի ստանդարտի հետ: Ազատվում:
id_id: Durasi sesi yang diberikan sama dengan default untuk sesi. Diabaikan.
it: Questa durata della sessione è la stessa di quella predefinita. Ignora.
ja: 指定されたセッション期間はセッションのデフォルトと同じです。無視します。
ka_ge: მითითებული სესიის ხანგრძლივობა თანაბარია სესიის ნაგულისხმევს. უგულებელყოფილია.
ko_kr: 지정된 세션 기간이 세션의 기본값과 동일합니다. 무시합니다.
lo: ໄລຍະເວລາຂອງເຊດຊັນທີ່ໃຫ້ມານັ້ນຄືກັນກັບຄ່າເລີ່ມຕົ້ນຂອງເຊດຊັນ. ກຳລັງຂ້າມ.
lt_lt: Nurodyta sesijos trukmė yra tokia pati kaip numatytoji sesijai. Ignoruojama.
lv_lv: Dotais sesijas ilgums ir tāds pats kā noklusējuma sesijai. Ignorē.
mk_mk: Оваа сесија има максимална должина. Само %s дена остануваат.
ms_my: Tempoh sesi yang diberikan sama dengan lalai untuk sesi. Diabaikan.
my_mm: ပေးထားသော အစည်းအဝေးသက်တမ်းသည် အစည်းအဝေး၏ မူလသတ်မှတ်ထားသည်နှင့် တူညီသည်။ လျစ်လျူရှုပါ။
ne: दिइएको सत्र अवधि सत्रको डिफल्टसँगै समान छ। बेवास्ता गर्दै।
nl: De gegeven sessieduur is gelijk aan de standaard voor de sessie. Negeer.
nn_no: Den oppgjevne sesjonsdurationen er den same som standarden for sesjonen. Ignorerer.
oc: La durada de session donada es la mesma que la per defaut. Ignorat.
pl_pl: Podany czas trwania sesji jest taki sam jak domyślny dla sesji. Ignorowanie.
ps: د ورکړل شوې غونډې موده د غونډې لپاره پیش فرض ده. له پامه غورځول کېږي.
pt_br: A duração dada a sessão é a mesma que o padrão para a sessão. Ignorando.
pt_pt: A duração da sessão dada é o mesmo que o padrão para a sessão. Ignorando
ro_ro: Durata sesiunii este același ca implicită. Ignorarea.
ru_ru: Указанная продолжительность сессии совпадает с установленной по умолчанию. Игнорируется.
sk_sk: Vzhľadom k trvaniu stretnutia je rovnaká ako predvolená pre stretnutie. Ignorovanie.
sl: Podano trajanje seje je enako kot privzeto trajanje seje. Zanemarjam.
sq: Koha e dhënë e sesionit është e njëjtë me të paracaktuarën për sesionin. Duke e injoruar.
sr_rs: Navedeno trajanje sesije je isto kao podrazumevano za sesiju. Ignorišem.
sv_se: Den angivna sessionens längd är densamma som standard för sessionen. Ignoreras.
sw_ke: Muda uliotolewa wa kikao ni sawa na chaguo-msingi kwa kikao. Inapuuza.
ta: கொடுக்கப்பட்ட அமர்வு கால அளவு அமர்வின் இயல்புநிலைக்கு சமமானது. புறக்கணிக்கிறோம்.
th: ระยะเวลาเซสชันที่กำหนดเท่ากับค่าเริ่มต้นของเซสชัน จึงละเว้น
tl_ph: Ang ibinigay na tagal ng session ay pareho sa default para sa session. Binabalewala.
tr: Verilen oturum süresi oturum için varsayılanla aynı. Yoksayılıyor.
uk_ua: Зазначена тривалість сесії така ж, як за замовчуванням для сесії. Ігноруємо.
vi_vn: Thời lượng buổi học được cung cấp giống với mặc định cho buổi học. Bỏ qua.
xh_za: Umxholo weseshini onikiweyo ufana nomxholo oqhelekileyo weseshini. Ayihoyi.
zh_cn: 给定的会话持续时间与会话默认值相同。忽略。
zh_tw: 給定的課程階段持續時間與預設相同。忽略。

source: This user's first access to the session was on %s. With a session duration of %s days, the access to this session already expired on %s
ar: كان اول دخول للمستخدم في الدورة في %s. مع مدة دورة قدرها %s يوم, وقد انتهت الدورة في %s
ast_es: L'acesu d'esti usuariu a la sesión foi'l %s. Con una duración de sesión de %s díes, l'acesu a esta sesión yá caducó'l %s
bn_bd: এই ব্যবহারকারীর সেশনে প্রথম অ্যাক্সেস ছিল %s তারিখে। %s দিনের সেশন সময়কাল সহ, এই সেশনে অ্যাক্সেস ইতিমধ্যে %s তারিখে মেয়াদ শেষ হয়েছে
bs_ba: Prvi pristup ovog korisnika sesiji bio je %s. Uz trajanje sesije od %s dana, pristup ovoj sesiji je istekao %s
cs_cz: První přístup tohoto uživatele k relaci byl %s. S délkou relace %s dní již přístup k této relaci vypršel %s
da: Denne brugers første adgang til sessionen var den %s. Med en sessionvarighed på %s dage er adgangen til denne session allerede udløbet den %s
de: Der erste Zugriff des Benutzers auf diese Sitzung war am %s. Die Sitzungsdauer beträgt %s Tage, der Zugriff auf diese Sitzung ist bereits am %s abgelaufen
eo: La unua aliro de ĉi tiu uzanto al la sesio estis je %s. Kun daŭro de sesio de %s tagoj, la aliro al ĉi tiu sesio jam finiĝis je %s
es: El primer acceso de este usuario a la sesión fue el %s. Con una duración de %s días, el acceso a esta sesión expiró el %s.
es_mx: El primer acceso de este usuario a la sesión fue el %s. Con una duración de sesión de %s días, el acceso a esta sesión ya expiró el %s
eu_es: Erabiltzaile honen lehen sarbidea saiora %s-(e)an izan zen. %s eguneko iraupenarekin, saiora sarbidea %s-(e)an irauli da jadanik
fa_ir: اولین دسترسی این کاربر به جلسه در %s بوده است. با مدت زمان %s روز، دسترسی به این جلسه در %s منقضی شده است
fi_fi: Tämän käyttäjän ensimmäinen pääsy istuntoon oli %s. Istunnon kestolla %s päivää pääsy tähän istuntoon on jo vanhentunut %s
fo_fo: Fyrsta atgongd hjá hesum brúkara til bólkagerðina var %s. Við bólkagerðarveru %s dagar, útgongudagin fyri atgongd til hesa bólkagerð er longu liðugur %s
fur: Il prin acess di chest utent a session e je stât il %s. Cun une durade di %s gjornads, l'acès a session al è scadût il %s
ga: Ba é %s an chéad rochtain ag an úsáideoir seo ar an seisiún. Le fad seisiúin %s lá, chuaigh an rochtain ar an seisiún in éag cheana ar %s
hi: इस उपयोगकर्ता का इस सत्र में पहला पहुंच %s को था। %s दिनों के सत्र अवधि के साथ, इस सत्र तक पहुंच पहले ही %s को समाप्त हो चुकी है
hr_hr: Prvi pristup ovog korisnika sesiji bio je %s. S trajanjima sesije od %s dana, pristup ovoj sesiji je istekao %s
hu_hu: Ennek a felhasználónak az első hozzáférése a foglalkozáshoz %s-án volt. %s napos foglalkozás időtartammal a hozzáférés már lejárt %s-án
hy: Այս օգտատիրոջ առաջին մուտքը սեսիա էր %s-ին: %s օր տևողությամբ սեսիայով, մուտքը արդեն ավարտվել է %s-ին
id_id: Akses pertama pengguna ke sesi ini pada %s. Dengan durasi sesi %s hari, akses ke sesi ini sudah kedaluwarsa pada %s
ja: このユーザーのセッション初回アクセスは %s でした。%s 日間のセッション期間により、このセッションへのアクセスは既に %s で期限切れです
ka_ge: ამ მომხმარებლის პირველი წვდომა სესიაზე იყო %s-ზე. %s დღიანი ხანგრძლივობით, წვდომა უკვე ვადაგასულია %s-ზე
ko_kr: 이 사용자의 세션 첫 액세스는 %s에 있었습니다. %s일의 세션 기간으로, 이 세션 액세스는 이미 %s에 만료되었습니다
lo: ການເຂົ້າເຖິງເຊດຊັນຄັ້ງທຳອິດຂອງຜູ້ໃຊ້ນີ້ແມ່ນວັນທີ %s. ດ້ວຍໄລຍະເວລາຂອງເຊດຊັນ %s ມື້, ການເຂົ້າເຖິງເຊດຊັນນີ້ໄດ້ໝົດອາຍຸແລ້ວໃນວັນທີ %s
lt_lt: Šio vartotojo pirmasis prisijungimas prie sesijos buvo %s. Su sesijos trukme %s dienų, prieiga prie šios sesijos jau pasibaigė %s
lv_lv: Šī lietotāja pirmā piekļuve sesijai bija %s. Ar sesijas ilgumu %s dienas piekļuve šai sesijai jau beidzās %s
mk_mk: Дадената должина на сесијата е иста со подразбираната за сесијата. Игнорирање.
ms_my: Akses pertama pengguna ke sesi ini adalah pada %s. Dengan tempoh sesi %s hari, akses ke sesi ini sudah tamat pada %s
my_mm: ဤအသုံးပြုသူ၏ အစည်းအဝေးသို့ ပထမဆုံးဝင်ရောက်မှုသည် %s တွင်ဖြစ်သည်။ %s ရက်သက်တမ်းဖြင့်၊ ဤအစည်းအဝေးသို့ ဝင်ရောက်ခွင့်သည် %s တွင် သက်တမ်းကုန်ဆုံးသွားပြီဖြစ်သည်
ne: यो प्रयोगकर्ताको सत्रमा पहिलो पहुँच %s मा थियो। %s दिनको सत्र अवधिसँग, यो सत्रमा पहुँच %s मा पहिले नै समाप्त भइसकेको छ
nn_no: Denne brukarens første tilgang til sesjonen var %s. Med ein sesjonsduration på %s dagar, utløp åndsverket til denne sesjonen %s
oc: Lo primièr accès d'aqueste utilizaire a la session èra lo %s. Amb una durada de session de %s jorns, l'accès a aquesta session es ja venescut lo %s
pl_pl: Pierwszy dostęp tego użytkownika do sesji był %s. Przy czasie trwania sesji %s dni, dostęp do tej sesji wygasł %s
ps: د دې کارن لومړنۍ لاسرسی غونډې ته په %s کې وه. د %s ورځو غونډې مودې سره، لاسرسی غونډې ته په %s کې پای ته رسېدلی
ru_ru: Первый доступ этого пользователя к сессии был %s. При продолжительности сессии %s дней доступ к сессии уже истек %s
sl: Prvi dostop uporabnika do seje je bil zabeležen dne %s. Z omejitvijo dolžine seje na %s dni, je dostop do te seje za uporabnika potekel dne %s .
sq: Qasja e parë e këtij përdoruesi në sesion ishte më %s. Me një kohëzgjatje sesioni prej %s ditësh, qasja në këtë sesion ka skaduar tashmë më %s
sr_rs: Prvi pristup ovog korisnika sesiji bio je %s. Sa trajanjem sesije od %s dana, pristup ovoj sesiji je istekao %s
sv_se: Denna användares första åtkomst till sessionen var den %s. Med en sessionlängd på %s dagar har åtkomsten till denna session redan gått ut den %s
sw_ke: Ufikiaji wa kwanza wa mtumiaji huyu kwenye kikao ulikuwa tarehe %s. Kwa muda wa kikao wa %s siku, ufikiaji wa kikao hiki umekwisha tarehe %s
ta: இந்த பயனரின் அமர்வுக்கு முதல் அணுகல் %s இல் இருந்தது. %s நாட்கள் அமர்வு காலத்துடன், இந்த அமர்வுக்கு அணுகல் ஏற்கனவே %s இல் காலாவதியானது
th: ผู้ใช้นี้เข้าถึงเซสชันครั้งแรกเมื่อ %s ด้วยระยะเวลาเซสชัน %s วัน การเข้าถึงเซสชันนี้หมดอายุแล้วเมื่อ %s
tl_ph: Ang unang access ng user na ito sa session ay noong %s. Sa tagal ng session na %s araw, ang access sa session na ito ay nag-expire na noong %s
tr: Bu kullanıcının oturuma ilk erişimi %s tarihindeydi. %s günlük oturum süresiyle, bu oturuma erişim zaten %s tarihinde sona erdi
uk_ua: Перший доступ цього користувача до сесії був %s. З тривалістю сесії %s днів, доступ до цієї сесії вже минув %s
vi_vn: Lần truy cập đầu tiên của người dùng này vào buổi học là vào %s. Với thời lượng buổi học %s ngày, quyền truy cập vào buổi học này đã hết hạn vào %s
xh_za: Ukutshona kobani bokuqala komsebenzisi kwiseshini kwakungo %s. Ngomxholo weseshini %s days, ukufikelela kwiseshini sele kuphelelwe ngo %s
zh_cn: 此用户首次访问会话的时间为 %s。会话持续时间为 %s 天，此会话的访问已于 %s 过期
zh_tw: 此使用者首次存取課程階段的日期為 %s。課程階段持續時間為 %s 天，此課程階段的存取權已於 %s 到期

source: This user's first access to the session was on %s. With a session duration of %s days, the end date is scheduled in %s days
ar: كان اول دخول للمستخدم في الدورة في %s. مع مدة دورة قدرها %s يوم, تاريخ النهاية في %s يوم
ast_es: L'acesu d'esti usuariu a la sesión foi'l %s. Con una duración de sesión de %s díes, la fecha fin ye programada en %s díes
bn_bd: এই ব্যবহারকারীর সেশনে প্রথম অ্যাক্সেস ছিল %s তারিখে। %s দিনের সেশন সময়কাল সহ, সমাপ্তির তারিখ %s দিন পরে নির্ধারিত
bs_ba: Prvi pristup ovog korisnika sesiji bio je %s. Uz trajanje sesije od %s dana, datum završetka je zakazan za %s dana
cs_cz: První přístup tohoto uživatele k relaci byl %s. S délkou relace %s dní je datum ukončení naplánováno za %s dní
da: Denne brugers første adgang til sessionen var den %s. Med en sessionvarighed på %s dage er slutdatoen planlagt om %s dage
de: Der erste Zugriff des Benutzers auf diese Sitzung war am %s. Die Sitzungsdauer beträgt %s Tage, das Enddatum ist demnach in %s Tagen
eo: La unua aliro de ĉi tiu uzanto al la sesio estis je %s. Kun daŭro de sesio de %s tagoj, la fina dato estas planita post %s tagoj
es: El primer acceso de este usuario a esta sesión fue el %s. Con una duración de %s días, la fecha de fin está configurada dentro de %s días.
es_mx: El primer acceso de este usuario a la sesión fue el %s. Con una duración de sesión de %s días, la fecha de finalización está programada en %s días
eu_es: Erabiltzaile honen lehen sarbidea saiora %s-(e)an izan zen. %s eguneko iraupenarekin, amaiera-data %s egunetan programatuta dago
fa_ir: اولین دسترسی این کاربر به جلسه در %s بوده است. با مدت زمان %s روز، تاریخ پایان در %s روز برنامه‌ریزی شده است
fi_fi: Tämän käyttäjän ensimmäinen pääsy istuntoon oli %s. Istunnon kestolla %s päivää päättymispäivä on aikataulutettu %s päivän kuluttua
fo_fo: Fyrsta atgongd hjá hesum brúkara til bólkagerðina var %s. Við bólkagerðarveru %s dagar, útgongudagin er skipaður í %s dagar
fur: Il prin acess di chest utent a session e je stât il %s. Cun une durade di %s gjornads, la date finale e je programade tra %s gjornads
ga: Ba é %s an chéad rochtain ag an úsáideoir seo ar an seisiún. Le fad seisiúin %s lá, tá an dáta deiridh sceidealta i %s lá
hi: इस उपयोगकर्ता का इस सत्र में पहला पहुंच %s को था। %s दिनों के सत्र अवधि के साथ, समाप्ति तिथि %s दिनों में निर्धारित है
hr_hr: Prvi pristup ovog korisnika sesiji bio je %s. S trajanjima sesije od %s dana, datum završetka zakazan je za %s dana
hu_hu: Ennek a felhasználónak az első hozzáférése a foglalkozáshoz %s-án volt. %s napos foglalkozás időtartammal a befejezési dátum %s nap múlva van ütemezve
hy: Այս օգտատիրոջ առաջին մուտքը սեսիա էր %s-ին: %s օր տևողությամբ սեսիայով, ավարտի ամսաթիվը նախատեսված է %s օր հետո
id_id: Akses pertama pengguna ke sesi ini pada %s. Dengan durasi sesi %s hari, tanggal akhir dijadwalkan dalam %s hari
ja: このユーザーのセッション初回アクセスは %s でした。%s 日間のセッション期間により、終了日は %s 日後に予定されています
ka_ge: ამ მომხმარებლის პირველი წვდომა სესიაზე იყო %s-ზე. %s დღიანი ხანგრძლივობით, დამთავრების თარიღი დაგეგმილია %s დღეში
ko_kr: 이 사용자의 세션 첫 액세스는 %s에 있었습니다. %s일의 세션 기간으로, 종료 날짜는 %s일 후로 예정되어 있습니다
lo: ການເຂົ້າເຖິງເຊດຊັນຄັ້ງທຳອິດຂອງຜູ້ໃຊ້ນີ້ແມ່ນວັນທີ %s. ດ້ວຍໄລຍະເວລາຂອງເຊດຊັນ %s ມື້, ວັນທີສິ້ນສຸດຖືກກຳນົດໃນອີກ %s ມື້
lt_lt: Šio vartotojo pirmasis prisijungimas prie sesijos buvo %s. Su sesijos trukme %s dienų, pabaigos data suplanuota po %s dienų
lv_lv: Šī lietotāja pirmā piekļuve sesijai bija %s. Ar sesijas ilgumu %s dienas beigu datums ir plānots pēc %s dienām
mk_mk: Првиот пристап на овој корисник до сесијата беше на %s. Со должина на сесија од %s дена, пристапот до оваа сесија веќе истече на %s
ms_my: Akses pertama pengguna ke sesi ini adalah pada %s. Dengan tempoh sesi %s hari, tarikh tamat dijadualkan dalam %s hari
my_mm: ဤအသုံးပြုသူ၏ အစည်းအဝေးသို့ ပထမဆုံးဝင်ရောက်မှုသည် %s တွင်ဖြစ်သည်။ %s ရက်သက်တမ်းဖြင့်၊ အဆုံးရက်သည် %s ရက်အတွင်း စီစဉ်ထားသည်
ne: यो प्रयोगकर्ताको सत्रमा पहिलो पहुँच %s मा थियो। %s दिनको सत्र अवधिसँग, अन्तिम मिति %s दिनमा निर्धारित छ
nn_no: Denne brukarens første tilgang til sesjonen var %s. Med ein sesjonsduration på %s dagar, er sluttdatoen planlagd om %s dagar
oc: Lo primièr accès d'aqueste utilizaire a la session èra lo %s. Amb una durada de session de %s jorns, la data final es planificada d'aquí %s jorns
pl_pl: Pierwszy dostęp tego użytkownika do sesji był %s. Przy czasie trwania sesji %s dni, data zakończenia jest zaplanowana za %s dni
ps: د دې کارن لومړنۍ لاسرسی غونډې ته په %s کې وه. د %s ورځو غونډې مودې سره، پای نیټه په %s ورځو کې پلان شوې ده
ru_ru: Первый доступ этого пользователя к сессии был %s. При продолжительности сессии %s дней дата окончания запланирована через %s дней
sl: Prvi dostop uporabnika do te seje se je izvršil dne %s. S trajanjem seje %s dni, je končni datum predviden čez %s dni
sq: Qasja e parë e këtij përdoruesi në sesion ishte më %s. Me një kohëzgjatje sesioni prej %s ditësh, data e mbarimit është planifikuar pas %s ditësh
sr_rs: Prvi pristup ovog korisnika sesiji bio je %s. Sa trajanjem sesije od %s dana, krajnji datum je zakazan za %s dana
sv_se: Denna användares första åtkomst till sessionen var den %s. Med en sessionlängd på %s dagar är slutdatumet schemalagt om %s dagar
sw_ke: Ufikiaji wa kwanza wa mtumiaji huyu kwenye kikao ulikuwa tarehe %s. Kwa muda wa kikao wa %s siku, tarehe ya mwisho imepangwa kwa %s siku
ta: இந்த பயனரின் அமர்வுக்கு முதல் அணுகல் %s இல் இருந்தது. %s நாட்கள் அமர்வு காலத்துடன், முடிவு தேதி %s நாட்களில் திட்டமிடப்பட்டுள்ளது
th: ผู้ใช้นี้เข้าถึงเซสชันครั้งแรกเมื่อ %s ด้วยระยะเวลาเซสชัน %s วัน วันที่สิ้นสุดกำหนดไว้ในอีก %s วัน
tl_ph: Ang unang access ng user na ito sa session ay noong %s. Sa tagal ng session na %s araw, ang end date ay naka-schedule sa %s araw
tr: Bu kullanıcının oturuma ilk erişimi %s tarihindeydi. %s günlük oturum süresiyle, bitiş tarihi %s gün sonra planlandı
uk_ua: Перший доступ цього користувача до сесії був %s. З тривалістю сесії %s днів, кінцева дата запланована через %s днів
vi_vn: Lần truy cập đầu tiên của người dùng này vào buổi học là vào %s. Với thời lượng buổi học %s ngày, ngày kết thúc được lên lịch sau %s ngày
xh_za: Ukutshona kobani bokuqala komsebenzisi kwiseshini kwakungo %s. Ngomxholo weseshini %s days, umhla wokugqibela ucele ukucwangciswa kwiintsuku %s
zh_cn: 此用户首次访问会话的时间为 %s。会话持续时间为 %s 天，结束日期定于 %s 天后
zh_tw: 此使用者首次存取課程階段的日期為 %s。課程階段持續時間為 %s 天，結束日期預定於 %s 天後
