Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The event was deleted
ar: لقد تم حذف الحدث الشخصي بنجاح
ast_es: L'eventu personal esborróse de la so axenda
bn_bd: ইভেন্টটি মুছে ফেলা হয়েছে
bs_ba: Događaj je obrisan
ca_es: L'esdeveniment personal ha estat esborrat de l'agenda
cs_cz: Tvoje soukromá položka agendy byla smazána
da: Din personlige aftale er slettet
de: Ihr persönlicher Eintrag wurde gelöscht
el: Διαγράφηκε επιτυχώς το γεγονός
eo: Via persona agendero estas sukcese forigita
es: El evento personal ha sido borrado de su agenda
es_mx: El evento personal ha sido borrado de su agenda
eu_es: Gertaera ezabatu da
fa_ir: رویداد حذف شد
fi_fi: Merkintä on poistettu
fo_fo: Tiltakið er sleitt
fur: L'event e jess eliminât
ga: Scriosadh an imeacht
gl: Evento persoal eliminado correctamente
he_il: האירוע נמחק
hi: घटना हटा दी गई
hr_hr: Vaš osobni element uspješno je izbrisan iz rasporeda
hu_hu: A személyes naptár eleme törölve.
hy: Իրադարձությունը ջնջվեց
id_id: Item Personal Agenda anda telah dihapus
it: Evento eliminato
ja: イベントが削除されました
ka_ge: მოვლენა წაშლილია
ko_kr: 개인 일정이 성공적으로 삭제되었습니다
lo: ກິດຈະກຳຖືກລຶບແລ້ວ
lt_lt: Jūsų privatus darbotvarkės įrašas sėkmingai ištrintas
lv_lv: Personīgais ieraksts tika izdzēsts no plānotāja
mk_mk: Вашиот личен елемент на распоредот беше успешно избришан
ms_my: Acara telah dipadam
my_mm: ဖြစ်ရပ်ကို ဖျက်ပြီးဖြစ်သည်
ne: कार्यक्रम मेटियो
nl: Uw persoonlijk agenda-item is verwijderd
nn_no: Din personlige oppføring i kalender ble slettet
oc: L'endeveniment personau es estat eliminat de l'agenda
pl_pl: Wydarzenie zostało usunięte
ps: پیښه له منځه ولاړه شوه
pt_br: Seu evento pessoal da agenda foi excluido com sucesso
pt_pt: O evento foi eliminado
ro_ro: Evenimentul personal din agenda sa a fost sters
ru_ru: Ваше индивидуальное занятие успешно удалено из расписания
sk_sk: Vaša súkromná položka agendy bola úspešne zmazaná
sl: Dogodek je bil odstranjen
sq: Eventi u fshi
sr_rs: Lična stavka je uspešno izbrisana iz Agende
sv_se: Din personliga kalenderpost är raderad
sw_ke: Tukio limefutwa
ta: நிகழ்வு நீக்கப்பட்டது
th: ได้ลบกำหนดการส่วนตัวของคุณแล้ว
tl_ph: Natanggal na ang event
tr: Etkinliğiniz silindi
uk_ua: Ваш персональний елемент повістки дня видалено
vi_vn: Sự kiện đã bị xóa
xh_za: Umsitho ucishiwe
zh_cn: 已成功删除个人议项
zh_tw: 已刪除你的個人日程項目

source: View perso events only
ar: معاينة الأحداث الشخصية
ast_es: Ver los mios eventos personales
bn_bd: শুধুমাত্র ব্যক্তিগত ইভেন্ট দেখুন
bs_ba: Prikaz samo ličnih događaja
ca_es: Veure anotacions personals
cs_cz: Zobraz soukromé položky
da: Se personlige aftaler
de: Nur persönliche Einträge ansehen
el: Προβολή προσωπικών γεγονότων μόνο
eo: Pririgardi personan agendon
es: Ver mis eventos personales
es_mx: Ver eventos personales
eu_es: Ikusi norberaren gertaerak bakarrik
fa_ir: نمایش تقویم شخصی
fi_fi: Tarkastele henkilökohtaisia merkintöjä
fo_fo: Vís bert persónlig tiltæk
fur: Viste dome evenements pesonâls
ga: Amharc imeachtaí pearsanta amháin
gl: Ver eventos persoais
he_il: הצג אירועים אישיים בלבד
hi: केवल व्यक्तिगत घटनाएँ देखें
hr_hr: Prikaži osobne elemente
hu_hu: Személyes elemek megtekintése
hy: Ցուցադրել միայն անձնական իրադարձությունները
id_id: Lihat Agenda Personal
it: Eventi personali
ja: 個人イベントのみ表示
ka_ge: მხოლოდ პირადი მოვლენები
ko_kr: 개인 일정 보기
lo: ເບິ່ງສະເພາະກິດຈະກຳສ່ວນຕົວ
lt_lt: Rodyti privačius įrašus
lv_lv: Parādīt personīgos ierakstus
mk_mk: Приказ на личните елементи
ms_my: Paparkan acara peribadi sahaja
my_mm: ကိုယ်ပိုင်ဖြစ်ရပ်များကိုသာ ကြည့်ပါ
ne: केवल व्यक्तिगत कार्यक्रमहरू हेर्नुहोस्
nl: Bekijk persoonlijke agenda
nn_no: Vis personlige oppføringer
oc: Veire les anotacions personalas
pl_pl: Pokaż tylko osobiste wydarzenia
ps: یوازې شخصي پیښې وګورئ
pt_br: Visualizar eventos pessoais
pt_pt: Ver apenas os eventos Pessoais
ro_ro: Vezi evenimente mele personale
ru_ru: Просмотр индивидуальных занятий
sk_sk: Zobraziť osobné položky
sl: Poglej osebne dogodke
sq: Shiko vetëm eventet personale
sr_rs: Pregledaj lične stavke
sv_se: Visa personliga objekt
sw_ke: Angalia matukio ya kibinafsi pekee
ta: தனிப்பட்ட நிகழ்வுகளை மட்டும் பார்
th: ดูกำหนดการส่วนตัวของเรา
tl_ph: Tingnan lamang ang perso events
tr: Kişisel etkinlikleri göster
uk_ua: Перегляд персональних елементів
vi_vn: Chỉ xem sự kiện cá nhân
xh_za: Jonga iimsitho zobuqu kuphela
zh_cn: 浏览个人议项
zh_tw: 檢視個人項目

source: Print
ar: طباعة
ast_es: Emprentar
bn_bd: প্রিন্ট
bs_ba: Ispiši
ca_es: Imprimir
cs_cz: Tisk
da: Udskriv
de: Drucken
el: Εκτύπωση
eo: Presi
es: Imprimir
es_mx: Imprimir
eu_es: Inprimatu
fa_ir: چاپ کردن
fi_fi: Tulosta
fo_fo: Prent
fur: Stampe
ga: Priontáil
gl: Imprimir
he_il: הדפס
hi: प्रिंट
hr_hr: Tiskanje
hu_hu: Nyomtat
hy: Տպել
id_id: Cetak
it: Stampa
ja: 印刷
ka_ge: ბეჭდვა
ko_kr: 프린트하기
lo: ພິມ
lt_lt: Spausdinti
lv_lv: Drukāt
mk_mk: Печати
ms_my: Cetak
my_mm: ပုံနှိပ်ပါ
ne: छाप्नुहोस्
nl: Afdrukken
nn_no: Utskrift
oc: Imprimir
pl_pl: Drukuj
ps: افشا کول
pt_br: Imprimir
pt_pt: Imprimir
ro_ro: Imprimare
ru_ru: Печать
sk_sk: Tlačiť
sl: Natisni
sq: Printim
sr_rs: Štampanje
sv_se: Skriv ut
sw_ke: Chapa
ta: அச்சிடு
th: พิมพ์
tl_ph: I-print
tr: Yazıcıya gönder
uk_ua: Друк
vi_vn: In
xh_za: Shicilela
zh_cn: 打印
zh_tw: 列印

source: my text here
ar: هنا نصي
ast_es: El mio testu equí
bn_bd: আমার টেক্সট এখানে
bs_ba: moj tekst ovdje
ca_es: el meu text aquí
cs_cz: můj text zde
da: min tekst her
de: mein Text folgt hier
el: Εδώ το κείμενό μου
eo: Jen mia teksto
es: mi texto aquí
es_mx: mi texto aquí
eu_es: hona hemen nire testua
fa_ir: متن من در این قسمت
fi_fi: minun tekstini tähän
fo_fo: mín tekst her
fur: il gno test qua
ga: mo théacs anseo
gl: o meu texto aquí
he_il: הטקסט שלי כאן
hi: यहाँ मेरा पाठ
hr_hr: moj tekst ovdje
hu_hu: a szövegem helye
hy: իմ տեքստը այստեղ
id_id: teks saya di sini
it: Scrivi il testo
ja: ここに私のテキスト
ka_ge: ჩემი ტექსტი აქ
ko_kr: 여기에 내 텍스트
lo: ຂໍ້ຄວາມຂອງຂ້ອຍຢູ່ທີ່ນີ້
lt_lt: mano tekstas čia
lv_lv: Mans ieraksts šeit
mk_mk: мојот текст овде
ms_my: teks saya di sini
my_mm: ဤနေရာတွင် ကျွန်ုပ်၏စာသား
ne: यहाँ मेरो पाठ
nl: Mijn tekst hier
nn_no: min tekst her
oc: mon tèxt aicí
pl_pl: mój tekst tutaj
ps: زما متن دلته
pt_br: Inserir seu texto aqui
pt_pt: inserir o meu texto aqui
ro_ro: Textul meu aici
ru_ru: мой текст здесь
sk_sk: môj text tu
sl: moje besedilo tule
sq: teksti im këtu
sr_rs: moj tekst ovde
sv_se: min text här
sw_ke: maandishi yangu hapa
ta: எனது உரை இங்கே
th: ข้อความของฉันที่นี่
tl_ph: ang aking text dito
tr: Benim metnim burada
uk_ua: тут мій текст
vi_vn: văn bản của tôi ở đây
xh_za: umbhalo wam apha
zh_cn: 我的文本
zh_tw: 我的文字在此

source: Copied as announcement
ar: تم نسخه كتبليغ
ast_es: Copiáu como anuncia
bn_bd: ঘোষণা হিসেবে কপি করা হয়েছে
bs_ba: Kopirano kao najava
ca_es: Copiat com anunci
cs_cz: Kopírováno jako oznámení
da: Kopieret som meddelelse
de: Als Ankündigung kopiert
el: Έχει αντιγραφεί ως Ανακοίνωση
eo: Kopiita kiel anonco
es: Copiado como anuncio
es_mx: Copiado como anuncio
eu_es: Ohar gisa kopiatua
fa_ir: کپی برداری شده بعنوان اطلاعیه
fi_fi: Kopioi ilmoituksena
fo_fo: Kopið sum kunngjøring
fur: Copiât come anunzie
ga: Cóipeáilte mar fhógra
gl: Copiado como anuncio
he_il: הועתק כהודעה
hi: घोषणा के रूप में कॉपी किया गया
hr_hr: Preslikano kao obavijest
hu_hu: Átmásolás felhívásként
hy: Պատճենվեց որպես հայտարարություն
id_id: Disalin sebagai pengumuman
it: Copiato come avviso
ja: お知らせとしてコピーされました
ka_ge: კოპირებული როგორც განცხადება
ko_kr: 공지사항으로 복사됨
lo: ສຳເນົາເປັນປະກາດ
lt_lt: Nukopijuota kaip pranešimas
lv_lv: Kopēts, kā paziņojums
mk_mk: Копирано како најава
ms_my: Disalin sebagai pengumuman
my_mm: ကြေငြာချက်အဖြစ် ကူးယူပြီး
ne: घोषणाको रूपमा प्रतिलिपि गरियो
nl: Gekopieerd als aankondiging
nn_no: Kopiert som meddelelse
oc: Copiat coma anóncia
pl_pl: Kopiowanie jako ogłoszenie
ps: د اعلان په توګه کاپي شو
pt_br: Copiado como anúncio
pt_pt: Copiado como anúncio
ro_ro: Copiat ca anunț
ru_ru: Скопировано как объявление
sk_sk: Skopírované ako oznam
sl: Kopirano kot obvestilo
sq: Kopjuar si njoftim
sr_rs: Kopirano kao obaveštenje
sv_se: Kopierad som tillkännagivande
sw_ke: Imekopishwa kama tangazo
ta: அறிவிப்பாக நகலெடுக்கப்பட்டது
th: คัดลอกเป็นประกาศแล้ว
tl_ph: Kinopya bilang announcement
tr: Duyuru olarak kopyalandı
uk_ua: Скопійовано як оголошення
vi_vn: Đã sao chép thành thông báo
xh_za: Ikopiwe njengesibhengezo
zh_cn: 已经复制成为公告
zh_tw: 複製為公告

source: New announcement
ar: تبليغ جديد
ast_es: Anuncia nueva
bn_bd: নতুন ঘোষণা
bs_ba: Nova najava
ca_es: Nou anunci
cs_cz: Nové oznámení
da: Ny meddelelse
de: Neue Ankündigung
el: Νέα ανακοίνωση
eo: Nova anonco
es: Nuevo anuncio
es_mx: Nuevo anuncio
eu_es: Beste ohar bat
fa_ir: اطلاعیه جدید
fi_fi: Uusi ilmoitus
fo_fo: Nýggj kunngjøring
fur: Gnûf anunzie
ga: Fógra nua
gl: Novo anuncio
he_il: הודעה חדשה
hi: नई घोषणा
hr_hr: Nova obavijest
hu_hu: Új felhívás
hy: Նոր հայտարարություն
id_id: Pengumuman baru
it: Nuovo avviso
ja: 新着お知らせ
ka_ge: ახალი განცხადება
ko_kr: 새 공지사항
lt_lt: Naujas pranešimas
lv_lv: Jauns paziņojums
mk_mk: Нова најава
ms_my: Pengumuman baru
my_mm: ကြေငြာချက်အသစ်
ne: नयाँ घोषणा
nl: Nieuwe aankondiging
nn_no: Ny meddelelse
oc: Anóncia nòva
pl_pl: Nowe ogłoszenie
ps: نوی اعلان
pt_br: Novo anúncio
pt_pt: Novo anúncio
ro_ro: Anunt nou
ru_ru: Новое объявление
sk_sk: Nový oznam
sl: Novo obvestilo
sq: Njoftim i ri
sr_rs: Novo obaveštenje
sv_se: Nytt tillkännagivande
sw_ke: Tangazo jipya
ta: புதிய அறிவிப்பு
th: ประกาศใหม่
tl_ph: Bagong announcement
tr: Yeni duyuru
uk_ua: Нове оголошення
vi_vn: Thông báo mới
xh_za: Isibhengezo esitsha
zh_cn: 新的公告
zh_tw: 新公告

source: Upcoming events
ar: الأحداث المقبلة
ast_es: Eventu prósimu
bn_bd: আসন্ন ইভেন্ট
bs_ba: Događaji koji dolaze
ca_es: Propera anotació
cs_cz: Nová událost
da: Kommende begivenheder
de: Bevorstehender Eintrag
el: Επερχόμενα γεγονότα
eo: Forvenantaj eventoj
es: Próximo evento
es_mx: Eventos próximos
eu_es: Hurrengo gertaerak
fa_ir: رویداد های نزدیک
fi_fi: Tuleva tapahtuma
fo_fo: Komnandi tiltæk
fur: Evenements futûrs
ga: Imeachtaí amach anseo
gl: Próximo evento
he_il: אירועים קרובים
hi: आगामी घटनाएँ
hr_hr: Nadolazeći događaj
hu_hu: Következő esemény
hy: Նախանցիկ իրադարձություններ
id_id: Acara mendatang
it: Prossimo evento
ja: 今後のイベント
ka_ge: მომავალი მოვლენები
ko_kr: 예정된 이벤트
lo: ກິດຈະກຳທີ່ຈະມາເຖິງ
lt_lt: Artėjantys įvykiai
lv_lv: Tuvākie notikumi
mk_mk: Предстојни настани
ms_my: Acara akan datang
my_mm: လာမည့်ဖြစ်ရပ်များ
ne: आगामी कार्यक्रमहरू
nl: Komende gebeurtenis
nn_no: Komeleg arrangement
oc: Anóncia seguenta
pl_pl: Nadchodzące wydarzenia
ps: رامنځته کېدونکې پیښې
pt_br: Próximo Evento
pt_pt: Próximos eventos
ro_ro: Evenimentul următor
ru_ru: Предстоящее событие
sk_sk: Nová udalosť
sl: Prihajajoč dogodek
sq: Eventet e ardhshme
sr_rs: Nastupajući događaj
sv_se: Kommande händelser
sw_ke: Matukio yanayokuja
ta: அடுத்த நிகழ்வுகள்
th: เหตุการณ์ที่กำลังจะเกิดขึ้น
tl_ph: Mga darating na event
tr: Gelecek Etkinlikler
uk_ua: Наступні події
vi_vn: Sự kiện sắp tới
xh_za: Iimsitho ezizayo
zh_cn: 预定的事件
zh_tw: 即將到來的事件

source: Repeated event
ar: حدث مكرر
ast_es: Eventu periódicu
bn_bd: পুনরাবৃত্ত ইভেন্ট
bs_ba: Ponavljajući događaj
ca_es: Anotació periòdica
cs_cz: Opakovaná událost
da: Gentagen begivenhed
de: Wiederholender Eintrag
el: Επαναλαμβανόμενο γεγονός
eo: Ripetita evento
es: Evento periódico
es_mx: Evento repetido
eu_es: Gertaera errepikatua
fa_ir: رویداد تکرار شده
fi_fi: Toistuva tapahtuma
fo_fo: Endurupprit tiltak
fur: Event ripetût
ga: Imeacht arís agus arís eile
gl: Evento periódico
he_il: אירוע חוזר
hi: पुनरावृत्ति घटना
hr_hr: Ponovljeni događaj
hu_hu: Megismétlődött esemény
hy: Կրկնվող իրադարձություն
id_id: Acara berulang
it: Evento ripetuto
ja: 繰り返しイベント
ka_ge: განმეორებადი მოვლენა
ko_kr: 반복 이벤트
lt_lt: Kartotinis įvykis
lv_lv: Atkārtotie notikumi
mk_mk: Повторен настан
ms_my: Acara berulang
my_mm: ထပ်ခါတလဲလဲ ဖြစ်ရပ်
ne: दोहोरिने कार्यक्रम
nl: Herhaalde gebeurtenis
nn_no: Gjentek arrangement
oc: Anóncia precedenta
pl_pl: Powtarzające się zdarzenia
ps: تکرار شوې پیښه
pt_br: Evento repetido
pt_pt: Repetir evento
ro_ro: Eveniment periodic
ru_ru: Повторяющееся событие
sk_sk: Opakovaná udalosť
sl: Ponovljiv dogodek
sq: Event i përsëritur
sr_rs: Pnovljeni događaj
sv_se: Återkommande händelse
sw_ke: Tukio linalorudiwa
ta: மீண்டும் நிகழும் நிகழ்வு
th: เหตุการณ์ที่เกิดซ้ำ
tl_ph: Paulit-ulit na event
tr: Tekrarlanan etkinlik
uk_ua: Повторювана подія
vi_vn: Sự kiện lặp lại
xh_za: Umsitho ophindaphindayo
zh_cn: 重复的事件
zh_tw: 重複事件

source: Repeat type
ar: كرر النوع
ast_es: Periodicidá
bn_bd: পুনরাবৃত্তির ধরন
bs_ba: Tip ponavljanja
ca_es: Periodicitat
cs_cz: Periodicita
da: Gentagelsestype
de: Typ wiederholen
el: Τύπος επανάληψης
eo: Tipo de ripeto
es: Periodicidad
es_mx: Tipo de repetición
eu_es: Maiztasuna
fa_ir: نوع تکرار
fi_fi: Toistuva tyyppi
fo_fo: Endurupprita type
fur: Gjernie di ripetizion
ga: Cineál athrá
gl: Periodicidade
he_il: סוג חזור
hi: पुनरावृत्ति प्रकार
hr_hr: Vrsta ponovljivosti
hu_hu: Ismétlődés típusa
hy: Կրկնության տեսակ
id_id: Jenis pengulangan
it: Tipo di ripetizione
ja: 繰り返しの種類
ka_ge: გამეორების ტიპი
ko_kr: 반복 유형
lt_lt: Kartojimo tipas
lv_lv: Atkārtošanās veids
mk_mk: Тип на повторување
ms_my: Jenis ulangan
my_mm: ထပ်ခါတလဲလဲ အမျိုးအစား
ne: दोहोरिने प्रकार
nl: Herhaaltype
nn_no: Gjenta type
oc: Periodicitat
pl_pl: Tryb powtarzania
ps: د تکرار ډول
pt_br: Periodicidade
pt_pt: Repetir tipo
ro_ro: Periodicitate
ru_ru: Тип повторения
sk_sk: Periodicita
sl: Vrsta ponovitve
sq: Lloji i përsëritjes
sr_rs: Vrsta ponavaljanja
sv_se: Typ av upprepning
sw_ke: Aina ya kurudia
ta: மீண்டும் வகை
th: ประเภทการทำซ้ำ
tl_ph: Ulitin ang uri
tr: Tekrar türü
uk_ua: Тип повторення
vi_vn: Loại lặp lại
xh_za: Uhlobo lokuphinda
zh_cn: 重复的类型
zh_tw: 重複類型

source: Monthly, by date
ar: شهريا، حسب التاريخ
ast_es: Mensual, por fecha
bn_bd: মাসিক, তারিখ অনুসারে
bs_ba: Mjesečno, po datumu
ca_es: Mensual, per data
cs_cz: Měsíčně, podle data
da: Månedligt, efter dato
de: Monatlich, nach Datum
el: Μηνιαία, ανά ημερομηνία
eo: Monate, laŭ dato
es: Mensual, por fecha
es_mx: Mensual, por fecha
eu_es: Hilero, dataren arabera
fa_ir: ماهانه، بر اساس تاریخ
fi_fi: Kuukausittain, päivämäärän mukaan
fo_fo: Mánaðliga, eftir dag
fur: Mensîl, par date
ga: Míosúil, de réir dáta
gl: Mensual, por data
he_il: חודשי, לפי תאריך
hi: मासिक, तिथि द्वारा
hr_hr: Mjesečno, prema nadnevku
hu_hu: Havonta, adott dátumkor
hy: Ամսական, ամսաթվով
id_id: Bulanan, berdasarkan tanggal
it: Ogni mese, per numero
ja: 毎月、同じ曜日
ka_ge: თვიური, თარიღით
ko_kr: 매월, 날짜별
lo: ປະຈຳເດືອນ, ຕາມວັນທີ
lt_lt: Mėnesinis, pagal datą
lv_lv: Mēneša, pa datumiem
mk_mk: Месечно, по датум
ms_my: Bulanan, mengikut tarikh
my_mm: လစဉ်၊ ရက်စွဲအလိုက်
ne: मासिक, मितिबाट
nl: Maandelijks, op datum
nn_no: Månadsvis, etter dato
oc: Mesadier, per data
pl_pl: Miesięczny, po dacie
ps: میاشتني، د نیټې له مخې
pt_br: Mensal, por data
pt_pt: Mensal, por data
ro_ro: Lunar, dupa data
ru_ru: Ежемесячно, по дате
sk_sk: Mesačne, podľa dátumu
sl: Mesečna, po datumu
sq: Mujore, sipas datës
sr_rs: Mesečno, po datumu
sv_se: Månadsvis (datum)
sw_ke: Kila mwezi, kwa tarehe
ta: மாதாந்திரம், தேதி வாரியாக
th: รายเดือน ตามวันที่
tl_ph: Buwanan, ayon sa petsa
tr: Aylık, tarihe göre
uk_ua: Щомісяця, за датою
vi_vn: Hàng tháng, theo ngày
xh_za: Ngenyanga, ngomhla
zh_cn: 按日期每月重复
zh_tw: 每月，按日期

source: Monthly, by day
ar: شهري او يومي
ast_es: Mensual, por día
bn_bd: মাসিক, দিন অনুসারে
bs_ba: Mjesečno, po danu
ca_es: Mensual, per dia
cs_cz: Měsíčně, podle dne
da: Månedligt, efter dag
de: Monatlich, nach Tag
el: Μηνιαία, ανά ημέρα
eo: Monate, laŭ tago
es: Mensual, por día
es_mx: Mensual, por día
eu_es: Hilero, egunaren arabera
fa_ir: ماهانه، بر اساس روز
fi_fi: Kuukausittain, päivän mukaan
fo_fo: Mánaðliga, eftir degi
fur: Mensîl, par zornade
ga: Míosúil, de réir lae
gl: Mensual, por día
he_il: חודשי, לפי יום
hi: मासिक, दिन द्वारा
hr_hr: Mjesečno, prema danu
hu_hu: Havonta, adott napon
hy: Ամսական, օրով
id_id: Bulanan, berdasarkan hari
it: Ogni mese, per giorno
ja: 毎月、同じ日
ka_ge: თვიური, დღით
ko_kr: 매월, 요일별
lo: ປະຈຳເດືອນ, ຕາມມື້
lt_lt: Mėnesinis, pagal dieną
lv_lv: Mēneša, pa dienām
mk_mk: Месечно, по ден
ms_my: Bulanan, mengikut hari
my_mm: လစဉ်၊ ရက်အလိုက်
ne: मासिक, दिनबाट
nl: Maandelijks, per dag
nn_no: Månadsvis, etter dag
oc: Mesadier, per jorn
pl_pl: Miesięczny, po dniu
ps: میاشتني، د ورځې له مخې
pt_br: Mensal, por dia
pt_pt: Mensal, por dia
ro_ro: Lunar, dupa zile
ru_ru: Ежемесячно, по дню
sk_sk: Mesačne, podľa dňa
sl: Mesečna, po dnevih
sq: Mujore, sipas ditës
sr_rs: Mesečno, po danu
sv_se: Månadsvis (dag)
sw_ke: Kila mwezi, kwa siku
ta: மாதாந்திரம், நாள் வாரியாக
th: รายเดือน ตามวัน
tl_ph: Buwanan, ayon sa araw
tr: Aylık, güne göre
uk_ua: Щомісяця, за днем
vi_vn: Hàng tháng, theo ngày trong tuần
xh_za: Ngenyanga, ngosuku
zh_cn: 按天数每月重复
zh_tw: 每月，按星期

source: Monthly, by day, restricted
ar: شهري, يومي او محظور
ast_es: Mensual, por día, restrinxíu
bn_bd: মাসিক, দিন অনুসারে, সীমাবদ্ধ
bs_ba: Mjesečno, po danu, ograničeno
ca_es: Mensual, per dia, restringit
cs_cz: Měsíčně, podle dne, omezené
da: Månedligt, efter dag, begrænset
de: Monatlich, nach Tag, eingeschränkt
el: Ανά μήνα, ανά ημέρα, περιορισμένη
eo: Monate, laŭ tago, limigita
es: Mensual, por día, restringido
es_mx: Mensual, por día, restringido
eu_es: Hilero, egunaren arabera, mugatua
fa_ir: ماهانه، بر اساس روز، محدود شده
fi_fi: Kuukausi-, päivänäkymä estetty
fo_fo: Mánaðliga, eftir degi, takmarkað
fur: Mensîl, par zornade, limitât
ga: Míosúil, de réir lae, srianta
gl: Mensual, por día, restrinxido
he_il: חודשי, לפי יום, מוגבל
hi: मासिक, दिन द्वारा, प्रतिबंधित
hr_hr: Mjesečno, prema danu, ograničen
hu_hu: Havonta adott napon, korlátozva
hy: Ամսական, օրով, սահմանափակված
id_id: Bulanan, berdasarkan hari, terbatas
it: Ogni mese, per giorno, limitato
ja: 毎月、同じ日、制限付き
ka_ge: თვიური, დღით, შეზღუდული
ko_kr: 매월, 요일별, 제한됨
lo: ປະຈຳເດືອນ, ຕາມມື້, ມີຂໍ້ຈຳກັດ
lt_lt: Mėnesinis, pagal dieną, ribotas
lv_lv: Mēneša griezumā, pa dienām, saīsināts
mk_mk: Месечно, по ден, ограничено
ms_my: Bulanan, mengikut hari, terhad
my_mm: လစဉ်၊ ရက်အလိုက်၊ ကန့်သတ်ထားသည်
ne: मासिक, दिनबाट, प्रतिबन्धित
nl: Maandelijks, per dag, beperkt
nn_no: Månadsvis, etter dag, avgrensa
oc: Mesadier, per jorn, limitat
pl_pl: Miesięczny, po dniu, ograniczony
ps: میاشتني، د ورځې له مخې، محدود
pt_br: Mensal, por dia, limitado
pt_pt: Mensal, por dia, restrito
ro_ro: Lunar, dupa zile, restrictionat
ru_ru: Ежемесячно, по дню, ограничено
sk_sk: Mesačne, podľa dňa, obmedzene
sl: Mesečna, po dnevih, omejena
sq: Mujore, sipas ditës, e kufizuar
sr_rs: Mesečno, po danu, ograničen
sv_se: Månadsvis (begränsad dag)
sw_ke: Kila mwezi, kwa siku, vilivyozuiliwa
ta: மாதாந்திரம், நாள் வாரியாக, கட்டுப்படுத்தப்பட்ட
th: รายเดือน ตามวัน จำกัด
tl_ph: Buwanan, ayon sa araw, paghigpitan
tr: Aylık, güne göre, kısıtlı
uk_ua: Щомісяця, за днем, обмежено
vi_vn: Hàng tháng, theo ngày trong tuần, hạn chế
xh_za: Ngenyanga, ngosuku, olawulwayo
zh_cn: 按特定的天数每月重复
zh_tw: 每月，按星期，限制

source: Yearly
ar: سنوي
ast_es: Añal
bn_bd: বার্ষিক
bs_ba: Godišnje
ca_es: Anual
cs_cz: Ročně
da: Årligt
de: Jährlich
el: Ετήσια
eo: Jare
es: Anual
es_mx: Anual
eu_es: Urtero
fa_ir: سالانه
fi_fi: Vuosittain
fo_fo: Árliga
fur: Agnâl
ga: Bliantúil
gl: Anual
he_il: שנתי
hi: वार्षिक
hr_hr: Godišnje
hu_hu: Évente
hy: Տարեկան
id_id: Tahunan
it: Ogni anno
ja: 毎年
ka_ge: წლიური
ko_kr: 매년
lo: ປະຈຳປີ
lt_lt: Metinis
lv_lv: Gada griezumā
mk_mk: Годишно
ms_my: Tahunan
my_mm: နှစ်စဉ်
ne: वार्षिक
nl: Jaarlijks
nn_no: Årleg
oc: Annadier
pl_pl: Roczny
ps: کلنی
pt_br: Anual
pt_pt: Anual
ro_ro: Anual
ru_ru: Ежегодно
sk_sk: Ročne
sl: Letna
sq: Vjetore
sr_rs: Godišnje
sv_se: Årsvis
sw_ke: Kila mwaka
ta: ஆண்டுதோறும்
th: รายปี
tl_ph: Taunan
tr: Yıllık
uk_ua: Щорічно
vi_vn: Hàng năm
xh_za: Minyaka
zh_cn: 每年
zh_tw: 每年

source: Repeat end date
ar: تكرار تاريخ الانتهاء
ast_es: Acabar les repeticiones el
bn_bd: পুনরাবৃত্তির শেষ তারিখ
bs_ba: Datum završetka ponavljanja
ca_es: Finalitzar les repeticions el
cs_cz: Opakovat datum ukončení
da: Gentagelses slutdato
de: Enddatum für Wiederholungen
el: Επανάληψη ημερομηνίας τέλους
eo: Dato de fino de ripeto
es: Finalizar las repeticiones el
es_mx: Fecha de fin de repetición
eu_es: Amaitu errepikapenak honako datan
fa_ir: تکرار تاریخ پایان
fi_fi: Toistuvuus päättyy
fo_fo: Endurupprita lokadagur
fur: Date finial ripetizion
ga: Dáta deireanach athrá
gl: Finalizar as repeticións o
he_il: תאריך סיום חוזר
hi: पुनरावृत्ति समाप्ति तिथि
hr_hr: Ponovi zaključni nadnevak
hu_hu: Ismétlődés és dátum
hy: Կրկնության ավարտի ամսաթիվ
id_id: Tanggal akhir pengulangan
it: Data finale della ripetizione
ja: 繰り返しの終了日
ka_ge: გამეორების დამთავრების თარიღი
ko_kr: 반복 종료일
lo: ວັນທີສິ້ນສຸດການຊ້ຳ
lt_lt: Kartojimo pabaigos data
lv_lv: Atkārtot beigu datumu
mk_mk: Датум на крај на повторувањето
ms_my: Tarikh tamat ulangan
my_mm: ထပ်ခါတလဲလဲ အဆုံးရက်
ne: दोहोरिने अन्त्य मिति
nl: Einddatum voor de herhaling
nn_no: Datoum for slutt på gjentaking
oc: Acabar lei repeticions
pl_pl: Powtórz datę zakończenia
ps: د تکرار پای نیټه
pt_br: Repetir data final
pt_pt: Repetir data final
ro_ro: Termina repetitiile in
ru_ru: Дата окончания повторения
sk_sk: Opakovať dátum ukončenia
sl: Datum konca ponovitev
sq: Data e mbarimit të përsëritjes
sr_rs: Ponovi završni datum
sv_se: Slutdatum för upprepning
sw_ke: Tarehe ya mwisho wa kurudia
ta: மீண்டும் முடிவு தேதி
th: วันที่สิ้นสุดการทำซ้ำ
tl_ph: Ulitin ang katapusan petsa
tr: Tekrar bitiş tarihi
uk_ua: Дата завершення повторення
vi_vn: Ngày kết thúc lặp lại
xh_za: Umhla wokuphela kokuphinda
zh_cn: 重复结束的日期
zh_tw: 重複結束日期

source: View original event
ar: اظهار الحدث الاصلي
ast_es: Ver l'eventu primeru
bn_bd: মূল ইভেন্ট দেখুন
bs_ba: Pogledaj originalni događaj
ca_es: Veure l'anotació inicial
cs_cz: Zobrazit původní událost
da: Vis original begivenhed
de: Ursprünglicher Eintrag
el: Προβολή αρχικου συμβάντος
eo: Vidi originan eventon
es: Ver el evento inicial
es_mx: Ver evento original
eu_es: Ikusi jatorrizko gertaera
fa_ir: نمایش رویداد اصلی
fi_fi: Näytä alkuperäinen tapahtuma
fo_fo: Vís ursprunga tiltak
fur: Viste event origjinâl
ga: Amharc ar an imeacht bunaidh
gl: Ver o evento inicial
he_il: הצג את האירוע המקורי
hi: मूल घटना देखें
hr_hr: Pogledaj početni događaj
hu_hu: Eredeti esemény megtekintése
hy: Ցուցադրել բնօրինակ իրադարձությունը
id_id: Lihat acara asli
it: Vedi l'evento iniziale
ja: 元のイベントを表示
ka_ge: ორიგინალური მოვლენის ხედი
ko_kr: 원본 이벤트 보기
lt_lt: Peržiūrėti originalų įvykį
lv_lv: Skatīt tiešo notikumu
mk_mk: Преглед на оригиналниот настан
ms_my: Paparkan acara asal
my_mm: မူရင်းဖြစ်ရပ်ကို ကြည့်ပါ
ne: मूल कार्यक्रम हेर्नुहोस्
nl: Bekijk de originele gebeurtenis
nn_no: Vis originalt arrangement
oc: Veire l'anotacion iniciala
pl_pl: Wyświetl oryginalne wydarzenie
ps: اصلي پیښه وګورئ
pt_br: Visualizar evento original
pt_pt: Ver evento original
ro_ro: Vezi evenimentului inițial
ru_ru: Просмотреть исходное действие
sk_sk: Pozrieť pôvodnú udalosť
sl: Poglej začetni dogodek
sq: Shiko eventin origjinal
sr_rs: Pogledaj originalni događaj
sv_se: Visa ursprunglig händelse
sw_ke: Angalia tukio la asili
ta: முதன்மை நிகழ்வைப் பார்
th: ดูเหตุการณ์ต้นฉบับ
tl_ph: Tingnan ang orihinal na event
tr: Asıl etkinliği göster
uk_ua: Переглянути оригінальну подію
vi_vn: Xem sự kiện gốc
xh_za: Jonga umsitho wokuqala
zh_cn: 查看初始的事件
zh_tw: 檢視原始事件
