Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: The selected classes were subscribed to the selected course
so_so: Fasallada la doortay ayaa lagu diiwaan geliyay koorsada la doortay

source: Role ID
so_so: ID-ga Doorka

source: Role name
so_so: Magaca Doorka

source: Type
so_so: Nooca

source: Make available
so_so: La sameeyo

source: Make unavailable
so_so: Ha la sameeyin

source: Style sheets
so_so: Xaashida qaabka

source: Should the navigation menu show the different tool icons?
so_so: Ma menu-ga navigation waa muujinaysaa astaamaha qalabka kala duwan?

source: Plugin
so_so: Ku-dawarsamaha

source: Main menu
so_so: Menu-ga weyn

source: Main menu after login
so_so: Menu-ga weyn ee galitaanka ka dib

source: Resize uploaded user images
so_so: Xoojinta sawirrada isticmaale ee la soo raray

source: User images can be resized on upload if PHP is compiled with the <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. If GD is unavailable, this setting will be silently ignored.
so_so: Sawirrada isticmaale waa la xoojin karaa markii la soo raro haddii PHP lagu duubay <a href="http://php.net/manual/en/ref.image.php" target="_blank">maktabadda GD</a>. Haddii GD aan la heli karin, dejintan si aamusnaan ah ayaa loo iska indhatiri doonaa.

source: Maximum user image width
so_so: Xajmiga ugu badan ee sawirka isticmaale

source: Maximum width in pixels of a user image. This setting only applies if user images are set to be resized on upload.
so_so: Xajmiga ugu badan ee pixel ee sawirka isticmaale. Dejintan kaliya ayaa shaqaynaysa haddii sawirrada isticmaale loo dejiyay in la xoojiyo marka la soo raro.

source: Maximum user image height
so_so: Dhererka ugu badan ee sawirka isticmaale

source: Maximum height in pixels of a user image. This setting only applies if user images are set to be resized on upload.
so_so: Dhererka ugu badan ee pixel ee sawirka isticmaale. Dejintan kaliya ayaa shaqaynaysa haddii sawirrada isticmaale loo dejiyay in la xoojiyo marka la soo raro.

source: Your version is
so_so: Noocaagu waa

source: Socket Connection Error
so_so: Khaladka Isku-xidhka Socket

source: Socket connections are disabled
so_so: Isku-xidhka Socket waa la joojiyay

source: Show email addresses
so_so: Muujiya ciwaanka iimaylka

source: Show email addresses to users
so_so: Muujiya ciwaanka iimaylka ee isticmaale

source: Activate this service
so_so: Dhaqanqaad this service

source: Chamilo LIVE is a videoconferencing tool that offers: Slides sharing, whiteboard to draw and write on top of slides, audio/video duplex and chat. It requires Flash player 9+ and offers 2 modes : one to many and many to many.
so_so: Chamilo LIVE waa qalab videoconferencing oo bixiya: Wadaagista slides, whiteboard si aad wax ugu sawirto oo wax ugu qorto slides-ka, audio/video duplex iyo chat. Waxay u baahan tahay Flash player 9+ waxayna bixisaa 2 qaab: mid ilaa badan iyo badan ilaa badan.

source: Chamilo RAPID is a Rapid Learning tool available in Chamilo Pro and Chamilo Medical. It allows you to convert Powerpoint or LibreOffice presentations to SCORM-compliant courses. After the conversion, you end up in the Courses authoring tool and are able to add audio comments on slides and pages, tests and activities between the slides or pages and interaction activities like forum discussions or assignment upload. Every step becomes an independent and removable learning object. And the whole course generates accurate SCORM reporting for further coaching.
so_so: Chamilo RAPID waa qalab Rapid Learning oo laga heli karo Chamilo Pro iyo Chamilo Medical. Waxay kuu ogolaanaysaa inaad u beddesho Powerpoint ama LibreOffice presentations koorsooyin u hoggaansan SCORM. Ka dib beddelka, waxaad ku dhamaanaysaa qalabka kursiga ee qorista waxaanaad ku dari kartaa faallooyin maqal ah slides iyo bogag, imtixaano iyo hawlaha u dhexeeya slides ama bogag iyo hawlaha isdhexgalka sida doodaha forumka ama wareejinta shaqada. Tallaabo kasta waxay noqotaa shay waxbarasho oo madaxbannaan oo la saari karo. Oo koorsada oo dhan waxay soo saartaa warbixin SCORM sax ah oo tababarka dambe loogu talagalay.

source: Bandwidth statistics
so_so: Statistics bandwidth

source: MRTG allow you to consult advanced statistics about the state of the server on the last 24 hours.
so_so: MRTG waxay kuu ogolaanaysaa inaad la tashato statistics sare oo ku saabsan xaaladda server-ka 24-ka saac ee la soo dhaafay.

source: Server statistics
so_so: Statistics server-ka

source: AWStats allows you to consult the statistics of your platform : visitors, page views, referers...
so_so: AWStats waxay kuu ogolaanaysaa inaad la tashato statistics-ka platform-kaaga: booqdayaasha, aragtida bogagga, referers...

source: Chamilo LIBRARY is a Search Engine offering multi-criteria indexing and research. It is part of the Chamilo Medical features.
so_so: Chamilo LIBRARY waa Engine Search oo bixiya indexing-ga multi-criteria iyo research. Waa qayb ka mid ah astaamaha Chamilo Medical.

source: Training sessions list
so_so: Liiska fadhiyada tababarka

source: Add a training session
so_so: Ku dar fadhiga tababarka

source: Import sessions list
so_so: Rooji liiska fadhiyada

source: Export sessions list
so_so: Dhoof liiska fadhiyada

source: Start date
so_so: Taariikhda bilowga

source: End date
so_so: Taariikhda dhamaadka

source: Coach name
so_so: Magaca tababare

source: A name is required for the session
so_so: Magac ayaa looga baahan yahay fadhiga

source: Next step
so_so: Tallaabada xigta

source: Confirm
so_so: Xaqiiji

source: Unsubscribe users from course
so_so: Ka fur isticmaale kursiga

source: Missing class title
so_so: La'aanta cinwaanka fasalka

source: Class title exists
so_so: Cinwaanka fasalka wuu jiraa

source: CSV file import location
so_so: Goobta soo dejinta faylka CSV

source: Classes created
so_so: Fasalo la abuuray

source: Errors when importing file
so_so: Dhibaatooyin markii la soo dejinayo faylka

source: Service activated
so_so: Adeegga waa la dhaqan qaaday

source: Activate service
so_so: Dhaqanqaad adeegga

source: Invalid extension
so_so: Kordhin aan ansax ahayn

source: In order to enable the automatic version checking you have to register your portal on chamilo.org. The information obtained by clicking this button is only for internal use and only aggregated data will be publicly available (total number of portals, total number of chamilo course, total number of chamilo users, ...) (see <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. When registering you will also appear on the worldwide list (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. If you do not want to appear in this list you have to check the checkbox below. The registration is as easy as it can be: you only have to click this button: <br />
so_so: Si aad u shaqeyso hubinta version-ka tooska ah waa inaad diiwaan gelisaa portal-kaaga chamilo.org. Macluumaadka laga helo riixitaankan waa uun isticmaalka gudaha oo kaliya xog la ururiyay ayaa si dadweyne ah loo heli doonaa (tirada guud ee portals, tirada guud ee koorsada chamilo, tirada guud ee isticmaale chamilo, ...) (eeg <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Marka la diiwaan gelinayo sidoo kale waxaad ka muuqan doontaa liiska aduunka oo dhan (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Haddii aadan rabin inaad ku muuqato liiskan waa inaad calaamadda hoose calaamadisaa. Diiwaangelintu waa mid fudud: kaliya waa inaad riixataa badhanahan: <br />

source: After approval
so_so: Ka dib oggolaanshaha

source: Enable learner view
so_so: Dhaqanqaad aragtida ardayga

source: Enable the learner view, which allows a teacher or admin to see a course as a learner would see it
so_so: Dhaqanqaad aragtida ardayga, taasoo u oggolaanaysa macallin ama maamule inuu arko koorsada sida ardaygu u arki lahaa

source: Time limit on Who Is Online
so_so: Xadka wakhtiga Who Is Online

source: This time limit defines for how many minutes after his last action a user will be considered *online*
so_so: Xadka wakhtigan ayaa qeexaya daqiiqado badan ka dib tallaabadii ugu dambeysay ee isticmaale loo tixgelin doono *online*

source: Example material on course creation
so_so: Material tusaale marka la abuurayo koorsada

source: Create example material automatically when creating a new course
so_so: Abuura material tusaale si otomaatig ah marka la abuurayo koorsad cusub

source: Account validity
so_so: Waalliidnimada akoon

source: A user account is valid for this number of days after creation
so_so: Akoonka isticmaale waa mid ansax ah tiradaan maalmo ka dib abuuritaanka

source: Use training sessions
so_so: Isticmaal fadhiyada tababarka

source: Training sessions give a different way of dealing with training, where courses have an author, a coach and learners. Each coach gives a course for a set period of time, called a *training session*, to a set of learners who do not mix with other learner groups attached to another training session.
so_so: Fadhiyada tababarku waxay bixiyaan hab kale oo la macaamilo tababarka, halkaasoo koorsadu leedahay qoraa, tababare iyo arday. Tababare kasta wuxuu siiya koorsada muddo go'an, oo loo yaqaan *fadhiga tababarka*, koox arday ah oo aan isku qasan kooxo kale oo arday ah oo ku xiran fadhiga kale ee tababarka.

source: Activity view
so_so: Aragtida hawlaha

source: Two columns view
so_so: Aragga laba tiir

source: Three columns view
so_so: Aragga saddex tiir

source: Allow users profiling inside courses
so_so: Oggolow isticmaale profayl gudaha koorsadaha

source: Icons only
so_so: Calamadaha kaliya

source: Text only
so_so: Qoraalka kaliya

source: Icons and text
so_so: Calamadaha iyo qoraalka

source: Enable tool introduction
so_so: Dhaqanqaad hordhaca qalabka

source: Enable introductions on each tool's homepage
so_so: Dhaqanqaad hordhacyada bog kasta oo qalab ah

source: Course homepage breadcrumb
so_so: Breadcrumb bogga guriga koorsada

source: The breadcrumb is the horizontal links navigation system usually in the top left of your page. This option selects what you want to appear in the breadcrumb on courses' homepages
so_so: Breadcrumb waa nidaamka navigation-ka xiriirka toosan ee inta badan ku yaal geeska sare ee boggaaga. Doorashadan waxay doorataa waxa aad rabto inuu ka muuqdo breadcrumb-ka bogagga guriga ee koorsadaha

source: The Twitter site is a Twitter account (e.g. @chamilo_news) that is related to your site. It is usually a more temporary account than the Twitter creator account, or represents an entity (instead of a person). This field is required if you want the Twitter card meta fields to show.
so_so: Goobta Twitter waa akoon Twitter (tusaale @chamilo_news) oo la xidhiidha goobtaada. Badanaa waa akoon ku meel gaar ah marka loo eego akoonka abuuraha Twitter-ka, ama waxay matashaa hay'ad (haddii aan ahayn qof). Goobtaan waa mid looga baahan yahay haddii aad rabto in meta goobaha kaarka Twitter-ka la muujiyo.

source: Login page main area
so_so: Goobta weyn ee bogga galitaanka

source: Login page menu
so_so: Menu bogga galitaanka

source: Portal homepage main area
so_so: Goobta weyn ee bogga guriga portal-ka

source: Portal homepage menu
so_so: Menu bogga guriga portal-ka

source: Courses main area
so_so: Goobta weyn ee koorsadaha

source: Courses menu
so_so: Menu koorsadaha

source: Header
so_so: Madaxa

source: Footer
so_so: Cagta

source: Public pages compliance to WAI
so_so: Bogagga dadweynaha u hoggaansanaanta WAI

source: WAI (Web Accessibility Initiative) is an initiative to make the web more accessible. By selecting this option, the public pages of Chamilo will become more accessible. This also means that some content on the portal's public pages might appear differently.
so_so: WAI (Web Accessibility Initiative) waa mashruuc si loo sameeyo web-ka mid sii fududaan kara. Marka la doorto doorashadan, bogagga dadweynaha ee Chamilo waxay noqon doonaan kuwo sii fududaan kara. Tani waxay sidoo kale macnaheedu yahay in qaar ka mid ah waxyaabaha bogagga dadweynaha ee portal-ka ay u muuqan karaan si ka duwan.

source: Version check
so_so: Hubinta version-ka

source: Session overview
so_so: Guud ahaan fadhiga

source: Add user in the course only if not yet in
so_so: Ku dar isticmaale koorsada kaliya haddii aan hore ugu jirin

source: Remove users from any courses that are not mentioned explicitly in this file
so_so: Ka saar isticmaale koorsad kasta oo aan si cad looga hadlin faylkan

source: Delete selected sessions
so_so: Tirtir fadhiyada la doortay

source: Courses in this session
so_so: Koorsadaha fadhigan

source: Unsubscribe selected courses from this session
so_so: Ka fur koorsadaha la doortay fadhigan

source: Subscribe users to this session
so_so: Ku qor isticmaale fadhigan

source: Portal users list
so_so: Liiska isticmaale portal-ka

source: List of users registered in this session
so_so: Liiska isticmaale diiwaan geliyay fadhigan

source: Courses list
so_so: Liiska koorsadaha

source: FTP password
so_so: Eebbe FTP

source: Path to LZX files
so_so: Jidka faylalka LZX

source: Text
so_so: Qoraal

source: Add courses to this session
so_so: Ku dar koorsadaha fadhigan

source: Start date (available from 00:00:00 on this date)
so_so: Taariikhda bilowga (laga heli karo 00:00:00 taariikhdan)

source: End date (until 23:59:59 on this date)
so_so: Taariikhda dhamaadka (ilaa 23:59:59 taariikhdan)

source: Path to live conferencing
so_so: Jidka videoconferencing tooska ah

source: Path to classroom live conferencing
so_so: Jidka fasalka videoconferencing tooska ah

source: Reconfigure extension
so_so: Dib u habeyn kordhinta

source: Service reconfigured
so_so: Adeegga dib loo habeyn

source: Choose news language
so_so: Dooro luqadda wararka

source: Total time spent in a course
so_so: Wakhtiga guud ee lagu qaatay koorsada

source: This option is used to calculate in real time the time that a user spend in a course. The value in the field is the refresh interval in seconds. To disable this option, let the default value 0 in the field.
so_so: Doorashadan waxaa loo adeegsadaa si loo xisaabiyo wakhtiga dhabta ah ee isticmaale ku qaato koorsada. Qiimaha goobta waa interval-ka cusboonaysiinta ilbiriqsi. Si aad u joojiso doorashadan, u ogolow qiimaha asalka ah 0 goobta.

source: Finish session creation
so_so: Dhammeeyo abuurista fadhiga

source: Videoconference RTMTP protocol port
so_so: Port-ka borotokoolka Videoconference RTMTP

source: Session title already exists
so_so: Cinwaanka fadhiga wuu hore u jiray

source: No classes have been created
so_so: Ma jiraan fasalo la abuuray

source: This field should be numeric
so_so: Goobtani waa inay noqotaa mid nambaro ah

source: User locked
so_so: Isticmaale la qufulay

source: User unlocked
so_so: Isticmaale la furey

source: You cannot delete this user
so_so: Ma tirtiri karno isticmaalahan

source: Selected users deleted
so_so: Isticmaale la doortay waa la tirtiray

source: Some of the selected users have not been deleted. We recommend you confirm which, by using the advanced search.
so_so: Qaar ka mid ah isticmaale la doortay lama tirtirin. Waxaan kugula talinaynaa inaad xaqiijiso goobaabinta, adigoo adeegsanaya raadinta sare.

source: External authentification
so_so: Aqoonsiga dibadda

source: Registration date
so_so: Taariikhda diiwaangelinta

source: User updated
so_so: Isticmaalaha la cusboonaysiiyay

source: Homepage files are not readable
so_so: Faylalka bogga hore ee la akhrin karo

source: Choose
so_so: Dooro

source: Edit session course
so_so: Tafatiray kooraska fadhiga

source: Select a coach
so_so: Dooro tababare

source: Login is used twice
so_so: Login-ka laba jeer ayaa la isticmaalay

source: This login is not available
so_so: Login-kani ma heli karo

source: This login is too long
so_so: Login-kani waa dheer

source: This status doesn't exist
so_so: Xaaladdani ma jirto

source: This classname is not available
so_so: Magaca fasalkani ma heli karo

source: File imported
so_so: Faylka la soo dejinay

source: Choose the session to export
so_so: Dooro fadhiga la dhoofinayo

source: All the sessions
so_so: Dhammaan fadhiyada

source: This code does not exist
so_so: Koodkani ma jiro

source: Unknown user
so_so: Isticmaale aan la aqoon

source: Unknown status
so_so: Xaalad aan la aqoon

source: The session has been deleted
so_so: Fadhigga waa la tirtiray

source: This course doesn't exist
so_so: Kooraskani ma jiro

source: This user doesn't exist
so_so: Isticmaalahani ma jiro

source: but problems occurred
so_so: laakin dhibaatooyin ayaa dhacay

source: This login was cut
so_so: Login-kani waa la jaray

source: No file was sent
so_so: Fayl lama soo dirin

source: Learner status has been given to
so_so: Xaaladda ardayga ayaa la siiyay

source: Wrong date format (yyyy-mm-dd)
so_so: Qaabta taariikhda waa khalad (yyyy-mm-dd)

source: You will soon receive an email from your coach.
so_so: Waxaa dhowaad email kaa heli doonta tababarahaaga.

source: Size of the slides
so_so: Cabbirka bogagga

source: Ephorus plagiarism prevention
so_so: Ephorus ka hortagga been-abuurista

source: Teachers
so_so: Macallimiinta

source: Unknown trainer
so_so: Tababare aan la aqoon

source: Hide DLTT Markup
so_so: Qari DLTT Markup

source: List of courses of the session
so_so: Liiska koorasaska fadhiga

source: Unsubscribe selected users from session
so_so: Ka furitaanka isticmaale yaqayadooda fadhiga

source: Show the language each course is in, next to the course title, on the homepage courses list
so_so: Muuj luqadda kooras kasta uu yahay, agagaarka cinwaanka kooraska, liiska koorasaska bogga hore

source: Show the categories of courses on the homepage, even if they're empty
so_so: Muuj qaybaha koorasaska bogga hore, xitaa haddii ay yihiin kuwo madhan

source: Show empty courses categories
so_so: Muuj qaybaha koorasaska madhan

source: XML document is not valid
so_so: Duunyada XML ma saxsanayn

source: for the session
so_so: ee fadhiga

source: Online e-mail editor enabled
so_so: Tafatiraha iimaylka onlayn la shaqayn karo

source: If this option is activated, clicking on an e-mail address will open an online editor.
so_so: Haddii doorashadan la shaqeeyo, gujinta ciwaanka iimaylka waxay furi doontaa tafatire onlayn.

source: Include header line?
so_so: Ku dar safka madaxa?

source: This will put the fields names on the first line. It is necessary when you want to import the file later on in a Chamilo portal.
so_so: Tani waxay safka koowaad ku dhejineysaa magacyada goobaha. Waa lagama maarmaan marka aad rabto inaad faylka ku soo dejiso goobta Chamilo.

source: List of users subscribed to course
so_so: Liiska isticmaale yaqan kooraska

source: Show course languages
so_so: Muuj luqadaha kooraska

source: Videoconference RTMPT protocol tunnel port
so_so: Vidiyow konferans RTMPT protocol tunnel port

source: Security
so_so: Amniga

source: Type of filtering on document uploads
so_so: Nooca shaandaynta gelinta dukumentiga

source: Whether you want to use the blacklist or whitelist filtering. See blacklist or whitelist description below for more details.
so_so: Hadduusan rabbada madow ama cad ama shaandhaynta cad. Eeg sharaxaadda liiska madow ama cad ee hoose faahfaahin dheeraad ah.

source: Blacklist
so_so: Liiska madow

source: Whitelist
so_so: Liiska cad

source: Blacklist - setting
so_so: Liiska madow - dejin

source: Whitelist - setting
so_so: Liiska cad - dejin

source: The blacklist is used to filter the files extensions by removing (or renaming) any file which extension figures in the blacklist below. The extensions should figure without the leading dot (.) and separated by semi-column (;) like the following: exe;com;bat;scr;php. Files without extension are accepted. Letter casing (uppercase/lowercase) doesn't matter.
so_so: Liiska madow waxaa loo adeegsadaa in shaandhaynta faylalka kordhinta iyadoo la tirtirayo (ama la beddelayo) fayl kasta oo kordhintu ku jirto liiska madow hoose. Kordhinta waa inay noqotaa mid aan lahayn dhibic hore (.) oo ay kala soocaan semicolons (;) sida soo socota: exe;com;bat;scr;php. Faylalka aan lahayn kordhin ayaa la aqbalay. Xuruufka sare/dhexe ma muhiim.

source: The whitelist is used to filter the file extensions by removing (or renaming) any file whose extension does *NOT* figure in the whitelist below. It is generally considered as a safer but more restrictive approach to filtering. The extensions should figure without the leading dot (.) and separated by semi-column (;) such as the following: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Files without extension are accepted. Letter casing (uppercase/lowercase) doesn't matter.
so_so: Liiska cad waxaa loo adeegsadaa shaandhaynta kordhinta faylalka iyadoo la tirtirayo (ama la beddelayo) fayl kasta oo kordhintu *MA* ku jirto liiska cad hoose. Waxaa guud ahaan loo tixgeliyaa hab badbaado leh oo xaddidan shaandhaynta. Kordhinta waa inay noqotaa mid aan lahayn dhibic hore (.) oo ay kala soocaan semicolons (;) sida soo socota: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Faylalka aan lahayn kordhin ayaa la aqbalay. Xuruufka sare/dhexe ma muhiim.

source: Filtering behaviour (skip/rename)
so_so: Dabeecadda shaandhaynta (ka bood/beddel)

source: If you choose to skip, the files filtered through the blacklist or whitelist will not be uploaded to the system. If you choose to rename them, their extension will be replaced by the one defined in the extension replacement setting. Beware that renaming doesn't really protect you, and may cause name collision if several files of the same name but different extensions exist.
so_so: Haddii aad doorato inaad boodo, faylalka shaandhaynta liiska madow ama cad lama soo dejin doono nidaamka. Haddii aad doorato inaad beddesho, kordhintooda waxaa lagu beddeli doonaa kan lagu qeexay dejinta beddelka kordhinta. Ka digtoonow in beddelka runtii kuuma ilaalinayo, oo waxay keeni kartaa isku dhac magac haddii faylal badan oo isku magac ah laakiin kordhin kala duwan ay jiraan.

source: Replacement extension
so_so: Kordhinta beddelka

source: Enter the extension that you want to use to replace the dangerous extensions detected by the filter. Only needed if you have selected a filter by replacement.
so_so: Gali kordhinta aad rabto inaad ku beddesho kordhintii khatarta ahayd ee shaandhaynta ogaatay. Kaliya loo baahan yahay haddii aad dooratay shaandhayn beddelid ah.

source: Show the number of courses in each category in the courses categories on the homepage
so_so: Muuj tirada koorasaska qayb kasta ee qaybaha koorasaska bogga hore

source: Start using the Ephorus anti plagiarism service in Chamilo.<br /> <strong>With Ephorus, you will prevent internet plagiarism without any additional effort.</strong><br /> You can use our unique open standard webservice to build your own integration or you can use one of our Chamilo-integration modules.
so_so: Bilaab isticmaalka adeegga Ephorus ka hortagga been-abuurista Chamilo.<br /> <strong>Epphorus, waxaad ka hortagaysaa been-abuurista internetka iyadoo aan dadaal dheeraad ah.</strong><br /> Waxaad isticmaali kartaa adeegeena gaarka ah ee web-ka si aad u dhisto mid ka mid ah ama waxaad isticmaali kartaa mid ka mid ah qaybaha Chamilo-integration.

source: <strong>Leaders in<br />anti plagiarism </strong>
so_so: <strong>Hogaamiyeyaal<br />ka hortagga been-abuurista </strong>

source: Click here for more information and prices
so_so: Guji halkan macluumaad dheeraad ah iyo qiimeyaasha

source: This user isn't subscribed in a session
so_so: Isticmaalahani kuma diiwaan gelin fadhig

source: Display categories on home page
so_so: Muuj qaybaha bogga hore

source: This option will display or hide courses categories on the portal home page
so_so: Doorashadani waxay muujin doontaa ama qarin doontaa qaybaha koorasaska bogga hore ee portal

source: Tabs in the header
so_so: Tababalka madaxa
