Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The course is in an archive file which you can select below.<br><br>Once you click on "Restore", the archive will be uncompressed and the course recreated.
ar: المقرر في ملف الأرشيف مما يمكنك من اختيار أدناه .عند النقر على زر استعادة سوف يفك ضغط الأرشيف غير مضغوط والمقرر ستعاد صياغته.
ast_es: El cursu ta nun archivu que se pue seleicionar embaxu. <br><br>Si calca en 'Restaurar', l'archivu va descomprimise y el cursu va volver crease.
bn_bd: কোর্সটি একটি আর্কাইভ ফাইলে রয়েছে যা আপনি নিচে নির্বাচন করতে পারেন।<br><br>"Restore" এ ক্লিক করলে আর্কাইভটি আনকম্প্রেস হবে এবং কোর্সটি পুনর্নির্মিত হবে।
bs_ba: Kurs je u arhivskoj datoteci koju možete odabrati ispod.<br><br>Kada kliknete na "Restore", arhiva će biti raskompresovana i kurs ponovno kreiran.
ca_es: El curs és en un fitxer que podeu seleccionar a sota.<br><br>Quan cliqueu a "Restaurar", l'arxiu serà descomprimit i el curs es crearà novament.
cs_cz: Kurz je archivován v souboru který můžete vybrat níže.<br><br> Jedním kliknutím na "Obnovit", dekomprimujete archiv a obnovíte kurz.
da: Dit kursus er i filarkivet, som du kan vælge nedenfor.<br><br>Når du har klikket på "Genetabler", vil din arkivfil blive pakket ud, og kurset vil blive genskabt.
de: Der Kurs ist in einer Archivdatei, die Sie unten auswählen können.<br><br>Wenn Sie auf "Wiederherstellen" klicken, wird das Archiv geöffnet und der Kurs wird wiederhergestellt.
el: Η εκπαίδευση έχει τοποθετηθεί σε αρχείο, το οποίο μπορείτε να βρείτε παρακάτω.<br><br>Μόλις επιλέξετε "Επαναφορά", το αρχείο θα αποσυμπιεστεί και η εκπαίδευση θα ξανά δημιουργηθεί.
eo: La kurso troivĝas en ekzistanta arkivo, kiun vi povas elekti ĉi-sube. <br><br> Kiam vi klakas sur "Ripari", la arkivo estos malkunpremata kaj la kurso restaŭrata.
es: El curso está en un archivo que puede seleccionar debajo.<br><br>Cuando haga clic en "Restaurar", el archivo se descomprimirá y el curso se creará de nuevo.
es_mx: El curso está en un archivo que puedes seleccionar de abajo.<br /><br />Cuando hagas clic en "Restaurar", el archivo se descomprimirá y el curso se creará de nuevo.
eu_es: Prestakuntza ikastaroa behean hautatu dezakezun artxibo batean dago.
fa_ir: با فشار دادن روی کلمۀ �بازسازی� پروندۀ بایگانی دوباره نافشرده و محیط درسی دوباره آفریده می شود <br /><br />در زیر می توانید پروندۀ بایگانی درس مورد نظر را انتخاب کنید.
fi_fi: Kurssi on varmuuskopiotiedostossa jonka voit valita alapuolelta.<br><br> Kun klikkaat "Palauta" varmuuskopio puretaan ja kurssi luodaan uudelleen.
fo_fo: Kursin er í einari arkivfílu, sum tú kan velja niðanfyri.<br><br>Tá ið tú klikkar á "Endurset", verður arkivið pakkað út og kursin endurskapað.
fur: Il curs al è in un file di archivi che podês selezionà sù.<br><br>Cuant che clichi su "Ripristina", l'archivi si descomprimarà e il curs si torarà a crear.
ga: Tá an cúrsa i gcomhad cartlainne ar féidir leat a roghnú thíos.<br><br>Nuair a chliceálann tú ar "Athchóir", déanfar an cartlann a dhíchóirithe agus an cúrsa a athchruthú.
gl: O curso está nun arquivo que podes seleccionar de abaixo.<br><br>Cando fagas clic en "Restaurar", o arquivo descomprimirase e o curso crearase novamente.
he_il: הקורס נמצא בקובץ ארכיון שניתן לבחור למטה.<br><br>ברגע שתלחץ על "שחזור", הארכיון לא ידחס והקורס ייווצר מחדש.
hi: कोर्स एक आर्काइव फ़ाइल में है जिसे आप नीचे चुन सकते हैं।<br><br>"Restore" पर क्लिक करने पर, आर्काइव को अनकंप्रेस किया जाएगा और कोर्स पुनः बनाया जाएगा।
hr_hr: Kolegij je pohranjen u jednoj od datoteka koje možete odabrati niže.<br><br> Kada kliknete na "Obnovi", pohranjena datoteka će biti dekomprimirana i kolegij će biti obnovljen.
hu_hu: A kurzus egy acrhív file-ban található, lenn tudja kiválasztani.<br><br>Ha a "Visszaállít"-ra kattint, az archív kicsomagolódik és a kurzus vissza lesz állítva.
hy: Դասընթացը արխիվային ֆայլում է, որը կարող եք ընտրել ստորև。<br><br>«Վերականգնել» սեղմելուց հետո արխիվը կզերծվի, և դասընթացը կվեր ստեղծվի:
id_id: Mata Kuliah dalam file arsip yang dapat anda pilih di bawah ini<br><br>Ketika anda klik pada "Restore", arsip akan di-uncompessed dan mata kuliah dibuat.
it: Il corso è un file di archivio che si può selezionare dall'elenco sottostante.<br><br>Premendo il tasto "Ripristina", l'archivio verrà scompattato ricreando così il corso.
ja: コースは下記で選択できるアーカイブファイルにあります。<br><br>"Restore"をクリックすると、アーカイブが解凍されコースが再作成されます。
ka_ge: კურსი არის არქივის ფაილში, რომლის შერჩევაც შეგიძლიათ ქვემოთ.<br><br>როგორც კი დააჭერთ "აღდგენა" ღილაკს, არქივი განხორციელდება და კურსი ხელახლა შექმნილი იქნება.
ko_kr: 이 과정은 아래에서 선택할 수 있는 백업 파일입니다 ."Restore", 버튼을 누르면 백업 파일의 압축이 해제되면서 과정이 새로 생성됩니다
lo: ຫຼັກສູດຢູ່ໃນໄຟລ໌ເກັບມ້ຽນທີ່ທ່ານສາມາດເລືອກຂ້າງລຸ່ມ.<br><br>ເມື່ອທ່ານຄລິກທີ່ "ກູ້ຄືນ", ໄຟລ໌ເກັບມ້ຽນຈະຖືກແຕກອອກ ແລະ ຫຼັກສູດຈະຖືກສ້າງຄືນໃໝ່.
lt_lt: Kursas yra archyve, kurį galite pasirinkti viršuje.<br><br> Kai tik nuspausite "Atkurti", archyvas bus išskleistas ir kursas atkurtas.
lv_lv: Kurss atrodas arhīva failā, ko iespējams izvēlēties zemāk.<br><br>Tiklīdz noklikšķināsiet uz "Atjaunot", arhīva fails tiks atarhivēts un kurss tiks atjaunots.
mk_mk: Курсот е архивиран во некоја од датотеките кои можете да ги изберете во просторот подолу.<br><br> Еднаш кликнете на "Restore", архивираните датотеки ќе бидат декомпресирани (распакувани) и курсот ќе биде повторно креиран
ms_my: Kursus ini dalam fail arkib yang boleh dipilih di bawah.<br><br>Setelah anda klik "Pulihkan", arkib akan dibuka dan kursus dicipta semula.
my_mm: သင်တန်းသည် အောက်တွင်ရွေးချယ်နိုင်သော သိမ်းဆည်းဖိုင်တစ်ခုတွင်ရှိသည်။<br><br>"ပြန်လည်ထိန်းသိမ်းပါ" ကို နှိပ်လိုက်သည်နှင့်၊ သိမ်းဆည်းဖိုင်ကို ဖြည်ချပြီး သင်တန်းကို ပြန်လည်ဖန်တီးမည်ဖြစ်သည်။
ne: कोर्स तल छान्न सकिने आर्काइभ फाइलमा छ।<br><br>"Restore" मा क्लिक गर्दा आर्काइभ अनकम्प्रेस हुन्छ र कोर्स पुनः सिर्जना हुन्छ।
nl: De cursus bevindt zich in een archiefbestand dat u hieronder kunt selecteren.<br /><br />Wanneer u op "Herstel" drukt, zal het archief gedecomprimeerd worden en de cursus heraangemaakt.
nn_no: Kursen er i ein arkivfil som du kan velje under.<br><br>Nar du trykker på "Gjenopprett", vil arkivet bli pakka ut og kurset gjenskape.
oc: Lo cors es dins un fiquier que podètz causir çai-sota.<br><br>Quaora clicatz "Restaurar", l'archiu serà descomprimit e lo cors se crearà de nòu.
pl_pl: Kurs zapisany w pliku archiwalnym, który możesz wybrać poniżej.<br><br>Kliknij "Przywróć" - archiwum zostanie rozpakowane a kurs przywrócony.
ps: کورس په یو ارشیف فایل کې دی چې تاسو لاندې غوره کولی شئ.<br><br>کله چې تاسو په "بیا رغونه" کلیک وکړئ، ارشیف به خلاص شي او کورس به بیا جوړ شي.
pt_br: O curso está em um arquivo de backup que você pode selecionar abaixo. <br><br>Assim que você clicar em "Restaur", o arquivo irá ser descompactado e o curso será restaurado.
pt_pt: O curso encontra-se num ficheiro arquivado que pode selecionar abaixo.<br><br>Assim que clicar em "Restaurar", o arquivo será descompactado e o curso recriado.
ro_ro: , fișierul se va decomprima și cursul va fi creat din nou.
ru_ru: Курс находится в архивированном файле, который Вы можете выбрать ниже.<br /><br />Как только Вы щелкните по ссылке "Восстановить", , архив будет раскрыт и курс воссоздан.
sk_sk: Kurz je v archívnom súbore, ktorý si môžete vybrať nižšie.<br><br> Keď kliknete na "Obnoviť", záloha bude rozbalená a kurz bude znovuvytvorený.
sl: Tečaj je v arhivski datoteki, ki jo lahko spodaj izbereš.<br /><br />Po kliku na "Obnovi", se bo arhivska datoteka dekompresirala in tečaj bo obnovljen.
sq: Kursi është në një skedar arkive të cilin mund ta zgjidhni më poshtë.<br><br>Sapërshëndetje, sapo të klikoni në "Rikrijo", arkiva do të dekompresohet dhe kursi do të rikrijohet.
sr_rs: Kurs je u arhivi koju možete da odaberete dole.<br><br>Jednom kada kliknete na "Obnovi" arhiv će se raspakovati i kurs će ponovo biti kreiran.
sv_se: Kursen finns i en arkivfil som du kan välja nedan.<br><br>När du lickat på "Återskapa", kommer arkivet packas upp och kursen återskapas.
sw_ke: Kozi iko katika faili la kumbukumbu ambalo unaweza kuchagua chini.<br><br>Ukibofya "Rudisha", kumbukumbu itafunguliwa na kozi itaundwa upya.
ta: பாடநூல் கீழே தேர்ந்தெடுக்கக்கூடிய காப்பகக் கோப்பில் உள்ளது.<br><br>"மீட்டெடுக்க" என்பதை கிளிக் செய்தவுடன், காப்பகம் சுருக்கமிடப்பட்டு பாடநூல் மீண்டும் உருவாக்கப்படும்.
th: การคืนสภาพวิชาที่จัดเก็บไว้ ให้เลือกรายวิชาที่ถูกจัดเก็บไว้<br><br>ให้คลิกที่ "Restore"เพื่อแตกไฟล์ทั้งหมดกลับคืนมาเป็นรายวิชาปกติ
tl_ph: Ang kurso ay nasa isang archive file na maaari mong piliin sa ibaba.<br><br>Kapag nag-click ka ng "Ibalik", ang archive ay madedecompress at muling likhain ang kurso.
tr: Bu ders aşağıdaki listeden seçebileceğiniz bir arşiv dosyasıdır.<br><br>"Geri Al",komutuna tıkladığınızda dosya açılacak ve ders tekrar oluşturulacaktır.
uk_ua: Архів курсу ви можете вибрати нижче.<br><br> Натиснувши "Поновити", архів буде відкрито, а курс з нього поновлено.
vi_vn: Khóa học được lưu trong tệp tin mà bạn có thể lựa chọn dưới đấy<br><br>Khi bạn nhấn vào nút "Restore", các kho lưu trữ sẽ được giải nén và tái tạo quá trình
xh_za: Ikhosi likhona kwifayile ye-archive onokuyikhetha ngaphantsi.<br><br>Xa ukhanya ku"Restore", i-archive iya kukhutshwa kwaye ikhosi iya kwakhiwa ngokutsha.
zh_cn: 这个课程的备份件如下：<br /><br />当你点击 "恢复 "，备份文件会被解压缩并创建课程。
zh_tw: 這個課程的備份件如下︰<br /><br />當你點擊 "恢復 "，備份檔案會被解壓縮並創建課程。

source: This script doesn't allow yet to automatically restore users, but data saved in "users.csv" are sufficient for the administrator to do it manually.
ar: المستند لا يسمح حتى الآن باستعادة المستخدمين لكن البيانات تحفظ في "users.csv" حيث يمكن للمدير أن يقوم بذلك يدوياً.
ast_es: Esti script nun permite restaurar de manera automática los usuarios, pero los datos guardaos de 'usuarios.csv' son bastantes pal alministrador.
bn_bd: এই স্ক্রিপ্টটি এখনও স্বয়ংক্রিয়ভাবে ব্যবহারকারী পুনরুদ্ধার করতে দেয় না, কিন্তু "users.csv" ফাইলে সংরক্ষিত ডেটা প্রশাসকের জন্য ম্যানুয়ালি করার জন্য যথেষ্ট।
bs_ba: Ovaj skript još uvijek ne omogućava automatsko vraćanje korisnika, ali podaci sačuvani u "users.csv" su dovoljni administratoru da to uradi ručno.
ca_es: Aquest script no permet encara restaurar usuaris, però les dades gravades a "users.csv"són suficients com perquè l'administrador sigui capaç de fer aquest treball manualment.
cs_cz: Tento script zatím nedovoluje automatickú obnovu uživatelů, ale data uložena v "users.csv" jsou dostatečná na to, aby to udělal administrátor ručně.
da: Dette script tillader ikke automatisk genopretning af deltagerlisten, men data fra "deltagerlisten.csv" er gemt på en måde, således at administrator kan arbejde med disse manuelt.
de: Dieses Script erlaubt keine automatische Wiederherstellung der Nutzerdaten; die Daten werden aber in der Datei "users.csv" gesichert und können manuell durch den Administrator wiederhergestellt werden.
el: Αυτό το σενάριο (script) δεν επιτρέπει ακόμη την αυτόματη ανάκτηση χρηστών, αλλά τα δεδομένα που αποθηκεύονται στο "users.csv" είναι επαρκή για να μπορεί ο διαχειριστής να το κάνει χειροκίνητα.
eo: Ĉi-skripto ne ebligas aŭtomate restaŭri uzulojn, sed donitaĵoj konservitaj en "users.csv" sufiĉas por la mastrumanto fari tion permane.
es: Este script no permite restaurar automáticamente los usuarios, pero los datos guardados de los "usuarios.csv" son suficientes para el administrador.
es_mx: Este script no permite automáticamente restaurar los usuarios, pero los datos guardados de los "usuarios.csv" son suficientes para el administrador.
eu_es: Script honek ez du erabiltzaileak automatikoki berreskuratzen uzten, baina "erabiltzaileak.csv"-n gordetako datuak nahikoak izango dira administratzaileak eskuz egiteko.
fa_ir: امکان بازسازی خودکار فهرست کاربران وجود ندارد اما مسئول ادارۀ نرم افزاری محیط آموزشی می تواند به کمک داده های این عمل را انجام دهد users.cvsموجود در.
fi_fi: Tämä toiminto ei vielä mahdollista käyttäjien palautusta, mutta "users.csv" tiedosta löytyvä data on riittävä pääkäyttäjälle uusien käyttäjien palauttamiseksi käsin.
fo_fo: Hetta skriptið loyvir enn ikki sjálvvirkandi endurseting av brúkarum, men dáta goymd í "users.csv" eru nøgd til at stjórin kann gera tað handiliga.
fur: Chest script no permit ancó il ripristin automatic des utents, ma i datus salvâts in "users.csv" a son suficients par l'aministrator par fâlu a man.
ga: Ní cheadaíonn an script seo fós úsáideoirí a athchóiriú go huathoibríoch, ach is leor na sonraí a shábháladh i "users.csv" don riarthóir é a dhéanamh de láimh.
gl: Este script non che permite automaticamente restaura-los usuarios, pero os datos gardados dos "usuarios.csv" son suficientes para o administrador.
he_il: סקריפט זה אינו מאפשר עדיין לשחזר משתמשים באופן אוטומטי, אך הנתונים השמורים ב-users.csv" מספיקים למנהל המערכת לעשות זאת באופן ידני.
hi: यह स्क्रिप्ट अभी उपयोगकर्ताओं को स्वचालित रूप से पुनर्स्थापित करने की अनुमति नहीं देती, लेकिन "users.csv" में सहेजे गए डेटा प्रशासक के लिए इसे मैन्युअल रूप से करने के लिए पर्याप्त हैं।
hr_hr: Popis naredbi još ne omogućuje automatsku obnovu korisnika, ali podatci spremljeni u "korisnici.csv" dostatni su da nadzornik to učini ručno.
hu_hu: A szkript jelenleg nem támogatja a felhasználók visszaállítását, de a"users.csv"-ben elmentett adatok elegendőek ahhoz, hogy az adminisztrátor kézzel visszaállítsa őket.
hy: Այս սցրիպտը դեռ չի թույլատրում ավտոմատ վերականգնել օգտատերերին, բայց «users.csv»-ում պահպանված տվյալները բավարար են վարչապետի համար ձեռքով անելը:
id_id: Script ini tidak memungkinkan untuk secara otomatis me-restore user, tapi data disimpan dalam "users.csv" nanti dapat digunakan oleh administrator untuk me-restore-nya secara manual.
it: Questa procedura non consente ancora di ripristinare automaticamente l'iscrizione degli utenti, ma i dati salvati in "users.csv" sono sufficienti per consentire all'Amministratore di effettuarne manualmente il ripristino.
ja: このスクリプトはまだユーザーの自動復元をサポートしていませんが、"users.csv"に保存されたデータで管理者が手動で復元できます。
ka_ge: ეს სკრიპტი ჯერ არ საშუალებს მომხმარებელთა ავტომატურ აღდგენას, მაგრამ "users.csv"-ში შენახული მონაცემები საკმარისია ადმინისტრატორისთვის, რათა შეძლოს მათი ხელით აღდგენა.
ko_kr: 이 스크립트는 유저들을 자동으로 복구하는 것까지 허용하지는 않지만 "users.csv"에 저장된 데이터를 통해 관리자가 수동으로 복구할 수 있습니다.
lo: ສະຄຣິບນີ້ຍັງບໍ່ອະນຸຍາດໃຫ້ກູ້ຄືນຜູ້ໃຊ້ອັດຕະໂນມັດ, ແຕ່ຂໍ້ມູນທີ່ບັນທຶກໃນ "users.csv" ແມ່ນພຽງພໍສຳລັບຜູ້ເບິ່ງແຍງລະບົບທີ່ຈະເຮັດດ້ວຍຕົນເອງ.
lt_lt: Šis scenarijus dar neleidžia automatiškai atkurti vartotojų, bet „users.csv“ faile išsaugoti duomenys yra pakankami administratoriui tai padaryti rankiniu būdu.
lv_lv: Šis skripts vēl nedod Jums iespēju atjaunot lietotājus automātiski, taču saglabātā informācija "users.csv" ir pietiekama, lai administrators to varētu paveikt Jūsu vietā.
mk_mk: Оваа листа од наредби сеуште не овозможува автоматско обновување на корисниците, но податоците зачувани во "users.csv" се доволни за да може управувачот да ги обнови рачно
ms_my: Skrip ini belum membenarkan pemulihan pengguna secara automatik, tetapi data yang disimpan dalam "users.csv" mencukupi untuk pentadbir melakukannya secara manual.
my_mm: ဤစခရစ်သည် အသုံးပြုသူများကို အလိုအလျောက်ပြန်လည်ထိန်းသိမ်းရန် ခွင့်မပြုသေးပါ၊ သို့သော် "users.csv" တွင် သိမ်းဆည်းထားသော ဒေတာများသည် စီမံခန့်ခွဲသူအား ကိုယ်တိုင်လုပ်ဆောင်ရန် လုံလောက်သည်။
ne: यो स्क्रिप्टले अझै प्रयोगकर्ताहरूलाई स्वतः पुनर्स्थापना गर्दैन, तर "users.csv" मा बचत गरिएको डाटा प्रशासकलाई म्यानुअल रूपमा गर्न पर्याप्त छ।
nl: Dit script laat niet toe om automatisch gebruikers te herstellen, maar gegevens die bewaard zijn in "users.csv" volstaan voor de administrator om het manueel te doen.
nn_no: Dette skriptet tillèt enno ikkje automatiske gjenoppretting av brukarar, men data lagra i "users.csv" er tilstrekkeleg for administrator å gjere det manuelt.
oc: Aquest script permet pas de restaurar leis usanciers, mai lei donadas enregistradas de "user.csv" sufison a l'administrator per restaurar leis inscrichs a la man.
pl_pl: Skrypt nie może automatycznie przywrócić użytkowników, ale dane zapisane w pliku "users.csv" są wystarczające dla administratora do wykonania tej czynności ręcznie.
ps: دا اسکریپټ تر اوسه د کاروونکو بیا رغونه ته اجازه نه ورکوي، مګر په "users.csv" کې خوندي شوي ډېټا د ایډمین لپاره کافي دي چې یې په لاسي ډول وکړي.
pt_br: Esse script não permite ainda a restauração automática dos usuários, mas os dados salvos em "users.csv" são suficientes para que o adminitrador possa fazê-lo manualmente.
pt_pt: Este script n�o permite ainda restaurar automaticamente os utilizadores, mas os dados guardados em "users.csv" s�o suficientes para que o administrador possa realiz�-lo manualmente.
ro_ro: sunt suficiente pentru administrator.
ru_ru: Этот скрипт пока не позволяет автоматически восстанавливать пользователей, но данных, сохраненных в файле "users.csv" достаточно, чтобы администратор смог осуществить эту операцию вручную.
sk_sk: Tento skript zatiaľ neumožňuje automatickú obnovu požívateľov, ale údaje uložené v "users.csv" sú dostatočné na to, aby to urobil administrátor ručne.
sl: Ta skript ne omogoča avtomatičnega obnavljanja uporabnikov, vendar podatki, shranjeni v "users.csv" zadoščajo administratorju za ročno obnovitev.
sq: Ky skript ende nuk lejon rikrijimin automatik të përdoruesve, por të dhënat e ruajtura në "users.csv" janë të mjaftueshme për administratorin për ta bërë manualisht.
sr_rs: Ovaj skript jo�uvek ne dozvoljava automatsku obnovu korisnika, ali su podaci sačuvani u "users.csv" dovoljni da administrator to uradi ručno.
sv_se: Detta skript till�ter �nnu inte automatisk anv�ndar�terst�llande men informationen kan sparas i "users.csv" och det �r tillr�ckligt f�r administrat�ren skall kunna anv�nda den manuellt.
sw_ke: Skripti hii bado hairuhusu kurudisha watumiaji kiotomatiki, lakini data iliyohifadhiwa katika "users.csv" inatosha kwa msimamizi kuifanya kwa mikono.
ta: இந்த ஸ்கிரிப்ட் தானியங்கி பயனர்களை மீட்டெடுக்க அனுமதிக்கவில்லை, ஆனால் "users.csv" இல் சேமிக்கப்பட்ட தரவு நிர்வாகிக்கு கையாக செய்ய போதுமானது.
th: ����觹���ѧ���͹حҵ�����׹���ͼ�������ѵ��ѵ� �������Ѵ������� "users.csv" ��觡���§�ͷ��������èѴ����к� ����ö�ШѴ��õ�ʹ��µ���ͧ���§���
tl_ph: Ang script na ito ay hindi pa nagbibigay-daan ng awtomatikong pagbabalik ng mga user, ngunit ang data na naka-save sa "users.csv" ay sapat para sa administrator na gawin ito nang manu-mano.
tr: Bu yazılım hen�z kullanıcıları otomatik olarak tekrar y�klemek i�in elverişli değildir ama yetkili tarafından "users.csv" dosyası kullanılarak elle bu işlem yapılabilir
uk_ua: Цей скрипт поки що не дозволяє автоматично поновлювати користувачів, але даних, збережених в "users.csv", достатньо адміністратору для того, аби зробити це вручну.
vi_vn: Kịch bản này không cho phép có thể tự động khôi phục lại người dùng, nhưng dữ liệu được lưu trữ trong "users.csv" cho phép quản trị viên thao tác công việc đó bằng tay
xh_za: Esi script asikavumeli ukubuyisela abasebenzisi ngokuzenzekelayo, kodwa idatha egciniweyo ku"users.csv" yanele komnini-mthetho ukuyenza ngokwabo.
zh_cn: 此脚本无能自动恢复用户列表，但是数据存储在"用户.csv"中，管理员可以手动操作。
zh_tw: 此腳本無能自動恢復用戶清單，但是數據存儲在"用戶.csv"中，管理員可以手動操作。

source: Available archives list
ar: قائمة المحفوظات متاحة
ast_es: Llistáu d'archivos disponible
bn_bd: উপলব্ধ আর্কাইভ তালিকা
bs_ba: Lista dostupnih arhiva
ca_es: Llista de fitxers disponibles
cs_cz: Seznam dostupních archivů
da: Tilgængelig arkivliste
de: Verfügbare Archiv-Liste
el: Διαθέσιμη λίστα αρχειοθετήσεων
eo: Disponebla arkiva listo
es: Lista de archivos disponible
es_mx: Lista de archivos disponible
eu_es: Artxibo erabilgarrien zerrenda
fa_ir: فهرست پرونده های بایگانی موجود
fi_fi: Käytettävissä olevat varmistukset
fo_fo: Tøk arkivlisti
fur: Liste des archivis disponibis
ga: Liosta cartlann ar fáil
gl: Lista de ficheiros dispoñible
he_il: רשימת ארכיונים זמינים
hi: उपलब्ध आर्काइव सूची
hr_hr: Popis dostupnih pohranjenih datoteka
hu_hu: Elérhető archívumok listája
hy: Ցուցակը հասանելի արխիվներ
id_id: Daftar arsip tersedia
it: Elenco degli archivi disponibili
ja: 利用可能なアーカイブ一覧
ka_ge: ხელმისაწვდომი არქივების სია
ko_kr: 사용가능한 백업파일 리스트
lt_lt: Esamų archyvų sąrašas
lv_lv: Pieejamo arhīvu saraksts
mk_mk: Листа на достапни зачувани датотеки
ms_my: Available archive list
my_mm: ရရှိနိုင်သော သိမ်းဆည်းမှုစာရင်း
ne: उपलब्ध आर्काइभ सूची
nl: Beschikbare archievenlijst
nn_no: Tilgjengelege arkivliste
oc: Lista de fiquiers disponibles
pl_pl: Dostępna lista plików archiwalnych
ps: د شته ارشیفونو لړ
pt_br: Lista de arquivos disponíveis
pt_pt: Lista de arquivos disponíveis
ro_ro: Lista de fișiere disponibile
ru_ru: Список доступных архивов
sk_sk: Zoznam dostupných záloh
sl: Seznam dostopnih arhivov
sq: Lista e arkivave të disponueshëm
sr_rs: Lista dostupnih arhiva
sv_se: Lista över tillgängliga arkiv
sw_ke: Orodha ya kumbukumbu zinazopatikana
ta: கிடைக்கும் காப்பகங்கள் பட்டியல்
th: รายการเอกสารที่จัดเก็บไว้ในสารบบ
tl_ph: Listahan ng magagamit na mga archive
tr: Kullanılabilen arşiv listesi
uk_ua: Список доступних архівів
vi_vn: Danh sách lưu trữ sẵn sàng
xh_za: Uluhlu lwee-archive ezikhona
zh_cn: 备份列表
zh_tw: 備份清單

source: No archive has been selected
ar: لم يتم اختيار ارشيف
ast_es: Nun escoyó nengún archivu
bn_bd: কোনো আর্কাইভ নির্বাচিত হয়নি
bs_ba: Nijedna arhiva nije odabrana
ca_es: Cap fitxer no ha estat seleccionat
cs_cz: Nebyl vybrán žádný archiv
da: Der er ikke valgt et arkiv
de: Es wurde kein Archiv ausgewählt.
el: Δεν έχει επιλεγεί καμία αρχειοθέτηση
eo: Neniu arkivo elektita
es: No ha seleccionado ningún archivo
es_mx: No ha seleccionado ningún archivo
eu_es: Ez duzu artxibo bat ere hautatu
fa_ir: هیچ پروندۀ بایگانی شده ای انتخاب نشده است
fi_fi: Varmuuskopiota ei ole valittu
fo_fo: Einki arkiv er valt
fur: Nissun archivi selezionât
ga: Níor roghnaíodh aon chartlann
gl: Non se seleccionou ningún ficheiro
he_il: לא נבחר ארכיון
hi: कोई आर्काइव चुना नहीं गया है
hr_hr: Nije odabrana nijedna pohranjena datoteka
hu_hu: Nincs archív kiválasztva
hy: Ոչ մի արխիվ չի ընտրվել
id_id: Tidak ada arsip yang dipilih
it: Non è stato selezionato alcun archivio
ja: アーカイブが選択されていません
ka_ge: არქივი არ არის შერჩეული
ko_kr: 백업파일을 선택하지 않았습니다
lt_lt: Joks archyvas neparinktas
lv_lv: Neviens arhīvs netika iezīmēts
mk_mk: Не е избрана ниту една од зачуваните датотеки
ms_my: Tiada arkib yang dipilih
my_mm: သိမ်းဆည်းဖိုင်တစ်ခုမျှ ရွေးချယ်မထားပါ
ne: कुनै आर्काइभ छानिएको छैन
nl: Geen archief geselecteerd.
nn_no: Ingen arkiv er valt
oc: Ges de fiquier es estat seleccionat
pl_pl: Nie wskazano archiwum
ps: هیڅ ارشیف غوره شوی نه دی
pt_br: Nenhum arquivo foi selecionado
pt_pt: Nenhum arquivo foi seleccionado
ro_ro: Nu ati selectat nici un fișier
ru_ru: Ни один архив не был выбран
sk_sk: Nebola vybratá žiadna záloha
sl: Arhiv ni bil izbran
sq: Nuk është zgjedhur asnjë arkivë
sr_rs: Nijedan arhiv nije selektovan
sv_se: Inget arkiv har valts
sw_ke: Hakuna kumbukumbu iliyochaguliwa
ta: எந்த காப்பகமும் தேர்ந்தெடுக்கப்படவில்லை
th: ไม่มีการเลือกรายการสารบบใดๆ
tl_ph: Walang napiling archive
tr: Herhangi bir arşiv seçilmedi
uk_ua: Жодного архіву не вибрано
vi_vn: Chưa lưa chọn dữ liệu
xh_za: Akukho archive ikhethiwe
zh_cn: 没有选择备份文件
zh_tw: 沒有選擇備份檔案
