Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This is the e-mail address to be used when an e-mail has to be sent specifically requesting that no answer be sent in return. Generally, this e-mail address should be configured on your server to drop/ignore any incoming e-mail.
ar: هذا عنوان ايميل يستخدم عندما يرسل ايميل بشكل محدد يطلب أن عدم الإجابة تكون مرسلة بشكل عكسي. عموماً، هذا الإيميل يجب أن يكون مهيأ على خادمك لـ إجابة/تجاهل الايميل الوارد.
ast_es: Esta ye la direición de corréu electrónicu que va usar de la que s'unvía un corréu solicitando que'l destinatariu nun retruque. Xeneralmente, esta direición de corréu electrónicu tien de tar configurada nel so servidor esborrando/ignorando cualquier otru entrante.
bn_bd: যখন কোনো ইমেইলে কোনো উত্তর না পাঠানোর অনুরোধ থাকে তখন ব্যবহার করার জন্য ইমেইল ঠিকানা। সাধারণত এই ইমেইল ঠিকানা সার্ভারে কনফিগার করা উচিত যাতে আগত ইমেইল ড্রপ/উপেক্ষা করে।
bs_ba: Ovo je e-mail adresa koja se koristi kada e-mail mora biti poslan sa specifičnim zahtjevom da se ne šalje odgovor. Općenito, ova e-mail adresa treba biti konfigurirana na vašem serveru da odbaci/ignoriše dolazne e-mailove.
ca_es: Aquesta és l'adreça de correu electrònic que s'utilitza quan s'envia un correu per sol·licitar que no es realitzi cap resposta. generalment, aquesta adreça de correu electrònic cal que sigui configurada en el servidor de manera que elimini o ignori qualsevol correu entrant.
cs_cz: Tato emailová adresa bude použita tehdy, když odesílaný email bude obsahovat požadavek, aby na něj nikdo neodpovídal. Obvykle je tento email definován na serveru (mail serveru) tak, aby ignoroval veškerou příchozí poštu.
da: Dette er e-mailadressen, der skal anvendes, når man ikke ønsker, at deltagernes skal besvare den e-mail, der sendes ud.
de: Dies ist die E-Mail Adresse, die benutzt wird, wenn eine E-Mail verschickt wird, auf die gemäß besonderem Wunsch keine Antwort geschickt werden soll. Gewöhnlich sollte diese E-Mail Adresse auf dem Server so konfiguriert sein, dass sie jede eingehende Mail löscht/ignoriert.
el: Αυτή είναι η διεύθυνση email που χρησιμοποιείται όταν ένα email πρέπει να σταλεί ειδικά ζητώντας να μην σταλεί απάντηση. Γενικά, αυτή η διεύθυνση email πρέπει να ρυθμιστεί στον διακομιστή σας να απορρίπτει/αγνοεί οποιοδήποτε εισερχόμενο email.
eo: Tiu estas la retpoŝtadreso uzata, kiam estas sendenda mesaĝo, en kiu eksplicite estas petata ne respondi. Plejofte tiu retpoŝtadreso estas tiel notita en via servilo, ke envenantaj mesaĝoj estas ignorataj/ rifuzataj.
es: Esta es la dirección de correo electrónico que se utiliza cuando se envía un correo para solicitar que no se realice ninguna respuesta. Generalmente, esta dirección de correo electrónico debe ser configurada en su servidor eliminando/ignorando cualquier correo entrante.
es_mx: Esta es la dirección de correo electrónico que se usará cuando un correo tenga que enviarse específicamente solicitando que no se envíe respuesta. Generalmente, esta dirección de correo electrónico debe configurarse en tu servidor para descartar/ignorar cualquier correo entrante.
eu_es: Hauxe da erabili beharreko posta elektronikoko helbidea, mezu elektroniko bat bidaltzen denean, bereziki, mezuari ez erantzutea eskatu bada. Posta elektronikoko helbide hau, oro har, sarrerako edozein mezu botatzeko/ez ikusteko konfiguratu behar da zure zerbitzarian.
fa_ir: آدرس ایمیل برای ارسال ایمیل‌هایی که درخواست عدم پاسخ دارند. معمولاً این آدرس روی سرور برای نادیده گرفتن ایمیل‌های ورودی تنظیم شود.
fi_fi: Tämä on sähköpostiosoite, jota käytetään, kun sähköposti lähetetään erityisesti pyytäen, ettei vastausta lähetetä takaisin. Yleensä tämän sähköpostiosoitteen tulisi olla konfiguroitu palvelimella hylkäämään tai jättämään huomiotta kaikki saapuvat sähköpostit.
fo_fo: Hetta er teldupostur adressan sum verður brúkt tá ið ein teldupostur skal sendast við serstakum fyriskipanum um at eingin svarsbræv skal sendast. Almennt skuldi hetta teldupostur adressan vera stilla á servaranum til at droppa/ignorera øll komandi teldupost.
fur: Chest al è l'indiris e-mail da doprâ cuant che si deve inviâ un e-mail specific che no vigni rispost. Normalment, chest indiris e-mail al devesitjâ essî configurât sul to server par scartâ/ignorâ ogni e-mail rivât.
ga: Is é seo an seoladh ríomhphost a úsáidtear nuair a chaithfear ríomhphost a sheoladh go sonrach ag iarraidh gan freagra a sheoladh ar ais. Go ginearálta, ba chóir an seoladh ríomhphost seo a chumrú ar do fhreastalaí chun aon ríomhphost isteach a ligean thar ceal/ná tabhair aird air.
gl: Esta é a dirección de correo electrónico que se utiliza cando se manda un correo para solicitar que non se realice ningunha resposta. Xeralmente, esta dirección de correo electrónico debe ser configurada no seu servidor eliminando/ignorando calquera correo entrante.
he_il: זו כתובת הדואר האלקטרוני שיש להשתמש בה כאשר יש לשלוח דואר אלקטרוני בבקשה שלא תישלח תשובה בתמורה. בדרך כלל, כתובת דואר אלקטרוני זו צריכה להיות מוגדרת בשרת שלך כך שתשחרר/תתעלם כל דואר אלקטרוני נכנס.
hi: यह ईमेल पता तब उपयोग किया जाता है जब ईमेल भेजना हो जिसमें कोई उत्तर न भेजा जाए। सामान्यतः, यह ईमेल पता आपके सर्वर पर कॉन्फ़िगर होना चाहिए ताकि आने वाले ईमेल को ड्रॉप/अव ignor किया जाए।
hr_hr: Ovo je adresa e-pošte koja se koristi kada e-pošta mora biti poslana s izričitim zahtjevom da se ne šalje odgovor. Općenito, ova adresa e-pošte treba biti konfigurirana na vašem poslužitelju da odbaci/ignoriše sve dolazne e-poruke.
hu_hu: Ez az e-mail cím akkor használatos, amikor egy e-mailt kell küldeni kifejezetten azzal a kéréssel, hogy ne küldjenek választ. Általában ezt az e-mail címet a szerveren úgy kell beállítani, hogy eldobja/figyelmen kívül hagyja a beérkező e-maileket.
hy: Սա այն էլ. փոստի հասցեն է, որն օգտագործվում է, երբ էլ. փոստը պետք է ուղարկվի հատուկ պահանջով, որ պատասխան չուղարկվի։ Ընդհանուր առմամբ, այս էլ. փոստի հասցեն պետք է կարգավորվի Ձեր սերվերում՝ մուտքային էլ. փոստերը ջնջելու կամ անտեսելու համար։
id_id: Ini adalah alamat email yang digunakan ketika email harus dikirim secara khusus meminta agar tidak ada balasan. Umumnya, alamat email ini harus dikonfigurasi di server Anda untuk membuang/mengabaikan email masuk apa pun.
it: L'indirizzo è usato per spedire posta che non deve ricevere risposta. In genere il server sarà configurato in modo da ignorare o cestinare le e-mail in ingresso.
ja: これは、返信を要求しない電子メールを送信する場合に使用する電子メール アドレスです。一般に、この電子メール アドレスをサーバーに構成して、すべての受信メールを除外/無視しなければなりません。
ka_ge: ეს არის ელფოსტის მისამართი, რომელსაც იყენებენ, როდესაც ელფოსტა გაიგზავნება მოთხოვნით, რომ პასუხი არ გაიგზავნოს. ჩვეულებრივ, ეს მისამართი უნდა იყოს კონფიგურირებული სერვერზე შემომავალი ელფოსტის იგნორირებისთვის.
ko_kr: 답장을 요청하지 않는 이메일을 보낼 때 사용되는 이메일 주소입니다. 일반적으로 서버에서 수신 이메일을 삭제/무시하도록 구성하세요.
lo: ນີ້ແມ່ນທີ່ຢູ່ອີເມວທີ່ຈະໃຊ້ເມື່ອຕ້ອງສົ່ງອີເມວໂດຍສະເພາະເພື່ອຮ້ອງຂໍບໍ່ໃຫ້ມີການຕອບກັບ. ໂດຍທົ່ວໄປ, ທີ່ຢູ່ອີເມວນີ້ຄວນຈະຖືກຕັ້ງຄ່າໃນເຊີບເວີຂອງທ່ານເພື່ອລຶບ/ບໍ່ສົນໃຈອີເມວທີ່ເຂົ້າມາ.
lt_lt: Tai el. pašto adresas, naudojamas kai el. laiškas siunčiamas specialiai prašant neatsakyti. Paprastai šis el. pašto adresas turėtų būti sukonfigūruotas serveryje atmesti/ignoruoti bet kokį gaunamą el. laišką.
lv_lv: Šī ir e-pasta adrese, ko izmanto, tiešai e-pasta sūtīšnai bez atbildes vēstules.
mk_mk: Ова е е-пошта адресата што треба да се користи кога е-порака мора да се испрати специфично барајќи дека нема одговор. Генерално, оваа е-пошта адреса треба да се конфигурира на вашиот сервер да ги отфрла/игнорира сите влезни е-пораки.
ms_my: Ini adalah alamat e-mel yang digunakan apabila e-mel perlu dihantar dengan permintaan khusus supaya tiada balasan dihantar kembali. Secara amnya, alamat e-mel ini harus dikonfigurasi pada pelayan anda untuk membuang/mengabaikan sebarang e-mel masuk.
my_mm: ဤသည်မှာ အကြောင်းပြန်မလိုအပ်ကြောင်း အထူးတောင်းဆိုထားသော အီးမေးလ်ပို့ရန်အတွက် အသုံးပြုရမည့် အီးမေးလ်လိပ်စာဖြစ်သည်။ ယေဘုယျအားဖြင့်၊ ဤအီးမေးလ်လိပ်စာကို သင့်ဆာဗာတွင် ဝင်လာသော အီးမေးလ်များကို ဖယ်ရှားရန်/လျစ်လျူရှုရန် ပြင်ဆင်သတ်မှတ်သင့်သည်။
ne: यो त्यो इमेल ठेगाना हो जसलाई प्रयोग गरिन्छ जब इमेल पठाउनुपर्छ जसमा कुनै जवाफ फिर्ता नपठाउन विशेष रूपमा अनुरोध गरिएको हुन्छ। सामान्यतया, यो इमेल ठेगानालाई तपाईंको सर्भरमा कन्फिगर गर्नुपर्छ जसले कुनै पनि आगमन इमेलहरूलाई ड्रप/अवगणना गरोस्।
nl: Dit is het e-mail-adres dat gebruikt wordt wanneer een e-mail moet verstuurd worden waarin uitdrukkelijk wordt verzocht die niet te beantwoorden. Meestal wordt dit e-mail-adres zodanig geconfigureerd op uw server dat inkomende mails worden genegeerd/verwijderd.
nn_no: Dette er e-postadressa som skal brukast når ein e-post skal sendast spesifikt med krav om at ingen svar skal sendast tilbake. Generelt burde denne e-postadressa vere konfigurert på tenaren din til å droppa/ignorere innkommande e-post.
oc: Aquò es l'adreça de corrièl d'utilizar quand un corrièl deu èsser enviat en demandant expressament qu'aproa pas de responsa. En generau, cal configurar aquesta adreça de corrièl sul vòstre servidor per ignorar o suprimir tot corrièl entrant.
pl_pl: Jest to adres e-mail do użytku, jeżeli chcemy wysłać informację, która nie wymaga odpowiedzi. Zazwyczaj adres e-mail powinien być skonfigurowany na serwerze aby ignorował/usuwał wszystkie przychodzące wiadomości.
ps: دا هغه برېښنالیک پته ده چې کارول کېږي کله چې برېښنالیک د ځواب نه غوښتل لپاره لیږل کېږي. عموماً، دا برېښنالیک پته باید ستاسو سرور کې تنظیم شي چې هر داخلي برېښنالیک له منځه یوسي/نغیري.
pt_br: Este endereço de e-mail será utilizado quando um e-mail é enviado solicitando que não seja respondido (no reply). Em geral, pode-se configurar no servidor para ignorar ou eliminar qualquer e-mail recebido.
pt_pt: Este endereço de e-mail deverá ser utilizado quando é necessário enviar um e-mail a solicitar para não devolver a resposta ou responder de volta (no reply). Em geral, este endereço de e-mail deve ser configurado no servidor para ignorar ou eliminar qualquer e-mail que seja recebido.
ro_ro: Aceasta este adresa de e-mail care se va utiliza cand se transmite un e-mail pentru care se impune ca sa nu se transmita un raspuns. De regula, aceasta adresa de e-mail va fi configurata pe server ca sa stearga/ignore orice e-mail sosit.
ru_ru: Этот эл. адрес предназначен для использования в случае, когда в посланном письме оговаривалось, что на этот адрес не следует посылать ответ. В общем, этот эл. адрес должен быть настроен на вашем сервере так, чтобы не принимать во внимание/игнорировать любое ответное письмо.
sk_sk: Táto e-mailová adresa musí byť použitá, keď je e-mail, ktorý bude odoslaný to vyslovene vyžaduje, že žiadna odpoveď bude zaslaná späť. Všeobecne platí, že táto e-mailová adresa musí byť nakonfigurovaná na serveri do pustiť/ignorovať prichádzajúce e-maily.
sl: Ta e-poštni naslov se uporablja v primeru pošiljanja e-sporočil, za katere posebej zahtevamo, da se na njih ne odgovarja. V splošnem je e-poštni naslov, za katerega je poštni strežnik nastavljen tako, da vsako prejeto sporočilo zavrže oz. ignorira.
sq: Kjo është adresa e email-it që përdoret kur një email dërgohet duke kërkuar specifikisht që të mos dërgohet përgjigje. Përgjithësisht, kjo adresë email duhet të konfigurohet në serverin tuaj për të hedhur/injoruar çdo email të ardhur.
sr_rs: Ovo je adresa e-pošte koja se koristi kada e-pošta mora biti poslata sa specifičnim zahtevom da se ne šalje odgovor. Opšte, ova adresa e-pošte treba da bude podešena na vašem serveru da odbacuje/ignoriše bilo kakvu dolaznu e-poštu.
sv_se: Här anges en e-postadress som används för meddelanden som inte ska kunna besvaras. Normalt ska det vara en adress som är inställd att kastar eller ignorerar inkommande e-post.
sw_ke: Hii ni anwani ya barua pepe itatumika wakati barua pepe inapaswa kutumwa mahususi ikitaka hakuna jibu litakalotumwa kurudi. Kwa ujumla, anwani hii ya barua pepe inapaswa kupangwa kwenye seva yako ili kushusha/kuipuuza barua pepe yoyote inayoingia.
ta: மின்னஞ்சல் பதில் வராமல் இருக்க வேண்டும் என்று குறிப்பாக கோரப்படும் போது பயன்படுத்தப்படும் மின்னஞ்சல் முகவரி இது. பொதுவாக, இந்த மின்னஞ்சல் முகவரி உங்கள் சர்வரில் அமைக்கப்பட்டு உள்ளே வரும் மின்னஞ்சல்களை நீக்க/புறக்கணிக்க வேண்டும்.
th: ที่อยู่อีเมลที่ใช้เมื่อส่งอีเมลที่ขอไม่ตอบกลับ โดยทั่วไปควรตั้งค่าเซิร์ฟเวอร์ให้ทิ้ง/เพิกเฉยอีเมลขาเข้า
tl_ph: Ito ang e-mail address na ginagamit kapag ang isang e-mail has ipapadala partikular sa paghihiling na hindi kailangang sagutin pabalik. Sa pangkalahatan, ang e-mail address na ito ay dapat naka-configure sa iyong server upang alisin/di-pansinin ang anumang papapasok na e-mail.
tr: Bu e-posta adresi cevap istenmeyen e-postaların gönderilmesinde kullanılır. Genellikle bu e-posta adresi ana makinede gelen postaların gözardı edildiği yada silindiği bir adrestir.
uk_ua: Це адреса електронної пошти, яка використовується, коли електронний лист надсилається з конкретним запитом не відповідати. Зазвичай цю адресу електронної пошти слід налаштувати на сервері для ігнорування/видалення будь-якої вхідної пошти.
vi_vn: Đây là địa chỉ email được sử dụng khi gửi email yêu cầu không trả lời. Thông thường, địa chỉ email này nên được cấu hình trên máy chủ để loại bỏ/bỏ qua bất kỳ email đến nào.
xh_za: Esi yidilesi ye-imeyile esetyenziswa xa kufuneka ithunyelwe i-imeyile icela ukuba akuphenduli. Ngokuqhelekileyo, idilesi ye-imeyile kufuneka imiselwe kwiserver yakho ukulahla/ungahoyi nayiphi na i-imeyile engenayo.
zh_cn: 当需要发送一封明确要求不回复的电子邮件时使用的电子邮件地址。通常，此电子邮件地址应在您的服务器上配置为丢弃/忽略任何传入电子邮件。
zh_tw: 這是用作發出「毋須回覆郵件」的電郵地址。通常在伺服器上會設定刪除或不理會這電郵地址所收到的郵件。

source: Survey e-mail sender (no-reply)
ar: مسح البريد الإلكتروني المرسل (لا يوجد رد)
ast_es: Remitente de la encuesta (non retrucar)
bn_bd: সার্ভে ইমেইল প্রেরক (নো-রিপ্লাই)
bs_ba: Pošiljalac e-maila ankete (bez odgovora)
ca_es: Remitent de l'enquesta (no respongueu)
cs_cz: Emailová adresa odesílatele (bez možnosti odpovědi)
da: Afsenders e-mailadresse (no-reply)
de: E-Mail: Umfrage
el: Αποστολέας email έρευνας (no-reply)
eo: Sendinto de esplora nerespondenda retpoŝtaĵo
es: Remitente de la encuesta (no responder)
es_mx: Remitente de correo de encuesta (no-respuesta)
eu_es: Inkestaren e-mail bidaltzailea (ez erantzun)
fa_ir: فرستنده ایمیل نظرسنجی (no-reply)
fi_fi: Kyselyjen sähköpostin lähettäjä (ei-vastausta)
fo_fo: Kanning teldupostur sendari (no-reply)
fur: Mandatar e-mail indaghins (no-reply)
ga: Seoltóir ríomhphost suirbhé (gan freagra)
gl: Remitente da enquisa (non responder)
he_il: שולח דואר אלקטרוני של סקר (ללא תשובה)
hi: सर्वेक्षण ईमेल प्रेषक (नो-रिप्लाई)
hr_hr: Pošiljatelj e-pošte za ankete (bez odgovora)
hu_hu: Kérdőív e-mail küldő (válasz nélküli)
hy: Հարցումների էլ. փոստի ուղարկող (պատասխան չուղարկել)
id_id: Pengirim email survei (no-reply)
it: Mittente del questionario (Non rispondere)
ja: 意見調査の電子メールの送信者 (送信専用)
ka_ge: გამოკითხვის ელფოსტის გამგზავნი (არა-პასუხი)
ko_kr: 설문 이메일 발신자(답장 불가)
lo: ຜູ້ສົ່ງອີເມວແບບສຳຫຼວດ (ບໍ່ຕອບກັບ)
lt_lt: Apklausos el. laiško siuntėjas (no-reply)
lv_lv: Aptaujas uzaicinājuma e-pasta sūtītājs (bez atbildes)
mk_mk: Испраќач на е-пошта за анкета (без одговор)
ms_my: Penghantar e-mel tinjauan (tiada balas)
my_mm: စစ်တမ်းအီးမေးလ်ပို့သူ (အကြောင်းပြန်မလိုပါ)
ne: सर्वेक्षण इमेल प्रेषक (नो-रिप्लाई)
nl: Afzender e-mail voor survey (no-reply)
nn_no: Spørjeundersøking e-postavsender (no-reply)
oc: Destinatari dels corrièls dels sondatges (no-responsa)
pl_pl: Nadawca ankiety e-mailowej(bez odpowiedzi)
ps: د سروې برېښنالیک لیږونکي (ځواب نه)
pt_br: Endereço de e-mail do remetente do questionário (não responder)
pt_pt: E-mail do remetente do questionário (não responder/no-reply)
ro_ro: E-mailul expeditorului sondajului (no-reply)
ru_ru: Обзор эл. адресов отправителей (не для ответа)
sk_sk: Prehľad e-mailovej adresy odosielateľa (bez odpovede)
sl: Pošiljatelj evalvacijskega vprašalnika (ne odgovarjaj)
sq: Dërguesi i email-it të anketës (pa përgjigje)
sr_rs: Pošiljalac e-pošte za ankete (bez odgovora)
sv_se: E-postavsändare till enkät (utan svarsmöjlighet)
sw_ke: Mtumaji wa barua pepe ya uchunguzi (bila jibu)
ta: கருத்துக்கணிப்பு மின்னஞ்சல் அனுப்புநர் (பதில் இல்லா)
th: ผู้ส่งอีเมลแบบสำรวจ (ไม่ตอบกลับ)
tr: Anket e-posta göndericisi (yanıtsız)
uk_ua: Відправник електронної пошти опитувань (no-reply)
vi_vn: Người gửi email khảo sát (không trả lời)
xh_za: Umthumeli we-imeyile yophando (engaphenduli)
zh_cn: 调查电子邮件发件人（无回复）
zh_tw: 統計調查電郵傳送器(毋須回覆)
