Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: System message
so_so: Farriin nidaamka

source: Choose devices
so_so: Dooro aaladaha

source: Choose Cam:
so_so: Dooro Cam:

source: Choose Mic:
so_so: Dooro Mic:

source: You have to reconnect so that the changes take effect.
so_so: Waa inaad dib u xidhaan si isbeddelku uu shaqeeyo.

source: Change settings
so_so: Beddel dejimaha

source: Course language
so_so: Luqadda koorska

source: Confirm Clear Whiteboard
so_so: Xaqiiji Tirtirka Sabuuradda

source: Should the whiteboard be cleared before I add a new Image?
so_so: Ma aha in sabuuradda la tirtiro ka hor intaanan ku darin Sawir cusub?

source: Don't ask me again
so_so: Mar dambe ha i weydiinin

source: Ask confirmation before clearing whiteboard
so_so: Waydiin xaqiijin ka hor inta aan la tirtirin sabuuradda

source: Clear Draw Area
so_so: Tirtir Goobta Sawirka

source: Undo
so_so: Ka noqo

source: Redo
so_so: Dib u samee

source: Select an Object
so_so: Dooro Shay

source: Draw line
so_so: Sawir xariiq

source: Draw underline
so_so: Sawir xariiq hoose

source: Rectangle
so_so: Iskucubeed

source: Arrow
so_so: Falaar

source: Delete selected resource
so_so: Tirtir agabka la doortay

source: Apply for moderation
so_so: Codso dhexdhexaadin

source: Apply
so_so: Codso

source: Become moderator
so_so: Noqo dhexdhexaadiye

source: Bold
so_so: Geesin

source: Waiting
so_so: Sugaya

source: A User wants to apply for moderation:
so_so: Isticmaal buu doonayaa inuu codsado dhexdhexaadin:

source: Reject
so_so: Diid

source: Sending request to the following users
so_so: Dirida codsiga isticmaaleho soo socda

source: Accepted
so_so: La aqbalay

source: Rejected
so_so: La diiday

source: Change Moderator
so_so: Beddel Dhexdhexaadiyaha

source: You are not moderator.
so_so: Ma aha dhexdhexaadiye.

source: Moderator
so_so: Dhexdhexaadiye

source: This Room is full. Sorry please try again later.
so_so: Qolkani waa buuxay. Waan ka xunnahay fadlan isku day mar dambe.

source: Please wait while loading image
so_so: Fadlan sug inta la raraynayo sawirka

source: Synchronizing conference members
so_so: Wada shaqaynta xubnaha shirka

source: Teacher
so_so: Macallin

source: Slides
so_so: Bogag

source: Waiting for participants
so_so: Sugaya ka qaybgalayaasha

source: Browse
so_so: Baadho

source: Choose a file to import
so_so: Dooro fayl la soo dejinayo

source: Converting document
so_so: Baddalida dukumentiga

source: Disconnected
so_so: La gooyay

source: Thin
so_so: Khafiif

source: Thick
so_so: Qaro

source: The hot courses list will be added in the index page
so_so: Liiska koorsaska kulul waxa lagu dari doonaa bogga index

source: Show hot courses
so_so: Muuji koorsaska kulul

source: This item is invisible for learner but you have access as teacher.
so_so: Qodobkani waa mid aan muuqan ardayga laakiin waxaad heli kartaa sida macallin.

source: Prevent session admins to manage all users
so_so: Ka daawe maamulayaasha kalfadhi inay maamulaan dhammaan isticmaale

source: Open session
so_so: Furu kalfadhi

source: Allow visitors
so_so: Oggolow booqdayaasha

source: Allowing arbitrary iframes in the HTML Editor will enhance the edition capabilities of the users, but it can represent a security risk. Please make sure you can rely on your users (i.e. you know who they are) before enabling this feature.
so_so: Oggolaanshaha iframe-yada aan qeex lahayn ee HTML Editor-ka waxay kor u qaadi doontaa kartida wax-ka-beddelka ee isticmaaleyaasha, laakiin waxay matali kartaa khatar amni. Fadlan hubi inaad ku kalsoon tahay isticmaaleeyaashaada (tusaale ahaan, waad garanaysaa cidda ay yihiin) ka hor intaadan shaqayn karin qaabkan.

source: This exercise has been included in a learning path, so it cannot be accessed by students directly from here. If you want to put the same exercise available through the exercises tool, please make a copy of the current exercise using the copy icon.
so_so: Layli-gan waxa lagu daray dariiqa waxbarashada, markaa ardaydu halkan kama heli karaan. Haddii aad rabto inaad geliso isla layli-gan oo la heli karo qalabka layliyada, fadlan samayso nuqul ka mid ah layliga hadda iyadoo la isticmaalayo astaanta nuqusha.

source: Allow iframes in HTML Editor
so_so: Oggolow iframe-yada HTML Editor-ka

source: Dear ((firstname)) ((lastname)), You are registered on
so_so: Gacaliye ((firstname)) ((lastname)), Waxaad iska diiwaan gelisay

source: Once you click on "Create a course", a course is created with a section for Tests, Project based learning, Assessments, Courses, Dropbox, Agenda and much more. Logging in as teacher provides you with editing privileges for this course.
so_so: Markaad riixdo "Kooras abuuro", kooras ayaa la abuuraa oo leh qayb loogu talagalay Tijaabooyinka, Waxbarashada ku salaysan Mashruuca, Qiimaynta, Koorasaska, Dropbox, Agenda iyo wax badan oo kale. Gelitaanka macallin ahaan waxay ku siinaysaa mudnaan wax-ka-beddelka kooraskan.

source: This course code is already in use.<br>Use the <b>Back</b> button on your browser and try again.
so_so: Koodhkan koorasku waa hore loo isticmaalay.<br>Isticmaal badhka <b>Geri</b> ee biraawsarkaaga oo isku day mar kale.

source: Sample test
so_so: Tijaabo tusaale ah

source: Irony
so_so: Ironi

source: Socratic irony is...
so_so: Ironiga Socratic waa...

source: (more than one answer can be true)
so_so: (jawaabo ka badan mid ayaa run noqon karta)

source: Ridiculise one's interlocutor in order to have him concede he is wrong.
so_so: Ku dhawaaqidda qofka la hadlayo si uu u qirto inuu khaldan yahay.

source: No. Socratic irony is not a matter of psychology, it concerns argumentation.
so_so: Maya. Ironiga Socratic maaha arrin cilmi-nafsi, waxa ku saabsan doodda.

source: Admit one's own errors to invite one's interlocutor to do the same.
so_so: Qirida khaladaadka gaarka ah si aad ugu martiqaado qofka la hadlayo inuu sidaas sameeyo.

source: No. Socratic irony is not a seduction strategy or a method based on the example.
so_so: Maya. Ironiga Socratic maaha xeelad soo jiidasho ah ama hab ku salaysan tusaalaha.

source: Compell one's interlocutor, by a series of questions and sub-questions, to admit he doesn't know what he claims to know.
so_so: Ku qasbidda qofka la hadlayo, iyadoo la adeegsanayo taxane suaalo iyo suaalo-hoosaadyo, inuu qirto inuusan garanayn waxa uu sheegto inuu yaqaan.

source: Indeed. Socratic irony is an interrogative method. The Greek "eirotao" means "ask questions"
so_so: Runtii. Ironiga Socratic waa hab suaalo. Giriigga "eirotao" macnihiisu waa "suaalo weydii"

source: Use the Principle of Non Contradiction to force one's interlocutor into a dead end.
so_so: Adegsiga Mabaadida Aan Iska Hor Imin si aad qofka la hadlayo ugu riixo gees god ah.

source: This answer is not false. It is true that the revelation of the interlocutor's ignorance means showing the contradictory conclusions where lead his premisses.
so_so: Jawaabtani maaha mid been ah. Waa run in muujinta jaahilnimada qofka la hadlayo macnaheedu yahay muujinta natiijooyinka iska hor imanaya ee ay keenaan fikrihiisa.

source: Upload page and link to Homepage
so_so: Gurpage-ka kor iyo xiriirka Bogga Hore

source: Tuesday the 11th of December - First meeting. Room: LIN 18
so_so: Salaasadda 11-keedii Diseembar - Kulanka kowaad. Qolka: LIN 18

source: General introduction to project management
so_so: Hordhac guud ee maamulka mashruuca

source: Street interviews
so_so: Wareysiyo waddooyinka

source: Quick and powerful search engine
so_so: Mashiin raadin degdeg ah oo xoog badan

source: This page allows users and groups to publish documents.
so_so: Boggan wuxuu u oggol yahay isticmaaleeyaasha iyo kooxaha inay daabacaan dukumentiyada.

source: This is an announcement example. Only trainers are allowed to publish announcements.
so_so: Tani waa tusaale ku dhawaaqid ah. Macallimiinta kaliya ayaa loo oggol yahay inay daabacaan ku dhawaaqida.

source: You just created the course area
so_so: Waxaad hadda abuurtay aagga kooraska

source: Main
so_so: Guud

source: Groups forums
so_so: Goobaha kooxaha

source: Language
so_so: Luqadda

source: All fields required
so_so: Dhammaan goobaha waa loo baahan yahay

source: e.g. <i>Innovation management</i>
so_so: tusaale ahaan <i>Maamulka hal-abuurka</i>

source: This is the department or any other context where the course is delivered
so_so: Waa waaxda ama goobta kale ee koorasku laga bixiyo

source: If you are unsure of your course code, consult the training details.
so_so: Haddii aadan hubin koodhka kooraskaaga, la tashi tafatiraha tababarka.

source: SCORM Path builder
so_so: SCORM Dhismaha Waddada

source: Conference
so_so: Shir

source: Course creation
so_so: Kooras abuurid

source: This course was created at this time
so_so: Kooraskan waxaa la abuuray waqtigan

source: Conference description
so_so: Sharaxaadda Shirka

source: Only
so_so: Kaliya

source: Shuffle selection in available languages
so_so: Isku shaandheyn doorashada luqadaha la heli karo

source: english
so_so: Ingiriisi

source: New course
so_so: Kooras cusub

source: Other properties found in the archive
so_so: Guryaha kale ee laga helay kaydka

source: System ID
so_so: ID Nidaamka

source: Show score
so_so: Muuji dhibcaha

source: Visibility
so_so: Muuqalka

source: Database version used at archive time
so_so: Nooca database-ka la isticmaalay waqtigii kaydka

source: Expiration
so_so: Dhammaadka

source: Select file
so_so: Dooro faylka

source: File on a FTP server
so_so: Faylka server-ka FTP

source: File on a Web (HTTP) server
so_so: Faylka server-ka Web (HTTP)

source: File on the platform server
so_so: Faylka server-ka platform-ka

source: File on your local computer
so_so: Faylka kombiyuutar-kaaga deegaanka

source: minimum
so_so: ugu yar

source: maximum
so_so: ugu badan

source: Recycle course
so_so: Kooras dib-u-warshadayn

source: This is an announcement example
so_so: Tani waa tusaale ku dhawaaqid ah

source: Free online encyclopedia
so_so: Encyclopedia-ka internet-ka ee bilaashka ah

source: Default groups
so_so: Kooxaha caadiga ah

source: Gallery
so_so: Sawirro

source: Example Forum Category
so_so: Qaybta Goobaha Tusaalaha ah

source: Example Forum
so_so: Goobaha Tusaalaha ah

source: Example Thread
so_so: Mawqafka Tusaalaha ah

source: Example content
so_so: Tusaalaha waxyaabaha

source: The word Wiki is short for WikiWikiWeb. Wikiwiki is a Hawaiian word, meaning "fast" or "speed". In a wiki, people write pages together. If one person writes something wrong, the next person can correct it. The next person can also add something new to the page. Because of this, the pages improve continuously.
so_so: Erayga Wiki waa gaaban WikiWikiWeb. Wikiwiki waa eray Hawaiian ah, macnihiisu waa "degdeg" ama "xawaare". Wiki dhexdeeda, dadku waxay wada qoraan bogagga. Haddii qofku wax qoran qaldan, qofka xiga ayaa sixi kara. Qofka xiga waxa kale oo uu bogga ku dari karaa wax cusub. Sababtaas dartii, bogagga si joogto ah ayay u hagaagayaan.

source: Create this course
so_so: Abuur kooraskan

source: Create a course
so_so: Abuur kooras

source: Since your latest visit
so_so: Tan iyo booqashadaada ugu dambeysay

source: The forum category has been added
so_so: Qaybta goobaha waa lagu daray

source: Course added
so_so: Kooras lagu daray

source: Added new term in the Glossary
so_so: Erayga cusub ayaa lagu daray Qaamuuska

source: Added new question in the quiz
so_so: Suaasha cusub ayaa lagu daray imtixaanka

source: Updated new question in the Quiz
so_so: Suaasha cusub ayaa lagu cusboonaysiiyay Imtixaanka

source: Deleted new question in the Quiz
so_so: Suaasha cusub ayaa laga tirtiray Imtixaanka

source: Quiz updated
so_so: Imtixaanka waa la cusboonaysiiyay

source: Quiz added
so_so: Imtixaanka waa lagu daray

source: Quiz deleted
so_so: Imtixaanka waa la tirtiray

source: Document invisible
so_so: Dukumentiga waa mid aan muuqan

source: Document visible
so_so: Dukumentiga waa mid muuqda

source: Course Description added
so_so: Sharaxaadda Kooraska ayaa lagu daray

source: Note added
so_so: Qoraalka ayaa lagu daray

source: Note updated
so_so: Qoraalka waa la cusboonaysiiyay

source: Note deleted
so_so: Qoraalka waa la tirtiray

source: Delete all created attendances
so_so: Tirtir dhammaan ka-qeyb-galaha la abuuray

source: Assign sessions to
so_so: Ku meeleey kalfadhi

source: Upload
so_so: Kor

source: New user on ((sitename))
so_so: Isticmaale cusub oo ku saabsan ((sitename))

source: Already registered in course
so_so: Horey loo diiwaan geliyay kooraska

source: Show Feedback
so_so: Muuji Feedback-ka

source: Give / Edit Feedback
so_so: Bixi / Wax-ka-beddel Feedback-ka

source: ---Just upload---
so_so: ---Kaliya kor---

source: Nothing for
so_so: Waxba looma baahna

source: (not registered to this course)
so_so: (aan iska diiwaan gelin kooraskan)

source: sent to
so_so: loo diray

source: is for
so_so: waa loogu talagalay

source: Click a keyword in the tree to select or deselect it.
so_so: Riix erayga muhiimka ah ee geedka si aad u doorato ama u baabiiso.

source: <br/>Click '+' button to open, '-' button to close, '++' button to open all, '--' button to close all.<br/><br/>Clear all selected keywords by closing the tree and opening it again with the '+' button.<br/>Alt-click '+' searches the original keywords in the tree.<br/><br/>Alt-click keyword selects a keyword without broader terms or deselects a keyword with broader terms.<br/><br/>If you change the description language, do not add keywords at the same time.<br/><br/>
so_so: <br/>Riix badhka '+' si aad u furto, badhka '-' si aad u xidho, badhka '++' si aad u furto dhammaan, badhka '--' si aad u xidho dhammaan.<br/><br/>Nadiifi dhammaan erayada la doortay ee geedka adigoo xidhaya geedka oo dib u furaya badhka '+'.<br/>Alt-riix '+' waxay raadisaa erayada asalka ah ee geedka.<br/><br/>Alt-riix erayga muhiimka ah waxay doorataa erayga aan lahayn ereyo ballaadhan ama baabi'inaysaa erayga leh ereyo ballaadhan.<br/><br/>Haddii aad beddesho luqadda sharaxaadda, isla marna ha ku darin erayada muhiimka ah.<br/><br/>

source: One word per line!
so_so: Eray kasta sadar!

source: This course has no keywords
so_so: Koorskan ma leh magacyo leh

source: The keyword cache cannot be opened
so_so: Keydka keydka lama furin karo

source: This document contains the course keywords
so_so: Dokumentkan waxa uu ka kooban yahay keydka koorska

source: keywords used in MD
so_so: keydka loo adeegsado MD

source: keyword references
so_so: tixraacyada keydka

source: Non-course keywords
so_so: Keydka aan ahayn koorska

source: Course keywords (bold = not used)
so_so: Keydka koorska (qaro = lama isticmaalin)

source: Total number of Links MD entries:
so_so: Tirada guud ee gelitaanka MD ee Links:

source: Forum deleted
so_so: Madasha waa la tirtiray

source: Forum category deleted
so_so: Qaybta madasha waa la tirtiray

source: Forum blocked
so_so: Madasha waa la xiray

source: Add forum category
so_so: Ku dar qaybta madasha

source: Add a forum
so_so: Ku dar madal

source: Posts
so_so: Xogta

source: Latest Post
so_so: Xogta ugu dambeysa

source: There are no forums in this category
so_so: Qaybtan ma leh madallo

source: Create in category
so_so: Ku samee qaybta

source: Allow anonymous posts?
so_so: Ma ogolaanaysaa xogta qarsoodiga ah?

source: Can learners edit their own posts?
so_so: Ardaydu ma tafafiiri karaan xogtooda?

source: Approval / Direct Post
so_so: Oggolaansho / Xogta Tooska ah

source: Allow users to start new threads
so_so: Oggolaw dadka inay bilaabaan dunta cusub

source: Default view type
so_so: Nooca muuqaalka caadiga ah

source: Group Settings
so_so: Dejinta kooxda

source: Not a group forum
so_so: Ma aha madal koox

source: Public or private group forum?
so_so: Madal koox dadweyne ah ama gaar ah?

source: Your message has been saved
so_so: Farriintaada waa la keydiyay

source: Reply to this thread
so_so: Ka jawaab duntaan

source: Quote this message
so_so: Qabo farriintaan

source: Create thread
so_so: Samee dun

source: Views
so_so: Muuqaalada

source: Latest post
so_so: Xogta ugu dambeysa

source: Quoting
so_so: Qabadka

source: Notify me by e-mail when somebody replies
so_so: Ilbamey iiga ogeysii e-mail marka qof ka jawaabo

source: This is a sticky message (appears always on top and has a special sticky icon)
so_so: Tani waa farriin ku dheggan (had iyo jeer kor ku soo baxda oo leh summad gaar ah)

source: Re:
so_so: Ku soo jawaab:

source: Are you sure you want to delete this post? Deleting this post will also delete the replies on this post. Please check the threaded view to see which posts will also be deleted
so_so: Ma hubin inaad rabto inaad tirtirto xogtan? Tirtirka xogtan wuxuu sidoo kale tirtiri doonaa jawaabaha xogtan. Fadlan hubi muuqaalka dunta si aad u aragto xogta sidoo kale la tirtiri doono

source: Locked: students can no longer post new messages in this forum category, forum or thread but they can still read the messages that were already posted
so_so: La xiray: ardaydu ma sii postin karaan farriimo cusub qaybta madasha, madal ama dunta laakiin wali way akhrin karaan farriimaha horey loo soo diray

source: Unlocked: learners can post new messages in this forum category, forum or thread
so_so: La furay: ardaydu waxay ku dhejin karaan farriimo cusub qaybta madasha, madal ama dunta

source: Threaded
so_so: Dunta

source: Nested
so_so: Dhex dhexaadinta

source: List View
so_so: Muuqaalka liiska

source: Threaded View
so_so: Muuqaalka dunta

source: Nested View
so_so: Muuqaalka dhex dhexaadinta

source: Structure
so_so: Qaabka

source: The forum category has been modified
so_so: Qaybta madasha waa la beddelay

source: The forum has been modified
so_so: Madal waa la beddelay

source: The new thread has been added
so_so: Dunta cusub ayaa lagu daray

source: Approval
so_so: Oggolaansho

source: Direct
so_so: Toos

source: For Group
so_so: Kooxda loogu talagalay

source: Thread is locked.
so_so: Dunta waa la xiray.

source: You are not allowed here.
so_so: Halkan lagama ogole.

source: The reply has been added
so_so: Jawaabta ayaa lagu daray

source: Edit a post
so_so: Tafi afkar xog

source: The post has been modified
so_so: Xogta waa la beddelay

source: New Post in the forum
so_so: Xog cusub oo madal ah

source: You stated that you wanted to be informed by e-mail whenever somebody replies on the thread
so_so: Waxaad sheegtay inaad rabto in lagaa ogeysiiyo e-mail marka qof ka jawaabo dunta

source: Your message has to be approved before people can view it.
so_so: Farriintaada waa la oggolayn doonaa ka hor inta aan dadku arkin.

source: Allow attachments
so_so: Oggolaw lifaaqyada

source: Edit forum category
so_so: Tafi afkar qaybta madasha

source: Move post
so_so: U wareeji xogta

source: Move to a thread
so_so: U wareeji dun

source: A new thread
so_so: Dun cusub

source: Delete forum ?
so_so: Tirtir madal?

source: Delete forum category ?
so_so: Tirtir qaybta madasha?

source: Lock
so_so: Xir

source: Unlock
so_so: Furo

source: Move Thread
so_so: U wareeji dunta

source: Post visibility changed
so_so: Muuqaalka xogta waa la beddelay

source: Post has been deleted
so_so: Xogta waa la tirtiray

source: The thread can be found here
so_so: Dunta halkan ayaa laga heli karaa

source: Delete complete thread?
so_so: Tirtir dhammaan dunta?

source: Special Post Deleted
so_so: Xog gaar ah oo la tirtiray

source: Thread deleted
so_so: Dunta waa la tirtiray

source: Next message
so_so: Farriinta xigta

source: Previous message
so_so: Farriinta hore

source: First message
so_so: Farriinta ugu horeysa

source: Last message
so_so: Farriinta ugu dambeysa

source: Search in the Forum
so_so: Raadi madasha

source: Forum search results
so_so: Natiijooyinka raadinta madasha

source: You search on multiple words by using the + sign
so_so: Eray badan ayaad ku raadisaa calaamadda +

source: You will be notified of new posts by e-mail.
so_so: E-mail ayaa lagu ogeysiin doonaa xogta cusub.

source: You will no longer be notified of new posts by email
so_so: Mar dambe lagama ogeysiin doono e-mail xogta cusub

source: Add image
so_so: Ku dar sawir

source: Grade thread
so_so: Qiimeynta dunta

source: Users list of the thread
so_so: Liiska isticmaale ee dunta

source: Grade this thread
so_so: Qiimeynta dunta

source: Users in course
so_so: Isticmaale koorska

source: Number of posts
so_so: Tirada xogta

source: Number of posts for this user
so_so: Tirada xogta isticmaaleahan

source: Posts by user
so_so: Xogta isticmaale

source: Assessment changes history
so_so: Taariikhda isbeddelka qiimeynta

source: more recent
so_so: dhawaan

source: older
so_so: waa hore

source: Who changed
so_so: Yaa beddelay

source: Note changed
so_so: Qoraalka waa la beddelay

source: Date changed
so_so: Taariikhda waa la beddelay

source: View comments on the messages
so_so: Arag faallooyinka farriimaha

source: All learners
so_so: Dhammaan ardayda

source: Qualified learners
so_so: Ardayda u qalma

source: Unqualified learners
so_so: Ardayda aan u qalmin

source: First names and last names
so_so: Magacyada hore iyo magacyada dambe

source: Max score
so_so: Dhibcaha ugu badan

source: Grade cannot exceed max score
so_so: Dhibcaha ma dhaafi karo dhibcaha ugu badan

source: Thread statistics
so_so: Tira koobka dunta

source: Thread
so_so: Dunt

source: Notify me
so_so: Ogeysiis ii sii

source: Confirm mark
so_so: Xaqiiji calaamadda

source: Unchanged
so_so: Isbeddelin

source: Edit thread score
so_so: Tafatiraha dhibcaha dunta

source: The forum has moved
so_so: Madasha ayaa la wareejisay

source: You must assign a score to this activity
so_so: Waa inaad ku siineysaa dhibcaha hawlahan

source: Delete attachment file
so_so: Tirtir faylka lifaaqa

source: Edit an attachment
so_so: Tafatir lifaaqa

source: Create forum
so_so: Abuur madal

source: Edit forum
so_so: Tafatir madasha

source: Edit thread
so_so: Tafatir dunta

source: Back to forum
so_so: Ku noqo madasha

source: Back to forum overview
so_so: Ku noqo guudmadasha

source: Back to thread
so_so: Ku noqo dunta

source: Forum category Locked
so_so: Qaybta madasha ee la xiray

source: The link has been moved
so_so: Xiriirka waa la wareejisay

source: Link name
so_so: Magaca xiriirka

source: Add a link
so_so: Ku dar xiriir

source: The link has been added.
so_so: Xiriirka waa la daray.

source: Edit link
so_so: Tafatir xiriirka

source: The link has been modified.
so_so: Xiriirka waa la beddelay.

source: Delete link
so_so: Tirtir xiriirka

source: The link has been deleted
so_so: Xiriirka waa la tirtiray

source: Do you want to delete this link?
so_so: Ma rabtaa inaad tirtirto xiriirkan?

source: Delete all links in this category
so_so: Tirtir dhammaan xiriirrada qaybtan

source: Category name
so_so: Magaca qaybta

source: Add a category
so_so: Ku dar qayb

source: The category has been modified.
so_so: Qaybta waa la beddelay.

source: Delete category
so_so: Tirtir qaybta

source: When deleting a category, all links of this category are also deleted. Do you really want to delete this category and its links ?
so_so: Marka la tirtirayo qaybta, dhammaan xiriirrada qaybtan sidoo kale waa la tirtirayaa. Runtii ma rabtaa inaad tirtirto qaybtan iyo xiriirradeeda?

source: Delete all categories and all links
so_so: Tirtir dhammaan qaybaha iyo dhammaan xiriirrada

source: Please give the link URL, it should be valid.
so_so: Fadlan bixi URL-ka xiriirka, waa inuu noqdaa mid ansax ah.

source: Please give the category name
so_so: Fadlan bixi magaca qaybta

source: General
so_so: Guud

source: Close all categories
so_so: Xir dhammaan qaybaha

source: List has been deleted
so_so: Liiska waa la tirtiray

source: Delete list
so_so: Tirtir liiska

source: Edit Link
so_so: Tafatir Xiriirka

source: CSV import
so_so: Soodeji CSV

source: CSV import file could not be opened (e.g. empty, too big)
so_so: Faylka soo dejinta CSV lama furi karin (tusaale ahaan, faaruq, aad u weyn)
