Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Because of the sheer number of questions that might appear in an exercise, the correction screen, allowing the teacher to add comments to each answer, might be very slow to load. Set this number to 5 to ask the platform to only show WYSIWYG editors up to a certain number of answers on the screen. This will speed up the correction page loading time considerably, but will remove WYSIWYG editors and leave only a plain text editor.
so_so: Tirada badan ee su'aalaha laga yaabo inay ka muuqdaan layliga awgeed, shaashadda sixinta, oo u oggolaanaysa macallinka inuu ku daro faallooyin jawaab kasta, waxay noqon kartaa mid aad u gaabis ah in la raro. Deji tiradan 5 si aad u waydiiso barnaamijka inuu muujiyo tifatirayaasha WYSIWYG kaliya ilaa tiro jawaabo ah oo shaashadda ah. Tani waxay si weyn u dardargelin doontaa waqtiga rarida bogga sixinta, laakiin waxay meesha ka saari doontaa tifatirayaasha WYSIWYG oo ay ku dhaafto tifatire yar oo kaliya.

source: Default document upload mode
so_so: Qaabka soo dejinta dukumentiga ee caadiga ah

source: Default upload method in the courses documents. This setting can be changed at upload time for all users. It only represents a default setting.
so_so: Habka soo dejinta ee caadiga ah ee dukumentiga koorsada. Dejintan waa la beddeli karaa waqtiga soo dejinta dhammaan isticmaale. Waxay matalaysaa dejinta caadiga ah kaliya.

source: Certificates auto-generation on WS call
so_so: Shahaadooyinka si otomaatig ah loo soo saaro marka WS la waco

source: When enabled, and when using the WSCertificatesList webservice, this option will make sure that all certificates have been generated by users if they reached the sufficient score in all items defined in gradebooks for all courses and sessions (this might consume considerable processing resources on your server).
so_so: Marka la shaqeeyo, iyo marka la isticmaalayo WSCertificatesList webservice, doorashadan waxay hubin doontaa in dhammaan shahaadooyinka ay soo saareen isticmaale haddii ay gaareen dhibcaha ku filan dhammaan walxaha lagu qeexay buuga qiimeynta ee dhammaan koorsadaha iyo fadhiyada (tani waxay isticmaali kartaa agab shaqo oo aad u badan serverkaaga).

source: OpenBadges backpack URL
so_so: URL-ka boorsada OpenBadges

source: The URL of the OpenBadges backpack server that will be used by default for all users wanting to export their badges. This defaults to the open and free Mozilla Foundation backpack repository: https://backpack.openbadges.org/
so_so: URL-ka serverka boorsada OpenBadges ee ay isticmaali doonto dhammaan isticmaale ee raba inay dhoofiyaan calaamadohooda. Tani waxay ku dhegan tahay kaydka furan ee Mozilla Foundation backpack: https://backpack.openbadges.org/

source: Cookie privacy notification
so_so: Ogeysiiska gaarka ah ee cookie-yada

source: If enabled, this option shows a banner on top of your platform that asks users to acknowledge that the platform is using cookies necessary to provide the user experience. The banner can easily be acknowledged and hidden by the user. This allows Chamilo to comply with EU web cookies regulations.
so_so: Haddii la shaqeeyo, doorashadan waxay muujinaysaa banner-ka sare ee barnaamijka oo waydiinaya isticmaale inay oggolaadaan in barnaamijku isticmaalayo cookie-yada lagama maarmaan u ah in la bixiyo khibradda isticmaale. Banner-ka si fudud ayaa loo aqoonsan karaa oo loo qarin karaa isticmaale. Tani waxay u oggolaanaysaa Chamilo inay u hoggaansanto xeerarka cookie-yada webka ee EU.

source: If enabled *and* the sessions catalogue is enabled, users will be able to subscribe to active sessions by themselves using the 'Subscribe' button, without any type of restriction.
so_so: Haddii la shaqeeyo *iyo* liiska fadhiyada la shaqeeyo, isticmaale waxay awoodi doonaan inay iska diiwaan geliyaan fadhiyada firfircoon iyaga oo isticmaalaya badhanka 'Subscribe', iyada oo aan lahayn xaddid nooc kasanyahay.

source: Hide course group if no tool
so_so: Qari kooxda koorsada haddii aan lahayn qalab

source: If no tool is available in a group and the user is not registered to the group itself, hide the group completely in the groups list.
so_so: Haddii aan lahayn qalab kooxda ah oo isticmaale uusan iska diiwaan gelin kooxda lafteeda, gebi ahaanba qari kooxda liiska kooxaha.

source: Auto-subscription in sessions catalogue
so_so: Diiwaan gelinta otomaatigga ah ee liiska fadhiyada

source: Web services: decode UTF-8
so_so: Adeegyada web: decode UTF-8

source: Decode UTF-8 from web services calls. Enable this option (passed to the SOAP parser) if you have issues with the encoding of titles and names when inserted through web services.
so_so: Decode UTF-8 wicitaannada adeegyada web. Shaqor doorashadan (loo gudiyo barnaamijka SOAP) haddii aad dhibaatooyin ku qabto code-ka cinwaannada iyo magacyada marka la geliyo adeegyada web.

source: Attendances: enable deletion
so_so: Ile-marka: shaqor tirtirka

source: The default behaviour in Chamilo is to hide attendance sheets instead of deleting them, just in case the teacher would do it by mistake. Enable this option to allow teachers to *really* delete attendance sheets.
so_so: Dabeecadda caadiga ah ee Chamilo waa in la qariyo xaashiyaha xaadirka halkii la tirtiri lahaa, haddii macallinku si qalad ah u sameeyo. Shaqor doorashadan si aad u oggolaato macallimiinta inay *runtii* tirtiraan xaashiyaha xaadirka.

source: Gravatar user pictures
so_so: Sawirrada isticmaale ee Gravatar

source: Enable this option to search into the Gravatar repository for pictures of the current user, if the user hasn't defined a picture locally. This is great to auto-fill pictures on your site, in particular if your users are active internet users. Gravatar pictures can be configured easily, based on the e-mail address of a user, at http://en.gravatar.com/
so_so: Shaqor doorashadan si aad u raadiso kaydka Gravatar sawirrada isticmaalaha hadda, haddii isticmaale uusan siin sawir maxalli ah. Tani waa mid aad u wanaagsan si aad si otomaatig ah u buuxiso sawirrada goobtaada, gaar ahaan haddii isticmaaleagu yihiin internetka firfircoon. Sawirrada Gravatar si fudud ayaa loo dejin karaa, oo ku salaysan ciwaanka iimeylka ee isticmaale, at http://en.gravatar.com/

source: Gravatar avatar type
so_so: Nooca avatar-ka Gravatar

source: If the Gravatar option is enabled and the user doesn't have a picture configured on Gravatar, this option allows you to choose the type of avatar that Gravatar will generate for each user. Check <a href='http://en.gravatar.com/site/implement/images#default-image'>http://en.gravatar.com/site/implement/images#default-image</a> for avatar types examples.
so_so: Haddii doorashada Gravatar shaqaynayso oo isticmaale uusan lahayn sawir ku dejin Gravatar, doorashadan waxay kuu oggolaanaysaa inaad doorato nooca avatar-ka ay Gravatar u soo saari doonto isticmaale kasta. Ka hubi <a href='http://en.gravatar.com/site/implement/images#default-image'>http://en.gravatar.com/site/implement/images#default-image</a> tusaalooyinka noocyada avatar-ka.

source: Limit session admins permissions
so_so: Xaddid ogolaanshaha maamulayaasha fadhiga

source: If enabled, the session administrators will only see the User block with the 'Add user' option and the Sessions block with the 'Sessions list' option.
so_so: Haddii la shaqeeyo, maamulayaasha fadhiga waxay arki doonaan oo kaliya blokka isticmaale oo leh doorashada 'Ku dar isticmaale' iyo blokka fadhiyada oo leh doorashada 'Liiska fadhiyada'.

source: Show session description
so_so: Muuji sharaxaadda fadhiga

source: Show the session description wherever this option is implemented (sessions tracking pages, etc)
so_so: Muuji sharaxaadda fadhiga meel kasta oo doorashadani laga hirgeliyo (bogagga raadinta fadhiyada, iwm)

source: Certificates: hide export link from students
so_so: Shahaadooyinka: qari xiriirka dhoofinta ardayda

source: If enabled, students won't be able to export their certificates to PDF. This option is available because, depending on the precise HTML structure of the certificate template, the PDF export might be of low quality. In this case, it is best to only show the HTML certificate to students.
so_so: Haddii la shaqeeyo, ardaydu ma dhoofin doonaan shahaadooyinkooda PDF. Doorashadani waa la heli karaa sababtoo ah, iyadoo ku xidhan qaabka HTML ee template-ka shahaadada, dhoofinta PDF waxay noqon kartaa mid tayo hoose ah. Xaaladdan, waxaa ugu fiican in ardayda la tuso shahaadada HTML kaliya.

source: Certificates: hide PDF export link for all
so_so: Shahaadooyinka: qari xiriirka dhoofinta PDF ee dhammaan

source: Enable to completely remove the possibility to export certificates to PDF (for all users). If enabled, this includes hiding it from students.
so_so: Shaqor si gebi ahaanba looga saaro suurtagalnimada dhoofinta shahaadooyinka PDF (isticmaale oo dhan). Haddii la shaqeeyo, tani waxaa ku jira qarinta ardayda.

source: Dropbox: hide course coach
so_so: Dropbox: qari macallinka koorsada

source: Hide session course coach in dropbox when a document is sent by the coach to students
so_so: Qari macallinka koorsada fadhiga dropbox marka dukumentiga uu soo diro macallinku ardayda

source: Single Sign On: force redirect
so_so: Single Sign On: xoog u rogo dib u celinta

source: Enable this option to force users to authenticate on the master authentication portal when a Single Sign On method is enabled. Only enable once you are sure that your Single Sign On procedure is correctly set up, otherwise you might prevent yourself from logging in again (in this case, change the SSO settings in the settings_current table through direct access to the database, to unlock).
so_so: Shaqor doorashadan si aad u xoog u rogo isticmaale inay ku xaqiijiyaan bogga xaqiijinta master-ka marka la shaqeeyo habka Single Sign On. Kaliya shaqor marka aad hubiso in nidaamka Single Sign On si sax ah loo dejinayo, haddii kale waxaad iska hor istaagi kartaa inaad dib u soo gasho (xaaladdan, beddel dejinta SSO miiska settings_current iyadoo si toos ah loo galo database-ka, si aad u furto).

source: Session courses manual ordering
so_so: Koorsadaha fadhiga nidaamka gacanta

source: Enable this option to allow the session administrators to order the courses inside a session manually. If disabled, courses are ordered alphabetically on course title.
so_so: Shaqor doorashadan si aad u oggolaato maamulayaasha fadhiga inay si gacmeed u nidaamiyaan koorsadaha gudaha fadhiga. Haddii la joojiyo, koorsaduhu waxaa lagu nidaamayaa alifbeetada cinwaanka koorsada.

source: Add learning path category
so_so: Ku dar qaybta jidka waxbarashada

source: Items the reference depends on
so_so: Walxaha ay tixraaca ku xidhan yihiin

source: Use as reference
so_so: Isticmaal tixraac ahaan

source: Items that depend on the reference
so_so: Walxaha ku tiirsan tixraaca

source: Set as a requirement
so_so: Deji shuruud ahaan

source: Add new sequence
so_so: Ku dar taxane cusub

source: Resources sequencing
so_so: Isku xidhka agabka

source: Gamification mode
so_so: Habka gamification

source: Activate the stars achievement in learning paths
so_so: Shaqor guusha xiddigaha ee jidaha waxbarashada

source: Level %s
so_so: Heerka %s

source: %s points
so_so: %s dhibcood

source: From %s until %s
so_so: Laga %s ilaa %s

source: Subscribe users to learning path
so_so: Ku daro isticmaale yaqaan barasho

source: Subscribe groups to learning path
so_so: Ku daro kooxo yaqaan barasho

source: Create forum for this learning path
so_so: Samee goon yaqaan barashadan

source: By date
so_so: Taariikhda

source: By tag
so_so: Calamad

source: Go to course within session
so_so: Tag waxbarashada gudaha fadhiga

source: Enable gamification mode
so_so: Daabac qaabka ciyaaraha

source: My courses session view
so_so: Muuqaalka fadhiyada koorsooyinkayga

source: Disable gamification mode
so_so: Ka jooji qaabka ciyaaraha

source: Show only courses in the catalogue
so_so: Muuj koorsooyinka kaliya ee buugga

source: Show only sessions in the catalogue
so_so: Muuj fadhiyada kaliya ee buugga

source: Show both courses and sessions in the catalogue
so_so: Muuj koorsooyinka iyo fadhiyada labadaba ee buugga

source: Sequence selection
so_so: Doorashada taxanaha

source: Sequence configuration
so_so: Habaynta taxanaha

source: Sequence preview
so_so: Muuqaal taxanaha

source: Dates shown
so_so: Taariikhaha la muujiyey

source: Access dates for students
so_so: Taariikhaha gelitaanka ardayda

source: Access dates for coaches
so_so: Taariikhaha gelitaanka tababarayaasha

source: Chat with %s
so_so: La sheeg %s

source: Start video call
so_so: Bilow wicitaan muuqaal ah

source: Video URL
so_so: URL muuqaalka

source: Insert a valid URL
so_so: Geli URL sax ah

source: See information
so_so: Eeg macluumaadka

source: Share with your friends
so_so: La wadaag saaxiibadaa

source: Chatroom name
so_so: Magaca qolka sheeg

source: The video chatroom %s already exists
so_so: Qolka sheeg muuqaalka %s horay ayuu u jiray

source: Chatroom could not be created
so_so: Qolka sheeg lama abuuri karin

source: The browser of %s does not support native video transmission. Sorry.
so_so: Browserka %s ma taageero gudbinta muuqaalka dabiiciga ah. Waan ka xunnahay.

source: From %s
so_so: Laga bilaabo %s

source: Until %s
so_so: Ilaa %s

source: Dependency tree
so_so: Geedka ku tiirsanaanta

source: Customize icons
so_so: Habeyn astaamaha

source: Export all to PDF
so_so: Dhoof wareega dhan PDF

source: Grade generated on %s
so_so: Darajada la soo saaray %s

source: Exercise available since %s
so_so: Layli diyaar %s

source: The test is enabled from %s to %s
so_so: Imtixaanku waa la shaqeyn karaa %s ilaa %s

source: Select some options
so_so: Dooro qaar ka mid ah doorashooyinka

source: You may add an introduction to this course here by clicking the edition icon
so_so: Waxaad halkan ku dari kartaa horudhac kooraskan adiga oo riixaya astaanta tafatirka

source: Social group
so_so: Kooxda bulshada

source: Required sessions
so_so: Fadhiyada loo baahan yahay

source: Dependent sessions
so_so: Fadhiyada ku tiirsan

source: By duration
so_so: Mudo

source: By dates
so_so: Taariikhaha

source: Send a copy to HR managers of selected students
so_so: U soo dir nuqul maamulayaasha HR ee ardayda la doortay

source: Powered by %s
so_so: Shaqada %s

source: Please select at least one user. The announcement has not been saved.
so_so: Fadlan dooro ugu yaraan hal isticmaale. Ogeysiiska lama keydin.

source: No dependencies
so_so: Ma jiraan ku tiirsanaan

source: Send mail to student
so_so: U soo dir warqad ardayga

source: Send mail to HR manager
so_so: U soo dir warqad maamulaha HR

source: Course fields
so_so: Goobaha koorska

source: Checkbox options
so_so: Doorashooyinka sanduuqa calaamadda

source: Integer value
so_so: Qiimaha isku-darka

source: Image file
so_so: Faylka sawirka

source: Float value
so_so: Qiimaha sabbayn

source: Document visibility defined in course
so_so: Muuqalka dukumentiga ee koorska lagu go'aamiyey

source: The default document visibility for all courses
so_so: Muuqalka aasaasiga ah ee dukumentiga ee dhammaan koorsaska

source: HTMLPurifier in Wiki
so_so: HTMLPurifier ee Wiki

source: Enable HTML purifier in the wiki tool (will increase security but reduce style features)
so_so: Aktiveey HTML purifier ee qalabka wiki (waxay kordhinaysaa amniga laakiin yaraanaysaa astaamaha qaabka)

source: Click or drop files
so_so: Riix ama tuur faylalka

source: Remove assistant role
so_so: Ka saar doorka kaaliyaha

source: Import gradebook from base course
so_so: Ka soo dejin buuga qiimeynta koorska aasaasiga ah

source: Institution address
so_so: Ciwaanka hay'adda

source: Address
so_so: Ciwaanka

source: Latest access in course
so_so: Gelitaankii ugu dambeeyay ee koorska

source: Latest login in platform
so_so: Galitaankii ugu dambeeyay ee goobta

source: First login in platform
so_so: Galitaankii ugu horreeyay ee goobta

source: First access to course
so_so: Gelitaankii ugu horreeyay ee koorska

source: Quoting to %s
so_so: Qaadashada ilaa %s

source: Load more comments
so_so: Rari faallooyin badan

source: Show progress
so_so: Muuj horumarka

source: Check requirements
so_so: Hubi shuruudaha

source: Parent language: %s
so_so: Luqadda waalidka: %s

source: Define new terms for sub-language %s by searching some term, then save each translation by clicking the save button. You will then have to switch your own user language to see the new terms appear.
so_so: Go'aami ereyo cusub oo luqadda-hoosaadka %s adigoo raadraacaya erey qaarkood, ka dib keydi tarjumaad kasta adigoo riixaya badhanka keydinta. Waxaad markaas ku beddeli doontaa luqadda isticmaalahaaga si aad u aragto ereyada cusub.

source: See sequences
so_so: Eeg taxaneoyinka

source: Session requirements
so_so: Shuruudaha fadhiga

source: Is requirement
so_so: Waa shuruud

source: Consider this gradebook as a requirement to complete the course (influences the sessions sequences)
so_so: Tixgali buugga qiimeyntan inuu yahay shuruud dhammaystirka koorska (saameeya taxanaha fadhiyada)

source: Distinct users logins
so_so: Galitaannada isticmaaleyaal kala duwan

source: Are you sure to subscribe?
so_so: Ma hubin inaad iska diiwaan gelinayso?

source: Check your e-mail and follow the instructions.
so_so: Hubi iimaylkaaga oo raac tilmaamaha.

source: Link expired, please try again.
so_so: Xiriirka wuu dhacay, fadlan isku day mar kale.

source: Instructions for the password change procedure
so_so: Tilmaamaha nidaamka beddelka erayga sirta ah

source: You are receiving this message because you (or someone pretending to be you) have requested a new password to be generated for you.<br/>
so_so: Waxaad helaysaa fariintaan sababtoo ah adiga (ama qof iska dhigaya adiga) ayaa codsaday eray sir ah oo cusub oo laguugu soo saaro.<br/>

source: Remind Course Expiration cron
so_so: Xusuusi dhammaadka koorska cron

source: Enable the Remind Course Expiration cron
so_so: Aktiveey Xusuusi dhammaadka koorska cron

source: Frequency for the Remind Course Expiration cron
so_so: Inta jeer ee Xusuusi dhammaadka koorska cron

source: Number of days before the expiration of the course to consider to send reminder mail
so_so: Tirada maalmo ka hor dhammaadka koorska si aad u tixgeliso inaad u soo dirto iimayl xasuusin

source: Course Finished cron
so_so: Koorska dhammaaday cron

source: Activate the Course Finished cron
so_so: Aktiveey Koorska dhammaaday cron

source: End of course %s
so_so: Dhamaadka koorska %s

source: Dear %s,<br/>Thank you for your participation to course %s. We hope you've acquired new relevant knowledge and enjoyed the course.<br/>
so_so: Gacaliye %s,<br/>Waad ku mahadsan tahay ka qaybgalka koorska %s. Waxaan rajaynaynaa inaad heshay aqoono cusub oo khusayn oo aad ku raaxaysatay koorska.<br/>

source: Generate default content
so_so: Soo saar waxyaabaha aasaasiga ah

source: Thanks for your subscription
so_so: Mahadsanid qoristaada

source: %s team.
so_so: Kooxda %s.

source: You can start subscribing to courses entering to %s
so_so: Waxaad bilaabi kartaa iska diiwaan gelinta koorsaska gelitaanka %s

source: Text only letters
so_so: Text kaliya xuruufta

source: Text only alphanumeric characters
so_so: Text kaliya xuruufta iyo nambarada

source: Only letters
so_so: Xuruufta kaliya

source: Select a blanks marker
so_so: Dooro calaamadaha meelaha bannaan

source: Refresh terms
so_so: Cusboonaysii ereyada

source: Word to find
so_so: Ereyga la raadinayo

source: Input size of box to fill
so_so: Geli xajmiga sanduuqa la buuxinayo

source: at
so_so: goorta

source: Send mail notification to students to inform of subscription
so_so: U dir warbixin email ardayda si ay u ogaadaan diiwaangelinta

source: Send an email when a user being subscribed to session
so_so: U dir email marka adeegga la diiwaan geliyo kalfadhi

source: Select date
so_so: Dooro taariikhda

source: Only letters and spaces
so_so: Xaraf iyo meelo kaliya

source: Only letters, numbers and spaces
so_so: Xaraf, nambaro iyo meelo kaliya

source: Text letters and spaces
so_so: Xaraf iyo meelo qoraal

source: Send course finished notification
so_so: U dir ogeysiinta dhammaadka koorsada

source: Text alphanumeric characters and spaces
so_so: Xaraf alfanumeryk iyo meelo

source: Whether to send an e-mail to students when their course (session) is finished. This requires cron tasks to be configured (see main/cron/ directory).
so_so: Hadhow in email loo diro ardayda marka koorsadooda (kalfadhkoodu) dhamaado. Tani waxay u baahan tahay in la sameeyo shaqooyinka cron (eeg main/cron/ directory).

source: Thanks for registering to %s.
so_so: Mahadsanid diiwaangelinta %s.

source: Allow coaches to comment in review of exercises
so_so: Oggolow tababarayaasha inay ku faalloon yihiin dib u eegista leylisyada

source: Allow coaches to edit feedback during review of exercises
so_so: Oggolow tababarayaasha inay wax ka beddelaan jawaab celinta inta lagu jiro dib u eegista leylisyada

source: Prevent simultaneous login
so_so: Ka hortag galitaanka isku mar ah

source: Prevent users connecting with the same account more than once. This is a good option on pay-per-access portals, but might be restrictive during testing as only one browser can connect with any given account.
so_so: Ka hortag isticmaale ee isku xidhan xisaab isku mid ah in ka badan hal mar. Tani waa door door wanaagsan bogagga lacag bixinta-slig galitaanka, laakiin waxay noqon kartaa mid xaddidan inta lagu jiro tijaabinta maadaama hal browser kaliya uu ku xidhiidhi karo xisaab kasta.

source: Show additional columns in gradebook
so_so: Muujin tiirarka dheeraadka ah ee buuga qiimeynta

source: Show additional columns in the student view of the gradebook with the best score of all students, the relative position of the student looking at the report and the average score of the whole group of students.
so_so: Muujin tiirarka dheeraadka ah ee ardayda ee buuga qiimeynta oo leh dhibcaha ugu wanaagsan ee dhammaan ardayda, booska qaraabada ee ardayga eegaya warbixinta iyo dhibcaha celceliska ee kooxda ardayda oo dhan.

source: Publish course catalogue
so_so: Daabac buugga koorsadaha

source: Make the courses catalogue available to anonymous users (the general public) without the need to login.
so_so: Ka dhig buugga koorsadaha diyaar u ah isticmaale aan la aqoonsan (dadweynaha guud) iyada oo aan loo baahnayn in la galo.

source: Enable password reset token
so_so: Oggolow dib u dejinta furaha erayga sirta ah

source: This option allows to generate a expiring single-use token sent by e-mail to the user to reset his/her password.
so_so: Ikhtiyaarkani wuxuu u oggolaanayaa in la soo saaro calaamad hal isticmaal ah oo dhacda oo email loo diro isticmaalaha si uu dib u dejiyo erayga sirta ah.

source: Time limit for password reset token
so_so: Waqtiga xadidaadda ee dib u dejinta furaha erayga sirta ah

source: The number of seconds before the generated token automatically expires and cannot be used anymore (a new token needs to be generated).
so_so: Tirada ilbiriqsi ka hor inta aan la soo saarin calaamadda si otomaatig ah u dhacdo oo aan la isticmaali karin mar dambe (calaamad cusub ayaa loo baahan yahay in la soo saaro).

source: View my courses by session
so_so: Eeg koorsadayda kalfadhi ahaan

source: Enable an additional 'My courses' page where sessions appear as part of courses, rather than the opposite.
so_so: Oggolow bog 'Koorsadayda' dheeraad ah halkaasoo kalfadhyadu u muuqdaan qayb ka mid ah koorsadaha, halkii ay ka ahaan lahaayeen tan ka soo horjeeda.

source: Download certificate in PDF
so_so: Kala soo dejiso shahaadada PDF

source: Enter password
so_so: Geli erayga sirta ah

source: Download report in PDF
so_so: Kala soo dejiso warbixinta PDF

source: Skill "%s" enabled
so_so: Xirfadda "%s" waa la shaqayn karaa

source: Skill "%s" disabled
so_so: Xirfadda "%s" waa la joojiyay
