Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Are you sure you want to set this language as the portal's default?
ar: هل انت متأكد بانك تريد اختيار هذه اللغة كلغة افتراضية للنظام
ast_es: ¿ Ta serguru de querer qu'esti idioma seya la llingua de la plataforma ?
bn_bd: আপনি কি নিশ্চিত যে আপনি এই ভাষাকে পোর্টালের ডিফল্ট হিসেবে সেট করতে চান?
bs_ba: Jeste li sigurni da želite postaviti ovaj jezik kao zadani za portal?
ca_es: Està segur que destitja configurar aquest idioma com l'idioma per defecte de la plataforma
cs_cz: Jste si jistí, že chcete zvolit tento jazyk jako výchozí pro portál?
da: Er du sikker på, at du vil sætte dette sprog som portalens standard?
de: Diese Sprache wirklich als Standard für das Portal definieren?
el: Είστε σίγουροι ότι θέλετε να ορίσετε αυτή τη γλώσσα ως προεπιλεγμένη του πύλη;
eo: Ĉu vi certas ke vi volas fiksi ĉi tiun lingvon kiel defaŭltan por la portalo?
es: ¿Esta seguro de que desea que este idioma sea el idioma por defecto de la plataforma?
es_mx: ¿Estás seguro de que quieres establecer este idioma como el predeterminado del portal?
eu_es: Ziur al zaude hizkuntza hau plataformaren hizkuntza lehenetsia izatea nahi duzula?
fa_ir: آیا مطمئن هستید که می‌خواهید این زبان را به عنوان زبان پیش‌فرض پورتال تنظیم کنید؟
fi_fi: Oletko varma että haluat asettaa tämän kielen portaalin oletuskieliksi?
fo_fo: Er tú vís í, at tú ynskir at seta hetta málið sum portalins sjálvgjorda?
fur: Si jer certe che vuês impostâ cheste lenghe come lenghe predefinide dal portal?
ga: An bhfuil tú cinnte gur mhaith leat an teanga seo a shocrú mar réamhshocrú an phortail?
gl: Esta seguro de que desexa que este idioma sexa o idioma por defecto da plataforma?
he_il: האם אתה בטוח שברצונך להגדיר שפה זו כברירת מחדל של הפורטל?
hi: क्या आप निश्चित हैं कि आप इस भाषा को पोर्टल की डिफ़ॉल्ट भाषा के रूप में सेट करना चाहते हैं?
hr_hr: Jeste li sigurni da želite postaviti ovaj jezik kao zadani jezik portala?
hu_hu: Biztosan szeretné ezt a nyelvet a portál alapértelmezettjeként beállítani?
hy: համոզվա՞ծ եք, որ այս լեզուն դնեք որպես պորտալի հիմնադիր
id_id: Apakah Anda yakin ingin menjadikan bahasa ini sebagai bahasa default portal?
it: Sei sicuro di voler usare questa lingua come lingua di default per il portale?
ja: この言語をプラットフォームの既定として設定してもよろしいですか?
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ ენის პორტალის ნაგულისხმევად დაყენება?
ko_kr: 이 언어를 포털의 기본 언어로 설정하시겠습니까?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຕັ້ງພາສານີ້ເປັນພາສາເລີ່ມຕົ້ນຂອງເວັບໄຊ?
lt_lt: Ar tikrai norite nustatyti šią kalbą kaip portalo numatytąją?
lv_lv: Jūs esat pārliecināts, iestatīt šo valodu, kā portāla pamatvalodu?
mk_mk: Дали сте сигурни дека сакате да го поставите овој јазик како стандарден за порталот?
ms_my: Adakah anda pasti mahu tetapkan bahasa ini sebagai lalai portal?
my_mm: ဤဘာသာစကားကို ပေါ်တယ်၏ မူလဘာသာစကားအဖြစ် သတ်မှတ်လိုသည်မှာ သေချာပါသလား။
ne: के तपाईं यो भाषालाई पोर्टलको पूर्वनिर्धारित बनाउन निश्चित हुनुहुन्छ?
nl: Bent u zeker dat u deze taal wenst te gebruiken als de standaardtaal voor uw portaal?
nn_no: Er du sikker på at du vil setje dette språket som portalens standard?
oc: Sètz segur que volètz fixar aquesta lenga coma la lenga per defaut del portal ?
pl_pl: Na pewno chcesz ustawić ten język jako domyślny język portalu?
ps: آیا تاسو ډاډه یاست چې دا ژبه د پورټل پیش فرض کړئ؟
pt_br: Tem a certeza de que deseja que este idioma seja o idioma padrão da plataforma?
pt_pt: Tem a certeza de que deseja que este idioma seja o idioma por defeito da plataforma?
ro_ro: Sunteti sigur ca doriti sa folositi aceasta limba standard pe portalul dumneavoastra?
ru_ru: Вы уверены, что хотите установить этот язык как язык по умолчанию портала?
sk_sk: Naozaj chcete nastaviť tento jazyk ako štandardný jazyk portálu?
sl: Ste prepričani, da želite nastaviti ta jezik kot privzeti jezik portala?
sq: A jeni të sigurt që dëshironi ta vendosni këtë gjuhë si gjuhën e paracaktuar të portalit?
sr_rs: Da li ste sigurni da želite da postavite ovaj jezik kao podrazumevani za portal?
sv_se: Är du säker på att du vill sätta detta språk som portalens standard?
sw_ke: Je, una uhakika unataka kuweka lugha hii kama lugha ya chaguo la kipekee la lango?
ta: இந்த மொழியை போர்ட்டலின் இயல்புநிலை ஆக அமைக்க விரும்புகிறீர்களா?
th: คุณแน่ใจหรือไม่ว่าต้องการตั้งภาษานี้เป็นภาษาเริ่มต้นของพอร์ทัล?
tl_ph: Sigurado ka bang gusto mong i-set ang wikang ito bilang default ng portal?
tr: Bu dili portala varsayılan olarak ayarlamak istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете встановити цю мову як мову за замовчуванням порталу?
vi_vn: Bạn có chắc chắn muốn đặt ngôn ngữ này làm ngôn ngữ mặc định của cổng?
xh_za: Uqinisekile ukuba ufuna ukusetaolu si siqwenga njengowokuqala weportal?
zh_cn: 您确定要将此语言设置为门户默认语言吗？
zh_tw: 您確定要將此語言設為入口網站預設語言嗎？

source: Current portal's language
ar: لغة النظام الحالية
ast_es: Llingua actual del portal
bn_bd: বর্তমান পোর্টালের ভাষা
bs_ba: Trenutni jezik portala
ca_es: Idioma actual de la plataforma
cs_cz: Aktuální jazyk portálu
da: Nuværende portalsprog
de: Aktuelle Sprache des Portals
el: Τρέχουσα γλώσσα πύλης
eo: Nuna lingvo de la portalo
es: Idioma actual de la plataforma
es_mx: Idioma actual del portal
eu_es: Plataformaren hizkuntza une honetan
fa_ir: زبان کنونی سیستم
fi_fi: Portaalin tämänhetkinen kieli
fo_fo: Núverandi portalins mál
fur: Lenghe corente dal portal
ga: Teanga reatha an phortail
gl: Idioma actual da plataforma
he_il: שפת הפורטל הנוכחית
hi: वर्तमान पोर्टल की भाषा
hr_hr: Trenutni jezik portala
hu_hu: Jelenlegi portál nyelve
hy: Ընթացիկ պորտալի լեզուն
id_id: Bahasa portal saat ini
it: Lingua di default del portale
ja: 現在のプラットフォームの言語
ka_ge: პორტალის მიმდინარე ენა
ko_kr: 현재 포털 언어
lo: ພາສາປັດຈຸບັນຂອງເວັບໄຊ
lt_lt: Dabartinė portalo kalba
lv_lv: Pašreizējā portāla valoda
mk_mk: Тековен јазик на порталот
ms_my: Bahasa portal semasa
my_mm: လက်ရှိပေါ်တယ်၏ ဘာသာစကား
ne: हालको पोर्टलको भाषा
nl: De huidige taal van het portaal
nn_no: Noverande portalar-språk
oc: Lenga corrènta del portal
pl_pl: Obecny język portalu
ps: د اوسني پورټل ژبه
pt_br: Idioma atual da plataforma
pt_pt: Idioma actual do portal.
ro_ro: Limba actuala a portalului
ru_ru: Текущий язык портала
sk_sk: Aktuálny jazyk portálu
sl: Trenutni jezik portala
sq: Gjuha aktuale e portalit
sr_rs: Jezik trenutnog portala
sv_se: Nuvarande portalspråk
sw_ke: Lugha ya sasa ya lango
ta: தற்போதைய போர்ட்டலின் மொழி
th: ภาษาปัจจุบันของพอร์ทัล
tl_ph: Kasalukuyang wika ng portal
tr: Mevcut portal dili
uk_ua: Поточна мова порталу
vi_vn: Ngôn ngữ hiện tại của cổng
xh_za: Ulwimi lwangoku lweportal
zh_cn: 当前门户语言
zh_tw: 目前入口網站語言

source: Edit users and URLs
ar: URLs تعديل المستخدمين والروابط
ast_es: Editar usuarios y URLs
bn_bd: ব্যবহারকারী এবং ইউআরএল সম্পাদনা করুন
bs_ba: Uredi korisnike i URL-ove
ca_es: Editar usuaris i URLs
cs_cz: Upravit uživatele a URL adresy
da: Redigér brugere og URL'er
de: Ändere Benutzer und URLs
el: Επεξεργασία χρηστών και διευθύνσεων URL
eo: Redakti uzantojn kaj URL-ojn
es: Editar usuarios y URLs
es_mx: Editar usuarios y URLs
eu_es: Editatu erabiltzaileak eta URLak
fa_ir: ویرایش کاربران و URLها
fi_fi: Muokkaa käyttäjiä ja URL-osoitteita
fo_fo: Brota brúkarar og URL-arnar
fur: Modificâ utents e URL
ga: Cuir eagarthóireacht ar úsáideoirí agus URLanna
gl: Editar usuarios e URLs
he_il: ערוך משתמשים וכתובות URL
hi: उपयोगकर्ता और URL संपादित करें
hr_hr: Uredi korisnike i URL-ove
hu_hu: Felhasználók és URL-ek szerkesztése
hy: Խմբագրել օգտատերերին և URL-ները
id_id: Edit pengguna dan URL
it: Modifica utenti e URL
ja: ユーザーとURLを編集
ka_ge: მომხმარებლების და URL-ების რედაქტირება
ko_kr: 사용자 및 URL 편집
lo: ແກ້ໄຂຜູ້ໃຊ້ ແລະ URL
lt_lt: Redaguoti vartotojus ir URL
lv_lv: Rediģēt lietotājus un URL
mk_mk: Уреди корисници и URL
ms_my: Edit pengguna dan URL
my_mm: အသုံးပြုသူများနှင့် URL များကို တည်းဖြတ်ပါ
ne: प्रयोगकर्ता र URL सम्पादन गर्नुहोस्
nl: Wijzig gebruikers en URLs
nn_no: Rediger brukarar og URL-ar
oc: Modificar utilizaires e URLs
pl_pl: Edytuj użytkowników i adresy URL
ps: کاروونکي او URL سم کړئ
pt_br: Editar usuários e URLs
pt_pt: Editar utilizadores e URLs/caminhos
ro_ro: Sterge utilizatori si URL-uri
ru_ru: Редактировать пользователей и URL
sk_sk: Upraviť používateľov a URL adresy
sl: Uredi uporabnike in URL-je
sq: Ndrysho përdoruesit dhe URL-të
sr_rs: Izmeni korisnike i URL-ove
sv_se: Redigera användare och URL:er
sw_ke: Hariri watumiaji na URL
ta: பயனர்கள் மற்றும் URLகளைத் திருத்து
th: แก้ไขผู้ใช้และ URL
tl_ph: I-edit ang mga user at URL
tr: Kullanıcıları ve bağlantıları düzenle
uk_ua: Редагувати користувачів та URL
vi_vn: Chỉnh sửa người dùng và URL
xh_za: Lungisa abasebenzisi kunye nee-URL
zh_cn: 编辑用户和URL
zh_tw: 編輯使用者與 URL

source: Add users to an URL
ar: URL اضافة مستخدمين لرابط
ast_es: Amestar usuarios a una URL
bn_bd: একটি ইউআরএলে ব্যবহারকারী যোগ করুন
bs_ba: Dodaj korisnike na URL
ca_es: Agregar usuaris a una URL
cs_cz: Přidat uživatele k URL
da: Tilføj brugere til en URL
de: Benutzer zu einer URL hinzufügen
el: Προσθήκη χρηστών σε διεύθυνση URL
eo: Aldoni uzantojn al URL
es: Agregar usuarios a una URL
es_mx: Agregar usuarios a una URL
eu_es: Gehitu erabiltzaileak URL bati
fa_ir: افزودن کاربران به یک URL
fi_fi: Lisää käyttäjiä URL-osoitteeseen
fo_fo: Legg brúkarar afturat einari URL
fur: Zontâ utents a une URL
ga: Cuir úsáideoirí le URL
gl: Agregar usuarios a unha URL
he_il: הוסף משתמשים לכתובת אתר
hi: URL में उपयोगकर्ता जोड़ें
hr_hr: Dodaj korisnike na URL
hu_hu: Felhasználók hozzáadása egy URL-hez
hy: Ավելացնել օգտատերեր URL-ի
id_id: Tambah pengguna ke URL
it: Aggiungi utenti ad URL
ja: URLにユーザーを追加
ka_ge: მომხმარებლების დამატება URL-ს
ko_kr: URL에 사용자 추가
lt_lt: Pridėti vartotojus prie URL
lv_lv: Pievienot lietotājus URL
mk_mk: Додади корисници на URL
ms_my: Tambah pengguna ke URL
my_mm: URL တစ်ခုသို့ အသုံးပြုသူများကို ထည့်သွင်းပါ
ne: URL मा प्रयोगकर्ताहरू थप्नुहोस्
nl: Voeg gebruikers toe aan een URL
nn_no: Legg brukarar til ein URL
oc: Apondre utilizaires a una URL
pl_pl: Dodaj użytkowników do adresu URL
ps: کاروونکي د URL سره اضافه کړئ
pt_br: Adicionar usuários a uma URL
pt_pt: Adicionar utilizadores a um URL/caminho
ro_ro: Adauga utilizatori pe URL
ru_ru: Добавить пользователей к URL
sk_sk: Pridať používateľov k URL
sl: Dodaj uporabnike k URL
sq: Shto përdorues te një URL
sr_rs: Dodaj korisnike na URL
sv_se: Lägg till användare till en URL
sw_ke: Ongeza watumiaji kwenye URL
ta: URL க்கு பயனர்களைச் சேர்க்கவும்
th: เพิ่มผู้ใช้ไปยัง URL
tl_ph: Magdagdag ng mga user sa isang URL
tr: Kullanıcıları web adresine ekle
uk_ua: Додати користувачів до URL
vi_vn: Thêm người dùng vào một URL
xh_za: Gezisa abasebenzisi kwi-URL
zh_cn: 将用户添加到URL
zh_tw: 將使用者新增至 URL

source: URL list
ar: URL قائمة روابط
ast_es: Llistáu d'URLs
bn_bd: ইউআরএল তালিকা
bs_ba: Lista URL-ova
ca_es: Llista de URLs
cs_cz: Seznam URL
da: URL-liste
de: URL-Liste
el: Λίστα διευθύνσεων URL
eo: Listo de URL-oj
es: Lista de URLs
es_mx: Lista de URLs
eu_es: URL zerrenda
fa_ir: لیست URL
fi_fi: URL-luettelo
fo_fo: URL-listi
fur: Liste URL
ga: Liosta URL
gl: Lista de URLs
he_il: רשימת כתובות אתרים
hi: URL सूची
hr_hr: Popis URL-ova
hu_hu: URL lista
hy: URL-ների ցանկ
id_id: Daftar URL
it: Elenco URL
ja: URL一覧
ka_ge: URL-ების სია
ko_kr: URL 목록
lt_lt: URL sąrašas
lv_lv: URL saraksts
mk_mk: Листа на URL
ms_my: Senarai URL
my_mm: URL စာရင်း
ne: URL सूची
nl: URL lijst
nn_no: URL-liste
oc: Lista d'URLs
pl_pl: Lista URL
ps: URL فهرست
pt_br: Lista de URLs
pt_pt: Lista do URL/caminho
ro_ro: Lista URL
ru_ru: Список URL
sk_sk: Zoznam URL
sl: Seznam URL-jev
sq: Lista e URL-ve
sr_rs: Lista URL-ova
sv_se: URL-lista
sw_ke: Orodha ya URL
ta: URL பட்டியல்
th: รายการ URL
tl_ph: Listahan ng URL
tr: URL listesi
uk_ua: Список URL
vi_vn: Danh sách URL
xh_za: Uluhlu lwee-URL
zh_cn: URL列表
zh_tw: URL 清單

source: Add users to that URL
ar: URL اضافة مستخدمين الى رابط
ast_es: Amestar usuarios a esta URL
bn_bd: সেই ইউআরএলে ব্যবহারকারী যোগ করুন
bs_ba: Dodaj korisnike na taj URL
ca_es: Agregar usuaris a aquesta URL
cs_cz: Přidat uživatele k této URL
da: Tilføj brugere til denne URL
de: Benutzer zu dieser URL hinzufügen
el: Προσθήκη χρηστών σε αυτή την διεύθυνση URL
eo: Aldoni uzantojn al tiu URL
es: Agregar usuarios a esta URL
es_mx: Agregar usuarios a esa URL
eu_es: Gehitu erabiltzaileak URL honi
fa_ir: افزودن کاربران به آن URL
fi_fi: Lisää käyttäjiä kyseiseen URL-osoitteeseen
fo_fo: Legg brúkarar afturat hesi URL
fur: Zontâ utents a cheste URL
ga: Cuir úsáideoirí leis an URL sin
gl: Agregar usuarios a esta URL
he_il: הוסף משתמשים לכתובת האתר הזו
hi: उस URL में उपयोगकर्ता जोड़ें
hr_hr: Dodaj korisnike na taj URL
hu_hu: Felhasználók hozzáadása ehhez az URL-hez
hy: Ավելացնել օգտատերեր այդ URL-ին
id_id: Tambah pengguna ke URL tersebut
it: Aggiungi utenti all'URL
ja: そのURLにユーザーを追加
ka_ge: მომხმარებლების დამატება ამ URL-ს
ko_kr: 해당 URL에 사용자 추가
lt_lt: Pridėti vartotojus prie šio URL
lv_lv: Pievienot lietotājus šim URL
mk_mk: Додади корисници на овој URL
ms_my: Tambah pengguna ke URL tersebut
my_mm: ထို URL သို့ အသုံးပြုသူများကို ထည့်သွင်းပါ
ne: त्यो URL मा प्रयोगकर्ताहरू थप्नुहोस्
nl: Voeg gebruikers toe aan deze URL
nn_no: Legg brukarar til denne URL-en
oc: Apondre utilizaires a aquela URL
pl_pl: Dodaj użytkowników do tego adresu URL
ps: کاروونکي د هغه URL سره اضافه کړئ
pt_br: Adicionar usuários a esta URL
pt_pt: Adicionar utilizadores a esse URL/caminho
ro_ro: Adauga utilizatori acestui URL
ru_ru: Добавить пользователей к этому URL
sk_sk: Pridať používateľov k tejto URL
sl: Dodaj uporabnike k temu URL-ju
sq: Shto përdorues te ky URL
sr_rs: Dodaj korisnike na taj URL
sv_se: Lägg till användare till den URL:en
sw_ke: Ongeza watumiaji kwenye URL hiyo
ta: அந்த URL க்கு பயனர்களைச் சேர்க்கவும்
th: เพิ่มผู้ใช้ไปยัง URL นั้น
tl_ph: Magdagdag ng mga user sa URL na iyan
tr: Bu URL'ye kullanıcı ekle
uk_ua: Додати користувачів до цього URL
vi_vn: Thêm người dùng vào URL đó
xh_za: Gezisa abasebenzisi kwelo si-URL
zh_cn: 将用户添加到该URL
zh_tw: 將使用者新增至該 URL

source: Select URL
ar: URL اختيار رابط
ast_es: Escueya una URL
bn_bd: ইউআরএল নির্বাচন করুন
bs_ba: Odaberi URL
ca_es: Seleccioni una URL
cs_cz: Zvolit URL
da: Vælg URL
de: URL auswählen
el: Επιλογή διεύθυνσης URL
eo: Elekti URL
es: Seleccione una URL
es_mx: Seleccionar URL
eu_es: Hautatu URL bat
fa_ir: انتخاب URL
fi_fi: Valitse URL
fo_fo: Vel URL
fur: Scealt URL
ga: Roghnaigh URL
gl: Seleccione unha URL
he_il: בחר כתובת URL
hi: URL चुनें
hr_hr: Odaberi URL
hu_hu: URL kiválasztása
hy: Ընտրել URL
id_id: Pilih URL
it: Seleziona URL
ja: URLを選択
ka_ge: URL-ის შერჩევა
ko_kr: URL 선택
lo: ເລືອກ URL
lt_lt: Pasirinkite URL
lv_lv: Izvēlēties URL
mk_mk: Избери URL
ms_my: Pilih URL
my_mm: URL ကို ရွေးချယ်ပါ
ne: URL छान्नुहोस्
nl: Kies een URL
nn_no: Vel URL
oc: Seleccionatz l'URL
pl_pl: Wybierz URL
ps: URL غوره کړئ
pt_br: Selecione uma URL
pt_pt: Selecione um URL/caminho
ro_ro: Selectați o adresă URL
ru_ru: Выберите URL
sk_sk: Vybrať URL
sl: Izberi URL
sq: Zgjidh URL
sr_rs: Izaberite URL
sv_se: Välj URL
sw_ke: Chagua URL
ta: URL ஐத் தேர்ந்தெடுக்கவும்
th: เลือก URL
tl_ph: Pumili ng URL
tr: URL seç
uk_ua: Вибрати URL
vi_vn: Chọn URL
xh_za: Khetha i-URL
zh_cn: 选择URL
zh_tw: 選擇 URL

source: Users subscribed to this URL
ar: URL المستخدمين المسجلين في هذا الرابط
ast_es: Usuarios rexistraos nesta URL
bn_bd: এই ইউআরএলে সাবস্ক্রাইবড ব্যবহারকারী
bs_ba: Korisnici prijavljeni na ovaj URL
ca_es: Usuaris registrats en aquesta URL
cs_cz: Uživatelé přihlášení k této URL
da: Brugere tilmeldt denne URL
de: Benutzer an dieser URL registriert
el: Χρήστες εγγεγραμμένοι σε αυτή την διεύθυνση URL
eo: Uzantoj aliĝintaj al tiu URL
es: Usuarios registrados en esta URL
es_mx: Usuarios inscritos a esta URL
eu_es: URL honetan inskribatutako erabiltzaileak
fa_ir: کاربران ثبت‌شده در این URL
fi_fi: Tähän URL-osoitteeseen ilmoittautuneet käyttäjät
fo_fo: Brúkarar meldaðir til henda URL
fur: Utents iscrîts a cheste URL
ga: Úsáideoirí foilsithe leis an URL seo
gl: Usuarios rexistrados nesta URL
he_il: משתמשים נרשמו לכתובת אתר זו
hi: इस URL में नामांकित उपयोगकर्ता
hr_hr: Korisnici pretplaćeni na ovaj URL
hu_hu: Ehhez az URL-hez feliratkozott felhasználók
hy: Այս URL-ին բաժանորդագրված օգտատերեր
id_id: Pengguna yang berlangganan URL ini
it: Utenti sottoscritti all'URL
ja: このURLに登録されたユーザー
ka_ge: ამ URL-ზე რეგისტრირებული მომხმარებლები
ko_kr: 이 URL에 구독된 사용자
lo: ຜູ້ໃຊ້ທີ່ລົງທະບຽນໃນ URL ນີ້
lt_lt: Vartotojai, užsiregistravę prie šio URL
lv_lv: Lietotāji, kas abonē šo URL
mk_mk: Корисници запишани на овој URL
ms_my: Pengguna yang melanggan URL ini
my_mm: ဤ URL သို့ စာရင်းသွင်းထားသော အသုံးပြုသူများ
ne: यो URL मा सदस्यता लिएका प्रयोगकर्ताहरू
nl: Gebruikers die gekoppeld zijn aan deze URL
nn_no: Brukarar meldt på denne URL-en
oc: Utilizaires inscrits a aquesta URL
pl_pl: Użytkownicy zapisani na ten adres URL
ps: د دې URL سره تړل شوي کاروونکي
pt_br: Usuários inscritos nesta URL
pt_pt: Utilizadores inscritos neste URL/caminho
ro_ro: Utilizatori care sunt atasati acestui URL
ru_ru: Пользователи, подписанные на этот URL
sk_sk: Používatelia prihlásení na tejto URL adrese
sl: Uporabniki, vpisani preko tega URL
sq: Përdoruesit e abonuar në këtë URL
sr_rs: Korisnici pretplaćeni na ovaj URL
sv_se: Användare prenumererar på denna URL
sw_ke: Watumiaji waliotajwa kwenye URL hii
ta: இந்த URL க்கு பதிவு செய்யப்பட்ட பயனர்கள்
th: ผู้ใช้ที่สมัครสมาชิก URL นี้
tl_ph: Mga user na naka-subscribe sa URL na ito
tr: Bu URL'ye abone olan kullanıcılar
uk_ua: Користувачі, підписані на цей URL
vi_vn: Người dùng đăng ký vào URL này
xh_za: Abasebenzisi ababhalisile kweli si-URL
zh_cn: 订阅此URL的用户
zh_tw: 訂閱此 URL 的使用者

source: The user accounts have been updated
ar: تم تحديث حسابات المستخدمين
ast_es: Los usuarios quedaren modificaos
bn_bd: ব্যবহারকারী অ্যাকাউন্টগুলি আপডেট করা হয়েছে
bs_ba: Korisnički računi su ažurirani
ca_es: Els usuaris han estat modificats
cs_cz: Uživatelský účet byl aktualizován
da: Brugerkonti er opdateret
de: Benutzer-Zugänge wurden aktualisiert
el: Οι λογαριασμοί χρηστών ενημερώθηκαν
eo: La uzantkontoj estas ĝisdatigitaj
es: Los usuarios fueron modificados
es_mx: Las cuentas de usuario han sido actualizadas
eu_es: Erabiltzaile kontuak eguneratu dira
fa_ir: حساب‌های کاربری به‌روزرسانی شد
fi_fi: Käyttäjätilit on päivitetty
fo_fo: Brúkarakonturnar eru uppførdar
fur: I conts utents a son stât aziornâts
ga: Tá cuntais úsáideoirí nuashonraithe
gl: Modificáronse os usuarios
he_il: חשבונות המשתמש עודכנו
hi: उपयोगकर्ता खाते अपडेट कर दिए गए हैं
hr_hr: Korisnički računi su ažurirani
hu_hu: A felhasználói fiókok frissítve
hy: Օգտատիրոջ հաշիվները թարմացվել են
id_id: Akun pengguna telah diperbarui
it: Utenti modificati
ja: ユーザーアカウントが更新されました
ka_ge: მომხმარებლის ანგარიშები განახლდა
ko_kr: 사용자 계정이 업데이트되었습니다
lt_lt: Vartotojų paskyros buvo atnaujintos
lv_lv: Lietotāju konti ir atjaunināti
mk_mk: Профилите на корисниците се ажурирани
ms_my: Akaun pengguna telah dikemas kini
my_mm: အသုံးပြုသူအကောင့်များကို အဆင့်မြှင့်တင်ပြီးဖြစ်သည်
ne: प्रयोगकर्ता खाताहरू अपडेट भएका छन्
nl: De gebruikersaccounts zijn geüpdated.
nn_no: Brukarkontoane er oppdatert
oc: Los comptes utilizaires son estats actualizats
pl_pl: Konta użytkownika zostały zaktualizowane
ps: د کاروونکي حسابونه تازه شوي
pt_br: As contas dos usuários foram atualizadas
pt_pt: As contas dos utilizadores foram actualizadas
ro_ro: Conturile utilizatorilor sunt actualizate
ru_ru: Учетные записи пользователей обновлены
sk_sk: Používatelia boli upravení
sl: Uporabniki so bili ažurirani
sq: Llogaritë e përdoruesve janë përditësuar
sr_rs: Korisnički nalozi su ažurirani
sv_se: Användarkonton har uppdaterats
sw_ke: Akaunti za watumiaji zimesasishwa
ta: பயனர் கணக்குகள் புதுப்பிக்கப்பட்டன
th: บัญชีผู้ใช้ถูกอัปเดตแล้ว
tl_ph: Na-update na ang mga user account
tr: Kullanıcı hesapları güncellendi
uk_ua: Облікові записи користувачів оновлено
vi_vn: Các tài khoản người dùng đã được cập nhật
xh_za: Ii-akhawunti zabasebenzisi ziye zintlenganyelwe
zh_cn: 用户账户已更新
zh_tw: 使用者帳戶已更新

source: You must select at least one user and one URL
ar: URL يجب عليك اختيار مستخدم واحد على الاقل ورابط
ast_es: Escueya polo menos un usuariu y una URL
bn_bd: আপনাকে কমপক্ষে একজন ব্যবহারকারী এবং একটি ইউআরএল নির্বাচন করতে হবে
bs_ba: Morate odabrati barem jednog korisnika i jedan URL
ca_es: Seleccioni almenys un usuari i una URL
cs_cz: Musíte vybrat nejméně jednoho uživatele a jednu URL
da: Du skal vælge mindst én bruger og én URL
de: Mindestens ein Benutzer und eine URL müssen ausgewählt sein
el: Πρέπει να επιλέξετε τουλάχιστον έναν χρήστη και μία διεύθυνση URL
eo: Vi devas selekti almenaŭ unu uzanton kaj unu URL
es: Seleccione por lo menos un usuario y una URL
es_mx: Debes seleccionar al menos un usuario y una URL
eu_es: Gutxienez, erabiltzaile bat eta URL bat hautatu behar dituzu
fa_ir: باید حداقل یک کاربر و یک URL انتخاب کنید
fi_fi: Sinun täytyy valita vähintään yksi käyttäjä ja yksi URL
fo_fo: Tú skalt velja minst ein brúkara og eina URL
fur: Âs da selezionâ al minst un utent e une URL
ga: Ní mór úsáideoir amháin ar a laghad agus URL amháin a roghnú
gl: Seleccione polo menos un usuario e unha URL
he_il: עליך לבחור לפחות משתמש אחד וכתובת אתר אחת
hi: आपको कम से कम एक उपयोगकर्ता और एक URL चुनना होगा
hr_hr: Morate odabrati barem jednog korisnika i jedan URL
hu_hu: Legalább egy felhasználót és egy URL-t ki kell választania
hy: Դուք պետք է ընտրեք առնվազն մեկ օգտատեր և մեկ URL
id_id: Anda harus memilih setidaknya satu pengguna dan satu URL
it: Devi almeno selezionare un utente e un URL
ja: 少なくとも1人のユーザーと1つのURLを選択する必要があります
ka_ge: უნდა აირჩიოთ მინიმუმ ერთი მომხმარებელი და ერთი URL
ko_kr: 최소 한 명의 사용자와 하나의 URL을 선택해야 합니다
lo: ທ່ານຕ້ອງເລືອກຢ່າງໜ້ອຍໜຶ່ງຜູ້ໃຊ້ ແລະ ໜຶ່ງ URL
lt_lt: Turite pasirinkti bent vieną vartotoją ir vieną URL
lv_lv: Jums jāizvēlas vismaz viens lietotājs un viens URL
mk_mk: Мора да изберете барем еден корисник и еден URL
ms_my: Anda mesti pilih sekurang-kurangnya satu pengguna dan satu URL
my_mm: သင်သည် အနည်းဆုံး အသုံးပြုသူတစ်ဦးနှင့် URL တစ်ခုကို ရွေးချယ်ရမည်
ne: तपाईंले कम्तीमा एक प्रयोगकर्ता र एक URL छान्नुपर्छ
nl: U dient ten minste één gebruiker en één URL te selecteren.
nn_no: Du må velje minst ein brukar og ein URL
oc: Cal seleccionar al mens un utilizaire e una URL
pl_pl: Należy wybrać co najmniej jedego użytkownika i jeden adres URL
ps: تاسو باید لږ تر لږه یو کاروونکی او یو URL غوره کړئ
pt_br: É necessário selecionar, no mínimo, um usuário e uma URL
pt_pt: Tem de seleccionar, no mínimo, um utilizador e um URL/caminho
ro_ro: Trebuie cel putin un utilizator si un URL sa fie selectate
ru_ru: Вы должны выбрать хотя бы одного пользователя и один URL
sk_sk: Musíte označiť aspoň jedného používateľa a jednu URL
sl: Izbrati morate vsaj enega uporanika in vsaj en URL
sq: Duhet të zgjidhni të paktën një përdorues dhe një URL
sr_rs: Morate izabrati bar jednog korisnika i jedan URL
sv_se: Du måste välja minst en användare och en URL
sw_ke: Lazima uchague angalau mtumiaji mmoja na URL moja
ta: குறைந்தது ஒரு பயனர் மற்றும் ஒரு URL ஐத் தேர்ந்தெடுக்க வேண்டும்
th: คุณต้องเลือกผู้ใช้อย่างน้อยหนึ่งคนและ URL หนึ่งรายการ
tl_ph: Dapat kang pumili ng hindi bababa sa isang user at isang URL
tr: En az bir kullanıcı ve bir URL seçmelisiniz
uk_ua: Ви повинні вибрати принаймні одного користувача та один URL
vi_vn: Bạn phải chọn ít nhất một người dùng và một URL
xh_za: Kufuneka ukhethe omnye umsebenzisi omnye kunye ne-URL enye
zh_cn: 您必须至少选择一个用户和一个URL
zh_tw: 您必須至少選擇一個使用者與一個 URL
