Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: User groups list
ar: قائمة مجاميع المستخدم
ast_es: Llista de grupus d'usuariu
bn_bd: ব্যবহারকারী গ্রুপের তালিকা
bs_ba: Lista korisničkih grupa
ca_es: Llista de grups d'usuaris
cs_cz: Seznam uživatelských skupin
da: Brugergrupper liste
de: Benutzergruppenliste
el: Λίστα Ομάδων χρηστών
eo: Listo de uzantogrupoj
es: Lista de clases
es_mx: Lista de grupos de usuarios
eu_es: Erabiltzaile taldeen zerrenda
fa_ir: لیست گروه‌های کاربری
fi_fi: Käyttäjäryhmien luettelo
fo_fo: Listi yvir brúkarabólkar
fur: Liste dai grups di utents
ga: Liosta grúpaí úsáideoirí
gl: Listado de clases
he_il: רשימת קבוצות משתמשים
hi: उपयोगकर्ता समूह सूची
hr_hr: Popis korisničkih grupa
hu_hu: Felhasználói csoportok listája
hy: Օգտատերերի խմբերի ցուցակ
id_id: Daftar grup pengguna
it: Lista gruppi utente
ja: ユーザーグループ一覧
ka_ge: მომხმარებლის ჯგუფების სია
ko_kr: 사용자 그룹 목록
lt_lt: Naudotojų grupių sąrašas
lv_lv: Lietotāju grupu saraksts
mk_mk: Листа на кориснички групи
ms_my: Senarai kumpulan pengguna
my_mm: အသုံးပြုသူအဖွဲ့စာရင်း
ne: प्रयोगकर्ता समूहहरू सूची
nl: Gebruikersgroepenlijst
nn_no: Brukargrupper liste
oc: Lista dels grupos d'utilizaires
pl_pl: Lista grup użytkowników
ps: کاروونکي ډلو فهرست
pt_br: Lista de grupos de usuários
pt_pt: Lista de grupos do utilizador
ro_ro: Lista de clase
ru_ru: Список групп пользователей
sk_sk: Zoznam používateľských skupín
sl: Seznam skupin uporabnikov
sq: Lista e grupeve të përdoruesve
sr_rs: Lista grupa korisnika
sv_se: Lista över användargrupper
sw_ke: Orodha ya vikundi vya watumiaji
ta: பயனர் குழுக்கள் பட்டியல்
th: รายการกลุ่มผู้ใช้
tl_ph: Listahan ng mga user group
tr: Kullanıcı grupları listesi
uk_ua: Список груп користувачів
vi_vn: Danh sách nhóm người dùng
xh_za: Uluhlu lwamaqela abasebenzisi
zh_cn: 用户组列表
zh_tw: 使用者群組清單

source: Add group to URL
ar: URL اضافة مجموعة الى رابط
ast_es: Amestar grupu a URL
bn_bd: URL এ গ্রুপ যোগ করুন
bs_ba: Dodaj grupu URL-u
ca_es: Afegeix grup a la URL
cs_cz: Přidat skupinu k URL
da: Tilføj gruppe til URL
de: Gruppe zu URL hinzufügen
el: Προσθέστε την ομάδα στη διεύθυνση URL
eo: Aldoni grupon al URL
es: Agregar clases a una URL
es_mx: Agregar grupo a URL
eu_es: Taldea URL-ra gehitu
fa_ir: افزودن گروه به URL
fi_fi: Lisää ryhmä URL-osoitteeseen
fo_fo: Legg bólk afturat URL
fur: Zonta grup a URL
ga: Cuir grúpa le URL
gl: Engadir clases a unha URL
he_il: הוסף קבוצה לכתובת URL
hi: URL में समूह जोड़ें
hr_hr: Dodaj grupu na URL
hu_hu: Csoport hozzáadása az URL-hez
hy: Ավելացնել խումբ URL-ին
id_id: Tambahkan grup ke URL
it: Aggiungi gruppo alla URL
ja: URLにグループを追加
ka_ge: ჯგუფის დამატება URL-ს
ko_kr: URL에 그룹 추가
lt_lt: Pridėti grupę prie URL
lv_lv: Pievienot grupu saitei
mk_mk: Додај група на URL
ms_my: Tambah kumpulan ke URL
my_mm: URL သို့ အဖွဲ့ထည့်ပါ
ne: URL मा समूह थप्नुहोस्
nl: Voeg groep toe aan URL
nn_no: Legg gruppe til URL
oc: Apondre grup a l'URL
pl_pl: Dodaj grupę do URL
ps: ډله URL ته اضافه کړئ
pt_br: Adicionar grupo para URL
pt_pt: Adicionar grupo ao endereço URL
ro_ro: Adaugati clase la o URL
ru_ru: Добавить группу к ссылке
sk_sk: Pridať skupinu do URL
sl: Dodaj skupino k URL
sq: Shto grup në URL
sr_rs: Dodaj grupu URL-u
sv_se: Lägg till grupp till URL
sw_ke: Ongeza kikundi kwenye URL
ta: URL க்கு குழுவைச் சேர்க்கவும்
th: เพิ่มกลุ่มไปยัง URL
tl_ph: Magdagdag ng grupo sa URL
tr: Grubu URL'ye ekle
uk_ua: Додати групу до URL
vi_vn: Thêm nhóm vào URL
xh_za: Faka iqela kwi-URL
zh_cn: 将组添加到URL
zh_tw: 將群組新增至 URL

source: Groups in %s
ar: المجاميع في %s
ast_es: Gr pus en %s
bn_bd: %s তে গ্রুপসমূহ
bs_ba: Grupe u %s
ca_es: Groups en %s
cs_cz: Skupiny v %s
da: Grupper i %s
de: Gruppen in %s
el: Ομάδες σε %s
eo: Grupoj en %s
es: Clases de %s
es_mx: Grupos en %s
eu_es: %s-(e)ko taldeak
fa_ir: گروه‌ها در %s
fi_fi: Ryhmät kohteessa %s
fo_fo: Bólkar í %s
fur: Grups in %s
ga: Grúpaí i %s
gl: Clases en %s
he_il: קבוצות ב-%s
hi: %s में समूह
hr_hr: Grupe u %s
hu_hu: Csoportok a %s-ban
hy: Խմբեր %s-ում
id_id: Grup di %s
it: Gruppi in %s
ja: %s のグループ
ka_ge: %s-ში ჯგუფები
ko_kr: %s의 그룹
lo: ກຸ່ມໃນ %s
lt_lt: Grupės %s
lv_lv: Grupas %s
mk_mk: Групи во %s
ms_my: Kumpulan dalam %s
my_mm: %s ရှိ အဖွဲ့များ
ne: %s मा समूहहरू
nl: Groepen in %s
nn_no: Grupper i %s
oc: Grups dins %s
pl_pl: Grupy w %s
ps: %s کې ډلې
pt_br: Grupos em %s
pt_pt: Grupos em %s
ro_ro: Clase de %s
ru_ru: Группы в %s
sk_sk: Skupiny v %s
sl: SKupine v %s
sq: Grupe në %s
sr_rs: Grupe u %s
sv_se: Grupper i %s
sw_ke: Vikundi katika %s
ta: %s இல் குழுக்கள்
th: กลุ่มใน %s
tl_ph: Mga grupo sa %s
tr: %s içindeki gruplar
uk_ua: Групи в %s
vi_vn: Nhóm trong %s
xh_za: Amaqela e-%s
zh_cn: %s 中的组
zh_tw: %s 中的群組

source: Platform groups list
ar: قائمة المجاميع في النظام
ast_es: Llista de grupus de la plataforma
bn_bd: প্ল্যাটফর্ম গ্রুপের তালিকা
bs_ba: Lista platformskih grupa
ca_es: Llista de grups de la plataforma
cs_cz: Seznam platforemních skupin
da: Platform grupper liste
de: Plattformgruppenliste
el: Λίστα ομάδων Πλατφόρμας
eo: Listo de platformaj grupoj
es: Lista de clases en la plataforma.
es_mx: Lista de grupos de la plataforma
eu_es: Platformako taldeen zerrenda
fa_ir: لیست گروه‌های پلتفرم
fi_fi: Alustan ryhmien luettelo
fo_fo: Listi yvir stovnarbólkar
fur: Liste dai grups platfome
ga: Liosta grúpaí an ardáin
gl: Listado de clases da plataforma
he_il: רשימת קבוצות פלטפורמה
hi: प्लेटफ़ॉर्म समूह सूची
hr_hr: Popis platformskih grupa
hu_hu: Platform csoportok listája
hy: Պլատֆորմայի խմբերի ցուցակ
id_id: Daftar grup platform
it: Lista gruppi in piattaforma
ja: プラットフォームグループ一覧
ka_ge: პლატფორმის ჯგუფების სია
ko_kr: 플랫폼 그룹 목록
lt_lt: Platformos grupių sąrašas
lv_lv: Platformas grupu saraksts
mk_mk: Листа на платформски групи
ms_my: Senarai kumpulan platform
my_mm: ပလက်ဖောင်းအဖွဲ့စာရင်း
ne: प्लेटफर्म समूहहरू सूची
nl: Platform groepenlijst
nn_no: Platformgrupper liste
oc: Lista dels grupos de la plataforma
pl_pl: Lista grup platformy
ps: پلاتفارم ډلو فهرست
pt_br: Listar plataforma de grupos
pt_pt: Lista de grupos na plataforma
ro_ro: Lista de clase in plataforma.
ru_ru: Список групп платформы
sk_sk: Zoznam platformových skupín
sl: Seznam skupin platforme
sq: Lista e grupeve të platformës
sr_rs: Lista platformskih grupa
sv_se: Platens grupplista
sw_ke: Orodha ya vikundi vya jukwaa
ta: தள குழுக்கள் பட்டியல்
th: รายการกลุ่มแพลตฟอร์ม
tl_ph: Listahan ng mga platform group
tr: Platform grupları listesi
uk_ua: Список груп платформи
vi_vn: Danh sách nhóm nền tảng
xh_za: Uluhlu lwamaqela eplatform
zh_cn: 平台组列表
zh_tw: 平台群組清單

source: Edit groups for one URL
ar: تحرير المجاميع لرابط واحد
ast_es: Editar grupus pa un URL
bn_bd: একটি URL এর জন্য গ্রুপ সম্পাদনা করুন
bs_ba: Uredi grupe za jedan URL
ca_es: Edita els grups per cada URL
cs_cz: Upravit skupiny pro jednu URL
da: Redigér grupper for én URL
de: Gruppen für eine URL bearbeiten
el: Επεξεργασία ομάδων για ένα URL
eo: Redakti grupojn por unu URL
es: Editar clases de una URL
es_mx: Editar grupos para una URL
eu_es: Taldeak editatu URL baterako
fa_ir: ویرایش گروه‌ها برای یک URL
fi_fi: Muokkaa ryhmiä yhteen URL-osoitteeseen
fo_fo: Rætta bólkar fyri eina URL
fur: Modifiche grups par un URL
ga: Eagarthóireacht grúpaí le haghaidh URL amháin
gl: Editar clases para unha URL
he_il: ערוך קבוצות עבור כתובת אתר אחת
hi: एक URL के लिए समूह संपादित करें
hr_hr: Uredi grupe za jednu URL adresu
hu_hu: Csoportok szerkesztése egy URL-hez
hy: Խմբագրել խմբերը մեկ URL-ի համար
id_id: Edit grup untuk satu URL
it: Modifica i gruppi per una URL
ja: 1つのURLのグループを編集
ka_ge: ჯგუფების რედაქტირება ერთი URL-ისთვის
ko_kr: 하나의 URL에 대한 그룹 편집
lt_lt: Redaguoti grupes vienai URL
lv_lv: Rediģēt grupas vienai saitei
mk_mk: Уреди групи за еден URL
ms_my: Edit kumpulan untuk satu URL
my_mm: တစ်ခုတည်းသော URL အတွက် အဖွဲ့များကို ပြင်ဆင်ပါ
ne: एक URL को लागि समूहहरू सम्पादन गर्नुहोस्
nl: Bewerk groepen voor een URL
nn_no: Rediger grupper for ein URL
oc: Modificar los grupos per un URL
pl_pl: Edytuj grupy dla jednego URL
ps: د یوې URL لپاره ډلې سم کړئ
pt_br: Editar grupos para uma URL
pt_pt: Editar grupos para um endereço URL
ro_ro: Editati clase de o URL
ru_ru: Редактировать группы для одной ссылки
sk_sk: Upraviť skupiny pre jednu URL
sl: Uredi skupine za en sam URL
sq: Ndrysho grupet për një URL
sr_rs: Uredi grupe za jedan URL
sv_se: Redigera grupper för en URL
sw_ke: Hariri vikundi kwa URL moja
ta: ஒரு URL க்கான குழுக்களைத் திருத்தவும்
th: แก้ไขกลุ่มสำหรับ URL หนึ่ง
tl_ph: I-edit ang mga grupo para sa isang URL
tr: Bir URL için grupları düzenle
uk_ua: Редагувати групи для одного URL
vi_vn: Chỉnh sửa nhóm cho một URL
xh_za: Hlela amaqela kwi-URL enye
zh_cn: 编辑一个URL的组
zh_tw: 編輯單一 URL 的群組

source: Manage user groups
ar: ادارة مجاميع المستخدم
ast_es: Xestionar grupus d'usuariu
bn_bd: ব্যবহারকারী গ্রুপ পরিচালনা করুন
bs_ba: Upravljanje korisničkim grupama
ca_es: Administra grups d'usuaris
cs_cz: Spravovat uživatelské skupiny
da: Administrér bruggrupper
de: Benutzergruppen verwalten
el: Διαχείριση ομάδων χρηστών
eo: Mastri uzantogrupojn
es: Administrar clases
es_mx: Administrar grupos de usuarios
eu_es: Erabiltzaile taldeak kudeatu
fa_ir: مدیریت گروه‌های کاربری
fi_fi: Hallinnoi käyttäjäryhmiä
fo_fo: Styr brúkarabólkar
fur: Gestìs grups di utents
ga: Bainistigh grúpaí úsáideoirí
gl: Administrador de clases
he_il: נהל קבוצות משתמשים
hi: उपयोगकर्ता समूह प्रबंधित करें
hr_hr: Upravljanje korisničkim grupama
hu_hu: Felhasználói csoportok kezelése
hy: Կառավարել օգտատերերի խմբերը
id_id: Kelola grup pengguna
it: Gestisci i gruppi utenti
ja: ユーザーグループを管理
ka_ge: მომხმარებლის ჯგუფების მართვა
ko_kr: 사용자 그룹 관리
lt_lt: Tvarkyti naudotojų grupes
lv_lv: Pārvaldīt lietotāju grupas
mk_mk: Управувај со кориснички групи
ms_my: Urus kumpulan pengguna
my_mm: အသုံးပြုသူအဖွဲ့များကို စီမံခန့်ခွဲပါ
ne: प्रयोगकर्ता समूहहरू व्यवस्थापन गर्नुहोस्
nl: Beheer gebruikersgroepen
nn_no: Hald fram brukargrupper
oc: Gerir los grupos d'utilizaires
pl_pl: Zarządzaj grupami użytkowników
ps: کاروونکي ډلې اداره کړئ
pt_br: Gerencie grupos de usuário.
pt_pt: Gerir os grupos do utilizador
ro_ro: Administrati clase
ru_ru: Управление группами пользователей
sk_sk: Spravovať používateľské skupiny
sl: Upravljaj skupine uporabnikov
sq: Menaxho grupet e përdoruesve
sr_rs: Upravljaj grupama korisnika
sv_se: Hantera användargrupper
sw_ke: Dhibiti vikundi vya watumiaji
ta: பயனர் குழுக்களை நிர்வகிக்கவும்
th: จัดการกลุ่มผู้ใช้
tl_ph: Pamahalaan ang mga user group
tr: Kullanıcı gruplarını yönet
uk_ua: Керувати групами користувачів
vi_vn: Quản lý nhóm người dùng
xh_za: Lawula amaqela abasebenzisi
zh_cn: 管理用户组
zh_tw: 管理使用者群組

source: Target folder doesn't exist on the server.
ar: المجلد المستهدف غير موجود في الخادم
ast_es: La carpeta destín nun esiste nel sirvidor.
bn_bd: সার্ভারে লক্ষ্য ফোল্ডার বিদ্যমান নেই।
bs_ba: Ciljna fascikla ne postoji na serveru.
ca_es: La carpeta de destinació no existeix al servidor
cs_cz: Cílová složka neexistuje na serveru.
da: Målmappe eksisterer ikke på serveren.
de: Zielordner ist auf dem Server nicht vorhanden.
el: Ο φάκελος προορισμού δεν υπάρχει στο διακομιστή.
eo: Celdosierujo ne ekzistas sur la servilo.
es: La carpeta destino no existe en el servidor
es_mx: La carpeta destino no existe en el servidor.
eu_es: Xede karpetarik ez dago zerbitzarian.
fa_ir: پوشه مقصد روی سرور وجود ندارد.
fi_fi: Kohdekansiota ei ole palvelimella.
fo_fo: Málpapkan finst ikki á ambætarinum.
fur: La cartelle destinazion no esist sul server.
ga: Níl an fillteán sprice ann ar an bhfreastalaí.
gl: A carpeta destino non existe no servidor
he_il: תיקיית היעד לא קיימת בשרת.
hi: लक्ष्य फ़ोल्डर सर्वर पर मौजूद नहीं है।
hr_hr: Ciljna mapa ne postoji na poslužitelju.
hu_hu: A célmappa nem létezik a szerveren.
hy: Թիրախային թղթապանակը բացակայում է սերվերում:
id_id: Folder tujuan tidak ada di server.
it: La cartella di riferimento non esiste su questo server.
ja: サーバー上にターゲットフォルダーが存在しません。
ka_ge: სამიზნე საქაღალდე სერვერზე არ არსებობს.
ko_kr: 대상 폴더가 서버에 존재하지 않습니다.
lo: ໂຟນເດີປາຍທາງບໍ່ມີຢູ່ໃນເຊີບເວີ.
lt_lt: Tikslinis aplankas serveryje neegzistuoja.
lv_lv: Mērķa mape serverī nepastāv.
mk_mk: Целната папка не постои на серверот.
ms_my: Folder sasaran tidak wujud di pelayan.
my_mm: ဦးတည်ဖိုလ်ဒါသည် ဆာဗာပေါ်တွင် မရှိပါ။
ne: लक्षित फोल्डर सर्भरमा विद्यमान छैन।
nl: Doelmap bestaat niet op de server.
nn_no: Målmappe finst ikkje på tenaren.
oc: Lo dossiè cibaula existís pas sul servidor.
pl_pl: Folder docelowy nie istnieje na serwerze.
ps: هدف فولډر په سرور کې شتون نلري.
pt_br: Pasta alvo não existe no servidor.
pt_pt: A pasta de destino não existe no servidor
ro_ro: Dosarul destin nu exista in servitor
ru_ru: Целевая папка не существует на сервере.
sk_sk: Cieľový priečinok na serveri neexistuje.
sl: Ciljna mapa na strežniku ne obstaja
sq: Dosja destinacion nuk ekziston në server.
sr_rs: Ciljna fascikla ne postoji na serveru.
sv_se: Målmapp finns inte på servern.
sw_ke: Folda lengwa haipo kwenye seva.
ta: இலக்கு கோப்புறை சர்வரில் இல்லை.
th: โฟลเดอร์เป้าหมายไม่มีอยู่บนเซิร์ฟเวอร์
tl_ph: Ang target folder ay hindi umiiral sa server.
tr: Hedef klasör sunucuda mevcut değil.
uk_ua: Цільова папка не існує на сервері.
vi_vn: Thư mục đích không tồn tại trên máy chủ.
xh_za: Ifoldara ekujoliswe kuyo ayikholelekanga kwiserver.
zh_cn: 服务器上的目标文件夹不存在。
zh_tw: 伺服器上目標資料夾不存在。
