Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: The specified file doesn't contain all needed data !
qu_pe: Wayaqa t'oqsichisqapiqa mana kanchu llipin imaymanakuna munasqa !

source: You can't import more than 500 users at once !
qu_pe: Manan apachikumunmanchu 500 astawan haykuqmasikunataqa !

source: Databases (phpMyAdmin)
qu_pe: Bases de datos nisqan (phpMyAdmin)

source: Users
qu_pe: Haykuqmasikuna

source: Classes of users
qu_pe: Haykuqmasikunaq clasenkuna

source: Groups of users
qu_pe: Haykuqmasikunamanta huñusqakuna

source: Subscribe a user / group to a course
qu_pe: Qelqachay hoq haykuqmasita utaq huñusqata yachachinaman

source: There are no categories here
qu_pe: Mana mitakunayuq

source: Allow adding courses in this category?
qu_pe: Huñiy yachachinakuna yapakunanpaq kay mitaman

source: Go to the forum
qu_pe: Riy k'itirimanaman

source: Category code
qu_pe: Mitaq chinpun

source: The Twitter Creator is a Twitter account (e.g. @ywarnier) that represents the *person* that created the site. This field is optional.
qu_pe: Twitter Creator nisqaq Twitter cuenta (sutinchay @ywarnier) kay situta kamachisqa *runata* rikuchiy. Kay kutiq opcionalmi.

source: Edit this category
qu_pe: Ruwapay kay mitata

source: Open this category
qu_pe: Kichay kay mitata

source: Delete this category
qu_pe: Wañuchiy kay mitata

source: Add a sub-category
qu_pe: Yapay hoq hukhu-mitata

source: View children
qu_pe: Qhaway wawakunata

source: Tree rebuilded in
qu_pe: Sach'a ruwapasqa

source: Tree recounted in
qu_pe: Sach'a taripasqa

source: Rebuild the tree
qu_pe: Ruwapay sach'ata

source: Refresh number of children
qu_pe: Kunanchay hayka wawakuna kaqta

source: Show tree
qu_pe: Qhawariy sach'ata

source: Meta image path
qu_pe: Meta rurana willakuy

source: Category deleted
qu_pe: Mita wañuchisqa

source: Recount children
qu_pe: Yupachay wawakunata

source: Up in same level
qu_pe: Wichay kay kuraq t'aqata

source: Mail to :
qu_pe: E-chaski piman:

source: Add an administrator
qu_pe: Yapay hoq kamachiqta

source: Add categories
qu_pe: Yapay mitakunata

source: Search for a course
qu_pe: Maskhay hoq yachachinata

source: Search for a user
qu_pe: Maskhay hoq haykuqmasita

source: Technical
qu_pe: Técnico

source: System config
qu_pe: Sistemaq kamachiynin

source: Login list (extended)
qu_pe: Lista de logins (detallada)

source: Maximum users showing in scroll list
qu_pe: Máximo de usuarios mostrados en la lista desplegable

source: No time limits
qu_pe: Sin límite de tiempo

source: General properties
qu_pe: Lliw imaymanakuna

source: Course coach
qu_pe: Yachachinaq pusaqnin

source: Users number
qu_pe: Hayka haykuqmasikuna

source: Public administration
qu_pe: Administración pública

source: Page after login
qu_pe: Página después de identificarse

source: The page which is seen by the user entering the platform
qu_pe: Página que será visualizada por los usuarios que se conecten

source: My Profile tab
qu_pe: Pestaña Mi perfil

source: Global Role
qu_pe: Perfil global

source: Manage Todo list
qu_pe: Gestionar la lista de sugerencias

source: Administration
qu_pe: Kamachina

source: Info about the System
qu_pe: Sistema nisqaq willan

source: Compare translations
qu_pe: Kikinchay t'ijrasqakunata

source: Reporting for
qu_pe: Estadíticas de

source: PDF download is not allowed for students
qu_pe: PDF descargata yachasqakunamanta mana atinchu

source: Login list
qu_pe: Lista de logins

source: Status of MySQL server :
qu_pe: Estado del servidor MySQL nisqa:

source: Database
qu_pe: Base de datos nisqa

source: works
qu_pe: Funciona

source: MySql Client
qu_pe: Cliente MySQL nisqa

source: MySql Server
qu_pe: Servidor MySQL nisqa

source: Owner
qu_pe: Titularidad

source: Upgrade database
qu_pe: Kunanyachina Base de datos nisqamanta

source: errors found
qu_pe: pantaykuna tarisqa

source: Backup
qu_pe: Mantenimiento

source: Upgrade Chamilo
qu_pe: Kunanyachiy Chamilota

source: Website
qu_pe: Web raphin

source: Documentation
qu_pe: Qelqa khipukuna

source: Contribute
qu_pe: Yanapay

source: Server Information
qu_pe: Servidor nisqamanta willan

source: Send a mail to users
qu_pe: Apachiy e-chaskita haykuqmasikunaman

source: System code
qu_pe: K'itimanta chinpun

source: Visual code
qu_pe: Whawanamanta chinpun

source: System Code
qu_pe: K'itimanta chinpun

source: visual code
qu_pe: Whawanamanta chinpun

source: Manage virtual courses
qu_pe: Kamachiy qhawachikuq yachachinata

source: Create a virtual course
qu_pe: Kamay yachachina virtual nisqata

source: The virtual course will share storage space (directory and database) with an existing 'real' course.
qu_pe: Hoq virtual nisqa yachachina t'aqapakushan waqaychanaq k'itita (directorios y bases de datos nisqakunata) hoq kikin yachichinawa.

source: Real course code
qu_pe: Yachachinaq kikin chinpun

source: The course was successfully created.
qu_pe: Yachachinaqa kamaychikunña.

source: on the hard disk
qu_pe: disco duro nisqapi

source: Virtual course?
qu_pe: Yachachina virtual nisqa

source: Announcement has been updated
qu_pe: Willayqa kunanyachisqañan

source: This Meta Image path is the path to a file inside your Chamilo directory (e.g. home/image.png) that should show in a Twitter card or a OpenGraph card when showing a link to your LMS. Twitter recommends an image of 120 x 120 pixels, which might sometimes be cropped to 120x90.
qu_pe: Kay Meta Image willakuyqa Chamilo diretoriukupi kutichisqa rurananpa willakuy (sutinchay home/image.png) rikuchikuspa Twitter card ukhu OpenGraph cardpi rikuchikuspa LMS nisqaruqman. Twitter 120 x 120 piksel ruranata yapaykuy, wak kayqa 120x90man phichqasqa kaspa.

source: Permissions for new files
qu_pe: Huñichaykuna musuq khipukunapaq

source: The ability to define the permissions settings to assign to every newly-created file lets you improve security against attacks by hackers uploading dangerous content to your portal. The default setting (0550) should be enough to give your server a reasonable protection level. The given format uses the UNIX terminology of Owner-Group-Others with Read-Write-Execute permissions. If you use Oogie, take care that the user who launch LibreOffice can write files in the course folder.
qu_pe: La posibilidad de definir la configuración de los permisos asignados a los nuevos archivos, aumenta la seguridad contra los ataques de hackers que puedan enviar material peligroso a la plataforma. La configuración por defecto (0550) debe ser suficiente para dar a su servidor un nivel de protección razonable. El formato proporcionado utiliza la terminología de UNIX Propietario-Grupo-Otros, con los permisos de Lectura-Escritura-Ejecución.

source: Guest
qu_pe: Mink'asqa

source: Login as
qu_pe: Kay hina haykuy

source: Login
qu_pe: Haykuy

source: Select picture...
qu_pe: Ajllay wankita

source: Don't reset password
qu_pe: Ama kutichiychu qelqa pakata

source: Participate in development
qu_pe: Llank'apaysiy kay ruwaypi

source: Portal Language
qu_pe: Hanp'araq simin

source: What sort of server is this? This enables or disables some specific options. On a development server there is a translation feature functional that inidcates untranslated strings
qu_pe: ¿ Qué tipo de servidor utiliza ? Esto activa o desactiva algunas opciones específicas. En un servidor de desarrollo hay una funcionalidad que indica las cadenas de caracteres no traducidas.

source: Server Type
qu_pe: Imaniraq servidor

source: Chamilo Portal Languages
qu_pe: Chamilo hanp'araq simin

source: This tool manages the language selection menu on the login page. As a platform administrator you can decide which languages should be available for your users.
qu_pe: Esta herramienta genera el menú de selección de idiomas en la página de autentificación. El administrador de la plataforma puede decidir qué idiomas estarán disponibles para los usuarios.

source: Original name
qu_pe: Kikin kaq sutin

source: English name
qu_pe: Ingles simipi suti

source: Chamilo folder
qu_pe: Chamilo-manta wayaqa

source: Properties
qu_pe: Kapuqkuna

source: Configuration settings
qu_pe: Chamilo kamachinapaq ima ajllakuna

source: The settings have been stored
qu_pe: Kamachinapaq ima ajllakunaqa allchasqaña

source: Organization name
qu_pe: Llaqta-wasiq sutin

source: The name of the organization (appears in the header on the right)
qu_pe: Llaqta wasiq sutin (rikurishan umachasqamanta pañanninpi)

source: Organization URL (web address)
qu_pe: Llaqta-wasiq URL nisqan

source: The URL of the institutions (the link that appears in the header on the right)
qu_pe: Llaqta-wasiq URL nisqan (waskhanaqa rikurishan umachasqamanta pañanninpi)

source: E-learning portal name
qu_pe: Hap'araq Web-k'itiykimanta sutin

source: The Name of your Chamilo Portal (appears in the header)
qu_pe: Hap'araq Web-k'itiykimanta sutin (umanchasqapi rikurimuy)

source: Portal Administrator: e-mail
qu_pe: Hanp'aramanta kamachiq: e-chaski

source: The e-mail address of the Platform Administrator (appears in the footer on the left)
qu_pe: Hanp'ara kamachiq e-chaskinqa (chakiq lloqenpi rikurimun)

source: Portal Administrator: Last Name
qu_pe: Hanp'aramanta kamachiq: mamataytanmanta suti

source: The Family Name of the Platform Administrator (appears in the footer on the left)
qu_pe: Hanp'ara kamachiq mamataytanmanta sutiqa (chakiq lloqenpi rikurimun)

source: Portal Administrator: First Name
qu_pe: Hanp'aramanta kamachiq: sutin

source: The First Name of the Platform Administrator (appears in the footer on the left)
qu_pe: Hanp'ara kamachiq sutiqa (chakiq lloqenpi rikurimun)

source: Platform Administrator Information in footer
qu_pe: Hanp'aramanta kamachiq ima willayqa chaki uraypi kashan

source: Show the Information of the Platform Administrator in the footer?
qu_pe: Hanp'ara kamachiqmanta ima willaynin qhawarichikunqachu chaki uraypi ?

source: Course homepage layout
qu_pe: Raphi qallariq qhawarinan

source: How would you like the homepage of a course to look (icons layout)?
qu_pe: Yachachinaq raphi qallariy imaynatan munanki rikurinanpaq ?

source: Two column layout. Inactive tools are hidden
qu_pe: Iskay sukapi rikuchisqa. Llank'anakuna mana k'ancharisqaqa pakasqan qepakunqa

source: Three column layout. Inactive tools are greyed out (Icons stay on their place)
qu_pe: Kinsa sukapi rikuchisqa. Llank'anakuna mana k'ancharisqaqa rikurimunku oqe llinphipi (iconos nisqaqa kikillanpi kakunqa).

source: Tools shortcuts
qu_pe: Barra de acceso rápido a las herramientas

source: Show the tool shortcuts in the banner?
qu_pe: ¿ Mostrar la barra de acceso rápido a las herramientas en la cabecera ?

source: Learner View
qu_pe: Yachaqeq qhawariynin

source: Enable Learner View?<br>This feature allows the teacher to see the learner view.
qu_pe: ¿ Habilitar la 'Vista de estudiante' ?<br>Esta funcionalidad permite al profesor previsualizar lo que los estudiantes van a ver.

source: Group categories
qu_pe: Huñusqakuq mitan

source: Allow teachers to create categories in the Groups tool?
qu_pe: Permitir a los administradores de un curso crear categorías en el módulo grupos

source: You can determine the platform languages in a different part of the platform administration, namely: <a href="languages.php">Chamilo Platform Languages</a>
qu_pe: Usted puede determinar el idioma de la plataforma en un sitio diferente al de administración de la plataforma, este es: <a href="languages.php">Idiomas de la plataforma Chamilo</a>

source: Production Server
qu_pe: Servidor de producción

source: Test Server
qu_pe: Servidor de desarrollo

source: Who's Online
qu_pe: ¿ Pin kashan kunan ?

source: %s as platform language
qu_pe: %s hanp'araq simin hina

source: Display the number of persons that are online?
qu_pe: Qhawarichinkichu hayka runakuna kaypi kasqankuta ?

source: Allow Name Change in profile?
qu_pe: Huñichankichu runamanta willaypi suti t'ijrayta ?

source: Is the user allowed to change his/her firste and last name?
qu_pe: Huñichankichu haykuqmasi sutinta mamataytamanta sutitawan t'ijrapachinanpaq ?

source: Default hard disk space
qu_pe: Cuota de espacio por defecto en el servidor para los documentos

source: What is the available disk space for a course? You can override the quota for specific course through: platform administration > Courses > modify
qu_pe: ¿ Cuál es la cuota de espacio por defecto en el servidor para la herramienta documentos ? Usted puede cambiar este espacio para un curso específico a través de: administración de la plataforma -> Cursos -> modificar

source: Profile
qu_pe: Runamanta

source: Which parts of the profile can be changed?
qu_pe: Runamantari imallatan munanki haykuqmasi t'ijrananpaq?

source: Registration: required fields
qu_pe: Registro: campos obligatorios

source: Which fields are required (besides name, first name, login and password)
qu_pe: Campos que obligatoriamente deben ser rellenados (además del nombre, apellidos, nombre de usuario y contraseña)

source: Group disk space available
qu_pe: Cuota de espacio por defecto en el servidor para los grupos

source: What is the default hard disk spacde available for a groups documents tool?
qu_pe: ¿ Cuál es la cuota de espacio por defecto en el servidor para la herramienta documentos de los grupos ?

source: Lost password
qu_pe: Qonqaruni qelqa pakayta

source: Are users allowed to request their lost password?
qu_pe: ¿ Cuando un usuario ha perdido su contraseña, puede pedir que el sistema se la envíe automáticamente ?

source: Registration
qu_pe: Registro

source: Is registration as a new user allowed? Can users create new accounts?
qu_pe: ¿ Está permitido que los nuevos usuarios puedan registrarse por sí mismos ? ¿ Pueden los usuarios crear cuentas nuevas ?

source: Registration as teacher
qu_pe: Registro como profesor

source: Can one register as a teacher (with the ability to create courses)?
qu_pe: ¿ Alguien puede registrarse como profesor (y poder crear cursos) ?

source: Tuning
qu_pe: Mejorar el rendimiento

source: Split users' upload directory
qu_pe: Dividir el directorio de transferencias (upload) de los usuarios

source: On high-load portals, where a lot of users are registered and send their pictures, the upload directory (main/upload/users/) might contain too many files for the filesystem to handle (it has been reported with more than 36000 files on a Debian server). Changing this option will enable a one-level splitting of the directories in the upload directory. 9 directories will be used in the base directory and all subsequent users' directories will be stored into one of these 9 directories. The change of this option will not affect the directories structure on disk, but will affect the behaviour of the Chamilo code, so if you change this option, you have to create the new directories and move the existing directories by yourself on te server. Be aware that when creating and moving those directories, you will have to move the directories of users 1 to 9 into subdirectories of the same name. If you are not sure about this option, it is best not to activate it.
qu_pe: En plataformas que tengan un uso muy elevado, donde están registrados muchos usuarios que envían sus fotos, el directorio al que se transfieren (main/upload/users/) puede contener demasiados archivos para que el sistema los maneje de forma eficiente (se ha documentado el caso de un servidor Debian con más de 36000 archivos). Si cambia esta opción añadirá un nivel de división a los directorios del directorio upload. Nueve directorios se utilizarán en el directorio base para contener los directorios de todos los usuarios. El cambio de esta opción no afectará a la estructura de los directorios en el disco, sino al comportamiento del código de Chamilo, por lo que si la activa tendrá que crear nuevos directorios y mover manualmente los directorios existentes en el servidor. Cuando cree y mueva estos directorios, tendrá que mover los directorios de los usuarios 1 a 9 a subdirectorios con el mismo nombre. Si no está seguro de usar esta opción, es mejor que no la active.

source: Disk Space
qu_pe: Cuota de espacio del curso en el servidor

source: Edit notice
qu_pe: Ruwapay willayta

source: Add a page/hyperlink
qu_pe: Haykuchiy wataqta

source: Edit News
qu_pe: Ruwapay willaykunata

source: Edit courses categories
qu_pe: Ruwapay mitakunata

source: Edit Homepage central area
qu_pe: Ruwapay raphi qallariyta

source: Can a teacher define learner profile fields to retrieve additional information?
qu_pe: ¿ El administrador de un curso puede definir cabeceras para obtener información adicional de los usuarios ?

source: Twitter Site account
qu_pe: Twitter Sitio cuenta

source: Languages
qu_pe: Simikuna

source: Title of Notice
qu_pe: Willaypa sutinchaynin

source: Text of Notice
qu_pe: Willaypa qelqan

source: URL of Link
qu_pe: Wataqpa URL nisqan

source: Open in new window
qu_pe: Kichay hoq musuq qhawarinata

source: In the screens allowing addition of users to courses or classes, if the first non-filtered list contains more than this number of users, then default to the first letter (A)
qu_pe: En las pantallas de inscripción de usuarios a cursos o clases, si la primera lista no filtrada contiene más que este número de usuarios dejar por defecto la primera letra (A)

source: Hide the [= ... =] markup when a language variable is not translated
qu_pe: Ocultar la marca [=...=] cuando una variable de idioma no esté traducida

source: Upgrade from LMS v1.9.*
qu_pe: LMS v1.9.* nisqamanta yapasqachiy

source: Sign up!
qu_pe: ¡Inscribiy!

source: The user has been deleted
qu_pe: Haykuqmasi ajllasqaqa pichasqañan

source: There are no classes subscribed to this course
qu_pe: Manan kashanchu ima clasekuna yachachinapi qelqachikusqa

source: Course usage
qu_pe: Utilización del curso

source: This user isn't subscribed in a course
qu_pe: Este usuario no está inscrito en ningún curso

source: This user isn't subscribed in a class
qu_pe: Este usuario no está inscrito en ninguna clase

source: This class isn't subscribed in a course
qu_pe: Kay claseqa mana qelqachisqa kashanchu ima yachachinapipas

source: Tool
qu_pe: Llank'anakuna

source: Number of items
qu_pe: Hayka imaymanakuna

source: Documents and folders
qu_pe: Qelqa khipukunawan wayaqakunawan ima

source: Personal Agenda
qu_pe: Agenda personal

source: Can the learner add personal events to the Agenda?
qu_pe: ¿ El usuario puede añadir elementos de la agenda personal a la sección 'Mi agenda' ?

source: current value
qu_pe: valor actual

source: Already registered to session
qu_pe: Ñawpaq ñawpaq kamachisqa ñawpaq kamachisqanpi

source: My courses default view
qu_pe: Ñoqap yachaywasikuna rikch'ay predeterminado

source: Password
qu_pe: Qelqa paka

source: Registr. allowed
qu_pe: Qelqachikuy

source: Unreg. allowed
qu_pe: Qechuy qelqachikuyta

source: Add some dummy (example) content to this course
qu_pe: Añadir contenidos de prueba al curso

source: Create dummy course content
qu_pe: Crear contenidos de prueba

source: This will add some dummy (example) content to this course. This is only meant for testing purposes.
qu_pe: Se añadirán contenidos al curso para que le sirvan de ejemplo. ¡ Esta utilidad sólo debe usarse para hacer pruebas !

source: These are the plugins that have been found on your system. You can download additional plugins on <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
qu_pe: Estos son los plugins que se han encontrado en su sistema.

source: Display list of virtual courses
qu_pe: Mostrar el listado de los cursos virtuales

source: Linked to real course code
qu_pe: Enlazado al código del curso físico

source: Attempted creation of virtual course...
qu_pe: Creando el curso virtual...

source: Wanted course code
qu_pe: Yachachinaq chinp'un

source: Reset password
qu_pe: Kunanyachiy qelqa pakata

source: Check to send new password
qu_pe: Apachiy musuq qelqa pakata

source: Automatically generate a new password
qu_pe: Kikinmanta qelqa paka ruwakuchun

source: Use a title for the document name
qu_pe: Churay sutinchaninta qelqa khipuq sutinpaq

source: This will allow the use of a title for document names instead of document_name.ext
qu_pe: Esto permitirá utilizar un título para el nombre de cada documento en lugar de nom_document.ext

source: Assignments
qu_pe: Llank'aynakuna

source: Deleted files cannot be restored
qu_pe: Khipukuna pichachisqaqa manañan kutirinqakuchu

source: Deleting a file in the documents tool permanently deletes it. The file cannot be restored
qu_pe: Sichus qelqa khipukunaq k'itinpi picharinki hoq khiputa, chay pichasqaqa wiñaypaqmi. Khipuqa chaymantaqa manañan kutirinqachu

source: Dropbox: Maximum file size of a document
qu_pe: Compartir documentos: tamaño máximo de los documentos

source: How big (in MB) can a dropbox document be?
qu_pe: ¿ Qué tamaño (en bytes) puede tener un documento ?

source: Dropbox: Can documents be overwritten
qu_pe: Compartir documentos: los documentos se sobreescribirán

source: Can the original document be overwritten when a user or trainer uploads a document with the name of a document that already exist? If you answer yes then you loose the versioning mechanism.
qu_pe: ¿ Puede sobreescribirse el documento original cuando un estudiante o profesor sube un documento con el mismo nombre de otro que ya existe ? Si responde sí, perderá la posibilidad de conservar sucesivas versiones

source: Dropbox: Upload to own dropbox space?
qu_pe: ¿ Compartir documentos: subir al propio espacio ?

source: Allow trainers and users to upload documents to their dropbox without sending the documents to themselves
qu_pe: Permitir a los profesores y a los estudiantes subir documentos en su propia sección de documentos compartidos sin enviarlos a nadie más (=enviarse un documento a uno mismo)

source: Dropbox: Learner <-> Learner
qu_pe: Compartir documentos: estudiante <-> estudiante

source: Allow users to send documents to other users (peer 2 peer). Users might use this for less relevant documents also (mp3, tests solutions, ...). If you disable this then the users can send documents to the trainer only.
qu_pe: Permitir a los estudiantes enviar documentos a otros estudiantes (peer to peer, intercambio P2P). Tenga en cuenta que los estudiantes pueden usar esta funcionalidad para enviarse documentos poco relevantes (mp3, soluciones,...). Si deshabilita esta opción los estudiantes sólo podrán enviar documentos a sus profesores

source: Dropbox: Allow mailing
qu_pe: Compartir documentos: permitir el envío por correo

source: With the mailing functionality you can send each learner a personal document
qu_pe: Con la funcionalidad de envío por correo, Vd. puede enviar un documento personal a cada estudiante

source: Permissions for new directories
qu_pe: Permisos para los nuevos directorios

source: The ability to define the permissions settings to assign to every newly created directory lets you improve security against attacks by hackers uploading dangerous content to your portal. The default setting (0770) should be enough to give your server a reasonable protection level. The given format uses the UNIX terminology of Owner-Group-Others with Read-Write-Execute permissions.
qu_pe: La posibilidad de definir la configuración de los permisos asignados a los nuevos directorios, aumenta la seguridad contra los ataques de hackers que puedan enviar material peligroso a la plataforma. La configuración por defecto (0770) debe ser suficiente para dar a su servidor un nivel de protección razonable. El formato proporcionado utiliza la terminología de UNIX Propietario-Grupo-Otros con los permisos de Lectura-Escritura-Ejecución.

source: The users list has been exported.
qu_pe: La lista de usuarios ha sido exportada.

source: Download the file
qu_pe: Q'apiy kaypi khiputa urayachinapaq.

source: Portal Administrator: Phone number
qu_pe: Hanp'aramanta kamachiq: teléfono
