Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Disable e-mail alert on new test answers submission
ar: تعطيل التنبيه عن طريق الايميل في حاله ان المستخدم سجل حل للاختبار
ast_es: Desactivar l'avisu per corréu electrónicu de que s'unviaren les soluciones d'un exerciciu
bn_bd: নতুন পরীক্ষার উত্তর জমা দেওয়ার সময় ইমেইল সতর্কতা নিষ্ক্রিয় করুন
bs_ba: Onemogući e-poštu upozorenje pri dostavljanju novih odgovora na test
ca_es: Desactivar l'avís per correu-e de lliurament de respostes d'un exercici
cs_cz: Deaktivovat emailové upozornění, když uživatel odevzdá odpovědi k novému testu
da: Deaktivér e-mail-varsling ved indsendelse af nye testsvar
de: E-Mail Benachrichtigung AUS
el: Απενεργοποίηση των ειδοποιήσεων με e-mail όταν γίνεται υποβολή νέων απαντήσεων στα τεστ.
eo: Malaktivigi retpoŝtan avertan pri submeto de novaj respondoj de testo
es: Desactivar el aviso por correo electrónico de que se han enviado las respuestas de un ejercicio
es_mx: Desactivar alerta por correo en envío de respuestas de nuevo examen
eu_es: Desgaitu posta elektronikoaren bidezko abisua, ariketa baten erantzunak bidali direla ohartarazten denean
fa_ir: غیر فعال کردن اخطار ایمیل در ثبت نام پاسخ های جدید آزمون
fi_fi: Poista sähköposti-ilmoitus kun käyttäjä vastaa kyselyyn.
fo_fo: Ógild t-post avvarðan um ný próvsvar send inn
fur: Disativâ avis e-mail su invîe di rispostis di gnûv test
ga: Díchumasaigh foláireamh ríomhphoist ar submission freagraí tástála nua
gl: Desactivar o aviso por correo electrónico de que se enviaron as respostas dun exercicio
he_il: השבת התראת דואר אלקטרוני על הגשת תשובות חדשות למבחן
hi: नए टेस्ट उत्तर जमा करने पर ईमेल अलर्ट अक्षम करें
hr_hr: Isključi obavijest e-poštom kada korisnik pošalje odgovore na novi test
hu_hu: Email figyelemeztetés küldésének kikapcsolása elkészült kérdőívnél
hy: Անջատել էլ. փոստի ծանուցումը նոր թեստի պատասխանների ներկայացման դեպքում
id_id: Nonaktifkan peringatan email saat pengiriman jawaban tes baru
it: Disabilita l'avviso e-mail nel caso di nuove risposte ai test
ja: 新しいテストの回答が送信された場合の電子メール通知を無効にする
ka_ge: ელფოსტის შეტყობინების გამორთვა ახალი ტესტის პასუხების წარდგენისას
ko_kr: 새 테스트 답변 제출 시 이메일 알림 비활성화
lo: ປິດການແຈ້ງເຕືອນທາງອີເມລເມື່ອມີການສົ່ງຄຳຕອບບົດທົດສອບໃໝ່
lt_lt: Išjungti el. pašto įspėjimą apie naujus testo atsakymus
lv_lv: Atslēgt e-pasta sūtīšanu, kad lietotājs iesniedz jaunu testu atbildes
mk_mk: Оневозможи е-пошта известување при предавање нови одговори на тест
ms_my: Lumpuhkan amaran e-mel semasa penyerahan jawapan ujian baru
my_mm: စမ်းသပ်မှုအဖြေအသစ်များတင်သွင်းမှုအတွက် အီးမေးလ်သတိပေးချက်ကို ပိတ်ပါ
ne: नयाँ परीक्षण उत्तरहरू बुझाउँदा इमेल सूचना अक्षम गर्नुहोस्
nl: Desactiveer waarschuwing via email wanneer een gebruiker een nieuw antwoord instuurt op een quiz
nn_no: Deaktiver e-postvarsel ved ny testsvarinnsending
oc: Desactivar l'avís per corriel dau liurament dei respònsas a un exercici
pl_pl: Wyłącz wysyłanie e-maili, gdy użytkownik wypełni odpowiedzi w quizie.
ps: د نوو ازموینې ځوابونو د لېږلو پر مهال برېښنالیک خبرتیا بند کړئ
pt_br: Desativa o alerta por e-mail de novos envio de respostas dos execícios
pt_pt: Desactivar o alerta por e-mail em novas submissões de respostas a um teste/exercício
ro_ro: Dezactivați notificare prin email de răspunsuri care au fost trimise la un exercițiu
ru_ru: Не активировать отправку по почте, когда пользователь представляет на рассмотрение следующие ответы на короткие тесты
sk_sk: Deaktivovať poslanie e-mailu keď používateľ predloží odpovede k novému kvízu
sl: Onemogoči e-poštno opozorilo ob uporabnikovi rešitvi testa/vaje
sq: Çaktivizohet alarmi e-mail në dorëzimin e përgjigjeve të reja të testit
sr_rs: Onemogući e-poštu obaveštenja pri slanju novih odgovora na test
sv_se: Inaktivera att e-post skickas när användare genomfört en övning
sw_ke: Zima arifa za barua pepe wakati wa kuwasilisha majibu ya mtihani mpya
ta: புதிய சோதனை பதில்கள் சமர்ப்பிப்பில் மின்னஞ்சல் எச்சரிக்கையை முடக்கு
th: ปิดการแจ้งเตือนทางอีเมลเมื่อส่งคำตอบแบบทดสอบใหม่
tl_ph: I-disable ang alerto sa e-mail sa pagsumite ng bagong mga sagot sa pagsusulit
tr: Yeni test cevabı sunumunda e-posta alarmını devre dışı bırak
uk_ua: Вимкнути e-mail сповіщення про надсилання відповідей на тест
vi_vn: Tắt cảnh báo email khi nộp câu trả lời bài kiểm tra mới
xh_za: Yeka isaziso se-imeyile ngokungenisa iimpendulo zovavanyo olutsha
zh_cn: 禁用新测试答案提交的邮件提醒功能
zh_tw: 取消提供新測驗答案時郵件通知服務

source: User picture in forum
ar: صورة المستخدم في المنتدى
ast_es: Imaxe de los usuarios nel foru
bn_bd: ফোরামে ব্যবহারকারীর ছবি
bs_ba: Slika korisnika u forumu
ca_es: Imatge dels usuaris al fòrum
cs_cz: Uživatelský obrázek ve fóru
da: Brugerbillede i forum
de: Bild des Kursteilnehmers im Forum
el: Χρήση εικόνων στο forum
eo: Bildo de uzanto en forumo
es: Imagen de los usuarios en el foro
es_mx: Foto de usuario en foro
eu_es: Erabiltzaileen irudia foroetan
fa_ir: تصویر کاربر در انجمن
fi_fi: Käyttäjän kuva keskustelualueella
fo_fo: Brúkara mynd í fórum
fur: Figure des utents tal forum
ga: Pictiúr úsáideoirí san fhóram
gl: Imaxe dos usuarios no foro
he_il: תמונת משתמש בפורום
hi: फ़ोरम में उपयोगकर्ता चित्र
hr_hr: Korisnička slika na forumu
hu_hu: Felhasználói kép a fórumban
hy: Օգտատիրոջ նկար ֆորումում
id_id: Gambar pengguna di forum
it: Immagine dell'utente nei forum
ja: フォーラムのユーザー画像
ka_ge: მომხმარებლის სურათი ფორუმში
ko_kr: 포럼에서 사용자 사진
lt_lt: Vartotojo nuotrauka forume
lv_lv: Lietotāja portrets diskusijā
mk_mk: Слика на корисник во форум
ms_my: Gambar pengguna dalam forum
my_mm: ဖိုရမ်ရှိ အသုံးပြုသူပုံရိပ်
ne: फोरममा प्रयोगकर्ता चित्र
nl: Foto gebruiker in forum
nn_no: Brukarbilte i forum
oc: Imatge de l'usanciers sus lo fòrum
pl_pl: Zdjęcia użytkowników na forum
ps: کاروونکي انځور په فورم کې
pt_br: Imagem do usuário no fórum
pt_pt: Imagem/foto do utilizador no fórum
ro_ro: Imaginea utilizatoriilor in forumuri
ru_ru: Фото пользователя на форуме
sk_sk: Obrázok používateľa vo fóre
sl: Slike uporabnikov v forumih
sq: Fotoja e përdoruesit në forum
sr_rs: Slika korisnika u forumu
sv_se: Användarbilder i forum
sw_ke: Picha ya mtumiaji katika jukwaa
ta: மன்றத்தில் பயனர் படம்
th: รูปภาพผู้ใช้ในฟอรัม
tl_ph: Larawan ng gumagamit sa forum
tr: Forumda kullanıcı resmine izin ver
uk_ua: Фото користувача у форумі
vi_vn: Ảnh người dùng trong diễn đàn
xh_za: Umfanekiso womsebenzisi kwiforamu
zh_cn: 允许论坛自定义图片
zh_tw: 討論區使用者圖像

source: Display users pictures in the forum
ar: عرض صور المستخدمين في المنتدى
ast_es: Amuesa les imáxenes de los usuarios nel foru
bn_bd: ফোরামে ব্যবহারকারীর ছবি প্রদর্শন করুন
bs_ba: Prikaži slike korisnika u forumu
ca_es: Mostra les imatges dels usuaris al fòrum
cs_cz: Zobrazit uživatelský obrázek ve fóru
da: Vis brugeres billeder i forumet
de: Bild des Kursteilnehmers im Forum anzeigen
el: Εμφάνιση των εικόνων των χρηστών στο forum
eo: Montri bildojn de uzantoj en la forumo
es: Muestra las imágenes de los usuarios en el foro
es_mx: Mostrar fotos de usuarios en el foro
eu_es: Erakutsi erabiltzaileen irudiak foroan
fa_ir: نمایش تصاویر کاربران در انجمن
fi_fi: Näytä käyttäjien kuvat keskustelualueella
fo_fo: Vís brúkara myndir í fórum
fur: Mostrâ lis figure des utents tal forum
ga: Taispeáin pictiúir úsáideoirí san fhoiram
gl: Mostra as imaxes dos usuarios no foro
he_il: הצג תמונות של משתמשים בפורום
hi: फ़ोरम में उपयोगकर्ता चित्र प्रदर्शित करें
hr_hr: Prikaži korisničke slike na forumu
hu_hu: Felhasználói kép megjelenítése a fórumban
hy: Ցուցադրել օգտատերերի նկարները ֆորումում
id_id: Tampilkan gambar pengguna di forum
it: Mostra nel forum l'immagine memorizzata nel profilo utente
ja: ユーザー画像をフォーラムで表示する
ka_ge: მომხმარებელთა სურათების ჩვენება ფორუმში
ko_kr: 포럼에 사용자 사진 표시
lo: ສະແດງຮູບຜູ້ໃຊ້ໃນເວທີສົນທະນາ
lt_lt: Rodyti vartotojų nuotraukas forume
lv_lv: Rādīt lietotāju portretus diskusijā
mk_mk: Прикажи слики на корисници во форумот
ms_my: Paparkan gambar pengguna dalam forum
my_mm: ဖိုရမ်တွင် အသုံးပြုသူများ၏ ပုံရိပ်များကို ပြသပါ
ne: फोरममा प्रयोगकर्ता चित्रहरू देखाउनुहोस्
nl: Foto gebruiker in forum weergeven
nn_no: Vis brukarbilte i forumet
oc: Mostrar leis imatges deis usanciers sus lo fòrum
pl_pl: Wyświetl zdjęcia użytkowników na forum
ps: کاروونکي انځورونه په فورم کې ښکاره کړئ
pt_br: Exibir imagens dos usuários do fórum
pt_pt: Mostrar/visualizar imagens/fotos dos utilizadores no fórum
ro_ro: Aratati fotografiile utilizatorilor in forumuri
ru_ru: Воспроизвести фотографии пользователя на форуме
sk_sk: Zobraziť obrázky používateľov vo fóre
sl: Prikaži slike uporabnikov v forumih
sq: Shfaq fotot e përdoruesve në forum
sr_rs: Prikaži slike korisnika u forumu
sv_se: Visa användarbilder i forumet
sw_ke: Onyesha picha za watumiaji katika jukwaa
ta: மன்றத்தில் பயனர் படங்களைக் காட்டு
th: แสดงรูปภาพผู้ใช้ในฟอรัม
tl_ph: I-display ang mga larawan ng mga gumagamit sa forum
tr: Forumda kullanıcıların resimlerini göster
uk_ua: Показувати фото користувачів у форумі
vi_vn: Hiển thị ảnh người dùng trong diễn đàn
xh_za: Bonisa imifanekiso yabasebenzisi kwiforamu
zh_cn: 论坛中显示用户图片
zh_tw: 在討論區顯示使用者圖像

source: Hide users pictures in the forum
ar: اخفاء صور المستخدمين في المنتدى
ast_es: Escuende les imáxenes de los usuarios nel foru
bn_bd: ফোরামে ব্যবহারকারীর ছবি লুকান
bs_ba: Sakrij slike korisnika u forumu
ca_es: Oculta les imatges dels usuaris al fòrum
cs_cz: Schovat uživatelské obrázky ve fóru
da: Skjul brugeres billeder i forumet
de: Bild des Kursteilnehmers im Forum nicht anzeigen
el: Απόκρυψη των εικόνων των χρηστών στο forum
eo: Kaŝi bildojn de uzantoj en la forumo
es: Oculta las imágenes de los usuarios en el foro
es_mx: Ocultar fotos de usuarios en el foro
eu_es: Ezkutatu erabiltzaileen irudiak foroan
fa_ir: پنهان کردن تصاویر کاربران در انجمن
fi_fi: Piilota käyttäjien kuvat keskustelualueella
fo_fo: Fjal brúkara myndir í fórum
fur: Scondû lis figure des utents tal forum
ga: Folaigh pictiúir úsáideoirí san fhoiram
gl: Oculta as imaxes dos usuarios no foro
he_il: הסתר תמונות של משתמשים בפורום
hi: फ़ोरम में उपयोगकर्ता चित्र छिपाएँ
hr_hr: Sakrij korisničke slike na forumu
hu_hu: Felhasználók képeinek elrejtése a fórumban
hy: Թաքցնել օգտատերերի նկարները ֆորումում
id_id: Sembunyikan gambar pengguna di forum
it: Non mostrare nel forum l'immagine memorizzata nel profilo utente
ja: ユーザー画像をフォーラムで非表示にする
ka_ge: მომხმარებელთა სურათების დამალვა ფორუმში
ko_kr: 포럼에서 사용자 사진 숨기기
lo: ຊ່ອນຮູບຜູ້ໃຊ້ໃນເວທີສົນທະນາ
lt_lt: Slėpti vartotojų nuotraukas forume
lv_lv: Slēpt lietotāju attēlus diskusijā
mk_mk: Сокриј слики на корисници во форумот
ms_my: Sembunyikan gambar pengguna dalam forum
my_mm: ဖိုရမ်တွင် အသုံးပြုသူများ၏ ပုံရိပ်များကို ဖုံးကွယ်ပါ
ne: फोरममा प्रयोगकर्ता चित्रहरू लुकाउनुहोस्
nl: Foto gebruiker in forum verbergen
nn_no: Gjem brukarbilte i forumet
oc: Amagar leis imatges deis usanciers sus lo fòrum
pl_pl: Ukryj zdjęcia użytkowników na forum
ps: کاروونکي انځورونه په فورم کې پټ کړئ
pt_br: Ocultar imagens dos usuários do fórum
pt_pt: Ocultar/esconder imagens/fotos dos utilizadores no fórum
ro_ro: Ascundeti fotografiile utilizatorilor in forumuri
ru_ru: Скрыть фотографии пользователя на форуме
sk_sk: Skryť obrázky používateľov vo fóre
sl: Skrij slike uporabnikov v forumih
sq: Fsheh fotot e përdoruesve në forum
sr_rs: Sakrij slike korisnika u forumu
sv_se: Dölj användarbilder i forumet
sw_ke: Ficha picha za watumiaji katika jukwaa
ta: மன்றத்தில் பயனர் படங்களை மறை
th: ซ่อนรูปภาพผู้ใช้ในฟอรัม
tl_ph: Itago ang mga larawan ng mga gumagamit sa forum
tr: Forumda kullanıcıların resimlerini gizle
uk_ua: Приховати фото користувачів у форумі
vi_vn: Ẩn ảnh người dùng trong diễn đàn
xh_za: Fihla imifanekiso yabasebenzisi kwiforamu
zh_cn: 隐藏用户图片
zh_tw: 在討論區隱藏使用者圖像

source: Enable course themes
ar: السماح بالمظاهر التصميمية في المقررات
ast_es: Dar permisu pa que los temes apaezan nos Itinerarios d'aprendizaxe
bn_bd: কোর্স থিম সক্ষম করুন
bs_ba: Omogući teme kursa
ca_es: Permet temes als itineraris formatius
cs_cz: Povolit téma učební osnovy
da: Aktivér kurstemate
de: Auswahl eines Lernpfad-Designs erlauben
el: Να επιτρέπεται ένα θέμα εκπαίδευσης (training theme)
eo: Aktivi kursajn temojn
es: Permitir estilos en Lecciones
es_mx: Activar temas del curso
eu_es: Baimendu gaiak prestakuntzan
fa_ir: صدور مجوز قالب آموزشی
fi_fi: Salli oppimispolun teema
fo_fo: Virk kursateymur
fur: Ativâ teme dal curs
ga: Cumasaigh téamaí cúrsa
gl: Permitir temas en Itinerarios de aprendizaxe
he_il: אפשר ערכות נושא של קורסים
hi: कोर्स थीम्स सक्षम करें
hr_hr: Dozvoli upotrebu personalizacije Puta učenja
hu_hu: Tanösvény téma engedélyezése
hy: Միացնել դասընթացի թեմաները
id_id: Aktifkan tema kursus
it: Abilita aspetti personalizzati per i moduli didattici
ja: コースのテーマを許可
ka_ge: კურსის თემების ჩართვა
ko_kr: 강좌 테마 활성화
lo: ເປີດໃຊ້ຫົວຂໍ້ຫຼັກສູດ
lt_lt: Įjungti kurso temas
lv_lv: Atļaut apgūt mācību tēmu
mk_mk: Овозможи теми на курс
ms_my: Benarkan tema kursus
my_mm: သင်တန်းအပြင်အဆင်များကို ဖွင့်ပါ
ne: कोर्स विषयवस्तुहरू सक्षम गर्नुहोस्
nl: stijlblad voor leerpad toelaten
nn_no: Aktiver kurs tema
oc: Permetre de tèmas dins leis itineraris de formacion
pl_pl: Zawalanie na używanie motywów w ścieżce nauki
ps: د کورس تھیمونه فعال کړئ
pt_br: Permitir tema do curso
pt_pt: Permitir tema/template do curso
ro_ro: Permis stiluri in lecții
ru_ru: Разрешить учебный план темы
sk_sk: Povoliť tému učebnej osnovy
sl: Dovoli uporabo teme učne poti
sq: Aktivizo temat e kursit
sr_rs: Omogući teme kursa
sv_se: Tillåt teman för kursmoment
sw_ke: Washirikisha mandhari ya kozi
ta: பாடநூல் தீம்களை செயல்படுத்தவும்
th: เปิดใช้งานธีมคอร์ส
tl_ph: Payagan ang tema ng training
tr: Eğitim temasına izin ver
uk_ua: Увімкнути теми курсу
vi_vn: Kích hoạt chủ đề khóa học
xh_za: Vumela iithimeli zekhosi
zh_cn: 允许培训主题
zh_tw: 啟用課程主題

source: Allowed
ar: مسموح
ast_es: Dar permisu
bn_bd: অনুমোদিত
bs_ba: Dozvoljeno
ca_es: Permès
cs_cz: Povolený
da: Tilladt
de: Auswahl Lernpfad-Designs AN
el: Επιτρέπεται
eo: Permesita
es: Permitido
es_mx: Permitido
eu_es: Baimendua
fa_ir: مجوز صادر شد
fi_fi: Sallittu
fo_fo: Leypt
fur: Permitû
ga: Ceadaite
gl: Permitido
he_il: מותר
hi: अनुमत
hr_hr: Dozvoljeno
hu_hu: Engedélyezve
hy: Թույլատրված
id_id: Diizinkan
it: Abilitato
ja: 許可する
ka_ge: ნებადართული
ko_kr: 허용됨
lo: ອະນຸຍາດ
lt_lt: Leidžiama
lv_lv: Atļauts
mk_mk: Дозволено
ms_my: Dibenarkan
my_mm: ခွင့်ပြုထားသည်
ne: अनुमति दिइएको
nl: Toegelaten
nn_no: Tillèt
oc: Autorizat
pl_pl: Włącz
ps: اجازه شوې
pt_br: Permitido
pt_pt: Permitido
ro_ro: Permis
ru_ru: Разрешено
sk_sk: Povolený
sl: Dovoljeno
sq: Leu
sr_rs: Dozvoljeno
sv_se: Tillåtet
sw_ke: Inaruhusiwa
ta: அனுமதிக்கப்பட்டது
th: อนุญาต
tl_ph: Pinayagan
tr: İzin verildi
uk_ua: Дозволено
vi_vn: Được phép
xh_za: Vumile
zh_cn: 允许
zh_tw: 允許

source: Disallowed
ar: غير مسموح
ast_es: Permisu denegáu
bn_bd: অনুমোদিত নয়
bs_ba: Nedozvoljeno
ca_es: No permès
cs_cz: Nepovolený
da: Ikke tilladt
de: Auswahl Lernpfad-Designs AUS
el: Δεν επιτρέπεται
eo: Malpermesita
es: No permitido
es_mx: No permitido
eu_es: Debekatua
fa_ir: مجوز باطل شد
fi_fi: Estetty
fo_fo: Ikki leypt
fur: No permitû
ga: Gan chead
gl: Non permitido
he_il: אסור
hi: अनुमत नहीं
hr_hr: Nije dozvoljeno
hu_hu: Letiltva
hy: Արգելված
id_id: Tidak Diizinkan
it: Disabilitato
ja: 許可しない
ka_ge: აკრძალული
ko_kr: 허용되지 않음
lo: ບໍ່ອະນຸຍາດ
lt_lt: Neleidžiama
lv_lv: Noraidīts
mk_mk: Недозволено
ms_my: Tidak dibenarkan
my_mm: ခွင့်မပြုပါ
ne: अनुमति नदिइएको
nl: Niet toegelaten
nn_no: Ikkje tillèt
oc: Pas permés
pl_pl: Wyłącz
ps: اجازه نه شوې
pt_br: Não permitido
pt_pt: Não permitido
ro_ro: Nepermis
ru_ru: Запрещено
sk_sk: Nepovolená
sl: Prepovedano
sq: E lejuar
sr_rs: Zabranjeno
sv_se: Otillåtet
sw_ke: Hairuhusiwi
ta: தடை செய்யப்பட்டது
th: ไม่อนุญาต
tl_ph: Huwag Payagan
tr: İzin kaldırıldı
uk_ua: Заборонено
vi_vn: Không được phép
xh_za: Ayivumelekanga
zh_cn: 禁止
zh_tw: 不允許

source: Chat settings
ar: اعدادات الدردشة
ast_es: Configuración del chat
bn_bd: চ্যাট সেটিংস
bs_ba: Podešavanja chata
ca_es: Configuració del xat
cs_cz: Vlastnosti chatu
da: Chat-indstillinger
de: Chat-Einstellungen
el: Ρυθμίσεις συνομιλιών (chat)
eo: Agordoj de babilo
es: Configuración del chat
es_mx: Configuración de chat
eu_es: Txataren ezarpena
fa_ir: تنظیمات گفتگو
fi_fi: Keskusteluasetukset
fo_fo: Chat stillingar
fur: Impjastaments chat
ga: Socruithe comhrá
gl: Configuración do chat
he_il: הגדרות צ'אט
hi: चैट सेटिंग्स
hr_hr: Postavke chata
hu_hu: Csevegés beállításai
hy: Չաթի կարգավորումներ
id_id: Pengaturan obrolan
it: Configurazione Chat
ja: チャットの設定
ka_ge: ჩატის პარამეტრები
ko_kr: 채팅 설정
lo: ການຕັ້ງຄ່າສົນທະນາ
lt_lt: Čato nustatymai
lv_lv: Tērzēšanas iestatījumi
mk_mk: Поставки за чет
ms_my: Tetapan sembang
my_mm: ချက်တင်ဆက်တင်များ
ne: च्याट सेटिङहरू
nl: Chat instellingen
nn_no: Prateinstillingar
oc: Paramètres de l'aïna
pl_pl: Ustawienia czatu
ps: د چیټ ایډیټینګونه
pt_br: Configurações do chat
pt_pt: Configurações do chat
ro_ro: Setări chat
ru_ru: Настройки чата
sk_sk: Nastavenia Konverzácie
sl: Nastavitve klepeta
sq: Konfigurimi i bisedës
sr_rs: Podešavanja četa
sv_se: Chattinställningar
sw_ke: Mipangilio ya mazungumzo
ta: அதிரடி அமைப்புகள்
th: การตั้งค่าการแชท
tl_ph: Mga setting ng chat
tr: Sohbet ayarları
uk_ua: Налаштування чату
vi_vn: Cài đặt trò chuyện
xh_za: Useto lweChat
zh_cn: 聊天设置
zh_tw: 聊天室設定

source: Open chat in a new Window
ar: فتح الدردشة في نافذة جديدة
ast_es: Abrir el chat nuna ventana nueva
bn_bd: নতুন উইন্ডোতে চ্যাট খোলুন
bs_ba: Otvori chat u novom prozoru
ca_es: Obrir el xat en una nova finestra
cs_cz: Otevřít chat v novém okně
da: Åbn chat i et nyt vindue
de: Chat in neuem Fenster öffnen
el: Άνοιγμα συζήτησης (chat) σε ένα νεό Παράθυρο
eo: Malfermi babilon en nova fenestro
es: Abrir el chat en una nueva ventana
es_mx: Abrir chat en ventana nueva
eu_es: Ireki txata beste leiho batean
fa_ir: باز کردن گفتگو در پنجره جدید
fi_fi: Avaa keskustelu uuteen ikkunaan
fo_fo: Lat chat opnast í nýggjum glugga
fur: Viar il chat in eine gnove finestre
ga: Oscail comhrá i bhFuinneog nua
gl: Abrir o chat nunha nova fiestra
he_il: פתח צ'אט בחלון חדש
hi: चैट को नई विंडो में खोलें
hr_hr: Otvori chat u novom prozoru
hu_hu: Csevegés megnyitása új ablakban
hy: Բացել չաթը նոր պատուհանում
id_id: Buka obrolan di jendela baru
it: Apri la Chat in una nuova finestra
ja: チャットを新しいウィンドウで開く
ka_ge: ჩატის გახსნა ახალ ფანჯარაში
ko_kr: 새 창에서 채팅 열기
lt_lt: Atverti čatą naujame lange
lv_lv: Atvērt tērzēšanai jaunu logu
mk_mk: Отвори чет во нов прозорец
ms_my: Buka sembang dalam tingkap baru
my_mm: ချက်တင်ကို ဝင်းဒိုးအသစ်တွင် ဖွင့်ပါ
ne: नयाँ विन्डोमा च्याट खोल्नुहोस्
nl: Open de chat in een nieuw venster
nn_no: Opne prat i eit nytt vindu
oc: Dobrir l'aïna dins una fenèstra novèla
pl_pl: Otwórz czat w nowym oknie
ps: چیټ په نوي کړکۍ کې خلاص کړئ
pt_br: Abrir chat numa nova janela
pt_pt: Abrir chat numa nova janela
ro_ro: Deschideti chat-ul într-o fereastră nouă
ru_ru: Открывать чат в новом окне
sk_sk: Otvoriť Konverzáciu v novom okne
sl: Odpri klepet v novem oknu
sq: Hap bisedën në një dritare të re
sr_rs: Otvori čet u novom prozoru
sv_se: Öppna chatt i nytt fönster
sw_ke: Fungua mazungumzo katika dirisha jipya
ta: புதிய சன்னலில் அதிரடியை திற
th: เปิดแชทในหน้าต่างใหม่
tl_ph: Buksan ang chat sa isang bagong Window
tr: Sohbeti yeni pencerede aç
uk_ua: Відкривати чат у новому вікні
vi_vn: Mở trò chuyện trong cửa sổ mới
xh_za: Vula i-chat kwifestile entsha
zh_cn: 在新窗口聊天
zh_tw: 在新視窗開啟聊天室

source: Activate open the chat in a new window
ar: تفعيل فتح الدردشة في نافذة جديدة
ast_es: Activar abrir el chat nuna ventana nueva
bn_bd: নতুন উইন্ডোতে চ্যাট খোলা সক্রিয় করুন
bs_ba: Aktiviraj otvaranje chata u novom prozoru
ca_es: Activar obrir el xat en una nova finestra
cs_cz: Aktivovat otevření chatu v novém okně
da: Aktivér åbning af chat i et nyt vindue
de: Chat in neuem Fenster AN
el: Ενεργοποίηση του ανοίγματος της συνομιλίας (chat) σε ένα νέο παράθυρο
eo: Aktivi malfermon de babilo en nova fenestro
es: Activar abrir el chat en una nueva ventana
es_mx: Activar abrir el chat en ventana nueva
eu_es: Aktibatu txata irekitzea beste leiho batean
fa_ir: فعال سازی باز کردن گفتگو در پنجره جدید
fi_fi: Aktivoi avaa keskustelu uuteen ikkunaan
fo_fo: Virk opning av chat í nýggjum glugga
fur: Ativâ vêr il chat in une gnove finestre
ga: Gníomhachtaigh oscail comhrá i bhfuinneog nua
gl: Activar para abrir o chat nunha nova fiestra
he_il: הפעל פתח את הצ'אט בחלון חדש
hi: चैट को नई विंडो में खोलना सक्रिय करें
hr_hr: Aktiviraj otvaranje chata u novom prozoru
hu_hu: Csevegés megnyitása új ablakban engedélyezése
hy: Ակտիվացնել չաթի բացումը նոր պատուհանում
id_id: Aktifkan buka obrolan di jendela baru
it: Abilita l'apertura di una Chat in una nuova finestra
ja: チャットを新しいウィンドウで開くことをアクティブにする
ka_ge: ჩატის გახსნის აქტივაცია ახალ ფანჯარაში
ko_kr: 새 창에서 채팅 열기 활성화
lo: ເປີດໃຊ້ການເປີດສົນທະນາໃນໜ້າຕ່າງໃໝ່
lt_lt: Įjungti čato atvėrimą naujame lange
lv_lv: Aktivizēt iespēju atvērt tērzēšanai jaunu logu
mk_mk: Активирај отворање чет во нов прозорец
ms_my: Aktifkan buka sembang dalam tingkap baru
my_mm: ချက်တင်ကို ဝင်းဒိုးအသစ်တွင် ဖွင့်ခြင်းကို ဖွင့်ပါ
ne: नयाँ विन्डोमा च्याट खोल्न सक्रिय गर्नुहोस्
nl: Toon chatvenster in een nieuw scherm
nn_no: Aktiver opning av prat i eit nytt vindu
oc: Activar dobrir l'aïna dins una fenèstra novèla
pl_pl: Włącz otwieranie czatu w nowym oknie
ps: چیټ په نوي کړکۍ کې خلاص کول فعال کړئ
pt_br: Ativar: abrir o chat numa nova janela
pt_pt: Activar abrir o chat numa nova janela
ro_ro: Activați deschis chat-ul într-o fereastră nouă
ru_ru: Включить открытие чата в новом окне
sk_sk: Aktivovať otvorenie Konverzácie v novom okne
sl: Aktiviraj odpiranje klepeta v novem oknu
sq: Aktivizo hap bisedën në një dritare të re
sr_rs: Omogući otvaranje četa u novom prozoru
sv_se: Aktivera öppna chatt i nytt fönster
sw_ke: Washirikisha kufungua mazungumzo katika dirisha jipya
ta: புதிய சன்னலில் அதிரடியை திறக்க 활성화 செய்
th: เปิดใช้งานการเปิดแชทในหน้าต่างใหม่
tl_ph: I-activate buksan ang chat sa isang bagong window
tr: Sohbeti yeni pencerede açmayı aktifleştir
uk_ua: Активувати відкриття чату у новому вікні
vi_vn: Kích hoạt mở trò chuyện trong cửa sổ mới
xh_za: Buyekeza ukuvula i-chat kwifestile entsha
zh_cn: 打开并跳转到新聊天窗口
zh_tw: 啟用在新視窗開啟聊天室
