Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This user cannot be deleted because he is still teacher in a course. You can either remove his teacher status from these courses and then delete his account, or disable his account instead of deleting it.
ar: هذا المستخدم لا يمكن حذفه لانه ما زال مدرسا في مقرر دراسي، يمكنك اما حذف مكانته كمدرس من المقررات ومن ثم حذف حسابه، او يمكنك تعطيل حسابه بدلا من حذفه
ast_es: Esti usuariu nun se pue esborrar porque continúa de docente d'un cursu o de más. Pue cambiar el so títulu de docente d'estos cursos enantes d'esborralu, o bloquiar la so cuenta.
bn_bd: এই ব্যবহারকারীকে মুছে ফেলা যাবে না কারণ তিনি এখনও একটি কোর্সে শিক্ষক। আপনি তার শিক্ষক স্ট্যাটাস এই কোর্সগুলি থেকে সরিয়ে তার অ্যাকাউন্ট মুছে ফেলতে পারেন, অথবা মুছে ফেলার পরিবর্তে তার অ্যাকাউন্ট নিষ্ক্রিয় করতে পারেন।
bs_ba: Ovaj korisnik se ne može obrisati jer je još uvijek predavač u kursu. Možete ukloniti njegov status predavača iz tih kurseva pa ga onda obrisati, ili onemogućiti njegov račun umjesto brisanja.
ca_es: Aquest usuari no es pot eliminar perquè segueix com docent d'un curs o més. Pot canviar el seu títol de docent d'aquests cursos abans d'eliminar-lo o bloquejar el seu compte.
cs_cz: Tento uživatel nemůže být smazán, protože je stále lektorem v kurzu. Můžete ale odstranit jeho status školitele z tohoto kurze a pak smazat účet, nebo zakázat jeho účet místo smazání.
da: Denne bruger kan ikke slettes, fordi han stadig er lærer i et kursus. Du kan enten fjerne hans lærerstatus fra disse kurser og derefter slette hans konto, eller deaktivere hans konto i stedet for at slette den.
de: Dieser User kann nicht gelöscht werden, da er noch Kursleiter dieses Kurses ist. Entweder wird der Kursleiter-Status entfernt, anschließend kann der User entfernt werden; alternativ kann dieser Zugang auch einfach deaktiviert werden.
el: Αυτός ο χρήστης δεν μπορεί να διαγραφεί επειδή είναι ακόμα δάσκαλος σε μάθημα. Μπορείτε είτε να αφαιρέσετε την ιδιότητα δασκάλου από αυτά τα μαθήματα και μετά να διαγράψετε τον λογαριασμό του, είτε να απενεργοποιήσετε τον λογαριασμό του αντί να τον διαγράψετε.
eo: Ĉi tiu uzanto ne povas esti forigita ĉar li ankoraŭ estas instruisto en kurso. Vi povas aŭ forigi lian instruistan staton el tiuj kursoj kaj poste forigi lian konton, aŭ malŝalti lian konton anstataŭ forigi ĝin.
es: Este usuario no se puede eliminar porque sigue como docente de un curso o más. Puede cambiar su título de docente de estos cursos antes de eliminarlo, o bloquear su cuenta.
es_mx: Este usuario no puede ser eliminado porque aún es profesor en un curso. Puedes remover su estatus de profesor de estos cursos y luego eliminar su cuenta, o desactivar su cuenta en lugar de eliminarla.
eu_es: Ezin da erabiltzailea kendu, oraindik ikastaro batean edo batzuetan irakasle izaten jarraitzen duelako. Bide bi duzu, edo kenduiozu ikastaro hauetako irakasle statusa eta, ondoren, ezabatu bere kontua edo, bestela, desgaitu bere kontua, ezabatu ordez.
fa_ir: این کاربر نمی‌تواند حذف شود زیرا هنوز معلم در یک دوره است. می‌توانید وضعیت معلمی او را از این دوره‌ها حذف کنید و سپس حساب او را حذف کنید، یا حساب او را غیرفعال کنید به جای حذف.
fi_fi: Tätä käyttäjää ei voi poistaa, koska hän on edelleen opettaja kurssilla. Voit joko poistaa hänen opettajastatuksensa näiltä kursseilta ja sitten poistaa tilin tai poistaa tilin käytöstä poistamisen sijaan.
fo_fo: Hendan brúkarin kann ikki slettast, tí hann er enn lærar í einum kjørslu. Tú kanst hálósa lærarstøðu hansara úr hesum kjørslunum og síðan sletta kontu hansara, ella óvirkja kontu hansara í staðin fyri at sletta tað.
fur: Chest utent no si pues eliminâ parcè che al è ancjemò formadôr in un cors. Podês o toglî il so status di formadôr da chei cors e po eliminâ il so cont, o disativâ il so cont in loc di eliminâlo.
ga: Ní féidir an úsáideoir seo a scriosadh toisc go bhfuil sé fós ina mhúinteoir i gcúrsa. Is féidir leat a stádas múinteora a bhaint de na cúrsaí sin agus ansin a chuntas a scriosadh, nó a chuntas a dhíchumasú in ionad é a scriosadh.
gl: Este usuario/a non se pode eliminar porque segue como docente dun curso ou máis. Pode cambiar o seu perfil de docente destes cursos antes de eliminalo, ou bloquear a súa conta.
he_il: לא ניתן למחוק את המשתמש הזה מכיוון שהוא עדיין מורה בקורס. אתה יכול להסיר את סטטוס המורה שלו מהקורסים האלה ואז למחוק את החשבון שלו, או להשבית את החשבון שלו במקום למחוק אותו.
hi: यह उपयोगकर्ता हटाया नहीं जा सकता क्योंकि वह अभी भी एक कोर्स में शिक्षक है। आप उसके कोर्सों से शिक्षक स्थिति हटा सकते हैं और फिर उसका खाता हटा सकते हैं, या खाता हटाने के बजाय अक्षम कर सकते हैं।
hr_hr: Korisnik se ne može obrisati jer je još uvijek predavač u predmetu. Možete ukloniti njegov status predavača iz tih predmeta i zatim obrisati njegov račun ili onemogućiti njegov račun umjesto brisanja.
hu_hu: Ez a felhasználó nem törölhető, mert még mindig tanár egy kurzusban. Eltávolíthatja tanári státuszát ezekből a kurzusokból, majd törölheti fiókját, vagy letilthatja a fiókját a törlés helyett.
hy: Այս օգտատերը չի կարող ջնջվել, քանի որ դեռ դասախոս է դասընթացում: Դուք կարող եք հեռացնել նրա դասախոսի կարգավիճակը այդ դասընթացներից և հետո ջնջել նրա հաշիվը կամ ան활ացնել նրա հաշիվը ջնջելու փոխարեն:
id_id: Pengguna ini tidak dapat dihapus karena masih menjadi guru di mata kuliah. Anda dapat menghapus status guru dari mata kuliah tersebut lalu hapus akunnya, atau nonaktifkan akunnya daripada menghapusnya.
it: L'utente non può essere eliminato in quanto è ancora docente in un corso. Per eliminare l'account devi prima cancellare il suo stato di docente nei corsi, oppure puoi sospendere l'account anziché eliminarlo.
ja: このユーザーはコースの教師であるため削除できません。該当コースから教師の地位を削除してからアカウントを削除するか、アカウントを無効化してください。
ka_ge: ამ მომხმარებლის წაშლა შეუძლებელია, რადგან ის კვლავ მასწავლებელია კურსში. შეგიძლიათ მისი მასწავლებლის სტატუსის მოცილება ამ კურსებიდან და შემდეგ ანგარიშის წაშლა, ან ანგარიშის გამორთვა წაშლის ნაცვლად.
ko_kr: 이 사용자는 코스에서 여전히 교사이므로 삭제할 수 없습니다. 해당 코스에서 교사 지위를 제거한 후 계정을 삭제하거나, 계정을 삭제하는 대신 비활성화할 수 있습니다.
lo: ບໍ່ສາມາດລຶບຜູ້ໃຊ້ນີ້ໄດ້ ເພາະວ່າເຂົາຍັງເປັນຄູສອນຢູ່ໃນລາຍວິຊາ. ທ່ານສາມາດລຶບສະຖານະຄູສອນຂອງລາວອອກຈາກລາຍວິຊາເຫຼົ່ານີ້ແລ້ວຈຶ່ງລຶບບັນຊີຂອງລາວ, ຫຼື ປິດການໃຊ້ງານບັນຊີຂອງລາວແທນການລຶບ.
lt_lt: Šis vartotojas negali būti ištrintas, nes jis vis dar yra mokytojas kurse. Galite pašalinti jo mokytojo statusą iš šių kursų ir tada ištrinti jo paskyrą arba užblokuoti jo paskyrą vietoj trynimo.
lv_lv: Šo lietotāju nevar izdzēst, jo viņš joprojām ir, kā Lektors, kādā no Kursiem . Jūs varat:<br>- vai nu noņemt Lektora statusu šajā kursā, un pēc tam izdzēsiet šo kontu, <br>- vai atslēgt kontu, nevis dzēst to.
mk_mk: Овој корисник не може да се избрише бидејќи сè уште е предавач во курс. Можете да го отстраните неговиот статус на предавач од тие курсеви и потоа да го избришете неговиот профил, или да го оневозможите профилот наместо да го избришете.
ms_my: Pengguna ini tidak boleh dipadam kerana dia masih merupakan guru dalam kursus. Anda boleh mengalih keluar status guru beliau dari kursus-kursus ini dan kemudian memadam akaun beliau, atau lumpuhkan akaun beliau dan bukannya memadamnya.
my_mm: ဤအသုံးပြုသူသည် သင်တန်းတစ်ခုတွင် ဆရာအဖြစ် ရှိနေသေးသောကြောင့် ဖျက်၍မရပါ။ သင်သည် ဤသင်တန်းများမှ ၎င်း၏ဆရာအခြေအနေကို ဖယ်ရှားပြီး ၎င်း၏အကောင့်ကို ဖျက်နိုင်သည်၊ သို့မဟုတ် ၎င်း၏အကောင့်ကို ဖျက်မည့်အစား ပိတ်ထားနိုင်သည်။
ne: यो प्रयोगकर्तालाई हटाउन सकिँदैन किनकि उनी अझै कक्षामा शिक्षक छन्। तपाईंले यी कक्षाहरूबाट उनको शिक्षक स्थिति हटाउन सक्नुहुन्छ र त्यसपछि उनको खाता हटाउन सक्नुहुन्छ, वा हटाउनुको सट्टा उनको खाता असक्षम गर्न सक्नुहुन्छ।
nl: Deze gebruiker kan niet verwijderd worden omdat hij nog steeds een trainer in een training is. U kunt ofwel het trainersstatuut ontnemen en daarna deze account verwijderen of u kunt de account desactiveren in plaats van deze te verwijderen.
nn_no: Denne brukaren kan ikkje slettast fordi han framleis er lærar i eit kurs. Du kan anten fjerne lærarstatusen hans frå desse kursa og deretter slette kontoen hans, eller deaktiver kontoen hans i staden for å slette den.
oc: Aqueste utilizaire pòt pas èsser suprimit perquè es encara professor dins un còrs. Podètz o suprimir son estatut de professor d'aquestes cors e puèi suprimir son compte, o desactivar son compte en luèu de lo suprimir.
pl_pl: Użytkownik nie może być usunięty, ponieważ jest nadal trenerem kursu. Możesz usunąć jego status trenera tych kursów, a następnie usunąć jego konto, lub wyłączyć jego konto, nie usuwając go.
ps: دا کاروونکی نشي له منځه وړل کېدای ځکه چې هغه لا هم په یو کورس کې ښوونکی دی. تاسو کولای شئ د دې کورسونو څخه د هغه ښوونکي حالت لرې کړئ او بیا د هغه حساب له منځه یوسئ، یا د له منځه وړلو پر ځای د هغه حساب غیرفعال کړئ.
pt_br: Este usuário não se pode ser excluido porque é tutor/professor de um ou mais cursos. Pode alterar o seu perfil de tutor/professor deste curso antes de excluilo ou bloquear a sua conta.
pt_pt: Este utilizador não pode ser eliminado porque é instrutor num curso. Pode remover o seu status/estado de instrutor desses cursos e em seguida, eliminar a conta, ou desativá-la em vez de a eliminar.
ro_ro: Acest utilizator nu poate fi sters deoarece este inca profesor la un curs. Puteti fie sa indepartati statutul sau de profesor din aceste cursuri si apoi sa ii stergeti contul, fie sa ii dezactivati contul in loc de a-l sterge.
ru_ru: Пользователь не может быть удален, поскольку он все еще является преподавателем в курсе. Вы можете либо снять с него статус преподавателя в этих курсах, а затем удалить его учетную запись, либо отключить его учетную запись вместо удаления.
sk_sk: Tento používateľ nemôže byť zmazaný, pretože je stále lektorom kurzu. Môžete mu buď odobrať status lektora v tomto kurze a potom zmazať jeho konto alebo deaktivovať jeho konto namiesto jeho zmazania.
sl: Uporabnika ni možno odstraniti, ker je še vedno učitelj v tečaju. Ali mu odstranite status učitelja v tečaju in nato odstranite njegov uporabniški račun ali pa enostavno onemogočite njegov uporabniški račun.
sq: Ky përdorues nuk mund të fshihet sepse është ende mësues në një kurs. Mund të hiqni statusin e tij të mësuesit nga këto kurse dhe pastaj të fshini llogarinë e tij, ose të çaktivizoni llogarinë e tij në vend të fshirjes.
sr_rs: Ovaj korisnik se ne može obrisati jer je još uvek nastavnik na kursu. Možete ukloniti njegov status nastavnika iz tih kurseva pa onda obrisati njegov nalog, ili onemogućiti njegov nalog umesto brisanja.
sv_se: Denna användare kan inte raderas eftersom han fortfarande är lärare i en kurs. Du kan antingen ta bort hans lärarstatus från dessa kurser och sedan radera hans konto, eller inaktivera hans konto istället för att radera det.
sw_ke: Mtumiaji huyu hawezi kufutwa kwa sababu bado ni mwalimu katika kozi. Unaweza kuondoa hadhi yake ya mwalimu kutoka kwenye kozi hizi na kisha kufuta akaunti yake, au kuletea akaunti yake badala ya kuifuta.
ta: இந்த பயனர் ஒரு பாடத்தில் இன்னும் ஆசிரியராக இருப்பதால் நீக்க முடியாது. நீங்கள் அவரது ஆசிரியர் நிலையை அந்த பாடங்களிலிருந்து நீக்கி அவரது கணக்கை நீக்கலாம், அல்லது நீக்குவதற்கு பதிலாக அவரது கணக்கை முடக்கலாம்.
th: ไม่สามารถลบผู้ใช้นี้ได้เพราะยังเป็นครูในคอร์ส คุณสามารถลบสถานะครูจากคอร์สเหล่านั้นแล้วลบบัญชี หรือปิดใช้งานบัญชีแทนการลบ
tl_ph: Hindi mapapadala ang user na ito dahil siya ay nagsisilbing guro pa rin sa isang kurso. Maaari mong alisin ang kanyang katayuan bilang guro mula sa mga kursong ito at pagkatapos ay tanggalin ang kanyang account, o hindi paganahin ang kanyang account sa halip na tanggalin ito.
tr: Bu kullanıcı silinemez çünkü hala bir derste öğretmendir. Bu derslerden öğretmen statüsünü kaldırıp hesabını silebilirsiniz veya hesabını silmek yerine devre dışı bırakabilirsiniz.
uk_ua: Цього користувача не можна видалити, оскільки він все ще викладач у курсі. Ви можете або видалити його статус викладача з цих курсів, а потім видалити його обліковий запис, або деактивувати його обліковий запис замість видалення.
vi_vn: Không thể xóa người dùng này vì anh ấy vẫn là giảng viên trong một khóa học. Bạn có thể xóa trạng thái giảng viên của anh ấy khỏi các khóa học này rồi xóa tài khoản, hoặc vô hiệu hóa tài khoản thay vì xóa.
xh_za: Lo msebenzisi akakwazi ukucinywa kuba usesemfundisi kwisifundo. Ungasusa isimo sakhe semfundisi kwezi zifundo kwaye ucime i-akhawunti yakhe, okanye ukhuphele phantsi i-akhawunti yakhe endaweni yokuyicima.
zh_cn: 此用户无法删除，因为他仍是课程中的教师。您可以从这些课程中移除他的教师身份然后删除他的账户，或者禁用他的账户而不是删除。
zh_tw: 此使用者無法刪除，因為他仍是某課程的教師。您可以先移除這些課程中的教師身份再刪除其帳戶，或停用其帳戶而非刪除。

source: Allow non admin to create courses
ar: السماح لغير المدير من انشاء مقررات
ast_es: Permitir la creación de cursos
bn_bd: অ্যাডমিন ছাড়া কোর্স তৈরি করতে অনুমতি দিন
bs_ba: Dozvoli nestrancima da kreiraju kurseve
ca_es: Permetre la creació de cursos
cs_cz: Povolit ne-administrátorům vytvářet školení
da: Tillad ikke-admin at oprette kurser
de: Recht zur Kurserstellung
el: Επιτρέψτε σε μη διαχειριστές να δημιουργούν μαθήματα
eo: Permesi ne-administron krei kursojn
es: Permitir la creación de cursos
es_mx: Permitir a no administradores crear cursos
eu_es: Baimendu kudeatzaileak ez direnei ikastaroak sortzeko
fa_ir: اجازه ایجاد دوره به غیر از مدیر
fi_fi: Salli ei-ylläpitäjien kurssien luonti
fo_fo: Leyp ikki-administraturum at skapa kjørslur
fur: Permitî ai no-admin di creâ cors
ga: Lig do neamh-riarthóirí cúrsaí a chruthú
gl: Permitir a creación de cursos
he_il: אפשר ללא מנהל ליצור קורסים
hi: गैर-प्रशासकों को कोर्स बनाने की अनुमति दें
hr_hr: Dopusti ne-admins da stvaraju predmete
hu_hu: Nem adminisztrátorok számára kurzusok létrehozásának engedélyezése
hy: Թույլ տալ ոչ ադմինիստրատորներին ստեղծել դասընթացներ
id_id: Izinkan non-admin membuat mata kuliah
it: Anche chi non è amministratore può creare corsi
ja: 管理者以外にコースの作成を許可
ka_ge: კურსების შექმნის უფლება არაადმინისტრატორებისთვის
ko_kr: 비관리자가 코스 생성 허용
lt_lt: Leisti ne administratoriams kurti kursus
lv_lv: Ļaut personām, kuras nav platformas administratori, izveidot apmācības
mk_mk: Овозможи некомутници да создаваат курсеви
ms_my: Benarkan bukan pentadbir mencipta kursus
my_mm: စီမံခန့်ခွဲသူမဟုတ်သူများအား သင်တန်းများဖန်တီးခွင့်ပြုပါ
ne: गैर-अडमिनहरूलाई कक्षा सिर्जना गर्न अनुमति दिनुहोस्
nl: Laat niet-cursusbeheerders toe om cursussen aan te maken
nn_no: Tillat ikkje-administrativar å opprette kurs
oc: Permetre als non admins de crear cors
pl_pl: Pozwalaj trenerom na tworzenie kursów
ps: د غیر اډمینانو ته د کورسونو جوړولو اجازه ورکړئ
pt_br: Permitir a criação de cursos
pt_pt: Permitir a utilizadores que não sejam administradores de criar cursos
ro_ro: Permiteti ca utilizatorii fara drept de administrare sa creeze cursuri
ru_ru: Разрешить не-админам создавать курсы
sk_sk: Povoliť ne-administrátorovi vytvorenie kurzu
sl: Dovoli ne-upraviteljem kreiranje tečajev
sq: Lejo jo-administruesit të krijojnë kurse
sr_rs: Dozvoli nestrativnicima kreiranje kurseva
sv_se: Tillåt icke-administratörer att skapa kurser
sw_ke: Ruhusu wasimamizi wasio wa admin kuunda kozi
ta: நிர்வாகிகளல்லாதவர்களுக்கு பாடங்களை உருவாக்க அனுமதிக்கவும்
th: อนุญาตให้ผู้ดูแลระบบที่ไม่ใช่แอดมินสร้างคอร์ส
tl_ph: Payagan ang hindi tagapangasiwa na lumikha ng mga kurso
tr: Yönetici olmayanların ders oluşturmasına izin ver
uk_ua: Дозволити неадміністраторам створювати курси
vi_vn: Cho phép không phải quản trị viên tạo khóa học
xh_za: Vumela abangeyo abaphathi ukudala izifundo
zh_cn: 允许非管理员创建课程
zh_tw: 允許非管理員建立課程

source: Allow non administrators (teachers) to create new courses on the server
ar: السماح لغير المدراء (المدرسين) من انشاء مقررات جديدة في النظام
ast_es: Permite que los usuarios non alministradores (profesores) crear cursos nuevos nel portal.
bn_bd: অ্যাডমিনিস্ট্রেটর ছাড়া (শিক্ষকদের) সার্ভারে নতুন কোর্স তৈরি করতে অনুমতি দিন
bs_ba: Dozvoli nestrancima (predavačima) da kreiraju nove kurseve na serveru
ca_es: Els professors poden crear cursos en la plataforma
cs_cz: Povolit ne-administrátorům(školitelům) vytvářet nová školení na portálu
da: Tillad ikke-administratorer (lærere) at oprette nye kurser på serveren
de: Nicht-Administratoren (Kursleitern) ist es gestattet, Kurse zu erstellen
el: Επιτρέψτε σε μη διαχειριστές (δασκάλους) να δημιουργούν νέα μαθήματα στον διακομιστή
eo: Permesi ne-administrojn (instruistojn) krei novajn kursojn sur la servilo
es: Los profesores pueden crear cursos en la plataforma
es_mx: Permitir a no administradores (profesores) crear nuevos cursos en el servidor
eu_es: Baimendu kudeatzaileak ez diren irakasleei plataforman ikastaroak sortzeko
fa_ir: اجازه ایجاد دوره‌های جدید به مدیران غیر (معلمان) روی سرور
fi_fi: Salli ei-ylläpitäjien (opettajien) luoda uusia kursseja palvelimelle
fo_fo: Leyp ikki-administraturum (lærarum) at skapa nýggjar kjørslur á alservaranum
fur: Permitî ai no-amministradôrs (formadôrs) di creâ gnûts cors sul server
ga: Lig do neamh-riarthóirí (múinteoirí) cúrsaí nua a chruthú ar an bhfreastalaí
gl: Os profesores poden crear cursos na plataforma
he_il: אפשר לגורמים שאינם מנהלי מערכת (מורים) ליצור קורסים חדשים בשרת
hi: गैर-प्रशासकों (शिक्षकों) को सर्वर पर नए कोर्स बनाने की अनुमति दें
hr_hr: Dopusti neadministratore (predavače) da stvaraju nove predmete na poslužitelju
hu_hu: Nem adminisztrátorok (tanárok) számára új kurzusok létrehozásának engedélyezése a szerveren
hy: Թույլ տալ ոչ ադմինիստրատորներին (դասախոսներին) ստեղծել նոր դասընթացներ սերվերում
id_id: Izinkan non-administrator (guru) membuat mata kuliah baru di server
it: Anche i docenti, non amministratori, possono creare nuovi corsi autonomamente
ja: 管理者以外 (教員) にサーバーで新しいコースの作成を許可します
ka_ge: არაადმინისტრატორებისთვის (მასწავლებლებისთვის) ახალი კურსების შექმნის უფლება სერვერზე
ko_kr: 비관리자(교사)가 서버에서 새 코스를 생성할 수 있도록 허용합니다
lo: ອະນຸຍາດໃຫ້ຜູ້ທີ່ບໍ່ແມ່ນຜູ້ເບິ່ງແຍງລະບົບ (ຄູສອນ) ສາມາດສ້າງລາຍວິຊາໃໝ່ໃນເຊີບເວີໄດ້
lt_lt: Leisti ne administratoriams (mokytojams) kurti naujus kursus serveryje
lv_lv: Ļauj ārpuskopienas administratoriem ( Lektoriem ), izveidot jaunus mācību kursus portālā
mk_mk: Овозможи некомутници (предавачи) да создаваат нови курсеви на серверот
ms_my: Benarkan bukan pentadbir (guru) mencipta kursus baru pada pelayan
my_mm: စီမံခန့်ခွဲသူမဟုတ်သူများ (ဆရာများ) အား ဆာဗာပေါ်တွင် သင်တန်းအသစ်များ ဖန်တီးခွင့်ပြုပါ
ne: सर्वरमा नयाँ कक्षाहरू सिर्जना गर्न गैर-अप्रशासकहरूलाई (शिक्षकहरूलाई) अनुमति दिनुहोस्
nl: Laat niet-beheerders (cursisten) toe om nieuwe trainingsessies aan te maken.
nn_no: Tillat ikkje-administratorar (lærarar) å opprette nye kurs på serveren
oc: Permetre als non administrators (professors) de crear de cors novèls sul servidor
pl_pl: Pozwalaj trenerom na tworzenie nowych kursów na serwerze
ps: د غیر اډمیناټراټر (ښوونکي) ته د سرور په سر نوي کورسونه جوړولو اجازه ورکړئ
pt_br: Permitir que os professores criem cursos na plataforma
pt_pt: Permitir a instrutores que não sejam administradores de criar novos cursos no portal
ro_ro: Permiteti ca utilizatorii fara drept de administrare (profesori) sa creeze cursuri noi in portal
ru_ru: Разрешить не-администраторам (преподавателям) создавать новые курсы на сервере
sk_sk: Povoliť používateľovi ne-administrátorovi (lektorom) vytvorenie nového kurzu na portáli
sl: Dovoli ne-upraviteljem (učitelji) kreiranje novih tečajev na platformi
sq: Lejo jo-administratorët (mësuesit) të krijojnë kurse të reja në server
sr_rs: Dozvoli nestrativnicima (nastavnicima) kreiranje novih kurseva na serveru
sv_se: Tillåt icke-administratörer (lärare) att skapa nya kurser på servern
sw_ke: Ruhusu wasimamizi wasio (walimu) kuunda kozi mpya kwenye seva
ta: நிர்வாகிகளல்லாதவர்கள் (ஆசிரியர்கள்) சர்வரில் புதிய பாடங்களை உருவாக்க அனுமதிக்கவும்
th: อนุญาตให้ผู้ดูแลระบบที่ไม่ใช่ผู้ดูแล (ครู) สร้างคอร์สใหม่ในเซิร์ฟเวอร์
tl_ph: Payagan ang mga hindi tagapangasiwa (mga guro) na lumikha ng mga bagong kurso sa server
tr: Yönetici olmayanların (öğretmenlerin) sunucuda yeni dersler oluşturmasına izin ver
uk_ua: Дозволити неадміністраторам (викладачам) створювати нові курси на сервері
vi_vn: Cho phép không phải quản trị viên (giảng viên) tạo khóa học mới trên máy chủ
xh_za: Vumela abangeyo abaphathi (ootitshala) ukudala izifundo ezintsha kwi-server
zh_cn: 允许非管理员（教师）在服务器上创建新课程
zh_tw: 允許非管理員（教師）在伺服器上建立新課程
