Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Deleting this area will permanently delete all the content (documents, links...) it contains and unregister all its members (not remove them from other courses). <br>Do you really want to delete the course?
ast_es: Si esborra'l sitiu web d'esti cursu, va esborrar tolos documentos que tien dientro y tolos sos miembros van quedar ensin matrícula nél. <p> ¿ Ta seguru de que quier esborrar esti cursu ?
bn_bd: এই এলাকা মুছে ফেললে এতে থাকা সকল কন্টেন্ট (ডকুমেন্ট, লিঙ্ক...) স্থায়ীভাবে মুছে যাবে এবং এর সকল সদস্যকে আনরেজিস্টার করবে (অন্য কোর্স থেকে তাদের সরাবে না)। <br>আপনি কি সত্যিই কোর্সটি মুছে ফেলতে চান?
bs_ba: Upozorenje! Brisanje ovog područja će trajno obrisati sav sadržaj (dokumenti, linkovi...) koji sadrži i odjaviti sve njegove članove (neće ih ukloniti iz drugih kurseva). <br>Zaista želite obrisati kurs?
ca_es: En esborrar el lloc web d'aquest curs s'esborraran permanentment tots els documents que conté i tots els seus membres deixaran d'estar-hi inscrits. Voleu realment esborrar aquest curs?
cs_cz: Smazáním tohoto kurzu permanentně vymažete také veškerý obsah (dokumenty, odkazy...) který tam je a odhlásite všechny jeho členy (neodstraníte je však z ostatních oblastí kurzu). Také vymažete všechny virtuální kurzy, které jsou připojeny k tomuto kurzu.<p>Opravdu chcete vymazat oblast kurzu?
da: Ved at slette kursussiden, fjernes alle dokumenter og tilmeldte studerende (de fjernes ikke fra andre kurser).<p>Er du sikker på, at du vil slette kurset?
el: Διαγράφοντας αυτή την περιοχή, θα διαγραφεί μόνιμα όλο το περιεχόμενό της (έγγραφα, σύνδεσμοι ...) και όλοι οι εκπαιδευόμενοι (δεν θα διαγραφούν όμως από άλλες σειρές μαθημάτων). <p>Θέλετε πράγματι να διαγράψετε την συγκεκριμένη εκπαίδευση;
eo: Forigante ĉi-kurson, vi forigos ĉiujn dokumentojn en ĝi. <p>Ĉu vi deziras forigi ĉi-kurson?
es_mx: Si suprime esta web, usted suprimirá; todos los documentos que contiene y desinscribirá a todos los estudiantes que están inscritos en él. <p>Está usted seguro que quiere suprimir el curso?
eu_es: Area hau ezabatuz gero, barnean duen eduki osoa (dokumentuak, loturak,...) ezabatuko dira behin betiko eta kide guztiak desagertu (ez dira kenduko beste prestakuntza ikastaro batetik).
fa_ir: آیا واقعاً می خواهید ادامه دهید؟ حذف این درس، حذف تمامی مدارک آن و ابطال ثبت نام تمامی کاربران آن را به دنبال خواهد داشت
fi_fi: Tämän kurssin sivuston poistaminen poistaa lopullisesti kaikki dokumentit sekä poistaa opiskelijoiden rekisteröinnit, ei kuitenkaan muilta kursseilta.<p>Haluatko varmasti poistaa kurssin
fo_fo: Ávaring! At sletta hesum økinum slettur øllum innihaldinum (skjøl, slettir...) støðugt og meldaði allar limir av (ikki sletta teir frá øðrum kursum). <br>Vilt tú virkeliga sletta kursin?
fur: Atension! Scancelâ chest'àree al scancelerà permanentement dut il contnût (documentis, colêgaments...) che al conten e disiscriverà ducj i sô sodalisi (no lu gjavere dai altri curs). <br>Si jê vere che vuêsi scancelâ il curs?
ga: Má scriosann tú an limistéar seo, scriosfar go buan gach ábhar atá ann (doiciméid, naisc...) agus díliostálfar a bhalltíre (ní bhainfear iad de chúrsaí eile). <br>An bhfuil tú cinnte go dteastaíonn uait an cúrsa a scriosadh?
gl: Se suprime esta web, vostede suprimirá t&ocute;dolos documentos que conten e desinscribirá a todos os estudiantes que están inscritos ó mesmo. <p>Está vostede seguro de que quere suprimir o curso
he_il: מחיקת אזור זה תמחק לצמיתות את כל התוכן (מסמכים, קישורים...) שהוא מכיל ותבטל את הרישום של כל חבריו (לא תסיר אותם מקורסים אחרים).
hi: इस क्षेत्र को हटाने से इसमें शामिल सभी सामग्री (दस्तावेज़, लिंक...) स्थायी रूप से हटा दी जाएगी और इसके सभी सदस्यों को अनरजिस्टर कर दिया जाएगा (अन्य कोर्सों से हटाया नहीं जाएगा)। <br>क्या आप वास्तव में कोर्स हटाना चाहते हैं?
hr_hr: Brisanje ovog kolegija izbrisat će sve vezane dokumente i sve studente (ali ih neće izbrisati iz drugih kolegija ).<p> Želite li izbrisati kolegij?
hu_hu: A kurzus teljes törlése véglegesen etávolítja az összes hozzá tartozó tartalmat (dokumentumokat, publikációkat, hivatkozásokat, stb.), valamint véglegesen törli az összes feliratkozást (ez nem érint más kurzusokat). Szintén eltávolításra kerül minden olyan virtuális kurzus, amely ehhez a kurzusra hivatkozik. <p>Valóban ki akarja törölni?
hy: Այս տարածքը ջնջելը մշտապես կջնջի այն պարունակող բոլոր բովանդակությունը (վերբեռնված տվյալներ, հղումներ...) և կհանել բոլոր անդամներին (չի հեռացնի նրանց այլ դասընթացներից): <br>Իսկապե՞ս ցանկանում եք ջնջել դասընթացը:
id_id: Menghapus situs mata kuliah ini akan secara permanen menghapus seluruh dokumen di dalamnya dan seluruh siswa terdaftar (tidak mempengaruhi status siswa di mata kuliah lain).<p>Apakah anda benar-benar akan menghapus mata kuliah ini
it: Eliminando il sito del corso eliminerete definitivamente tutti i documenti in esso contenuti e cancellerete l'iscrizione dei corsisti registrati (non verranno eliminate le iscrizioni ad altri corsi).<p>Volete veramente eliminare il corso?
ja: このコ〖スのウエブサイトを猴近すると、そこに崔まれるすべての矢今が久えます。また池栏判峡も久えます(戮のコ〖ス判峡は痰簇犯です)。<p>塑碰に猴近しますか?</p>
ka_ge: ამ არის წაშლა მუდმივად წაშლის ყველა შინაარსს (დოკუმენტები, ბმულები...) რომელსაც ის შეიცავს და გააუქმებს ყველა წევრის რეგისტრაციას (არ მოიხსნება მათ სხვა კურსებიდან). <br>ნამდვილად გსურთ კურსის წაშლა?
ko_kr: 이 부분을 삭제하게 되면 저장하고 있는 모든 문서를 영구적으로 삭제하게 되며 그 멤버들은 모두 등록이 취소가 됩니다.(다른 부분에서는 삭제되지 않음)<p>정말로 삭제하시겠습니까?
lo: ການລຶບພື້ນທີ່ນີ້ຈະລຶບເນື້ອຫາທັງໝົດ (ເອກະສານ, ລິ້ງ...) ທີ່ຢູ່ໃນນັ້ນຢ່າງຖາວອນ ແລະ ຍົກເລີກການລົງທະບຽນສະມາຊິກທັງໝົດ (ບໍ່ແມ່ນການລຶບພວກເຂົາອອກຈາກຫຼັກສູດອື່ນ). <br>ທ່ານຕ້ອງການລຶບຫຼັກສູດນີ້ແທ້ບໍ່?
lt_lt: Šios srities ištrynimas neatstatomai panaikins visą turinį (dokumentus, nuorodas...) išregistruos visus narius (jie liks kitose srityse). Tai taip pat ištrins visus virtualius kursus, susijusius su šia kurso sritimi.<p>Ar tikrai norite ištrinti kursą?
lv_lv: zdzēšot šo sadaļu, tiks neatgriezeniski dzēsts viss saturs (dokumenti, saites, ...), un tiks atteikta reģistrācija visiem dalībniekiem (nedzēšot tos no citām sadaļām). Tāpat tiks dzēsti arī visi virtuālie kursi, kas ir saistīti ar šo kursu.<p>Vai Jūs tiešām vēlaties dzēst šo kursu un tā saturu?
mk_mk: Бришењето на оваа област засекогаш ќе ги избрише сите елементи (документи, врски...) кои ги содржи и ќе ги одјави сите членови од оваа област (но, нив нема да ги отстрани од другите простори). Оваа постапка, исто така, ќе ги избрише сите виртуелни курсови поврзани од овој курс. <p>Навистина ли сакате да ја избришете областа на овој курс?
ms_my: Proses ini akan menyebabkan Keseluruhan Kandungan Laman Subjek akan digugurkan dari Pangkalan Data dan akan menggugurkan Pelajar yang berdaftar dengan subjek ini.<p>Anda pasti untuk menggugurkan subjek ini
my_mm: ဤဧရိယာကို ဖျက်ခြင်းသည် ၎င်းတွင်ပါရှိသော အကြောင်းအရာအားလုံး (စာရွက်စာတမ်းများ၊ လင့်ခ်များ...) ကို အပြီးအပိုင်ဖျက်မည်ဖြစ်ပြီး ၎င်း၏အဖွဲ့ဝင်အားလုံးကို မှတ်ပုံမဖယ်ရှားပါ (အခြားသင်တန်းများမှ ဖယ်ရှားခြင်းမဟုတ်ပါ)။ <br>သင်တန်းကို တကယ်ဖျက်လိုပါသလား။
ne: यो क्षेत्र मेटाउँदा यसले समावेश सबै सामग्री (कागजातहरू, लिङ्कहरू...) स्थायी रूपमा मेटाउँछ र यसका सबै सदस्यहरूलाई हटाउँछ (अन्य कोर्सहरूबाट हटाउँदैन)। <br>के तपाईं साँच्चै कोर्स मेटाउन चाहनुहुन्छ?
nl: Wanneer u deze cursus verwijdert, worden alle gegevens (documenten, links...) verwijderd. Eventuele virtuele cursussen gelinkt aan deze cursus worden ook verwijderd.<br /><br />Wenst u deze cursus te verwijderen?
nn_no: Å slette dette området vil permanent slette alt innhald (dokument, lenker...) det inneheld og avskrive alle medlemmane (ikkje fjern dei frå andre kurs). <br>Vil du verkeleg slette kurset?
oc: D'escafar lo sit web d'aqueste cors s'eliminaràn definitivament totei lei documents que contèn e totei marcats ne'n seràn levats. (Aquò tòca pas l'inscripcion en d'autrei cors.) Siatz segur que volètz eliminar aquest cors ?
pl_pl: Skasowanie kursu trwale usunie wszystkie dokumenty kursu i wyrejestruje z kursu wszystkich studentów (nie usunie ich z innych kursów).
ps: د دې سیمې پاکول به ټوله منځپانګه (اسناد، لینکونه...) په دوامداره توګه پاک کړي او ټول غړي به یې لغوه کړي (د نورو کورسونو څخه نه به لرې کړي). <br>آیا تاسو واقعاً غواړئ کورس پاک کړئ؟
pt_br: Ao excluir essa área irá excluir permanentemente todos os conteúdos (documentos, links, ...) que ele contém e excluirá todos os usuários (não removendo-os de outros cursos).<p>Você quer realmente excluir este curso?
pt_pt: Ao eliminar esta área, eliminará também de forma permanentemente todos os conteúdos associados (documentos, ligações...) e removerá todos os utilizadores nela registados (não os irá remover de outros cursos onde estejam registados).<p>Deseja realmente eliminar o curso?
ro_ro: Daca stergeti acest site web a acestui curs, veti sterge toate documentele care contine si toti membrii sai inceteaza sa fie inscrisa in ea. <p>Sunteti sigur ca doriți să eliminați acest curs?
ru_ru: Удаляя данный сайт, вы удалите все учебные материалы, ссылки, которые он содержит. Кроме того, будет закрыт доступ всем членам курса, которые были на него подписаны (но Вы их не удаляете из других курсов). <p>Вы действительно хотите очистить все пространство курса?
sk_sk: Zmazanie tohto kurzu nevratne odstráni všetok obsah ( dokumenty, odkazy) ktorý obsahuje a odhlási všetkých účastníkov (neodstráni ich z ostatných kurzov). Tiež zmaže všetky virtuálne kurzy, prepojené na tento kurz. <p>Naozaj zmazať tento kurz?
sq: Fshirja e kësaj zone do të fshijë përgjithmonë të gjithë përmbajtjen (dokumentet, lidhjet...) që përmban dhe do të shkyçojë të gjithë anëtarët e saj (nuk do t'i heqë nga kurset e tjera). <br>A dëshironi vërtet të fshini kursin?
sr_rs: Brisanje ovog okruženja će permenento obrisati dokumenta i sadržinu i odjavit sve njene članove. (neće ih ukloniti iz drugih okruženja).<p>Da li zaista želite da obrišete?
sv_se: Raderar du denna kurs kommer det att permanent radera alla dokument som den innehåller och avregistrera alla elever. (inte ta bort dem från andra kurser).<p>Vill du verkligen radera denna kurs?
sw_ke: Kufuta eneo hili kutafuta kabisa maudhui yote (hati, viungo...) inayomo na kutoa usajili wa wanachama wake wote (si kuwatoa katika kozi zingine). <br>Je, unataka kufuta kozi kweli?
ta: இந்த பகுதியை நீக்குவது அதன் உள்ளடக்க அனைத்தையும் (அலவைச் சான்றிதழ்கள், இணைப்புகள்...) முற்றிலும் நீக்கும் மற்றும் அதன் உறுப்பினர்களை அனைவரையும் பதிவு நீக்கும் (மற்ற பாடநூல்களிலிருந்து அகற்றாது). <br>நீங்கள் பாடநூலை நீக்க விரும்புகிறீர்களா?
th: การลบในที่นี้ จะเป็นการลบเอกสารที่มีทั้งหมดรวมทั้งรายชื่อสมาชิกในรายวิชาแบบถาวร(ห้ามเอาออกในที่อื่น)<p>คุณต้องการลบออกจริงๆหรือไม่?
tl_ph: Ang pagbura ng lugar na ito ay magpapa-delete ng lahat ng nilalaman nito (mga dokumento, link...) nang permanente at mag-unregister ng lahat ng miyembro nito (hindi sila aalisin sa iba pang mga kurso). <br>Gusto mo ba talagang burahin ang kurso?
tr: Bu dersin websitesi silindiğinde, içindeki tüm belgeler ve öğrenci kayıtları da silinir.<p>Silmek istediğinizden emin misiniz?
uk_ua: Видалення цієї зони призведе до видалення всього контенту (документів, посилань...) та відрахування всіх її членів (але не відрахує їх з інших зон). Це також призведе до видалення всіх віртуальних курсів, що посилаються на цей курс.<p>Ви дійсно бажаєте видалити зону курсу?
vi_vn: Xóa website khóa học này sẽ xóa vĩnh viễn tất cả dữ liệu(không xóa chúng từ khóa học khác).<p>Bạn có thực sự muốn xóa khóa học này
xh_za: Ukucima le ndawo kuya kucima ngokusisiseko yonke imixholo (amaxwebhu, amakhonkco...) equle kwaye kuhlubule ubhaliso lwalo lonke amalungu (ngaphesheya kokubacima kwezinye izakhosi). <br>Usthanda ngokwenene ukucima ikhosi?
zh_cn: 删除课程将永久删除这门课程的所有内容(文档、链接...) 及所有成员的注册信息(不会删除他们在其他课程的注册信息)。<P>确定要删除课程吗？
zh_tw: 刪除課程將永久刪除這門課程的所有內容(文檔、鏈接...) 及所有成員的註冊訊息(不會刪除他們在其他課程的註冊訊息)。<P>確定要刪除課程嗎？

source: YES
ar: نعم
ast_es: SI
bn_bd: হ্যাঁ
bs_ba: DA
ca_es: SI
cs_cz: ANO
da: JA
de: JA
el: ΝΑΙ
eo: JES
es: SI
es_mx: Si
eu_es: BAI
fa_ir: بله
fi_fi: Kyllä
fo_fo: JA
fur: SI
ga: TÁ
gl: SI
he_il: כן
hi: हाँ
hr_hr: DA
hu_hu: IGEN
hy: ԱՅԲ
id_id: YA
it: Sì
ja: はい
ka_ge: დიახ
ko_kr: 예
lo: ແມ່ນ
lt_lt: TAIP
lv_lv: Jā!
mk_mk: ДА
ms_my: YA
my_mm: ဟုတ်ပါသည်
ne: हो
nl: JA
nn_no: JA
oc: ÒC
pl_pl: Tak
ps: هو
pt_br: SIM
pt_pt: SIM
ro_ro: Da
ru_ru: ДА
sk_sk: Áno
sl: Da
sq: PO
sr_rs: DA
sv_se: JA
sw_ke: NDIO
ta: ஆம்
th: ใช่
tl_ph: OO
tr: EVET
uk_ua: Так
xh_za: YEBO
zh_cn: 是
zh_tw: 是

source: NO
ar: لا
ast_es: NON
bn_bd: না
bs_ba: NE
cs_cz: NE
da: NEJ
de: NEIN
el: ΟΧΙ
eo: NE
eu_es: EZ
fa_ir: خیر
fi_fi: Ei
fo_fo: NEI
ga: NÍL
gl: NON
he_il: לא
hi: नहीं
hr_hr: NE
hu_hu: NEM
hy: ՈՉ
id_id: TIDAK
ja: いいえ
ka_ge: არა
ko_kr: 아니요
lo: ບໍ່
lt_lt: NE
lv_lv: Nē!
mk_mk: НЕ
ms_my: TIDAK
my_mm: မဟုတ်ပါ
ne: होइन
nl: NEE
nn_no: NEI
oc: NON
pl_pl: Nie
ps: نه
pt_br: NÃO
pt_pt: NÃO
ro_ro: Nu
ru_ru: НЕТ
sk_sk: Nie
sl: Ne
sq: JO
sr_rs: NE
sv_se: NEJ
sw_ke: HAPANA
ta: இல்லை
th: ไม่
tl_ph: HINDI
tr: HAYIR
uk_ua: Ні
xh_za: Hayi
zh_cn: 否
zh_tw: 否

source: Department URL
ar: رابط القسم
ast_es: URL del departamentu
bn_bd: বিভাগ URL
bs_ba: URL odjela
ca_es: URL del Departament
cs_cz: URL oddělení
da: Institut/Afdeling URL
de: Bereichs-URL
el: URL Τμήματος
eo: URL de via fakultato aŭ fakgrupo
es: URL del departamento
es_mx: URL del Departmento
eu_es: Sailaren URL
fa_ir: آدرس اینترنتی گروه آموزشی
fi_fi: Osaston URL
fo_fo: Deildar URL
fur: URL dipartiment
ga: URL na Roinne
gl: URL do Departamento
he_il: כתובת אתר של מחלקה
hi: विभाग URL
hr_hr: URL Odjela (Zavoda, Katedre)
hu_hu: A részleg URL-je
hy: Բաժնի URL
id_id: Departemen URL
it: URL del Dipartimento
ja: 部門URL
ka_ge: დეპარტამენტის URL
ko_kr: 단과 URL
lo: URL ຂອງພະແນກ
lt_lt: Padalinio URL
lv_lv: Nodaļas URL
mk_mk: URL оддел
ms_my: URL Pusat Pengajian
my_mm: ဌာန URL
ne: विभाग URL
nl: URL van uw faculteit of vakgroep
nn_no: Avdelings-URL
oc: URL dau Despartement
pl_pl: Adres internetowy Wydziału
ps: د څانګې URL
pt_br: URL do departamento
pt_pt: URL do Departamento
ro_ro: URL departamentului
ru_ru: Адрес (URL) учреждения
sk_sk: URL oddelenia
sl: URL oddelka
sq: URL e Departamentit
sr_rs: URL oblasti
sv_se: Avdelningens URL
sw_ke: URL ya Idara
ta: துறை URL
th: ที่อยู่เว็ปไซท์ของหน่วยงาน
tl_ph: URL ng departamento
tr: Bölüm URL
uk_ua: Адреса URL установи
vi_vn: Đương dẫn trang chủ của khoa
xh_za: URL yeSebe
zh_cn: 部门链接
zh_tw: 部門鏈接

source: Department
ar: قسم
ast_es: Departamentu
bn_bd: বিভাগ
bs_ba: Odjel
ca_es: Departament
cs_cz: Oddělení
da: Institut/Afdeling
de: Bereich
el: Τμήμα
eo: Fakultato/faka grupo
es: Departamento
es_mx: Departamento
eu_es: Saila
fa_ir: گروه آموزشی
fi_fi: Osasto
fo_fo: Deild
fur: Dipartiment
ga: Roinn
gl: Departamento
he_il: מחלקה
hi: विभाग
hr_hr: Odjel
hu_hu: Részleg
hy: Բաժին
id_id: Departemen
it: Dipartimento
ja: 部門
ka_ge: დეპარტამენტი
ko_kr: 단과
lo: ພະແນກ
lt_lt: Padalinys
lv_lv: Nodaļa
mk_mk: Оддел
ms_my: Kod Pusat Pengajian
my_mm: ဌာန
ne: विभाग
nl: Faculteit/vakgroep
nn_no: Avdeling
oc: Departament
pl_pl: Wydział
ps: څانګه
pt_br: Departamento
pt_pt: Departamento
ro_ro: Departament
ru_ru: Учреждение
sk_sk: Oddelenie
sl: Oddelek
sq: Departamenti
sr_rs: Oblast
sv_se: Avdelning
sw_ke: Idara
ta: துறை
th: หน่วยงาน
tl_ph: Departamento
tr: Bölüm
uk_ua: Установа
vi_vn: Trường/Khoa
xh_za: Sebe
zh_cn: 部门
zh_tw: 部門

source: Archive this course area
ar: قم بأرشفة مجال هذا المقرر
ast_es: Guardar esti cursu
bn_bd: এই কোর্স এলাকা আর্কাইভ করুন
bs_ba: Arhiviraj ovo područje kursa
ca_es: Guarda aquest curs
cs_cz: Archivuj tento kurz
da: Arkiver dette kursus
de: Backup/Archivieren des Kurses
el: Αρχειοθέτηση Περιοχής Μαθήματος
eo: Fari restaŭrokopion de lai kurso
es: Guarda este curso
es_mx: Archivar este curso
eu_es: Gorde areako ikastaro hau
fa_ir: این درس را روی رایانۀ خود بایگانی کنید
fi_fi: Varmista tämä kurssialue
fo_fo: Arkivera hetta kursøkið
fur: Archiviâ chest'àree dal curs
ga: Cartlann an limistéar cúrsa seo
gl: Garda este curso
he_il: ארכיון אזור הקורס הזה
hi: इस कोर्स क्षेत्र को संग्रहित करें
hr_hr: Pohrani kolegij
hu_hu: Ennek a kurzusnak az archiválása
hy: Արխիվավորել այս դասընթացի տարածքը
id_id: Arsipkan mata kuliah ini
it: Archivia questo corso
ja: このコースエリアをアーカイブ
ka_ge: ამ კურსის არის არქივაცია
ko_kr: 이 과정 영역을 보관
lo: ເກັບມ້ຽນພື້ນທີ່ຫຼັກສູດນີ້
lt_lt: Archyvuoti šį kursą
lv_lv: Veikt šīs kursa daļas arhivēšanu
mk_mk: Архивирање на областа на курсот
ms_my: Backup Subjek Anda
my_mm: ဤသင်တန်းဧရိယာကို သိမ်းဆည်းပါ
ne: यो कोर्स क्षेत्र संग्रह गर्नुहोस्
nl: Cursusback-up maken
nn_no: Arkiver dette kursområdet
oc: Gardar aqueste cors
pl_pl: Archiwizuj kurs
ps: دا کورس سیمه آرشيف کړئ
pt_br: Arquivar esta área de curso
pt_pt: Arquivar esta área do curso
ro_ro: Salvați acest curs
ru_ru: Архивировать все пространство этого курса
sk_sk: Zálohovanie kurzu
sl: Arhiviraj ta tečaj
sq: Arkivo këtë zonë kursi
sr_rs: Arhiviraj okruženje kursa
sv_se: Arkivera denna kurs(backup)
sw_ke: Hifadhi eneo hili la kozi
ta: இந்த பாடநூல் பகுதியை காப்பகப்படுத்து
th: เก็บรวบรวมเอกสารของรายวิชา
tl_ph: I-archive ang lugar ng kurso na ito
tr: Bu dersi arşivle
uk_ua: Архівувати курс
vi_vn: Lưu trữ khóa học này
xh_za: Gcina indawo yekhosi
zh_cn: 备份该课程
zh_tw: 備份該課程

source: Groups
ar: المجموعات
ast_es: Grupos
bn_bd: গ্রুপ
bs_ba: Grupe
ca_es: Grups
cs_cz: Skupiny
da: Grupper
de: Gruppen
el: Ομάδες
eo: Grupoj
es: Grupos
es_mx: Grupos
eu_es: Taldeak
fa_ir: گروه ها
fi_fi: Ryhmät
fo_fo: Bólkar
fur: Grumis
ga: Grúpaí
gl: Grupos
he_il: קבוצות
hi: समूह
hr_hr: Grupe
hu_hu: Csoportok
hy: Խմբեր
it: Gruppi
ja: グループ
ka_ge: ჯგუფები
ko_kr: 그룹
lo: ກຸ່ມ
lt_lt: Grupės
lv_lv: Grupas
mk_mk: Групи
ms_my: Kumpulan
my_mm: အဖွဲ့များ
ne: समूहहरू
nl: Groepen
nn_no: Grupper
oc: Gròps
pl_pl: Grupy
ps: ګروپونه
pt_br: Grupos
pt_pt: Grupos
ro_ro: Grupuri
ru_ru: Группы
sk_sk: Skupiny
sl: Skupine
sq: Grupet
sr_rs: Grupe
sv_se: Grupper
sw_ke: Makundi
ta: குழுக்கள்
th: กลุ่ม
tl_ph: Mga grupo
tr: Gruplar
uk_ua: Групи
vi_vn: Sửa Nhóm
xh_za: Amagruphu
zh_cn: 小组
zh_tw: 小組

source: Trainer
ar: المعلم
ast_es: Profesor
bn_bd: প্রশিক্ষক
bs_ba: Trener
ca_es: Professor
cs_cz: Učitel
da: Underviser
de: Kursleiter
el: Εκπαιδευτικοί
eo: Instruisto
es: Profesor
es_mx: Profesor
eu_es: Irakaslea
fa_ir: استاد
fi_fi: Opettaja
fo_fo: Lærarin
fur: Formadôr
ga: Traenálaí
gl: Docente
he_il: מאמן
hi: प्रशिक्षक
hr_hr: Predavač
hu_hu: Vezető
hy: Դասախոս
id_id: Pengajar
it: Docente
ja: トレーナー
ka_ge: გამომცემი
ko_kr: 교사
lo: ຜູ້ຝຶກສອນ
lt_lt: Dėstytojai
lv_lv: Lektors
mk_mk: Учител
ms_my: Pensyarah
my_mm: သင်တန်းဆရာ
ne: प्रशिक्षक
nl: Lesgever
nn_no: Lærar
oc: Formador
pl_pl: Nauczyciel (Prowadzący)
ps: مدرس
pt_br: Professor
pt_pt: Instrutor
ro_ro: Profesor
ru_ru: Преподаватель
sk_sk: Lektori
sl: Učitelj
sq: Trajner
sr_rs: Predavač
sv_se: Professor
sw_ke: Mwalimu
ta: பயிற்றுவிப்பர்
th: อาจารย์ผู้สอน
tl_ph: Tagapagsanay
tr: Öğretmen
uk_ua: Викладач
vi_vn: Giáo viên
xh_za: Umqeqeshi
zh_cn: 教师
zh_tw: 教師

source: Description
ar: وصف المقرر
ast_es: Descripción del cursu
bn_bd: বর্ণনা
bs_ba: Opis
ca_es: Descripció d'aquest curs
cs_cz: Popis kurzu
da: Kursusbeskrivelse
de: Kursbeschreibung
el: Περιγραφή
eo: Priskribo de la kurso
es: Descripción del curso
es_mx: Descripción del Curso
eu_es: Ikastaroaren deskripzioa
fa_ir: توضیحات
fi_fi: Kurssin kuvaus
fo_fo: Lýsing
fur: Descrizion
ga: Cur Síos
gl: Descrición do Curso
he_il: תיאור
hi: विवरण
hr_hr: Opis kolegija
hu_hu: Kurzus leírás
hy: Նկարագրություն
id_id: Deskripsi mata kuliah
it: Descrizione del Corso
ja: 説明
ka_ge: აღწერა
ko_kr: 과정 설명
lt_lt: Kurso aprašymas
lv_lv: Kursa apraksts
mk_mk: Опис на курсот
ms_my: Penerangan Subjek
my_mm: ဖော်ပြချက်
ne: विवरण
nl: Cursusbeschrijving
nn_no: Kursbeskrivelse
oc: Descripcion d'aqueste cors
pl_pl: Opis kursu
ps: بېلګه
pt_pt: Descrição
ro_ro: Descrierea cursului
ru_ru: Описание курса
sk_sk: Popis kurzu
sl: Opis tečaja
sq: Përshkrimi
sr_rs: Opis kursa
sv_se: Kursbeskrivning
sw_ke: Maelezo
ta: விளக்கம்
th: คำอธิบายรายวิชา
tl_ph: Deskripsyon
tr: Ders açıklaması
uk_ua: Опис курсу
vi_vn: Mô tả khóa học
xh_za: Inkcazo
zh_cn: 教学大纲
zh_tw: 教學大綱

source: Course backup
ar: نسخة احتياطية للمقرر
ast_es: Copia de seguridá del cursu
bn_bd: কোর্স ব্যাকআপ
bs_ba: Sigurnosna kopija kursa
ca_es: Còpia de seguretat del curs
cs_cz: Záloha kurzu
da: Sikkerhedskopi af kurset
de: Kurs Backup
el: Αντίγραφο Ασφαλείας
eo: Kursa restaŭrokopio
es: Copia de seguridad del curso
es_mx: Resguardo del Curso
eu_es: Ikastaroaren babeskopia
fa_ir: نسخه پشتیبان درس
fi_fi: Kurssin varmuuskopiointi
fo_fo: Kursavrita
fur: Backup curs
ga: Cúltacair cúrsa
gl: Backup do Curso
he_il: גיבוי קורס
hi: कोर्स बैकअप
hr_hr: Pričuvni primjerak kolegija
hu_hu: Biztonsági másolat készítése
hy: Դասընթացի պատճենահանություն
id_id: Backup mata kuliah
it: Archiviazione di un corso
ja: コースバックアップ
ka_ge: კურსის სარეზერვო კოპია
ko_kr: 과정 백업
lo: ສຳຮອງຂໍ້ມູນຫຼັກສູດ
lt_lt: Kurso atsarginis archyvas
lv_lv: Kursa rezerves kopija
mk_mk: Резервна копија од курсот
ms_my: Backup Subjek
my_mm: သင်တန်းအရန်သိမ်းဆည်းမှု
ne: कोर्स ब्याकअप
nl: Cursusback-up
nn_no: Kurssparbak
oc: Sauvegarda del còrs
pl_pl: Archiwizowanie kursu
ps: د کورس زېرمه
pt_br: backup de Curso
pt_pt: Backup/cópia de segurança do curso
ro_ro: Copia de rezerva a cursului
ru_ru: Резервная копия курса
sk_sk: Záloha kurzu
sl: Rezervna kopija tečaja
sq: Rezervë kursi
sr_rs: Backup kursa
sv_se: Kursbackup
sw_ke: Hifadhi kozi
ta: பாடநூல் பேக்-அப்
th: สำรองข้อมูลรายวิชา
tl_ph: Backup ng kurso
tr: Ders yedekleme
uk_ua: Архівування курсу
vi_vn: BackUp khóa học
xh_za: Gxina ikhosi
zh_cn: 课程备份
zh_tw: 課程備份

source: Restore a course
ar: استعادة المقرر
ast_es: Restaurar un cursu
bn_bd: কোর্স পুনরুদ্ধার করুন
bs_ba: Vrati kurs
ca_es: Restaurar el curs
cs_cz: Obnovit kurz
da: Geopret et kursus
de: Kurs wiederherstellen
el: Επαναφορά μαθήματος
eo: Ripari kursan TTTn
es: Restaurar un curso
es_mx: Restaurar un curso
eu_es: Berreskuratu ikastaro bat
fa_ir: بازیابی یک درس
fi_fi: Palauta kurssi
fo_fo: Endurset ein kurs
fur: Ripristina un curs
ga: Athchóirigh cúrsa
gl: Restaurar un curso
he_il: שחזר קורס
hi: कोर्स पुनर्स्थापित करें
hr_hr: Obnovi kolegij
hu_hu: Kurzus visszaállítása
hy: Վերականգնել դասընթաց
id_id: Restore mata kuliah
it: Ripristino di un corso
ja: コースの復元
ka_ge: კურსის აღდგენა
ko_kr: 과정 복구
lo: ກູ້ຄືນຫຼັກສູດ
lt_lt: Atkurti kursą
lv_lv: Atjaunot kursu
mk_mk: Обновување на курсот од неговата резервна копија
ms_my: Guna semula Subjek
my_mm: သင်တန်းတစ်ခုကို ပြန်လည်ထိန်းသိမ်းပါ
ne: कोर्स पुनर्स्थापना गर्नुहोस्
nl: Herstel een cursussite
nn_no: Gjenopprett eit kurs
oc: Restaurar lo cors
pl_pl: Przywracanie kursu
ps: کورس بیرته راژوندي کړئ
pt_br: Restaurar um curso
pt_pt: Restaurar um curso
ro_ro: Restaurarea unui curs
ru_ru: Восстановить курс
sk_sk: Obnova kurzu zo zálohy
sl: Obnovi tečaj
sq: Rikrijo një kurs
sr_rs: Obnovi kurs
sv_se: Återställ en kurs
sw_ke: Rekeuza kozi
ta: பாடநூலை மீட்டமை
th: กู้คืนรายวิชา
tl_ph: Ibalik ang isang kurso
tr: Arşivden ders yükle
uk_ua: Поновлення курсу
vi_vn: Restore khóa học
xh_za: Buyisela ikhosi
zh_cn: 还原课程备份
zh_tw: 還原課程備份
