Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Change the default sorting of session in My sessions
qu_pe: My sessionspiq session orderingta huch'ay

source: By default, sessions are ordered by start date. Change this by providing an array of type ['field' => 'end_date', 'order' => 'desc'].
qu_pe: Ñawpaqqa, session start datewan ordering. Kayta ['field' => 'end_date', 'order' => 'desc']wan huch'ay.

source: Set course read-only in session
qu_pe: Sessionpiq yachay read-only qhaway

source: Let teachers set some courses in read-only mode when opened through sessions. In the course properties, check the 'Lock course in session' option.
qu_pe: Yachaykuna sessionwan read-only mode qhaway. Yachay kunsayuqpiq, 'Lock course in session' qhaway.

source: Options for session import
qu_pe: Session import kunsayuqkuna

source: Array of options to apply as default parameters in the CSV/XML session import.
qu_pe: CSV/XML session importpiq ñawpaq kunsayuqkuna array.

source: Fields to search by in catalogue
qu_pe: Katalogopi rimanakunata maskhanaykuq suyukuna

source: Set preferences for the courses and sessions catalogues search options. If defined, this array will be used as a strict list of fields to let users search by.
qu_pe: Yachay wasikunaq sapaq runakunataw katalogopi maskhanaykuq amayukunaq kuskan. Kay array willakusqakunataq, kayqa yachakuqkunaq maskhanaykuq suyukunaq qhatukunaqa.

source: Customize course-session tracking columns
qu_pe: Yachay wasi-sapaq runakunaq rawsikunata musuqyachiy

source: Define an array of columns for the following reports: 'course_session', 'my_students_lp', 'my_progress_lp', 'my_progress_courses'.
qu_pe: 'course_session', 'my_students_lp', 'my_progress_lp', 'my_progress_courses' riwsaqkunapaq rawsikuna array musuqyachiy.

source: My progress: show course details in session
qu_pe: Ñoqay yachakuy: sapaqpi yachay wasikuna suyakunata rikuchiy

source: Display all details of each course in session when clicking on session details.
qu_pe: Sapaq suyakunata pillpuyqa, sapaq suyakunapi yachay wasikunaq tukuy suyakunata rikuchiy.

source: Base course teacher can see assignments from all sessions
qu_pe: Yachay wasi yachaykiriqa tukuy sapaqkunaq kamachiyninkunata rikunayku

source: Show all learner publications (from base course and from all sessions) in the work/pending.php page of the base course.
qu_pe: Yachay wasi yachaykiriq work/pending.php p'anqapi (yachay wasi yachaykirimantaq sapaqkunaq kamachiyninkunata) rikuchiy.

source: Session admin can access batch user import, update and export
qu_pe: Sapaq kamachiqqa runakunaq batch import, musuqyachiy, exportman yachakun

source: Hide session chart in My progress
qu_pe: Ñoqay yachakuypi sapaq grafikoqta pakay

source: Only display users from active sessions in tracking
qu_pe: Riwsinpi qallarichu sapaqkunaq runakunatam rikuchiy

source: Sessions by duration always available to coaches
qu_pe: Sapaqkunaq churay tiempopi yachaykirqanqa tukuy yachaykirqanpaq

source: Otherwise, session coaches only have access to sessions by duration during the active duration.
qu_pe: Mana kayqa, sapaq yachaykirqanqa qallarichu tiempopi sapaqkunaq churay tiempoman yachakun.

source: Limit subscriptions to course to only users of the session
qu_pe: Yachay wasipi sapaq runakunamanta qallarichu sapaq runakunaman

source: Restrict the list of students to subscribe in the course session. And disable registration for users in all courses from Resume Session page.
qu_pe: Yachay wasi sapaqpi sapaq runakuna riwsaqta qhallariy. Sapaq musuqyachiy p'anqanpi tukuy yachay wasikunapi runakunaq qespasqatam qhallariy.

source: Disable add class in session course for non-admin
qu_pe: Kamachiq manam kamachiq kanchuqa sapaq yachay wasipi huñuñaq qhallariy

source: Disable tab to add classes in session course for non-admins.
qu_pe: Kamachiq manam kamachiq kanchuqa sapaq yachay wasipi huñuñaq p'anqatam qhallariy.

source: Add username to e-mail notification of subscription to session
qu_pe: Sapaq qespasqanpaq e-mail willakuyqapi sutinta qhatuchiy

source: Add reset password link to e-mail notification of subscription to session
qu_pe: Sapaq qespasqanpaq e-mail willakuyqapi contraseñata musuqyachiy suykuqta qhatuchiy

source: Pre-fill session fields with user fields
qu_pe: Runakuna suyukunata sapaq suyukunata ñawpaq willanay

source: Array of relationships between user extra fields and session extra fields, so the session can be pre-filled with data matching the user's data.
qu_pe: Runakuna musuq suyukuna sapaq musuq suyukunawan relasiones array, sapaqqa runakuna willakusqanmanta ñawpaq willanay.

source: Set mandatory extra fields in session creation form
qu_pe: Sapaq kamachiyqapi musuq suyukunaq qhatukunaq kuskan

source: Require the listed fields during session creation.
qu_pe: Sapaq kamachiyqapi riwsaq suyukunaq qhatariy.

source: Sort session templates by id in session creation form
qu_pe: Sapaq kamachiyqapi sapaq plantillakunata idmanta rakiyniy

source: Send notification to learner when a skill/badge has been acquired
qu_pe: Yachakuqqa yachasqa/insignia chaskispa willakun

source: Hide skills from learners
qu_pe: Yachakuqkunaqan yachakunata pakay

source: If enabled, skills can only be visible for admins, teachers (related to a user via a course), and HRM users (if related to a user).
qu_pe: Kuskanqa, yachakunaqa kamachiqkuna, yachaykirqan (yachay wasinmanta runawan kikin), HRM runakunaqan (runawan kikin) rikunayku.

source: Allow teachers to access learners' skills
qu_pe: Yachaykirqanqa yachakuqkunaq yachakunaman yachakun

source: Allow teachers to set which skills are acquired through their courses
qu_pe: Yachaykirqanqa yachay wasikunamanta yachasqa yachakunata qhatan

source: By default, only admins can decide which skills can be acquired through which course.
qu_pe: Ñawpaqchay, kamachiqkunaqam yachay wasinmanta yachasqa yachakunata qhatan.

source: Hide skill levels feature
qu_pe: Yachakuq yachakunaq musuqyachiy qallariy

source: Show skills as a hierarchical table
qu_pe: Yachakunata jerárkiko tablapipam rikuchiy

source: Skill levels names
qu_pe: Yachakuq yachakunaq sutikuna

source: Define names for levels of skills as an array of id => name.
qu_pe: Yachakunaq musuqyachinaq sutikunata id => sutinta arraypi willanay.

source: Enable linking skills to items
qu_pe: Yachakunata willakunaman yuyarichiy

source: This enables a major feature that enables any item to be linked to (and as such to allow acquisition of) a skill. The feature still requires the teacher to confirm the acquisition of the skill, so the acquisition is not automatic.
qu_pe: Kayqa yachakunata willakunaman (yachasqatam) yuyarichiy musuq yachakuy. Yachaykirqanqa yachasqatam raimachin, mana ñawpaqchay yachasqa.

source: Show language flag next to avatar in social network
qu_pe: Red socialpi avatar llaqtapa banderata rikuchiy

source: Teachers and admins see students as friends on social network
qu_pe: Yachaykirqanqa kamachiqkunaq yachakuqkuna red socialpi mañakuna

source: Hide survey reporting button
qu_pe: Encuestakuna riwsaq botónnintam pakay

source: Allows admins to hide survey reporting button if surveys are used to survey teachers.
qu_pe: Kamachiqkunaqa yachaykirqanpi encuestakunaq riwsaq botónnintam pakay.

source: Mark all survey questions as 'required' by default
qu_pe: Tukuy encuesta willaykunata 'qhatariyuq' nispa qhatariy

source: Allow teachers to see who answered in anonymous surveys
qu_pe: Yachaykirqanqa encuesta anónimoqpi maqanakuykuqkunata rikunayku

source: Allow teachers to see which learners have already answered an anonymous survey. This only appears once more than one user has answered, so it remains difficult to identify who answered what.
qu_pe: Yachaykirqanqa encuesta anónimoqpi yachakusqa yachakuqkunaq rikunayku. Runakunaq masin kachaspaq ñawpaq rikunayku, maqanakuykuqkutam qhallariy.

source: Allow teachers to edit survey questions after students answered
qu_pe: Yachaykirqanqa yachakuqkunaq willasqanpaq encuesta willaykunata musuqyachiy

source: Order by student name when using survey duplication feature
qu_pe: Encuesta duplicación yachakuyqa yachakuq sutinmanta rakiyniy

source: The survey duplication feature is oriented towards teachers and is meant to ask teachers to give their appreciation about each student in order. This option will order the questions by learner's lastname.
qu_pe: Encuesta duplicación yachakuyqa yachaykirqanmanta, yachaykirqanqa yachakuqkunamanta willanay. Kayqa willaykunata yachakuq qharisutimanta rakiyniy.

source: Enable 'previous question' button in surveys
qu_pe: Encuestapi 'willay ñawpaq' botónnintam kuskan

source: Prevent survey edition
qu_pe: Encuesta musuqyachiy qallariy

source: Prevent editing surveys for all surveys listed here (by code). Use * to prevent edition of all surveys.
qu_pe: Kaypi riwsaq tukuy encuestakunaq (código nispa) musuqyachiy qallariy. Tukuy encuestakunapaq * nispa.

source: Add additional actions (as links) to survey lists for teachers
qu_pe: Yachaykirqanpaq encuesta riwsaqkunapi musuq kamachiykunata (suyukunaq) qhatuchiy

source: Add actions (usually connected to plugins) in the list of surveys. Use array syntax ['myplugin' => ['MyPlugin', 'urlGeneratorCallback']].
qu_pe: Encuestas lista piñakuy (sukata pluginwan juntakuy). Array sintaksis usuy: ['myplugin' => ['MyPlugin', 'urlGeneratorCallback']].

source: Display surveys from base course in all session courses
qu_pe: Yachaykuna kursu encuestas ukhuy session kursukunata ukhuy

source: Prevent assignments edition
qu_pe: Tinkuykunata kallpachiyta yapay

source: Prevent adding documents to assignments
qu_pe: Tinkuykunaman willakuykunata yapay

source: Prevent teacher from modifying assignment scores
qu_pe: Yachachiqtin tinkuy qillqakunata kallpachiyta yapay

source: Students can only upload one assignment
qu_pe: Yachakuqkuna huk tinkuy uyakuykunata qatiykuy

source: Enable My assignments page
qu_pe: Ñoqap tinkuy paginanta kichay

source: Prevent duplicate uploads in assignments
qu_pe: Tinkuykunapi pishtak uyakuykunata yapay

source: Enable time effort for assignments
qu_pe: Tinkuykunapa tinku pacha kichay

source: This will allow teachers to give an estimated time effort (in hh:mm:ss format) to complete the assignment. Upon submission of the assignment and approval by the teacher (the assignment is given a score), the learner will automatically be assigned the corresponding time.
qu_pe: Kaykuna yachachiqkunataqa tinkuy tinkuy pachata (hh:mm:ss formatoq) qillqakuyta munay. Tinkuy uyakusqanpaq yachachiq aprobasqan (tinkuy qillqa qatikusqan), yachakuqqa automáticamente uyakusqan pacha qatikusqa kan.

source: Force download of document before assignment upload
qu_pe: Tinkuy uyakuy mantaqa willakuytan tinkuy uyakuy manta qatiy

source: Force users to download the provided document in the assignment definition before they can upload their assignment.
qu_pe: Tinkuy willakuy willakuytan uyakuykunataqa uyakuykunamanta uyakuykunata qatiy.

source: Redirect to assigment tool homepage after upload or comment
qu_pe: Uyakuy ukhu comment ukhu tinkuy ruraq ruraqman kuyay

source: Redirect to assignments list after uploading an assignment or a adding a comment
qu_pe: Tinkuy uyakuy ukhu comment ukhu tinkuy lista ruraqman kuyay

source: Display link to 'pending' assignments from My courses page
qu_pe: Ñoqap kursukunata 'pishtak' tinkuy link ukhuy

source: Access by role to ticket projects
qu_pe: Ticket proyekta rollpaq ruray

source: Allow ticket projects to be accesses by specific user roles. Example: ['permissions' => [1 => [17]] where project_id = 1, STUDENT_BOSS = 17.
qu_pe: Ticket proyekta musuq rollkunawan ruray. Ejemplo: ['permissions' => [1 => [17]] proyekta_id = 1, STUDENT_BOSS = 17.

source: Contact Us
qu_pe: Ñoqakunaqwan yupay

source: Sender profile picture
qu_pe: Yupaykamaq willakuypakuy

source: Receiver profile picture
qu_pe: Chaskikuykamaq willakuypakuy

source: Carbon copy receiver profile picture
qu_pe: Carbon copy chaskikuykamaq willakuypakuy

source: Left
qu_pe: Lluqsi

source: Right
qu_pe: Paki

source: Icons text
qu_pe: Willakuy sinriykuna

source: Session name and course title
qu_pe: Sesion sutin yachaykuna sutin

source: Public
qu_pe: Pukllay

source: Private
qu_pe: Huk'nin

source: No link
qu_pe: Mana link

source: Session link
qu_pe: Sesion link

source: World
qu_pe: Puya

source: Show to all users
qu_pe: Tukuy ruraykunaman ukhuy

source: Black list
qu_pe: Yana lista

source: White list
qu_pe: Yuraq lista

source: Show glossary in documents is none
qu_pe: Mana willakuykunaman glosariota ukhuy

source: Show glossary in documents is manual
qu_pe: Willakuykunaman glosariota qatiy ukhuy

source: Show glossary in documents is automatic
qu_pe: Willakuykunaman glosariota kaki ukhuy

source: None
qu_pe: Mana

source: Score average
qu_pe: Qillqa promidiyu

source: Score percent
qu_pe: Qillqa rakin

source: Score div percent
qu_pe: Qillqa rakin rakin

source: Hide catalogue
qu_pe: Katalogta pakay

source: Show only courses
qu_pe: Yachaykunamanta ukhuy

source: Show only sessions
qu_pe: Sesionkunamanta ukhuy

source: Show courses and sessions
qu_pe: Yachaykunata sesionkunatam ukhuy

source: Mail confirmation
qu_pe: Willakuy qatiykuy

source: Campus homepage
qu_pe: Kampus ruraq ruraq

source: Search shows unlinked results
qu_pe: Rimay mana link resultokunata ukhuy

source: Search hides unlinked results
qu_pe: Rimay mana link resultokunata pakay

source: Course coach email sender
qu_pe: Rimasinakuna yachay wasi kuyaykuna imayna rimaq

source: No reply email sender
qu_pe: Mana kutichisqan rimaq

source: Course registration code incorrect
qu_pe: Mana allin yachay wasi qillqaq

source: Load diagnosis
qu_pe: Kamaq hallp'a

source: Show diagnosis
qu_pe: Qhawarina hallp'a

source: Save diagnosis changes
qu_pe: Kutichiy hallp'a hambiyninta

source: Recording help
qu_pe: Kamaq hallp'a

source: While recording, you can pause whenever you want. If you are not satisfied, register again. This will overwrite the previous version. Satisfied ? To send the recording to your teacher, click on “Stop recording” then select “End exercise”. The teacher will be able to listen to your recording and give you feedback! All your transmitted recordings can be viewed on the exercise home page.
qu_pe: Kamaq kanku, mana allinchikchu, hunt'a kamaq. Kayqa ñawpaq versiyanta chinkachiy. Kusi? Yachayninman kamaqta willanpaq, “Kamaqta qhaway” nispa thukuy, suyachiy “Ejerciciuta qhipa” nispa. Yachayninqa kamaqta uyariyninman kutichiy willanman! Willasqakuna kamaqkunata ejerciciu ruraqpaq qhawarichiy.

source: Certificate of participation
qu_pe: Kutipakuy qillqayuq

source: User has participate at a training session on the platforme %s from %s until %s
qu_pe: Rimaraykuna %s platformapiq %s-manta %s-manta kutichirqa

source: This preparation corresponds to a volume of approximately %s training hours.
qu_pe: Kay qhawaykuna %s horasta yachaykunataq.

source: The following contents have been validated
qu_pe: Kay willakuykunata qhapaq kamarqan

source: Obtained the following skills
qu_pe: Kay yachaykunata qhapaq kamarqan

source: No course sessions for this user
qu_pe: Kay rimarikunamanta mana yachay wasi ñawpaqkunata

source: Configure Chamilo colors
qu_pe: Chamilo yuraqkunata allinchay

source: Primary color
qu_pe: Ñawpaq yuraq

source: Primary color hover/background
qu_pe: Ñawpaq yuraq qhaway / ruraq

source: Primary color button text
qu_pe: Ñawpaq yuraq p'ukiyuq rimay

source: Primary color button alternative text
qu_pe: Ñawpaq yuraq p'ukiyuq ñawpaq rimay

source: Secondary color
qu_pe: Iskay yuraq

source: Secondary color hover/background
qu_pe: Iskay yuraq qhaway / ruraq

source: Secondary color button text
qu_pe: Iskay yuraq p'ukiyuq rimay

source: Tertiary color
qu_pe: Kimsay yuraq

source: Tertiary color hover/background
qu_pe: Kimsay yuraq qhaway / ruraq

source: Success color
qu_pe: Kusi yuraq

source: Success color hover/background
qu_pe: Kusi yuraq qhaway / ruraq

source: Success color button text
qu_pe: Kusi yuraq p'ukiyuq rimay

source: Info color
qu_pe: Willay yuraq

source: Info color hover/background
qu_pe: Willay yuraq qhaway / ruraq

source: Info color button text
qu_pe: Willay yuraq p'ukiyuq rimay

source: Warning color
qu_pe: Huq'iq yuraq

source: Warning color hover/background
qu_pe: Huq'iq yuraq qhaway / ruraq

source: Warning color button text
qu_pe: Huq'iq yuraq p'ukiyuq rimay

source: Danger color
qu_pe: P'iqiy yuraq

source: Danger color hover/background
qu_pe: P'iqiy yuraq qhaway / ruraq

source: Form outline color
qu_pe: Willakuykuna ch'usaq yuraq

source: Hide advanced mode
qu_pe: Phawachiy allin ruraq

source: Show advanced mode
qu_pe: Qhawarina allin ruraq

source: You can see examples of how chamilo will look here
qu_pe: Chamilo imayna qhawarichikta ñawpaqkunata qhawangichik

source: Buttons
qu_pe: P'ukiykunata

source: Primary alternative
qu_pe: Ñawpaq ñawpaq

source: Tertiary
qu_pe: Kimsay

source: Warning
qu_pe: Huq'iq

source: Danger
qu_pe: P'iqiy

source: Dropdowns
qu_pe: Chinkanakuna

source: Checkbox and radio buttons
qu_pe: Casilla chinkana ukhu p'ukiykunata

source: Toggle
qu_pe: Thukuy

source: Hide all
qu_pe: Tukuyta phawachiy

source: This is the default form
qu_pe: Kay warmikuy

source: This is a form with an error
qu_pe: Kutichisqan warmikuy

source: Show dialog
qu_pe: Yarpasqa ruray

source: Dialog example
qu_pe: Yarpasqa nimay

source: Some more elements
qu_pe: Huk masikuna

source: Student boss
qu_pe: Yachakuq jach'aq

source: All sessions
qu_pe: Tukuy yachaykunakuna

source: Closed sessions
qu_pe: Kutichisqa yachaykunakuna

source: Add training sessions to categories
qu_pe: Yachaykunakunata katigoriqkunaman yapay

source: News from Chamilo
qu_pe: Chamilo notisiyakuna

source: System templates
qu_pe: Sistima plantillakuna

source: Contact form categories
qu_pe: Mensajewasqakuna katigoriqkunata

source: External tools (LTI)
qu_pe: Llampu llamk'akuna (LTI)

source: Add course
qu_pe: Kursota yapay

source: Add a user to a course
qu_pe: Kursoman runata yapay

source: Course maintenance
qu_pe: Kurso kachasqan

source: Customize
qu_pe: Qespichiy

source: Sort
qu_pe: Sruchiy

source: Platform use conditions
qu_pe: Palt'aray willakuykuna

source: Password too easy to guess
qu_pe: Yanaqchusqa qillqayuq

source: You need to confirm your account via e-mail to access the platform
qu_pe: Palt'arayman riy kachkan imaynaqta emailwan qhaway

source: Redirect to portal home
qu_pe: Palt'ara wasiman kutiy

source: Test invisible in session
qu_pe: Yachaykunapi mana qhawariy

source: Display information about the next incomplete and the last completed topic
qu_pe: Mana tukuy yachasqa sutita, qhawayniyuqwan, tukuy tukusqa sutita qhaway

source: Database settings
qu_pe: Yachakuq yant'aw

source: Chamilo installation wizard
qu_pe: Chamilo kachasqa yachachiq

source: Step 1 - Installation Language
qu_pe: 1 ñiqa - Kachasqa simi

source: Please select installation language
qu_pe: Kachasqa simita akllay

source: Step 2 - Requirements
qu_pe: 2 ñiqa - Kachasqa kamaqkuna

source: For more details %s
qu_pe: Más detalles %s

source: Step 3 - License
qu_pe: 3 ñiqa - Ruraq yachachisqa

source: Step 4 - Database settings
qu_pe: 4 ñiqa - Yachakuq yant'aw

source: Database host
qu_pe: Yachakuq chimpay

source: Step 7 - Installation process execution
qu_pe: 7 ñiqa - Kachasqa llamkay

source: Step 7 - Update process execution
qu_pe: 7 ñiqa - Willayniyuq llamkay

source: Continue with %s
qu_pe: %swan hamuniy

source: As read
qu_pe: Willasqa

source: As unread
qu_pe: Mana willasqa

source: Message deleted
qu_pe: Willay hukkunam

source: Messages deleted
qu_pe: Willaykuna hukkunam

source: Change Password
qu_pe: Qillqayuqni kambiy

source: All Messages
qu_pe: Tukuy willaykuna

source: Promoted Messages
qu_pe: Promovido willaykuna

source: Requests
qu_pe: Paskakuna

source: Add friends
qu_pe: Masiqkuna yapay

source: Add friend
qu_pe: Masiq yapay

source: %s's picture
qu_pe: %s ruray

source: Delete permanently
qu_pe: Hukkuyta q'echay

source: %d minutes before
qu_pe: %d phutakuna ñawpaq

source: %d hours before
qu_pe: %d oraq ñawpaq

source: %d days before
qu_pe: %d p'unchaykuna ñawpaq

source: Select a folder
qu_pe: Pispichaywan raphi

source: Select the destination folder
qu_pe: Chay raphi pispichay

source: All users
qu_pe: Tukuy runakuna

source: Edit introduction
qu_pe: Yachay wasin kallpachay

source: To teacher and tutor
qu_pe: Yachachiq yachachisqakunaman

source: To HR only
qu_pe: Kamachiqkunaqrayku qhatikuna

source: Only for teachers
qu_pe: Yachachiqkunaqrayku qhatikuna

source: Only for students
qu_pe: Yachasqakunaqrayku qhatikuna

source: Autolaunch settings
qu_pe: Kutichiy imayna kasqan

source: Auto-launch
qu_pe: Kutichiy

source: User registrations by month
qu_pe: Kapuy runakuna killaqrayku

source: User registrations by day
qu_pe: Kapuy runakuna p'unchayqrayku

source: No data available for the selected date range
qu_pe: Wakin pachaqraykuman imayna kasqan mana iñiq

source: Back to months
qu_pe: Killakunaman kutiy

source: User registrations by creator
qu_pe: Kapuy runakuna kamachiyqakunayku

source: Courses count
qu_pe: Kursokuna casilla

source: Courses count by language
qu_pe: Kursokuna simiqrayku casilla

source: AI provider
qu_pe: AI kamachiq

source: Request failed
qu_pe: Maqiy atinchu

source: Using AI provider %s
qu_pe: AI kamachiq %s llank'anchik

source: Aiken Format Example
qu_pe: Aiken rupin sampallan

source: Number of questions
qu_pe: Pauri kasilla

source: Please enter a valid number of questions
qu_pe: Manam kay pauri casilla mana allinchu, qillqay

source: An unexpected error occurred. Please try again later.
qu_pe: Mana suyuspa pantasqa tukukuq kasqan. Ñawpaq uyariy.

source: An unexpected error occurred. Please contact support.
qu_pe: Mana suyuspa pantasqa tukukuq kasqan. Kamachiqman rimay.

source: Generate Aiken
qu_pe: Aiken kamay

source: Reminders
qu_pe: Yuyarisqakuna

source: Add reminder
qu_pe: Yuyariy qillqay

source: Update introduction links
qu_pe: Yachay wasin willakuykuna yangakuy

source: Conference Room
qu_pe: Willakuy wasi

source: Choose item
qu_pe: Pispichaywan

source: No result or feedback available.
qu_pe: Manam willakuy imayna kasqan mana iñiq.

source: Add gradebook comment
qu_pe: Kasilla willakuy qillqay

source: Assessments visible
qu_pe: Kasqakuna qaway

source: Assessments invisible
qu_pe: Kasqakuna mana qaway

source: Add result
qu_pe: Kasqa qillqay

source: Student reports
qu_pe: Yachasqa wasikuna

source: Results and feedback per user
qu_pe: Kasqakuna willakuy runakunayku

source: Score display custom values
qu_pe: Kasqa rikch'ay kamaq willakuykuna

source: AI generator
qu_pe: AI kamachiq

source: Words count per page
qu_pe: Pauri simikuna casilla

source: Add test after each page
qu_pe: Pauri qhipaman paqoq qillqay

source: Error creating learning path
qu_pe: Yachay ñan kamay pantasqa

source: Invalid server response
qu_pe: Mana allin sirwi willakuy

source: Please wait, this could take a while...
qu_pe: Suyay, kayqa achka tiempo qhapaq...

source: Replace (files only)
qu_pe: Kamachiy (willakuykunrayku qhatikuna)

source: Select replacement file
qu_pe: Kamachiq willakuy pispichay

source: No file selected.
qu_pe: Mana willayita manam yap'uykunchu.

source: Only files can be replaced.
qu_pe: Willakunaq llank'anaq willakunata q'echuyta atin.

source: Error replacing file.
qu_pe: Willakunata q'echuytaq llamk'api.

source: Download selected items as ZIP
qu_pe: Yap'usqakunata ZIP nisqapi yap'aq

source: No items selected.
qu_pe: Mana yap'usqa kuna.

source: Download started
qu_pe: Yap'aq llamk'aq

source: Error downloading selected items.
qu_pe: Yap'usqakunata yap'aq llamk'api.

source: Remove current icon
qu_pe: Kunan rurayta q'echuy

source: This icon will show for the link displayed as a tool on the course homepage.
qu_pe: Kay rurayqa kursu ruraq yachay wasipi willakunapaq rikhuriy.
