Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Learning paths progress overview
ar: نظرة عامة حول تقدم مسارات التعلم
ast_es: Vista xeneral del progresu de les rutes d'apreñimientu
bn_bd: শিক্ষা পথের অগ্রগতির সারাংশ
bs_ba: Pregled napretka staza učenja
ca_es: Informe del progrés de les lliçons
cs_cz: Přehled postupu učebních cest
da: Oversigt over læringsstier fremskridt
de: Übersicht Lernpfad-Fortschritt
el: Ανασκόπηση προόδου στα εκπαιδευτικά πεδία
eo: Superrigardo de progreso de lernvojoj
es: Reporte avance lecciones
es_mx: Resumen de progreso de itinerarios de aprendizaje
eu_es: Ikasi bideen aurrerapenaren gainbegiratu
fa_ir: نمای کلی پیشرفت مسیرهای یادگیری
fi_fi: Oppipolkujen edistymisen yleiskatsaus
fo_fo: Yvirlit yvir læruvegir progress
fur: Panorame dal progress dai percors di apreniment
ga: Forbhreathnú ar dhul chun cinn cóir iontrála foghlama
gl: Informe de progreso en Leccións
he_il: סקירת התקדמות נתיבי למידה
hi: लर्निंग पाथ प्रगति अवलोकन
hr_hr: Pregled napretka putova učenja
hu_hu: Tanulási útvonalak előrehaladásának áttekintése
hy: Ուսման ուղիների առաջընթացի ակնարկ
id_id: Ikhtisar kemajuan jalur pembelajaran
it: Panoramica dei percorsi di apprendimento
ja: 学習パス進捗の概要
ka_ge: სასწავლო გზების პროგრესის მიმოხილვა
ko_kr: 학습 경로 진행 상황 개요
lo: ພາບລວມຄວາມຄືບໜ້າຂອງເສັ້ນທາງການຮຽນຮູ້
lt_lt: Mokymosi kelių pažangos apžvalga
lv_lv: Mācību ceļu progresa pārskats
mk_mk: Преглед на напредокот во патеките за учење
ms_my: Gambaran kemajuan laluan pembelajaran
my_mm: သင်ယူမှုလမ်းကြောင်းတိုးတက်မှုခြုံငုံသုံးသပ်ချက်
ne: सिकाइ मार्गहरू प्रगति अवलोकन
nl: Leerpadenvoortgangsoverzicht
nn_no: Læringsstier framgang oversikt
oc: Aperçu del progression dels parcours d'aprenentatge
pl_pl: Przegląd postępów ścieżek uczenia
ps: د زده کړې لارو پرمختګ لیدل
pt_br: Visão geral das Rotas de aprendizagem
pt_pt: Visão do progresso das Rotas de Aprendizagem
ro_ro: Raportaj avansat de lectii
ru_ru: Обзор прогресса учебных путей
sk_sk: Prehľad pokroku Učebnej osnovy
sl: Poročilo napredka v učnih poteh
sq: Përmbledhje e përparimit të shtigjeve mësimore
sr_rs: Pregled napretka staza učenja
sv_se: Översikt över lärstegsframsteg
sw_ke: Muhtasari wa maendeleo ya njia za kujifunza
ta: கற்றல் பாதைகள் முன்னேற்ற கண்ணோட்டம்
th: ภาพรวมความคืบหน้าเส้นทางการเรียนรู้
tl_ph: Pangkalahatang view ng progreso sa mga landas ng pag-aaral
tr: Öğrenme yolları ilerlemesi genel bakışı
uk_ua: Огляд прогресу навчальних шляхів
vi_vn: Tổng quan tiến độ lộ trình học tập
xh_za: Inkqubela phambili yezindlela zokufunda
zh_cn: 学习路径进度概览
zh_tw: 學習路徑進度概覽

source: Detailed exercises progress
ar: التقدم في التمارين المفصل
ast_es: Progresu detalláu d'ejercicios
bn_bd: বিস্তারিত ব্যায়াম অগ্রগতি
bs_ba: Detaljan napredak vježbi
ca_es: Progrés detallat dels exercicis
cs_cz: Detailní postup cvičení
da: Detaljeret øvelsesfremskridt
de: Detaillierte Übungen Fortschritte
el: Λεπτομερής πρόοδος ασκήσεων
eo: Detalaj progreso de ekzercoj
es: Reporte de progreso en ejercicios
es_mx: Progreso detallado de ejercicios
eu_es: Ariketen aurrerapen xehatua
fa_ir: پیشرفت تفصیلی تمرین‌ها
fi_fi: Yksityiskohtainen harjoitusten edistyminen
fo_fo: Ítarlegar ævingar progress
fur: Progress detaillâ des esercizi
ga: Dul chun cinn cleachtaí mionsonraithe
gl: Informe de progreso en exercicios
he_il: התקדמות תרגילים מפורטים
hi: विस्तृत अभ्यास प्रगति
hr_hr: Detaljan napredak vježbi
hu_hu: Részletes gyakorlatok előrehaladása
hy: Վարժությունների մանրամասն առաջընթաց
id_id: Kemajuan latihan terperinci
it: Progresso dettagliato delle esercitazioni
ja: 演習の詳細進捗
ka_ge: ვარჯიშების დეტალური პროგრესი
ko_kr: 상세 연습 진행 상황
lo: ຄວາມຄືບໜ້າຂອງບົດເຝິກຫັດໂດຍລະອຽດ
lt_lt: Detali pratimų pažanga
lv_lv: Uzdevumu detalizēts progress
mk_mk: Детален напредок во вежбите
ms_my: Kemajuan latihan terperinci
my_mm: လေ့ကျင့်ခန်းတိုးတက်မှုအသေးစိတ်
ne: विस्तृत अभ्यासहरू प्रगति
nl: Gedetailleerde oefeningenvoortgang
nn_no: Detaljert øvingar framgang
oc: Progression detaillada dels exercicis
pl_pl: Szczegółowe postępy ćwiczeń
ps: د تمرینونو تفصیلي پرمختګ
pt_br: Progresso detalhado dos exercícios
pt_pt: Detalhes do progresso dos exercícios
ro_ro: Raportaj avansat de exercitii
ru_ru: Детальный прогресс упражнений
sk_sk: Podrobné pokrok cvičenia
sl: Podrobno poročilo napredka vaj/testov
sq: Përparimi i detajuar i ushtrimeve
sr_rs: Detaljan napredak vežbi
sv_se: Detaljerade övningsframsteg
sw_ke: Maendeleo ya kina ya mazoezi
ta: விரிவான உடற்பயிற்சி முன்னேற்றம்
th: ความคืบหน้าการฝึกซ้อมโดยละเอียด
tl_ph: Mga detalyadong progreso sa mga ehersisyo
tr: Detaylı egzersiz ilerlemesi
uk_ua: Детальний прогрес вправ
vi_vn: Tiến độ bài tập chi tiết
xh_za: Iinkqubela phambili zeemsebenzi ezinemininingwane
zh_cn: 详细练习进度
zh_tw: 詳細練習進度

source: Accesses by user overview
ar: الوصول بواسطة النظرة العامة للمستخدم
ast_es: Vista xeneral d'accesos por usuariu
bn_bd: ব্যবহারকারীর অ্যাক্সেস সারাংশ
bs_ba: Pregled pristupa po korisniku
ca_es: Informe d'accessos per usuari
cs_cz: Přehled přístupů podle uživatele
da: Oversigt over adgange pr. bruger
de: Übersicht Zugriffe durch Benutzer
el: Περιγραφή προσβάσεων ανά χρήστη
eo: Superrigardo de aliroj laŭ uzanto
es: Reporte de accesos por usuario
es_mx: Resumen de accesos por usuario
eu_es: Sarbideen erabiltzailearen gainbegiratu
fa_ir: نمای کلی دسترسی‌ها بر اساس کاربر
fi_fi: Käyttäjien kirjautumisten yleiskatsaus
fo_fo: Yvirlit yvir atgongur hjá brúkarum
fur: Panorame des acess de utent
ga: Forbhreathnú ar rochtanaí de réir úsáideoir
gl: Informe de accesos por usuario
he_il: גישה לפי סקירת משתמש
hi: उपयोगकर्ता द्वारा पहुंच अवलोकन
hr_hr: Pregled pristupa po korisniku
hu_hu: Hozzáférések felhasználónkénti áttekintése
hy: Օգտատիրոջ մուտքերի ակնարկ
id_id: Ikhtisar akses berdasarkan pengguna
it: Panoramica degli accessi per utente
ja: ユーザーごとのアクセス概要
ka_ge: მომხმარებლის მიერ წვდომების მიმოხილვა
ko_kr: 사용자별 접속 개요
lt_lt: Prieigų pagal naudotoją apžvalga
lv_lv: Piekļuves pēc lietotāja pārskats
mk_mk: Преглед на пристапите по корисник
ms_my: Gambaran akses mengikut pengguna
my_mm: အသုံးပြုသူအလိုက် ဝင်ရောက်မှုခြုံငုံသုံးသပ်ချက်
ne: प्रयोगकर्ताद्वारा पहुँच अवलोकन
nl: Overzicht gebruikerstoegang
nn_no: Inngangar etter brukar oversikt
oc: Aperçu dels accés per usaire
pl_pl: Przegląd dostępów według użytkownika
ps: د کاروونکي لاسرسي لیدل
pt_br: Visão geral dos Acessos por usuário
pt_pt: Visão dos acessos por utilizador
ro_ro: Raportaj de acces de uzuar
ru_ru: Обзор доступов по пользователям
sk_sk: Prístupy podľa prehľadu používateľov
sl: Dostop do vsebin po uporabnikih
sq: Përmbledhje e hyrjeve sipas përdoruesit
sr_rs: Pregled pristupa po korisniku
sv_se: Översikt över åtkomster per användare
sw_ke: Muhtasari wa upatikanaji kwa mtumiaji
ta: பயனர் வாரியாக அணுகல்கள் கண்ணோட்டம்
th: ภาพรวมการเข้าถึงตามผู้ใช้
tl_ph: Pangkalahatang view ng mga pag-access ayon sa gumagamit
tr: Kullanıcıya göre erişimler genel bakışı
uk_ua: Огляд доступів за користувачами
vi_vn: Tổng quan lượt truy cập theo người dùng
xh_za: Ukufikelela ngokudlula umsebenzisi
zh_cn: 用户访问概览
zh_tw: 使用者存取概覽

source: Allow members to leave group
ar: السماح للاعضاء بمغادرة المجموعة
ast_es: Permitir a los miembros dexar el grupu
bn_bd: সদস্যদের গ্রুপ ত্যাগ করতে অনুমতি দিন
bs_ba: Dozvoli članovima da napuste grupu
ca_es: Permet als membres deixar el grup
cs_cz: Povolit členům opustit skupinu
da: Tillad medlemmer at forlade gruppe
de: Erlauben Mitgliedern die Gruppe zu verlassen
el: Επιτρέπεται στα μέλη να αποχωρήσουν από την ομάδα
eo: Permesi membrojn forlasi grupon
es: Permitir a los miembros de dejar el grupo
es_mx: Permitir que los miembros salgan del grupo
eu_es: Taldeko kideek taldea uztea baimentatzea
fa_ir: اجازه خروج اعضا از گروه
fi_fi: Salli jäsenten poistua ryhmästä
fo_fo: Leyp limum at skilja bólk
fur: Permit ai memaris di lassâ il grup
ga: Ceadaigh baill an grúpa a fhágáil
gl: Permitir aos membros deixar o grupo
he_il: אפשר לחברים לעזוב את הקבוצה
hi: सदस्यों को समूह छोड़ने की अनुमति दें
hr_hr: Dopusti članovima da napuste grupu
hu_hu: Tagok kilépésének engedélyezése a csoportból
hy: Թույլ տալ անդամներին լքել խումբը
id_id: Izinkan anggota meninggalkan grup
it: Permetti ai membri di lasciare il gruppo
ja: メンバーがグループを退出できるようにする
ka_ge: ჯგუფის დატოვების ნებართვა წევრებს
ko_kr: 멤버가 그룹 탈퇴 허용
lt_lt: Leisti nariams palikti grupę
lv_lv: Atļaut biedriem pamest grupu
mk_mk: Дозволи на членовите да ја напуштат групата
ms_my: Benarkan ahli meninggalkan kumpulan
my_mm: အဖွဲ့ဝင်များကို အဖွဲ့မှထွက်ခွင့်ပြုပါ
ne: सदस्यहरूलाई समूह छोड्न अनुमति दिनुहोस्
nl: Sta leden toe groep te verlaten
nn_no: Tillat medlemar å forlate gruppe
oc: Permetre ais membres de daissar lo grup
pl_pl: Zezwól członkom na opuszczenie grupy
ps: غړي ته اجازه ورکړئ چې ډله پرېږدي
pt_br: Permitir membros à deixar o grupo
pt_pt: Permitir que os membros deixem o grupo
ro_ro: Permite membrilor abandonarea grupului
ru_ru: Разрешить участникам покидать группу
sk_sk: Povoliť členom opustiť skupinu
sl: Dovoli članom, da zapustijo skupino
sq: Lejo anëtarët të largohen nga grupi
sr_rs: Dozvoli članovima da napuste grupu
sv_se: Tillåt medlemmar att lämna grupp
sw_ke: Ruhusu wanachama kuondoka kwenye kikundi
ta: உறுப்பினர்களை குழுவை விட்டு வெளியேற அனுமதிக்கவும்
th: อนุญาตให้สมาชิกออกจากกลุ่ม
tl_ph: Payagan ang mga miyembro na umalis sa grupo
tr: Üyelerin grubu terk etmesine izin ver
uk_ua: Дозволити членам залишати групу
vi_vn: Cho phép thành viên rời nhóm
xh_za: Vumela amalungu ukuba ahambe eqhulweni
zh_cn: 允许成员离开小组
zh_tw: 允許成員離開群組

source: Assignment could not be uploaded because folder %s does not exist
ar: لم يتمكن من رفع الواجب بسبب ان مجلد %s غير موجود
ast_es: La travesíu nun pudo xubise porque la carpeta %s nun esiste
bn_bd: অ্যাসাইনমেন্ট আপলোড করা যায়নি কারণ ফোল্ডার %s বিদ্যমান নেই
bs_ba: Zadatak nije mogao biti otpremljen jer fascikla %s ne postoji
ca_es: La tasca no s'ha pogut enviar perquè la carpeta %s no existeix
cs_cz: Úkol nelze nahrát, protože složka %s neexistuje
da: Opgave kunne ikke uploades, fordi mappen %s ikke eksisterer
de: Aufgabe konnte nicht hochgeladen werden, da Ordner %s nicht existiert
el: Η αντιστοίχηση δεν μπόρεσε να μεταφορτωθεί γιατί ο φάκελος %s δεν υπάρχει
eo: Atribuo ne povis esti alŝutita ĉar dosierujon %s ne ekzistas
es: La tarea no pudo ser enviada porque la carpeta %s no existe
es_mx: La tarea no se pudo cargar porque la carpeta %s no existe
eu_es: Tarea ezin da kargatu %s karpetaren existentzia dela eta
fa_ir: تکلیف نمی‌تواند آپلود شود زیرا پوشه %s وجود ندارد
fi_fi: Tehtävää ei voitu ladata, koska kansiota %s ei ole olemassa
fo_fo: Verkætlanin kundi ikki verða løgd upp, tí papka %s finst ikki
fur: Asignazion no podê jessî carlade parcè che la cartelle %s no esist
ga: Níorbh fhéidir an sannadh a uaslódáil mar nach bhfuil an fillteán %s ann
gl: A tarefa non se pode enviar porque a carpeta %s non existe
he_il: לא ניתן היה להעלות מטלה כי התיקייה %s לא קיימת
hi: कार्य अपलोड नहीं हो सका क्योंकि फोल्डर %s मौजूद नहीं है
hr_hr: Zadatak se ne može učitati jer mapa %s ne postoji
hu_hu: A feladatot nem sikerült feltölteni, mert a %s mappa nem létezik
hy: Անհնար է վերբեռնել առաջադրանքը, քանի որ թղթապանակը %s գոյություն չունի
id_id: Tugas tidak dapat diunggah karena folder %s tidak ada
it: Gli incarichi non possono essere caricati perché la cartella %s non esiste
ja: フォルダ %s が存在しないため、課題をアップロードできませんでした
ka_ge: შეკვეთა ვერ ატვირთულა, რადგან საქაღალდე %s არ არსებობს
ko_kr: 폴더 %s가 존재하지 않아 과제를 업로드할 수 없습니다
lo: ບໍ່ສາມາດອັບໂຫຼດບົດວຽກໄດ້ ເນື່ອງຈາກໂຟນເດີ %s ບໍ່ມີຢູ່
lt_lt: Užduotis nepavyko įkelti, nes aplankas %s neegzistuoja
lv_lv: Uzdevumu nevarēja augšupielādēt, jo mape %s nepastāv
mk_mk: Задатката не можеше да се испрати бидејќи папката %s не постои
ms_my: Tugasan tidak dapat dimuat naik kerana folder %s tidak wujud
my_mm: ဖိုလ်ဒါ %s မရှိသောကြောင့် တာဝန်ပေးအပ်ခြင်းကို တင်မရနိုင်ပါ
ne: कार्य नियुक्ति अपलोड गर्न सकिएन किनकि फोल्डर %s विद्यमान छैन
nl: De opdracht kon niet geüpload worden omdat de map %s niet bestaat.
nn_no: Oppgåve kunne ikkje lastast opp fordi mappa %s ikkje finst
oc: L'assenhament pòt pas èsser telecargat perque lo dossiè %s existís pas
pl_pl: Zadanie nie mogło zostać przesłane, ponieważ folder %s nie istnieje
ps: د ټولګي %s نشتوالي له امله واټن اپلوډ نشي کېدای
pt_br: O upload para tal atribuição não pode ser realizada porque a pasta %s não existe
pt_pt: O trabalho não pode ser enviado porque a pasta %s não existe
ro_ro: Sarcina nu a fost trimisa deoarece dosarul % nu exista
ru_ru: Задание не может быть загружено, поскольку папка %s не существует
sk_sk: Úlohu nemožno odoslať, pretože zložka %s neexistuje
sl: Naloge ni moč naložiti ker ciljna mapa %s ne obstaja
sq: Detyra nuk mund të ngarkohej sepse dosja %s nuk ekziston
sr_rs: Zadatak nije moguće otpremiti jer fascikla %s ne postoji
sv_se: Uppgift kunde inte laddas upp eftersom mappen %s inte finns
sw_ke: Kazi haikuweza kupakiwa kwa sababu folda %s haipo
ta: பணி பதிவேற்ற முடியவில்லை ஏனெனில் கோப்புறை %s இல்லை
th: ไม่สามารถอัปโหลดงานได้เพราะโฟลเดอร์ %s ไม่มีอยู่
tl_ph: Hindi ma-upload ang assignment dahil hindi umiiral ang folder %s
tr: Görev yüklenemedi çünkü %s klasörü mevcut değil
uk_ua: Завдання не вдалося завантажити, оскільки папка %s не існує
vi_vn: Bài tập không thể tải lên vì thư mục %s không tồn tại
xh_za: Isabelo asikwazanga ukulayishwa kuba ifoldara %s ayikholelekanga
zh_cn: 作业无法上传，因为文件夹 %s 不存在
zh_tw: 作業無法上傳，因為資料夾 %s 不存在

source: Unsubscribe students which are not in the imported list
ar: قم بالغاء تسجيل الطلبة غير الموجودين في القائمة المستوردة
ast_es: Dessescribir alumnes que nun tán na llista importada
bn_bd: আমদানি করা তালিকায় নেই এমন ছাত্রদের আনসাবস্ক্রাইব করুন
bs_ba: Odbavi studente koji nisu na uvođenoj listi
ca_es: Dóna de baixa als alumnes que no estiguin a la llista importada
cs_cz: Odepsat studenty, kteří nejsou v importovaném seznamu
da: Afmeld elever, der ikke er i den importerede liste
de: Teilnehmer abmelden, die nicht in der importierten Liste stehen
el: Διαγραφή σπουδαστών που δεν είναι στην εισηγμένη λίστα
eo: Malligi studentojn kiuj ne estas en la importita listo
es: Desinscribir los alumnos que no están en una sesión en la lista importada
es_mx: Darse de baja a estudiantes que no están en la lista importada
eu_es: Inportatutako zerrendan ez dauden ikasleak desinscribitu
fa_ir: دانشجویانی که در لیست وارد شده نیستند را لغو ثبت نام کنید
fi_fi: Poista opiskelijat, jotka eivät ole tuodussa luettelossa
fo_fo: Útskraya næmingar sum ikki eru í innfluttari listanum
fur: Disiscrivij i studints che no son te liste importade
ga: Díchláraigh mic léinn nach bhfuil sa liosta iompórtáilte
gl: Desinscribir os alumnos que non están nunha sesión na lista importada
he_il: בטל את הרישום של תלמידים שאינם ברשימה המיובאת
hi: आयातित सूची में न होने वाले छात्रों को अनसब्सक्राइब करें
hr_hr: Odbavi studente koji nisu na uvođenoj listi
hu_hu: A importált listában nem szereplő diákok leiratkozása
hy: Չեղարկել ուսանողների գրանցումը, որոնք չեն ներառված ներմուծված ցուցակում
id_id: Hapus siswa yang tidak ada dalam daftar impor
it: Cancellazione studenti che non sono stati importati nella lista
ja: インポートリストにない学生を登録解除する
ka_ge: იმ სტუდენტების გაუქმება რეგისტრაცია, რომლებიც არ არიან იმპორტირებულ სიაში
ko_kr: 가져온 목록에 없는 학생 구독 취소
lo: ຍົກເລີກການລົງທະບຽນນັກຮຽນທີ່ບໍ່ມີຢູ່ໃນລາຍການນຳເຂົ້າ
lt_lt: Atsiųsti studentus, kurių nėra importuotame sąraše
lv_lv: Atspiest studentus, kuri nav importētajā sarakstā
mk_mk: Одјави студенти кои не се во увезениот список
ms_my: Nyahlanggan pelajar yang tidak dalam senarai import
my_mm: တင်သွင်းထားသော စာရင်းတွင်မရှိသော ကျောင်းသားများကို စာရင်းမှဖယ်ရှားပါ
ne: आयातित सूचीमा नभएका विद्यार्थीहरूलाई अनसब्स्क्राइब गर्नुहोस्
nl: Schrijf student uit die niet in de geïmporteerde lijst staan.
nn_no: Fjern studentar som ikkje er i importerte lista
oc: Desinscríure los estudiants que son pas dins la lista importada
pl_pl: Wypisz studentów, którzy nie znajdują się na liście importowanej
ps: هغه زده کړیال چې په وارد شوي فهرست کې نه دي، لغوه کړئ
pt_br: Estudantes não inscritos que não estão na lista importada
pt_pt: Anular subscrição de estudantes que não estão na lista de importados
ro_ro: Descrierea elevilor ce nu se afla intro sesiune in lista importata
ru_ru: Отписать студентов, которых нет в импортированном списке
sk_sk: Odhlásiť študentov, ktorí nie sú v importovanom zozname
sl: Izpiši uporabnike, ki niso na spisku uvoza
sq: Hiqni studentët që nuk janë në listën e importuar
sr_rs: Odbavi studente koji nisu na importovanoj listi
sv_se: Avregistrera studenter som inte finns i den importerade listan
sw_ke: Ondoa wanafunzi wasio katika orodha iliyoagizwa
ta: இறக்குமதி செய்யப்பட்ட பட்டியலில் இல்லாத மாணவர்களை நீக்கவும்
th: ยกเลิกการสมัครนักเรียนที่ไม่อยู่ในรายการที่นำเข้า
tl_ph: Mag-unsubscribe ng mga mag-aaral na hindi nasa na-import na listahan
tr: İçe aktarılan listede olmayan öğrencileri listeden çıkar
uk_ua: Відписати студентів, яких немає в імпортованому списку
vi_vn: Hủy đăng ký học viên không có trong danh sách nhập
xh_za: Khupha abafundi abangekho kuluhlu olungeniswe
zh_cn: 取消订阅不在导入列表中的学生
zh_tw: 取消註冊不在匯入清單中的學生

source: If a session exists, update it
ar: في حالة وجود دورة، قم بتحديثها
ast_es: Si esiste una sesión, anovela
bn_bd: যদি সেশন বিদ্যমান থাকে তাহলে এটি আপডেট করুন
bs_ba: Ako sesija postoji, ažuriraj je
ca_es: Si la sessió existeix, actualitza-la
cs_cz: Pokud sezení existuje, aktualizovat ho
da: Hvis en session eksisterer, opdater den
de: Wenn eine Session existiert, diese aktualisieren
el: Αν υπάρχει μια συνεδρία, ενημερώστε την
eo: Se sesio ekzistas, ĝisdatigi ĝin
es: Si la sesión existe, actualizarla con los datos del archivo
es_mx: Si existe una sesión, actualizarla
eu_es: Saioa badago, eguneratu
fa_ir: اگر جلسه وجود دارد، آن را به‌روزرسانی کنید
fi_fi: Jos istunto on olemassa, päivitä se
fo_fo: Um ein samtyðing finst, dagfør hana
fur: Se une sesion esist, agiornala
ga: Má tá seisiún ann, nuashonraigh é
gl: Se a sesión existe, actualizaría cos datos do arquivo
he_il: אם קיים הפעלה, עדכן אותו
hi: यदि सत्र मौजूद है, तो इसे अपडेट करें
hr_hr: Ako sesija postoji, ažuriraj je
hu_hu: Ha a munkamenet létezik, frissítse azt
hy: Եթե սեանսը գոյություն ունի, թարմացնել այն
id_id: Jika sesi ada, perbarui
it: Se una sessione esiste, aggiornala
ja: セッションが存在する場合、それを更新する
ka_ge: თუ სესია არსებობს, განაახლეთ იგი
ko_kr: 세션이 존재하면 업데이트
lo: ຖ້າມີເຊດຊັນຢູ່ແລ້ວ, ໃຫ້ອັບເດດມັນ
lt_lt: Jei seansas egzistuoja, atnaujinti jį
lv_lv: Ja sesija pastāv, atjaunināt to
mk_mk: Ако сесија постои, ажурирај ја
ms_my: Jika sesi wujud, kemas kini ia
my_mm: အစည်းအဝေးတစ်ခုရှိပါက၊ ၎င်းကို အဆင့်မြှင့်ပါ
ne: यदि सत्र विद्यमान छ भने, यसलाई अद्यावधिक गर्नुहोस्
nl: Als een sessie bestaat, update deze dan.
nn_no: Oppdaterar om økt finst
oc: Se una session existís, la metre a jorn
pl_pl: Jeśli sesja istnieje, zaktualizuj ją
ps: که غونډه شته وي، نو تازه یې کړئ
pt_br: Se existe uma sessão, atualize
pt_pt: Se uma sessão existe, atualizá-lo
ro_ro: Daca sesiunea exista,actualizeazo cu datele din arhiva
ru_ru: Если сессия существует, обновить её
sk_sk: Aktualizovať, ak existuje stretnutie
sl: Če seja obstaja, jo ažuriraj
sq: Nëse një sesion ekziston, përditësoje atë
sr_rs: Ako sesija postoji, ažuriraj je
sv_se: Om en session finns, uppdatera den
sw_ke: Kama kipindi kipo, kisasishwe
ta: அமர்வு இருந்தால் அதை புதுப்பிக்கவும்
th: หากเซสชันมีอยู่แล้ว ให้อัปเดต
tl_ph: Kung umiiral ang sesyon, i-update ito
tr: Bir oturum varsa, güncelle
uk_ua: Якщо сесія існує, оновити її
vi_vn: Nếu phiên tồn tại, cập nhật nó
xh_za: Ukuba ikhona iseshini, yihlaziye
zh_cn: 如果会话存在，则更新它
zh_tw: 如果場次存在，則更新它

source: Create by <a href="%s">%s</a> on %s
ar: تم الانشاء من قبل %s على %s
ast_es: Creáu por <a href="%s">%s</a> el %s
bn_bd: <a href="%s">%s</a> দ্বারা %s তারিখে তৈরি
bs_ba: Kreirano od <a href="%s">%s</a> dana %s
ca_es: Creat per %s el %s
cs_cz: Vytvořeno <a href="%s">%s</a> dne %s
da: Oprettet af <a href="%s">%s</a> den %s
de: Erstellt von <a href='%s'>%s</a> am %s
el: Δημιουργία από %s στο %s
eo: Kreita de <a href="%s">%s</a> je %s
es: Creado/a por <a href="%s">%s</a> el %s
es_mx: Creado por <a href="%s">%s</a> el %s
eu_es: <a href="%s">%s</a>-k sortua %s-(e)n
fa_ir: ایجاد شده توسط <a href="%s">%s</a> در %s
fi_fi: Luo <a href="%s">%s</a> %s
fo_fo: Upprunna av <a href="%s">%s</a> tann %s
fur: Criâ de <a href="%s">%s</a> il %s
ga: Cruthaithe ag <a href="%s">%s</a> ar %s
gl: Creado por %s en %s
he_il: צור על ידי <a href="%s">%s</a> ב-%s
hi: <a href="%s">%s</a> द्वारा %s को बनाया गया
hr_hr: Stvorio <a href="%s">%s</a> dana %s
hu_hu: Létrehozta: <a href="%s">%s</a> %s-kor
hy: Ստեղծվել է <a href="%s">%s</a>-ի կողմից %s-ին
id_id: Dibuat oleh <a href="%s">%s</a> pada %s
it: Creato da %s il %s
ja: <a href="%s">%s</a> が %s に作成
ka_ge: შექმნილია <a href="%s">%s</a>-ის მიერ %s-ზე
ko_kr: <a href="%s">%s</a>가 %s에 생성
lo: ສ້າງໂດຍ <a href="%s">%s</a> ໃນວັນທີ %s
lt_lt: Sukurta <a href="%s">%s</a> %s
lv_lv: Izveidoja <a href="%s">%s</a> %s
mk_mk: Создадено од <a href="%s">%s</a> на %s
ms_my: Dicipta oleh <a href="%s">%s</a> pada %s
my_mm: <a href="%s">%s</a> မှ %s တွင် ဖန်တီးသည်
ne: <a href="%s">%s</a> द्वारा %s मा सिर्जना गरिएको
nl: Gemaakt door %s op %s
nn_no: Oppretta av <a href="%s">%s</a> den %s
oc: Creat per <a href="%s">%s</a> lo %s
pl_pl: Utworzono przez <a href="%s">%s</a> w dniu %s
ps: <a href="%s">%s</a> په %s کې جوړ کړی
pt_br: Criado por <a href="%s">%s</a> em %s
pt_pt: Criado por %s em %s
ro_ro: >%s</a> in %s
ru_ru: Создано <a href="%s">%s</a> %s
sk_sk: Vytvoril <a href="%s">%s</a> na %s
sl: Kreirano s strani %s na %s
sq: Krijuar nga <a href="%s">%s</a> më %s
sr_rs: Kreirao <a href="%s">%s</a> dana %s
sv_se: Skapad av <a href="%s">%s</a> den %s
sw_ke: Iliundwa na <a href="%s">%s</a> tarehe %s
ta: <a href="%s">%s</a> ஆல் %s இல் உருவாக்கப்பட்டது
th: สร้างโดย <a href="%s">%s</a> เมื่อ %s
tl_ph: Nilikha ni <a href="%s">%s</a> noong %s
tr: %s tarafından <a href="%s">%s</a> tarihinde oluşturuldu
uk_ua: Створено <a href="%s">%s</a> %s
vi_vn: Tạo bởi <a href="%s">%s</a> vào %s
xh_za: Yenziwe ngu <a href="%s">%s</a> ngomhla %s
zh_cn: 由 <a href="%s">%s</a> 于 %s 创建
zh_tw: 由 <a href="%s">%s</a> 於 %s 建立
