Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Select learning objects to copy
ar: اختر عناصر لنسخها
ast_es: Escueya los elementos que quier copiar
bn_bd: কপি করার জন্য লার্নিং অবজেক্ট নির্বাচন করুন
bs_ba: Odaberite objekte učenja za kopiranje
ca_es: Seleccionar les seccions del curs a copiar
cs_cz: Zvolte položky pro kopírování
da: Vælg dele som skal kopieres
de: Teile für das Kopieren auswählen
el: Επιλογή εκπαιδευτικών αντικειμένων προς αντιγραφή
eo: Elektu la kopiotajn kurserojn.
es: Seleccione los elementos que desea copiar
es_mx: Seleccione los elementos a copiar
eu_es: Hautatu kopiatu beharreko ikaskuntza objektuak
fa_ir: لطفاً منابعی از این درس که باید کپی شوند را مشخص کنید
fi_fi: Valitse kopioitavat osat
fo_fo: Velt læringstoy at avrita
fur: Selezionâ ogjets didatichs da copiâ
ga: Roghnaigh réadaí foghlama le cóipeáil
gl: Seleccionar os elementos a copiar
he_il: בחר אובייקטי למידה להעתקה
hi: कॉपी करने के लिए लर्निंग ऑब्जेक्ट्स चुनें
hr_hr: Odaberi elemente za preslikavanje
hu_hu: Elem kiválasztása másoláshoz
hy: Ընտրել պատճենելու ուսման օբյեկտները
id_id: Pilih item yang akan dicopy
it: Seleziona gli elementi da copiare
ja: コピーする学習オブジェクトを選択
ka_ge: შეარჩიეთ კოპირებადი მსწავლებლური ობიექტები
ko_kr: 복사 할 항목 선택
lo: ເລືອກວັດຖຸການຮຽນຮູ້ທີ່ຈະສຳເນົາ
lt_lt: Išrinkti įrašus kopijavimui
lv_lv: Iezīmēt kopējamās lietas
mk_mk: Изберете за копирање
ms_my: Pilih objek pembelajaran untuk disalin
my_mm: ကူးယူရန် သင်ယူမှုအရာဝတ္ထုများကို ရွေးပါ
ne: प्रतिलिपि गर्न सिकाइ वस्तुहरू छान्नुहोस्
nl: Selecteer de cursusonderdelen die gekopieerd moeten worden.
nn_no: Vel læringsobjekt å kopiere
oc: Seleccionar los objèctes d'aprendissatge a copiar
pl_pl: Wybierz elementy do skopiowania
ps: د کاپي کولو لپاره زده کړې شیان غوره کړئ
pt_br: Selecionar rotas de aprendizagem para copiar
pt_pt: Seleccionar os objectos de aprendizagem a copiar
ro_ro: Selectați elementele pe care doriți să le copiați
ru_ru: Выбрать элементы для копирования
sk_sk: Vybrať položky na kopírovanie
sl: Izberi elemente za kopiranje
sq: Zgjidhni objektet e mësimit për t'u kopjuar
sr_rs: Selektuj stavke za kopiranje
sv_se: Välj objekt att kopiera
sw_ke: Chagua vitu vya kujifunza vya kunakili
ta: நகல் செய்ய கற்றல் பொருட்களை தேர்ந்தெடுக்கவும்
th: เลือกรายการเพื่อทำสำเนา
tl_ph: Piliin ang mga learning objects na kopyahin
tr: Kopyalama için seçiniz
uk_ua: Виберіть елементи для копіювання
vi_vn: Chọn đối tượng học tập để sao chép
xh_za: Khetha izinto zokufunda ezokukopishwa
zh_cn: 选择要复制的项目
zh_tw: 選擇要複製的項目

source: Copying is finished
ar: تم النسخ
ast_es: Acabóse de facer la copia
bn_bd: কপি সম্পন্ন
bs_ba: Kopiranje završeno
ca_es: La copia ha finalitzat
cs_cz: Kopírování je dokončeno
da: Kopiering fuldført
de: Kopieren abgeschlossen
el: Η αντιγραφή τελείωσε
eo: La elektitaj kurseroj estas kopiitaj.
es: La copia ha finalizado
es_mx: La copia ha finalizado
eu_es: Kopia amaitu da
fa_ir: کپی انجام شد
fi_fi: Kopiointi valmis
fo_fo: Avriting liðug
fur: La copie si è finîe
ga: Críochnaigh cóipeáil
gl: Rematou a copia
he_il: ההעתקה הסתיימה
hi: कॉपी समाप्त
hr_hr: Preslikavanje završeno
hu_hu: A másolás befejeződött
hy: Պատճենումն ավարտված է
id_id: Pengcopy-an selesai
it: La copia è conclusa
ja: コピーが完了しました
ka_ge: კოპირება დასრულდა
ko_kr: 복사하기가 종료되었습니다
lo: ການສຳເນົາສຳເລັດ
lt_lt: Kopijavimas baigtas
lv_lv: Kopēšana pabeigta!
mk_mk: Копирањето заврши
ms_my: Salinan selesai
my_mm: ကူးယူမှုပြီးစီးပြီး
ne: प्रतिलिपि सम्पन्न
nl: De geselecteerde cursusonderdelen zijn gekopieerd.
nn_no: Kopiering fullført
oc: La còpia es acabada
pl_pl: Kopiowanie zakończone
ps: کاپي کول بشپړ شو
pt_br: Cópia concluída
pt_pt: Cópia concluída
ro_ro: Copia este completă
ru_ru: Копирование завершено
sk_sk: Kopírovanie je ukončené
sl: Kopiranje končano
sq: Kopjimi mbaroi
sr_rs: Kopiranje je završeno
sv_se: Kopiering avslutad
sw_ke: Kunakili kumeisha
ta: நகல் செய்தல் முடிந்தது
th: ทำสำเนาเรียบร้อยแล้ว
tl_ph: Natapos na ang pagkopya
tr: Kopyalama bitti
uk_ua: Копіювання закінчено
vi_vn: Sao chép đã hoàn tất
xh_za: Ukukopisha kugqityiwe
zh_cn: 复制完成
zh_tw: 複製完成

source: Delete everything
ar: إعادة استخدام كاملة
ast_es: Recicláu completu
bn_bd: সবকিছু মুছে ফেলুন
bs_ba: Obriši sve
ca_es: Reciclat complet
cs_cz: Kompletní recyklace
da: Genbrug kursussiden, men uden indhold
de: Vollständiges Entfernen
el: Διαγραφή όλων
eo: Forigu ĉiujn kurserojn de la kurso.
es: Reciclado completo
es_mx: Reciclado completo
eu_es: Hustu guztia
fa_ir: بازیافت کامل درس
fi_fi: Käytä täysin uudelleen
fo_fo: Sletta alt
fur: Gjavâ dut
ga: Scrios gach rud
gl: Reciclaxe completa
he_il: מחק הכל
hi: सब कुछ हटाएँ
hr_hr: Potpuna reciklaža
hu_hu: Teljes kiürítés
hy: Ջնջել ամեն ինչ
id_id: Full recycle
it: Riazzera completamente
ja: すべて削除
ka_ge: საჭიროა ყველაფრის წაშლა
ko_kr: 전체 재사용
lo: ລຶບທຸກຢ່າງ
lt_lt: Visiškai ištrinti
lv_lv: Dzēst visu!
mk_mk: Целосно рециклирање
ms_my: Padam semuanya
my_mm: အားလုံးကို ဖျက်ပါ
ne: सबै हटाउनुहोस्
nl: Verwijder alle cursusonderdelen van de cursus.
nn_no: Slett alt
oc: Suprimir tot
pl_pl: Pełne odzyskiwanie
ps: همه شی له منځه یوسئ
pt_br: Reciclagem total
pt_pt: Eliminar tudo
ro_ro: Reciclată complet
ru_ru: Полное обновление
sk_sk: Úplná recyklácia
sl: Popolno recikliranje
sq: Fshij gjithçka
sr_rs: Potpuno reciklirano
sv_se: Full återanvändning
sw_ke: Futa kila kitu
ta: எல்லாவற்றையும் நீக்கு
th: นำกลับมาใช้ใหม่ทั้งหมด
tl_ph: Burahin ang lahat
tr: Tam geri dönüşüm
uk_ua: Повне поновлення
vi_vn: Xóa mọi thứ
xh_za: Susa yonke into
zh_cn: 完全清空
zh_tw: 完全清空

source: Empty this course
ar: أعد استخدام هذا المقرر
ast_es: Recuckar cursu
bn_bd: এই কোর্স খালি করুন
bs_ba: Prazni ovaj kurs
ca_es: Reciclar el curs
cs_cz: Recyklace kurzu
da: Genbrug kursusside
de: Kurs leeren
el: Αδειάστε αυτή τη σειρά μαθημάτων
eo: Malplenigi kurson.
es: Reciclar el curso
es_mx: Reciclar el curso
eu_es: Hustu ikastaro hau
fa_ir: بازیافت این درس
fi_fi: Käytä kurssi uudelleen
fo_fo: Tøm henda kursin
fur: Svuadâ chest curs
ga: Folmhaigh an cúrsa seo
gl: Reciclar curso
he_il: רוקן את הקורס הזה
hi: यह कोर्स खाली करें
hr_hr: Recikliraj kolegij
hu_hu: Kurzus kiürítése
hy: Դատարկել այս դասընթացը
id_id: Recycle mata kuliah
it: Riazzera il corso
ja: このコースを空にする
ka_ge: ამ კურსის გასუფთავება
ko_kr: 과정 재사용
lo: ລ້າງຫຼັກສູດນີ້
lt_lt: Ištrinti kursą
lv_lv: Pārstrādāt kursu
mk_mk: Рециклирај го курсот
ms_my: Kosongkan kursus ini
my_mm: ဤသင်တန်းကို ဗလာဖြစ်စေပါ
ne: यो कोर्स खाली गर्नुहोस्
nl: Cursus leegmaken.
nn_no: Tøm dette kurset
oc: Buidar aquest cors
pl_pl: Odzyskiwanie kursu
ps: دا کورس خالي کړئ
pt_br: Reciclar curso
pt_pt: Esvaziar este curso
ro_ro: Reciclați cursul
ru_ru: Обновление курса
sk_sk: Recyklovať kurz
sl: Recikliranje vsebin tečaja
sq: Boshatis këtë kurs
sr_rs: Recikliraj kurs
sv_se: Återanvänd kurs
sw_ke: Mwaga kozi hii
ta: இந்த பாடத்தை வெறுமையாக்கு
th: นำวิชากลับมาเปิดใช้ใหม่อีก
tl_ph: Alisin ang laman ng kursong ito
tr: Bu eğitim Boş
uk_ua: Поновити курс
vi_vn: Làm trống khóa học này
xh_za: Lungisa le khosi
zh_cn: 清空课程
zh_tw: 清空課程

source: Recycle is finished
ar: تم إعادة استخدام
ast_es: Acabóse de facer el recicláu
bn_bd: রিসাইকেল সম্পন্ন
bs_ba: Recikliranje završeno
ca_es: El reciclatge ha finalitzat
cs_cz: Recyklace je dokončena
da: Siden er nu renset for indhold
de: Entfernen beendet
el: Η ανακύκλωση τελείωσε
eo: Via kurso estas malplenigita.
es: El reciclado ha finalizado
es_mx: El reciclado ha finalizado
eu_es: Husketa amaitu da
fa_ir: درس مربوطه بازیافت گردید
fi_fi: Kurssin uudelleen käyttö valmis
fo_fo: Endurvinning liðug
fur: Il reciclagj si è finî
ga: Críochnaigh athchúrsáil
gl: A reciclaxe rematou
he_il: המחזור הסתיים
hi: रीसायकल समाप्त
hr_hr: Reciklaža završena
hu_hu: Kiürítés befejeződött
hy: Վերամշակումն ավարտված է
id_id: Recycle selesai
it: Il corso è stato riazzerato
ja: リサイクルが完了しました
ka_ge: გადამუშავება დასრულდა
ko_kr: 재사용이 종료되었습니다
lo: ການລ້າງສຳເລັດ
lt_lt: Ištrynimas baigtas
lv_lv: Pārstrāde ir pabeigta
mk_mk: Рециклирањето заврши
ms_my: Kitar semula selesai
my_mm: ပြန်လည်အသုံးပြုမှုပြီးစီးပြီး
ne: रिसाइकल सम्पन्न
nl: Uw cursus is nu leeggemaakt.
nn_no: Resirkulering fullført
oc: Lo reciclatge es acabat
pl_pl: Odzyskiwanie zakończone
ps: ریسایکل بشپړ شو
pt_br: A reciclagem está concluída
pt_pt: Reciclagem terminada
ro_ro: Reciclarea este completă
ru_ru: Обновление завершено
sk_sk: Recyklácia je ukončená
sl: Recikliranje končano
sq: Riciklimi mbaroi
sr_rs: Recikliranje je završeno
sv_se: Återanvändning avslutad
sw_ke: Kurudia kumeisha
ta: மறுசுழறிவு முடிந்தது
th: การนำวิชากลับมาเปิดเรียนใหม่ เรียบร้อยแล้ว
tl_ph: Natapos na ang pag-recycle
tr: Geri dönüşüm bitti
uk_ua: Поновлення завершено
vi_vn: Tái chế đã hoàn tất
xh_za: Ukulungisa kugqityiwe
zh_cn: 已完成清空
zh_tw: 已完成清空

source: Warning: using this tool, you will delete learning objects in your course. There is no UNDO possible. We advise you to create a <a href="create_backup.php">backup</a> before.
ar: تحذير: باستخدامك لهذه الأداة , ستقوم بحذف بعض أجزاء مقررك. حيث لا يمكن التراجع عن هذه الخطوة. لذا ننصحك بعمل نسخة <a href="create_backup.php">احتياطية</a> قبل الإقبال على استخدام هذه الأدارة.
ast_es: Cuidáu: si usa esta ferramienta pue esborrar partes del cursu que nun va ser quien a recuperar más alantre. Aconseyamos que faiga una <a href="create_backup.php">copia de seguridá</a> enantes d'usar esta ferramienta.
bn_bd: সতর্কতা: এই টুল ব্যবহার করে আপনি আপনার কোর্সের লার্নিং অবজেক্ট মুছে ফেলবেন। কোনো UNDO সম্ভব নয়। আমরা পরামর্শ দিচ্ছি <a href="create_backup.php">ব্যাকআপ</a> তৈরি করুন আগে।
bs_ba: Upozorenje: korištenjem ovog alata, obrisat ćete objekte učenja u vašem kursu. Nema UNDO mogućnosti. Savjetujemo vam da napravite <a href="create_backup.php">rezervnu kopiju</a> prije.
ca_es: Advertiment: utilitzant aquesta funcionalitat, suprimiu algunes seccions del vostre curs. Aquesta supressió no podrà ser anulada. Us aconsellem començar per <a href="create_backup.php">fer una còpia de seguretat</a>.
cs_cz: Varování: použitím této funkce smažete některé části vašeho kurzu, a to nenávratně. Proto Vám doporučujeme udělat <a href="create_backup.php">zálohu</a> před použitím tohoto recyklovacího nástroje.
da: Advarsel: Ved at bruge dette værktøj, sletter du dele af dit kursus. Dette kan ikke fortrydes. Vi anbefaler af du tager en <a href="create_backup.php">backup</a> før du bruger dette genbrugs-værktøj.
de: Warnung: Mit diesem Tool werden einige Teile des Kurses gelöscht. Dies ist unumkehrbar. Es empfiehlt sich, vorher ein <a href="create_backup.php">Backup</a> anzulegen.
el: Προειδοποίηση: με τη χρήση αυτού του εργαλείου, θα διαγράψετε τα εκπαιδευτικά αντικείμενα στην εκπαίδευσή σας (training). ΔΕΝ υπάρχει δυνατότητα αντιστροφής/ αναίρεσης. Σας συμβουλεύουμε να πάρετε ένα αντίγραφο ασφαλείας (http://translate.chamilo.org/create_backup.php) από πριν.
eo: Averto: per ĉi-funkcio iuj partoj de via kurso estos forigataj. Ne eblos malfari tion. Ni konsilas unue fari <a href="create_backup.php">restaŭrkopion</a>
es: Atención: al usar esta herramienta puede eliminar partes del curso que luego no podrá recuperar. Le aconsejamos que antes realice una <a href="create_backup.php">copia de seguridad</a>
es_mx: Cuidado: utilizando esta herramienta, Usted puede borrar algunas partes del curso, no siendo posible recuperarlas posteriormente. Le aconsejamos que realice una <a href="create_backup.php">copia de seguridad</a> antes de usar esta herramienta
eu_es: Abisua: tresna hau erabiltzean, gero berreskuratu ezin izango dituzun ikastaroaren zatiak ezabatu ditzakezu. Horrexegatik, lehen, babeskopia egitea gomendatzen dizugu.
fa_ir: توجه : با انتخاب این کارآیی، شما بعضی از قسمتهای درس خود را حذف خواهید کرد. این حذف هرگز قابل برگشت نخواهد بود. قویاً پیشنهاد میکنیم که قبل از انجام این عمل یک<a href="create_backup.php"> فایل پشتیبانی</a> از درس خود بسازید
fi_fi: Varoitus: käyttämällä tätä työkalua, poistat joitain kurssin osia. Tätä ei voi perua. Suosittelemme tekemään <a href="create_backup.php">varmistuksen</a> ennen kuin käytät tätä työkalua.
fo_fo: Ávaring: við hesum verktøki slettar tú læringstoy í tínum kursi. Tað er ongin AVTEKKJA møgulig. Vit ráðgeva tær at stovna eina <a href="create_backup.php">varðveiting</a> áðrenn.
fur: Atencion: doprânt chest strûl, vuêi gjavâ ogjets didatichs tal to curs. No è pùsìvel tornâ indarê. Ti consigjium di crear un <a href="create_backup.php">backup</a> prime.
ga: Rabhadh: ag baint úsáid as an uirlis seo, scriosfaidh tú réadaí foghlama i do chúrsa. Níl UNDO ar bith indéanta. Molaimid duit <a href="create_backup.php">cúltaca</a> a chruthú roimh ré.
gl: Cuidado: co esta ferramenta, borrarás algunha parte do teu curso. Estos cambios non poden ser desfeitos. Recomendamosche que fagas unha <a href="create_backup.php">copia de seguridade</a> antes de empregar esta ferramenta de reciclaxe.
he_il: אזהרה: באמצעות כלי זה תמחק אובייקטי למידה בקורס שלך. אין אפשרות לבטל. אנו ממליצים לך ליצור <a href="create_backup.php">גיבוי</a> לפני.
hi: चेतावनी: इस टूल का उपयोग करने से, आप अपने कोर्स में लर्निंग ऑब्जेक्ट्स हटा देंगे। UNDO संभव नहीं है। हम सलाह देते हैं कि पहले <a href="create_backup.php">बैकअप</a> बनाएँ।
hr_hr: Upozorenje: uporabom ovoga alata nepovratno ćete izbrisati dijelove kolegija. Preporučamo da izradite <a href="create_backup.php">pričuvni primjerak</a> prije uporabe ovoga reciklažnog alata.
hu_hu: Figyelem: az eszköz használatakor a kurzus néhány eleme törlődni fog. A művelet NEM visszavonható. Ezért javasoljuk, hogy a kiürítés előtt használja a <a href="create_backup.php">mentés</a> eszközt.
hy: Զգուշացում. այս գործիքով դուք կջնջեք ուսման օբյեկտները ձեր դասընթացից: Չկա վերադարձի հնարավորություն: Խորհուրդ ենք տալիս ստեղծել <a href="create_backup.php">պատճեն</a> նախապես:
id_id: Peringatan: dengan menggunakan tool ini, anda akan menghapus beberapa bagian mata kuliah anda. Proses ini tidak dapat dibatalkan (Undo). Kami sarankan anda untuk membuat <a href="create_backup.php">backup</a> sebelum menggunakan tool rycycle ini.
it: Attenzione! usando questo strumento cancellerai alcune parti del corso. Non è possibili ripristinare la situazione iniziale. Ti consigliamo di fare un <a href="create_backup.php">backup</a> prima di riazzerare il corso.
ja: 警告: このツールを使用するとコースの学習オブジェクトが削除されます。元に戻せません。<a href="create_backup.php">バックアップ</a>を作成することをお勧めします。
ka_ge: გაფრთხილება: ამ ხელსაწყოს გამოყენებით თქვენ წაშლით მსწავლებლურ ობიექტებს თქვენს კურსში. UNDO შეუძლებელია. გირჩევთ შექმნათ <a href="create_backup.php">სარეზერვო ასისთისი</a> წინასწარ.
ko_kr: 경고: 이 툴을 사용할 경우, 과정의 일부를 삭제하게 됩니다. 취소도 불가능합니다. 이 재활용 툴을 사용하기 전에 <a href="create_backup.php">백업</a> 하기 바랍니다.
lo: ຄຳເຕືອນ: ການໃຊ້ເຄື່ອງມືນີ້, ທ່ານຈະລຶບວັດຖຸການຮຽນຮູ້ໃນຫຼັກສູດຂອງທ່ານ. ບໍ່ມີການຍົກເລີກການກະທຳ. ພວກເຮົາແນະນຳໃຫ້ທ່ານສ້າງ <a href="create_backup.php">ການສຳຮອງ</a> ກ່ອນ.
lt_lt: Dėmesio: naudojant šį įrašą bus neatstatomai ištrintos kai kurios kurso dalys. Siūlome sukurti <a href="create_backup.php">archyvą</a> prieš naudojant ištrynimo įrankį.
lv_lv: Brīdinājums!<br>Lietojot šo rīku, Jūs izdzēsīsiet dažas kursa sastāvdaļas. Šis solis nav atkārtojams. Stingrs ieteikums: izveidojiet <a href="create_backup.php">rezerves kopiju</a> pirms lietot pārstrādes rīku!
mk_mk: Предупредување: користејќи ја оваа алатка, ќе избришете некои делови од курсот. Ви советуваме да направите <a href="create_backup.php">резервна_копија</a> пред да ја искористите алатката за рециклирање.
ms_my: Amaran: menggunakan alat ini, anda akan memadam objek pembelajaran dalam kursus anda. Tiada UNDO boleh dilakukan. Kami nasihatkan anda cipta <a href="create_backup.php">sandaran</a> terlebih dahulu.
my_mm: သတိပေးချက်: ဤကိရိယာကို အသုံးပြုခြင်းဖြင့်၊ သင့်သင်တန်းရှိ သင်ယူမှုအရာဝတ္ထုများကို ဖျက်မည်ဖြစ်သည်။ ပြန်လည်ပြုလုပ်ရန် မဖြစ်နိုင်ပါ�। ကျွန်ုပ်တို့သည် မဖြစ်မနေ <a href="create_backup.php">အရန်သိမ်းဆည်းမှု</a> ကို ဖန်တီးရန် အကြံပြုပါသည်။
ne: चेतावनी: यो उपकरण प्रयोग गर्दा, तपाईंको कोर्समा सिकाइ वस्तुहरू हटाइनेछ। कुनै UNDO सम्भव छैन। हामी सल्लाह दिन्छौं <a href="create_backup.php">ब्याकअप</a> बनाउनुहोस् पहिले।
nl: Waarschuwing: met deze functie zullen sommige delen van uw cursus verwijderd worden. Dit kan niet ongedaan gemaakt worden. We raden u aan eerst een <a href="create_backup.php">back-up</a> te maken.
nn_no: Åtvaring: med dette verktøyet slettar du læringsobjekt i kurset ditt. Det finst ingen ANGRA. Vi rår deg til å opprette ein <a href="create_backup.php">backup</a> først.
oc: Atencion : amb aquesta arma, suprimiretz los objèctes d'aprendissatge dins vòstre cors. La es pas de DESFAIRE possibla. Nós conselham de crear una <a href="create_backup.php">salvagarda</a> abans.
pl_pl: Ostrzeżenie: korzystając z tego narzędzia usuniesz elementy kursu. Tej operacji nie można będzie cofnąć. Zaleca się zrobienie <a href="create_backup.php">kopii zapasowej</a> kursu przed użyciem tego narzędzia.
ps: ګواښنه: د دې وسیل کارولو سره، تاسو به په خپل کورس کې زده کړې شیان له منځه یوسئ. هیڅ UNDO شتون نلري. موږ تاسو ته مشوره ورکوو چې <a href="create_backup.php">بېک اپ</a> جوړ کړئ مخکې له مخکې.
pt_br: Atenção: ao utilizar esta ferramenta, irá eliminar as rotas de aprendizagem do curso. Não será possível recuperá-los mais tarde. Aconselhamos previamente a realizar um <a href="create_backup.php">backup</a>.
pt_pt: Atenção: ao utilizar esta ferramenta, irá eliminar objectos de aprendizagem do curso. Não será possível recuperá-los mais tarde. Aconselhamos previamente a realizar um <a href="create_backup.php">backup/cópia de segurança</a>.
ro_ro: Avertisment: folosirea acestei unelte va determina stergere anumitor parti din cursul dumneavoastra.Nu se poate reface. Va sfatuim sa efectuati o <a href="create_backup.php">copie de rezerva</a> inainte de a intrebuinta aceasta unealta de reciclare.
ru_ru: Предупреждение: используя этот инструмент, Вы удалите некоторые части вашего курса. Ин не возможно будет восстановить. Мы советуем сделать <a href="create_backup.php">резервную копию</a> перед тем как использовать инструмент "обновление".
sk_sk: Upozornenie: použitím tejto funkcie zmažete niektoré časti vášho kurzu, a to nenávratne. Preto vám pred použitím tohto recyklačného nástroja odporúčame vytvoriť <a href="create_backup.php">zálohu</a>
sl: Opozorilo: z uporabo tega orodja boste odstranili nekatere dele tečaja. Odstranjenih vsebin ni mogoče povrniti. Svetujemo vam da predhodno naredite <a href="create_backup.php">rezervno kopijo</a>.
sq: Paralajmërim: duke përdorur këtë vegël, do të fshini objektet e mësimit në kursin tuaj. Nuk ka UNDO të mundshëm. Ju këshillojmë të krijoni një <a href="create_backup.php">kopjerim</a> paraprakisht.
sr_rs: Upozorenje: upotrebom ovog alata obrisaćete neke delove vašeg kursa. Ova akcija se ne može poništiti. Savetujemo vas da napravite <a href="create_backup.php">backup</a> pre upotrebe alata za recikliranje.
sv_se: Varning: genom att använda detta verktyg, kommer du att radera några delar ur din kurs. Detta kan inte göras ogjort. Vi råder dig att göra en <a href="create_backup.php">säkerhetskopia</a> innan du använder detta återanvändningsverktyg.
sw_ke: Onyo: kwa kutumia zana hii, utafuta vitu vya kujifunza katika kozi yako. Hakuna UNDO inayowezekana. Tunakushauri kuunda <a href="create_backup.php">hifadhi</a> kabla.
ta: எச்சரிக்கை: இந்த கருவியை பயன்படுத்தினால், உங்கள் பாடத்தில் கற்றல் பொருட்கள் நீக்கப்படும். பின்னோக்கி செய்ய முடியாது. <a href="create_backup.php">நகல்</a> உருவாக்குவதை அறிவுறுத்துகிறோம்.
th: คำเตือน:การใช้คำสั่งนี้ จะเป็นการลบบางส่วนของวิชา ซึ่งอาจมีข้อผิดพลาด ขอแนะนำให้คุณทำการa <a href="create_backup.php">สำรองข้อมูล</a>ก่อนใช้คำสั่งนี้เพื่อทำการนำรายวิชากลับมาใช้ใหม่อีก
tl_ph: Babala: gamit ang tool na ito, baburahin mo ang mga learning objects sa kurso mo. Walang UNDO na posible. Pinapayuhan ka naming lumikha ng <a href="create_backup.php">backup</a> muna.
tr: DİKKAT: Bu aracı kullanırsanız kursunuzun bazı parçalarını sileceksiniz. Bu işlem geri alınamaz. Size bu işlemi yapmadan önce<a href="create_backup.php">bu sayfayı </a>kullanarak yedeklemenizi tavsiye ediyoruz.
uk_ua: Увага: використовуючи цей інструмент, ви можете видалити деякі частини вашого курсу. Ми радимо вам створювати <a href="create_backup.php">резервну копію</a> перед використанням цього інструменту поновлення.
vi_vn: Cảnh báo: sử dụng công cụ này, bạn sẽ xóa các đối tượng học tập trong khóa học của bạn. Không thể HOÀN TÁC. Chúng tôi khuyên bạn tạo <a href="create_backup.php">bản sao lưu</a> trước.
xh_za: Isilumkiso: ukusebenzisa esi sixhobo, uya kususa izinto zokufunda kwikhosi yakho. Akukho UNDO. Siyakucebisa ukuba wenze <a href="create_backup.php">igcina</a> phambi kokuba.
zh_cn: 警告: 使用这个工具可以删除课程的某一部分，此操作不能撤销，建议在使用这个清空工具时做一个<A href="create_backup.php">备份</A>。
zh_tw: 警告: 使用這個工具可以刪除課程的某一部分，此操作不能撤銷，建議在使用這個清空工具時做一個<A href="create_backup.php">備份</A>。
