Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: If this setting is on, a user can fill in the following (optional) fields: 'My personal open area', 'My competences', 'My diplomas', 'What I am able to teach'
ar: '/إذا تم وضع /'صح/'، في هذه الإاعدادات فإنّه يمكن للمستخدم ملأ (اختياري) الحقول التالية: /'قدراتي/'، /'الدبلوماسية الخاصة بي/'، /'ماذا أستطيع أن أدرس/'، و /'الحيز الشخصي المفتوح
ast_es: Si lo configura en 'braeru' un usuariu cualquier va poder llenar los campos (opcionales) que vienen darréu: 'Les mio competencies', 'Los mios títulos', '¿Qué puedo enseñar?' y 'El mio área personal pública'
bn_bd: এই সেটিং চালু থাকলে ব্যবহারকারী নিম্নলিখিত (ঐচ্ছিক) ক্ষেত্র পূরণ করতে পারবে: 'আমার ব্যক্তিগত উন্মুক্ত এলাকা', 'আমার কম্পিটেন্সি', 'আমার ডিপ্লোমা', 'যা আমি শেখাতে পারি'
bs_ba: Ako je ova postavka uključena, korisnik može popuniti sljedeća (opcionalna) polja: 'Moj lični otvoreni prostor', 'Moje kompetencije', 'Moje diplome', 'Šta sam u stanju predavati'
ca_es: Si es configura com a 'Veritable', l'usuari podrà emplenar els següents camps (opcionals): 'Les meves competències', 'Les meves titulacions', 'Què puc ensenyar' i 'La meva àrea personal pública'
cs_cz: Toto nastavení je dáno na 'Povolit', uživatel může vyplnit následující(nepovinné) pole: 'Má kvalifikace', 'Mé certifikáty', 'Co jsem schopný vyučovat' a 'Můj osobní obsah'
da: Hvis denne indstilling er sat til 'Sand', kan en bruger udfylde følgende (valgfrie) felter: 'Mine kompetencer', 'Mine diplomer', 'Hvad jeg kan undervise i', og 'Mit personlige åbne område'
de: Wenn Ja gewählt, kann der Benutzer die Felder "Meine Kompetenzen", "Meine Qualifikationen", "Was isch unterrichten kann", "Mein persönlicher Bereich" vervoillständigen.
el: Αν αυτή η ρύθμιση είναι ενεργή, ο χρήστης μπορεί να συμπληρώσει τα εξής (προαιρετικά) πεδία: 'Η προσωπική μου ανοιχτή περιοχή', 'Οι ικανότητές μου', 'Τα πτυχία μου', 'Τι μπορώ να διδάξω'
eo: Se tiu agordo estas markita, uzulo povas plenigi jenajn (opciajn) kampojn: 'Miaj kompetentecoj', 'Miaj diplomoj', 'Pri kio mi povas instrui' kaj 'Mia persona spaco'
es: Si se configura como 'Verdadero', un usuario puede rellenar los siguientes campos (opcionales): 'Mis competencias', 'Mis títulos', '¿Qué puedo enseñar?' y 'Mi área personal pública'
es_mx: Si esta herramienta está habilitada, un usuario puede llenar unos campos opcionales: 'Mis competencias', 'Mis diplomas', 'Qué puedo enseñar' y 'Mi área personal pública'
eu_es: Konfigurazioan "Egiazkoa" dela ezartzen badugu, erabiltzaile batek honako eremu hauek (aukerakoak) bete ditzake: 'Gaitasunak', 'Nire tituluak', 'Zer irakatsi dezaket?' eta 'Espazio pertsonal irekia'
fa_ir: با انتخاب گزینۀ �بله�، کاربران خواهند توانست خانه های اختیاری زیر را در قسمت مشخصات پر کنند: �توانایی های من�، �گواهی های تحصیلی من�، �چه دروسی را می توانم تدریس کنم� و �فضای شخصی من�
fi_fi: Jos tämä asetus on päällä, käyttäjä voi täyttää seuraavat (valinnaiset) kentät: 'Oma avoin alue', 'Omat osaamisalueet', 'Tutkinnot', 'Mitä voin opettaa'
fo_fo: Um hetta er sløkt, kann ein brúkar fylla í fylgjandi (valfríar) teigar: 'Mitt persónliga opna øki', 'Mín kompetensur', 'Mín diplómar', 'Tað ið eg kunnu kenna'
fur: Se cheste impostazion e je ativade, un utent lu pûf compilâ i camps opzionalis: 'Min spaci personal aperç', 'Min competenzis', 'Mie diplômes', 'Chei che o sai ensegnâ'
ga: Má tá an socrú seo ar siúl, is féidir le húsáideoir na réimsí seo a líonadh (roghnach): 'Mo limistéar oscailte pearsanta', 'Mo inniúlachtaí', 'Mo dioplómaí', 'Cad atá mé in ann a mhúineadh'
gl: Se esta función se marca como "verdadeiro" un usuario pode completar os seguintes campos (opcionais): "as miñas competencias", "os meus diplomas", "o que podo ensinar", e "a miña área pública"
he_il: אם הגדרה זו מופעלת, משתמש יכול למלא את השדות הבאים (אופציונליים): 'השטח הפתוח האישי שלי', 'היכולות שלי', 'התעודות שלי', 'מה אני יכול ללמד'
hi: यदि यह सेटिंग चालू है, तो उपयोगकर्ता निम्नलिखित (वैकल्पिक) फ़ील्ड भर सकते हैं: 'मेरा व्यक्तिगत खुला क्षेत्र', 'मेरी योग्यताएँ', 'मेरे डिप्लोमा', 'जो मैं सिखा सकता हूँ'
hr_hr: Ako je ova opcija postavljena na 'Ispravno', korisnik može popuniti sljedeće (neobvezne) rubrike: 'Moje vještine', 'Moje svjedodžbe', 'Što mogu podučavati' i 'Moj osobni prostor'
hu_hu: Ha ez a beállíás 'igaz'-ra van állítva, a felhasználók megadhatnak opcionális adatokat: 'Kompetenciáim', 'Végzettségeim', 'Mit tudok oktatni', és 'A személyes oldalam'
hy: Եթե այս կարգավորումը միացված է, օգտատերը կարող է լրացնել հետևյալ (ընտրովի) դաշտերը. 'Իմ անձնական բաց տարածքը', 'Իմ կարողությունները', 'Իմ դիպլոմները', 'Ինչ կարող եմ դասավանդել'
id_id: Jika seting diset 'Benar', user dapat mengisi field (opsional) berikut ini: 'Kompetensi-ku', 'Diploma-ku', 'Apa yang dapat saya ajarkan' dan 'Open area personal-ku'
it: Se l'opzione è settata su "Vero", un utente può utilizzare come campi opzionali: "Le mie competenze", "Le mie certificazioni", "Cosa posso insegnare" e "La mia area personale"
ja: この設定を有効にすると、ユーザーは以下の（オプション）フィールドを記入できます：「私の個人オープンエリア」、「私の能力」、「私のディプロマ」、「私が教えられること」
ka_ge: თუ ეს პარამეტრი ჩართულია, მომხმარებელს შეუძლია შეავსოს შემდეგი (სურვილისამებრ) ველები: 'ჩემი პირადი ღია სივრცე', 'ჩემი კომპეტენციები', 'ჩემი დიპლომები', 'რას ვასწავლი'
ko_kr: 이 설정이 'True'로 설정되었다면, 유저는 다음과 같은 (부가적) 내용을 입력할 수 있습니다: 'My competences', 'My diplomas', 'What I am able to teach' and 'My personal open area'
lo: ຖ້າການຕັ້ງຄ່ານີ້ເປີດຢູ່, ຜູ້ໃຊ້ສາມາດຕື່ມຂໍ້ມູນໃສ່ຊ່ອງຂໍ້ມູນ (ທາງເລືອກ) ຕໍ່ໄປນີ້ໄດ້: 'ພື້ນທີ່ເປີດສ່ວນຕົວຂອງຂ້ອຍ', 'ຄວາມສາມາດຂອງຂ້ອຍ', 'ໃບປະກາດຂອງຂ້ອຍ', 'ສິ່ງທີ່ຂ້ອຍສາມາດສອນໄດ້'
lt_lt: Šis nustatymas leidžia vartotojui užpildyti šiuos nebūtinus laukelius: 'Mano kompetencijos', 'Mano diplomai', 'Ką aš galėčiau išmokti' ir 'Mano privati informacija'
lv_lv: Ja šis ir ieslēgts, Lietotāji var aizpildīt papildus datus par sevi: Sadaļās: Mani sertifikāti / Mani diplomi / Ko es varu papildus darīt ... un Personīgie sasniegumi.
mk_mk: Ако поставките се поставени на 'Точно', корисникот може (незадолжително) да ги пополни следните полиња: 'Мои надлежности', 'Мои дипломи', 'Што можам да подучувам' и 'Мои лична области на интереси'
ms_my: Jika tetapan ini dihidupkan, pengguna boleh mengisi medan berikut (pilihan): 'Kawasan terbuka peribadi saya', 'Kompetensi saya', 'Diploma saya', 'Apa yang saya boleh ajar'
my_mm: ဤဆက်တင်ဖွင့်ထားပါက၊ အသုံးပြုသူတစ်ဦးသည် အောက်ပါ (ရွေးချယ်နိုင်သော) ကွက်လပ်များကို ဖြည့်နိုင်သည်: 'ကျွန်ုပ်၏ ကိုယ်ပိုင်ဖွင့်လှစ်ဧရိယာ'၊ 'ကျွန်ုပ်၏ စွမ်းရည်များ'၊ 'ကျွန်ုပ်၏ ဒီပလိုမာများ'၊ 'ကျွန်ုပ်သင်ကြားနိုင်သည့်အရာ'
ne: यदि यो सेटिङ चालू छ भने, प्रयोगकर्ताले निम्न (वैकल्पिक) क्षेत्रहरू भर्न सक्छन्: 'मेरो व्यक्तिगत खुला क्षेत्र', 'मेरा क्षमताहरू', 'मेरा डिप्लोमा', 'म सिकाउन सक्ने कुरा'
nl: Als deze instelling op 'Ja' staat, kan een gebruiker volgende (optionele) velden invullen: 'Mijn competenties', 'Mijn diploma's', 'Waarin kan ik lesgeven' en 'Mijn persoonlijke ruimte'.
nn_no: Om denne innstillinga er på, kan ein brukar fylle ut dei følgjande (valfrie) feltene: 'Mitt personlege opne område', 'Mine kompetansar', 'Mine diplomar', 'Kva eg kan undervise i'
oc: Se aquesta opcion es activada, l'utilizaire pòt emplir los camps opcionals seguents : 'Ma zòna pèrsonala d'evolviment', 'Mas competéncias', 'Mes diplòmas', 'Çò que sabi enseirar'
pl_pl: Jeżeli ustawione na "Tak", użytkownik może wypełniać następujące opcjonalne pola:"Moje kompetencje", "Moje dyplomy" , "Czego mógłbym uczyć", "Moje otwarte pole osobiste"
ps: که دا تنظیم فعال وي، یو کاروونکی کولی شي لاندې (اختیاري) فیلډونه ډک کړي: 'زما شخصي خلاصه سیمه'، 'زما وړتیاوې'، 'زما دیپلومونه'، 'هغه څه چې زه یې ښوولی شم'
pt_br: Se essa configuração for definida para 'Verdadeiro', um usuário poderá preencher os seguintes campos (opcionais): 'Minhas habilidades', 'Meus diplomas', 'Minhas habilidades' e 'Minhas áreas de interesse'
pt_pt: Se esta configuração estiver definida para 'Verdadeiro' (True), o utilizador poderá preencher os seguintes campos (opcionais): 'As minha competências','As minhas certificações', 'As minhas habilitações' e 'A minha área pessoal'
ro_ro: Daca este selectat "Adevarat", utilizatorul poate completa si urmatoarele campuri: "Competentele mele", "Diplomele mele", "Ce pot preda" si "Zona mea libera"
ru_ru: Если этоа настройка является настроить опцию "Правда", пользователь можеть заполнить следующие (необязательные) поля: "Мои способности, знания", "Мой диплом", "Что я могу преподавать", "Моя личная открытая территория"
sk_sk: Ak je toto nastavenie dané na 'Správne' používateľ môže vyplniť nasledujúce (voliteľné) polia: 'Moje kompetencie', 'Moje diplomy', 'Čo môžem učiť' a 'Môj osobný priestor'
sl: Z omogočeno nastavitvijo ('True'), uporabnik lahko izpolni (opcija) še naslednja vnosna polja: 'Moje kvalifikacije', 'Kaj lahko učim' in 'Osebna interesna področja'
sq: Nëse ky cilësim është i aktivizuar, një përdorues mund të plotësojë fushat e mëposhtme (opsionale): 'Hapësira ime personale e hapur', 'Kompetencat e mia', 'Diplomat e mia', 'Çfarë jam në gjendje të mësoj'
sr_rs: Ako je ova opcija podešenoana 'Ispravno', korisnik može da popuni sledeća (nije obavezno)polja: 'Moje kompetencije', 'Moje diplome', 'Šta mogu da predajem' i 'Moje lične oblasti interesovanja'
sv_se: Om inställningar står på "Sant" kan användaren fylla i följande (frivilliga) fält: 'Mina kompetenser', 'Mina diplom', 'Vad jag kan undervisa i' och 'Mitt personliga öppna utrymme'
sw_ke: Ikiwa mipangilio hii imewashwa, mtumiaji anaweza kujaza sehemu zifuatazo (hiari): 'Eneo langu la kibinafsi wazi', 'Uwezo wangu', 'Diploma zangu', 'Ninachoweza kufundisha'
ta: இந்த அமைவு திறக்கப்பட்டால், பயனர் பின்வரும் (விரும்பத்தக்க) புலங்களை நிரப்பலாம்: 'எனது தனிப்பட்ட திறந்த பகுதி', 'எனது திறமைகள்', 'எனது டிப்ளோமாக்கள்', 'நான் கற்பிக்கும்'
th: หากตั้งค่าให้เป็น"ใช่"ผู้สมัครในสิทธิฐานะอาจารย์ผู้สอนต้องกรอกข้อมูลเพิ่มเติมในช่องของ ความสามารถพิเศษ คุณวุฒิ และวิชาที่สามารถสอนได้ และข้อมูลส่วนตัวที่สามารถเปิดเผยได้
tl_ph: Kung naka-on ang setting na ito, maaaring punan ng user ang mga sumusunod na (opsyonal) field: 'My personal open area', 'My competences', 'My diplomas', 'What I am able to teach'
tr: Be seçenek aktifleştirilirse üye kaydı esnasında bir kullanıcı isteğe bağlı 'My Competences', 'Diplomalarım', 'Branşım' ve 'Kişisel açık alanım' bilgilerini doldurabilir
uk_ua: Якщо цю опцію встановлено в "Правда", користувач може заповнювати (опціональні) поля: "Мої навички", "Мої дипломи", "Що я можу викладати" та "Моя персональна відкрита зона"
vi_vn: Nếu bật, người dùng có thể điền các trường tùy chọn: 'Khu vực mở cá nhân của tôi', 'Năng lực của tôi', 'Bằng cấp của tôi', 'Những gì tôi có thể dạy'
xh_za: Ukuba le setingi ivuliwe, umsebenzisi unokugcwalisa ezi ndawo (ezikhethekileyo): 'Indawo yam evulekileyo', 'Izakhono zam', 'Iidiploma zam', 'Into endla ukuyifundisa'
zh_cn: 如果设置为"真", 用户可填写下列(可选)字段: "我的能力", "我的学历", "我能教授的课程"与"个人开放区".
zh_tw: 若選「是」，使用者可自選填寫以下項目：個人能力、我的證書、可任教科目、個人開放區域

source: Classes
ar: الفصول
ast_es: Clases
bn_bd: ক্লাস
bs_ba: Klase
cs_cz: Třídy
da: Klasser
de: Klassen
el: Tάξεις
eo: Klasoj
es: Clases
es_mx: Clases
eu_es: Klaseak
fa_ir: کلاس ها
fi_fi: Luokat
fo_fo: Brúkaraflokkar
fur: Classis
ga: Ranganna
gl: Clases
he_il: שיעורים
hi: कक्षाएँ
hr_hr: Razredi
hu_hu: Osztályok
hy: Դասարաններ
id_id: Klas
it: Classi
ja: クラス
ka_ge: კლასები
ko_kr: 클래스
lo: ຫ້ອງຮຽນ
lt_lt: Klasės
lv_lv: Klases
mk_mk: Паралелки
ms_my: Kelas
my_mm: အတန်းများ
ne: कक्षाहरू
nl: Klassen
nn_no: Klasser
pl_pl: Klasy
ps: کلاسونه
pt_br: Turmas
pt_pt: Turmas
ro_ro: Clase
ru_ru: Классы
sk_sk: Triedy
sl: Razredi
sq: Klasat
sr_rs: Razredi
sv_se: Klasser
sw_ke: Madarasa
ta: வகுப்புகள்
th: หมู่เรียน
tl_ph: Mga Klase
tr: Sınıflar
uk_ua: Класи
vi_vn: Lớp học
xh_za: Iiklasi
zh_cn: 班级
zh_tw: 班級

source: User is now unsubscribed
ar: لقد تم الآن إلغاء تسجيل المستخدم
ast_es: La matrícula del usuariu anulóse.
bn_bd: ব্যবহারকারী এখন অনিবন্ধিত
bs_ba: Korisnik je sada odjavljen
ca_es: L'usuari ha estat exclòs
cs_cz: Uživatel je nyní odepsaný(odregistrovaný)
da: Brugeren er nu afmeldt
de: Der Benutzer ist nun abgemeldet
el: Ο χρήστης δεν είναι πλέον εγγεγραμένος
eo: La uzulo nun estas malaliĝinta
es: La inscripción del usuario ha sido anulada.
es_mx: El usuario ha sido excluido
eu_es: Erabiltzailearen izena ematea bertan behera utzi da
fa_ir: ثبت نام کاربر مورد نظر باطل گردید
fi_fi: Käyttäjä on nyt poistettu
fo_fo: Brúkarin er nú avskráddur
fur: L'utent e je ancjemò disiscrevût
ga: Tá an túsáideoir díliostáilte anois
gl: O usuario desinscribiuse
he_il: המשתמש כעת אינו מנוי
hi: उपयोगकर्ता अब अपंजीकृत है
hr_hr: Korisnik je ispisan
hu_hu: A felhasználó kijelentkeztetve
hy: Օգտատերը հիմա չգրանցված է
id_id: User kini mengundurkan diri
it: Ora l'utente è cancellato
ja: ユーザーが登録解除されました
ka_ge: მომხმარებელი გაუწერელია
ko_kr: 과정신청을 취소한 유저입니다
lt_lt: Vartotojas išsiregistravo
lv_lv: Lietotājs ir izdzēsts no sistēmas
mk_mk: Корисникот е сега отпишан
ms_my: Pengguna kini dibatalkan langganan
my_mm: အသုံးပြုသူသည် ယခုစာရင်းမှဖယ်ရှားပြီးဖြစ်သည်
ne: प्रयोगकर्ता अब अनसब्स्क्राइब भयो
nl: De gebruiker is uitgeschreven.
nn_no: Brukaren er no avmeldt
oc: L'utilizaire es ara desinscrit
pl_pl: Użytkownik jest teraz wypisany
ps: کاروونکی اوس غیر ثبت شوی
pt_br: O usuário cancelou a sua inscrição
pt_pt: A inscrição do utilizador foi anulada/cancelada
ro_ro: Utilizatorul este inscris
ru_ru: Пользователь на настоящий момент не подписан на курс
sk_sk: Používateľ je teraz odhlásený
sl: Uporabnik je izpisan
sq: Përdoruesi tani është i pashënuar
sr_rs: Korisnik je odjavljen.
sv_se: Användarens prenumeration är nu avslutad
sw_ke: Mtumiaji ameondolewa sasa
ta: பயனர் இப்போது பதிவு ரத்து செய்யப்பட்டார்
th: ถอดถอนการสมัครของผู้ใช้แล้ว
tl_ph: Na-unsubscribe na ang user
tr: Kullanıcının kaydı silindi
uk_ua: Користувача відраховано
vi_vn: Người dùng đã hủy đăng ký
xh_za: Umsebenzisi ngoku akabhaliswanga
zh_cn: 用户注销
zh_tw: 使用者已退選

source: User can not be unsubscribed because he is one of the teachers.
ar: .لا يمكن إلغاء تسجيل المستخدم من المقرر. هذا المستخدم هو مسئول مقرر
ast_es: L'uusariu nun pue anular la so matricula nel cursu. Esti usuariau ye alministrador del cursu.
bn_bd: ব্যবহারকারীকে অনিবন্ধিত করা যায়নি কারণ তিনি শিক্ষকদের একজন।
bs_ba: Korisnik se ne može odjaviti jer je jedan od predavača.
ca_es: L'usuari no pot anul·lar la seva inscripció al curs. Aquest usuari és unadministrador del curs.
cs_cz: Nemůže být odregistrovaný, protože je jeden ze školitelů
da: Bruger kan ikke afmeldes kurset. Brugeren er kursusadministrator og skal afmeldes af en anden kursusadministrator på siden.
de: Kann Benutzer nicht vom Kurs abmelden, da er ein Kursleiter ist.
el: Ο χρήστης δεν μπορεί να ακυρώση την εγγραφή επειδή είναι ένας από τους εκπαιδευτικούς
eo: La uzulo ne povas malaliĝi el la kurso. Tiu uzulo estas kursmastrumanto.
es: El usuario no puede anular su inscripción en el curso. Este usuario es un administrador del curso.
es_mx: El usuario no puede ser excluido del curso. Este usuario es un administrador del curso
eu_es: Erabiltzaileak ezin du bere inskripzioa kendu, bera ikastaroko irakaslea delako
fa_ir: امکان ابطال ثبت نام این کاربر وجود ندارد زیرا کاربر مورد نظر اداره کنندۀ محیط آموزشی است
fi_fi: Käyttäjää ei voi poistaa, koska hän on yksi opettajista.
fo_fo: Brúkarin kann ikki verða avskráddur, tí at hann er ein av lærarunum.
fur: L'utent no si pûf disiscrevi parchè lu è un dai formadôrs.
ga: Ní féidir an túsáideoir a dhíliostáil toisc gur ceann de na múinteoirí é.
gl: O usuario non pode desinscribirse do curso. Este usuario é un administrador do curso.
he_il: לא ניתן לבטל את המנוי של המשתמש כי הוא אחד המורים.
hi: उपयोगकर्ता को अपंजीकृत नहीं किया जा सकता क्योंकि वह शिक्षकों में से एक है।
hr_hr: Korisnik se ne može ispisati s kolegija. Korisnik je nadzornik kolegija.
hu_hu: A felhasználó nem iratkozhat le a kurzusokról. Ez a felhasználó a kurzus adminisztrátora.
hy: Օգտատերը չի կարող չգրանցվել, քանի որ նա ուսուցիչներից մեկն է:
id_id: User tidak dapat mengundurkan diri dari mata kuliah. User ini administrator mata kuliah.
it: L'utente non può essere cancellato dal corso: è un gestore del corso
ja: ユーザーは教師の1人であるため登録解除できません。
ka_ge: მომხმარებელი ვერ გაუწერილია, რადგან ის მასწავლებლებიდან ერთია.
ko_kr: 유저는 과정신청을 취소할 수 없습니다. 이 유저는 과정 관리자입니다.
lo: ບໍ່ສາມາດຍົກເລີກການລົງທະບຽນຜູ້ໃຊ້ໄດ້ ເພາະວ່າລາວເປັນໜຶ່ງໃນອາຈານ.
lt_lt: Vartotojas negali būti išregistruojamas iš kurso. Šis vartotojas yra kurso valdytojas.
lv_lv: Šis Lietotājs nevar attiekties no kursa, jo viņš ir viens no kursa administratoriem - Lektoriem.
mk_mk: Корисникот не може да биде отпишан од курсот. Овој корисник е управувач со курсот.
ms_my: Pengguna tidak boleh dibatalkan langganan kerana dia adalah salah seorang guru.
my_mm: အသုံးပြုသူသည် ဆရာတစ်ဦးဖြစ်သောကြောင့် စာရင်းမှဖယ်ရှား၍မရပါ။
ne: प्रयोगकर्ता अनसब्स्क्राइब गर्न सकिँदैन किनकि उनी शिक्षकहरू मध्ये एक हुन्।
nl: De gebruiker kan niet uitgeschreven worden uit de cursus. Deze gebruiker is een cursusbeheerder.
nn_no: Brukaren kan ikkje avmelde seg fordi han er ein av lærarane.
oc: L'utilizaire pòt pas èsser desinscrit perqu'ei un dels professors.
pl_pl: Użytkownik nie może zostać wypisany z kursu. Ten użytkownik jest administratorem.
ps: کاروونکی نشي غیر ثبت کېدی ځکه چې هغه د ښوونکو څخه یو دی.
pt_br: Usuário não pode cancelar a sua inscrição porque é o atual administrador do curso.
pt_pt: A inscrição do utilizador não pode ser anulada/cancelada porque é um dos instrutores.
ro_ro: Utilizatorul nu poate fi retras de la curs. Acest utilizator este administratorul cursului.
ru_ru: Пользователь не может отменить подпискуи на курс. Этот пользователь является администратором курса.
sk_sk: Používateľ nemôže byť odhlásený z kurzu, pretože je to administrátor kurzu.
sl: Uporabnik ne more biti izpisan iz tečaja ! Ta uporabnik je upravitelj tečaja !
sq: Përdoruesi nuk mund të pashënohet sepse është një nga mësuesit.
sr_rs: Korisnik ne mo�e da bude odjavljen sa kursa. Ovaj korisnik je administrator kursa.
sv_se: Anv�ndarens prenumeration kan inte avslutas f�r kursen. Anv�ndaren �r kursens administrat�r.
sw_ke: Mtumiaji hawezi kuondolewa kwa sababu yeye ni mmoja wa walimu.
ta: அவர் ஆசிரியர்களில் ஒருவர் என்பதால் பயனர் பதிவு ரத்து செய்ய முடியாது.
th: ������������ö�͹�Ԫ����ͧ ��ͧ�駼������èѴ����ԪҴ��Թ������
tl_ph: Hindi maaaring i-unsubscribe ang user dahil siya ay isa sa mga guro.
tr: Bu kullanıcı Ders Yetkilisi olduğu i�in dersten kaydı silinemez.
uk_ua: Користувача не може бути відраховано з курсу. Цей користувач є адміністратором курсу.
vi_vn: Không thể hủy đăng ký người dùng vì anh ấy là một trong những giáo viên.
xh_za: Umsebenzisi akanakungabaluliswa kuba engomnye oothisha.
zh_cn: 作为课程的老师, 此用户不能注销这个课程.
zh_tw: 使用者不能退選。這使用者為課程管理員。

source: Invalid start date was given.
ar: .لقد تم إعطاء تاريخ بدء غير صالح
ast_es: Fecha d'entamu inválida.
bn_bd: ভুল শুরুর তারিখ দেওয়া হয়েছে।
bs_ba: Datu je nevažeća datum početka.
ca_es: La data d'inici no és vàlida
cs_cz: Nekorektní počáteční datum
da: Du angav en ikke-gyldig startdato
de: Es wurde ein ungültiges Startdatum angegeben
el: Δεν δόθηκε έγγυρη ημερ. έναρξης
eo: Vi entajpis malvalidan startodaton.
es: Fecha de inicio no válida.
es_mx: Se ha ingresado una fecha érronea de inicio
eu_es: Hasiera datak ez du balio
fa_ir: تاریخ شروع انتخابی معتبر نمی باشد، لطفاً درستی آن را بازبینی کنید
fi_fi: Virheellinen alkamispäivämäärä annettu.
fo_fo: Ógyldig byrjunardagur varð givin.
fur: Dât di inici invalid.
ga: Dáta tosaigh neamhbhailí tugtha.
gl: Data de comezo non válida
he_il: ניתן תאריך התחלה לא חוקי.
hi: अवैध प्रारंभ तिथि दी गई।
hr_hr: Objavljen je pogrešan nadnevak početka.
hu_hu: Érvénytelenül megadott kezdő dátum.
hy: Տրվել է անվավեր սկզբնական ամսաթիվ:
id_id: Tanggal mulai tidak sah.
it: Data di inizio errata
ja: 無効な開始日が指定されました。
ka_ge: მითითებულია არასწორი დაწყების თარიღი.
ko_kr: 유효하지 않은 시작 날짜입니다.
lt_lt: Įrašyta neteisinga pradžios data.
lv_lv: Ir iestatīts nepareizs sākuma datums.
mk_mk: Објавен е неважечки почетен датум.
ms_my: Tarikh mula tidak sah diberikan.
my_mm: မမှန်ကန်သော စတင်ရက်စွဲကို ပေးထားသည်။
ne: अमान्य सुरु मिति दिइएको थियो।
nl: U gaf een ongeldige startdatum in.
nn_no: feil startdato angitt
oc: Data de començament invalida.
pl_pl: Została podana niewłaściwa data początkowa.
ps: ناسم پیل نېټه ورکړل شوې.
pt_br: Uma data inicial inválida foi informada.
pt_pt: Foi atribuida uma data de início inválida.
ro_ro: Data invalida de pornire a cursului.
ru_ru: Введена неправильная дата начала
sk_sk: Bol zadaný neplatný dátum začiatku.
sl: Podan je nepravilen začetni datum.
sq: U dha një datë fillimi e pavlefshme.
sr_rs: Dat je pogrešan datum početka.
sv_se: Ogiltigt startdatum har angivits.
sw_ke: Tarehe ya kuanza batili ilitolewa.
ta: தவறான தொடக்க தேதி கொடுக்கப்பட்டது.
th: กำหนดวันเริ่มต้นไม่ถูกต้อง
tl_ph: Hindi valid na petsa ng simula ang ibinigay.
tr: Geçersiz bir başlangıç tarihi verildi.
uk_ua: Невірна початкова дата
vi_vn: Ngày bắt đầu không hợp lệ.
xh_za: Umhla wokuqala ongasebenziyo unikiwe.
zh_cn: 起始日期无效
zh_tw: 無效開始日期

source: Invalid end date was given.
ar: .لقد تم إعطاء تاريخ نهاية غير صالح
ast_es: Fecha d'acabu inválida.
bn_bd: ভুল শেষের তারিখ দেওয়া হয়েছে।
bs_ba: Datu je nevažeća datum završetka.
ca_es: La data final no és vàlida
cs_cz: Nekorektní konečné datum
da: Du angav en ikke-gyldig slutdato
de: Es wurde ein ungültiges Enddatum angegeben
el: Δεν δόθηκε έγγυρη ημερ. λήξης
eo: Vi enigis malvalidan findaton.
es: Fecha de finalización no válida.
es_mx: Se ha ingresado una fecha érronea de finalización
eu_es: Amaiera datak ez du balio
fa_ir: "تاریخ پایان" معتبر نیست. لطفاً آن را دوباره بازبینی کنید
fi_fi: Virheellinen loppupäivämäärä annettu.
fo_fo: Ógyldig endadagur varð givin.
fur: Dât di fin invalid.
ga: Dáta deiridh neamhbhailí tugtha.
gl: Data de fin inválida
he_il: ניתן תאריך סיום לא חוקי.
hi: अवैध समाप्ति तिथि दी गई।
hr_hr: Objavljen je pogrešan nadnevak svršetka.
hu_hu: Érvénytelenül megadott befejezési dátum.
hy: Տրվել է անվավեր ավարտական ամսաթիվ:
id_id: Tanggal selesai tidak sah.
it: Data di fine errata
ja: 無効な終了日が指定されました。
ka_ge: მითითებულია არასწორი დამთავრების თარიღი.
ko_kr: 유효하지 않은 종료일입니다.
lt_lt: Įrašyta neteisinga pabaigos data.
lv_lv: Ir iestatīts nepareizs beigu datums
mk_mk: Објавен е неважечки краен датум.
ms_my: Tarikh akhir tidak sah diberikan.
my_mm: မမှန်ကန်သော ပြီးဆုံးရက်စွဲကို ပေးထားသည်။
ne: अमान्य अन्त्य मिति दिइएको थियो।
nl: U gaf een ongeldige einddatum in.
nn_no: feil sluttdato angitt
oc: Data de fòrn invalida.
pl_pl: Została podana niewłaściwa data końcowa.
ps: ناسم پای نېټه ورکړل شوې.
pt_br: Uma data final inválida foi informada.
pt_pt: Foi atribuida uma data de conclusão inválida.
ro_ro: Data invalida de terminare a cursului.
ru_ru: Введена неправильная дата окончания
sk_sk: Bol daný neplatný dátum konca.
sl: Podan je nepravilen končen datum.
sq: U dha një datë përfundimi e pavlefshme.
sr_rs: Dat je pogrešan datum završetka.
sv_se: Ogiltigt datum har angivits.
sw_ke: Tarehe ya mwisho batili ilitolewa.
ta: தவறான முடிவு தேதி கொடுக்கப்பட்டது.
th: กำหนดวันสุดท้ายไม่ถูกต้อง
tl_ph: Hindi valid na petsa ng pagtatapos ang ibinigay.
tr: Geçersiz bir bitiş tarihi verildi.
uk_ua: Невірна кінцева дата.
vi_vn: Ngày kết thúc không hợp lệ.
xh_za: Umhla wokugqibela ongasebenziyo unikiwe.
zh_cn: 结束日期无效
zh_tw: 無效結束日期
