Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Update CAS-authenticated user account information from LDAP
so_so: Cusboonaysii akoonka isticmaale CAS-la xaqiijiyay macluumaadka LDAP

source: Makes sure the user firstname, lastname and email address are the same as current values in the LDAP directory
so_so: Waxay hubisaa in magaca hore, magaca dambe iyo ciwaanka iimaylka ay la mid yihiin qiimayaasha hadda LDAP directory

source: Installation process execution
so_so: Habka rakibida fulinta

source: Update process execution
so_so: Cusboonaysiinta habka fulinta

source: Please wait. This could take a while...
so_so: Fadlan sug. Tani waxay qaadan kartaa wakhti yar...

source: This platform was unable to send the email. Please contact %s for more information.
so_so: Barnaamijkan ma awoodin inuu soo diro iimaylka. Fadlan la xiriir %s si aad u hesho macluumaad dheeraad ah.

source: This is your first login. Please update your password to something you will remember.
so_so: Tani waa gelitaankaaga kowaad. Fadlan cusboonaysii password-ka wax aad xasuusan doonto.

source: Click here to contact the administrator
so_so: Guji halkan si aad ula xiriirto maamulaha

source: Show all users
so_so: Muuji dhammaan isticmaaleeyaasha

source: Show users not added to the URL
so_so: Muuji isticmaaleeyaasha aan lagu darin URL-ka

source: Users not added to the URL
so_so: Isticmaaleeyaasha aan lagu darin URL-ka

source: Users not registered in any session
so_so: Isticmaaleeyaasha aan is-diiwaangelin kalfadhi kasta

source: Command line interpreter (CLI)
so_so: Turjubaanka khadka amarka (CLI)

source: Please visit our website: https://chamilo.org/download
so_so: Fadlan booqo website-keenna: https://chamilo.org/download

source: The space used on disk cannot be measured properly on Windows-based systems.
so_so: Booska diska loo adeegsado si sax ah looma cabbiri karo nidaamyada Windows-ka ku salaysan.

source: %d old tables deleted
so_so: %d miisaska duugga ah la tirtiray

source: %d old databases deleted
so_so: %d kaydka duugga hore la tirtay

source: List
so_so: Liiska

source: Not authorized
so_so: Ma ogolaansan

source: Unknown action
so_so: Hawsha aan la aqoon

source: First
so_so: Kowdu

source: Last
so_so: Dambe

source: You are not authorized to do this
so_so: Ma ogolaansan inaad tan samayso

source: No implementation available yet for this action
so_so: Ma jiro hirgelin diyaar ah hawshan

source: Course descriptions
so_so: Sharaxaadda koorsada

source: Replace existing entries
so_so: Ku beddel qoraallada jira

source: Add items
so_so: Ku dar waxyaabaha

source: Not found
so_so: Ma helin

source: Successfully sent
so_so: Si guul leh ayaa loo diray

source: Sending failed
so_so: Diritaanku wuu fashilmay

source: The number of sessions limit for this portal has been reached
so_so: Tirada kalfadhiyada xadka loo gaaray ee portal-ka

source: A new session has been created
so_so: Kalfadhi cusub ayaa la abuuray

source: Offline
so_so: Ka maqan

source: Caption
so_so: Qoraalka hoose

source: Credits
so_so: Dhibcaha

source: Slider title
so_so: Ciwaanka slider-ka

source: Single Sign On error
so_so: Qaladka Single Sign On

source: Sent
so_so: La diray

source: Listing
so_so: Liis garaynta

source: Course RSS
so_so: RSS koorsada

source: RSS feed for all course notifications
so_so: Quudka RSS ee ogeysiisyada koorsada oo dhan

source: Learner certificates are public
so_so: Shahaadooyinka ardayda waa dadwayne

source: Delete all terms before import.
so_so: Tirtir dhammaan ereyada ka hor soo dejinta.

source: Portal homepage updated
so_so: Bogga hore ee portal-ka waa la cusboonaysiiyay

source: User registration
so_so: Diiwaangelinta isticmaale

source: Actions to be fired when a user registers to the platform
so_so: Hawlo la fuliyo marka isticmaale uu iska diiwaan geliyo platform-ka

source: This extension should be loaded.
so_so: Kordhintaas waa in la raro.

source: Disabled
so_so: La cabsiiyay

source: Required
so_so: Lagu baahan yahay

source: Category saved
so_so: Qaybta waa la keydiyay

source: Category removed
so_so: Qaybta waa la tirtiray

source: Your browser doesn't support the Nanogong player
so_so: Browser-kaagu ma taageero Nanogong player-ka

source: Import CSV
so_so: Soo dejin CSV

source: Table length
so_so: Dhererka jadwalka

source: No record found
so_so: Ma jiro diiwaan la helay

source: Badly formed URL
so_so: URL si xun loo sameeyay

source: Info
so_so: Macluumaad

source: Filtered
so_so: La shaandheeyay

source: Hide column
so_so: Qari tiirka

source: Show column
so_so: Muujin tiirka

source: Legal agreement accepted
so_so: Heshiiska sharci ah ayaa la aqbalay

source: E-mail teachers only on new assignments submission by students
so_so: E-mail macallimiinta kaliya marka ardaydu soo gudiyo shaqo cusub

source: E-mail students only on new assignment submission (confirmation e-mail)
so_so: E-mail ardayda kaliya marka shaqo cusub la soo gudiyo (e-mail xaqiijin)

source: Uncategorized
so_so: Aan la kala saarin

source: Natural year
so_so: Sannad dabiici ah

source: Automatic weight
so_so: Miisaan toos ah

source: Use the automatic weight distribution to speed things up. The system will then distribute the total weight evenly between the evaluation items below.
so_so: Isticmaal qaybinta miisaanka tooska ah si aad wax u dardariso. Nidaamku markaas waxa uu u qaybin doonaa miisaanka guud si siman alaabta qiimaynta hoose.

source: Edit weight
so_so: Tafatir miisaanka

source: The skill has been created
so_so: Xirfadda waa la abuuray

source: Create skill
so_so: Abuur xirfad

source: Cannot create skill
so_so: Ma abuuri karo xirfad

source: Edit skill
so_so: Tafatir xirfadda

source: The skill has been updated
so_so: Xirfadda waa la cusboonaysiiyay

source: Cannot update skill
so_so: Ma cusboonaysiin karo xirfadda

source: Badges management
so_so: Maamulka calaamadaha

source: Current badges
so_so: Calaamadaha hadda

source: Save badge
so_so: Keydi calaamadda

source: Badge measures 200x200 pixels in PNG
so_so: Calaamadda cabbirkeedu waa 200x200 pixels PNG

source: Convert to assistant
so_so: U beddel kaaliye

source: Unique answer image
so_so: Sawirka jawaabta gaarka ah

source: Time spent by students in courses, grouped by code
so_so: Waqtiga ardaydu ku qaataan koorsooyinka, loo qaybiyay code

source: Tests results by student groups, by code
so_so: Natiijooyinka imtixaannada ee kooxaha ardayda, sida code

source: Tests results by student
so_so: Natiijooyinka imtixaannada ee arday

source: The system was unable to log you in. Please contact your administrator.
so_so: Nidaamku ma ku galin karin. Fadlan la xiriir maamulahaaga.

source: Shibboleth Login
so_so: Gal-shibboleth

source: New status
so_so: Xaalad cusub

source: Reason
so_so: Sabab

source: Request new status
so_so: Dalban xaalad cusub

source: You have been logged-in with default permissions. You can request more permissions by submitting the following request.
so_so: Waxaa lagu galay ogolaanshaha caadiga ah. Waxaad codsan kartaa ogolaansho dheeraad ah adigoo soo gudbinaya codsigan.

source: The 'reason' field is mandatory. Please fill it in before submitting.
so_so: Goobta 'sababta' waa qasab. Fadlan buuxi ka hor inta aan la soo gudbin.

source: Your request has been submitted.
so_so: Codsigaaga waa la soo gudbiyay.

source: We are not able to fulfill your request at this time. Please contact your administrator.
so_so: Ma fulin karno codsigaaga waqtigan. Fadlan la xiriir maamulahaaga.

source: Internal login
so_so: Gal galinta gudaha

source: You are already logged in
so_so: Waad hore u galnay

source: Sequence ordering
so_so: Sordaynta taxanaha

source: You have not achieved any certificate just yet. Continue on your learning path to get one!
so_so: Wali ma aadan helin shahaado. Ku sii wad wadada waxbarashada si aad mid u hesho!

source: Search certificates
so_so: Raadi shahaadooyinka

source: User %s hast not acquired any certificate yet
so_so: Isticmaale %s wali ma helin shahaado

source: Certificates are not publicly available
so_so: Shahaadooyinka si guud uma heli karno

source: Match by dragging
so_so: Iswaafajin adigoo jiidaya

source: Thread scored by peers
so_so: Mawqafka lagu qiimeeyay asxaabta

source: If selected, this option will require each student to qualify at least 2 other students in order to get his score greater than 0 in the gradebook.
so_so: Haddii la doortay, doorashadan waxay u baahan tahay arday kasta inuu u qalmo ugu yaraan 2 arday oo kale si uu u helo dhibcahiisa 0 ka weyn buugga qiimaynta.

source: To get the expected score in this forum, your contribution will have to be scored by another student, and you will have to score at least 2 other students' contributions. Until you reach this objective, even if scored, your contribution will show as a 0 score in the global grades for this course.
so_so: Si aad u hesho dhibcaha la filayo fooramkan, ka qaybgalkaagu wuxuu noqon doonaa mid uu arday kale ku qiimeeyay, oo waa inaad qiimaysaa ugu yaraan 2 ka qaybgal oo kale. Ilaa aad gaadho ujeedkan, xitaa haddii la qiimeeyo, ka qaybgalkaagu waxa uu muujin doonaa dhibcaha 0 ee darajooyinka guud ee kooraskan.

source: Readable
so_so: La akhrin karo

source: Not readable
so_so: Ma akhrin karo

source: Attendances updated
so_so: Ileedka la cusboonaysiiyay

source: Hide top content on homepage when logged in
so_so: Qari waxyaabaha ugu sarreeya bogga hore marka la galo

source: On the platform homepage, this option allows you to hide the introduction block (to leave only the announcements, for example), for all users that are already logged in. The general introduction block will still appear to users not already logged in.
so_so: Bogga hore ee platformka, doorashadan waxay kuu oggolaanaysaa inaad qariso blokka hordhaca ah (si aad u dhaafto ogeysiisyada kaliya, tusaale ahaan), dhammaan isticmaale ee hore u galay. Blokka guud ee hordhaca ah wali waxa uu u muuqan doonaa isticmaale aan hore u galin.

source: Hide global announcements for anonymous
so_so: Qari ogeysiisyada guud ee kuwa aan la aqoonsan

source: Hide platform announcements from anonymous users, and only show them to authenticated users.
so_so: Qari ogeysiisyada platformka ee isticmaale aan la aqoonsan, oo kaliya muuji isticmaale la xaqiijiyay.

source: Use template course for new courses
so_so: Isticmaal kooraska tusaalaha koorsooyinka cusub

source: Set this to use the same template course (identified by its course numeric ID in the database) for all new courses that will be created on the platform. Please note that, if not properly planned, this setting might have a massive impact on space usage. The template course will be used as if the teacher did a copy of the course with the course backup tools, so no user content is copied, only teacher material. All other course-backup rules apply. Leave empty (or set to 0) to disable.
so_so: Tani u dejiso si aad u isticmaasho isla kooraska tusaalaha (lagu aqoonsaday ID-ga lambaraha kooraska ee databaseka) dhammaan koorsooyinka cusub ee platformka laga abuurayo. Fadlan ogow, haddii aan si habboon loo qorsheyn, goyntani waxay saameyn weyn ku yeelan kartaa isticmaalka meel bannaan. Kooraska tusaalaha waxaa loo isticmaali doonaa sidii macallinku uu koobi ka sameeyay kooraska qalabka kaydinta kooraska, markaa ma jiro waxyaabaha isticmaale, kaliya agab macalin. Dhammaan xeerarka kale ee kaydinta kooraska ayaa la adeegsanayaa. Ka tag faaruq (ama u dejin 0) si aad u joojiso.

source: Password strength checker
so_so: Baaraha xoogga erayga sirta ah

source: Enable this option to add a visual indicator of password strength, when the user changes his/her password. This will NOT prevent bad passwords to be added, it only acts as a visual helper.
so_so: Shid doorashadan si aad u dartaa tilmaame muuqaal ah oo xoogga erayga sirta ah, marka isticmaale beddelo eraygiisa sirta ah. Tani ma diidi doonto erayga sirta ah ee xun in la daro, waxay kaliya u shaqaysaa kaaliye muuqaal ah.

source: Enable a CAPTCHA on the login form, inscription form and lost password form to avoid password hammering
so_so: Aktiveey CAPTCHA-ka foomka gelitaanka, foomka diiwaangelinta iyo foomka lambarka sirta la lumiyay si aad uga fogaato garaaca sirta

source: CAPTCHA mistakes allowance
so_so: Ogolaanshaha khaladaadka CAPTCHA

source: The number of times a user can make a mistake on the CAPTCHA box before his account is locked out.
so_so: Tirada jeer ee uu isticmaaluhu ku sameyn karo khalad sanduuqa CAPTCHA ka hor inta aan xisaabtiisa la xirin.

source: CAPTCHA account locking time
so_so: Waqtiga xiritaanka xisaabta CAPTCHA

source: If the user reaches the maximum allowance for login mistakes (when using the CAPTCHA), his/her account will be locked for this number of minutes.
so_so: Haddii isticmaaluhu gaaro ogolaanshaha ugu badan ee khaladaadka gelitaanka (marka la isticmaalayo CAPTCHA), xisaabtiisa waxaa la xiri doonaa tirada daqiiqadahan.

source: HR directors access all session content
so_so: Agents-yada HR waxay helayaan dhammaan waxyaabaha kalfadka

source: If enabled, human resources directors will get access to all content and users from the sessions (s)he follows.
so_so: Haddii la aktiveeyo, maamulayaasha ilaalinta shaqaalaha waxay heli doonaan dhammaan waxyaabaha iyo isticmaaleeyaasha kalfadka (s)he la socdo.

source: Display group forums in general forum
so_so: Muujin forooyinka kooxeed ee forooyinka guud

source: Display group forums in the forum tool at the course level. This option is enabled by default (in this case, group forum individual visibilities still act as an additional criteria). If disabled, group forums will only be visible through the group tool, be them public or not.
so_so: Muujin forooyinka kooxeed ee qalabka forooyinka ee heerka koorsada. Ikhtiyaarkani waa mid asal ahaan shaqaynaya (xaaladdan, muuqaalka forooyinka kooxeed ee gaarka ah wali waxay u shaqeeyaan sida shuruud dheeraad ah). Haddii la curyaamiyo, forooyinka kooxeed waxay ka muuqan doonaan oo keliya qalabka kooxeed, ha noqdaan kuwo dadweyne ah iyo in kale.

source: Tutors can assign students to sessions
so_so: Macallimiinta tababarayaasha ayaa ardayda ku meelmarin kara kalfadka

source: When enabled, course coaches/tutors in sessions can subscribe new users to their session. This option is otherwise only available to administrators and session administrators.
so_so: Marka la aktiveeyo, tababarayaasha koorsada ee kalfadka ayaa isticmaale cusub ku biiri kara kalfadkooda. Ikhtiyaarkani haddii kale wuxuu heli karaa maamulayaasha iyo maamulayaasha kalfadka kaliya.

source: Images will be resized (up or down) to 200x150 pixels. For a better rendering of the question, we recommend you upload only images of this size.
so_so: Sawirrada waxaa dib loo cabbiri doonaa (kor ama hoos) ilaa 200x150 pixels. Si aad u hesho sawir wanaagsan oo su'aasha ah, waxaan kugula talinaynaa inaad kaliya soo geliso sawirro cabbirkan ah.

source: Show learning paths return link
so_so: Muujin xiriirka soo celinta waddooyinka waxbarashada

source: Disable this option to hide the 'Return to homepage' button in the learning paths
so_so: Curyaamin ikhtiyaarkan si aad u qariso badhanka 'Ku soo noqo bogga hore' ee waddooyinka waxbarashada

source: Hide SCORM Export
so_so: Qari Dhoofinta SCORM

source: Hide the SCORM Export icon from the Learning Paths list
so_so: Qari astaanta Dhoofinta SCORM ee liiska Waddooyinka Waxbarashada

source: Hide SCORM Copy
so_so: Qari Koobiga SCORM

source: Hide the Learning Path Copy icon from the Learning Paths list
so_so: Qari astaanta Koobiga Waddada Waxbarashada ee liiska Waddooyinka Waxbarashada

source: Hide Learning Path PDF export
so_so: Qari dhoofinta PDF ee Waddada Waxbarashada

source: Hide the Learning Path PDF Export icon from the Learning Paths list
so_so: Qari astaanta Dhoofinta PDF ee Waddada Waxbarashada ee liiska Waddooyinka Waxbarashada

source: Default coach access days before session
so_so: Maalmaha helitaanka macallinka tababaraha ka hor kalfadka

source: Default number of days a coach can access his session before the official session start date
so_so: Tirada maalmo ee macallinka tababaraha heli karo kalfadkiisa ka hor taariikhda bilaabida rasmiga ah ee kalfadka

source: Default coach access days after session
so_so: Maalmaha helitaanka macallinka tababaraha ka dib kalfadka

source: Default number of days a coach can access his session after the official session end date
so_so: Tirada maalmo ee macallinka tababaraha heli karo kalfadkiisa ka dib taariikhda dhamaadka rasmiga ah ee kalfadka

source: PDF header logo
so_so: Sumadda PDF

source: Whether to use the image at var/themes/[your-theme]/images/pdf_logo_header.png as the PDF header logo for all PDF exports (instead of the normal portal logo)
so_so: In la isticmaalo sawirka var/themes/[your-theme]/images/pdf_logo_header.png sida sumadda PDF ee dhammaan dhoofinta PDF (haddii kale sumadda portal ee caadiga ah)

source: Order users by official code
so_so: Dalban isticmaaleeyaasha koodka rasmiga ah

source: Use the 'official code' to sort most students list on the platform, instead of their lastname or firstname.
so_so: Isticmaal 'koodka rasmiga ah' si aad u kala saarto liiska ardayda ugu badan ee aaska, halkii laga isticmaali lahaa magaca dambe ama hore.

source: Default e-mail alert setting on new quiz
so_so: Dejinta digniinta iimaylka ee imtixaanka cusub

source: Whether you want course managers (teachers) to be notified by e-mail when a quiz is answered by a student. This is the default value to be given to all new courses, but each teacher can still change this setting in his/her own course.
so_so: In aad rabto maamulayaasha koorsada (macallimiinta) in lagu ogeysiiyo iimayl marka imtixaanka uu ka jawaabo arday. Tani waa qiimaha asalka ah ee la siin doono dhammaan koorsadaha cusub, laakiin macallin kasta wali wuxuu beddeli karaa dejintaan koorsadiisa.

source: Display official code in exercises results
so_so: Muujin koodka rasmiga ah ee natiijooyinka layliyada

source: Whether to show the students' official code in the exercises results reports
so_so: In la muujiyo koodka rasmiga ah ee ardayda ee warbixinnada natiijooyinka layliyada

source: Hide private courses from catalogue
so_so: Qari koorsadaha gaarka ah ee kataloogga

source: Whether to hide the private courses from the courses catalogue. This makes sense when you use the course catalogue mainly to allow students to auto-subscribe to the courses.
so_so: In la qariyo koorsadaha gaarka ah ee kataloogga koorsadaha. Tani waa macquul marka aad isticmaasho kataloogga koorsada si aad ugu oggolaato ardayda inay si toos ah isu diiwaan geliyaan koorsadaha.

source: Sessions and courses catalogue
so_so: Kalfadka iyo kataloogga koorsadaha

source: Whether you want to show only courses, only sessions or both courses *and* sessions in the courses catalogue.
so_so: In aad rabto inaad muujiso koorsado kaliya, kalfadka kaliya ama labadaba koorsadaha *iyo* kalfadka ee kataloogga koorsadaha.

source: Enable language auto-detect in custom pages
so_so: Aktiveey ogaanshaha luqadda si otomaatig ah ee bogagga gaarka ah

source: If you use custom pages, enable this if you want to have a language detector there present the page in the user's browser language, or disable to force the language to be the default platform language.
so_so: Haddii aad isticmaasho bogagga gaarka ah, aktiveey tan haddii aad rabto in lagu helo baaraha luqadda halkaas uu ku muujiyo bogga luqadda isticmaalaha ee browser-ka, ama curyaamin si aad u xoogayso luqadda inay noqoto luqadda aaska ee asalka ah.

source: Learning paths: show reduced report
so_so: Waddooyinka waxbarashada: muujin warbixin la yaray

source: Inside the learning paths tool, when a user reviews his own progress (through the stats icon), show a shorten (less detailed) version of the progress report.
so_so: Qalabka waddooyinka waxbarashada dhexdiisa, marka isticmaalehu dib u eego horumarkiisa (iyadoo loo marayo astaanta stats), muujin nooca gaagaaban (tafaasiil yar) ee warbixinta horumarka.

source: Allow session-to-session copy for teachers
so_so: Oggolow koobiga kalfad-ka-ilaa-kalfad ee macallimiinta

source: Enable this option to let teachers copy their content from one course in a session to a course in another session. By default, this option is only available to platform administrators.
so_so: Aktiveey ikhtiyaarkan si aad u oggolaato macallimiinta inay koobi ka qaadaan waxyaabahooda koorsad kalfad ah oo ay u qaataan koorsad kale kalfad kale. Asal ahaan, ikhtiyaarkani wuxuu heli karaa maamulayaasha aaska kaliya.

source: Hide logout button
so_so: Qari badhanka ka bixitaanka

source: Hide the logout button. This is usually only interesting when using an external login/logout method, for example when using Single Sign On of some sort.
so_so: Qari badhanka ka bixitaanka. Tani badanaa waa mid xiiso leh oo keliya marka la isticmaalayo habka gelitaanka/bixitaanka dibadda, tusaale ahaan marka la isticmaalayo Single Sign On nooc ka mid ah.

source: Redirect admin to courses list
so_so: U gudbi maamulaha liiska koorsadaha

source: The default behaviour is to send administrators directly to the administration panel (while teachers and students are sent to the courses list or the platform homepage). Enable to redirect the administrator also to his/her courses list.
so_so: Dabeecadda asalka ah waa in maamulayaasha si toos ah loo diro gudiga maamulka (halkii macallimiinta iyo ardayda loo diri lahaa liiska koorsadaha ama bogga hore ee aaska). Aktiveey si aad u gudbisid maamulaha sidoo kale liiskiisa koorsadaha.

source: Courses custom icons
so_so: Astaanta gaarka ah ee koorsadaha

source: Use course images as the course icon in courses lists (instead of the default green blackboard icon).
so_so: Isticmaal sawirrada koorsada sida astaanta koorsada ee liiska koorsadaha (halkii astaanta sabuulaha cagaaran ee caadiga ah).

source: Assignment considered for gradebook
so_so: Hawsha loo tixgeliyo buugga darajada

source: In the assignments tool, students can upload more than one file. In case there is more than one for a single assignment, which one should be considered when ranking them in the gradebook? This depends on your methodology. Use 'first' to put the accent on attention to detail (like handling in time and handling the right work first). Use 'last' to highlight collaborative and adaptative work.
so_so: Waxanka shaqada, ardaydu waxay soo dejin karaan fayl ka badan mid. Haddii ay jiraan mid ka badan hal shaqo, sidee ayaa loo tixgelinayaa marka la qiimeynayo buuga qiimeynta? Tani waxay ku xiran tahay habkaaga. Isticmaal 'first' si aad u xooga saarto feejignaan faahfaahin (sida waqtiga loo qabto iyo shaqada saxda ah marka hore). Isticmaal 'last' si aad u muujiso shaqada wada shaqaynta iyo la qabsiga.

source: Certificates filter by official code
so_so: Shahaadooyinka shaandhaynta koodka rasmiga ah

source: Add a filter on the students official code to the certificates list.
so_so: Ku dar shaandhayn koodka rasmiga ah ee ardayda liiska shahaadooyinka.

source: Max editors in exercise result screen
so_so: Tirada ugu badan ee tifatirayaasha shaashadda natiijada layli
