Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: These are the plugins that have been found on your system. You can download additional plugins on <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
ar: <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>هذه هي الإدخالات الموجودة في نظامك. يمكنك تحميل إدخالات إضافية من
ast_es: Estos son los plugins que s'atoparen nel so sistema.
bn_bd: এগুলো আপনার সিস্টেমে পাওয়া প্লাগইনগুলো। অতিরিক্ত প্লাগইন ডাউনলোড করতে পারেন <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
bs_ba: Ovo su dodatci pronađeni na vašem sistemu. Možete preuzeti dodatne dodatke na <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
ca_es: En el vostre sistema, han estat trobats aquests connectors
cs_cz: Toto jsou pluginy, které mohou být použity na tomto systému. Stáhnout přídavné pluginy lze na <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
da: De følgende plugins er fundet i systemet.
de: Diese Plugins wurden in Ihrem System gefunden
el: Αυτά είναι τα πρόσθετα που βρέθηκαν στο σύστημά σας. Μπορείτε να κατεβάσετε επιπλέον πρόσθετα στο <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
eo: Jen la kromaĵoj disponeblaj en via sistemo. Vi povas elŝuti pliajn kromaĵojn ĉe <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>.
es: Estos son los plugins que se han encontrado en su sistema.
es_mx: Estos son las extensiones (plugins) que han sido encontrados en su sistema. Usted puede obtener extensiones (plugins) adicionales en <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?sectio
eu_es: Hauexek dira zure sisteman aurkitu diren pluginak. Plugin gehigarriak deskargatu ditzakezu honako orrian: http://www.chamilo.org/extensions/index.php?section=plugins
fa_ir: در زیرمیتوانید فهرست پلاگین های نصب شده بر روی رایانه خود را مشاهده نمایید
fi_fi: Nämä ovat järjestelmässäsi löydetyt liitännäiset. Voit ladata lisää <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
fo_fo: Hesar eru pluginarnir sum eru funnir á tínum systemi. Tú kanst leggja afturat fleiri pluginum á <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
fur: Chescj i plugin che son stât trovâts sul to sistema. Tu podês dulonjâ altri plugin su <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
ga: Is iad seo na pluaimeanna a fuarthas ar do chóras. Is féidir leat pluaimeanna breise a íoslódáil ar <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
gl: Estes son os plugins que se atoparon no teu sistema.
he_il: אלה התוספים שנמצאו במערכת שלך. אתה יכול להוריד תוספים נוספים ב-<a href="http://www.chamilo.org/extensions/index.php?section=plugins"> http://www.chamilo.org/extensions/index.php?section=plugins</a>
hi: ये आपके सिस्टम पर पाए गए प्लगइन हैं। अतिरिक्त प्लगइन <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a> से डाउनलोड कर सकते हैं
hr_hr: Dodaci pronađeni na sustavu.
hu_hu: Ezek a rendszerén érzékelt beépülő modulok. Letölthet további modulokat a <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>címről.
hy: Սրանք ձեր համակարգում հայտնաբերված հավելվածներն են: Դուք կարող եք ներբեռնել լրացուցիչ հավելվածներ <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>-ից
id_id: Ini merupakan plugins yang ditemukan dalam system anda.
it: Questi sono i plugin trovati nel tuo sistema. Puoi aggiungerne altri collegandoti a <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
ja: システム上で見つかったプラグインです。追加のプラグインは <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a> からダウンロードできます
ka_ge: ეს არის თქვენს სისტემაში ნაპოვნი პლაგინები. შეგიძლიათ ჩამოტვირთოთ დამატებითი პლაგინები <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
ko_kr: 이것들은 시스템에서 필요로 하는 플러그인들입니다. 부가적인 플러그인은 <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>에서 다운로드 가능합니다.
lo: ນີ້ແມ່ນປລັກອິນທີ່ພົບໃນລະບົບຂອງທ່ານ. ທ່ານສາມາດດາວໂຫຼດປລັກອິນເພີ່ມເຕີມໄດ້ທີ່ <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
lt_lt: Čia yra sistemos įskiepiai. Galite parsisiųsti papildomus įskiepius: <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
lv_lv: Šie ir papildus instalētie sistēmas moduļi. Iespējams piemeklēt papildus moduļus <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
mk_mk: Ова се додатоците што се најдени на Вашиот систем. Може да симнете други додатоци на <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
ms_my: Ini adalah plugin yang ditemui pada sistem anda. Anda boleh muat turun plugin tambahan di <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
my_mm: ဤသည်မှာ သင့်စနစ်တွင် တွေ့ရှိထားသော ပလပ်အင်များဖြစ်သည်။ သင်သည် <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a> တွင် ထပ်လောင်းပလပ်အင်များကို ဒေါင်းလုဒ်လုပ်နိုင်သည်
ne: यी तपाईंको प्रणालीमा फेला परेका प्लगइनहरू हुन्। थप प्लगइनहरू डाउनलोड गर्नुहोस् <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
nl: Dit zijn de plug-ins die beschikbaar zijn op uw systeem. U kan extra plug-ins downloaden van <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>.
nn_no: Desse er pluginane som er funne på systemet ditt. Du kan laste ned tilleggspluginar på <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
oc: Son las extensions que son estadas trobadas sul vòstre sistèma. Podètz telecargar d'extensions suplementàrias sus <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
pl_pl: Oto dodatki odnalezione w twoim systemie. Możesz pobrać inne dodatki ze strony <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
ps: دا هغه پلگ انونه دي چې ستاسو په سیسټم کې موندل شوي دي. تاسو کولی شئ اضافي پلگ انونه له <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a> څخه ډاونلوډ کړئ
pt_br: Estes são os plugins que foram encontrados no seu chamilo. Você poderá realizar o download de plugins adicionais em <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
pt_pt: Estes s�o alguns dos plugins que foram encontrados no sistema. Poder� realizar o download de plugins adicionais em <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
ro_ro: Acestea sunt plugin-urile gasite pe sistemul dumneavoastra. Puteti descarca plugin-uri aditionale de la <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
ru_ru: Это все те плагины, которые были найдены в Вашей системе. Вы можете скачать дополнительные плагины с <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
sk_sk: Toto sú pluginy nájdené vo Vašom systéme. Ďalšie pluginy môžete načítať na <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
sl: Vtičniki, ki so bili najdeni na sistemu. Dodatne vtiče si lahko prenesete z <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
sq: Këto janë shtojcat që janë gjetur në sistemin tuaj. Ju mund të shkarkoni shtojca shtesë në <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
sr_rs: Ovo su plugin-ovi koji su pronađeni na va�em sistemu.
sv_se: Detta �r de insticksmoduler som hittats p� ditt system. Du kan h�mta ytterligare insticksmoduler fr�n <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
sw_ke: Hizi ni programu za ziada zilizopatikana kwenye mfumo wako. Unaweza kupakua programu za ziada kwenye <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
ta: இவை உங்கள் அமைப்பில் கண்டுபிடிக்கப்பட்ட பிளகின்கள். கூடுதல் பிளகின்களை <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a> இல் பதிவிறக்கம் செய்யலாம்
th: �������¡������������(plugins)����յԴ���������к� �س����ö�ӡ���͹���ŧ�ҵԴ������������ҡ<a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
tl_ph: Ito ang mga plugin na natagpuan sa iyong sistema. Maaari mong i-download ang karagdagang mga plugin sa <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
tr: Sistemde bulunan Plugin ler. İlave Plugin leri <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a> adresinden indirebilirsiniz
uk_ua: Ці плагіни були знайдені у вашій системі. Ви можете закачати додаткові плагіни з <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
vi_vn: Đây là các plugin đã tìm thấy trên hệ thống của bạn. Bạn có thể tải thêm plugin tại <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
xh_za: Ezi ziiplagi zifunyanwe kwisistim yakho. Ungazisa iplagi ezongezelelweyo kwi <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
zh_cn: 这是平台上所能使用的插件. 请访问<a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>获得更多插件
zh_tw: 此乃這系統原有插件，你可按以下連結下載額外插件：<b><a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>

source: Display list of virtual courses
ar: عرض قائمة المقررات الافتراضية
ast_es: Amosar el llistáu de cursos virtuales
bn_bd: ভার্চুয়াল কোর্সের তালিকা প্রদর্শন করুন
bs_ba: Prikaži listu virtualnih kurseva
ca_es: Mostrar una llista de cursos virtuals
cs_cz: Zobrazit seznam virtuálních kurzů
da: Vis liste over virtuelle kurser
de: Liste der virtuellen Kurse anzeigen
el: Εμφάνιση καταλόγου εικονικών μαθημάτων
eo: listo de virtualaj kursoj
es: Mostrar el listado de los cursos virtuales
es_mx: Mostrar lista de cursos virtuales
eu_es: Erakutsi ikastaro birtual zerrenda
fa_ir: نمایش فهرستی از دروس مجازی
fi_fi: Näytä lista virtuaalikursseista
fo_fo: Vís lista yvir virtuellar kursar
fur: Mostre liste dai curs virtuals
ga: Taispeáin liosta cúrsaí fíorúla
gl: Amosar a lista de cursos virtuais
he_il: הצגת רשימה של קורסים וירטואליים
hi: आभासी कोर्सों की सूची प्रदर्शित करें
hr_hr: Prikaži popis virtualnih kolegija
hu_hu: Virtuális kurzusok megtekintése
hy: Ցուցադրել վիրտուալ դասընթացների ցուցակ
id_id: Tampilkan daftar mata kuliah virtual
it: Elenca i corsi virtuali
ja: 仮想コースリストを表示
ka_ge: ვირტუალური კურსების სიის ჩვენება
ko_kr: 가상 과정의 리스트 보여주기
lt_lt: Rodyti virtualių kursų sąrašą
lv_lv: Parādīt virtuālo kursu sarakstu
mk_mk: Прикажи список на виртуелни курсеви
ms_my: Paparkan senarai kursus maya
my_mm: အနီးစပ်ဆုံးသင်တန်းများ၏ စာရင်းကို ပြသပါ
ne: आभासी कोर्सहरूको सूची देखाउनुहोस्
nl: Lijst van virtuele cursussen
nn_no: Vis liste over virtuelle kurs
oc: Afichar la lista de las formacions virtualas
pl_pl: Wyświetl listę wirtualnych kursów
ps: د ورچوالو کورسونو لړه ښکاره کړئ
pt_br: Exibir lista de cursos virtuais
pt_pt: Exibir/mostrar lista dos cursos virtuais
ro_ro: Afisati lista cursurilor virtuale
ru_ru: Отобразить список виртуальных курсов
sk_sk: Zobraziť zoznam virtuálnych kurzov
sl: Prikaži seznam navideznih tečajev
sq: Shfaqni listën e kurseve virtuale
sr_rs: Prikaži listu virtuelnih kurseva
sv_se: Visa en lista med virtuella kurser
sw_ke: Onyesha orodha ya kozi za kimapinduzi
ta: இன்பட்சூலை பாடங்களின் பட்டியலை காட்டு
th: แสดงรายชื่อรายวิชาเสมือน
tl_ph: Ipakita ang listahan ng mga virtual na kurso
tr: Sanal dersleri listele
uk_ua: Показати список віртуальних курсів
vi_vn: Hiển thị danh sách khóa học ảo
xh_za: Bonisa uluhlu lweekhosi ezibonakala
zh_cn: 显示虚拟课程列表
zh_tw: 展示虛擬課程清單

source: Linked to real course code
ar: مرتبط برمز مقرر حقيقي
ast_es: Enllazáu al códigu del cursu real
bn_bd: বাস্তব কোর্স কোডের সাথে যুক্ত
bs_ba: Povezano sa stvarnim kodom kursa
ca_es: Vinculat al codi de curs real
cs_cz: Spojen s existujícím kódem
da: Sammenkædet med ægte kursus kode
de: Mit tatsächlichem Kurscode verlinkt
el: Διασύνδεση με τον κωδικό του πραγματικού μαθήματος
eo: ligite al reala kurskodo
es: Enlazado al código del curso físico
es_mx: Enlazado a un código de curso real
eu_es: Ikastaro errealaren koderako lotua
fa_ir: مربوط به کد واقعی درس
fi_fi: Linkitetty oikeaan kurssikoodiin
fo_fo: Leinkjað til veruligan kursus kod
fur: Legât al cûl real dal curs
ga: Nasc leis an gcód cúrsa fíor
gl: Ligado o código real do curso
he_il: מקושר לקוד הקורס האמיתי
hi: वास्तविक कोर्स कोड से जुड़ा
hr_hr: Povezan sa šifrom stvarnoga kolegija
hu_hu: Kapcsolva valódi kurzushoz
hy: Կապված իրական դասընթացի կոդի հետ
id_id: Link-kan ke kode mata kuliah nyata
it: Collegato al corso reale con codice
ja: 実際のコースコードにリンク
ka_ge: დაკავშირებული რეალური კურსის კოდთან
ko_kr: 실제 과정에 연결
lo: ເຊື່ອມໂຍງກັບລະຫັດລາຍວິຊາຈິງ
lt_lt: Susieta su realaus kurso kodu
lv_lv: Sasaistīts ar reālā kursa kodu
mk_mk: Поврзано со шифра на реален курс
ms_my: Berpaut kepada kod kursus sebenar
my_mm: အစစ်အမှန်သင်တန်းကုဒ်နှင့် ချိတ်ဆက်ထားသည်
ne: वास्तविक कोर्स कोडसँग जोडिएको
nl: Gelinkt aan echte cursuscode
nn_no: Lenka til ekte kurskode
oc: Ligada al còde de la formation reela
pl_pl: Podłączony do prawdziwego kodu kursu
ps: د ریښتیني کورس کوډ سره تړلی
pt_br: Link com o código real do curso
pt_pt: Associado a um código verdadeiro de um curso real
ro_ro: Legat de codul cursului real
ru_ru: Связано с кодом реального курса
sk_sk: Súvisí s reálnym kódom kurzu
sl: Povezan z resnično kodo tečaja
sq: Lidhur me kodin e kursit të vërtetë
sr_rs: Poveži sa pravom šifrom kursa
sv_se: Länkad till riktig kurskod
sw_ke: Imeunganishwa na nambari ya kozi halisi
ta: உண்மையான பாட குறியீட்டுடன் இணைக்கப்பட்டது
th: เชื่อมสู่รหัสวิชาจริง : Linked to real course code
tl_ph: Naka-link sa tunay na code ng kurso
tr: Gerçek derse bağlandı
uk_ua: Зв'язано з реальним кодом курсу
vi_vn: Liên kết với mã khóa học thực
xh_za: Ixhonywe kwikhowudi yekhosi lokwenene
zh_cn: 链接到真实课程代码
zh_tw: 連結往真實課程編碼

source: Attempted creation of virtual course...
ar: هنالك محاولة لانشاء مقرر افتراضي
ast_es: Creando cursu virtual...
bn_bd: ভার্চুয়াল কোর্স তৈরির চেষ্টা করা হচ্ছে...
bs_ba: Pokušano kreiranje virtualnog kursa...
ca_es: Creant el curs virtual ...
cs_cz: Pokusné vytvoření virtuálního kurzu...
da: Forsøgte at oprette virtuelt kursus...
de: Versuche, einen virtuellen Kurs zu erstellen ...
el: Αποπειράθηκε δημιουργία εικονικού μαθήματος...
eo: Krei virtualan kurson...
es: Creando el curso virtual...
es_mx: Se ha intentado la creación del curso virtual
eu_es: Ikastaro birtuala sortzen saiatzen ari da
fa_ir: تلاش برای آفرینش درس مجازی
fi_fi: Virtuaalikurssin luontiyritys...
fo_fo: Roynt at skapa virtuellan kurs...
fur: Tentât creazion dal curs virtual...
ga: Iarradh cruthú cúrsa fíorúil...
gl: Tratando de crear o curso virtual...
he_il: ניסיון יצירה של קורס וירטואלי...
hi: आभासी कोर्स बनाने का प्रयास...
hr_hr: Pokušaj izrade virtualnoga kolegija...
hu_hu: Virtuális kurzus létrehozása engedélyezett...
hy: Վիրտուալ դասընթացի ստեղծման փորձ...
id_id: Usaha pembuatan mata kuliah virtual...
it: Tentativo di creazione di un corso virtuale...
ja: 仮想コースの作成を試行中...
ka_ge: ვირტუალური კურსის შექმნის მცდელობა...
ko_kr: 가상 과정 생성 시도...
lo: ກຳລັງພະຍາຍາມສ້າງລາຍວິຊາສະເໝືອນ...
lt_lt: Kuriamas virtualus kursas...
lv_lv: Virtulālā kursa veidošana...
mk_mk: Направен обид за креирање на виртуелен курс...
ms_my: Percubaan penciptaan kursus maya...
my_mm: အနီးစပ်ဆုံးသင်တန်းဖန်တီးရန် ကြိုးစားနေသည်...
ne: आभासी कोर्स सिर्जना प्रयास गरियो...
nl: Aanmaken van virtuele cursus...
nn_no: Forta forgjeving av virtuelt kurs...
oc: Escrichtacion d'una formacion virtuala en cors...
pl_pl: Próba utworzenia wirtualnego kursu...
ps: د ورچوال کورس جوړولو هڅه کېږي...
pt_br: Criando um curso virtual...
pt_pt: Tentativa de criação de um curso virtual ...
ro_ro: Incercarea de creare a cursului virtual...
ru_ru: Попытка создания виртуального курса...
sk_sk: Pokusné vytvorenie virtuálneho kurzu...
sl: Poskus kreiranja navideznega tečaja ...
sq: U përpoq krijimi i kursit virtual...
sr_rs: Pokušaj kreiranja virtuelnog kursa...
sv_se: Försökte att skapa en virtuell kurs...
sw_ke: Jaribio la kuunda kozi ya kimapinduzi...
ta: இன்பட்சூலை பாடம் உருவாக்க முயற்சி...
th: ต้องการสร้างรายวิชาเสมือน
tl_ph: Sinubukang lumikha ng virtual na kurso...
tr: Sanal kurs oluşturulmaya çalışılıyor...
uk_ua: Спроба створення віртуального курсу...
vi_vn: Đang thử tạo khóa học ảo...
xh_za: Ukuzama ukwenziwa kwekhosi elibonakala...
zh_cn: 创建虚拟课程...
zh_tw: 嘗試建立虛擬課程…

source: Wanted course code
ar: رمز مقرر مطلوب
ast_es: Códigu del cursu
bn_bd: প্রয়োজনীয় কোর্স কোড
bs_ba: Željeni kod kursa
ca_es: Codi del curs
cs_cz: Hledaný kód kurzu
da: Ønsker kursuskode
de: Gewünschter Kurscode
el: Επιθυμητός κωδικός μαθήματος
eo: Petita kurskodo
es: Código del curso
es_mx: Código de curso buscado
eu_es: Ikastaroaren kodea eskatu da
fa_ir: کد درس درخواستی
fi_fi: Toivottu kurssikoodi
fo_fo: Ónskta kursus kod
fur: Cûl dal curs vut
ga: Cód cúrsa ag teastáil
gl: Código do curso requerido
he_il: קוד קורס מבוקש
hi: वांछित कोर्स कोड
hr_hr: Potrebna šifra kolegija
hu_hu: Kívánt kurzus kód
hy: Պահանջվող դասընթացի կոդ
id_id: kode mata kuliah yang diinginkan
it: Il codice del corso è necessario
ja: 希望のコースコード
ka_ge: საჭირო კურსის კოდი
ko_kr: 과정 코드 필요
lo: ລະຫັດລາຍວິຊາທີ່ຕ້ອງການ
lt_lt: Reikalaujamas kurso kodas
lv_lv: Vajadzīgs kursa kods
mk_mk: Се бара шифра на курсот
ms_my: Kod kursus yang diingini
my_mm: လိုအပ်သော သင်တန်းကုဒ်
ne: इच्छित कोर्स कोड
nl: Gevraagde cursuscode
nn_no: Ønsket kurskode
oc: Còde de la formacion desezada
pl_pl: Wymagany kod kursu
ps: غوښتل شوی کورس کوډ
pt_br: Código do curso obrigatório
pt_pt: Código de curso desejado
ro_ro: Este solicitat codul cursului
ru_ru: Требуется код курса
sk_sk: Hľadaný kód kurzu
sl: Želena koda tečaja
sq: Kodi i kursit të dëshiruar
sr_rs: Željena šifra kursa
sv_se: Önskad kurskod
sw_ke: Nambari ya kozi inayohitajika
ta: விரும்பிய பாட குறியீடு
th: ต้องใส่รหัสวิชา
tl_ph: Nais na code ng kurso
tr: İstenen kurs kodu
uk_ua: Вимагається код курсу
vi_vn: Mã khóa học mong muốn
xh_za: Ikhowudi yekhosi efunwayo
zh_cn: 索取课程代码
zh_tw: 索取課目代碼

source: Reset password
ar: إعادة تعيين كلمة المرور
ast_es: Actualizar la seña
bn_bd: পাসওয়ার্ড রিসেট করুন
bs_ba: Resetuj lozinku
ca_es: Actualitzar la contrasenya
cs_cz: Resetovat heslo
da: Nulstil adgangskode
de: Kennwort zurücksetzen
el: Επαναφορά συνθηματικού
eo: Reŝargi pasvorton
es: Actualizar la contraseña
es_mx: Reinicializar contraseña
eu_es: Berrezarri pasahitza
fa_ir: از نو سازی رمز ورود
fi_fi: Nollaa salasana
fo_fo: Endurnýggja lykilorð
fur: Reset passward
ga: Athshocraigh pasfhocal
gl: Actualizar contrasinal
he_il: אפס סיסמה
hi: पासवर्ड रीसेट करें
hr_hr: Obnovi zaporku
hu_hu: Jelszó visszaállítása
hy: Գաղտնաբառի վերակայում
id_id: Atur ulang kata sandi
it: Riazzera la password
ja: パスワードをリセット
ka_ge: პაროლის განულება
ko_kr: 패스워드 초기화
lo: ຣີເຊັດລະຫັດຜ່ານ
lt_lt: Atnaujinti slaptažodį
lv_lv: Izdomāt jaunu paroli
mk_mk: Повторно избери лозинка
ms_my: Tetap semula kata laluan
my_mm: စကားဝှက်ကို ပြန်လည်သတ်မှတ်ပါ
ne: पासवर्ड रिसेट गर्नुहोस्
nl: Wachtwoord resetten
nn_no: Tilbakestill passord
oc: Reïnicializar lo senhal
pl_pl: Resetuj hasło
ps: پاسورډ بیا تنظیم کړئ
pt_br: Redefinir senha
pt_pt: Redefinir password/senha
ro_ro: Resetati parola
ru_ru: Сменить пароль
sk_sk: Zmeniť heslo
sl: Ponastavi geslo
sq: Rivendosni fjalëkalimin
sr_rs: Obnovi lozinku
sv_se: Återställ lösenord
sw_ke: Weka upya nenosiri
ta: பயன்பாட்டுவழியை மீட்டமை
th: ตั้งรหัสผ่านใหม่
tl_ph: I-reset ang password
tr: Şifre sıfırlama
uk_ua: Змінити пароль
vi_vn: Đặt lại mật khẩu
xh_za: Seta ulawulo lwesigama eliyimfihlo kwakhona
zh_cn: 密码重置
zh_tw: 重設密碼
