Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: There is no given order, you can click on any learning object.
ar: لم يتم تحديد أي ترتيب , يمكنك النقر على أي درس
ast_es: Nun hai un orde establecíu de mano, pues calcar na lleición que te pete.
bn_bd: কোনো নির্দিষ্ট ক্রম নেই, আপনি যেকোনো লার্নিং অবজেক্টে ক্লিক করতে পারেন।
bs_ba: Nema zadatog redoslijeda, možete kliknuti na bilo koji objekat učenja.
ca_es: No hi ha una ordre establerta, pots clicar sobre qualsevol lliçó
cs_cz: Není zadáno pořadí, můžete kliknout na jakýkoli výukový objekt.
da: Der er ingen specifik rækkefølge. Du kan klikke på et vilkårligt trin.
de: Es gibt keine vorgeschriebene Reihenfolge. Sie können daher die Lerneinheiten frei auswählen.
el: Δεν υπάρχει καμία προκαθορισμένη σειρά. Μπορείτε να κάνετε κλικ σε οποιοδήποτε εκπαιδευτικό αντικείμενο.
eo: Ne estas difinita ordo; vi povas musklaki sur ajna leciono.
es: No hay un orden preestablecido, puedes hacer clic en cualquier lección.
es_mx: No hay un orden definido, puede acceder a cualquier lección.
eu_es: Ez dago aurrezarritako ordenarik, edozein ikasgai klikatu ahal duzu
fa_ir: ترتیب از پیش تعیین شده ای وجود ندارد. می توانید هر درسی را انتخاب کنید.
fi_fi: Järjestystä ei ole määrätty ennalta. Voit valita minkä tahansa oppimisaihion.
fo_fo: Tað er ongin gefin røð, tú kanst klikka á henda lernu lut.
fur: No je un ordi dat, tu pues clicjâ su ducj ogjet didatic.
ga: Níl aon ord tugtha, is féidir leat cliceáil ar aon réad foghlama.
gl: Non hai unha orde preestablecida, podes facer click en calquera unidade.
he_il: אין סדר נתון, אתה יכול ללחוץ על כל אובייקט למידה.
hi: कोई क्रम निर्धारित नहीं है, आप किसी भी लर्निंग ऑब्जेक्ट पर क्लिक कर सकते हैं।
hr_hr: Nema zadanog redoslijeda, odaberite bilo koju lekciju.
hu_hu: Nincs megadott sorrend, bármelyik leckét kiválaszthatja.
hy: Ոչ մի տրված հերթականություն չկա, կարող եք սեղմել ցանկացած ուսուցման օբյեկտի վրա:
id_id: Tidak ada urut-urutan, anda dapat meng-klik ke sembarang topik.
it: Non c'è un ordine obbligatorio, puoi cliccare su qualsiasi elemento.
ja: 順序が指定されていません。任意の学習オブジェクトをクリックできます。
ka_ge: შეკვეთა არ არის მითითებული, შეგიძლიათ დააჭიროთ ნებისმიერ სასწავლო ობიექტს.
ko_kr: 주어진 순서가 없습니다. 원하는 학습 객체를 클릭할 수 있습니다.
lo: ບໍ່ມີລຳດັບທີ່ກຳນົດ, ທ່ານສາມາດຄລິກທີ່ວັດຖຸການຮຽນຮູ້ໃດກໍໄດ້.
lt_lt: Nėra nurodyta tvarka, galite spustelėti bet kurį mokymosi objektą.
lv_lv: Nav norādīta nekāda kārtība, Jūs varat klikšķināt uz jebkura no mācību elementiem.
mk_mk: Не е даден редослед, можете да кликнете на која било лекција.
ms_my: Tiada susunan diberikan, anda boleh klik pada objek pembelajaran mana-mana.
my_mm: သတ်မှတ်ထားသော အစီအစဉ်မရှိပါ၊ သင်သည် မည်သည့်သင်ယူမှုအရာဝတ္ထုကိုမဆို နှိပ်နိုင်သည်။
ne: कुनै दिइएको क्रम छैन, तपाईं कुनै पनि सिकाइ वस्तुमा क्लिक गर्न सक्नुहुन्छ।
nl: Er is geen vastgelegde volgorde, u kunt op om het even welke les klikken.
nn_no: Det finst ingen gitt rekkefølgje, du kan klikke på kva som helst læringsobjekt.
oc: I a pas d'òrdre donat, podètz clicar sus quins que siàn objèctes d'aprendissatge.
pl_pl: Nie ma zadanego porządku. Możesz zacząć w dowolnym miejscu.
ps: هیڅ ترتیب نه دی ورکړل شوی، تاسو کولی شئ په هر زده کړې شی کلیک وکړئ.
pt_br: Não há uma ordem pré-definida, você pode clicar em qualquer etapa.
pt_pt: Não existe uma ordem pré-definida, pode clicar em qualquer objecto de aprendizagem.
ro_ro: Nu există nici o ordine stabilita, puteți să faceți clic pe orice lecție.
ru_ru: Заданной последовательности нет, Вы можете щелкать на любой шаг.
sk_sk: Nie je zadan žiadne poradie, môžete kliknúť na ktorúkoľvek etapu.
sl: Zaporedje ni določeno, s klikom lahko izbereš poljuben učni objekt.
sq: Nuk ka rend të dhënë, mund të klikoni në çdo objekt mësimi.
sr_rs: Nije zadat redosled, možete da kliknete na bilo koju lekciju.
sv_se: Det finns ingen given ordning, du kan välja vilken lektion du vill.
sw_ke: Hakuna mpangilio uliotolewa, unaweza kubofya kitu chochote cha kujifunza.
ta: எந்த ஒழுங்கும் இல்லை, நீங்கள் எந்த கற்றல் பொருளையும் கிளிக் செய்யலாம்.
th: ยังไม่เลือกคำสั่ง ให้คลิกที่บทเรียนใดๆ
tl_ph: Walang ibinigay na kaayusan, maaari kang mag-click sa anumang learning object.
tr: Verilmiş sipariş yok, herhangi bir dersin üzerine tıklayabilirsiniz.
uk_ua: Немає заданого порядку, ви можете клацнути на будь-який навчальний об'єкт.
vi_vn: Không có thứ tự nào được đưa ra, bạn có thể nhấp vào bất kỳ đối tượng học tập nào.
xh_za: Akukho lolawulo olunikiweyo, unokucofa nayiphi na into yokufunda.
zh_cn: 没有指定顺序, 你可以点击任意一节课.
zh_tw: 沒有指定順序, 你可以點擊任意一節課.

source: Score
ar: النقاط
ast_es: Puntos
bn_bd: স্কোর
bs_ba: Rezultat
ca_es: Puntuació
cs_cz: Skóre
de: Punkte
el: Βαθμολογία
eo: Poentaro
es: Puntuación
es_mx: Puntaje
eu_es: Puntuazioa
fa_ir: نمره
fi_fi: Tulos
fo_fo: Støða
fur: Vot
ga: Scór
gl: Puntuación
he_il: ניקוד
hi: स्कोर
hr_hr: Rezultat
hu_hu: Pontszám
hy: Հաշիվ
id_id: Nilai
it: Punteggio
ja: 得点
ka_ge: შედეგი
ko_kr: 점수
lo: ຄະແນນ
lt_lt: Įvertinimas
lv_lv: Rezultāts
mk_mk: Резултат
ms_my: Skor
my_mm: ရမှတ်
ne: स्कोर
nn_no: Poengsum
oc: Punctatge
pl_pl: Wynik
ps: نمره
pt_br: Pontuação
pt_pt: Pontuação
ro_ro: Punctaj
ru_ru: Результат
sk_sk: Skóre
sl: Rezultat
sq: Rezultat
sr_rs: Rezultat
sv_se: Poäng
sw_ke: Alama
ta: மதிப்பெண்
th: คะแนน:Score
tr: Sonuç
uk_ua: Результат
vi_vn: Điểm số
xh_za: Amanqaku
zh_cn: 得分
zh_tw: 得分

source: Learning object name
ar: عنوان الدرس
ast_es: Títulu del elementu
bn_bd: লার্নিং অবজেক্টের নাম
bs_ba: Naziv objekta učenja
ca_es: Títol de la lliçó
cs_cz: Název výukového objektu
da: Titel på trin
de: Titel der Lerneinheit
el: Τίτλος μαθήματος
eo: Leciona tiolo
es: Título del apartado
es_mx: Título de la lección
eu_es: Ikaskuntza objektuaren izena
fa_ir: نام شیء آموزشی
fi_fi: Oppimisaihion nimi
fo_fo: Lernu lut navn
fur: Non dal ogjet didatic
ga: Ainm réad foghlama
gl: Título da unidade
he_il: שם אובייקט למידה
hi: लर्निंग ऑब्जेक्ट का नाम
hr_hr: Naslov lekcije
hu_hu: Lecke címe
hy: Ուսուցման օբյեկտի անուն
id_id: Judul Topik
it: Elemento
ja: 学習オブジェクト名
ka_ge: სასწავლო ობიექტის სახელი
ko_kr: 레슨 제목
lt_lt: Pamokos antraštė
lv_lv: Nodarbības nosaukums
mk_mk: Наслов на лекцијата
ms_my: Nama objek pembelajaran
my_mm: သင်ယူမှုအရာဝတ္ထုအမည်
ne: सिकाइ वस्तु नाम
nl: Lestitel
nn_no: Læringsobjektnamn
oc: Nom de l'objècte d'aprendissage
pl_pl: Temat lekcji
ps: د زده کړې شی نوم
pt_br: Título da etapa
pt_pt: Nome do objecto de aprendizagem
ro_ro: Titlu secțiunii
ru_ru: Наименование шага
sk_sk: Názov etapy
sl: Naslov učnega objekta
sq: Emri i objektit të mësimit
sr_rs: Naslov lekcije
sv_se: Lektions titel
sw_ke: Jina la kitu cha kujifunza
ta: கற்றல் பொருள் பெயர்
th: ชื่อบท:Lesson title
tl_ph: Pangalan ng pinag-aaralang bagay
tr: Bölüm başlığı
uk_ua: Назва навчального об'єкта
vi_vn: Tên đối tượng học tập
xh_za: Igama lento yokufunda
zh_cn: 课程标题
zh_tw: 課程標題

source: Status
ar: الحالة
ast_es: Estáu
bn_bd: স্থিতি
ca_es: Situació
cs_cz: Stav
el: Κατάσταση
eo: Statuso
es: Estado
es_mx: Estatus
eu_es: Egoera
fa_ir: وضعیت
fi_fi: Tila
fo_fo: Støða
fur: Stât
ga: Stádas
gl: Estado
he_il: סטטוס
hi: स्थिति
hu_hu: Eredmény
hy: Վիճակ
ja: 状態
ka_ge: სტატუსი
ko_kr: 직위
lo: ສະຖານະ
lt_lt: Būsena
lv_lv: Statuss
mk_mk: Статус
my_mm: အခြေအနေ
ne: स्थिति
oc: Estat
ps: حالت
pt_pt: Estado
ro_ro: Statutul
ru_ru: Статус
sk_sk: Stav
sw_ke: Hali
ta: நிலை
th: สถานะ:Status
tl_ph: Estado
tr: Durum
uk_ua: Стан
vi_vn: Trạng thái
xh_za: Imeko
zh_cn: 状态
zh_tw: 狀態

source: To enter
ar: للدخول
ast_es: Pa entrar en
bn_bd: প্রবেশ করতে
bs_ba: Da uđete
ca_es: Per introduir
cs_cz: Pro vstup
da: For at kunne gå til
de: Um einzutreten
el: Για να συνδεθείτε,
eo: Por partopreni
es: Para entrar en
es_mx: Entrar
eu_es: Sartzeko
fa_ir: برای ورود
fi_fi: Aloittaaksesi
fo_fo: At fara inn
fur: Par jerne
ga: Chun dul isteach
gl: Entrar
he_il: כדי להיכנס
hi: प्रवेश करने के लिए
hr_hr: Za ulaz
hu_hu: Ahhoz hogy elkezdhese ezt :
hy: Մուտք գործել
id_id: Untuk memasuki
it: Per entrare in
ja: に入るには
ka_ge: შესასვლელად
ko_kr: 들어가기
lt_lt: Įeiti
lv_lv: Lai piedalītos
mk_mk: За внесување
ms_my: Masuk
my_mm: ဝင်ရောက်ရန်
ne: प्रवेश गर्न
nl: Om deel te nemen aan
nn_no: Gå inn i
oc: Entrar
pl_pl: Aby wejść
ps: د داخلېدنې لپاره
pt_br: Para entrar na etapa
pt_pt: Para aceder
ro_ro: Pentru a intra in
ru_ru: Чтобы войти
sk_sk: Vstúpiť
sl: Za dostop do
sq: Për të hyrë
sr_rs: Za unos
sv_se: Att gå in
sw_ke: Kuingia
ta: சேர
th: enter
tl_ph: Upang pumasok
tr: Giriş
uk_ua: Щоб увійти
vi_vn: Để vào
xh_za: Ngena
zh_cn: 进入
zh_tw: 進入

source: you need first to accomplish
ar: يجب الإنتهاء أولا
ast_es: enantes tien d'acabar
bn_bd: প্রথমে সম্পন্ন করতে হবে
bs_ba: prvo morate završiti
ca_es: Primer necessites finalitzar
cs_cz: nejprve musíte dokončit
da: skal du først færdiggøre
de: müssen Sie zunächst fertigstellen
el: θα πρέπει πρώτα να πετύχετε
eo: vi unue realigu la sekvantan lecionon:
es: primero debe terminar
es_mx: Primero necesita finalizar
eu_es: lehenengo, beharrezkoa da amaitzea
fa_ir: باید ابتدا این موارد را به اتمام برسانید
fi_fi: sinun täytyy ensin suorittaa
fo_fo: tú mást fyrst gera liðugt
fur: tu dovras prime eseguî
ga: caithfidh tú comhlánú ar dtús
gl: debes primeiro rematar
he_il: אתה צריך קודם כל להשיג
hi: आपको पहले पूरा करना होगा
hr_hr: prvo morate dovršiti
hu_hu: , először el kell végeznie ezt :
hy: սկսելու համար նախ պետք է կատարեք
id_id: anda musti menyelesaikan
it: devi prima concludere
ja: まず達成する必要があります
ka_ge: ჯერ უნდა შეასრულოთ
ko_kr: 처음 레슨을 수행하셔야 합니다
lt_lt: Jums būtina pirmiau užbaigti
lv_lv: Jums vispirms jāveic
mk_mk: морате прво да довршите
ms_my: anda perlu selesaikan dahulu
my_mm: သင်သည် ဦးစွာပြီးမြောက်ရန်လိုအပ်သည်
ne: तपाईंले पहिले पूरा गर्नुपर्छ
nl: moet u eerst de volgende les afmaken:
nn_no: du må først fullføre
oc: vos cal primer accomplishmentar
pl_pl: najpierw musisz ukończyć
ps: لومړی بشپړ کړئ
pt_br: você precisa primeiro completar a etapa
pt_pt: necessita primeiro completar
ro_ro: Prima data trebuie sa terminati
ru_ru: сначала Вы должны завершить
sk_sk: najskôr musíte dokončiť
sl: moraš najprej dokončati
sq: duhet së pari të përmbushni
sr_rs: potrebno Vam je prvo izvršenje
sv_se: du behöver först slutföra
sw_ke: unahitaji kwanza kutimiza
ta: நீங்கள் முதலில் செய்ய வேண்டும்
th: คุณต้องทำให้เสร็จก่อน:
tl_ph: kinakailangang matapos muna ang
tr: Öncelikle tamamlamalısınız
uk_ua: спочатку потрібно виконати
vi_vn: bạn cần hoàn thành trước
xh_za: kufuneka uqale ngokwenza
zh_cn: 你需要首先完成它
zh_tw: 你需要首先完成它

source: This learning object is now
ar: الدرس الحالي
ast_es: Esti elementu ta agora mesmo
bn_bd: এই লার্নিং অবজেক্টটি এখন
bs_ba: Ovaj objekat učenja je sada
ca_es: Aquesta lliço està ara
cs_cz: Tento výukový objekt je nyní
da: Dette trin er nu
de: Die Lerneinheit ist nun
el: Αυτό το εκπαιδευτικό αντικείμενο είναι τώρα
eo: Ĉi-leciono estas nun
es: Este objeto de aprendizaje ahora está
es_mx: Esta lección está
eu_es: Ikaskuntza objektu hau honako eran dago
fa_ir: شیء آموزشی هم اکنون
fi_fi: Tämä oppimisaihio on nyt
fo_fo: Hesin lernu luturin er nú
fur: Che ogjet didatic ora e
ga: Tá an réad foghlama seo anois
gl: Esta unidade está agora
he_il: אובייקט למידה זה נמצא כעת
hi: यह लर्निंग ऑब्जेक्ट अब
hr_hr: Ova je lekcija sada
hu_hu: Ez a lecke
hy: Այս ուսուցման օբյեկտը այժմ
id_id: Mata kuliah ini kini
it: L'elemento è
ja: この学習オブジェクトは現在
ka_ge: ეს სასწავლო ობიექტი ახლა
ko_kr: 이 레슨은 지금
lo: ວັດຖຸການຮຽນຮູ້ນີ້ຕອນນີ້
lt_lt: This lesson is now
lv_lv: Šī nodarbība ir
ms_my: Objek pembelajaran ini kini
my_mm: ဤသင်ယူမှုအရာဝတ္ထုသည် ယခု
ne: यो सिकाइ वस्तु अब
nl: Deze les is nu
nn_no: Dette læringsobjektet er no
oc: Aquest objècte d'aprendissage es ara
pl_pl: Ta lekcja jest teraz
ps: دا زده کړې شی اوس
pt_br: Essa etapa no momento está
pt_pt: Este objecto de aprendizagem é agora
ro_ro: Acest obiect de învățare acuma este
ru_ru: Сейчас этот шаг
sk_sk: Táto etapa je teraz
sl: Ta učni objekt je sedaj
sq: Ky objekt mësimi është tani
sr_rs: Ova lekcija je sad
sv_se: Denna lektion är nu
sw_ke: Kitu hiki cha kujifunza sasa ni
ta: இந்த கற்றல் பொருள் இப்போது
th: ¡ÓÅÑ§àÃÕÂ¹ÍÂÙèã¹º·àÃÕÂ¹¹Õé
tl_ph: Ang learning object na ito ay ngayon
tr: &#350;imdi bu ders
uk_ua: Цей навчальний об'єкт тепер
vi_vn: Đối tượng học tập này hiện
xh_za: Esi nto yokufunda ngoku
zh_cn: 现在这门课程是
zh_tw: 現下這門課程是

source: Terminate
ar: إنهاء
ast_es: Cerrar aplicación
bn_bd: সমাপ্ত করুন
bs_ba: Završi
ca_es: Tancar aplicació
cs_cz: Ukončit
da: Afbryd
de: Abbrechen
el: Τερματισμός
eo: Fini
es: Cerrar aplicación
es_mx: Cerrar aplicación
eu_es: Itxi aplikazioa
fa_ir: پایان دادن
fi_fi: Sulje
fo_fo: Avslutta
fur: Fini
ga: Críochnaigh
gl: Fechar a aplicación
he_il: סיום
hi: समाप्त करें
hr_hr: Okončaj
hu_hu: Megszakít
hy: Ավարտել
id_id: Hentikan
it: Concludi
ja: 終了
ka_ge: დაასრულეთ
ko_kr: 종료
lo: ຢຸດ
lt_lt: Pabaigti
lv_lv: Pārtraukt
mk_mk: Прекини
ms_my: Selesai
my_mm: ရပ်စဲပါ
ne: समाप्त गर्नुहोस्
nl: Eindig
nn_no: Avslutt
oc: Terminar
pl_pl: Zakończ
ps: پای ته رسول
pt_br: Concluir
pt_pt: Terminar
ro_ro: Închide aplicația
ru_ru: Прекратить
sk_sk: Dokončiť
sl: Končaj
sq: Përfundo
sr_rs: Završi
sv_se: Avbryt
sw_ke: Maliza
ta: முடி
th: สิ้นสุด(Terminate)
tl_ph: Tapusin
tr: Sonlandır
uk_ua: Завершити
vi_vn: Kết thúc
xh_za: Gqiba
zh_cn: 结束
zh_tw: 結束

source: Restart
ar: إعادة التشغيل
ast_es: Volver entamar
bn_bd: পুনরায় শুরু
bs_ba: Restartuj
ca_es: Reiniciar
cs_cz: Restartovat
da: Genstartet
de: Neustarten
el: Όλα τα μαθήματα είναι ημιτελή
eo: Restarti
es: Reiniciar
es_mx: Reiniciar
eu_es: Berrabiarazi
fa_ir: شروع دوباره
fi_fi: Aloita alusta
fo_fo: Byrja afturat
fur: Riparti
ga: Athosaigh
gl: Reiniciar
he_il: הפעל מחדש
hi: पुनः आरंभ
hr_hr: Kreni ponovno
hu_hu: Újraindít
hy: Վերագործարկել
id_id: Ulang
it: Ricomincia
ja: 再開
ka_ge: გადატვირთვა
ko_kr: 재시작
lo: ເລີ່ມໃໝ່
lt_lt: Iš naujo
lv_lv: Sākt no jauna
mk_mk: Почни повторно
ms_my: Mulakan semula
my_mm: ပြန်လည်စတင်ပါ
ne: पुन: सुरु गर्नुहोस्
nl: Herstart
nn_no: Start på nytt
oc: Recomençar
pl_pl: Zacznij od początku
ps: پیلامه پیل
pt_br: Reiniciar
pt_pt: Recomeçar
ro_ro: Porniti din nou
ru_ru: Начать сначала
sk_sk: Spustiť znova
sl: Ponovno zaženi
sq: Rifillo
sr_rs: Restartuj
sv_se: Starta om
sw_ke: Anza upya
ta: மீண்டும் தொடங்கு
th: เริ่มต้นใหม่:Restart
tl_ph: Magsimula muli
tr: Yeniden başlat
uk_ua: Перезапустити
vi_vn: Khởi động lại
xh_za: Qala ngokutsha
zh_cn: 重新启动
zh_tw: 重新啟動

source: Completed
ar: تم
ast_es: Completáu
bn_bd: সম্পন্ন
bs_ba: Završeno
ca_es: Completat
cs_cz: Dokončeno
da: Fuldført
de: Abgeschlossen
el: Ολοκληρώθηκε
eo: Kompletigita
es: Completado
es_mx: Completada
eu_es: Eginda
fa_ir: تکمیل شده
fi_fi: Valmis
fo_fo: Liðugur
fur: Completât
ga: Críochnaithe
gl: Completo
he_il: הושלם
hi: पूर्ण
hr_hr: Dovršeno
hu_hu: Teljesített
hy: Ավարտված
id_id: Lengkap
it: Concluso
ja: 完了
ka_ge: დასრულებული
ko_kr: 완료
lo: ສຳເລັດ
lt_lt: Įvykdyta
lv_lv: Pabeigts
mk_mk: Комплетирано
ms_my: Lengkap
my_mm: ပြီးစီးပြီး
ne: पूर्ण
nl: Compleet
nn_no: Fullført
oc: Acabit
pl_pl: Ukończono
ps: بشپړ شوی
pt_br: Completa
pt_pt: Concluído
ro_ro: Completat
ru_ru: Завершенный
sk_sk: Dokončený
sl: Dokončan
sq: E përfunduar
sr_rs: Završena
sv_se: Slutförd
sw_ke: Imekamilika
ta: முடிந்தது
th: สำเร็จ:Completed
tl_ph: Nakumpleto
tr: tamamlandı
uk_ua: Завершено
vi_vn: Hoàn thành
xh_za: Igqityiwe
zh_cn: 完成
zh_tw: 完成

source: Incomplete
ar: لم تتم
ast_es: Ensin acabar
bn_bd: অসম্পূর্ণ
bs_ba: Nepotpuno
ca_es: Incomplert
cs_cz: Nedokončeno
da: Ikke fuldført
de: Unvollständig
el: Ατελής
eo: Ne kompleta
es: Sin completar
es_mx: Incompleta
eu_es: Egin gabe
fa_ir: ناتمام
fi_fi: Kesken
fo_fo: Óliðugur
fur: Incomplet
ga: Neamhiomlán
gl: Incompleto
he_il: לא שלם
hi: अपूर्ण
hr_hr: Nedovršeno
hu_hu: Nem teljesített
hy: Անավարտ
id_id: Tidak Lengkap
it: Incompleto
ja: 未完了
ka_ge: დაუსრულებელი
ko_kr: 미완료
lo: ບໍ່ສົມບູນ
lt_lt: Neįvykdyta
lv_lv: Nepabeigts
mk_mk: Непотполно
ms_my: Tidak lengkap
my_mm: မပြည့်စုံပါ
ne: अपूर्ण
nl: Onvolledig
nn_no: Ufullstendig
oc: Incomplet
pl_pl: Nie ukończono
ps: ناتمام
pt_br: Incompleta
pt_pt: Incompleto
ro_ro: Necompletat
ru_ru: Незавершенный
sk_sk: Nedokončený
sl: Nedokončan
sq: E papërfunduar
sr_rs: Nezavršena
sv_se: Ej slutförd
sw_ke: Haijakamilika
ta: முழுமையாக இல்லை
th: ไม่สำเร็จ:Incomplete
tl_ph: Hindi kumpleto
tr: Tamamlanmadı
uk_ua: Неповний
vi_vn: Chưa hoàn thành
xh_za: Ayigqitywanga
zh_cn: 未完成
zh_tw: 未完成

source: Passed
ar: تم
ast_es: Aprobáu
bn_bd: পাস
bs_ba: Polagan
ca_es: Aprovat
cs_cz: Úspěšně absolvováno
da: Bestået
de: Bestanden
el: Πέρασε
eo: Sukcesis
es: Aprobado
es_mx: Aprobada
eu_es: Onarturik
fa_ir: اتمام موفقیت آمیز
fi_fi: Suoritettu hyväksytysti
fo_fo: Gloðin
fur: Promoss
ga: Rátáilte
gl: Aprobado
he_il: עבר
hi: पास
hr_hr: Uspješno dovršeno
hu_hu: Átment
hy: Հաստատված
id_id: Berhaasil
it: Superato
ja: 合格
ka_ge: ჩაბარებული
ko_kr: 합격
lo: ຜ່ານ
lt_lt: Praeitas
lv_lv: Ieskaitīts
mk_mk: Поминато
ms_my: Lulus
my_mm: အောင်မြင်ပြီး
ne: पास
nl: Geslaagd
nn_no: Bestått
oc: Reüssit
pl_pl: Zaliczony
ps: بریالی شوی
pt_br: Aprovado
pt_pt: Aprovado
ro_ro: Aprobat
ru_ru: Зачет
sk_sk: Zložený
sl: Naredil
sq: Kalon
sr_rs: Pređena
sv_se: Avklarad
sw_ke: Imepita
ta: தேர்ச்சி
th: ผ่าน:Passed
tl_ph: Nakapasa
tr: Geçti
uk_ua: Здано
vi_vn: Đạt
xh_za: Iphumelele
zh_cn: 通过
zh_tw: 已通過

source: Failed
ar: فشل
ast_es: Suspensu
bn_bd: ফেল
bs_ba: Pao
ca_es: Suspens
cs_cz: Neúspěšně
da: Ikke bestået
de: Nicht bestanden
el: Απέτυχε
eo: Malsukcesis
es: Suspenso
es_mx: Reprobada
eu_es: Huts eginda
fa_ir: اتمام ناموفق
fi_fi: Hylätty
fo_fo: Iðkennt
fur: Respassâ
ga: Theip
gl: Suspenso
he_il: נכשל
hi: फेल
hr_hr: Neuspješno
hu_hu: Megbukott
hy: Չհաստատված
id_id: Gagal
it: Non superato
ja: 不合格
ka_ge: ჩავარდნილი
ko_kr: 불합격
lo: ບໍ່ຜ່ານ
lv_lv: Neieskaitīts
mk_mk: Неуспешно
ms_my: Gagal
my_mm: မအောင်မြင်ပါ
ne: फेल
nl: Mislukt
nn_no: Strøken
oc: Desfausat
pl_pl: Niezaliczony
ps: ناکامه
pt_br: Reprovada
pt_pt: Não aprovado
ro_ro: Suspendat
ru_ru: Незачет
sk_sk: Neúspešný
sl: Padel
sq: Dështon
sr_rs: Nije uspelo
sv_se: Ej godkänd
sw_ke: Imeshindwa
ta: தோல்வி
th: ล้มเหลว:Failed
tl_ph: Nabigo
tr: Başarısız
uk_ua: Нездано
vi_vn: Trượt
xh_za: Yasilela
zh_cn: 失败
zh_tw: 失敗

source: Previous
ar: السابق
ast_es: Anterior
bn_bd: পূর্ববর্তী
bs_ba: Prethodno
ca_es: Anterior
cs_cz: Předchozí
da: Forrige
de: Zurück
el: Προηγούμενο
eo: Antaŭa
es: Anterior
es_mx: Anterior
eu_es: Aurrekoa
fa_ir: قبلی
fi_fi: Edellinen
fo_fo: Fyrrverandi
fur: Precedent
ga: Roimh
gl: Previo
he_il: קודם
hi: पिछला
hr_hr: Prethodno
hu_hu: Előző
hy: Նախորդ
id_id: Sebelumnya
it: Precedente
ja: 前へ
ka_ge: წინა
ko_kr: 이전
lo: ກ່ອນໜ້າ
lt_lt: Ankstesnis
lv_lv: Iepriekšējais
mk_mk: Претходно
ms_my: Sebelumnya
my_mm: ယခင်
ne: अघिल्लो
nl: Vorige
nn_no: Forrige
oc: Precedent
pl_pl: Poprzedni
ps: پخوانی
pt_br: Anterior
pt_pt: Anterior
ro_ro: Precedent
ru_ru: Предыдущий
sk_sk: Predchádzajúci
sl: Prejšnji
sq: E mëparshmja
sr_rs: Prethodna
sv_se: Föregående
sw_ke: Nyuma
ta: முந்தைய
th: ที่ผ่านมา:Previous
tl_ph: Nakaraan
tr: Önceki
uk_ua: Попередній
vi_vn: Trước
xh_za: Yangaphambili
zh_cn: 上一个
zh_tw: 上一個

source: Next
ar: التالي
ast_es: Siguiente
bn_bd: পরবর্তী
bs_ba: Sljedeće
ca_es: Següent
cs_cz: Další
da: Næste
de: Weiter
el: Επόμενο
eo: Sekvanta
es: Siguiente
es_mx: Siguiente
eu_es: Hurrengoa
fa_ir: بعدی
fi_fi: Seuraava
fo_fo: Næsta
fur: Siugnant
ga: Ar Aghaidh
gl: Seguinte
he_il: הבא
hi: अगला
hr_hr: Sljedeće
hu_hu: Következő
hy: Հաջորդ
id_id: Berikutnya
it: Seguente
ja: 次へ
ka_ge: შემდეგი
ko_kr: 다음
lo: ຕໍ່ໄປ
lt_lt: Kitas
lv_lv: Nākošais
mk_mk: Следно
ms_my: Seterusnya
my_mm: နောက်တစ်ခု
ne: अर्को
nl: Volgende
nn_no: Neste
oc: Seguent
pl_pl: Następny
ps: بل
pt_br: Próxima
pt_pt: Seguinte
ro_ro: Următorul
ru_ru: Следующий
sk_sk: Nasledujúci
sl: Naslednji
sq: E radhës
sr_rs: Naredna
sv_se: Nästa
sw_ke: Inayofuata
ta: அடுத்து
th: ต่อไป:Next
tl_ph: Susunod
tr: Sonraki
uk_ua: Наступний
vi_vn: Tiếp theo
xh_za: Okulandelayo
zh_cn: 下一个
zh_tw: 下一個

source: Chamilo SCORM player
ar: مشغل سكورم
ast_es: Visor de conteníos SCORM
bn_bd: Chamilo SCORM প্লেয়ার
ca_es: Visualitzador de continguts Chamilo
cs_cz: Chamilo SCORM přehrávač
da: Chamilo Scorm afspiller
el: Πρόγραμμα αναπαραγωγής (player) Camilo Scorm
eo: Chamilo-Scorm-ludilo
es: Visor de contenidos SCORM
es_mx: Visualizador de contenidos Scorm
eu_es: Chamiloren SCORM ikuskatzailea
fa_ir: اجراکنندۀ محتویات درسی
fi_fi: Chamilo Scorm -soitin
fo_fo: Chamilo SCORM spælari
fur: Riprodutôr SCORM di Chamilo
ga: Seinnteoir SCORM Chamilo
gl: » Visor de contidos Scorm de Chamilo «
he_il: שחקן צ'מילו SCORM
hi: Chamilo SCORM प्लेयर
hr_hr: Program za pokretanje sustava Chamilo Scorm
hu_hu: Chamilo Scorm lejátszó
hy: Chamilo SCORM նվագարկիչ
id_id: Player Scorm Chamilo
it: Lettore Scorm di Chamilo
ja: Chamilo SCORMプレイヤー
ka_ge: Chamilo SCORM პლეერი
ko_kr: Chamilo SCORM 플레이어
lo: ເຄື່ອງຫຼິ້ນ SCORM ຂອງ Chamilo
lt_lt: Chamilo SCORM grotuvas
lv_lv: Chamilo <i>Scorm</i> spēlētājs
mk_mk: Програма за пуштање на Scorm-ови
ms_my: Pemutar SCORM Chamilo
my_mm: Chamilo SCORM ဖွင့်စက်
ne: Chamilo SCORM प्लेयर
nl: Chamilo-SCORM-speler
nn_no: Chamilo SCORM-avspelar
oc: Lector SCORM Chamilo
pl_pl: Gracz Chamilo Scorm
ps: چامیلو SCORM پلیر
pt_br: Player Scorm do Chamilo
pt_pt: Reprodutor SCORM Chamilo
ro_ro: Conținutul de vizualizare SCORM
ru_ru: Chamilo Scorm плеер
sk_sk: Chamilo SCORM prehrávač
sl: Chamilo Scorm predvajalnik
sq: Lexuesi SCORM i Chamilo-s
sr_rs: Alat za pokretanje Scorm formata
sv_se: Chamilo Scorm spelare
sw_ke: Kicheza SCORM cha Chamilo
ta: Chamilo SCORM வீடியோ வாசகி
th: ตัวเล่น Chamilo Scorm
tr: Chamilo Scorm oyuncusu
uk_ua: Гравець SCORM Chamilo
vi_vn: Trình phát SCORM Chamilo
xh_za: Umdlali weChamilo SCORM
zh_cn: Chamilo Scorm 操作者
zh_tw: Chamilo Scorm 操作者

source: My progress
ar: حالتي
ast_es: Estáu
bn_bd: আমার অগ্রগতি
bs_ba: Moj napredak
ca_es: La meva situació
cs_cz: Můj pokrok
da: Min status
de: Mein Fortschritt
el: Η πρόοδός μου
eo: Mia statuso
es: Estado
es_mx: Mi estatus
eu_es: Nire bilakaera
fa_ir: روند پیشرفت من
fi_fi: Tilastoni
fo_fo: Min framgongd
fur: Mî progress
ga: Mo dhul chun cinn
gl: Estado
he_il: ההתקדמות שלי
hi: मेरा प्रगति
hr_hr: Moj status
hu_hu: Eredményem
hy: Իմ առաջընթացը
id_id: Status-ku
it: I miei progressi
ja: 進行状況
ka_ge: ჩემი პროგრესი
ko_kr: 내 상태
lo: ຄວາມຄືບໜ້າຂອງຂ້ອຍ
lt_lt: Mano būsena
lv_lv: Mans apgūtais mācību apjoms
mk_mk: Мој статус
ms_my: Kemajuan saya
my_mm: ကျွန်ုပ်၏တိုးတက်မှု
ne: मेरो प्रगति
nl: Mijn status
nn_no: Framgang mi
oc: Mon progression
pl_pl: Mój status
ps: زما پرمختګ
pt_br: Meu status
pt_pt: O meu progresso
ro_ro: Statutul
ru_ru: Мой статус
sk_sk: Môj stav
sl: Moj napredek
sq: Progresi im
sr_rs: Moj status
sv_se: Min status
sw_ke: Maendeleo yangu
ta: எனது முன்னேற்றம்
th: สถานะของตัวเรา
tl_ph: Ang aking progreso
tr: Durumum
uk_ua: Мій прогрес
vi_vn: Tiến độ của tôi
xh_za: Inkqubela yam
zh_cn: 学习进度
zh_tw: 學習進度
