Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Click the link below to access your account and view your commented Examsheet.
so_so: Guji xiriirka hoose si aad u gasho akoonkaaga oo aad u aragto warqadda imtixaanka la faalloon.

source: Regards
so_so: Salaan

source: You attempt for the test %s has been viewed/commented/corrected by the trainer. Click the link below to access your account and view your Examsheet.
so_so: Isku daygaaga imtixaanka %s ayaa la arkay/la faalloon/la sixray trainerku. Guji xiriirka hoose si aad u gasho akoonkaaga oo aad u aragto warqadda imtixaanka.

source: Dear learner,
so_so: Ardaygii qaaliga ah,

source: Results enabled for learners
so_so: Natiijooyinka waa la shaqal geliyay ardayda

source: Results disabled for learners
so_so: Natiijooyinka waa la joojiyay ardayda

source: Include profiling
so_so: Ku dar profayalka

source: Exclude profiling
so_so: Ka saar profayalka

source: Do not show results
so_so: Ha muujin natiijooyinka

source: Show results to learners
so_so: Muuji natiijooyinka ardayda

source: Validate answers
so_so: Xaqiiji jawaabaha

source: Allow answers order switches
so_so: Oggolow beddelka nidaamka jawaabaha

source: You cannot take test <b>%s</b> because you have already reached the maximum of %s attempts.
so_so: Ma qaadan kartid imtixaanka <b>%s</b> sababtoo ah waxaad horeysay u gaadhay xadka ugu badan ee %s isku day.

source: Number of random questions to display
so_so: Tirada su'aalaha random ee la muujinayo

source: To randomize all questions choose 10. To disable randomization, choose "Do not randomize".
so_so: Si aad u random-ka dhammaan su'aalaha dooro 10. Si aad u joojiso random-ka, dooro "Ha randomin".

source: Max number of attempts
so_so: Tirada ugu badan ee isku dayga

source: Do not randomize
so_so: Ha randomin

source: Infinite
so_so: Aan xad lahayn

source: Back to Tests tool
so_so: Ku noqo qalabka imtixaannada

source: No start date
so_so: Ma jiro taariikhda bilowga

source: Delete attempt?
so_so: Tirtir isku dayga?

source: Without comment
so_so: Aan faallo lahayn

source: Filter tests
so_so: Shaandheyn imtixaannada

source: Only unqualified
so_so: Kaliya kuwa aan u qalmin

source: Only qualified
so_so: Kaliya kuwa u qalma

source: Time limit reached
so_so: Waqtka xadka la gaaray

source: Try again
so_so: Isku day mar kale

source: Theory link
so_so: Xiriirka aragtida

source: End of activity
so_so: Dhammaadka hawsha

source: Exam (no feedback)
so_so: Imtixaan (aan feedback lahayn)

source: Adaptative test with immediate feedback
so_so: Imtixaan la qabsiiyo oo leh feedback degdeg ah

source: Scenario
so_so: Siyaabo

source: Visit this link
so_so: Boggan booqo

source: Exit test
so_so: Ka bax imtixaanka

source: %1 seconds
so_so: %1 ilbiriqsi

source: Difficulty
so_so: Adag

source: New score
so_so: Dhibcaha cusub

source: New comment
so_so: Faallada cusub

source: The test did not start yet
so_so: Imtixaanka weli ma bilaabmin

source: The trainer did not allow the test to start yet
so_so: Trainerku weli ma oggolayn bilaabidda imtixaanka

source: Select target question
so_so: Dooro su'aasha bartilmaameedka

source: The test type cannot be modified since it was set to self evaluation. Self evaluation gives you the possibility to give direct feedback to the user, but this is not compatible with all question types and, so this type quiz cannot be changed afterward.
so_so: Nooca imtixaanka lama beddeli karo maadaama loo dejiyay qiimeynta iskaashiga. Qiimeynta iskaashigu waxay ku siinaysaa fursad aad si toos ah u bixiso feedback isticmaaleha, laakiin tani uma waafaqsana dhammaan noocyada su'aalaha, markaa nooca quiz-kaas lama beddeli karo dabadeed.

source: Not available
so_so: Ma jiro

source: Can't view results
so_so: Ma arki karo natiijooyinka

source: With individual feedback
so_so: Lahayn feedback shaqsiyeed

source: Uncorrected results
so_so: Natiijooyinka aan la sixrayn

source: Hide results
so_so: Dhuuq natiijooyinka

source: Show score to learner
so_so: Muuji dhibcaha ardayga

source: Proceed to questions
so_so: Ku sii wad su'aalaha

source: Add this question to the test
so_so: Ku dar su'aashan imtixaanka

source: Display
so_so: Muuji

source: Multiple choice
so_so: Dooro badan

source: Multiple answer
so_so: Jawaab badan

source: You can not take this test because you have already reached one attempt
so_so: Ma qaadan kartid imtixaankan sababtoo ah waxaad horeysay u gaadhay hal isku day

source: Questions per page
so_so: Su'aalaha bog kasta

source: One
so_so: Mid

source: All
so_so: Dhammaan

source: Edit individual feedback
so_so: Tafatir feedback shaqsiyeed

source: Thank you for passing the test
so_so: Waad ku mahadsan tahay imtixaanka

source: At end of test
so_so: Dhammaadka imtixaanka

source: Select the good reasoning
so_so: Dooro sababta wanaagsan

source: A then B then C
so_so: A ka dib B ka dib C

source: Milk is the basis of many dairy products such as butter, cheese, yogurt, among other
so_so: Subagga waa saldhigga wax soo saarka subagga sida subag, jiis, yoogurt, kuwa kale

source: A then C then B
so_so: A ka dib C ka dib B

source: Oats are one of the most comprehensive grain. By their energy and nutritional qualities has been the basis of feeding people
so_so: Shaabku waa mid ka mid ah hadhuudhka ugu dhammaystirnaa. Tamartooda tamarta iyo tayada nafaqada waxay noqotay saldhigga quudinimada dadka

source: The marasmus is a consequence of
so_so: Marasmusku waa cawaaqibta

source: Lack of Calcium
so_so: La'aanta Calcium

source: The calcium acts as a ...
so_so: Calcium-ku wuxuu u shaqeeyaa sidii...

source: Lack of Vitamin A
so_so: La'aanta Vitamin A

source: The Vitamin A is responsible for...
so_so: Vitamin A waa mas'uulka...

source: Calculate the Body Mass Index
so_so: Xisaabinta Tusaha Miisaanka Jirka

source: Order the operations
so_so: Dalbo hawlaha

source: List what you consider the 10 top qualities of a good project manager?
so_so: Liis garashadaada 10 tayo ee ugu sarreeya ee maamulaha mashruuca wanaagsan?

source: Add/edit hotspots on the image
so_so: Ku dar/ka beddel hotspots sawirka

source: Reached time limit admin
so_so: Gaadhay xadka waqtiga maamulaha

source: Last score of a exercise
so_so: Dhibcaha ugu dambeeyay ee layli

source: If you edit a question score, please remember that this Exercise was added in a Course
so_so: Haddii aad tafatirto dhibcaha su'aasha, fadlan xusuuso in laylikan lagu daray Koorso

source: Select exercise
so_so: Dooro layli

source: You have to select a test
so_so: Waa inaad doorataa imtixaan

source: Hotspot delineation
so_so: Tilmaanta hotspot

source: More areas at risk
so_so: Aagag badan oo khatar ku jira

source: Less areas at risk
so_so: Aagag yar oo khatar ku jira

source: This message, as well as the results table, will appear to the learner if he fails this step
so_so: Fariintan, iyo sidoo kale shaxda natiijooyinka, waxay u muuqan doontaa ardayga haddii uu ku guuldareysto tallaabadan

source: Minimum overlap
so_so: Iskaashiga ugu yar

source: Maximum excess
so_so: Sare u kaca ugu badan

source: Maximum missing
so_so: Ka maqnaanshaha ugu badan

source: If no error
so_so: Haddii aanay jirin khalad

source: The learner made no mistake
so_so: Ardaygu khalad ma samayn

source: Your delineation :
so_so: Tilmaantaada:

source: Your result is :
so_so: Natiijadaada waa:

source: Overlapping area
so_so: Aag iskaashi

source: Missing area
so_so: Aag maqan

source: Excessive area
so_so: Aag xad dhaaf ah

source: Minimum
so_so: Ugu yar

source: Requirements
so_so: Shuruudaha

source: One (or more) area at risk has been hit
so_so: Mid (ama ka badan) aag khatar ah ayaa la garaacay

source: Too many iterations while calculating your answer. Please try drawing your delineation in a more straightforward manner
so_so: Itoobad aad u badan inta lagu jiro xisaabinta jawaabtaada. Fadlan isku day in aad sawirto tilmaantaada si toos ah

source: Thresholds
so_so: Xuduudaha

source: Delineation
so_so: Tilmaanta

source: Question type does not belong to feedback type in exercise
so_so: Nooca su'aashu ma leh nooca jawaabcelinta layliga

source: Users online
so_so: Isticmaale online

source: Remove
so_so: Ka saar

source: Links
so_so: Xiriirro

source: Forums
so_so: Fooramka

source: Students list report
so_so: War-bixinta liiska ardayda

source: Create folder
so_so: Samee faylal

source: Name
so_so: Magac

source: Comment
so_so: Faallo

source: Visible
so_so: Muuqda

source: Folder created
so_so: Faylka la abuuray

source: Download
so_so: Kala soo deg

source: Group
so_so: Koox

source: Group Forum
so_so: Fooramka Kooxda

source: Do you want audio file to START automatically?
so_so: Ma rabtaa faylka maqalka inuu BILAABO si toos ah?

source: Forum
so_so: Fooram

source: Remove picture
so_so: Ka saar sawirka

source: Course code
so_so: Koodka koorsada

source: down
so_so: hoos

source: Time report for course %s
so_so: War-bixinta waqtiga ee koorsada %s

source: Graphical theme
so_so: Tilmaanta garaafyada

source: Create category
so_so: Samee qaybta

source: Upload document
so_so: Rari dukumentiga

source: Save changes
so_so: Kaydi isbeddelada

source: Too short
so_so: Aad u gaaban

source: To do
so_so: Waa in la sameeyaa

source: Time report including all courses and sessions, by teacher
so_so: War-bixinta waqtiga oo ay ku jiraan dhammaan koorsaska iyo fadhiyada, macallin ahaan

source: Edit Category
so_so: Tafatir Qaybta

source: Hide
so_so: Qari

source: Dear
so_so: Gacaliye

source: archive
so_so: keyd

source: Code
so_so: Kood

source: No description
so_so: Ma jiro sharaxaad

source: First name
so_so: Magaca hore

source: Last name
so_so: Magaca dambe

source: Slideshow conversion
so_so: Beddelka slideshow

source: File upload
so_so: Rarista faylka

source: Available from
so_so: La heli karo laga bilaabo

source: Until
so_so: Ilaa

source: Preview
so_so: Hordhac

source: E-mail address
so_so: Cinwaanka iimaylka

source: Company
so_so: Shirkad

source: Reporting
so_so: War-bixinta

source: Update
so_so: Cusboonaysii

source: Select question type
so_so: Dooro nooca su'aasha

source: Current course
so_so: Koorsada hadda

source: Back
so_so: Dib u soo noqdo

source: Information
so_so: Macluumaad

source: Search
so_so: Raadi

source: Advanced search
so_so: Raadin horumarsan

source: Open
so_so: Furan

source: Import
so_so: Roo

source: Add another
so_so: Ku dar mid kale

source: Author
so_so: Qoraa

source: True / False
so_so: Run / Been

source: Question type
so_so: Nooca su'aasha

source: No search results
so_so: Ma jiraan natiijooyin raadinta

source: Select question
so_so: Dooro su'aasha

source: Add new question type
so_so: Ku dar nooca su'aasha cusub

source: Numbered
so_so: Nambarka

source: en
so_so: so

source: Yes
so_so: Haa

source: No
so_so: Maya

source: Back to Home Page.
so_so: Ku noqo bogga Hoyga.

source: Proposals for an improvement of
so_so: Talobixinno horumarinta

source: invisible
so_so: aan

source: Save
so_so: Keyd

source: Move
so_so: U guur

source: Help
so_so: Caawin

source: Add
so_so: Ku dar

source: Add an introduction text
so_so: Ku dar qoraal hordhac

source: Return to the list
so_so: Ku noqo liiska

source: You left some fields empty.<br>Use the <b>Back</b> button on your browser and try again.<br>If you ignore your training code, see the Training Program
so_so: Qaar ka mid ah goobaha waad ka tagtay.<br>Isoo adeegso <b>Gadaal</b> badhanka biraawsarkaaga oo isku day mar kale.<br>Haddii aad ilowdo koodka tababarka, eeg Barnaamijka Tababarka

source: Please confirm your choice
so_so: Fadlan xaqiiji doorashadaada

source: and
so_so: iyo

source: Your choice
so_so: Doorashadaada

source: Quit test
so_so: Ka bax imtixaanka

source: Cancel
so_so: Baajin

source: You are not allowed to see this page. Either your connection has expired or you are trying to access a page for which you do not have the sufficient privileges.
so_so: Lagama ogola in aad aragto boggan. Ama xiriirkaagu wuu dhammaaday ama waxaad isku dayaysaa in aad gasho bog aanad lahayn ogolaansho ku filan.

source: You are not logged in
so_so: Ma galin

source: Optional
so_so: Ikhtiyaari

source: Next page
so_so: Bogga xiga

source: Previous page
so_so: Bogga hore

source: Use
so_so: Adeegso

source: Total
so_so: Wadarta

source: take
so_so: qaado

source: Several
so_so: Dhowr

source: Notice
so_so: Ogeysiis

source: among
so_so: ka mid

source: Show
so_so: Muujin

source: My courses
so_so: Koorsooyinkayga

source: View my progress
so_so: Muujin horumarkaaga

source: Personal agenda
so_so: Agenda shaqsiyeed

source: Switch to teacher view
so_so: U beddel aragtida macallin

source: Switch to student view
so_so: U beddel aragtida arday

source: Add it
so_so: Ku dar

source: Attachments
so_so: Lifaaqyada

source: Time report for teacher %s
so_so: War-bixinta waqtiga macallin %s

source: Total time
so_so: Waqti guud

source: arabic
so_so: carabi

source: brazilian
so_so: breasil

source: bulgarian
so_so: bulgaariya

source: catalan
so_so: katalaan

source: croatian
so_so: kroatiya

source: danish
so_so: daanish

source: dutch
so_so: holland

source: finnish
so_so: finland

source: french
so_so: faransiis

source: french_corporate
so_so: faransiis_shirkad

source: french_KM
so_so: faransiis_KM

source: galician
so_so: galicia

source: german
so_so: alman

source: greek
so_so: giriig

source: italian
so_so: italyi

source: japanese
so_so: jepan

source: polish
so_so: booland

source: portuguese
so_so: boortugaal

source: russian
so_so: ruush

source: spanish
so_so: isbaanish

source: Close
so_so: Xir

source: Portal
so_so: Bogga weyn

source: language
so_so: luqadda

source: Sorry, but that course code already exists. Please choose another one.
so_so: Waan ka xumahay, laakiin koodka koorsadaas ayaa hore u jiray. Fadlan dooro mid kale.

source: Group list
so_so: Liiska kooxda

source: The target folder does not exist
so_so: Galka la beegsaday ma jiro

source: in
so_so: dhex

source: Show all
so_so: Muujin dhammaan

source: Page
so_so: Bog

source: English
so_so: Ingiriis

source: Home
so_so: Hoyga

source: Are you sure you want to delete
so_so: Ma hubinaysaa in aad rabto in aad tirtirto

source: Select all
so_so: Dooro dhammaan

source: Unselect all
so_so: Ka saar doorashada dhammaan

source: With selected
so_so: La socda la doortay

source: hungarian
so_so: hungari

source: indonesian
so_so: indoneesiya

source: slovenian
so_so: slovenia

source: spanish_latin
so_so: ispaanish_laatiin

source: swedisch
so_so: swedish

source: turkish
so_so: turki

source: vietnamese
so_so: vietnaam

source: user information
so_so: macluumaadka isticmaale

source: Save the question
so_so: Keyd su'aasha

source: Example
so_so: Tusaale

source: Check all
so_so: Jeclayn dhammaan

source: Announcement
so_so: Ogeysiis

source: Display certificate
so_so: Muujiso shahaadada

source: Document
so_so: Dokumenti

source: Portal Admin
so_so: Maamulka Portal

source: none
so_so: lahayn

source: First select a course
so_so: Markii hore dooro koorsada

source: This function is only available to trainers
so_so: Shaqadani waxay diiwaan u tahay tababarayaasha kaliya

source: Today
so_so: Maanta

source: Attachment
so_so: Lifaaq

source: User
so_so: Isticmaale

source: M
so_so: T

source: W
so_so: R

source: F
so_so: Kh

source: Mon
so_so: Tood

source: Tue
so_so: Talaado

source: Wed
so_so: Arbaco

source: Thu
so_so: Khamiis

source: Fri
so_so: Jimco

source: Sat
so_so: Sabti

source: Sun
so_so: Axad

source: Monday
so_so: Isniin

source: Tuesday
so_so: Talaado

source: Wednesday
so_so: Arbaco

source: Thursday
so_so: Khamiis

source: Friday
so_so: Jimco

source: Saturday
so_so: Sabti

source: Sunday
so_so: Axad

source: A
so_so: F

source: D
so_so: Di

source: Jan
so_so: Jaan

source: Apr
so_so: Abri

source: Jun
so_so: Juun

source: Jul
so_so: Luul

source: Aug
so_so: Ago

source: Sep
so_so: Sebt

source: Oct
so_so: Okto

source: Nov
so_so: Noof

source: Dec
so_so: Diis

source: January
so_so: Janaayo

source: February
so_so: Febraayo

source: March
so_so: Maarso

source: April
so_so: Abriil

source: June
so_so: Juun

source: July
so_so: Luuliyo

source: August
so_so: Agoosto

source: September
so_so: Sebtember

source: October
so_so: Oktoobar

source: November
so_so: Noofambar

source: December
so_so: Diisambar

source: My competences
so_so: Awoodahayga

source: My diplomas
so_so: Shahaadooyinkayga

source: My personal open area
so_so: Aaggayga shaqsiga ah ee furan

source: What I can teach
so_so: Waxa aan bari karo

source: h
so_so: sa

source: Please Try Again!
so_so: Fadlan isku day mar kale!

source: No file was uploaded.
so_so: Lafiska lama soo rarin.

source: Please select a file before pressing the upload button.
so_so: Fadlan dooro faylka ka hor inta aan la riixin badhanka soo rarka.

source: The file you selected was not a zip file.
so_so: Faylka aad dooratay ma ahayn fayl zip.

source: File upload succeeded!
so_so: Soo rarkii faylka wuu guulaystey!

source: CSV export
so_so: Dhoofinta CSV

source: Personal area
so_so: Aagga shakhsi

source: Done
so_so: Dhamaatay

source: Document added
so_so: Dokumentiga waa lagu daray

source: Document updated
so_so: Dokumentiga waa la cusboonaysiiyay

source: Document updated in folder
so_so: Dokumentiga waxaa lagu cusboonaysiiyay folderka

source: Average
so_so: Celcelis

source: Add link to this page
so_so: Ku dar link boggan

source: Backup and import
so_so: Kayd iyo soo dejin

source: Copy this course's content
so_so: Koobiye content koorsadan

source: Start Date
so_so: Taariikhda Bilaabida

source: End Date
so_so: Taariikhda Dhamaadka

source: Start Time
so_so: Waqtiga Bilaabida

source: End Time
so_so: Waqtiga Dhamaadka

source: You were invited to chat with
so_so: Waa lagu casuumay inaad chat la yeelato

source: Do you accept it ?
so_so: Ma aqbashayaa?

source: Visible to
so_so: Muuqda

source: Export
so_so: Dhoofin

source: Everyone
so_so: Qof walba

source: Select groups/users
so_so: Dooro kooxaha/isticmaale

source: Learner
so_so: Barasho

source: You did not select a user / group. The announcement is visible for every learner
so_so: Ma dooran isticmaale / koox. Ogeysiisku wuxuu u muuqdaa arday kasta

source: Group wiki
so_so: Wiki koox

source: Complete
so_so: Dhammaystir

source: Book resource
so_so: Kheyraadka Buug

source: Start
so_so: Bilaab

source: End
so_so: Dhamaad

source: The access to this page is not allowed
so_so: Gelitaanka boggan lama oggoleyn

source: Required field
so_so: Goobta loo baahan yahay

source: Allowed HTML tags
so_so: Tags HTML la oggol yahay

source: The form contains incorrect or incomplete data. Please check your input.
so_so: Foomku waxa uu ka kooban yahay xog aan sax ahayn ama aan dhammaystirnayn. Fadlan hubi waxa aad gelisay.

source: The first date should be before the end date
so_so: Taariikhda kowdu waxay tahay inay ka horeyso taariikhda dhamaadka

source: Invalid date
so_so: Taariikh aan ansax ahayn

source: Only letters and numbers allowed
so_so: Xarfaha iyo nambarada kaliya ayaa la oggol yahay

source: Organize
so_so: Nidaam

source: Course admin
so_so: Maamulaha koorsada

source: Role
so_so: Doorka

source: Only PNG, JPG or GIF images allowed
so_so: Soo saaraha PNG, JPG ama GIF kaliya ayaa la oggol yahay

source: Roles & rights overview
so_so: Doorka iyo xuquuqaha guud ahaan

source: Focus on role
so_so: Diiradda saar doorka

source: Focus on right
so_so: Diiradda saar xuquuqda

source: Authoring
so_so: Qoraal qorista

source: The value has been modified.
so_so: Qiimaha waa la beddelay.

source: Virtual meeting
so_so: Shirka farsamada

source: Move to
so_so: U guur

source: Move file to
so_so: U guur faylka

source: Time report for session %s
so_so: War-bixinta waqtiga ee kalfadhiga %s

source: Error
so_so: Khalad

source: Create new global role
so_so: Abuur doorad caalami ah oo cusub

source: Create new local role
so_so: Abuur doorad maxalli ah oo cusub

source: Inbox
so_so: Sanduuqa soo dhaweynta

source: Compose message
so_so: Qor fariinta

source: Other
so_so: Kuwa kale

source: Homepage
so_so: Bogga hore

source: You have a new message!
so_so: Waxaad leedahay fariin cusub!

source: My active Sessions
so_so: Kalfadhadhkayga firfircoon

source: My inactive sessions
so_so: Kalfadhaadkayga aan firfircoonayn

source: My learners
so_so: Barashadayda

source: Progress
so_so: Horumar

source: or
so_so: ama

source: Uploading...
so_so: Dalbanaya...

source: Account expired
so_so: Koonto dhacday

source: Account inactive
so_so: Koonto aan firfircoonayn

source: Action not allowed
so_so: Tallaabada lama oggolayn

source: Sub-title
so_so: Ciwaanka hoose

source: No resource to recycle
so_so: Ma jiro agab dib loo warshadeeyo

source: Could not open
so_so: Ma furi karin

source: Time in course
so_so: Waqtiga koorso

source: This course could not be found
so_so: Koorsadan lama heli karin

source: Session
so_so: Kalfadhi

source: Course sessions
so_so: Kalfadhaadka koorsada

source: The session could not be found
so_so: Kalfadhiga lama heli karin

source: The learner could not be found
so_so: Barashada lama heli karin

source: Learners
so_so: Barashada

source: No results found
so_so: Natiijooyin la helin

source: No tel
so_so: Ma jiro tel

source: Send mail
so_so: Boostada u soo dir

source: Agenda appointment
so_so: Ballanta ajandaha

source: Nobody online
so_so: Qofna ma online ka aha

source: In course
so_so: Koorsada dhexdeeda

source: Users online - In my training sessions
so_so: Isticmaale yaq online - Kalfadhaadkayga tababarka

source: From
so_so: Ka

source: To
so_so: Sida

source: Content
so_so: Mawduuc

source: year
so_so: sanad

source: years
so_so: sanado

source: days
so_so: maalmo

source: Please stand by...
so_so: Fadlan sug...

source: Virtual classroom
so_so: Fasalka farsamada

source: Survey
so_so: Baaritaanka

source: More
so_so: Inbadan

source: Click here
so_so: Halkan riix

source: here
so_so: halkan

source: Save question
so_so: Keydinta su'aasha

source: You can now return to the
so_so: Waad ku soo laaban kartaa

source: Horizontal
so_so: Toosan

source: Vertical
so_so: Toosan

source: Display search results
so_so: Muujinta natiijooyinka raadinta

source: Display all
so_so: Muujinta dhammaan

source: No users in course
so_so: Ma jiraan isticmaale koorsada

source: Percentage
so_so: Boqolkiiba

source: Receiver
so_so: Qaataha

source: Send email
so_so: Boostada u soo dir

source: Subject
so_so: Mawduuca

source: E-mail content
so_so: Waxyaabaha boostada

source: Comments
so_so: Faallooyinka

source: Edit recipient list
so_so: Tafatir liiska qaataha

source: Line
so_so: Sarrayn

source: No link visited
so_so: Ma jiro xiriir booqday

source: No document downloaded
so_so: Ma jiro dukumenti la soo dejisay

source: %d clicks
so_so: %d riix

source: Search results
so_so: Natiijooyinka raadinta

source: Past
so_so: Hore

source: Active
so_so: Firfircoon

source: Not yet begun
so_so: Weli ma bilaabmin

source: Invalid folder: Please create a folder with the name images in your documents tool so that the images can be uploaded in this folder
so_so: Galka aan ansax ahayn: Fadlan abuur galka magaciisa images ee qalabka dukumentiyada si sawirada loogu soo dejin karo galkaas

source: Online in my sessions
so_so: Online kalfadhaadkayga

source: Dear user
so_so: Gacaliye isticmaale

source: Your registration data
so_so: Xogta diiwaangelintaada

source: Click here to recover your password
so_so: Halkan riix si aad dib ugu soo celiso ereygaaga sirta ah

source: The visibility has been changed.
so_so: Muuqalka waa la beddelay.

source: Main navigation
so_so: Socodka guud

source: See detail
so_so: Eeg faahfaahinta

source: Please try to login again from the homepage
so_so: Fadlan isku day inaad dib u soo gasho bogga hore

source: Please try to login again using the form below
so_so: Fadlan isku day inaad dib u soo gasho foomka hoose

source: Access to the Frequently Asked Questions
so_so: Helitaanka Su'aalaha inta badan la waydiiyo
