Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: The icon must be 120x120 pixels.
qu_pe: Rurayqa 120x120 piks'ellataq kay.

source: Error saving the link
qu_pe: Willakunata q'ank'aq llamk'api

source: Tool-based resource count
qu_pe: Llamk'i yachaykuna willakunaq tuyu

source: Resource count
qu_pe: Yachaykuna tuyu

source: Enter 2FA code
qu_pe: 2FA kuti qillqay

source: Submit code
qu_pe: Kuti qillqay

source: Sign up
qu_pe: Qillqay

source: 2FA disabled successfully.
qu_pe: 2FAqa q'echusqaña.

source: Passwords do not match
qu_pe: Ñawpaq willakuykuna manam hinalla.

source: Password updated successfully
qu_pe: Ñawpaq willakuy ñawpaqkusqaña

source: Update settings
qu_pe: Kamaq llamk'ana

source: Scan the QR code to enable 2FA
qu_pe: 2FAta kichaypaq QR kuti skan'e

source: QR code for 2FA
qu_pe: 2FApaq QR kuti

source: Add to catalogue
qu_pe: Katalaguq kichay

source: Added to catalogue
qu_pe: Katalaguq kichasqa

source: Remove from catalogue
qu_pe: Katalaguq q'echuy

source: Removed from catalogue
qu_pe: Katalaguq q'echusqa

source: Loading courses. Please wait.
qu_pe: Kursokunata llamk'aq. Ama llawiy.

source: Private course
qu_pe: Kawsay kursu

source: Not subscribed
qu_pe: Manam qillqasqa

source: Session coaches are coordinators for the session and can act as tutor for each of the course in the session. Only users with the teacher role can be selected as session coach.
qu_pe: Sesion yachachiqkunaq sesionqawach kamaqkunanqa, paykunaq sesionmanta kursokunaq yachachiq kay. Yachachiq llank'aywan runakunamantaq sesion yachachiq kichay.

source: Introduction to registration
qu_pe: Qillqaytaq ñawpaq

source: Welcome to the registration process.
qu_pe: Qillqay llamk'ananqaman kusiwan.

source: Select destination
qu_pe: Challwaq suyutaq

source: Repeat question
qu_pe: Paqarichisqa willay

source: End of test
qu_pe: Llamki puchuk

source: Other (custom URL)
qu_pe: Huk (suyana URL)

source: On success
qu_pe: Ruraspa

source: Custom URL
qu_pe: Suyana URL

source: On failure
qu_pe: Manam ruraspa

source: Database port
qu_pe: Willakuna pukuq puwllu

source: Database driver
qu_pe: Willakuna pukuq llank'achiq

source: Step 5 - Configuration settings
qu_pe: 5niq puchuk - Kamaq llamk'ana

source: Administrator password
qu_pe: Kamaq runa ñawpaq willakuy

source: You may want to change this
qu_pe: Kayta q'echuyta munaspayki

source: Step 6 - Last check before install
qu_pe: 6niq puchuk - Kichaymanta ñawpaq qhawarina

source: Database name
qu_pe: Willakuna pukuq sutin

source: Do not list this campus on chamilo.org
qu_pe: Kay kampusnita chamilo.orgpi manam qhawarina

source: By default, Chamilo portals are automatically registered in a public list at chamilo.org, just using the title you gave to this portal (not the URL nor any private data). Check this box to avoid having the title of your portal appear.
qu_pe: Ñawpaqpi, Chamilo pukuqkunaq chamilo.orgpi qhawarinaq sutichasqakunata qillqakun (URL nisqawan manam, mana huk ñawpaq willakuykunawan). Kay kasqata qhawarinaq kampus sutiq manam rikhuriy.

source: Default timezone
qu_pe: Ñawpaq pacha llump'ay

source: Select the default timezone for this portal. This will help set the timezone (if the feature is enabled) for each new user or for any user that has not set a specific timezone yet. Timezones help show all time-related information on screen in the specific timezone of each user.
qu_pe: Kay pukuqpaq ñawpaq pacha llump'aytaq. Kayqa ñawpaq runakunaq pacha llump'ayta kichayta yachachiy (kichaykusqaña llamk'aywan) uk ñawpaq runakunapaq. Pacha llump'aykuna runakunaq pacha llump'aypi llamk'anaq willakuykunata rikhuriy.

source: Enable URL-specific files
qu_pe: URL-lluqichu yachaykuna fixta kachay

source: When this feature is enabled on a multi-URL configuration, you can go to the main URL and provide URL-specific versions of any file (in the documents tool). The original file will be replaced by the alternative whenever seeing it from a different URL. This allows you to customize each URL even further, while enjoying the advantage of re-using the same courses many times.
qu_pe: Kay llamk'a multi-URL kachinachisqapi kachakunapaq, URL-lluqichu yachaykuna fixtakuna (yachaykuna fixta llamk'api) qispichispaq riqsisik. Ima yachaykuna fixta askita URL-lluqichupi rikhuriytaqa, askita fixtawanmaski takan. Kayqa, URLkunata yanapaq kachkan, yachaykunata askitakunawan maski.

source: Select classes for which this course will be visible for subscription in the catalogue. Subscription rules still apply apart from it being visible in the catalogue.
qu_pe: Kay yachaykunata katalogopi qispichispaq rumukunata akllay. Qispichiy yachakunaq askita kachkan katalogopi rikhuriyta.

source: Remove the checkbox to enable sending announcements to users with HR roles (still requires to confirm in the announcements tool).
qu_pe: Rumukunata q'echaytaq HR yachakunaman willaykunata kachay (willaykuna llamk'api takyachiyta munay).

source: Sets which user appears as the sender of agenda reminder emails.
qu_pe: Agenda willaykuna imayna yachakunata qispichinpi rikhuriyta.

source: Enable Multi-Level Attendance Grading
qu_pe: Multi-nivel wayk'usqa yachaykuna kachay

source: Allows grading attendance with multiple levels instead of a simple present/absent system.
qu_pe: Wayk'usqata multi-nivelwan kachay, present/absent llamk'amaskimi.

source: Show courses duration
qu_pe: Yachaykuna pacha rikhuriy

source: Display the course duration next to the course title in the course catalogue and the courses list.
qu_pe: Yachaykuna sutipi yachaykuna pachata rikhuriy katalogopi yachaykuna ruruykupi.

source: Display colors for scores in the gradebook
qu_pe: Yachakuna yarpaykuna phinphiykunata rikhuriy

source: Enables color coding for better score visibility in the gradebook.
qu_pe: Yachakuna yarpaykuna phinphiykunata kachay yarpaykuna yachakunapi.

source: Default platform language
qu_pe: Platapormapaq kikin simi

source: Main language, used by default when no user language is set.
qu_pe: Kawsaq simi, yachakuna simi manam kachkanman karqan.

source: Unlock prerequisites after last test attempt
qu_pe: Ñawpaq yachakuna q'echay ñawpaq pruibataq

source: Allows users to continue in a learning path after using all quiz attempts of a test used as prerequisite for other items.
qu_pe: Yachakuna yachakipakunata takyan pruibawan ñawpaq yachakunaq askitakunapaq.

source: Send all e-mails as one single sender
qu_pe: Tukuy willaykunata huk qispichiqwan kachay

source: Overrides sender for all emails to appear from a unique address.
qu_pe: Tukuy willaykunapaq qispichiqta huk dirigsiwan takiy.

source: Send all e-mails from this e-mail address
qu_pe: Tukuy willaykunata kay willay dirigsiman kachay

source: Sets the default email address used in the "from" field of emails.
qu_pe: Willaykuna "from" kampupi kikin willay dirigsita takiy.

source: Send all e-mails as originating from this (organizational) name
qu_pe: Tukuy willaykunata kay sutimanta kachay

source: Sets the default display name used for sending platform emails. e.g. "Support team".
qu_pe: Plataporma willaykunata kachaypaq kikin sutita takiy. ej. "Support team".

source: Current version of the database schema used by Chamilo
qu_pe: Chamiloq yachakuna yarpaykunaq kikin versiyun

source: Displays the current DB version to match the Chamilo core version.
qu_pe: DB kikin versiyunata rikhuriy Chamilo kikin versiyunwan.

source: Enable the notification tool for a more impactful communication channel with students
qu_pe: Willaykuna llamk'atata kachay yachakunawan llamk'iq

source: Activates popup or system notifications for important platform events.
qu_pe: Popup ukhu willaykunata kachay plataporma llamkaykunapaq.

source: List of visible fields in profile
qu_pe: Perfillapi rikhuriy kampukunata ruruy

source: Controls which profile fields are visible to users and others.
qu_pe: Perfillapi rikhuriy kampukunata yachakunaq yachakunawan kachay.

source: Minimal password syntax requirements
qu_pe: Paskachay sintaksis q'echallaq

source: Defines the required structure for user passwords.
qu_pe: Yachakuna paskachaypaq yachakunata takiy.

source: Filter users that can be seen as online
qu_pe: Willaykuna yachakunata sapaq

source: Limits online user visibility to specific user roles.
qu_pe: Willaykuna yachakunata yachakuna yarpaykunawan sapaq.

source: Auto-provision more anonymous users
qu_pe: Manam sutiyuq yachakuna kichaytaq

source: Dynamically creates new anonymous users to support high visitor traffic.
qu_pe: Manam sutiyuq yachakunata kikinwan kichay waynaq wasikunapaq.

source: Access to personal file for all
qu_pe: Tukuy yachakunapaq personal fixta maskhan

source: Allows all users to access, view, and manage their personal files within the system.
qu_pe: Tukuy yachakuna personal fixtakunata maskhan, rikhuriy, yachakuy.

source: Enable the copy of session-specific content to another session
qu_pe: Sesion-lluqichu yachaykuna fixtakunata huk sesionman kichay kachay

source: Allows duplication of resources that were created in the session when duplicating the session.
qu_pe: Sesionta kichaspaykitataq sesionpi kichasqa yachaykuna fixtakunata kichay.

source: Enable Automatic Reinscription
qu_pe: Kikin qispichiy kachay

source: Enable or disable automatic re-subscription when course validity expires. The related cron job must also be activated.
qu_pe: Yachaykuna pacha chinkaspaykitataq kikin qispichiy kachay ukhu cron job kachay.

source: Enable Session Replication
qu_pe: Sesion kichay kachay

source: Enable or disable automatic session replication. The related cron job must also be activated.
qu_pe: Sesion kikin kichay kachay ukhu cron job kachay.

source: Assigning skills to user: sub-skills auto-loading
qu_pe: Yachakunaman yachakuna qispichiy: yachakuna kikin kichay

source: When manually assigning skills to a user, the form can be set to automatically offer you to assign a sub-skill instead of the skill you selected.
qu_pe: Yachakunaman yachakuna qispichispaykitataq, formulariota yachakunapaq kichay yachakunawan kichay.

source: Hide groups block in social network
qu_pe: Social networkpi rakinakuna bloketa q'echay

source: Removes the groups section from the social network view.
qu_pe: Social network rikch'aymanta rakinakuna q'echay.

source: Enable the AI helper tool
qu_pe: AI yanapay llamk'atata kachay

source: Enables all available AI-powered features in the platform.
qu_pe: Platapormapi tukuy AI yachakuna llamkaykunata kachay.

source: AI providers connection data
qu_pe: AI provisor yachakuna

source: Configuration data to connect with external AI services.
qu_pe: Ukhu AI servisiyman maskanaypaq kachinachisqa yachakuna.

source: Learning paths generator
qu_pe: Yachakipakuna kichaykuna

source: Generates personalized learning paths using AI suggestions.
qu_pe: Yachay rikch'akunata AI willakuykunawan qespalla rikcharin.

source: Exercise generator
qu_pe: Kamachina willakuy yachay

source: Generates personalized tests with AI based on course content.
qu_pe: Kursu yachaymanta AIwan qespalla kamachina willakuykunata kamachiy.

source: Open answers grader
qu_pe: Willakuykuna kalificador

source: Automatically grades open-ended answers using AI.
qu_pe: AIwan qespalla willakuykuna huch'alla kalificaq.

source: Tutor chatbot energized by AI
qu_pe: AIwan k'anchakuy tutor chatbot

source: Provides students with an AI-powered tutoring assistant.
qu_pe: Yachasqakunaman AIwan tutor yanapayta qespalla kutichin.

source: Assignments grader
qu_pe: Tinkuy kalificador

source: Uses AI to evaluate and grade uploaded assignments.
qu_pe: AIwan tinkuykuna willakuykuna kalificaq.

source: Content analyser
qu_pe: Yachay analizay

source: Analyses learning materials to extract insights or improve quality.
qu_pe: Yachay rikch'akunata analizay yachay willakuykunata saqiyta utaq hallp'ayta.

source: Image generator
qu_pe: Ruwana kamachina

source: Generates images based on prompts or content using AI.
qu_pe: AIwan willakuywan ruwanakuna kamachiy.

source: ID of the user who officially sends the agenda reminders
qu_pe: Agenda willakuykunata huk pachakusqan runa ID nisqa

source: Session expired. Redirecting to login…
qu_pe: Sesion kutiq. Phinayman rikuchkanki…

source: Super admin
qu_pe: Super administrador

source: Global admin
qu_pe: Pachakamayoq administrador

source: Question manager
qu_pe: Willakuy kamachikuy

source: Then enter the 6-digit code shown in your app at the bottom of the form.
qu_pe: Kay formulayoq hunt'aqpi 6 ñixtun codigo nisqata yachay.

source: Enter your 2FA code
qu_pe: 2FA codigo nisqata yachay

source: Enable two-factor authentication (2FA)
qu_pe: Iskay hallp'a autenticacionta (2FA) kanchay

source: Confirm new password
qu_pe: Yarpakuy paswarta qhapuriy

source: Classes of session
qu_pe: Sesion wasikuna

source: Classes of course
qu_pe: Kursu wasikuna

source: Select a class
qu_pe: Wasi ukhu

source: Course %s added. You can access it directly %shere%s.
qu_pe: Kursu %s yakuq. Kaywan rirqanki %shere%s.

source: Accept Terms and Conditions
qu_pe: Yachachisqa qhawaykunata qhapuriy

source: You accepted these terms on
qu_pe: Kay qhawaykunata qhapurirqanki

source: Revoke Acceptance
qu_pe: Qhapuriyta qelqay

source: Confirmation
qu_pe: Qhapuriy

source: Days
qu_pe: P'unchaykuna

source: Checking push subscription...
qu_pe: Push suscripcioyta qhaway

source: You're subscribed to push notifications in this browser.
qu_pe: Kay navegadormpi push notificacionesman suscrito kanki.

source: Endpoint
qu_pe: Punto final

source: Push notifications are not enabled in this browser.
qu_pe: Kay navegadormpi push notificaciones mana kanchu.

source: Enable notifications
qu_pe: Notificaciones kanchay

source: You do not have permission to send notifications to other users.
qu_pe: Mana huq willakuyta huk runakunaman kutichiyki.

source: No push notification setting configured.
qu_pe: Manam push notificación willakuna mayachisqakunam.

source: VAPID keys are missing in the configuration.
qu_pe: VAPID llutakuna manam kashankunachu willakuypi.

source: No push subscriptions found for this user.
qu_pe: Kay runapaq push willakuykunam manam tarisqankunachu.

source: Push notification test
qu_pe: Push notificación pruibam

source: This is a test push notification from this platform to the user's browser or app.
qu_pe: Kaykuna pruiba push notificación nisqa kay platapam runapa navegadormanta o appmanta.

source: Push notifications have been processed.
qu_pe: Push notificacioneskuna qatiykun.

source: Gotify configuration is missing.
qu_pe: Gotify willakuy manam kashpaq.

source: This is a test notification sent to Gotify from this platform.
qu_pe: Kaykuna pruiba notificación Gotifywan kay platapam.

source: Notification sent to Gotify.
qu_pe: Notificación Gotifywan utsasqa.

source: Error sending notification to Gotify:
qu_pe: Pantalla notificación Gotifywan:

source: Push notification settings (JSON)
qu_pe: Push notificación willakuykuna (JSON)

source: JSON configuration for Push notifications integration.
qu_pe: Push notificacioneskuna JSON willakuy.

source: Access denied
qu_pe: Ruraymanta mana saqillasqam

source: Please remember that modifications to the terms related to GDPR require you to report those modifications to third parties to whom you have provided personal information about your users, as stated in Article 19 of GDPR.
qu_pe: Yuyarichiy: GDPR nisqamanta tinkisqakuna huchakuykuna tinkisqakunata qillqaykikuy rumallakunaman runakunaq personal willakusqankunamanta, GDPR nisqa articulo 19pi nisqamanta.

source: Please select at least one item.
qu_pe: Manam huktaq itemllatam fisay.

source: Select items to export:
qu_pe: Llamk'achiy itemkuna:

source: No exportable items found.
qu_pe: Manam llamk'achiy itemkuna tarisqankunachu.

source: Invalid format
qu_pe: Mana allin qillqa

source: Duration (hh:mm:ss)
qu_pe: Pacha (hh:mm:ss)

source: The following documents are used in learning paths:
qu_pe: Kay willakuna yachay willakuykunapi llamkan:

source: Do you still want to delete them?
qu_pe: ¿Allinmi kachkanman chinkachkanman?

source: Documents deleted
qu_pe: Willakuna kichasqa

source: User is teacher in some courses
qu_pe: Runa yachachiq kawsaykunapi

source: User is general coach in some sessions
qu_pe: Runa huk pachakunaq yachachiq general

source: User is session admin in some sessions
qu_pe: Runa huk pachakunaq administrador

source: Role change denied due to incompatible current assignments:
qu_pe: Rakinchay mana saqillasqa kaykunaq uyakuykunamanta:

source: Oops! URL not registered.
qu_pe: ¡Ayy! URL manam qhankisqachu.

source: The address "%host%" is not configured in this portal instance.
qu_pe: "%host%" direksion kay portalpi manam willakusqachu.

source: If the problem persists, please contact support.
qu_pe: Sichu problema kachkanman, allichay yuyarichiy.

source: Go to home page
qu_pe: Wasi pachaman risqay

source: Session requirements and dependencies
qu_pe: Pachakuna requisitoskuna y uyakuykuna

source: Dependencies
qu_pe: Uyakuykuna

source: Sessions that depend on this session
qu_pe: Kay pachakunapa uyakuy pachakuna

source: My Sessions display mode
qu_pe: Ñoqap Pachakuna rikch'ay

source: Choose how the "My Sessions" page is displayed: as a modern visual block (card) view or the classic list style.
qu_pe: "Ñoqap Pachakuna" paginapa rikch'ayninatam fisay: modern visual blok (kartamanta) rikch'ayniyoq o klasik listamanta.

source: Validate prerequisites only within the same session
qu_pe: Ñoqap pachakunapi maqanakuy requisitoskunata

source: When enabled, a course will be considered validated only if passed within the current session. If disabled, courses passed in other sessions will also unlock dependent courses.
qu_pe: Kichasqakunman, kawsay maqanakunman ñoqap pachakunapi maqanakuy. Mana kichasqakunman, huk pachakunapi maqanakuykuna uyakuy kawsaykuna qhallichkan.

source: Password rotation interval (days)
qu_pe: Contraseña t'inkiy pacha (diakuna)

source: Number of days before users must rotate their password (0 = disabled).
qu_pe: Runakuna contraseña t'inkiykuy antes diakuna (0 = mana kichasqa).

source: CSRF token is invalid. Please try again.
qu_pe: CSRF token mana allinchakchu. Ñawpaqman qhaway.

source: User not found or invalid.
qu_pe: Runa manam tarisqachu o mana allinchakchu.

source: Email Settings
qu_pe: Iletu willakuykuna

source: The DSN fully includes all parameters needed to connect to the mail service. You can learn more at %s. The default value is null://null and will disable e-mail sending. Use native://default to use the default PHP configuration on your server. Here are a few examples of supported DSN syntaxes: %s.
qu_pe: DSNqa manam mail servisiymanta tinkiykuy paramétrukunaqa. Yachakuy %s. Predeterminad valor null://null nisqa imayna iletu utsakuyta qhallichkan. native://default nisqa servidormanta PHP willakuy usakuy. Kaykuna DSN sintaksisqa: %s.

source: The e-mail address from which e-mails will be sent when the platform sends an e-mail, also used as 'reply-to' header. We recommend using a 'no-reply' e-mail address here, to avoid excessive filling of an e-mail box. The support e-mail address defined in the Platform section should be used to contact you, but replying to automatic notifications should not be encouraged.
qu_pe: Iletu direksion platapam iletu utsasqanman, 'reply-to' header nisqamanta. 'no-reply' iletu direksion usakuy recomendakun, iletu kaxramanta qhallichkan. Platapaq support iletu direksion contactokunaykipaq, mana automatic notificacioneskuna reply qhapaq.

source: Mail: 'From' address
qu_pe: Mail: 'From' direksion

source: The name that appears as the sender (next to the From e-mail address) when the platform sends an e-mail.
qu_pe: Sutinchay platapam iletu utsasqanman (From iletu direksionmanta).

source: Mail: 'From' name
qu_pe: Mail: 'From' sutincha

source: Installer data is missing.
qu_pe: Instalador willakuna manam kashpaq.

source: Test email sent successfully
qu_pe: Prueba iletu allinmi utsasqa

source: Test email failed:
qu_pe: Prueba de correo electrónico falló:

source: Error during test email:
qu_pe: Error durante la prueba de correo electrónico:

source: Destination of test e-mail
qu_pe: Destino del correo electrónico de prueba

source: A database with the same name already exists. It will be deleted.
qu_pe: Ya existe una base de datos con el mismo nombre. Será eliminada.

source: You are about to start using one of the best Open Source e-learning platforms on the market. Like many other Open Source projects, Chamilo is backed up by a large community of students, teachers, developers, content creators and businesses who would like to promote the project better.
qu_pe: Estás a punto de comenzar a usar una de las mejores plataformas de e-learning de código abierto en el mercado. Como muchos otros proyectos de código abierto, Chamilo está respaldado por una gran comunidad de estudiantes, profesores, desarrolladores, creadores de contenido y empresas que desean promover mejor el proyecto.

source: By knowing a little bit more about you, a platform administrator, one of the most important user type for us, who will manage this e-learning system, we will be able to let people know, statistically, how our software is used while respecting your privacy. We will also be able to let you know when we organize events that might be relevant to you or offer additional services that might be of value to your organisation.
qu_pe: Al conocer un poco más sobre ti, administrador de la plataforma, uno de los tipos de usuario más importantes para nosotros, quien gestionará este sistema de e-learning, podremos informar estadísticamente cómo se usa nuestro software respetando tu privacidad. También podremos informarte cuando organicemos eventos que podrían ser relevantes para ti o ofrezcamos servicios adicionales que podrían ser de valor para tu organización.

source: By filling this form, you agree that the editor of Chamilo, the %s company, registered in Belgium, and/or members of its network of partners (exclusively Chamilo services providers) might occasionally send you information by e-mail about important events or updates in the Chamilo software or community. This will help the community grow as an organized entity where information flows, with a thorough respect of your time and your privacy.
qu_pe: Al llenar este formulario, aceptas que el editor de Chamilo, la empresa %s, registrada en Bélgica, y/o miembros de su red de socios (exclusivamente proveedores de servicios Chamilo) podrían enviarte ocasionalmente por correo electrónico información sobre eventos importantes o actualizaciones en el software o comunidad Chamilo. Esto ayudará a que la comunidad crezca como una entidad organizada donde fluye la información, con un profundo respeto por tu tiempo y privacidad.

source: Please note that you are NOT REQUIRED to fill this form. If you want to remain anonymous, we will lose the opportunity to offer you all the privileges of being a registered portal administrator, but we will respect your decision. Simply leave this form empty and click Next.
qu_pe: Ten en cuenta que NO estás OBLIGADO a llenar este formulario. Si deseas permanecer anónimo, perderemos la oportunidad de ofrecerte todos los privilegios de ser un administrador de portal registrado, pero respetaremos tu decisión. Simplemente deja este formulario vacío y haz clic en Siguiente.

source: In person
qu_pe: Presencial

source: Blended learning
qu_pe: Aprendizaje mixto

source: Centralised
qu_pe: Centralizado

source: Score for user %d is %s
qu_pe: Puntuación para el usuario %d es %s

source: Score not set
qu_pe: Puntuación no establecida

source: Evaluation for external tool added
qu_pe: Evaluación para herramienta externa agregada

source: External tool
qu_pe: Herramienta externa

source: External tool added
qu_pe: Herramienta externa agregada

source: Add external tool
qu_pe: Agregar herramienta externa
