Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Registration: required fields
ar: تسجيل: حقول مطلوبة
ast_es: Rexistru: campos obligatorios
bn_bd: নিবন্ধন: প্রয়োজনীয় ক্ষেত্র
bs_ba: Registracija: obavezna polja
ca_es: Inscripció: camps obligatoris
cs_cz: Registrace: požadované pole
da: Registrering: påkrævede felter
de: Erforderliche Angaben bei der Regsitrierung
el: Εγγραφή: απαιτούμενα πεδία
eo: Registrado: necesaj kampoj
es: Registro: campos obligatorios
es_mx: Inscripción : campos requeridos
eu_es: Erregistroa: nahitaez bete beharreko eremuak
fa_ir: ثبت نام : خانه هایی که حتما باید پر شوند
fi_fi: Rekisteröityminen: vaaditut kentät
fo_fo: Innritan: krav fields
fur: Registrazion: campi obrigatôris
ga: Clárú: réimsí riachtanacha
gl: Rexistro: campos requeridos
he_il: רישום: שדות חובה
hi: पंजीकरण: आवश्यक फ़ील्ड्स
hr_hr: Registracija: obvezna polja
hu_hu: Regisztáció: közelezően kitöltendő mezők
hy: Գրանցում. պարտադիր դաշտեր
id_id: Pendaftaran: field yang wajib diisi
it: Registrazione: campi obbligatori
ja: 登録：必須フィールド
ka_ge: რეგისტრაცია: სავალდებულო ველები
ko_kr: 등록: 필수 항목
lo: ການລົງທະບຽນ: ຊ່ອງຂໍ້ມູນທີ່ຕ້ອງການ
lt_lt: Registracija: reikalaujami laukeliai
lv_lv: Reģistrācija: obligātie lauciņi
mk_mk: Регистрација: задолжителни полиња
ms_my: Pendaftaran: medan wajib
my_mm: မှတ်ပုံတင်ခြင်း: လိုအပ်သော ကွက်လပ်များ
ne: दर्ता: आवश्यक क्षेत्रहरू
nl: Registratie: vereiste velden
nn_no: Registrering: påkrevde felt
oc: Inscripcion : camps obligatòris
pl_pl: Rejestracja: wymagane pola
ps: ثبت نام: اړین ډګرونه
pt_br: Registro: campos obrigatórios
pt_pt: Registro/inscrição: campos obrigatórios
ro_ro: Inregistrare: campuri obligatorii
ru_ru: Регистрация: обязательные поля
sk_sk: Registrácia: požadované polia
sl: Registracija : zahtevan vnos v polja
sq: Regjistrimi: fushat e kërkuara
sr_rs: Registracija: obavezna polja
sv_se: Registrering: erfoderliga fält
sw_ke: Usajili: nyanja zinazohitajika
ta: பதிவு: கட்டாயமான புலங்கள்
th: การลงทะเบียน: บังคับต้องกรอกรายการในช่องที่มี * กำกับ
tl_ph: Pagrehistro: kinakailangang mga field
tr: Kayıt Olma: gerekli alanlar
uk_ua: Реєстрація: обов'язкові поля
vi_vn: Đăng ký: trường bắt buộc
xh_za: Ubhaliso: iintsimi ezifunwayo
zh_cn: 注册:必填项
zh_tw: 註冊：必須欄目

source: Which fields are required (besides name, first name, login and password)
ar: (ما هي الحقول المطلوبة (بالإضافة إلى الاسم، الاسم الأول، اسم تسجيل الدخول و كلمة المرور
ast_es: Campos que tienen de ser llenaos por obligación (aparte'l nome, apellíos, nome d'usuariu y seña)
bn_bd: কোন ক্ষেত্রগুলো প্রয়োজনীয় (নাম, নাম, লগইন এবং পাসওয়ার্ড ছাড়া)
bs_ba: Koja polja su obavezna (osim imena, prezimena, prijave i lozinke)
ca_es: Quins camps s'haurien d'omplir obligatòriament (a part del nom i cognoms, nom d'usuari i contrasenya)
cs_cz: Které pole je požadováno (ještě jméno, křestní jméno, login a heslo)
da: Hvilke felter er påkrævede (udover navn, fornavn, brugernavn og adgangskode)
de: Welche Angaben sind erforderlich (ausser Nachname, Vorname, Benutzername und Kennwort)
el: Ποια πεδία απαιτούνται (εκτός των όνομα, επίθετο, login και συνθηματικό)
eo: Kiuj kampoj estas devige plenumotaj (apud nomo, antaŭnomo, salutnomo kaj pasvorto)
es: Campos que obligatoriamente deben ser rellenados (además del nombre, apellidos, nombre de usuario y contraseña). En el caso de idioma será visible o invisible.
es_mx: Que campos son requeridos (aparte de Nombre, Apellido, login y contraseña)
eu_es: Adierazi nahitaez bete beharko diren eremuak (izena, deiturak, erabiltzaile izena eta pasahitza eremuez gain)
fa_ir: چه خانه هایی حتما باید پر شوند �به جز نام، نام خانوادگی، نام کاربری و رمز ورود�؟
fi_fi: Mitkä kentät vaaditaan (sukunimen, etunimen, käyttäjätunnuksen ja salasanan lisäksi)
fo_fo: Hvørjar teigar eru krav (uttan navn, fyrsta navn, innrita og lykilorð)
fur: Cualcui campi a son obrigatôris (oltre al nume, nome, login e password)
ga: Cé na réimsí atá riachtanach (seachas ainm, céadainm, logáil isteach agus pasfhocal)
gl: ¿Qué campos se esixen (ademáis do nome, apelidos, nome de usuario e o contrasinal
he_il: אילו שדות נדרשים (מלבד שם, שם פרטי, כניסה וסיסמה)
hi: कौन से फ़ील्ड्स आवश्यक हैं (नाम, प्रथम नाम, लॉगिन और पासवर्ड के अलावा)
hr_hr: Koja su polja obvezna (pored prezimena, imena, korisničkog imena i zaporke)
hu_hu: Mely mezők kitöltése kötelező (a vezetéknév, keresztnév, login és jelszó mezőkön kívül)?
hy: Որ դաշտերն են պարտադիր (անուն, ազգանուն, մուտքի անուն և գաղտնաբառ բացի)
id_id: Field mana yang wajib diisi (disamping nama depan, nama belakang, login dan password)
it: Indica quale campo deve essere compilato obbligatoriamente, oltre a Nome, Cognome, Nome utente e Password,
ja: どのフィールドを必須とするか（名前、名、ログイン、パスワード以外）
ka_ge: რომელი ველებია სავალდებულო (სახელის, პირველი სახელის, ლოგინისა და პაროლის გარდა)
ko_kr: 어떤 항목이 필수적입니까 (besides name, first name, login and password)
lo: ຊ່ອງຂໍ້ມູນໃດແດ່ທີ່ຕ້ອງການ (ນອກເໜືອຈາກຊື່, ນາມສະກຸນ, ຊື່ເຂົ້າໃຊ້ ແລະ ລະຫັດຜ່ານ)
lt_lt: Kurie laukeliai privalomi (be vardo, pavardės, prisijungimo vardo ir prisijungimo slaptažodžio)
lv_lv: Atzīmējiet lauciņus, kuri reģistrējoties ir jāaizpilda obligāti.
mk_mk: Кои полиња се потребни (покрај име, корисничко име и лозинка)
ms_my: Medan mana yang wajib (selain nama, nama depan, log masuk dan kata laluan)
my_mm: မည်သည့်ကွက်လပ်များသည် လိုအပ်သနည်း (အမည်၊ ပထမအမည်၊ အကောင့်ဝင်အချက်အလက်နှင့် စကားဝှက်မှလွဲ၍)
ne: कुन क्षेत्रहरू आवश्यक छन् (नाम, पहिलो नाम, लगइन र पासवर्ड बाहेक)
nl: Welke velden zijn verplicht in te vullen (naast naam, voornaam, loginnaam en wachtwoord)?
nn_no: Kvar felt er påkravde (i tillegg til namn, fornamn, pålogging og passord)
oc: Quins camps son obligatòris (a part del nom, prénom, login e senhal)
pl_pl: Pola, które są wymagane (oprócz imienia, nazwiska login'u oraz hasła)
ps: کوم ډګرونه اړین دي (د نوم، نوم، لاګین او پاسورډ تر څنګ)
pt_br: Selecione quais campos que considere obrigatórios na inscrição (além do nome, sobrenome, login e senha)
pt_pt: Quais são os campos necessários (além do apelido, nome, login/acesso e password/senha)
ro_ro: Ce campuri suplimentare sa fie cerute (exceptand campurile nume, prenume, logare si parola)
ru_ru: Какие поля обязательны (помимо короткого имени, имени, имени пользователя (логина) и пароля)
sk_sk: Ktoré polia je nutné vyplniť (okrem mena, priezviska, prihlasovacieho mena a hesla)
sl: Katera vnosna polja je obvezno potrebno izpolniti (poleg imena, priimka, uporabniškega imena in gesla).
sq: Cilat fusha janë të kërkuara (përveç emrit, emrit të parë, hyrjes dhe fjalëkalimit)
sr_rs: Koja polja su obavezna osim imena, prezimena, korisničkog imena i lozinke?
sv_se: Vilka fält erfodras (förutom namn, förnamn, användarnamn och lösenord)
sw_ke: Ni nyanja zipi zinazohitajika (zaidi ya jina, jina la kwanza, ingia na nywila)
ta: எந்த புலங்கள் கட்டாயம் (பெயர், முதல் பெயர், உள்நுழைவு மற்றும் சமரசு தவிர)
th: เขตข้อมูลที่ต้องการ (besides name, first name, login and password)
tl_ph: Aling mga field ang kinakailangan (bukod sa pangalan, unang pangalan, login at password)
tr: İsim, soyisim, kullanıcı ismi ve şifreden başka gerekli olan alanlar
uk_ua: Які поля є обов'язковими (окрім імені, ніка, логіну та паролю)?
vi_vn: Trường nào là bắt buộc (ngoài tên, họ, đăng nhập và mật khẩu)
xh_za: Zeziphi iintsimi ezifunwayo (ngaphandle kwegama, igama lokuqala, ukungena kunye negama eligodiweyo)
zh_cn: 哪内容必需填写(包括姓, 名, 用户名, 密码)
zh_tw: 那些欄目為必須（除了姓、名、帳戶名稱及密碼）？

source: Group disk space available
ar: النصاب الإفتراضي للمجموعات
ast_es: Cantidá d'espaciu por defeutu nel servidor pa grupos
bn_bd: গ্রুপের জন্য উপলব্ধ ডিস্ক স্পেস
bs_ba: Dostupan prostor na disku za grupu
ca_es: Quota per defecte dels grups
cs_cz: Stanadrdní kvóta skupiny
da: Standard gruppe kvote
de: Standard Speicherplatz für Gruppen
el: Διαθέσιμος χώρος δίσκου ομάδας.
eo: Defaŭlta kvoto por grupoj
es: Cuota de espacio por defecto en el servidor para los grupos
es_mx: Cuota por defecto del grupo
eu_es: Taldeentzat erabilgarri dagoen memoria kuota lehenetsia
fa_ir: حجم فضای اختصاص داده شده به قسمت گروه ها
fi_fi: Ryhmän levytila käytettävissä
fo_fo: Bólkur harðkanta pláss tilgjøldiligt
fur: Spazi su disk disponibil par grups
ga: Spás diosca grúpa ar fáil
gl: Espacio máximo para os grupos
he_il: שטח דיסק קבוצתי פנוי
hi: समूह के लिए उपलब्ध डिस्क स्थान
hr_hr: Postavljena kvota skupine
hu_hu: Alapértelmezett csoport kvóta
hy: Խմբի հաստակի տարածքը հասանելի է
id_id: Quota group default
it: Quota di spazio di default per il gruppo
ja: グループの利用可能なディスク領域
ka_ge: ჯგუფის ხელმისაწვდომი დისკის სივრცე
ko_kr: 기본 그룹 할당량
lt_lt: Grupės kvota pagal nutylėjimą
lv_lv: Grupas kvota pēc noklusējuma
mk_mk: Поставена квота за група
ms_my: Ruang cakera kumpulan tersedia
my_mm: အဖွဲ့အတွက် ရရှိနိုင်သော ဒစ်စ်နေရာလွတ်
ne: समूह डिस्क स्थान उपलब्ध
nl: Standaardquotum voor groepen
nn_no: Gruppe-diskplass tilgjengeleg
oc: Espaci disc disponible pels grups
pl_pl: Domyślny rozmiar grup
ps: د ګروپ ډیسک ځای شتون لرونکی
pt_br: Quota de espaço predefinida no servidor para o grupo
pt_pt: Espaço disponível em disco para Grupos
ro_ro: Cota initiala de spatiu, alocata grupului
ru_ru: Размер группы по умолчанию
sk_sk: Štandardná kvóta skupiny
sl: Prednastavljena kvota za skupino
sq: Hapësira e diskut e disponueshme për grupin
sr_rs: Osnovna kvota grupe
sv_se: Förvald utrymmeskvot för gruppen
sw_ke: Nauli ya diski inapatikana kwa kikundi
ta: குழு டிஸ்க் இடம் கிடைக்கும்
th: ค่าเริ่มต้นของโควตากลุ่ม
tl_ph: Espasyo ng disk para sa grupo ay magagamit
tr: Varsayılan grup kotası
uk_ua: Розмір групи за замовчуванням
vi_vn: Dung lượng đĩa nhóm khả dụng
xh_za: Indawo yediski yeqela elikhona
zh_cn: 缺省组限量
zh_tw: 預設小組數量

source: What is the default hard disk spacde available for a groups documents tool?
ar: ما هو النّصاب الإفتراضي لأداة مستندات المجموعات؟
ast_es: ¿ Cuantu ye l'espaciu por defeutu nel servidor pa la ferramienta documentos de los grupos ?
bn_bd: গ্রুপস ডকুমেন্টস টুলের জন্য ডিফল্ট হার্ড ডিস্ক স্পেস কত?
bs_ba: Koji je zadani prostor na disku dostupan za alat dokumenata grupa?
ca_es: Quina és la quota per defecte per l'eina documents del grup ?
cs_cz: Jaká je stanardní kvóta pro nástroje skupinových dokumentů?
da: Hvad er standard kvote for en gruppes dokument-værktøj?
de: Standard Speicherplatz für Dokumente innerhalb von Gruppen?
el: Ποιος είναι ο προεπιλεγμένος χώρος δίσκου για το εργαλείο εγγράφων ομάδων;
eo: Kiu estas la defaŭlta kvoto por grupaj dokumentoj?
es: ¿Cuál es la cuota de espacio por defecto en el servidor para los grupos?
es_mx: ¿Cuál es la cuota por defecto para la herramienta de documentos de grupo?
eu_es: Zein da erabilgarri dagoen taldeentzako memoria lehenetsia dokumentuak tresnan?
fa_ir: حجم فضای اختصاص داده شده به قسمت مدارک گروه ها چقدر است؟
fi_fi: Mikä on ryhmän asiakirjojen työkalun oletuslevytila?
fo_fo: Hvat er sjálvgóð harðkanta plássið tilgjøldiligt fyri bólka skjalaverktygið?
fur: Chel spazi su disk predefinît disponibil par il strûl ducuments dai grups?
ga: Cad é an spás diosca réamhshocraithe atá ar fáil do uirlis doiciméad grúpa?
gl: ¿Cal e o espacio máximo para a ferramenta documentos de grupos?
he_il: מהו ברירת המחדל של רווח הדיסק הקשיח הזמין עבור כלי מסמכי קבוצות?
hi: समूह दस्तावेज़ उपकरण के लिए डिफ़ॉल्ट हार्ड डिस्क स्थान क्या है?
hr_hr: Koja je postavljena kvota za alat dokumenata skupine?
hu_hu: Mekkora a felhasználható lemezterület (kvóta) mérete a csoportok Dokumentumok eszközében?
hy: Ի՞նչն է ինքնաբերաբար հաստակի տարածքը խմբերի փաստաթղթերի գործիքի համար?
id_id: Berapa quota default untuk suatu tool dokumen group?
it: Quanto spazio è disponibile per lo strumento documenti del gruppo?
ja: グループのドキュメント ツールで利用可能な既定のハード ディスク領域はいくつですか?
ka_ge: რა არის ჯგუფის დოკუმენტების ინსტრუმენტისთვის ნაგულისხმევი ჰარდისკის სივრცე?
ko_kr: 그룹 문서의 기본 할당량은 얼마입니까?
lo: ພື້ນທີ່ຮາດດິສເລີ່ມຕົ້ນທີ່ມີໃຫ້ສຳລັບເຄື່ອງມືເອກະສານຂອງກຸ່ມແມ່ນເທົ່າໃດ?
lt_lt: Kokia grupės dokumentų kvota pagal nutylėjimą?
lv_lv: Cik liela ir grupas dokumentu rīku kvota pēc noklusējuma?
mk_mk: Која е поставената квота за алатката за групи на документи?
ms_my: Berapa ruang cakera keras lalai yang tersedia untuk alat dokumen kumpulan?
my_mm: အဖွဲ့စာရွက်စာတမ်းကိရိယာအတွက် မူလရရှိနိုင်သော ဒစ်စ်နေရာလွတ်ကား မည်သည်ဖြစ်သနည်း။
ne: समूह दस्तावेज उपकरणको लागि पूर्वनिर्धारित हार्ड डिस्क स्थान के हो?
nl: Wat is het standaardquotum voor groepsdocumenten?
nn_no: Kva er standard harddiskplass tilgjengeleg for gruppedokumentverktøyet?
oc: Quin es l'espaci disc predefinit disponible per l'aisina documents dels grups ?
pl_pl: Jaki jest domyślny rozmiar dla 'narzędzi dokumentów' dla grup?
ps: د ګروپونو اسنادو وسیلې لپاره پیش فرض هارډ ډیسک ځای څه دی؟
pt_br: Quota de epaço predefinida no servidor para a ferramenta documento dos grupos?
pt_pt: Qual é o espaço pré-definido em disco disponível para a ferramenta de documentos dos grupos?
ro_ro: Care este cota initiala alocata unui grup pentru zona de documente?
ru_ru: Что означает инструмент (опция) "размер группы по умолчанию"?
sk_sk: Aká je štandardná kvóta pre nástroje skupinových dokumentov?
sl: Kolikšna je prednastavljena kvota pomnilnika za orodje dokumenti znotraj skupine?
sq: Çfarë hapësire disku fillestare është e disponueshme për mjetin e dokumenteve të grupeve?
sr_rs: Koja je osnovna kvota za Dokment alat grupe?
sv_se: Vad är förvald utrymmeskvot för gruppens dokumentverktyg?
sw_ke: Ni nauli gani ya diski ngumu chaguo-msingi inapatikana kwa zana ya hati za vikundi?
ta: குழு ஆவணங்கள் கருவிக்கான இயல்புநிலை ஹார்ட் டிஸ்க் இடம் என்ன?
th: โควต้าเอกสารกลุ่ม (What is the default quotum for a groups documents tool?)
tl_ph: Ano ang magagamit na default sa espasyo ng hard disk para sa tool sa mga grupo ng mga dokumento
tr: Grup Belgeleri için varsayılan kota miktarı nedir ?
uk_ua: Який розмір за замовчуванням для документів груп?
vi_vn: Dung lượng ổ đĩa cứng mặc định khả dụng cho công cụ tài liệu nhóm là bao nhiêu?
xh_za: Yintoni indawo eqhelekileyo yediski eqinileyo ekhona kwisixhobo samaxwebhu eqela?
zh_cn: 一组文件的默认大小是多少?
zh_tw: 預設群組文件限量是多少?

source: Lost password
ar: كلمة مرور منسية
ast_es: Escací la seña
bn_bd: পাসওয়ার্ড হারিয়ে গেছে
bs_ba: Izgubljena lozinka
ca_es: Contrasenya perduda
cs_cz: Ztracené heslo
da: Glemt adgangskode
de: "Passwort vergessen"- Funktion
el: Χαμένο συνθηματικό
eo: Forgesita pasvorto
es: Olvidé mi contraseña
es_mx: Contraseña perdida
eu_es: Pasahitza galduta
fa_ir: هنگامی که کاربری رمز ورود خود را گم می کند
fi_fi: Kadonnut salasana
fo_fo: Tapt lykilorð
fur: Password smarade
ga: Pasfhocal caillte
gl: Contrasinais perdidos
he_il: הסיסמה איבדה
hi: पासवर्ड भूल गए
hr_hr: Izgubljena zaporka
hu_hu: Elfelejtett jelszó
hy: Գաղտնաբառի կորուստ
id_id: Lupa Password
it: Password smarrite
ja: パスワード忘れ
ka_ge: დაკარგული პაროლი
ko_kr: 패스워드 분실
lo: ລືມລະຫັດຜ່ານ
lt_lt: Prarastas slaptažodis
lv_lv: Aizmirsusies parole
mk_mk: Изгубена лозинка
ms_my: Kata laluan hilang
my_mm: စကားဝှက်ပျောက်ဆုံးခြင်း
ne: हराएको पासवर्ड
nl: Vergeten wachtwoord
nn_no: Glemt passord
oc: Senhal perdut
pl_pl: Utracone Hasło
ps: پاسورډ له لاسه ورک شوی
pt_br: Senha perdida
pt_pt: Password/senha perdida/esquecida
ro_ro: Parola pierduta
ru_ru: Пароль утерян
sk_sk: Zabudnuté heslo
sl: Izgubljeno geslo
sq: Fjalëkalimi i humbur
sr_rs: Izgubljena lozinka
sv_se: Borttappat lösenord
sw_ke: Nywila iliyopotea
ta: பிழையான சமரசு
th: ลืมรหัสผ่าน
tl_ph: Nawalang password
tr: Şifrenizi mi Kaybettiniz?
uk_ua: Пароль втрачено
vi_vn: Quên mật khẩu
xh_za: Igama eligodiweyo elilahlekileyo
zh_cn: 密码丢失
zh_tw: 忘記密碼

source: Are users allowed to request their lost password?
ar: هل مسموح للمستخدم بمطالبة كلمة المرور المنسية الخاصة به؟
ast_es: ¿ Si un usuariu escaeció la seña, pue pidir que'l sistema-y lu unvíe automáticamente ?
bn_bd: ব্যবহারকারীরা তাদের হারানো পাসওয়ার্ড অনুরোধ করতে পারবে?
bs_ba: Da li korisnici smiju zatražiti svoju izgubljenu lozinku?
ca_es: Pot l'ususari demanar una contrasenya perduda?
cs_cz: Je uživateli povoleno požadovat jejich ztracené heslo?
da: Må brugeren udbede sig sin adgangskode?
de: Darf der Nutzer sein vergessenes Kennwort anfordern?
el: Επιτρέπεται στους χρήστες να αιτούνται το χαμένο τους συνθηματικό?
eo: Ĉu estas permesite al uzuloj demandi sian forgesitan pasvorton?
es: ¿ Cuando un usuario ha perdido su contraseña, puede pedir que el sistema se la envíe automáticamente ?
es_mx: ¿Puede el usuario requerir una contraseña perdida?
eu_es: Erabiltzaileak pasahitza galtzen duenean, ba al du berreskuratzea eskatzeko eskubiderik?
fa_ir: هنگامی که کاربری رمز ورود خود را گم می کند آیا اجازه تقاضای مجدد را به او می دهید؟
fi_fi: Saako käyttäjät pyytää unohtuneen salasanan?
fo_fo: Er brúkarum loyvt at biðja um tað týnda lykilorðið?
fur: I utents a pues requestâ la lor password smarade?
ga: An bhfuil cead ag úsáideoirí a bpasfhocal caillte a iarraidh?
gl: Permítese que o usuario poida recuperar o seu contrasinal se o esquece?
he_il: האם משתמשים רשאים לבקש את הסיסמה האבודה שלהם?
hi: क्या उपयोगकर्ताओं को अपना खोया हुआ पासवर्ड अनुरोध करने की अनुमति है?
hr_hr: Je li korisniku omogućeno zatražiti izgubljenu zaporku?
hu_hu: Kérheti a felhasználó elfelejtett jelszava pótlását?
hy: Թույլատրվա՞ծ է օգտատերերին խնդրել իրենց կորած գաղտնաբառը?
id_id: Apakah user diijinkan memohon passwordnya yang hilang/lupa?
it: L'utente può richiedere copia della password dimenticata?
ja: ユーザーに忘れたパスワードを要求することを許可しますか?
ka_ge: ნებადართულია თუ არა მომხმარებლებს დაკარგული პაროლის მოთხოვნა?
ko_kr: 유저들이 자신의 잃어버린 패스워드를 요청하는 것이 허용되었습니까?
lo: ຜູ້ໃຊ້ໄດ້ຮັບອະນຸຍາດໃຫ້ຂໍລະຫັດຜ່ານທີ່ລືມບໍ່?
lt_lt: Ar vartotojui leidžiama reikalauti prarasto slaptažodžio?
lv_lv: Vai atļaut lietotājiem pieprasīt aizmirstās paroles?
mk_mk: Дали на корисникот му е допуштено да ја добие својата изгубена лозинка?
ms_my: Adakah pengguna dibenarkan meminta kata laluan yang hilang?
my_mm: အသုံးပြုသူများအား ၎င်းတို့၏ ပျောက်ဆုံးသွားသော စကားဝှက်ကို တောင်းဆိုခွင့်ပြုမည်လား။
ne: प्रयोगकर्ताहरूलाई आफ्नो हराएको पासवर्ड अनुरोध गर्न अनुमति छ?
nl: Is het toegelaten voor gebruikers om hun vergeten wachtwoord op te vragen?
nn_no: kan bruker etterspørre sitt glemte passord?
oc: Los utilizaires pòden demandar lor senhal perdut ?
pl_pl: Czy użytkownik może żądać przypomnienia utraconego hasła?
ps: کاروونکو ته د له لاسه ورک شوي پاسورډ غوښتنې اجازه ورکړئ؟
pt_br: É permitido ao usuário solicitar ao chamilo o envio da senha automaticamente?
pt_pt: Os utilizadores estão autorizados a solititar a sua password/senha perdida/esquecida?
ro_ro: Este permis utilizatorilor sa solicite parolele pierdute?
ru_ru: Разрешено ли пользователю просить свой утерянный пароль?
sk_sk: Môžu používatelia žiadať o svoje stratené heslá?
sl: Ali je uporabnikom dovoljeno zahtevati izgubljeno geslo?
sq: A lejohet përdoruesit të kërkojë fjalëkalimin e humbur?
sr_rs: Da li je korisnicima dozvoljeno da traže izgubljenu lozinku?
sv_se: Är användaren tillåten att begära sitt borttappade lösenord?
sw_ke: Je, watumiaji wanaruhusiwa kuomba nywila yao iliyopotea?
ta: பயனர்கள் தங்கள் பிழையான சமரசை கோர அனுமதியா?
th: อนุญาตให้ผู้ใช้ร้องขอรหัสที่ลืมได้หรือไม่
tl_ph: Pinapayagan ba ang mga gumagamit na humiling ng kanilang nawalang password?
tr: Kullanıcı kayıp şifre isteğinde bulunabilir mi?
uk_ua: Чи дозволяється користувачу вимагати нагадування втраченого паролю?
vi_vn: Người dùng có được phép yêu cầu mật khẩu đã mất không?
xh_za: Ingaba abasebenzisi bavunyelwe ukucela igama elilahlekileyo labo?
zh_cn: 允许用户找回密码?
zh_tw: 允許使用者要求取回密碼？

source: Registration
ar: تسجيل
ast_es: Rexistru
bn_bd: নিবন্ধন
bs_ba: Registracija
ca_es: Inscripció
cs_cz: Registrace
da: Registrering
de: Selbst-Registrierung
el: Εγγραφή
eo: Registrado
es: Registro
es_mx: Inscripción
eu_es: Erregistroa
fa_ir: ثبتنام
fi_fi: Rekisteröinti
fo_fo: Innritan
fur: Registrazion
ga: Clárú
gl: rexistro
he_il: הרשמה
hi: पंजीकरण
hr_hr: Registracija
hu_hu: Regisztráció
hy: Գրանցում
id_id: Pendaftaran
it: Registrazione
ja: 登録
ka_ge: რეგისტრაცია
ko_kr: 등록
lo: ລົງທະບຽນ
lt_lt: Registracija
lv_lv: Reģistrācija platformā
mk_mk: Регистрација
ms_my: Pendaftaran
my_mm: မှတ်ပုံတင်ခြင်း
ne: दर्ता
nl: Registratie
nn_no: Registrering
oc: Inscripcion
pl_pl: Rejestracja
ps: ثبت نام
pt_br: Registro
pt_pt: Registro/inscrição
ro_ro: Inregistrare
ru_ru: Регистрация
sk_sk: Registrácia
sl: Dovoljenje za samoregistracijo
sq: Regjistrimi
sr_rs: Registracija
sv_se: Registrering
sw_ke: Usajili
ta: பதிவு
th: การลงทะเบียน
tl_ph: Rehistrasyon
tr: Kayıt İşlemi
uk_ua: Реєстрація
vi_vn: Đăng ký
xh_za: Ubhaliso
zh_cn: 注册
zh_tw: 註冊
