Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The selected users are subscribed to the selected course
ar: لقد تم تسجيل المستخدمين الذين تم تحديدهم في المقررات المحددة
ast_es: Los usuarios seleicionaos tán matriculaos nos cursos escoyíos
bn_bd: নির্বাচিত ব্যবহারকারীরা নির্বাচিত কোর্সে নিবন্ধিত হয়েছে
bs_ba: Odabrani korisnici su prijavljeni na odabrani kurs
ca_es: Els usuaris seleccionats han estat inscrits als seus corresponents cursos
cs_cz: Zvolení uživatelé jsou zapsáni do zvoleného školení
da: De valgte brugere er tilmeldt de valgte kurser
de: Die ausgewählten Benutzer sind bei den ausgewählten Kursen angemeldet
el: Οι επιλεγμένοι χρήστες εγγράφηκαν στο επιλεγμένο μάθημα
eo: La elektitaj uzuloj estas aliĝintaj al la elektitaj kursoj.
es: Los usuarios seleccionados han sido inscritos en sus correspondientes cursos
es_mx: Los usuarios seleccionados están suscritos a los cursos seleccionados
eu_es: Hautatutako erabiltzaileek izena eman dute dagozkien ikastaroetan
fa_ir: کاربران انتخابی در کلاسهای مربوطه ثبت نام شدند
fi_fi: Valitut käyttäjät on merkitty valittuun kurssiin
fo_fo: Valdir brúkarar eru skráðir til valda kursin
fur: J utents selezionâts a son iscritûts tal curs selezionât
ga: Tá na húsáideoirí roghnaithe cláraithe sa chúrsa roghnaithe
gl: Os usuarios seleccionados foron inscritos nos cursos seleccionados
he_il: המשתמשים שנבחרו רשומים לקורס הנבחר
hi: चयनित उपयोगकर्ता चयनित कोर्स में पंजीकृत हो गए
hr_hr: Odabrani korisnici upisani su u označene kolegije
hu_hu: A kiválasztott felhasználók be lettek iratva a megadott kurzusokba.
hy: Ընտրված օգտատերերը գրանցվել են ընտրված դասընթացին
id_id: User yang dipilih tsb didaftarkan ke mata kuliah yang dipilih
it: Gli utenti selezionati sono stati iscritti ai corsi selezionati
ja: 選択されたユーザーが選択されたコースに登録されました
ka_ge: არჩეული მომხმარებლები რეგისტრირებულია არჩეულ კურსზე
ko_kr: 지정한 유저들이 이 과정에 등록되었습니다
lt_lt: Išrinti vartotojai užregistruoti išrinktuose kursuose
lv_lv: Iezīmētie lietotāji tika piereģistrēti atzīmētajos kursos
mk_mk: Селектираните корисници се запишани во селектираните курсеви
ms_my: Pengguna yang dipilih telah dilanggankan ke kursus yang dipilih
my_mm: ရွေးချယ်ထားသော အသုံးပြုသူများသည် ရွေးချယ်ထားသော သင်တန်းတွင် စာရင်းသွင်းပြီးဖြစ်သည်
ne: चयनित प्रयोगकर्ताहरू चयनित कोर्समा दर्ता भएका छन्
nl: De geselecteerde gebruikers werden ingeschreven in de geselecteerde cursussen.
nn_no: De valgte brukere er påmeldt til de valgte kursene
oc: Los utilizaires seleccionats son inscrits dins lo curs seleccionat
pl_pl: Wybrani użytkownicy są zapisani na wybrane kursy
ps: ټاکل شوي کاروونکي د ټاکل شوي کورس ته ثبت شول
pt_br: Os usuários selecionados estão inscritos para os cursos selecionados
pt_pt: Os utilizadores seleccionados estão inscritos nos seguintes cursos
ro_ro: Utilizatorii selectati sunt inscrisi la cursurile selectate
ru_ru: Выбранные пользователи подписаны на выбранные курсы
sk_sk: Vybraní používatelia sú zaradení do označených kurzov
sl: Izbrani uporabniki so vpisani v izbrane skupine
sq: Përdoruesit e zgjedhur janë regjistruar në kursin e zgjedhur
sr_rs: Selektovani korisnici su prijavljeni na selektovane kurseve.
sv_se: Den valda användaren är prenumerant på vald kurs
sw_ke: Watumiaji waliochaguliwa wamejiandikisha kwenye kozi iliyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட பயனர்கள் தேர்ந்தெடுக்கப்பட்ட பாடத்திற்கு பதிவு செய்யப்பட்டனர்
th: เพิ่มชื่อผู้สมัครเรียนตามรายการที่เลือก เข้าไปในรายวิชา
tl_ph: Ang napiling mga gumagamit ay naka-subscribe sa napiling kurso
tr: Seçilen kullanıcılar seçilen sınıflara kaydedildi.
uk_ua: Вибрані користувачі зараховані на вибрані курси
vi_vn: Các người dùng được chọn đã đăng ký khóa học được chọn
xh_za: Abasebenzisi abakhethiweyo babhaliselwe ikhosi elikhethiweyo
zh_cn: 所选用户已注册到所选班级
zh_tw: 選定之使用者已選修指定之課程

source: This category is already used
ar: هذا الصنف قيد الاستخدام
ast_es: Esta categoría ta yá usándose
bn_bd: এই ক্যাটাগরি ইতিমধ্যে ব্যবহৃত
bs_ba: Ova kategorija je već korištena
ca_es: Aquesta categoria ja està en ús
cs_cz: Tato kategorie je již použita
da: Denne kategori er allerede brugt
de: Diese Kategorie wird bereits benutzt
el: Η κατηγορία (κωδικός) χρησιμοποιείται ήδη
eo: Jam ekzistas kategorio kun tiu nomo
es: Esta categoría ya está en uso
es_mx: Esta categoría ya ha sido utilizado
eu_es: Kategoria hau lehendik erabiltzen ari da
fa_ir: این طبقه از قبل انتخاب گردیده است و از آن استفاده می گردد
fi_fi: Tämä kategoria on jo käytössä
fo_fo: Hendan bólkurin verður longu brúktur
fur: Cheste categorije e je già doprade
ga: Tá an chatagóir seo in úsáid cheana féin
gl: Esta categoría xa existe
he_il: קטגוריה זו כבר בשימוש
hi: यह श्रेणी पहले से उपयोग में है
hr_hr: Kategorija već u uporabi
hu_hu: A kategória már használatban van
hy: Այս կատեգորիան արդեն օգտագործվում է
id_id: Kategori ini sudah lebih dahulu digunakan
it: Questa categoria è già utilizzata
ja: このカテゴリはすでに使用されています
ka_ge: ეს კატეგორია უკვე გამოიყენება
ko_kr: 이 카테고리는 이미 사용중입니다
lo: ໝວດໝູ່ນີ້ຖືກໃຊ້ແລ້ວ
lt_lt: Ši kategorija jau naudojama
lv_lv: Šī nodaļa jau tiek izmantota
mk_mk: Оваа категорија е веќе исползувана
ms_my: Kategori ini sudah digunakan
my_mm: ဤအမျိုးအစားကို အသုံးပြုပြီးဖြစ်သည်
ne: यो श्रेणी पहिल्यै प्रयोग गरिएको छ
nl: Er is al een categorie met deze naam
nn_no: Denne kategorien er allerede i bruk
oc: Aquesta categoria es ja utilizada
pl_pl: Ta kategoria jest już zajęta
ps: دا کټګوري لا دمخه کارول شوې
pt_br: Esta categoria já está em uso
pt_pt: Esta categoria já se encontra em utilização
ro_ro: Aceasta categorie este deja utilizata
ru_ru: Эта категория уже используется
sk_sk: Táto kategória je už použitá
sl: Kategorija je že v uporabi
sq: Kjo kategori është tashmë në përdorim
sr_rs: Ova kategorija se već koristi
sv_se: Denna kategorin anv�nds redan
sw_ke: Jamii hii inatumiwa tayari
ta: இந்த வகை ஏற்கனவே பயன்படுத்தப்பட்டுள்ளது
tl_ph: Ginagamit na ang kategoryang ito
tr: Bu kategori zaten mevcut.
uk_ua: Ця категорія вже використовується
vi_vn: Danh mục này đã được sử dụng
xh_za: Eli candelo sele lisetyenzisiwe
zh_cn: 此分类代码已被使用
zh_tw: 此類別已被使用

source: Please enter a code and a name for the category
ar: الرجاء إدخال رمزا و اسما للصنف
ast_es: Por favor, escriba un códigu y un nome pa esta categoría
bn_bd: দয়া করে ক্যাটাগরির জন্য কোড এবং নাম দিন
bs_ba: Molimo unesite kod i naziv za kategoriju
ca_es: Si us plau, introduïu un codi i un nom per a la categoria
cs_cz: Prosím vložte kód a název kategorie
da: Indtast venligst en kode samt et navn for denne kategori
de: Bitte einen Code und einen Namen für die Kategorie eingeben
el: Εισάγεται κωδικό και όνομα κατηγορίας
eo: Bonvolu enigi kodon kaj nomon por la kategorio
es: Por favor, introduzca un código y un nombre para esta categoría
es_mx: Por favor ingrese un código y un nombre para la categoría
eu_es: Mesedez, sartu kode bat eta izen bat kategoria honetarako
fa_ir: لطفاً یک کد و یک عنوان برای طبقه مورد نظر انتخاب کنید
fi_fi: Kirjoita kategorian koodi ja nimi
fo_fo: Vinarliga skriv eitt kóða og eitt navn til bólkurin
fur: Inserîs un cûl e un non par la categorije
ga: Iontráil cód agus ainm don chatagóir le do thoil
gl: Por favor, escribe un código e un nome para a categoría
he_il: אנא הזן קוד ושם לקטגוריה
hi: कृपया श्रेणी के लिए कोड और नाम दर्ज करें
hr_hr: Molim upišite šifru i naziv kategorije
hu_hu: Adjon meg egy kódot és a kategória nevét
hy: Խնդրում ենք մուտքագրել կատեգորիայի կոդն ու անունը
id_id: Silahkan masukkan kode dan nama kategori
it: Si prega di inserire codice e nome di questa categoria
ja: カテゴリのコードと名前を入力してください
ka_ge: შეიტანეთ კატეგორიის კოდი და სახელი
ko_kr: 카테고리의 코드와 이름을 입력하십시요
lo: ກະລຸນາປ້ອນລະຫັດ ແລະ ຊື່ສຳລັບໝວດໝູ່
lt_lt: Prašome įrašyti kategorijos kodą ir pavadinimą
lv_lv: Lūdzu ievadiet nodaļas kodu un nosaukumu
mk_mk: Ве молам внесете шифра и имена категоријата
ms_my: Sila masukkan kod dan nama untuk kategori
my_mm: ကျေးဇူးပြု၍ အမျိုးအစားအတွက် ကုဒ်နှင့် အမည်တစ်ခုထည့်သွင်းပါ
ne: श्रेणीको लागि कोड र नाम प्रविष्ट गर्नुहोस्
nl: Gelieve een code en een naam in te geven voor de categorie
nn_no: Registrer en kode og et navn for denne kategorien
oc: Picatz un còde e un nom per la categoria
pl_pl: Wprowadź kod i nazwę kategorii
ps: مهرباني وکړئ د کټګورۍ لپاره کوډ او نوم داخل کړئ
pt_br: Por favor informe um código e um nome para a categoria
pt_pt: Por favor, introduza um código e um nome para a categoria
ro_ro: Va rugam intoduceti un cod si un nume pentru categorie
ru_ru: Пожалуйста, введите код и название категории
sk_sk: Prosím zadajte kód a názov kategórie
sl: Vnesite kodo in ime za kategorijo
sq: Ju lutemi, futni një kod dhe një emër për kategorinë
sr_rs: Molimo Vas, unesite šifru i ime keategorije.
sv_se: Var vänlig skriv en kod eller namn på kategorin
sw_ke: Tafadhali ingiza nambari na jina la jamii
ta: வகைக்கு ஒரு குறியீடு மற்றும் பெயரை உள்ளிடவும்
th: โปรดใส่รหัสและชื่อประเภท
tl_ph: Mangyaring maglagay ng code at pangalan para sa kategorya
tr: Lütfen kategori kodunu ve ismini yazınız.
uk_ua: Будь ласка, введіть код та назву для категорії
vi_vn: Vui lòng nhập mã và tên cho danh mục
xh_za: Ngena kwekhowudi negama lecandelo
zh_cn: 请键入该分类名和代码
zh_tw: 請為類別加入編碼及名稱

source: Register your portal
ar: قم بتسجيل النظام الخاص بك
ast_es: Rexistre'l so portal
bn_bd: আপনার পোর্টাল নিবন্ধন করুন
bs_ba: Registrirajte vaš portal
ca_es: Registreu el vostre portal
cs_cz: Registrovat váš portál
da: Registrer din portal
de: Ihr Portal bei chamilo.org registrieren
el: Καταχώρηση της πλαρφόρμα σας
eo: Registru vian portalon
es: Registre su plataforma
es_mx: Registre su portal
eu_es: Erregistratu zure plataforma
fa_ir: ثبت محیط آموزشی مجازی شما
fi_fi: Rekisteröi portaalisi
fo_fo: Skrá portalin tín
fur: Regjistre il to portal
ga: Cláraigh do phortáil
gl: Rexistra o teu portal
he_il: רשום את הפורטל שלך
hi: अपना पोर्टल पंजीकृत करें
hr_hr: Registrirajte svoj portal
hu_hu: Regisztrálja oktatási portálját!
hy: Գրանցեք Ձեր պորտալը
id_id: Daftarkan portal anda
it: Registra la tua piattaforma
ja: ポータルを登録
ka_ge: პორტალის რეგისტრაცია
ko_kr: 자신의 포털 등록
lt_lt: Registruoti jūsų portalą
lv_lv: Piereģistrējiet savu portālu
mk_mk: Регистрирајте го Вашиот портал
ms_my: Daftarkan portal anda
my_mm: သင့်ပေါ်တယ်ကို မှတ်ပုံတင်ပါ
ne: आफ्नो पोर्टल दर्ता गर्नुहोस्
nl: Registreer uw campus
nn_no: Registrer din portal
oc: Enregistrar vòstre portal
pl_pl: Zarejestruj swój portal
ps: خپل پورتل ثبت کړئ
pt_br: Registrar sua Plataforma
pt_pt: Registe o seu portal
ro_ro: Inregistrati-va portalul
ru_ru: Зарегистрируйте свой портал
sk_sk: Registrujte Váš portál
sl: Registriraj svoj portal
sq: Regjistroni portalin tuaj
sr_rs: Registrujte Vaš portal
sv_se: Registrera din portal
sw_ke: Jisajili lango lako
ta: உங்கள் போர்ட்டலை பதிவு செய்யவும்
th: แจ้งลงทะเบียนเว็ปไซท์ของเราไว้ที่ Chamilo
tl_ph: Irehistro ang iyong portal
tr: Sitenizi Kaydettirin
uk_ua: Зареєструйте ваш портал
vi_vn: Đăng ký cổng thông tin của bạn
xh_za: Bhalisa iportal yakho
zh_cn: 注册门户站
zh_tw: 登錄你的網站

source: Display course navigation menu
ar: قم بعرض قائمة التصفح
ast_es: Amosar menú de navegación del cursu
bn_bd: কোর্স নেভিগেশন মেনু প্রদর্শন করুন
bs_ba: Prikaži navigacijsko izbornik kursa
ca_es: Mostrar el menú de navegació del curs
cs_cz: Zobraz navigační menu kurzu
da: Vis Kursusmenu
de: Kurs-Navigation
el: Εμφάνιση μενού πλοήγησης μαθήματος
eo: Montri la kursan navigan menuon
es: Mostrar el menú de navegación del curso
es_mx: Mostrar menú de navegación del curso
eu_es: Erakutsi ikastaroko nabigazio menua
fa_ir: نمايش فهرست عناوين صفحات درس
fi_fi: Näytä kurssin navigointivalikko
fo_fo: Vís kursnavigationsvalmyndina
fur: Mostre menû di navigazion dal curs
ga: Taispeáin roghchlár nascleanúna an chúrsa
gl: Amosar menú de navegación do curso
he_il: הצג תפריט ניווט בקורס
hi: कोर्स नेविगेशन मेनू प्रदर्शित करें
hr_hr: Prikaži kolegij u navigacijskom meniju
hu_hu: Mutassa a kurzus navigácós menüt
hy: Ցուցադրել դասընթացի նավիգացիոն մենյուն
id_id: Tampilkan menu navigasi mata kuliah
it: Mostra il menù di navigazione del corso
ja: コースのナビゲーション メニューを表示
ka_ge: კურსის ნავიგაციის მენიუს ჩვენება
ko_kr: 과정 네비게이션 메뉴 보여주기
lo: ສະແດງເມນູນຳທາງລາຍວິຊາ
lt_lt: Rodyti kurso navigacijos meniu
lv_lv: Rādīt kursa navigācijas izvēlni
mk_mk: Прикажи го менито за навигација на курсот
ms_my: Paparkan menu navigasi kursus
my_mm: သင်တန်းလမ်းညွှန်မီနူးကို ပြသပါ
ne: कोर्स नेभिगेसन मेनु देखाउनुहोस्
nl: Toon het cursusnavigatiemenu
nn_no: Verktøymeny
oc: Afichar lo menú de navegacion del curs
pl_pl: Wyświetl w kursach menu nawigacyjne
ps: د کورس نیویګیشن منیو ښکاره کړئ
pt_br: Mostrar menu de navegação do curso
pt_pt: Mostrar menu de navegação do curso
ro_ro: Permiteti afisarea meniului de navigare
ru_ru: Показать меню навигации курса
sk_sk: Zobraziť navigačné menu kurzu
sl: Prikaži navigacijski meni tečaja
sq: Shfaq menunë e navigimit të kursit
sr_rs: Prikaži navigacioni meni kursa
sv_se: Visa kursnavigeringsmenyn
sw_ke: Onyesha menyu ya urambazaji ya kozi
ta: பாட நேவிகேஷன் மெனுவை காட்டு
th: แสดงเมนูนำทางวิชา
tl_ph: Ipakita ang training sa navigation menu
tr: Ders menüsünü göster
uk_ua: Показувати в курсах меню навігації
vi_vn: Hiển thị menu điều hướng khóa học
xh_za: Bonisa imenyu yokuhamba yekhosi
zh_cn: 显示课程导航菜单
zh_tw: 顯示課程導覽選單

source: Display a navigation menu that quickens access to the tools
ar: .قم بعرض قائمة التصفح التي تسهّل الإنتقال ما بين مناطق مختلفة من المقرر
ast_es: Amosar el menú de navegación va facer más fácil la entrada a les distintes árees del cursu.
bn_bd: টুলগুলোতে দ্রুত অ্যাক্সেসের জন্য নেভিগেশন মেনু প্রদর্শন করুন
bs_ba: Prikaži navigacijski izbornik koji ubrzava pristup alatima
ca_es: Mostrar un menú de navegació que facilita l'accés a diferents parts del curs
cs_cz: Zobraz navigační menu, které urychlí přístup k nástrojům
da: Vis en menu, som gør det let at navigere rundt i dette kursusforløb
de: Ein Navigationsmenü in einem Kurs anzeigen, über das die verschiedenen Bereiche eines Kurses leicht zu erreichen sind
el: Εμφάνιση μενού πλοήγησης που επιταχύνει την πρόσβαση στα εργαλεία
eo: Montri navigan menuon faciligantan la navigon al diversaj partoj de la kurso
es: Mostrar el menu de navegación facilitará el acceso a las diferentes áreas del curso.
es_mx: Mostrar el menú de navegación facilitará el acceso a las diferentes áreas del curso.
eu_es: Nabigazio menua bistaratzeak erraztu eta azkartuko du ikastaroko ataletan sartzea
fa_ir: نمايش فهرستي از عناوين صفحات در سمت چپ صفحه كه جابه جايي به نقاط مختلف درس را آسان مي كند
fi_fi: Näytä navigointivalikko, joka nopeuttaa pääsyä työkaluihin
fo_fo: Vís eina navigeringsvalmynd sum gjørdi atgongu til verkførini skjótari
fur: Mostre un menû di navigazion che al vûf velocisâ l'acès ai strûls
ga: Taispeáin roghchlár nascleanúna a chuireann rochtain níos tapúla ar na huirlisí ar fáil
gl: Amosar o menú de navegación facilitará o acceso ás diferentes áreas do curso.
he_il: הצג תפריט ניווט שמאיץ את הגישה לכלים
hi: उपकरणों तक त्वरित पहुँच के लिए नेविगेशन मेनू प्रदर्शित करें
hr_hr: Prikaži navigacijski meni za lakše kretanje kroz različita područja kolegija
hu_hu: Mutassa a kurzus navigácós menüt, ami megkönnyíti a kurzus különböző felületeinek az elérését.
hy: Ցուցադրել նավիգացիոն մենյու, որը արագացնում է մուտքը գործիքներին
id_id: Tampilkan menu navigasi yang membuat mudah untuk menelusuri suatu mata kuliah
it: Mostra un menù di navigazione che rende più facile accedere alle diverse aree del corso.
ja: ツールに素早くアクセスできるナビゲーション メニューを表示します
ka_ge: ნავიგაციის მენიუს ჩვენება, რომელიც აჩქარებს წვდომას ინსტრუმენტებზე
ko_kr: 과정의 특정 부분으로 찾아가기 쉽도록 과정 네비게이션 메뉴를 나타내줍니다
lo: ສະແດງເມນູນຳທາງທີ່ຊ່ວຍໃຫ້ເຂົ້າເຖິງເຄື່ອງມືໄດ້ໄວຂຶ້ນ
lt_lt: Parodo navigacijos meniu, kuris leidžia greitai pasiekti visas kurso sritis.
lv_lv: Rādīt navigācijas izvēlni, kas ļauj vieglāk pārvietoties no vienas kursa sadaļas uz otru.
mk_mk: Го прикажува менито за навигација кое го олеснува преминувањето од една на друга област на курсот
ms_my: Paparkan menu navigasi yang mempercepatkan akses kepada alat
my_mm: ကိရိယာများသို့ အမြန်ဝင်ရောက်နိုင်သော လမ်းညွှန်မီနူးတစ်ခုကို ပြသပါ
ne: उपकरणहरूलाई छिटो पहुँच दिने नेभिगेसन मेनु देखाउनुहोस्
nl: Toon een navigatiemenu dat het makkelijk maakt om naar verschillende cursusonderdelen te navigeren.
nn_no: Vis ein navigasjonsmeny som gjer tilgang til verktøya raskare
oc: Afichar un menú de navegacion que facilita l'accès als outils
pl_pl: Wyświetl menu nawigacyjne, które ułatwia dostęp do różnych części kursu.
ps: د وسیلو لاسرسي چټکولو لپاره نیویګیشن منیو ښکاره کړئ
pt_br: Mostrar o menu de navegação que proporciona um acesso mais fácil às diferentes áreas do curso.
pt_pt: Mostrar o menu de navegação que proporcione um acesso mais rápido às diferentes áreas do curso.
ro_ro: Permiteti afisarea unui meniu de navigare pentru trecerea mai facila la diferite zone ale cursului
ru_ru: Показать меню навигации, которое упрощает посещение различных областей курса
sk_sk: Zobraziť navigačné menu, ktoré umožní ľahko prejsť na rôzne oblasti kurzu.
sl: Prikaže navigacijski meni, ki omogoča lažji prehod med različnimi področji tečaja.
sq: Shfaq një menu navigimi që shpejton qasjen në vegla
sr_rs: Prikaži navigacioni meni koji olakšava kretanje kroz razne oblasti kursa.
sv_se: Visa en navigationsmeny som gör det lättare att navigera till kursens olika delar.
sw_ke: Onyesha menyu ya urambazaji inayoharakisha ufikiaji wa zana
ta: கருவிகளுக்கு விரைவான அணுகலை வழங்கும் நேவிகேஷன் மெனுவை காட்டு
th: แสดงเมนูนำทางทำให้ง่ายต่อการเข้าไปในรายวิชาต่างๆ
tl_ph: Ipakita ang isang navigation menu na nagpapabilis sa access sa mga tool
tr: Dersin başka bölümlerine geçiş yapmayı kolaylaştıran menüyü göster.
uk_ua: Показувати меню навігації, що спрощує пересування до різних зон курсу.
vi_vn: Hiển thị menu điều hướng giúp truy cập nhanh các công cụ
xh_za: Bonisa imenyu yokuhamba ekhawulezisa ukufikelela ezixhobeni
zh_cn: 显示导航菜单以方便浏览课程各部分。
zh_tw: 顯示課程導覽選單能使用家更易到達課程各區

source: Import class list via CSV
ar: CSV قم باستيراد قائمة الفصول من خلال
ast_es: Importar un llistáu de clases dende un ficheru CSV
bn_bd: CSV দিয়ে ক্লাস তালিকা আমদানি করুন
bs_ba: Uvezi listu klasa preko CSV
ca_es: Importar un llistat de classe des d'un fitxer CSV
cs_cz: Importovat třídu pomocí CSV
da: Importer klasseliste via CSV
de: Klassenliste per CSV importieren
el: Εισαγωγή λίστας τάξης μέσω CSV
eo: Importi liston de lernantoj per CSV
es: Importar un listado de clases desde un fichero CSV
es_mx: Importar una Lista de Clases a través de CSV
eu_es: Inportatu klase zerrenda CSV fitxategi baten bidez
fa_ir: وارد کردن لیست کلاس به وسیله سی اس وی
fi_fi: Tuo luokkien luettelo CSV-tiedostosta
fo_fo: Flyt inn bólkalista via CSV
fur: Importe liste classi via CSV
ga: Iompórtáil liosta ranganna trí CSV
gl: Importar unha lista da clase a través de CSV
he_il: ייבוא ​​רשימת מחלקות באמצעות CSV
hi: CSV के माध्यम से कक्षा सूची आयात करें
hr_hr: Prenesi popis razreda putem CSV-a
hu_hu: Osztálylista importálása CSV formátumból
hy: Ներմուծել դասի ցուցակ CSV-ով
id_id: Import daftar klas via CSV
it: Importa un elenco di classi in formato CSV
ja: CSVでクラスリストをインポート
ka_ge: კლასის სიის იმპორტი CSV-ით
ko_kr: CSV를 통해 클래스 리스트를 불러오기
lo: ນຳເຂົ້າລາຍຊື່ຫ້ອງຮຽນຜ່ານ CSV
lt_lt: Importuoti klasės sąrašą kaip CSV
lv_lv: Importēt klases sarakstu ar CSV palīdzību
mk_mk: Увези список на паралелку преку CSV
ms_my: Import senarai kelas melalui CSV
my_mm: CSV မှတစ်ဆင့် အတန်းစာရင်းကို တင်သွင်းပါ
ne: CSV मार्फत कक्षा सूची आयात गर्नुहोस्
nl: Importeer een klassenlijst via CSV
nn_no: Importer klasseliste via CSV
oc: Importar la lista de classes via CSV
pl_pl: Importuj listę klasy użytkowników z pliku csv
ps: د CSV له لارې کلاس لړه وارد کړئ
pt_br: Importar lista de turmas via CSV
pt_pt: Importar lista de turmas via CSV
ro_ro: Importare lista clase via CSV
ru_ru: Импортировать список класса через CSV
sk_sk: Importovať zoznam triedy cez CSV
sl: Uvozi seznam razreda iz CVS datoteke
sq: Importo listën e klasës me CSV
sr_rs: Uvezi listu razreda preko CSVa-a
sv_se: Importera klasslista från fil
sw_ke: Ingiza orodha ya darasa kupitia CSV
ta: CSV மூலம் வகுப்பு பட்டியலை இறக்குமதி செய்
th: นำเข้ารายชื่อผู้เรียนด้วยไฟล์ CSV
tl_ph: I-import ang listahan ng klase sa pamamagitan ng CSV
tr: Sınıf listesini CSV formatında sisteme gönder
uk_ua: Імпортувати список класу з CSV
vi_vn: Nhập danh sách lớp qua CSV
xh_za: Genisa uluhlu lwekilasi nge-CSV
zh_cn: 通过CSV格式导入课程名单
zh_tw: 以CSV滙入班級清單
