Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Announcement has been updated
ar: تم تحديث التبليغ
ast_es: L'anuncia actualizóse
bn_bd: ঘোষণা আপডেট করা হয়েছে
bs_ba: Obavještenje je ažurirano
ca_es: Anunci actualitzat
cs_cz: Oznámení bylo aktualizované
da: Meddelelsen er opdateret
de: Ankündigung wurde aktualisiert
el: Η ανακοίνωση έχει ενημερωθεί
eo: Anonco estas ŝanĝita
es: El anuncio ha sido actualizado
es_mx: El anuncio se ha actualizado
eu_es: Abisua eguneratu da
fa_ir: اطلاعیه مورد نظر به روز گردید
fi_fi: Ilmoitus on päivitetty
fo_fo: Tilkenningin er dagførd
fur: L'avisi è stât agiornât
ga: Nuashonraíodh an fógra
gl: O anuncio foi actualizado
he_il: ההודעה עודכנה
hi: घोषणा अद्यतन की गई
hr_hr: Obavijest ažurirana
hu_hu: A hirdetmény frissítése megtörtént
hy: Օգտագործումը թարմացվել է
id_id: Pengumuman telah di-update
it: L'avviso è stato aggiornato
ja: お知らせが更新されました
ka_ge: განცხადება განახლდა
ko_kr: 공지사항이 업데이트되었습니다
lt_lt: Pranešimas atnaujintas
lv_lv: Paziņojums tika labots
mk_mk: Известувањето беше ажурирано
ms_my: Pengumuman telah dikemas kini
my_mm: ကြေငြာချက်ကို အဆင့်မြှင့်တင်ပြီးဖြစ်သည်
ne: घोषणालाई अद्यावधिक गरियो
nl: Mededeling is gewijzigd.
nn_no: Annonsering ble oppdatert
oc: L'anunci es estat actualizat
pl_pl: Ogłoszenie zostało zaktualizowane
ps: اعلان تازه شو
pt_br: O anúncio foi atualizado
pt_pt: O anúncio foi actualizado
ro_ro: Anuntul a fost actualizat
ru_ru: Объявление было обновлено
sk_sk: Oznámenie bolo aktualizované
sl: Obvestilo je bilo ažurirano.
sq: Njoftimi u përditësua
sr_rs: Obaveštenje je ažurirano
sv_se: Tillkännagivanded har uppdaterats
sw_ke: Tangazo limebadilishwa
ta: அறிவிப்பு புதுப்பிக்கப்பட்டது
th: ปรับแก้ประกาศแล้ว
tl_ph: Na-update na ang Anunsyo
tr: Duyuru güncellendi
uk_ua: Оголошення було оновлено
vi_vn: Thông báo đã được cập nhật
xh_za: Isaziso siye saphuculwa
zh_cn: 通知已经被更新
zh_tw: 已更新公告

source: This Meta Image path is the path to a file inside your Chamilo directory (e.g. home/image.png) that should show in a Twitter card or a OpenGraph card when showing a link to your LMS. Twitter recommends an image of 120 x 120 pixels, which might sometimes be cropped to 120x90.
ar: يمثل مسار الصورة المسار للملف داخل النظام والذي سوف يظهر في بطاقة تويتر عندما يعرض رابط خاص بالنظام. وينصح تويتر بصورة مقاس 120×120 بكسل، والتي قد تقتطع احيانا الى 120×90
ast_es: Esti camín a la imaxe Meta ye la ruta a un ficheru nel direutoriu Chamilo (por exemplu, home/image.png) que debe amosase nuna tarxeta de Twitter o nuna tarxeta OpenGraph cuando s'amose un enllace al to LMS. Twitter recomienda una imaxe de 120 x 120 píxeles, que afayalgunos pue cortase a 120x90.
bn_bd: এই মেটা ইমেজ পাথটি আপনার Chamilo ডিরেক্টরির ভিতরে একটি ফাইলের পাথ (যেমন home/image.png) যা আপনার LMS-এর লিঙ্ক দেখানোর সময় টুইটার কার্ড বা ওপেনগ্রাফ কার্ডে দেখানো হবে। টুইটার ১২০ x ১২০ পিক্সেলের ইমেজ সুপারিশ করে, যা কখনও কখনও ১২০x৯০-এ ক্রপ হতে পারে।
bs_ba: Ova putanja Meta slike je putanja do datoteke unutar vašeg Chamilo direktorija (npr. home/image.png) koja bi se trebala prikazati u Twitter kartici ili OpenGraph kartici prilikom prikazivanja linka na vaš LMS. Twitter preporučuje sliku od 120 x 120 piksela, koja se ponekad može isjeći na 120x90.
ca_es: Aquesta ruta de les imatges Meta és la ruta d'accés a un fitxer dins del seu directori de Chamilo (per exemple, home/image.png) que ha de mostrar en una Twitter Card o una OpenGraph Card quan es mostra un enllaç al seu LMS. Twitter recomana una imatge de 120 x 120 píxels, que de vegades poden ser reduïdes a 120x90.
cs_cz: Tato cesta k meta obrázku je cesta k souboru v adresáři Chamilo (např. home/image.png), který se má zobrazit v Twitter kartě nebo OpenGraph kartě při zobrazení odkazu na LMS. Twitter doporučuje obrázek 120 x 120 pixelů, který může být někdy oříznut na 120x90.
da: Denne Meta Image sti er stien til en fil inde i din Chamilo-mappe (f.eks. home/image.png), der skal vises i en Twitter-kort eller OpenGraph-kort, når der vises et link til dit LMS. Twitter anbefaler et billede på 120 x 120 pixels, som undertiden kan blive beskåret til 120x90.
de: Dieser Meta-Image-Pfad ist der Pfad zu einer Datei in Ihrem Chamilo-Verzeichnis (z.B. home/image.png), das in einer Twitter-Karte oder einer OpenGraph-Karte angezeigt werden sollte, wenn eine Verbindung zu Ihrem LMS angezeigt wird. Twitter empfiehlt ein Bild von 120 x 120 Pixel, das manchmal auf 120 x 90 zugeschnitten werden kann.
el: Το Meta Image path είναι ένας φάκελος στον κατάλογο του Chamilo (π.χ. Αρχική σελίδα/εικόνα.png) που πρέπει να δείχνει την κάρτα του Twitter ή του OpenGraph όταν εμφανίζεται το Link του LMS. Προτεινόμενο μέγεθος φωτογραφίας από το Twitter είναι 120 x 120 pixel, που μερικές φορές μπορεί να μικρύνει σε 120x90.
eo: Ĉi tiu vojo al meta-bildo estas la vojo al dosiero ene de via Chamilo-dosierujaro (ekz. home/image.png), kiu devus aperi en Twitter-karto aŭ OpenGraph-karto kiam montras ligon al via LMS. Twitter rekomendas bildon de 120 x 120 pikseloj, kiu foje povas esti eltondita al 120x90.
es: Esta es la ruta hacia una imagen, dentro de la estructura de carpetas de Chamilo (ej: home/image.png) que representará su portal en una Twitter Card o una OpenGraph Card cuando alguien publique un enlace a su portal en un sitio que soporte uno de estos dos formatos. Twitter recomienda que la imagen sea de 120 x 120 píxeles de dimensiones, pero a veces se reduce a 120x90, por lo que debería quedar bien en ambas dimensiones.
es_mx: Esta ruta de imagen meta es la ruta a un archivo dentro de su directorio Chamilo (p.ej. home/image.png) que debería mostrarse en una tarjeta de Twitter o una tarjeta OpenGraph al mostrar un enlace a su LMS. Twitter recomienda una imagen de 120 x 120 píxeles, que a veces puede recortarse a 120x90.
eu_es: Meta Irudi bidea zure Chamilo direktorio barneko fitxategi baten bidea da (adib. home/image.png) LMSaren esteka Twitter txartel edo OpenGraph txartel batean erakusteko. Twitterrek 120 x 120 pixel irudi bat gomendatzen du, batzuetan 120x90era moztuta.
fa_ir: این مسیر تصویر متا، مسیر فایلی داخل دایرکتوری Chamilo شماست (مثل home/image.png) که باید در کارت توییتر یا کارت OpenGraph هنگام نمایش لینک LMS شما نشان داده شود. توییتر تصویری ۱۲۰x۱۲۰ پیکسل را پیشنهاد می‌کند که گاهی به ۱۲۰x۹۰ برش داده می‌شود.
fi_fi: Tämä metakuva-polku on polku tiedostoon Chamilo-hakemistossasi (esim. home/image.png), joka näkyy Twitter-kortissa tai OpenGraph-kortissa, kun LMS:si linkkiä jaetaan. Twitter suosittelee 120 x 120 pikselin kuvaa, jota saatetaan joskus rajata 120x90:ksi.
fo_fo: Hendan Meta Image leiðin er leiðin til ein fílu í tíni Chamilo-mappa (t.d. home/image.png) sum skal vísa í einari Twitter-korti ella OpenGraph-korti tá ið ein leinki til títt LMS verður vísur. Twitter mælir til ráð at myndin er 120 x 120 pixel, sum kann verða kroppað til 120x90 longst stundum.
fur: Chestu dal imajine Meta al è il chemin de un file dentri la diretori dal to Chamilo (par es. home/image.png) che si deve viodi in une card Twitter o une card OpenGraph cuant che si mostra un leam al to LMS. Twitter al recumande une imajine de 120 x 120 pixel, che a puì talvolte jessi tagljade a 120x90.
ga: Is é an cosán seo Íomhá Meta an cosán go comhad laistigh de do eolaire Chamilo (m.sh. home/image.png) ba cheart a thaispeáint i gcárta Twitter nó i gcárta OpenGraph nuair a thaispeántar nasc chuig do LMS. Molann Twitter íomhá de 120 x 120 picteilín, a d’fhéadfadh a bheith cropped go 120x90 uaireanta.
gl: Esta é a ruta hacia unha imaxe, dentro da estrutura de carpetas de Chamilo (ex. home/imaxe.png) que representará o seu portal nunha Twitter Card ou nunha OpenGraph Card cando alguén publique unha ligazón ao seu portal nun sitio que soporte un destes formatos. Twitter recomenda que a imaxe sexa de 120 x 120 pixeles de dimensión, pero ás veces redúcese a 120x90, polo que debería quedar ben en ambas dimensións.
he_il: נתיב Meta Image זה הוא הנתיב לקובץ בתוך ספריית Chamilo שלך (למשל home/image.png) שאמור להופיע בכרטיס Twitter או בכרטיס OpenGraph בעת הצגת קישור ל-LMS שלך. Twitter ממליץ על תמונה של 120 x 120 פיקסלים, שלעיתים עשוי להיחתך ל-120x90.
hi: यह मेटा इमेज पथ आपके चमिलो डायरेक्टरी के अंदर एक फाइल का पथ है (उदाहरण: home/image.png) जो आपके LMS के लिंक को दिखाते समय ट्विटर कार्ड या ओपनग्राफ कार्ड में दिखना चाहिए। ट्विटर 120 x 120 पिक्सेल की इमेज की सिफारिश करता है, जिसे कभी-कभी 120x90 में क्रॉप किया जा सकता है।
hr_hr: Ova putanja Meta slike je putanja do datoteke unutar vašeg Chamilo direktorija (npr. home/image.png) koja bi se trebala prikazati u Twitter kartici ili OpenGraph kartici prilikom prikazivanja poveznice na vaš LMS. Twitter preporučuje sliku od 120 x 120 piksela, koja se ponekad može isjeći na 120x90.
hu_hu: Ez a Meta kép útvonal a Chamilo könyvtárában lévő fájl útvonala (pl. home/image.png), amely a LMS-hez mutató link Twitter kártyán vagy OpenGraph kártyán jelenik meg. A Twitter 120 x 120 pixel képét javasolja, ami néha 120x90-re vágható.
hy: Այս Meta Image ուղին ձեր Chamilo թղթապանակի ներսում գտնվող ֆայլի ուղին է (օր. home/image.png), որը պետք է ցուցադրվի Twitter քարտում կամ OpenGraph քարտում, երբ ցուցադրվում է ձեր LMS-ի հղումը: Twitter-ը խորհուրդ է տալիս 120 x 120 պիքսել պատկեր, որը երբեմն կարող է կրճատվել մինչև 120x90:
id_id: Jalur Gambar Meta ini adalah jalur ke file di dalam direktori Chamilo Anda (mis. home/image.png) yang harus muncul di kartu Twitter atau kartu OpenGraph saat menampilkan tautan ke LMS Anda. Twitter merekomendasikan gambar 120 x 120 piksel, yang kadang-kadang mungkin dipotong menjadi 120x90.
it: Questo percorso Meta Immagine punta a un file nella cartella di Chamilo (ad es. home/image.png) e dovrebbe essere visibile in una Twitter card o in una OpenGraph card mostrando un link al tuo LMS. Twitter raccomanda un'immagine da 120 x 120 pixel la quale può eventualmente essere rifilata a 120 x 90 px.
ja: このメタ画像パスは、Chamiloディレクトリ内のファイルへのパス（例: home/image.png）で、LMSへのリンクを表示する際にTwitterカードまたはOpenGraphカードに表示されるべきものです。Twitterは120x120ピクセルの画像を推奨しており、時には120x90にクロップされることがあります。
ka_ge: ეს მეტა სურათის მისამართია თქვენი Chamilo დირექტორიის შიგნით მდებარე ფაილის მისამართი (მაგ. home/image.png), რომელიც უნდა გამოჩნდეს Twitter ბარათზე ან OpenGraph ბარათზე, როდესაც თქვენი LMS-ის ბმული ნაჩვენებია. Twitter რეკომენდაციას უწევს 120 x 120 პიქსელის სურათს, რომელიც ზოგჯერ შეიძლება მოჭრილი იყოს 120x90-მდე.
ko_kr: 이 메타 이미지 경로는 Chamilo 디렉토리 내 파일 경로(예: home/image.png)로, LMS 링크를 트위터 카드나 OpenGraph 카드에 표시할 때 보여집니다. 트위터는 120 x 120 픽셀 이미지를 권장하며, 때때로 120x90으로 잘릴 수 있습니다.
lo: ເສັ້ນທາງຮູບພາບ Meta ນີ້ແມ່ນເສັ້ນທາງໄປຫາໄຟລ໌ພາຍໃນໄດເລກະທໍລີ Chamilo ຂອງທ່ານ (ຕົວຢ່າງ: home/image.png) ທີ່ຄວນສະແດງໃນ Twitter card ຫຼື OpenGraph card ເມື່ອສະແດງລິ້ງໄປຫາ LMS ຂອງທ່ານ. Twitter ແນະນຳຮູບພາບຂະໜາດ 120 x 120 ພິກເຊວ, ເຊິ່ງບາງຄັ້ງອາດຈະຖືກຕັດເປັນ 120x90.
lt_lt: Šis Meta paveikslėlio kelias yra kelias į failą jūsų Chamilo kataloge (pvz. home/image.png), kuris turėtų būti rodomas Twitter kortelėje arba OpenGraph kortelėje, kai rodoma nuoroda į jūsų LMS. Twitter rekomenduoja 120 x 120 pikselių paveikslėlį, kuris kartais gali būti apkirptas iki 120x90.
lv_lv: Šis Meta attēla ceļš ir ceļš uz failu jūsu Chamilo direktorijā (piem., home/image.png), kas jāparāda Twitter kartē vai OpenGraph kartē, kad tiek rādīta saite uz jūsu LMS. Twitter iesaka attēlu 120 x 120 pikseļos, kas dažreiz var tikt apgriezts līdz 120x90.
mk_mk: Оваа мета слика патека е патека до датотека во вашиот Chamilo директориум (на пр. home/image.png) што треба да се прикаже во Twitter картичка или OpenGraph картичка кога се прикажува линк до вашиот LMS. Twitter препорачува слика од 120 x 120 пиксели, која понекогаш може да се исече на 120x90.
ms_my: Laluan Imej Meta ini adalah laluan ke fail di dalam direktori Chamilo anda (contohnya home/image.png) yang harus muncul dalam kad Twitter atau kad OpenGraph apabila memaparkan pautan ke LMS anda. Twitter mengesyorkan imej 120 x 120 piksel, yang kadang-kadang mungkin dipotong kepada 120x90.
my_mm: ဤမက်တာပုံလမ်းကြောင်းသည် သင့် Chamilo ဖိုင်တွဲအတွင်းရှိ ဖိုင်တစ်ခု၏ လမ်းကြောင်း (ဥပမာ home/image.png) ဖြစ်ပြီး၊ ၎င်းသည် သင့် LMS သို့ လင့်ခ်ပြသသောအခါ Twitter ကတ် သို့မဟုတ် OpenGraph ကတ်တွင် ပြသသင့်သည်။ Twitter သည် ၁၂၀ x ၁၂၀ ပစ်ဆယ်ရှိသော ပုံတစ်ပုံကို အကြံပြုထားပြီး၊ ၎င်းသည် တစ်ခါတစ်ရံ ၁၂၀x၉၀ သို့ ဖြတ်ညှပ်နိုင်သည်။
ne: यो मेटा छवि पथ तपाईंको Chamilo निर्देशिकाभित्रको फाइलको पथ हो (उदाहरण: home/image.png) जुन तपाईंको LMS को लिङ्क देखाउँदा ट्विटर कार्ड वा ओपनग्राफ कार्डमा देखिनुपर्छ। ट्विटरले १२० x १२० पिक्सेलको छवि सिफारिस गर्दछ, जुन कहिलेकाहीं १२०x९० मा काटिन सक्छ।
nl: Dit Meta Image-pad is het pad naar een bestand binnen uw Chamilo-directory (bijvoorbeeld home/image.png) dat weergegeven moet worden in een Twitter-kaart of een OpenGraph-kaart wanneer er een link naar uw LMS wordt getoond. Twitter beveelt een afbeelding van 120 x 120 pixels aan, die soms kan worden bijgesneden tot 120x90.
nn_no: Denne meta-bilete-stien er stien til ei fil inne i Chamilo-kataloga di (t.d. home/image.png) som skal visast i eit Twitter-kort eller OpenGraph-kort når ein lenke til LMS-en din blir vist. Twitter anbefaler eit bilete på 120 x 120 pikslar, som noko gong kan bli skjaurd til 120x90.
oc: Aqueste camen de l'imatge Meta es lo camen vèrs un fichièr dins vòstre repertòri Chamilo (ex. home/image.png) que deuri aparéisser dins una carta Twitter o una carta OpenGraph quand se mostra un ligam vèrs vòstre LMS. Twitter recomanda una imatge de 120 x 120 pixèls, que pòt eventualment èsser retallada a 120x90.
pl_pl: Ta ścieżka do obrazu Meta to ścieżka do pliku w katalogu Chamilo (np. home/image.png), który powinien być wyświetlany w karcie Twitter lub karcie OpenGraph podczas pokazywania linku do LMS. Twitter zaleca obrazek o rozmiarze 120 x 120 pikseli, który czasem może być przycięty do 120x90.
ps: دا میټا انځور لار د Chamilo ډایریکټري کې د فایل لار ده (د بیلګې په توګه home/image.png) چې د Twitter کارډ یا OpenGraph کارډ کې ښکاره شي کله چې ستاسو LMS لینک ښکاره شي. Twitter د 120 x 120 پېکسل انځور وړاندیز کوي، چې کله ناکله 120x90 ته کم شي.
pt_br: Esta meta é o caminho Imagem, isto é, o caminho para um arquivo dentro do seu diretório Chamilo (por exemplo, home/image.png) que devem aparecer em um cartão ou um cartão de Twitter OpenGraph ao mostrar um link para o seu LMS. Twitter recomenda uma imagem de 120x120 pixels, o que pode por vezes ser recortadas com 120x90.
pt_pt: Este caminho Imagem Meta é o caminho para um arquivo dentro do seu diretório Chamilo (por exemplo home/image.png) que devem aparecer em um cartão de Twitter ou um cartão de OpenGraph ao mostrar um link para seu LMS. Twitter recomenda uma imagem de 120x120 pixels, o que pode às vezes ser cortadas para 120x90.
ro_ro: Această cale a imaginii Meta este calea către un fișier din directorul Chamilo (ex. home/image.png) care ar trebui să apară într-o carte Twitter sau OpenGraph când se arată un link către LMS-ul dvs. Twitter recomandă o imagine de 120 x 120 pixeli, care uneori poate fi tăiată la 120x90.
ru_ru: Этот путь к мета-изображению — путь к файлу в директории Chamilo (например, home/image.png), которое должно отображаться в Twitter-карточке или OpenGraph-карточке при публикации ссылки на LMS. Twitter рекомендует изображение 120 × 120 пикселей, которое иногда может обрезаться до 120×90.
sk_sk: Táto cesta Meta obrázok je cesta k súboru vo vnútri vášho adresára Chamilo (napr. home/image.png) mal by sa ukázať na karte Twitter alebo OpenGraph pri zobrazení odkazu na vaše LMS. Twitter odporúča obrázok 120 x 120 bodovv, čo by mohlo byť niekedy orezaných na 120x90.
sl: Pot meta slike je pot do datoteke znotraj vaše Chamilo mape (npr. home/image.png), ki je prikazana znotraj Twitter ali OpenGraph kartice pri prikazu povezave na vaš LMS. Twitter priporoča sličico velikosti 120x120 pik, ki je včasih prikazana pomanjšana v velikosti 120x90 pik.
sq: Kjo rrugë e Imazhit Meta është rruga drejt një skedari brenda direktorisë suaj Chamilo (p.sh. home/image.png) që duhet të shfaqet në një kartë Twitter ose një kartë OpenGraph kur shfaqet një lidhje drejt LMS-së tuaj. Twitter rekomandon një imazh me 120 x 120 piksela, i cili mund të prishet ndonjëherë në 120x90.
sr_rs: Ova putanja do Meta slike je putanja do datoteke u vašem Chamilo direktorijumu (npr. home/image.png) koja bi trebalo da se prikaže u Twitter kartici ili OpenGraph kartici kada se prikazuje link ka vašem LMS-u. Twitter preporučuje sliku od 120 x 120 piksela, koja se ponekad može iseci na 120x90.
sv_se: Denna meta-bildsökväg är sökvägen till en fil i din Chamilo-katalog (t.ex. home/image.png) som ska visas i ett Twitter-kort eller OpenGraph-kort när en länk till din LMS visas. Twitter rekommenderar en bild på 120 x 120 pixlar, som ibland kan beskäras till 120x90.
sw_ke: Njia hii ya Picha ya Meta ni njia kwenye faili ndani ya saraka yako ya Chamilo (k.m. home/image.png) ambayo inapaswa kuonekana katika kadi ya Twitter au kadi ya OpenGraph wakati wa kuonyesha kiungo cha LMS yako. Twitter inapendekeza picha ya saizi 120 x 120 pikseli, ambayo wakati mwingine inaweza kukatawa hadi 120x90.
ta: இந்த மெட்டா படம் பாதை உங்கள் சாமிலோ அடைவுக்குள் உள்ள கோப்பின் பாதை (எ.கா. home/image.png) ஆகும், இது உங்கள் LMS இன் இணைப்பை காட்டும்போது ட்விட்டர் கார்டு அல்லது ஓப்பன்கிராஃப் கார்டில் காட்டப்பட வேண்டும். ட்விட்டர் 120 x 120 பிக்சல்கள் படத்தை பரிந்துரைக்கிறது, இது சில சமயங்களில் 120x90 ஆக வெட்டப்படலாம்.
th: เส้นทาง Meta Image นี้คือเส้นทางไปยังไฟล์ในไดเรกทอรี Chamilo ของคุณ (เช่น home/image.png) ที่ควรแสดงใน Twitter card หรือ OpenGraph card เมื่อแสดงลิงก์ไปยัง LMS ของคุณ Twitter แนะนำภาพขนาด 120 x 120 พิกเซล ซึ่งบางครั้งอาจถูกครอปเป็น 120x90
tl_ph: Ang landas ng Meta Image na ito ay ang landas patungo sa isang file sa loob ng iyong direktoryo ng Chamilo (hal. home/image.png) na dapat ipakita sa isang Twitter card o OpenGraph card kapag nagpapakita ng link sa iyong LMS. Inirerekomenda ng Twitter ang isang imahe na 120 x 120 pixels, na minsan ay mapuputol sa 120x90.
tr: Bu Meta Resim yolu, Chamilo dizininizdeki bir dosyaya (ör. home/image.png) giden yoldur ve LMS'nize bağlantı gösterildiğinde Twitter kartında veya OpenGraph kartında görünmelidir. Twitter 120 x 120 piksel resim önerir, bazen 120x90'a kırpılabilir.
uk_ua: Цей шлях до мета-зображення — шлях до файлу в директорії Chamilo (наприклад, home/image.png), що має відображатися в Twitter card або OpenGraph card при показі посилання на ваш LMS. Twitter рекомендує зображення розміром 120 x 120 пікселів, яке іноді може обрізатися до 120x90.
vi_vn: Đường dẫn Hình ảnh Meta này là đường dẫn đến tệp bên trong thư mục Chamilo của bạn (ví dụ: home/image.png) sẽ hiển thị trong thẻ Twitter hoặc thẻ OpenGraph khi hiển thị liên kết đến LMS của bạn. Twitter khuyến nghị hình ảnh 120 x 120 pixel, đôi khi có thể bị cắt thành 120x90.
xh_za: Le ndlela yoMeta Image yiyindlela eya kwifayile ngaphakathi kwisupha sakho seChamilo (umz. home/image.png) eza kubonakala kwikhadi leTwitter okanye ikhadi leOpenGraph xa ubonisa ikhonkco leLMS yakho. I-Twitter icebisa umfanekiso we-120 x 120 pixels, ozinokucatshwa ngamanye amaxesha ube 120x90.
zh_cn: 此元图像路径是 Chamilo 目录中的文件路径（例如 home/image.png），在显示 LMS 链接的 Twitter 卡片或 OpenGraph 卡片中显示。Twitter 推荐 120 x 120 像素的图像，有时可能被裁剪为 120x90。
zh_tw: 此 Meta 圖像路徑是 Chamilo 目錄內檔案的路徑（例如 home/image.png），當顯示連結至您的 LMS 時，應顯示於 Twitter 卡片或 OpenGraph 卡片。Twitter 建議使用 120 x 120 像素的圖像，有時可能會裁剪為 120x90。

source: Permissions for new files
ar: السماح للملفات الجديدة
ast_es: Permisos p'archivos nuevos
bn_bd: নতুন ফাইলের জন্য অনুমতি
bs_ba: Dozvole za nove datoteke
ca_es: Permisos per a arxius nous
cs_cz: Práva pro nové soubory
da: Tilladelser i forbindelse med nye filer
de: Berechtigung für neue Dateien
el: Δικαιώματα για νέα αρχεία
eo: Permesoj por novaj dosieroj
es: Permisos para los nuevos archivos
es_mx: Permisos para nuevos Archivos
eu_es: Fitxategi berrietarako baimenak
fa_ir: سطح دسترسی برای فایل های جدید
fi_fi: Uusien tiedostojen käyttöoikeudet
fo_fo: Loyvir fyri nýggjar fílar
fur: Premissins par i file nuvîs
ga: Ceadanna do chomhaid nua
gl: Permisos para novos ficheiros
he_il: הרשאות לקבצים חדשים
hi: नई फाइलों के लिए अनुमतियाँ
hr_hr: Dozvole za nove datoteke
hu_hu: Az új fájlok hozzáférési jogai
hy: Նոր ֆայլերի թույլտվություններ
id_id: Izin untuk file baru
it: Permessi per i nuovi file
ja: 新規ファイルのパーミッション
ka_ge: ახალი ფაილების უფლებები
ko_kr: 새 파일 권한
lt_lt: Naujų failų teisės
lv_lv: Atļauja jauniem failiem
mk_mk: Права за нови датотеки
ms_my: Keizinan untuk fail baru
my_mm: ဖိုင်အသစ်များအတွက် ခွင့်ပြုချက်များ
ne: नयाँ फाइलहरूका लागि अनुमतिहरू
nl: Permissies voor nieuwe bestanden
nn_no: Nye filers rettigheter
oc: Permissions pels novèls fichièrs
pl_pl: Zezwolenia dla nowych plików
ps: د نوي فایلونو اجازې
pt_br: Permissões para novos arquivos
pt_pt: Permissões para novos ficheiros
ro_ro: Permisiuni pentru fisierele noi
ru_ru: Разрешения для новых файлов
sk_sk: Povolenia pre nové súbory
sl: Pravice za nove datoteke
sq: Lejet për skedarët e rinj
sr_rs: Dozvole za nove fajlove
sv_se: Rättigheter för nya filer
sw_ke: Ruhusa kwa faili mpya
ta: புதிய கோப்புகளுக்கான அனுமதிகள்
th: สิทธิ์สำหรับไฟล์ใหม่
tl_ph: Mga pahintulot para sa mga bagong file
tr: Yeni dosya izinleri
uk_ua: Права на нові файли
vi_vn: Quyền cho tệp mới
xh_za: Iimvume zeefayile ezintsha
zh_cn: 新文件的权限
zh_tw: 新檔案權限
