Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Enabling CAS authentication will allow users to authenticate with their CAS credentials.<br/>Go to <a href='settings.php?category=CAS'>Plugin</a> to add a configurable 'CAS Login' button for your Chamilo campus. Or you can force CAS authentication by setting cas[force_redirect] in app/config/auth.conf.php.
ar: CAS ان تفعيل هذا التوثيق سوف يسمح للمستخدمين بتوثيق بياناتهم من خلال
ast_es: Activar l'autenticación CAS permitirá a los usuarios autenticase con toes les sos credenciales CAS.<br/>Ve a <a href='settings.php?category=CAS'>Plugin</a> pa amesar un botón configurable 'CAS Login' pa'l to campus Chamilo. O pues forzar l'autenticación CAS axustando cas[force_redirect] en app/config/auth.conf.php.
bn_bd: CAS প্রমাণীকরণ সক্ষম করলে ব্যবহারকারীরা তাদের CAS শংকেতপ্রদান দিয়ে প্রমাণীকরণ করতে পারবে।<br/>আপনার Chamilo ক্যাম্পাসের জন্য কনফিগারযোগ্য 'CAS লগইন' বোতাম যোগ করতে <a href='settings.php?category=CAS'>প্লাগইন</a> এ যান। অথবা আপনি app/config/auth.conf.php তে cas[force_redirect] সেট করে CAS প্রমাণীকরণ জোরপূর্বক করতে পারেন।
bs_ba: Omogućavanje CAS autentifikacije omogućit će korisnicima autentifikaciju pomoću njihovih CAS vjerodostojnica.<br/>Idite na <a href='settings.php?category=CAS'>Plugin</a> da dodate konfigurabilni gumb 'CAS Login' za vaš Chamilo kampus. Ili možete prisiliti CAS autentifikaciju postavljanjem cas[force_redirect] u app/config/auth.conf.php.
ca_es: Activar l'autenticació CAS permetrà als usuaris autenticar-se amb les seves credencials CAS.
cs_cz: Povolení autentizace CAS umožní uživatelům autentizovat se pomocí svých CAS přihlašovacích údajů.<br/>Přejděte na <a href='settings.php?category=CAS'>Plugin</a> pro přidání konfigurovatelného tlačítka 'CAS Login' pro váš Chamilo campus. Nebo můžete vynutit autentizaci CAS nastavením cas[force_redirect] v app/config/auth.conf.php.
da: Aktivering af CAS-autentifikation tillader brugere at autentificere med deres CAS-legitimationsoplysninger.<br/>Gå til <a href='settings.php?category=CAS'>Plugin</a> for at tilføje en konfigurerbar 'CAS Login'-knap til din Chamilo-campus. Eller du kan tvinge CAS-autentifikation ved at indstille cas[force_redirect] i app/config/auth.conf.php.
de: Das einschalten der CAS-Authentifizierung ermöglicht den Nutzern die Authentifizierung mit ihren CAS-Berechtigungen.
el: Η ενεργοποίηση της πιστοποίησης CAS θα επιτρέψει στους εκπαιδευόμενους να πιστοποιούνται με τα CAS διαπιστεύτηριά τους. Μεταβείτε στα Πρόσθετα (plugins) για να προσθέσετε ένα διαμορφώσιμο κουμπί 'Σύνδεση CAS' για το Chamilo campus.
eo: Aktivigo de CAS-aŭtentigo permesos al uzantoj aŭtentigi per siaj CAS-kredencoj.<br/>iru al <a href='settings.php?category=CAS'>Kromprogramo</a> por aldoni konfigureblan butonon 'CAS Eniri' por via Chamilo-kampus. Aŭ vi povas devigi CAS-aŭtentigon agordante cas[force_redirect] en app/config/auth.conf.php.
es: Activar la autentificación CAS permitirá a usuarios autentificarse con sus credenciales CAS
es_mx: Habilitar autenticación CAS permitirá a los usuarios autenticarse con sus credenciales CAS.<br/>Ve a <a href='settings.php?category=CAS'>Plugin</a> para agregar un botón configurable 'Inicio de sesión CAS' para tu campus Chamilo. O puedes forzar la autenticación CAS estableciendo cas[force_redirect] en app/config/auth.conf.php.
eu_es: CAS autentifikazioa aktibatzeari esker, erabiltzaileek beren CAS egiaztagiriarekin autentifikatu ahal izango dute.
fa_ir: فعال کردن احراز هویت CAS به کاربران اجازه می‌دهد با اعتبار CAS خود احراز هویت کنند.<br/>به <a href='settings.php?category=CAS'>افزونه</a> بروید تا دکمه 'ورود CAS' قابل تنظیم برای محوطه Chamilo خود اضافه کنید. یا می‌توانید با تنظیم cas[force_redirect] در app/config/auth.conf.php احراز هویت CAS را اجباری کنید.
fi_fi: CAS-todennuksen mahdollistaminen sallii käyttäjien todentua CAS-tunnuksillaan.<br/>Siirry <a href='settings.php?category=CAS'>Liitinsivulle</a> lisätäksesi muokattavan 'CAS-kirjautuminen' -painikkeen Chamilo-kampuksellesi. Tai voit pakottaa CAS-todennuksen asettamalla cas[force_redirect] tiedostossa app/config/auth.conf.php.
fo_fo: Virkjan av CAS innlogging leyvir brúkarum at innlogga seg við CAS loyniorðunum.<br/>Far til <a href='settings.php?category=CAS'>Plugin</a> at leggja til ein stillilig 'CAS Login' knapp fyri tín Chamilo háskøla. Ella tú kanst tvinga CAS innlogging við at seta cas[force_redirect] í app/config/auth.conf.php.
fur: Ativâ l'autenticazion CAS a l'à di permitî ai utents de autenticâsi cu lis lôr credenziajs CAS.<br/>Vâ su <a href='settings.php?category=CAS'>Plugin</a> par zontâ un boton 'CAS Login' configurabi pal to campus Chamilo. O podaress forzâ l'autenticazion CAS metûnt cas[force_redirect] in app/config/auth.conf.php.
ga: Ligfidh cumasú fíordheimhniú CAS d'úsáideoirí fíordheimhniú lena gcreidiúintí CAS.<br/>Téigh go <a href='settings.php?category=CAS'>Plugin</a> chun cnaipe 'Logáil isteach CAS' inchoigeadaithe a chur le do champas Chamilo. Nó is féidir leat fíordheimhniú CAS a éigeantasú trí cas[force_redirect] a shocrú in app/config/auth.conf.php.
gl: Habilitar a autenticación CAS permitirá aos usuarios autenticarse coas súas credenciais CAS
he_il: הפעלת אימות CAS תאפשר למשתמשים לבצע אימות באמצעות אישורי ה-CAS שלהם.<br/>עבור אל <a href='settings.php?category=CAS'>פלאגין</a> כדי להוסיף 'כניסה ל-CAS' הניתן להגדרה. לחצן לקמפוס Chamilo שלך. או שאתה יכול לכפות אימות CAS על ידי הגדרת cas[force_redirect] ב-app/config/auth.conf.php.
hi: CAS प्रमाणीकरण सक्षम करने से उपयोगकर्ताओं को उनके CAS प्रमाण-पत्रों से प्रमाणित करने की अनुमति मिलेगी।<br/>जाने के लिए <a href='settings.php?category=CAS'>प्लगइन</a> पर जाएँ ताकि अपने Chamilo कैंपस के लिए कॉन्फ़िगर करने योग्य 'CAS लॉगिन' बटन जोड़ा जा सके। या आप app/config/auth.conf.php में cas[force_redirect] सेट करके CAS प्रमाणीकरण लागू कर सकते हैं।
hr_hr: Omogućavanje CAS autentifikacije omogućit će korisnicima autentifikaciju pomoću njihovih CAS vjerodajnica.<br/>Idite na <a href='settings.php?category=CAS'>Dodatak</a> kako biste dodali podešivu gumb 'CAS Prijava' za svoj Chamilo kampus. Ili možete prisiliti CAS autentifikaciju postavljanjem cas[force_redirect] u app/config/auth.conf.php.
hu_hu: A CAS hitelesítés engedélyezése lehetővé teszi a felhasználók számára, hogy CAS hitelesítő adataikkal hitelesítsenek.<br/>Lépjen a <a href='settings.php?category=CAS'>Bővítmény</a> oldalra a konfigurálható 'CAS Bejelentkezés' gomb hozzáadásához a Chamilo kampuszához. Vagy kényszerítheti a CAS hitelesítést a cas[force_redirect] beállításával az app/config/auth.conf.php fájlban.
hy: CAS հաստատման ցուցակը թույլ կտա օգտատերերին հաստատվել իրենց CAS հավատարմագրերով。<br/>Անցեք <a href='settings.php?category=CAS'>Փլագին</a>-ի էջ՝ ավելացնելու կարգավորելի 'CAS Մուտք' կոճակ ձեր Chamilo ճամբարի համար: Կամ կարող եք պարտադրել CAS հաստատումը՝ սահմանելով cas[force_redirect]-ը app/config/auth.conf.php-ում:
id_id: Mengaktifkan autentikasi CAS akan memungkinkan pengguna untuk mengautentikasi dengan kredensial CAS mereka.<br/>Pergi ke <a href='settings.php?category=CAS'>Plugin</a> untuk menambahkan tombol 'Login CAS' yang dapat dikonfigurasi untuk kampus Chamilo Anda. Atau Anda dapat memaksa autentikasi CAS dengan mengatur cas[force_redirect] di app/config/auth.conf.php.
it: Abilitando l'autenticazione CAS, gli utenti potranno utilizzare le loro credenziali CAS.
ja: CAS認証を有効にすると、ユーザーはCAS認証情報で認証できるようになります。<br/>Chamiloキャンパスに設定可能な「CASログイン」ボタンを追加するには、<a href='settings.php?category=CAS'>プラグイン</a>に移動してください。また、app/config/auth.conf.phpでcas[force_redirect]を設定することでCAS認証を強制することもできます。
ka_ge: CAS აუთენტიფიკაციის ჩართვა მომხმარებლებს მისცემს შესაძლებლობას აუთენტიფიკაციის გავლას CAS მონაცემებით.<br/>გადადით <a href='settings.php?category=CAS'>პლაგინზე</a> კონფიგურირებადი 'CAS შესვლა' ღილაკის დასამატებლად თქვენი Chamilo კამპუსისთვის. ან შეგიძლიათ CAS აუთენტიფიკაციის იძულებითი გამოყენება app/config/auth.conf.php-ში cas[force_redirect]-ის შეცვლით.
ko_kr: CAS 인증 활성화 시 사용자가 CAS 자격 증명으로 인증할 수 있습니다.<br/>Chamilo 캠퍼스에 구성 가능한 'CAS 로그인' 버튼을 추가하려면 <a href='settings.php?category=CAS'>플러그인</a>으로 이동하세요. 또는 app/config/auth.conf.php에서 cas[force_redirect]를 설정하여 CAS 인증을 강제할 수 있습니다.
lo: ການເປີດໃຊ້ການຢືນຢັນຕົວຕົນ CAS ຈະອະນຸຍາດໃຫ້ຜູ້ໃຊ້ຢືນຢັນຕົວຕົນດ້ວຍຂໍ້ມູນປະຈຳຕົວ CAS ຂອງພວກເຂົາ.<br/>ໄປທີ່ <a href='settings.php?category=CAS'>Plugin</a> ເພື່ອເພີ່ມປຸ່ມ 'CAS Login' ທີ່ສາມາດຕັ້ງຄ່າໄດ້ສຳລັບແຄມປັສ Chamilo ຂອງທ່ານ. ຫຼື ທ່ານສາມາດບັງຄັບການຢືນຢັນຕົວຕົນ CAS ໂດຍການຕັ້ງຄ່າ cas[force_redirect] ໃນ app/config/auth.conf.php.
lt_lt: Įjungus CAS autentifikaciją, vartotojai galės autentifikuotis naudodami savo CAS kredencialus.<br/>Eikite į <a href='settings.php?category=CAS'>Įskiepį</a>, kad pridėtumėte konfigūruojamą 'CAS prisijungimas' mygtuką savo Chamilo campus. Arba galite priversti CAS autentifikaciją nustatydami cas[force_redirect] faile app/config/auth.conf.php.
lv_lv: Ieslēdzot CAS autentifikāciju, lietotāji varēs autentificēties ar savām CAS akreditācijām.<br/>Dodieties uz <a href='settings.php?category=CAS'>Spraudni</a>, lai pievienotu konfigurējamu 'CAS Pieteikšanās' pogu savam Chamilo kampusam. Vai arī varat piespiest CAS autentifikāciju, iestatot cas[force_redirect] failā app/config/auth.conf.php.
mk_mk: Овозможувањето CAS автентикација ќе им овозможи на корисниците да се автентицираат со нивните CAS акредитиви.<br/>Оди на <a href='settings.php?category=CAS'>Плагин</a> за да додадете конфигурирано копче 'CAS најави се' за вашиот Chamilo кампус. Или можете да наметнете CAS автентикација со поставување cas[force_redirect] во app/config/auth.conf.php.
ms_my: Membolehkan pengesahan CAS akan membolehkan pengguna mengesahkan dengan kelayakan CAS mereka.<br/>Pergi ke <a href='settings.php?category=CAS'>Plugin</a> untuk menambah butang 'Log Masuk CAS' yang boleh dikonfigurasi untuk kampus Chamilo anda. Atau anda boleh memaksa pengesahan CAS dengan menetapkan cas[force_redirect] dalam app/config/auth.conf.php.
my_mm: CAS အထောက်အထားစစ်ဆေးမှုကို ဖွင့်ခြင်းဖြင့် အသုံးပြုသူများသည် ၎င်းတို့၏ CAS အထောက်အထားများဖြင့် အထောက်အထားစစ်ဆေးနိုင်မည်ဖြစ်သည်။<br/>သင့် Chamilo ကျောင်းဝင်းအတွက် ပြင်ဆင်သတ်မှတ်နိုင်သော 'CAS အကောင့်ဝင်ရန်' ခလုတ်ကို ထည့်သွင်းရန် <a href='settings.php?category=CAS'>ပလပ်အင်</a> သို့သွားပါ။ သို့မဟုတ် app/config/auth.conf.php တွင် cas[force_redirect] ကို သတ်မှတ်ခြင်းဖြင့် CAS အထောက်အထားစစ်ဆေးမှုကို အတင်းသုံးနိုင်သည်။
ne: CAS प्रमाणीकरण सक्षम गर्दा प्रयोगकर्ताहरूलाई आफ्नो CAS प्रमाणसूचकसँग प्रमाणित गर्न अनुमति दिन्छ।<br/>कन्फिगरयोग्य 'CAS लगइन' बटन थप्न <a href='settings.php?category=CAS'>प्लगइन</a> मा जानुहोस्। वा app/config/auth.conf.php मा cas[force_redirect] सेट गरेर CAS प्रमाणीकरण जबरजस्ती गर्न सक्नुहुन्छ।
nl: Door CAS authentication te activeren, kunnen gebruikers inloggen met hun CAS gegevens. Ga naar Plugin om een 'CAS Login' knop toe te voegen voor uw Chamilo campus.
nn_no: Aktivering av CAS-autentisering lar brukarar autentisere seg med CAS-legitimeringar.<br/>Gå til <a href='settings.php?category=CAS'>Tillegg</a> for å legge til ein konfigurerbar 'CAS-innsklogging'-knapp for Chamilo-campusen din. Eller du kan tvinge CAS-autentisering ved å setje cas[force_redirect] i app/config/auth.conf.php.
oc: Activar l'autentificacion CAS permetrà als utilizaires de s'autentificar amb lor identifiants CAS.<br/>Anatz a <a href='settings.php?category=CAS'>Plugin</a> per apondre un boton 'Login CAS' configurablia per vòstre campus Chamilo. Ò podètz forçar l'autentificacion CAS en ajustant cas[force_redirect] dins app/config/auth.conf.php.
pl_pl: Włączanie uwierzytelniania CAS pozwoli użytkownikom na uwierzytelnianie poświadczeń CAS.
ps: د CAS تصدیق فعالول به کاروونکو ته اجازه ورکړي چې د خپلو CAS اعتبارونو سره تصدیق کړي.<br/>د <a href='settings.php?category=CAS'>پلاگ ان</a> ته لاړ شئ ترڅو د خپل Chamilo کیمپس لپاره یو تنظیم کیدونکی 'CAS لا آن' تڼۍ اضافه کړئ. یا تاسو کولی شئ د app/config/auth.conf.php کې cas[force_redirect] تنظیم کړئ ترڅو CAS تصدیق اجباري کړئ.
pt_br: Ativando a autenticação CAS permitirá aos usuários se autenticarem com as credenciais CAS deles. Pode ir à seção Plugin para adicionar um botão de "Login CAS" configurável no seu campus Chamilo.
pt_pt: Ativando a autenticação CAS permitirá aos utilizadores autenticarem-se com as credenciais CAS deles. Pode ir à secção Plugin para adicionar um botão de "Login CAS" configurável no seu campus Chamilo.
ro_ro: Activand autentificarea CAS permite utilizatorilor să se autentifice cu acreditările lor CAS
ru_ru: Включение аутентификации CAS позволит пользователям аутентифицироваться с помощью учетных данных CAS.<br/>Перейдите в <a href='settings.php?category=CAS'>Плагин</a>, чтобы добавить настраиваемую кнопку 'CAS Login' для вашего кампуса Chamilo. Или вы можете принудительно включить аутентификацию CAS, установив cas[force_redirect] в app/config/auth.conf.php.
sk_sk: Pvolenie CAS overovania umožní používateľom overiť ich s CAS poverením.
sl: Omogočanje CAS avtentifikacije omogoči uporabnikom avtentifikacijo z njihovimi obstoječimi CAS avtentifikacijskimi podatki.<br>
sq: Aktivizimi i autentikimit CAS do të lejojë përdoruesit të autentikohen me kredencialet e tyre CAS.<br/>Shkoni te <a href='settings.php?category=CAS'>Plugin</a> për të shtuar një buton të konfigurueshëm 'CAS Login' për kampusin tuaj Chamilo. Ose mund të detyroni autentikimin CAS duke vendosur cas[force_redirect] në app/config/auth.conf.php.
sr_rs: Omogućavanje CAS autentifikacije će omogućiti korisnicima da se autentifikuju sa svojim CAS akreditivama.<br/>Idite na <a href='settings.php?category=CAS'>Plugin</a> da dodate podešavanje 'CAS Login' dugmeta za vaš Chamilo kampus. Ili možete primorati CAS autentifikaciju podešavanjem cas[force_redirect] u app/config/auth.conf.php.
sv_se: Aktivering av CAS-autentisering tillåter användare att autentisera med sina CAS-uppgifter.<br/>Gå till <a href='settings.php?category=CAS'>Tillägg</a> för att lägga till en konfigurerbar 'CAS-inloggning'-knapp för din Chamilo-campus. Eller tvinga CAS-autentisering genom att ställa in cas[force_redirect] i app/config/auth.conf.php.
sw_ke: Kuwezesha uthibitisho wa CAS kutawezesha watumiaji kuthibitishwa kwa sifa zao za CAS.<br/>Nenda <a href='settings.php?category=CAS'>Plugin</a> ili kuongeza kitufe cha 'CAS Login' kinachoweza kusanidiwa kwa kampasi yako ya Chamilo. Au unaweza kulazimisha uthibitisho wa CAS kwa kuweka cas[force_redirect] katika app/config/auth.conf.php.
ta: CAS அங்கீகாரத்தை செயல்படுத்தினால், பயனர்கள் தங்கள் CAS சான்றாணைகளுடன் அங்கீகரிக்கலாம்.<br/>உங்கள் Chamilo தளத்திற்கு 'CAS உள்நுழைவு' பொத்தானை சேர்க்க <a href='settings.php?category=CAS'>செருகு</a> செல்லவும். அல்லது app/config/auth.conf.php இல் cas[force_redirect] அமைத்து CAS அங்கீகாரத்தை வலுவூட்டலாம்.
th: การเปิดใช้งานการยืนยันตัวตน CAS จะอนุญาตให้ผู้ใช้ยืนยันตัวตนด้วยข้อมูลรับรอง CAS<br/>ไปที่ <a href='settings.php?category=CAS'>Plugin</a> เพื่อเพิ่มปุ่ม 'CAS Login' ที่กำหนดค่าได้สำหรับวิทยาเขต Chamilo ของคุณ หรือคุณสามารถบังคับการยืนยันตัวตน CAS โดยตั้งค่า cas[force_redirect] ใน app/config/auth.conf.php
tl_ph: Pinapayagan ng pag-activate ng CAS authentication ang mga user na mag-authenticate gamit ang kanilang CAS credentials.<br/>Pumunta sa <a href='settings.php?category=CAS'>Plugin</a> upang magdagdag ng configurable 'CAS Login' button para sa iyong Chamilo campus. O maaari mong pilitin ang CAS authentication sa pamamagitan ng pag-set ng cas[force_redirect] sa app/config/auth.conf.php.
tr: CAS kimlik doğrulaması etkinleştirildiğinde kullanıcılar CAS kimlik bilgileriyle kimlik doğrulayabilir.<br/>Chamilo kampüsünüz için yapılandırılabilir 'CAS Giriş' butonu eklemek için <a href='settings.php?category=CAS'>Eklenti</a> sayfasına gidin. Veya app/config/auth.conf.php dosyasında cas[force_redirect] ayarlayarak CAS kimlik doğrulamasını zorlayabilirsiniz.
uk_ua: Увімкнення CAS аутентифікації дозволить користувачам аутентифікуватися за допомогою CAS облікових даних.<br/>Перейдіть до <a href='settings.php?category=CAS'>Плагін</a> щоб додати конфігурований 'CAS Login' кнопку для вашого Chamilo кампусу. Або ви можете примусити CAS аутентифікацію, встановивши cas[force_redirect] у app/config/auth.conf.php.
vi_vn: Kích hoạt xác thực CAS sẽ cho phép người dùng xác thực bằng thông tin xác thực CAS.<br/>Chuyển đến <a href='settings.php?category=CAS'>Plugin</a> để thêm nút 'Đăng nhập CAS' có thể cấu hình cho khuôn viên Chamilo của bạn. Hoặc bạn có thể buộc xác thực CAS bằng cách đặt cas[force_redirect] trong app/config/auth.conf.php.
xh_za: Ukwenza ukhuselelo lwe-CAS kuya kuvumela abasebenzisi ukuba baqinisekise ngezakhowudi zabo ze-CAS.<br/>Iya ku <a href='settings.php?category=CAS'>Plugin</a> ukuze ongeze iqhosha elilawulwayo 'CAS Login' kwikampus yakho ye-Chamilo. Okanye unganyanzelisa ukhuselelo lwe-CAS ngokusetisa cas[force_redirect] kwi app/config/auth.conf.php.
zh_cn: 启用 CAS 认证将允许用户使用 CAS 凭据进行认证。<br/>转到 <a href='settings.php?category=CAS'>插件</a> 为您的 Chamilo 校园添加可配置的“CAS 登录”按钮。或者，您可以通过在 app/config/auth.conf.php 中设置 cas[force_redirect] 强制 CAS 认证。
zh_tw: 啟用 CAS 驗證將允許使用者使用 CAS 憑證驗證。<br/>前往 <a href='settings.php?category=CAS'>外掛</a> 新增可設定的「CAS 登入」按鈕至您的 Chamilo 校園。或可在 app/config/auth.conf.php 中設定 cas[force_redirect] 以強制 CAS 驗證。

source: Users registered in any group
ar: المستخدمين المسجلين في أي مجموعة
ast_es: Usuarios rexistraos en cualesquier grupu
bn_bd: যেকোনো গ্রুপে নিবন্ধিত ব্যবহারকারী
bs_ba: Korisnici registrovani u bilo kojoj grupi
ca_es: Usuaris no registrats a cap curs
cs_cz: Uživatelé registrovaní v jakékoli skupině
da: Brugere registreret i enhver gruppe
de: Benutzer in beliebiger Gruppe registriert
el: Χρήστες εγγεγραμμένοι σε οποιαδήποτε ομάδα
eo: Uzantoj registritaj en iu ajn grupo
es: Usuario registrado en ningun curso
es_mx: Usuarios registrados en cualquier grupo
eu_es: Erabiltzailea ez dago ikastaro batean ere erregistraturik
fa_ir: کاربران در هر گروهی ثبت نام کردند
fi_fi: Käyttäjät, jotka on rekisteröity mihin tahansa ryhmään
fo_fo: Brúkarar skrásettir í øllum bólkum
fur: Utents registrâts in chei grups che si siôt
ga: Úsáideoirí cláraithe in aon ghrúpa
gl: Usuarios sen rexistrar en ningún grupo
he_il: משתמשים רשומים בכל קבוצה
hi: किसी भी समूह में पंजीकृत उपयोगकर्ता
hr_hr: Korisnici registrirani u bilo kojoj grupi
hu_hu: Bármely csoportban regisztrált felhasználók
hy: Կրկնակի գրանցված օգտատերեր ցանկացած խմբում
id_id: Pengguna terdaftar di grup mana pun
it: Utenti registrati in qualsiasi gruppo
ja: 任意のグループに登録されたユーザー
ka_ge: ნებისმიერ ჯგუფში რეგისტრირებული მომხმარებლები
ko_kr: 모든 그룹에 등록된 사용자
lo: ຜູ້ໃຊ້ທີ່ລົງທະບຽນໃນກຸ່ມໃດກໍໄດ້
lt_lt: Vartotojai, užregistruoti bet kurioje grupėje
lv_lv: Jebkurā grupā reģistrētie Lietotāji
mk_mk: Корисници регистрирани во било која група
ms_my: Pengguna yang didaftarkan dalam mana-mana kumpulan
my_mm: မည်သည့်အဖွဲ့တွင်မဆို မှတ်ပုံတင်ထားသော အသုံးပြုသူများ
ne: कुनै पनि समूहमा दर्ता प्रयोगकर्ताहरू
nl: Gebruikers geregistreerd in om het even welke groep
nn_no: Brukarar registrert i ei gruppe
oc: Utilizaires inscrits dins quicun que siá lo grup
pl_pl: Użytkownicy zarejestrowani w każdej grupie
ps: په هره ډله کې ثبت شوي کاروونکي
pt_br: Usuários cadastrados em qualquer grupo
pt_pt: Utilizadores registados em qualquer grupo
ro_ro: Utilizator inregistrat în niciun curs
ru_ru: Пользователи, зарегистрированные в любой группе
sk_sk: Používatelia registrovaní do každej skupiny
sl: Uporabniki vpisani v katerokoli skupino
sq: Përdorues të regjistruar në çdo grup
sr_rs: Korisnici registrovani u bilo kojoj grupi
sv_se: Användare registrerade i någon grupp
sw_ke: Watumiaji waliosajiliwa katika kikundi chochote
ta: எந்த குழுவிலும் பதிவு செய்யப்பட்ட பயனர்கள்
th: ผู้ใช้ที่ลงทะเบียนในกลุ่มใดก็ได้
tl_ph: Mga user na narehistro sa anumang grupo
tr: Herhangi bir gruba kayıtlı kullanıcılar
uk_ua: Користувачі, зареєстровані в будь-якій групі
vi_vn: Người dùng đăng ký trong bất kỳ nhóm nào
xh_za: Abasebenzisi ababhalisiweyo nakweyiphi na iqela
zh_cn: 注册在任何组中的用户
zh_tw: 任何群組中註冊的使用者

source: Camera
ar: كاميرا
ast_es: Cámara
bn_bd: ক্যামেরা
bs_ba: Kamera
ca_es: Càmera
cs_cz: Kamera
da: Kamera
de: Kamera
el: Κάμερα
eo: Kamerao
es: Cámara
es_mx: Cámara
eu_es: Kamera
fa_ir: دوربین
fi_fi: Kamera
fo_fo: Kamera
fur: Came
ga: Ceamara
gl: Cámara
he_il: מצלמה
hi: कैमरा
hr_hr: Kamera
hu_hu: Kamera
hy: Կամերա
id_id: Kamera
it: Videocamera
ja: カメラ
ka_ge: კამერა
ko_kr: 카메라
lo: ກ້ອງ
lt_lt: Kamera
lv_lv: Kamera
mk_mk: Камера
ms_my: Kamera
my_mm: ကင်မရာ
ne: क्यामेरा
nn_no: Kamera
oc: Camèra
pl_pl: Kamera
ps: کیمره
pt_br: Webcam
pt_pt: Câmara
ru_ru: Камера
sk_sk: Kamera
sl: Kamera
sq: Kamera
sr_rs: Kamera
sv_se: Kamera
sw_ke: Kamera
ta: கேமரா
th: กล้อง
tl_ph: Kamera
tr: Kamera
uk_ua: Камера
xh_za: Ikhamera
zh_cn: 摄像头
zh_tw: 鏡頭

source: Microphone
ar: مايكروفون
ast_es: Micrófonu
bn_bd: মাইক্রোফোন
bs_ba: Mikrofon
ca_es: Micròfon
cs_cz: Mikrofon
da: Mikrofon
de: Mikrofon
el: Μικρόφωνο
eo: Mikrofono
es: Micrófono
es_mx: Micrófono
eu_es: Mikrofonoa
fa_ir: میکروفن
fi_fi: Mikrofoni
fo_fo: Mikrofon
fur: Microfon
ga: Micreafón
gl: Micrófono
he_il: מיקרופון
hi: माइक्रोफ़ोन
hr_hr: Mikrofon
hu_hu: Mikrofon
hy: Միկրոֆոն
id_id: Mikrofon
it: Microfono
ja: マイク
ka_ge: მიკროფონი
ko_kr: 마이크
lo: ໄມໂຄຣໂຟນ
lt_lt: Mikrofonas
lv_lv: Mikrofons
mk_mk: Микрофон
ms_my: Mikrofon
my_mm: မိုက်ခရိုဖုန်း
ne: माइक्रोफोन
nl: Microfoon
nn_no: Mikrofon
oc: Microfon
pl_pl: Mikrofon
ps: مایکروفون
pt_br: Microfone
pt_pt: Microfone
ro_ro: Microfon
ru_ru: Микрофон
sk_sk: Mikrofón
sl: Mikrofon
sq: Mikrofon
sr_rs: Mikrofon
sv_se: Mikrofon
sw_ke: Mikrofoni
ta: மைக்ரோஃபோன்
th: ไมโครโฟน
tl_ph: Mikropono
tr: Mikrofon
uk_ua: Мікрофон
vi_vn: Micro
xh_za: Imakrofoni
zh_cn: 麦克风
zh_tw: 麥克風

source: Delete stream
ar: حذف
ast_es: Esborrar stream
bn_bd: স্ট্রিম মুছুন
bs_ba: Obriši strimu
ca_es: Eliminar flux
cs_cz: Smazat stream
da: Slet stream
de: Stream löschen
el: Διαγραφή ροής (stream)
eo: Forigi fluon
es: Eliminar stream
es_mx: Eliminar transmisión
eu_es: Ezabatu korrontea
fa_ir: حذف جریان
fi_fi: Poista tallenne
fo_fo: Sletta straum
fur: Scancele il stream
ga: Scrios sruth
gl: Eliminar stream
he_il: מחק זרם
hi: स्ट्रीम हटाएँ
hr_hr: Obriši podatkovni tok
hu_hu: Adatfolyam törlése
hy: Ջնջել հոսք
id_id: Hapus aliran
it: Elimina il flusso
ja: ストリームを削除
ka_ge: მიმდინარეობის წაშლა
ko_kr: 스트림 삭제
lo: ລຶບສະຕຣີມ
lt_lt: Ištrinti srautą
lv_lv: Dzēst plūsmu
mk_mk: Избриши стрим
ms_my: Padam aliran
my_mm: စထရီးမ်ဖျက်ပါ
ne: स्ट्रीम हटाउनुहोस्
nl: Verwijder stream
nn_no: Slett straum
oc: Suprimir lo flux
pl_pl: Usuń strumień
ps: سټریم حذف کړئ
pt_br: Eliminar fluxo
pt_pt: Eliminar fluxo
ro_ro: Eliminati stream
ru_ru: Удалить направление (течение)
sk_sk: Zmazať stream
sl: Odstrani podat. tok
sq: Fshij transmetimin
sr_rs: Obriši tok podataka
sv_se: Avsluta strömning
sw_ke: Futa mkondo
ta: ஸ்ட்ரீமை நீக்கு
th: ลบสตรีม
tl_ph: Burahin ang stream
tr: Akışı sil
uk_ua: Видалити потік
vi_vn: Xóa luồng
xh_za: Cima umsinga
zh_cn: 删除流
zh_tw: 刪除串流

source: Record
ar: تسجيل
ast_es: Grabar
bn_bd: রেকর্ড করুন
bs_ba: Snimi
ca_es: Gravar
cs_cz: Nahrávat
da: Optag/record
de: Aufnahme
el: Εγγραφή
eo: Registri
es: Grabar
es_mx: Grabar
eu_es: Grabatu
fa_ir: ضبط
fi_fi: Nauhoita
fo_fo: Taka upp
fur: Regjistre
ga: Taifead
gl: Gravar
he_il: הקלט
hi: रिकॉर्ड करें
hr_hr: Snimi
hu_hu: Felvétel
hy: Գրառում
id_id: Rekam
it: Registrazione
ja: 録音
ka_ge: ჩაწერა
ko_kr: 녹화
lo: ບັນທຶກ
lt_lt: Įrašyti
lv_lv: Ieraksts
mk_mk: Снимај
ms_my: Rakam
my_mm: မှတ်တမ်းတင်ပါ
ne: रिकर्ड गर्नुहोस्
nl: Neem op
nn_no: Spel inn
oc: Enregistrar
pl_pl: Nagraj
ps: ریکارډ
pt_br: Gravar
pt_pt: Gravar
ro_ro: Inregistrati
ru_ru: Записать
sk_sk: Nahrávať
sl: Snemaj
sq: Regjistro
sr_rs: Snimi
sv_se: Spela in
sw_ke: Rekodi
ta: பதிவு செய்
th: บันทึก
tl_ph: Mag-record
tr: Kayıt
uk_ua: Запис
vi_vn: Ghi
xh_za: Rekhoda
zh_cn: 录制
zh_tw: 錄製
