Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: No File available
ar: عدم توفر أي ملف
ast_es: Nun hai archivos a disposición
bn_bd: কোনো ফাইল উপলব্ধ নেই
bs_ba: Nema dostupne datoteke
ca_es: No hi ha arxius disponibles
cs_cz: Žádný soubor není k dispozici
da: Ingen fil tilgængelig
de: Keine Datei verfügbar
el: Δεν υπάρχει διαθέσιμο αρχείο
eo: Neniu dosiero havebla
es: No hay archivos disponibles
es_mx: No hay archivo disponible
eu_es: Ez dago artxibategi erabilgarririk
fa_ir: هیچ فایلی در دسترس نیست
fi_fi: Tiedostoa ei saatavilla
fo_fo: Ongin fíla tøk
fur: Nengun file disponibil
ga: Níl aon chomhad ar fáil
gl: Non hai arquivos dispoñibles
he_il: אין קובץ זמין
hi: कोई फ़ाइल उपलब्ध नहीं
hr_hr: Datoteka nije dostupna
hu_hu: Nincs felhasználható állomány
hy: Ֆայլ չկա
id_id: Tidak ada file yang tersedia
it: Non ci sono file disponibili
ja: 利用可能なファイルがありません
ka_ge: ფაილი არანაირი ხელმისაწვდომი არაა
ko_kr: 사용 가능한 파일 없음
lt_lt: Failo nėra
lv_lv: Fails nav pieejams
mk_mk: Нема достапна датотека
ms_my: Tiada fail tersedia
my_mm: ဖိုင်မရရှိနိုင်ပါ
ne: कुनै फाइल उपलब्ध छैन
nl: Geen bestand beschikbaar
nn_no: Ingen fil tilgjengeleg
oc: Cap de fichièr disponible
pl_pl: Brak plików
ps: هیڅ فایل شتون نلري
pt_br: Não existem arquivos disponíveis
pt_pt: Não existe nenhum ficheiro disponível
ro_ro: Nici un fișier disponibil
ru_ru: Нет доступного файла
sk_sk: Žiadny súbor k dispozícii
sl: Ni dostopne datoteke
sq: Nuk ka skedar të disponueshëm
sr_rs: Datoteka nije dostupna
sv_se: Ingen fil tillgänglig
sw_ke: Hakuna faili inayopatikana
ta: ஏதும் கோப்பு கிடைக்கவில்லை
th: ไม่มีไฟล์
tl_ph: Walang File available
tr: Etkin dosya yok
uk_ua: Файл недоступний
vi_vn: Không có tệp nào khả dụng
xh_za: Akukho Fayile efumanekayo
zh_cn: 无可用文件
zh_tw: 沒有可用檔案

source: Recording only for trainers
ar: التسجيل فقط للأساتذة
ast_es: Namás los profesores puen grabar
bn_bd: শুধুমাত্র প্রশিক্ষকদের জন্য রেকর্ডিং
bs_ba: Snimanje samo za trenere
ca_es: Només poden gravar els professors
cs_cz: Nahrávání pouze pro trenéry
da: Kun undervisere kan optage
de: Aufnahme nur für Kursleiter
el: Εγγραφή μόνο για τους Εκπαιδευτικούς
eo: Registri nur por trejnistoj
es: Sólo pueden grabar los profesores
es_mx: Grabación solo para formadores
eu_es: Irakasleek bakarrik grabatu ahal dute
fa_ir: ضبط کردن فقط برای مربی ها
fi_fi: Äänittäminen vain opettajille.
fo_fo: Upptøka bert fyri lærarar
fur: Regjistri dome pe formadôrs
ga: Taifeadadh amháin do traenálaithe
gl: Só poden gravar os profesores
he_il: הקלטה רק למאמנים
hi: केवल प्रशिक्षकों के लिए रिकॉर्डिंग
hr_hr: Opcija snimanja rezervirana za nastavnike
hu_hu: Felvétel csak oktatók számára
hy: Գրառում միայն հ тренерերի համար
id_id: Perekaman hanya untuk pelatih
it: La registrazione è riservata ai docenti
ja: トレーナーのみ録音
ka_ge: ჩაწერა მხოლოდ ტრენერებისთვის
ko_kr: 강사만 녹화 가능
lo: ການບັນທຶກສະເພາະຜູ້ຝຶກສອນ
lt_lt: Įrašymas tik dėstytojams
lv_lv: Ieraksts pieejams tikai Lektoriem
mk_mk: Снимање само за тренери
ms_my: Rakaman hanya untuk jurulatih
my_mm: သင်တန်းဆရာများအတွက်သာ မှတ်တမ်းတင်ခြင်း
ne: प्रशिक्षकहरूका लागि मात्र रेकर्डिङ
nl: Opnemen is enkel toegelaten voor lesgevers.
nn_no: Speling berre for trenarar
oc: Enregistrament que per los formadors
pl_pl: Nagrywanie tylko dla trenerów
ps: ریکارډ یوازې د روزونکو لپاره
pt_br: Gravar só para professores
pt_pt: Gravação apenas só para instrutores
ro_ro: Doar profesorii pot inregistra
ru_ru: Запись только для преподавателей
sk_sk: Nahrávky len pre lektorov
sl: Snemaj le za učitelje
sq: Regjistrim vetëm për trajnerët
sr_rs: Opcija snimanja rezervisana za trenere
sv_se: Inspelning endast för lärare
sw_ke: Rekodi kwa wakufunzi pekee
ta: பயிற்றுவிப்பவர்களுக்கு மட்டும் பதிவு
th: บันทึกเฉพาะผู้ฝึกสอน
tl_ph: Recording lamang para sa mga trainer
tr: Yalnızca eğitmenler için kayıt
uk_ua: Запис тільки для тренерів
vi_vn: Ghi chỉ dành cho giảng viên
xh_za: Ukurekhodwa koophethi kuphela
zh_cn: 仅教练可录制
zh_tw: 只供教師使用之錄製品

source: Users at the moment:
ar: المستخدمين الحاليين
ast_es: Usuarios actuales:
bn_bd: বর্তমানে ব্যবহারকারী:
bs_ba: Korisnici u ovom trenutku:
ca_es: Usuaris actuals
cs_cz: Uživatelé v tuto chvíli:
da: Deltagere pt.
de: Benutzer momentan:
el: Χρήστες αυτή τη στιγμή
eo: Uzantoj ĉe la momento:
es: Usuarios actuales:
es_mx: Usuarios en este momento:
eu_es: Uneko erabiltzaileak
fa_ir: کاربران در حال حاضر:
fi_fi: Käyttäjiä tällä hetkellä:
fo_fo: Brúkarar í tí stað:
fur: Utents al moment:
ga: Úsáideoirí faoi láthair:
gl: Usuarios actuais:
he_il: משתמשים כרגע:
hi: वर्तमान में उपयोगकर्ता:
hr_hr: Trenutni broj korisnika:
hu_hu: Felhasználók ebben a pillanatban:
hy: Առկա օգտատերեր.
id_id: Pengguna saat ini:
it: Utenti collegati:
ja: 現在のユーザー数:
ka_ge: ახლა მომხმარებლები:
ko_kr: 현재 사용자:
lo: ຜູ້ໃຊ້ໃນຂະນະນີ້:
lt_lt: Vartotojų šiuo metu:
lv_lv: Šī brīža lietotāji:
mk_mk: Корисници во моментов:
ms_my: Pengguna pada masa ini:
my_mm: ယခုအချိန်တွင် အသုံးပြုသူများ:
ne: हालका प्रयोगकर्ताहरू:
nl: Huidige gebruikers:
nn_no: Brukarar akkurat no:
oc: Utilizaires en linha ara mateix :
pl_pl: Użytkownicy on-line:
ps: اوس مهال کاروونکي:
pt_br: Usuários atuais:
pt_pt: Utilizadores no momento:
ro_ro: Utilizatori actuali:
ru_ru: Пользователи в настоящий момент:
sk_sk: Aktuálni používatelia:
sl: Trenutni uporabniki:
sq: Përdorues në këtë moment:
sr_rs: Trenutni broj korisnika:
sv_se: Användare just nu:
sw_ke: Watumiaji sasa:
ta: தற்போதைய பயனர்கள்:
th: ผู้ใช้ในขณะนี้:
tl_ph: Mga user sa kasalukuyan:
tr: Şu anda kullanıcılar:
uk_ua: Користувачів зараз:
vi_vn: Người dùng hiện tại:
xh_za: Abasebenzisi ngoku:
zh_cn: 当前用户数：
zh_tw: 目前的使用者：

source: Start conference
ar: ابدا الاتصال
ast_es: Entamar conferencia
bn_bd: কনফারেন্স শুরু করুন
bs_ba: Pokreni konferenciju
ca_es: Començar conferència
cs_cz: Spustit konferenci
da: Start konference
de: Konferenz beginnen
el: Έναρξη τηλεδιάσκεψης
eo: Komenci konferencon
es: Comenzar conferencia
es_mx: Iniciar conferencia
eu_es: Hasi konferentzia
fa_ir: شروع کنفرانس
fi_fi: Aloita konferenssi
fo_fo: Byrja fund
fur: Inzile la conferince
ga: Tosaigh comhdháil
gl: Comezar a conferencia
he_il: התחל ועידה
hi: कॉन्फ़्रेंस शुरू करें
hr_hr: Pokreni konferenciju
hu_hu: Konferencia indítása
hy: Սկսել կոնֆերանս
id_id: Mulai konferensi
it: Avvia la videoconferenza
ja: 会議を開始
ka_ge: კონფერენციის დაწყება
ko_kr: 컨퍼런스 시작
lo: ເລີ່ມການປະຊຸມ
lt_lt: Pradėti konferenciją
lv_lv: Sākt konferenci
mk_mk: Започни конференција
ms_my: Mula persidangan
my_mm: ညီလာခံစတင်ပါ
ne: कन्फरेन्स सुरु गर्नुहोस्
nl: Start conferentie.
nn_no: Start konferanse
oc: Començar la conferéncia
pl_pl: Rozpocznij konferencję
ps: غونډه پیل کړئ
pt_br: Iniciar conferência
pt_pt: Iniciar conferência
ro_ro: Incepeti conferința
ru_ru: Начать конференцию
sk_sk: Začať konferenciu
sl: Prični konferenco
sq: Fillo konferencën
sr_rs: Pokreni konferenciju
sv_se: Starta konferens
sw_ke: Anza mkutano
ta: மாநாட்டை தொடங்கு
th: เริ่มประชุม
tl_ph: Simulan ang conference
tr: Konferansa başla
uk_ua: Розпочати конференцію
vi_vn: Bắt đầu hội nghị
xh_za: Qala inkomfa
zh_cn: 开始会议
zh_tw: 開始會議

source: My name
ar: اسمي
ast_es: El mio nome
bn_bd: আমার নাম
bs_ba: Moje ime
ca_es: El meu nom
cs_cz: Mé jméno
da: Mit navn
de: Mein Name
el: Το όνομά μου
eo: Mia nomo
es: Mi nombre
es_mx: Mi nombre
eu_es: Nire izena
fa_ir: نام من
fi_fi: Nimeni
fo_fo: Mitt navn
fur: Il gno nûl
ga: M'ainm
gl: O meu nome
he_il: השם שלי
hi: मेरा नाम
hr_hr: Moje ime
hu_hu: A nevem
hy: Իմ անունը
id_id: Nama saya
it: Il mio nome
ja: 私の名前
ka_ge: ჩემი სახელი
ko_kr: 내 이름
lt_lt: Mano vardas
lv_lv: Mans vārds
mk_mk: Моето име
ms_my: Nama saya
my_mm: ကျွန်ုပ်၏အမည်
ne: मेरो नाम
nl: Mijn naam
nn_no: Mitt namn
oc: Mon nom
pl_pl: Moje imię
ps: زما نوم
pt_br: Meu nome
pt_pt: Meu nome
ro_ro: Numele meu
ru_ru: Мое имя
sk_sk: Moje meno
sl: Moje ime
sq: Emri im
sr_rs: Moje ime
sv_se: Mitt namn
sw_ke: Jina langu
ta: எனது பெயர்
th: ชื่อของฉัน
tl_ph: Pangalan ko
tr: Benim adım
uk_ua: Моє ім'я
vi_vn: Tên của tôi
xh_za: Igama lam
zh_cn: 我的名字
zh_tw: 我的名字

source: Import presentation
ar: استيراد عرض تقديمي
ast_es: Importar presentación
bn_bd: প্রেজেন্টেশন আমদানি করুন
bs_ba: Uvezi prezentaciju
ca_es: Importar presentació
cs_cz: Importovat prezentaci
da: Importer præsentation
de: Präsentation importieren
el: Εισαγωγή παρουσίασης
eo: Importi prezenton
es: Importar presentación
es_mx: Importar presentación
eu_es: Inportatu aurkezpena
fa_ir: درون ریزی پرزنتیشن
fi_fi: Lataa esitys
fo_fo: Innflyta framsýning
fur: Importe presintazion
ga: Iompórtáil cur i láthair
gl: Importar presentación
he_il: ייבוא ​​מצגת
hi: प्रस्तुति आयात करें
hr_hr: Učitaj prezentaciju
hu_hu: Prezentáció importálása
hy: Ներմուծել ներկայացում
id_id: Impor presentasi
it: Importa una presentazione
ja: プレゼンテーションをインポート
ka_ge: პრეზენტაციის იმპორტი
ko_kr: 프레젠테이션 가져오기
lo: ນຳເຂົ້າການນຳສະເໜີ
lt_lt: Importuoti pristatymą
lv_lv: Importēt Prezentāciju
mk_mk: Увези презентација
ms_my: Import persembahan
my_mm: တင်ဆက်မှုတင်သွင်းပါ
ne: प्रस्तुति आयात गर्नुहोस्
nl: Importeer presentatie
nn_no: Importer presentasjon
oc: Importar una presentacion
pl_pl: Importuj prezentację
ps: پریزنټیشن وارد کړئ
pt_br: Importar apresentação
pt_pt: Importar apresentação
ro_ro: Importati prezentare
ru_ru: Импортировать презентацию
sk_sk: Importovať prezentáciu
sl: Uvozi predstavitev
sq: Importo prezantim
sr_rs: Učitaj prezentaciju
sv_se: Importera presentation
sw_ke: Ingiza wasilisho
ta: வழங்கல் இறக்குமதி செய்
th: นำเข้าสไลด์นำเสนอ
tl_ph: I-import ang presentation
tr: İçeri sunum aktar
uk_ua: Імпортувати презентацію
vi_vn: Nhập bài thuyết trình
xh_za: Genisa umboniso
zh_cn: 导入演示文稿
zh_tw: 匯入簡報

source: Refresh list
ar: جدد اللائحة
ast_es: Actualizar el llistáu
bn_bd: তালিকা রিফ্রেশ করুন
bs_ba: Osveži listu
ca_es: Actualitzar la llista
cs_cz: Obnovit seznam
da: Opdater listen
de: Liste aktualisieren
el: Ανανέωση λίστας
eo: Refreski liston
es: Actualizar la lista
es_mx: Actualizar lista
eu_es: Eguneratu zerrenda
fa_ir: بروز رسانی فهرست
fi_fi: Virkistä lista
fo_fo: Dagfetta listan
fur: Aktualize liste
ga: Athnuaigh liost
gl: Actualizar a lista
he_il: רענן רשימה
hi: सूची ताज़ा करें
hr_hr: Osvježi listu
hu_hu: Lista frissítése
hy: Անհատարկել ցուցակ
id_id: Segarkan daftar
it: Aggiorna l'elenco
ja: リストを更新
ka_ge: სიის განახლება
ko_kr: 목록 새로 고침
lt_lt: Atnaujinti sąrašą
lv_lv: Atjaunot sarakstu
mk_mk: Освежи листа
ms_my: Segar semula senarai
my_mm: စာရင်းပြန်လည်ဆန်းသစ်ပါ
ne: सूची ताजा गर्नुहोस्
nl: Ververs de lijst
nn_no: Oppdater liste
oc: Actualizar la lista
pl_pl: Odśwież listę
ps: لیست تازه کړئ
pt_br: Atualizar lista
pt_pt: Actualizar lista
ro_ro: Actualizati lista
ru_ru: Обновить список
sk_sk: Aktualizovať zoznam
sl: Osveži seznam
sq: Rifresko listën
sr_rs: Osveži listu
sv_se: Uppdatera lista
sw_ke: Sasisha orodha
ta: பட்டியலை புதுப்பி
th: รีเฟรชรายการ
tl_ph: I-refresh ang list
tr: Listeyi güncelle
uk_ua: Оновити список
vi_vn: Làm mới danh sách
xh_za: Hlaziya uluhlu
zh_cn: 刷新列表
zh_tw: 刷新清單

source: Go to Top
ar: اذهب الى أعلى
ast_es: Dir a entamu
bn_bd: শীর্ষে যান
bs_ba: Idi na vrh
ca_es: Anar al començament
cs_cz: Na začátek
da: Gå til Top
de: Zum Beginn
el: Μετάβαση στην κορυφή
eo: Iri supren
es: Ir al comienzo
es_mx: Ir arriba
eu_es: Joan hasierara
fa_ir: رفتن به بالا
fi_fi: Mene alkuun
fo_fo: Far upp
fur: Vâ in sù
ga: Téigh go Barr
gl: Ir ao comezo
he_il: עבור לראש הדף
hi: ऊपर जाएँ
hr_hr: Povratak na vrh
hu_hu: A tetejére
hy: Անցնել վերև
id_id: Pergi ke Atas
it: Vai all'inizio
ja: トップへ移動
ka_ge: ზევით გადასვლა
ko_kr: 맨 위로 이동
lo: ໄປເທິງສຸດ
lt_lt: Eiti į viršų
lv_lv: Doties uz augšu
mk_mk: Оди на врв
ms_my: Pergi ke Atas
my_mm: ထိပ်သို့သွားပါ
ne: माथि जानुहोस्
nl: Ga naar boven
nn_no: Gå til toppen
oc: Anar a la cima
pl_pl: Do góry strony
ps: پورته لاړ شئ
pt_br: Ir para o Topo
pt_pt: Ir para início
ro_ro: Mergeti la inceput
ru_ru: Перейти наверх
sk_sk: Na začiatok
sl: Na vrh
sq: Shko në krye
sr_rs: Povratak na vrh
sv_se: Gå till toppen
sw_ke: Nenda Juu
ta: மேலே போ
th: ไปด้านบน
tl_ph: Punta sa Tuktok
tr: Yukarı git
uk_ua: До верху
vi_vn: Lên đầu
xh_za: Yiya Phezulu
zh_cn: 返回顶部
zh_tw: 前往頂部

source: New poll
ar: استبيان جديد
ast_es: Encuesta nueva
bn_bd: নতুন পোল
bs_ba: Nova anketa
ca_es: Nou sondeig
cs_cz: Nová anketa
da: Ny afstemning
de: Neue Umfrage
el: Νέα δημοσκόπηση
eo: Nova voĉdonado
es: Nuevo sondeo
es_mx: Nueva encuesta
eu_es: Zundaketa berria
fa_ir: رأی جدید
fi_fi: Uusi äänestys
fo_fo: Ný kanning
fur: Gnove sondaige
ga: Póll nua
gl: Nova sondaxe
he_il: סקר חדש
hi: नया पोल
hr_hr: Nova anketa
hu_hu: Új szavazás
hy: Նոր հարցում
id_id: Jajak pendapat baru
it: Nuovo sondaggio
ja: 新しい投票
ka_ge: ახალი გამოკითხვა
ko_kr: 새 설문
lt_lt: Nauja apklausa
lv_lv: Jauna aptauja
mk_mk: Нова анкета
ms_my: Tinju baru
my_mm: စစ်တမ်းအသစ်
ne: नयाँ मतदान
nl: Nieuwe poll
nn_no: Ny avstemning
oc: Sondatge novèl
pl_pl: Nowy sondaż
ps: نوې نظر پوښتنه
pt_br: Nova pesquisa
pt_pt: Nova votação (poll)
ro_ro: Sondaj nou
ru_ru: Новое голосование
sk_sk: Nové hlasovanie
sl: Novo glasovanje
sq: Sondazh i ri
sr_rs: Nova anketa
sv_se: Ny omröstning
sw_ke: Kura mpya
ta: புதிய வாக்கெடுப்பு
th: แบบสำรวจใหม่
tl_ph: Bagong poll
tr: Yeni anket
uk_ua: Нове опитування
vi_vn: Bình chọn mới
xh_za: Ipoli entsha
zh_cn: 新投票
zh_tw: 新投票

source: Create a new poll for this room
ar: انشاء استبيان جديد لهذه الغرفة
ast_es: Crear una encuesta nueva pa esta sala
bn_bd: এই রুমের জন্য নতুন পোল তৈরি করুন
bs_ba: Kreiraj novu anketu za ovu sobu
ca_es: Crear un nou sondeig per a aquesta sala
cs_cz: Vytvořit novou anketu pro tuto místnost
da: Opret ny afstemning
de: Neue Umfrage für diesen Raum anlegen
el: Δημιουργία νέας δημοσκόπησης για αυτό το δωμάτιο
eo: Krei novan voĉdonadon por tiu ĉambro
es: Crear un nuevo sondeo para esta sala
es_mx: Crear una nueva encuesta para esta sala
eu_es: Sortu zundaketa berria gela honetarako
fa_ir: ساخت یک رأی گیری در این اتاق
fi_fi: Luo uusi äänestys tähän huoneesen
fo_fo: Stoð nýggja kanning fyri hesum rúmi
fur: Crea une gnove sondaige pe cheste salde
ga: Cruthaigh póll nua don seomra seo
gl: Crear unha nova sondaxe para esta sala
he_il: צור סקר חדש עבור החדר הזה
hi: इस कमरे के लिए नया पोल बनाएँ
hr_hr: Napravi novu anketu za ovu sobu
hu_hu: Új szavazás létrehozása ehhez a szobához
hy: Ստեղծել նոր հարցում այս սենյակի համար
id_id: Buat jajak pendapat baru untuk ruangan ini
it: Crea un nuovo sondaggio
ja: この部屋用の新しい投票を作成
ka_ge: ახალი გამოკითხვის შექმნა ამ ოთახისთვის
ko_kr: 이 방에 대한 새 설문 만들기
lt_lt: Sukurti naują apklausą šiam kambariui
lv_lv: Veidot šajā telpā jaunu aptauju
mk_mk: Создади нова анкета за оваа соба
ms_my: Cipta tinju baru untuk bilik ini
my_mm: ဤအခန်းအတွက် စစ်တမ်းအသစ်ဖန်တီးပါ
ne: यो कोठाका लागि नयाँ मतदान बनाउनुहोस्
nl: Maak een nieuwe poll aan voor deze ruimte.
nn_no: Opprett ei ny avstemning for dette rommet
oc: Crear un sondatge novèl per aquesta sala
pl_pl: Utwórz nową sondę
ps: د دې خونې لپاره نوې نظر پوښتنه جوړ کړئ
pt_br: Criar uma nova pesquisa para este quarto
pt_pt: Criar uma nova votação (poll) para esta sala
ro_ro: Creeaza un nou sondaj pentru această sala
ru_ru: Создать новое голосование для этой комнаты
sk_sk: Vytvoriť nové hlasovanie pre túto triedu
sl: Kreiraj novo glasovanje za to sobo
sq: Krijo një sondazh të ri për këtë dhomë
sr_rs: Napravi novu anketu za ovu sobu
sv_se: Skapa ny omröstning för rummet
sw_ke: Unda kura mpya kwa chumba hiki
ta: இந்த அறைக்கு புதிய வாக்கெடுப்பை உருவாக்கு
th: สร้างแบบสำรวจใหม่สำหรับห้องนี้
tl_ph: Lumikha ng bagong poll para sa silid na ito
tr: Bu oda için yeni bir anket oluşturun
uk_ua: Створити нове опитування для цієї кімнати
vi_vn: Tạo bình chọn mới cho phòng này
xh_za: Yenza ipoli entsha yeli gumbi
zh_cn: 为此房间创建新投票
zh_tw: 在本會議室建立新投票

source: Question
ar: سؤال
ast_es: Entruga
bn_bd: প্রশ্ন
bs_ba: Pitanje
ca_es: Qüestió
cs_cz: Otázka
da: Spørgsmål
de: Frage
el: Ερώτηση
eo: Demando
es: Pregunta
es_mx: Pregunta
eu_es: Galdera
fa_ir: سؤال
fi_fi: Kysymys
fo_fo: Spurning
fur: Domande
ga: Ceist
gl: Pregunta
he_il: שאלה
hi: प्रश्न
hr_hr: Pitanje
hu_hu: Kérdés
hy: Հարց
id_id: Pertanyaan
it: Domanda
ja: 質問
ka_ge: შეკითხვა
ko_kr: 질문
lo: ຄຳຖາມ
lt_lt: Klausimas
lv_lv: Jautājums:
mk_mk: Прашање
ms_my: Soalan
my_mm: မေးခွန်း
ne: प्रश्न
nl: Vraag
nn_no: Spørsmål
pl_pl: Pytanie
ps: سوال
pt_br: Pergunta
pt_pt: Pergunta
ro_ro: Intrebare
ru_ru: Вопрос
sk_sk: Otázka
sl: Vprašanje
sq: Pyetje
sr_rs: Pitanje
sv_se: Fråga:
sw_ke: Swali
ta: கேள்வி
th: คำถาม
tl_ph: Tanong
tr: Soru
uk_ua: Питання
vi_vn: Câu hỏi
xh_za: Umbuzo
zh_cn: 问题
zh_tw: 問題

source: Polltype:
ar: نوع الاستبيان
ast_es: Tipu d'encuesta:
bn_bd: পোলের ধরন:
bs_ba: Tip ankete:
ca_es: Tipus de sondeig
cs_cz: Typ ankety:
da: Afstemningstype:
de: Umfragetyp:
el: Τύπος δημοσκόπησης:
eo: Tipo de voĉdonado:
es: Tipo de sondeo:
es_mx: Tipo de encuesta:
eu_es: Zundaketa mota
fa_ir: نوع رأی گیری:
fi_fi: Kyselyn tyyppi:
fo_fo: Kanningstypur:
fur: Gjenar sondaige:
ga: Cineál Póil:
gl: Tipo de sondeo:
he_il: סוג סקר:
hi: पोल प्रकार:
hr_hr: Vrsta ankete:
hu_hu: Szavazástípus:
hy: Հարցման տեսակը.
id_id: Jenis jajak pendapat:
it: Tipo di domanda:
ja: 投票タイプ:
ka_ge: გამოკითხვის ტიპი:
ko_kr: 설문 유형:
lo: ປະເພດການສຳຫຼວດ:
lt_lt: Apklausos tipas:
lv_lv: Aptaujas veids:
mk_mk: Тип на анкета:
ms_my: Jenis tinju:
my_mm: စစ်တမ်းအမျိုးအစား:
ne: मतदान प्रकार:
nl: Type:
nn_no: Avstemningstype:
oc: Tipe de sondatge :
pl_pl: Typ sondażu
ps: د نظر پوښتنې ډول:
pt_br: Tipo de pesquisa:
pt_pt: Tipo de votação:
ro_ro: Tipul de sondaj:
ru_ru: Тип голосования:
sk_sk: Typ hlasovania:
sl: Vrsta glasovanja:
sq: Lloji i sondazhit:
sr_rs: Tip ankete:
sv_se: Omröstningstyp:
sw_ke: Aina ya kura:
ta: வாக்கெடுப்பு வகை:
th: ประเภทแบบสำรวจ:
tr: Anket tipi:
uk_ua: Тип опитування:
vi_vn: Loại bình chọn:
xh_za: Uhlobo lweepoli:
zh_cn: 投票类型：
zh_tw: 投票類型

source: Info: Every connected User in this room will get a notification of this new Poll.
ar: معلومة: كل مستخدم متصل في هذه الغرفة سيحصل على اشعار لهذه الاستبانة الجديدة .
ast_es: Info: Caún los usuarios coneutaos a esta sala va recibir una anuncia d'esta encuesta.
bn_bd: তথ্য: এই রুমের প্রত্যেক সংযুক্ত ব্যবহারকারী এই নতুন পোলের বিজ্ঞপ্তি পাবে।
bs_ba: Info: Svaki povezani korisnik u ovoj sobi dobit će obavijest o ovoj novoj anketi.
ca_es: Info: Cada usuari connectat a aquesta sala rebrà una notificació d'aquest nou sondeig.
cs_cz: Info: Každý připojený uživatel v této místnosti obdrží notifikaci o této nové anketě.
da: Info: Alle deltagere i konferencen vil modtage en besked om den nye afstemning
de: Information: Jeder verbundene Benutzer in diesem Raum wird eine Benachrichtigung zu dieser neuen Umfrage erhalten
el: Πληροφορίες: Κάθε συνδεδεμένος χρήστης σε αυτό το δωμάτιο θα λάβει ειδοποίηση για αυτή τη νέα δημοσκόπηση.
eo: Info: Ĉiu konektita uzanto en tiu ĉambro ricevos sciigon pri tiu nova voĉdonado.
es: Info: Cada usuario conectado a esta sala recibirá una notificación de este nuevo sondeo.
es_mx: Info: Todos los usuarios conectados en esta sala recibirán una notificación de esta nueva encuesta.
eu_es: Info: Gela honi konektatutako erabiltzaile bakoitzak zundaketa berri honen jakinarazpena jasoko du.
fa_ir: اطلاعات: هر یک از کاربران متصل در این اتاق یک اطلاعیه از رأی گیری جدید دریافت خواهند کرد.
fi_fi: Info: Jokainen tässä tilassa oleva käyttäjä saa ilmoituksen uudesta kyselystä.
fo_fo: Info: Allir tengdir brúkarar í hesum rúmi fáa tilkynning um henda nýggja kanning.
fur: Info: Ogni utent collegjât in cheste salde a riceverà une notifiche de cheste gnove Sondaige.
ga: Eolas: Gheobhaidh gach Úsáideoir nasctha sa seomra seo fógra faoin bPóll nua seo.
gl: Info: Cada usuario conectado a esta sala recibirá unha notificación desta nova sondaxe.
he_il: מידע: כל משתמש מחובר בחדר זה יקבל הודעה על הסקר החדש הזה.
hi: जानकारी: इस कमरे में हर जुड़ा उपयोगकर्ता को इस नए पोल की अधिसूचना मिलेगी।
hr_hr: Informacija: Svaki povezani korisnik u ovoj sobi će dobiti obavijest vezano za novu anketu.
hu_hu: Infó: a szobában tartózkodó összes felhasználó értesítés kap az új szavazásról.
hy: Տեղեկություն. Այս սենյակի յուրաքանչյուր միացած օգտատեր կստանա այս նոր հարցման մասին ծանուցում:
id_id: Info: Setiap Pengguna yang terhubung di ruangan ini akan menerima notifikasi tentang Jajak Pendapat baru ini.
it: Nota: ogni utente connesso riceverà un avviso di nuovo sondaggio.
ja: 情報: この部屋に接続しているすべてのユーザーが、この新しい投票の通知を受け取ります。
ka_ge: ინფო: ამ ოთახში ყველა დაკავშირებულ მომხმარებელს მიიღებს შეტყობინებას ამ ახალ გამოკითხვაზე.
ko_kr: 정보: 이 방의 모든 연결된 사용자가 이 새 설문에 대한 알림을 받습니다.
lo: ຂໍ້ມູນ: ຜູ້ໃຊ້ທຸກຄົນທີ່ເຊື່ອມຕໍ່ໃນຫ້ອງນີ້ຈະໄດ້ຮັບການແຈ້ງເຕືອນກ່ຽວກັບການສຳຫຼວດໃໝ່ນີ້.
lt_lt: Info: Kiekvienas prisijungęs vartotojas šiame kambaryje gaus pranešimą apie šią naują apklausą.
lv_lv: Info: Visi šai telpai pieslēgušies lietotāji, saņems paziņojumu par šo jauno aptauju.
mk_mk: Инфо: Секој поврзан корисник во оваа соба ќе добие известување за оваа нова анкета.
ms_my: Maklumat: Setiap Pengguna yang bersambung dalam bilik ini akan mendapat pemberitahuan tentang Tinju baru ini.
my_mm: အချက်အလက်: ဤအခန်းတွင် ချိတ်ဆက်ထားသော အသုံးပြုသူတိုင်းသည် ဤစစ်တမ်းအသစ်၏ အသိပေးချက်ကို ရရှိမည်ဖြစ်သည်။
ne: जानकारी: यो कोठामा जोडिएको प्रत्येक प्रयोगकर्ताले यो नयाँ मतदानको सूचना प्राप्त गर्नेछ।
nl: Informatie: elke verbonden gebruiker in deze ruimte zal een melding krijgen dat deze nieuwe poll beschikbaar is.
nn_no: Info: Alle tilknyttede brukarar i dette rommet får varsel om denne nye avstemninga.
oc: Info : Tot utilizaire connectat dins aquesta sala recebrà una notificacion d'aquest sondatge novèl.
pl_pl: Info: Każdy podłączony Użytkownik w tym pokoju otrzyma powiadomienie o nowej ankiecie.
ps: معلومات: هر تړل شوی کاروونکی په دې خونه کې به د دې نوې نظر پوښتنې اعلان ترلاسه کړي.
pt_br: Info: Cada usuário conectado nesta sala receberá uma notificação desta nova enquete.
pt_pt: Informação: todo o Utilizador ligado nesta sala irá receber uma notificação desta nova votação.
ro_ro: Info: Fiecare utilizator conectat la această cameră va primi o notificare de acest nou sondaj.
ru_ru: Инфо: каждый подключенный пользователь в этой комнате получит извещение об этом новом Голосовании
sk_sk: Info: Každý pripojený používateľ v tejto triede dostane o novom hlasovaní notifikáciu.
sl: Informacija : Vsak povezan uporabnik v tej sobi bo dobil obvestilo o novem glasovanju.
sq: Info: Çdo përdorues i lidhur në këtë dhomë do të marrë një njoftim për këtë sondazh të ri.
sr_rs: Info: Svaki povezani korisnik u ovoj sobi dobiće obaveštenje o ovoj novoj anketi.
sv_se: Info: Alla uppkopplade användare i rummet får ett meddelande om den nya omröstningen.
sw_ke: Taarifa: Kila mtumiaji aliyounganishwa katika chumba hiki atapokea taarifa ya kura hii mpya.
ta: தகவல்: இந்த அறையில் இணைந்துள்ள ஒவ்வொரு பயனரும் இந்த புதிய வாக்கெடுப்பின் அறிவிப்பை பெறுவார்.
th: ข้อมูล: ผู้ใช้ที่เชื่อมต่อทุกคนในห้องนี้จะได้รับการแจ้งเตือนของแบบสำรวจใหม่นี้
tl_ph: Impormasyon: Bawat nakakonektang User sa silid na ito ay makakatanggap ng notification ng bagong Poll na ito.
tr: Bilgi: Bu odadaki her bağlı kullanıcı bu yeni Anket için bildirim alacak.
uk_ua: Інфо: Кожен підключений користувач у цій кімнаті отримає сповіщення про нове опитування.
vi_vn: Thông tin: Mọi người dùng kết nối trong phòng này sẽ nhận thông báo về bình chọn mới này.
xh_za: Ulwazi: Wonke umsebenzisi oqondileyo kweli gumbi uya kufumana isaziso salo Poli entsha.
zh_cn: 信息：此房间中的每个连接用户将收到此新投票的通知。
zh_tw: 資訊：每個已連到本會議室的使用者都會收到新投票的通知
