Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Send a mail to users
ar: ارسال بريد إلى المستخدمين
ast_es: Unviar un corréu a los usuarios
bn_bd: ব্যবহারকারীদের ইমেইল পাঠান
bs_ba: Pošalji e-poštu korisnicima
ca_es: Enviar un correu als usuaris
cs_cz: Odeslat e-mail uživatelům
da: Send en e-mail til brugere
de: E-Mail an Benutzer senden
el: Αποστολή email στους χρήστες
eo: Sendi mesaĝon al la uzuloj
es: Enviar un correo a los usuarios
es_mx: Enviar un correo a los usuarios
eu_es: Bidali mezu elektroniko bat erabiltzaileei
fa_ir: ارسال ایمیل به کاربران
fi_fi: Lähetä sähköposti käyttäjille
fo_fo: Send póst til brúkarar
fur: Mande un e-post ai utents
ga: Seol ríomhphost chuig úsáideoirí
gl: Enviar un correo ós usuarios
he_il: שלח דואר למשתמשים
hi: उपयोगकर्ताओं को मेल भेजें
hr_hr: Pošalji poruku elektroničke pošte korisnicima
hu_hu: Levél küldése a felhasználóknak
hy: Ուղարկել նամակ օգտատերերին
id_id: Kirim email ke user
it: Spedisci un'email ai corsisti
ja: ユーザーにメールを送信
ka_ge: წერილის გაგზავნა მომხმარებლებს
ko_kr: 수강자에게 메일 보내기
lo: ສົ່ງອີເມວຫາຜູ້ໃຊ້
lt_lt: Siūsti el. laišką vartotojams
lv_lv: Sūtīt e-pastu lietotājiem
mk_mk: Прати пошта на корисници
ms_my: Hantar e-mel kepada pengguna
my_mm: အသုံးပြုသူများထံ အီးမေးလ်ပို့ပါ
ne: प्रयोगकर्ताहरूलाई ईमेल पठाउनुहोस्
nl: Stuur een e-mail naar de gebruikers
nn_no: Send en epost til brukerne
oc: Mandar un corrièr als utilizaires
pl_pl: Wyślij wiadomość e-mail do użytkowników
ps: استعمال کوونکو ته یوه پوسته واستوئ
pt_br: Enviar um e-mail para os usuários
pt_pt: Enviar um e-mail para os utilizadores
ro_ro: Trimite mail la utilizatori
ru_ru: Послать почту пользователям
sk_sk: Pošli mail užívateľom
sl: Pošlji e-pošto uporabnikom
sq: Dërgo një email përdoruesve
sr_rs: Pošalji mail korisnicima
sv_se: Skicka ett e-brev till användarna
sw_ke: Tuma barua pepe kwa watumiaji
ta: பயனர்களுக்கு மின்னஞ்சல் அனுப்பவும்
th: ส่งอีเมลถึงผู้ใช้ในระบบ
tl_ph: Magpadala ng email sa mga gumagamit
tr: Kullanıcıya e-posta gönder
uk_ua: Надіслати email користувачам
vi_vn: Gửi thư đến người dùng
xh_za: Thumela i-imeyile kubasebenzisi
zh_cn: 发送邮件
zh_tw: 發送郵件

source: System code
ar: رمز النظام
ast_es: Códigu del sistema
bn_bd: সিস্টেম কোড
bs_ba: Šifra sistema
ca_es: Codi del sistema
cs_cz: Kód systému
da: Systemkode
el: Κωδικός συστήματος
eo: Sistemkodo
es: Código del sistema
es_mx: Código del sistema
eu_es: Sistemaren kodea
fa_ir: کد سیستم
fi_fi: Järjestelmäkoodi
fo_fo: Kerfikodi
fur: Codice sistem
ga: Cód an chórais
gl: Código de sistema
he_il: קוד מערכת
hi: सिस्टम कोड
hr_hr: Šifra sustava
hu_hu: Rendszerkód
hy: Նախագծի կոդ
id_id: Kode System
it: Codice di sistema
ja: システムコード
ka_ge: სისტემის კოდი
ko_kr: 시스템 코드
lt_lt: Sistemos kodas
lv_lv: Sistēmas kursa kods
mk_mk: Шифра на системот
ms_my: Kod sistem
my_mm: စနစ်ကုဒ်
ne: प्रणाली कोड
nl: Systeemcode
nn_no: Systemkode
oc: Còdi sistèma
pl_pl: Kod sytemu
ps: د سیسټم کوډ
pt_br: Código do chamilo
pt_pt: Código da plataforma/sistema
ro_ro: Cod de sistem
ru_ru: Системный код
sk_sk: Kód systému
sl: Koda v sistemu
sq: Kodi i sistemit
sr_rs: Sistem kod
sv_se: Systemkod
sw_ke: Msimbo wa mfumo
ta: அமைப்பு குறியீடு
th: รหัสระบบ
tl_ph: Kod ng sistema
tr: Sistem Kodu
uk_ua: Код системи
vi_vn: Mã hệ thống
xh_za: Ikhowudi yenkqubo
zh_cn: 系统代码
zh_tw: 系統代碼

source: Visual code
ar: رمز مرئي
ast_es: Códigu visual
bn_bd: ভিজ্যুয়াল কোড
bs_ba: Vizuelna šifra
ca_es: Codi visual
cs_cz: Visuální kód
da: Visuel kode
de: Sichtbarer Code
el: Οπτικός κωδικός
eo: Videbla kodo
es: Código visual
es_mx: Código visual
eu_es: Ikuskodea
fa_ir: کدی که نمایش داده می شود
fi_fi: Visuaalinen koodi
fo_fo: Sjónligur kodi
fur: Codice visivâl
ga: Cód amharc
gl: Código visual
he_il: קוד חזותי
hi: दृश्य कोड
hr_hr: Šifra prikaza
hu_hu: Látható kód
hy: Վիզուալ կոդ
id_id: Kode Visual
it: Codice visualizzato
ja: ビジュアルコード
ka_ge: ვიზუალური კოდი
ko_kr: 보여지는 코드
lo: ລະຫັດທີ່ເບິ່ງເຫັນ
lt_lt: Matomas kodas
lv_lv: Kursa vizuālais kods
mk_mk: Шифра на приказот
ms_my: Kod visual
my_mm: အမြင်အာရုံကုဒ်
ne: दृश्यात्मक कोड
nl: Visuele code
nn_no: Visuell kode
oc: Còdi visual
pl_pl: Kod Kursu (wyświetlany)
ps: د لید کوډ
pt_br: Código visual
pt_pt: Código visual
ro_ro: Codul vizual
ru_ru: Видимый код
sk_sk: Vizuálny kód
sl: Prikazana koda
sq: Kodi vizual
sr_rs: Visual kod
sv_se: Synlig kod
sw_ke: Msimbo wa kuona
ta: காட்சி குறியீடு
th: รหัสที่มองเห็น
tl_ph: Biswal na code
tr: Sanal Kod
uk_ua: Видимий код курсу
vi_vn: Mã hiển thị
xh_za: Ikhowudi ebonakalayo
zh_cn: 可见代码
zh_tw: 可見代碼

source: System Code
ar: رمز النظام
ast_es: Códigu del sistema
bn_bd: সিস্টেম কোড
bs_ba: Šifra sistema
ca_es: Codi de sistema
cs_cz: Kód Systému
da: Systemkode
el: Κωδικός συστήματος
eo: Sistemkodo
es: Código del sistema
es_mx: Codigo del Sistema
eu_es: Sistemaren kodea
fa_ir: کد سیستم
fi_fi: Järjestelmäkoodi
fo_fo: Kerfi Kodi
fur: Codice Sistem
ga: Cód Córais
gl: Código de sistema
he_il: קוד מערכת
hi: सिस्टम कोड
hr_hr: Šifra sustava
hu_hu: Rendszerkód
hy: Նախագծի կոդ
id_id: Kode System
it: Codice di sistema
ja: システムコード
ka_ge: სისტემის კოდი
ko_kr: 시스템 코드
lt_lt: Sistemos kodas
lv_lv: Sistēmas kods
mk_mk: Код на системот
ms_my: Kod Sistem
my_mm: စနစ်ကုဒ်
ne: प्रणाली कोड
nl: Systeemcode
nn_no: Systemkode
oc: Còdi Sistèma
pl_pl: Kod sytemu
ps: د سیسټم کوډ
pt_br: Código do Chamilo
pt_pt: Código da plataforma/sistema
ro_ro: Codul sistemului
ru_ru: Системный Код
sk_sk: Kód systému
sl: Koda v sistemu
sq: Kodi i sistemit
sr_rs: Sistem kod
sv_se: Systemkod
sw_ke: Msimbo wa Mfumo
ta: அமைப்பு குறியீடு
th: รหัสระบบ
tr: Sistem Kodu
uk_ua: Код системи
vi_vn: Mã Hệ thống
xh_za: Ikhowudi yeNkqubo
zh_cn: 系统代码
zh_tw: 系統代碼

source: visual code
ar: رمز مرئي
ast_es: Códigu visual
bn_bd: ভিজ্যুয়াল কোড
bs_ba: vizuelna šifra
ca_es: Codi visual
cs_cz: visuální kód
da: visuel kode
de: sichtbarer Code
el: οπτικός κωδικός
eo: Videbla kodo
es: Código visual
es_mx: código visual
eu_es: Ikuskodea
fa_ir: کدی که نمایش داده می شود
fi_fi: visuaalinen koodi
fo_fo: sjónligur kodi
fur: codice visivâl
ga: cód amharc
gl: Código visual
he_il: קוד חזותי
hi: दृश्य कोड
hr_hr: šifra prikaza
hu_hu: látható kód
hy: վիզուալ կոդ
id_id: kode visual
it: Codice visualizzato
ja: ビジュアルコード
ka_ge: ვიზუალური კოდი
ko_kr: 보여지는 코드
lo: ລະຫັດທີ່ເບິ່ງເຫັນ
lt_lt: Matomas kodas
lv_lv: vizuālais kods
mk_mk: Шифра на приказот
ms_my: kod visual
my_mm: အမြင်အာရုံကုဒ်
ne: दृश्यात्मक कोड
nl: Visuele code
nn_no: Visuell kode
oc: còdi visual
pl_pl: Kod (wyświetlany)
ps: لید کوډ
pt_br: código visual
pt_pt: Código Visual
ro_ro: codul vizual
ru_ru: видимый код
sk_sk: vizuálny kód
sl: prikazana koda
sq: kodi vizual
sr_rs: visual kod
sv_se: synlig kod
sw_ke: msimbo wa kuona
ta: காட்சி குறியீடு
th: รหัสที่มองเห็น
tl_ph: biswal na code
tr: sanal kod
uk_ua: видимий код
vi_vn: mã hiển thị
xh_za: ikhowudi ebonakalayo
zh_cn: 可见代码
zh_tw: 可見代碼

source: Manage virtual courses
ar: ادارة المقررات الافتراضية
ast_es: Alministrar cursos virtuales
bn_bd: ভার্চুয়াল কোর্স পরিচালনা করুন
bs_ba: Upravljanje virtualnim kursevima
ca_es: Administrar cursos virtuals
cs_cz: Spravovat virtuální kurz
da: Håndtering af virtuelle kurser
de: Virtuelle Kurse verwalten
el: Διαχείριση εικονικών μαθημάτων
eo: Mastrumi virtualajn kursojn
es: Administrar cursos virtuales
es_mx: Administrar cursos virtuales
eu_es: Kudeatu ikastaro birtualak
fa_ir: اداره دروس مجازی
fi_fi: Hallinnoi virtuaalikursseja
fo_fo: Stjórna虛tuelle kursar
fur: Gestîs cors virtuais
ga: Bainistigh cúrsaí fíorúla
gl: Xestionar cursos virtuais
he_il: נהל קורסים וירטואליים
hi: आभासी कोर्स प्रबंधित करें
hr_hr: Upravljanje virtualnim kolegijima
hu_hu: Virtuális kurzusok kezelése
hy: Կառավարել վիրտուալ դասընթացները
id_id: Kelola mata kuliah virtual
it: Gestisci i corsi virtuali
ja: 仮想コースの管理
ka_ge: ვირტუალური კურსების მართვა
ko_kr: 가상 과정(Virtual) 관리
lo: ຈັດການລາຍວິຊາສະເໝືອນ
lt_lt: Virtualių kursų valdymas
lv_lv: Administrēt virtuālos kursus
mk_mk: Управување на виртуелни курсеви
ms_my: Urus kursus maya
my_mm: အနီးစပ်ဆုံးသင်တန်းများကို စီမံခန့်ခွဲပါ
ne: आभासी पाठ्यक्रमहरू व्यवस्थापन गर्नुहोस्
nl: Beheer virtuele cursussen
nn_no: Administrer virtuelle kurs
oc: Gerir los cors virtuals
pl_pl: Zarządzaj wirtualnymi kursami
ps: ذاتی درسونه اداره کړئ
pt_br: Gerenciar cursos virtuais
pt_pt: Gerir cursos virtuais
ro_ro: Administrati cursurile virtuale
ru_ru: Управлять виртуальными курсами
sk_sk: Spravovať virtuálne kurzy
sl: Upravljanje navideznih tečajev
sq: Menaxho kursat virtuale
sr_rs: Upravljanje virtuelnim kursevima
sv_se: Hantera virtuella kurser
sw_ke: Dhibiti kozi za nje
ta: மெய்நிகர் பாடங்களை நிர்வகிக்கவும்
th: บริหารรายวิชาเสมือน
tl_ph: Pamahalaan ang mga virtual na kurso
tr: Sanal ders yönetimi
uk_ua: Керувати віртуальними курсами
vi_vn: Quản lý khóa học ảo
xh_za: Lawula izifundo ezibonakalayo
zh_cn: 管理虚拟课程
zh_tw: 管理虛擬課程

source: Create a virtual course
ar: انشاء مقرر افتراضي
ast_es: Crear un cursu virtual
bn_bd: একটি ভার্চুয়াল কোর্স তৈরি করুন
bs_ba: Kreiraj virtualni kurs
ca_es: Crear un curs virtual
cs_cz: Vytvořit virtuální kurz
da: Opret et virtuelt kursus
de: Virtuellen Kurs erstellen
el: Δημιουργία εικονικού μαθήματος
eo: Krei virtualan kurson
es: Crear un curso virtual
es_mx: Crear un curso virtual
eu_es: Sortu ikastaro birtual bat
fa_ir: ساخت یک درس مجازی
fi_fi: Luo virtuaalikurssi
fo_fo: Stoð ein virtuell kurs
fur: Creâ un cors virtuale
ga: Cruthaigh cúrsa fíorúil
gl: Crear un curso virtual
he_il: צור קורס וירטואלי
hi: आभासी कोर्स बनाएँ
hr_hr: Izradi virtualni kolegij
hu_hu: Virtuális kurzus létrehozása
hy: Ստեղծել վիրտուալ դասընթաց
id_id: Buat mata kuliah virtual
it: Crea un corso virtuale
ja: 仮想コースを作成
ka_ge: ვირტუალური კურსის შექმნა
ko_kr: 가상(virtual) 과정 생성
lt_lt: Sukurti virtualų kursą
lv_lv: Izveidot virtuālo kursu
mk_mk: Креирај виртуелен курс
ms_my: Cipta kursus maya
my_mm: အနီးစပ်ဆုံးသင်တန်းတစ်ခုဖန်တီးပါ
ne: आभासी पाठ्यक्रम सिर्जना गर्नुहोस्
nl: Maak een virtuele cursus
nn_no: Opprett ett virtuelt kurs
oc: Crear un cors virtual
pl_pl: Utwórz virtualny kurs
ps: یوه ذاتی درس جوړ کړئ
pt_br: Criar um curso virtual
pt_pt: Criar um curso virtual
ro_ro: Creati un curs virtual
ru_ru: Создать виртуальный курс
sk_sk: Vytvoriť virtuálny kurz
sl: Kreiraj navidezni tečaj
sq: Krijo një kurs virtual
sr_rs: Kreiraj virtuelni kurs
sv_se: Skapa en virtuell kurs
sw_ke: Unda kozi ya nje
ta: மெய்நிகர் பாடத்தை உருவாக்குக
th: สร้างรายวิชาเสมือน
tl_ph: Lumikha ng virtual na kurso
tr: Sanal ders oluştur
uk_ua: Створити віртуальний курс
vi_vn: Tạo khóa học ảo
xh_za: Yenza ikhosi elibonakalayo
zh_cn: 新建虚拟课程
zh_tw: 新建虛擬課程

source: The virtual course will share storage space (directory and database) with an existing 'real' course.
ar: سيتم مشاركة حجم التخزين (الدليل و قاعدة البيانات) بين المقرر الافتراضي و المقرر الحقيقي
ast_es: Un cursu virtual tien el mesmu llugar d'almacenamientu (direutorios y bases de datos) qu'un cursu que yá esista físicamente.
bn_bd: ভার্চুয়াল কোর্সটি একটি বিদ্যমান 'বাস্তব' কোর্সের সাথে স্টোরেজ স্পেস (ডিরেক্টরি এবং ডাটাবেস) শেয়ার করবে।
bs_ba: Virtualni kurs će dijeliti prostor za pohranu (direktorij i bazu podataka) s postojećim 'stvarnim' kursom.
ca_es: El curs virtual compartirà enmagatzament (directori i base de dades) amb un curs 'real' exsitent
cs_cz: Virtuální kurz bude sdílet paměťový prostor (adresář a databázi) s existujícím pravým' kurzem.
da: Det virtuelle kursus vil dele plads (mappe og database) med et eksisterende 'ægte' kursus.
de: Der virtuelle Kurs teilt sich Speicherplatz (Verzeichnis und Datenbank) mit einem bestehenden 'realen' Kurs.
el: Το εικονικό μάθημα θα μοιράζεται αποθηκευτικό χώρο (φάκελο και βάση δεδομένων) με ένα υπάρχον 'αληθινό' μάθημα.
eo: La virtuala kurso kunekzistos kun 'reala' en sama tenejo (dosieroj kaj datumaro).
es: Un curso virtual comparte su espacio de almacenamiento (directorios y bases de datos) con un curso que físicamente ya existe previamente.
es_mx: El curso virtual compartirá espacio de almacenamiento (directorio y base de datos) con un curso existente 'real'
eu_es: Ikastaro birtualak memoria espazioa konpartitzen du (direktorioak eta datu baseak) lehendik badagoen ikastaro erreal batekin
fa_ir: درس مجازی فضای ذخیره مورد نیاز خود را با یک درس واقعی تقسیم خواهد کرد
fi_fi: Virtuaalikurssi jakaa tallennustilan (hakemisto ja tietokanta) olemassa olevan 'oikean' kurssin kanssa.
fo_fo: Teiri virtuelli kursurin fer at deila geymslurúmi (mappa og dátagrunn) við ein tilkomandi 'veruligan' kurs.
fur: Il cors virtuale a condividerà l'espazi di archiviment (cartele e base di dâts) cun un cors 'ver' esistint.
ga: Roinnfidh an cúrsa fíorúil spás stórála (eolaire agus bunachar sonraí) le cúrsa 'fíor' atá ann cheana.
gl: O curso virtual compartirá un recurso de almacenamento (directorio e Base de datos) cun curso 'real' existente
he_il: הקורס הוירטואלי יחלוק שטח אחסון (ספרייה ומסד נתונים) עם קורס 'אמיתי' קיים.
hi: आभासी कोर्स मौजूदा 'वास्तविक' कोर्स के साथ भंडारण स्थान (डायरेक्टरी और डेटाबेस) साझा करेगा।
hr_hr: Virtualni kolegij dijelit će skladišni prostor (direktorij i bazu podataka) s postojećim 'stvarnim' kolegijem.
hu_hu: A virtuális kurzus megosztva fogja használni a tárolóhelyet (könyvtárak és adatbázis) a meglevő, 'valódi' kurzussal
hy: Վիրտուալ դասընթացը կբաժանի պահեստամատույց տարածքը (ուղղաթիվ և տվյալների բազա) գոյություն ունեցող «իրական» դասընթացի հետ:
id_id: Mata kuliah virtual tsb akan berbagi simpanan (direktori dan database) dengan mata kuliah sungguhan yang ada.
it: Il corso virtuale condivide cartelle e database con un corso 'reale' esistente
ja: 仮想コースは既存の「実在」コースとストレージスペース（ディレクトリとデータベース）を共有します。
ka_ge: ვირტუალური კურსი გააზიარებს შენახვის ადგილს (დირექტორია და მონაცემთა ბაზა) არსებულ 'ნამდვილ' კურსთან.
ko_kr: 가상(virtual) 과정은 '실제' 과정과 저장 공간을 공유하게 됩니다.
lo: ລາຍວິຊາສະເໝືອນຈະໃຊ້ພື້ນທີ່ເກັບຂໍ້ມູນຮ່ວມກັນ (ໄດເລກະທໍລີ ແລະ ຖານຂໍ້ມູນ) ກັບລາຍວິຊາ 'ຈິງ' ທີ່ມີຢູ່.
lt_lt: Virtualus kursas naudoja tuos pačią disko erdvę (katalogus ir duomenų bazę kaip ir 'realus' kursas.
lv_lv: Virtuālais kurss lietos to pašu vietu uz servera diska (mapēm un datubāzēm) ko eksistējošais 'reālais' kurss
mk_mk: Виртуелниот курс ќе го дели просторот за складирање (папки и бази на податоци) со постоечки 'реален' курс.
ms_my: Kursus maya akan berkongsi ruang storan (direktori dan pangkalan data) dengan kursus 'sebenar' yang sedia ada.
my_mm: အနီးစပ်ဆုံးသင်တန်းသည် ရှိပြီးသား 'အစစ်အမှန်' သင်တန်းနှင့် သိုလှောင်နေရာ (ဖိုင်တွဲနှင့် ဒေတာဘေ့စ်) ကို မျှဝေအသုံးပြုမည်ဖြစ်သည်။
ne: आभासी पाठ्यक्रमले विद्यमान 'वास्तविक' पाठ्यक्रमसँग भण्डारण स्थान (डाइरेक्टरी र डेटाबेस) साझा गर्नेछ।
nl: De virtuele cursus zal zijn opslagruimte (bestanden en databank) delen met een bestaande 'echte' cursus.
nn_no: Det virtuelle kurset vil dele minne(mappe og database) med et eksisterende 'ekte' kurs.
oc: Lo cors virtual partagiará l'espaci de stocage (repertòri e basa de donadas) amb un cors 'real' existent.
pl_pl: Kurs wirtualny zostanie udostępniony (kataogi oraz baza danych) na powierzchni istniejącego "prawdziwego" kursu.
ps: ذاتی درس به د موجوده 'حقیقي' درس سره ذخیره ځای (پوښ او ګڼډه) شریک کړي.
pt_br: O curso virtual irá compartilhar espaço de armazenamento (diretório e banco de dados) com um curso 'real' existente.
pt_pt: O curso virtual irá partilhar espaço de armazenamento (directório e base-de-dados) com um curso 'real' existente.
ro_ro: Cursul virtual va imparti spatiul (directoarele si baza de date) cu un curs "real" existent.
ru_ru: Виртуальный рурс будет делить область памяти(директория и база данных) с существующим "реальным" курсом
sk_sk: Virtuálny kurz bude zdieľat pamäťový priestor (katalóg a databázu) s existujúcim 'reálnym' kurzom.
sl: Navidezni tečaj bo delil pomnilniški prostor (mape in podatkovno bazo) z obstoječim 'pravim' tečajem.
sq: Kursi virtual do të ndajë hapësirën e ruajtjes (direktorinë dhe bazën e të dhënave) me një kurs ekzistues 'real'.
sr_rs: Virtuelni kurs će deliti prostor diska (direktorijume i baze) sa postojećim 'stvarnim' kursevima.
sv_se: Den virtuella kursen kommer att dela plats (bibliotek och databas) med existerande "riktig" kurs.
sw_ke: Kozi ya nje itashiriki nafasi ya uhifadhi (jalia na hifadhidata) na kozi 'halisi' iliyopo.
ta: மெய்நிகர் பாடம் உள்ளடக்கிய 'உண்மையான' பாடத்துடன் சேமிப்பு இடத்தை (அடைவு மற்றும் தரவுத்தளம்) பகிரும்.
th: รายวิชาเสมือนจะร่วมใช้ไฟล์และพื้นที่เก็บไฟล์กับรายวิชาจริง
tl_ph: Ang virtual na kurso ay magbabahagi ng storage space (directory at database) sa umiiral na 'tunay' na kurso.
tr: Sanal ders, mevcut gerçek ders ile aynı klasör ve veritabanı depolama alanını paylaşacaktır.
uk_ua: Віртуальний курс використає спільний простір (директорію та базу даних) з існуючим реальним курсом.
vi_vn: Khóa học ảo sẽ chia sẻ không gian lưu trữ (thư mục và cơ sở dữ liệu) với một khóa học 'thực' hiện có.
xh_za: Ikhosi elibonakalayo liza kwabelana ngendawo yokugcina (umkhombelo kunye nesizuko sedatha) kunye nekhosi 'yangempela' esele ikhona.
zh_cn: 这门虚拟课程将要和现有的"真实"课程共享存储空间（目录和数据库空间）
zh_tw: 這門虛擬課程將要和現有的"真實"課程共享存儲空間（目錄和數據庫空間）

source: Real course code
ar: رمز المقرر الحقيقي
ast_es: Códigu real del cursu
bn_bd: বাস্তব কোর্স কোড
bs_ba: Šifra stvarnog kursa
ca_es: Codi del curs real
cs_cz: Kód pravého kurzu
da: Ægte kursuskode
de: Kurscode des realen Kurses
el: Κωδικός Πραγματικού μαθήματος
eo: Kodo de la reala kurso
es: Código real del curso
es_mx: Código de curso real
eu_es: Ikastaro errealaren kodea
fa_ir: کد واقعی درس
fi_fi: Oikean kurssin koodi
fo_fo: Veruligur kursakodi
fur: Codice cors ver
ga: Cód cúrsa fíor
gl: código do curso real
he_il: קוד קורס אמיתי
hi: वास्तविक कोर्स कोड
hr_hr: Šifra stvarnoga kolegija
hu_hu: Valódi kurzus kód
hy: Իրական դասընթացի կոդ
id_id: Kode mata kuliah nyata
it: Codice del corso 'Reale'
ja: 実在コースコード
ka_ge: ნამდვილი კურსის კოდი
ko_kr: 실제 과정 코드
lo: ລະຫັດລາຍວິຊາຈິງ
lt_lt: Realaus kurso kodas
lv_lv: Reālā kursa kods
mk_mk: Шифра на реален курс
ms_my: Kod kursus sebenar
my_mm: အစစ်အမှန်သင်တန်းကုဒ်
ne: वास्तविक पाठ्यक्रम कोड
nl: Code van de echte cursus
nn_no: Ekte kurskode
oc: Còdi del cors real
pl_pl: Kod prawdziwego kursu
ps: حقیقي د درس کوډ
pt_br: Código real do curso
pt_pt: Código do curso real
ro_ro: Codul cursului
ru_ru: Код реального курса
sk_sk: Kód reálneho kurzu
sl: Prava koda tečaja
sq: Kodi i kursit real
sr_rs: Šifra stvarnog kursa
sv_se: Riktig kurskod
sw_ke: Msimbo wa kozi halisi
ta: உண்மையான பாட குறியீடு
th: รหัสวิชาจริง
tl_ph: Tunay na code ng kurso
tr: Ders kodu
uk_ua: Код реального курсу
vi_vn: Mã khóa học thực
xh_za: Ikhowudi yekhosi langempela
zh_cn: 真实课程代码
zh_tw: 真實課程代碼

source: The course was successfully created.
ar: تم إنشاء المقرر بنجاح
ast_es: Creóse'l cursu.
bn_bd: কোর্সটি সফলভাবে তৈরি করা হয়েছে।
bs_ba: Kurs je uspješno kreiran.
ca_es: El curs ha estat creat satisfactoriament
cs_cz: Kurz byl úspěšně vytvořen.
da: Kurset blev korrekt oprettet.
de: Der Kurs wurde erstellt
el: Το μάθημα δημιουργήθηκε με επιτυχία
eo: La kurso sukcese kreiĝis.
es: El curso ha sido creado.
es_mx: El curso fue creado exitosamente
eu_es: Ikastaroa ongi sortu da.
fa_ir: دزس مورد نظر با موفقیت ایجاد شد
fi_fi: Kurssi luotiin onnistuneesti.
fo_fo: Kursurin var væl stovtað.
fur: Il cors è stât creât cun sucès.
ga: Cruthaíodh an cúrsa go rathúil.
gl: O curso creouse satisfactoriamente.
he_il: הקורס נוצר בהצלחה.
hi: कोर्स सफलतापूर्वक बनाया गया।
hr_hr: Kolegij je uspješno izrađen.
hu_hu: A kurzus sikeresen létrejött.
hy: Դասընթացը հաջողությամբ ստեղծվել է:
id_id: Mata kuliah tsb sukses dibuat.
it: Il corso è stato creato correttamente.
ja: コースが正常に作成されました。
ka_ge: კურსი წარმატებით შეიქმნა.
ko_kr: 과정이 성공적으로 생성되었습니다.
lo: ລາຍວິຊາໄດ້ຖືກສ້າງສຳເລັດແລ້ວ.
lt_lt: Kursas sėkmingai sukurtas.
lv_lv: Kurss tika veiksmīgi izveidots.
mk_mk: Курсот беше успешно креиран.
ms_my: Kursus berjaya dicipta.
my_mm: သင်တန်းကို အောင်မြင်စွာ ဖန်တီးပြီးဖြစ်သည်။
ne: पाठ्यक्रम सफलतापूर्वक सिर्जना गरियो।
nl: De cursus is met succes aangemaakt.
nn_no: Kurset ble opprettet
oc: Lo cors es estat creat amb èxit.
pl_pl: Operacja tworzenia kursu zakończona pomyślnie.
ps: درس په بریالیتوب سره جوړ شو.
pt_br: O curso foi criado com sucesso.
pt_pt: O curso foi criado com sucesso.
ro_ro: Cursul a fost creat cu succes.
ru_ru: Курс был успешно создан
sk_sk: Kurz bol úspešne vytvorený.
sl: Tečaj je bil uspešno ustvarjen.
sq: Kursi u krijua me sukses.
sr_rs: Kurs je uspešno kreiran
sv_se: Kursen skapades
sw_ke: Kozi imeundwa kwa mafanikio.
ta: பாடம் வெற்றிகரமாக உருவாக்கப்பட்டது.
th: ได้สร้างรายวิชาเรียบร้อยแล้ว
tl_ph: Matagumpay na nalikha ang kurso.
tr: Ders, başarıyla oluşturuldu.
uk_ua: Курс був успішно створений
vi_vn: Khóa học đã được tạo thành công.
xh_za: Ikhosi lenziwe ngempumelelo.
zh_cn: 创建课程成功
zh_tw: 創建課程成功

source: on the hard disk
ar: على القرص الصلب
ast_es: nel discu duru
bn_bd: হার্ড ডিস্কে
bs_ba: na tvrdim disku
ca_es: En el disc dur
cs_cz: na hard disk
da: på disken
de: auf der Festplatte
el: στο σκληρό δίσκο
eo: sur la dura disko
es: en el disco duro
es_mx: en el disco duro
eu_es: disko gogorrean
fa_ir: روی دیسک سخت
fi_fi: kiintolevylle
fo_fo: á harða skívanum
fur: sul disk dur
ga: ar an diosca crua
gl: no disco duro
he_il: בדיסק הקשיח
hi: हार्ड डिस्क पर
hr_hr: na tvrdom disku
hu_hu: helyet foglal a merevlemezen
hy: կոշտ սկավառակի վրա
id_id: dalam hard disk
it: sul disco rigido
ja: ハードディスク上
ka_ge: მყარ დისკზე
ko_kr: 하드디스크에
lo: ໃນຮາດດິສ
lt_lt: standžiajame diske
lv_lv: uz cietņa
mk_mk: на хард дискот
ms_my: pada cakera keras
my_mm: ဟာ့ဒ်ဒစ်ပေါ်တွင်
ne: हार्ड डिस्कमा
nl: op de harde schijf
nn_no: på harddisken
oc: sus lo disc dur
pl_pl: na twardy dysk
ps: په هارد ډسک کې
pt_br: no disco rígido
pt_pt: no disco rígido
ro_ro: pe hard disk
ru_ru: на жестком диске
sk_sk: na pevnom disku
sl: na trdem disku
sq: në disqun e fortë
sr_rs: na hard disku
sv_se: på hårddisken
sw_ke: kwenye diski ngumu
ta: ஹார்ட் டிஸ்க்கில்
th: อยู่ในฮาร์ดดิสก์
tl_ph: sa hard disk
tr: sabit disk üzerinde
uk_ua: на жорсткий диск
vi_vn: trên ổ đĩa cứng
xh_za: kwihard disk
zh_cn: 在硬盘上
zh_tw: 在硬碟上

source: Virtual course?
ar: مقرر افتراضي؟
ast_es: Cursu virtual
bn_bd: ভার্চুয়াল কোর্স?
bs_ba: Virtualni kurs?
ca_es: És un curs virtual
cs_cz: Je virtuální kurz
da: Er et virtuelt kursus
de: ist virtueller Kurs
el: Εικονικό μάθημα?
eo: Virtuala kurso
es: Curso virtual
es_mx: Es un curso virtual
eu_es: Ikastaro birtuala da
fa_ir: یک درس مجازی است
fi_fi: Virtuaalikurssi?
fo_fo: Virtuell kurs?
fur: Cors virtuale?
ga: Cúrsa fíorúil?
gl: é un curso virtual
he_il: קורס וירטואלי?
hi: आभासी कोर्स?
hr_hr: Virtualni kolegij
hu_hu: virtuális kurzus-e
hy: Վիրտուալ դասընթաց?
id_id: merupaka mata kuliah virtual
it: E' un corso virtuale
ja: 仮想コース？
ka_ge: ვირტუალური კურსი?
ko_kr: 가상(virtual) 과정입니다
lo: ລາຍວິຊາສະເໝືອນ?
lt_lt: Virtualus kursas
lv_lv: Ir virtuāls kurss
mk_mk: Е виртуелен курс
ms_my: Kursus maya?
my_mm: အနီးစပ်ဆုံးသင်တန်းလား။
ne: आभासी पाठ्यक्रम?
nl: Virtuele cursus
nn_no: er virtuelt kurs
oc: Cors virtual ?
pl_pl: Kurs wirtualny?
ps: ذاتی درس؟
pt_br: É um curso virtual ?
pt_pt: Curso virtual?
ro_ro: Este un curs virtual
ru_ru: Это виртуальный курс
sk_sk: Virtuálny kurz?
sl: Navidezen tečaj
sq: Kurs virtual?
sr_rs: je virtuelni kurs
sv_se: Är virtuell kurs
sw_ke: Kozi ya nje?
ta: மெய்நிகர் பாடம்?
th: เป็นวิชาเสมือน
tl_ph: Virtual na kurso?
tr: Sanal ders
uk_ua: Є віртуальним курсом
vi_vn: Khóa học ảo?
xh_za: Ikhosi elibonakalayo?
zh_cn: 虚拟课程
zh_tw: 虛擬課程
