Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Two column layout. Inactive tools are hidden
ar: تخطيط بعمودين. الأدوات الغير نشطة تكون مخفية
ast_es: Presentación en dos columnes. Les ferramientes non activaes queden escondíes
bn_bd: দুই কলাম লেআউট। নিষ্ক্রিয় টুলগুলো লুকানো
bs_ba: Izgled s dvije kolone. Neaktivni alati su sakriveni
ca_es: Esquema de dues columnes. Les eines desactivades queden amagades
cs_cz: Rozvržení ve dvou sloupcích. Neaktivní nástroje jsou skryté
da: To kolonner. Inaktive værktøjer skjules
de: 2-Spalten-Layout (inaktive Tools sind unsichtbar)
el: Μορφή 2 στηλών. Τα ανενεργά αντικείμενα παραμένουν κρυμμένα
eo: Enpaĝigo kun du kolumnoj, neaktiva ilaro ne vidiĝas
es: Presentación en dos columnas. Las herramientas desactivadas quedan escondidas
es_mx: Esquema de dos columnas. Herramientas inactivas ocultas
eu_es: Bi zutabetan aurkeztea. Aktibatu gabeko tresnak ezkutaturik geldituko dira.
fa_ir: نمایش به صورت دو ستونی. ابزارهای آموزشی غیر فعال پنهان میگردند
fi_fi: Kahden sarakkeen layout. Ei-aktiiviset työkalut ovat piilotettu.
fo_fo: Tvær bólkur uppseting. Óvirknar verktygini eru fjalin
fur: Displin a du colones. Strûi inativs a son ascondûts
ga: Leagan amach dhá cholún. Uirlisí neamhghníomhacha i bhfolach
gl: Estrutura en dúas columnas. As ferramentas inactivas ocultas.
he_il: פריסת שתי עמודות. כלים לא פעילים מוסתרים
hi: दो कॉलम लेआउट। निष्क्रिय उपकरण छिपे हुए हैं
hr_hr: Prikaz u dva stupca. Neaktivni alati skriveni
hu_hu: Kétoszlopos elrendezés. A nem aktivált eszközök rejtettek.
hy: Երկու սյունակի դասավորություն: Չգործարկված գործիքները թաքցված են
id_id: Layout dua kolom. Tool yang tidak aktif disembunyikan.
it: Menù a due colonne. Gli strumenti non attivi sono nascosti
ja: 2列レイアウト。非アクティブツールは非表示
ka_ge: ორი სვეტის განლაგება. არაქტიული ხელსაწყოები მალულია
ko_kr: 두 칸으로 나뉜 구조. 비활성화 된 툴들은 숨겨지게 됩니다.
lo: ໂຄງຮ່າງສອງຄໍລຳ. ເຄື່ອງມືທີ່ບໍ່ເຄື່ອນໄຫວຈະຖືກເຊື່ອງໄວ້
lt_lt: Dviejų stulpelių išdėstymas. Neaktyvūs įrankiai nematomi
lv_lv: Izkārtojums divās kolonās. Neaktīvie instrumenti neredzami.
mk_mk: Приказ со две колони. Неактивните алатки се сокриени
ms_my: Susun atur dua lajur. Alat tidak aktif disembunyikan
my_mm: ကော်လံနှစ်ခုအပြင်အဆင်။ အသုံးမပြုသော ကိရိယာများကို ဖုံးကွယ်ထားသည်
ne: दुई स्तम्भ लेआउट। निष्क्रिय उपकरणहरू लुकाइएका छन्
nl: Lay-out met twee kolommen. Inactieve modules worden niet getoond.
nn_no: To kolonne-oppsett. Uaktive verktøy er skjulte
oc: Disposicion en duas colomnas. Las aisinas inactivas son amagadas
pl_pl: Dwukolumnowy układ. Nieaktywne narzędzia są ukryte.
ps: دوه ستونۍ ترتیب. غیر فعال وسیلې پټې دي
pt_br: Layout de duas colunas. Ferramentas inativas são escondidas
pt_pt: Desenho/layout de duas colunas. As ferramentas inactivas estão ocultas/escondidas
ro_ro: Aspect pe 2 coloane. Uneltele inactive sunt ascunse
ru_ru: Макет двух колонок (столбцов). Неактивные инструменты спрятаны
sk_sk: Dvojstĺpcové rozloženie. Neaktívne nástroje sú skryté
sl: Dvostolpični prikaz. Neaktivna orodja niso prikazana.
sq: Pamje me dy kolona. Mjetet e paaktivizuara fshihen
sr_rs: Izgled sa dve kolone. Neaktivni alati su sakriveni.
sv_se: Två kolumners layout. Inaktiva verktyg är gömda.
sw_ke: Mpangilio wa safu mbili. Zana zisizofanya kazi zimefichwa
ta: இரு நெடுக்க柱 அமைப்பு. செயலற்ற கருவிகள் மறைக்கப்படும்
th: ซ่อนเครื่องมือที่ควบคุมการแสดงผลแบบ 2 คอลัมน์
tl_ph: Layout ng dalawang kolum. Itinatago ang hindi aktibong mga tool
tr: 2 sütunlu sayfa, pasif araçlar gözükmesin.
uk_ua: Макет двох колонок. Неактивні інструменти заховані
vi_vn: Bố cục hai cột. Công cụ không hoạt động bị ẩn
xh_za: Uyilo lweekholomu ezimbini. Izixhobo ezingenisebenzayo zifihliwe
zh_cn: 两栏布局。掩藏没激活的工具
zh_tw: 兩欄頁面，隱藏無效工具

source: Three column layout. Inactive tools are greyed out (Icons stay on their place)
ar: (تخطيط ذو ثلاثة أعمدة. الأدوات الغير نشطة تظهر بلون رمادي (تبقى الأيقونات في أماكنها
ast_es: Presentación en tres columnes. Les ferramientes non activaes van apaecer en gris (los iconos caltiénense nel so llugar)
bn_bd: তিন কলাম লেআউট। নিষ্ক্রিয় টুলগুলো ধূসর করা (আইকনগুলো তাদের জায়গায় থাকে)
bs_ba: Izgled s tri kolone. Neaktivni alati su isprani (ikone ostaju na mjestu)
ca_es: Presentació en tres columnes. Les eines desactivsdes apareixen en gris (les icones es mantenen al seu lloc).
cs_cz: Rozvržení ve třech sloupcích. Neaktivní nástroje jsou stínované šedě (Ikony zůstávají na svím místě)
da: Tre kolonner. Inaktive værktøjer er i gråtoner (Ikoner beholder deres plads)
de: 3-Spalten-Layout (inaktive Tools in grau, die Icons bleiben am gleichen Ort)
el: Μορφή 3 στηλών. Τα ανενεργά αντικείμενα φαίνονται γκριζαρισμένα
eo: Enpaĝigo kun tri kolumnoj, neaktiva ilaro vidiĝas grize.
es: Presentación en tres columnas. Las herramientas desactivadas aparecen en gris (los iconos se mantienen en su lugar).
es_mx: Esquema de tres columnas. Las herramientas inactivas aparecen desvanecidas (Los íconos se mantienen en su lugar)
eu_es: Hiru zutabetan aurkeztea. Aktibatu gabeko tresnak grisean agertuko dira (ikonoak dagozkien lekuetan egongo dira).
fa_ir: نمایش به صورت سه ستونی. ابزارهای آموزشی غیر فعال به رنگ خاکستری در می آیند اما در جای خود می مانند
fi_fi: Kolmen sarakkeen layout. Ei-aktiiviset työkalut ovat harmaita (kuvakkeet ovat omilla paikoillaan)
fo_fo: Tríggjar bólkur uppseting. Óvirknar verktygini eru gráar (ikonarnir standa á sínum stað)
fur: Displin a trê colones. Strûi inativs a son grisaus (icone a restin lu lôr post)
ga: Leagan amach trí cholún. Uirlisí neamhghníomhacha liath (fanann deilbhíní ina n-áit)
gl: Estructura en tres columnas. As ferramentas inactivas aparecen en gris (as iconas permanecen no seu sitio)
he_il: פריסת שלוש עמודות. כלים לא פעילים באפור (סמלים נשארים במקומם)
hi: तीन कॉलम लेआउट। निष्क्रिय उपकरण धूसर हो जाते हैं (आइकॉन अपनी जगह पर रहते हैं)
hr_hr: Prikaz u tri stupca. Neaktivni alati označeni sivom bojom (Ikone na svome mjestu)
hu_hu: Háromoszlopos elrendezés. A nem aktivált eszközök szürkén jelennek meg (az ikonok a helyükön maradnak).
hy: Երեք սյունակի դասավորություն: Չգործարկված գործիքները մոխրագույն են (Ունիվերսալները իրենց տեղում են մնում)
id_id: Layout tiga kolom. Tool yang tidak aktif berwarna kelabu (Ikon tetap ditempatnya)
it: Menù a tre colonne. Gli strumenti non attivi restano al loro posto con colore grigio
ja: 3列レイアウト。非アクティブツールはグレーアウト（アイコンは位置を保持）
ka_ge: სამი სვეტის განლაგება. არაქტიული ხელსაწყოები შებრალებულია (ხატულები რჩება თავიანთ ადგილზე)
ko_kr: 세 칸으로 나뉜 구조. 비활성화 된 툴들이 희미하게 나타납니다. (아이콘은 원래자리에 위치)
lo: ໂຄງຮ່າງສາມຄໍລຳ. ເຄື່ອງມືທີ່ບໍ່ເຄື່ອນໄຫວຈະເປັນສີເທົາ (ໄອຄອນຍັງຄົງຢູ່ທີ່ເດີມ)
lt_lt: Trijų stulpelių išdėstymas. Neaktyvūs įrankiai pilkos spalvos (ikonos savo vietose)
lv_lv: Izkārtojums trijās kolonās. Neaktīvās lietas ir pelēkas (Ikonas paliek savās vietās)
mk_mk: Приказ со три колони. Неактивните алатки се сиви (Иконите се на своите места)
ms_my: Susun atur tiga lajur. Alat tidak aktif dilumur kelabu (ikon kekal di tempatnya)
my_mm: ကော်လံသုံးခုအပြင်အဆင်။ အသုံးမပြုသော ကိရိယာများကို မီးခိုးရောင်ပြထားသည် (အိုင်ကွန်များသည် ၎င်းတို့၏နေရာတွင် ရှိနေသည်)
ne: तीन स्तम्भ लेआउट। निष्क्रिय उपकरणहरू खरानी छन् (आइकनहरू आफ्नो स्थानमा रहन्छन्)
nl: Lay-out met drie kolommen. Inactieve modules worden lichtgrijs getoond.
nn_no: Tre kolonne-oppsett. Uaktive verktøy er gråtonede (Ikonene blir kvar på plass)
oc: Disposicion en tres colomnas. Las aisinas inactivas son en gris (las icònes demòran a lor lòc)
pl_pl: Trójkolumnowy układ. Nieaktywne narzędzia są oznaczone na szaro (Ikony pozostają na swoich miejscach)
ps: درې ستونۍ ترتیب. غیر فعال وسیلې ګڼې شوي دي (آیکونونه په خپل ځای پاتې دي)
pt_br: Layout de três colunas. Ferramentas inativas ficam acizentadas (Os ícones continuam no seu lugar)
pt_pt: Desenho/layout de três colunas. As ferramentas inactivas têm aparência acinzentada (os ícones mantém-se no respectivo lugar)
ro_ro: Aspect pe 3 coloane. Uneltele inactive sunt marcate cu gri (dar sunt prezente la locul lor)
ru_ru: Макет трех колонок (столбцов). Неактивные инструменты маркированы серым (иконки на своих местах)
sk_sk: Trojsľpcové rozloženie. Neaktívne nástroje sú zobrazené šedo. (Ikony zostavajú na svojom mieste)
sl: Tri stolpični prikaz. Neaktivna orodja v sivi barvi (Ikone ostanejo prikazane na svojim mestih).
sq: Pamje me tre kolona. Mjetet e paaktivizuara grizohen (Ikonat qëndrojnë në vendin e tyre)
sr_rs: Izgled sa tri kolone. Neaktivni alati su sivi (Ikonice ostaju na svom mestu)
sv_se: Tre kolumners layout. Inaktiva verktyg är "gråade" (ikonerna är på på plats)
sw_ke: Mpangilio wa safu tatu. Zana zisizofanya kazi zimepunguzwa rangi (Ikoni zinaendelea mahali pake)
ta: மூன்று நெடுக்க柱 அமைப்பு. செயலற்ற கருவிகள் சாம்பல் நிறமாக்கப்படும் (படங்கள் அவற்றின் இடத்தில் இருக்கும்)
th: จัดหน้าโฮมเพจแบบ 3 คอลัมน์ หากปุ่มเครื่องมือเป็นสีเทาแสดงว่ายังไม่ถูกกำหนดให้ใช้งาน
tl_ph: Layout ng tatlong kolum. Nagiging kulay abo ang hindi aktibong mga tool (Nananatili ang mga icon sa kanilang lugar)
tr: 3 sütunlu sayfa, pasif araçlar geri planda, gri renkte gözüksün (Simgeler bulundukları yerde kalır)
uk_ua: Макет трьох колонок. Неактивні інструменти підсвічені сірим (іконки на їхньому місці).
vi_vn: Bố cục ba cột. Công cụ không hoạt động bị làm mờ (Biểu tượng giữ nguyên vị trí)
xh_za: Uyilo lweekholomu ezithathu. Izixhobo ezingenisebenzayo zimfilo (Iicon zihlala zenzela indawo yazo)
zh_cn: 三栏布局。灰色隐藏未激活的工具(图标)
zh_tw: 三欄頁面，無效工具圖示為灰色，留在原位

source: Tools shortcuts
ar: أداة الاختصارات
ast_es: Barra d'accesu rápidu a les ferramientes
bn_bd: টুল শর্টকাট
bs_ba: Prečice alata
ca_es: Barra d'accés ràpid a les eines
cs_cz: Nástrojové zkratky
da: Værktøjsgenveje
de: Werkzeug-Navigationssymbole
el: Συντομεύσεις Εργαλείων
eo: Montru ilaran bildosimbolon
es: Barra de acceso rápido a las herramientas
es_mx: Accesos directos a Herramientas
eu_es: Tresnetarako lasterbideak
fa_ir: میانبر به سمت ابزارهای آموزشی
fi_fi: Työkalupikakuvakkeet
fo_fo: Verktyg skrót
fur: Scjumorts dai strûi
ga: Aicearraí uirlisí
gl: Atallos de ferramenta
he_il: קיצורי דרך של כלים
hi: उपकरण शॉर्टकट
hr_hr: Prečaci do alata
hu_hu: Eszközök parancsikonjai
hy: Գործիքների կարճ ուղիներ
id_id: Shortcut Tool
it: Barra di accesso veloce alle sezioni
ja: ツールのショートカット
ka_ge: ხელსაწყოების სწრაფი ბმულები
ko_kr: 도구 바로가기
lo: ທາງລັດເຄື່ອງມື
lt_lt: Įrankių nuorodos
lv_lv: Satura vadības instrumentu saīsne (shortcuts)
mk_mk: Кратенки за алатките
ms_my: Pintasan alat
my_mm: ကိရိယာဖြတ်လမ်းများ
ne: उपकरण शर्टकटहरू
nl: Toon modulesnelkoppelingen
nn_no: Snarvei til verktøy
oc: Kilos directes
pl_pl: Skróty do narzędzi
ps: د وسیلو لنډیز
pt_br: Barra de atalhos rápido para as Ferramentas
pt_pt: Atalhos para as ferramentas
ro_ro: Scurtaturi pentru unelte
ru_ru: Ярлыки инструментов
sk_sk: Nástrojové skratky
sl: Bližnjice do orodij
sq: Shkurtimet e mjeteve
sr_rs: Prečice za alate
sv_se: Genväg till verktyg
sw_ke: Njia mfupi za zana
ta: கருவி குறுக்கு வழிகள்
th: เครื่องมือลัด
tl_ph: Mga shortcut na mga tool
tr: Araç Kısayolları
uk_ua: Ярлики інструментів
vi_vn: Phím tắt công cụ
xh_za: Izixhobo ezimfutshane
zh_cn: 工具捷径
zh_tw: 工具快捷列

source: Show the tool shortcuts in the banner?
ar: إظهار أداة الاختصارات على الراية؟
ast_es: ¿ Amosar la barra d'accesu rápidu a les ferramientes na testera ?
bn_bd: ব্যানারে টুল শর্টকাট দেখাবেন?
bs_ba: Prikaži prečice alata u baneru?
ca_es: Voleu que es mostri a la capçalera la barra d'accés ràpid a les eines?
cs_cz: Zobrazit nástrojové zkratky v baneru?
da: Vis genveje til værktøjer i banneret?
de: Sollen die Werkzeug-Navigationssymbole im Kopfbereich angezeigt werden?
el: Εμφάνιση συντομεύσεων εργαλείων στο banner?
eo: Ĉu montri fulmoklavojn en la surskribo?
es: ¿ Mostrar la barra de acceso rápido a las herramientas en la cabecera ?
es_mx: Mostrar los accesos directos a herramientas en el banner
eu_es: Tresnetarako lasterbideak erakutsi behar al dira titular-bandan?
fa_ir: نمایش میانبر به سمت ابزارهای آموزشی در گوشه بالای صفحه
fi_fi: Näytäkö työkalupikakuvakkeet bannerissa?
fo_fo: Vís skrótnar til verktyganna í bannerinum?
fur: Mostrâ i scjumorts dai strûi tal banner?
ga: Taispeáin aicearraí na n-uirlisí sa bhratach?
gl: ¿Amosar os atallos de ferramenta no banner?
he_il: הצג את קיצורי הכלים בבאנר?
hi: बैनर में उपकरण शॉर्टकट दिखाएँ?
hr_hr: Prikaži prečace do alata u banneru
hu_hu: Az eszközök parancsikonjai megjelenjenek a fejlécnél?
hy: Ցուցադրել գործիքների կարճ ուղիները վերլուծչում?
id_id: Tampilkan shortcut tool di banner?
it: Mostri la Barra di accesso veloce alle sezioni nel banner?
ja: ツールのショートカットを見出しに表示しますか?
ka_ge: ხელსაწყოების სწრაფი ბმულების ჩვენება შესათავაზში?
ko_kr: 도구 바로가기가 배너에 나타났습니까?
lo: ສະແດງທາງລັດເຄື່ອງມືໃນແຖບປ້າຍໂຄສະນາບໍ່?
lt_lt: Rodyti įrankių nuorodas viršutiniame meniu?
lv_lv: Rādīt Satura vadības instrumentu saīsnes bannerī? <br>[Ļauj pa tiešo pārvietoties starp dažādiem satura instrumentiem kursā]
mk_mk: Дали да бидат прикажани кратенките на алатките на банерот?
ms_my: Tunjukkan pintasan alat di banner?
my_mm: ဘန်နာတွင် ကိရိယာဖြတ်လမ်းများကို ပြသမည်လား။
ne: ब्यानरमा उपकरण शर्टकटहरू देखाउने?
nl: Modulesnelkoppelingen tonen in de hoofding?
nn_no: Vis verktøy-snarvegar i toppbanneret?
oc: Afichar los kilos directes de las aisinas dins la bandièra ?
pl_pl: Czy pokazać skróty do narzędzi na banerze?
ps: د وسیلو لنډیز په بنر کې ښکاره کړئ؟
pt_br: Mostrar o atalho para as ferramentas no painel?
pt_pt: Apresentar os atalhos para as ferramentas na área de banner/manchete da página?
ro_ro: Doriti afisarea in antet a scurtaturilor catre unelte?
ru_ru: Показывать ярлыки инструментов на баннере?
sk_sk: Ukázať nástrojové skratky v obdĺžnikovom obrázku?
sl: Prikažem bližnjice do orodij v bannerju ?
sq: A të shfaqen shkurtimet e mjeteve në shiritin e sipërm?
sr_rs: Prikaži prečice za alate u baneru?
sv_se: Visa genvägen till verktyg i överskriften?
sw_ke: Onyesha njia mfupi za zana kwenye bango?
ta: பேனரில் கருவி குறுக்கு வழிகளை காட்ட வேண்டுமா?
th: แสดงเครื่องมือลัดไว้ในป้ายประกาศ
tl_ph: Ipakita ang mga shortcut na mga tool sa banner?
tr: Araç simgeleri başlık satırında gözüksün mü?
uk_ua: Чи показувати ярлики інструментів на банері?
vi_vn: Hiển thị phím tắt công cụ ở biểu ngữ?
xh_za: Bonisa izixhobo ezimfutshane kwibhena?
zh_cn: 横幅显示工具捷径?
zh_tw: 是否於橫幅中顯示工具快捷列？

source: Learner View
ar: معاينة منظور الطالب
ast_es: Dir a vista d'estudiante
bn_bd: শিক্ষার্থী ভিউ
bs_ba: Prikaz učenika
ca_es: Vista d'estudiant
cs_cz: Pohled Studenta
da: Se siden som studerende
de: Funktion Teilnehmer-Ansicht
el: Όψη μαθητή
eo: Studenta vidaĵo
es: Vista de estudiante
es_mx: Vista de estudiante
eu_es: Ikaslearen ikuspegia
fa_ir: دیددانشجو
fi_fi: Opiskelijanäkymä
fo_fo: Lærandi útsjógn
fur: Viste par l'alerneant
ga: Amharc Foghlaimeora
gl: Vista do alumno
he_il: תצוגת לומד
hi: शिक्षार्थी दृश्य
hr_hr: Prikaz za studente
hu_hu: Diák nézet
hy: Ուսանողի տեսք
id_id: Tampilan terlihat Siswa
it: Vista corsista
ja: 学習者ビュー
ka_ge: სწავლანის ხედი
ko_kr: 학생 보기
lo: ມຸມມອງຜູ້ຮຽນ
lt_lt: Studento aplinka
lv_lv: Kursanta skats
mk_mk: Како ќе гледа курсистот
ms_my: Pandangan Pelajar
my_mm: သင်ယူသူမြင်ကွင်း
ne: सिक्ने दृष्टिकोण
nl: Studentenweergave
nn_no: Studentvisning
oc: Vision aprenent
pl_pl: Widok studenta
ps: د زده کونکي لید
pt_br: Mudar para a Visão do Estudante
pt_pt: Visualização do Aluno
ro_ro: Modul student
ru_ru: Вид студента
sk_sk: Pohľad študenta
sl: Uporabnikov pogled
sq: Pamja e Nxënësit
sr_rs: Korisnikov pogled
sv_se: Studentvy
sw_ke: Mwonekano wa Mwanafunzi
ta: கற்றல் பார்வை
th: หน้าจอผู้เรียน
tl_ph: Tanawin ng Mag-aaral
tr: Öğrenci Görünüşü
uk_ua: Вид студента
vi_vn: Chế độ xem Học viên
xh_za: Umbono womfundi
zh_cn: 学生模式
zh_tw: 學員界面

source: Enable Learner View?<br>This feature allows the teacher to see the learner view.
ar: هذه الخاصية تسمح للمدرس بمشاهدة ما يشاهده الطالب <br /> تمكين معاينة الطالب؟
ast_es: ¿ Permitir Vista d'estudiante ? <br>Esta función permite que'l mayestru previsualice lo que los estudiantes van ver.
bn_bd: শিক্ষার্থী ভিউ সক্ষম করবেন?<br>এই ফিচারটি শিক্ষককে শিক্ষার্থীর ভিউ দেখতে দেয়।
bs_ba: Omogući prikaz učenika?<br>Ova značajka omogućuje nastavniku da vidi prikaz učenika.
ca_es: Permetre Visualització d'Estudiant?<br>Aquesta opció permet al professor veure el portal en mode estudiant.
cs_cz: Zapnout Pohled Studenta?<br>Tato funkce dovoluje učitelovi vidět tak, jak to vidí student.
da: Aktiver Se siden som studerende?<br>Denne egenskab gør det muligt for en underviser at se siden som en studerende ville se den.
de: Soll die Funktion Teilnehmer-Ansicht aktiviert werden? <br>Diese Funktion gestattet es dem Lehrenden, die Seite so zu sehen, wie sie ein/e Kursteilnehmer/in sie sieht.
el: Όψη μαθητή;<br>Αυτή η επιλογή επιπτρέπει στον διδάσκοντα να δει πως φαίνεται το περιβάλλον του μαθητή
eo: Kiam vi enŝaltas 'studentan vidaĵon', kursmastrumanto povas vidi tion, kio videblas al studentoj
es: ¿ Habilitar la 'Vista de estudiante' ?<br>Esta funcionalidad permite al profesor previsualizar lo que los estudiantes van a ver.
es_mx: ¿Habilitar la vista de estudiante?<br />Esta funcionalidad permite al profesor ver el curso como lo ve el alumno.
eu_es: Gaitu behar al da "Ikaslearen ikuspegia"?
fa_ir: آیا میخواهید دید دانشجو را فعال کنید؟ این کارآیی به اساتید امکان میدهد که درس را از دید دانشجویان ببینند
fi_fi: Aktivoi opiskelijanäkymä?
fo_fo: Virk læranda útsjógn?<br>Hendan eiginleikin loyvir læraranum at síggja læranda útsjógnina.
fur: Ative la viste par l'alerneant?<br>Cheste funsionalitât al permit al docente de vidê la viste dal lerneant.
ga: Cumasaigh Amharc Foghlaimeora?<br>Ligann an ghné seo don mhúinteoir amharc an fhoghlaimeora a fheiceáil.
gl: ¿permitir a vista de alumno? <br> Esta característica permite ó profesor ver o que pode ve-lo alumno.
he_il: הפעל תצוגת לומד?<br>תכונה זו מאפשרת למורה לראות את תצוגת הלומד.
hi: शिक्षार्थी दृश्य सक्षम करें?<br>यह सुविधा शिक्षक को शिक्षार्थी दृश्य देखने की अनुमति देती है।
hr_hr: Omogući prikaz za studente?Ova mogućnost dopušta predavaču da vidi ono što može vidjeti student.
hu_hu: Engedélyezi a diák nézetet?<br>Ez a funkció engedélyezi a tanárnak, hogy a diákok számára megjelenített felületett lássa.
hy: Միացնել ուսանողի տեսքը?<br>Այս հնարավորությունը թույլ է տալիս ուսուցչին տեսնել ուսանողի տեսքը:
id_id: Menyediakan fasilitas Tampilan Yang Terlihat Siswa? <br> Fitur ini memungkinkan pengajar melihat apa yang akan tampil terlihat siswa.
it: Abiliti la 'Vista corsista'?<br>Questa opzione permette al docente di vedere la pagina come la vede il corsista
ja: 学習者ビューを有効にする？<br>この機能により教師が学習者ビューを表示できます。
ka_ge: სწავლანის ხედის ჩართვა?<br>ეს ფუნქცია საშუალებას აძლევს მასწავლებელს დაინახოს სწავლანის ხედი.
ko_kr: 학생 보기를 활성화하겠습니까? 이 기능은 교사가 학생들의 정보를 확인할 수 있도록 해줍니다.
lo: ເປີດໃຊ້ງານມຸມມອງຜູ້ຮຽນບໍ່?<br>ຄຸນສົມບັດນີ້ຊ່ວຍໃຫ້ອາຈານເຫັນມຸມມອງຂອງຜູ້ຮຽນ.
lt_lt: Įjungti studento aplinką?<br>Ši savybė leidžia dėstytojui matyti tai, ką mato studentas.
lv_lv: Aktivizēt Kursanta skatu?
mk_mk: Дали да биде овозможен погледот на курсистот?<br>Ова му овозможува на учителот да види што курсустот ќе гледа, во неговиот приказ.
ms_my: Benarkan Pandangan Pelajar?<br>Ciri ini membolehkan guru melihat pandangan pelajar.
my_mm: သင်ယူသူမြင်ကွင်းကို ဖွင့်မည်လား။<br>ဤအင်္ဂါရပ်သည် ဆရာအား သင်ယူသူမြင်ကွင်းကို မြင်နိုင်စေသည်။
ne: सिक्ने दृष्टिकोण सक्षम गर्ने?<br>यो सुविधाले शिक्षकलाई सिक्ने दृष्टिकोण हेर्न अनुमति दिन्छ।
nl: Wanneer u 'studentenweergave' inschakelt, kan een cursusbeheerder zien wat de studenten te zien krijgen.
nn_no: Aktiver elevvisning?<br>Denne funksjonen lar læraren sjå elevvisninga.
oc: Activar la Vision aprenent ?<br>Aquesta foncionalitat permet a l'ensenhista de veire la vision de l'aprenent.
pl_pl: Włączyć widok studenta? Ta opcja umożliwia nauczycielowi na podgląd widoku studenta.
ps: د زده کونکي لید فعال کړئ؟<br>دا ځانګړتیا د ښوونکي ته د زده کونکي لید ښودل ته ورکوي.
pt_br: Ativa a Visão do Estudante?<br>Esse recurso permite ao professor visualizar o que os estudantes irão ver.
pt_pt: Activar o modo de visualização do aluno?<br>Esta especificação permite ao instrutor conseguir aceder a um modo de visualização como aluno.
ro_ro: Activati modul student?<br>Aceasta optiune permite profesorului sa vada cea ce vede un student pe ecran.
ru_ru: Включить вид студента?<br />Данная опция позволяет преподавателю видеть, что собирается посмотреть студент.
sk_sk: Povoliť náhlad študenta? <br> Táto funkcia umožní lektorovi nahliadnúť, ako to bude vidieť študent.
sl: Omogočim uporabnikov pogled?<br />Ta možnost omogoči učitelju predogled vsebine, ki jo vidi tečajnik.
sq: Aktivizo Pamjen e Nxënësit?<br>Kjo veçori lejon mësuesin të shohë pamjen e nxënësit.
sr_rs: Omogući korisnikov pogled?<br> Ova opcija omogućava predavaču da vidi šta će korisnik da vidi.
sv_se: Aktivera studentvy?<br>Detta gör det möjligt för läraren att se hur eleven kommer att se sidan.
sw_ke: Wezesha Mwonekano wa Mwanafunzi?<br>Kipengele hiki kinamruhusu mwalimu kuona mwonekano wa mwanafunzi.
ta: கற்றல் பார்வையை செயல்படுத்த வேண்டுமா?<br>இந்த அம்சம் ஆசிரியருக்கு கற்றல் பார்வையை பார்க்க அனுமதிக்கிறது.
th: ให้แสดงผลหน้าจอของผู้เรียน<b>การกำหนดใช้คำสั่งนี้ก็เพื่อให้ผู้สอนทราบว่า หน้าจอของผู้เรียนจะปรากฏรายการใดแสดงให้เห็นบ้าง
tl_ph: Payagan ang Learner View?<br>Pinapayagan ng tampok na ito ang guro na makita ang learner view.
tr: Öğrenci görünüşü olsun mu?<br>Bu özellik öğretmenin sayfayı öğrenci gözü ile görmesine imkan verir.
uk_ua: Ввімкнути вид студента?<br>Ця властивість дозволяє викладачу бачити, що бачить студент
vi_vn: Bật Chế độ xem Học viên?<br>Tính năng này cho phép giáo viên xem chế độ học viên.
xh_za: Vula umbono womfundi?<br>Eli sixhobo livumela utitshala ukuba abone umbono womfundi.
zh_cn: 学生视角<br>这项功能允许讲师以学生的角度查看课程内容。
zh_tw: 允許學員界面？<br />本功能允許教師看到學員能看到的界面

source: Group categories
ar: أصناف المجموعات
ast_es: Categoríes de grupos
bn_bd: গ্রুপ ক্যাটাগরি
bs_ba: Kategorije grupa
ca_es: Categories de grup
cs_cz: Kategorie Skupin
da: Gruppe-kategorier
de: Gruppen-Katgeorien
el: Κατηγορίες ομάδων
eo: Grupaj kategorioj
es: Categorías de grupos
es_mx: Categorías de Grupos
eu_es: Talde kategoriak
fa_ir: طبقات قسمت گروه ها
fi_fi: Ryhmäluokat
fo_fo: Bólkur bólkar
fur: Categorîis dai grups
ga: Catagóirí grúpa
gl: Categorías de grupos
he_il: קטגוריות קבוצתיות
hi: समूह श्रेणियाँ
hr_hr: Kategorije skupina
hu_hu: Csoport kategóriák
hy: Խմբային կատեգորիաներ
id_id: Kategori-kategori Group
it: Categorie di gruppo
ja: グループ カテゴリ
ka_ge: ჯგუფის კატეგორიები
ko_kr: 그룹 카테고리
lo: ໝວດໝູ່ກຸ່ມ
lt_lt: Grupių kategorijos
lv_lv: Atļaut veidot Grupu nodaļas
mk_mk: Категории на група
ms_my: Kategori kumpulan
my_mm: အဖွဲ့အမျိုးအစားများ
ne: समूह वर्गहरू
nl: Groepscategorieën
nn_no: Gruppekategorier
oc: Categorias de grups
pl_pl: Kategorie grup
ps: د ګروپ کټګۆريانې
pt_br: Categorias Grupo
pt_pt: Categorias do Grupo
ro_ro: Categorii de grupuri
ru_ru: Категории групп
sk_sk: Kategórie skupiny
sl: Kategorije skupine
sq: Kategoritë e grupeve
sr_rs: Kategorije grupa
sv_se: Gruppkategori
sw_ke: Jamii za vikundi
ta: குழு வகைகள்
th: ประเภทกลุ่ม
tl_ph: Mga kategorya ng grupo
tr: Gurup Kategorileri
uk_ua: Категорії груп
vi_vn: Danh mục nhóm
xh_za: Iindidi zamaqela
zh_cn: 组分类
zh_tw: 小組類別
