Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Check the tabs you want to see appear in the header. The unchecked tabs will appear on the right hand menu on the portal homepage and my courses page if these need to appear
so_so: Jeclayn tababalka aad rabto inaad ku aragto madaxa. Tababalka aan jeclayn waxay ka muuqan doonaan liiska gacanta midig ee bogga hore ee portal iyo bogga koorasaska aniga haddii ay u baahan yihiin inay muuqdaan

source: Default forum view
so_so: Muuqaalka forum-ka caadiga ah

source: What should be the default option when creating a new forum. Any trainer can however choose a different view for every individual forum
so_so: Maxay noqonaysaa doorashada caadiga ah marka la abuurayo forum cusub. Tababare kasta waxa uu dooran karaa muuqaal ka duwan forum kasta oo gaar ah

source: Courses tab
so_so: Tab koorasaska

source: Portal homepage tab
so_so: Bogga hore ee portal tab

source: Reporting tab
so_so: Tabka warbixinta

source: Platform Administration tab
so_so: Tabka maamulka Platform

source: No course for this session
so_so: Ma jiro kooras fadhigan

source: No Users for this session
so_so: Ma jiraan Isticmaale fadhigan

source: The last name cannot be empty
so_so: Magaca dambe ma noqon karo mid madhan

source: The first name cannot be empty
so_so: Magaca hore ma noqon karo mid madhan

source: The email cannot be empty
so_so: Iimaylka ma noqon karo mid madhan

source: Agenda tab
so_so: Bogga Agenda

source: The notice will be not displayed on the homepage
so_so: Ogeysiiska lama muujin doono bogga hore

source: Let those fields empty to hide the notice
so_so: Ka dhig goobahan madhan si aad u qariso ogeysiiska

source: The voice recording feature in the course editor relies on a Red5 streaming server. This server's parameters can be configured in the videoconference section on the current page.
so_so: Qalabka duubista codka ee tafatiraha kooraska waxay ku tiirsan tahay serverka Red5 streaming-ka. Serverkan xuduuda waxaa lagu dejin karaa qaybta videoconference ee boggan.

source: Character set
so_so: Qaybta xuruufta

source: The character set is what pilots the way specific languages can be displayed in Chamilo. If you use Russian or Japanese characters, for example, you might want to change this. For all english, latin and west-european characters, the default UTF-8 should be alright.
so_so: Qaybta xuruufta waa waxa hagaya habka luqadaha gaarka ah looga muujin karo Chamilo. Haddii aad isticmaasho xuruufta Ruushka ama Jabbaan, tusaale ahaan, waxaad beddeli kartaa kan. Dhammaan Ingiriisiga, Laatiinka iyo xuruufta galbeedka Yurub, UTF-8 caadiga ah waa fiican.

source: Portfolio fields at registration
so_so: Goobaha Portfolio ee diiwaangelinta

source: Which of the following fields of the portfolio have to be available in the user registration process? This requires that the portfolio option be enabled (see above).
so_so: Waa maxay goobaha soo socota ee portfolio ee ay tahay inay ku jiraan habka diiwaangelinta isticmaale? Tani waxay u baahan tahay in doorashada portfolio la shaqeeyo (saa kor eeg).

source: Required portfolio fields in registration
so_so: Goobaha loo baahan yahay ee diiwaangelinta

source: Which of the following fields of the portfolio are *required* in the user registration process? This requires that the portfolio option be enabled and that the field be also available in the registration form (see above).
so_so: Waa maxay goobaha soo socota ee portfolio ee *loogu baahan yahay* habka diiwaangelinta isticmaale? Tani waxay u baahan tahay in doorashada portfolio la shaqeeyo oo goobta ay sidoo kale ku jirto foomka diiwaangelinta (saa kor eeg).

source: No-reply e-mail address
so_so: Ciwaanka iimaylka no-reply

source: This is the e-mail address to be used when an e-mail has to be sent specifically requesting that no answer be sent in return. Generally, this e-mail address should be configured on your server to drop/ignore any incoming e-mail.
so_so: Tani waa ciwaanka iimaylka loo adeegsado marka iimaylka la soo dirayo si gaar ah loogu codsado inaan jawaab la soo dirin. Guud ahaan, ciwaankan iimaylka waa in lagu dejin serverkaaga si aad u tuurto/iska indhatirto iimayl kasta oo soo galaya.

source: Survey e-mail sender (no-reply)
so_so: Iimaylka soo diraya survey (no-reply)

source: Should the survey invitations use the coach e-mail address or the no-reply address defined in the main configuration section?
so_so: Ma waxay tahay in martiqaadyada survey ay isticmaalaan ciwaanka iimaylka tababaraha ama ciwaanka no-reply ee lagu qeexay qaybta dejinta guud?

source: Coach e-mail address
so_so: Ciwaanka iimaylka tababaraha

source: Enable the OpenID URL-based authentication (displays an additional login form on the homepage)
so_so: Shaqaynta aqoonsiga OpenID URL-ku salaysan (muujin foomka galitaanka dheeraadka ah bogga hore)

source: Version check enabled
so_so: Shaqaala version check

source: The main/install directory of your Chamilo system is still accessible to web users. This might represent a security threat for your installation. We recommend that you remove this directory or that you change its permissions so web users cannot use the scripts it contains.
so_so: Goynta main/install ee nidaamka Chamilo wali waxay u furan tahay isticmaale webka. Tani waxay matali kartaa khatar amni oo ku saabsan rakibaaddaada. Waxaan kugula talinaynaa inaad meeshan tirtirto ama aad beddesho ogolaanshaha si isticmaale webku u isticmaali waayo qoraallada ay ku jirto.

source: Assessments tool activation
so_so: Shaqaalaha qiimeynta

source: The Assessments tool allows you to assess competences in your organization by merging classroom and online activities evaluations into Performance reports. Do you want to activate it?
so_so: Qalabka qiimeynta waxaa kuu oggol inaad qiimeyso kartida ururkaaga adigoo isku daraya qiimeynta fasalka iyo waxqabadka onlayn ee warbixinta Waxqabadka. Ma rabtaa inaad shaqeyso?

source: Theme (stylesheet)
so_so: Qaabka (stylesheet)

source: User theme selection
so_so: Doorashada mawduuca isticmaale

source: Allow users to select their own visual theme in their profile. This will change the look of Chamilo for them, but will leave the default style of the portal intact. If a specific course or session has a specific theme assigned, it will have priority over user-defined themes.
so_so: Oggolow isticmaale inay doortaan mawduucooda muuqaalka ah ee astaamahooda. Tani waxay bedeli doontaa muuqaalka Chamilo iyaga, laakiin waxay ka tagi doontaa qaabka caadiga ah ee portal-ka. Haddii koors oo gaar ah ama kalfadhi leeyahay mawduuc gaar ah oo loo qoondeeyay, waxay mudnaan u yeelan doontaa mawduucyada isticmaale-ku-dejiyay.

source: Videoconference streaming server hostname or IP address
so_so: Magaca martigeliyaha ama IP-ga server-ka faafinta videoconference

source: Videoconference streaming server port
so_so: Dekadda server-ka faafinta videoconference

source: Videoconference streaming server password
so_so: Eebbe server-ka faafinta videoconference

source: Port
so_so: Dekad

source: Click here for a demo account
so_so: Guji halkan si aad u aragto xisaabta demo

source: Profiling
so_so: Astaamaha

source: Add profile field
so_so: Ku dar goobta astaamaha

source: Field label
so_so: Sumadda goobaadka

source: Field type
so_so: Nooca goobaadka

source: Field title
so_so: Ciwaanka goobaadka

source: Default value
so_so: Qiimaha caadiga ah

source: Order
so_so: Amar

source: Visible?
so_so: Ma muuqan?

source: Can change
so_so: Wax beddeli karaa

source: Text area
so_so: Aagga qoraalka

source: Radio buttons
so_so: Badhanka raadiyaha

source: Select drop-down
so_so: Dooro hoos-u-soo-dejinta

source: Multiple selection drop-down
so_so: Dooro hoos-u-soo-dejinta badan

source: Field successfully added
so_so: Goobta si guul leh loo daray

source: Grades thresholds colouring
so_so: Midabaynta darajada heerarka

source: Tick the box to enable marks thresholds
so_so: Calamka si aad u shaqeyso heerarka calaamadaha

source: Enable marks thresholds
so_so: Shaqeyso heerarka calaamadaha

source: Competence levels labelling
so_so: Sumaynta heerarka kartida

source: Tick the box to enable Competence levels labelling
so_so: Calamka si aad u shaqeyso sumaynta heerarka kartida

source: Enable Competence level labelling
so_so: Shaqeyso sumaynta heerarka kartida

source: Threshold
so_so: Heerka

source: The threshold (in %) under which scores will be colored red
so_so: Heerka (boqolkiiba) hoostooda ayaa dhibcaha cas loo midabayn doonaa

source: Display score upper limit
so_so: Muujinta xadka sare ee dhibcaha

source: Tick the box to show the score's upper limit
so_so: Calamka si aad u muujiso xadka sare ee dhibcaha

source: Enable score's upper limit display
so_so: Shaqeyso muujinta xadka sare ee dhibcaha

source: Possible values
so_so: Qiimayaasha suurtagalka ah

source: Only given for repetitive fields, split by semi-column (;)
so_so: Waxa kaliya ee la siiyo goobaha soo noqnoqda, kala qaybi semicolon (;)

source: Date
so_so: Taariikh

source: Date and time
so_so: Taariikhda iyo waqtiga

source: Adding a user field is very easy:<br />- pick a one-word, lowercase identifier,<br />- select a type,<br />- pick a text that should appear to the user (if you use an existing translated name like BirthDate or UserSex, it will automatically get translated to any language),<br />- if you picked a multiple type (radio, select, multiple select), provide the possible choices (again, it can make use of the language variables defined in Chamilo), split by semi-column characters,<br />- for text types, you can choose a default value.<br /><br />Once you're done, add the field and choose whether you want to make it visible and modifiable. Making it modifiable but not visible is useless.
so_so: Ku darista goobta isticmaale waa mid fudud:<br />- dooro hal-erey, hooseeyo aqoonsi,<br />- dooro nooc,<br />- dooro qoraal ka muuqan kara isticmaale (haddii aad isticmaasho magac hore loo tarjumay sida BirthDate ama UserSex, si otomaatig ah ayaa loo tarjunayaa luqad kasta),<br />- haddii aad dooratay nooc badan (raadiyo, dooro, dooro badan), bixi doorashooyinka suurtagalka ah (mar labaad, waxay samayn kartaa adeegsiga doorashooyinka luqadda ee Chamilo ee lagu qeexay), kala qaybi xuruufta semicolon-ka,<br />- noocyada qoraalka, waxaad dooran kartaa qiime caadi ah.<br /><br />Markaad dhamayso, ku dar goobta oo dooro haddii aad rabto inaad ka dhigto mid muuqan oo la beddeli karo. Ka dhigista wax beddeli kara laakiin aan muuqan waa wax aan faa'iido lahayn.

source: Allow course themes
so_so: Oggolow mawduucyada koorska

source: Allows course graphical themes and makes it possible to change the style sheet used by a course to any of the possible style sheets available to Chamilo. When a user enters the course, the style sheet of the course will have priority over the user's own style sheet and the platform's default style sheet.
so_so: Wuxuu oggol yahay mawduucyada muuqaalka ee koorska wuxuuna suurtagal u yahay in la beddelo xaaska qaabka ee koorsku isticmaalo mid ka mid ah xaasaska suurtagalka ah ee Chamilo. Marka isticmaale uu galo koorska, xaaska qaabka ee koorsku waxay mudnaan u yeelan doontaa xaaska qaabka isticmaale iyo xaaska caadiga ah ee platform-ka.

source: Display the small month calendar in the agenda tool
so_so: Muujiso kalandarka bisha yar ee qalabka ajandaha

source: This setting enables or disables the small month calendar that appears in the left column of the agenda tool
so_so: Dejintan waxay shaqeysaa ama joojisaa kalandarka bisha yar ee ka muuqda tiirka bidix ee qalabka ajandaha

source: Display the upcoming events in the agenda tool
so_so: Muujiso dhacdooyinka soo socda ee qalabka ajandaha

source: This setting enables or disables the upcoming events that appears in the left column of the agenda tool of the course
so_so: Dejintan waxay shaqeysaa ama joojisaa dhacdooyinka soo socda ee ka muuqda tiirka bidix ee qalabka ajandaha ee koorska

source: Number of upcoming events that have to be displayed.
so_so: Tirada dhacdooyinka soo socda ee la muujinayo.

source: The number of upcoming events that have to be displayed in the agenda. This requires that the upcoming event functionlity is activated (see setting above).
so_so: Tirada dhacdooyinka soo socda ee la muujinayo ee ajandaha. Tani waxay u baahan tahay in shaqeynta dhacdooyinka soo socda la shaqeeyo (ar dejinta sare).

source: Display closed courses on login page and portal start page?
so_so: Ma muujinaysaa koorsaska xidhan bogga galalka iyo bogga bilowga portal-ka?

source: Display closed courses on the login page and courses start page? On the portal start page an icon will appear next to the courses to quickly subscribe to each courses. This will only appear on the portal's start page when the user is logged in and when the user is not subscribed to the portal yet.
so_so: Ma muujinaysaa koorsaska xidhan bogga galalka iyo bogga bilowga koorsaska? Bogga bilowga portal-ka calaamad ayaa ka muuqan doonta koorsaska si degdeg ah loogu diiwaan geliyo koors kasta. Tani waxay kaliya ka muuqan doontaa bogga bilowga portal-ka marka isticmaale uu galo oo isticmaale aan weli la diiwaan gelin portal-ka.

source: LDAP Connection Error
so_so: Khaladka isku xirka LDAP

source: Enable LDAP
so_so: Shaqaalaysii LDAP

source: If you have an LDAP server, you will have to configure its settings below and modify your configuration file as described in the installation guide, and then activate it. This will allow users to authenticate using their LDAP logins. If you don't know what LDAP is, please leave it disabled
so_so: Haddii aad leedahay server LDAP, waa inaad hoos u dejisaa dejimaha oo aad beddeshaa faylka dejinta sida lagu sharraxay hagaha rakibida, ka dibna shaqaalaysii. Tani waxay u oggolaan doontaa isticmaale inay xaqiijiyaan isticmaalka galalka LDAP. Haddii aadan ogeyn waxa LDAP yahay, fadlan ka tag mid aan shaqeyn

source: Main LDAP server address
so_so: Cinwaanka server-ka LDAP ee ugu muhiimsan

source: The IP address or url of your main LDAP server.
so_so: Cinwaanka IP ama url-ka server-ka LDAP ee ugu muhiimsan.

source: Main LDAP server's port.
so_so: Dekadda server-ka LDAP ee ugu muhiimsan.

source: The port on which the main LDAP server will respond (usually 389). This is a mandatory setting.
so_so: Dekadda uu kaga jawaabi doono server-ka LDAP ee ugu muhiimsan (caadi ahaan 389). Tani waa dejin qasab ah.

source: LDAP domain
so_so: Goobta LDAP

source: This is the LDAP domain (dc) that will be used to find the contacts on the LDAP server. For example: dc=xx, dc=yy, dc=zz
so_so: Waxaan ahay goobta LDAP (dc) ee loo adeegsan doono si loo helo xiriirada server-ka LDAP. Tusaale: dc=xx, dc=yy, dc=zz

source: Replicate server address
so_so: Cinwaanka server-ka la soo celiyo

source: When the main server is not available, this server will be accessed. Leave blank or use the same value as the main server if you don't have a replicate server.
so_so: Marka server-ka ugu muhiimsan aan la heli karin, server-kani waa la heli doonaa. Ka tag meel bannaan ama adeegso isla qiimaha server-ka ugu muhiimsan haddii aadan haysan server la soo celiyo.

source: Replicate server's port
so_so: Dekadda server-ka la soo celiyo

source: The port on which the replicate server will respond.
so_so: Dekadda uu kaga jawaabi doono server-ka la soo celiyo.

source: Search term
so_so: Erayga raadinta

source: This term will be used to filter the search for contacts on the LDAP server. If you are unsure what to put in here, please refer to your LDAP server's documentation and configuration.
so_so: Erayguna waxa loo adeegsan doonaa si loo shaandheeyo raadinta xiriirada server-ka LDAP. Haddii aadan hubin waxa la gelinayo halkan, fadlan tixraac dukumentiga iyo dejinta server-ka LDAP.

source: LDAP version
so_so: Nooca LDAP

source: Please select the version of the LDAP server you want to use. Using the right version depends on your LDAP server's configuration.
so_so: Fadlan dooro nooca server-ka LDAP ee aad rabto inaad isticmaasho. Isticmaalka nooca saxda ah waxay ku xiran tahay dejinta server-ka LDAP.

source: Tutor identification field
so_so: Goobta aqoonsiga macallinka

source: A check will be done on this LDAP contact field on new users insertion. If this field is not empty, the user will be considered as a tutor and inserted in Chamilo as such. If you want all your users to be recognised as simple users, leave this field empty. You can modify this behaviour by changing the code. Please read the <a href="../../documentation/installation_guide.html">installation guide</a> for more information.
so_so: Baaritaan ayaa lagu sameyn doonaa goobta xiriirka LDAP ee gelinta isticmaale cusub. Haddii goobtaani aysan madhanayn, isticmaale waxaa loo tixgelin doonaa macallin waxaana lagu gelin doonaa Chamilo sidaas. Haddii aad rabto in dhammaan isticmaalehaaga loo aqoonsado isticmaale fudud, ka tag goobtaan meel bannaan. Waxaad beddeli kartaa dhaqankan adiga oo beddelaya code-ka. Fadlan akhri <a href="../../documentation/installation_guide.html">hagaha rakibida</a> si aad u hesho macluumaad dheeraad ah.

source: Authentication login
so_so: Galalka xaqiijinta

source: If you are using an LDAP server that does not support or accept anonymous access, fill the following field with the user login that should be used. Do not include "cn=". Leave empty for anonymous access.
so_so: Haddii aad isticmaaleyso server LDAP aan taageerin ama aqbalin gelitaanka qarsoodiga ah, buuxi goobta soo socota galalka isticmaale ee la isticmaali doono. Ha ku darin "cn=". Ka tag meel bannaan gelitaanka qarsoodiga ah.

source: Authentication password
so_so: Eebbe xaqiijinta

source: If you are using an LDAP server that does not support or accept anonymous access, fill the following field with the user password that should be used.
so_so: Haddii aad isticmaaleyso server LDAP aan taageerin ama aqbalin gelitaanka qarsoodiga ah, buuxi goobta soo socota eebbe isticmaale ee la isticmaali doono.

source: LDAP Import
so_so: Soogal LDAP

source: Notify subscribed users by e-mail
so_so: Ogeysii isticmaale diiwaangashan iimaylka

source: Do not uncheck
so_so: Ha calaamadin

source: All/None
so_so: Dhammaan/Waxba

source: LDAP Import: Users/Steps
so_so: LDAP Import: Isticmaale/Daawado

source: Enter step to add to your session
so_so: Gali tallaabada aad ku dari doonto kalfadhigaaga

source: In order to do this, you must enter the year, the department and the step
so_so: Si aad tan u samayso, waa inaad gelisaa sanadka, waaxda iyo tallaabada

source: Follow each of these steps, step by step
so_so: Raac mid kasta oo ka mid ah tallaabooyinkan, tallaabo tallaabo

source: Registration year. Example: %s for academic year %s-%s
so_so: Sannadka diiwaangelinta. Tusaale: %s sannad dugsiyeed %s-%s

source: Select department
so_so: Dooro waaxda

source: Registration year
so_so: Sannadka diiwaangelinta

source: Select step (academic year)
so_so: Dooro tallaabada (sannad dugsiyeed)

source: Error: this step already exists
so_so: Khaldar: tallaabadani hore ayey u jirtay

source: Error: step not found on LDAP server
so_so: Khaldar: tallaabada laguma helin server-ka LDAP

source: Step deleted successfully
so_so: Tallaabada si guul leh loo tirtiray

source: Step users removed successfully
so_so: Isticmaale tallaabada si guul leh looga saaray

source: No LOs in this session
so_so: Ma jiraan LO-yada kalfadhigaan

source: Remove users from step
so_so: Ka saar isticmaale tallaabada

source: Import learners of all steps
so_so: Soo dejiso ardayda dhammaan tallaabooyinka

source: Import LDAP users into the platform
so_so: Soo dejiso isticmaale LDAP ee platform-ka

source: No user in this session
so_so: Ma jiro isticmaale kalfadhigaan

source: Subscribe some users to this session
so_so: Ku diiwaan gelin isticmaale kalfadhigaan

source: Enter the learners you would like to register to your course
so_so: Gali ardayda aad rabto inaad ku diiwaan geliso koorskaaga

source: In order to do this, you must enter the year, the component and the component's step
so_so: Si aad tan u samayso, waa inaad gelisaa sanadka, qaybta iyo tallaabada qaybta

source: Select component
so_so: Dooro qaybta

source: Component
so_so: Qaybta

source: Select learners
so_so: Dooro ardayda

source: LDAP users added
so_so: Isticmaale LDAP ee la daray

source: No user added
so_so: Ma jiro isticmaaleyaal la daray

source: Import LDAP users into a course
so_so: Soo dejin isticmaale LDAP ee koorsada

source: Import LDAP users and a step into a session
so_so: Soo dejin isticmaale LDAP iyo tallaabo fadhiga

source: LDAP synchronization: Import learners/steps into course sessions
so_so: Soo dejinta LDAP: Soo dejin ardayda/tallaabooyinka fadhiyada koorsada

source: Assessments tab
so_so: Bogga qiimeynta

source: LDAP users added or updated
so_so: Isticmaale LDAP ee la daray ama la cusboonaysiiyay

source: Search for LDAP users
so_so: Raadi isticmaale LDAP

source: Select a course in which you would like to register the users you are going to select next
so_so: Dooro koorsadda aad rabto in ku diiwaan geliso isticmaale aad dooranayso

source: Import LDAP users into a session
so_so: Soo dejin isticmaale LDAP ee fadhiga

source: Select a filter to find a matching string at the end of the OU attribute
so_so: Dooro shaandhayn si aad u hesho xaraf u dhigma dhamaadka sifooyinka OU

source: The OU attribute filter
so_so: Shaandhaynta sifooyinka OU

source: Select the session in which you want to import these users
so_so: Dooro fadhiga aad rabto in ku soo dejiso isticmaalayaashan

source: Use the RTMPT protocol
so_so: Isticmaal borotokoolka RTMPT

source: The RTMPT protocol allows access to the videoconference from behind a firewall, by redirecting the communications on port 80. This, however, will slow down the streaming, so it is recommended to avoid using it unless required.
so_so: Borotokoolka RTMPT wuxuu u ogolaanayaa in aad ka gasho shirarka fiidiyowga gadaashiisa gidaar dabays, adigoo u wareejinaya isgaarsiinta port 80. Tani, si kastaba ha ahaatee, waxay hoos u dhigi doontaa socodka, sidaa darteed waa lagu talinayaa in aad ka fogaato haddii aan loo baahnayn.

source: New stylesheet file
so_so: Fayl qaab dhismeed cusub

source: Name of the stylesheet
so_so: Magaca qaab dhismeedka

source: The stylesheet has been added
so_so: Qaab dhismeedka waa la daray

source: Tutor identification value
so_so: Qiime tilmaame macallin

source: When a check is done on the tutor field given above, this value has to be inside one of the tutor fields sub-elements for the user to be considered as a trainer. If you leave this field blank, the only condition is that the field exists for this LDAP user to be considered as a trainer. As an example, the field could be "memberof" and the value to search for could be "CN=G_TRAINER,OU=Trainer".
so_so: Marka la eego goobta macallinka ee kor ku xusan, qiimahan waa inuu ku dhex jiraa mid ka mid ah qaybaha hoose ee goobaha macallinka si isticmaalaha loo tixgeliyo macallin. Haddii aad goobtaan ka tagto maran, shuruudda kaliya ayaa ah in goobtu jirto isticmaale LDAP-kan si loogu tixgeliyo macallin. Tusaale ahaan, goobtu waxay noqon kartaa "memberof" iyo qiimaha la raadinayo wuxuu noqon karaa "CN=G_TRAINER,OU=Trainer".

source: The field is successfully moved down
so_so: Goobta si guul leh hoos ayaa loo raray

source: Cannot move the field.
so_so: Ma guursan karo goobta.

source: The field is successfully moved up.
so_so: Goobta si guul leh ayaa kor loo raray.

source: OpenGraph meta title
so_so: Meta cinwaanka OpenGraph

source: This will show an OpenGraph Description meta (og:description) in your site's headers
so_so: Tani waxay muujin doontaa sharraxaad OpenGraph meta (og:description) madaxyada goobtaada

source: Meta description
so_so: Sharraxaad meta
