Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Frequently Asked Question
so_so: Su'aasha inta badan la waydiiyo

source: Remind learners inactive since
so_so: Xusuusi baranayaasha aan firfircoonayn tan iyo

source: Inactivity on %s
so_so: Firfircoonaan la'aan %s

source: Dear user,<br /><br /> you are not active on %s since more than %s days.
so_so: User gacaliye,<br /><br /> kuma firfircoonayn %s tan iyo in ka badan %s maalmood.

source: OpenID authentication
so_so: Xaqiijinta OpenID

source: Upload max size
so_so: Xajmka ugu badan ee la raro

source: Move up
so_so: Kor u wareeji

source: Move down
so_so: Hoos u wareeji

source: File upload failed: this file extension or file type is prohibited
so_so: Upload file-ku waygu guuldarroostay: qaybta faylkan ama nooca faylka waa mamnuuc

source: OpenID URL
so_so: URL-ka OpenID

source: The file is too big to upload.
so_so: Faylku aad buu u weyn yahay si loo raro.

source: The file you uploaded was not received successfully. Please try again later or contact the administrator of this portal.
so_so: Faylka aad raacday si guul leh looma helin. Fadlan isku day mar dambe ama la xidhiidh maamulaha portal-ka.

source: Assessments
so_so: Qiimeynta

source: What is OpenID?
so_so: Maxay tahay OpenID?

source: OpenID eliminates the need for multiple logins across different websites, simplifying your online experience. You get to choose the OpenID Provider that best meets your needs and most importantly that you trust. At the same time, your OpenID can stay with you, no matter which Provider you move to. And best of all, the OpenID technology is not proprietary and is completely free.For businesses, this means a lower cost of password and account management, while drawing new web traffic. OpenID lowers user frustration by letting users have control of their login.<br /><br /><a href="http://openid.net/what/">Read on...</a>
so_so: OpenID waxay meesha ka saartaa baahida loogu baahan yahay is dul-insidhyo badan oo websiteyaal kala duwan ah, taasoo fududaynaysa khibraddaada online-ka. Waxaad dooranaysaa OpenID Provider-ka sida ugu fiican ee baahiyahaaga u buuxinaya oo ugu muhiimsan inaad aamino. Isla mar ahaantaana, OpenID-kaagu wuu kula joogi karaa, xitaa haddii aad u guurto Provider kale. Waxa ugu wanaagsan, tignoolajiyada OpenID maaha mid gaar ah oo gebi ahaanba waa bilaash. Ganacsiyada, tani waxay la macno tahay kharash yar oo sirdoonka iyo maamulka xisaabta, iyadoo la soo jiidayo taraafikada web-ka cusub. OpenID waxay hoos u dhigaysaa niyad-jabka isticmaale iyadoo u oggolaynaya isticmaale inay koontarool u yeeshaan.<br /><br /><a href="http://openid.net/what/">Aqri...</a>

source: No administrator
so_so: Ma jiro maamule

source: iCal export
so_so: Dhoofinta iCal

source: Export in iCal format as public event
so_so: Ku dajin qaabka iCal dhacdo dadwayne

source: Export in iCal format as private event
so_so: Ku dajin qaabka iCal dhacdo gaar ah

source: Export in iCal format as confidential event
so_so: Ku dajin qaabka iCal dhacdo sir ah

source: More stats
so_so: Tirakoob badan

source: decade
so_so: toban sano

source: month
so_so: bil

source: week
so_so: todobaad

source: day
so_so: maalin

source: hour
so_so: saacad

source: decades
so_so: toban sano

source: months
so_so: bilo

source: weeks
so_so: todobaadyo

source: hours
so_so: saacado

source: minutes
so_so: daqiiqado

source: Document created
so_so: Document la abuuray

source: The forum has been added
so_so: Forum-ka waa la daray

source: Forum thread added
so_so: Forum thread-ka waa la daray

source: Forum attachment added
so_so: Ku lifaaqa forum-ka waa la daray

source: directory
so_so: gudri

source: directories
so_so: gudriga

source: Age
so_so: Da'da

source: Birthday
so_so: Maalinta dhalashada

source: Course
so_so: Koorsada

source: documents
so_so: dokumentiyo

source: Test Finished
so_so: Imtixaanka wuu dhammaaday

source: Sex
so_so: Jinsi

source: Native language
so_so: Luqadda hooyada

source: Country of residence
so_so: Waddanka deggan

source: Add attachment
so_so: Ku dar lifaaq

source: File comment
so_so: Falanqaynta faylka

source: Filename
so_so: Magaca faylka

source: Sessions administrator
so_so: Maamulaha fadhiyada

source: Make changeable
so_so: Ka dhig mid beddeli karo

source: Make unchangeable
so_so: Ka dhig mid aan beddelin karin

source: Profile attributes
so_so: Tilmaamaha profile-ka

source: The field is now visible for the user.
so_so: Goobta hadda waa muuqanaysaa isticmaale.

source: Cannot make the field visible.
so_so: Ma samayn karo goobta muuqan.

source: The field is now invisible for the user.
so_so: Goobta hadda waa mid aan muuqan isticmaale.

source: Cannot make the field invisible
so_so: Ma samayn karo goobta aan muuqan

source: The field is now changeable by the user: the user can now fill or edit the field
so_so: Goobta hadda waxaa isticmaale beddeli karaa: isticmaale hadda buuxin ama tafatiri karaa goobta

source: The field can not be made changeable.
so_so: Goobta lama beddeli karo.

source: The field is now made unchangeable: the user cannot fill or edit the field.
so_so: Goobta hadda waa la sameeyay mid aan beddelin karin: isticmaale ma buuxin karo ama tafatiri karo goobta.

source: The field cannot be made unchangeable
so_so: Goobta lama samayn karo mid aan beddelin karin

source: Folder
so_so: Gudri

source: The chat is not available because another course has been opened in another page. To avoid this, please make sure you remain inside the same course for the duration of your chat session. To join the chat session again, please re-launch the chat from the course homepage.
so_so: Chat-ku ma heli karo maxaa yeelay koorsad kale ayaa laga furay bog kale. Si aad uga fogaato tan, fadlan hubi inaad ku sii joogto isla koorsadda inta aad ku jirto chat-ka. Si aad dib ugu biirto chat-ka, fadlan dib u bilow chat-ka bogga hore ee koorsada.

source: The file has successfully been uploaded.
so_so: Faylka si guul leh ayaa loo raro.

source: Yesterday
so_so: Shalay

source: Submit
so_so: Gudbin

source: Back to start new search
so_so: Ku noqo si aad u bilowdo raadinta cusub

source: Step
so_so: Tallaabo

source: added successfully
so_so: si guul leh loo daray

source: Delete error
so_so: Tirtirka khaladka

source: Steps list
so_so: Liiska tallaabooyinka

source: Add step
so_so: Ku dar tallaabo

source: Step code
so_so: Koodka tallaabada

source: Label
so_so: Calamad

source: Unable to connect to
so_so: Ma xidhiidhi karo

source: No user
so_so: Ma jiro isticmaale

source: Search results for:
so_so: Natiijooyinka raadinta ee:

source: Select a file
so_so: Dooro fayl

source: Warning - The FAQ file, located in the /home/ directory of your portal, is not writable. Your text will not be saved until the file permissions are changed.
so_so: Digtoow - Faylka FAQ, oo ku yaal /home/ directory-ga portal-kaaga, lama qori karo. Qoraalkaagu lama keydin doono ilaa inta ogolaanshaha faylka la beddelo.

source: No tests
so_so: Ma jiraan imtixaanno

source: Sorry, you are not allowed to access this page, or maybe your connection has expired. Please click your browser's "Back" button or follow the link below to return to the previous page.
so_so: Waan ka xumahay, ma ogola in aad gelayso boggan, ama laga yaabee in xiriirkaagu dhacay. Fadlan riix badhka "Geri" ee biraawsarkaaga ama raac xiriirka hoose si aad ugu laabato bogii hore.

source: Result
so_so: Natiijada

source: Attempting to login as %s %s (id %s)
so_so: Isku dayaya in lagu galo %s %s (id %s)

source: Login successful. Go to %s
so_so: Galihii waa guulaystay. Tag %s

source: Start audio automatically
so_so: Bilow maqalka si toos ah

source: Intro was updated
so_so: Hordhaca waa la cusboonaysiiyay

source: Align
so_so: Isku raac

source: Width
so_so: Balacdhac

source: V Space
so_so: Balacdhac toosan

source: H Space
so_so: Balacdhac toosan

source: Border
so_so: Xuduud

source: Height
so_so: Dherer

source: Image manager
so_so: Maamulaha sawirka

source: Image File
so_so: Faylka sawirka

source: Constrain proportions
so_so: Xaddid qaababka

source: Insert image
so_so: Geli sawirka

source: Account active
so_so: Koonka firfircoon

source: Group area
so_so: Aagga kooxda

source: Export to PDF
so_so: Dhoofsiin PDF

source: You comment has been added
so_so: Faalladaada waa la daray

source: Back to previous page
so_so: Ku laabo bogii hore

source: No code
so_so: Ma jiro code

source: Display order
so_so: Muujinta nidaamka

source: Index document text?
so_so: Tilmaame qoraalka dukumentiga?

source: Document language for indexation
so_so: Luqadda dukumentiga ee tilmaamaha

source: with
so_so: leh

source: General coach
so_so: Tababare guud

source: Save document
so_so: Keydi dukumentiga

source: The category has been deleted.
so_so: Qaybta waa la tirtiray.

source: Category added
so_so: Qaybta waa la daray

source: Grade activity
so_so: Qaybta qiimeynta

source: Words
so_so: Erayo

source: Go back
so_so: Ku laabo

source: Details
so_so: Faahfaahin

source: Assessment edited
so_so: Qiimeynta waa la tafatiray

source: Forum threads
so_so: Mawduucyada madasha

source: Invisible
so_so: Aan la arki karin

source: Phone
so_so: Telefoon

source: Information message
so_so: Farriinta macluumaadka

source: Confirmation message
so_so: Farriinta xaqiijinta

source: Warning message
so_so: Farriinta digniinta

source: Error message
so_so: Farriinta khaladka

source: Condition
so_so: Xaalad

source: Course settings
so_so: Dejimmada koorsada

source: E-mail notifications
so_so: Ogeysiisyada iimaylka

source: User rights
so_so: Xuquuqda isticmaale

source: Only numbers
so_so: Tirooyinka kaliya

source: Reorder options
so_so: Kala nidaam xulashooyinka

source: Edit user fields
so_so: Tafatir goobaha isticmaale

source: Double select
so_so: Laba xulasho

source: Visual divider
so_so: Qaybiye muuqaal ah

source: Unknown package format
so_so: Qaabka xirmada ee aan la aqoon

source: The resource has been deleted
so_so: Kheyraadka waa la tirtiray

source: Advanced settings
so_so: Dejimmada sare

source: Go to
so_so: Tag

source: Session and course name
so_so: Magaca fadhiga iyo koorsada

source: Creation date
so_so: Taariikhda abuurista

source: Latest update
so_so: Cusboonaysiinta ugu dambeysa

source: View changes history
so_so: Muuj taariikhda isbeddelada

source: Go to course
so_so: Tag koorsada

source: Lectures library
so_so: Maktabadda casharrada

source: Preview image
so_so: Muuqaal horudhac

source: Advanced search options
so_so: Xulashooyinka raadinta sare

source: Reset keywords
so_so: Dib u deji ereyada furaha

source: Keywords
so_so: Ereyada furaha

source: Intro was deleted
so_so: Hordhaca waa la tirtiray

source: Keywords search help
so_so: Caawimada raadinta ereyada furaha

source: Select keywords in one or more fields and click the search button.<br /><br />To select more than one keyword in a field, use Ctrl+click.
so_so: Dooro ereyada furaha hal ama in ka badan goobaha riix badhka raadinta.<br /><br />Si aad uga doorato wax ka badan hal erey furaha goobta, isticmaal Ctrl+riix.

source: Combine keywords with
so_so: Isku dar ereyada leh

source: The full-text search feature is not enabled in Chamilo. Please contact the Chamilo administrator.
so_so: Awooda raadinta qoraalka buuxa ma shaqayn Chamilo. Fadlan la xiriir maamulaha Chamilo.

source: Top
so_so: Sare

source: Your text here
so_so: Qoraalkaaga halkan

source: Order by
so_so: Dalban

source: Notebook
so_so: Buugga qoraalka

source: Mandatory field
so_so: Goobta qasabka ah

source: Booking system
so_so: Nidaamka boos celinta

source: Any
so_so: Wax kasta

source: Specific search fields
so_so: Goobaha raadinta gaarka ah

source: Here you can define the fields you want to use for indexing content. When you are indexing one element you should add one or many terms on each field comma-separated.
so_so: Halkan waxaad ku qeexi kartaa goobaha aad rabto in aad u isticmaasho tilmaamaha waxyaabaha. Marka aad tilmaameyso hal shey waa in aad ku dartaa hal ama in ka badan ereyo goob kasta oo kala gooyay.

source: Add a specific search field
so_so: Ku dar goob raadinta gaarka ah

source: Save settings
so_so: Keydi dejimmada

source: There are no participants
so_so: Ma jiraan ka qaybgalayaal

source: Subscribers
so_so: Ku biirayaal

source: Accept
so_so: Aqbal

source: Reserved
so_so: La keydiyay

source: Shared documents folder
so_so: Galka dukumentiyada la wadaago

source: Audio
so_so: Maqal

source: Go to question
so_so: Tag su'aasha

source: Level
so_so: Heer

source: Duration
so_so: Muddo

source: Specific Field for prefilter
so_so: Goob gaar ah ee prefilter

source: This option let you choose the Specific field to use on prefilter search type.
so_so: Xulashadan waxay kuu oggolaanaysaa in aad doorato Goobta gaarka ah ee loo adeegsado raadinta nooca prefilter.

source: Max. time (minutes)
so_so: Waqtiga ugu badan (daqiiqo)

source: Class
so_so: Fasalka

source: Select
so_so: Dooro

source: Destination users
so_so: Isticmaalka goobta

source: The attached file has been deleted
so_so: Faylka ku lifaaqan waa la tirtiray

source: Account inactive for this URL
so_so: Koonto ma shaqayn URLkan

source: Maximum file size
so_so: Xajmiga ugu badan ee faylka

source: An error has been detected while receiving your file. Please check your file is not corrupted and try again.
so_so: Qalad ayaa la ogaaday inta la helayo faylkaaga. Fadlan hubi in faylkaagu aanu kharribnayn oo isku day mar kale.

source: Expired
so_so: Dhacday

source: The invitation has been sent
so_so: Casuumaadka waa la diray

source: The invitation hasn't been sent
so_so: Casuumaadka lama dirin

source: Outbox
so_so: Sanduuqa dibadda

source: Overview
so_so: Muqqadas

source: API keys
so_so: Fureyaasha API

source: Generate API key
so_so: Soo saar fure API

source: My API key
so_so: Furekeyga API

source: Date sent
so_so: Taariikhda la diray

source: Deny
so_so: Diid

source: There are no qualified learners
so_so: Ma jiraan arday u qalma

source: There are no unqualified learners
so_so: Ma jiraan arday aan u qalmin

source: Social network
so_so: Shabakadda bulshada

source: Back to outbox
so_so: Ku noqo sanduuqa dibadda

source: Invitation
so_so: Casuumaad

source: See more options
so_so: Eeg doorashooyin dheeraad ah

source: Template preview
so_so: Muuqaalka template-ka

source: Preview not available
so_so: Muuqaal aan la heli karin

source: Edit category
so_so: Tafatir qaybta

source: Photo
so_so: Sawir

source: Move the file
so_so: U wareeji faylka

source: More information
so_so: Macluumaad dheeraad ah

source: Make invisible
so_so: Ka dhig mid aan muuqan

source: Make visible
so_so: Ka dhig mid muuqda

source: Image
so_so: Sawir

source: Save intro text
so_so: Kaydi qoraalka horudhaca

source: Course name
so_so: Magaca koorsada

source: Send a message
so_so: Dir farriin

source: Graphic not available
so_so: Sawir-gacmeedka lama heli karin

source: Back to
so_so: Ku noqo

source: Courses history
so_so: Taariikhda koorsadaha

source: Conversion failled
so_so: Beddelka way fashilmay

source: Already exists
so_so: Hore ayuu u jiray

source: The new word has been added
so_so: Erayga cusub waa la ku daray

source: Some of the documents are too complex to be treated automatically by the document converter
so_so: Qaar ka mid ah dukumentiyada ayaa aad u adag si otomaatig ah loogu shaqeeyo beddelaha dukumentiga

source: Your gradebook first needs a certificate in order to be linked to a skill
so_so: Buuggaaga qiimeynta ayaa marka hore u baahan shahaado si loogu xidho xirfad

source: Data type
so_so: Nooca xogta

source: Value
so_so: Qiime

source: System
so_so: Nidaamka

source: Important activities
so_so: Dhaqdhaqaaqyada muhiimka ah

source: Search for specific activities
so_so: Raadi hawlaha gaarka ah

source: Parent
so_so: Waalid

source: Survey added
so_so: Survey la daray

source: Wiki added
so_so: Wiki la daray

source: Read only
so_so: Aqri kaliya

source: Unacceptable
so_so: Aan la aqbali karin

source: Display courses list
so_so: Muuj liiska koorsadaha

source: First page
so_so: Bogga koowaad

source: Last page
so_so: Bogga ugu dambeeya

source: Coachs
so_so: Tababarayaasha

source: Save assessment
so_so: Kaydi qiimeynta

source: Add this learning activity to the assessment
so_so: Ku dar hawlaha waxbarashada qiimeynta

source: There are no learners to add results for
so_so: Ma jiraan arday la siin karo natiijooyin

source: Skills ranking
so_so: Darajinta xirfadaha

source: Competence thresholds colouring
so_so: Midabaynta xuduudaha kartida

source: Enable Competence thresholds
so_so: Daabac xuduudaha kartida

source: Below
so_so: Hoos

source: The mark will be coloured in red
so_so: Calamada waxaa lagu midabayn doonaa casaan

source: Enable skills ranking
so_so: Daabac darajinta xirfadaha

source: Include upper limit (e.g. 0-20 includes 20)
so_so: Ku dar xadka sare (tusaale: 0-20 waxaa ku jira 20)

source: Score info
so_so: Macluumaadka dhibcaha

source: Between
so_so: Inta u dhaxaysa

source: Main folder
so_so: Galka weyn

source: New category
so_so: Qaybta cusub

source: Add classroom activity
so_so: Ku dar hawl fasalka

source: Weight
so_so: Miisaan

source: Pick a course
so_so: Dooro koorsad

source: Independent from course
so_so: Ka madax bannaan koorsadda

source: Course independent evaluation
so_so: Qiimeynta madaxbannaan ee koorsadda

source: Assessment
so_so: Qiimeyn

source: Evaluation date
so_so: Taariikhda qiimeynta

source: Add users to evaluation
so_so: Ku dar isticmaale qiimeynta

source: New sub-category
so_so: Qayb-hoosaadka cusub

source: Add online activity
so_so: Ku dar hawl online

source: Delete selected
so_so: Tirtir la doortay

source: Set visible
so_so: Deji muuqda

source: Set invisible
so_so: Deji aan muuqan

source: Choose type of activity to assess
so_so: Dooro nooca hawlaha la qiimaynayo

source: Choose test
so_so: Dooro imtixaanka

source: Grade learners
so_so: Qiimeyn ardayda

source: Back to folder view
so_so: Ku noqo muuqaalka galka

source: Choose orientation
so_so: Dooro jihada

source: Portrait
so_so: Sawir shaqsiyaad

source: Landscape
so_so: Muuqaal ballaadhan

source: Filter category
so_so: Shaandheyn qaybta

source: Skills ranking updated
so_so: Darajinta xirfadaha ayaa la cusboonaysiiyay

source: %s certifies that %s has successfully completed the course '%s' with a grade of '%s'
so_so: %s wuxuu xaqiijinayaa in %s uu si guul leh u dhammaystiray koorsadda '%s' oo leh darajo '%s'

source: Minimum certification score
so_so: Dhibcaha shahaadada ugu yar

source: Assessment made invisible
so_so: Qiimeynta waa la ka dhigay mid aan muuqan

source: Assessment details
so_so: Faahfaahinta qiimeynta

source: No results in evaluation for now
so_so: Ma jiraan natiijooyin qiimeyn hadda

source: Add learners
so_so: Ku dar ardayda

source: Import marks
so_so: Soodeji calamadaha

source: Import file
so_so: Soo gal guddoon

source: File type
so_so: Nooca faylka

source: Example CSV file
so_so: Fayl CSV tusaale ah

source: Example XML file
so_so: Fayl XML tusaale ah

source: Overwrite scores
so_so: Ku dhaafo dhibcoyinka

source: Ignore errors
so_so: Ka eegin khaladaadka

source: The resources became visible
so_so: Agabku wuxuu noqday mid muuqda

source: The resources became invisible
so_so: Agabku wuxuu noqday mid aan muuqan

source: No resource selected
so_so: Agab la doortay ma jiro

source: Deleted categories
so_so: La tirtiray qaybaha

source: Deleted evaluations
so_so: La tirtiray qiimeynta

source: Deleted links
so_so: La tirtiray xiriirrada

source: Total resources
so_so: Wadarta agabka

source: Edit evaluation
so_so: Tafatir qiimeynta

source: Delete marks
so_so: Tirtir calaamadaha

source: Ranking
so_so: Darajooyinka

source: Graphical view
so_so: Muuqaal garaaf ah

source: Result added
so_so: Natiijada waa lagu daray

source: Evaluation statistics
so_so: Tirakoobka qiimeynta

source: PDF Report
so_so: War-bixinta PDF

source: Welcome to the Assessments tool. This tool allows you to assess competences in your organization. Generate Competences Reports by merging the score of various learning activities including classroom and online activities. This will typically fit in a blended learning environment.
so_so: Ku soo dhawow qalabka Qiimeynta. Qalabkani wuxuu kuu oggolaanayaa inaad qiimeyso kartida ururkaaga. Soo saar Warbixinada Kartida iyadoo la isku darayo dhibcaha hawlaha waxbarashada ee kala duwan oo ay ku jiraan hawlaha fasalka iyo hawlaha khadka tooska ah. Tani waxay caadi ahaan ku habboon tahay jawiga waxbarashada isku dhafan.

source: Create all the courses categories
so_so: Abuur dhammaan qaybaha koorsooyinka

source: Added all categories
so_so: Laga daray dhammaan qaybaha

source: Statistics of
so_so: Tirakoobka

source: Results and feedback
so_so: Natiijooyinka iyo jawaab-celinta

source: Certificates
so_so: Shahaadooyinka

source: Choose users for this evaluation
so_so: Dooro isticmaale yaqa qaimeyntan

source: Result edited
so_so: Natiijada waa la tafatiray

source: PDF report
so_so: Warbixinta PDF

source: Output file type
so_so: Nooca faylka wax soo saarka

source: Value exceeds score.
so_so: Qiimaha ayaa dhaafaya dhibcaha.

source: More info
so_so: Macluumaad dheeraad ah

source: Results per user
so_so: Natiijooyinka isticmaale kasta

source: Total for user
so_so: Wadarta isticmaale

source: Average total
so_so: Celceliska guud

source: Assessment average
so_so: Celceliska qiimeynta

source: Weight in Report
so_so: Miisaanka Warbixinta

source: Assessment deleted
so_so: Qiimeynta waa la tirtiray

source: Assessment history
so_so: Taariikhda qiimeynta

source: Assessment name
so_so: Magaca qiimeynta

source: Assessment description
so_so: Sharaxaadda qiimeynta

source: Assessment visibility
so_so: Muuqalka qiimeynta

source: Who changed it
so_so: Yaa beddelay

source: The evaluation has been successfully edited
so_so: Qiimeynta si guul leh ayaa loo tafatiray

source: Incorrect data
so_so: Macluumaad qaldan

source: Please enable Skills ranking
so_so: Fadlan shaqayni Darajooyinka Xirfadaha

source: All results have been removed
so_so: Dhammaan natiijooyinka waa la tirtiray

source: There is no file to import
so_so: Ma jiro fayl la soo dejin karo

source: There was a problem sending your file. Nothing has been received.
so_so: Waxaa jiray dhibaato gudbinta faylkaaga. Waxba lama helin.

source: All results have been edited
so_so: Dhammaan natiijooyinka waa la tafatiray

source: The user info doesn't match.
so_so: Macluumaadka isticmaalaha ma waafaqsan

source: The score doesn't match
so_so: Dhibcaha ma waafaqsan

source: File upload successfull
so_so: Gudbinta faylka guul leh

source: No results available
so_so: Ma jiraan natiijooyin la heli karo

source: Cannot change the score
so_so: Ma beddeli karo dhibcaha

source: Weights updated successfully
so_so: Miisaanka si guul leh ayaa loo cusboonaysiiyay

source: Choose activity to assess
so_so: Dooro hawlka qiimeynta

source: Average results vs resource
so_so: Celceliska natiijooyinka vs agabka

source: To view graph score rule must be enabled
so_so: Si aad u aragto garaafka xeerka dhibcaha waa in la shaqeeyaa

source: Previous weight of resource
so_so: Miisaankii hore ee agabka

source: Add this classroom activity to the assessment
so_so: Ku dar hawlka fasalka qiimeynta

source: Assessment home
so_so: Bogga qiimeynta

source: Save weights in report
so_so: Kaydi miisaanka warbixinta

source: Attach certificate
so_so: Ku lifaaq shahaadada

source: See list of learner certificates
so_so: Eeg liiska shahaadooyinka ardayda

source: Create certificate
so_so: Abuur shahaadada

source: Upload certificate
so_so: Soo dejin shahaadada

source: Certificate name
so_so: Magaca shahaadada

source: Certificate overview
so_so: Guud ahaan shahaadada
