Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The selected classes were subscribed to the selected course
ar: لقد تم تسجيل الفصول المختارة في المقررات المختارة
ast_es: Les clases seleicionaes matriculárense nos cursos seleicionaos
bn_bd: নির্বাচিত ক্লাসগুলো নির্বাচিত কোর্সে নিবন্ধিত হয়েছে
bs_ba: Odabrane klase su prijavljene na odabrani kurs
ca_es: Les classes seleccionades han estat subscrites als cursos seleccionats
cs_cz: Zvolené třídy jsou zaregistrovány do zvolených školení
da: De valgte klasser er tilmeldt de valgte kurser
de: Die ausgewählten Klassen wurden zu dem ausgewählten Kurs hinzugefügt
el: Οι επιλεγμένες τάξεις εγγράφηκαν στο επιλεγμένο μάθημα
eo: La elektitaj klasoj estas enigitaj en la elektitaj grupoj
es: Las clases seleccionadas fueron inscritas en los cursos seleccionados
es_mx: Las clases seleccionadas fueron inscritas a los cursos seleccionados
eu_es: Hautatutako klaseak inskribatu ziren hautatutako ikastaroetan
fa_ir: كلاس هاي انتخابي شما در دروس مورد نظر ثبت نام گرديدند
fi_fi: Valitut luokat on merkitty valittuun kurssiin
fo_fo: Valdir bólkar vóru skráttir til valda kursin
fur: Lis classis selezionadis a son iscritûts tal curs selezionât
ga: Bhí na ranganna roghnaithe cláraithe sa chúrsa roghnaithe
gl: As clases seleccionadas foron suscritas ós cursos seleccionados
he_il: השיעורים שנבחרו היו רשומים לקורס הנבחר
hi: चयनित कक्षाएँ चयनित कोर्स में पंजीकृत हो गईं
hr_hr: Odabrane klase su upisane u odabrani tečaj
hu_hu: A kijelölt osztályok fel lettek iratva a megadott kurzusokra
hy: Ընտրված դասերը գրանցվել են ընտրված դասընթացին
id_id: kelas-kelas yang terseleksi telah di-daftarkan pada kuliah-mata kuliah tersebut
it: Le classi selezionate sono iscritte ai corsi selezionati
ja: 選択されたクラスが選択されたコースに登録されました
ka_ge: არჩეული კლასები რეგისტრირებულია არჩეულ კურსზე
ko_kr: 지정 클래스가 지정한 과정에 등록되었습니다
lo: ຫ້ອງຮຽນທີ່ເລືອກໄດ້ລົງທະບຽນໃນລາຍວິຊາທີ່ເລືອກແລ້ວ
lt_lt: Išrinktos klasės buvo įregistruotos į išrinktą kursą
lv_lv: Izvēlētās klases tika piereģistrētas izvēlētajiem kursiem
mk_mk: Селектираните паралелки се запишани на селектираните курсеви
ms_my: Kelas yang dipilih telah melanggan kursus yang dipilih
my_mm: ရွေးချယ်ထားသော အတန်းများသည် ရွေးချယ်ထားသော သင်တန်းတွင် စာရင်းသွင်းပြီးဖြစ်သည်
ne: चयनित कक्षाहरू चयनित कोर्समा दर्ता भएका छन्
nl: De geselecteerde klassen zijn ingeschreven in de geselecteerde groepen.
nn_no: Dei valde klassane blei meldt på dei valde kursa
oc: Las classes seleccionadas son estadas inscrites dins lo curs seleccionat
pl_pl: Zaznaczone klasy zostały wpisane do zaznaczonych kursów.
ps: ټاکل شوي کلاسونه د ټاکل شوي کورس ته ثبت شول
pt_br: As turmas selecionadas foram inscritas nos cursos selecionados
pt_pt: As turmas seleccionadas foram inscritas nos cursos seleccionados
ro_ro: Clasele selectate au fost inregistrate la cursurile selectate
ru_ru: Выбранные класс были подписаны на выбранные курсы
sk_sk: Vybrané triedy boli zaradené do označených kurzov
sl: Izbrani razredi so vpisani v izbrane tečaje
sq: Klasat e zgjedhura u regjistruan në kursin e zgjedhur
sr_rs: Odabrani razredi su prijavljeni na odabrane kurseve
sv_se: Valda klasser prenumererar på de valda kurserna
sw_ke: Madarasa yaliyochaguliwa yamejiandikisha kwenye kozi iliyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட வகுப்புகள் தேர்ந்தெடுக்கப்பட்ட பாடத்திற்கு பதிவு செய்யப்பட்டன
th: ได้รับกลุ่มเรียนที่เลือกไว้ เข้าในรายวิชาแล้ว
tl_ph: Ang napiling mga klase ay naka-subscribe sa napiling kurso
tr: Seçilen sınıflar, seçilen derslere eklendi
uk_ua: Вибрані класи були зараховані на вибрані курси
vi_vn: Các lớp được chọn đã đăng ký khóa học được chọn
xh_za: Ezikilasi ezikhethiweyo zibhaliselwe ikhosi elikhethiweyo
zh_cn: 选定班级已注册到选定课程
zh_tw: 選定之班級已選修指定之課程

source: Role ID
ar: ID معرّف الدور
ast_es: ID del perfil
bn_bd: ভূমিকা আইডি
bs_ba: ID uloge
ca_es: ID de rol
cs_cz: ID funkce
da: Rolle ID
de: ID der Rolle
el: ID Ρόλου
eo: Rola identigilo
es: ID del perfil
es_mx: ID del rol
eu_es: Rolaren ID
fa_ir: كد شناسايي نقش
fi_fi: Rooli ID
fo_fo: Ról ID
fur: ID ruol
ga: ID Róil
gl: ID de rol
he_il: מזהה תפקיד
hi: भूमिका आईडी
hr_hr: ID uloge
hu_hu: Szerep azonosító
hy: Դերի ID
id_id: ID Peran/Role
it: ID del Ruolo
ja: ロールID
ka_ge: როლის ID
ko_kr: 역할 ID
lo: ID ບົດບາດ
lt_lt: Vaidmens ID
lv_lv: Darbības veida ID
mk_mk: Идентификација на улогата
ms_my: ID Peranan
my_mm: အခန်းကဏ္ဍ ID
ne: भूमिकाको ID
nl: Rol-ID
nn_no: Rolleident
oc: ID del ròtle
pl_pl: Identyfikator Funkcji
ps: رول ID
pt_br: ID da função
pt_pt: ID da função
ro_ro: ID rol
ru_ru: Роль ID (идентификации)
sk_sk: ID funkcie
sl: ID vloge
sq: ID e rolit
sr_rs: ID uloge
sv_se: RollID
sw_ke: Kitambulisho cha Jukumu
ta: பாத்திர ID
th: รหัสระเบียบ
tl_ph: ID ng Tungkulin
tr: Rol Kodu
uk_ua: ID ролі
vi_vn: ID vai trò
xh_za: ID yeNdima
zh_cn: 角色ID
zh_tw: 角色 ID

source: Role name
ar: اسم المهمة
ast_es: Nome del perfil
bn_bd: ভূমিকার নাম
bs_ba: Naziv uloge
ca_es: Nom del rol
cs_cz: Jméno funkce
da: Rolle navn
de: Bezeichnung der Rolle
el: Όνομα Ρόλου
eo: Rola nomo
es: Nombre del perfil
es_mx: Nombre del rol
eu_es: Rolaren izena
fa_ir: عنوان نقش
fi_fi: Roolinimi
fo_fo: Ról navn
fur: Non dal ruol
ga: Ainm an ról
gl: Nome do rol
he_il: שם תפקיד
hi: भूमिका नाम
hr_hr: Naziv uloge
hu_hu: Szerep név
hy: Դերի անուն
id_id: Nama Peran/Role
it: Nome del Ruolo
ja: ロール名
ka_ge: როლის სახელი
ko_kr: 역할 이름
lt_lt: Vaidmens pavadinimas
lv_lv: Darbības veida nosaukums
mk_mk: Име на улогата
ms_my: Nama peranan
my_mm: အခန်းကဏ္ဍအမည်
ne: भूमिकाको नाम
nl: Rolnaam
nn_no: Rollenavn
oc: Nom del ròtle
pl_pl: Nazwa funkcji
ps: رول نوم
pt_br: Nome da função
pt_pt: Nome da função
ro_ro: Nume rol
ru_ru: Название (имя) роли
sk_sk: Meno funkcie
sl: Ime vloge
sq: Emri i rolit
sr_rs: Ime uloge
sv_se: Rollnamn
sw_ke: Jina la Jukumu
ta: பாத்திர பெயர்
th: ชื่อระเบียบ
tl_ph: Pangalan ng Role
tr: Rol adı
uk_ua: Назва ролі
vi_vn: Tên vai trò
xh_za: Igama leNdima
zh_cn: 角色名称
zh_tw: 角色名稱

source: Type
ar: النوع
ast_es: Tipu
bn_bd: প্রকার
bs_ba: Tip
ca_es: Tipus
cs_cz: Typ
da: Rolle type
de: Typ der Rolle
el: Τύπος
eo: Rola speco
es: Tipo
es_mx: Tipo
eu_es: Mota
fa_ir: نوع
fi_fi: Tyyppi
fo_fo: Slag
fur: Gjener
ga: Cineál
gl: Tipo
he_il: סוג
hi: प्रकार
hr_hr: Vrsta
hu_hu: Típus
hy: Տիպ
id_id: Jenis
it: Tipo
ja: タイプ
ka_ge: ტიპი
ko_kr: 타입
lt_lt: Tipas
lv_lv: Veids
mk_mk: Тип
ms_my: Jenis
my_mm: အမျိုးအစား
ne: प्रकार
oc: Tipe
pl_pl: Typ
ps: ډول
pt_br: Tipo
pt_pt: Tipo
ro_ro: Tip
ru_ru: Тип
sk_sk: Typ
sl: Tip
sq: Lloji
sr_rs: Tip
sv_se: Typ
sw_ke: Aina
ta: வகை
th: ประเภท
tl_ph: Uri
tr: Tip
uk_ua: Тип ролі
vi_vn: Loại
xh_za: Uhlobo
zh_cn: 种类
zh_tw: 類型

source: Make available
ar: جعله متاح
ast_es: Habilitar
bn_bd: উপলব্ধ করুন
bs_ba: Učini dostupnim
ca_es: Habilitar
cs_cz: Zpřístupnit
da: Gør tilgængelig
de: verfügbar machen
el: Σε Διάθεση
eo: Disponebligi
es: Habilitar
es_mx: Hacer disponible
eu_es: Egin erabilgarri
fa_ir: قابل دسترس قرار دادن
fi_fi: Tee saataville
fo_fo: Gjøra til tak
fur: Rind disponibi
ga: Déan ar fáil
gl: Habilitar
he_il: הפוך זמין
hi: उपलब्ध करें
hr_hr: Učini dostupnim
hu_hu: Legyen hozzáférhető
hy: Հասանելի դարձնել
id_id: Buat menjadi tersedia
it: Rendi disponibile
ja: 利用可能にする
ka_ge: ხელმისაწვდომი გახდეს
ko_kr: 사용 가능하게 하기
lo: ເຮັດໃຫ້ສາມາດໃຊ້ໄດ້
lt_lt: Padaryti prieinamu
lv_lv: Padarīt pieejamu
mk_mk: Направи достапно
ms_my: Jadikan tersedia
my_mm: ရရှိနိုင်စေပါ
ne: उपलब्ध गराउनुहोस्
nl: Maak beschikbaar
nn_no: Gjør tilgjengelig
oc: Rendre disponible
pl_pl: Ustaw dostępnym
ps: شامل کړئ
pt_br: Tornar disponível
pt_pt: Tornar disponível
ro_ro: Seteaza ca disponibil
ru_ru: Сделать доступным
sk_sk: Sprístupniť
sl: Naredi dostopno
sq: Bëje të disponueshëm
sr_rs: Omogućiti
sv_se: Gör tillgänglig
sw_ke: Pokelezwa
ta: கிடைக்கச் செய்
th: ทำให้ใช้งานได้
tl_ph: Gawing available
tr: Hazır olarak belirle
uk_ua: Зробити доступним
vi_vn: Cho phép sử dụng
xh_za: Yenza ifumaneke
zh_cn: 激活
zh_tw: 設為有效

source: Make unavailable
ar: جعله غير متاح
ast_es: Deshabilitar
bn_bd: অউপলব্ধ করুন
bs_ba: Učini nedostupnim
ca_es: Deshabilitar
cs_cz: Znepřístupnit
da: Gør utilgængelig
de: nicht verfügbar machen
el: Χωρίς Διάθεση
eo: Maldisponebligi
es: Deshabilitar
es_mx: Hacer no disponible
eu_es: Egin erabilezina
fa_ir: غیر قابل دسترس قرار دادن
fi_fi: Piilota
fo_fo: Gjøra ótil tak
fur: Rind no disponibi
ga: Déan neamhfháil
gl: Non habilitar
he_il: הפוך ללא זמין
hi: अनुपलब्ध करें
hr_hr: Učini nedostupnim
hu_hu: Legyen elérhetetlen
hy: Չհասանելի դարձնել
id_id: Buat tidak tersedia
it: Rendi non disponibile
ja: 利用不可能にする
ka_ge: ხელმისაწვდომი არ იყოს
ko_kr: 사용 불가능하게 하기
lo: ເຮັດໃຫ້ບໍ່ສາມາດໃຊ້ໄດ້
lt_lt: Padaryti neprieinamu
lv_lv: Padarīt nepieejamu
mk_mk: Направи недостапно
ms_my: Jadikan tidak tersedia
my_mm: မရရှိနိုင်စေပါ
ne: उपलब्ध नगर्नुहोस्
nl: Maak niet beschikbaar
nn_no: Gjør utilgjengelig
oc: Rendre indisponible
pl_pl: Ustaw niedostępne
ps: نه شامل کړئ
pt_br: Tornar indisponível
pt_pt: Tornar indisponível
ro_ro: Seteaza ca indisponibil
ru_ru: Сделать недоступным
sk_sk: Zablokovať
sl: Naredi nedostopno
sq: Bëje të padisponueshëm
sr_rs: Onemogućiti
sv_se: Gör otillgänglig
sw_ke: Fanya isipokelezwe
ta: கிடைக்காமல் செய்
th: ทำให้ยังใช้งานไม่ได้
tl_ph: Gawing hindi available
tr: Hazır değil olarak belirle
uk_ua: Зробити недоступним
vi_vn: Không cho phép sử dụng
xh_za: Yenza ingafumaneki
zh_cn: 使之不可用
zh_tw: 設為無效

source: Style sheets
ar: المظاهر التصميمية
ast_es: Fueyes d'estilu
bn_bd: স্টাইল শীট
bs_ba: Stilovi tablice
ca_es: Fulls d'estil
cs_cz: Styl listu
da: Stilark
el: Πίνακες στυλ
eo: Stilpaĝoj
es: Hojas de estilo
es_mx: Estilos CSS
eu_es: Estilo orriak
fa_ir: شیوه صفحه ها
fi_fi: Tyyliohjeet
fo_fo: Stílóark
fur: Fûijs stîl
ga: Stíleanna leathanaigh
gl: Follas de estilo
he_il: גליונות סגנון
hi: शैली पत्रक
hr_hr: Stilovi tablica
hu_hu: stíluslapok
hy: Ստիլի թերթեր
id_id: Lembar gaya
it: Fogli di stile
ja: スタイル シート
ka_ge: სტილის ფურცლები
ko_kr: 스타일 시트
lo: ສະໄຕລ໌ຊີດ
lt_lt: Kaskadiniai stiliai
lv_lv: Lapas noformējums (CSS)
mk_mk: Стил-листови
ms_my: Lembaran gaya
my_mm: စတိုင်ရွက်များ
ne: शैली पत्रकहरू
nl: Stijlbladen
nn_no: Stilark
oc: Fòlhs d'estil
pl_pl: Arkusze stylów
ps: سټایل شیټونه
pt_br: Folha de estilos
pt_pt: Estilos de páginas
ro_ro: Foi de stil
ru_ru: Таблицы стилей
sk_sk: Štýly
sl: Šablone (stylesheets)
sq: Fletë stile
sr_rs: Stilovi (stylesheets)
sv_se: Stilmallar
sw_ke: Majadili ya mtindo
ta: ஸ்டைல் ஷீட்கள்
th: รูปแบบเอกสาร
tl_ph: Mga Style sheet
tr: Şablon sayfaları
uk_ua: Таблиці стилей
vi_vn: Bảng định kiểu
xh_za: Amaphepha esimbo
zh_cn: 样式表
zh_tw: 版面樣式

source: Should the navigation menu show the different tool icons?
ar: هل ستظهر قائمة التصفح أيقونات الأدوات المختلفة؟
ast_es: ¿ Deberíen apaecer los iconos de ferramientes nel menú de navegación ?
bn_bd: নেভিগেশন মেনুতে বিভিন্ন টুলের আইকন দেখাবে কি?
bs_ba: Treba li navigacijski izbornik prikazivati različite ikone alata?
ca_es: El menu de navegació hauria de mostrar les diferents icones d'eina?
cs_cz: Smí navigační menu jiné nástrojové ikony?
da: Bør navigations menu vise de forskellige væktøjs ikoner?
de: Sollen die Icons für die Funktionen (Tools) im Navigationsmenü angezeigt werden?
el: Πρέπει το μενού πλοήγησης να εμφανίζει τα εικονίδια εργαλείων;
eo: Ĉu la navigadmenuo montru la ilarajn ikonojn?
es: ¿Se debe mostrar los iconos de las herramientas en el menú de navegación?
es_mx: Debe el menú de navegación mostrar los distintos íconos de las herramientas?
eu_es: Erakutsi behar al ditu nabigazio menuak tresnen ikonoak?
fa_ir: آیا فهرست پیمایش آیکونهای ابزار مختلف را نشان دهد؟
fi_fi: Pitäisikö navigointivalikossa näyttää työkalujen kuvakkeet?
fo_fo: Skal navigeringsvalmyndin vísa ymisku verkfæri ikonir?
fur: Il menû di navigazion al deve mostâ lis diferentis iconis dai strûls?
ga: Ar cheart do roghchlár an nascleanúna deilbhíní éagsúla na n-uirlisí a thaispeáint?
gl: ¿Deben mostrar o menú de navegación as iconas das ferramentas ?
he_il: האם תפריט הניווט צריך להציג את סמלי הכלים השונים?
hi: क्या नेविगेशन मेनू विभिन्न उपकरण आइकन दिखाए?
hr_hr: Treba li navigacijski izbornik prikazivati različite ikone alata?
hu_hu: Tartalmazza a navigációs menű a különböző eszközök ikonjait?
hy: Պետք է նավիգացիոն մենյուն ցուցադրի տարբեր գործիքների պատկերակները?
id_id: Apakah menu navigasi menampilkan ikon tool yang berbeda?
it: Il menù di navigazione può impiegare icone diverse ?
ja: ナビゲーションメニューにツールアイコンを表示しますか？
ka_ge: ნავიგაციის მენიუში უნდა ჩანდეს სხვადასხვა ინსტრუმენტის ხატულები?
ko_kr: 탐색 메뉴에 다양한 도구 아이콘을 표시할까요?
lo: ເມນູນຳທາງຄວນສະແດງໄອຄອນເຄື່ອງມືທີ່ແຕກຕ່າງກັນບໍ່?
lt_lt: Ar navigacijos meniu turėtų būti rodomos ikonos?
lv_lv: Vai navigācijas izvēlnei būtu jārāda savādākas rīku ikonas?
mk_mk: Дали менито за навигација да покажува различни икони за алатки?
ms_my: Adakah menu navigasi perlu menunjukkan ikon alat yang berbeza?
my_mm: လမ်းညွှန်မီနူးတွင် ကွဲပြားသော ကိရိယာအိုင်ကွန်များကို ပြသသင့်ပါသလား။
ne: नेभिगेसन मेनुले विभिन्न उपकरण आइकनहरू देखाउने हो?
nl: Moet het navigatiemenu de icoontjes voor de verschillende modules weergeven?
nn_no: Skal navigasjonsmenyen vise dei forskjellige verktøy-ikonene?
oc: Deu lo menú de navegacion afichar las diferentas icònas d'òutils ?
pl_pl: Czy menu nawigacji powinno pokazywać różne ikony narzędzi?
ps: آیا نیویګیشن منیو د مختلفو وسیلو آیکونونه ښکاره کړي؟
pt_br: Mostrar os ícones das ferramentas no menu de navegação?
pt_pt: Deverá o menu de navegação mostrar/exibir os ícones das várias ferramentas?
ro_ro: Ar trebui ca meniul de navigatie sa arate icoane de unelte diferite?
ru_ru: Нужно ли, чтобы меню навигации показывало разные иконки инструментов?
sk_sk: Má navigačné menu zobraziť rôzne ikony nástrojov?
sl: Naj navigacijski meni prikazuje različne ikone orodij?
sq: A duhet që menuja e navigimit të shfaqë ikonat e ndryshme të veglave?
sr_rs: Da li navigacioni meni treba da prikazuje različite ikone alata?
sv_se: Ska navigationsmenyn visa olika verktygsikoner?
sw_ke: Je, menyu ya urambazaji inapaswa kuonyesha ikoni za zana tofauti?
ta: நேவிகேஷன் மெனுவில் வெவ்வேறு கருவி சின்னங்களை காட்ட வேண்டுமா?
th: ให้แสดงเมนูนำทางด้วยสัญรูปที่แตกต่างหรือไม่
tl_ph: Dapat bang ipakita ng navigation menu ang iba't ibang icon ng tool?
tr: Gezinti menüsü farklı araç simgeleri göstersin mi?
uk_ua: Чи потрібно, аби меню навігації показувало різні іконки інструментів?
vi_vn: Thanh điều hướng có hiển thị các biểu tượng công cụ khác nhau không?
xh_za: Ngaba imenyu yokuhamba iya bonisa ii-icon zezixhobo ezahlukeneyo?
zh_cn: 导航菜单需要展示不同的工具图标吗？
zh_tw: 導航選單是否顯示不同工具圖示？

source: Plugin
ar: ادخال
bn_bd: প্লাগইন
bs_ba: Dodatak
ca_es: Connector
el: Πρόσθετο
eo: Kromaĵo
fa_ir: پلاگین
fi_fi: Liitännäinen
ga: Breiseán
he_il: פלאגין
hi: प्लगइन
hu_hu: Bővítmény
hy: Փլագին
ja: プラグイン
ka_ge: პლაგინი
ko_kr: 플러그인
lo: ປລັກອິນ
lt_lt: Įskiepis
lv_lv: Spraudnis
mk_mk: Додатоци
my_mm: ပလပ်အင်
ne: प्लगइन
nn_no: Utvidelse
pl_pl: Wtyczka
ps: پلگ ان
ru_ru: Подключить (встроить)
sk_sk: Zásuvný modul
sl: Vtičnik
sq: Shtojcë
sv_se: Insticksmodul
sw_ke: Programu ya Ziada
ta: செருகு
th: โปรแกรมเสริม
tr: Eklenti
uk_ua: Плагін
xh_za: Iplagi
zh_cn: 插件
zh_tw: 插件

source: Main menu
ar: القائمة الرئيسية
ast_es: Menú principal
bn_bd: প্রধান মেনু
bs_ba: Glavni izbornik
ca_es: Menú principal
cs_cz: Hlavní menu
da: Hoved menu
de: Hauptmenü
el: Βασικό μενού
eo: Ĉefmenuo
es: Menú principal
es_mx: Menú Principal
eu_es: Menu nagusia
fa_ir: فهرست اصلی
fi_fi: Päävalikko
fo_fo: Høvuðsvalmynd
fur: Menû prinçipâl
ga: Príomhroghchlár
gl: Menú principal
he_il: תפריט ראשי
hi: मुख्य मेनू
hr_hr: Glavni izbornik
hu_hu: Főmenű
hy: Հիմնական մենյու
id_id: Menu Utama
it: Menù principale
ja: メインメニュー
ka_ge: მთავარი მენიუ
ko_kr: 메인 메뉴
lo: ເມນູຫຼັກ
lt_lt: Pagrindinis meniu
lv_lv: Galvenā izvēlne
mk_mk: Главно мени
ms_my: Menu utama
my_mm: ပင်မမီနူး
ne: मुख्य मेनु
nl: Hoofdmenu
nn_no: Hovedmeny
oc: Menú principal
pl_pl: Menu główne
ps: اصلي منیو
pt_br: Menú Principal
pt_pt: Menu principal
ro_ro: Meniu principal
ru_ru: Главное меню
sk_sk: Hlavné menu
sl: Glavni menu
sq: Menuja kryesore
sr_rs: Glavni meni
sv_se: Huvudmeny
sw_ke: Menyu kuu
ta: முதன்மை மெனு
th: เมนูหลัก
tl_ph: Pangunahing menu
tr: Ana Menü
uk_ua: Головне меню
vi_vn: Menu chính
xh_za: Imenyu ephambili
zh_cn: 主菜单
zh_tw: 主選單

source: Main menu after login
ar: القائمة الرئيسية بعد تسجيل الدخول
ast_es: Menú principal dempués d'identificase
bn_bd: লগইনের পর প্রধান মেনু
bs_ba: Glavni izbornik nakon prijave
ca_es: Menú principal després de la connexió (login)
cs_cz: Hlavní menu po přihlášení
da: Hoved menu efter login
de: Hauptmenü nach Login
el: Βασικό μενού με το login
eo: Ĉefmenuo post ensaluto
es: Menú principal después de autentificarse
es_mx: Menú principal después de autentificarse
eu_es: Menu nagusia konektatu ondoren
fa_ir: فهرست اصلی بعد از وارد شدن به سیستم
fi_fi: Päävalikko sisään kirjautumisen jälkeen
fo_fo: Høvuðsvalmynd eftir innskrift
fur: Menû prinçipâl dopo login
ga: Príomhroghchlár tar éis logála isteach
gl: Menú principal despois de autentificarse
he_il: תפריט ראשי לאחר הכניסה
hi: लॉगिन के बाद मुख्य मेनू
hr_hr: Glavni izbornik nakon prijave
hu_hu: Főmenű belépés után
hy: Հիմնական մենյու մուտքից հետո
id_id: Menu Utama setelah login
it: Menù principale dopo l'accesso
ja: ログイン後のメインメニュー
ka_ge: მთავარი მენიუ შესვლის შემდეგ
ko_kr: 로그인 후 메인 메뉴
lo: ເມນູຫຼັກຫຼັງຈາກເຂົ້າສູ່ລະບົບ
lt_lt: Pagrindinis meniu po prisijungimo
lv_lv: Galvenā izvēlne pēc autorizēšanās
mk_mk: Мени после најавувањето
ms_my: Menu utama selepas log masuk
my_mm: အကောင့်ဝင်ပြီးနောက် ပင်မမီနူး
ne: लगइन पछि मुख्य मेनु
nl: Hoofdmenu na aanmelden
nn_no: Hovedmeny etter pålogging
oc: Menú principal aprèp connexion
pl_pl: Menu główne po zalogowaniu
ps: د لاګین وروسته اصلي منیو
pt_br: Menú principal após o login
pt_pt: Menu principal depois do login/aceder
ro_ro: Meniu principal dupa logare
ru_ru: Главное меню после входа в систему
sk_sk: Hlavné menu po prihlásení
sl: Glavni menu po prijavi
sq: Menuja kryesore pas hyrjes
sr_rs: Glavni menu nakon prijave
sv_se: Huvudmeny efter inloggning
sw_ke: Menyu kuu baada ya kuingia
ta: உள்நுழைவுக்குப் பின் முதன்மை மெனு
th: เมนูหลักเมื่อเข้าระบบ
tl_ph: Pangunahing menu pagkatapos mag-login
tr: Oturum açtıktan sonra ana menü
uk_ua: Головне меню після логіну
vi_vn: Menu chính sau khi đăng nhập
xh_za: Imenyu ephambili emva kokungena
zh_cn: 登录后的主菜单
zh_tw: 登入後主選單

source: Banner
ar: لافتة
bn_bd: ব্যানার
bs_ba: Baner
de: Kopfbereich (Banner)
el: Μπάνερ
eo: Standardo
fa_ir: بنر
fi_fi: Banneri
ga: Meirge
he_il: באנר
hi: बैनर
hr_hr: Baner
hu_hu: Címsor (banner)
hy: Պաստառ
ja: バナー
ka_ge: ბანერი
ko_kr: 배너
lo: ປ້າຍໂຄສະນາ
lt_lt: Baneris
lv_lv: Baneris
mk_mk: Банер
ms_my: Spanduk
my_mm: ဘန်နာ
ne: ब्यानर
nn_no: Toppbanner
oc: Banniera
pl_pl: Baner
ps: بنر
pt_pt: Banner/anúncio
ru_ru: Баннер (знамя, транспарант)
sk_sk: Postranný obrázok
sl: Pasica
sq: Baner
sw_ke: Bango
ta: பேனர்
th: ป้ายโฆษณา
uk_ua: Банер
vi_vn: Biểu ngữ
xh_za: Ibhanethi
zh_cn: 标志
zh_tw: 橫幅

source: Resize uploaded user images
ar: تغيير حجم صور المستخدم التي تم تحميلها
ast_es: Redimensionar les imaxes unviaes polos usuarios
bn_bd: আপলোডকৃত ব্যবহারকারী ছবি আকার পরিবর্তন করুন
bs_ba: Promijeni veličinu učitanih slika korisnika
ca_es: Redimensionar les imatges dels usuaris
cs_cz: Změnit velikost nahraných uživatelských obrázků
da: Ændre størrelsen på billeder uploadet af bruger
de: Größe hochgeladener Benutzerbilder ändern
el: Αλλαγή μεγέθους εικόνων χρηστών κατά το ανέβασμα
eo: Malpligrandigi alŝutitajn uzantajn bildojn
es: Redimensionar las imágenes enviadas por los usuarios
es_mx: Redimensionar las imágenes enviadas por los usuarios
eu_es: Aldatu erabiltzaileek bidalitako irudien tamaina
fa_ir: تغییر اندازه ی عکسهای ارسالی کاربران
fi_fi: Muuta ladattujen käyttäjäkuvien kokoa
fo_fo: Vís stærri upplaðdar brúkaramyndir
fur: Ridimensionâ immagini utent cargjadis
ga: Athraigh méid íomhánna úsáideoirí uaslódáilte
gl: Redimensionar as imaxes enviadas polos usuarios
he_il: שנה גודל של תמונות משתמש שהועלו
hi: अपलोड की गई उपयोगकर्ता छवियों का आकार बदलें
hr_hr: Promijeni veličinu učitanih slika korisnika
hu_hu: A feltöltött felhasználói képek átméretezése
hy: Փոփոխել վերբեռնված օգտատիրոջ պատկերները
id_id: Resize gambar-gambar yang di-upload user
it: Ridimensiona le immagini caricate dall'utente
ja: アップロードされたユーザ画像をリサイズ
ka_ge: ატვირთული მომხმარებლის სურათების ზომის შეცვლა
ko_kr: 업로드된 사용자 이미지 크기 조정
lt_lt: Keisti įkraunamų paveikslėlių dydį
lv_lv: Izmainīt lietotāja augšupielādēto attēlu izmērus
mk_mk: Промена на големината на корисничките слики
ms_my: Ubah saiz imej pengguna yang dimuat naik
my_mm: တင်သွင်းထားသော အသုံးပြုသူပုံများကို အရွယ်အစားပြောင်းပါ
ne: अपलोड गरिएका प्रयोगकर्ता छविहरूको आकार परिवर्तन गर्नुहोस्
nl: Verklein geüploade gebruikersafbeeldingen
nn_no: Endre storleik på opplasta brukarbilete
oc: Redimensionar las imaginas d'utilizaire mandadas
pl_pl: Zmień rozmiar załadowanego obrazu użytkownika
ps: اپلوډ شوي کاروونکي انځورونه اندازه بدل کړئ
pt_br: Redimensionar imagens enviadas pelos usuários
pt_pt: Redimensionar as imagens submetidas/enviadas pelos utilizadores
ro_ro: Redimensioneaza imaginile uploadate de utilizator
ru_ru: Изменить размер скаченных пользователем образов (рисунков)
sk_sk: Zmeniť veľkosť nahraných obrázkov používateľa
sl: Spremeni velikost prenesene uporabnikove slike
sq: Rifuqizo imazhet e ngarkuara të përdoruesve
sr_rs: Promeni veličinu prenesene korisničke slike
sv_se: Skala uppladdade användarbilder
sw_ke: Badilisha ukubwa wa picha za watumiaji zilizopakiwa
ta: அணுகப்பட்ட பயனர் படங்களை மாற்றுகளுக்கு உட்படுத்து
th: ปรับขนาดภาพของสมาชิกที่ส่งขึ้น
tl_ph: Baguhin ang sukat ng na-upload na mga larawan ng gumagamit
tr: Gönderilen resimleri yeniden boyutlandır
uk_ua: Змінити розмір малюнків, завантажених користувачем
vi_vn: Thay đổi kích thước ảnh người dùng tải lên
xh_za: Guqula imifanekiso yabasebenzisi abalayishiweyo
zh_cn: 调整上传用户图片的尺寸
zh_tw: 調整使用者上載圖片尺寸
