Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Originally published as "%s" by %s
so_so: Asal ahaan daabacay "%s" ee %s

source: Originally commented by %s in "%s"
so_so: Asal ahaan faalloonay %s ku "%s"

source: Item added to students own portfolio
so_so: Qaybta lagu daray portfolio-ga ardayga gaarka ah

source: Mark comment as important
so_so: Calanada muhiimka ah u calaami

source: Unmark comment as important
so_so: Calanada muhiimka ah ka saar

source: Portfolio item marked as important
so_so: Qaybta portfolio-ga loo calaamiyay muhiim

source: Select a learner portfolio
so_so: Dooro portfolio arday

source: See my portfolio in this course
so_so: Eeg portfolio-kayga koorsaskan

source: Portfolio details
so_so: Faahfaahinta portfolio

source: Item title
so_so: Ciwaanka qaybta

source: Creation date: %s
so_so: Taariikhda abuurista: %s

source: Update date: %s
so_so: Taariikhda cusboonaysiinta: %s

source: Category: %s
so_so: Qaybta: %s

source: Date: %s
so_so: Taariikhda: %s

source: Item title: %s
so_so: Ciwaanka qaybta: %s

source: No items in your portfolio
so_so: Ma jiraan qaybta portfolio-gaaga

source: You have not commented
so_so: Ma aadan faalloonin

source: Portfolio items
so_so: Qaybtada portfolio

source: Portfolio comments
so_so: Faalloota portfolio

source: Comments made
so_so: Faallada la sameeyay

source: Grade this item
so_so: Qiimeynta qaybtaan

source: Portfolio item was graded
so_so: Qaybta portfolio-ga la qiimeeyay

source: Context for the comment to be grade
so_so: Macnaha faallada la qiimeyn doono

source: Grade this comment
so_so: Qiimeynta faalladan

source: Portfolio comment was graded
so_so: Faallada portfolio-ga la qiimeeyay

source: Grade items
so_so: Qiimeynta qaybaha

source: Grade comments
so_so: Qiimeynta faallada

source: Hide correct answered questions
so_so: Qari oo qarso jawaabaha saxda ah

source: The setting "%s" will change to "%s"
so_so: Dejinta "%s" waxay isu beddeli doontaa "%s"

source: Verification of answered questions
so_so: Xaqiijinta su'aalaha la jawaabay

source: Student's assignments to be corrected
so_so: Shaqooyinka ardayda ee la sixiimayo

source: You will find below all the work that have been submitted by students in one of your course (it could be in the base course or in a course in a session). You can filter the list selecting a specific course or a work status.
so_so: Hoos waxaad ka heli doontaa dhammaan shaqooyinka ay ardaydu u soo gudbiyeen mid ka mid ah koorsaskaaga (waxay noqon kartaa koorsaska aasaasiga ah ama koorsas ku jira kalfadhi). Waxaad liiska ku shaandheyn kartaa doorashada koorso gaar ah ama xaalad shaqo.

source: Back to the main course portfolio
so_so: Ku noqo portfolio-ga koorsaska weyn

source: Export my portfolio data in a PDF file
so_so: Dhoofiye xogta portfolio-kayga fayl PDF ah

source: Export my portfolio data in a ZIP file
so_so: Dhoofiye xogta portfolio-kayga fayl ZIP ah

source: Categories are for organization only in personal portfolio.
so_so: Qaybtuhu waa ururin oo kaliya portfolio-ga shakhsiga ah.

source: Export my portfolio data to a PDF file
so_so: Dhoofiye xogta portfolio-kayga fayl PDF ah

source: Export my portfolio data to a ZIP file
so_so: Dhoofiye xogta portfolio-kayga fayl ZIP ah

source: New learning path available
so_so: Jidka waxbarashada cusub ee diyaar

source: There is a new learning path called %s that has been added to your %s course. Go to this learning path here : %s
so_so: Waxaa jira jid waxbarasho cusub oo lagu magacaabo %s oo lagu daray koorsaska %s. Halkan tag jidka waxbarashada: %s

source: %s %% Completed
so_so: %s %% Dhammaystiran

source: E-mail to teachers on new user's post in the portfolio tool
so_so: Iimaylka macallimiinta ku saabsan boostada isticmaale cusub ee qalabka portfolio

source: There is a new post by %s in the portfolio of course %s. To view it <a href='%s'>go here</a>.
so_so: Waxaa jira boostada cusub ee %s ee portfolio-ga koorsaska %s. Si aad u aragto <a href='%s'>galkan</a>.

source: [Portfolio] New post in course %s
so_so: [Portfolio] Boostada cusub ee koorsaska %s

source: Ongoing training
so_so: Tababarka socda

source: Dear %s,<br /><br /> A new test/quiz %s has been added to course %s.<br /><br />Course: %s <br />Test/Quiz name: %s <br />
so_so: Gacaliye %s,<br /><br /> Waxaa lagu daray imtixaan/quiz cusub %s koorsaska %s.<br /><br />Koorsaska: %s <br />Magaca imtixaanka/quiz-ka: %s <br />

source: Visit the test/quiz page <a href="%s">%s</a><br />
so_so: Bogga imtixaanka/quiz-ka booqo <a href="%s">%s</a><br />

source: Dear %s,<br /><br />As his/her parent, you are receiving this e-mail to let you know that %s just got a new test/quiz %s in course %s.<br /><br />Learner: %s<br /> Course: %s<br />Test/Quiz name: %s<br />
so_so: Gacaliye %s,<br /><br />Sidii waalidki, waxaa kuu soo diray e-mailkan si aad u ogaato in %s uu helay imtixaan cusub %s koorsada %s.<br /><br />Barashada: %s<br /> Koorsada: %s<br />Magaca Imtixaanka/Imtixaanka: %s<br />

source: Test duration: %s <br />
so_so: Muddada imtixaanka: %s <br />

source: Test start date: %s <br />
so_so: Taariikhda bilowga imtixaanka: %s <br />

source: Test end date: %s <br />
so_so: Taariikhda dhamaadka imtixaanka: %s <br />

source: Career Diagram Legend
so_so: Tilmaanta jaantuska xirfadda

source: Career Diagram Disclaimer
so_so: Aasaaska jaantuska xirfadda

source: Successful Attempt
so_so: Isku daygu waa guulaystay

source: Failed attempt
so_so: Isku daygii fashilmay

source: Students with successful attempt
so_so: Ardayda isku daygu guulaystay

source: Students with failed attempt
so_so: Ardayda isku daygu fashilmay

source: Exercise attempt stats report
so_so: War-bixinta tirakoobka isku dayga layliska

source: Comparative group report
so_so: War-bixinta isbarbardhigga kooxda

source: Courses usage
so_so: Isticmaalka koorsadaha

source: Hide connection time
so_so: Dhuuq wakhtiga isku xidhka

source: Course in which the question was initially created.
so_so: Koorsaddii su'aashu markii hore laga abuuray.

source: Apprenticeship contract
so_so: Qandaraaska barashada

source: Export Common Cartridge v1.3
so_so: Dhoofinta Cartridge-ga Guud ee v1.3

source: Import Common Cartridge v1.3
so_so: Soo dejinta Cartridge-ga Guud ee v1.3

source: Export your course content in the IMS Common Cartridge 1.3 format, to share it on other platforms.
so_so: Dhoofinta waxyaabaha koorsaddaada qaabka IMS Common Cartridge 1.3, si aad ula wadaagto aaladaha kale.

source: Import a course in IMS Common Cartridge 1.3 format, from another platform compatible with this format. The version is important.
so_so: Soo dejinta koorsad qaabka IMS Common Cartridge 1.3, ka aalad kale oo la jaangooyiayo qaabkan. Nooca waa muhiim.

source: IMS CC file created.
so_so: Faylka IMS CC waa la abuuray.

source: IMS CC file
so_so: Faylka IMS CC

source: IMS CC file imported.
so_so: Faylka IMS CC waa la soo dejinay.

source: Upload any IMS CC (.imscc or .zip) file in the right version and it will be extracted directly into your course.
so_so: Soo dejin faylal kasta oo IMS CC (.imscc ama .zip) ee nooca saxda ah waxaana si toos ah loo soo saari doonaa koorsaddaada.

source: Hide question number
so_so: Dhuuq nambarka su'aasha

source: Pending attempts
so_so: Isku dayadyada sugaya

source: Edit in profile
so_so: Ka beddel profile-ka

source: Guidance
so_so: Tilmaamaha

source: Remove time
so_so: Ka saar wakhtiga

source: Copy with session content
so_so: Koobi la socda waxyaabaha kalfadhi

source: Export by class
so_so: Dhoofin fasalka

source: Upload answer
so_so: Soo dejin jawaabta

source: Token expired, action already realized
so_so: Token-ku wuu dhacay, ficilka horay ayaa loo fuliyay

source: Corrector
so_so: Sixir-yaqaan

source: Correction date
so_so: Taariikhda sixirka

source: Hide attempts table on start page
so_so: Dhuuq shaxda isku dayaga bogga bilowga

source: Maximum progress in learning paths
so_so: Horumarinta ugu badan ee waddooyinka waxbarashada

source: Hide skills
so_so: Dhuuq xirfadaha

source: Options for hiding in export
so_so: Xulashooyinka dhuuqidda dhoofinta

source: Hide assignments
so_so: Dhuuq shaqooyinka

source: Add survey to course
so_so: Ku dar sahanka koorsadda

source: Move the current survey
so_so: U wareeji sahanka hadda

source: Share events in course sessions
so_so: Ku wadaag dhacdooyinka kalfadhyada koorsadda

source: Agenda events in the course will be visible in sessions
so_so: Dhacdooyinka ajandaha ee koorsadda waxay ka muuqan doonaan kalfadhyada

source: Agenda events only visible in current course
so_so: Dhacdooyinka ajandaha kaliya waxay ka muuqanayaan koorsadda hadda

source: Test result
so_so: Natiijada imtixaanka

source: Filter by Learning Path
so_so: Shaandheyn waddada waxbarashada

source: Share forums in all sessions
so_so: Ku wadaag goobaha fadhiirad kalfadhyada oo dhan

source: You have achieved a new skill.
so_so: Waxaad gaadhay xirfad cusub.

source: Hi, %s. You have achieved the skill "%s". To see the details go here: %s.
so_so: Hi, %s. Waxaad gaadhay xirfadda "%s". Si aad u aragto faahfaahinta halkan tag: %s.

source: To assign a new skill to this user, click <a href="%s">here</a>
so_so: Si aad xirfad cusub ugu magacawdo isticmaalahan, riix <a href="%s">halkan</a>

source: Add event in course calendar
so_so: Ku dar dhacdo kalandarka koorsada

source: Hours
so_so: Saacado

source: Reminder for event : %s
so_so: Xasuusin dhacdada: %s

source: Add notification
so_so: Ku dar ogeysiis

source: Notification to remind the event
so_so: Ogeysiis lagu xasuusinayo dhacdada

source: Add tags
so_so: Ku dar calaamado

source: Event editable by the invitees
so_so: Dhacdooyinka la awoodi karo ee martida

source: Invitees
so_so: Martida

source: Reminder number %s for the course %s
so_so: Xasuusin lambarka %s ee koorsada %s

source: Hello %s
so_so: Salaan %s

source: You are registered in the training %s since the %s
so_so: Waxaad isku diiwaan gelisay tababarka %s ilaa %s

source: You are receiving this message because you have completed a learning path with a %s%% progress of your training.<br/>Your progress must be 100 to consider that your training was carried out.<br/>If you have the slightest problem, you should contact with your trainer.
so_so: Waxaad helaysaa fariintaan sababtoo ah waxaad dhammaysatay dariiq waxbarasho leh %s%% horumar tababarkaaga.<br/>Horumarintaadu waa inay noqotaa 100 si aad u tixgeliso in tababarkaagu fuliyay.<br/>Haddii aad dhibaato yar haysato, waa inaad la xiriirtaa tababareaga.

source: As a reminder, to access the training platform:<br/>1. Connect to the platform at the address: %s <br/>2. Then enter: <br/>Your username: %s <br/>Your password: This was emailed to you.<br/>if you forgot it and can't find it, you can retrieve it by going to %s <br/><br/>Thank you for doing what is necessary.
so_so: Xusuusin, si aad u gasho goobta tababarka:<br/>1. Ku xir goobta cinwaanka: %s <br/>2. Ka dib gali: <br/>Magacaaga isticmaale: %s <br/>Eedkaaga: Waxaa lagu soo diray iimeyl.<br/>haddii aad illowday oo aadan heli karin, waxaad ka soo ceshan kartaa tagista %s <br/><br/>Mahadsanid inaad samayso waxa loo baahan yahay.

source: The training center<p>%s</p>Trainers:<br/>%s
so_so: Xarunta tababarka<p>%s</p>Tababarayaasha:<br/>%s

source: Get embedable link
so_so: Hel xiriirka la isku dhejin karo

source: Link to embed the exercise
so_so: Xiriirka la isku dhejiyo shaqada

source: Copy this url to include this exercise in an iframe:
so_so: Koobiya urlkan si aad ugu daro shaqadan iframe:

source: Export extra fields
so_so: Dhoof fields dheeraad ah

source: Hide ex-learners
so_so: Qari ardaydii hore

source: Certificate of achievement per learning path
so_so: Shahaadada guusha ee dariiqa waxbarashada

source: You have obtained the following results in the training course:
so_so: Waxaad ka heshay natiijooyinka soo socda koorsada tababarka:

source: You have obtained the following results in the tests:
so_so: Waxaad ka heshay natiijooyinka soo socda imtixaannada:

source: Export LP Quiz results
so_so: Dhoof natiijooyinka LP Quiz

source: Learning path results
so_so: Natiijooyinka dariiqa waxbarashada

source: Active users in sessions per URL
so_so: Isticmaale yaqaan ee fadhiyada URL kasta

source: Next LP
so_so: LP xiga

source: No notification
so_so: Ogeysiis la'aan

source: Allow skills assignation by sub category
so_so: Oggolow xirfadaha magacaabista qayb-hoosaadka

source: It allows the acquisition of skills by sub categories independently.
so_so: Wuxuu u oggol yahay helista xirfadaha qaybaha-hoosaadka si madax-bannaan.

source: Minimum score
so_so: Dhibcaha ugu yar

source: In LP
so_so: LP gudaheeda

source: Courses reports
so_so: Wararka koorsadaha

source: Fill blanks or form with global score
so_so: Buuxi meelaha bannaan ama foomka leh dhibcaha guud

source: Matching with global score
so_so: Iswaafajinta leh dhibcaha guud

source: Image zones with global score
so_so: Aagagga sawirka leh dhibcaha guud

source: Match by dragging with global score
so_so: Iswaafajin jiidid leh dhibcaha guud

source: Progress in session report
so_so: Horumarinta warbixinta fadhiga

source: This question is shared with other exercises, are you sure you want to delete it?
so_so: Su'aashani waxay la wadaagantahay shaqooyin kale, ma hubtaa inaad rabto inaad tirtirto?

source: View for tablet
so_so: Muujin tablet-ka

source: Disable signature
so_so: Namco signature

source: Enable signature
so_so: Awood u sii signature

source: Sign
so_so: Saxiix

source: View signature
so_so: Muujin signature

source: Download QR for attendance signature
so_so: Kala soo bax QR-ka signature-ka xaadirka

source: Password requirement passed
so_so: Shuruudda ereyga sirta ayaa gudubtay

source: Pending password requirement
so_so: Shuruudda ereyga sirta oo sugaya

source: Minimum %s special characters
so_so: Ugu yaraan %s xuruufo gaar ah

source: The new password cannot be same as the current password
so_so: Ereygii cusub ma noqon karo mid la mid ah ereyga sirta hadda

source: Filter by class
so_so: Shaandheyn fasalka

source: Not in any class
so_so: Ma jiro fasal

source: The account for username <i>%s</i> was disabled after %d failed login attempts.
so_so: Koontada isticmaalka <i>%s</i> waa la cabbiray %d isku day gal oo fashilmay ka dib.

source: Answer list
so_so: Liiska jawaabaha

source: Enter a list of answers (one answer by line)
so_so: Gali liis jawaabo ah (hal jawaab sadarkiiba)

source: Or select a CSV file with a list of answers
so_so: ama dooro fayl CSV leh liis jawaabo ah

source: Convert to multiple answer dropdown
so_so: U beddel liiska jawaabaha badan

source: Multiple answer dropdown
so_so: Liiska jawaabaha badan

source: Highlighted
so_so: La muujiyey

source: See highlights
so_so: Eeg muujinta

source: %d added / %d required
so_so: %d la daray / %d loo baahan yahay

source: Required number of items
so_so: Tirada walxaha loo baahan yahay

source: Required number of comments
so_so: Tirada faallooyinka loo baahan yahay

source: Unmark as highlighted
so_so: Ka saar muujinta

source: Mark as highlighted
so_so: Calamood muujin

source: Updated %s
so_so: La cusboonaysiiyey %s

source: Updated on %s by %s
so_so: La cusboonaysiiyey %s %s

source: Updated %s by %s
so_so: La cusboonaysiiyey %s %s

source: Marked as highlighted
so_so: Waxaa loo calaamadeeyey muujin

source: Unmarked as highlighted
so_so: Waxaa laga saaray muujinta

source: Portfolio item set as a new template
so_so: Qaybta Portfolio loo dejiyey qaab cusub

source: Portfolio item unset as template
so_so: Qaybta Portfolio laga saaray qaab

source: Global multiple answer dropdown
so_so: Liiska jawaabaha badan ee guud

source: [Portfolio] New comment in post %s
so_so: [Portfolio] Faallo cusub %s

source: There is a new comment in the post <i>%s</i> from the <i>%s</i> course portfolio. To view it <a href='%s'>go here</a>.
so_so: Waa jira faallo cusub oo ku jirta boostada <i>%s</i> ee koorsada <i>%s</i> portfolio. Si aad u aragto <a href='%s'>gali halkan</a>.

source: Portfolio comment set as a new template
so_so: Faallada Portfolio loo dejiyey qaab cusub

source: Portfolio comment unset as template
so_so: Faallada Portfolio laga saaray qaab

source: Make visible for teachers
so_so: Ka dhig mid macallimiinta arki kara

source: Email alert to Teachers and Student on new comment in Portfolio
so_so: E-mail digniin macallimiinta iyo ardayda faallo cusub ee Portfolio

source: Tag
so_so: Calamad

source: Tag saved
so_so: Calamadda la keydiyey

source: Tag deleted
so_so: Calamadda la tirtiray

source: Comment by %s in <em>%s</em>
so_so: Faallo %s ku jirta <em>%s</em>

source: Portfolio tool introduction
so_so: Hordhac aaladda Portfolio

source: Access through LTI to Learning Path
so_so: Gasho LTI ilaa Waddada Waxbarashada

source: User %s has not been registered to course %s
so_so: Isticmaale %s lama diiwaan gelin koorsada %s

source: Open content in a new tab
so_so: Furan waxyaabaha bog cusub

source: There are users or courses using this language. Do you want to disable this language and set all these users and courses with the default portal language?
so_so: Waa jiraan isticmaale ama koorsado isticmaalaya luqaddan. Ma rabtaa inaad naaweed ka joojiso luqaddan oo aad dhammaan isticmaaleyaasha iyo koorsadaha ku dejiso luqadda aasaasiga ah ee portal?

source: Number of users registered and connected
so_so: Tirada isticmaale diiwaan gashan oo ku xiran

source: Number of users registered (total)
so_so: Tirada isticmaale diiwaan gashan (wadarta)

source: Number of users registered (new vs previous quarter)
so_so: Tirada isticmaale diiwaan gashan (cusub vs rubuc hore)

source: Number of users who connected
so_so: Tirada isticmaale ku xiran

source: *: Current quarter, incomplete data
so_so: *: Rubuca hadda, xog aan dhamaystirnayn

source: Q%s %s
so_so: R%s %s

source: Number of existing and available courses
so_so: Tirada koorsadaha jira ee diyaar

source: Number of existing courses (total)
so_so: Tirada koorsadaha jira (wadarta)

source: Number of available courses (not closed or hidden, total)
so_so: Tirada koorsadaha diyaar (aan la xidhin ama la qarsan, wadar)

source: Hours of training
so_so: Saacadaha tababarka

source: Number of hours of training followed (total)
so_so: Tirada saacadaha tababarka ee la raacay (wadarta)

source: Number of certificates generated
so_so: Tirada shahaadadood la soo saaray

source: Number of certificates generated (total)
so_so: Tirada shahaadadood la soo saaray (wadarta)

source: Number of sessions per duration
so_so: Tirada fadhiyada muddada halkii

source: Sessions per duration (by quarter)
so_so: Fadhiyada muddada halkii (rubuc walba)

source: Number of courses, sessions and subscribed users
so_so: Tirada koorsooyinka, fadhiyada iyo isticmaale yaqaysan

source: List of course codes
so_so: Liiska code-yada koorsooyinka

source: Number of subscribed users
so_so: Tirada isticmaale yaqaysan

source: Number of users who finished the course (as defined in gradebook)
so_so: Tirada isticmaale dhammaystiray kooraska (sida lagu qeexay buuga qiimeynta)

source: List of course codes and sessions
so_so: Liiska code-yada koorsooyinka iyo fadhiyada

source: *: All users, including inactive, are included
so_so: *: Dhammaan isticmaale, oo ay ku jiraan kuwa aan shaqayn, waa la mid dhigay

source: Total disk usage
so_so: Wadarta isticmaalka disk-ka

source: Edit portfolio comment
so_so: Tafatir faallo portfolio

source: Test '%s' not deleted
so_so: Imtixaanka '%s' lama tirtirin

source: Don't include users
so_so: Ha ku darin isticmaale

source: The report doesn't include the list of users neither for session nor for each course
so_so: War-bixintu kuma darin liiska isticmaale ee fadhiga mana kooras kasta

source: Include extra fields
so_so: Ku dar goobaha dheeraadka ah

source: Skill levels
so_so: Heerarka xirfadaha

source: Import course events
so_so: Soo dejin dhacdooyinka kooraska

source: Tags can be used
so_so: Tag-yada waa la isticmaali karaa

source: Invitation to the ((course_title)) course
so_so: Casuumad kooraska ((course_title))

source: <p>Hello ((user_complete_name)).</p>
so_so: <p>Salaan ((user_complete_name)).</p>

source: %s's portfolio items
so_so: Walxaha portfolio ee %s

source: Scored
so_so: La qiimeeyay

source: Edited
so_so: La tafatiray

source: Downloaded
so_so: La soo dejisay

source: You can only copy this course to a course for which you are a teacher
so_so: Koooraska kaliya waxaad ku koobixin kartaa kooras aad macallin u tahay

source: Remove users
so_so: Ka saar isticmaale

source: Send file to other users
so_so: U soo dir faylka isticmaale kale

source: Remove file from selected users
so_so: Ka saar faylka isticmaale la doortay

source: Send to other users
so_so: U soo dir isticmaale kale

source: Send to users
so_so: U soo dir isticmaale

source: Force users to change their password when they first log in
so_so: Ku qasab isticmaale inay beddelaan erayga sirta marka ugu horeysa ee ay galaan

source: Please note that your username to access is %s
so_so: Ogaysii: Magacaaga isticmaale ee gelitaanka waa %s

source: Note: If you do not remember your password, click on <a href="%s">"Forgot your password?"</a>, enter your username and follow the instructions.
so_so: Ogaysii: Haddii aadan xasuusan erayga sirta, guji <a href="%s">"Waxaad illowday erayga sirta?"</a>, gel magacaaga isticmaale oo raac tilmaamaha.

source: Bi-weekly
so_so: Laba toddobaadkii

source: Every x days
so_so: Maalin kasta x

source: Number of days
so_so: Tirada maalmo

source: Leave a comment
so_so: Faallo dhaaf

source: Please leave a comment first
so_so: Fadlan marka hore faallo dhaaf

source: Last quiz finalization date
so_so: Taariikhda ugu dambeysa ee imtixaanka la dhameystiray

source: Last lp's finalization date
so_so: Taariikhda ugu dambeysa ee lp la dhameystiray

source: Must be in ALL the selected categories
so_so: Waa inay ku jiraan DHAMMAAN qaybaha la doortay

source: Report by attempts
so_so: War-bixin isku day kasta

source: Questions topic
so_so: Mawduuca su'aalaha

source: The questions topic will be used as the name of the test and will be sent to the AI generator to generate questions in the language configured for this course, asking for them to be generated in the Aiken format so they can easily be imported into this course.
so_so: Mawduuca su'aalaha waxaa loo isticmaali doonaa magaca imtixaanka waxaana loo diri doonaa matoorka AI si uu u soo saaro su'aalo luqadda kooraska loo dejinayo, iyadoo la weydiisanayo in lagu soo saaro qaabka Aiken si ay si fudud ugu soo dejin karaan kooraskan.

source: AI Questions Generator
so_so: Matoorka Su'aalaha AI

source: Most AI generators are limited in the number of characters they can return, and often your organization will be charged based on the number of characters returned, so please use with moderation, asking for smaller numbers first, then extending as you gain confidence.
so_so: Inta badan matoorada AI waxay xaddidan yihiin tirada xuruufta ay soo celin karaan, oo inta badan ururkaagu waxaa lagaa soo qaadi doonaa ku salaysan tirada xuruufta la soo celiyay, markaa fadlan si dhexdhexaad ah u isticmaal, marka hore weydiiso tiro yar, ka dibna kordhi marka aad kalsooni hesho.

source: Use one (or more) of the following proposed tags to automatically generate a certificate or a skill and show them here when the student gets to this step, which requires all other steps to be finished first.
so_so: Isticmaal mid (ama in ka badan) ee tag-yada soo jeedinta soo socota si aad si otomaatig ah u soo saarto shahaado ama xirfad oo halkan ku muujiso marka ardaygu gaaro tallaabadan, taas oo u baahan dhammaan tallaabooyinka kale inay marka hore dhammaystiraan.

source: Hi ((user_complete_name)).
so_so: Salaan ((user_complete_name)).

source: Invitation to session ((session_name))
so_so: Casuumad fadhiga ((session_name))
