Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The ability to define the permissions settings to assign to every newly created directory lets you improve security against attacks by hackers uploading dangerous content to your portal. The default setting (0770) should be enough to give your server a reasonable protection level. The given format uses the UNIX terminology of Owner-Group-Others with Read-Write-Execute permissions.
ar: إن القدرة على تعريف الرخص المسموحة المسندة لكل دليل جديد سوف تحسن المستوي الأمني مقابل أي هجوم من القراصنة (الهكر) الذين يحملونها بمحتويات خطره علي بوابتك بالانترنت. الإعداد الافتراضي (0770) يجب أن يكون بما فيه الكفاية حتى يؤمن مستوى حمايةِ معقولِ لخادم (السيرفر). تَستعملُ الصيغة المعطاة المصطلح يونيكسَ من مالك المجموعة الآخرين لإعطاء تصاريح بالكتابة والقراءة.
ast_es: La posibilidá de definir la configuración de permisos asignaos a direutorios nuevos da más seguridá escontra ataques de hackers qu'intenten unviar material pelligrosu a la plataforma. La configuración por defeutu (0770) debería ser abondo pa una proteición razonable. El formatu proporcionáu usa teunoloxía UNIX Propietariu-Grupu-Otros con permisos Llectura-Escritura-Execución.
bn_bd: প্রত্যেক নতুন তৈরি ডিরেক্টরিতে অনুমতি সেটিংস নির্ধারণ করার ক্ষমতা আপনাকে হ্যাকারদের আক্রমণ থেকে নিরাপত্তা উন্নত করতে সাহায্য করে যারা বিপজ্জনক বিষয়বস্তু আপলোড করে। ডিফল্ট সেটিং (0770) আপনার সার্ভারকে যুক্তিসঙ্গত সুরক্ষা দেবে। দেওয়া ফরম্যাটটি UNIX এর Owner-Group-Others এবং Read-Write-Execute অনুমতি ব্যবহার করে।
bs_ba: Mogućnost definisanja postavki permisija za svaki novo kreirani direktorijum omogućava vam poboljšanje sigurnosti protiv napada hakera koji učitavaju opasan sadržaj na vaš portal. Podrazumijevana postavka (0770) treba biti dovoljna za razuman nivo zaštite vašeg servera. Format koristi UNIX terminologiju Vlasnik-Grupa-Ostali sa permisijama Čitanje-Zapis-Izvrsenje.
ca_es: La possibilitat de definir la configuració dels permisos assignats als nous directoris, augmenta la seguretat contra els atacs de crackers que poguessin enviar material perillós a la plataforma. La configuració per defecte (0770) hauria de ser suficient per dotar el vostre servidor d'un nivell de protecció raonable. El format proporcionat utilitza la terminologia UNIX Propietari-Grup-Altres amb els permisos de Lectura-Escriptura-Execució.
cs_cz: Schopnost definovat oprávnění pro každý nově vytvořený adresář vám umožňuje zvýšit zabezpečení proti hackerským útokům na váš portál. Výchozí nastavení (0770) by mělo být dostačující pro racionální zabezpečení vašeho serveru. Daný formát používá UNIXovou terminologii (Vlastník-Skupina-OStatní, Čtení-Zápis-Spuštění)
da: Muligheden for at definere tilladelsesindstillinger for alle nyoprettede mapper forbedrer sikkerheden mod angreb fra hackere, der uploader farligt indhold til dit portal. Standardindstillingen (0770) bør være tilstrækkelig til at give din server et rimeligt beskyttelsesniveau. Det angivne format bruger UNIX-terminologien Owner-Group-Others med Read-Write-Execute-tilladelser.
de: Die Möglichkeit, Berechtigungen für alle neu erstellten Verzeichnisse zu definieren, erhöht die Sicherheit gegen Hacker-Angriffe, falls gefährlicher Inhalt auf Ihr Portal hochgeladen wird. Die vordefinierten Einstellungen (0770) sollten genügen, um Ihrem Server einen vernünftigen Schutz zu geben. Das Format benutzt die UNIX Begriffe von 'Owner-Group-Others' und 'Read-Write-Execute' Berechtigungen.
el: Η δυνατότητα ορισμού ρυθμίσεων δικαιωμάτων για κάθε νέο κατάλογο βελτιώνει την ασφάλεια έναντι επιθέσεων από χάκερ που ανεβάζουν επικίνδυνο περιεχόμενο στην πύλη σας. Η προεπιλεγμένη ρύθμιση (0770) είναι αρκετή για εύλογο επίπεδο προστασίας. Η μορφή χρησιμοποιεί την ορολογία UNIX Owner-Group-Others με δικαιώματα Read-Write-Execute.
eo: La eblo atribui permesojn al ĉiu nova dosierujo povas plialtigi la sekuron kontra atakoj de fientrudiĝantoj alŝutantaj dosierojn en vian portalon. La origina agordo (0770) protektas vian servilon je sufiĉe akceptebla nivelo. La permesoj estas enigataj laŭ la UNIX-metodo de Posedanto_Grupo_Aliuloj kun Skrib-Leg-Ruligaj rajtoj.
es: La posibilidad de definir la configuración de los permisos asignados a los nuevos directorios, aumenta la seguridad contra los ataques de hackers que puedan enviar material peligroso a la plataforma. La configuración por defecto (0770) debe ser suficiente para dar a su servidor un nivel de protección razonable. El formato proporcionado utiliza la terminología de UNIX Propietario-Grupo-Otros con los permisos de Lectura-Escritura-Ejecución.
es_mx: La capacidad para definir el estado de los permisos por asignar a cada directorio de reciente creación le permite mejorar la seguridad en contra de los ataques de hackers que cargan contenido peligroso a su portal. El estado inicial de los permisos (0770)
eu_es: Direktorio sortu berri bakoitzerako baimenak ezartzeko gaitasunak segurtasuna handitzen lagunduko dizu, plataforman material arriskutsuak kargatzeko hackerren erasoen aurka. Konfigurazio lehenetsia (0070) nahikoa izan behar da zure zerbitzariari babes maila egokia emateko. Eskuragarri duzun formatuak Jabea-Taldea-Beste bazuk UNIX terminologia darabil, Irakurtzeko-Idazteko-Exekutatzeko baimenak izanik.
fa_ir: قابلیت تعریف تنظیمات مجوزها برای هر دایرکتوری تازه ایجادشده به شما اجازه می‌دهد امنیت را در برابر حملات هکرهایی که محتوای خطرناک به پورتال شما آپلود می‌کنند، بهبود ببخشید. تنظیم پیش‌فرض (۰۷۷۰) باید سطح حفاظت معقولی به سرور شما بدهد. فرمت داده‌شده از اصطلاحات UNIX برای Owner-Group-Others با مجوزهای Read-Write-Execute استفاده می‌کند.
fi_fi: Uusille luoduille hakemistoille määritettävien käyttöoikeuksien määrittely parantaa turvallisuutta hakkereiden vaarallisen sisällön lataamista vastaan portaaliisi. Oletusarvo (0770) tarjoaa palvelimellesi kohtuullisen suojan. Muoto käyttää UNIXin Omistaja-Ryhmä-Muut -terminologiaa luku-kirjoitus-suoritus-oikeuksilla.
fo_fo: Møguleikin at skilja rættindi stillingarnar til at geva til hvørja nýskapaða mappu loyvir tær at betra trygdina móti árásum frá hakkarum sum leggja upp hættarfullt innihald á tínum portal. Sjálvgóða stillingin (0770) skuldi vera nokk til at geva tínum server ein mánaðligan verjuleika. Ta gefna sniðgevingin brúkar UNIX terminologina Owner-Group-Others við Les-Reið-Skriva rættindum.
fur: La possibilità di definî lis impostazions des permissions par ogni direitori nuovament creât lu jê di miôrâ la siguriece cont le atacjis di hacker che carejon contignuts perolosis tal to portal. L'impostazion predefinide (0770) e je suficiente par dâ al to server un livel di protezion razonabii. Il formât indit al dopre la terminologie UNIX di Owner-Group-Others cu permissions Read-Write-Execute.
ga: Ligeann an cumas socruithe ceadanna a shainiú do gach eolaire nua a chruthaítear duit an tslándáil a fheabhsú i gcoinne ionsaithe ó hackers a uploadeann ábhar contúirteach chuig do phortál. Ba chóir go mbeadh an socrú réamhshocraithe (0770) go leor chun leibhéal cosanta réasúnta a thabhairt do do fhreastalaí. Úsáideann an bhformáid tugtha téarmaíocht UNIX Úinéir-Ghrúpa-Daoine eile le ceadanna Léite-Scríobh-Foilsithe.
gl: A posibilidade de definir a configuración dos permisos asignados aos novos directorios, aumenta a seguridade contra os ataques de hackers que podan enviar material perigoso á plataforma. A configuración por defecto (0770) debe ser suficiente para dar ao servidor un nivel de protección razoable. O formato proporcionado utiliza a terminoloxía de UNIX Propietario-Grupo-Outros cos permisos de Lectura-Escritura-Execución.
he_il: היכולת להגדיר את הגדרות ההרשאות להקצאה לכל ספרייה חדשה שנוצרה מאפשרת לך לשפר את האבטחה מפני התקפות של האקרים שמעלים תוכן מסוכן לפורטל שלך. הגדרת ברירת המחדל (0770) אמורה להספיק כדי לתת לשרת שלך רמת הגנה סבירה . הפורמט הנתון משתמש בטרמינולוגיה של UNIX של בעלים-קבוצה-אחרים עם הרשאות קריאה-כתיבה-ביצוע.
hi: हर नई बनाई गई निर्देशिका को सौंपी जाने वाली अनुमति सेटिंग्स को परिभाषित करने की क्षमता आपको हैकर्स द्वारा खतरनाक सामग्री अपलोड करने के हमलों के खिलाफ सुरक्षा बढ़ाने देती है। डिफ़ॉल्ट सेटिंग (0770) आपके सर्वर को उचित सुरक्षा स्तर प्रदान करने के लिए पर्याप्त होनी चाहिए। दिया गया प्रारूप UNIX शब्दावली का उपयोग करता है Owner-Group-Others के साथ Read-Write-Execute अनुमतियों के।
hr_hr: Mogućnost dodjeljivanja postavki dozvola za svaku novo kreiranu mapu omogućava bolju sigurnost od potencialnih opasnih učitavanja neželjenih sadržaja te mogućih napada od strane hakera. Postavljena postavka (0770) bi trebala pružiti dovoljni stupanj sigurnosti poslužitelja. Ovaj oblik upotrebljava UNIX nazivlje Korisnik-Grupa-Ostali sa Čitaj-Piši-Izvrši
hu_hu: Annak a lehetősége, hogy minden egyes mappához egyedi hozzáférési jogokat adhat meg, javítja a biztonságot olyan hackerekkel szemben, akik veszélyes tartalmakat töltenének fel a rendszerére. Az alapértelmezett beállítás (0770) megfelelő a szerver elfogadható védelméhez. A megadás formátuma a UNIX terminológiát használja: Tulajdonos-Csoport-Mások felhasználók Olvasás-írás-Végrehajtás jogokkal.
hy: Նոր ստեղծված յուրաքանչյուր թղթապանակին հատկացնել թույլտվությունների կարգավորումները սահմանելու հնարավորությունը թույլ է տալիս բարելավել անվտանգությունը հաքերների կողմից վտանգավոր բովանդակություն վերբեռնելու դեմ: Ընդհանուր կարգավորումը (0770) բավարար է ձեր սերվերին տրամադրելու համար խելամիտ պաշտպանության մակարդակ: Տրված ձևաչափը օգտագործում է UNIX-ի Owner-Group-Others տերմինաբանությունը Read-Write-Execute թույլտվություններով:
id_id: Kemampuan untuk menentukan pengaturan izin yang diberikan pada setiap direktori baru memungkinkan Anda meningkatkan keamanan terhadap serangan hacker yang mengunggah konten berbahaya ke portal Anda. Pengaturan default (0770) seharusnya cukup untuk memberikan tingkat perlindungan yang wajar pada server Anda. Format yang diberikan menggunakan terminologi UNIX Owner-Group-Others dengan izin Read-Write-Execute.
it: La possibilità di definire permessi per ogni nuova cartella creata migliora la sicurezza nei confronti di attacchi eseguiti caricando nel portale dei file pericolosi. I permessi 0770 (in formato Linux) permettono una protezione abbastanza elevata.
ja: 新規作成ディレクトリに割り当てる権限を設定することで、ハッカーが危険なコンテンツをアップロードする攻撃に対するセキュリティを向上させることができます。デフォルト設定（0770）はサーバーに適切な保護レベルを提供します。この形式は、UNIXの所有者-グループ-その他に対する読み取り-書き込み-実行権限を使用します。
ka_ge: ახლად შექმნილი ყოველ დირექტორიას მინიჭებული უფლებების განსაზღვრის შესაძლებლობა აუმჯობესებს უსაფრთხოებას ჰაკერების მიერ საშიში შინაარსის ატვირთვის წინააღმდეგ. ნაგულისხმევი პარამეტრი (0770) საკმარისია სერვერის რეზონაბელური დაცვისთვის. ფორმატი იყენებს UNIX ტერმინოლოგიას: მფლობელი-ჯგუფი-სხვები კითხვა-წერა-შესრულება.
ko_kr: 새로 생성된 모든 디렉토리에 할당할 권한 설정을 정의할 수 있는 기능은 해커가 위험한 콘텐츠를 포털에 업로드하는 공격에 대한 보안을 강화합니다. 기본 설정(0770)은 서버에 적절한 보호 수준을 제공하는 데 충분합니다. 주어진 형식은 UNIX의 Owner-Group-Others에 대한 Read-Write-Execute 권한 용어를 사용합니다.
lo: ຄວາມສາມາດໃນການກຳນົດການຕັ້ງຄ່າສິດອະນຸຍາດໃຫ້ກັບທຸກໆໄດເລກະທໍລີທີ່ສ້າງຂຶ້ນໃໝ່ຊ່ວຍໃຫ້ທ່ານປັບປຸງຄວາມປອດໄພຕໍ່ກັບການໂຈມຕີໂດຍແຮກເກີທີ່ອັບໂຫຼດເນື້ອຫາທີ່ເປັນອັນຕະລາຍໃສ່ປະຕູເວັບໄຊທ໌ຂອງທ່ານ. ການຕັ້ງຄ່າເລີ່ມຕົ້ນ (0770) ຄວນຈະພຽງພໍທີ່ຈະໃຫ້ເຊີບເວີຂອງທ່ານມີລະດັບການປ້ອງກັນທີ່ສົມເຫດສົມຜົນ. ຮູບແບບທີ່ໃຫ້ມານັ້ນໃຊ້ຄຳສັບ UNIX ຂອງ Owner-Group-Others ພ້ອມກັບສິດອະນຸຍາດ Read-Write-Execute.
lt_lt: Galimybė nustatyti teisių parametrus naujai sukurtam katalogui leidžia pagerinti saugumą nuo hakerių atakų, įkeliant pavojingą turinį į jūsų portalą. Numatytasis nustatymas (0770) turėtų užtikrinti pakankamą apsaugos lygį jūsų serveriui. Naudojamas UNIX terminologijos formatas Savininkas-Grupė-Kiti su Skaitymo-Rašymo-Leidimo teisėmis.
lv_lv: Spēja definēt atļaujas iestatījumus, katram jaunizveidotam failam, ļauj uzlabot drošību pret uzbrukumiem ar hakeriem, augšupielādējot bīstamu saturu uz jūsu portālā.<br>Noklusējuma iestatījums (0770) būtu pietiekams, lai dotu savam serverim saprātīgu aizsardzības līmeni. Esošais formāts izmanto UNIX terminoloģiju Owner-Group-Others with Read-Write-Execute atļaujas.
mk_mk: Можноста да ги дефинирате поставките за права што ќе се доделат на секој новосоздаден директориум ви овозможува да ја подобрите безбедноста против напади од хакери кои испраќаат опасна содржина на вашиот портал. Стандардното поставување (0770) треба да биде доволно за разумно ниво на заштита на вашиот сервер. Дадениот формат користи UNIX терминологија Owner-Group-Others со Read-Write-Execute права.
ms_my: Keupayaan untuk menentukan tetapan keizinan untuk setiap direktori baru yang dibuat membolehkan anda meningkatkan keselamatan terhadap serangan penggodam yang memuat naik kandungan berbahaya ke portal anda. Tetapan lalai (0770) sudah mencukupi untuk memberikan tahap perlindungan yang munasabah kepada pelayan anda. Format yang diberikan menggunakan terminologi UNIX Pemilik-Kumpulan-Lain dengan keizinan Baca-Tulis-Laksana.
my_mm: ဖန်တီးထားသော ဖိုင်တွဲအသစ်တိုင်းအတွက် ခွင့်ပြုချက်ဆက်တင်များကို သတ်မှတ်နိုင်ခြင်းသည် ဟက်ကာများမှ အန္တရာယ်ရှိသော အကြောင်းအရာများကို သင့်ပေါ်တယ်သို့ တင်သွင်းခြင်းမှ လုံခြုံရေးကို မြှင့်တင်နိုင်သည်။ မူလဆက်တင် (0770) သည် သင့်ဆာဗာအား ကျိုးကြောင်းဆီလျော်သော ကာကွယ်မှုအဆင့်ပေးရန် လုံလောက်သင့်သည်။ ပေးထားသော ဖိုင်ပုံစံသည် UNIX ဝေါဟာရဖြစ်သော ပိုင်ရှင်-အဖွဲ့-အခြားသူများကို ဖတ်ရန်-ရေးရန်-လုပ်ဆောင်ရန် ခွင့်ပြုချက်များဖြင့် အသုံးပြုသည်။
ne: प्रत्येक नयाँ सिर्जना गरिएको निर्देशिकालाई असाइन गर्न अनुमति सेटिङहरू परिभाषित गर्ने क्षमताले ह्याकरहरूले तपाईंको पोर्टलमा खतरनाक सामग्री अपलोड गरेर आक्रमणविरुद्ध सुरक्षा सुधार्छ। पूर्वनिर्धारित सेटिङ (0770) ले तपाईंको सर्वरलाई उचित सुरक्षा स्तर दिन पर्याप्त हुनुपर्छ। दिइएको ढाँचाले स्वामी-समूह-अन्यहरूको साथ UNIX शब्दावली प्रयोग गर्छ जसमा पढ्ने-लेख्ने-कार्यान्वयन अनुमतिहरू छन्।
nl: De mogelijkheid om permissies toe te wijzen aan elke nieuwe folder, kan de veiligheid verhogen tegen aanvallen van hackers die gevaarlijke bestanden uploaden in uw portaal. De standaardinstelling (0770) beveiligt uw server voldoende op een aanvaardbaar niveau. De permissies worden ingegeven volgens de UNIX methode van Eigenaar-Groep-Anderen met Schrijf-Lees-Uitvoer rechten.
nn_no: Moglegheita til å definere rettigheiter for kvar nyoppretta katalog lar deg forbetre sikkerheit mot angrep frå hackere som lastar opp farleg innhald til portalen din. Standardinnstillinga (0770) burde vere nok til å gje tenaren din ein rimelig vernenivå. Det gitne formatet bruker UNIX-terminologien Owner-Group-Others med Read-Write-Execute-rettigheiter.
oc: La possiblitat de definir las permissions assignadas a tot naut rèch dir vos permet d'amelhorar la seguretat contra las atacas de pirates qu'uploada content perilhós sul vòstre portal. La configuracion per defaut (0770) es suficienta per donar a vòstre servidor un nivèl de proteccion raizonable. Lo format utilizat utiliza la terminologia UNIX Proprietari-Gròup-Autres amb permissions de Lectura-Escrit-Execucion.
pl_pl: Możliwość określenia uprawnień nowo tworzonych katalogów pozwala na poprawę bezpieczeństwa przed atakami hakerów, którzy mogą przesyłać niebezpieczne treści do portalu. Domyślne ustawienie uprawnień (0770) powinno być wystarczające aby serwer miał rozsądny poziom ochrony. Podany format jest w terminologii UNIX właściciel-grupa-inni z uprawnieniami Odczyt-Zapis-Wykonanie.
ps: د هر نوي جوړ شوي ډایریکټري ته د اجازو تنظیماتو تعریف کولو وړتیا تاسو ته ښه امنیت برابروي د هکرز لخوا خطرناکو موادو اپلوډ کولو پر وړاندې. پیش فرض تنظیم (0770) باید ستاسو سرور ته معقول حفاظتي کچه ورکړي. ورکړل شوی فارمټ د UNIX اصطلاحاتو کاروي: مالک-ګروپ-نورو سره لوستل-لیکل-اجرای کول اجازې.
pt_br: A capacidade para definir permissões e atribuí-las aos diretorios recém criadas aumenta a segurança contra ataques de hackers que podem colocar material perigoso na plataforma. O valor padrão (0770) deveria ser suficiente para proporcionar ao servidor um nível razoável de segurança. O formato fornecido usa a terminologia UNIX do Proprietário-Grupo-Público com as permissões de Leitura-Escrita-Execução.
pt_pt: A capacidade de definir os níveis de permissões a atribuir às novas pastas/diretórios criados, permite aumentar o nível de segurança contra ataques de hackers que poderão enviar conteúdos ilícitos e perigosos para o portal. A configuração pré-definida (0770) deverá ser suficiente para atribuir ao servidor um nível protecção razoável. O formato atribuído utiliza uma terminologia UNIX do tipo Proprietário-Grupo-Outros (Owner-Group-Others) com permissões de Ler-Escrever-Executar (Read-Write-Execute).
ro_ro: Posibilitatea de a defini setari pentru permisiuni care sa fie atribuite fiecarui director nou creat va permite sa imbunatatiti securitatea impotriva atacurilor hackerilor ce ar putea incarca un continut periculos pentru portalul dvs. Setarea implicita (0770) ar trebui sa fie suficienta pentru a asigura serverului dvs un nivel rezonabil de protectie. Formatul dat utilizeaza terminologia UNIX Proprietar-Grup-Altii pentru permisiunile de Citire-Scriere-Executare.
ru_ru: Возможность определять набор прав при создании каждой новой директории (папки) позволяет Вам повысить безопасность и защититься от аттак хакеров, которые могут скачивать документы сомнительного содержания на Ваш портал. Настроек по умолчанию (0770) должно быть достаточно, чтобы придать вашему серверу разумный уровень защиты. Данный формат использует UNIX терминологию Владелец-Группа-Другие с правами Читать-Писать-Выполнять.
sk_sk: Schopnosť definovať nastavenie oprávnení, ktoré sa priradia každej novo vytvorenej zložke umožňuje zvýšiť zabezpečenie proti útokom hakerov nahrávaním nebezpečného obsahu na portál. Predvolené nastavenie (0770) by malo byť dostatočné, aby váš server získal primeranú úroveň ochrany. UNIX terminológia používa formát Vlastník-Skupina-Ostatní s oprávnením Čítanie-Zápis-Vykonávanie.
sl: Zmožnost dodeljevanja pravic vsaki novo kreirani mapi omogoča izboljšavo zaščite pred hekerji, ki poskušajo z napadi preko nalaganja datotek z nevarno vsebino na portal. Privzeta nastavitev (0770) naj bi strežniku zagotavljala zadovoljiv nivo zaščite. Format zaščite oz. pravic uporablja UNIX terminologijo za lastnika-skupino-preostale in bralne-pisalne-izvršne pravice pri dostopu do datotek.
sq: Mundësia për të përcaktuar cilësimet e lejeve për çdo direktori të re të krijuar ju lejon të përmirësoni sigurinë kundër sulmeve nga hakerët që ngarkojnë përmbajtje të rrezikshme në portalin tuaj. Cilësimi i paracaktuar (0770) duhet të jetë i mjaftueshëm për të dhënë serverit tuaj një nivel të arsyeshëm mbrojtjeje. Formati i dhënë përdor terminologjinë UNIX të Owner-Group-Others me lejet Read-Write-Execute.
sr_rs: Mogućnost definisanja podešavanja dozvola za svaki novo kreirani direktorijum omogućava vam poboljšanje bezbednosti protiv napada hakera koji otpremaju opasan sadržaj na vaš portal. Podrazumevano podešavanje (0770) treba da bude dovoljno za razuman nivo zaštite vašeg servera. Navedeni format koristi UNIX terminologiju Vlasnik-Grupa-Ostali sa dozvolama Čitanje-Zapis-Izvršavanje.
sv_se: Möjligheten att sätta rättighetsnivån på varje nyskapad mapp kan hjälpa dig att förbättra säkerheten mot hackare som vill ladda upp skadligt material till din kursportal.Standardinställningen för rättigheter (0770) bör vara tillräcklig för en rimlig säkerhet. Om du vill ändra den ska formatet följa de sätt att skriva rättigheter som finns i UNIX, Ägare-Grupp-övriga med rättighetsvärden för läsning(4), skrivning(2),exekvering(1). Använd inledande nolla. Värdet 0770 ger alltså fullständiga rättigheter för ägaren och gruppen och inga rättigheter för övriga.
sw_ke: Uwezo wa kufafanua mipangilio ya ruhusa ya kila jaribio jipya la kujenga majukwaa huboresha usalama dhidi ya mashambulio ya wavamizi wanaopakia maudhui hatari kwenye lango lako. Mipangilio ya chaguo-msingi (0770) inatosha kutoa ulinzi unaofaa kwa seva yako. Umbo lililotolewa linatumia istilahi za UNIX za Mmiliki-Kikundi-Wengine na ruhusa za Kusoma-Kuandika-Kutekeleza.
ta: ஒவ்வொரு புதிய அடைவிற்கும் ஒதுக்கப்படும் அனுமதி அமைவுகளை வரையறுக்கும் திறன் உங்கள் போர்ட்டலுக்கு ஆபத்தான உள்ளடக்கத்தை பதிவேற்றும் ஹேக்கர்களின் தாக்குதல்களுக்கு எதிரான பாதுகாப்பை மேம்படுத்த உங்களுக்கு அனுமதிக்கிறது. இயல்புநிலை அமைவு (0770) உங்கள் சர்வருக்கு நியாயமான பாதுகாப்பு நிலையை வழங்க போதுமானது. கொடுக்கப்பட்ட வடிவம் உரிமையாளர்-குழு-மற்றவர்கள் UNIX சொல்லாட்சியை பயன்படுத்துகிறது - படி-எழுது-இயக்கு அனுமதிகளுடன்.
th: ความสามารถในการกำหนดการตั้งค่าสิทธิ์สำหรับไดเรกทอรีที่สร้างใหม่ทุกอันช่วยปรับปรุงความปลอดภัยจากการโจมตีโดยแฮกเกอร์ที่อัปโหลดเนื้อหาอันตรายไปยังพอร์ทัลของคุณ การตั้งค่าเริ่มต้น (0770) ควรเพียงพอสำหรับการป้องกันในระดับที่เหมาะสมของเซิร์ฟเวอร์ รูปแบบที่ให้มาใช้คำศัพท์ UNIX ของ Owner-Group-Others ด้วยสิทธิ์ Read-Write-Execute
tl_ph: Ang kakayahang magtakda ng mga setting ng pahintulot para sa bawat bagong nilikhang direktoryo ay nagpapahusay ng seguridad laban sa mga atake ng mga hacker na nag-a-upload ng mapanganib na nilalaman sa iyong portal. Ang default na setting (0770) ay sapat upang magbigay ng makatwirang antas ng proteksyon sa iyong server. Gumagamit ang ibinigay na format ng terminolohiya ng UNIX na Owner-Group-Others na may Read-Write-Execute permissions.
tr: Her yeni yaratılan dizine atama yapmak için tanımlanan izin seçenekleri sizin portalnıza bilgisayar korsanları tarafından zararlı içeriklerin yüklenmesine karşı güvenliği arttırır. Varsayılan ayar (0770) sizin sunucunuza geçerli bir güvenlik seviyesi vermek için yeterli olmalıdır. Belirlenen biçim Okuma-Yazma-İşleme izinleri ile birlikte Sahip-Group-Diğerleri Unix terminolojisidir.
uk_ua: Можливість визначати налаштування прав для призначення кожному новому каталогу дозволяє підвищити рівень безпеки проти атак завантаження небезпечного контенту на ваш портал. Налаштування за замовчуванням (0770) достатнє для придатного рівня захисту. Формат використовує термінологію UNIX Власник-Група-Інші з правами Читати-Писати-Виконувати. Якщо ви використовуєте Oogie, будьте певні, що користувач, який запускає OpenOffice може писати файли в каталог курсу.
vi_vn: Khả năng định nghĩa quyền cho thư mục mới giúp tăng cường bảo mật chống tấn công từ hacker tải nội dung nguy hiểm lên cổng thông tin. Cài đặt mặc định (0770) đủ để bảo vệ máy chủ ở mức hợp lý. Định dạng sử dụng thuật ngữ UNIX Owner-Group-Others với quyền Read-Write-Execute.
xh_za: Ukukwazi ukuchaza iisetingi zeemvume zokunikezela kuzo zonke iidayrektori ezintsha ezidalwayo kukuvumela ukuphucula ukhuseleko oluchasene nokuhlaselwa ngabahlaseli abafaka umxholo oyingozi kwiportal yakho. Isettingi yangoku (0770) inele ukunika iseva yakho inqanaba elilungeleleneyo lokukhuselwa. Ifomethi enikiweyo isebenzisa isigama se-UNIX sika-Owner-Group-Others kunye neemvume zoKufunda-uKubhala-uKwenza.
zh_cn: 定义新创建目录的权限设置可提升对黑客上传危险内容的防护。默认设置 (0770) 应提供合理的服务器保护级别。格式使用 UNIX 的 Owner-Group-Others 读写执行权限术语。
zh_tw: 定義新目錄權限可加強平台的安全性。預設值 (0770) 應足以保護你的平台。這格式為 UNIX 術語，給予擁有人-小組-其他以執行-寫入-讀取之權力。
