Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: This tool manages the language selection menu on the login page. As a platform administrator you can decide which languages should be available for your users.
yo_ng: Èlò yìí ń ṣàájà ìdàsílẹ̀ àwùjọ èdè lórí ojú ìwọlé. Gẹ́gẹ́ bí olùdarí ìpìlẹ̀, o lè pinnu èwo nínú àwùjọ èdè yóò wà fún àwùjọ rẹ.

source: Original name
yo_ng: Orúkọ àtijọ́

source: English name
yo_ng: Orúkọ Gẹ̀ẹ́sì

source: Chamilo folder
yo_ng: Folda Chamilo

source: Properties
yo_ng: Àwùjọ ìdarí

source: Configuration settings
yo_ng: Ètò ìdarí

source: The settings have been stored
yo_ng: Àwùjọ ìdarí ti ti fipamọ́

source: Organization name
yo_ng: Orúkọ àjọ

source: The name of the organization (appears in the header on the right)
yo_ng: Orúkọ àjọ (yóò han nínú ìpìlẹ̀ sísí ẹ̀sì)

source: Organization URL (web address)
yo_ng: URL àjọ (àwùjọ ìwé wẹ̀ẹ̀bù)

source: The URL of the institutions (the link that appears in the header on the right)
yo_ng: URL àwùjọ ilé ẹ̀kọ́ ( ìjòyè tí ó ń han nínú ìpìlẹ̀ sísí ẹ̀sì)

source: E-learning portal name
yo_ng: Orúkọ ọ̀nà ìwọlé e-learning

source: The Name of your Chamilo Portal (appears in the header)
yo_ng: Orúkọ Chamilo Portal rẹ (yóò han nínú ìpìlẹ̀)

source: Portal Administrator: e-mail
yo_ng: Olùdarí Portal: ìmeẹ̀lì

source: The e-mail address of the Platform Administrator (appears in the footer on the left)
yo_ng: Àwùjọ ìmeẹ̀lì Olùdarí Ìpìlẹ̀ (yóò han nínú ìpìlẹ̀ ìsàlẹ̀ sísí ìdàrì)

source: Portal Administrator: Last Name
yo_ng: Olùdarí Portal: Orúkọ Ìdílé

source: The Family Name of the Platform Administrator (appears in the footer on the left)
yo_ng: Orúkọ Ìdílé Olùdarí Ìpìlẹ̀ (yóò han nínú ìpìlẹ̀ ìsàlẹ̀ sísí ìdàrì)

source: Portal Administrator: First Name
yo_ng: Olùdarí Portal: Orúkọ Ìdáàkan

source: The First Name of the Platform Administrator (appears in the footer on the left)
yo_ng: Orúkọ Ìdáàkan Olùdarí Ìpìlẹ̀ (yóò han nínú ìpìlẹ̀ ìsàlẹ̀ sísí ìdàrì)

source: Platform Administrator Information in footer
yo_ng: Àlàyé Olùdarí Ìpìlẹ̀ nínú ìpìlẹ̀ ìsàlẹ̀

source: Show the Information of the Platform Administrator in the footer?
yo_ng: Ṣe yí ìdàsílẹ̀ Olùdarí Ìpìlẹ̀ hàn nínú ìpìlẹ̀ ìsàlẹ̀?

source: Course homepage layout
yo_ng: Ìtò ìlànà ojú ìwọlé ìdàsílẹ̀

source: How would you like the homepage of a course to look (icons layout)?
yo_ng: Bá a ṣe fẹ́ kí ojú ìwọlé ìdàsílẹ̀ rẹ̀ rí ( ìtò àwòrán àmì)?

source: Two column layout. Inactive tools are hidden
yo_ng: Ìtò ìpìlẹ̀ méjì. Àwùjọ tí kò ṣiṣẹ́ yóò farí hàn

source: Three column layout. Inactive tools are greyed out (Icons stay on their place)
yo_ng: Ìtò ìpìlẹ̀ mẹ́ta. Àwùjọ tí kò ṣiṣẹ́ yóò di ewú (Àwòrán àmì yóò dúró síbi wọn)

source: Tools shortcuts
yo_ng: Àwùjọ ìkọ́kọ́

source: Show the tool shortcuts in the banner?
yo_ng: Ṣe yí àwùjọ ìkọ́kọ́ hàn nínú ìkìlò?

source: Learner View
yo_ng: Ìrísí Akẹ́kọ̀ọ́

source: Enable Learner View?<br>This feature allows the teacher to see the learner view.
yo_ng: Ṣe ìdí Ìrísí Akẹ́kọ̀ọ́ ṣiṣẹ́?<br>Èyí ń jẹ́ ìdàgbàsókè tí ń jẹ́ kí olùkọ́ rí ìrísí akẹ́kọ̀ọ́.

source: Group categories
yo_ng: Àwùjọ ẹgbẹ́

source: Allow teachers to create categories in the Groups tool?
yo_ng: Gba àwùjọ olùkọ́ láti ṣẹ̀dá àwùjọ nínú ìdàsílẹ̀ Ẹgbẹ́?

source: You can determine the platform languages in a different part of the platform administration, namely: <a href="languages.php">Chamilo Platform Languages</a>
yo_ng: O lè pinnu àwùjọ èdè ìpìlẹ̀ nínú apá mìíràn ti ìdarí ìpìlẹ̀, ìyẹn: <a href="languages.php">Àwùjọ Èdè Ìpìlẹ̀ Chamilo</a>

source: Production Server
yo_ng: Olùjọ́ Sẹ́bù Ìdáṣe

source: Test Server
yo_ng: Olùjọ́ Ìdánwò

source: Who's Online
yo_ng: Tani Ló ń Ṣiṣẹ́ Lọ́nà Ìdàsílẹ̀

source: %s as platform language
yo_ng: %s gẹ́gẹ́ bí èdè ìpìlẹ̀

source: Display the number of persons that are online?
yo_ng: Ṣe yí nọ́mba àwùjọ tí ń ṣiṣẹ́ lọ́nà ìdàsílẹ̀ hàn?

source: Allow Name Change in profile?
yo_ng: Gba Ìyípadà Orúkọ nínú ìpìlẹ̀ ìdí?

source: Is the user allowed to change his/her firste and last name?
yo_ng: Ṣé olùpẹ̀ẹ́yẹ̀ ni a gba láti yí orúkọ ìdáàkan àti ìdílé rẹ̀ padà?

source: Default hard disk space
yo_ng: Ìpìlẹ̀ ìdí ìdí ìdí ìpìlẹ̀

source: What is the available disk space for a course? You can override the quota for specific course through: platform administration > Courses > modify
yo_ng: Kini ìpìlẹ̀ ìdí ìdí tí ó ṣe fún ìdàsílẹ̀ kan? O lè yí ìpìlẹ̀ ìdí ìdí padà fún ìdàsílẹ̀ kan pato nipasẹ̀: ìdarí ìpìlẹ̀ > Ìdàsílẹ̀ > yí padà

source: Profile
yo_ng: Ìpìlẹ̀ Ìdí

source: Which parts of the profile can be changed?
yo_ng: Èwo nínú ìpìlẹ̀ ìdí ni a lè yí padà?

source: Registration: required fields
yo_ng: Ìdàsílẹ̀: àwùjọ ìdí ìbeere

source: Which fields are required (besides name, first name, login and password)
yo_ng: Èwo nínú ìpìlẹ̀ ìdí ni a beere (yàtọ̀ sí orúkọ, orúkọ ìdáàkan, ìwọlé àti ìpamọ́)

source: Group disk space available
yo_ng: Ìpìlẹ̀ ìdí ìdí ìdí ẹgbẹ́ tí ó ṣe fún

source: What is the default hard disk spacde available for a groups documents tool?
yo_ng: Kini ìpìlẹ̀ ìdí ìdí ìpìlẹ̀ ìdí ìdí ìpamọ́ ìdí ìdí ìdàsílẹ̀ àwùjọ ẹgbẹ́?

source: Lost password
yo_ng: Ìpamọ́ tí ó sọnù

source: Are users allowed to request their lost password?
yo_ng: Ṣé a gba àwùjọ olùpẹ̀ẹ́yẹ̀ láti béèrè ìpamọ́ tí ó sọnù?

source: Registration
yo_ng: Ìdàsílẹ̀

source: Is registration as a new user allowed? Can users create new accounts?
yo_ng: Njẹ́ fún ìforúkọ́pà sí ìdàsílẹ̀ ẹ̀yin olùpẹ̀yìn tuntun? Ṣe àwùjọ àwùjọ tuntun ṣe ìdàsílẹ̀?

source: Registration as teacher
yo_ng: Ìforúkọ́pà gẹ́gẹ́ ìdàsílẹ̀ olùkọ́

source: Can one register as a teacher (with the ability to create courses)?
yo_ng: Ṣe ẹnikan ṣe ìdàsílẹ̀ gẹ́gẹ́ ìdàsílẹ̀ olùkọ́ (pẹ̀lú agbára láti ṣẹ̀dá àwùjọ ìkẹ́kọ̀ọ́)?

source: Tuning
yo_ng: Ìtùntò

source: Split users' upload directory
yo_ng: Pin àwùjọ ìdàsílẹ̀ ìparí àwùjọ

source: On high-load portals, where a lot of users are registered and send their pictures, the upload directory (main/upload/users/) might contain too many files for the filesystem to handle (it has been reported with more than 36000 files on a Debian server). Changing this option will enable a one-level splitting of the directories in the upload directory. 9 directories will be used in the base directory and all subsequent users' directories will be stored into one of these 9 directories. The change of this option will not affect the directories structure on disk, but will affect the behaviour of the Chamilo code, so if you change this option, you have to create the new directories and move the existing directories by yourself on te server. Be aware that when creating and moving those directories, you will have to move the directories of users 1 to 9 into subdirectories of the same name. If you are not sure about this option, it is best not to activate it.
yo_ng: Lori àwùjọ ìparí gíga, nibiti ọ̀pọ̀lọpọ̀ àwùjọ ti forúkọ sí ìdàsílẹ̀ tí wọ́n sì fi àwòrán wọn ránṣẹ́, ìparí ìdàsílẹ̀ (main/upload/users/) lè ni ọ̀pọ̀lọpọ̀ ìwé fún ìlò ìdí ìdí (a ti ròyìn pẹ̀lú ju 36000 ìwé lori ìyà ìdí Debian). Ìyípadà ìdre yìí yóò ṣí ìpín ìpín ìpín kan ti àwùjọ ìdàsílẹ̀ nínú ìparí ìdàsílẹ̀. 9 ìparí yóò ṣe ìlò nínú ìparí ìpìlẹ̀ àti gbogbo ìparí àwùjọ ìdàsílẹ̀ yóò fipamọ́ sínú ọkan lára 9 ìparí wọ̀nyí. Ìyípadà ìdre yìí kì yóò ṣe ìpa lori ìlò ìparí lori ìlọ́jà, ṣùgbọ́n yóò ṣe ìpa lori ìhùwàsí koodu Chamilo, nítorí náà tí o bá yí ìdre yìí padà, o gbọ́dọ̀ ṣẹ̀dá àwùjọ ìparí tuntun àti kọjá ìparí ìdàsílẹ̀ ti ó wà tẹ́lẹ̀ fúnra rẹ lori ìyà ìdí. Ṣe ìmọ̀ràn pé nígbà tí o ṣẹ̀dá àti kọjá àwùjọ ìparí yóò, yóò ṣe ìyípadà ìparí àwùjọ 1 sí 9 sínú ìpín ìparí ti orúkọ kan náà. Tí o kò ba dájú nípa ìdre yìí, ìdára jù lọ kò ṣí i.

source: Disk Space
yo_ng: Ìsọ̀rọ̀ Ìlọ́jà

source: Edit notice
yo_ng: Ṣàtúnṣe ìfọwọ́sowọ́pọ̀

source: Add a page/hyperlink
yo_ng: Ṣàfikún ìkànnì/ ìsopọ̀ ìwé

source: Edit News
yo_ng: Ṣàtúnṣe Ìròyìn

source: Edit courses categories
yo_ng: Ṣàtúnṣe àwùjọ ìpín ìdàsílẹ̀ ìkẹ́kọ̀ọ́

source: Edit Homepage central area
yo_ng: Ṣàtúnṣe àgbègbè àárín ìlẹ̀ ìpapọ̀

source: Can a teacher define learner profile fields to retrieve additional information?
yo_ng: Ṣe olùkọ́ ṣe ìtumọ̀ ìpìlẹ̀ ìrísí akẹ́kọ̀ọ́ láti gba ìsọfúnni àfikún?

source: Twitter Site account
yo_ng: Àkọ̀ọ́lẹ̀ Ìdí Twitter

source: Languages
yo_ng: Èdè

source: Title of Notice
yo_ng: Àkọ́lẹ̀ Ìfọwọ́sowọ́pọ̀

source: Text of Notice
yo_ng: Ọ̀rọ̀ Ìfọwọ́sowọ́pọ̀

source: URL of Link
yo_ng: URL Ìsopọ̀

source: Open in new window
yo_ng: Ṣii nínú feré tuntun

source: In the screens allowing addition of users to courses or classes, if the first non-filtered list contains more than this number of users, then default to the first letter (A)
yo_ng: Nínú àwùjọ ìwé tí ó yọ̀ọda ìdàsílẹ̀ àwùjọ sí ìkẹ́kọ̀ọ́ tàbí ìyà, tí ìwé àkọ́kọ́ tí kò ṣàfilò ìwé yìí yóò ni ju nọmba ìwé yìí lọ, lẹ́yìn náà ṣe ìpinnu lẹ́ta àkọ́kọ́ (A)

source: Hide the [= ... =] markup when a language variable is not translated
yo_ng: Fi ìdásílẹ̀ [= ... =] pamọ́ nígbà tí ìyípadà èdè kò yàtọ̀

source: Upgrade from LMS v1.9.*
yo_ng: Ìgbòògùn láti LMS v1.9.*

source: Sign up!
yo_ng: Forúkọ sí ìdàsílẹ̀!

source: The user has been deleted
yo_ng: Olùpẹ̀yìn ti parẹ́

source: There are no classes subscribed to this course
yo_ng: Kò sí ìyà tí a forúkọ sí ìdàsílẹ̀ sí ìkẹ́kọ̀ọ́ yìí

source: Course usage
yo_ng: Ìlò Ìkẹ́kọ̀ọ́

source: This user isn't subscribed in a course
yo_ng: Olùpẹ̀yìn yìí kò forúkọ sí ìdàsílẹ̀ nínú ìkẹ́kọ̀ọ́

source: This user isn't subscribed in a class
yo_ng: Olùpẹ̀yìn yìí kò forúkọ sí ìdàsílẹ̀ nínú ìyà

source: This class isn't subscribed in a course
yo_ng: Ìyà yìí kò forúkọ sí ìdàsílẹ̀ nínú ìkẹ́kọ̀ọ́

source: Tool
yo_ng: Èlò

source: Number of items
yo_ng: Nọmba àwùjọ ìpinnu

source: Documents and folders
yo_ng: Àwùjọ ìwé àti ìparí

source: Personal Agenda
yo_ng: Ètò Ìgbéyàwó Ara Ẹni

source: Can the learner add personal events to the Agenda?
yo_ng: Ṣe akẹ́kọ̀ọ́ ṣe ìfiwéra ìṣẹ̀lẹ̀ ara ẹni sí Ètò Ìgbéyàwó?

source: current value
yo_ng: ìdíye lọ́wọ́lọ́wọ́

source: Already registered to session
yo_ng: Ti forúkọ sí ìdàsílẹ̀ sí ìpàdé

source: My courses default view
yo_ng: Ìwò ìkọ́lé Ìkẹ́kọ̀ọ́ Mi

source: Password
yo_ng: Ọ̀rọ̀ Ìgbélé

source: Registr. allowed
yo_ng: Ìforúkọ́pà fún ìdàsílẹ̀

source: Unreg. allowed
yo_ng: Ìdásílẹ̀ kò yọ̀ọda

source: Add some dummy (example) content to this course
yo_ng: Ṣàfikún àkùkọ ìdíwọ̀n (àpẹẹrẹ) sí ìkẹ́kọ̀ọ́ yìí

source: Create dummy course content
yo_ng: Ṣẹ̀dá àkùkọ ìdíwọ̀n ìkẹ́kọ̀ọ́

source: This will add some dummy (example) content to this course. This is only meant for testing purposes.
yo_ng: Èyí yóò ṣàfikún àkùkọ ìdíwọ̀n (àpẹẹrẹ) sí ìkẹ́kọ̀ọ́ yìí. Èyí jẹ́ fún ìdánwò nìkan.

source: These are the plugins that have been found on your system. You can download additional plugins on <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
yo_ng: Èyí ni àwùjọ ìlò tí a rí lori ìlò rẹ. O le ṣe ìgbàsan ìlò àfikún lori <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>

source: Display list of virtual courses
yo_ng: Fi ìwé ìkẹ́kọ̀ọ́ fífi hàn

source: Linked to real course code
yo_ng: Ìsopọ̀ sí ìdí ìkẹ́kọ̀ọ́ gidi

source: Attempted creation of virtual course...
yo_ng: Ìgbìyànjú ìdá ìkẹ́kọ̀ọ́ fífi...

source: Wanted course code
yo_ng: Ìdí ìkẹ́kọ̀ọ́ tí a fẹ́

source: Reset password
yo_ng: Tú ìdí ìgbélé padà

source: Check to send new password
yo_ng: Ṣayẹ̀wò láti fi ìdí ìgbélé tuntun ránṣẹ́

source: Automatically generate a new password
yo_ng: Ṣẹda ọrọ igbaniwọle tuntun laifọwọyi

source: Use a title for the document name
yo_ng: Lo akọle fun orukọ iwe-ipamọ

source: This will allow the use of a title for document names instead of document_name.ext
yo_ng: Eyi yoo gba laaye lati lo akọle fun awọn orukọ iwe-ipamọ dipo document_name.ext

source: Assignments
yo_ng: Iṣẹ́-iṣẹ́

source: Deleted files cannot be restored
yo_ng: Awọn faili ti a parẹ ko le ṣe mimu pada

source: Deleting a file in the documents tool permanently deletes it. The file cannot be restored
yo_ng: Piparẹ faili ni ohun elo awọn iwe-ipamọ n pa a run patapata. Faili ko le ṣe mimu pada

source: Dropbox: Maximum file size of a document
yo_ng: Dropbox: Iwọn faili ti o pọ julọ ti iwe-ipamọ kan

source: How big (in MB) can a dropbox document be?
yo_ng: Bii nla (ni MB) le iwe-ipamọ dropbox kan jẹ?

source: Dropbox: Can documents be overwritten
yo_ng: Dropbox: Ṣe awọn iwe-ipamọ le ṣe lori kọja

source: Can the original document be overwritten when a user or trainer uploads a document with the name of a document that already exist? If you answer yes then you loose the versioning mechanism.
yo_ng: Ṣe a le kọwe lori iwe-ipamọ atilẹba nigbati olumulo tabi olukọ ba n gbe iwe-ipamọ pẹlu orukọ iwe-ipamọ ti o ti wa tẹlẹ? Ti o ba dahun bẹẹni lẹhinna o padanu ilana ẹya.

source: Dropbox: Upload to own dropbox space?
yo_ng: Dropbox: Gbejade si aaye dropbox ti ara ẹni?

source: Allow trainers and users to upload documents to their dropbox without sending the documents to themselves
yo_ng: Gba awọn olukọ ati awọn olumulo laaye lati gbe awọn iwe-ipamọ si dropbox wọn laisi fifiranṣẹ awọn iwe-ipamọ si ara wọn

source: Dropbox: Learner <-> Learner
yo_ng: Dropbox: Akẹkọ <-> Akẹkọ

source: Allow users to send documents to other users (peer 2 peer). Users might use this for less relevant documents also (mp3, tests solutions, ...). If you disable this then the users can send documents to the trainer only.
yo_ng: Gba awọn olumulo laaye lati fi awọn iwe-ipamọ ranṣẹ si awọn olumulo miiran (ẹlẹgbẹ 2 ẹlẹgbẹ). Awọn olumulo le lo eyi fun awọn iwe-ipamọ ti ko ṣe pataki tun (mp3, awọn solusan idanwo, ...). Ti o ba ṣe pipa eyi lẹhinna awọn olumulo le fi awọn iwe-ipamọ ranṣẹ si olukọ nikan.

source: Dropbox: Allow mailing
yo_ng: Dropbox: Gba ifiṣẹranṣẹ laaye

source: With the mailing functionality you can send each learner a personal document
yo_ng: Pẹ̀lú iṣẹ́ ìfiṣẹ́rànṣẹ̀, o le fi iwe-ipamọ ti ara ẹni ranṣẹ si ọkọọkan awọn akẹkọ

source: Permissions for new directories
yo_ng: Awọn igbanilaaye fun awọn folda tuntun

source: The ability to define the permissions settings to assign to every newly created directory lets you improve security against attacks by hackers uploading dangerous content to your portal. The default setting (0770) should be enough to give your server a reasonable protection level. The given format uses the UNIX terminology of Owner-Group-Others with Read-Write-Execute permissions.
yo_ng: Agbara lati ṣalaye awọn eto igbanilaaye lati yan fun gbogbo folda tuntun ti a ṣẹda jẹ ki o mu aabo dara si awọn ikọlu nipasẹ awọn onijakadi oṣùwọ ọrun kan si ile-iṣẹ rẹ. Eto aiyipada (0770) yẹ ki o to lati fun olupin rẹ ni ipele aabo ti o bojumu. Ọna kika ti a fun ni lilo ọrọ UNIX ti Oni-Ẹgbẹ-Awọn miiran pẹlu Awọn igbanilaaye Kika-Kọwe-Ṣe.

source: The users list has been exported.
yo_ng: Atokọ awọn olumulo ti a ṣe okeere.

source: Download the file
yo_ng: Igbe faili naa

source: Portal Administrator: Phone number
yo_ng: Alakoso ọna: Nọmba foonu

source: The phone number of the Platform Administrator (appears in the footer on the left)
yo_ng: Nọmba foonu ti Alakoso Ẹrọ orisun (farahan ni ẹsẹ kọsí sọtun)

source: Send mail to new user
yo_ng: Fi imeeli ranṣẹ si olumulo tuntun

source: If this setting is on, a user can fill in the following (optional) fields: 'My personal open area', 'My competences', 'My diplomas', 'What I am able to teach'
yo_ng: Ti eto yii ba wa lori, olumulo le fọwọsi awọn aaye atẹle (adiipe): 'Agbegbe ṣiṣi ti ara mi', 'Awọn agbara mi', 'Awọn iwe-ẹri mi', 'Ohun ti mo le kọ'

source: Classes
yo_ng: Awọn kilasi

source: User is now unsubscribed
yo_ng: Olumulo ti yọkuro bayi

source: User can not be unsubscribed because he is one of the teachers.
yo_ng: Olumulo ko le yọkuro nitori pe o jẹ ọkan ninu awọn olukọ.

source: Invalid start date was given.
yo_ng: Ọjọ ibẹrẹ aiṣedeede ni a fun.

source: Invalid end date was given.
yo_ng: Ọjọ ipari aiṣedeede ni a fun.

source: Homepage-files are not writable!
yo_ng: Awọn faili ilẹ akọkọ ko kọwritable!

source: Please give a notice text
yo_ng: Jọwọ fun ọrọ akiyesi kan

source: Please give a notice title
yo_ng: Jọwọ fun akọle akiyesi kan

source: Please give a link name
yo_ng: Jọwọ fun orukọ ọna asopọ kan

source: Insert this link
yo_ng: Fi ọna asopọ yii sii

source: First place
yo_ng: Ibeere akọkọ

source: Dropbox: allow group
yo_ng: Dropbox: gba ẹgbẹ laaye

source: Users can send files to groups
yo_ng: Awọn olumulo le fi awọn faili ranṣẹ si awọn ẹgbẹ

source: The class is deleted
yo_ng: Kilasi naa ti parẹ

source: The classes are deleted
yo_ng: Awọn kilasi ti parẹ

source: No users in this class
yo_ng: Ko si awọn olumulo ni kilasi yii

source: The selected users are subscribed to the selected course
yo_ng: Awọn olumulo ti a yan ti forukọsilẹ si iṣẹ-ẹkọ ti a yan

source: This category is already used
yo_ng: Ẹka yii ti lo tẹlẹ

source: Please enter a code and a name for the category
yo_ng: Jọwọ tẹ koodu kan ati orukọ fun ẹka naa

source: Register your portal
yo_ng: Forukọsilẹ ọna rẹ

source: Display course navigation menu
yo_ng: Han mennu lilọ kiri iṣẹ-ẹkọ

source: Display a navigation menu that quickens access to the tools
yo_ng: Ṣàfihàn àkọọlẹ ìdarí tí yóò yára wọle si àwọn ohun èlò

source: Import class list via CSV
yo_ng: Gbe akoole kilasi wọle pẹ̀lú CSV

source: Display number of users online on the login page (visible for the world)
yo_ng: Ṣàfihàn nọ́ǹbà àwùjọ oníwe ayelujára lórí ojú ìwọle (hàn fún gbogbo ayé)

source: Display number of users online all pages (visible for the persons who are logged in)
yo_ng: Han fi nọmba awọn olumulo lori ayelujara gbogbo awọn ipele (han fun awọn eniyan ti wọle)

source: Display number of users online in this course
yo_ng: Han nọmba awọn olumulo lori ayelujara ni akoko yii

source: Show icons in navigation menu?
yo_ng: Ṣe awọn aami han ni akojọ aṣayan?

source: Focus on location
yo_ng: Fi idojukọ si ipo

source: Twitter Creator account
yo_ng: Akọọlẹ Ẹlẹda Twitter

source: The selected classes were subscribed to the selected course
yo_ng: Awọn kilasi ti a yan ti forukọsilẹ si akoko ti a yan

source: Role ID
yo_ng: ID Ipa

source: Role name
yo_ng: Orukọ Ipa

source: Type
yo_ng: Iru

source: Make available
yo_ng: Jẹ ki o wa

source: Make unavailable
yo_ng: Jẹ ki o ma wa

source: Style sheets
yo_ng: Awọn iwe aṣa

source: Should the navigation menu show the different tool icons?
yo_ng: Ṣe akojọ aṣayan ṣe afihan awọn aami irinṣẹ oriṣiriṣi?

source: Plugin
yo_ng: Afikọti

source: Main menu
yo_ng: Aako akọkọ

source: Main menu after login
yo_ng: Aako akọkọ lẹhin titẹ sii

source: Banner
yo_ng: Asia

source: Resize uploaded user images
yo_ng: Ṣe atunṣe awọn aworan olumulo ti a gbejade

source: User images can be resized on upload if PHP is compiled with the <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. If GD is unavailable, this setting will be silently ignored.
yo_ng: Awọn aworan olumulo le ṣe atunṣe nigbati a gbejade ti PHP ba ṣe akopọ pẹlu <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. Ti GD ko ba wa, eto yii yoo jẹ kọju silẹ laisi ariwo.

source: Maximum user image width
yo_ng: Iwọn aworan olumulo ti o pọ julọ

source: Maximum width in pixels of a user image. This setting only applies if user images are set to be resized on upload.
yo_ng: Iwọn ti o pọ julọ ni awọn piksẹli ti aworan olumulo. Eto yii n ṣiṣẹ nikan ti awọn aworan olumulo ba ṣeto lati ṣe atunṣe nigbati a gbejade.

source: Maximum user image height
yo_ng: Iwọn giga aworan olumulo ti o pọ julọ

source: Maximum height in pixels of a user image. This setting only applies if user images are set to be resized on upload.
yo_ng: Iwọn giga ti o pọ julọ ni awọn piksẹli ti aworan olumulo. Eto yii n ṣiṣẹ nikan ti awọn aworan olumulo ba ṣeto lati ṣe atunṣe nigbati a gbejade.

source: Your version is
yo_ng: Ẹya rẹ jẹ

source: Socket Connection Error
yo_ng: Aṣiṣe Ìsopọ Socket

source: Socket connections are disabled
yo_ng: Awọn ìsopọ socket ti a pa

source: Show email addresses
yo_ng: Han awọn adirẹsi imeeli

source: Show email addresses to users
yo_ng: Han awọn adirẹsi imeeli si awọn olumulo

source: Activate this service
yo_ng: Ṣe ìdàrí iṣẹ yii ṣiṣẹ

source: Chamilo LIVE is a videoconferencing tool that offers: Slides sharing, whiteboard to draw and write on top of slides, audio/video duplex and chat. It requires Flash® player 9+ and offers 2 modes : one to many and many to many.
yo_ng: Chamilo LIVE jẹ ohun elo apejọpọ fidio ti o funni: Pinpin awọn fofo, funfun lati ya ati kọ lori awọn fofo, ohun / fidio duplex ati iwiregbe. O nilo Ẹrín Flash® 9+ ati pe o funni ni awọn ipo 2: ọkan si ọpọlọpọ ati ọpọlọpọ si ọpọlọpọ.

source: Chamilo RAPID is a Rapid Learning tool available in Chamilo Pro and Chamilo Medical. It allows you to convert Powerpoint or LibreOffice presentations to SCORM-compliant courses. After the conversion, you end up in the Courses authoring tool and are able to add audio comments on slides and pages, tests and activities between the slides or pages and interaction activities like forum discussions or assignment upload. Every step becomes an independent and removable learning object. And the whole course generates accurate SCORM reporting for further coaching.
yo_ng: Chamilo RAPID jẹ ohun elo Ẹkọ Iyara ti o wa ni Chamilo Pro ati Chamilo Medical. O fun laaye lati yi awọn igbekalẹ Powerpoint tabi LibreOffice pada si awọn akoko ti o ni ibamu pẹlu SCORM. Lẹhin iyipada, o pari ni ohun elo ṣiṣẹ Awọn akoko ati pe o le ṣafikun awọn asọye ohun lori awọn fofo ati awọn ipele, awọn idanwo ati awọn iṣẹ laarin awọn fofo tabi awọn ipele ati awọn iṣẹ ìdọwọsì bii awọn ìjírò ìforówerè tabi igbejade iṣẹ. Gbogbo igbesẹ di ohun ẹkọ ti ominira ati yiyọ. Ati pe gbogbo akoko ṣẹda ijabọ SCORM deede fun ikẹkọ siwaju.

source: Bandwidth statistics
yo_ng: Awọn iṣiro bandiwiditi

source: MRTG allow you to consult advanced statistics about the state of the server on the last 24 hours.
yo_ng: MRTG gba ọ laaye lati ṣe alarooye awọn iṣiro to ti ilọsiwaju nipa ipo olupin ni awọn wakati 24 to kọja.

source: Server statistics
yo_ng: Awọn iṣiro olupin

source: AWStats allows you to consult the statistics of your platform : visitors, page views, referers...
yo_ng: AWStats gba ọ laaye lati ṣe alarooye awọn iṣiro ti pẹpẹ rẹ: awọn alejo, awọn iwo oju-iwe, awọn itọkasi...

source: Chamilo LIBRARY is a Search Engine offering multi-criteria indexing and research. It is part of the Chamilo Medical features.
yo_ng: Chamilo LIBRARY jẹ Ẹrọ Ìwádìí ti o nfunni ni ìtọ́kasí multi-criteria ati ìwádìí. O jẹ apakan ti awọn ẹya Chamilo Medical.

source: Training sessions list
yo_ng: Akojọ awọn akoko ikẹkọ

source: Add a training session
yo_ng: Fi akoko ikẹkọ kun

source: Import sessions list
yo_ng: Gbe akojọ awọn akoko wọle

source: Export sessions list
yo_ng: Fi akojọ awọn akomo jade

source: Start date
yo_ng: Ọjọ ibẹrẹ

source: End date
yo_ng: Ọjọ ipari

source: Coach name
yo_ng: Orukọ Olukọ

source: A name is required for the session
yo_ng: Orukọ wa fun igba

source: Next step
yo_ng: Igbesẹ atẹle

source: Confirm
yo_ng: Ṣe idaniloju

source: Unsubscribe users from course
yo_ng: Fagilee awọn olumulo kuro ninu akoko

source: Missing class title
yo_ng: Akọle kilasi ti sonde

source: Class title exists
yo_ng: Àkọlé kilasi wà

source: CSV file import location
yo_ng: Ipo gbigbe faili CSV wọle

source: Classes created
yo_ng: Awọn kilasi ti a ṣẹda

source: Errors when importing file
yo_ng: Awọn aṣìṣe nigba gbigbe faili wọle

source: Service activated
yo_ng: Iṣẹ́ ti ṣiṣẹ́

source: Activate service
yo_ng: Ṣiṣẹ́ iṣẹ́

source: Invalid extension
yo_ng: Ìdí àfikún kò tọ́
