Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Your version is up-to-date
ar: اصدار النظام هو الاحدث
ast_es: La to versión ta actualizada
bn_bd: আপনার ভার্সন আপ টু ডেট
bs_ba: Vaša verzija je ažurirana
ca_es: La seva versió està actualitzada
cs_cz: Vaše verze je aktuální
da: Din version er ajourført
de: Diese Version ist aktuell
el: Η έκδοση είναι ενημερωμένη
eo: Via versio estas ĝisdatiga
es: Su versión está actualizada
es_mx: Tu versión está actualizada
eu_es: Zure bertsioa eguneratuta dago
fa_ir: نسخه شما به‌روز است
fi_fi: Versiosi on ajan tasalla
fo_fo: Tín útgáva er uppførd
fur: La tô version e agiornade
ga: Tá do leagan suas chun dáta
gl: A súa versión está actualizada
he_il: הגרסה שלך מעודכנת
hi: आपका संस्करण अद्यतन है
hr_hr: Vaša verzija je ažurirana
hu_hu: A verziója naprakész
hy: Ձեր տարբերակը թարմացված է
id_id: Versi Anda sudah terbaru
it: La tua versione è aggiornata
ja: バージョンは最新です。
ka_ge: თქვენი ვერსია უახლესია
ko_kr: 귀하의 버전은 최신입니다
lt_lt: Jūsų versija yra naujausia
lv_lv: Jūsu versija ir atjaunināta
mk_mk: Вашата верзија е ажурирана
ms_my: Versi anda sudah terkini
my_mm: သင့်ဗားရှင်းသည် နောက်ဆုံးပေါ်ဖြစ်သည်
ne: तपाईंको संस्करण अद्यावधिक छ
nl: Uw versie is up-to-date
nn_no: Versjonen din er oppdatert
oc: Vòstra version es a jorn
pl_pl: Twoja wersja jest aktualna
ps: ستاسو نسخې تازه ده
pt_br: Sua versão é up-to-date
pt_pt: Sua versão é atualizado
ro_ro: Versiunea dvs. este actualizată
ru_ru: Ваша версия актуальна
sk_sk: Vaša verzia je aktuálna
sl: Različica je aktualizirana
sq: Versioni juaj është i përditësuar
sr_rs: Vaša verzija je ažurirana
sv_se: Din version är uppdaterad
sw_ke: Toleo lako limebadilishwa
ta: உங்கள் பதிப்பு புதுப்பிக்கப்பட்டுள்ளது
th: เวอร์ชันของคุณเป็นเวอร์ชันล่าสุดแล้ว
tl_ph: Ang iyong bersyon ay updated na
tr: Sürümünüz güncel
uk_ua: Ваша версія актуальна
vi_vn: Phiên bản của bạn đã cập nhật
xh_za: Inguqulelo yakho iphantsi kwezinto ezintsha
zh_cn: 您的版本已是最新
zh_tw: 您的版本為最新版本

source: The latest version is
ar: الاصدار الاحدث هو
ast_es: La última versión ye
bn_bd: সর্বশেষ ভার্সন
bs_ba: Najnovija verzija je
ca_es: L'última versió és
cs_cz: Nejnovější verze je
da: Den nyeste version er
de: Die aktuellste Version ist
el: Η τελευταία έκδοση είναι
eo: La plej nova versio estas
es: La última versión es
es_mx: La última versión es
eu_es: Azken bertsioa
fa_ir: آخرین نسخه
fi_fi: Uusin versio on
fo_fo: Nýkoman útgáva er
fur: L'ultime version e
ga: Is é an leagan is déanaí
gl: A última versión é
he_il: הגרסה האחרונה היא
hi: नवीनतम संस्करण है
hr_hr: Najnovija verzija je
hu_hu: A legújabb verzió
hy: Վերջին տարբերակը
id_id: Versi terbaru adalah
it: L'ultima versione è
ja: 最新バージョンは
ka_ge: უკანასკნელი ვერსიაა
ko_kr: 최신 버전은
lt_lt: Naujausia versija yra
lv_lv: Jaunākā versija ir
mk_mk: Најновата верзија е
ms_my: Versi terkini ialah
my_mm: နောက်ဆုံးဗားရှင်းမှာ
ne: नवीनतम संस्करण हो
nl: De meest recente versie
nn_no: Den nyaste versjonen er
oc: La darrièra version es
pl_pl: Najnowsza wersja to
ps: وروستۍ نسخې ده
pt_br: A versão mais recente é
pt_pt: A versão mais recente é
ro_ro: Ultima versiune este
ru_ru: Последняя версия
sk_sk: Najnovšia verzia je
sl: Zadnja različica je
sq: Versioni më i fundit është
sr_rs: Najnovija verzija je
sv_se: Senaste versionen är
sw_ke: Toleo la hivi karibuni ni
ta: இன்றைய புதிய பதிப்பு
th: เวอร์ชันล่าสุดคือ
tl_ph: Ang pinakabagong bersyon ay
tr: En son sürüm
uk_ua: Остання версія
vi_vn: Phiên bản mới nhất là
xh_za: Inguqulelo yokugqibela yi
zh_cn: 最新版本是
zh_tw: 最新版本為

source: Your version is not up-to-date
ar: ان اصدارك ليس الاحدث
ast_es: La to versión nun ta actualizada
bn_bd: আপনার ভার্সন আপ টু ডেট নয়
bs_ba: Vaša verzija nije ažurirana
ca_es: La seva versió està actualitzada
cs_cz: Vaše verze není aktuální
da: Din version er ikke ajourført
de: Diese Version ist nicht aktuell
el: Η έκδοση δεν είναι ενημερωμένη
eo: Via versio ne estas ĝisdatiga
es: Su versión no está actualizada
es_mx: Tu versión no está actualizada
eu_es: Zure bertsioa ez dago eguneratuta
fa_ir: نسخه شما به‌روز نیست
fi_fi: Versiosi ei ole ajantasalla
fo_fo: Tín útgáva er ikki uppførd
fur: La tô version nol e agiornade
ga: Níl do leagan suas chun dáta
gl: A súa versión non está actualizada
he_il: הגרסה שלך אינה מעודכנת
hi: आपका संस्करण अद्यतन नहीं है
hr_hr: Vaša verzija nije ažurirana
hu_hu: A verziója nem naprakész
hy: Ձեր տարբերակը թարմացված չէ
id_id: Versi Anda belum terbaru
it: La tua versione non è aggiornata
ja: バージョンが最新ではありません。
ka_ge: თქვენი ვერსია არ არის უახლესი
ko_kr: 귀하의 버전은 최신이 아닙니다
lt_lt: Jūsų versija nėra naujausia
lv_lv: Jūsu versija nav atjaunināta
mk_mk: Вашата верзија не е ажурирана
ms_my: Versi anda tidak terkini
my_mm: သင့်ဗားရှင်းသည် နောက်ဆုံးပေါ်မဟုတ်ပါ
ne: तपाईंको संस्करण अद्यावधिक छैन
nl: Uw versie is niet up-to-date
nn_no: Versjonen din er ikkje oppdatert
oc: Vòstra version es pas a jorn
pl_pl: Twoja wersja nie jest aktualna
ps: ستاسو نسخې تازه نه ده
pt_br: A sua versão não é up-to-date
pt_pt: A sua versão não é atualizado
ro_ro: Versiunea dvs. este actualizată
ru_ru: Ваша версия устарела
sk_sk: Vaša verzia nie je aktuálna
sl: Vaša različica ni aktualizirana
sq: Versioni juaj nuk është i përditësuar
sr_rs: Vaša verzija nije ažurirana
sv_se: Din version är inte uppdaterad
sw_ke: Toleo lako halijabadilishwa
ta: உங்கள் பதிப்பு புதுப்பிக்கப்படவில்லை
th: เวอร์ชันของคุณไม่ใช่เวอร์ชันล่าสุด
tl_ph: Ang iyong bersyon ay hindi updated
tr: Sürümünüz güncel değil
uk_ua: Ваша версія не актуальна
vi_vn: Phiên bản của bạn chưa cập nhật
xh_za: Inguqulelo yakho ayiphantsi kwezinto ezintsha
zh_cn: 您的版本不是最新
zh_tw: 您的版本並非最新版本

source: Hotpotatoes
bn_bd: হটপটেটোস
hi: हॉटपोटेटोज़
my_mm: ဟော့ပိုတိတိုး
ne: हटपोटाटोज
ta: ஹாட்பாட்டோஸ்

source: -1 = All questions will be selected.
ar: -1= كافة الاسئلة سوف يتم تحديدها
ast_es: -1 = Escoyese tores les preguntas.
bn_bd: -১ = সকল প্রশ্ন নির্বাচিত হবে।
bs_ba: -1 = Sva pitanja će biti odabrana.
ca_es: -1 = Totes les preguntes seran seleccionades. 0 = Cap pregunta serà seleccionada.
cs_cz: -1 = Všechny otázky budou vybrány.
da: -1 = Alle spørgsmål vil blive valgt.
de: -1 = alle Fragen ausgewählt. 0 = keine Frage ausgewählt.
el: -1 = Όλες οι ερωτήσεις θα πρέπει να επιλεγούν. 0 = Δεν θα επιλεγούν ερωτήσεις.
eo: -1 = Ĉiuj demandoj estos elektitaj.
es: -1 = Todas las preguntas serán seleccionadas. 0 = Ninguna pregunta será seleccionada.
es_mx: -1 = Se seleccionarán todas las preguntas.
eu_es: -1 = Galdera guztiak hautatuko dira.
fa_ir: -1 = همه سؤالات انتخاب خواهند شد.
fi_fi: -1 = Kaikki kysymykset valitaan.
fo_fo: -1 = Allar spurningar verða valdir.
fur: -1 = Tute le domandis an da jessi selezionadis.
ga: -1 = Roghnófar gach ceist.
gl: -1=Serán seleccionadas todas as preguntas 0= Ningunha pregunta será seleccionada
he_il: -1 = כל השאלות ייבחרו. 0 = לא ייבחרו שאלות.
hi: -1 = सभी प्रश्न चुने जाएंगे।
hr_hr: -1 = Sva pitanja će biti odabrana.
hu_hu: -1 = Minden kérdés ki lesz választva.
hy: -1 = Ընտրված կլինեն բոլոր հարցերը:
id_id: -1 = Semua pertanyaan akan dipilih.
it: -1=Tutti i quesiti saranno selezionati. 0=Nessun quesito sarà selezionato.
ja: -1 = すべての問題が選択されます。
ka_ge: -1 = ყველა კითხვა შერჩეული იქნება.
ko_kr: -1 = 모든 질문이 선택됩니다.
lt_lt: -1 = Visi klausimai bus pasirinkti.
lv_lv: -1 = Visi jautājumi tiks izvēlēti.
mk_mk: -1 = Сите прашања ќе бидат избрани.
ms_my: -1 = Semua soalan akan dipilih.
my_mm: -1 = မေးခွန်းအားလုံးကို ရွေးချယ်မည်။
ne: -१ = सबै प्रश्नहरू छानिनेछन्।
nl: -1 = Alle vragen zullen geselecteerd worden.
nn_no: -1 = Alle spørsmål blir valde.
oc: -1 = Totas las questions seràn seleccionadas.
pl_pl: -1 = Wszystkie pytania zostaną wybrane. 0 = Brak pytań, które zostaną wybrane.
ps: -1 = ټولې پوښتنې به غوره شي.
pt_br: -1 = Todas as perguntas serão selecionadas.0 = Sem perguntas serão selecionadas.
pt_pt: -1 = Todas as questões serão selecionadas. 0 = Nenhuma questão será selecionada..
ro_ro: -1 = Toate întrebările vor fi selectate.
ru_ru: -1 = Будут выбраны все вопросы.
sk_sk: -1 = Budú vybrané všetky otázky. 0 = Budú vybrané žiadne otázky.
sl: -1 = Vsa vprašanja bodo izbrana. 0 = Nobeno vprašanje ne bo izbrano.
sq: -1 = Të gjitha pyetjet do të zgjidhen.
sr_rs: -1 = Sva pitanja će biti izabrana.
sv_se: -1 = Alla frågor kommer att väljas.
sw_ke: -1 = Majibu yote yatachaguliwa.
ta: -1 = அனைத்து கேள்விகளும் தேர்ந்தெடுக்கப்படும்.
th: -1 = จะเลือกคำถามทั้งหมด
tl_ph: -1 = Lahat ng mga tanong ay mapipili.
tr: -1 = Tüm sorular seçilecek.
uk_ua: -1 = Усі питання будуть вибрані.
vi_vn: -1 = Tất cả các câu hỏi sẽ được chọn.
xh_za: -1 = Zonke iimbuzo ziya kukhethwa.
zh_cn: -1 = 将选择所有题目。
zh_tw: -1 = 將選取所有題目。

source: You can customize the email sent to users when they finished the exercise. You can use tags like these:
ar: يمكنك تخصيص البريد المرسل الى المستخدمين عند نهاية التمرين. يمكنك استخدام الوسوم كما يلي
ast_es: Pues personalizar l'email que s'envía a los usuarios cuando finen l'eserciciu. Pues usar etiquetes como estes:
bn_bd: আপনি ব্যায়াম শেষ করার পর ব্যবহারকারীদের কাছে পাঠানো ইমেইল কাস্টমাইজ করতে পারেন। আপনি এই ট্যাগগুলি ব্যবহার করতে পারেন:
bs_ba: Možete prilagoditi e-poštu koja se šalje korisnicima kada završe vježbu. Možete koristiti oznake poput ovih:
ca_es: Podeu modificar el correu enviat als usuaris a l'acabar l'exercici. Podeu utilitzar els termes següents: 1. {{ student.username }} 2. {{ student.firstname }} 3. {{ student.lastname }} 4. {{ student.official_code }} 5. {{ exercise.title }} 6. {{ exercise.start_time }} 7. {{ exercise.end_time }} 8. {{ course.title }} 9. {{ course.code }}
cs_cz: Můžete přizpůsobit e-mail odesílaný uživatelům po dokončení cvičení. Můžete použít tagy jako tyto:
da: Du kan tilpasse e-mailen, der sendes til brugere, når de har afsluttet øvelsen. Du kan bruge tags som disse:
de: Emails zur Benachrichtigung bei Kursabschluss können individuell gestaltet werden. Beispielsweise mit: 1. {{ student.username }} 2. {{ student.firstname }} 3. {{ student.lastname }} 4. {{ student.official_code }} 5. {{ exercise.title }} 6. {{ exercise.start_time }} 7. {{ exercise.end_time }} 8. {{ course.title }} 9. {{ course.code }}
el: Μπορείτε να προσαρμόσετε το μήνυμα ηλεκτρονικού ταχυδρομείου αποστέλλεται στους χρήστες όταν τελειώσουν την άσκηση. Μπορείτε να χρησιμοποιήσετε ετικέτες όπως αυτές: 1. {{ student.username }} 2. {{ student.firstname }} 3. {{ student.lastname }} 4. {{ student.official_code }} 5. {{ exercise.title }} 6. {{ exercise.start_time }} 7. {{ exercise.end_time }} 8. {{ course.title }} 9. {{ course.code }}
eo: Vi povas personeigi la retpoŝton senditan al uzantoj kiam ili finis la ekzercon. Vi povas uzi etiketojn kiel ĉi tiuj:
es: Puede modificar el correo enviado a los usuarios al terminar el ejercicio. Puede usar los siguientes términos:
es_mx: Puedes personalizar el correo enviado a los usuarios cuando terminen el ejercicio. Puedes usar etiquetas como estas:
eu_es: Ariketa amaitu ondoren erabiltzaileei bidalitako posta elektronikoa pertsonaliza dezakezu. Honelako etiketak erabili ditzakezu:
fa_ir: می‌توانید ایمیل ارسالی به کاربران پس از اتمام تمرین را سفارشی کنید. می‌توانید از برچسب‌هایی مانند این‌ها استفاده کنید:
fi_fi: Voit mukauttaa sähköpostia, joka lähetetään käyttäjille harjoituksen valmistuttua. Voit käyttää tageja kuten näitä:
fo_fo: Tú kanst serstilla t-post send til brúkarar tá ið tey hava liðugt við æfingini. Tú kanst brúka tegnir sum hesi:
fur: Tu pues personalizâ il email mandât ai utents quan che a finissin l'esercizi. Tu pues doprâ etichetes come che:
ga: Is féidir leat an ríomhphost a sheoltar chuig úsáideoirí nuair a chríochnaíonn siad an cleachtadh a shaincheapadh. Is féidir tú clibeanna mar na cinn seo a úsáid:
gl: Pode modificar o correo enviado aos usuarios ao rematar o exercicio. Pode usar os seguintes termos: 1.{{ student.username }} 2. {{ student.firstname }} 3. {{ student.lastname }} 4. {{ student.official_code }} 5. {{ exercise.title }} 6. {{ exercise.start_time }} 7. {{ exercise.end_time }} 8. {{ course.title }} 9. {{ course.code }}
he_il: אתה יכול להתאים אישית את האימייל שנשלח למשתמשים כאשר הם סיימו את התרגיל. אתה יכול להשתמש בתגים כמו אלה: 1. {{ student.username }} 2. {{ student.firstname }} 3. {{ student.lastname }} 4. {{ student.official_code }} 5. {{ exercise.title }} 6. {{ exercise.start_time }} 7. {{ exercise.end_time }} 8. {{ course.title }} 9. {{ course.code }}
hi: आप अभ्यास समाप्त करने पर उपयोगकर्ताओं को भेजे जाने वाले ईमेल को अनुकूलित कर सकते हैं। आप इन जैसे टैग्स का उपयोग कर सकते हैं:
hr_hr: Možete prilagoditi e-poštu koja se šalje korisnicima kada završe vježbu. Možete koristiti oznake poput ovih:
hu_hu: Testreszabhatja a felhasználóknak a feladat befejezésekor küldött e-mailt. Használhat ilyen címkéket:
hy: Կարող եք հարմարեցնել վարժությունը ավարտելուց հետո օգտատերերին ուղարկվող էլ. նամակը: Կարող եք օգտագործել այսպիսի թեգեր.
id_id: Anda dapat menyesuaikan email yang dikirim ke pengguna setelah mereka menyelesaikan latihan. Anda dapat menggunakan tag seperti ini:
it: Puoi personalizzare l'email inviata agli utenti quando completano un'esercitazione. Puoi usare tag del tipo: 1. {{ student.username }} 2. {{ student.firstname }} 3. {{ student.lastname }} 4. {{ student.official_code }} 5. {{ exercise.title }} 6. {{ exercise.start_time }} 7. {{ exercise.end_time }} 8. {{ course.title }} 9. {{ course.code }}
ja: 演習完了時にユーザーに送信されるメールをカスタマイズできます。以下のタグを使用できます：
ka_ge: შეგიძლიათ მორგოთ ელფოსტა, რომელიც იგზავნება მომხმარებლებს, როდესაც ისინი დაასრულებენ ვარჯიშს. შეგიძლიათ გამოიყენოთ ერისი ტეგები, როგორიცაა ეს:
ko_kr: 연습문제를 완료했을 때 사용자에게 발송되는 이메일을 사용자 정의할 수 있습니다. 다음 태그를 사용할 수 있습니다:
lo: ທ່ານສາມາດປັບແຕ່ງອີເມລທີ່ສົ່ງໃຫ້ຜູ້ໃຊ້ເມື່ອພວກເຂົາເຮັດບົດເຝິກຫັດສຳເລັດ. ທ່ານສາມາດໃຊ້ແທັກເຊັ່ນ:
lt_lt: Galite pritaikyti el. laišką, siunčiamą vartotojams, kai jie baigia pratimą. Galite naudoti tokius žymas:
lv_lv: Jūs varat pielāgot e-pasta ziņojumu, kas tiek nosūtīts lietotājiem, kad viņi pabeiguši uzdevumu. Jūs varat izmantot šādas birkas:
mk_mk: Можете да ја прилагодите е-почата што се испраќа до корисниците кога ќе ја завршат вежбата. Можете да користите тагови како овие:
ms_my: Anda boleh menyesuaikan e-mel yang dihantar kepada pengguna apabila mereka menamatkan latihan. Anda boleh menggunakan tag seperti ini:
my_mm: အသုံးပြုသူများလေ့ကျင့်ခန်းပြီးဆုံးသောအခါ ပို့သောအီးမေးလ်ကို စိတ်ကြိုက်ပြင်ဆင်နိုင်သည်။ သင်သည် ဤကဲ့သို့သော တဂ်များကို အသုံးပြုနိုင်သည်:
ne: प्रयोगकर्ताहरूले अभ्यास समाप्त गरेपछि पठाइने इमेललाई तपाईं अनुकूलित गर्न सक्नुहुन्छ। तपाईं यस्ता ट्यागहरू प्रयोग गर्न सक्नुहुन्छ:
nl: U kunt de e-mail aanpassen die naar gebruikers wordt gestuurd wanneer ze de oefening hebben voltooid. U kunt tags zoals deze gebruiken:
nn_no: Du kan tilpasse e-posten som blir sendt til brukarar når dei har fullført øvinga. Du kan bruke etikettar som desse:
oc: Podètz personalizar l'email enviat als utilizaires quand an acabat l'exercici. Podètz utilizar de cambas coma aquelas :
pl_pl: Można dostosować e-mail wysłany do użytkowników po zakończeniu ćwiczenia. Możesz używać znaczników, takich jak: 1.{{student.username}} 2.{{student.firstname}} 3.{{student.lastname}} 4.{{student.official_code}} 5. {{exercise.title}} 6.{{Exercise.start_time}} 7. {{exercise.end_time}} 8.{{course.title}} 9.{{course.code}}
ps: تاسو کولی شئ د ایمیل مسوده جوړه کړئ چې د پشا پای ته رسېدنې وروسته کاروونکو ته واستول کېږي. تاسو کولی شئ دا ټیګونه وکاروئ:
pt_br: Você pode personalizar o e-mail enviado aos usuários quando eles terminaram o exercício Você pode usar marcas como essas.: 1. {{ student.username }} 2. {{ student.firstname }} 3. {{ student.lastname }} 4. {{ student.official_code }} 5. {{ exercise.title }} 6. {{ exercise.start_time }} 7. {{ exercise.end_time }} 8. {{ course.title }} 9. {{ course.code }}
pt_pt: Pode personalizar o email enviado aos utilizadores após a conclusão do exercício. Pode usar tags como estas: 1. {{ student.username }} 2. {{ student.firstname }} 3. {{ student.lastname }} 4. {{ student.official_code }} 5. {{ exercise.title }} 6. {{ exercise.start_time }} 7. {{ exercise.end_time }} 8. {{ course.title }} 9. {{ course.code }}
ro_ro: Sablonul de e-mail trimis utilizatorului la finalizarea exercițiul.
ru_ru: Вы можете настроить email, отправляемый пользователям после завершения теста. Вы можете использовать такие теги:
sk_sk: Môžete prispôsobiť e-mail, ktorý sa posiela používateľom pri dokončení cvičenia. Môžete použiť tieto značky:<br>
sl: E-poštno sporočilo, ki se pošlje uporabniku ob zaključku testa, lahko prilagodite. Uporabite lahko oznake kot so: 1. {{ student.username }} 2. {{ student.firstname }} 3. {{ student.lastname }} 4. {{ student.official_code }} 5. {{ exercise.title }} 6. {{ exercise.start_time }} 7. {{ exercise.end_time }} 8. {{ course.title }} 9. {{ course.code }}
sq: Mund të personalizoni email-in e dërguar te përdoruesit kur ata përfundojnë ushtrimin. Mund të përdorni etiketa si këto:
sr_rs: Možete prilagoditi e-poštu koja se šalje korisnicima kada završe vežbu. Možete koristiti oznake poput ovih:
sv_se: Du kan anpassa e-postmeddelandet som skickas till användare när de har slutfört övningen. Du kan använda taggar som dessa:
sw_ke: Unaweza kubadilisha barua pepe inayotumwa kwa watumiaji wakati wamemaliza zoezi. Unaweza kutumia lebo kama hizi:
ta: பயனர்கள் பயிற்சியை முடிவடையும் போது அனுப்பப்படும் மின்னஞ்சலை நீங்கள் தனிப்பயனாக்கலாம். இந்த டேக்களைப் பயன்படுத்தலாம்:
th: คุณสามารถปรับแต่งอีเมลที่ส่งไปยังผู้ใช้เมื่อทำแบบฝึกหัดเสร็จสิ้นได้ ใช้แท็กเหล่านี้ได้:
tl_ph: Maaari mong i-customize ang email na ipinapadala sa mga gumagamit kapag natapos nila ang ehersisyo. Maaari kang gumamit ng mga tag tulad nito:
tr: Sınavı tamamladıklarında kullanıcılara gönderilen e-postayı özelleştirebilirsiniz. Şu etiketleri kullanabilirsiniz:
uk_ua: Ви можете налаштувати електронний лист, який надсилається користувачам після завершення вправи. Ви можете використовувати теги на кшталт таких:
vi_vn: Bạn có thể tùy chỉnh email gửi đến người dùng khi họ hoàn thành bài tập. Bạn có thể sử dụng các thẻ như sau:
xh_za: Ungayihlela ngokwakho i-imeyile ethunyelwa kubasebenzisi xa begqibile umsebenzi. Ungasebenzisa iitheyigi ezifana nezi:
zh_cn: 您可以自定义用户完成练习时发送的电子邮件。您可以使用以下标签：
zh_tw: 您可自訂使用者完成測驗時寄送的電子郵件。可使用以下標籤：

source: E-mail notification template
ar: قالب اشعار البريد
ast_es: Plantilla de notificación por corréu
bn_bd: ইমেইল বিজ্ঞপ্তি টেমপ্লেট
bs_ba: Predložak obavještenja e-poštom
ca_es: Plantilla del correu electrònic enviat a l'usuari a l'acabar l'exercici
cs_cz: Šablona e-mailového upozornění
da: E-mail-notifikationsskabelon
de: Email-Vorlage
el: Πρότυπο Email κοινοποίησης
eo: Ŝablono de retpoŝta averto
es: Plantilla del correo electrónico enviado al usuario al terminar el ejercicio.
es_mx: Plantilla de notificación por correo
eu_es: Posta elektroniko jakinarazpen txantiloia
fa_ir: الگوی اطلاع‌رسانی ایمیل
fi_fi: Sähköposti-ilmoituspohja
fo_fo: Skjal til t-post tilkynning
fur: Stamp de notifiche email
ga: Teimpléad fógra ríomhphoist
gl: Modelo do correo electrónico enviado ao usuario ao rematar o exercicio.
he_il: תבנית הודעות דואר אלקטרוני
hi: ईमेल सूचना टेम्पलेट
hr_hr: Predložak obavijesti e-poštom
hu_hu: E-mail értesítési sablon
hy: Էլ. փոստի ծանուցման ձևանմուշ
id_id: Template notifikasi email
it: Modello email di notifica
ja: メール通知テンプレート
ka_ge: ელფოსტის შეტყობინების შაბლონი
ko_kr: 이메일 알림 템플릿
lo: ແມ່ແບບການແຈ້ງເຕືອນທາງອີເມລ
lt_lt: El. laiško pranešimo šablonas
lv_lv: E-pasta paziņojuma veidne
mk_mk: Шаблон за е-поштенска известување
ms_my: Templat pemberitahuan e-mel
my_mm: အီးမေးလ်အသိပေးချက်ပုံစံ
ne: इमेल सूचना टेम्प्लेट
nl: E-mail notificatie sjabloon
nn_no: Mal for e-postvarsling
oc: Modèl de notificacion per e-mail
pl_pl: Szablon powiadomienia mailowego
ps: د ایمیل خبرتیا مسوده
pt_br: Modelo de notificação de e-mail
pt_pt: Modelo de email de notificação
ro_ro: Sablonul din email trimis uzuarului la terminarea exercitiului.
ru_ru: Шаблон уведомления по email
sk_sk: Šablóna e-mailu upozornenia
sl: Predloga e-poštnega obveščanja
sq: Modeli i njoftimit me email
sr_rs: Šablon za e-poštu obaveštenja
sv_se: E-postmeddelandemall
sw_ke: Tembelea la arifa la barua pepe
ta: மின்னஞ்சல் அறிவிப்பு டெம்ப்ளேட்
th: เทมเพลตแจ้งเตือนทางอีเมล
tl_ph: Template ng email notification
tr: E-posta bildirim şablonu
uk_ua: Шаблон повідомлення електронної пошти
vi_vn: Mẫu thông báo email
xh_za: Itemplate yezaziso ze-imeyile
zh_cn: 电子邮件通知模板
zh_tw: 電子郵件通知範本

source: Logout
ar: الخروج
ast_es: Encetar sesión
bn_bd: লগ আউট
bs_ba: Odjavi se
ca_es: Surt
cs_cz: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
eo: Elsaluti
es: Desconexión de la plataforma
es_mx: Cerrar sesión
eu_es: Saioa itxi
fa_ir: خروج
fi_fi: Kirjaudu ulos
fo_fo: Rita út
fur: Disconetitu
ga: Logáil amach
gl: Desconexión da plataforma
he_il: יציאה
hi: लॉगआउट
hr_hr: Odjava
hu_hu: Kijelentkezés
hy: Դուրս գալ
id_id: Keluar
ja: ログアウト
ka_ge: გასვლა
ko_kr: 로그아웃
lo: ອອກຈາກລະບົບ
lt_lt: Atsijungti
lv_lv: Iziet
mk_mk: Одјава
ms_my: Log keluar
my_mm: အကောင့်ထွက်ပါ
ne: लगआउट
nn_no: Logg ut
oc: Desconnexion
pl_pl: Wyloguj
ps: بهر کېدل
pt_br: Sair
pt_pt: Logout/Sair
ro_ro: Deconectare de la platforma
ru_ru: Выход
sk_sk: Odhlásiť
sl: Odjava
sq: Dil
sr_rs: Odjavi se
sv_se: Logga ut
sw_ke: Ondoka
ta: வெளியேறு
th: ออกจากระบบ
tl_ph: Mag-log out
tr: Çıkış
uk_ua: Вихід
vi_vn: Đăng xuất
xh_za: Phuma
zh_cn: 退出登录
zh_tw: 登出

source: Exercise list.
ar: قائمة التمارين
ast_es: Llista d'esercicios.
bn_bd: ব্যায়াম তালিকা।
bs_ba: Lista vježbi.
ca_es: Llista d'exercicis
cs_cz: Seznam cvičení.
da: Øvelsesliste.
de: Übungsliste
el: Κατάλογος ασκήσεων
eo: Listo de ekzercoj.
es: Lista de ejercicios
es_mx: Lista de ejercicios.
eu_es: Ariketa zerrenda.
fa_ir: فهرست تمرین‌ها.
fi_fi: Harjoituslista.
fo_fo: Listi yvir æfingar.
fur: Liste des esercizis.
ga: Liosta cleachtaí.
gl: Lista de exercicios
he_il: רשימת תרגילים.
hi: अभ्यास सूची।
hr_hr: Popis vježbi.
hu_hu: Feladatlista.
hy: Վարժությունների ցուցակ:
id_id: Daftar latihan.
it: Lista esercitazione.
ja: 演習リスト。
ka_ge: ვარჯიშების სია.
ko_kr: 연습문제 목록
lt_lt: Pratimų sąrašas.
lv_lv: Uzdevumu saraksts.
mk_mk: Листа на вежби.
ms_my: Senarai latihan.
my_mm: လေ့ကျင့်ခန်းစာရင်း။
ne: अभ्यास सूची।
nl: Oefeningenlijst
nn_no: Liste over øvingar.
oc: Lista dels exercicis.
pl_pl: Lista ćwiczeń
ps: د پشا لړليک.
pt_br: Exercício lista.
pt_pt: Lista de exercícios
ro_ro: Lista de exerciții
ru_ru: Список тестов.
sk_sk: Zoznam cvičenia.
sl: Seznam testov
sq: Lista e ushtrimeve.
sr_rs: Lista vežbi.
sv_se: Övningslista.
sw_ke: Orodha ya mazoezi.
ta: பயிற்சி பட்டியல்.
th: รายการแบบฝึกหัด
tl_ph: Listahan ng ehersisyo.
tr: Sınav listesi.
uk_ua: Список вправ.
vi_vn: Danh sách bài tập.
xh_za: Uluhlu lomsebenzi.
zh_cn: 练习列表。
zh_tw: 測驗清單。
