Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Private access, registration open
ar: مرور خاص فتح التسجيل
ast_es: Accesu priváu, matrícula abierta
bn_bd: ব্যক্তিগত প্রবেশাধিকার, নিবন্ধন উন্মুক্ত
bs_ba: Privatni pristup, registracija otvorena
ca_es: Accés privat, enregistrament obert
cs_cz: Privátní přístup, otevřená registrace
da: Fortrolig adgang, tilmelding tilladt
de: Zugang nur für Portal-Benutzer, Selbst-Registrierung möglich
el: Ιδιωτική πρόσβαση, ανοιχτή εγγραφή
eo: Limigita aliro, malferma registrado
es: Acceso privado, inscripción abierta
es_mx: Acceso privado, inscripción abierta
eu_es: Sarbide pribatua, izena emateko epea ireki da
fa_ir: دسترسی محدود، ثبت نام آزاد
fi_fi: Yksityinen pääsy, avoin rekisteröityminen
fo_fo: Privat atgongd, skráseting opin
fur: Acess privât, iscrission liber
ga: Rochtain phríobháideach, clárú oscailte
gl: Acceso privado, inscrición aberta
he_il: גישה פרטית, הרשמה פתוחה
hi: निजी पहुँच, पंजीकरण खुला
hr_hr: Privatni pristup, slobodna registracija
hu_hu: Csak privát belépés, de szabad regisztráció
hy: Մասնավոր մուտք, գրանցումը բաց է
id_id: Akses privat, pendaftaran terbuka
it: Accesso privato, Iscrizione aperta
ja: 判峡荚嘎年¨判峡は材墙です。
ka_ge: პირადი წვდომა, რეგისტრაცია ღიაა
ko_kr: 개인적 접근, 등록한 사람에게 공개
lt_lt: Privatus priėjimas, galima registracija
lv_lv: Ierobežota pieeja, reģistrēšanās atļauta
mk_mk: Приватен пристап, отворено регистрирање
ms_my: Capaian Peribadi, Pendaftaran Terbuka
my_mm: သီးသန့်ဝင်ရောက်ခွင့်၊ မှတ်ပုံတင်ဖွင့်ထားသည်
ne: निजी पहुँच, दर्ता खुला
nl: Beperkte toegang, open registratie
nn_no: Privat yilgang, krever registrering
oc: Accès privat, enregistrament dobèrt
pl_pl: Dostęp autoryzowany, rejestracja otwarta
ps: خصوصي لاسرسي، ګډون خلاص
pt_br: Acesso privado, inscrição aberta
pt_pt: Acesso restrito, inscrição aberta
ro_ro: Acces privat, inscriere deschisa
ru_ru: Закрытй доступ, свободная регистрация
sk_sk: Súkromný prístup, registrácia otvorená
sl: Privaten dostop, odprta registracija
sq: Qasje private, regjistrimi i hapur
sr_rs: Privatni pristup, registracija je otvorena
sv_se: Privat åtkomst, registrering öppen
sw_ke: Ufikiaji wa kibinafsi, usajili wazi
ta: தனியுரிமை அணுகல், பதிவு திறந்த
th: แบบสิทธิเฉพาะ,เปิดการลงทะเบียน
tl_ph: Pribadong access, bukas ang pagrehistro
tr: Özel giriş, kayıtlar açıktır
uk_ua: Приватний доступ, реєстрація відкрита
vi_vn: Truy cập có điều kiện hạn chế, đăng kí tự do
xh_za: Ukufikelela ngasese, ubhaliso luvuliwe
zh_cn: 内部访问-对注册用户开放
zh_tw: 內部訪問-對註冊用戶開放

source: Not allowed
ar: غير مسموح
ast_es: Usté ta ensin rexistrar como responsable d'esti cursu
bn_bd: অনুমোদিত নয়
bs_ba: Nije dozvoljeno
ca_es: No és permés
cs_cz: Zakázaný
da: Ikke tilladt
de: Nicht erlaubt
el: Δεν επιτρέπεται
eo: Vi ne estas mastrumanto de ĉi-kurso
es: Usted no está registrado como responsable de este curso
es_mx: No tiene permisos
eu_es: Ez duzu baimenik
fa_ir: سلب اجازه
fi_fi: Ei sallittu
fo_fo: Ikki loyvt
fur: No permitû
ga: Gan chead
gl: Non estás rexistrado como responsable neste curso
he_il: אסור
hi: अनुमति नहीं
hr_hr: Zabranjeno
hu_hu: Nem engedélyezett
hy: Արգելված է
id_id: Terlarang
it: Non consentito
ja: 钓材されていません
ka_ge: არაა დაშვებული
ko_kr: 허용되지 않음
lo: ບໍ່ອະນຸຍາດ
lt_lt: Neleidžiama
lv_lv: Nav atļauts
mk_mk: Не е допуштено
ms_my: Tidak dibenarkan
my_mm: ခွင့်မပြုပါ
ne: अनुमति छैन
nl: U bent geen beheerder van deze cursus.
nn_no: Ikke tillatt
oc: Accès defendut
pl_pl: Niedostępny
ps: اجازه نشته
pt_br: Não permitido
pt_pt: Não autorizado
ro_ro: Dumneavoastra nu sunteti înregistrati ca responsabil pentru acest curs
ru_ru: Не разрешено
sk_sk: Zakázané
sl: Ni dovoljeno
sq: E palejuar
sr_rs: Nije dozvoljeno
sv_se: Inte tillåtet
sw_ke: Hairuhusiwi
ta: அனுமதிக்கப்படவில்லை
th: ไม่อนุญาต
tl_ph: Hindi pinapayagan
tr: İzinli değil
uk_ua: Недоступно
vi_vn: Không có quyền
xh_za: Ayivunyelwanga
zh_cn: 禁止
zh_tw: 禁止

source: By default, your course is public. But you can define the level of access above.
ar: .مقررك عام افتراضيا؛ لكنه بإمكانك تحديد مستوى السرية أعلاه
ast_es: Por defeutu el cursu ye públicu, pero definir el nivel de confidencialidá nos botones d'enriba.
bn_bd: ডিফল্টভাবে, আপনার কোর্সটি সর্বজনীন। কিন্তু আপনি উপরে প্রবেশাধিকারের স্তর নির্ধারণ করতে পারেন।
bs_ba: Po defaultu, vaš kurs je javni. Ali možete definisati nivo pristupa iznad.
ca_es: El vostre curs és públic per defecte, però podeu definir a continuació el nivell de confidencialitat
cs_cz: Standardně je školení veřejné. Ale můžete definovat stupeň utajení.
da: Som standard er dit kursus tilgængeligt for registrerede brugere på platformen. Ønsker du en vis fortrolighed omkring adgang til kursussiden, er det lettest at åbne for tilmeldinger i f.eks. en uge (vælg: Fortrolig adgang, Kursustilmelding Tilladt) og bede de studerende om i første lektion at tilmelde sig. Derefter lukker du siden for tilmeldinger (vælg: Kursustilmelding Nægtet). Du kan nu se de tilmeldte på deltagerlisten og slette evt. uvelkomne. Kursussiden er nu kun tilgængelig via login.
de: In der Grundeinstellung ist ein Kurs auch anderen zugänglich. Wenn Sie den Zugriff einschränken möchten, öffnen Sie die Selbst-Registrierung während einer Registrierungsfrist (z.B. eine Woche) und bitten Sie die Benutzer sich einzuschreiben. Im Anschluss sperren Sie die Selbst-Registrierung und überprüfen die Kursteilnehmerliste auf 'Trittbrettfahrer'.
el: Εξ' ορισμού, το μάθημά σας είναι δημόσιο. Μπορείτε να καθορίσετε επάνω το βαθμό πρόσβασης.
eo: Defaŭlte via kurso estas publike alirebla. Vi povas ŝanĝi la alireblecon ĉi-supre.
es: Por defecto el curso es público. Pero Ud. puede definir el nivel de confidencialidad en los botones superiores.
es_mx: Por defecto, el curso sólo es accesible para usted como único usuario. Si usted desea un mínimo de confidencialidad, lo más simple es abrir la inscripción durante una semana, pedir a los estudiantes que se inscriban ellos mismos, después cerrar la inscr
eu_es: Besterik ezean, ikastaroa publikoa da. Baina zuk sarbide maila zehaztu dezakezu gaineko aukeretan.
fa_ir: درس شما در حالت کلی قابل دسترسی برای عموم است. اما شما می توانید میزان قابل دسترسی بودن آن را تعیین کنید.
fi_fi: Oletuksena kurssille on pääsy vain rekisteröityneille henkilöille. Jos halutaan luottamuksellisuutta, niin helpointa on avata rekisteröinti yhden viikon ajaksi, pyytää opiskelijoita rekeisteröitymään ja sitten sulkea rekisteröinti ja tarkistaa mahdolliset tunkeutujat käyttjien listalta.
fo_fo: Sum standard er tín kursur almennur. Men tú kanst skilgreina atgongdastøðið omanfyri.
fur: Par dut, il to curs al è public. Ma tu podês definî il livel di acess in su.
ga: De réir réamhshocraithe, tá do chúrsa poiblí. Ach is féidir leat leibhéal an rochtana a shainiú thuas.
gl: Por defecto o teu curso é público. Pero podes definir o nivel de privacidade máis arriba.
he_il: כברירת מחדל, הקורס שלך ציבורי. אבל אתה יכול להגדיר את רמת הגישה למעלה.
hi: पूर्वनिर्धारित रूप से, आपका कोर्स सार्वजनिक है। लेकिन आप ऊपर पहुँच का स्तर परिभाषित कर सकते हैं।
hr_hr: Prema izvornoj postavci kolegij je javan. No stupanj povjerljivosti možete odrediti gore.
hu_hu: Alapértelmezésként a kurzus nyilvános, de ezt korlátozhatja az alábbi opciókkal.
hy: Հիմնադիր դասընթացը հանրային է: Բայց կարող եք վերևում սահմանել մուտքի մակարդակը:
id_id: Secara default mata kuliah anda tersedia untuk publik. Tetapi anda dapat menentukan level akses di atas.
it: Per default, il corso è accessibile al pubblico. Puoi definire qui sopra il livello di riservatezza.
ja: 既定では、コースは完全に公開されます。ただし、上記でアクセス レベルを定義することができます。
ka_ge: ნაგულისხმევად თქვენი კურსი საჯაროა. მაგრამ შეგიძლიათ განსაზღვროთ წვდომის დონე ზემოთ.
ko_kr: 기본적으로 과정은 모두에게 공개됩니다. 그러나, 위의 공개 레벨을 통해 지정이 가능합니다.
lo: ໂດຍປົກກະຕິແລ້ວ, ວິຊາຮຽນຂອງທ່ານເປັນສາທາລະນະ. ແຕ່ທ່ານສາມາດກຳນົດລະດັບການເຂົ້າເຖິງໄດ້ຢູ່ຂ້າງເທິງ.
lt_lt: Pagal nutylėjimą jūsų kursas yra viešas, bet galite nurodyti saugumo lygius aukščiau.
lv_lv: Pēc noklusējuma, Jūsu apmācības kurss ir publisks, bet Jūs varat noteikt augstāku konfidencialitātes līmeni.
mk_mk: Вашиот курс е поставен како јавен. Но може да го дефинирате нивото на доверливост погоре.
ms_my: Secara lalai, subjek anda hanya boleh diakses jika anda pengguna berdaftar. Jika anda inginkan kerahsian,cara terbaik ialah membuka pendaftaranselama seminggu, dan arahkan Pelajar anda untuk mendaftar sendiri, kemudian tutup Pendaftaran dan periksa samada terdapat Pengguna yang tidak dikenali.
my_mm: မူလအားဖြင့်၊ သင့်သင်တန်းသည် အများသုံးဖြစ်သည်။ သို့သော် သင်သည် အထက်တွင် ဝင်ရောက်ခွင့်အဆင့်ကို သတ်မှတ်နိုင်သည်။
ne: पूर्वनिर्धारित रूपमा, तपाईंको कोर्स सार्वजनिक छ। तर तपाईंले माथि पहुँचको स्तर निर्धारण गर्न सक्नुहुन्छ।
nl: Standaard is uw cursus publiek toegankelijk. U kan de toegankelijkheid hierboven wijzigen.
nn_no: Som standard er kursen ditt offentleg. Men du kan definere tilgjenge frå over.
oc: Per defaut, vòstre còrs es public. Mas podètz definir lo nivèl d'accès dessús.
pl_pl: Standardowo Twój kurs jest upubliczniony. Możesz zmienić poziom dostępności powyżej.
ps: په پیش فرض، ستاسو کورس عمومي دی. خو تاسو کولای شئ د پورته لاسرسي کچه وټاکئ.
pt_br: Seu curso é predefido como público. Podendo ser definido o nível de confidencialidade acima.
pt_pt: Por pré-definição o seu curso é público. Mas pode definir o nível de confidencialidade acima.
ro_ro: În mod implicit cursul este public. Dar dumneavoastra puteți defini nivelul de confidențialitate butoanele de mai sus.
ru_ru: По умолчянию Ваш курс является публичным, но Вы можете определить более высокий уровень конфиденциальности.
sk_sk: Štandardne je Váš kurz verejný. Hore však môžete definovať úroveň dôvernosti.
sl: Privzeto je vaš tečaj javen. Nivo zaupnosti oz. dostopa lahko definirate z možnostmi zgoraj.
sq: Sipas paracaktimit, kursi juaj është publik. Por mund të përcaktoni nivelin e qasjes më sipër.
sr_rs: Svaki kurs po kreiranju je javni, ali Vi možete definisati nifo poverljivosti gore.
sv_se: Som standard är din kurs publik. Du kan definiera nivån av tillgänglighet ovan.
sw_ke: Kwa chaguo-msingi, kozi yako ni ya umma. Lakini unaweza kufafanua kiwango cha ufikiaji hapo juu.
ta: இயல்புநிலையில், உங்கள் பாடநூல் பொது. ஆனால் மேலே அணுகல் நிலையை வரையறுக்கலாம்.
th: โดยปกติการเปิดวิชาครั้งแรกจะให้เป็นแบบสาธารณะคือใครก็เข้าเรียนได้ แต่อย่างไรก็ตาม สามารถกำหนดค่าระดับการรักษาความปลอดภัยของข้อมูลได้
tl_ph: Batay sa default, ang iyong kurso ay pampubliko. Subalit maaari mo itong ilarawan sa antas ng pag-access sa itaas.
tr: Varsayılan olarak bu ders genel erişime açıktır.Erişim seviyesini yukarıda belirleyebilirsiniz.
uk_ua: За замовчуванням ваш курс є публічним. Але ви можете визначити вищий рівень конфіденційності.
vi_vn: Mặc định, chỉ có người dùng mới có thể truy cập đến khóa học mà mình đã đăng kí. Nếu bạn muốn bảo mật,các đơn giản nhất là cho phép đăng kí trong vòng 1 tuần, yêu cầu chính học sinh tự đăng kí, sau đó không cho phép đăng kí thêm và kiểm tra kẻ xâm nhập có thể có trong danh sách
xh_za: Ngokwendalo, ikhosi lakho liphantsi koluntu. Kodwa ungachaza inqanaba lokufikelela ngasentla.
zh_cn: 课程默认为开放. 你可以自定义开放级别.
zh_tw: 課程預設為開放. 你可以自定義開放級別.

source: Public - access allowed for the whole world
ar: عام - الدخول للمقرر متاح للعالم باجمعه
ast_es: Abiertu - Entrada autorizada a tol mundu
bn_bd: সর্বজনীন - সমগ্র বিশ্বের জন্য প্রবেশাধিকার অনুমোদিত
bs_ba: Javni - pristup dozvoljen cijelom svijetu
ca_es: Obert - Accés autoritzat per tothom
cs_cz: Otevřeno - přístup povolen pro celý svět
da: Åben - siden kan ses af alle på internettet
de: Offen - Zugang erlaubt für alle
el: Δημόσια - η πρόσβαση επιτρέπεται σε όλους
eo: Malferma - aliro permesita al la tuta mondo
es: Público - acceso autorizado a cualquier persona
es_mx: Abierto - accceso permitido para todos
eu_es: Publikoa - sarbidea edonorentzat dago baimenduta
fa_ir: دسترسی عمومی، قابل دسترسی همگانی
fi_fi: Avoinna - kaikilla pääsy (myös vierailijat)
fo_fo: Almennur - atgongd loyvd fyri heitan heimin
fur: Public - acess permitû par dut il mond
ga: Poiblí - rochtain ceadaithe don domhan ar fad
gl: Aberto - acceso permitido a todo o mundo
he_il: ציבורי - גישה מותרת לכל העולם
hi: सार्वजनिक - पूरे विश्व के लिए पहुँच अनुमत
hr_hr: Otvoreno - pristup omogućen svima
hu_hu: Nyitott - elérhető az egész világ számára
hy: Հանրային - մուտք թույլատրված է ամբողջ աշխարհի համար
id_id: Terbuka - akses diijinkan untuk seluruh dunia
it: Aperto - chiunque può accedere al corso
ja: 完全な公開 - 全世界にアクセスを許可する
ka_ge: საჯარო - წვდომა ნებადართულია მთელი მსოფლიოსთვის
ko_kr: 공개 - 누구나 접근 가능합니다
lo: ສາທາລະນະ - ອະນຸຍາດໃຫ້ທຸກຄົນເຂົ້າເຖິງໄດ້
lt_lt: Viešas priėjimas visiems lankytojams
lv_lv: Atklātā pieeja - iespējama no jebkuras vietas pasaulē!
mk_mk: Отвори - пристапот е допуштен на целиот свет
ms_my: Awam - akses dibenarkan untuk seluruh dunia
my_mm: အများသုံး - ကမ္ဘာတစ်ဝှမ်းအတွက် ဝင်ရောက်ခွင့်ပြုထားသည်
ne: सार्वजनिक - सम्पूर्ण विश्वका लागि पहुँच अनुमति
nl: Openbaar – toegang toegelaten voor de hele wereld
nn_no: Offentleg - tilgjenge for heile verda
oc: Dobèrt en totei
pl_pl: Dostęp dla całego świata
ps: عومي - د نړۍ د ټولو لپاره لاسرسی اجازه ده
pt_br: Acesso Público - permitido acesso a todos (anónimos e incritos)
pt_pt: Aberto - permitido o acesso a todos os utilizadores
ro_ro: Public - acces autorizat la orice persoana
ru_ru: Открытый доступ разрешен для всех
sk_sk: Otvorené - prístup povolený každému
sl: Odprt - dostop dovoljen vsem brez omejitev
sq: Publik - qasje e lejuar për të gjithë botën
sr_rs: Otovren – pristup omogućen celom svetu
sv_se: Öppen - access tillåten för hela världen
sw_ke: Umma - ufikiaji uruhusiwa kwa ulimwengu mzima
ta: பொது - உலகமெங்கிலும் அணுகல் அனுமதி
th: เปิด ให้เรียนฟรี
tl_ph: Publiko - ang access ay pinapayagan para sa buong mundo
tr: Açık - Genel Erişim
uk_ua: Відкритий доступ для всіх
vi_vn: Công khai - cho phép truy cập toàn thế giới
xh_za: Loluntu - ukufikelela kuvunyelwe kwihlabathi lonke
zh_cn: 开放 - 允许任何人访问
zh_tw: 開放 - 允許任何人訪問

source: Open - access allowed for users registered on the platform
ast_es: Abiertu - entrada permitida namás a los usuarios rexistraos na plataforma
bn_bd: উন্মুক্ত - প্ল্যাটফর্মে নিবন্ধিত ব্যবহারকারীদের জন্য প্রবেশাধিকার অনুমোদিত
bs_ba: Otvoreni - pristup dozvoljen korisnicima registrovanim na platformi
ca_es: Obert - Accés autoritzat als usuaris enregistrats de la plataforma
cs_cz: Otevřeno - přístup povolen pro uživatele registrované v systému
da: Åben - siden kan efter login ses af de, der følger et direkte link eller de, der står på sidens deltagerliste
el: Ανοιχτή - η πρόσβαση επιτρέπεται μόνο στους εγγεγραμμένους χρήστες
eo: Malferma - aliro permesita al registritaj uzuloj
es_mx: Abierto - acceso permitido para usuarios registrados
eu_es: Irekia - plataforman izena eman duten erabiltzaileentzat bakarrik baimenduta dago sarbidea
fa_ir: دسترسی عمومی محدود، قابل دسترسی تنها برای کاربران ثبت نام شده در محیط آموزشی مجازی
fi_fi: Avoinna - kaikki rekisteröityneet käyttäjät pääsevät
fo_fo: Ogn - atgongd loyvd fyri brúkarar skrásett á talgilanum
fur: Vert - acess permitû par utents iscrôts te plateform
ga: Oscailte - rochtain ceadaithe d'úsáideoirí cláraithe ar an ardán
gl: Aberto - acceso permitido para usuarios rexistrados na plataforma
he_il: פתוח - גישה מותרת למשתמשים הרשומים בפלטפורמה
hi: खुला - प्लेटफ़ॉर्म पर पंजीकृत उपयोगकर्ताओं के लिए पहुँच अनुमत
hr_hr: Otvoreno - pristup omogućen korisnicima registriranim na platformu
hu_hu: Nyitott - regisztrált felhasználók számára elérhető
hy: Բաց - մուտք թույլատրված է հարթակում գրանցված օգտատերերի համար
id_id: Terbuka - akses diijinkan untuk user yang terdaftar pada platform ini
it: Aperto - accesso consentito agli utenti registrati presso la piattaforma
ja: 公開 - プラットフォームに登録されたユーザーにアクセスを許可する
ka_ge: ღია - წვდომა ნებადართულია პლატფორმაზე რეგისტრირებული მომხმარებლებისთვის
ko_kr: 공개 - 플랫폼에 등록한 모든 유저가 접근가능합니다
lo: ເປີດ - ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ທີ່ລົງທະບຽນໃນແພລດຟອມເຂົ້າເຖິງໄດ້
lt_lt: Atviras priėjimas vartotojams, priregistruotiems sistemoje
lv_lv: Daļēji atklātā pieeja - iespējama lietotājiem, kas reģistrējušies portālā
mk_mk: Отвори - пристап допуштен за корисници регистрирани на платформата
ms_my: Terbuka - akses dibenarkan untuk pengguna yang berdaftar di platform
my_mm: ဖွင့်လှစ်ထားသည် - ပလက်ဖောင်းပေါ်တွင် မှတ်ပုံတင်ထားသော အသုံးပြုသူများအတွက် ဝင်ရောက်ခွင့်ပြုထားသည်
ne: खुला - प्लेटफर्ममा दर्ता भएका प्रयोगकर्ताहरूका लागि पहुँच अनुमति
nl: Open – toegang toegelaten voor geregistreerde gebruikers
nn_no: Open - tilgjenge for brukarar registrert på plattforma
oc: Dobèrt - accès autorizat autorizat ais usanciers de la plataforma
pl_pl: Dostęp dla zarejestrowanych użytkowników platformy
ps: خلاص - د پلیټفارم کې ګډون شوي کاروونکو لپاره لاسرسی اجازه ده
pt_br: Acesso Público - acesso permitido para usuários registrados na plataforma
pt_pt: Aberto - permitido o acesso aos utilizadores registados na plataforma
ro_ro: Deschis - acces permis doar pentru utilizatorii înregistrați in platforma
ru_ru: Открытый доступ разрешен для пользователей, зарегистрированных на платформе
sk_sk: Otvorené - prístup povolený používateľom registrovaným na platforme
sq: Hapur - qasje e lejuar për përdoruesit e regjistruar në platformë
sr_rs: Otvoren pristup – pristup omogućen korisnicima koji su registrovani.
sv_se: Öppen - access tillåten för registrerade användare
sw_ke: Wazi - ufikiaji uruhusiwa kwa watumiaji waliosajiliwa kwenye jukwaa
ta: திறந்த - தளத்தில் பதிவு செய்த பயனர்களுக்கு அணுகல் அனுமதி
th: เปิดวิชาให้เรียนเฉพาะผู้ที่ลงทะเบียนสมาชิกในระบบ
tl_ph: Buksan - ang access ay pinapayagan para sa mga gumagamit na rehistrado sa platform
tr: Açık - Platform üyelerine erişim izni
uk_ua: Відкритий доступ для зареєстрованих на платформі користувачів
vi_vn: Mở - cho phép truy cập người dùng đăng ký trên nền tảng
xh_za: Livulekile - ukufikelela kuvunyelwe kubasebenzisi ababhalisiweyo eqongeni
zh_cn: 开放 - 允许平台注册用户访问
zh_tw: 開放 - 僅供本平台已註冊的使用者

source: Student %s is no subscribed to this course
ar: الطالب %s ليس مسجلا في هذا المقرر
ast_es: L'alumu %s nun ta subscritu a esti cursu
bn_bd: ছাত্র %s এই কোর্সে সাবস্ক্রাইব নয়
bs_ba: Student %s nije upisan u ovaj kurs
ca_es: L'estudiant %s no està subscrit a aquest curs
cs_cz: Student %s není zapsán do tohoto kurzu
da: Student %s er ikke tilmeldt dette kursus
de: %s ist nicht zu diesem Kurs zugeteilt.
el: Ο φοιτητής %s δεν είναι εγγεγραμμένος σε αυτό το μάθημα
eo: Studento %s ne estas abonutita al ĉi tiu kurso
es: El estudiante %s no está inscrito a este curso
es_mx: El estudiante %s no está inscrito en este curso
eu_es: Ikasle %s ez dago ikastaro honetan izena emanda
fa_ir: دانشجو %s در این درس ثبت‌نام نشده است
fi_fi: Opiskelija %s ei ole tilattu tähän kurssiin
fo_fo: Studenstur %s er ikki skrásettur í hendan kursin
fur: Student %s no je iscrit a chest curs
ga: Níl an mac léinn %s liostáilte sa chúrsa seo
gl: O estudante non está inscrito neste curso
he_il: התלמיד %s אינו רשום לקורס זה
hi: छात्र %s इस कोर्स में सदस्य नहीं है
hr_hr: Student %s nije pretplaćen na ovaj predmet
hu_hu: A %s diák nincs feliratkozva erre a kurzusra
hy: Ուսանող %s-ը չի բաժանորդագրված այս դասընթացին
id_id: Mahasiswa %s tidak terdaftar di kursus ini
it: Lo studente %s non è iscritto a questo corso
ja: 学生 %s はこのコースに登録されていません
ka_ge: სტუდენტი %s არ არის გამოწერილი ამ კურსზე
ko_kr: 학생 %s은(는) 이 강좌에 구독되지 않았습니다
lo: ນັກຮຽນ %s ບໍ່ໄດ້ລົງທະບຽນຫຼັກສູດນີ້
lt_lt: Studentas %s nėra užsiregistravęs į šį kursą
lv_lv: Students %s nav reģistrējies šajā kursā
mk_mk: Студентот %s не е запишан на овој курс
ms_my: Pelajar %s tidak melanggan kursus ini
my_mm: ကျောင်းသား %s သည် ဤသင်တန်းတွင် စာရင်းသွင်းထားခြင်းမရှိပါ
ne: विद्यार्थी %s यो कोर्समा दर्ता भएको छैन
nl: Student %s is niet ingeschreven voor deze cursus
nn_no: Student %s er ikkje skriven på dette kurset
oc: L'estudiant %s es pas inscrit a aquest còrs
pl_pl: Student %s nie jest zapisany na ten kurs
ps: طالب %s د دې کورس کې ګډون نلري
pt_br: O aluno %s não está inscrito neste curso
pt_pt: O aluno %s não está inscrito neste curso
ro_ro: Studentul %s nu este înscris la acest curs
ru_ru: Студент %s не записан на этот курс
sk_sk: Študent %s nie je prihlásený na tento kurz
sl: Uporabnik %s ni registriran v ta tečaj
sq: Studenti %s nuk është i regjistruar në këtë kurs
sr_rs: Student %s nije upisan na ovaj kurs
sv_se: Student %s är inte anmäld till denna kurs
sw_ke: Mwanafunzi %s hajaandikishwa kwenye kozi hii
ta: மாணவர் %s இந்த பாடநூலில் பதிவு செய்யவில்லை
th: นักเรียน %s ไม่ได้ลงทะเบียนในรายวิชานี้
tl_ph: Ang estudyanteng %s ay hindi naka-subscribe sa kursong ito
tr: %s numaralı öğrenci bu derse kayıtlı değil
uk_ua: Студент %s не зареєстрований на цей курс
vi_vn: Học viên %s chưa đăng ký khóa học này
xh_za: Umfundi %s akabhaliswanga kule khosi
zh_cn: 学生 %s 未订阅此课程
zh_tw: 學生 %s 未註冊此課程
