Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: new link(s) created.
ar: لقد تم إنشاء الرابط / الروابط الجديد (ة)
ast_es: Enllaz (ces) nuevu creau.
bn_bd: নতুন লিঙ্ক(গুলো) তৈরি করা হয়েছে।
bs_ba: novi link(ov)i kreirani.
ca_es: nou(s) enllaç(os) creat(s).
cs_cz: nových odkazů vytvořeno.
da: nyt/e link/s er oprettet
de: Neue Links wurden erstellt
el: νέος(οι) σύνδεσμος(οι) δημιουργήθηκαν.
eo: nova(j) ligilo(j) kreita(j).
es: nuevo enlace(s) creado.
es_mx: nuevo(s) enlace(s) creados
eu_es: lotura berria(k) sortu d(ir)a
fa_ir: پیوند جدید ساخته شد
fi_fi: uusi linkki luotu.
fo_fo: ný leinkju(r) uppruttar.
fur: leam(s) gnûf creâts.
ga: naisc nua cruthaithe.
gl: nova(s) ligazón(s) creada(s).
he_il: קישור(ים) חדשים נוצרו.
hi: नए लिंक(क) बनाए गए।
hr_hr: nova/e povezinca/e izrađena/e.
hu_hu: Új hivatkozás(ok) létrehozva.
hy: նոր հղում(ներ) ստեղծվել է:
id_id: link baru dibuat.
it: nuovo/i collegamento/i creato/i
ja: 新しいリンクが作成されました。
ka_ge: ახალი ბმულ(ები) შექმნილია.
ko_kr: 새 링크가 생성되었습니다.
lt_lt: sukurta nauja nuoroda/os.
lv_lv: jauna(s) hipersaite(s) tika izveidota(s).
mk_mk: нова(и) врска(и) креиран(и)
ms_my: pautan baru dicipta.
my_mm: လင့်ခ်အသစ်(များ) ဖန်တီးပြီးဖြစ်သည်။
ne: नयाँ लिङ्कहरू सिर्जना गरियो।
nl: nieuwe link(s) aangemaakt.
nn_no: ny(e) lenke(r) oppretta.
oc: novèl(s) ligam(s) creat(s).
pl_pl: nowy link(-i) stworzony(-ne).
ps: نوي لینک(ونه) جوړ شوي.
pt_br: novo link (s) criado.
pt_pt: nova ligação/link(s) criada.
ro_ro: link nou creat.
ru_ru: новая(ые) ссылка(и) создана(ы)
sk_sk: nový odkaz vytvorený.
sl: novih povezav ustvarjenih.
sq: lidhje(e) të reja të krijuara.
sr_rs: Novi link je kreiran.
sv_se: ny länk(ar) skapades.
sw_ke: kiungo(kin) kipya kimeundwa.
ta: புதிய இணைப்ப(கள்) உருவாக்கப்பட்டது.
th: สร้างรายการเชื่อมโยงให้แล้ว
tl_ph: bagong link(s) na nilikha.
tr: yeni bağlantı oluşturuldu.
uk_ua: нові посилання створено.
vi_vn: liên kết(s) mới được tạo.
xh_za: i-link entsha (i-link) yenziwe.
zh_cn: 链接已创建。
zh_tw: 鏈接已創建。
