Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Enter step to add to your session
qu_pe: Introduzca la etapa que quiera añadir a su sesión

source: In order to do this, you must enter the year, the department and the step
qu_pe: Para hacer esto, debe introducir el año, el departamento y la etapa

source: Follow each of these steps, step by step
qu_pe: Siga cada una de los elementos, paso a paso

source: Registration year. Example: %s for academic year %s-%s
qu_pe: Año de registro. Ejemplo: %s para el año académico %s-%s

source: Select department
qu_pe: Seleccionar departamento

source: Registration year
qu_pe: Año de registro

source: Select step (academic year)
qu_pe: Seleccionar etapa (año académico)

source: Error: this step already exists
qu_pe: Error: esta etapa ya existe

source: Error: step not found on LDAP server
qu_pe: Error: etapa no encontrada en el servidor LDAP

source: Step deleted successfully
qu_pe: La etapa ha sido suprimida

source: Step users removed successfully
qu_pe: Los usuarios han sido quitados de la etapa

source: No LOs in this session
qu_pe: No hay etapas para esta sesión

source: Remove users from step
qu_pe: Quitar usuarios de la etapa

source: Import learners of all steps
qu_pe: Importar los alumnos de todas las etapas

source: Import LDAP users into the platform
qu_pe: Yapay LDAP haykuqmasikunata

source: No user in this session
qu_pe: Manan kashanchu haykuqmasikuna kay sesiónpi

source: Subscribe some users to this session
qu_pe: Qelqapachiy haykuqmasikunata kay sesiónpi

source: Enter the learners you would like to register to your course
qu_pe: Introduzca los alumnos que quiera inscribir en su curso

source: In order to do this, you must enter the year, the component and the component's step
qu_pe: Para hacer esto, debe introducir el año, la componente y la etapa de la componente

source: Select component
qu_pe: Seleccionar componente

source: Component
qu_pe: Componente

source: Select learners
qu_pe: Ajllay yachaqekunata

source: LDAP users added
qu_pe: Usuarios LDAP añadidos

source: No user added
qu_pe: Ningún usuario añadido

source: Import LDAP users into a course
qu_pe: Importar usuarios LDAP en un curso

source: Import LDAP users and a step into a session
qu_pe: Importar usuarios LDAP y una etapa en esta sesión

source: LDAP synchronization: Import learners/steps into course sessions
qu_pe: Sincronización LDAP: Importar usuarios/etapas en las sesiones

source: Assessments tab
qu_pe: Pestaña Mi cuaderno de calificaciones

source: LDAP users added or updated
qu_pe: Usuarios LDAP añadidos o actualizados

source: Search for LDAP users
qu_pe: Maskhay LDAP nisqa haykuqmasikunata

source: Select a course in which you would like to register the users you are going to select next
qu_pe: Seleccione el curso en el que desee inscribir los usuarios que ha seleccionado

source: Import LDAP users into a session
qu_pe: Importar usuarios LDAP en una sesión

source: Select a filter to find a matching string at the end of the OU attribute
qu_pe: Seleccione un filtro para encontrar usuarios cuyo atributo OU (Unidad Organizativa) acabe por el mismo

source: The OU attribute filter
qu_pe: Filtro del atributo OU

source: Select the session in which you want to import these users
qu_pe: Seleccione la sesión en la que quiere importar estos usuarios

source: Use the RTMPT protocol
qu_pe: Usar el protocolo rtmpt

source: The RTMPT protocol allows access to the videoconference from behind a firewall, by redirecting the communications on port 80. This, however, will slow down the streaming, so it is recommended to avoid using it unless required.
qu_pe: El protocolo rtmpt permite acceder a una videoconferencia desde detrás de un firewall, redirigiendo las comunicaciones a través del puerto 80. Esto ralentizará el streaming por lo que se recomienda no utilizarlo a menos que sea necesario.

source: New stylesheet file
qu_pe: Hoja de estilos nisqamanta musuq khipu

source: Name of the stylesheet
qu_pe: Hola de estilos nisqapa sutin

source: The stylesheet has been added
qu_pe: Hoja de estilos nisqaqa yapachikunña

source: Tutor identification value
qu_pe: Yachacheq chanin reqsipachiynin

source: When a check is done on the tutor field given above, this value has to be inside one of the tutor fields sub-elements for the user to be considered as a trainer. If you leave this field blank, the only condition is that the field exists for this LDAP user to be considered as a trainer. As an example, the field could be "memberof" and the value to search for could be "CN=G_TRAINER,OU=Trainer".
qu_pe: Cuando se realice una comprobación en el campo profesor que aparece arriba, para que el usuario sea considerado profesor, el valor que se le dé debe ser uno de los subelementos del campo profesor. Si deja este campo en blanco, la única condición para que sea considerado como profesor es que en este usuario LDAP el campo exista. Por ejemplo, el campo puede ser "memberof" y el valor de búsqueda puede ser "CN=G_TRAINER,OU=Trainer"

source: The field is successfully moved down
qu_pe: Kanchaqa urayman kuyuchikun

source: Cannot move the field.
qu_pe: Manan kuyuchikunchu kanchaqa

source: The field is successfully moved up.
qu_pe: Kanchaqa wichayman kuyuchikun

source: OpenGraph meta title
qu_pe: OpenGraph meta sutiy

source: This will show an OpenGraph Description meta (og:description) in your site's headers
qu_pe: Kayqa OpenGraph Description meta (og:description) rikuchikuspa sitiopa headerpi

source: Meta description
qu_pe: Meta willakuy

source: This will show an OpenGraph Title meta (og:title) in your site's headers
qu_pe: Kaykunaq webqan headerpi OpenGraph Title meta (og:title) rikuchisqan

source: The field has been deleted
qu_pe: Kanchaqa pichachikunña

source: Cannot delete the field
qu_pe: Mana kanchaqa pichakunchu

source: Register users by Coach
qu_pe: Haykuqmasikunaq Coach niqantin qelqachikuynin

source: Coach users may create users to the platform and subscribe users to a session.
qu_pe: Pusaqqa qelqachinman hanp'arapi musuq haykuqmasikunata hinallataq qelqachinman hoq sesión nisqapi.

source: Sort the options of the profiling fields
qu_pe: Ordenar las opciones de los campos del perfil

source: The option has been moved up.
qu_pe: Kay imaymanaqa wichayman kuyuchikun.

source: Cannot move the option.
qu_pe: Manan imaymanaqa kuyuchikunchu.

source: The option has been moved down.
qu_pe: Imaymanaqa urayman kuyuchikun.

source: Define access limits for the coach
qu_pe: Ajllay coach nisqaman haykuy unayninta

source: days before session starts
qu_pe: Ñaupaq p'unchaykuna

source: days after
qu_pe: chaymanta p'unchaykuna

source: Single registration
qu_pe: Chulla qelqachikuy

source: Multiple registration
qu_pe: Askha qelqachikuy

source: Full-text search feature
qu_pe: Funcionalidad de búsqueda de texto completo

source: Select 'Yes' to enable this feature. It is highly dependent on the Xapian extension for PHP, so this will not work if this extension is not installed on your server, in version 1.x at minimum.
qu_pe: Seleccione "Sí" para habilitar esta funcionalidad. Esta utilidad depende de la extensión Xapian para PHP, por lo que no funcionará si esta extensión no está instalada en su servidor, como mínimo la versión 1.x

source: Find a training session
qu_pe: Makhay hoq sesiónta

source: Session session
qu_pe: Sesiónpa hap'ichinan

source: Add URL
qu_pe: Yapay URL nisqata

source: Show session coach
qu_pe: Qhawarichiy seseónpa pusaqninta

source: Show the global session coach name in session title box in the courses list
qu_pe: Mostrar el nombre del tutor global de la sesión dentro de la caja de título de la página del listado de cursos

source: Extend rights for coach
qu_pe: Ampliar los permisos del tutor

source: Activate this option will give the coach the same permissions as the trainer on authoring tools
qu_pe: La activación de esta opción dará a los tutores los mismos permisos que tenga un profesor sobre las herramientas de autoría

source: Activate this option will allow the coachs to create and edit surveys
qu_pe: La activación de esta opción dará a los tutores el derecho de crear y editar encuestas

source: Extend rights for coachs on surveys
qu_pe: Hatunyachiy tapukuykunapi yachechiqkunaq huñichayninta

source: This user cannot be deleted because he is still teacher in a course. You can either remove his teacher status from these courses and then delete his account, or disable his account instead of deleting it.
qu_pe: Kay haykuqmasiqa yachachiq kasqanranku manan wañuchikunmanchu. Yachachinamanta yachachiqta sutinchayninta t'ijrachiwaq amaraq wañuchispa, utaq harkariwaq cuenta nisqanta.

source: Allow non admin to create courses
qu_pe: Huñichay yachachinakuna kamanakunta

source: Allow non administrators (teachers) to create new courses on the server
qu_pe: Yachachiqkunaqa h'anparapiqa kamankuman yachachikunata

source: Allow learners to browse the courses catalogue and subscribe to available courses
qu_pe: Huñichay yachaqekunaman yachachinaq catálogo nisqanta kutipaspa qhawarispa qelqachikunankupaq

source: Yes (the files will be deleted permanently and will not be recoverable)
qu_pe: Ari (khipukunaqa pichachikuspa wañuchikunqan wiñaypaq hinallataq manapuni kutirinqachu)

source: No (the files will be deleted from the application but will be manually recoverable by your server administrator)
qu_pe: Mana (khipukunaqa pichachikunqan kay aplicacion nisqamanta ichaqa kamachiq maki ruwaywanqai kutirichikunqa)

source: Select a manager
qu_pe: Ajllay hoq manuchakuqta

source: No HR manager available
qu_pe: Manaraq kanchu manuchakuq

source: Learners access to courses catalogue
qu_pe: Yachaqekunaqa yachachinaq catálogo nisqanta kutipaspa qhawarillankuman

source: This is a shared setting
qu_pe: Kay kamariyqa t'aqapasqan kashan

source: Global agenda
qu_pe: Lliw ruwana

source: Advanced file manager in the WYSIWYG editor
qu_pe: Gestor avanzado de ficheros para el editor WYSIWYG

source: Enable advanced file manager for WYSIWYG editor? This will add a considerable amount of additional options to the file manager that opens in a pop-up window when uploading files to the server, but might be a little more complicated to use for the final user.
qu_pe: ¿ Activar el gestor avanzado de archivos para el editor WYSIWYG ? Esto añadirá un considerable número de opciones adicionales al gestor de ficheros que se abre en una ventana cuando se envían archivos al servidor.

source: Average progress in courses
qu_pe: Promedio total de progreso de SCORM y soló lecciones

source: Multiple access URL / Branding
qu_pe: URL nisqamanta askha haykunakuna

source: Full-text search: show unlinked results
qu_pe: Búsqueda full-text: mostrar resultados no accesibles

source: When showing the results of a full-text search, what should be done with the results that are not accessible to the current user?
qu_pe: Al momento de mostrar los resultados de la búsqueda full-text, como debería comportarse el sistema para los enlaces que no estan accesibles para el usuario actual?

source: Do not show them
qu_pe: Ama qhawarichiychu

source: Show them but without a link to the resource
qu_pe: Qhawarichiy ichaqa

source: Templates
qu_pe: Yupikuna

source: Enable version check
qu_pe: Activar la verificación de versiones

source: Internal messaging tool
qu_pe: Hatarichiy willaykunamanta llank'anakunata

source: Booking
qu_pe: Hatarichiy Waqaychanamanta llank'anakunata

source: The booking system allows you to book resources for your courses (rooms, tables, books, screens, ...). You need this tool to be enabled (through the Admin) to have it appear in the user menu.
qu_pe: Kayqa hatarichinqa Yanapaysikunaq sistema nisqanta

source: Configure
qu_pe: Kamariy ima kaq yachachinata

source: Configure multiple access URL
qu_pe: Kamariy askha URL nisqakunaman haykunata

source: The URL has been added
qu_pe: URL yapasqa

source: This URL already exists, please select another URL
qu_pe: URL churasqaykiqa ña kashan, hoq URL nisqata haykuchiy

source: Are you sure you want to set this language as the portal's default?
qu_pe: Cheqaychu kashanki hanp'arapi kikinmanta kay simi kanapaq?

source: Current portal's language
qu_pe: Hanp'araq kunan kaq simin

source: Edit users and URLs
qu_pe: Ruwapay haykuqmasikunatawan URL nisqakunatawan

source: Add users to an URL
qu_pe: Yapay haykuqmasikunata URL nisqaman

source: URL list
qu_pe: URLs yupachasqan

source: Add users to that URL
qu_pe: Yapay haykuqmasikunata kay URL nisqaman

source: Select URL
qu_pe: Ajllay hoq URL nisqata

source: Users subscribed to this URL
qu_pe: Haykuqmasikuna qelqachasqa kay URL nisqapi

source: The user accounts have been updated
qu_pe: Haykuqmasikunaqa t'ijrapachikusqaña

source: You must select at least one user and one URL
qu_pe: Ajllapay hoq haykuqmasillatapas hinallataq hoq URL nisqatapas

source: The user accounts are now attached to the URL
qu_pe: Haykuqmasikunaqa ruwapaychisqaña

source: Course score
qu_pe: Calificación en las pruebas de Lecciones

source: Average of tests in Learning Paths
qu_pe: Promedio total de pruebas de SCORM y lecciones

source: Import courses list
qu_pe: Apachimuy yachachikunata hoq wayaqamanta

source: Manage users
qu_pe: Kamariy haykuqmasikunata

source: Manage courses
qu_pe: Kamariy yanapaysikunata

source: Users of
qu_pe: Kaypaq haykuqmasikuna

source: The URL has been disabled
qu_pe: URL nisqaqa wañuchikunña

source: The URL has been enabled
qu_pe: La URL ha sido activada

source: Edit users
qu_pe: Ruwapay haykuqmasikunata

source: Edit courses
qu_pe: Ruwapay yachachinakunata

source: Courses of
qu_pe: Cursos de

source: Add courses to an URL
qu_pe: Yapay yachachinata hoq URL nisqaman

source: Edit courses of an URL
qu_pe: Ruwapay hoq URL nisqaq yachachinankunata

source: Add courses to that URL
qu_pe: Yapay yachachinaya kay URL nisqaman

source: Enable the selected plugins
qu_pe: Habilitar los plugins seleccionados

source: At least one course and one URL
qu_pe: Debe escoger por lo menos un curso y una URL

source: Click here to register the admin into all sites
qu_pe: Haga click para registrar al usuario Admin en todas las URLs

source: Admin user should be registered here
qu_pe: El usuario administrador deberia estar registrado en:

source: URL not configured yet, please add this URL :
qu_pe: URL no configurada favor de agregar la siguiente URL

source: Admin user assigned to this URL
qu_pe: Haykuqmasi qelqachasqa kay URL nisqaman

source: Courses updated successfully
qu_pe: Yachachinakunaqa ruwapasqaña

source: The URL has been edited
qu_pe: URL t'ijrachisqaña

source: Add session to an URL
qu_pe: Agregar una sesión a una URL

source: Session title's first letter
qu_pe: Primera letra del nombre de la sessión

source: Edit session
qu_pe: Ruwapay sesión nisqata

source: Add sessions to that URL
qu_pe: Yapay sesión nisqata kay URL nisqaman

source: Sessions were edited
qu_pe: Sesión nisqakunaqa qeqachasqaña

source: Manage sessions
qu_pe: Kamachiy sesiones nisqata

source: Enabling the internal messaging tool allows users to send messages to other users of the platform and to have a messaging inbox.
qu_pe: Esta opción habilitará la herramienta de mensajes

source: Social network tool (Facebook-like)
qu_pe: Habilita la herramienta de red social

source: The social network tool allows users to define relations with other users and, by doing so, to define groups of friends. Combined with the internal messaging tool, this tool allows tight communication with friends, inside the portal environment.
qu_pe: Esta opción habilitará la herramienta de red social

source: Set language as default
qu_pe: Churay simita kikinmanta hina

source: Filter
qu_pe: Suysuna

source: Filter on
qu_pe: Hap'ichiy suysunata

source: Filter off
qu_pe: Wañuchiy suysunata

source: You can now use this field as a filter
qu_pe: Kay kanchata hapipawaq suysuna hinata

source: You can't use this field as a filter
qu_pe: Suysuna wañuchisqa

source: Add user field
qu_pe: Yapay haykuqmasiq kanchanta

source: The users have been subscribed to the following courses because several courses share the same visual code
qu_pe: Los usuarios han sido registrados a los siguientes cursos porque varios cursos comparten el mismo código visual

source: The following courses already use this code
qu_pe: Rikuchisqa yachichinakunaqa ña hapipakushanku kay chinputa

source: The users have been unsubscribed from the following courses because several courses share the same visual code
qu_pe: haykuqmasikunaqa horqochikunku kay yachachinakunapi qelqachikusqanmanta, askha yachachinakuna kikin chinpuyuq, chayrayku

source: Filter users
qu_pe: Haykuqmasikunaq suysunan

source: Several courses were subscribed to the session because of a duplicate course code
qu_pe: Varios cursos se suscribieron a la sesión a causa de un código duplicado de curso

source: You must select a coach
qu_pe: Ajllawaq hoq pusaqta

source: Encryption method
qu_pe: Método de encriptación nisqa

source: Add a template
qu_pe: Yapay yupita

source: This image will represent the template in the templates list. It should be no larger than 100x70 pixels
qu_pe: Kay wankiqa rikuchin yupiykita yupachasqa yupikunamanta. Aman kanmanchu kaymanta 100x70 píxeles sinchi hatun

source: Template added
qu_pe: Yupi yapasqa

source: Template deleted
qu_pe: Yupi pichasqa

source: Template edition
qu_pe: Ruwapay yupita

source: The users that were not registered on the platform have been imported
qu_pe: Hanp'arapi mana qelqachikusqa haykuqmasikunalla apachikamunku

source: You must import a file corresponding to the selected format
qu_pe: Apachimuwaq hoq khipu imayna ajllasqaykimanta

source: Show teacher or tutor's e-mail address in the footer
qu_pe: Yachachiq utaq pusaqpa e-chakin chaki uraypi

source: Show trainer or tutor's e-mail in footer ?
qu_pe: Qhawarichinkichu yachachiq utaq pusaqpa e-chakin chaki uraypi ?

source: Add a system announcement
qu_pe: Añadir anuncio del sistema

source: Edit system announcement
qu_pe: Editar anuncio del sistema

source: % of learning objects visited
qu_pe: Progreso total por lección

source: Total time in course
qu_pe: Tiempo total por lección

source: Last time learner entered the course
qu_pe: Última vez que la lección fue usada

source: The announcement is available
qu_pe: El anuncio está disponible

source: The announcement is not available
qu_pe: El anuncio no está disponible

source: Searching
qu_pe: Buscando

source: Add LDAP users
qu_pe: Añadir usuarios LDAP

source: Add news
qu_pe: Agregar noticias

source: Failed to open the search database
qu_pe: Rimay base de datosni kichayta atipasqañam

source: The search database uses an unsupported format
qu_pe: Rimay base de datos formato mana apoyasqañam

source: The search database has been modified/broken
qu_pe: Rimay base de datos willasqañam / kumpikuy

source: Failed to lock the search database
qu_pe: Rimay base de datosni lluqllayta atipasqañam

source: Failed to create the search database
qu_pe: Rimay base de datosni kamachiyta atipasqañam

source: The search database has suffered corruption
qu_pe: Rimay base de datos kumpikuq

source: Connection timed out while communicating with the remote search database
qu_pe: Remoto rimay base de datoswan rimanakuytaq tiempo kutiq

source: Error in search engine
qu_pe: Rimay motorpi pantasqañam

source: The Xapian search module is not installed
qu_pe: Xapian rimay módulo mana kamachisqa

source: Field removed
qu_pe: Kutiq kampu

source: The new sub-language has been added
qu_pe: Yapa rimay yapasqañam

source: Delete sub-language
qu_pe: Yapa rimay kuti

source: Create a sub-language for this language
qu_pe: Kay rimaypaq yapa rimay kamachi

source: Delete this sub-language
qu_pe: Kay yapa rimay kuti

source: Create sub-language
qu_pe: Yapa rimay kamachi

source: Define new terms for this sub-language
qu_pe: Kay yapa rimaypaq yapa simikuna kamachi

source: Sub-language terms
qu_pe: Yapa rimay simikuna

source: Load language file
qu_pe: Rimay willay kichay

source: Allow definition and use of sub-languages
qu_pe: Yapa rimaykuna kamachina y kaway

source: By enabling this option, you will be able to define variations for each of the language terms used in the platform's interface, in the form of a new language based on and extending an existing language. You'll find this option in the languages section of the administration panel.
qu_pe: Kay ruayta kichaywan, plataporma interfispi simikunapaq rimaykunata rikch'akuyta atik, manaq simipi willasqa rimaymanta qallariywan. Kay ruayta kamachinaq kamachinaq panelpi rimay qitapi tarikuy.

source: Add terms to the sub-language
qu_pe: Yapa rimaypi simikuna yapa

source: Template edited
qu_pe: Plantilla willasqa

source: Sub-language
qu_pe: Yapa rimay

source: The language has been made visible and can now be used throughout the platform.
qu_pe: Rimay rikch'aq kaypiqan, platapormapi kawakuyta atin.

source: The language has been hidden. It will not be possible to use it until it becomes visible again.
qu_pe: Rimay pakasqa. Rikch'aq kaypiqamantaqa manam kawakunman.

source: The var/translations directory, used on this portal to store the languages, is not writable. Please contact your platform administrator and report this message.
qu_pe: var/translations directorio, portalpi rimaykunata hap'inapaq, manam willakunman. Plataporma kamachinaqwan yanapay.

source: Show glossary terms in documents
qu_pe: Willakuy simikunata willakuykunapi rikuchi

source: From here you can configure how to add links to the glossary terms from the documents
qu_pe: Willakuykunamanta willakuy simikunapaq willakuna yapasqakunata kamachina

source: Automatic: adds links to all defined glossary terms found in the document
qu_pe: Kutichisqa: willakuykunapi willakuy simikunaqa willakunakuna yapa

source: Manual: shows a glossary icon in the online editor, so you can mark the terms that are in the glossary and that you want to link
qu_pe: Manaq: willakuykunapi willakuy simikunaqa manam yapaq

source: None: doesn't add any glossary terms to the documents
qu_pe: Manaq: willakuykunapi willakuy simikunaqa manam yapaq

source: Language variable
qu_pe: Rimay variable

source: To export a document that has glossary terms with its references to the glossary, you have to make sure you include the glossary tool in the export
qu_pe: Willakuy simikuna willakuykunawan willakuy referensyakunata chawayta munaspaykiqa, willakuy simi kamachinaq exportpi qhawarina

source: Session's tutor's data is shown in the footer.
qu_pe: Sesion tutor willakuna footerpi rikuchisqa

source: Show the session's tutor reference (name and e-mail if available) in the footer?
qu_pe: Sesion tutor referensya (suti y imail manaqpi) footerpi rikuchi?

source: Show teacher information in footer
qu_pe: Yachay willakuna footerpi rikuchi

source: Show the teacher reference (name and e-mail if available) in the footer?
qu_pe: Yachay referensya (suti y imail manaqpi) footerpi rikuchi?

source: Page Link
qu_pe: Páxina willakuna

source: Display a Terms & Conditions statement on the registration page, require visitor to accept the T&C to register.
qu_pe: Qillqay páxina willakuy simikuna rikuchi, qillqay T&C qillqakuy

source: Enable terms and conditions
qu_pe: Willakuy simikuna kichay

source: This option will display the Terms and Conditions in the register form for new users. Need to be configured first in the portal administration page.
qu_pe: Kay ruay willakuy simikuna qillqay formulariopi rikuchi. Portal kamachinaq páxinaq kamachinaq.

source: Load
qu_pe: Kichay

source: All versions
qu_pe: Tukuy versiónkuna

source: Edit terms and conditions
qu_pe: Willakuy simikuna willay

source: Explain changes
qu_pe: Willakuna willay

source: Term and condition not saved
qu_pe: Willakuy simi manam hap'ipasqa

source: The sub language has been removed
qu_pe: Yapa rimay kutiq

source: Add terms and conditions
qu_pe: Yapasichay terminuspa y condiciyunakuna
