Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The number of upcoming events that have to be displayed in the agenda. This requires that the upcoming event functionlity is activated (see setting above).
ar: عدد الاحداث المقبلة التي يجب عرضها في التقويم، هذا يتطلب تفعيل وظيفة الاحداث المقبلة - انظر الاعدادات اعلاه
ast_es: Cantidá d'eventos prósimos que van apaecer na axenda. Requier que la función eventos prósimos tea activada (ver más enriba la configuración)
bn_bd: এজেন্ডায় প্রদর্শিত হতে হবে এমন আসন্ন ঘটনার সংখ্যা। এর জন্য আসন্ন ঘটনা ফাংশন সক্রিয় থাকতে হবে (উপরের সেটিংস দেখুন)।
bs_ba: Broj nadolazećih događaja koji treba prikazati u agendi. Ovo zahtijeva da je funkcionalnost nadolazećih događaja aktivirana (vidi postavku iznad).
ca_es: Nombre dels propers esdeveniments que seran mostrats a l'agenda. Això requereix que la funcionalitat propers esdeveniments estigui activada (vegeu més amunt la configuració)
cs_cz: Počet událostí, které budou zobrazeny v programu. Je požadováno, aby funkce aktuálních událostí byla aktivována (viz výše)
da: Antallet af kommende begivenheder, der skal vises i kalenderen. Dette kræver, at funktionaliteten for kommende begivenheder er aktiveret (se indstilling ovenfor).
de: Die Anzahl der bevorstehenden Ereignisse, die im Kalender angezeigt werden sollen. Hierzu ist erforderlich, dass die Funktion zur Anzeige bevorstehender Ereignisse aktiviert ist (vgl. obige Einstellung)
el: Ο αριθμός των επερχόμενων γεγονότων που πρέπει να εμφανιστούν στην ημερήσια διάταξη. Αυτό απαιτεί η λειτουργικότητα επερχόμενων γεγονότων να είναι ενεργοποιημένη (δείτε ρύθμιση παραπάνω).
eo: La nombro de venontaj eventoj, kiuj devas esti montritaj en la agendo. Ĉi tio postulas, ke la funkcio de venontaj eventoj estas aktivigita (vidu agordon supre).
es: Número de próximos eventos que serán mostrados en la agenda. Esto requiere que la funcionalidad próximos eventos esté activada (ver más arriba la configuración)
es_mx: El número de eventos próximos que deben mostrarse en la agenda. Esto requiere que la funcionalidad de eventos próximos esté activada (ver configuración arriba).
eu_es: Agendan erakutsi behar diren hurrengo gertaera kopurua. Horretarako, hurrengo gertaerak funtzionalitatea aktibatzea eskatzen du (ikusi goian konfigurazioa)
fa_ir: تعداد رویدادهای آینده برای نمایش در تقویم. نیاز به فعال بودن عملکرد رویدادهای آینده دارد (تنظیم بالا).
fi_fi: Kalenterissa näytettävien tulevien tapahtumien määrä. Tämä edellyttää tulevien tapahtumien toiminnon aktivoimista (katso yllä oleva asetus).
fo_fo: Tal av komandi tiltækum sum skulu vísa í dagatalinum. Hetta krevur at komandi tiltæk funksjónin er virkin (sí stilling ovur).
fur: Il numar di eventis futûrs da mostrâ inta agende. Cheste fûnzion al deves ativâ la funzionalitât dai eventis futûrs (vêde impostazion supeariore).
ga: Líon na n-imeachtaí atá le teacht a chaithfear a thaispeáint san agenda. Éilíonn sé seo go mbeidh feidhm na n-imeachtaí atá le teacht gníomhach (féach socrú thuas).
gl: Número de próximos eventos que serán mostrados na axenda. Isto require que a funcionalidade próximos eventos estea activada (ver máis arriba a configuración)
he_il: מספר האירועים הקרובים שצריכים להיות מוצגים בסדר היום. זה דורש שפונקציונליות האירועים הקרובים תופעל (ראה הגדרה למעלה).
hi: एजेंडा में प्रदर्शित करने वाली आगामी घटनाओं की संख्या। इसके लिए आगामी घटना कार्यक्षमता सक्रिय होनी आवश्यक है (ऊपर की सेटिंग देखें)।
hr_hr: Broj nadolazećih događaja koji se moraju prikazati u agendi. Ovo zahtijeva da je funkcionalnost nadolazećih događaja aktivirana (vidi postavku iznad).
hu_hu: A naptárban megjelenítendő következő események száma. Ehhez szükséges, hogy a következő esemény funkció aktiválva legyen (lásd fenti beállítás).
hy: Օրակարգում ցուցադրվող առաջիկա իրադարձությունների քանակը: Սա պահանջում է, որ առաջիկա իրադարձությունների ֆունկցիոնալությունը ակտիվացված լինի (տես վերևի պարամետրը):
id_id: Jumlah acara mendatang yang harus ditampilkan di agenda. Ini memerlukan fungsi acara mendatang diaktifkan (lihat pengaturan di atas).
it: Se la funzionalità di visualizzazione dei prossimi eventi è attiva, l'opzione permette di scegliere il numero di quelli che saranno visualizzati
ja: 予定表に表示する今後のイベントの数です。これは今後のイベントの機能がアクティブである必要があります (上記の設定を参照してください)。
ka_ge: კალენდარში გამოსაჩენი მომდევნო მოვლენების რაოდენობა. ეს საჭიროებს მომდევნო მოვლენების ფუნქციონალის ჩართვას (იხ. ზემოთ პარამეტრი).
ko_kr: 일정에 표시할 다가오는 이벤트 수입니다. 다가오는 이벤트 기능이 활성화되어 있어야 합니다(위 설정 참조).
lo: ຈຳນວນກິດຈະກຳທີ່ຈະມາເຖິງທີ່ຕ້ອງສະແດງໃນກຳນົດການ. ການຕັ້ງຄ່ານີ້ຕ້ອງການໃຫ້ເປີດໃຊ້ງານຟັງຊັນກິດຈະກຳທີ່ຈະມາເຖິງກ່ອນ (ເບິ່ງການຕັ້ງຄ່າດ້ານເທິງ).
lt_lt: Būsimų įvykių, kurie turi būti rodomi darbotvarkėje, skaičius. Tam reikia, kad būtų aktyvi būsimų įvykių funkcija (žr. aukščiau esantį nustatymą).
lv_lv: Gaidāmo notikumu skaits tiek attēlots Kursa plānotājā.<br>
mk_mk: Бројот на претстоечки настани што треба да се прикажат во агендата. Ова бара претстоечката функционалност на настани да биде активирана (видете поставување погоре).
ms_my: Bilangan acara akan datang yang mesti dipaparkan dalam agenda. Ini memerlukan fungsi acara akan datang diaktifkan (lihat tetapan di atas).
my_mm: အစီအစဉ်တွင် ပြသရမည့် လာမည့်ဖြစ်ရပ်များ၏ အရေအတွက်။ ၎င်းသည် လာမည့်ဖြစ်ရပ်လုပ်ဆောင်ချက်ကို ဖွင့်ထားရန် လိုအပ်သည် (အထက်ဆက်တင်ကို ကြည့်ပါ)။
ne: एजेन्डामा देखाउनुपर्ने आगामी घटनाहरूको संख्या। यसको लागि आगामी घटना कार्यक्षमता सक्रिय हुनुपर्छ (माथिको सेटिङ हेर्नुहोस्)।
nl: Aantal komende activiteiten dat weergegeven moet worden. Dit vereist dat de komende evenementenfunctionaliteit geactiveerd is (zie parameter hierboven). Geef een geheel getal in
nn_no: Tal på kommende arrangement som skal visast i agendaen. Dette krev at funksjonen for kommende arrangement er aktivert (sjekk innstilling over).
oc: Lo nombre d'eveniments futurs qu'es cal afichar dins l'òrganizador. Aquò requer que la foncionalitat d'eveniments futurs siá activada (veire paramètre susment mentionat).
pl_pl: Liczba nadchodzących wydarzeń, które mają być wyświetlane w terminarzu. Wymaga to, by funkcjonalność nadchodzących wydarzeń była włączona (patrz ustawienie powyżej).
ps: د ایجنڈا کې د ښودل کېدونکو راغونډو پیښو شمېر. دا د راغوښېدونکې پیښې فعالیت فعال وي (پورتنۍ تنظیم وګورئ).
pt_br: Número de próximos eventos que devem ser exibidos na agenda. Isto requer que a funcionalidade de próximos eventos esteja ativada (veja as opções acima).
pt_pt: Número de próximos eventos que serão mostrados na agenda. É necessário que a funcionalidade próximos eventos esteja activada (ver configuração acima).
ro_ro: Numarul de evenimente urmatoare care se vor afisa in agenda. Este necesara activarea functionalitatii pentru evenimente urmatoare (a se vedea setarea de mai sus).
ru_ru: Количество предстоящих событий для отображения в повестке дня. Требуется активация функции предстоящих событий (см. настройку выше).
sk_sk: Počet očakávaných udalostí, ktoré majú byť zobrazené v agende. Toto vyžaduje, aby bola funkcionalita očakávaných udalostí aktivovaná (pozri nastavenie vyššie).
sl: Število prikazanih prihajajočih dogodkov v agendi. Možnost zahteva, da je funkcija prikaza prihajajočih dogodkov aktivirana (glej zgoraj).
sq: Numri i ngjarjeve të ardhshme që duhet të shfaqen në axhendë. Kjo kërkon që funksionaliteti i ngjarjeve të ardhshme të jetë aktivizuar (shihni cilësimin më sipër).
sr_rs: Broj predstojećih događaja koji treba da budu prikazani u agendi. Ovo zahteva da funkcija predstojećih događaja bude aktivirana (vidi podešavanje gore).
sv_se: Antalet kommande händelser som ska visas i agendan. Detta kräver att funktionen för kommande händelser är aktiverad (se inställning ovan).
sw_ke: Idadi ya matukio yanayokuja yanayopaswa kuonyeshwa katika ajenda. Hii inahitaji kwamba utendaji wa tukio linalokuja umewezeshwa (angalia mpangilio hapo juu).
ta: அஜெண்டாவில் காட்டப்பட வேண்டிய வரவிருக்கும் நிகழ்வுகளின் எண்ணிக்கை. இது வரவிருக்கும் நிகழ்வு செயல்பாட்டை செயல்படுத்தப்பட்டிருக்க வேண்டும் (மேலே உள்ள அமைப்பைப் பார்க்கவும்).
th: จำนวนเหตุการณ์ที่กำลังจะมาถึงที่ต้องแสดงในวาระ ต้องเปิดใช้งานฟังก์ชันเหตุการณ์ที่กำลังจะมาถึง (ดูการตั้งค่าด้านบน)
tl_ph: Bilang ng paparating na mga event na kailangang ipakita sa agenda. Kinakailangang nito na pagganahin ang pagpapaandar ng tampok para sa paparating na event (tingnan ang setting sa itaas).
tr: Gündemde gösterilecek yaklaşan etkinlik sayısı. Bunun için yaklaşan etkinlik işlevselliğinin etkinleştirilmesi gerekir (yukarıdaki ayarı görün).
uk_ua: Кількість наближених подій, що мають бути показані в календарі. Це вимагає активації функції наближених подій (див. параметр вище).
vi_vn: Số lượng sự kiện sắp tới cần hiển thị trong lịch. Điều này yêu cầu chức năng sự kiện sắp tới được kích hoạt (xem cài đặt ở trên).
xh_za: Inani lezinto ezizayo ekufuneka ziboniswe kwi-agenda. Oku kufuna ukuba umsebenzi wezinto ezizayo uvuliwe (jonga isimo sangasentla).
zh_cn: 议程中需要显示的即将事件数量。这要求激活即将事件功能（见上文设置）。
zh_tw: 議程中必須顯示的即將事件數量。此功能需啟用即將事件功能（見上方設定）。

source: Display closed courses on login page and portal start page?
ar: إعرض الدروس المغلقة في صفحة تسجيل الدخول و صفحة بوابة البدء
ast_es: ¿ Amosar los cursos pesllaos na páxina de rexistru y na páxina d'entamu de la plataforma ?
bn_bd: লগইন পৃষ্ঠা এবং পোর্টাল স্টার্ট পৃষ্ঠায় বন্ধ কোর্সগুলি প্রদর্শন করবেন?
bs_ba: Prikaži zatvorene kurseve na stranici za prijavu i početnoj stranici portala?
ca_es: Mostrar els cursos tancats a la pàgina de registre y a la pàgina principal de la plataforma?
cs_cz: Zobrazit uzavřené kurzy na přihlašovací stránce a hlavní straně portálu?
da: Vis lukkede kurser på login-siden og portalens startside?
de: Anzeige abgeschlossener Kurse
el: Εμφάνιση κλειστών μαθημάτων στη σελίδα σύνδεσης και στην αρχική σελίδα της πύλης;
eo: Ĉu montri fermitajn kursojn sur paĝo de ensaluto kaj ĉefpaĝo de portalo?
es: ¿ Mostrar los cursos cerrados en la página de registro y en la página principal de la plataforma ?
es_mx: ¿Mostrar cursos cerrados en la página de inicio de sesión y página principal del portal?
eu_es: Erakutsi behar al dira ikastaro itxiak erregistratzeko orrian eta plataformaren orri nagusian?
fa_ir: نمایش دوره‌های بسته در صفحه ورود و صفحه شروع پورتال؟
fi_fi: Näytä suljetut kurssit kirjautumissivulla ja portaalin aloitussivulla?
fo_fo: Vís lukkadir kursar á innlogingarsíðuni og portal start síðuni?
fur: Mostre i curs sierâs te pâge di login e te pâge inizial dal portal?
ga: Cúrsaí dúnta a thaispeáint ar leathanach logáil isteach agus ar leathanach tosaigh an phortail?
gl: Mostrar os cursos pechados na páxina de rexistro e na páxina principal da plataforma ?
he_il: הצג קורסים סגורים בדף הכניסה ובדף הפתיחה של הפורטל?
hi: लॉगिन पृष्ठ और पोर्टल होम पृष्ठ पर बंद कोर्स प्रदर्शित करें?
hr_hr: Prikaži zatvorene predmete na stranici za prijavu i početnoj stranici portala?
hu_hu: Zárt körök megjelenítése a bejelentkezési oldalon és a portál kezdőlapon?
hy: Ցուցադրել փակ դասընթացները մուտքի էջում և պորտալի սկզբնական էջում?
id_id: Tampilkan kursus tertutup di halaman login dan halaman awal portal?
it: Mostro anche i corsi chiusi nella pagina di accesso al Campus ed ai corsi?
ja: 非公開コースをログイン ページとプラットフォームの開始ページに表示しますか?
ka_ge: დაკეტილი კურსების ჩვენება შესვლის გვერდსა და პორტალის საწყის გვერდზე?
ko_kr: 로그인 페이지와 포털 시작 페이지에 폐쇄 코스 표시?
lo: ສະແດງລາຍວິຊາທີ່ປິດແລ້ວໃນໜ້າເຂົ້າສູ່ລະບົບ ແລະ ໜ້າເລີ່ມຕົ້ນຂອງເວັບໄຊບໍ່?
lt_lt: Rodyti uždarytus kursus prisijungimo puslapyje ir portalo pradžios puslapyje?
lv_lv: Rādīt slēgtos apmācības kursus galvenajā reģistrācijas lapā un portāla sākuma lapā?
mk_mk: Прикажи затворени курсеви на страницата за најавување и почетната страница на порталот?
ms_my: Paparkan kursus tertutup pada halaman log masuk dan halaman permulaan portal?
my_mm: အကောင့်ဝင်စာမျက်နှာနှင့် ပေါ်တယ်စတင်စာမျက်နှာတွင် ပိတ်ထားသော သင်တန်းများကို ပြသမည်လား။
ne: लगइन पृष्ठ र पोर्टल सुरु पृष्ठमा बन्द पाठ्यक्रमहरू देखाउनुहोस्?
nl: Gesloten cursussen weergeven op loginpagina en campus startpagina?
nn_no: Vis lukkede kurs på påloggingsida og portal-startside?
oc: Afichar los curs closés sus la pagina de connexion e la pagina d'escandalh del portal ?
pl_pl: Wyświetlać zamknięte kursy na stronie logowania i stronie startowej portalu?
ps: پټې کورسونه په لا آن پاڼه او پورټل پیل پاڼه کې ښودل؟
pt_br: Exibir os cursos encerrados na página de login e na página inicial?
pt_pt: Mostrar os cursos encerrados na página de login/acesso e na página de entrada/inicial do portal?
ro_ro: Afiseaza cursurile inchise in pagina de logare si pagina initiala a campusului?
ru_ru: Отображать закрытые курсы на странице входа и стартовой странице портала?
sk_sk: Zobraziť skryté kurzy na prihlasovacej stránke a úvodnej stránke portálu?
sl: Prikažem zaprte tečaje na prijavni strani in na začetni strani portala?
sq: Shfaq kurset e mbyllura në faqen e hyrjes dhe faqen e fillimit të portalit?
sr_rs: Prikaži zatvorene kurseve na stranici za prijavu i početnoj stranici portala?
sv_se: Visa stängda kurser på inloggningssidan och portalens startsida?
sw_ke: Onyesha kozi zilizofungwa kwenye ukurasa wa kuingia na ukurasa wa mwanzo wa lango?
ta: உள்நுழைவு பக்கம் மற்றும் போர்டல் தொடக்கப் பக்கத்தில் மூடிய பாடநூல்களைக் காட்டுகிறதா?
th: แสดงคอร์สที่ปิดบนหน้าล็อกอินและหน้าหลักพอร์ทัลหรือไม่?
tl_ph: Ipakita ang mga saradong kurso sa pahina ng login at sa panimulang pahina ng portal?
tr: Kampüs başlangıç sayfasında ve oturum açma sayfasında kapalı dersleri göster?
uk_ua: Показувати закриті курси на сторінці входу та головній сторінці порталу?
vi_vn: Hiển thị khóa học đóng trên trang đăng nhập và trang chủ cổng?
xh_za: Bonisa iikhosi ezivaliweyo kwiphepha lokungena kwaye eqaleni leportal?
zh_cn: 在登录页面和门户起始页面显示已关闭的课程？
zh_tw: 在登入頁面和入口首頁顯示已關閉課程？
