Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: The list of courses has been exported
so_so: Liiska koorsadaha waa la dhoofiyay

source: Courses to export
so_so: Koorsadaha la dhoofinayo

source: Assign users to the platform administrator
so_so: Ku meeleey isticmaale maamulaha platformka

source: Users assigned to the platform administrator
so_so: Isticmaale lagu meeleeyey maamulaha platformka

source: Courses assigned to the HR manager
so_so: Koorsadaha lagu meeleeyey maareeyaha HR

source: There are no courses to select
so_so: Ma jiraan koorsado la dooran karo

source: Vertical activity view
so_so: Muuqaalka dhisidda toosan

source: Generate survey access link
so_so: Soosaar xiriirka gelitaanka sahanka

source: Courses information
so_so: Macluumaadka koorsadaha

source: Learning path made visible
so_so: Waddada waxbarashadu waa la muujiyay

source: Link made invisible
so_so: Xiriirka waa la qariyay

source: The special exports feature is meant to help an instructional controller to export all courses documents in one unique step. Another option lets you choose the courses you want to export, and will export documents present in these courses' sessions as well. This is a very heavy operation, and we recommend you do not start it during normal usage hours of your portal. Do it in a quieter period. If you don't need all the contents at once, try to export courses documents directly from the course maintenance tool inside the course itself.
so_so: Sifooyinka dhoofinta khaaska ah waxaa loogu talagalay in lagu caawiyo kantaroolka waxbarashada inuu dhoofiyo dhammaan dukumentiyada koorsadaha hal tallaabo oo kaliya. Ikhtiyaar kale ayaa kuu oggolaanaya inaad doorato koorsadaha aad rabto inaad dhoofiso, waxayna dhoofin doontaa dukumentiyada ku jira fadhiyada koorsadahan sidoo kale. Tani waa hawl aad u culus, waxaanan kugula talinaynaa inaadan bilaabin inta lagu jiro saacadaha caadiga ah ee portal-kaaga. Ka samee xilli deggan. Haddii aadan u baahnayn dhammaan waxyaabaha hal mar, isku day inaad dhoofiso dukumentiyada koorsadaha si toos ah qalabka dayactirka koorsada ee gudaha koorsada lafteeda.

source: zero
so_so: eber

source: one
so_so: mid

source: two
so_so: laba

source: three
so_so: saddex

source: four
so_so: afar

source: five
so_so: shan

source: six
so_so: lix

source: seven
so_so: todoba

source: eight
so_so: sideed

source: nine
so_so: sagaal

source: ten
so_so: toban

source: eleven
so_so: kow iyo toban

source: twelve
so_so: laba iyo toban

source: thirteen
so_so: sodoba iyo toban

source: fourteen
so_so: afar iyo toban

source: fifteen
so_so: shan iyo toban

source: sixteen
so_so: lix iyo toban

source: seventeen
so_so: todoba iyo toban

source: eighteen
so_so: sideed iyo toban

source: nineteen
so_so: sagaal iyo toban

source: twenty
so_so: labaatan

source: Allow User Course Subscription By Course Admininistrator
so_so: Oggolaw Xubna Ciyaaraha Isticmaalaha Maamulka Koorska

source: Activate this option will allow course administrator to subscribe users inside a course
so_so: Kudubkaan shaqaynaya waxay u oggolaanaysaa maamulaha koorska inuu ku xushto isticmaale koorska gudihiisa

source: Date & time
so_so: Taariikhda & waqtiga

source: Item
so_so: Qodobka

source: Configure Dashboard Plugin
so_so: Habeynta Boostada Dashboard

source: Edit blocks
so_so: Tafatir baloogyada

source: Never
so_so: Waligeed

source: Dear user,
so_so: Isticmaale qurux badan,

source: Session fields
so_so: Goobaha fadhiga

source: Copy
so_so: Koobiyay

source: Date on which the session is closed to coaches. The additional delay will allow them to export all relevant tracking information
so_so: Taariikhda fadhigu u xidhan yahay macallimiinta. Dibka dheeraadka ah waxay u oggolaan doontaa inay dhoofiyaan dhammaan macluumaadka raadraaca ee khuseeya

source: Date on which the session is made available to coaches, so they can prepare it before the students get connected
so_so: Taariikhda fadhiga loo diyaariyo macallimiinta, si ay u diyaariyaan ka hor inta ardaydu aanay ku xidhnayn

source: Date on which the session is closed
so_so: Taariikhda fadhiga la xidhay

source: Date on which the session is made available to all
so_so: Taariikhda fadhiga loo diyaariyay dhammaan

source: Date that will be shown in the session information as the date on which the session ends
so_so: Taariikhda lagu muujin doono macluumaadka fadhiga sida taariikhda fadhigu dhammaanayo

source: Date that will be shown in the session information as the date on which the session starts
so_so: Taariikhda lagu muujin doono macluumaadka fadhiga sida taariikhda fadhigu bilaabmayo

source: Access end date for coaches
so_so: Taariikhda dhamaadka gelitaanka macallimiinta

source: Access start date for coaches
so_so: Taariikhda bilawga gelitaanka macallimiinta

source: Access end date
so_so: Taariikhda dhamaadka gelitaanka

source: Access start date
so_so: Taariikhda bilawga gelitaanka

source: End date to display
so_so: Taariikhda dhamaadka muujinta

source: Start date to display
so_so: Taariikhda bilawga muujinta

source: This user is not subscribed to any course
so_so: Isticmaalahan kuma xidhnayn koors kasta

source: Import skills from a CSV file
so_so: Ka soo dejin xirfadaha fayl CSV ah

source: Skills import
so_so: Dejinta xirfadaha

source: Skills wheel
so_so: Giraanta xirfadaha

source: Skills you acquired
so_so: Xirfadaha aad heshay

source: Skills searched for
so_so: Xirfadaha la raadiyay

source: Skills you can learn
so_so: Xirfadaha aad baran karto

source: Legend
so_so: Tixraac

source: Click to zoom
so_so: Riix si aad u weynaato

source: %s with %s
so_so: %s oo leh %s

source: To get to learn %s you will need to take one of the following courses:
so_so: Si aad u barato %s waxaad u baahan tahay inaad qaado mid ka mid ah koorsooyinka soo socda:

source: Your skill ranking: %s
so_so: Qiimeynta xirfaddaada: %s

source: Manage skills
so_so: Maamul xirfadaha

source: The attempted oral questions are %s
so_so: Su'aalaha afka ah ee la isku dayay waa %s

source: A learner has attempted one or more oral question
so_so: Baro waxa isku dayay hal ama ka badan su'aalo afka ah

source: Relative score
so_so: Dhibcaha qaraabada

source: Absolute score
so_so: Dhibcaha dhammaystirka

source: Prerequisites options
so_so: Xulashooyinka shuruudaha horudhaca ah

source: Clear all prerequisites
so_so: Nadiifin dhammaan shuruudaha horudhaca ah

source: Set previous step as prerequisite for each step
so_so: Deji talla hore sida shuruud u ahayd talla kasta

source: Start date must be before the end date
so_so: Taariikhda bilowgu waa inay ka hor taariikhda dhamaadka

source: When this option is enabled, the session title is a link to a special session page. When disabled, it is only a text title, without link. The session page linked to might be confusing for some users, which is why you might want to disable it.
so_so: Marka ikhtiyaarkani shaqeynayo, cinwaanka fadhigu waa xiriir u socda bog gaar ah oo fadhiga ah. Marka la joojiyo, waa cinwaan qoraal kaliya, oo aan xiriir lahayn. Bogga fadhiga ee ku xiran waxa laga yaabaa inuu wareersan yahay isticmaale qaarkood, taasina waa sababta laga yaabo inaad joojiso.

source: Enable session link in courses list
so_so: Daabac xiriirka fadhiga liiska koorsooyinka

source: Root
so_so: Asalka

source: Skill information
so_so: Macluumaadka xirfadda

source: Get new skills
so_so: Hel xirfado cusub

source: View skills wheel
so_so: Eeg giraanta xirfadaha

source: Missing <b>one</b> step to match
so_so: Ka maqan <b>mid</b> tallaabo si aad u waarto

source: Complete match
so_so: Wax buuxa oo dhammaystiran

source: Missing <b>%s</b> steps
so_so: Ka maqan <b>%s</b> tallaabooyin

source: Rank
so_so: Darajo

source: Currently learning
so_so: Barashada hadda

source: Skills acquired
so_so: Xirfadaha la helay

source: Add skill to profile search
so_so: Ku dar xirfadda raadinta profile-ka

source: Short code
so_so: Kood gaaban

source: Create child skill
so_so: Abuur xirfad ilmo

source: Search profile matches
so_so: Raadi iswaafajiga profile-ka

source: Is this what you were looking for?
so_so: Maahan waxa aad raadinaysay?

source: What skills are you looking for?
so_so: Xirfadaha noocee baad raadinaysaa?

source: Profile search
so_so: Raadinta profile-ka

source: If your course is public or open, you can use the direct link below to send an invitation to new users, so after registration, they will be sent directly to the course. Also, you can add the e=1 parameter to the URL, replacing "1" by an exercise ID to send them directly to a specific exam. The exercise ID can be discovered in the URL when clicking on an exercise to open it.<br/>%s
so_so: Haddii koorsadaadu ay tahay mid dadweyne ama furan, waxaad isticmaali kartaa xiriirka tooska ah hoos si aad ugu dirtid martiqaad isticmaale cusub, si markii la diiwaan geliyo, si toos ah loogu diro koorsada. Waxaad sidoo kale ku dari kartaa e=1 parameter-ka URL-ka, oo beddelaya "1" ID layli si aad ugu dirtid imtixaan gaar ah. ID layliga waxaa laga heli karaa URL-ka marka la gujiyo layli si loo furo.<br/>%s

source: Direct link
so_so: Xiriir toos ah

source: <p>Go ahead and browse our course catalog %s to register to any course you like. Once registered, you will see the course appear right %s, instead of this message.</p>
so_so: <p>Horay u socota oo eeg katalogga koorsadeena %s si aad isu diiwaan geliso koorsad kasta oo aad jeceshahay. Marka la diiwaan geliyo, waxaad arki doontaa koorsaddu si toos ah %s, halkii ay ka ahaan lahayd fariintan.</p>

source: <p>Hello <strong>%s</strong> and welcome,</p>
so_so: <p>Salam <strong>%s</strong> iyo soo dhawow,</p>

source: Unsubscribe users already added
so_so: Ka jooji isticmaaleyaasha hore loo daray

source: Import users
so_so: Rooji isticmaaleeyaal

source: INFORMATION VISIBLE TO THE TEACHER ONLY: This folder contains documents which are created by the Learning Path tool. Inside this folder you can edit the HTML file which are generated by importing content from the Learning Path, as the ones imported by Chamilo Rapid, for example. We recommend hiding this folder to your students.
so_so: MACLUUMAADKA U MUUQDA MACALLINKA KALIYA: Boggan waxaa ku jira dukumentiyo ay abuurtay qalabka Daraaska Barashada. Boggan dhexdiisa waxaad wax ka beddeli kartaa faylka HTML ee ay soo saartay soo dejinta waxyaabaha Daraaska Barashada, sida kuwa ay keentay Chamilo Rapid, tusaale ahaan. Waxaan ku talinaynaa inaad ka qariso boggan ardaydaada.

source: Just a moment, please. You will be redirected in %s seconds...
so_so: Daqiiqad kaliya, fadlan. Waxaa laguu weecin doonaa %s ilbiriqsi gudahood...

source: To protect your site, make the whole %s directory read-only (chmod -R 0555 on Linux) and delete the %s directory.
so_so: Si aad u ilaaliso goobtaada, ka dhig %s diiwaanka oo dhan mid akhri-kaliya (chmod -R 0555 Linux-ka) oo tirtir %s diiwaanka.

source: Number of public courses
so_so: Tirada koorsooyinka dadweynaha

source: Number of open courses
so_so: Tirada koorsooyinka furan

source: Number of private courses
so_so: Tirada koorsooyinka gaarka ah

source: Number of closed courses
so_so: Tirada koorsooyinka xiran

source: Total number of courses
so_so: Tirada guud ee koorsooyinka

source: Number of active users
so_so: Tirada isticmaale yaqhi

source: Certificates count
so_so: Tirada shahaadooyinka

source: Avg hours/student
so_so: Saacaddaha celceliska/arday

source: Subscribed users count
so_so: Tirada isticmaale diiwaan gashan

source: Hours of accumulated training
so_so: Saacadaha tababarka la ururiyay

source: Approved
so_so: La ansixiyay

source: Edit questions
so_so: Tafatir su'aalaha

source: Man hours
so_so: Saacadaha dadka

source: Notes obtained
so_so: Qoraalo la helay

source: Click on the [Learner view] button to see your learning path
so_so: Guji badhanka [Ardayda aragti] si aad u aragto dariiqa waxbarashada

source: This value can't be changed.
so_so: Qiimahan lama beddeli karo.

source: This value is used in the course URL
so_so: Qiimahan waxaa loo isticmaalaa URL-ka koorsada

source: Total available users
so_so: Tirada guud ee isticmaaleeyaal la heli karo

source: user
so_so: isticmaale

source: Generate certificates
so_so: Soosaar shahaadooyinka

source: Export all certificates to PDF
so_so: Dhoof shahaadooyinka oo dhan PDF

source: Delete all certificates
so_so: Tirtir shahaadooyinka oo dhan

source: There are users using this language. Do you want to disable this language and set all this users with the default portal language?
so_so: Waxaa jira isticmaale isticmaalaya luqaddan. Ma rabtaa inaad naaweed ka dhigto luqaddan oo aad dhammaan isticmaalayaashan ku dejiso luqadda aasaasiga ah ee portal?

source: Click to show graphics
so_so: Guji si aad u muujiso garaafyada

source: Quarterly report
so_so: Warbixin saddexdaan ah

source: Return to the course list
so_so: Ku noqo liiska kooraska

source: Course tutor
so_so: Macallinka kooraska

source: Student in session course
so_so: Ardayga kooraska fadhiga

source: Student in course
so_so: Ardayga kooraska

source: Session general coach
so_so: Tababare guud ee fadhiga

source: Session course coach
so_so: Tababare kooraska fadhiga

source: Can session tutors see the reports for their session after it has expired?
so_so: Ma macallimiinta fadhiga arag karaan warbixinnada fadhigooda ka dib marka uu dhaco?

source: Session tutors reports visibility
so_so: Muuqalka warbixinnada macallimiinta fadhiga

source: Session calendar
so_so: Kaalindarka fadhiga

source: Global platform information
so_so: Macluumaadka guud ee aaladda

source: The XML import lets you add more info and create resources (courses, users). The CSV import will only create sessions and let you assign existing resources to them.
so_so: Qaarkeed XML waxay kuu oggolaanaysaa inaad ku darto macluumaad badan oo aad abuurto agab (koorasyo, isticmaale). Qaarkeed CSV waxay abuuri doontaa oo keliya fadhiyo oo ay kuu oggolaanayso inaad ku meeleysid agabka jira.

source: Show link to report bug
so_so: Muuji xiriirka warbixinta cilada

source: Show a link in the header to report a bug inside of our support platform (http://support.chamilo.org). When clicking on the link, the user is sent to the support platform, on a wiki page that describes the bug reporting process.
so_so: Muuji xiriirka madaxa si aad ugu warbixiso cilad ku dhex jirta aaladda taageerayada (http://support.chamilo.org). Marka la gujiyo xiriirka, isticmaalaha waxaa loo diraa aaladda taageerada, bog wiki ah oo sharraxaya habka warbixinta cilada.

source: Report a bug
so_so: Warbixi cilad

source: Letters
so_so: Xarfo

source: E-mail students on assignment creation
so_so: Ku soo dir ardayda marka la abuuro shaqada

source: E-mail students on assignments creation
so_so: Ku soo dir ardayda marka la abuuro shaqooyinka

source: Disable e-mail notification on assignment creation
so_so: Naaweed ogeysiiska iimaylka marka la abuuro shaqada

source: Maximum number of members
so_so: Tirada ugu badan ee xubnaha

source: An assignment was created
so_so: Shaqad baa la abuuray

source: An assignment has been added to course
so_so: Shaqad ayaa lagu daray kooraska

source: Please check the assignments page.
so_so: Fadlan hubi bogga shaqooyinka.

source: There is not enough space left in this course to uncompress the current package.
so_so: Meel ku filan kuma jirto kooraskan si loo furfuro xirmada hadda.

source: The package you are uploading doesn't seem to be in SCORM format. Please check that the imsmanifest.xml is inside the ZIP file you are trying to upload.
so_so: Xirmada aad kor u dejineyso uma muuqato qaabka SCORM. Fadlan hubi in imsmanifest.xml uu ku jiro faylka ZIP ee aad isku dayayso inaad kor u dejiso.

source: Data filler
so_so: Buuxinta xogta

source: Enable competence level labelling in order to set custom score information
so_so: Awood u sii calaamadaynta heerka kartida si aad u dejiso macluumaadka dhibcaha gaarka ah

source: Competence levels custom values
so_so: Qiimayaasha gaarka ah ee heerarka kartida

source: Number of decimals
so_so: Tirada tobanlayaal

source: Allows you to set the number of decimals allowed in a score
so_so: Waxay kuu oggolaanaysaa inaad dejiso tirada tobanlayaasha la oggol yahay dhibcaha

source: Contact information
so_so: Macluumaadka la xidhiidha

source: Your name
so_so: Magacaaga

source: Your company's name
so_so: Magaca shirkaddaada

source: Your job's description
so_so: Sharaxaada shaqadaada

source: Do you have the power to take financial decisions on behalf of your company?
so_so: Ma leh awoodda aad ku qaadanayso go'aamo maaliyadeed magaca shirkaddaada?

source: Your company's home country
so_so: Waddanka guriga shirkaddaada

source: Company city
so_so: Magaalada shirkadda

source: Preferred contact language
so_so: Luqadda xiriirka door biday

source: Send information
so_so: U soo dir macluumaadka

source: You must accept the licence
so_so: Waa inaad aqbashaa liisanka

source: Select one
so_so: Dooro mid

source: Contact information has been sent
so_so: Macluumaadka xiriirka ayaa la diray

source: Edit extra field options
so_so: Tafatir doorashooyinka goobta dheeraadka ah

source: User inactive since %s
so_so: Isticmaalehu wuu shaqaysan waayay ilaa %s

source: Your company's activity
so_so: Shirkaddaada dhaqdhaqaaqa

source: Please allow us a little time to subscribe you to one of our courses. If you think we forgot you, contact the portal administrators. You can usually find their contact details in the footer of this page.
so_so: Fadlan noo oggolow waqti yar si aan kuu diiwaan gelino mid ka mid ah koorsooyinkeena. Haddii aad u malaynayso in aan ku illaawnay, la xiriir maamulayaasha portal-ka. Waxaad inta badan ka heli kartaa faahfaahinta xiriirkooda boggan hoostiisa.

source: Manage session fields
so_so: Maamul goobaha kalfadhiga

source: Unlock date
so_so: Taariikhda furitaanka

source: Lock date
so_so: Taariikhda xiritaanka

source: Edit sessions for a URL
so_so: Tafatir kalfadhgarka URL-ka

source: Add sessions to URL
so_so: Ku dar kalfadhgarka URL-ka

source: List of sessions in
so_so: Liiska kalfadhgarka gudaha

source: Go to learner details
so_so: Tag faahfaahinta ardayga

source: Display the last executed step and the next unfinished step
so_so: Muujin tallaabada ugu dambeysay ee la fuliyay iyo tallaabada xigta ee aan dhameystirnayn

source: Fill users
so_so: Buuxi isticmaaleyaasha

source: This section is only visible on installations from source code, not in packaged versions of the platform. It will allow you to quickly populate your platform with test data. Use with care (data is really inserted) and only on development or testing installations.
so_so: Qaybtaan waxay ka muuqataa oo keliya rakibaadaha laga soo bilaabo koodka ilaha, maaha noocyada la xiray ee nidaamka. Waxay kuu oggolaan doontaa in aad si degdeg ah uga buuxiso nidaamkaaga xogta tijaabada. Isticmaal si taxadar leh (xogta runtii waa la geliyaa) oo kaliya rakibaadaha horumarinta ama tijaabinta.

source: Users filling report
so_so: War-bixinta buuxinta isticmaaleeyaasha

source: Repeat date
so_so: Taariikhda ku celcelinta

source: End date must be more than the start date
so_so: Taariikhda dhamaadka waa in ay ka weyn tahay taariikhda bilowga

source: To attend
so_so: Ka qaybgal

source: All users are automatically registered
so_so: Dhammaan isticmaaleeyaasha si otomaatig ah ayaa loo diiwaan geliyaa

source: Assign coach
so_so: Meel mar coach

source: Your account on %s has just been approved by one of our administrators.
so_so: Koonkaaga %s ayaa hadda uu ansixiyay mid ka mid ah maamulayaasheenna.

source: A student has obtained the number of sub-skills needed to validate the mother skill.
so_so: Ardaydu waxa uu helay tirada xirfadaha-hoosaadka ee loo baahan yahay si uu u ansixiyo xirfadda hooyada.

source: Off
so_so: Dab

source: Web server
so_so: Serverka webka

source: Not inserted
so_so: Ma gelin

source: Superior (n+1)
so_so: Sare (n+1)

source: Enable the MathJax library to visualize mathematical formulas. This is only useful if either ASCIIMathML or ASCIISVG settings are enabled.
so_so: Awood u sii maktabadda MathJax si aad u muuqato qaacidooyinka xisaabta. Tani waxay faa'iido u leedahay kaliya haddii ASCIIMathML ama ASCIISVG goobaha la shaqayn karo.

source: You can now login at %s using the login and the password you have provided.
so_so: Waxaad hadda ku gal kartaa %s adigoo isticmaalaya gelitaanka iyo lambarka sirta aad bixisay.

source: Have fun,
so_so: Nabadgelyo,

source: Are you sure to edit the user status?
so_so: Ma hubtaa in aad tafarinayso xaaladda isticmaale?

source: You should create a group
so_so: Waa in aad abuurtaa koox

source: Reset Learning path
so_so: Dib-u-deji Waddada Waxbarashada

source: Learning path was reset for the learner
so_so: Waddada waxbarashadu waa dib loo dejiyay ardayga

source: Announcement visible
so_so: Ogeysiiska muuqda

source: Announcement invisible
so_so: Ogeysiiska ma muuqdo

source: Glossary deleted
so_so: Glossary la tirtiray

source: Calendar year
so_so: Sannadka kalandarka

source: Accessible
so_so: La heli karo

source: Not accessible
so_so: Ma heli karo

source: Group added
so_so: Kooxda la daray

source: Add users to group
so_so: Ku dar isticmaaleeyaasha kooxda

source: Error reading ZIP file
so_so: Qalad akhrinta faylka ZIP

source: The only accepted extensions in the ZIP file are .jp(e)g, .png, .gif and .css.
so_so: Faylka ZIP ee kaliya la aqbalo waa .jp(e)g, .png, .gif iyo .css.

source: Clear search results
so_so: nadiifin natiijooyinka raadinta

source: Courses overview
so_so: Koorsada guud ahaan

source: Sessions overview
so_so: Kalfadhgarka guud ahaan

source: Total number of messages
so_so: Tirada guud ee farriimaha

source: Total number of assignments
so_so: Tirada guud ee shaqooyinka

source: Test server mode
so_so: Qaabka serverka tijaabada

source: Page execution time was
so_so: Waqtka socodka bogga wuxuu ahaa

source: Memory usage
so_so: Isticmaalka xusuusta

source: Memory usage peak
so_so: Kudubka isticmaalka xusuusta

source: seconds
so_so: ilbiriqsi

source: Grade in the assessment tool
so_so: Darajada qalabka qiimeynta

source: The assistant can only keep track of all progress of learners registered to the course.
so_so: Kaaliyaha kaliya wuxuu la socon karaa dhammaan horumarka ardayda ku diiwaan galay koorsada.

source: The teacher can grade, evaluate and keep track of all learners enrolled in the course.
so_so: Macallinku wuxuu qiimeyn karaa, qiimeyn karaa oo la socon karaa dhammaan ardayda ku diiwaan galay koorsada.

source: Included in the evaluation
so_so: Ka mid noqda qiimeynta

source: You can't edit this course exercise from inside a session
so_so: Kama beddeli karto layliyahan koorsadan gudaha kalfadhi

source: Session-specific resource
so_so: Kalfadhi-u gaar ah

source: Edition not available from the session, please edit from the basic course.
so_so: Tafatirka kama heli karo kalfadhiga, fadlan ka tafatir koorsada aasaasiga ah.

source: Social network link
so_so: Xiriirka shabakadda bulshada

source: Handing over of task %s
so_so: Gka shaqada %s

source: Copy to my private file area
so_so: Ku koobiye aagga faylka gaarka ah

source: Export to PDF format
so_so: Ku dhoof qaabka PDF

source: Resource shared
so_so: Kheyraadka la wadaagay

source: There are a file with the same name in your private user file area. Do you want replace it?
so_so: Waxaa jira fayl leh magac isku mid ah aaggaaga faylka gaarka ah. Ma rabtaa inaad beddesho?

source: Copy failed
so_so: Koobiyadu way fashilantay

source: The copy has been made
so_so: Koobiyada waa la sameeyay

source: File replaced
so_so: Faylka waa la beddelay

source: My files
so_so: Faylayda

source: Allow users to copy files from a course in your personal file area
so_so: U oggolow isticmaaleha inay koobiyeeyaan faylalka koorsada aaggaaga faylka gaarka ah
