Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Duplicate an empty survey copy into another course. You need 2 courses to use this feature: an original course and a target course.
ar: تكرار نسخة فارغة من الاستبيان في المقرر. تحتاج الى وجود مقررين لاستخدام هذه الخاصية: المقرر الاصلي والمقرر المستهدف
ast_es: Duplicar una copia vacía d'enqueta n'otru cursu. Necesites 2 cursos pa usar esta carauterística: un cursu orixinal y un cursu destín.
bn_bd: অন্য কোর্সে একটি খালি সার্ভে কপি ডুপ্লিকেট করুন। এই ফিচার ব্যবহার করতে আপনার ২টি কোর্স প্রয়োজন: একটি মূল কোর্স এবং একটি লক্ষ্য কোর্স।
bs_ba: Duplikirajte praznu kopiju ankete u drugi kurs. Potrebni su vam 2 kursa za ovu funkciju: originalni kurs i ciljni kurs.
ca_es: Duplicar una còpia d'enquesta buida en un altre curs. Necessiteu 2 cursos per utilitzar aquesta funció: un curs original i un curs objectiu.
cs_cz: Zkopírovat prázdnou kopii průzkumu do jiného kurzu. Potřebujete 2 kurzy pro použití této funkce: původní kurz a cílový kurz.
da: Duplikér en tom undersøgelse kopi til et andet kursus. Du har brug for 2 kurser for at bruge denne funktion: et oprindeligt kursus og et målkursus.
de: Eine leere Fragebogen-Kopie in einen anderen Kurs duplizieren Sie benötigen 2 Kurse, um diese Funktion zu nutzen: einen Original-Kurs und einen Ziel-Kurs.
el: Αντιγράψτε μια κενή έρευνα σε ένα άλλο course. Θα χρειαστείτε 2 course για αυτή την ενέργεια: το αυθεντικό και το στοχοποιημένο.
eo: Dupliki malplenan kopion de enkesto en alian kurson. Vi bezonas 2 kursojn por uzi ĉi tiun funkcion: originan kurson kaj celkurson.
es: Crea una copia vacia en otro curso a partir de una encuesta existente. Usted necesita 2 cursos para usar esta característica: un curso origen y un curso destino.
es_mx: Duplicar una copia de encuesta vacía en otro curso. Necesitas 2 cursos para usar esta función: un curso original y un curso destino.
eu_es: Hutsik dagoen inkesta kopia beste ikastaro batera kopiatu. Funtzio hau erabiltzeko 2 ikastaro behar dira: jatorrizko ikastaroa eta xede ikastaroa.
fa_ir: کپی خالی یک نظرسنجی را به دوره دیگری کپی کنید. برای استفاده از این ویژگی به ۲ دوره نیاز دارید: یک دوره اصلی و یک دوره مقصد.
fi_fi: Kopioi tyhjä kyselykopio toiseen kurssiin. Tarvitset tähän toiminnallisuuteen 2 kurssia: alkuperäisen kurssin ja kohdekurssin.
fo_fo: Duplikera tóm umfrøga kopi inn í aðra líkind. Tú hevur tørv á 2 líndum at brúka hesa funksjónina: eitt upprunaligt línd og eitt mállínd.
fur: Dupliche un copi di un sondiagi vidî in un altri cors. Ti a bisoin di 2 cors par doprâ cheste funsion: un cors oriçinâl e un cors destinazion.
ga: Dúblaigh cóip suirbhé folamh isteach i gcúrsa eile. Teastaíonn 2 chúrsa chun an ghné seo a úsáid: cúrsa bunaidh agus cúrsa sprice.
gl: Crear unha copia baleira noutro curso a partir dunha enquisa existente. Vostede necesita 2 cursos para usar esta característica: un curso orixe e un curso destino.
he_il: שכפל עותק סקר ריק לקורס אחר. אתה צריך 2 קורסים כדי להשתמש בתכונה זו: קורס מקורי וקורס יעד.
hi: दूसरे कोर्स में खाली सर्वे कॉपी की प्रतिलिपि बनाएं। इस सुविधा के लिए आपको 2 कोर्स चाहिए: मूल कोर्स और लक्ष्य कोर्स।
hr_hr: Dupliciraj praznu kopiju ankete u drugi predmet. Potrebna su 2 predmeta za korištenje ove značajke: izvorni predmet i ciljni predmet.
hu_hu: Üres kérdőív másolatának duplikálása másik kurzusba. Ehhez 2 kurzus szükséges: eredeti kurzus és célkurzus.
hy: Պատճենել դատարկ հարցման պատճենը մեկ այլ դասընթացի մեջ: Այս ֆունկցիան օգտագործելու համար պետք է ունենաք 2 դասընթաց՝ օրիգինալ և թիրախային:
id_id: Salin survei kosong ke kursus lain. Anda memerlukan 2 kursus untuk fitur ini: kursus asli dan kursus tujuan.
it: Duplica una copia di un sondaggio vuoto in un altro corso. Avrai bisogno di due corsi: un corso di partenza e uno di destinazione.
ja: 空のアンケートコピーを別のコースに複製します。この機能を使用するには、元のコースと対象コースの2つのコースが必要です。
ka_ge: ცარიელი გამოკითხვის კოპირება სხვა კურსში. ამ ფუნქციის გამოსაყენებლად გჭირდებათ 2 კურსი: ორიგინალი და სამიზნე კურსი.
ko_kr: 다른 강좌로 빈 설문 복사본을 복제합니다. 이 기능을 사용하려면 원본 강좌와 대상 강좌 2개가 필요합니다.
lo: ສຳເນົາການສຳຫຼວດທີ່ວ່າງເປົ່າໄປຍັງຫຼັກສູດອື່ນ. ທ່ານຕ້ອງການ 2 ຫຼັກສູດເພື່ອໃຊ້ຄຸນສົມບັດນີ້: ຫຼັກສູດຕົ້ນສະບັບ ແລະ ຫຼັກສູດປາຍທາງ.
lt_lt: Dubliuokite tuščią apklausos kopiją į kitą kursą. Norint naudoti šią funkciją, reikia 2 kursų: originalaus kurso ir tikslo kurso.
lv_lv: Dublēt tukšu aptaujas kopiju citā kursā. Šai funkcijai nepieciešami 2 kursi: oriģinālais kurss un mērķa kurss.
mk_mk: Дуплирајте празна копија на анкета во друг курс. Ви требаат 2 курса за да користите оваа функција: оригинален курс и целен курс.
ms_my: Salin tinjauan kosong ke kursus lain. Anda memerlukan 2 kursus untuk ciri ini: kursus asal dan kursus sasaran.
my_mm: အခြားသင်တန်းတစ်ခုထဲသို့ ဗလာစစ်တမ်းကူးယူပါ။ ဤအင်္ဂါရပ်ကိုအသုံးပြုရန် သင်တန်း ၂ ခုလိုအပ်သည်: မူရင်းသင်တန်းနှင့် ဦးတည်သင်တန်း။
ne: अर्को कोर्समा खाली सर्वेक्षण प्रतिलिपि डुप्लिकेट गर्नुहोस्। यो सुविधा प्रयोग गर्न २ कोर्स चाहिन्छ: मूल कोर्स र लक्षित कोर्स।
nl: Dupliceer een lege enquête in een andere cursus. U hebt twee cursussen nodig om deze optie te gebruiken: een originele cursus en een doelcursus.
nn_no: Dupliser ein tom spørjeundersøkingskopi til ein annan kurs. Du treng 2 kurs for å bruke denne funksjonen: eit originalkurs og eit målkurs.
oc: Doblar una còpia d'enquesta voida dins un autre cors. Vos cal 2 cors per usar aquesta foncionalitat : un cors originau e un cors cibaula.
pl_pl: Sklonuj pustą kopię ankiety do innego kursu. Potrzebujesz 2 kursów do użycia tej funkcji: kursu oryginalnego i kursu docelowego.
ps: خالي سروې کاپي بل کورس ته کاپي کړئ. د دې ځانګړتیا کارولو لپاره تاسو دوه کورسونه اړین دي: اصلي کورس او هدف کورس.
pt_br: Duplicar uma pesquisa vazia para outro curso. Você precisa de 2 cursos para usar esta ferramenta: um curso original e um curso de destino.
pt_pt: Criar uma cópia vazia em outro curso de um pesquisa existente. Você precisa de 2 cursos para usar este recurso: um curso de uma origem curso e destino.
ro_ro: Copiați un sondaj gol într-un alt curs. Aveți nevoie de 2 cursuri pentru a folosi această funcție: un curs original și un curs țintă.
ru_ru: Дублировать пустую копию опроса в другой курс. Для использования этой функции нужны 2 курса: исходный и целевой.
sk_sk: Duplikovať kópiu prázdneho prieskum do iného kurzu. Musíte mať 2 kurzy pre použitie tejto funkcie: pôvodný kurz a cieľový kurz.
sl: Podvoji vprašalnik brez rezultatov v drug tečaj. Za podvojevanje potrebujete dva tečaja: izvornega in ponornega.
sq: Kopjoni një kopje ankete bosh në një kurs tjetër. Ju nevojiten 2 kurse për të përdorur këtë veçori: një kurs origjinal dhe një kurs destinacion.
sr_rs: Duplikirajte praznu kopiju ankete u drugi kurs. Potrebna su 2 kursa za ovu funkciju: originalni kurs i ciljni kurs.
sv_se: Duplicera en tom undersökningskopia till en annan kurs. Du behöver 2 kurser för att använda denna funktion: en originalkurs och en målkurs.
sw_ke: Nakili ya uchunguzi tupu katika kozi nyingine. Unahitaji kozi 2 kutumia kipengele hiki: kozi asili na kozi lengwa.
ta: வேறு பாடநூலில் காலியான கண்காணிப்பு நகலை நகலெடுக்கவும். இந்த அம்சத்தைப் பயன்படுத்த 2 பாடநூல்கள் தேவை: அசல் பாடநூல் மற்றும் இலக்கு பாடநூல்.
th: คัดลอกแบบสำรวจว่างเปล่าไปยังคอร์สอื่น คุณต้องมีคอร์ส 2 คอร์สเพื่อใช้คุณสมบัตินี้: คอร์สต้นฉบับและคอร์สเป้าหมาย
tl_ph: Kopyahin ang walang laman na kopya ng survey sa isa pang kurso. Kailangan mo ng 2 kurso para magamit ang tampok na ito: orihinal na kurso at target kurso.
tr: Boş bir anket kopyasını başka bir kursa kopyalayın. Bu özelliği kullanmak için 2 kursa ihtiyacınız var: orijinal kurs ve hedef kurs.
uk_ua: Скопіювати порожнє опитування в інший курс. Для використання цієї функції потрібно 2 курси: оригінальний курс і цільовий курс.
vi_vn: Sao chép một bản sao khảo sát trống vào khóa học khác. Bạn cần 2 khóa học để sử dụng tính năng này: khóa học gốc và khóa học đích.
xh_za: Kopisha ikopi yophando olungenanto kwelinye ikhosi. Udinga iikhosi ezimbini ukuze usebenzise eli nani: ikhosi yokuqala kunye nekhosi ekujoliswe kuyo.
zh_cn: 将空调查副本复制到另一课程。您需要2个课程才能使用此功能：原课程和目标课程。
zh_tw: 將空白問卷副本複製到另一課程。您需要 2 個課程才能使用此功能：原始課程和目標課程。

source: Copy survey
ar: نسخ الاستبيان
ast_es: Copiar enqueta
bn_bd: সার্ভে কপি করুন
bs_ba: Kopiraj anketu
ca_es: Copiar enquesta
cs_cz: Kopírovat průzkum
da: Kopiér undersøgelse
de: Fragebogen kopieren
el: Αντιγραφή έρευνας
eo: Kopi enkeston
es: Copiar la encuesta
es_mx: Copiar encuesta
eu_es: Inkesta kopiatu
fa_ir: کپی نظرسنجی
fi_fi: Kopioi kysely
fo_fo: Kopi umfrøgu
fur: Copie il sondiagi
ga: Cóipigh suirbhé
gl: Copiar a enquisa
he_il: העתק סקר
hi: सर्वे कॉपी करें
hr_hr: Kopiraj anketu
hu_hu: Kérdőív másolása
hy: Պատճենել հարցում
id_id: Salin survei
it: Copia sondaggio
ja: アンケートをコピー
ka_ge: გამოკითხვის კოპირება
ko_kr: 설문 복사
lo: ສຳເນົາການສຳຫຼວດ
lt_lt: Kopijuoti apklausą
lv_lv: Kopēt aptauju
mk_mk: Копирај анкета
ms_my: Salin tinjauan
my_mm: စစ်တမ်းကူးယူပါ
ne: सर्वेक्षण प्रतिलिपि गर्नुहोस्
nl: Kopieer enquête
nn_no: Kopier spørjeundersøking
oc: Copiar l'enquesta
pl_pl: Kopiuj ankietę
ps: سروې کاپي کړئ
pt_br: Copiar pesquisa
pt_pt: Cópia pesquisa
ro_ro: Copiați sondajul
ru_ru: Копировать опрос
sk_sk: Kopírovať prieskum
sl: Kopiraj vprašalnik
sq: Kopjo anketën
sr_rs: Kopiraj anketu
sv_se: Kopiera undersökning
sw_ke: Nakili uchunguzi
ta: கண்காணிப்பை நகலெடுக்கவும்
th: คัดลอกแบบสำรวจ
tl_ph: Kopyahin ang survey
tr: Anketi kopyala
uk_ua: Копіювати опитування
vi_vn: Sao chép khảo sát
xh_za: Kopisha uphando
zh_cn: 复制调查
zh_tw: 複製問卷

source: Please pick a session
ar: يرجى اختيار دورة
ast_es: Escueye una sesión
bn_bd: দয়া করে একটি সেশন নির্বাচন করুন
bs_ba: Molimo odaberite sesiju
ca_es: Esculli una sessió
cs_cz: Vyberte sezení
da: Vælg venligst en session
de: Bitte wählen Sie eine Sitzung
el: Παρακαλώ επιλέξτε μια συνεδρία
eo: Bonvolu elekti sesion
es: Elija una sesión
es_mx: Por favor selecciona una sesión
eu_es: Saio bat hautatu mesedez
fa_ir: لطفاً یک جلسه انتخاب کنید
fi_fi: Valitse istunto
fo_fo: Vinarliga vel ein samtyðingu
fur: Ples scealt une sesion
ga: Roghnaigh seisiún le do thoil
gl: Escolla unha sesión
he_il: אנא בחר הפעלה
hi: कृपया एक सत्र चुनें
hr_hr: Odaberite sesiju
hu_hu: Válasszon munkamenetet
hy: Խնդրում ենք ընտրել սեանս
id_id: Pilih sesi
it: Scegli una sessione
ja: セッションを選択してください
ka_ge: გთხოვთ, შეარჩიოთ სესია
ko_kr: 세션 선택
lo: ກະລຸນາເລືອກເຊດຊັນ
lt_lt: Prašome pasirinkti seansą
lv_lv: Lūdzu, izvēlieties sesiju
mk_mk: Изберете сесија
ms_my: Sila pilih sesi
my_mm: ကျေးဇူးပြု၍ အစည်းအဝေးတစ်ခုရွေးပါ
ne: कृपया सत्र छान्नुहोस्
nl: Selecteer een sessie
nn_no: Vel ein økt
oc: Doblinatz seleccionar una session
pl_pl: Proszę wybrać sesję
ps: مهرباني وکړئ غونډه غوره کړئ
pt_br: Por favor, escolha uma sessão
pt_pt: Por favor escolha uma sessão
ro_ro: Alege o sesiune
ru_ru: Выберите сессию
sk_sk: Prosím vyberte stretnutie
sl: Izberite sejo
sq: Ju lutemi zgjidhni një sesion
sr_rs: Molimo izaberite sesiju
sv_se: Välj en session
sw_ke: Tafadhali chagua kipindi
ta: ஒரு அமர்வைத் தேர்ந்தெடுக்கவும்
th: กรุณาเลือกเซสชัน
tl_ph: Pumili ng sesyon
tr: Lütfen bir oturum seçin
uk_ua: Будь ласка, виберіть сесію
vi_vn: Vui lòng chọn phiên
xh_za: Nceda ukhethe iseshini
zh_cn: 请选择会话
zh_tw: 請選擇場次

source: Search sessions
ar: البحث عن الدورات
ast_es: Guetar sessions
bn_bd: সেশন অনুসন্ধান করুন
bs_ba: Pretraži sesije
ca_es: Cerca sessions
cs_cz: Hledat sezení
da: Søg sessioner
de: Sitzungen durchsuchen
el: Αναζήτηση συνεδριών
eo: Serĉi sesiojn
es: Buscar sesiones
es_mx: Buscar sesiones
eu_es: Saioak bilatu
fa_ir: جستجوی جلسات
fi_fi: Etsi istuntoja
fo_fo: Leita samtyðingum
fur: Kercjhe sesions
ga: Cuardaigh seisiúin
gl: Buscar sesións
he_il: הפעלות חיפוש
hi: सत्र खोजें
hr_hr: Pretraži sesije
hu_hu: Munkamenetek keresése
hy: Որոնել սեանսներ
id_id: Cari sesi
it: Cerca sessioni
ja: セッションを検索
ka_ge: სესიების ძებნა
ko_kr: 세션 검색
lt_lt: Ieškoti seansų
lv_lv: Meklēt sesijas
mk_mk: Пребарај сесии
ms_my: Cari sesi
my_mm: အစည်းအဝေးများရှာဖွေပါ
ne: सत्रहरू खोज्नुहोस्
nl: Zoek sessie
nn_no: Søk økter
oc: Recercar las sessions
pl_pl: Szukaj sesji
ps: غونډې لټون
pt_br: Sessões de pesquisa
pt_pt: Procurar sessões
ro_ro: Cauta sesiuni
ru_ru: Поиск сессий
sk_sk: Hľadať stretnutie
sl: Išči seje
sq: Kërko sesione
sr_rs: Pretraži sesije
sv_se: Sök sessioner
sw_ke: Tafuta vipindi
ta: அமர்வுகளைத் தேடவும்
th: ค้นหาเซสชัน
tl_ph: Maghanap ng mga sesyon
tr: Oturum ara
uk_ua: Пошук сесій
vi_vn: Tìm kiếm phiên
xh_za: Gqiba iseshini
zh_cn: 搜索会话
zh_tw: 搜尋場次

source: Please pick a student
ar: يرجى اختيار طالب
ast_es: Escueye un alumnu
bn_bd: দয়া করে একজন ছাত্র নির্বাচন করুন
bs_ba: Molimo odaberite studenta
ca_es: Esculli un estudiant
cs_cz: Vyberte studenta
da: Vælg venligst en elev
de: Bitte wählen Sie einen Kursteilnehmer
el: Παρακαλώ επιλέξτε ένα μαθητή
eo: Bonvolu elekti studenton
es: Elija un estudiante
es_mx: Por favor selecciona un estudiante
eu_es: Ikasle bat hautatu mesedez
fa_ir: لطفاً یک دانش‌آموز انتخاب کنید
fi_fi: Valitse opiskelija
fo_fo: Vinarliga vel ein næming
fur: Ples scealt un studint
ga: Roghnaigh mac léinn le do thoil
gl: Elixa un estudante
he_il: אנא בחר תלמיד
hi: कृपया एक छात्र चुनें
hr_hr: Odaberite studenta
hu_hu: Válasszon diákot
hy: Խնդրում ենք ընտրել ուսանող
id_id: Pilih siswa
it: Scegli uno studente
ja: 学生を選択してください
ka_ge: გთხოვთ, შეარჩიოთ სტუდენტი
ko_kr: 학생 선택
lo: ກະລຸນາເລືອກນັກຮຽນ
lt_lt: Prašome pasirinkti studentą
lv_lv: Lūdzu, izvēlieties studentu
mk_mk: Изберете студент
ms_my: Sila pilih pelajar
my_mm: ကျေးဇူးပြု၍ ကျောင်းသားတစ်ဦးရွေးပါ
ne: कृपया विद्यार्थी छान्नुहोस्
nl: Selecteer een student
nn_no: Vel ein student
oc: Doblinatz seleccionar un estudiant
pl_pl: Proszę wybrać studenta
ps: مهرباني وکړئ زده کړیال غوره کړئ
pt_br: Por favor, escolha um aluno
pt_pt: Por favor escolha um aluno
ro_ro: Alege un elev
ru_ru: Выберите студента
sk_sk: Prosím vyberte študenta
sl: Izberite uporabnika
sq: Ju lutemi zgjidhni një student
sr_rs: Molimo izaberite studenta
sv_se: Välj en student
sw_ke: Tafadhali chagua mwanafunzi
ta: ஒரு மாணவரைத் தேர்ந்தெடுக்கவும்
th: กรุณาเลือกนักเรียน
tl_ph: Pumili ng mag-aaral
tr: Lütfen bir öğrenci seçin
uk_ua: Будь ласка, виберіть студента
vi_vn: Vui lòng chọn học viên
xh_za: Nceda ukhethe umfundi
zh_cn: 请选择学生
zh_tw: 請選擇學生

source: Search users
ar: البحث عن المستخدمين
ast_es: Guetar usuarios
bn_bd: ব্যবহারকারী অনুসন্ধান করুন
bs_ba: Pretraži korisnike
ca_es: Cerca estudiants
cs_cz: Hledat uživatele
da: Søg brugere
de: Benutzer suchen
el: Αναζήτηση χρηστών
eo: Serĉi uzantojn
es: Buscar estudiantes
es_mx: Buscar usuarios
eu_es: Bilatu erabiltzaileak
fa_ir: جستجوی کاربران
fi_fi: Etsi käyttäjiä
fo_fo: Leita brúkarar
fur: Çercjâ utents
ga: Cuardaigh úsáideoirí
gl: Buscar estudantes
he_il: חפש משתמשים
hi: उपयोगकर्ताओं को खोजें
hr_hr: Pretraži korisnike
hu_hu: Felhasználók keresése
hy: Որոնել օգտատերեր
id_id: Cari pengguna
it: Cerca utenti
ja: ユーザーを検索
ka_ge: მომხმარებლების ძიება
ko_kr: 사용자 검색
lt_lt: Ieškoti vartotojų
lv_lv: Meklēt lietotājus
mk_mk: Пребарај корисници
ms_my: Cari pengguna
my_mm: အသုံးပြုသူများရှာဖွေပါ
ne: प्रयोगकर्ताहरू खोज्नुहोस्
nl: Zoek cursist
nn_no: Søk brukarar
oc: Recercar utilizaires
pl_pl: Wyszukaj użytkowników
ps: کاروونکي لټون
pt_br: Pesquisar usuários
pt_pt: Procurar utilizadores
ro_ro: Cauta elevi
ru_ru: Поиск пользователей
sk_sk: Hľadať používateľov
sl: Išči uporabnike
sq: Kërko përdorues
sr_rs: Pretraga korisnika
sv_se: Sök användare
sw_ke: Tafuta watumiaji
ta: பயனர்களைத் தேடு
th: ค้นหาผู้ใช้
tl_ph: Maghanap ng mga gumagamit
tr: Kullanıcı ara
uk_ua: Пошук користувачів
vi_vn: Tìm kiếm người dùng
xh_za: Gqiba abasebenzisi
zh_cn: 搜索用户
zh_tw: 搜尋使用者

source: Please pick a course
ar: يرجى اختيار مقرر
ast_es: Escueye un cursu
bn_bd: দয়া করে একটি কোর্স নির্বাচন করুন
bs_ba: Molimo odaberite kurs
ca_es: Esculli un curs
cs_cz: Vyberte kurz
da: Vælg venligst et kursus
de: Bitte wählen Sie einen Kurs
el: Παρακαλώ επιλέξτε ένα μάθημα
eo: Bonvolu elekti kurson
es: Elija un curso
es_mx: Por favor selecciona un curso
eu_es: Ikastaro bat hautatu mesedez
fa_ir: لطفاً یک دوره انتخاب کنید
fi_fi: Valitse kurssi
fo_fo: Vinarliga vel eitt línd
fur: Ples scealt un cors
ga: Roghnaigh cúrsa le do thoil
gl: Escolla un curso
he_il: אנא בחר קורס
hi: कृपया एक कोर्स चुनें
hr_hr: Odaberite predmet
hu_hu: Válasszon kurzust
hy: Խնդրում ենք ընտրել դասընթաց
id_id: Pilih kursus
it: Seleziona un corso
ja: コースを選択してください
ka_ge: გთხოვთ, შეარჩიოთ კურსი
ko_kr: 강좌 선택
lo: ກະລຸນາເລືອກຫຼັກສູດ
lt_lt: Prašome pasirinkti kursą
lv_lv: Lūdzu, izvēlieties kursu
mk_mk: Изберете курс
ms_my: Sila pilih kursus
my_mm: ကျေးဇူးပြု၍ သင်တန်းတစ်ခုရွေးပါ
ne: कृपया कोर्स छान्नुहोस्
nl: Selecteer een cursus
nn_no: Vel eit kurs
oc: Doblinatz seleccionar un cors
pl_pl: Proszę wybrać kurs
ps: مهرباني وکړئ کورس غوره کړئ
pt_br: Por favor, selecione um curso
pt_pt: Por favor escolha um curso
ro_ro: Alege un curs
ru_ru: Выберите курс
sk_sk: Prosím vyberte kurz
sl: Izberite tečaj
sq: Ju lutemi zgjidhni një kurs
sr_rs: Molimo izaberite kurs
sv_se: Välj en kurs
sw_ke: Tafadhali chagua kozi
ta: ஒரு பாடநூலைத் தேர்ந்தெடுக்கவும்
th: กรุณาเลือกคอร์ส
tl_ph: Pumili ng kurso
tr: Lütfen bir kurs seçin
uk_ua: Будь ласка, виберіть курс
vi_vn: Vui lòng chọn khóa học
xh_za: Nceda ukhethe ikhosi
zh_cn: 请选择课程
zh_tw: 請選擇課程

source: Surveys overview
ar: نظرة عامة حول الاستبيانات
ast_es: Vista xeneral d'enquetes
bn_bd: সার্ভেগুলির সারাংশ
bs_ba: Pregled anketa
ca_es: Informe d'enquestes
cs_cz: Přehled průzkumů
da: Oversigt over undersøgelser
de: Übersicht Fragebögen
el: Επισκόπηση ερευνών (Surveys)
eo: Superrigardo de enkestoj
es: Reporte de encuestas
es_mx: Resumen de encuestas
eu_es: Inkesten gainbegiratu
fa_ir: نمای کلی نظرسنجی‌ها
fi_fi: Yleiskuva kyselyistä
fo_fo: Yvirlit yvir umfrøgur
fur: Panorame dai sondiajis
ga: Forbhreathnú suirbhéanna
gl: Informe de enquisas
he_il: סקירת סקרים
hi: सर्वे अवलोकन
hr_hr: Pregled anketa
hu_hu: Kérdőívek áttekintése
hy: Հարցումների ակնարկ
id_id: Ikhtisar survei
it: Panoramica dei rilevamenti
ja: アンケートの概要
ka_ge: გამოკითხვების მიმოხილვა
ko_kr: 설문 개요
lo: ພາບລວມຂອງການສຳຫຼວດ
lt_lt: Apklausų apžvalga
lv_lv: Aptauju pārskats
mk_mk: Преглед на анкети
ms_my: Gambaran tinjauan
my_mm: စစ်တမ်းများခြုံငုံသုံးသပ်ချက်
ne: सर्वेक्षणहरूको अवलोकन
nl: Enquêtes overzicht
nn_no: Spørjeundersøkingar oversikt
oc: Aperçu de las enquestas
pl_pl: Przegląd ankiet
ps: سروې لیدل
pt_br: Visão geral de pesquisas
pt_pt: Visão global dos questionários
ro_ro: Raportati sondaj
ru_ru: Обзор опросов
sk_sk: Ankety prehľad
sl: Poročila evalvacijskih vprašalnikov
sq: Përmbledhje anketash
sr_rs: Pregled anketa
sv_se: Översikt över undersökningar
sw_ke: Muhtasari wa uchunguzi
ta: கண்காணிப்புகள் கண்ணோட்டம்
th: ภาพรวมแบบสำรวจ
tl_ph: Pangkalahatang view ng mga survey
tr: Anketler genel bakışı
uk_ua: Огляд опитувань
vi_vn: Tổng quan khảo sát
xh_za: Uphando oludlulileyo
zh_cn: 调查概览
zh_tw: 問卷概覽

source: Participation and reading progress overview
ar: نظرة عامة حول المساهمة وتقدم القراءة
ast_es: Vista xeneral de participación y progresu de lectura
bn_bd: অংশগ্রহণ এবং পড়া অগ্রগতির সারাংশ
bs_ba: Pregled učešća i napretka čitanja
ca_es: Informe de lectura i participació
cs_cz: Přehled účasti a postupu čtení
da: Oversigt over deltagelse og læsefremskridt
de: Übersicht Teilnahme und Lesefortschritt
el: Επισκόπηση συμμετοχής και της προόδου ανάγνωσης
eo: Superrigardo de partopreno kaj progreso de legado
es: Reporte de lectura y participación
es_mx: Resumen de participación y progreso de lectura
eu_es: Parte-hartze eta irakurketa aurrerapenen gainbegiratu
fa_ir: نمای کلی مشارکت و پیشرفت خواندن
fi_fi: Osallistumisen ja lukemisen edistymisen yleiskatsaus
fo_fo: Yvirlit yvir møting og lesiprogress
fur: Panorame de participazion e progress di leture
ga: Forbhreathnú ar rannpháirtíocht agus dul chun cinn léite
gl: Informe de lectura e participación
he_il: סקירה כללית של התקדמות השתתפות וקריאה
hi: भागीदारी और पढ़ने की प्रगति अवलोकन
hr_hr: Pregled sudjelovanja i napretka čitanja
hu_hu: Részvétel és olvasási előrehaladás áttekintése
hy: Մասնակցության և ընթերցման առաջընթացի ակնարկ
id_id: Ikhtisar partisipasi dan kemajuan membaca
it: Panoramica presenza e lettura dei progressi
ja: 参加と読了進捗の概要
ka_ge: მონაწილეობისა და წაკითხვის პროგრესის მიმოხილვა
ko_kr: 참여 및 읽기 진행 상황 개요
lo: ພາບລວມການເຂົ້າຮ່ວມ ແລະ ຄວາມຄືບໜ້າການອ່ານ
lt_lt: Dalyvavimo ir skaitymo pažangos apžvalga
lv_lv: Dalības un lasīšanas progresa pārskats
mk_mk: Преглед на учество и напредок во читањето
ms_my: Gambaran penyertaan dan kemajuan pembacaan
my_mm: ပါဝင်မှုနှင့် ဖတ်ရှုတိုးတက်မှုခြုံငုံသုံးသပ်ချက်
ne: सहभागिता र पढाइ प्रगति अवलोकन
nl: Deelname- en leesvoortgangsoverzicht
nn_no: Deltaking og leseframgang oversikt
oc: Aperçu de la participacion e del progression de lectura
pl_pl: Przegląd udziału i postępów w czytaniu
ps: د ګډون او لوستلو پرمختګ لیدل
pt_br: Visão geral do progresso de participação e leitura
pt_pt: Visão do progresso da leitura e participação
ro_ro: Raportati citirea si participarea
ru_ru: Обзор участия и прогресса чтения
sk_sk: Účasť a prehľad pokrok čítania
sl: Poročilo o sodelovanju in dostopu do vsebin
sq: Përmbledhje e pjesëmarrjes dhe përparimit të leximit
sr_rs: Pregled učešća i napretka čitanja
sv_se: Översikt över deltagande och läsningsframsteg
sw_ke: Muhtasari wa ushiriki na maendeleo ya kusoma
ta: பங்கேற்பு மற்றும் வாசிப்பு முன்னேற்ற கண்ணோட்டம்
th: ภาพรวมการมีส่วนร่วมและความคืบหน้าการอ่าน
tl_ph: Pangkalahatang view ng partisipasyon at progreso sa pagbasa
tr: Katılım ve okuma ilerlemesi genel bakışı
uk_ua: Огляд участі та прогресу читання
vi_vn: Tổng quan tiến độ tham gia và đọc
xh_za: Ukuthatha inxaxheba kunye nenkqubela phambili yokufunda
zh_cn: 参与和阅读进度概览
zh_tw: 參與度和閱讀進度概覽
