Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Linked to student
qu_pe: Wawqiman allichasqa

source: Request linking to student
qu_pe: Wawqiman allichay yachakuy

source: Linking request added
qu_pe: Allichay yachakuy yarpasqa

source: Human Resource Managers list
qu_pe: Runakuna yachachisqa lista

source: Assign Human Resources Manager to user
qu_pe: Runakuna yachachisqamanta runakunata qillqay

source: Add Human Resources Manager to user
qu_pe: Runakuna yachachisqamanta runakunata yarpay

source: Human Resources Manager assigned users course list
qu_pe: Runakuna yachachisqamanta qillqasqa runakuna kawsay lista

source: Go to Survey
qu_pe: Enquetaman riy

source: Certificate notification
qu_pe: Yachay willakuy

source: ((user_first_name)),
qu_pe: ((sapaq qharaynin)),

source: Send certificate notification to all users
qu_pe: Tukuy runakunaman yachay willakuy kachay

source: Fwd
qu_pe: Paskachay

source: Forwarded message
qu_pe: Paskachasqa willakuy

source: Forward message
qu_pe: Willakuy paskachay

source: You will find below the list of course categories.
qu_pe: Kaypi kawsay kañachakuna lista tarin.

source: Feature disabled by administrator
qu_pe: Yachachiqpaq mana ruraq

source: Subscribe users to category
qu_pe: Runakunata kañachakunaman allichay

source: Subscribe groups to category
qu_pe: Riwaykunata kañachakunaman allichay

source: Note that if the inscription of users in a category is available, then if you have already subscribe user to the category it will override the inscription of users here in the Learning Path
qu_pe: Manam allichasqa runakuna kañachakunaman, yachay ñanpi allichay qispin

source: Note that the inscription of users in a category will override the inscription of users in the Learning Path
qu_pe: Runakuna kañachakunapi allichay yachay ñanpi allichay qispin

source: Select with text field
qu_pe: Qillqawan ruray

source: Triple select
qu_pe: Selección triple

source: You confirm that you really want to subscribe to this platform.
qu_pe: Kutichisqanki kay platapormaman suyanaqta yachayni.

source: Add text
qu_pe: Yupayta qillqay

source: When you start recording, you can pause whenever you want. If you are not satisfied, register again. This will overwrite the previous version. Satisfied? the file is automatically sent to the server so you can just continue your exercise.
qu_pe: Grabatsiyta qallarispaq, munatsikuyta saqillasqankuna. Mana allinchu kanman karqanki, hunt'a grabatsiyta ruwanakuy. Kayqa ñawpa paqta kamachisqa. Allinchu? Dispositivo serverman hunt'a rurasqa, yachaywasiqta seguinaykipaq.

source: Best score in learning path
qu_pe: Yachay ñanpi askhaq yaku

source: Best score not in learning path
qu_pe: Yachay ñanpi mana askhaq yaku

source: Send confirmation mail again
qu_pe: Confirmacionninta emailman hunt'a kutichiy

source: User confirmed. Now you can login the platform.
qu_pe: Ruraq confirmatsqan. Kunchayki platapormaman riy.

source: Agenda available in course %s
qu_pe: %s kursipi agenda kashan

source: You have been subscribed to the course %s the start date is %s and %s
qu_pe: %s kursiman suyanki, qallariyninpaq fecha %s %s

source: E-mail to teachers on new user's student publication feedback.
qu_pe: Yachaysapayuq ruraqpa publicatsionninmanta feedback yachachisqakunaman email.

source: Your session time is expired.
qu_pe: Sesionniq tiempon kay pacha kutiq.

source: Learner %s has enough sub-skill to get skill %s. To assign this skill it is possible to go here : %s
qu_pe: Yachaysapaq %sqa %s yachayta chaskinaykipaq askhaq ñawpa yachay kanchu. Kay yachayta qillqanapaq kayman riy: %s

source: This e-mail was sent via course %s
qu_pe: Kay email %s kursipitaq ruraq

source: This e-mail was sent via course %s in session %s
qu_pe: Kay email %s kursipitaq %s sesionpitaq ruraq

source: Diagram
qu_pe: Diagrama

source: Career %s doesn't have a diagram.
qu_pe: Kamachisqa %s diagrama mana kanchu.

source: Exercise report by category for all sessions
qu_pe: Tukuy sesionkunamanta kategoriapi ejercicio wasi

source: Require e-mail confirmation
qu_pe: Email confirmacionta mañakuy

source: Registration confirmation
qu_pe: Inscripcion confirmacion

source: Your account is inactive because you have not confirmed it yet. Check your email and follow the instructions or click the following link to resend the email
qu_pe: Kutichisqaykiman ruraqniq inactivo, emailni qhawachin yachachisqakunata suyaychu, o hunt'a email kutichinapaq iskuqchata p'akispa

source: To complete your platform registration you need to confirm your account by clicking the following link
qu_pe: Platapormaman inscribitsiyta tukuchinapaq, iskuqchata p'akispa ruraqniq kutichiy

source: Confirmation for new account
qu_pe: Maway ruraqpaq confirmacion

source: Enable Cloud files link addition
qu_pe: Cloud willakuy qillqata activanaku

source: Allow users to link to a file hosted on a public cloud service as if they were documents in the Chamilo documents tool.
qu_pe: Ruraqkunaqa Chamilo willakuy yachachisqapi willakuykuna siri kanki, publico cloud servicionpiman willakuyta qillqanata saqllankuy.

source: This URL already exists
qu_pe: Kay URLqa ñawpaq kashan

source: An error occurred while adding the link to a cloud file.
qu_pe: Cloud willakuy qillqaspaq pantasqa.

source: Add link to Cloud file
qu_pe: Cloud willakuy qillqay

source: Cloud link deleted
qu_pe: Cloud willakuy q'echqan

source: Cloud link moved
qu_pe: Cloud willakuy p'ichqan

source: Error deleting the cloud link.
qu_pe: Cloud willakuy q'echispaq pantasqa.

source: Cloud link added
qu_pe: Cloud willakuy qillqasqa

source: Please enter a name for this Cloud link
qu_pe: Kay Cloud willakuypa sutinta qillqay

source: Cloud file link updated.
qu_pe: Cloud willakuy willakuy q'echqasqa.

source: The domain is not valid. It must be one of the following:
qu_pe: Dominio mana saqillasqa. Kaymanta huknasqata karqan:

source: List of valid domains
qu_pe: Saqillasqa dominiokuna lista

source: URL field format invalid. Example of expected format: http://dropbox.com/sh/loremipsum/loremipsum?dl=0
qu_pe: URL kampu formato mana saqillasqa. Nisqakunapaq ejemplo: http://dropbox.com/sh/loremipsum/loremipsum?dl=0

source: File extension
qu_pe: Willakuy extension

source: Audit report
qu_pe: Auditoria wasi

source: The Google Translate API used by this feature returned and empty answer. Please check or ask your translate_app_google_key setting is set correctly, or kindly ask an administrator to do so.
qu_pe: Kay pantasqapiq Google Translate APIqa hink'a kutichisqa. translate_app_google_key nisqakunata qhawachin o yachachisqaqta mañakuy.

source: Link me to student
qu_pe: Yachaysapaqman willakuni

source: Please select the student you want to request a link to, so the administrators can review and approve your request. Please note that proper administrative procedures should have been followed first to ensure the admin can legally accept your request.
qu_pe: Administradorkuna qhawachinakupaq yachaysapaqta willakuy rinaqniq suyay. Administradorkunaq yachanapaq saqillasqa procedimientoquna suyaychu.

source: Request linking with student
qu_pe: Yachaysapaqwan willakuni rina

source: Send pending announcements manually
qu_pe: Yarqapakuy willakukunataq ruraspa

source: Student linking request rejected
qu_pe: Yachaysapaq willakuni rina q'echqasqa

source: Student link removed
qu_pe: Yachaysapaq willakuy q'echqan

source: Session template
qu_pe: Sesion plantilla

source: Cloud file link
qu_pe: Cloud willakuy willakuy

source: Reset %s
qu_pe: %s qhaway

source: My global certificate
qu_pe: Yachayniy certificate global

source: Message tracking
qu_pe: Mensayen ruray

source: Messages exchange between %s and %s
qu_pe: Mensayen rurakuna %s y %s masin

source: You will receive another email with your password
qu_pe: Kaykunaq contraseñawan ukhu email rantisqankuna

source: You must have received another email with your username.
qu_pe: Usernamewan ukhu email rantisqankunaq kachkan.

source: You must upload a zip file with the same name as the original SCORM file.
qu_pe: SCORM willakuy yachayniywan iskay similitin sutinchi zip willakuy yachayniyta carganakichis.

source: You need to create a skill profile
qu_pe: Yachayniy perfilta kamachinkichis

source: Skill level
qu_pe: Yachayniy pinasqa

source: Add item to portfolio
qu_pe: Willakuyta portfolioqan karapuy

source: New document added to course %s
qu_pe: %s kursoman willakuy yachayniy kuwitun

source: A new document %s has been added to the document tool in your course %s by %s.
qu_pe: Willakuy %s %s kursopi willakuy yachayniypi %s nisqawan kuwitsun.

source: Pending surveys
qu_pe: Kutikunpa enquetaquna

source: No pending surveys
qu_pe: Manam kutikunpa enquetaquna kanchu

source: Most popular sessions
qu_pe: Asllan kasukuq sessionkuna

source: Item can be viewed - Prerequisites completed
qu_pe: Willakuy rikukupaq allin - Ñawpaq yachakunakun

source: Item %s blocks this step
qu_pe: Willakuy %s kay qallariyta hapan

source: Your result at %s blocks this step
qu_pe: %s nisqapi yachakuy kay qallariyta hapan

source: What do you want to do?
qu_pe: ¿Ima ruwanitá munanki?

source: Follow courses
qu_pe: Kursokunata ruray

source: Teach courses
qu_pe: Kursokunata yachachiyniy

source: Edit portfolio item
qu_pe: Portfolio willakuyta llamk'achiy

source: Portfolio item added
qu_pe: Portfolio willakuy kuwitsun

source: Explore more courses
qu_pe: Askha kursokunata maskhay

source: Links of interest
qu_pe: Askha yuyarikunapaq rakiqkuna

source: Export to Chamilo format
qu_pe: Chamilo formatoman apaykuy

source: Courses coming soon
qu_pe: Kursokuna kutikunman karqan

source: Sale price
qu_pe: Willakuy priciu

source: Buy now
qu_pe: Rakhuytaq

source: Collaboration mode
qu_pe: Yapaykunawan ruway

source: Read only mode
qu_pe: Willakuy rikuy ruway

source: Document access
qu_pe: Willakuy yachakuy

source: Share mode
qu_pe: Yapakuy ruway

source: This session has a limited duration of %s days
qu_pe: Kay sessionqa %s p'unchaykuna nisqawan hap'ipun

source: Last month
qu_pe: Ñawpaq killa

source: This month
qu_pe: Kay killa

source: Portal user session stats
qu_pe: Portal runakuna session estadistikan

source: You may add an introduction to this tool page as a helper text for your students. Simply click the edit icon to add some text. This short info text here is invisible to students and you can just leave this block empty, but what you will type will be visible to them.
qu_pe: Kay yachayniyqanpaq yachakuqkunaq yachachiyniyta yuyarikuy willakuyta qillqanakichis. Llamk'achiy iconnita thaqapuy. Kay qhapaq willakuy yachakuqkunaqa manam rikunakuchu, manam kichasqachu, nisqataq yachakuqkunaqa rikunman.

source: The document auto-launch feature configuration is enabled. Learners will be automatically redirected to document tool.
qu_pe: Willakuy auto-launch yachayniyta kamachiqtaq kanchakun. Yachakuqkuna willakuy yachayniyman askiyta rurankun.

source: Auto-launch for documents
qu_pe: Willakuykunapaq auto-launch

source: Redirect to the document list
qu_pe: Willakuy qatiqman askiy

source: The exercises auto-launch feature configuration is enabled. Learners will be automatically redirected to exercise list.
qu_pe: Ejercicios auto-launch yachayniyta kamachiqtaq kanchakun. Yachakuqkuna ejercicios qatiqman askiyta rurankun.

source: Posted deadline for sending the work (Visible to the learner)
qu_pe: Willakuy kachakuy plazo (Yachakuqqaq rikukuq)

source: Follow up message about student %s
qu_pe: Yachakuq %s nisqamantaq follow up mensay

source: Hi,<br/><br/>User %s sent a follow up message about student %s.<br/><br/>The message can be seen here %s
qu_pe: Allinmanta,<br/><br/>Runakuna %s yachakuq %s nisqamantaq follow up mensay rurasqan.<br/><br/>Mensayqa kaypi rikukuq %s

source: Include services
qu_pe: Serviciokunata qispichiy

source: Enable culqi
qu_pe: Culqi kamachiy

source: The selected users have all been disabled
qu_pe: Rurakunakunaqa tukuy hapiqkunan karqan

source: Some of the selected users have not been disabled. We recommend you confirm which, by using the advanced search.
qu_pe: Rurakunakunamantaq hinakuna manam hapiqkunman karqanchu. Qispichiyta munasqankunaq yachakuy yachakuy avanzadaqaq.

source: The selected users were all enabled.
qu_pe: Rurakunakunaqa tukuy kamachiqkunan karqan.

source: Some of the selected users have not been enabled. We recommend you confirm which, by using the advanced search.
qu_pe: Rurakunakunamantaq hinakuna manam kamachiqkunman karqanchu. Qispichiyta munasqankunaq yachakuy yachakuy avanzadaqaq.

source: Encrypted data
qu_pe: Datos encriptados

source: Random data
qu_pe: Datos aleatorios

source: Personal data
qu_pe: Datos personales

source: Complex data (not shown)
qu_pe: Datos complejos (no mostrados)

source: Personal data: introduction
qu_pe: Datos personales: introducción

source: Personal data we keep about you
qu_pe: Datos personales que guardamos sobre ti

source: Permissions you gave us
qu_pe: Permisos que nos diste

source: Organization responsible for your data treatment
qu_pe: Organización responsable del tratamiento de tus datos

source: Personal data treatment
qu_pe: Tratamiento de datos personales

source: Personal data collection
qu_pe: Recolección de datos personales

source: Personal data recording
qu_pe: Registro de datos personales

source: Personal data organization
qu_pe: Organización de datos personales

source: Personal data structure
qu_pe: Estructura de datos personales

source: Personal data conservation
qu_pe: Conservación de datos personales

source: Personal data adaptation or modification
qu_pe: Adaptación o modificación de datos personales

source: Personal data extraction
qu_pe: Extracción de datos personales

source: Personal data queries
qu_pe: Consultas de datos personales

source: Personal data use
qu_pe: Uso de datos personales

source: Personal data communication and sharing
qu_pe: Comunicación y compartición de datos personales

source: Personal data interconnection
qu_pe: Interconexión de datos personales

source: Personal data limitation
qu_pe: Limitación de datos personales

source: Personal data deletion
qu_pe: Eliminación de datos personales

source: Personal data destruction
qu_pe: Destrucción de datos personales

source: Personal data profiling
qu_pe: Perfilamiento de datos personales

source: We respect your privacy!
qu_pe: ¡Respetamos tu privacidad!

source: Your degree of certainty
qu_pe: Tu grado de certeza

source: Degree of certainty that my answer will be considered correct
qu_pe: Grado de certeza de que mi respuesta será considerada correcta

source: Incorrect answers: %s
qu_pe: Respuestas incorrectas: %s

source: Kind regards,
qu_pe: Saludos cordiales,

source: Please do not reply
qu_pe: Por favor no respondas

source: Results for the accomplished test
qu_pe: Resultados del test realizado

source: Your results by discipline
qu_pe: Tus resultados por disciplina

source: In comparison, your latest results for this test
qu_pe: En comparación, tus últimos resultados para este test

source: Your overall results for the test
qu_pe: Tus resultados generales para el test

source: You will find your results for test %s below.<br />
qu_pe: Encontrarás tus resultados para el test %s abajo.<br />

source: Very sure
qu_pe: Muy seguro

source: Your answer was correct and you were 80% sure about it. Congratulations!
qu_pe: Tu respuesta fue correcta y estabas 80% seguro de ello. ¡Felicidades!

source: Pretty sure
qu_pe: Bastante seguro

source: Your answer was correct but you were not completely sure (only 60% to 70% sure)
qu_pe: Tu respuesta fue correcta pero no estabas completamente seguro (solo 60% a 70% seguro)

source: Declared ignorance
qu_pe: Ignorancia declarada

source: You didn't know the answer - only 50% sure
qu_pe: No sabías la respuesta - solo 50% seguro

source: Unsure
qu_pe: Inseguro

source: Your answer was incorrect, but you guessed it was (60% to 70% sure)
qu_pe: Tu respuesta fue incorrecta, pero adivinaste que lo era (60% a 70% seguro)

source: Very unsure
qu_pe: Muy inseguro

source: Your answer was incorrect although you were about 80% (or more) sure it was wrong
qu_pe: Tu respuesta fue incorrecta aunque estabas aproximadamente 80% (o más) seguro de que estaba mal

source: I don't know the answer and I've picked at random
qu_pe: No sé la respuesta y he elegido al azar

source: I am very unsure
qu_pe: Estoy muy inseguro

source: I am unsure
qu_pe: Estoy inseguro

source: I am pretty sure
qu_pe: Estoy bastante seguro

source: I am almost 100% sure
qu_pe: Estoy casi 100% seguro

source: I am totally sure
qu_pe: Ñoqanchaypi seguroyka

source: Multiple answer true/false/degree of certainty
qu_pe: Wakin willakuy multiple respuesta/ mana allinmi/ mana allinchu/ yachay willakuy

source: Ignorance: %s
qu_pe: Mana yachay: %s

source: Correct answers: %s
qu_pe: Allin willakuykuna: %s

source: Total hours
qu_pe: Huk pachak hora

source: Minutes per day
qu_pe: P'unchawmanta phisqanuta minuto

source: Classroom activity
qu_pe: Wasi yachachisqa

source: 1 day
qu_pe: Huk p'unchay

source: User %s's information anonymized.
qu_pe: Ruraq %s yachachisqa qillqanmi kachkan.

source: We could not anonymize user %s's information. Please try again or check the logs.
qu_pe: Mana atinichu ruraq %s yachachisqa qillqanita. Ñawpaqman ruray o qillqakunata qhaway.

source: You don't have permissions to anonymize user %s. You need the same permissions as to delete users.
qu_pe: Manam kanchu ruraq %s qillqanita qillqay atiykuna. Ruraqkuna qhallaryatam kachkan.

source: Anonymize
qu_pe: Qillqay

source: %d questions
qu_pe: %d willakuy

source: The styles and assets in the web/ folder have been refreshed.
qu_pe: Web/ qispipi estiloqkuna y willakuykuna kamarichkan.

source: The styles and assets in the web/ folder could not be refreshed, probably due to a permissions problem. Make sure the web/ folder is writeable by your web server.
qu_pe: Mana atinichu web/ qispipi estiloqkuna y willakuykuna kamarichkan, atinichisqa mana allinchaymi. Web/ qispita qillqay atinichisqa kasqa web sirwiqta.

source: Copy text
qu_pe: Qillqata kopiway

source: We need you to accept our treatment of your data in order to provide you with this service. If you want to register an account, please accept the terms and click Submit. If you don't accept, no personal data will be treated by us about you.
qu_pe: Ñoqakunam yachakusqaykikunata rurayta munaspayki kay servisi qispichwanapaq. Ruraqta qillqaspaykiqa, kamachisqakunata chaskipayki ñawpaqman qillqay. Mana chaskaspaykiqa, manam ñoqakunaq yachakusqaykikunata ruranchu.

source: No terms and conditions available
qu_pe: Manam kanchu kamachisqa y kamachisqa

source: Personal data officer's name
qu_pe: Yachakusqa ruraq sutin

source: Personal data officer's role
qu_pe: Yachakusqa ruraq llamk'an

source: Assets
qu_pe: Willakuykuna

source: Total learnpath time
qu_pe: Yachachisqa ñawpaq pachak hora

source: Add status
qu_pe: Willakuy q'illqay

source: Add project
qu_pe: Proyektuta q'illqay

source: Add priority
qu_pe: Imaynatata q'illqay

source: User permissions
qu_pe: Ruraq atinichisqakuna

source: Go to thread
qu_pe: Hukchayman riy

source: Time difference
qu_pe: Pachak hora diferencia

source: Session administrator
qu_pe: Hukchay kamachirq

source: There is a sequence resource linked to this session. You must delete this link first.
qu_pe: Kay hukchaypi huk ñawpaq yachakuy qispichkan. Ñawpaqta kay qispita qhallariy.

source: Add annotation text
qu_pe: Qillqata q'illqay

source: Add annotation path
qu_pe: Ñawpaqta q'illqay

source: Driver
qu_pe: Chiriy

source: The temporary upload directory is a space on the server where files are uploaded before being filtered and treated by PHP.
qu_pe: Ñawpaq qillqay qispin sirwiqpim kachkan, willakuykuna PHPwan sarp'iykama y ruraykama.

source: Generate custom report
qu_pe: Qispichisqa willakuy kamachiy

source: Please enter the URL
qu_pe: URLnita qillqay

source: If you want to get the certificate and/or skills associated with this course, you need to buy the certificate service. You can go to the services catalog by clicking this link: %s
qu_pe: Kay kursopi qispichisqa y/o yachakuykuna qispichwanapaq, qispichisqa servisi rantikuy. Servis qispiña riy kay linkwan: %s

source: Sub-skill
qu_pe: Ñawpaq yachakuy

source: Add multiple users to calendar
qu_pe: Wakin ruraqkuna qillqapi q'illqay

source: Update calendar
qu_pe: Qillqata musuqyachiy

source: Control point
qu_pe: Kamachiy punto

source: Please follow the instructions below to check your results for test %s.<br /><br />
qu_pe: Kay willakuy %s willakuykunata qhawayachwanapaq ñawpaq willakuykunata suyay.<br /><br />

source: Session min duration
qu_pe: Hukchay pisqa pachak hora

source: Could not translate
qu_pe: Mana atinichu willakuy

source: Add skills
qu_pe: Yachakuykuna q'illqay

source: Dictionary
qu_pe: Qillqakuna

source: Category exists
qu_pe: Katiqori kachkan

source: Minimum to validate
qu_pe: Pisqa chaskachiy

source: Number of gradebooks to validate in dependencies
qu_pe: Kamachisqa qillqakuna pisqa ñawpaqkunapi

source: Depends on gradebook
qu_pe: Yachay notakuna qhatinkuna hina

source: This gradebook has no dependency
qu_pe: Kay yachay notakunaq qhatinkunam yoyk'achisqan

source: Course introductions all imported successfully.
qu_pe: Turakuna yachaykunaq yatk'achisqanqa allin kashan.

source: Filter sessions
qu_pe: Turakunata hamay

source: Score model
qu_pe: Yachay notaq modelo

source: Synchronize the database with the schema
qu_pe: Yachay yuraqtaqta yuraqwan hina qhatuy

source: Courses-Skills associations
qu_pe: Turakuna - Yachaykunaq yuraqkunawan

source: A user is waiting for an action about his/her personal data request
qu_pe: Runakunaq qespisqan yachaykunaq mañaymanta ñawpaq ruwanata qispin

source: The user %s is waiting for an action about it's personal data request. To manage personal data requests you can follow this link : %s
qu_pe: Runa %s qespisqan yachaykunaq mañaymanta ñawpaq ruwanata qispin. Qespisqan yachaykunaq mañaykunata kamachiyta atinichis %s

source: Request type
qu_pe: Mañay ruraq

source: Delete account
qu_pe: Ruraqta q'echay

source: Remove legal agreement
qu_pe: Qhaway yachakuyta q'echay

source: You can find more information about the user's right to be forgotten through the following page: %s
qu_pe: Runakunaq musuq kaymanta yachakuyta %s nisqapi rikunki

source: Please tell us why you want to withdraw the rights you previously gave us, to let us make it in the smoothest way possible.
qu_pe: Imaraykuchus ñawpaq qispasqanchik willakusqanchikta q'echayta munanki, allin ruraykupaq.

source: Explain in this box why you want your account deleted
qu_pe: Kay casillopi willay imaraykuchus ruraqta q'echayta munanki

source: You can ask below for your legal agreement to be deleted or your account to be deleted.<br>In the case of the legal agreement, once deleted you will have to accept it again on your next login to be able to access the platform and recover your access, because we cannot reasonably at the same time give you a personal environment and not treat your personal data.<br>In the case of an account deletion, your account will be deleted along with all of your course subscriptions and all the information related to your account. Please select the corresponding option with care. In both cases, one of our administrators will review your request before it is effective, to avoid any misunderstanding and definitive loss of your data.
qu_pe: Qhaway yachakuyta q'echayta utaq ruraqta q'echayta mañakunki.<br>Qhaway yachakuyta q'echasqanqa, musuq ñawpaq riyta qhaspa platapormaman riyta atinichis, qespisqan yachaykunaq mañaykunata mana ruraychu.<br>Ruraqta q'echaypi, ruraqta q'echanki turakunaq yuraqkunawan yachaykunaq mañaykunawan. Allin rurayni qispay. Ichaqchis, kamachikunamanta kamachiq mañakunki.

source: Personal data protection
qu_pe: Qespisqan yachaykunaq amachay
