Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Use ::private at the end of the link to show it only to logged-in users
ar: استخدم ::خاص في نهاية الرابط لاظهاره بانه حصري للمستخدمين المسجلين
ast_es: Usa ::private al final del enllace pa amosalo namái a usuarios coneutáos
bn_bd: লিঙ্কের শেষে ::private ব্যবহার করুন যাতে এটি শুধুমাত্র লগইন করা ব্যবহারকারীদের দেখানো হয়
bs_ba: Koristite ::private na kraju linka da ga prikažete samo prijavljenim korisnicima
ca_es: Ús: privat al final del vincle a mostrar només als usuaris connectats
cs_cz: Použijte ::private na konci odkazu, aby byl zobrazen pouze přihlášeným uživatelům
da: Brug ::private til sidst i linket for kun at vise det til loggede brugere
de: Am Ende des Links ::private anhängen, um nur für angemeldete Benutzer verfügbar zu machen
el: Χρησιμοποιήστε :: ιδιωτικό στο τέλος του συνδέσμου για να το φαίνεται μόνο σε συνδεδεμένους χρήστες
eo: Uzu ::private je la fino de la ligilo por montri ĝin nur al ensalutintaj uzantoj
es: Use ::private pegado al fin del enlace si quiere mostrarlo solo a los usuarios identificados
es_mx: Usa ::private al final del enlace para mostrarlo solo a usuarios conectados
eu_es: Esteka amaieran ::private erabili saio hasita dauden erabiltzaileentzako bakarrik erakusteko
fa_ir: از ::private در انتهای لینک استفاده کنید تا فقط برای کاربران وارد شده نمایش داده شود
fi_fi: Käytä ::private -lopputta linkin lopussa näyttääksesi sen vain kirjautuneille käyttäjille
fo_fo: Brúka ::private í endanum av leinkjuni at vísa tað bert til innritaðir brúkarar
fur: Doprî ::private a la fin dal leam par mostrâlu dome ai utents jentrâts
ga: Úsáid ::private ag deireadh an naisc chun é a thaispeáint d'úsáideoirí logáilte amháin
gl: Use ::private pegado á fin da ligazón se quere amosarllo só aos usuarios identificados
he_il: השתמש ב-:private בסוף הקישור כדי להציג אותו רק למשתמשים מחוברים
hi: लिंक के अंत में ::private का उपयोग करें ताकि इसे केवल लॉगिन उपयोगकर्ताओं को दिखाया जाए
hr_hr: Koristite ::private na kraju poveznice da se prikaže samo prijavljenim korisnicima
hu_hu: Használja a ::private-ot a hivatkozás végén, hogy csak bejelentkezett felhasználóknak jelenjen meg
hy: Օգտագործեք ::private հղման վերջում՝ ցույց տալու այն միայն մուտք գործած օգտատերերին
id_id: Gunakan ::private di akhir tautan untuk menampilkannya hanya kepada pengguna yang masuk log
it: Uso: privato alla fine del link per mostrarlo solo agli utenti connessi
ja: リンクの最後に ::private を使用して、ログイン済みユーザーのみに表示
ka_ge: ბმულის ბოლოში გამოიყენეთ ::private იმისთვის, რომ ნახონ მხოლოდ შეტანილი მომხმარებლები
ko_kr: 로그인한 사용자에게만 표시하려면 링크 끝에 ::private 사용
lo: ໃຊ້ ::private ຕໍ່ທ້າຍລິ້ງເພື່ອສະແດງໃຫ້ສະເພາະຜູ້ໃຊ້ທີ່ເຂົ້າສູ່ລະບົບແລ້ວ
lt_lt: Naudokite ::private nuorodos pabaigoje, kad ją matytų tik prisijungę naudotojai
lv_lv: Lai saiti rādītu tikai pieteikušies lietotāji, pievienojiet beigās ::private
mk_mk: Користете ::private на крајот од линкот за да го прикажете само на најавени корисници
ms_my: Gunakan ::private di akhir pautan untuk tunjukkan hanya kepada pengguna yang log masuk
my_mm: လင့်ခ်နောက်ဆုံးတွင် ::private ကိုအသုံးပြု၍ အကောင့်ဝင်ထားသော အသုံးပြုသူများသို့သာ ပြသရန်
ne: लिङ्कको अन्तमा ::private प्रयोग गर्नुहोस् यो लगइन भएका प्रयोगकर्ताहरूलाई मात्र देखाउन
nl: Gebruik ::private aan het einde van de link om het alleen aan ingelogde gebruikers te tonen.
nn_no: Bruk ::private på slutten av lenka for å vise den berre til innlogga brukarar
oc: Utilizatz ::private a la fin del ligam per lo mostrar que ais utilizaires connectats
pl_pl: Użyj ::private na końcu linku, aby pokazać go tylko zalogowanym użytkownikom
ps: د لینک په پای کې ::private وکاروئ ترڅو یې یوازې داخل شوي کاروونکو ته ښکاره کړئ
pt_br: Use ::privado no fim do link para mostrar apenas para usuários logados.
pt_pt: Utilize ::privado no final do link para ser visível apenas para utilizadores conetados
ro_ro: A uza ::private lipit la sfirsitul legaturii daca vrea sa se arete doar uzuarilor identificati
ru_ru: Добавьте ::private в конец ссылки, чтобы показывать её только авторизованным пользователям
sk_sk: Použiť ::súkromné ​​na konci odkazu sa ukáže iba prihláseným používateľom
sl: Uporabi ::private na koncu povezave, da je povezava prikazana le prijavljenim uporabnikom
sq: Përdorni ::private në fund të lidhjes për ta shfaqur vetëm për përdoruesit e kyçur
sr_rs: Koristite ::private na kraju linka da ga prikažete samo prijavljenim korisnicima
sv_se: Använd ::private i slutet av länken för att visa den endast för inloggade användare
sw_ke: Tumia ::private mwishoni mwa kiungo kuionyesha kwa watumiaji walioingia pekee
ta: இணைப்பின் முடிவில் ::private பயன்படுத்தி உள்நுழைந்த பயனர்களுக்கு மட்டும் காட்டவும்
th: ใช้ ::private ที่ท้ายลิงก์เพื่อแสดงเฉพาะผู้ใช้ที่เข้าสู่ระบบ
tl_ph: Gumamit ng ::private sa dulo ng link upang ipakita ito lamang sa mga naka-log in na gumagamit
tr: Bağlantının sonuna ::private ekleyerek yalnızca giriş yapmış kullanıcılara gösterin
uk_ua: Використовуйте ::private в кінці посилання, щоб показати його лише зареєстрованим користувачам
vi_vn: Sử dụng ::private ở cuối liên kết để chỉ hiển thị cho người dùng đã đăng nhập
xh_za: Sebenzisa ::private ekupheleni kwekhonkco ukuyibonisa kuphela kubasebenzisi abangene
zh_cn: 在链接末尾使用 ::private 仅向登录用户显示
zh_tw: 在連結末尾使用 ::private 僅對登入使用者顯示

source: Number of groups to create
ar: عدد المجاميع المزمع انشاءها
ast_es: Númberu de grupus a crear
bn_bd: তৈরি করার জন্য গ্রুপের সংখ্যা
bs_ba: Broj grupa za kreiranje
ca_es: Quantitat de grups a crear
cs_cz: Počet skupin k vytvoření
da: Antal grupper at oprette
de: Anzahl Gruppen zu erstellenden
el: Αριθμός ομάδων προς δημιουργία
eo: Nombro da grupoj por krei
es: Cantidad de grupos a crear
es_mx: Número de grupos a crear
eu_es: Sortzeko talde kopurua
fa_ir: تعداد گروه‌ها برای ایجاد
fi_fi: Luotavien ryhmien määrä
fo_fo: Tal av bólkum at skapa
fur: Numar di grups da crear
ga: Líon grúpaí le cruthú
gl: Número de clases para crear
he_il: מספר קבוצות ליצירה
hi: बनाने के लिए समूहों की संख्या
hr_hr: Broj grupa za stvaranje
hu_hu: Létrehozandó csoportok száma
hy: Ստեղծվող խմբերի քանակ
id_id: Jumlah grup yang akan dibuat
it: Numero dei gruppi da creare
ja: 作成するグループ数
ka_ge: შექმნილი ჯგუფების რაოდენობა
ko_kr: 생성할 그룹 수
lt_lt: Kurti grupių skaičius
lv_lv: Grupas skaits, kas jāizveido
mk_mk: Број на групи за создавање
ms_my: Bilangan kumpulan untuk dicipta
my_mm: ဖန်တီးရန် အဖွဲ့အရေအတွက်
ne: सिर्जना गर्न समूहहरूको संख्या
nl: Aantal groepen aan te maken
nn_no: Tal på grupper å oppretta
oc: Nombre de grupos a crear
pl_pl: Liczba grup do utworzenia
ps: د جوړولو ډلو شمېر
pt_br: Número de grupos à criar
pt_pt: Número de grupos a criar
ro_ro: Cantitatea de grupuri pentru a fi create
ru_ru: Количество групп для создания
sk_sk: Počet skupín na vytvorenie
sl: Št. skupin za kreiranje
sq: Numri i grupeve për t'u krijuar
sr_rs: Broj grupa za kreiranje
sv_se: Antal grupper att skapa
sw_ke: Idadi ya vikundi vya kuunda
ta: உருவாக்க வேண்டிய குழுக்களின் எண்ணிக்கை
th: จำนวนกลุ่มที่จะสร้าง
tl_ph: Bilang ng mga grupo na gagawin
tr: Oluşturulacak grup sayısı
uk_ua: Кількість груп для створення
vi_vn: Số nhóm cần tạo
xh_za: Inani lamaqela okudala
zh_cn: 要创建的小组数
zh_tw: 要建立的群組數量

source: Coaches subscribed as teachers in course %s
ar: المعلمين المسجلين كمدرسين في مقرر %s
ast_es: Entrainadores suscritos como profesores nel cursu %s
bn_bd: কোর্স %s এ শিক্ষক হিসেবে সাবস্ক্রাইব করা কোচগণ
bs_ba: Treneri upisani kao nastavnici u kursu %s
ca_es: Tutors inscrits com a professors al curs %s
cs_cz: Trenéři přihlášeni jako učitelé v kurzu %s
da: Coaches tilmeldt som lærere i kursus %s
de: Als Lehrer im Kurs %s angemeldete Trainer
el: Εγγραφή εκπαιδευτών ως καθηγητές στο μάθημα %s
eo: Trejnistoj abonis kiel instruistoj en kurso %s
es: Tutores inscritos como profesores en curso %s
es_mx: Coaches inscritos como profesores en el curso %s
eu_es: %s ikastaroko irakasle gisa izena emandako entrenatzaileak
fa_ir: مربیان به عنوان معلم در دوره %s ثبت نام شدند
fi_fi: Valmentajat tilattu opettajiksi kurssille %s
fo_fo: Trænarar skrásettir sum lærarar í líndinum %s
fur: Coaches iscritts come ducjins dal cors %s
ga: Cóitseálaithe cláraithe mar mhúinteoirí i gcúrsa %s
gl: Titores inscritos como profesores en curso %s
he_il: מאמנים רשומים כמורים בקורס %s
hi: कोर्स %s में शिक्षकों के रूप में सब्सक्राइब कोच
hr_hr: Treneri upisani kao nastavnici u predmet %s
hu_hu: Edzők feliratkozva tanárként a %s kurzusban
hy: Մարզիչները գրանցվել են որպես ուսուցիչներ դասընթաց %s-ում
id_id: Pelatih terdaftar sebagai pengajar di kursus %s
it: Istruttori iscritti come docenti nel corso %s
ja: コース %s に教師として登録されたコーチ
ka_ge: ტრენერები რეგისტრირებულია მასწავლებლად კურსში %s
ko_kr: 강좌 %s에 교사로 구독된 코치
lo: ຄູຝຶກທີ່ລົງທະບຽນເປັນຄູໃນຫຼັກສູດ %s
lt_lt: Treniruotojai užsiregistravę kaip dėstytojai kurse %s
lv_lv: Treneri reģistrēti kā skolotāji kursā %s
mk_mk: Тренери запишани како предавачи во курсот %s
ms_my: Pembina langgan sebagai guru dalam kursus %s
my_mm: သင်တန်း %s တွင် ဆရာများအဖြစ် စာရင်းသွင်းထားသော နည်းပြဆရာများ
ne: कोर्स %s मा शिक्षकको रूपमा सदस्यता लिएका कोचहरू
nl: Coaches geregistreerd als docenten in cursus %s
nn_no: Instruktørar meldt på som lærarar i kurs %s
oc: Ensenhaires inscrits coma formadors dins lo cors %s
pl_pl: Trenerzy zapisani jako nauczyciele w kursie %s
ps: په کورس %s کې د ډریډر په توګه ثبت شوي ډریډر
pt_br: Treinadores inscritos como professores no curso %s
pt_pt: Tutores inscritos como professores no curso %s
ro_ro: Tutori înscriși ca profesori în curs %s
ru_ru: Тренеры подписаны как преподаватели в курсе %s
sk_sk: Tréneri prihlásení ako učitelia v kurze %s
sl: Tutorji vpsani kot učitelji v tečaju %s
sq: Trajnerët e regjistruar si mësues në kursin %s
sr_rs: Treneri pretplaćeni kao nastavnici u kursu %s
sv_se: Coacher registrerade som lärare i kurs %s
sw_ke: Makocha wamejiandikisha kama walimu katika kozi %s
ta: பாடநூல் %s இல் ஆசிரியர்களாக பதிவு செய்யப்பட்ட பயிற்சியாளர்கள்
th: โค้ชที่สมัครเป็นครูในคอร์ส %s
tl_ph: Mga coach na nag-subscribe bilang guro sa kurso %s
tr: %s kursunda öğretmen olarak abone koçlar
uk_ua: Тренери записані як викладачі в курс %s
vi_vn: Huấn luyện viên đăng ký làm giảng viên trong khóa học %s
xh_za: Abaqeqeshi babhalisiwe njengootitshala kwikhosi %s
zh_cn: 教练作为课程 %s 的教师已订阅
zh_tw: 指導老師已註冊為課程 %s 的教師

source: Enroll students from existing sessions
ar: تسجيل الطلبة من الدورات الحالية
ast_es: Inscribir alumnes de sessions esistentes
bn_bd: বিদ্যমান সেশন থেকে ছাত্রদের নথিভুক্ত করুন
bs_ba: Upisati studente iz postojećih sesija
ca_es: Subscriu estudiants des de sessions existents
cs_cz: Zapsat studenty z existujících sezení
da: Tilmeld elever fra eksisterende sessioner
de: Schüler aus den bestehenden Sessions einschreiben
el: Εγγραφή εκπαιδευόμενων από τις υπάρχουσες συνεδρίες
eo: Enskribi studentojn el ekzistantaj sesioj
es: Suscribir estudiantes de sesiones existentes
es_mx: Inscribir estudiantes de sesiones existentes
eu_es: Existing saioetatik ikasleak matrikulatu
fa_ir: ثبت نام دانشجویان از جلسات موجود
fi_fi: Ilmoittaudu opiskelijoita olemassa olevista istunnoista
fo_fo: Skráset nýggjar næmingar frá verandi samtyðingum
fur: Iscris studints das sesions esistents
ga: Cláraigh mic léinn ó sheisiúin atá ann cheana
gl: Subscribir estudantes dende sesións existentes
he_il: רשום תלמידים ממפגשים קיימים
hi: मौजूदा सत्रों से छात्रों को नामांकित करें
hr_hr: Upisati studente iz postojećih sesija
hu_hu: Diákok felírakoztatása meglévő munkamenetekből
hy: Գրանցել ուսանողներ առկա սեանսներից
id_id: Daftarkan siswa dari sesi yang ada
it: Immatricola studenti da sessioni esistenti
ja: 既存のセッションから学生を登録
ka_ge: სტუდენტების რეგისტრაცია არსებული სესიებიდან
ko_kr: 기존 세션에서 학생 등록
lo: ລົງທະບຽນນັກຮຽນຈາກເຊດຊັນທີ່ມີຢູ່
lt_lt: Registruoti studentus iš esamų seansų
lv_lv: Reģistrēt studentus no esošajām sesijām
mk_mk: Запиши студенти од постоечки сесии
ms_my: Daftarkan pelajar dari sesi sedia ada
my_mm: ရှိပြီးသား အစည်းအဝေးများမှ ကျောင်းသားများကို စာရင်းသွင်းပါ
ne: विद्यमान सत्रहरूबाट विद्यार्थीहरू दर्ता गर्नुहोस्
nl: Schrijf studenten in vanuit bestaande sessies
nn_no: Meld på studentar frå eksisterande økter
oc: Inscriure estudiants de sessions existantas
pl_pl: Zapisz studentów z istniejących sesji
ps: د موجودو غونډو څخه زده کړیال ثبت کړئ
pt_br: Inscrever estudantes de uma sessão existente
pt_pt: Inscrever alunos de sessões anteriores
ro_ro: Aboneaza studenți din sesiuni existente
ru_ru: Записать студентов из существующих сессий
sk_sk: Zaregistrujte študentov z existujúcich stretnutí
sl: Vpiši uporabnike iz obstoječe seje
sq: Regjistro studentë nga sesione ekzistuese
sr_rs: Upisati studente iz postojećih sesija
sv_se: Registrera studenter från befintliga sessioner
sw_ke: Andikisha wanafunzi kutoka vipindi vilivyopo
ta: இருக்கும் அமர்வுகளிலிருந்து மாணவர்களை பதிவு செய்யவும்
th: สมัครนักเรียนจากเซสชันที่มีอยู่
tl_ph: Mag-enroll ng mga mag-aaral mula sa umiiral na mga sesyon
tr: Mevcut oturumlardan öğrenci kaydı yap
uk_ua: Записати студентів з існуючих сесій
vi_vn: Đăng ký học viên từ các phiên hiện có
xh_za: Bhalisa abafundi kwiiseshini esele zikho
zh_cn: 从现有会话注册学生
zh_tw: 從現有場次註冊學生

source: Enroll trainers from existing sessions
ar: تسجيل المعلمين من الدورات الحالية
ast_es: Inscribir entrenadores de sessions esistentes
bn_bd: বিদ্যমান সেশন থেকে প্রশিক্ষকদের নথিভুক্ত করুন
bs_ba: Upisati trenere iz postojećih sesija
ca_es: Subscriu tutors des de sessions existents
cs_cz: Zapsat trenéry z existujících sezení
da: Tilmeld undervisere fra eksisterende sessioner
de: Einschreiben von Trainern aus bestehenden Sessions
el: Εγγραφείτε εκπαιδευτές στις υπάρχουσες συνεδρίες
eo: Enskribi trejnistojn el ekzistantaj sesioj
es: Suscribir tutores de sesiones existentes
es_mx: Inscribir entrenadores de sesiones existentes
eu_es: Existing saioetatik entrenatzaileak matrikulatu
fa_ir: ثبت نام مربیان از جلسات موجود
fi_fi: Ilmoittaudu kouluttajia olemassa olevista istunnoista
fo_fo: Skráset trænarar frá verandi samtyðingum
fur: Iscris formadôrs das sesions esistents
ga: Cláraigh traenálaithe ó sheisiúin atá ann cheana
gl: Substribir titores dende sesións existentes
he_il: רשום מאמנים ממפגשים קיימים
hi: मौजूदा सत्रों से प्रशिक्षकों को नामांकित करें
hr_hr: Upisati trenere iz postojećih sesija
hu_hu: Oktatók felírakoztatása meglévő munkamenetekből
hy: Գրանցել մարզիչներ առկա սեանսներից
id_id: Daftarkan pelatih dari sesi yang ada
it: Immatricola formatori da sessioni esistenti
ja: 既存のセッションからトレーナーを登録
ka_ge: ტრენერების რეგისტრაცია არსებული სესიებიდან
ko_kr: 기존 세션에서 강사 등록
lo: ລົງທະບຽນຜູ້ຝຶກສອນຈາກເຊດຊັນທີ່ມີຢູ່
lt_lt: Registruoti trenerius iš esamų seansų
lv_lv: Reģistrēt trenerus no esošajām sesijām
mk_mk: Запиши тренери од постоечки сесии
ms_my: Daftarkan jurulatih dari sesi sedia ada
my_mm: ရှိပြီးသား အစည်းအဝေးများမှ နည်းပြဆရာများကို စာရင်းသွင်းပါ
ne: विद्यमान सत्रहरूबाट प्रशिक्षकहरू दर्ता गर्नुहोस्
nl: Schrijf docenten in vanuit bestaande sessies
nn_no: Meld på trenarar frå eksisterande økter
oc: Inscriure formadors de sessions existantas
pl_pl: Zapisz trenerów z istniejących sesji
ps: د موجودو غونډو څخه ډریډر ثبت کړئ
pt_br: Inscrever treinadores de sessões já existentes
pt_pt: Inscrever instrutores de sessões anteriores
ro_ro: Aboneaza tutori din sesiuni existente
ru_ru: Записать тренеров из существующих сессий
sk_sk: Zaregistrujte lektorov z existujúcich stretnutí
sl: Vpiši učitelje iz obstoječe seje
sq: Regjistro trajnerë nga sesione ekzistuese
sr_rs: Upisati trenere iz postojećih sesija
sv_se: Registrera tränare från befintliga sessioner
sw_ke: Andikisha wakufunzi kutoka vipindi vilivyopo
ta: இருக்கும் அமர்வுகளிலிருந்து பயிற்சியாளர்களை பதிவு செய்யவும்
th: สมัครเทรนเนอร์จากเซสชันที่มีอยู่
tl_ph: Mag-enroll ng mga tagapagsanay mula sa umiiral na mga sesyon
tr: Mevcut oturumlardan eğitmen kaydı yap
uk_ua: Записати тренерів з існуючих сесій
vi_vn: Đăng ký huấn luyện viên từ các phiên hiện có
xh_za: Bhalisa abaqeqeshi kwiiseshini esele zikho
zh_cn: 从现有会话注册教练
zh_tw: 從現有場次註冊導師

source: Adding students from session <b>%s</b> to session <b>%s</b>
ar: اضافة طلبة من دورة %s الى دورة %s
ast_es: Amestando alumnes de la sesión <b>%s</b> a la sesión <b>%s</b>
bn_bd: সেশন <b>%s</b> থেকে সেশন <b>%s</b> এ ছাত্র যোগ করা হচ্ছে
bs_ba: Dodavanje studenata iz sesije <b>%s</b> u sesiju <b>%s</b>
ca_es: Afegint estudiants des de la sessió %s cap a la sessió %s
cs_cz: Přidávání studentů ze sezení <b>%s</b> do sezení <b>%s</b>
da: Tilføjer elever fra session <b>%s</b> til session <b>%s</b>
de: Hinzufügen von Schüler aus Session %s zu Session %s
el: Προσθήκη μαθητευόμενου από συνεδρία %s συνεδρία %s
eo: Aldoni studentojn el sesio <b>%s</b> al sesio <b>%s</b>
es: Añadiendo estudiantes de la sesión %s a la sesión %s
es_mx: Agregando estudiantes de la sesión <b>%s</b> a la sesión <b>%s</b>
eu_es: <b>%s</b> saiotik <b>%s</b> saiora ikasleak gehitzen
fa_ir: افزودن دانشجویان از جلسه <b>%s</b> به جلسه <b>%s</b>
fi_fi: Lisätään opiskelijoita istunnosta <b>%s</b> istuntoon <b>%s</b>
fo_fo: Legg næmingar afturat frá samtyðing <b>%s</b> til samtyðing <b>%s</b>
fur: Zontant studints de sesion <b>%s</b> a sesion <b>%s</b>
ga: Ag cur mic léinn ó sheisiún <b>%s</b> go seisiún <b>%s</b>
gl: Engadindo estudantes da sesión %s á sesión %s
he_il: הוספת תלמידים מהמפגש <b>%s</b> למפגש <b>%s</b>
hi: सत्र <b>%s</b> से छात्रों को सत्र <b>%s</b> में जोड़ा जा रहा है
hr_hr: Dodavanje studenata iz sesije <b>%s</b> u sesiju <b>%s</b>
hu_hu: Diákok hozzáadása a <b>%s</b> munkamenetből a <b>%s</b> munkamenethez
hy: Ավելացնել ուսանողներ սեանս <b>%s</b>-ից սեանս <b>%s</b>-ին
id_id: Menambahkan siswa dari sesi <b>%s</b> ke sesi <b>%s</b>
it: Aggiungi studenti dalla sessione %s alla sessione %s
ja: セッション <b>%s</b> からセッション <b>%s</b> に学生を追加中
ka_ge: სტუდენტების დამატება სესიიდან <b>%s</b> სესიაში <b>%s</b>
ko_kr: 세션 <b>%s</b>에서 세션 <b>%s</b>로 학생 추가 중
lo: ກຳລັງເພີ່ມນັກຮຽນຈາກເຊດຊັນ <b>%s</b> ໄປຍັງເຊດຊັນ <b>%s</b>
lt_lt: Pridedami studentai iš seanso <b>%s</b> į seansą <b>%s</b>
lv_lv: Pievieno studentus no sesijas <b>%s</b> uz sesiju <b>%s</b>
mk_mk: Додавање студенти од сесија <b>%s</b> во сесија <b>%s</b>
ms_my: Menambah pelajar dari sesi <b>%s</b> ke sesi <b>%s</b>
my_mm: အစည်းအဝေး <b>%s</b> မှ ကျောင်းသားများကို အစည်းအဝေး <b>%s</b> သို့ ထည့်နေသည်
ne: सत्र <b>%s</b> बाट सत्र <b>%s</b> मा विद्यार्थीहरू थप्दै
nl: Studenten van sessie %s naar sessie %s toevoegen
nn_no: Legg til studentar frå økt <b>%s</b> til økt <b>%s</b>
oc: Apondre estudiants de la session <b>%s</b> a la session <b>%s</b>
pl_pl: Dodawanie studentów z sesji <b>%s</b> do sesji <b>%s</b>
ps: د غونډې <b>%s</b> څخه زده کړیال غونډې <b>%s</b> ته اضافه کېږي
pt_br: Adicionar estudantes desta sessão %s para sessão %s
pt_pt: Adicionar alunos da sessão %s para a sessão %s
ro_ro: Adaugati elevii de la sesiunea %s la sesiunea %s
ru_ru: Добавление студентов из сессии <b>%s</b> в сессию <b>%s</b>
sk_sk: Pridať študentov zo stretnutia %s do stretnutia %s
sl: Dodajam uporabnike iz seje %s v sejo %s
sq: Duke shtuar studentë nga sesioni <b>%s</b> në sesionin <b>%s</b>
sr_rs: Dodavanje studenata iz sesije <b>%s</b> u sesiju <b>%s</b>
sv_se: Lägger till studenter från session <b>%s</b> till session <b>%s</b>
sw_ke: Kuongeza wanafunzi kutoka kipindi <b>%s</b> kwenda kipindi <b>%s</b>
ta: அமர்வு <b>%s</b> இலிருந்து அமர்வு <b>%s</b> க்கு மாணவர்களைச் சேர்க்கிறோம்
th: เพิ่มนักเรียนจากเซสชัน <b>%s</b> ไปยังเซสชัน <b>%s</b>
tl_ph: Nagdadagdag ng mga mag-aaral mula sa sesyon <b>%s</b> sa sesyon <b>%s</b>
tr: <b>%s</b> oturumundan <b>%s</b> oturumuna öğrenci ekleniyor
uk_ua: Додавання студентів з сесії <b>%s</b> до сесії <b>%s</b>
vi_vn: Thêm học viên từ phiên <b>%s</b> vào phiên <b>%s</b>
xh_za: Ukongeza abafundi beseshini <b>%s</b> kwiseshini <b>%s</b>
zh_cn: 将会话 <b>%s</b> 的学生添加到会话 <b>%s</b>
zh_tw: 將場次 <b>%s</b> 的學生新增至場次 <b>%s</b>

source: Add user group to this URL
ar: URL اضافة مجموعة مستخدم الى هذا الرابط
ast_es: Amestar grupu d'usuariu a esti URL
bn_bd: এই URL এ ব্যবহারকারী গ্রুপ যোগ করুন
bs_ba: Dodaj korisničku grupu ovom URL-u
ca_es: Afegeix grup d'usuari a aquesta URL
cs_cz: Přidat uživatelskou skupinu k této URL
da: Tilføj bruggruppe til denne URL
de: Benutzergruppe zu dieser URL hinzufügen
el: Προσθήκη ομάδας χρηστών σε αυτό το URL
eo: Aldoni uzantogrupon al ĉi tiu URL
es: Agregar clases a una URL
es_mx: Agregar grupo de usuarios a esta URL
eu_es: Erabiltzaile taldea URL honetara gehitu
fa_ir: افزودن گروه کاربری به این URL
fi_fi: Lisää käyttäjäryhmä tähän URL-osoitteeseen
fo_fo: Legg brúkarabólk afturat hesi URL
fur: Zonta grup di utents a chest URL
ga: Cuir grúpa úsáideoirí leis an URL seo
gl: Engadir clases a esta URL
he_il: הוסף קבוצת משתמשים לכתובת אתר זו
hi: इस URL में उपयोगकर्ता समूह जोड़ें
hr_hr: Dodaj korisničku grupu na ovu URL adresu
hu_hu: Felhasználói csoport hozzáadása ehhez az URL-hez
hy: Ավելացնել օգտատերերի խումբ այս URL-ին
id_id: Tambahkan grup pengguna ke URL ini
it: Aggiungi gruppo utente a questa URL
ja: このURLにユーザーグループを追加
ka_ge: მომხმარებლის ჯგუფის დამატება ამ URL-ს
ko_kr: 이 URL에 사용자 그룹 추가
lt_lt: Pridėti naudotojų grupę prie šios URL
lv_lv: Pievienot lietotāju grupu šai saitei
mk_mk: Додај корисничка група на овој URL
ms_my: Tambah kumpulan pengguna ke URL ini
my_mm: ဤ URL သို့ အသုံးပြုသူအဖွဲ့ကို ထည့်ပါ
ne: यो URL मा प्रयोगकर्ता समूह थप्नुहोस्
nl: Voeg gebruikersgroep toe aan deze URL
nn_no: Legg brukargruppe til denne URL-en
oc: Apondre grup d'utilizaires a aqueste URL
pl_pl: Dodaj grupę użytkowników do tego URL
ps: کاروونکي ډله دې URL ته اضافه کړئ
pt_br: Adicionar grupo de usuário à esta URL
pt_pt: Adicionar grupo a este endereço URL
ro_ro: Adaugati clasa la o URL
ru_ru: Добавить группу пользователей к этой ссылке
sk_sk: Pridať používateľskú skupinu na túto URL adresu
sl: Dodaj skupino uporabniku k temu URL
sq: Shto grup përdoruesish në këtë URL
sr_rs: Dodaj grupu korisnika ovom URL-u
sv_se: Lägg till användargrupp till denna URL
sw_ke: Ongeza kikundi cha mtumiaji kwenye URL hii
ta: இந்த URL க்கு பயனர் குழுவைச் சேர்க்கவும்
th: เพิ่มกลุ่มผู้ใช้ไปยัง URL นี้
tl_ph: Magdagdag ng user group sa URL na ito
tr: Kullanıcı grubunu bu URL'ye ekle
uk_ua: Додати групу користувачів до цього URL
vi_vn: Thêm nhóm người dùng vào URL này
xh_za: Faka iqela labasebenzisi kule URL
zh_cn: 将用户组添加到此URL
zh_tw: 將使用者群組新增至此 URL

source: First letter
ar: اول حرف
ast_es: Primera lletra
bn_bd: প্রথম অক্ষর
bs_ba: Prvo slovo
ca_es: Primera lletra
cs_cz: První písmeno
da: Første bogstav
de: Erster Buchstable
el: Πρώτο γράμμα
eo: Unua litero
es: Primer letra
es_mx: Primera letra
eu_es: Lehen letra
fa_ir: حرف اول
fi_fi: Ensimmäinen kirjain
fo_fo: Fyrsta bókstavur
fur: Prime letare
ga: An chéad litir
gl: Primeira letra
he_il: אות ראשונה
hi: पहला अक्षर
hr_hr: Prvo slovo
hu_hu: Első betű
hy: Առաջին տառ
id_id: Huruf pertama
it: Prima lettera
ja: 最初の文字
ka_ge: პირველი ასო
ko_kr: 첫 글자
lo: ຕົວອັກສອນທຳອິດ
lt_lt: Pirmoji raidė
lv_lv: Pirmā burts
mk_mk: Прво писмо
ms_my: Huruf pertama
my_mm: ပထမအက္ခရာ
ne: पहिलो अक्षर
nl: Eerste letter
nn_no: Fyrste bokstav
oc: Primièra letra
pl_pl: Pierwsza litera
ps: لومړی حرف
pt_br: Primeira letra
pt_pt: Primeira letra
ro_ro: Prima litera a numelui
ru_ru: Первая буква
sk_sk: Prvé písmeno
sl: Prva črka
sq: Shkronja e parë
sr_rs: Prvo slovo
sv_se: Första bokstaven
sw_ke: Herufi ya kwanza
ta: முதல் எழுத்து
th: ตัวอักษรแรก
tl_ph: Unang letra
tr: İlk harf
uk_ua: Перша літера
vi_vn: Chữ cái đầu tiên
xh_za: Unobumba wokuqala
zh_cn: 首字母
zh_tw: 首字母
