Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: You stated that you wanted to be informed by e-mail whenever somebody replies on the thread
ar: ذكرت أنك تريد إعلامك بواسطة البريد الإلكتروني في حين قام شخص بالرد على الموضوع
ast_es: Marcó que quier que se lu informe per e-mail si daquién retruca al tema
bn_bd: আপনি বলেছেন যে থ্রেডে কেউ উত্তর দিলে ইমেইল द्वारा জানাতে চান
bs_ba: Naveli ste da želite biti obaviješteni e-mailom kad god neko odgovori na nit
ca_es: Ha manifestat el desig de ser informat per correu-e cada vegada que una resposta sigui afegida a la discussió.
cs_cz: Uvedli jste, že chcete být informováni e-mailem, kdykoli někdo odpoví na vlákno
da: Du har bedt om at modtage en e-mail, når dit indlæg besvares
de: Sie haben angegeben, dass Sie per E-Mail informiert werden wollen, wenn jemand zu diesem Thema antwortet
el: Δηλώσατε ότι θέλατε να λαμβάνετε ειδοποίηση μέσω e-mail όταν κάποιος απαντά στο νήμα
eo: Vi volis esti informata per retpoŝto, kiam iu respondas al la temo
es: Ha indicado que desea ser informado por e-mail cuando alguien conteste al tema
es_mx: Ha indicado que desea ser informado por e-mail cuando alguien conteste al tema
eu_es: Norbaitek gaiaren hariari erantzuten badio, zuri posta elektronikoaren bidez ezagutaraztea nahi duzula adierazi duzu
fa_ir: شما اظهار داشتید که اگر کسی در موضوع انجمن پاسخی جدید ارسال کرد از طریق ایمیل به شما اطلاع داده شود
fi_fi: Olet halunnut ilmoituksen sähköpostilla, kun joku vastaa keskusteluun.
fo_fo: Tú hevur sagt at tú ynskir at verða varslað við t-posti tá ið nakar svarar á træðinum
fur: Tu âs dit che tu vûstu notificât par e-post cuant che un rispond a quest argoment
ga: Dúirt tú gur mhian leat a bheith curtha ar an eolas le ríomhphost gach uair a fhreagraíonn duine éigin ar an snáithe
gl: Vostede solicitou recibir información por e-mail cada vez que alguén publique unha mensaxe nesta discusión
he_il: הצהרת שאתה רוצה לקבל הודעה בדואר אלקטרוני בכל פעם שמישהו משיב בשרשור
hi: आपने कहा था कि आप धागे पर किसी के उत्तर देने पर ईमेल से सूचित होना चाहते हैं
hr_hr: Potvrdili ste da želite biti obavješteni putem e-pošte kada bilo tko odgovori na ovu temu
hu_hu: Email érteítést kért arra az esetre, ha valaki az alábbi témában reagál:
hy: Դուք նշել էիք, որ ցանկանում եք ծանուցում ստանալ էլ. փոստով, երբ ինչ-որ մեկը պատասխանում է շղթայում
id_id: Anda harus nyatakan bahwa anda ingin diinformasikan oleh email ketika sesorang menanggapi pada thread tersebut
it: Hai richiesto di ricevere via e-mail un avviso su eventuali risposte all'argomento
ja: スレッドに誰かが返信するたびにメールで通知を受け取ることを希望すると述べました
ka_ge: თქვენ მითითეთ, რომ გსურთ ელფოსტით შეტყობინება, როდესაც ვინმე უპასუხებს საუბარს
ko_kr: 스레드에 누군가 답변할 때 이메일로 알려달라고 요청하셨습니다
lo: ທ່ານໄດ້ລະບຸວ່າຕ້ອງການຮັບການແຈ້ງເຕືອນທາງອີເມວທຸກຄັ້ງທີ່ມີຄົນຕອບກັບໃນກະທູ້
lt_lt: Jūs nustatėte, kad gautumėte žinutę el. paštu kai bus atsakyta į Jūsų temą
lv_lv: Jūs norādījāt, ka vēlaties saņemt e-pastu, kad tiek saņemta jauna atbilde uz šo tematu
mk_mk: Се изјаснивте дека сакате да бидете информирани по e-mail секогаш кога некој реплицира на тематската низа.
ms_my: Anda menyatakan bahawa anda ingin dimaklumkan melalui e-mel setiap kali seseorang membalas benang
my_mm: တစ်စုံတစ်ယောက်မှ ပို့စ်စီးရီးတွင် အကြောင်းပြန်သောအခါ အီးမေးလ်ဖြင့် အကြောင်းကြားလိုသည်ဟု သင်ဖော်ပြခဲ့သည်
ne: तपाईंले थ्रेडमा कसैले जवाफ दियो भने इमेलबाट सूचित हुन चाहनुभयो भनेर बताउनुभएको छ
nl: U hebt aangegeven dat u via e-mail op de hoogte gehouden wilde worden wanneer er iemand antwoordt op de discussie
nn_no: Du har sagt at du vil bli varsla på e-post når nokon svarar på tråden
oc: Avètz demandat èsser informat per e-mail cada còp qu’alguen responde sul fil
pl_pl: Wyraziłeś zgodę, na otrzymywanie wiadomości e-mail o nowych wypowiedziach na wątku
ps: تاسو ویلي وو چې کله څوک په موضوع باندې ځواب ورکړي نو په ایمیل خبر شئ
pt_br: Você escolheu ser informado todas as vezes que alguém publicasse uma mensagem neste fórum
pt_pt: Referiu que queria ser informado por e-mail quando alguém responde no tópico
ro_ro: Ati ales ca vreti sa fiti informat prin e-mail de fiecare data cand cineva raspunde discutiei
ru_ru: Вы установили, что хотите быть информированным по эл. почте в любое время и обо всех ответах по теме
sk_sk: Potvrdili ste, že chcete byť e-mailom informovaný vždy keď niekto reaguje na tému
sl: Izjavljate, da želiti biti obveščeni preko e-pošte vsakič, kadar nekdo objavi sporočilo v tej tematski niti
sq: Ju keni deklaruar se donit të informoheni me email sa herë dikush përgjigjet në temë
sr_rs: Potvrdili ste da želite biti obavješteni putem e-maila kada bilo tko odgovori na ovu temu
sv_se: Du angav att du vill informeras per e-post när någon svarar i tråden
sw_ke: Umeeleza kuwa unataka kupewa taarifa kwa barua pepe kila mtu akijibu kwenye mnyororo
ta: நீங்கள் நூலில் யாராவது பதிலளிக்கும்போது மின்னஞ்சல் மூலம் தெரிவிக்கப்பட விரும்பினீர்கள் என்று கூறினீர்கள்
th: คุณต้องการให้มีการแจ้งข่าวทางอีเมลเมื่อมีผู้เข้าตอบกระทู้
tl_ph: Sinabi mo na gusto mong ipaalam sa iyo sa e-mail tuwing may sumagot sa thread
tr: Konuya yanıt verildiğinde e-posta ile bilgilendirilmek istediğinizi belirtmiştiniz
uk_ua: Ви встановили, що бажаєте отримувати email при відповідях на повідомлення теми
vi_vn: Bạn đã yêu cầu được thông báo qua email mỗi khi có người trả lời chủ đề
xh_za: Uchaze ukuba ufuna ukwaziswa nge-imeyile nanini na umntu engumxhasi kumtya
zh_cn: 你说明你想收到帖子回复的电邮通知
zh_tw: 你聲明你想在有人回應此帖子時收到通知。

source: Your message has to be approved before people can view it.
ar: يجب إعتماد رسالتك قبل نشرها
ast_es: El so mensaxe tien de s'aprobar enantes d'apaecer esplublizáu.
bn_bd: আপনার বার্তা অনুমোদিত না হওয়া পর্যন্ত লোকেরা এটি দেখতে পাবে না।
bs_ba: Vaša poruka mora biti odobrena prije nego što je ljudi mogu vidjeti.
ca_es: El vostre missatge haurà de ser aprovat pel moderador abans de ser publicat.
cs_cz: Vaše zpráva musí být schválena, než ji lidé mohou zobrazit.
da: Dit indlæg skal godkendes, inden andre kan se det
de: Ihr Beitrag muss zunächst genehmigt werden, bevor andere ihn lesen können
el: Το μήνυμά σας πρέπει πρώτα να εγκριθεί πριν εμφανισθεί δημοσίως.
eo: Via mesaĝo estu aprobata antaŭ ol aliaj povas legi ĝin.
es: Su mensaje debe ser aprobado antes de ser publicado.
es_mx: Su mensaje debe ser aprobado antes de que los demás puedan verlo.
eu_es: Zuk bidalitako mezua onartu behar da jendearen aurrean argitaratu baino lehen
fa_ir: پیام شما نیاز به تایید دارد قبل از نمایش عمومی در سیستم.
fi_fi: Viestisi tarkistetaan ennen kuin muut käyttäjät näkevät sen.
fo_fo: Tín boðskapur má verða góðkunnur áðrenn fólk kunnu síggja hann.
fur: To messagi al dovar aprovâ avant che le perones a podin vudelo.
ga: Caithfear do theachtaireacht a cheadú sula mbeidh daoine in ann í a fheiceáil.
gl: A súa mensaxe ten que ser aprobada antes de poder ser visualizada por todos.
he_il: יש לאשר את ההודעה שלך לפני שאנשים יוכלו לצפות בה.
hi: आपका संदेश लोगों द्वारा देखने से पहले अनुमोदित होना चाहिए।
hr_hr: Vaša poruka mora biti odobrena prije nego što postane javna.
hu_hu: Üzenetét engedélyezni kell, mielőtt a mások is hozzáférnek.
hy: Ձեր հաղորդագրությունը պետք է հաստատվի, նախքան մարդիկ կարողանան այն տեսնել:
id_id: Pesan anda telah disetujui sebelum orang lain dapat melihatnya.
it: Il tuo messaggio deve essere approvato prima di essere pubblicato
ja: メッセージは閲覧前に承認が必要です。
ka_ge: თქვენი შეტყობინება უნდა დაამტკიცონ, სანამ ადამიანები ნახავენ მას.
ko_kr: 메시지가 승인되기 전까지 다른 사람들이 볼 수 없습니다.
lo: ຂໍ້ຄວາມຂອງທ່ານຕ້ອງໄດ້ຮັບການອະນຸມັດກ່ອນທີ່ຄົນອື່ນຈະສາມາດເບິ່ງໄດ້.
lt_lt: Jūsų žinutė turi būti patvirtinta, kad kiti galėtų ją matyti.
lv_lv: Nepieciešams saņemt apstiprinājumu, pirms jūsu ziņojums kļūst visiem redzams.
mk_mk: Вашата порака мора да биде одобрена пред луѓето да можат да ја видат.
ms_my: Mesej anda mesti diluluskan sebelum orang lain boleh melihatnya.
my_mm: သင့်စာတိုကို လူများမြင်နိုင်မီ အတည်ပြုရန်လိုအပ်သည်။
ne: तपाईंको सन्देशलाई मानिसहरूले हेर्न पाउनुअघि अनुमोदन गर्नुपर्छ।
nl: Uw bericht dient goedgekeurd te worden vooraleer anderen het kunnen lezen.
nn_no: Meldinga di må godkjennast før folk kan sjå den.
oc: Vòstre messatge deu èsser validat abans que la gent pòtge lo veire.
pl_pl: Twoja wiadomość musi zostać zaakceptowana zanim będzie można ją obejrzeć.
ps: ستاسو پیغام باید تصدیق شي تر څو خلک یې وګوري.
pt_br: A mensagem tem que ser aprovada para ser visualizada por todos.
pt_pt: A sua mensagem tem de ser aprovada para que as pessoas a possam visualizar.
ro_ro: Mesajul dumneavoastra va trebui aprobat inainte sa fie publicat
ru_ru: Ваше сообщение должно быть одобрено перед тем, как все смогут просмотреть его.
sk_sk: Vaša správa musú byť odsúhlasená predtým ako ju uvidia ostatní.
sl: Vaše sporočilo mora biti odobreno pred javno objavo.
sq: Mesazhi juaj duhet të aprovohet para se njerëzit ta shohin.
sr_rs: Vaša poruka mora biti odobrena prije nego što postane javna.
sv_se: Ditt meddelande måste godkännas innan andra kan se det.
sw_ke: Ujumbe wako unapaswa kuidhinishwa kabla ya watu kuuona.
ta: உங்கள் செய்தி மக்கள் பார்க்க முன் அனுமதி பெற வேண்டும்.
th: กระทู้ของคุณจะได้รับการตรวจสอบก่อนการนำเผยแพร่
tl_ph: Dapat maaprubahan ang iyong mensahe bago ito mapanood ng iba.
tr: Mesajınızın görüntülenmesi için onaylanması gerekiyor.
uk_ua: Ваше повідомлення потрібно погодити перед тим, як воно стане публічним
vi_vn: Tin nhắn của bạn phải được phê duyệt trước khi mọi người có thể xem.
xh_za: Umyalezo wakho kufuneka uvunywe phambi kokuba abantu babone.
zh_cn: 信息必须验证后才能被看到.
zh_tw: 你的訊息須經批核才能供其他人閱讀。

source: Allow attachments
ar: السماح بالمرفقات
ast_es: Permitir axuntos
bn_bd: অ্যাটাচমেন্ট অনুমোদন করুন
bs_ba: Dozvoli privitke
ca_es: Autoritzar adjunts
cs_cz: Povolit přílohy
da: Tillad attachments
de: Dateianhang erlauben
el: Να επιτρέπονται τα συνημμένα αρχεία
eo: Permesi aldonaĵojn
es: Permitir adjuntos
es_mx: Permitir archivos adjuntos
eu_es: Onartu erantsiak
fa_ir: اجازه دادن پیوست
fi_fi: Salli liitteet
fo_fo: Leyp viðføgd fasteignir
fur: Permitî allegjâts
ga: Ceadaigh iarmhíreanna
gl: Permitir anexos
he_il: אפשר קבצים מצורפים
hi: संलग्नक की अनुमति दें
hr_hr: Dozvoli privitke
hu_hu: Csatolások engedélyezése
hy: Թույլ տալ կցումներ
id_id: Izinkan lampiran
it: Permetti l'uso di allegati
ja: 添付ファイルを許可
ka_ge: ფაილების დაკრვა ნებადართულია
ko_kr: 첨부 파일 허용
lo: ອະນຸຍາດໃຫ້ມີໄຟລ໌ແນບ
lt_lt: Leisti failų prisegimus
lv_lv: Atļaut pielikumus
mk_mk: Допушти прикачувања
ms_my: Benarkan lampiran
my_mm: ဖိုင်တွဲများကို ခွင့်ပြုပါ
ne: संलग्नता अनुमति दिनुहोस्
nl: Sta bijlagen toe
nn_no: Tillat vedlegg
oc: Autorizar las pèças juntadas
pl_pl: Zezwalaj na załączniki
ps: ضمیمې اجازه ورکړئ
pt_br: Permitir anexos
pt_pt: Permitir anexos
ro_ro: Permite atasamente
ru_ru: Разрешить прикрепление файлов
sk_sk: Povoliť prílohu
sl: Dovoli priponke
sq: Lejo bashkëngjitje
sr_rs: Dozvoli priloge
sv_se: Tillåt bilagor
sw_ke: Ruhusu viambatanisho
ta: இணைப்புகளை அனுமதிக்கவும்
th: อนุญาตไฟล์แนบ
tl_ph: Payagan ang mga attachment
tr: Ek dosyalara izin ver
uk_ua: Дозволити прикріплення
vi_vn: Cho phép đính kèm
xh_za: Vumela iziqhotyhozo
zh_cn: 允许附件
zh_tw: 允許附件

source: Edit forum category
ar: تحرير تصنيف المنتدى
ast_es: Editar la categoría de foros
bn_bd: ফোরাম বিভাগ সম্পাদনা করুন
bs_ba: Uredi kategoriju foruma
ca_es: Editar la categoria del fòrum
cs_cz: Upravit kategorii fóra
da: Rediger forumkategori
de: Forums-Kategorie bearbeiten
el: Επεξεργασία κατηγορίας Forum
eo: Redakti kategorion de forumo
es: Editar la categoría de foros
es_mx: Editar categoría del foro
eu_es: Editatu foro kategoria
fa_ir: ویرایش دسته بندی انجمن
fi_fi: Muokkaa keskustelualue ryhmää
fo_fo: Broyt forum bólk
fur: Modifiche categorîe dal forum
ga: Cuir catagóir an fhóraim in eagar
gl: Editar a categoría de foros
he_il: ערוך קטגוריית פורום
hi: फोरम श्रेणी संपादित करें
hr_hr: Uredi kategoriju foruma
hu_hu: Fórum kategória szerkesztése
hy: Խմբագրել ֆորումի կատեգորիա
id_id: Edit kategori forum
it: Modifica la Categoria del Forum
ja: フォーラムカテゴリを編集
ka_ge: ფორუმის კატეგორიის რედაქტირება
ko_kr: 포럼 카테고리 편집
lo: ແກ້ໄຂໝວດໝູ່ກະດານສົນທະນາ
lt_lt: Redaguoti forumo kategoriją
lv_lv: Rediģēt foruma kategorijas
mk_mk: Уреди ја категоријата на форуми
ms_my: Edit kategori forum
my_mm: ဖိုရမ်အမျိုးအစားကို တည်းဖြတ်ပါ
ne: फोरम श्रेणी सम्पादन गर्नुहोस्
nl: Wijzig forumcategorie
nn_no: Rediger forumkategori
oc: Modificar la categoria de forum
pl_pl: Edytuj kategorię
ps: فورم کټګوري سم کړئ
pt_br: Editar categoria do fórum
pt_pt: Editar categoria do fórum
ro_ro: Editeaza categoria din forum
ru_ru: Редактировать раздел форума
sk_sk: Upraviť kategóriu fóra
sl: Uredi kategorijo foruma
sq: Ndrysho kategorinë e forumit
sr_rs: Uredi kategoriju foruma
sv_se: Redigera forumkategori
sw_ke: Hariri jamii ya mforumu
ta: விவாதமன்ற வகையைத் திருத்தவும்
th: แก้ไขหมวดหมู่ฟอรัม
tl_ph: I-edit ang kategorya ng forum
tr: Forum kategorisini düzenle
uk_ua: Редагувати категорію форуму
vi_vn: Chỉnh sửa danh mục diễn đàn
xh_za: Hlela icandelo leforamu
zh_cn: 编辑论坛类别
zh_tw: 修訂討論區類別

source: Move post
ar: نقل مشاركة
ast_es: Mover mensaxe
bn_bd: পোস্ট সরান
bs_ba: Premjesti objavu
ca_es: Desplaçar el missatge
cs_cz: Přesunout příspěvek
da: Flyt indlæg
de: Beitrag verschieben
el: Μετακίνηση ανάρτησης
eo: Movi afiŝon
es: Mover el mensaje
es_mx: Mover publicación
eu_es: Mugitu mezua
fa_ir: انتقال مطلب
fi_fi: Siirrä viesti
fo_fo: Flyt innlegg
fur: Spustâ post
ga: Bog post
gl: Mover a mensaxe
he_il: העבר פוסט
hi: पोस्ट स्थानांतरित करें
hr_hr: Premjesti članak
hu_hu: Üzenet áthelyezése
hy: Տեղափոխել գրառում
id_id: Pindahkan posting
it: Sposta il messaggio
ja: 投稿を移動
ka_ge: პოსტის გადატანა
ko_kr: 게시물 이동
lo: ຍ້າຍໂພສ
lt_lt: Perkelti pranešimą
lv_lv: Pārvietot ierakstu
mk_mk: Премести напис
ms_my: Alih siaran
my_mm: ပို့စ်ကို ရွှေ့ပါ
ne: पोस्ट सारेको
nl: Verplaats post
nn_no: Flytt innlegg
oc: Desplaçar lo messatge
pl_pl: Przesuń post
ps: پوسټ حرکت کړئ
pt_br: Mover mensagem
pt_pt: Mover artigo
ro_ro: Muta postare
ru_ru: Переместить почтовое сообщение
sk_sk: Presunúť správu
sl: Premakni objavo
sq: Lëviz postimin
sr_rs: Premeštanje poruka
sv_se: Flytta inlägg
sw_ke: Hamisha chapisho
ta: பதிவை நகர்த்தவும்
th: ย้ายโพสต์
tl_ph: Ilipat ang post
tr: Mesajı taşı
uk_ua: Перемістити повідомлення
vi_vn: Di chuyển bài viết
xh_za: Fudusa iposi
zh_cn: 移动帖子
zh_tw: 移動帖子

source: Move to a thread
ar: نقل إلى موضوع
ast_es: Mover a otru tema
bn_bd: একটি থ্রেডে সরান
bs_ba: Premjesti u nit
ca_es: Desplaçar en un tema
cs_cz: Přesunout do vlákna
da: Flyt til en anden tråd
de: Zu einem Thema verschieben
el: Μετακίνηση σε ένα νήμα
eo: Movi al fado
es: Mover a un tema
es_mx: Mover a un hilo
eu_es: Mugitu gai batera
fa_ir: انتقال به یک موضوع
fi_fi: Siirrä keskusteluun
fo_fo: Flyt til træð
fur: Spustâ a un argoment
ga: Bog go snáithe
gl: Mover a un tema
he_il: העבר לשרשור
hi: धागे में स्थानांतरित करें
hr_hr: Premjesti u temu
hu_hu: Áthelyezési ebbea a szálba
hy: Տեղափոխել շղթա
id_id: Pindahkan ke thread
it: Sposta verso l'argomento
ja: スレッドに移動
ka_ge: გადატანა საუბარში
ko_kr: 스레드로 이동
lo: ຍ້າຍໄປທີ່ກະທູ້
lt_lt: Perkelti į temą
lv_lv: Pārvietot uz tematu
mk_mk: Премести во тематска низа
ms_my: Alih ke benang
my_mm: ပို့စ်စီးရီးသို့ ရွှေ့ပါ
ne: थ्रेडमा सार्नुहोस्
nl: Verplaats een discussie
nn_no: Flytt til ein tråd
oc: Desplaçar cap a un fil
pl_pl: Przesuń do wątku
ps: یوې موضوع ته حرکت کړئ
pt_br: Mover para a discussão
pt_pt: Mover para um tópico
ro_ro: Muta pe un thread
ru_ru: Переместить в тему
sk_sk: Presunúť do témy
sl: Premakni v nit
sq: Lëviz në një temë
sr_rs: Premesti u temu
sv_se: Flytta till en tråd
sw_ke: Hamisha kwenye mnyororo
ta: ஒரு நூலுக்கு நகர்த்தவும்
th: ย้ายไปยังกระทู้
tl_ph: Ilipat sa isang thread
tr: Bir konuya taşı
uk_ua: Перемістити в тему
vi_vn: Di chuyển đến chủ đề
xh_za: Fudusa kumtya
zh_cn: 移动到主题
zh_tw: 移到論題

source: A new thread
ar: موضوع جديد
ast_es: Debate nuevu
bn_bd: একটি নতুন থ্রেড
bs_ba: Nova nit
ca_es: Un nou tema
cs_cz: Nové vlákno
da: En ny tråd
de: Ein neues Thema
el: Ένα νέο νήμα
eo: Nova fado
es: Un nuevo debate
es_mx: Un nuevo hilo
eu_es: Hari berri bat
fa_ir: یک موضوع جدید
fi_fi: Uusi viestiketju
fo_fo: Eitt nýtt træði
fur: Un gnûf argoment
ga: Snáithe nua
gl: Un novo debate
he_il: שרשור חדש
hi: नया धागा
hr_hr: Nova tema
hu_hu: Új szálba
hy: Նոր շղթա
id_id: Thread baru
it: Un nuovo argomento
ja: 新しいスレッド
ka_ge: ახალი საუბარი
ko_kr: 새 스레드
lt_lt: Nauja tema
lv_lv: Jauns temats
mk_mk: Нова тематска низа
ms_my: Benang baru
my_mm: ပို့စ်စီးရီးအသစ်
ne: नयाँ थ्रेड
nl: Een nieuwe discussie
nn_no: Ein ny tråd
oc: Un fil novèl
pl_pl: Nowy wątek
ps: نوی موضوع
pt_br: Nova discussão
pt_pt: Novo artigo
ro_ro: Un nou thread
ru_ru: Новая тема
sk_sk: Nová téma
sl: Nova nit
sq: Një temë e re
sr_rs: Nova tema
sv_se: En ny tråd
sw_ke: Mnyororo mpya
ta: புதிய நூல்
th: กระทู้ใหม่
tl_ph: Isang bagong thread
tr: Yeni bir konu
uk_ua: Нова тема
vi_vn: Chủ đề mới
xh_za: Umtya omtsha
zh_cn: 新主题
zh_tw: 新論題

source: Delete forum ?
ar: حذف منتدى ؟
ast_es: ¿ Esborrar el foru ?
bn_bd: ফোরাম মুছবেন?
bs_ba: Obrisati forum?
ca_es: Esborrar el fòrum ?
cs_cz: Smazat fórum?
da: Slet forum?
de: Forum löschen?
el: Διαγραφή του Forum;
eo: Forigi forumon?
es: ¿ Borrar el foro ?
es_mx: ¿Eliminar foro?
eu_es: Foroa ezabatu?
fa_ir: حذف انجمن ؟
fi_fi: Poista keskustelualue
fo_fo: Sletta forum?
fur: Eliminî forum ?
ga: Scrios fóram?
gl: ¿ Borrar o foro ?
he_il: מחק את הפורום?
hi: फोरम हटाएं?
hr_hr: Obriši forum ?
hu_hu: Törli a fórumot?
hy: Ջնջել ֆորումը?
id_id: Hapus forum?
it: Eliminare il Forum?
ja: フォーラムを削除しますか ?
ka_ge: ფორუმის წაშლა?
ko_kr: 포럼 삭제?
lo: ລຶບກະດານສົນທະນາ ?
lt_lt: Ištrinti forumą?
lv_lv: Dzēst forumu ? <br><b>UZMANĪBU !!! </b>Izdzēšot forumu, tiks izdzēsti arī tajā esošie temati ! <br><b>ZINĀŠANAI! </b> Gatavos tematus var pārvietot uz citu forumu.
mk_mk: Бришење на форумот?
ms_my: Padam forum?
my_mm: ဖိုရမ်ကို ဖျက်မည်လား။
ne: फोरम मेटाउनुहोस् ?
nl: Forum verwijderen?
nn_no: Slett forum?
oc: Suprimir lo forum ?
pl_pl: Usunąć forum?
ps: فورم حذف کړئ؟
pt_br: Excluir fórum?
pt_pt: Eliminar fórum?
ro_ro: Sterg forum?
ru_ru: Удалить форум?
sk_sk: Zmazať fórum ?
sl: Odstranim forum ?
sq: Fshij forum ?
sr_rs: Obriši forum ?
sv_se: Ta bort forum?
sw_ke: Futa mforumu?
ta: விவாதமன்றத்தை நீக்கவா?
th: ลบฟอรัมหรือไม่?
tl_ph: Tanggalin ang forum ?
tr: Forumu sil?
uk_ua: Видалити форум?
vi_vn: Xóa diễn đàn?
xh_za: Cima iforamu?
zh_cn: 删除论坛？
zh_tw: 刪除討論區？

source: Delete forum category ?
ar: حذف تصنيف منتدى ؟
ast_es: ¿ Esborrar la categoría de foros ?
bn_bd: ফোরাম বিভাগ মুছবেন?
bs_ba: Obrisati kategoriju foruma?
ca_es: Esborrar la categoria del fòrum ?
cs_cz: Smazat kategorii fóra?
da: Slet forumkategori?
de: Forums-Kategorie löschen?
el: Διαγραφή κατηγορίας Forum;
eo: Forigi kategorion de forumo?
es: ¿ Desea borrar la categoría de foros ?
es_mx: ¿Eliminar categoría del foro?
eu_es: Foro kategoria ezabatu?
fa_ir: حذف دسته بندی انجمن ؟
fi_fi: Poista keskustelualue ryhmä?
fo_fo: Sletta forum bólk?
fur: Eliminî categorîe dal forum ?
ga: Scrios catagóir an fhóraim?
gl: ¿ Borrar a categoría de foros ?
he_il: מחק את קטגוריית הפורום?
hi: फोरम श्रेणी हटाएं?
hr_hr: Obriši kategoriju foruma?
hu_hu: Törli a fórum kategóriát?
hy: Ջնջել ֆորումի կատեգորիան?
id_id: Hapus kategori forum?
it: Eliminare la Categoria dei Forum ?
ja: フォーラム カテゴリを削除しますか ?
ka_ge: ფორუმის კატეგორიის წაშლა?
ko_kr: 포럼 카테고리 삭제?
lo: ລຶບໝວດໝູ່ກະດານສົນທະນາ ?
lt_lt: Ištrinti forumų kategoriją?
lv_lv: Dzēst foruma kategoriju ? <br><b>UZMANĪBU !!! </b>Izdzēšot kategoriju, tiks izdzēsti arī kategorijā esošie forumi un tajos esošie temati ! <br><b> ZINĀŠANAI ! </b> Gatavos tematus var pārvietot uz citu forumu.
mk_mk: Бришење на категоријата на форуми?
ms_my: Padam kategori forum?
my_mm: ဖိုရမ်အမျိုးအစားကို ဖျက်မည်လား။
ne: फोरम श्रेणी मेटाउनुहोस् ?
nl: Verwijder deze forumcategorie?
nn_no: Slett forumkategori?
oc: Suprimir la categoria de forum ?
pl_pl: Usunąć kategorię?
ps: فورم کټګوري حذف کړئ؟
pt_br: Excluir categoria do fórum?
pt_pt: Eliminar categoria do fórum?
ro_ro: Sterg categorie forum?
ru_ru: Удалить раздел форума?
sk_sk: Zmazať kategóriu fóra ?
sl: Odstranim kategorijo foruma ?
sq: Fshij kategorinë e forumit ?
sr_rs: Obriši kategoriju foruma?
sv_se: Ta bort forumkategori?
sw_ke: Futa jamii ya mforumu?
ta: விவாதமன்ற வகையை நீக்கவா?
th: ลบหมวดหมู่ฟอรัมหรือไม่?
tl_ph: Tanggalin ang kategorya ng forum ?
tr: Forum kategorisini sil?
uk_ua: Видалити категорію форуму?
vi_vn: Xóa danh mục diễn đàn?
xh_za: Cima icandelo leforamu?
zh_cn: 删除论坛类别？
zh_tw: 刪除討論區類別？

source: Lock
ar: قفل
ast_es: Bloquear
bn_bd: লক
bs_ba: Zaključaj
ca_es: Bloquejar
cs_cz: Zamknout
da: Lås
de: Sperren
el: Κλειδώθηκε: οι εκπαιδευόμενοι δεν μπορούν πλέον να αναρτούν μηνύματα σε αυτή την κατηγορία Forum, ή νήματος, αλλά μπορούν ακόμη να διαβάζουν τα μηνύματα που είχαν ήδη αναρτηθεί.
eo: Ŝlosi
es: Bloquear
es_mx: Bloquear
eu_es: Blokeatu
fa_ir: قفل کردن
fi_fi: Lukitse
fo_fo: Læs
fur: Blocje
ga: Glasáil
gl: Bloquear
he_il: נעל
hi: लॉक
hr_hr: Zaključaj
hu_hu: Lezár
hy: Փակել
id_id: Kunci
it: Bloccato
ja: ロック
ka_ge: ჩაკეტვა
ko_kr: 잠금
lo: ລັອກ
lt_lt: Užrakinti
lv_lv: Slēgt
mk_mk: Заклучи
ms_my: Kunci
my_mm: ပိတ်ပါ
ne: लक गर्नुहोस्
nl: Blokkeer
nn_no: Lås
oc: Blocar
pl_pl: Zablokuj
ps: بند کړئ
pt_br: Bloquear
pt_pt: Bloquear
ro_ro: Blocheaza
ru_ru: Закрыть
sk_sk: Zablokovať
sl: Zakleni
sq: Blloko
sr_rs: Zaključaj
sv_se: Lås
sw_ke: Zuia
ta: பூட்டு
th: ล็อก
tl_ph: I-lock
tr: Kilitle
uk_ua: Закрити
vi_vn: Khóa
xh_za: Vala
zh_cn: 锁定
zh_tw: 封鎖

source: Unlock
ar: إلغاء القفل
ast_es: Desbloquear
bn_bd: আনলক
bs_ba: Otključaj
ca_es: Desbloquejar
cs_cz: Odemknout
da: Lås op
de: Entsperren
el: Ξεκλειδώθηκε: οι εκπαιδευόμενοι μπορούν να αναρτούν νέα μηνύματα σε αυτή την κατηγορία forum, ή νήματος.
eo: Malŝlosi
es: Desbloquear
es_mx: Desbloquear
eu_es: Berriro zabaldu
fa_ir: باز کردن
fi_fi: Poista lukitus
fo_fo: Ólæs
fur: Sbloche
ga: Díghlasáil
gl: Desbloquear
he_il: ביטול נעילה
hi: अनलॉक
hr_hr: Otključaj
hu_hu: Megnyit
hy: Միացնել
id_id: Buka kunci
it: Sbloccato
ja: ロック解除
ka_ge: განბლოკვა
ko_kr: 잠금 해제
lo: ປົດລັອກ
lt_lt: Atrakinti
lv_lv: Atvērt
mk_mk: Отклучи
ms_my: Buka kunci
my_mm: ဖွင့်ပါ
ne: अनलक गर्नुहोस्
nl: Deblokkeer
nn_no: Opplås
oc: Desblocar
pl_pl: Odblokuj
ps: پرانستلی کړئ
pt_br: Desbloquear
pt_pt: Desbloquear
ro_ro: Deblocheaza
ru_ru: Открыть
sk_sk: Odblokovať
sl: Odkleni
sq: Zblloko
sr_rs: Otključaj
sv_se: Lås upp
sw_ke: Fungua
ta: பூட்டைத் திற
th: ปลดล็อก
tl_ph: I-unlock
tr: Kilidi aç
uk_ua: Відкрити
vi_vn: Mở khóa
xh_za: Vula
zh_cn: 解锁
zh_tw: 解封

source: Move Thread
ar: نقل الموضوع
ast_es: Mover tema
bn_bd: থ্রেড সরান
bs_ba: Premjesti nit
ca_es: Desplaçar el fil de discussió
cs_cz: Přesunout vlákno
da: Flyt tråd
de: Thema verschieben
el: Μετακίνηση νήματος
eo: Movi Fadon
es: Mover tema
es_mx: Mover hilo
eu_es: Mugitu gaia
fa_ir: انتقال موضوع
fi_fi: Siirrä keskustelu
fo_fo: Flyt træði
fur: Spustâ argoment
ga: Bog Snáithe
gl: Mover tema
he_il: הזז שרשור
hi: धागा स्थानांतरित करें
hr_hr: Premjesti temu
hu_hu: Szál áthelyezése
hy: Տեղափոխել շղթան
id_id: Pindahkan Thread
it: Sposta l'argomento
ja: スレッドを移動
ka_ge: საუბრის გადატანა
ko_kr: 스레드 이동
lo: ຍ້າຍກະທູ້
lt_lt: Perkelti temą
lv_lv: Pārvietot tematu
mk_mk: Премести Тематска низа
ms_my: Alih Benang
my_mm: ပို့စ်စီးရီးကို ရွှေ့ပါ
ne: थ्रेड सार्नुहोस्
nl: Verplaats discussie
nn_no: Flytt tråd
oc: Desplaçar lo fil
pl_pl: Przesuń wątek
ps: موضوع حرکت کړئ
pt_br: Mover discussão
pt_pt: Mover tópico
ro_ro: Muta thread
ru_ru: Переместить тему
sk_sk: Presunúť tému
sl: Prestavi nit
sq: Lëviz Temën
sr_rs: Premesti temu
sv_se: Flytta tråd
sw_ke: Hamisha Mnyororo
ta: நூலை நகர்த்தவும்
th: ย้ายกระทู้
tl_ph: Ilipat ang Thread
tr: Konuyu taşı
uk_ua: Перемістити тему
vi_vn: Di chuyển chủ đề
xh_za: Fudusa umtya
zh_cn: 移动主题
zh_tw: 移動論題
