Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: You can generate badges for the skills learnt by your users, to give them recognition for their effort, through which they will be able to show off their acquired skills and competencies with icons that will be shown on their user profile. For more information on OpenBadges, check <a href='http://openbadges.org'>http://openbadges.org/</a>.
so_so: Waxaad shaabiyooyin u soo saari kartaa xirfadaha ay barteen isticmaalkaaga, si aad u siiso aqoonsi dadaalkooda, iyada oo ay ku muujin karaan xirfadahooda iyo kartidooda la qaatay astaamo muujin doona astaamahooda bogga isticmaalehooda. Macluumaad dheeraad ah OpenBadges-ka, eeg <a href='http://openbadges.org'>http://openbadges.org/</a>.

source: You can now design skills learning badges for learning through your courses on this virtual campus.
so_so: Waxaad hadda naqshayn kartaa shaabiyooyinka barashada xirfadaha ee waxbarashada iyada oo loo marayo koorsooyinkaaga kambaska farsamooyinkan.

source: Design a new badge, download it from the design tool and upload it on the platform.
so_so: Naqshadee shaabiyad cusub, ka soo dejiso qalabka naqshadeynta oo ku soo rar platform-ka.

source: The badges will be sent to this backpack
so_so: Shaabiyooyinka waxaa loo diri doonaa boorsadan

source: Backpack details
so_so: Faahfaahinta boorsada

source: Criteria to earn the badge
so_so: Shuruudaha helista shaabiyadda

source: Badge preview
so_so: Muuqaalka shaabiyadda

source: Design a new badge
so_so: Naqshadee shaabiyad cusub

source: Total: %s
so_so: Wadarta: %s

source: Download badges
so_so: Soo dejiso shaabiyooyinka

source: Badges issuer details
so_so: Faahfaahinta bixiyaha shaabiyooyinka

source: Create badge
so_so: Abuur shaabiyad

source: Badges
so_so: Shaabiyooyin

source: Students who acquired skill %s
so_so: Ardayda helay xirfadda %s

source: Skills acquired in course %s
so_so: Xirfadaha lagu helay koorsada %s

source: Skills report
so_so: War-bixinta xirfadaha

source: Users assigned to their superior
so_so: Isticmaalka loo qoondeeyay sare-u-dheeridooda

source: Assign users to superior
so_so: Qoondeyn isticmaale sare-u-dheer

source: Student's superior
so_so: Sare-u-dheerida ardayga

source: Hyperbolic cosecant: csch(x)
so_so: Cosecant hyperbolic: csch(x)

source: Hyperbolic arccosecant: arccsch(x)
so_so: Arc cosecant hyperbolic: arccsch(x)

source: Hyperbolic secant: sech(x)
so_so: Secant hyperbolic: sech(x)

source: Hyperbolic arcsecant: arcsech(x)
so_so: Arc secant hyperbolic: arcsech(x)

source: Hyperbolic cotangent: coth(x)
so_so: Cotangent hyperbolic: coth(x)

source: Hyperbolic arccotangent: arccoth(x)
so_so: Arc cotangent hyperbolic: arccoth(x)

source: In order for this site to work and be able to measure the use of content, this platform uses cookies.<br /><br /> If needed, the Help section of your browser indicates how to configure cookies.<br /><br /> For more information on cookies, you can visit the <a href="http://www.aboutcookies.org/">About Cookies</a> website.
so_so: Si ay goobtani u shaqeyso oo ay u cabbirto isticmaalka waxyaabaha, platform-kani wuxuu isticmaalaa cookies-ka.<br /><br /> Haddii loo baahdo, qaybta Caawimada ee biraawsarkaaga waxay tilmaamaysaa sida loo sameeyo cookies-ka.<br /><br /> Macluumaad dheeraad ah cookies-ka, waxaad booqan kartaa <a href="http://www.aboutcookies.org/">About Cookies</a> website-ka.

source: By continuing to use this site, you declare you accept its use of cookies.
so_so: Adigu waxaad sii wadaysaa isticmaalka goobtan, waxaad sheegaysaa inaad aqbashay isticmaalka cookies-ka.

source: An example certificate format
so_so: Qaabka shahaadada tusaale

source: Certificate
so_so: Shahaadada

source: Results visibility
so_so: Muuqalka natiijooyinka

source: Download certificate
so_so: Soo dejiso shahaadada

source: Sorry, this installation has an active courses limit, which has now been reached. You can still create new courses, but only if you hide/disable at least one existing active course. To do this, edit a course from the administration courses list, and change the visibility to 'hidden', then try creating this course again. To increase the maximum number of active courses allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
so_so: Waan ka xunnahay, rakibadani waxay leedahay xad koorsooyin firfircoon, oo hadda la gaaray. Waxaad wali abuuri kartaa koorsooyin cusub, laakiin kaliya haddii aad qarisid / joojiso ugu yaraan hal koorso oo hore u jiray. Si tan loo sameeyo, waxaad ka beddeli kartaa koorso liiska maamulka koorsooyinka, oo beddel muuqalka 'qarsoon', ka dib isku day abuurista koorsooyinkan mar kale. Si aad u kordhiso tirada ugu badan ee koorsooyinka firfircoon ee loo oggol yahay rakibadan Chamilo, fadlan la xiriir bixiyahaaga martigelinta ama, haddii la heli karo, ku casuum heer sare oo martigelinta.

source: Welcome to the campus of %s
so_so: Ku soo dhawow kambaska %s

source: Welcome to %s
so_so: Ku soo dhawow %s

source: Request access
so_so: Codso gelitaanka

source: Formula
so_so: Foomiyaha

source: This user is already logged in
so_so: Isticmaalahani waa horey u soo galay

source: Listen
so_so: Dhegeyso

source: Audio file for item %s
so_so: Faylka maqalka ee sheyga %s

source: There's a new feedback in work: %s <a href='%s'>Click here</a> to see it.
so_so: Waa jira jawaab celin cusub shaqada: %s <a href='%s'>Guji halkan</a> si aad u aragto.

source: There's a new feedback in work: %s
so_so: Waa jira jawaab celin cusub shaqada: %s

source: Last upload
so_so: Rarkii ugu dambeeyay

source: Edit users list
so_so: Tafatir liiska isticmaale

source: Number of hidden courses
so_so: Tirada koorsooyinka qarsoon

source: Post
so_so: Dajin

source: Write
so_so: Qor

source: You have not yet achieved skills
so_so: Wali ma aadan helin xirfado

source: Corn
so_so: Galay

source: Gray
so_so: Corigaan

source: Light blue
so_so: Bulug fudud

source: Black
so_so: Madow

source: White
so_so: Cad

source: Display options
so_so: Xulashooyinka muujinta

source: Enter the skill name to search
so_so: Gali magaca xirfadda si aad u baadho

source: Skills search
so_so: Baadh xirfadaha

source: Choose a background color
so_so: Dooro midabka asalka

source: Write new comment
so_so: Qor faallo cusub

source: What are you thinking about?
so_so: Maxaad ka fikiraysaa?

source: Delete comment
so_so: Tirtir faallo

source: Social wall
so_so: Gidaarka bulshada

source: Buy courses
so_so: Iibso koorsooyinka

source: My sessions
so_so: Fadhiyadayda

source: Activate audio recorder
so_so: Damayn duubaha maqalka

source: Start speaking
so_so: Billi hadalka

source: Assigned courses
so_so: Koorsooyinka la qoondeeyay

source: Question edition is not available because the question has been already answered. However, you can copy and modify it.
so_so: Tafatirka su'aasha lama heli karo sababtoo ah su'aasha horey looga jawaabay. Si kastaba ha ahaatee, waad koobiyi kartaa oo beddeli kartaa.

source: The session duration allows you to set a number of days of access starting from the first access date of the user to the session. This way, you can set a session to 'last for 15 days' instead of starting at a fixed date for all students.
so_so: Dhererka fadhiga waxay kuu ogolaanaysaa inaad dejiso tirada maalmo ka bilaabma taariikhda gelitaanka ugu horreysa ee isticmaale ee fadhiga. Sidaas darteed, waxaad dejin kartaa fadhiga 'sug 15 maalmood' halkii aad ka bilaabi lahayd taariikh go'an dhammaan ardayda.

source: Hyperbolic arctangent: arctanh(x)
so_so: Arc tangent hyperbolic: arctanh(x)

source: Session duration
so_so: Dhererka fadhiga

source: Hyperbolic tangent: tanh(x)
so_so: Tangent hyperbolic: tanh(x)

source: Coach and student
so_so: Tababare iyo arday

source: Series
so_so: Taxane

source: Hyperbolic arccosine: arccosh(x)
so_so: Arc cosine hyperbolic: arccosh(x)

source: Hyperbolic cosine: cosh(x)
so_so: Cosine hyperbolic: cosh(x)

source: Teachers time report
so_so: War-bixinta waqtiga macallimiinta

source: Hyperbolic arcsine: arcsinh(x)
so_so: Arc sine hyperbolic: arcsinh(x)

source: Cannot find your language in the list? Contact us at info@chamilo.org to contribute as a translator.
so_so: Ma aadan ka heli luqadaada liiska? La xidhiidh info@chamilo.org si aad uga qaybqaato tarjumaane ahaan.

source: Hyperbolic sine: sinh(x)
so_so: Sine hyperbolic: sinh(x)

source: Pi number: pi
so_so: Tirada Pi: pi

source: E number: e
so_so: Tirada E: e

source: Natural logarithm: ln(x)
so_so: Logarithm dabiici ah: ln(x)

source: Absolute value: abs(x)
so_so: Qiime dhammaystir: abs(x)

source: Square root: sqrt(x)
so_so: Asalka laba jibbaarka: sqrt(x)

source: Exponentiation: ^
so_so: Exponantiation: ^

source: Division: /
so_so: Qaybsanaan: /

source: Multiplication: *
so_so: Isku dhufasho: *

source: Substraction: -
so_so: Kala-goyn: -

source: Summation: +
so_so: Isku-dheellit: +

source: Formula notation
so_so: Tilmaanta formula

source: Request subscription
so_so: Codsi furan

source: Please consider subscribing me to session
so_so: Fadlan ii tixgelin in aan ku xirnaado kalfadhiga

source: Search active sessions
so_so: Raadi kalfadhnimada firfircoon

source: The username cannot contain the '-' character
so_so: Magaca isticmaalaha ma shaqi karo xarafka '-'

source: If you want only integer values write both limits without decimals
so_so: Haddii aad rabto qiimayaal oo dhan oo isku dhafan, qor labada xuduud la'aanshaha tobanlaha

source: Please, write how many question variations you want
so_so: Fadlan, qor inta kala duwanaanshaha su'aalaha aad rabto

source: Question variations
so_so: Kala duwanaanshaha su'aalaha

source: Please, write the formula
so_so: Fadlan, qor formula

source: Sincerely
so_so: Si sax ah

source: Formula sample: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
so_so: Foomulaha tusaalaha: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )

source: Variable ranges
so_so: Kala duwanaanshaha doorsoomaha

source: Range value
so_so: Qiimaha kala duwanaanshaha

source: Calculated question
so_so: Su'aasha la xisaabiyay

source: The user is currently subscribed
so_so: Isticmaalahani hadda waa la xirnaa

source: Only best attempts
so_so: Taliyada ugu wanaagsan ee kaliya

source: Include all users
so_so: Ku dar dhammaan isticmaale

source: Hosting warning reached
so_so: Digar hosting la gaadhay

source: Session name
so_so: Magaca kalfadhiga

source: Mobile phone number is incomplete or contains invalid characters
so_so: Lambarka taleefanka gacanta waa dhamaystirnayn ama waxa uu leeyahay xarfo aan ansax ahayn

source: Include the country dial code
so_so: Ku dar lambarka garaaqa dalka

source: Mobile phone number
so_so: Lambarka taleefanka gacanta

source: Check unique e-mail
so_so: Hubi iimaylka gaarka ah

source: This email is already in use on the platform.
so_so: Iimaylkan mar hore ayaa loo adeegsaday goobta.

source: Total posts in all forums.
so_so: Wadashaashka guud ee dhammaan golayaasha.

source: Add me as coach
so_so: Isku dar aniga oo ah tababare

source: Add me as teacher in the imported courses.
so_so: Isku dar aniga oo ah macallin koorsooyinka la soo dejinayay.

source: Progress of exercises taken by the student
so_so: Horumarinta layliyada ardaydu qaaday

source: Time spent in the course
so_so: Waqtiga ku baxay kooraska

source: Average of best grades of each exercise attempt
so_so: Celceliska buundooyinka ugu wanaagsan ee isku day kasta oo layli ah

source: Additional access days for this user
so_so: Maalmaha gelitaanka dheeraadka ah ee isticmaalahaan

source: User: %s - Session: %s
so_so: Isticmaale: %s - Kalfadhi: %s

source: The given session duration is the same as the default for the session. Ignoring.
so_so: Mudooyinka kalfadhiga la bixiyay waa isku mid sida midka caadiga ah ee kalfadhiga. Waa la iska indhatiray.

source: This user's first access to the session was on %s. With a session duration of %s days, the access to this session already expired on %s
so_so: Gelitaanka ugu horreeya ee isticmaalahaan ee kalfadhiga waxay ahayd %s. Iyadoo muddada kalfadhigu ah %s maalmood, gelitaanka kalfadhigan ayaa hore u dhacay %s

source: This user's first access to the session was on %s. With a session duration of %s days, the end date is scheduled in %s days
so_so: Gelitaanka ugu horreeya ee isticmaalahaan ee kalfadhiga waxay ahayd %s. Iyadoo muddada kalfadhigu ah %s maalmood, taariikhda dhamaadka waxaa loo qorsheeyay %s maalmood

source: This user never accessed this session before. The duration is currently set to %s days (from the first access date)
so_so: Isticmaalahaan weligiis ma gelin kalfadhigan. Muddada hadda waxaa loo dejiyay %s maalmood (laga bilaabo taariikhda gelitaanka ugu horreysa)

source: Edit session duration
so_so: Tafatir mudada kalfadhiga

source: User's session duration edition
so_so: Tafatirka mudada kalfadhiga isticmaale

source: This session has a maximum duration. Only %s days to go.
so_so: Kalfadhigan waxa uu leeyahay muddo ugu badan. Kaliya %s maalmood ayaa harsan.

source: Next topic
so_so: Mawduuca xiga

source: Current topic
so_so: Mawduuca hadda

source: Show course planning
so_so: Muujinta qorshaha kooraska

source: Redirect to Course home
so_so: U gudbis guriga kooraska

source: Learning path return link
so_so: Xiriirka soo celinta wadada waxbarashada

source: Learning path list
so_so: Liiska wadada waxbarashada

source: Learners who didn't send their work
so_so: Ardayda aan shaqadooda soo dirin

source: Learners who sent their work
so_so: Ardayda shaqadooda soo diray

source: Upload from template
so_so: Ka soo dejin qaabka

source: Document already added
so_so: Dokumentiga hore ayaa lagu daray

source: Add document
so_so: Ku dar dokumentiga

source: Export to .doc
so_so: Dhoof .doc

source: Sort by title
so_so: ku kala saar ciwaanka

source: Sort by edition date
so_so: ku kala saar taariikhda tafatirka

source: Sort by creation date
so_so: ku kala saar taariikhda abuurista

source: Table view
so_so: Muuqaalka jadwalka

source: List view
so_so: Muuqaalka liiska

source: Human Resources Manager
so_so: Maareeyaha Kheyraadka Dadka

source: Global
so_so: Caalim

source: Question title
so_so: Ciwaanka su'aasha

source: Question ID
so_so: ID su'aasha

source: Excel export
so_so: Dhoof Excel

source: Corporate report, short version
so_so: War-bixinta shirkadda, nooca gaaban

source: Corporate report
so_so: War-bixinta shirkadda

source: Report
so_so: War-bixin

source: Trace IP
so_so: Raadi IP

source: No session provided
so_so: Ma jiro kalfadhi la bixiyay

source: Users must have the HR director role
so_so: Isticmaale waa inay lahaadaan dooraha maareeyaha HR

source: Nothing to add
so_so: Ma jiraan wax la ku dari karo

source: No student found for the session
so_so: Ma jiro arday laga helay kalfadhiga

source: No destination session provided
so_so: Ma jiro kalfadhi gooni ah la bixiyay

source: Session %s skipped
so_so: Kalfadhiga %s waa la dhaafay

source: Validate dates
so_so: Xaqiiji taariikhaha

source: Create a category
so_so: Abuur qayb

source: Message type
so_so: Nooca fariinta

source: Modification date
so_so: Taariikhda wax-ka-beddelka

source: Weep
so_so: Ooy

source: Latest changes
so_so: Isbeddelada ugu dambeeyay

source: Final score
so_so: Dhibcaha ugu dambeeya

source: There was an error writing the XML file. Please ask the administrator to check the error logs.
so_so: Waxaa dhacay khalad qoraalka faylka XML. Fadlan weydiisto maamulaha inuu hubiyo diiwaanka khaladka.

source: Teacher in session: %s
so_so: Macallin ku jira kalfadhiga: %s

source: Delete attachment
so_so: Tirtir lifaaqa

source: Editing this event will remove it from the serie of events it is currently part of
so_so: Tafatirka dhacdadan waxay ka saari doontaa taxanaha dhacdooyinka ay hadda ka qayb tahay

source: Enter the characters you see on the image
so_so: Gali xarfaha aad ku aragto sawirka

source: You don't have an institutional account
so_so: Ma leh xisaab hay'ad

source: Login with your account
so_so: Ku gal xisaabtaada

source: You already have an institutional account
so_so: Adigu waxaad leedahay xisaab hay'ad

source: No action available
so_so: Ma jiro ficil la heli karo

source: Coaches
so_so: Tababareyaal

source: Show description
so_so: Muuji sharaxaadda

source: Human resources managers should not be registered to courses. The corresponding users you selected have not been subscribed.
so_so: Maareeyayaasha kheyraadka aadanaha waa inaan la diiwaan gelin koorsooyinka. Isticmaaleheedii aad dooratay lama xirnaan.

source: Clean and update course coaches
so_so: Nadiifi oo cusboonaysii tababareyaasha kooraska

source: No PDF found at root: please make sure that the PDFs are at the root of your zip file (no intermediate folder)
so_so: Ma jiro PDF laga helo xidiga: fadlan hubi in PDF-yadu ay ku yaalliin xidiga faylka zip (ma jiro fayl dhexe)

source: PDFs must look like:
so_so: PDF-yadu waa inay u muuqdaan:

source: Location of import zip file
so_so: Goobta dejinta faylka zip

source: You must import a zip file
so_so: Waa inaad dejisaa fayl zip

source: Import PDF introductions into courses
so_so: Dejinta horudhacyada PDF ee koorsooyinka

source: Subscribe teachers to session(s)
so_so: Ku xir macallimiinta kalfadhi(ha)

source: Subscribe students to session(s)
so_so: Ku xir ardayda kalfadhi(ha)

source: Manage course categories
so_so: Maamulka qaybaha kooraska

source: Course categories in %s site:
so_so: Qaybaha kooraska ee goobta %s:

source: Course categories available
so_so: Qaybaha kooraska ee diyaar

source: The group now belongs to the selected URL.
so_so: Kooxdu hadda waxay ka tirsan tahay URL-ka la doortay.

source: You need to select at least one group and one URL.
so_so: Waa inaad doorataa ugu yaraan hal koox iyo hal URL.

source: Agenda list
so_so: Liiska Agenda

source: Calendar
so_so: Kaalinta

source: Custom range
so_so: Kala duwanaansho gaar ah

source: This week
so_so: Todobaadkan

source: Send to users in all sessions of this course
so_so: U soo dir isticmaale ee dhammaan fadhiyada kooraskan

source: Parameters not found
so_so: Tilmaamaha lama helin

source: Users to add
so_so: Isticmaale lagu dariyo

source: Documents added
so_so: Duunyada la daray

source: No users to add
so_so: Ma jiraan isticmaale la dariyo

source: Start the Survey
so_so: Bilow Sahanka

source: Subgroup
so_so: Qayb-hoosaad

source: Subgroups
so_so: Qayb-hoosaadyada

source: Enter the letters you see.
so_so: Geli xarfaha aad aragto.

source: Click on the image to load a new one.
so_so: Riix sawirka si aad u raro mid cusub.

source: Account blocked by captcha.
so_so: Koonka lagu xannibay captcha.

source: Capture screenshot/screencast
so_so: Qabso shaashadda/screencast

source: View
so_so: Muujin

source: Number submitted
so_so: Tirada la soo gudbiyay

source: Warning: the installer detected an error while trying to reach the test file at %s. It looks like the PHP script could not be interpreted. This could be a warning sign for future problems when creating courses. Please check the installation guide for more information about permissions. If you are installing a site with a URL that doesn't resolve yet, you can probably ignore this message.
so_so: Digtoow: rakibuhu waxa uu ogaaday khalad markii uu isku dayay inuu gaaro faylka tijaabada %s. Waxay u muuqataa in qoraalka PHP-ka aan la fasiri karin. Tani waxay noqon kartaa calaamad digniin ah dhibaatooyinka mustaqbalka marka la abuurayo koorasaska. Fadlan hubi hagaha rakibaadda si aad u hesho macluumaad dheeraad ah oo ku saabsan ogolaanshaha. Haddii aad rakibayso goob leh URL aan weli xallin, waxaad u badan tahay inaad iska indhatiri karto fariintan.

source: Before %s
so_so: Ka hor %s

source: After %s
so_so: Ka dib %s

source: Export settings as XLS
so_so: Dhoof goobaha sida XLS

source: Delete all items
so_so: Tirtir dhammaan walxaha

source: Delete this item
so_so: Tirtir sheygan

source: Record your voice
so_so: Duub codkaaga

source: No recording available
so_so: Ma jiro duubis diyaar

source: Works received
so_so: Shaqooyinka la helay

source: Class ID does not exist
so_so: ID-da fasalka ma jiro

source: Without category
so_so: Qayb la'aan

source: Incorrect score
so_so: Dhibcaha khaldan

source: Correct score
so_so: Dhibcaha saxda ah

source: Use custom score for all questions
so_so: Isticmaal dhibcaha gaarka ah dhammaan su'aalaha

source: You should add some items to your learning path, otherwise you won't be able to attach audio files to them
so_so: Waa inaad ku dartaa walxo dariiqa waxbarashada, haddii kale ma awoodi doontid inaad ku lifaaqdo faylalka maqalka

source: Inactive days
so_so: Maalmaha aan firfircoonayn

source: Followed HR directors
so_so: Agents-ka HR ee la raacay

source: The text you entered doesn't match the picture.
so_so: Qoraalka aad gelisay uma xirna sawirka.

source: Remove previous relationships
so_so: Ka saar xiriirka hore

source: Import list of HR directors into sessions
so_so: So-dhoof liiska directors-ka HR ee fadhiyada

source: Followed students
so_so: Ardayda la raacay

source: Followed teachers
so_so: Macallimiinta la raacay

source: Allow only files
so_so: Oggolow oo keliya faylalka

source: Allow only text
so_so: Oggolow qoraalka kaliya

source: Allow files or online text
so_so: Oggolow faylalka ama qoraalka khadka

source: Document type
so_so: Nooca dukumentiga

source: Send an email to myself for testing purposes.
so_so: U soo dir iimayl aniga ah ujeeddooyin tijaabo.

source: Delete all selected attendances
so_so: Tirtir dhammaan xaadirida la doortay

source: Available classes
so_so: Fasallada diyaar

source: Registered classes
so_so: Fasallada la diiwaan geliyay

source: Delete items not in file
so_so: Tirtir walxaha aan ku jirin faylka

source: Import groups
so_so: So-dhoof kooxaha

source: Here is your feedback
so_so: Halkan waa jawaab-celintaada

source: Session Search
so_so: Raadin fadhiga

source: Show system folders.
so_so: Muujin faylalka nidaamka.

source: Select a date from the calendar
so_so: Dooro taariikh ka soo baxday kalandarka

source: Are you sure you want to clean results for this test before the selected date ?
so_so: Ma hubtaa inaad nadiifinayso natiijooyinka imtixaankan ka hor taariikhda la doortay?

source: Clean all results before a selected date
so_so: Nadiifin dhammaan natiijooyinka ka hor taariikh la doortay

source: Glossary help
so_so: Gargaarka glossary

source: This tool allows you to create glossary terms for this course, which can then be used from the documents tool
so_so: Qalabkani wuxuu kuu oggolaanayaa inaad u abuurto ereyo glossary kooraskan, kuwaas oo markaas laga isticmaali karo qalabka dukumentiga
