Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Create example material automatically when creating a new course
ar: إنشاء مثال عاى المادة تلقائيا عند إنشاء مقرر جديد
ast_es: Crear automáticamente material d'exemplu de la que se crea un cursu
bn_bd: নতুন কোর্স তৈরির সময় উদাহরণ উপকরণ স্বয়ংক্রিয়ভাবে তৈরি করুন
bs_ba: Automatski kreiraj primjer materijala prilikom kreiranja novog kursa
ca_es: Crear un conjunt de materials d'exemple quan es creï un nou curs
cs_cz: Vytvoří vzorový obsah automaticky při vytvoření nového školení
da: Opret automatisk eksempel på indhold, der ligger på kursussiden ved oprettelse af ny kursusside
de: Beispiel Material automatisch erstellen, wenn ein neuer Kurs eingerichtet wird
el: Δημιουργία παραδείγματος υλικού αυτόματα κατά τη δημιουργία νέου μαθήματος
eo: Krei aron da ekzemploj dum preparo de nova kurso
es: Crear automáticamente material de ejemplo al crear un nuevo curso
es_mx: Crear automáticamente material de ejemplo cuando se crea un nuevo curso
eu_es: Sortu automatikoki materialaren eredua ikastaro berria sortzen denean
fa_ir: ایجاد خودکار ماده نمونه هنگام ایجاد درس جدید
fi_fi: Luo automaattisesti esimerkkimateriaalia kun uusi kurssi luodaan
fo_fo: Stovna dømi til vísu sjálvvirkandi tá ið ein nýggjur kursur verður stovnaður
fur: Cree automaticament il material di esempi cu si cree un gnûv curs
ga: Cruthaigh ábhar samplach go huathoibríoch agus cúrsa nua á chruthú
gl: Crear automaticamente materiais de exemplo durante a creación dun curso.
he_il: צור חומר לדוגמה באופן אוטומטי בעת יצירת קורס חדש
hi: नए पाठ्यक्रम बनाते समय उदाहरण सामग्री स्वचालित रूप से बनाएँ
hr_hr: Automatski stvori primjer materijala pri stvaranju novog kursa
hu_hu: Példák létrehozása új kurzusok készítésekor
hy: Ավտոմատ ստեղծել օրինակ նյութ նոր դասընթաց ստեղծելիս
id_id: Buat materi contoh otomatis saat membuat kuliah baru
it: All'atto della creazione del corso vengono introdotti materiale esemplificativi
ja: 新しいコース作成時にサンプル資料を自動作成
ka_ge: ახალი კურსის შექმნისას მაგალითი მასალის ავტომატური შექმნა
ko_kr: 새 코스 생성 시 예제 자료를 자동 생성
lo: ສ້າງເອກະສານຕົວຢ່າງອັດຕະໂນມັດເມື່ອສ້າງລາຍວິຊາໃໝ່
lt_lt: Automatiškai sukuria pavyzdinę medžiagą kai sukuriamas naujas kursas
lv_lv: Ievietot automātiski saturā, piemēra materiālu, kad ir izveidots jauns kurss
mk_mk: Автоматски креира примери за материјали кога се креира нов курс
ms_my: Cipta bahan contoh secara automatik semasa mencipta kursus baru
my_mm: သင်တန်းအသစ်ဖန်တီးသောအခါ ဥပမာပစ္စည်းကို အလိုအလျောက်ဖန်တီးပါ
ne: नयाँ पाठ्यक्रम सिर्जना गर्दा उदाहरण सामग्री स्वचालित रूपमा सिर्जना गर्नुहोस्
nl: Automatisch voorbeeld inhoud aanmaken wanneer een nieuwe cursus aangemaakt wordt.
nn_no: Opprett eksempelmateriale automatiske når du opprettar eit nytt kurs
oc: Crear automaticament del material d'exemple en creant un novèl curs
pl_pl: Utwórz przykładowe materiały automatycznie przy tworzeniu nowego kursu.
ps: د نوي کورس جوړولو پر مهال بېلګې مواد اتومات جوړ کړئ
pt_br: Cria automaticamente materiais de exemplo na criação de um curso.
pt_pt: Criar automaticamente exemplo de materiais no momento de criação de um curso
ro_ro: Creaza material demonstrativ automat la crearea unui nou curs
ru_ru: Создать материал для примера автоматически при создании нового курса
sk_sk: Automaticky vytvoriť vzorový materiál, keď sa vytvára nový kurz
sl: Ustvari primere učnih gradiv avtomatično ob kreiranju novega tečaja
sq: Krijo automatikisht material shembull kur krijohet një kurs i ri
sr_rs: Automatski kreiraj primer materijala pri kreiranju novog kursa
sv_se: Skapa exemplematerial automatiskt när ny kurs skapas
sw_ke: Unda vifaa vya mfano kiotomatiki wakati wa kuunda kozi mpya
ta: புதிய பாடத்தை உருவாக்கும் போது உதாரண பொருளை தானாக உருவாக்கவும்
th: สร้างสื่อตัวอย่างอัตโนมัติเมื่อสร้างรายวิชาใหม่
tl_ph: Awtomatikong gumawa ng halimbawa ng materyal kapag lumilikha ng bagong kurso
tr: Yeni bir ders oluşturulurken örnek materyal kurulmasını sağlar
uk_ua: Створювати приклад матеріалу курсу автоматично, коли створюється новий курс
vi_vn: Tạo tài liệu mẫu tự động khi tạo khóa học mới
xh_za: Yenza imathiriyeli yemizekelo ngokuzenzekelayo xa udala isifundo esitsha
zh_cn: 当创建新课程时自动创建范例
zh_tw: 於建立新課程時創建課程教材範例

source: Account validity
ar: صلاحية الحساب
ast_es: Duración de la cuenta d'usuariu
bn_bd: অ্যাকাউন্টের বৈধতা
bs_ba: Važenje računa
ca_es: Validesa dels comptes d'usuari
cs_cz: Platnost účtu
da: Profil-validitet
de: Zugangsdauer
el: Εγγυρότητα λογαρισμού
eo: Tempodaŭro de konta valideco
es: Validez de la cuenta
es_mx: Validez de la cuenta
eu_es: Kontuaren baliogarritasuna
fa_ir: معتبرسازی اکانت
fi_fi: Tilin voimassaolo
fo_fo: Reikningsgyldi
fur: Validitâ dal account
ga: Bailíocht cuntais
gl: Validade da inscrición
he_il: תוקף החשבון
hi: खाता वैधता
hr_hr: Važenje računa
hu_hu: Fiók érvényesség
hy: Հաշվի վավերականություն
id_id: Validitas akun
it: Tempo di validità dell'account
ja: アカウントの有効性
ka_ge: ანგარიშის ვალიდურობის ვადა
ko_kr: 계정 유효 기간
lo: ຄວາມຖືກຕ້ອງຂອງບັນຊີ
lt_lt: Sąskaitos galiojimo limitas
lv_lv: Konta derīgums
mk_mk: Валидност на досието
ms_my: Kehayakan akaun
my_mm: အကောင့်သက်တမ်း
ne: खाता वैधता
nl: Geldigheidsduur van gebruikers
nn_no: Kontogylighet
oc: Validitat del compte
pl_pl: Ważność konta.
ps: د حساب اعتبار
pt_br: Validade da inscrição
pt_pt: Validade da conta
ro_ro: Validitatea contului
ru_ru: Действительность счета
sk_sk: Platnosť konta
sl: Veljavnost uporabniškega računa
sq: Vlefshmëria e llogarisë
sr_rs: Važenje naloga
sv_se: Giltighetstid för konto
sw_ke: Uhalali wa akaunti
ta: கணக்கின் செல்லுபடியாகும் காலம்
th: ความถูกต้องของบัญชี
tl_ph: Balidasyon ng account
tr: Hesap geçerlilik süresi (gün)
uk_ua: Період дії облікового запису
vi_vn: Hiệu lực tài khoản
xh_za: Ukusebenza kweakhawunti
zh_cn: 帐号有效
zh_tw: 帳戶有效

source: A user account is valid for this number of days after creation
ar: بعد إنشاء حساب مستخدم يبقى صالحا خلال هذا العدد من الأيام
ast_es: Una cuenta d'usuariu ye válida el númberu de díes siñaláu dende la so creación
bn_bd: একটি ব্যবহারকারী অ্যাকাউন্ট তৈরির পর এই সংখ্যক দিন বৈধ
bs_ba: Korisnički račun je važeći ovaj broj dana nakon kreiranja
ca_es: Un nou compte d'usuari és vàlid durant aquest nombre de dies després d'haver-se creat
cs_cz: Uživatelský účet je platný po tento počet dní od vytvoření
da: Profilen er valid i dette antal dage efter oprettelse
de: Ein Benutzer-Zugang bleibt für diese Anzahl Tage nach Anlegen des Zugangs gültig
el: Ένας λογαριασμός χρήστη είναι έγκυρος για αυτόν τον αριθμό ημερών μετά τη δημιουργία
eo: Uzanta konto validas dum tiom da tagoj post sia kreiĝo
es: Una cuenta de usuario es válida durante este número de días a partir de su creación
es_mx: Una cuenta de usuario es válida por este número de días después de su creación
eu_es: Sortu zenetik erabiltzailearen kontuak honako egun kopuru honetan balioko du:
fa_ir: حساب کاربری برای این تعداد روز پس از ایجاد معتبر است
fi_fi: Käyttäjätili on voimassa tämän verran päiviä luonnin jälkeen
fo_fo: Ein brúkarakonto er gyldig í so mongum døgum eftir stovnan
fur: Un account utent è valit par chest nûmar di dîs dopo la creazion
ga: Tá cuntas úsáideora bailí don líon laethanta seo tar éis a chruthaithe
gl: Unha conta de usuario é válida para este número de días após a creación
he_il: חשבון משתמש תקף למספר זה של ימים לאחר היצירה
hi: उपयोगकर्ता खाता निर्माण के बाद इतने दिनों तक वैध रहता है
hr_hr: Račun korisnika važi ovaj broj dana nakon stvaranja
hu_hu: A felhasználói fiók ennyi napig éljen a létrehozástól számítva
hy: Օգտատիրոջ հաշիվը վավեր է ստեղծումից հետո այսքան օրով
id_id: Akun pemakai valid selama sekian hari ini setelah dibuat
it: Dopo il numero di giorni fissato, l'account dell'utente cessa di essere valido
ja: ユーザー アカウントは、作成後この日数の間は有効です
ka_ge: მომხმარებლის ანგარიში ვალიდურია შექმნის შემდეგ ამ რაოდენობის დღეებით
ko_kr: 사용자 계정 생성 후 이 일수만큼 유효합니다
lo: ບັນຊີຜູ້ໃຊ້ມີອາຍຸການໃຊ້ງານເປັນຈຳນວນມື້ນີ້ຫຼັງຈາກການສ້າງ
lt_lt: Vartotojo sąskaita yra galiojanti tiek dienų po sąskaitos sukūrimo
lv_lv: Lietotāja konts ir derīgs šo dienu skaitu pēc izveides
mk_mk: Корисничкото досие е валидно олку денови после креирањето
ms_my: Akaun pengguna sah untuk bilangan hari ini selepas penciptaan
my_mm: အသုံးပြုသူအကောင့်တစ်ခုသည် ဖန်တီးပြီးနောက် ဤရက်အရေအတွက်အတွက် သက်တမ်းရှိသည်
ne: प्रयोगकर्ता खाता सिर्जना पछि यो संख्या दिन सम्म वैध हुन्छ
nl: Een gebruikersaccount is actief voor dit aantal dagen na creatie
nn_no: Ein brukar-konto er gyldig i så mange dagar etter oppretting
oc: Un cont de utilizaire es valid pendent aqueste nombre de jorns aprèp sa creacion
pl_pl: Konto użytkownika jest ważne przez ilość dni po utworzeniu konta.
ps: د کاروونکي حساب د جوړولو وروسته د دې شمېر ورځو لپاره معتبر دی
pt_br: Uma conta de usuário é válida para este número de dias após a criação.
pt_pt: Uma conta de utilizador é válida para este número de dias após a criação.
ro_ro: Un cont utilizator este valid pentru acest numar de zile dupa creare
ru_ru: Счет пользователя действителен на такое количество дней после его создания
sk_sk: Konto používateľa je platné pre tento počet dní po vytvorení
sl: Uporabniški račun je veljaven izbrano število dni po datumu kreiranja računa.
sq: Një llogari përdoruesi është e vlefshme për këtë numër ditësh pas krijimit
sr_rs: Nalog korisnika je važeći ovaj broj dana nakon kreiranja
sv_se: Det antal dagar som ett konto ska vara giltigt
sw_ke: Akaunti ya mtumiaji ni halali kwa idadi hii ya siku baada ya kuundwa
ta: பயனர் கணக்கு உருவாக்கப்பட்ட பிறகு இந்த எண்ணிக்கையிலான நாட்களுக்கு செல்லுபடியாகும்
th: บัญชีผู้ใช้มีอายุสำหรับจำนวนวันนี้หลังจากสร้าง
tl_ph: Ang isang account ng gumagamit ay may bisa hanggang sa bilang ng mga araw na ito matapos ang paglikha
tr: Yeni bir kullanıcı hesabı oluşturulduktan sonra gün olarak geçerlilik süresi
uk_ua: Обліковий запис користувача дійсний протягом цієї кількості днів після створення
vi_vn: Tài khoản người dùng có hiệu lực số ngày này sau khi tạo
xh_za: Iakhawunti yomsebenzisi isebenza kule mihla emininzi emva kokudlalwa kwayo
zh_cn: 一个新建帐户的有效天数
zh_tw: 使用者帳戶於創建後的有效日數

source: Use training sessions
ar: استخدام الدورات
ast_es: Usar el mou sesión
bn_bd: প্রশিক্ষণ সেশন ব্যবহার করুন
bs_ba: Koristi sesije obuke
ca_es: Utilitzar el mode sessió
cs_cz: Použij školící sekce
da: Anvend session-tilstand
de: Kurs-Session Modus benutzen
el: Χρήση περιόδων
eo: Utiligi sesian modon
es: Usar sesiones de formación
es_mx: Usar modo sesión
eu_es: Erabili ikastaroko saioak
fa_ir: استفاده از جلسات آموزشی
fi_fi: Käytä koulutusistuntoja
fo_fo: Brúka venjingarsetur
fur: Doprâ lis sesions di formazion
ga: Úsáid seisiúin oiliúna
gl: Usar modo sesión
he_il: השתמש בהדרכות
hi: प्रशिक्षण सत्रों का उपयोग करें
hr_hr: Koristi sesije za obuku
hu_hu: Találkozó mód használata
hy: Օգտագործել ուսուցման սեսիաներ
id_id: Gunakan mode sesi
it: Usa la modalità Sessione
ja: トレーニングセッションを使用
ka_ge: საწვრთნო სესიების გამოყენება
ko_kr: 교육 세션 사용
lt_lt: Naudoti sesijas
lv_lv: Lietot apmācību sesijas
mk_mk: Користи мод на сесија
ms_my: Gunakan sesi latihan
my_mm: သင်တန်းအစည်းအဝေးများကို အသုံးပြုပါ
ne: प्रशिक्षण सत्रहरू प्रयोग गर्नुहोस्
nl: Sessies gebruiken
nn_no: Bruk opplæringsøkter
oc: Utilizar las sesions de formacion
pl_pl: Użyj szkolenia
ps: د روزنې غونډې وکاروئ
pt_br: Utilizar o modo sessão
pt_pt: Utilizar sessões do curso
ro_ro: Utilizeaza modul sesiune
ru_ru: Использовать режим сессии
sk_sk: Použiť mód stretnutia
sl: Uporabi način seje
sq: Përdor sesione trajnimi
sr_rs: Upotrebi način sesija
sv_se: Använd periodmetoden
sw_ke: Tumia vipindi vya mafunzo
ta: பயிற்சி அமர்வுகளைப் பயன்படுத்தவும்
th: ใช้เซสชันการฝึกอบรม
tl_ph: Gumamit ng training sessions
tr: Eğitim oturumlarını kullan
uk_ua: Використовувати режим сесії
vi_vn: Sử dụng buổi đào tạo
xh_za: Sebenzisa iiseshini zoqeqesho
zh_cn: 使用讲习班模式
zh_tw: 採用學期單元模式
