Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Course categories are global over multiple portals configurations. Changes are only allowed in the main administrative portal.
ar: ان فئات المقررات تكون شاملة على اعدادات الانظمة المتعددة، اذ ان التغييرات تكون مسموحة لدى المدير الرئيسي للنظام
ast_es: Les categories de cursu son globales sobre múltiples configuraciones de portales. Los cambéos namái tan permitíos nel portal administrativu principal.
bn_bd: কোর্স বিভাগগুলি একাধিক পোর্টাল কনফিগারেশনের উপর গ্লোবাল। পরিবর্তন শুধুমাত্র প্রধান প্রশাসনিক পোর্টালে অনুমোদিত।
bs_ba: Kategorije kurseva su globalne preko više konfiguracija portala. Promjene su dozvoljene samo u glavnom administrativnom portalu.
ca_es: Les categories de cursos són globals a la configuració de múltiples portals, però els canvis només es permeten a la sessió administrativa del portal principal.
cs_cz: Kurzové kategorie jsou globální napříč konfiguracemi více portálů. Změny jsou povoleny pouze v hlavním administrativním portálu.
da: Kursets kategorier er globale på tværs af flere portalkonfigurationer. Ændringer er kun tilladt i det primære administrative portal.
de: Kurskategorien sind über mehrere Portalkonfigurationen hinweg gültig. Änderungen sind nur auf dem Hauptadministrationsportal möglich.
el: Οι κατηγορίες μαθημάτων είναι κοινές σε διαμορφώσεις σε πολλαπλές πύλες. Οι αλλαγές επιτρέπονται μόνο στην κύρια διοικητική πύλη.
eo: Kursaj kategorioj estas tutmondaj trans multoblaj portalo-konfiguroj. Ŝanĝoj estas permesitaj nur en la ĉefa administra portalo.
es: Las categorías de cursos son globales en la configuración de múltiples portales, pero los cambios son permitidos solamente en la sesión administrativa del portal principal.
es_mx: Las categorías de curso son globales sobre múltiples configuraciones de portales. Los cambios solo se permiten en el portal administrativo principal.
eu_es: Ikastaro kategoriak globaleak dira hainbat atari konfigurazioetan. Aldaketak soilik onartzen dira administrazio atari nagusian.
fa_ir: دسته‌بندی‌های درس در پیکربندی‌های چندپورتالی جهانی هستند. تغییرات فقط در پورتال مدیریتی اصلی مجاز است.
fi_fi: Kurssikategoriat ovat globaaleja useiden portaali-konfiguraatioiden yli. Muutokset ovat sallittuja vain päähallintaportaalissa.
fo_fo: Bóka bólkar eru globál yvir fleiri port konfiguratiónir. Broytingar eru bert loymd í høvuð stjórnarportalinum.
fur: Le categuries dal curs a son globâls su multiplas configurazions di portâi. I cambiaments a son permitûts dome tal portâl aministrativ prinipal.
ga: Tá catagóirí cúrsa domhanda thar chumraíochtaí il-phóirtail. Ceadaítear athruithe ach amháin sa phríomhphórtal riaracháin.
gl: AS categorías de cursos son globais na configuración de múltiples portais, pero os cambios permítense soamente na sesión administrativa do portal principal.
he_il: קטגוריות הקורס הן גלובליות על פני תצורות פורטלים מרובות. שינויים מותרים רק בפורטל הניהול הראשי.
hi: कोर्स श्रेणियाँ कई पोर्टल कॉन्फ़िगरेशन पर वैश्विक हैं। परिवर्तन केवल मुख्य प्रशासनिक पोर्टल में अनुमत हैं।
hr_hr: Kategorije kursa su globalne preko više konfiguracija portala. Promjene su dopuštene samo u glavnom administrativnom portalu.
hu_hu: A kurzuskategóriák globálisak több portál konfiguráció felett. Módosítás csak a fő adminisztrációs portálon engedélyezett.
hy: Դասընթացի կատեգորիաները գլոբալ են բազմաթիվ պորտալների կարգավորումների համար: Փոփոխությունները թույլատրվում են միայն հիմնական վարչական պորտալում:
id_id: Kategori kursus bersifat global di seluruh konfigurasi portal ganda. Perubahan hanya diizinkan di portal administratif utama.
it: Le cateogorie del corso sono globali nelle configurazioni multi-portale. I cambiamenti sono possibili solo dall'amministrazione del portale principale.
ja: コースカテゴリは複数のポータル設定でグローバルです。変更はメイン管理ポータルでのみ許可されます。
ka_ge: კურსის კატეგორიები გლობალურია მრავალ პორტალის კონფიგურაციებზე. ცვლილებები დაშვებულია მხოლოდ მთავარ ადმინისტრაციულ პორტალში.
ko_kr: 강의 카테고리는 여러 포털 구성에서 전역적으로 적용됩니다. 변경은 메인 관리 포털에서만 허용됩니다.
lo: ໝວດໝູ່ຫຼັກສູດເປັນແບບທົ່ວໄປສຳລັບການຕັ້ງຄ່າຫຼາຍປະຕູ. ການປ່ຽນແປງອະນຸຍາດໃຫ້ເຮັດໄດ້ສະເພາະໃນປະຕູການບໍລິຫານຫຼັກເທົ່ານັ້ນ.
lt_lt: Kursų kategorijos yra globalios keliose portalų konfigūracijose. Pakeitimai leidžiami tik pagrindiniame administraciniame portale.
lv_lv: Kursa kategorijas ir globālas vairākās portālu konfigurācijās. Izmaiņas atļautas tikai galvenajā administratīvajā portālā.
mk_mk: Категориите на курсот се глобални преку повеќе конфигурации на портали. Промените се дозволени само во главниот административен портал.
ms_my: Kategori kursus adalah global merentasi pelbagai konfigurasi portal. Perubahan hanya dibenarkan dalam portal pentadbiran utama.
my_mm: သင်တန်းအမျိုးအစားများသည် ဝဘ်ဆိုက်များစွာ၏ ဖွဲ့စည်းပုံများပေါ်တွင် ဂလိုဘယ်ဖြစ်သည်။ ပြောင်းလဲမှုများကို ပင်မစီမံခန့်ခွဲမှုဝဘ်ဆိုက်တွင်သာ ခွင့်ပြုသည်။
ne: कोर्स श्रेणीहरू धेरै पोर्टल कन्फिगरेसनहरूमा विश्वव्यापी छन्। परिवर्तनहरू मुख्य प्रशासनिक पोर्टलमा मात्र अनुमति छन्।
nl: Cursus categorieën zijn globaal over meerdere portals configuraties. Aanpassingen zijn alleen in de hoofd-administratieve portal toegestaan.
nn_no: Kurskategoriar er globale over fleire portall-konfigurasjonar. Endringar er berre tillatne i hovudadministrasjonsportalen.
oc: Las categorias de curs son globals sus multiples configuracions de portals. Los cambiaments son solament autorizats dins lo portal administratiu principal.
pl_pl: Kategorie kursów są globalne na wielu portalach konfiguracjach. Zmiany są dozwolone tylko w głównym portalu administracyjnym.
ps: د کورس کټګورۍ په څو پورتال پیکرۍ کې عمومي دي. بدلونونه یوازې په اصلي اداري پورتال کې اجازه لري.
pt_br: As categorias de curso são globais através de múltiplos ajustes dos portais. Mudanças só serão permitidas no portal da administração principal.
pt_pt: Categorias de Cursos são globais sobre várias configurações de portais. As alterações só são permitidos no principal portal administrativo.
ro_ro: Categoriile de cursuri sunt globale în configurarea mai multori portaluri, dar schimbările sunt permise numai în sesiunea administrativa a portalului principal.
ru_ru: Категории курсов являются глобальными для нескольких конфигураций порталов. Изменения разрешены только в основном административном портале.
sk_sk: Kategórie kurzov sú globálne cez niekoľko portálov konfigurácií. Zmeny sú povolené len v hlavnom administrátorskom portáli.
sl: Kategorije tečajev so globalne preko multi-portalne konfiguracije. Spremembe so dovoljene zgolj iz glavnega upravljalskega portala.
sq: Kategoritë e kursit janë globale në konfigurime të shumë portalëve. Ndryshimet lejohen vetëm në portalin kryesor administrativ.
sr_rs: Kategorije kurseva su globalne preko više konfiguracija portala. Promene su dozvoljene samo u glavnom administrativnom portalu.
sv_se: Kurskategorier är globala över flera portalkonfigurationer. Ändringar är endast tillåtna i huvudadministrationsportalen.
sw_ke: Jamii za kozi ni za kimataifa juu ya usanidi wa milango mingi. Mabadiliko yanaruhusiwa tu katika lango kuu la utawala.
ta: பாடநூல் வகைகள் பல போர்டல்கள் அமைப்புகளுக்கு உலகளாவியவை. மாற்றங்கள் முதன்மை நிர்வாக போர்டலில் மட்டுமே அனுமதிக்கப்படும்.
th: หมวดหมู่อันดับของรายวิชาเป็นการตั้งค่าทั่วโลกข้ามการกำหนดค่าพอร์ทัลหลายแห่ง การเปลี่ยนแปลงอนุญาตเฉพาะในพอร์ทัลบริหารหลัก
tl_ph: Ang mga kategorya ng kurso ay global sa maraming portal configurations. Ang mga pagbabago ay pinapayagan lamang sa pangunahing administrative portal.
tr: Ders kategorileri birden fazla portal yapılandırması üzerinde küreseldir. Değişiklikler yalnızca ana yönetim portalında yapılabilir.
uk_ua: Категорії курсів є глобальними для конфігурацій кількох порталів. Зміни дозволені лише в основному адміністративному порталі.
vi_vn: Danh mục khóa học là toàn cục trên nhiều cấu hình cổng. Chỉ thay đổi được phép trong cổng quản trị chính.
xh_za: Iikhatriji zesifundo ziziphantsi kwezinto ezininzi ze-portals configurations. Utshintsho livunyelwe kuphela kwi-main administrative portal.
zh_cn: 课程类别在多个门户配置中是全局的。更改仅允许在主管理门户中进行。
zh_tw: 課程類別在多入口網站設定中為全域。僅允許在主要管理入口網站變更。

source: Career updated successfully
ar: تم تحديث الوظيفة بنجاح
ast_es: Carreira actualizada correutamente
bn_bd: ক্যারিয়ার সফলভাবে আপডেট করা হয়েছে
bs_ba: Karijera uspješno ažurirana
ca_es: Carrera actualitzada satisfactòriament
cs_cz: Kariéra úspěšně aktualizována
da: Karriere opdateret succesfuldt
de: Kompetenz erfolgreich aktualisiert
el: Η σταδιοδρομία ενημερώθηκε με επιτυχία
eo: Kariero ĝisdatigita sukcese
es: Carrera actualizada satisfactoriamente
es_mx: Carrera actualizada exitosamente
eu_es: Lanbide-bidea ongi eguneratu da
fa_ir: مسیر شغلی با موفقیت به‌روزرسانی شد
fi_fi: Ura päivitetty onnistuneesti
fo_fo: Starvsleið uppførd við ognast
fur: Carriere agiornade cun sucès
ga: Gairm nuashonraithe go rathúil
gl: Carreira actualizada satisfactoriamente.
he_il: הקריירה עודכנה בהצלחה
hi: कैरियर सफलतापूर्वक अद्यतन
hr_hr: Karijera uspješno ažurirana
hu_hu: Pálya sikeresen frissítve
hy: Կարիերան հաջողությամբ թարմացվել է
id_id: Karier berhasil diperbarui
it: Carriera aggiornata con successo
ja: キャリアが正常に更新されました。
ka_ge: კარიერა წარმატებით განახლდა
ko_kr: 경력이 성공적으로 업데이트되었습니다
lo: ອັບເດດອາຊີບສຳເລັດ
lt_lt: Karjera sėkmingai atnaujinta
lv_lv: Karjera veiksmīgi atjaunināta
mk_mk: Кариерата е успешно ажурирана
ms_my: Kerjaya dikemas kini berjaya
my_mm: အသက်မွေးဝမ်းကျောင်းမှုကို အောင်မြင်စွာ အဆင့်မြှင့်ပြီး
ne: क्यारियर सफलतापूर्वक अद्यावधिक भयो
nl: Carrière succesvol geupdatet
nn_no: Karriere oppdatert vellykka
oc: Carrièra mesclada amb succès
pl_pl: Kariera zaktualizowana pomyślnie
ps: کارریر په بریالیتوب سره تازه شو
pt_br: Carreira atualizada com sucesso
pt_pt: Percurso atualizado com sucesso
ro_ro: Cariera actualizata sadisfactorie
ru_ru: Карьера успешно обновлена
sk_sk: Kariéra úspešne aktualizovaná
sl: Kariere so bile uspešno ažurirane
sq: Karriera u përditësua me sukses
sr_rs: Karijera je uspešno ažurirana
sv_se: Banan uppdaterad framgångsrikt
sw_ke: Kazi imesasishwa kwa mafanikio
ta: தொழில் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
th: อัปเดตสายอาชีพสำเร็จแล้ว
tl_ph: Matagumpay na na-update ang Career
tr: Kariyer başarıyla güncellendi
uk_ua: Кар'єра успішно оновлена
vi_vn: Sự nghiệp đã được cập nhật thành công
xh_za: Umsebenzi we-career uphuculwe ngempumelelo
zh_cn: 职业已成功更新
zh_tw: 職業已成功更新

source: User is not a teacher
ar: المستخدم ليس مدرس
ast_es: L'usuariu nun ye profesor
bn_bd: ব্যবহারকারী শিক্ষক নন
bs_ba: Korisnik nije nastavnik
ca_es: L'usuari no és un professor
cs_cz: Uživatel není učitel
da: Brugeren er ikke lærer
de: Benutzer ist kein Lehrer
el: Ο χρήστης δεν είναι ένας εκπαιδευτής
eo: Uzanto ne estas instruisto
es: El usuario no es un profesor.
es_mx: El usuario no es profesor
eu_es: Erabiltzailea ez da irakasle
fa_ir: کاربر معلم نیست
fi_fi: Käyttäjä ei ole opettaja
fo_fo: Brúkari er ikki lærar
fur: L'utent nol e un ducj
ga: Níl an úsáideoir ina mhúinteoir
gl: O usuario non é profesor
he_il: המשתמש אינו מורה
hi: उपयोगकर्ता शिक्षक नहीं है
hr_hr: Korisnik nije nastavnik
hu_hu: A felhasználó nem tanár
hy: Օգտատերը ուսուցիչ չէ
id_id: Pengguna bukan pengajar
it: L'utente non è un docente
ja: ユーザーは教師ではありません。
ka_ge: მომხმარებელი არ არის მასწავლებელი
ko_kr: 사용자가 교사가 아닙니다
lo: ຜູ້ໃຊ້ບໍ່ແມ່ນຄູ
lt_lt: Vartotojas nėra dėstytojas
lv_lv: Lietotājs nav skolotājs
mk_mk: Корисникот не е предавач
ms_my: Pengguna bukan seorang guru
my_mm: အသုံးပြုသူသည် ဆရာမဟုတ်ပါ
ne: प्रयोगकर्ता शिक्षक होइन
nl: Gebruiker is geen docent
nn_no: Brukaren er ikkje lærar
oc: Lo utilizaire es pas un professor
pl_pl: Użytkownik nie jest nauczycielem
ps: کاروونکي ښوونکي نه دی
pt_br: O usuário não é professor
pt_pt: O usuário não é um professor
ro_ro: Utilizatorul nu este un profesor.
ru_ru: Пользователь не является преподавателем
sk_sk: Používateľ nie je lektor
sl: Uporabnik ni učitelj
sq: Përdoruesi nuk është mësues
sr_rs: Korisnik nije nastavnik
sv_se: Användaren är inte lärare
sw_ke: Mtumiaji si mwalimu
ta: பயனர் ஆசிரியர் அல்ல
th: ผู้ใช้ไม่ใช่ครู
tl_ph: Ang gumagamit ay hindi guro
tr: Kullanıcı öğretmen değil
uk_ua: Користувач не є викладачем
vi_vn: Người dùng không phải là giảng viên
xh_za: Umsebenzisi akayiyo intitshala
zh_cn: 用户不是教师
zh_tw: 使用者非教師

source: All events
ar: أظهر الكل
ast_es: Amosar tolos eventos
bn_bd: সকল ইভেন্ট
bs_ba: Svi događaji
ca_es: Veure totes les activitats
cs_cz: Zobraz všechny položky agendy
da: Vis alle kalenderaftaler
de: Alle Einträge anzeigen
el: Προβολή όλων των γεγονότων
eo: Montri ĉiujn agenderojn
es: Mostrar todos los eventos
es_mx: Mostrar todos los eventos
eu_es: Erakutsi gertakari guztiak
fa_ir: نمایش تمامی رویداد ها
fi_fi: Näytä kaikki kalenterimerkinnät
fo_fo: Allir tiltæk
fur: Tute lis evenements
ga: Gach imeacht
gl: Mostrar todos os eventos
he_il: הראה את כל פריטי לוח הזמנים
hi: सभी घटनाएँ
hr_hr: Prikaži sve elemente rasporeda
hu_hu: Az összes naptár bejegyzés megmutatása
hy: Բոլոր իրադարձությունները
id_id: Tampilkan semua item Agenda
it: Tutti gli eventi
ja: Show All Agenda Items
ka_ge: ყველა მოვლენა
ko_kr: 모든 일정 보기
lo: ກິດຈະກຳທັງໝົດ
lt_lt: Rodyti viską
lv_lv: Parādīt visus notikumus
mk_mk: Прикажи ги сите елементи на распоредот
ms_my: Show All Agenda Items
my_mm: ဖြစ်ရပ်အားလုံး
ne: सबै घटनाहरू
nl: Alles tonen
nn_no: Vis alle oppføringer i kalender
oc: Veire totei leis activitats
pl_pl: Pokaż wszystkie wydarzenia
ps: ټولې پیښې
pt_br: Mostrar todos os eventos
pt_pt: Todos os eventos
ro_ro: Arată toate evenimentele
ru_ru: Просмотр всех занятий в расписании
sk_sk: Zobraziť všetky položky agendy
sl: Prikaži vse
sq: Të gjitha eventet
sr_rs: Prikaži sve stavke iz Agende
sv_se: Visa alla kalenderposter
sw_ke: Matukio yote
ta: அனைத்து நிகழ்வுகள்
th: แสดงกำหนดการทั้งหมด
tl_ph: Lahat ng mga event
tr: Etkinliklerin hepsini göster
uk_ua: Показати всі елементи повістки дня
vi_vn: Hiển thị tất cả các mục đã đánh dấu
xh_za: Zonke izinto
zh_cn: 显示所有日程
zh_tw: 顯示所有日程項目

source: Month
ar: الشهر
ast_es: Mes
bn_bd: মাস
bs_ba: Mjesec
ca_es: Mes
cs_cz: Měsíc
da: Måned
de: Monat
el: Μήνας
eo: Monato
es: Mes
es_mx: Mes
eu_es: Hila
fa_ir: ماه
fi_fi: Kuukausi
fo_fo: Mánaður
fur: Mês
ga: Mí
gl: Mes
he_il: חודש
hi: माह
hr_hr: Mjesec
hu_hu: Hónap
hy: Ամիս
id_id: Bulan
it: Mese
ja: 月
ka_ge: თვე
ko_kr: 한달
lo: ເດືອນ
lt_lt: Mėnuo
lv_lv: Mēnesis
mk_mk: Месец
my_mm: လ
ne: महिना
nl: Maand
nn_no: Måned
oc: Mes
pl_pl: Miesiąc
ps: میاشت
pt_br: Mês
pt_pt: Mês
ro_ro: Luna
ru_ru: Месяц
sk_sk: Mesiac
sl: Mesec
sq: Muaj
sr_rs: Mesec
sv_se: Månad
sw_ke: Mwezi
ta: மாதம்
th: เดือน
tl_ph: Buwan
tr: Ay
uk_ua: Місяць
vi_vn: Tháng
xh_za: Nyanga
zh_cn: 月
zh_tw: 月

source: Hour
ar: الساعة
ast_es: Hora
bn_bd: ঘণ্টা
bs_ba: Sat
ca_es: Hora
cs_cz: Hodina
da: Time
de: Stunde
el: Ώρα
eo: horo
es: Hora
es_mx: Hora
eu_es: Ordua
fa_ir: ساعت
fi_fi: Tunti
fo_fo: Stund
fur: Ore
ga: Uair
gl: Hora
he_il: שעה
hi: घंटा
hr_hr: Sat
hu_hu: Óra
hy: Ժամ
id_id: Jam
it: Ora
ka_ge: საათი
ko_kr: 시각
lt_lt: Valanda
lv_lv: Stunda
mk_mk: Час
my_mm: နာရီ
ne: घण्टा
nl: uur
nn_no: Time
oc: Ora
pl_pl: Godzina
ps: ساعت
pt_br: Hora
pt_pt: Hora
ro_ro: Ora
ru_ru: Час
sk_sk: Hodina
sl: ura
sq: Orë
sr_rs: Sat
sv_se: Timme
sw_ke: Saa
ta: மணி
th: ชั่วโมง
tl_ph: Oras
tr: Saat
uk_ua: Година
vi_vn: Giờ
xh_za: Iyure
zh_cn: 时
zh_tw: 時

source: Minutes
ar: الدقائق
ast_es: Mintutos
bn_bd: মিনিট
bs_ba: Minute
ca_es: Minuts
cs_cz: Minuta
da: Minutter
de: Minuten
el: Λεπτά
eo: Minutoj
es: Minutos
es_mx: Minutos
eu_es: Minutuak
fa_ir: دقیقه
fi_fi: Minuutit
fo_fo: Minuttir
fur: Minu tis
ga: Nóiméad
gl: Minutos
he_il: דקות
hi: मिनट
hr_hr: Minute
hu_hu: Perc
hy: Րոպեներ
id_id: Menit
it: Minuti
ka_ge: წუთი
ko_kr: 분
lt_lt: Minutės
lv_lv: Minūtes
mk_mk: Минути
my_mm: မိနစ်
ne: मिनेट
nl: Minuten
nn_no: Minutter
oc: Minutas
pl_pl: Minuty
ps: دقیقې
pt_br: Minutos
pt_pt: Minutos
ro_ro: Minute
ru_ru: Минуты
sk_sk: Minúty
sl: Minut
sq: Minuta
sr_rs: Minuti
sv_se: Minuter
sw_ke: Dakika
ta: நிமிடங்கள்
th: นาที
tl_ph: Minuto
tr: Dakika
uk_ua: Хвилини
vi_vn: Phút
xh_za: Imizuzu
zh_cn: 分
zh_tw: 分

source: Event added
ar: لقد تم إضافة الحدث بنجاح
ast_es: L'eventu amestóse a la axenda
bn_bd: ইভেন্ট যোগ করা হয়েছে
bs_ba: Događaj dodan
ca_es: L'anotació ha estat afegida a l'agenda
cs_cz: Předmět agendy přidán
da: Aftale tilføjet
de: Eintrag wurde hinzugefügt
el: Το γεγονός προστέθηκε
eo: Agendero aldoniĝis
es: El evento ha sido añadido a la agenda
es_mx: Evento de la agenda añadido
eu_es: Gertaera agendari gehitu zaio
fa_ir: رویداد اضافه شد
fi_fi: Merkintä on lisätty
fo_fo: Tiltak lagt afturat
fur: Event zontât
ga: Imeacht curtha leis
gl: Evento da axenda engadido
he_il: האירוע נוסף
hi: घटना जोड़ी गई
hr_hr: Element rasporeda dodan
hu_hu: Naptárelem hozzáadva
hy: Իրադարձությունը ավելացվել է
id_id: Item Agenda ditambahkan
it: Evento aggiunto
ja: Agenda item added
ka_ge: მოვლენა დამატებულია
ko_kr: 일정이 추가되었습니다
lo: ເພີ່ມກິດຈະກຳແລ້ວ
lt_lt: Darbotvarkės įrašas pridėtas
lv_lv: Notikums plānotāja tika ierakstīts
mk_mk: Елементот на распоредот е додаден
ms_my: Agenda item added
my_mm: ဖြစ်ရပ်ထည့်ပြီး
ne: घटना थपियो
nl: Het agenda-item is toegevoegd.
nn_no: Lagt til oppføring i kalender
oc: L'anotacion es estada ajustada a l'agenda
pl_pl: Wydarzenie zostało dodane
ps: پیښه اضافه شوه
pt_br: Evento adicionado na agenda
pt_pt: Evento adicionado
ro_ro: Evenimentul a fost adăugat pe ordinea de zi
ru_ru: Занятие добавлено в расписание
sk_sk: Položka agendy pridaná
sl: Dogodek je bil dodan
sq: Eventi u shtua
sr_rs: Stavka je dodata
sv_se: Kalenderpost skapad
sw_ke: Tukio limeongezwa
ta: நிகழ்வு சேர்க்கப்பட்டது
th: เพิ่มกำหนดการแล้ว
tl_ph: Idinagdag ang event
tr: Etkinlik eklendi
uk_ua: Елемент повістки дня додано
vi_vn: Thêm mới thành công
xh_za: Umnyhadala ongezwe
zh_cn: 已加入新日程
zh_tw: 已加入日程項目

source: Event deleted
ar: تم حذف الحدث
ast_es: L'eventu esborróse de la axenda
bn_bd: ইভেন্ট মুছে ফেলা হয়েছে
bs_ba: Događaj obrisan
ca_es: L'anotació ha estat esborrada de l'agenda
cs_cz: Položka agendy byla smazána
da: Aftalen er slettet
de: Eintrag wurde gelöscht
el: Το γεγονός διαγράφηκε
eo: Agendero forigita
es: El evento ha sido borrado de la agenda
es_mx: El evento de la agenda ha sido borrado
eu_es: Gertaera ezabatu da
fa_ir: رویداد حذف شد
fi_fi: Merkintä on poistettu
fo_fo: Tiltak sleitt
fur: Event eliminât
ga: Imeacht scriosaithe
gl: Evento da axenda borrado
he_il: האירוע נמחק
hi: घटना हटाई गई
hr_hr: Element rasporeda izbrisan
hu_hu: A naptárbejegyzés törölve
hy: Իրադարձությունը ջնջվել է
id_id: Item agenda telah dihapus
it: Evento eliminato
ja: The agenda item has been deleted
ka_ge: მოვლენა წაშლილია
ko_kr: 일정이 삭제되었습니다
lo: ລຶບກິດຈະກຳແລ້ວ
lt_lt: Darbotvarkės įrašas ištrintas
lv_lv: Notikums no plānotāja tika izdzēsts
mk_mk: Елементот на распоредот беше избришан
ms_my: The agenda item has been deleted
my_mm: ဖြစ်ရပ်ဖျက်ပြီး
ne: घटना हटाइयो
nl: Het agenda-item is verwijderd.
nn_no: Slettet oppføring fra kalender
oc: L'anotation es estada eliminada de l'agenda
pl_pl: Wydarzenie zostało usunięte
ps: پیښه له منځه ولاړه شوه
pt_br: Evento da agenda foi excluido
pt_pt: Evento eliminado
ro_ro: Evenimentul a fost șters de pe ordinea de zi
ru_ru: Занятие из расписания удалено
sk_sk: Položka agendy bola zmazaná
sl: Dogodek je bil odstranjen
sq: Eventi u fshi
sr_rs: Stavka Agende je obrisana
sv_se: Kalenderposten är raderad
sw_ke: Tukio limefutwa
ta: நிகழ்வு நீக்கப்பட்டது
th: ลบกำหนดการแล้ว
tl_ph: Natanggal ang event
tr: Etkinlik silindi
uk_ua: Елемент повістки дня видалено
vi_vn: Đã xóa
xh_za: Umnyhadala ucishiwe
zh_cn: 日程已被删除
zh_tw: 已刪除日程項目

source: There are no events
ar: لا يوجد هناك أي حدث
ast_es: Nun hai eventos
bn_bd: কোনো ইভেন্ট নেই
bs_ba: Nema događaja
ca_es: No hi ha esdeveniments
cs_cz: Zde nejsou žádné položky agendy
da: Der er ingen aftaler
de: Keine Einträge vorhanden
el: Δεν υπάρχουν γεγονότα στην Αντζέντα
eo: Neniu agendero
es: No hay eventos.
es_mx: No hay eventos en la agenda
eu_es: Ez dago gertaerarik
fa_ir: هیچ رویداد وجود ندارد
fi_fi: Kalenterimerkintöjä ei ole
fo_fo: Ongir tiltæk
fur: No i son evenements
ga: Níl aon imeacht ann
gl: Non hai eventos na axenda
he_il: אין אירועים
hi: कोई घटनाएँ नहीं हैं
hr_hr: Nema elemenata u rasporedu
hu_hu: Nincsenek naptár-bejegyzések
hy: Իրադարձություններ չկան
id_id: Tidak ada Item Agenda
it: Non ci sono eventi in agenda
ja: There are no Agenda Items
ka_ge: მოვლენები არ არის
ko_kr: 일정이 없습니다
lo: ບໍ່ມີກິດຈະກຳ
lt_lt: Įrašų nėra
lv_lv: Šeit nav neviena ieraksta
ms_my: There are no Agenda Items
my_mm: ဖြစ်ရပ်များ မရှိပါ
ne: कुनै घटना छैन
nl: Er zijn geen agenda-items.
nn_no: Det er ingen oppføringer i kalender
oc: Ges d'eveniments
pl_pl: Brak wydarzeń
ps: هیڅ پیښې نشته
pt_br: Não há eventos na agenda
pt_pt: Não existem quaisquer eventos
ro_ro: Nu există evenimente.
ru_ru: Расписания занятий нет
sk_sk: Nie sú tu iadne poloky agendy
sl: Trenutno ni zabeleženih dogodkov
sq: Nuk ka evente
sr_rs: Nema stavki u Agendi
sv_se: Det finns inga kalenderposter
sw_ke: Hakuna matukio
ta: நிகழ்வுகள் இல்லை
th: ÂÑ§äÁèÁÕ¡ÓË¹Ž¡ÒÃ
tl_ph: Walang mga event
tr: Planlanm&#305;&#351; herhangi bir etkinlik bulunmuyor
vi_vn: Không có mục nào được đánh dấu
xh_za: Akukho zinto
zh_cn: 没有事件
zh_tw: 沒有日程項目

source: Class name
ar: اسم الفصل
ast_es: Nome de la clase
bn_bd: ক্লাসের নাম
bs_ba: Naziv klase
ca_es: Nom de la classe
cs_cz: Jméno třídy
da: Klassenavn
de: Klasse
el: Όνομα τάξης
eo: Klasnomo
es: Nombre de la clase
es_mx: Nombre de la clase
eu_es: Klasearen izena
fa_ir: نام کلاس
fi_fi: Luokkan nimi
fo_fo: Bókanavn
fur: Non dal clas
ga: Ainm an ranga
gl: Nome da clase
he_il: שם הכיתה
hi: कक्षा का नाम
hr_hr: Ime razreda
hu_hu: Osztály neve
hy: Դասի անվանում
id_id: Nama Klas
it: Nome della Classe
ja: クラス名
ka_ge: კლასის სახელი
ko_kr: 클래스 명
lt_lt: Klasės vardas
lv_lv: Klases nosaukums
mk_mk: Име на паралелка
ms_my: Nama kelas
my_mm: အတန်းအမည်
ne: कक्षा नाम
nl: Klasnaam
nn_no: Klassenavn
oc: Nom de la classa
pl_pl: Nazwa klasy
ps: د ګډې نوم
pt_br: Nome da turma
pt_pt: Nome da turma
ro_ro: Numele de la clasa
ru_ru: Название группы
sk_sk: Názov triedy
sl: Naziv razreda
sq: Emri i klasës
sr_rs: Ime razreda
sv_se: Klassnamn
sw_ke: Jina la darasa
ta: வகுப்பு பெயர்
th: ชื่อหมู่เรียน
tl_ph: Pangalan ng klase
tr: Sınıf
uk_ua: Назва класу
vi_vn: Tên lớp
xh_za: Igama leklasi
zh_cn: 班级名称
zh_tw: 班級名稱

source: Event name
ar: عنوان الحدث
ast_es: Títulu del eventu
bn_bd: ইভেন্টের নাম
bs_ba: Naziv događaja
ca_es: Títol de l'anotació
cs_cz: Název položky
da: Titel på aftale
de: Eintrag Titel
el: Όνομα γεγονότος
eo: Era titolo
es: Título del evento
es_mx: Título del evento
eu_es: Gertaeraren izena
fa_ir: نام رویداد
fi_fi: Merkinnän otsikko
fo_fo: Tiltak navn
fur: Non dal event
ga: Ainm an imeachta
gl: Título do evento
he_il: שם האירוע
hi: घटना का नाम
hr_hr: Naslov elementa
hu_hu: Elem címe
hy: Իրադարձության անվանում
id_id: Judul Item
it: Titolo dell'evento
ja: イベント名
ka_ge: მოვლენის სახელი
ko_kr: 일정 제목
lt_lt: Įrašo pavadinimas
lv_lv: Notikuma virsraksts
mk_mk: Наслов на елементот
ms_my: Nama acara
my_mm: ဖြစ်ရပ်အမည်
ne: घटना नाम
nl: Itemtitel
nn_no: Tittel for oppføring
oc: Títol de l'anotacion
pl_pl: Nazwa wydarzenia
ps: د پیښې نوم
pt_br: Nome do evento
pt_pt: Nome do evento
ro_ro: Titlu evenimentului
ru_ru: Название занятия
sk_sk: Názov položky
sl: Naslov dogodka
sq: Emri i eventit
sr_rs: Naslov stavke
sv_se: Objekttitel
sw_ke: Jina la tukio
ta: நிகழ்வு பெயர்
th: รายชื่อเรื่อง
tl_ph: Pangalan ng event
tr: Etkinlik başlığı
uk_ua: Назва елементу повістки дня
vi_vn: Tên sự kiện
xh_za: Igama lomnyhadala
zh_cn: 日程标题
zh_tw: 項目標題
