Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Enter the username or the e-mail address with which you registered and we will send your password.
qu_pe: Registrarqanki sutipa o iméil nisqapi qillqay contraseñanki qillqanchik.

source: There is no account with this user and/or e-mail address
qu_pe: Manam kanchu kay sutipi y/o iméilpi cuenta

source: Hidden tools and links
qu_pe: Wataquna wañuchisqa

source: Do you really want to delete this link?
qu_pe: Cheqaychu munanki wañuchiyta kay llank'anata ?

source: Name of the link
qu_pe: Wataq sutin

source: Portal Administrators only
qu_pe: Plataforma nisqamanta kamachiqkunalla

source: Combined course
qu_pe: Yachachina chaqrosqa

source: The tool is now visible.
qu_pe: Kunanqa llank'anaqa qhawachikun

source: The tool is now invisible.
qu_pe: Kunanqa llank'anaqa mana qhawachikunchu

source: Toolbox
qu_pe: Llank'anakuna

source: Interaction
qu_pe: Ayninakuy

source: Identifier of session
qu_pe: Sesion identificador

source: Convert to unique answer
qu_pe: Respuesta única hinakuy

source: This report type requires no settings
qu_pe: Kay tipo de reportajqa manam ñawpaqpaq kasqanchu

source: Show wizard
qu_pe: Brujo rikuy

source: Report format
qu_pe: Formato de reporte

source: Report type
qu_pe: Tipo de reporte

source: Please choose a report type
qu_pe: Tipo de reporte ruray

source: Please fill the form to build the report
qu_pe: Reporte kamachiyta formulariyoqta rellénay

source: Unknown format
qu_pe: Formato mana riqsichu

source: An error occurred while building the report
qu_pe: Error pasaruq reporte kamachisqanpi

source: Wiki Search Results
qu_pe: Resultados de la búsqueda en el Wiki

source: Main page
qu_pe: Wikiq raphi qallariynin

source: Edit this page
qu_pe: Ruwapay kay raphita

source: History
qu_pe: Raphiq ñaupa purisqan

source: All pages
qu_pe: Llipin raphikuna

source: Add new page
qu_pe: Yapay hoq raphita

source: Audio added
qu_pe: T'ijrapaykuna waqaychasqa

source: The wiki page has been saved.
qu_pe: Musuq Wiki haykuchisqaqa allchasqañan. Kunanqa qhawariwaq kaypi q'apispa:

source: <br/> <br/> <p align="center"> <img src="%swiki/wcollaborative.png" alt="Working as a team" title="Working as a team" /></p> <p align="center">To begin editing this page and remove this text</p>
qu_pe: <br/> <br/> <p align="center"> <img src="%swiki/wcollaborative.png" alt="Mr. Chamilo" title="Wiraqocha Chamilo" /></p> <p align="center">Qallarinapaqqa ruwapay kay raphita hinallataq pichay kay qelqata</p>

source: Wiki pages
qu_pe: Yachachinaq Wiki raphinkuna

source: Group wiki pages
qu_pe: Huñusqaq Wiki raphinkuna

source: Your changes have been saved. You still have to give a name to the page
qu_pe: T'ijrapaykunaqa manan allchakunkuchu. Sutinchay kay raphita

source: This page name already exists. To edit the page content, click here:
qu_pe: Kay raphiq sutinchayninqa ruwakunña ñaupaqqa, ruwapay kay raphiq kaqninkunata kaypi q'apispa

source: A line has been added
qu_pe: Seq'e yapasqañan

source: A line has been deleted
qu_pe: Seq'e pichasqa

source: A line has been moved
qu_pe: Seq'e kuyuchisqa

source: Line without changes
qu_pe: Seq'ekuna mana t'ijrachasqa

source: Changes in version
qu_pe: versión nisqapi t'ijraykuna

source: old version of
qu_pe: kay versión nisqamantaqa

source: Differences
qu_pe: Hoq-niraqkuna

source: View of the latest selected version
qu_pe: Ajllasqakunamanta musuq version nisqamanta qhawaynin

source: Compare selected versions
qu_pe: Kuskachay versiones nisqakunata

source: Discuss
qu_pe: Rimanakuy

source: View this page
qu_pe: Qhaway kay raphita

source: Delete this page
qu_pe: Pichay kay raphita

source: Discuss this page
qu_pe: Seqachinakuy kay raphita

source: Wiki home
qu_pe: Raphi qallariq

source: Delete all
qu_pe: Pichay Wikita

source: Your Wiki has been deleted
qu_pe: Wiki pichasqa

source: The page and its history have been deleted.
qu_pe: Raphi pichachikun llipin ñaupaq purisqanwan

source: Num line
qu_pe: Hayka seq'ekuna

source: Delete this page and all its versions
qu_pe: Ruwapay kay raphita hinallataq llipin versiones nisqakunatapas

source: Trainers only can delete the Wiki
qu_pe: Yachachinamanta yachachiqkunallan pichanqaku Wikita

source: Trainers only can delete a page
qu_pe: Yachachinamanta yachachiqkunallan pichanqaku kay raphita

source: Trainers and members of this group only can add pages to the group Wiki
qu_pe: Yachachinamanta yachachiqkunallan huñuqmasikunallawan yapanqaku huñusqakunaq Wikinpa raphikunata

source: Trainers and group members only can edit pages of the group Wiki
qu_pe: Yachachinamanta yachachiqkunallan huñuqmasikunallawan ruwapanqaku huñusqakunaq Wikinpa raphikunata

source: Are you sure you want to delete this Wiki?
qu_pe: Cheqaychu kashanki kay Wiki pichakunanpaq?

source: Are you sure you want to delete this page and its history?
qu_pe: Cheqaychu kashanki kay raphi llipin versiones nisqatawan pichakunanpaq?

source: Search also in content
qu_pe: Maskhay ima kaykunapipas

source: Page protected
qu_pe: Raphi waqaychasqa

source: Page unprotected
qu_pe: Raphi mana waqaychasqa

source: This page is protected. Trainers only can change it
qu_pe: Kay raphiqa waqaychasqan kashan.Yachachinamanta yachachiqkunallan t'ijrapachinkuman

source: This page is unprotected. All course users or group members can edit this page
qu_pe: Kay raphiqa manan waqaychasqachu kashan chayraykun llapan masimasikuna t'ijrapachinkuman

source: Show add option
qu_pe: Hap'ichiy yapayta

source: Hide add option
qu_pe: Wañuchiy yapayta

source: The Add option has been protected. Trainers only can add pages to this Wiki. But learners and group members can still edit them
qu_pe: Raphi yapayqa wañuchikun. Kunanqa yachachinamanta yachachiqkunallan raphikunataqa yapanqaku Wikiman. Ichaqa hoqkaq haykuqmasikunaqa ruwapankullanqaku raphi kausaqkunata

source: The add option has been enabled for all course users and group members
qu_pe: Raphi yapayqa hap'ichisqan kashan llipin Wikiq masimasinkunapaq

source: Notify me of changes
qu_pe: Willay t'ijrapasqamanta

source: Do not notify me of changes
qu_pe: Ama willaychu t'ijrapasqamanta

source: Do not notify me by e-mail when this page is edited
qu_pe: E-chaskipi willakuy raphiq t'ijrapachikusqanmantaqa wañuchisqan kashan

source: The latest version was edited by
qu_pe: Raphiq qepa versionninqa kaymi ruwarun

source: The average rating for the page is
qu_pe: Raphiq tajsa markanqa kaymi

source: Comments on this page
qu_pe: Raphiman haykakama ima rimariyqa kaymi

source: Number of comments scored:
qu_pe: Hayka rimariykuna chaninchasunki chayqa kaymi

source: The add option has been temporarily disabled by the trainer
qu_pe: Raphi yapayqa as pachatan wañuchikun yachachinaq manuchakuqwan

source: What links here
qu_pe: Masichaykuna

source: Show the pages that have links to this page
qu_pe: Qhawachin kay raphiman waskhanakunayuq raphikunata

source: More Wiki options
qu_pe: Aswan Wikiq imaymanakunan

source: Discuss not available
qu_pe: Rimanakuy mana kashanchu

source: added by
qu_pe: kaymi yaparun

source: edited by
qu_pe: kaymi ruwaparun

source: deleted by
qu_pe: kaymi picharun

source: Wiki mode
qu_pe: Hina wiki

source: Coach and group member
qu_pe: Pusaqwan huñusqamanta huñuqmasiwan

source: Group member
qu_pe: Huñusqamanta huñuqmasin

source: Individual assignment mode
qu_pe: Hina sapa llank'ayna

source: Default config
qu_pe: Kikinmanta kamachiynin

source: Unprotect
qu_pe: Ama amachay

source: Protect
qu_pe: Amachay

source: Notify comment
qu_pe: Willapay rimariyta

source: Don't notify comments
qu_pe: Ama willaychu ima rimariykunamanta

source: Learner paper
qu_pe: Yachaqeq llank'aynin

source: Assignment proposed by the trainer
qu_pe: Llank'ayna yachachiqpa churasqan

source: Text added
qu_pe: Qelqa yapasqa

source: Text deleted
qu_pe: Qelqa pichasqa

source: word by word
qu_pe: simi simimanta

source: line by line
qu_pe: seq'e seq'eman

source: You must select a page first
qu_pe: Ñaupaqqa ajllariwaq hoq raphita

source: Export to ZIP
qu_pe: Apachiy ZIP khipuman

source: Hide Page
qu_pe: Pakay raphita

source: Show Page
qu_pe: Qhawachiy raphita

source: To start Wiki go and edit Main page
qu_pe: Wiki qallarichinapaqqa riy raphi qallariyninman chaypitaq ruwapay

source: Unlock discuss
qu_pe: Ama harkaychu rimanakuyta

source: Lock discuss
qu_pe: Harkay rimanakuyta

source: Hide discuss
qu_pe: Pakay rimanakuyta

source: Show discuss
qu_pe: Qhawachiy rimanakuyta

source: Activate rate
qu_pe: Hap'ichiy markayta

source: Deactivate rating
qu_pe: Wañuchiy markayta

source: You can edit this page, but the pages of learners will not be modified
qu_pe: Ruwapawaq kay raphita ichaqa yachaqekunaq raphinkunaqa mana t'ijrapakunqachu

source: Export latest version of this page to Documents
qu_pe: Apachiy raphipa qepa versiónninta yachachinaq qelqa khipukuna k'itinman

source: Disabled by trainer
qu_pe: Yachachiq wañuchisqa

source: Pages that link to this page
qu_pe: Kay raphiman waskhaq raphikuna

source: Define this page as an individual assignment
qu_pe: Ajllapay kay raphita sapa llank'ayna hinaman

source: Assignment description
qu_pe: Llank'aynamanta nisqaynin

source: Now all members can rate this page
qu_pe: Kunanqa llipin masimasikuna markankuman raphita

source: Now only trainers can rate this page
qu_pe: Kunanqa yachachinamanta yachachiqkunallan markankuman raphita

source: Now the page only is visible by trainer
qu_pe: Kunan raphiqa yachachinamanta yachachiqkunallan qhawachikun

source: Now the page is visible by all users
qu_pe: Kunanqa raphiqa llipin haykuqmasikuyawan qhawachikunqa

source: The Main Page can be edited by a teacher only
qu_pe: Raphi qallariyqa yachachinamanta yachachiqllawan t'ijrapachikun

source: Access to trainer page
qu_pe: Yachachiq raphinman haykuna

source: Now discussion is visible by trainers only
qu_pe: Seqachinakuyqa yachachinamanta yachachiqkunallawan qhawachikunqa

source: Now discussion is visible by all users
qu_pe: Seqachinakuyqa llapan haykuqmasikunawan kunanqa qhawachikunqa

source: Now only trainers can add comments to this discussion
qu_pe: Kunanqa yachachiqkunallan atinqaku yapanta ima rimariytapas kay seqachinakuyman

source: Now all members can add comments to this discussion
qu_pe: Kunanqa llipin masimasikunan atinqaku yapanta ima rimariytapas kay seqachinakuyman

source: This page is an assignment proposed by a trainer
qu_pe: Kay raphiqa yachachiq llank'ayna churasqan

source: This page is a learner work
qu_pe: Kay raphiqa yachaqeq ima llank'aynamanta llank'ayninmi

source: Warning you are not seeing the latest version of the page
qu_pe: Paqtataq manan rikushankichu raphiq qepa kaq versiónninta

source: Change this page to make your work about the assignment proposed
qu_pe: T'ijrapay kay raphita llank'aykita ruwanaykipaq chay llank'ayna patapi churasqapi

source: Access to the papers written by learners
qu_pe: Haykunay achaqekunaq llank'asqankuman, raphipi llank'ayna churasqamanta

source: Allow delayed sending
qu_pe: Huñuchay unachisqa apachikuykunata

source: This Wiki is frozen so far. A trainer must start it.
qu_pe: Wiki-qa suyashan yachachiq qallarichinanpaq

source: Notify by e-mail of new comments about this page is allowed
qu_pe: Raphimanta musuq rimariyqa e-chaskipi apachikuq willayanaqa k'ancharisqan khashan

source: The email notification of new comments on this page is disabled
qu_pe: E-chaskipi willakuy raphimanta ima rimariykunaqa wañuchisqan kashan

source: Notify Wiki changes
qu_pe: Willakuy Wiki t'ijrapachikusqanmanta

source: It has modified the page
qu_pe: Raphiqa t'ijrachisqaña

source: Page was added
qu_pe: Raphiqa yapasqaña

source: One page has been deleted in the Wiki
qu_pe: Wikimantaqa hoq raphin pichachikunña

source: New comment in the discussion of the page
qu_pe: Raphiq rimarinakuypin musuq rimariq haykun

source: Receive an e-mail notification every time there is a change in the Wiki
qu_pe: Apachimuway e-chaskipi sapa kuti Wikipi t'ijrapay ruwakuqtin

source: Stop receiving notifications by e-mail every time there is a change in the Wiki
qu_pe: Amaña apachimuwaychu e-chaskipi sapa kuti Wikipi t'ijrapay ruwakuqtin

source: This notification has been made in accordance with their desire to monitor changes in the Wiki. This option means you have activated the button
qu_pe: Kay willakuyqa ruwakun Wiki t'ijrapayta qhawapay munasqaykirayku. Kaytaqa qan hap'ichinki kay runp'uta q'apispa

source: If you want to stop being notified of changes in the Wiki, select the tabs<strong> Recent Changes</ strong>, <strong>Current page</ strong>, <strong>Talk</ strong> as appropriate and then push the button
qu_pe: Sichus manañan munankichu Wikiq ima t'ijrapachikusqanmanta yachayta, chayqa ajllay kay <strong>Chayraq t'ijrapasqakuna</strong>, <strong>Kunan kaq raphi</strong>, <strong>Rimanakuy</strong> imayna munasqata chaymantataq q'apiy runp'uta

source: Orphaned pages
qu_pe: Wajcha raphikuna

source: Wanted pages
qu_pe: Mañakusqa raphikuna

source: Most visited pages
qu_pe: Aswan watukusqa raphikuna

source: Most changed pages
qu_pe: Aswan t'ijrapayniyuq raphikuna

source: Changes
qu_pe: t'ijraykuna

source: Most active users
qu_pe: Aswan llank'aq haykuqmasikuna

source: contributions
qu_pe: aypachisqakuna

source: User contributions
qu_pe: Haykuqmasiq aypachisqakunan

source: Deleting the homepage of the Wiki is not recommended because it is the main access to the wiki.<br />If, however, you need to do so, do not forget to re-create this Homepage. Until then, other users will not be able to add new pages.
qu_pe: Aman pichawaqchu Wkiq Raphi Qallariyninta, chayñintin ima ukhunmanpas kaykunan.<br> Munashankipuni pichayta chayqa ama qonqankichu hoqmanta kay Raphi Qallariy kamariyta, mana kamarinki chayqa hokaq haykuqmasikunaqa mana atinqakuchu Wikiman yapayta musuq raphikunataqa.

source: To set this version as the last one, click on
qu_pe: Kay versión nisqata qepa kaq nisqaman churanapaqqa kaypi q'apiy

source: Current version
qu_pe: Kunan kaq versión

source: Latest version
qu_pe: Qepa kaq versión

source: The page has been restored. You can view it by clicking
qu_pe: Raphiqa allinchasqaña. Qhawariwaq kapi q'apispa

source: Restored from version
qu_pe: Raphi allinchasqa kay versión nisqamanta

source: Help: wiki
qu_pe: Ayuda: Wiki

source: Please select a page first
qu_pe: Páginapaq ruray

source: If you enter a description, this page will be considered a special page that allows you to create a task
qu_pe: Descripción qillqasqaykiqa, kay p'aginapaq especial p'aginan kasqanman rikuy, kamachiq t'inkita qallariy

source: At this time, this page is being edited by
qu_pe: Kay p'aginaqa, kaywan editachkan

source: Please try again later. If the user who is currently editing the page does not save it, this page will be available to you around
qu_pe: Atrásqaq llika qhawarichiy. Kanan editachkan yachaqisaqa manam qhipanakuyta atinchu, kay p'aginapaq %spiqa qanpaqqa

source: Your changes will not be saved because another user has modified and saved the page while you were editing it yourself
qu_pe: Cambiosqa manam qhipanakunkuchu, huk yachaqisaqa p'aginatan modifichirun qhipanarqan

source: You have 20 minutes to edit this page. After this time, if you have not saved the page, another user will be able to edit it, and you might lose your changes
qu_pe: 20 minutosqa editakuy kay p'aginapaq. Kay watiy washanapas, manam qhipanakunqachu, huk yachaqisaqa editakuyta atinman, cambiosninqa chinkachunki

source: Still is not the start date
qu_pe: Manam qallarisqachu fecha

source: You have exceeded the deadline
qu_pe: Plazoq pasaruq

source: You have exceeded the number of words allowed
qu_pe: Permitido simikunaq números pasaruq

source: You have exceeded the number of versions allowed
qu_pe: Permitido versiones números pasaruq

source: Description of the assignment
qu_pe: T'inkipaq descripción

source: Other requirements
qu_pe: Ima requerimientos

source: Maximum number of words
qu_pe: Kamachiq simikuna kamachiq

source: Maximum number of versions
qu_pe: Kamachiq versikuna kamachiq

source: Add guidance messages associated with the progress on the page
qu_pe: Pakinpiqpi kamaykuyninta qhawaykuyna yanapaykunata yapay

source: Second message
qu_pe: Iskayñataq willakuy

source: Third message
qu_pe: Kimsataq willakuy

source: Set a time limit
qu_pe: Pacha kamaq yapkuy

source: Standard Task
qu_pe: Sutiyuq ruray

source: Import Blackboard courses
qu_pe: Apachimuy Blackboard nisqamanta yachachinakunata

source: Reporting has been disabled by system administrator.
qu_pe: Qatipayqa wañuchikun kay k'iti kamachiqninwan

source: Learners not connected for a week or more
qu_pe: Yachaqekuna mana llank'aq

source: Time spent on portal
qu_pe: May pachapi haykukun hanp'araman

source: Average number of courses to which my learners are subscribed
qu_pe: Yachachinamanta promedion sapanka haykuqmasipaq

source: Progress in courses
qu_pe: T'ajsa puriy yachanakunapi

source: Tests score
qu_pe: Llank'aynakunapi markakuna

source: See the learners list
qu_pe: Qhaway haykuqmasikunaq sinrinta

source: Active sessions
qu_pe: Sesiones nisqa hap'ichisqa

source: Past sessions
qu_pe: Sesiones nisqa pasasqaña

source: Future sessions
qu_pe: Sesiones nisqa hamuqkuna

source: Number of learners by session
qu_pe: Sapa sesión nisqapi hayka yachaqekuna

source: Number of courses per session
qu_pe: Sapa sesión nisqapi hayka yachachinakuna

source: See the sessions list
qu_pe: Qhaway sesiones nisqamanta sinrinta

source: Course Stats
qu_pe: Yachachinaq yupanakunan

source: Tools access
qu_pe: Llank'anakunaman haykunakuna

source: Links accessed
qu_pe: Waskhanakuna watukusqa

source: assignments uploaded
qu_pe: Llank'aynakuna apachisqa

source: Click on the month name for more details
qu_pe: Killapi q'apiy hokaq llipinninta qhawanapaq

source: Documents downloaded
qu_pe: Qelqa khipu urayachisqakuna

source: Course reporting data
qu_pe: Yachachinaq yupanankuna

source: Statistics of user
qu_pe: Yachachinaq yupanankuna

source: Statistics of portal
qu_pe: Hanp'araq yupanan

source: Number of connections to this course
qu_pe: Kay yachachinaman hayka hap'inachikuna kashan

source: Number of logins
qu_pe: Hayka logins nisqakuna

source: Name of the tool
qu_pe: Llank'anaq sutin

source: Users Clicks
qu_pe: Clics haykuqmasikunaq ruwasqan

source: Total Clicks
qu_pe: Llipin clics nisqakuna

source: Link
qu_pe: Waskhanakuna

source: Users Downloads
qu_pe: Haykuqmasikuna urayachisqanku

source: Total Downloads
qu_pe: Llipin urayachisqakuna

source: The user never opened the course.
qu_pe: Kay haykuqmasiqa manan hayk'aqpas haykunchu kay yachachinamanqa.

source: Authors
qu_pe: Ruwaq

source: Tracking of
qu_pe: Qatina

source: No e-mail address specified
qu_pe: Manan kikin nisqaraq kashanchu e-chaskiqa

source: There is no result yet
qu_pe: Aún no hay resultados

source: Hits
qu_pe: Haykunakuna

source: In the last 31 days
qu_pe: Qepa 31 p'unchaykunapi

source: In the last 7 days
qu_pe: Qepa 7 p'unchaykunapi

source: This day
qu_pe: Kay p'unchaypi

source: Here is the list of your latest logins with the tools you visited during these sessions.
qu_pe: Esta es la lista de sus accesos, junto con las herramientas que ha visitado en esas sesiones.

source: Score for the tests done
qu_pe: Resultados de los ejercicios realizados

source: at
qu_pe: en

source: Visits
qu_pe: Watukuqkuna

source: Logins and access to tools
qu_pe: Logins y accesos a las herramientas

source: Contributions uploads
qu_pe: Llank'aykuna apachisqa

source: Invalid user : this user doesn't exist in your group
qu_pe: Haykuqmasi mana chaniyuq: kay haykuqmasiqa mana kanchu huñusqaykipiqa

source: List of learners in this group
qu_pe: Kay huñusqapi haykuqmasikunaq sinrin

source: Year
qu_pe: Wata

source: Next Day
qu_pe: Hamuq p'unchay

source: Previous Day
qu_pe: Ñaupaq p'unchay

source: Next Week
qu_pe: Hamuq qanchis p'unchayuq

source: Previous Week
qu_pe: Ñaupaq qanchis p'unchayuq

source: Next Month
qu_pe: Hamuq killa

source: Previous Month
qu_pe: Ñaupaq killa

source: Next Year
qu_pe: Hamuq wata

source: Previous Year
qu_pe: Ñaupaq wata

source: View List of All Tools
qu_pe: Qhaway llapan llank'anakunamanta sinrinta

source: List of all tools
qu_pe: Sinri llapan llank'anakunamanta

source: Period
qu_pe: Periodo

source: View by
qu_pe: Pin qhawarirun

source: Group Area
qu_pe: Huñusqakunaq K'itin

source: Admin Stats
qu_pe: Kamachiq yupanan

source: Portal Statistics
qu_pe: Hanp'araq yupanan

source: Stats Database
qu_pe: Base de datos nisqaq yupanan

source: Access to portal
qu_pe: Hanp'araman haykuna

source: Access to courses
qu_pe: Yachachinakunaman haykuna

source: Countries Providers Browsers Os Referers
qu_pe: Países Proveedores Navegadores S.O. Referenciadores

source: Problematic cases
qu_pe: Casos extraños

source: Click Here
qu_pe: Q'apiy kaypi

source: Number of courses by category
qu_pe: Hayka yachachinakuna sapanka mitapi

source: Number of courses by language
qu_pe: Hayka yachachinakuna sapanka simipi

source: Number of courses by visibility
qu_pe: Hayka yachachinakuna sapanka qhawarichikuypi

source: Number of users by course
qu_pe: Hayka haykuqmasikuna sapanka yachachinapi

source: Number of users by category
qu_pe: Hayka haykuqmasikuna sapanka mitapi

source: Number of users by status
qu_pe: Hayka haykuqmasikuna sapanka ima kaypi

source: Access
qu_pe: Haykunakuna

source: Countries
qu_pe: Suyukuna

source: Providers
qu_pe: Qoqkuna

source: OS
qu_pe: S.O.

source: Browsers
qu_pe: Wanp'uqkuna

source: Referers
qu_pe: Masichaqkuna

source: (When an user open the index of the portal)
qu_pe: (Haykuqmasi hanp'araq index nisqanta kichaqtin)

source: Accounts with same <i>Login</i>
qu_pe: Cuentas nisqakuna kikin kaykunawan <i>Haykuqmasiq sutin</i>

source: Accounts with same <i>Login</i> AND same <i>Password</i>
qu_pe: Cuentas nisqakuna kikin kaykunawan <i>Haykuqmasiq sutin</i> hina kaywanpas <i>qelqa paka</i>

source: Accounts with same <i>e-mail</i>
qu_pe: Cuentas nisqakuna kikin kaykunawan <i>E-chaski</i>

source: Courses without teachers
qu_pe: Yachachinakuna mana yachachiqniyuq

source: Unused courses
qu_pe: Yachachinakuna mana hap'ipasqa

source: Logins not used
qu_pe: Haykuqmasikunamanta suti mana hap'ipasqa

source: There is no strange case here
qu_pe: Mana kanchu imapas mana reqsisqa

source: Ooops, problematic cases detected !!
qu_pe: ¡¡ Qhawaypas, rikurirqamun ima mana reqsisqakuna !!

source: Empty (or NULL)
qu_pe: Ch'usaq (utaq mana chaniyuq)

source: Traffic Details
qu_pe: Ancha willa haykuy-lluqsiymata

source: For individual tracking see <a href=../user/user.php>Users</a> tool.
qu_pe: Para hacer un seguimiento individualizado ver la <a href=../user/user.php>herramienta</a> usuarios.

source: This path was never opened by anybody.
qu_pe: Kay yachachinataqa manan hayk'aqpas pipas kichanchu.

source: Synthesis view
qu_pe: Resumen

source: Visited
qu_pe: Watukusqa

source: First access
qu_pe: Ñaupa haykuna

source: Latest access
qu_pe: Qepa haykuna

source: Course average
qu_pe: Media de curso

source: Exam average
qu_pe: Media de examen

source: Session average
qu_pe: Media de sesión

source: Taken sessions
qu_pe: Sesiones seguidas

source: Follow-up
qu_pe: Qatina

source: Administrators
qu_pe: Kamachiqkuna

source: Tracks
qu_pe: Qatina

source: Success
qu_pe: Chaninchana

source: Excel format
qu_pe: Formato Excel

source: My learnpath
qu_pe: Yachanay

source: Latest login
qu_pe: Qepa hap'inachiy

source: Connection time
qu_pe: Hap'inachikuymanta hayka pacha

source: Connections to this course
qu_pe: Kay yachachinaman hap'inachikuykuna

source: Learner's coaches
qu_pe: Yachaqeq pusaqninkuna

source: Learner's sessions
qu_pe: Yachaqeq seseiones nisqankuna

source: Learner's courses
qu_pe: Yachaqeq yachachinankuna

source: No learning path
qu_pe: Mana yachanakunayuq

source: Correction
qu_pe: Allinchana

source: Limit date
qu_pe: Pacha tukukuy
