Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: When the main server is not available, this server will be accessed. Leave blank or use the same value as the main server if you don't have a replicate server.
ar: عندما لا يتوفر الخادم الرئيسي، فان هذا الخادم سيتم الوصول اليه. اترك هذا الحقل فارغا او استخدم ذات القيم في الخادم الرئيسي في حال عدم توفر الخادم المكرر
ast_es: Si'l servidor principal nun ta accesible, esti servidor encargaráse del accesu. Nun escriba nada o use'l mesmu valor que'l del servidor principal si nun tien un servidor de réplica.
bn_bd: যখন প্রধান সার্ভার উপলব্ধ নয়, তখন এই সার্ভার অ্যাক্সেস করা হবে। যদি আপনার প্রতিলিপি সার্ভার না থাকে তাহলে খালি রাখুন বা প্রধান সার্ভারের মতো মান ব্যবহার করুন।
bs_ba: Kada glavni server nije dostupan, pristupaće se ovom serveru. Ostavite prazno ili koristite istu vrijednost kao glavni server ako nemate serverski replikat.
ca_es: Quan el servidor principal no estigui disponible, aquest servidor us donarà accés. Deixeu en blanc o utilitzeu el mateix valor que el del servidor principal si no teniu un servidor de replicació.
cs_cz: Když je hlavní server nedostupný, tento server jej zastoupí. Nechte prázdný nebo použijte stejnou hodnotu jako u hlavního serveru, pokud nemáte replikační server.
da: Når hovedserveren ikke er tilgængelig, vil denne server blive tilgået. Lad være tom eller brug samme værdi som hovedserveren, hvis du ikke har en replikeringsserver.
de: Ist der Hauptserver nicht verfügbar, wird auf diesen Server zugegriffen. Leer lassen oder den gleichen Wert wie für den Hauptserver eintragen, wenn es keinen Replicate Server gibt.
el: Όταν ο κύριος διακομιστής δεν είναι διαθέσιμος, θα χρησιμοποιηθεί αυτός ο διακομιστής. Αφήστε κενό ή χρησιμοποιήστε την ίδια τιμή με τον κύριο διακομιστή αν δεν έχετε διακομιστή αντιγραφής.
eo: Kiam la ĉefa servilo ne estas havebla, ĉi tiu servilo estos alirebla. Lasu malplenan aŭ uzu la saman valoron kiel la ĉefa servilo se vi ne havas replikan servilon.
es: Cuando el servidor principal no está disponible, este servidor le dará acceso. Deje en blanco o use el mismo valor que el del servidor principal si no tiene un servidor de replicación.
es_mx: Cuando el servidor principal no esté disponible, se accederá a este servidor. Déjelo en blanco o use el mismo valor que el servidor principal si no tiene un servidor replicado.
eu_es: Zerbitzari nagusia eskuragarri ez dagoenean, erreplikatzeko zerbitzariak sarbidea emango dizu. Erreplikatzeko zerbitzaririk ez baduzu, utzi zuriz edo erabili zerbitzari nagusiaren balio berbera.
fa_ir: وقتی سرور اصلی در دسترس نیست، به این سرور دسترسی پیدا می‌شود. خالی بگذارید یا همان مقدار سرور اصلی را استفاده کنید اگر سرور تکراری ندارید.
fi_fi: Kun pääpalvelin ei ole saatavilla, tätä palvelinta käytetään. Jätä tyhjäksi tai käytä samaa arvoa kuin pääpalvelimella, jos sinulla ei ole varmuuskopiointipalvelinta.
fo_fo: Tá ið høvuðambætarin ikki er tøk, verður hesin ambætari brúktur. Lat tóm ella bruk sama virði sum høvuðambætarin um tú ikki hevur ein endurkopieraðan ambætara.
fur: Cuând il server prinçipâl no è disponibil, chest server al sarà acedût. Lassalu blanc o dopre il stes valôr dal server prinçipâl se no âs un server di replich.
ga: Nuair nach bhfuil an freastalaí príomh ar fáil, rochtainfear an freastalaí seo. Fág folamh nó úsáid an luach céanna leis an bhfreastalaí príomh mura bhfuil macasamhail agat.
gl: Cando o servidor principal non está dispoñible, este servidor daralle acceso. Deixe en branco ou use o mesmo valor que o do servidor principal se non ten un servidor de replicación.
he_il: כאשר השרת הראשי אינו זמין, תהיה גישה לשרת זה. השאר ריק או השתמש באותו ערך כמו השרת הראשי אם אין לך שרת משוכפל.
hi: जब मुख्य सर्वर उपलब्ध न हो, तो इस सर्वर तक पहुँचा जाएगा। यदि आपके पास प्रतिकृति सर्वर नहीं है तो खाली छोड़ दें या मुख्य सर्वर के समान मान उपयोग करें।
hr_hr: Kada glavni poslužitelj nije dostupan, pristupit će se ovom poslužitelju. Ostavite prazno ili koristite istu vrijednost kao glavni poslužitelj ako nemate poslužitelj za replikaciju.
hu_hu: Ha a fő szerver nem elérhető, ez a szerver lesz megközelítve. Hagyja üresen, vagy használja ugyanazt az értéket, mint a fő szerver, ha nincs tükörszervere.
hy: Երբ հիմնական սերվերը հասանելի չէ, կօգտագործվի այս սերվերը: Թողնեք դատարկ կամ օգտագործեք հիմնական սերվերի նույն արժեքը, եթե չունեք կրկնօրինակ սերվեր:
id_id: Ketika server utama tidak tersedia, server ini akan diakses. Biarkan kosong atau gunakan nilai yang sama dengan server utama jika Anda tidak memiliki server replikasi.
it: Il replicate server viene contattato quando il server principale non è accessibile. Se non c'è un replicate server lascia vuoto o ripeti il nome del server principale.
ja: メインサーバーが利用できない場合、このサーバーが使用されます。レプリケートサーバーがない場合は空白またはメインサーバーと同じ値を入力。
ka_ge: როდესაც მთავარი სერვერი არ არის ხელმისაწვდომი, გამოყენებული იქნება ეს სერვერი. დატოვეთ ცარიელი ან გამოიყენეთ იგივე მნიშვნელობა როგორც მთავარი სერვერისთვის, თუ არ გაქვთ რეპლიკაციის სერვერი.
ko_kr: 메인 서버가 사용 불가능할 때 이 서버에 접근합니다. 복제 서버가 없으면 비워 두거나 메인 서버와 동일한 값을 사용하세요.
lo: ເມື່ອເຊີບເວີຫຼັກບໍ່ສາມາດໃຊ້ງານໄດ້, ເຊີບເວີນີ້ຈະຖືກເຂົ້າໃຊ້. ປະໄວ້ຫວ່າງ ຫຼື ໃຊ້ຄ່າດຽວກັນກັບເຊີບເວີຫຼັກ ຖ້າທ່ານບໍ່ມີເຊີບເວີສຳຮອງ.
lt_lt: Kai pagrindinis serveris neprieinamas, bus pasiektas šis serveris. Palikite tuščią arba naudokite tą patį kaip pagrindiniam serveriui, jei neturite dublikatų serverio.
lv_lv: Ja galvenais serveris nav pieejams, tiks izmantots šis serveris. Atstājiet tukšu vai izmantojiet tādu pašu vērtību kā galvenajam serverim, ja jums nav dublēta servera.
mk_mk: Кога главниот сервер не е достапен, ќе се пристапи до овој сервер. Оставете празно или користете ја истата вредност како главниот сервер ако немате реплика сервер.
ms_my: Apabila pelayan utama tidak tersedia, pelayan ini akan diakses. Biarkan kosong atau gunakan nilai sama seperti pelayan utama jika anda tidak ada pelayan replikasi.
my_mm: ပင်မဆာဗာမရရှိနိုင်သောအခါ၊ ဤဆာဗာကို ဝင်ရောက်အသုံးပြုမည်ဖြစ်သည်။ ထပ်ကူးဆာဗာမရှိပါက ဗလာ သို့မဟုတ် ပင်မဆာဗာနှင့် တူညီသော တန်ဖိုးကို အသုံးပြုပါ�।
ne: मुख्य सर्भर उपलब्ध नभएमा, यो सर्भर पहुँच गरिनेछ। यदि प्रतिकृति सर्भर छैन भने खाली छोड्नुहोस् वा मुख्य सर्भरसँगै मूल्य प्रयोग गर्नुहोस्।
nl: Als de hoofdserver niet beschikbaar is kan onderstaande server gebruikt worden. Laat dit leeg of gebruik de zelfde waarde als de hoofdserver als u geen backup server hebt.
nn_no: Når hovudtenaren ikkje er tilgjengeleg, vil denne tenaren bli brukt. Lat stå tom eller bruk same verdi som hovudtenaren om du ikkje har replikat tenar.
oc: Quand lo servidor principal es pas disponible, aqueste servidor serà accessat. Laissatz blanc o utilizatz la meteissa valor que lo servidor principal se avetz pas de servidor de replicacion.
pl_pl: Gdy główny serwer będzie niedostępny, ten serwer będzie dostępny. Pozostaw puste lub użyj tej samej wartości jaką ma główny serwer, jeśli nie ma równoległego serwera.
ps: کله چې اصلي سرور شتون نه لري، دا سرور ته لاسرسی کېږي. خالي پریږدئ یا هماغه ارزښت لکه اصلي سرور وکاروئ که تاسو کاپي سرور نه لرئ.
pt_br: Este servidor será usado caso o servidor principal não esteja disponível. Deixe em branco ou use o mesmo valor que o servidor principal caso não tenha um servidor replicado.
pt_pt: Quando o servidor principal não estiver disponível, este servidor será acedido. Deixa o campo vazio ou utilize o mesmo valor do servidor principal se não tiver um servidor para replicar.
ro_ro: Cand serverul principal este indisponibil, se va accesa acest server. Lasati gol sau utilizati aceeasi valoare ca si pentru serverul principal daca nu aveti un server de replicare.
ru_ru: Если основной сервер недоступен, будет использоваться этот сервер. Оставьте пустым или укажите то же значение, что и для основного сервера, если резервного нет.
sk_sk: Ak je hlavný server nedostupný, tento server ho zastúpi. Nechajte prázdný nebo použite rovnakú hodnotu ako u hlavného servera, pokiaľ nemáte replikačný server.
sl: V primeru, da glavni strežnik ni dostopen, se bo dostop izvršil do tega strežnika. Pustite prazno ali vpišite enake vrednosti, kot pri glavnem strežniku, če replikacijskega strežnika ne uporabljate.
sq: Kur serveri kryesor nuk është i disponueshëm, ky server do të aksesohet. Lëreni bosh ose përdorni të njëjtën vlerë si serverin kryesor nëse nuk keni një server replikues.
sr_rs: Kada glavni server nije dostupan, ovaj server će biti pristupan. Ostavite prazno ili koristite istu vrednost kao glavni server ako nemate serverski replikat.
sv_se: Om huvudservern inte är tillänglig kan en server med en LDAP-kopia användas (replikation). Lämna tomt eller använd samma värde som huvudservern om du inte har en serverkopia.
sw_ke: Wakati seva kuu haipatikani, seva hii itapatikana. Acha tupu au tumia thamani sawa na seva kuu ikiwa huna seva ya nakili.
ta: முதன்மை சர்வர் கிடைக்காதபோது, இந்த சர்வர் அணுகப்படும். பிரதியிடி சர்வர் இல்லையென்றால் வெற்றிடமாக விட்டுவிடவும் அல்லது முதன்மை சர்வருடன் அதே மதிப்பைப் பயன்படுத்தவும்.
th: เมื่อเซิร์ฟเวอร์หลักไม่พร้อมใช้งาน จะเข้าถึงเซิร์ฟเวอร์นี้ เว้นว่างหรือใช้ค่าดังเซิร์ฟเวอร์หลักหากไม่มีเซิร์ฟเวอร์สำรอง
tl_ph: Kapag hindi available ang pangunahing server, ito ang server na hihintayin. Hayaang blangko o gumamit ng parehong halaga gaya ng pangunahing server kung wala kang replicate server.
tr: Ana sunucu kullanılamadığında bu sunucuya erişilir. Kopya sunucunuz yoksa boş bırakın veya ana sunucuyla aynı değeri kullanın.
uk_ua: Коли головний сервер недоступний, буде використано цей сервер. Залиште порожнім або використовуйте те саме значення, що й для головного сервера, якщо у вас немає резервного сервера.
vi_vn: Khi máy chủ chính không khả dụng, máy chủ này sẽ được truy cập. Để trống hoặc sử dụng giá trị giống máy chủ chính nếu bạn không có máy chủ sao chép.
xh_za: Xa iseva ephambili ingafumaneki, le seva iya kufikeleleka. Shiya indawo engenanto okanye sebenzisa ixabiso elifanayo nesefava ephambili ukuba awunayo iseva yokuphindaphinda.
zh_cn: 当主服务器不可用时，将访问此服务器。如果您没有复制服务器，请留空或使用与主服务器相同的值。
zh_tw: 當主要伺服器無法使用時，將存取此伺服器。若無備援伺服器，請留空或使用與主要伺服器相同的值。

source: Replicate server's port
ar: المنفذ الخاص بالخادم المكرر
ast_es: Puertu del servidor LDAP de réplica
bn_bd: প্রতিলিপি সার্ভারের পোর্ট
bs_ba: Port serverskog replikata
ca_es: Port del servidor LDAP de replicació
cs_cz: Port replikovaného serveru
da: Replikeringsservers port
de: Replicate Server Port
el: Θύρα διακομιστή αντιγραφής
eo: Pordo de replika servilo
es: Puerto del servidor LDAP de replicación
es_mx: Puerto del servidor replicado
eu_es: Erreplikatzeko LDAP zerbitzariaren ataka
fa_ir: پورت سرور تکراری
fi_fi: Varmuuskopiointipalvelimen portti
fo_fo: Endurkopieraðari ambætarans port
fur: Pòrt dal server di replich
ga: Port an fhreastalaí macasamhlaithe
gl: Porto do servidor LDAP de replicación
he_il: שכפל את היציאה של השרת
hi: प्रतिकृति सर्वर का पोर्ट
hr_hr: Port poslužitelja za replikaciju
hu_hu: Tükörszerver portja
hy: Կրկնօրինակ սերվերի պորտ
id_id: Port server replikasi
it: Porta del replicate server
ja: レプリケートサーバーのポート
ka_ge: რეპლიკაციის სერვერის პორტი
ko_kr: 복제 서버 포트
lo: ພອດຂອງເຊີບເວີສຳຮອງ
lt_lt: Dublikatų serverio prievadas
lv_lv: Dublēta servera ports
mk_mk: Порт на реплика серверот
ms_my: Port pelayan replikasi
my_mm: ထပ်ကူးဆာဗာ၏ ပို့တ်
ne: प्रतिकृति सर्भरको पोर्ट
nl: Poort van de backup LDAP server
nn_no: Replikat tenar sin port
oc: Pòrt del servidor de replicacion
pl_pl: Replikuj port serwera
ps: کاپي سرور پورټ
pt_br: Porta do servidor replicado
pt_pt: Replicar a porta do servidor
ro_ro: Portul serverului de replicare
ru_ru: Порт резервного сервера
sk_sk: Replikovať port servera
sl: Številka vrat replikacijskega strežnika
sq: Porta e serverit të replikuar
sr_rs: Port serverskog replikata
sv_se: Port på serverkopian
sw_ke: Bandari ya seva ya nakili
ta: பிரதியிடி சர்வரின் போர்ட்
th: พอร์ตเซิร์ฟเวอร์สำรอง
tl_ph: Port ng replicate server
tr: Kopya sunucu portu
uk_ua: Порт резервного сервера
vi_vn: Cổng máy chủ sao chép
xh_za: Izibuko leseva yokuphindaphinda
zh_cn: 复制服务器端口
zh_tw: 備援伺服器連接埠

source: The port on which the replicate server will respond.
ar: المنفذ الذي يستجيب من خلاله الخادم المكرر
ast_es: El puertu pel que'l servidor de réplica LDAP va responder
bn_bd: প্রতিলিপি সার্ভার যে পোর্টে সাড়া দেবে।
bs_ba: Port na kojem će serverski replikat odgovarati.
ca_es: El port en el qual respondrà el servidor de replicació LDAP
cs_cz: Port, na kterém běží replikovaný server.
da: Porten, som replikeringsserveren vil svare på.
de: Der Port des Replicate Servers
el: Η θύρα στην οποία θα ανταποκρίνεται ο διακομιστής αντιγραφής.
eo: La pordo sur kiu la replika servilo respondos.
es: El puerto en el que el servidor LDAP de replicación responderá.
es_mx: El puerto en el que responderá el servidor replicado.
eu_es: Erreplikatzeko LDAP zerbitzariak ataka honetan erantzungo du.
fa_ir: پورتی که سرور تکراری بر روی آن پاسخ می‌دهد.
fi_fi: Portti, jolla varmuuskopiointipalvelin vastaa.
fo_fo: Portið sum endurkopieraðari ambætarin svarar á.
fur: Il pòrt sul cual il server di replich al risponderà.
ga: An port ar a bhfreagróidh an freastalaí macasamhlaithe.
gl: O porto no que o servidor LDAP de replicación responderá.
he_il: היציאה שעליה שרת המשכפל יגיב.
hi: प्रतिकृति सर्वर का प्रतिक्रिया पोर्ट।
hr_hr: Port na kojem će poslužitelj za replikaciju odgovarati.
hu_hu: A port, amelyen a tükörszerver válaszol.
hy: Պորտը, որով կպատասխանի կրկնօրինակ սերվերը:
id_id: Port tempat server replikasi akan merespons.
it: Porta cui risponde il replicate server.
ja: レプリケートサーバーが応答するポート。
ka_ge: პორტი, რომელზეც რეპლიკაციის სერვერი უპასუხებს.
ko_kr: 복제 서버가 응답하는 포트입니다.
lo: ພອດທີ່ເຊີບເວີສຳຮອງຈະຕອບສະໜອງ.
lt_lt: Prievadas, kuriame dublikatų serveris atsakys.
lv_lv: Ports, uz kura atbildēs dublētais serveris.
mk_mk: Портот на кој реплика серверот ќе одговара.
ms_my: Port yang pelayan replikasi akan balas.
my_mm: ထပ်ကူးဆာဗာက တုံ့ပြန်မည့် ပို့တ်။
ne: प्रतिकृति सर्भरले प्रतिक्रिया दिने पोर्ट।
nl: De poort van de backup LDAP server
nn_no: Porten som replikat tenaren vil svare på.
oc: Lo pòrt sul qual espondrà lo servidor de replicacion.
pl_pl: Port, na którym odpowie powielony serwer.
ps: پورټ چې کاپي سرور به ورته ځواب ورکړي.
pt_br: A porta a qual o servidor replicado irá responder
pt_pt: Porta em que o servidor de replicar irá responder.
ro_ro: Portul pe care va raspunde serverul de replicare.
ru_ru: Порт, на котором отвечает резервный сервер.
sk_sk: Port, na ktorom beží replikovaný server.
sl: Vrata, na keterih se odziva replikacijski strežnik.
sq: Porta në të cilën serveri i replikuar do të përgjigjet.
sr_rs: Port na kom će serverski replikat odgovarati.
sv_se: Den serverport som servern med LDAP-kopian svarar på.
sw_ke: Bandari ambayo seva ya nakili itajibu.
ta: பிரதியிடி சர்வர் பதிலளிக்கும் போர்ட்.
th: พอร์ตที่เซิร์ฟเวอร์สำรองตอบสนอง
tl_ph: Ang port kung saan magre-responde ang replicate server.
tr: Kopya sunucusunun yanıt vereceği port.
uk_ua: Порт, на якому резервний сервер буде відповідати.
vi_vn: Cổng mà máy chủ sao chép sẽ phản hồi.
xh_za: Izibuko apho iseva yokuphindaphinda iya kuphendula kulo.
zh_cn: 复制服务器响应的端口。
zh_tw: 備援伺服器回應的連接埠。

source: Search term
ar: ابحث عن المصطلح
ast_es: Pallabra LDAP pa buscar
bn_bd: অনুসন্ধান শব্দ
bs_ba: Pretražni pojam
ca_es: Terme de cerca
cs_cz: Vyhledávaný výraz
da: Søgeudtryk
de: Suchbegriff
el: Αναζήτηση όρου
eo: Serĉotermo
es: Término de búsqueda
es_mx: Término de búsqueda
eu_es: Bilatu beharreko terminoa
fa_ir: واژه جستجو
fi_fi: Hakutermi
fo_fo: Leitaorð
fur: Termin di rícharde
ga: Téarma cuardaigh
gl: Termo de procura
he_il: מונח חיפוש
hi: खोज शब्द
hr_hr: Pretražni izraz
hu_hu: Keresési kifejezés
hy: Որոնման տերմին
id_id: Istilah pencarian
it: Parola da cercare
ja: 検索語
ka_ge: ძიების ტერმინი
ko_kr: 검색어
lt_lt: Paieškos terminas
lv_lv: Meklēšanas termins
mk_mk: Термин за пребарување
ms_my: Terma carian
my_mm: ရှာဖွေရန်ဝေါဟာရ
ne: खोज शब्द
nl: Zoekterm
nn_no: Søk ord
oc: Tèrme de recèrca
pl_pl: Szukaj terminu
ps: لټون اصطلاح
pt_br: Pesquisar termo
pt_pt: Termo de pesquisa
ro_ro: Termenul de cautare
ru_ru: Поисковый термин
sk_sk: Hľadať výraz
sl: Iskani izraz
sq: Termi i kërkimit
sr_rs: Pretraga termina
sv_se: Söksträng
sw_ke: Neno la utafutaji
ta: தேடல் சொல்
th: คำค้นหา
tl_ph: Termino ng paghahanap
tr: Arama terimleri
uk_ua: Термін пошуку
vi_vn: Thuật ngữ tìm kiếm
xh_za: Igama lokukhangela
zh_cn: 搜索小组
zh_tw: 搜尋詞彙
