Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Unsubscribing from this course is not allowed.
ar: إلغاء التسجيل غير متاح في هذا المقرر
ast_es: Nesti cursu nun se permite que los usuarios anulen la so matrícula ellos mesmos.
bn_bd: এই কোর্স থেকে আনসাবস্ক্রাইব করা অনুমোদিত নয়।
bs_ba: Otpremanje s ovog kursa nije dozvoljeno.
ca_es: No està permès abandonar el curs abans que finalitzi
cs_cz: Nemůžete se odepsat z tohoto kurzu.
da: Afmelding ikke tilladt for dette kursus.
de: Abmelden von diesem Kurs ist nicht gestattet.
el: Δεν επιτρέπεται η ακύρωση εγγραφής από το μάθημα
eo: Malaliĝo ne estas permesita por ĉi-kurso
es: En este curso no está permitido que los propios usuarios puedan anular su inscripción.
es_mx: No está permitido el retiro de este curso
eu_es: Ikastaro honetan erabiltzaileek beraiek ezin izango dute beren inskripzioa bertan behera utzi.
fa_ir: اجازه ابطال ثبت نام در این درس داده نشده است
fi_fi: Tältä kurssilta ei voi kirjautua pois
fo_fo: Tað er ikki loyvt at melda seg av hesi líkamsrættingerini.
fur: Disiscriverse dal cors nol je doprât.
ga: Ní cheadaítear díliostáil ón gcúrsa seo.
gl: Non se permite a desubscrición deste curso.
he_il: אסור לבטל את ההרשמה לקורס זה.
hi: इस पाठ्यक्रम से असदस्यता की अनुमति नहीं है।
hr_hr: Nije dopušten ispis s kolegija.
hu_hu: Erről a kurzosról a leiratkozás nem engedélyezet.
hy: Այս դասընթացից չեղարկել գրանցումը չի թույլատրվում:
id_id: Pengunduran diri tidak diijinkan dalam mata kuliah ini.
it: Non è possibile cancellarsi da questo corso
ja: このコースからの退会は許可されていません。
ka_ge: ამ კურსიდან გამოწერის ნებართვა არ აქვს.
ko_kr: 이 과정의 등록취소가 불가능합니다.
lo: ບໍ່ອະນຸຍາດໃຫ້ຍົກເລີກການລົງທະບຽນຈາກລາຍວິຊານີ້.
lt_lt: Atsisakymas yra negalimas šiame kurse.
lv_lv: Jūs nevarat atteikties no šī kursa !
mk_mk: Отпишувањето не е дозволено за овој курс
ms_my: Langganan daripada kursus ini tidak dibenarkan.
my_mm: ဤသင်တန်းမှ စာရင်းမှဖယ်ရှားခြင်းကို ခွင့်မပြုပါ။
ne: यो पाठ्यक्रमबाट सदस्यता रद्द गर्न अनुमति छैन।
nl: Uitschrijven is niet toegelaten voor deze cursus
nn_no: Avmelding er ikke tillatt for dette kurset
oc: La desabonament d'aquest curs es pas autorizat.
pl_pl: Wypisanie z tego kursy jest niedozwolone.
ps: د دې کورس څخه ګډون ختمول اجازه نشته.
pt_br: Não é permitido cancelar inscrição neste curso.
pt_pt: Não é permitido anular/cancelar a inscrição neste curso
ro_ro: Nu este permisa renuntare la acest curs.
ru_ru: Нельзя отменить подписку для этого курса
sk_sk: Zrušiť Vašu účast v kurze môže len lektor.
sl: Izpis za ta tečaj ni dovoljen.
sq: Nuk lejohet të çabonoheni nga ky kurs.
sr_rs: Odjava nije dozvoljena za ovaj kurs.
sv_se: Otillåtet att registreras i denna kurs.
sw_ke: Kujiondoa kutoka kozi hii hakuruhusiwi.
ta: இந்த பாடநூலில் இருந்து சந்தா ரத்து செய்வது அனுமதிக்கப்படவில்லை.
th: ไม่อนุญาตให้ถอนการสมัครในวิชานี้
tl_ph: Hindi pinapayagan ang pag-unsubscribe sa kursong ito.
tr: Bu ders için kayıt silme izni bulunmuyor
uk_ua: Відрахування не дозволено для цього курсу
vi_vn: Không cho phép hủy đăng ký khỏi khóa học này.
xh_za: Ukungabhalisi kule khosi akuvunyelwanga.
zh_cn: 不允许取消注册
zh_tw: 不允許取消註冊

source: You are a trainer in this course
ar: أنت مدير هذا المقرر.
ast_es: Usté ye l'alministrador d'esti cursu
bn_bd: আপনি এই কোর্সের প্রশিক্ষক
bs_ba: Vi ste trener na ovom kursu
ca_es: Ets l'administrador d'aquest curs
cs_cz: Jste administrátor tohoto kurzu.
da: Du er kursusadministrator på kursussiden.
de: Sie sind Kursleiter in diesem Kurs
el: Είσαι εκπαιδευτικός σε αυτό το μάθημα
eo: Vi estas mastrumanto de ĉi-kurso
es: Actualmente es el administrador de este curso
es_mx: Usted es el administrador de este curso.
eu_es: Orain zu ikastaro honetako kudeatzailea zara
fa_ir: شما اداره کننده این درس هستید
fi_fi: Olet tämän kurssin ylläpitäjä
fo_fo: Tú ert ein lærari í hesi líkamsrættingerini
fur: Tu si un formadôr in quest cors
ga: Is traenálaí tú sa chúrsa seo
gl: Vostede é administrador deste curso
he_il: אתה מאמן בקורס הזה
hi: आप इस पाठ्यक्रम में प्रशिक्षक हैं
hr_hr: Vi ste nadzornik ovoga kolegija.
hu_hu: Ön a kurzus adminisztrátora ennek a kurzusnak!
hy: Դուք այս դասընթացի մարզիչ եք
id_id: Anda adalah pengelola mata kuliah ini.
it: Sei gestore del corso
ja: このコースのトレーナーです
ka_ge: თქვენ ამ კურსის ტრენერი ხართ
ko_kr: 당신은 이 과정의 과정 관리자입니다.
lt_lt: Jūs esate kurso vadovas šiame kurse.
lv_lv: Jūs esat šī kursa veidotājs /administrators
mk_mk: Вие сте управувач на овој курс
ms_my: Anda adalah latihan dalam kursus ini
my_mm: သင်သည် ဤသင်တန်းတွင် သင်တန်းဆရာဖြစ်သည်
ne: तपाईं यो कोर्समा प्रशिक्षक हुनुहुन्छ
nl: U bent cursusbeheerder van deze cursus
nn_no: Du er kursadmin for dette kurset
oc: Sètz formaire d'aquest curs
pl_pl: Jesteś Trenerem tego kursu.
ps: تاسو د دې کورس روزونکي یاست
pt_br: Você é administrador deste curso.
pt_pt: Você é Instrutor neste curso
ro_ro: Esti administratorul cursului.
ru_ru: Для этого курса Вы являетесь его администратором
sk_sk: Ste administrátor tohto kurzu.
sl: Si upravitelj tega tečaja.
sq: Ju jeni trajner në këtë kurs
sr_rs: Vi ste administrator ovog kursa.
sv_se: Du är kursadministratör för denna kurs.
sw_ke: Wewe ni mkufunzi katika kozi hii
ta: நீங்கள் இந்த பாடத்தின் பயிற்சியாளர்
th: คุณคือเจ้าของวิชานี้
tl_ph: Ikaw ay isang trainer sa kursong ito
tr: Bu dersin Yetkilisisiniz.
uk_ua: Ви є адміністратором цього курсу
vi_vn: Bạn là giảng viên của khóa học này
xh_za: Ungumqeqeshi wekukorha kule khosi
zh_cn: 您是课程管理员
zh_tw: 您是課程管理員

source: Courses catalogue
ar: إدارة المقررات
ast_es: Xestionar los mios cursos
bn_bd: কোর্সের ক্যাটালগ
bs_ba: Katalog kurseva
ca_es: Catálogo de cursos
cs_cz: Správa kurzů
da: Kursushåndtering
el: Κατάλογος μαθημάτων
eo: Kursmastrumado
es_mx: Administrar mis cursos
eu_es: Ikastaroen katalogoa
fa_ir: کتالوگ دروس
fi_fi: Kurssin ylläpito
fo_fo: Líkamsrættingakatalogur
fur: Catalog cors
ga: Catagóir chúrsaí
gl: Catálogo de cursos
he_il: קטלוג קורסים
hi: पाठ्यक्रम सूची
hr_hr: Nadzor kolegija
hu_hu: Kurzus menedzsment
hy: Դասընթացների կատալոգ
id_id: Pengelolan Mata Kuliah
it: Gestione corsi
ja: コース カタログ
ka_ge: კურსების კატალოგი
ko_kr: 과정 관리
lo: ບັນຊີລາຍຊື່ລາຍວິຊາ
lt_lt: Kursų valdymas
lv_lv: Kursu vadība
mk_mk: Управување со курсот
ms_my: Katalog kursus
my_mm: သင်တန်းကက်တလော့ဂ်
ne: कोर्सहरूको सूची
nl: Cursusbeheer
nn_no: Kurshåndtering
oc: Catálogo dels curs
pl_pl: Katalog kursów
ps: د کورسونو کټالوګ
pt_br: Gerenciamento do Cursos
pt_pt: Gestão de Cursos
ro_ro: Administrarea cursului
ru_ru: Управление курсами
sk_sk: Správa kurzov
sl: Katalog tečajev
sq: Katalogu i kurseve
sr_rs: Administriranje kursa
sv_se: Kursadministration
sw_ke: Orodha ya kozi
ta: பாடங்கள் அட்டவணை
th: การบริหารจัดการรายวิชา
tl_ph: Katalogo ng mga kurso
tr: Ders Yönetimi
uk_ua: Керування курсом
vi_vn: Danh mục khóa học
xh_za: Ikhathalogu yezifundo
zh_cn: 课程管理
zh_tw: 課程管理

source: Sort courses
ar: رتب مقرراتي
ast_es: Ordenar los mios cursos
bn_bd: কোর্স সাজান
bs_ba: Sortiraj kurseve
ca_es: Ordenar els meus cursos
cs_cz: Uspořádat moje kurzy
da: Sorter mine kurser
de: Meine Kurse sortieren
el: Ταξινόμηση μαθημάτων
eo: Aranĝi miajn kursojn
es: Ordenar mis cursos
es_mx: Ordenar mis cursos
eu_es: Ordenatu nire ikastaroak
fa_ir: انتخاب دروس
fi_fi: Järjestä kurssini
fo_fo: Skipa skeið
fur: Ordine cors
ga: Sórtáil cúrsaí
gl: Ordenar os meus cursos
he_il: מיין קורסים
hi: पाठ्यक्रम क्रमबद्ध करें
hr_hr: Razvrstaj moje kolegije
hu_hu: Kurzusaim sorbarendezése
hy: Դասընթացների տեսակավորում
id_id: Urutkan mata kuliah-ku
it: Ordina i miei corsi
ja: コースを並べ替え
ka_ge: კურსების შეწყობა
ko_kr: 내 과정 정렬
lt_lt: Rūšiuoti mano kursus
lv_lv: Sakārtot / organizēt manus kursus
mk_mk: Сортирај ги моите курсеви
ms_my: Susun kursus
my_mm: သင်တန်းများကို စီပါ
ne: कोर्सहरू छान्नुहोस्
nl: Mijn Cursussen rangschikken
nn_no: Sorter mine kurs
oc: Triar los curs
pl_pl: Posortuj moje kursy
ps: کورسونه ترتیب کړئ
pt_br: Organizar meus cursos
pt_pt: Ordenar cursos
ro_ro: Sorteaza cursurile
ru_ru: Сортировать мои курсы
sk_sk: Roztriediť moje kurzy
sl: Razvrsti tečaje
sq: Rendit kursat
sr_rs: Sortiraj moje kurseve
sv_se: Sortera mina kurser
sw_ke: Panga kozi
ta: பாடங்களை வரிசைப்படுத்தவும்
th: ประเภทรายวิชาของเรา
tl_ph: Ayusin ang mga kurso
tr: Derslerimi sırala
uk_ua: Сортувати мої курси
vi_vn: Sắp xếp khóa học
xh_za: Hlela izifundo
zh_cn: 课程排序
zh_tw: 排列我的課程

source: Subscribe to course
ar: التسجيل في مقرر
ast_es: Matriculame nun cursu
bn_bd: কোর্সে সাবস্ক্রাইব করুন
bs_ba: Pretplati se na kurs
ca_es: Matricular al curs
cs_cz: Zápis do kurzů
da: Tilmeld kurser
de: Für Kurse registrieren
el: Εγγραφή σε μάθημα
eo: Aliĝi al kursoj
es: Inscribirme en un curso
es_mx: Inscripción a cursos
eu_es: Eman nire izena ikastaroa egiteko
fa_ir: ثبت نام در دروس
fi_fi: Ilmoittaudu kursseille
fo_fo: Melda teg til líkamsræting
fur: Iscrivîsi al cors
ga: Cláraigh sa chúrsa
gl: Subscribir a Cursos
he_il: הרשמה לקורס
hi: पाठ्यक्रम में सदस्यता लें
hr_hr: Upis na kolegije
hu_hu: Feliratkozás a kurzusra
hy: Գրանցվել դասընթացին
id_id: Daftar ke mata kuliah
it: Iscriviti ai corsi
ja: コースに登録
ka_ge: კურსზე რეგისტრაცია
ko_kr: 과정 등록
lo: ລົງທະບຽນຮຽນ
lt_lt: Užsiregistruoti kursuose
lv_lv: Pieteikties kursiem
mk_mk: Запиши се на курсеви
ms_my: Langgan kursus
my_mm: သင်တန်းသို့ စာရင်းသွင်းပါ
ne: कोर्समा सदस्यता लिनुहोस्
nl: Inschrijven op cursussen
nn_no: Velg en kategori under og meld deg på ønsket kurs
oc: S'abonar al curs
pl_pl: Zapisz na kurs
ps: د کورس سره ګډون وکړئ
pt_br: Inscrever-se no curso
pt_pt: Aderir/inscrever-se no curso
ro_ro: Inscriere la cursuri
ru_ru: Подписаться на курсы
sk_sk: Zápis do kurzov
sl: Vpiši se v tečaj
sq: Regjistrohu në kurs
sr_rs: Prijavi na kurs
sv_se: Registrera i kurser
sw_ke: Jiandikishe kwenye kozi
ta: பாடத்திற்கு பதிவு செய்யவும்
th: สมัครเรียน
tl_ph: Mag-subscribe sa kurso
tr: Derslere kaydet
uk_ua: Зарахувати на курс
vi_vn: Đăng ký khóa học
xh_za: Bhalisa kwisifundo
zh_cn: 注册到课程
zh_tw: 選修課程

source: Unsubscribe from course
ar: إلغاء التسجيل من مقرر
ast_es: Anular la mio matricula nun cursu
bn_bd: কোর্স থেকে আনসাবস্ক্রাইব করুন
bs_ba: Otpremi se s kursa
ca_es: Retirar la subscripció del curs
cs_cz: Odhlášení z kurzů
da: Afmeld kurser
de: Aus Kursen abmelden
el: Ακύρωση από το μάθημα
eo: Malaliĝi al kursoj
es: Anular mi inscripción en un curso
es_mx: Retirar suscripción de curso
eu_es: Kendu nire izena ikastaroan
fa_ir: ابطال ثبت نام در درس
fi_fi: Kirjaudu pois kurssilta
fo_fo: Melda teg av líkamsræting
fur: Disiscrivîsi dal cors
ga: Díchláraigh ón gcúrsa
gl: Desubscribir ós cursos
he_il: ביטול הרשמה לקורס
hi: पाठ्यक्रम से असदस्यता लें
hr_hr: Ispis s kolegija
hu_hu: Leiratkozás a kurzusról
hy: Չգրանցվել դասընթացից
id_id: Undur diri dari mata kuliah
it: Cancella l'iscrizione a un corso
ja: コースから退会
ka_ge: კურსიდან გასცილება
ko_kr: 과정등록 취소
lo: ຍົກເລີກການລົງທະບຽນ
lt_lt: Išsiregistruoti iš kursų
lv_lv: Atteikties no kursiem
mk_mk: Отпиши се од курсеви
ms_my: Nyahlanggan kursus
my_mm: သင်တန်းမှ စာရင်းမှဖယ်ရှားပါ
ne: कोर्सबाट सदस्यता हटाउनुहोस्
nl: Uitschrijven uit cursussen
nn_no: Avmelding fra kursene
oc: Se desabonar del curs
pl_pl: Wypisz z kursu
ps: د کورس څخه ګډون ختم کړئ
pt_br: Cancelar inscrição em um cursos
pt_pt: Anular/cancelar a inscrição em cursos
ro_ro: Renunta la cursuri
ru_ru: Отказаться от подписки на курсы
sk_sk: Zrušenie účasti v kurzoch
sl: Izpiši se iz tečaja
sq: Çregjistrohu nga kursi
sr_rs: Odjavi sa kursa
sv_se: Avregistrera från kurser
sw_ke: Jiondoe kutoka kozi
ta: பாடத்திலிருந்து நீக்கம்
th: ถอนวิชา
tl_ph: Mag-unsubscribe sa kurso
tr: Derslerden kaydını sil
uk_ua: Відрахувати з курсу
vi_vn: Hủy đăng ký khóa học
xh_za: Cima ubhaliso kwisifundo
zh_cn: 注销课程
zh_tw: 退修課程

source: Create a personal courses category
ar: إنشاء تصنيف للمقررات
ast_es: Crear una categoría de cursos
bn_bd: ব্যক্তিগত কোর্সের বিভাগ তৈরি করুন
bs_ba: Kreiraj osobnu kategoriju kurseva
ca_es: Crear una categoria de curs
cs_cz: Vytvoř kategorii kurzu
da: Opret en kursuskategori
de: Eine persönliche Kategorie erstellen
el: Δημιουργία προσωπικής κατηγορίας μαθημάτων
eo: Krei kurskategorion
es: Crear una categoría personal de cursos
es_mx: Crear una categoría de curso
eu_es: Sortu ikastaroen kategoria pertsonalizatua
fa_ir: انتخاب یک دسته دروس شخصی
fi_fi: Luo aihealue kursseille
fo_fo: Stovna ein persónlig bólk fyri líkamsrætingar
fur: Creâ une categorîe personâl di cors
ga: Cruthaigh catagóir chúrsaí pearsanta
gl: Crear unha categoría de cursos
he_il: צור קטגוריית קורסים אישית
hi: व्यक्तिगत पाठ्यक्रम श्रेणी बनाएँ
hr_hr: Izradi kategoriju kolegija
hu_hu: Új kurzus kategória létrehozása
hy: Ստեղծել անձնական դասընթացների կատեգորիա
id_id: Buat kategori mata kuliah
it: Crea una categoria di corsi
ja: 個人コースカテゴリを作成
ka_ge: პირადი კურსების კატეგორიის შექმნა
ko_kr: 과정 카테고리 생성
lt_lt: Sukurti kursų kategoriją
lv_lv: Izveidot kursu kategoriju (mapi)
mk_mk: Креирај категорија на курсеви
ms_my: Cipta kategori kursus peribadi
my_mm: ကိုယ်ပိုင်သင်တန်းအမျိုးအစားတစ်ခုဖန်တီးပါ
ne: व्यक्तिगत कोर्स वर्ग बनाउनुहोस्
nl: Cursuscategorie creëren
nn_no: Opprett en kurskategori
oc: Crear una categoria de curs personals
pl_pl: Utwórz kategorię kursu
ps: شخصي د کورسونو کټګوري جوړه کړئ
pt_br: Criar uma categoria de curso
pt_pt: Criar uma categoria para cursos
ro_ro: Creaza o categorie de curs
ru_ru: Создать раздел курса
sk_sk: Vytvor kategóriu kurzov
sl: Ustvari osebno kategorijo tečajev
sq: Krijo një kategori personale kursesh
sr_rs: Kreiraj kategoriju kursa
sv_se: Skapa en kurskategori
sw_ke: Unda jamii ya kozi za kibinafsi
ta: தனிப்பட்ட பாடங்கள் வகையை உருவாக்கவும்
th: สร้างประเภทรายวิชา
tl_ph: Lumikha ng personal na kategorya ng mga kurso
tr: Ders kategorisi oluştur
uk_ua: Створити категорію курсу
vi_vn: Tạo danh mục khóa học cá nhân
xh_za: Yenza icandelo lezifundo zobuqu
zh_cn: 创建课程分类
zh_tw: 創建課程類別

source: Are you sure you want to delete this courses category? Courses inside this category will be moved outside the categories
ar: هل أنت متأكد من أنك تريد حذف هذا التصنيف الخاص بالمقررات ؟ المقررات التابعة لهذا التصنيف سيتم إخراجها من هذا التصنيف
ast_es: ¿ Ta seguru de querer esborrar esta categoría de cursu ? Los cursos d'esta categoría van apaecer nel llistáu ensin pertenecer a una categoría
bn_bd: আপনি কি নিশ্চিত যে এই কোর্সের বিভাগটি মুছে ফেলতে চান? এই বিভাগের মধ্যে থাকা কোর্সগুলি বিভাগের বাইরে সরিয়ে নেওয়া হবে
bs_ba: Jeste li sigurni da želite obrisati ovu kategoriju kurseva? Kursevi unutar ove kategorije će biti premješteni izvan kategorija
ca_es: Esteu segur que voleu esborrar aquesta categoria de curs? Els cursos dins d'aquesta categoria apareixeran a la llista sense catalogar
cs_cz: Opravdu chcete smazat kategorii tohoto kurzu? Kurzy uvnitř této kategorie kurzu budou přesunuty mimo kategorie kurzu.
da: Er du sikker på at du ønsker at slette den valgte kursuskategori? Kurser i denne kategori vil blive flyttet uden for kursuskategori
de: Wollen Sie diese Kategorie wirklich löschen? Kurse in dieser Kategorie werden nach ausserhalb der Kategorien verschoben
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτήν την κατηγορία μαθημάτων; Τα μαθήματα αυτής της κατηγορίας θα μετακινηθούν έξω από τις κατηγορίες των μαθημάτων.
eo: Ĉu certe ke vi volas forigi ĉi-kategorion? La kursoj de ĉi-kategorio estas translokigitaj ekster la kurskategoriojn
es: ¿ Está seguro de querer borrar esta categoría de curso ? Los cursos de esta categoría aparecerán en la lista sin categorizar
es_mx: ¿Está seguro de querer borrar esta categoría de curso ? Los cursos de esta categoría aparecerán en la lista sin categorizar
eu_es: Ziur al zaude ikastaro kategoria hau ezabatu nahi duzula? Kategoria honetako ikastaroak pertsonalizatu gabeko zerrendan agertuko dira
fa_ir: آیا مطمئن هستید که میخواهید این طبقه از دروس را حذف کنید؟ دروس این طبقه به خارج از طبقات درس منتقل خواهند شد
fi_fi: Oletko varma, että haluat poistaa tämän aihealueen? Siellä olevat kurssit eivät jatkossa kuulu mihinkään aihealueeseen.
fo_fo: Er tú vís í, at tú ynskir at strika henda bólkin fyri líkamsrætingar? Líkamsrætingar í hesum bólki verða fluttar uttanfyri bólkarnar
fur: Si jê segûr che vuê vûstu eliminâ cheste categorîe di cors? I cors dentri cheste categorîe saran spostâts fûr des categuries
ga: An bhfuil tú cinnte gur mhaith leat an chatagóir chúrsaí seo a scriosadh? Bogfar na cúrsaí sa chatagóir seo amach as na catagóirí
gl: ¿Seguro que quere eliminar esta categoría de cursos? Os cursos incluidos dentro desta categoría serán desplazados fora das categorías de cursos.
he_il: האם אתה בטוח שברצונך למחוק את קטגוריית הקורסים הזו? קורסים בתוך קטגוריה זו יועברו אל מחוץ לקטגוריות
hi: क्या आप वाकई इस पाठ्यक्रम श्रेणी को हटाना चाहते हैं? इस श्रेणी के अंदर के पाठ्यक्रम श्रेणियों के बाहर ले जाए जाएंगे
hr_hr: Želite li doista izbrisati ovu kategoriju kolegija? Kolegiji unutar ove kategorije bit će premješteni izvan postojećih kategorija
hu_hu: Biztos benne, hogy törölni kívánja a kurzus kategóriát? A kategóriában található kurzusok a kurzus kategóriákon kívülre kerülnek.
hy: Հաստատե՞լ եք, որ ցանկանում եք ջնջել այս դասընթացների կատեգորիան։ Այս կատեգորիայի ներսում գտնվող դասընթացները կտեղափոխվեն կատեգորիաների դուրս
id_id: Anda yakin akan menghapus kategori mata kuliah ini? Mata kuliah dalam kategori ini akan dipindahkan keluar dari kategori ini.
it: Sei sicuro di voler eliminare questa categoria di corsi? I corsi che appartengono a questa categoria saranno spostati tra quelli senza categoria
ja: このコースカテゴリを削除してもよろしいですか？このカテゴリ内のコースはカテゴリ外に移動されます
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ კურსების კატეგორიის წაშლა? ამ კატეგორიაში არსებული კურსები კატეგორიების გარეთ გადაიტანება
ko_kr: 이 과정 카테고리를 정말로 삭제하시겠습니까? 이 과정 카테고리 안의 과정이 모두 과정 카테고리 밖으로 이동될 것입니다.
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບໝວດໝູ່ລາຍວິຊານີ້? ລາຍວິຊາທີ່ຢູ່ໃນໝວດໝູ່ນີ້ຈະຖືກຍ້າຍອອກໄປນອກໝວດໝູ່
lt_lt: Ar tikrai norite ištrinti šią kursų kategoriją? Iš šios kategorijos kursai bus perkelti
lv_lv: Vai tiešām vēlaties izdzēst šo kursu kategoriju?<br>Kursi, kas ir šajā kategorijā, tiks pārvietoti ārpus kursu kategoriju saraksta.
mk_mk: Сигурен ли сте дека сакате да ја избришите оваа категорија на курсеви? Курсевите од оваа категорија ќе бидат преместени надвор од категориите на курсеви.
ms_my: Adakah anda pasti mahu memadam kategori kursus ini? Kursus di dalam kategori ini akan dipindahkan ke luar kategori
my_mm: ဤသင်တန်းအမျိုးအစားကို ဖျက်လိုသည်မှာ သေချာပါသလား။ ဤအမျိုးအစားအတွင်းရှိ သင်တန်းများကို အမျိုးအစားများအပြင်ဘက်သို့ ရွှေ့မည်ဖြစ်သည်
ne: के तपाईं यो कोर्स वर्ग मेटाउन चाहनुहुन्छ? यो वर्गभित्रका कोर्सहरू वर्गहरू बाहिर सारिनेछन्
nl: Bent u zeker dat u deze cursuscategorie wilt verwijderen? De cursussen van deze categorie worden verplaatst buiten de cursuscategorieën.
nn_no: Ønsker du å slette denn kurskategorien? Kurser i kurskategorien vil bli flyttet ut av kurskategoriene
oc: Sètz segur que volètz suprimir aquesta categoria de curs ? Los curs de la categoria seràn desplaçats fòra de las categorias
pl_pl: Jesteś pewien, że chcesz skasować tę kategorię kursu? Kursy z tej kategorii zostaną przeniesione poza kategorie.
ps: آیا تاسو ډاډه یاست چې دا د کورسونو کټګوري پاکه کړئ؟ د دې کټګورۍ دننه کورسونه به د کټګوریو بهر بل ته څخل شي
pt_br: Tem certeza que deseja excluir essa categoria de curso? Os cursos dentro dessa categoria de curso serão movidos para fora das categorias de cursos.
pt_pt: Tem a certeza que deseja eliminar esta categoria de cursos? Os cursos pertencentes a esta categoria serão movidos/excluídos das categorias.
ro_ro: Chiar vrei sa stergi aceasta categorie? Cursurile aflate în aceasta categorie vor fi mutate in afara categoriei.
ru_ru: Вы уверины, что хотите удалить этот раздел курсов? Курсы внутри этого раздела будут перемещены вне данного раздела.
sk_sk: Naozaj chcete zmazať kategóriu kurzov? Kurzy v tejto kategórii budú presunuté do nadradenej kategórie
sl: Si prepričan, da želiš odstraniti to kategorijo tečajev? Preostali tečaji te kategorije bodo prestavljeni izven obstoječih kategorij.
sq: A jeni të sigurt që dëshironi të fshini këtë kategori kursesh? Kursat brenda kësaj kategorie do të zhvendosen jashtë kategorive
sr_rs: Da li ste sigurni da želite da obrišete ovu kategoriju? Kursevi koji se nalaze u ovoj kategoriji će biti prebačeni izvan kategorije kursa.
sv_se: Är du säker på att du vill radera denna kurskategori? Kurserna i denna kategori kommer att flyttas utanför kurskategorierna.
sw_ke: Je, una uhakika unataka kufuta jamii hii ya kozi? Kozi zilizo ndani ya jamii hii zita hamishwa nje ya jamii
ta: இந்த பாடங்கள் வகையை நீக்க விரும்புகிறீர்களா? இந்த வகையில் உள்ள பாடங்கள் வகைகளுக்கு வெளியே நகர்த்தப்படும்
th: คุณแน่ใจที่จะลบประเภทวิชาหรือไม่? รายวิชาที่อยู่ในประเภทจะถูกย้ายออกมาภายนอก
tl_ph: Sigurado ka bang gusto mong burahin ang kategoryang ito ng mga kurso? Ang mga kurso sa loob ng kategoryang ito ay ililipat sa labas ng mga kategorya
tr: Bu kategoriyi silmek istiyormusunuz ? Kategori içindeki dersler Ders Kategorilerinin dışına taşınacak.
uk_ua: Ви впевнені, що цю категорію курсів потрібно видалити? Курси цієї категорії будуть переміщені за межі категорії
vi_vn: Bạn có chắc chắn muốn xóa danh mục khóa học này không? Các khóa học trong danh mục này sẽ được chuyển ra ngoài danh mục
xh_za: Uqinisekile ukuba ufuna ukucima le candelo lezifundo? Izifundo ngaphakathi kwalo candelo ziya kususwa ngaphandle kwezinye iicandelo
zh_cn: 确认想要删除这个课程分类吗? 这个课程分类中的课程将要被移到课程分类以外
zh_tw: 你是否想刪除這個課程類別？本類別中的課程會被移送到類別外層。

source: Course categories
ast_es: Categoríes de cursos
bn_bd: কোর্সের বিভাগসমূহ
bs_ba: Kategorije kurseva
ca_es: Categories de cursos
cs_cz: Kategorie kurzu
da: Kursuskategorier
el: Κατηγορίες Μαθημάτων
eo: Kurskategorioj
es_mx: Categorías de cursos
eu_es: Ikastaro kategoriak
fa_ir: دسته بندی دروس
fi_fi: Kurssien aihealueet
fo_fo: Bólkar fyri líkamsrætingar
fur: Categuries cors
ga: Catagóirí cúrsaí
gl: Categorías de cursos
he_il: קטגוריות קורסים
hi: पाठ्यक्रम श्रेणियाँ
hr_hr: Kategorije kolegija
hu_hu: Kurzus kategóriák
hy: Դասընթացների կատեգորիաներ
id_id: Kategori Mata Kuliah
it: Categorie dei corsi
ja: コース カテゴリ
ka_ge: კურსების კატეგორიები
ko_kr: 과정 카테고리
lo: ໝວດໝູ່ລາຍວິຊາ
lt_lt: Kursų kategorijos
lv_lv: Kursu kategorijas
mk_mk: Категории на курсеви
ms_my: Kategori kursus
my_mm: သင်တန်းအမျိုးအစားများ
ne: कोर्स वर्गहरू
nl: Cursuscategorieën
nn_no: Kurskategorier
oc: Categorias de curs
pl_pl: Kategorie kursów
ps: د کورسونو کټګورۍ
pt_br: Escolha uma categoria de curso
pt_pt: Categorias de cursos
ro_ro: Categorii de cursuri
ru_ru: Разделы курса
sk_sk: Kategórie kurzov
sq: Kategoritë e kurseve
sr_rs: Kategorije kursa
sv_se: Kurskategorier
sw_ke: Jamii za kozi
ta: பாடங்கள் வகைகள்
th: ประเภทรายวิชา
tl_ph: Mga kategorya ng mga kurso
tr: Ders Kategorileri
uk_ua: Категорії курсів
vi_vn: Danh mục khóa học
xh_za: Iicandelo zesifundo
zh_cn: 课程分类
zh_tw: 課程類別
