Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The Family Name of the Platform Administrator (appears in the footer on the left)
ar: (لقب مدير النظام (يظهر في التذييل على اليسار
ast_es: Los apellíos del alministrador de la plataforma (apaecen nel llau izquierdu del pie)
bn_bd: প্ল্যাটফর্ম অ্যাডমিনিস্ট্রেটরের পরিবারের নাম (ফুটারের বামদিকে দেখা যায়)
bs_ba: Prezime administratora platforme (pojavljuje se u podnožju lijevo)
ca_es: Els cognoms de l'administrador de la plataforma (apareixen al costat esquerre del peu)
cs_cz: Příjmení Administrátora platformy (objeví se v úpatí stránky na levo)
da: Platformadministratorens efternavn (fremstår i sidefoden til venstre)
de: Nachname des Administrators (erscheint im Fußbereich)
el: Το επίθετο του Διαχειριστή Πλατφόρμας (εμφανίζεται κάτω αριστερά)
eo: La familinomo de la platforma mastrumanto (aperas maldekstre malsupre)
es: Los apellidos del administrador de la plataforma (aparecen en el lado izquierdo del pie)
es_mx: El apellido del administrador de la plataforma (Aparece en el pie de página a la izquierda)
eu_es: Plataformako kudeatzailearen deiturak (orri oineko ezkerraldean agertzen da)
fa_ir: نام خانوادگی مدیر محیط آموزشی در گوشه سمت چپ پایین صفحه نمایان میشود
fi_fi: Alustan ylläpitäjän sukunimi (näkyy alatunnisteessa vasemmalla)
fo_fo: Effternavnið hjá portalstjóranum (kemur í fótinum til vinstru)
fur: Il cognom dal Platform Aministradôr (si vûl tal fund)
ga: Sloinne an Riarthóra Ardáin (le feiceáil sa bhuntásc ar chlé)
gl: Apelidos do administrador da plataforma (aparecen no pé de páxina, á esquerda)
he_il: שם המשפחה של מנהל הפלטפורמה (מופיע בכותרת התחתונה משמאל)
hi: प्लेटफ़ॉर्म प्रशासक का उपनाम (फ़ूटर के बाएँ भाग में दिखता है)
hr_hr: Prezime nadzornika platforme (pojavljuje se na lijevoj strani podnožja)
hu_hu: A Felület adminsztrátorának családneve (a lábléc bal oldalán fog megjelenni)
hy: Պլատֆորմի վարչականի ազգանունը (հայտնվում է հիմնամասում ձախ կողմում)
id_id: Nama Belakang Administrator (tampil di kiri bawah)
it: Il Cognome dell'Amministratore della piattaforma (compare a sinistra a piè di pagina)
ja: プラットフォーム管理者の姓です (フッターの左に表示します)
ka_ge: პლატფორმის ადმინისტრატორის გვარი (გამოჩნდება ფუტერში მარცხნივ)
ko_kr: 플랫폼 관리자의 성(family name) (왼쪽 하단에 표기됩니다)
lo: ນາມສະກຸນຂອງຜູ້ເບິ່ງແຍງລະບົບ (ປາກົດຢູ່ສ່ວນທ້າຍດ້ານຊ້າຍ)
lt_lt: Sistemos administratoriaus pavardė (matomas puslapio apačioje kairėje)
lv_lv: Platformas administratora uzvārds (būs redzams apakšā pa kreisi)
mk_mk: Презимето на управувачот на платформата (се појавува на левата страна од подножјето)
ms_my: Nama keluarga Pentadbir Platform (muncul di footer sebelah kiri)
my_mm: ပလပ်ဖောင်းစီမံခန့်ခွဲသူ၏ မျိုးရိုးအမည် (အောက်ခြေတွင် ဘယ်ဘက်တွင်ပေါ်သည်)
ne: प्लेटफर्म प्रशासकको थर (फुटरको बायाँमा देखिन्छ)
nl: De familienaaam van de platformbeheerder (verschijnt links onderaan)
nn_no: Platformadministrators etternavn (vises i bunnen til venstre)
oc: Lo nom de familia de l'administrador de la plataforma (apareis al pè de pagina a esquèrra)
pl_pl: Admin platformy : nazwisko (pojawi się po lewej stronie stopki)
ps: د پلیټفارم ادمین تخلص (د فوټر په چپ کې ښکاره شي)
pt_br: O Sobrenome do Administrador da Plataforma (aparece no rodapé à esquerda)
pt_pt: O Nome de família do Administrador da Plataforma (aparece no rodapé, à esquerda)
ro_ro: Numele de familie al Administratorului platformei (apare in subsol, in partea stanga)
ru_ru: Фамилия администратора платформы (появляется внизу слева)
sk_sk: Priezvisko administrátora platformy (zobrazí sa v ľavej časti päty stránky)
sl: Priimek upravitelja platforme (pojavlja se v nogi strani levo)
sq: Mbiemri i Administratorit të Platformës (shfaqet në fund në të majtë)
sr_rs: Prezime administratora (pojavljuje se u donjem delu sa leve strane)
sv_se: Efternamn på plattformsadministratören (dyker upp i sidhuvudet till vänster)
sw_ke: Jina la Familia la Msimamizi wa Jukwaa (linaonekana kwenye mguu upande wa kushoto)
ta: தள நிர்வாகியின் குடும்ப பெயர் (அடியில் இடது பக்கத்தில் தோன்றும்)
th: ชื่อของผุ้จัดการระบบ(จะปรากฏที่ท้ายหน้าโฮมเพจมุมซ้ายล่าง)
tl_ph: Ang Apelyido ng Tagapangasiwa ng Platform (lumilitaw sa footer sa bandang kaliwa)
tr: Alt başlıkta, sol tarafta gözükecek olan Sistem Yöneticisi Soyismi
uk_ua: Прізвище адміністратора платформи (з'являється внизу зліва)
vi_vn: Họ của Quản trị viên Nền tảng (hiển thị ở chân trang bên trái)
xh_za: Ifani yoMlawuli weqonga (libonakala ezantsi ngakwesokunene)
zh_cn: 平台管理员的姓（出现在底部的左边）
zh_tw: 平台管理員姓氏（於頁尾左面顯示）

source: Portal Administrator: First Name
ar: مدير النظام: الاسم الاول
ast_es: Alministrador de la plataforma: nome
bn_bd: পোর্টাল অ্যাডমিনিস্ট্রেটর: নাম
bs_ba: Administrator portala: Ime
ca_es: Administrador de plataforma: Nom
cs_cz: Administrátor platformy: Křestní jméno
da: Platformadministrator: Fornavn
de: Vorname des Administrators
el: Διαχειριστής Πλατφόρμας: Όνομα
eo: Platforma mastrumanto: antaŭnomo
es: Administrador de la plataforma: nombre
es_mx: Administrador de la plataforma : Nombre
eu_es: Plataformako kudeatzailea: izena
fa_ir: نام مدیر محیط آموزشی
fi_fi: Portaalın ylläpitäjä: etunimi
fo_fo: Portal stjóri: Fornavn
fur: Aministradôr dal portal: Nume
ga: Riarthóir an Phortáil: Céad Ainm
gl: Administrador da plataforma: Nome
he_il: מנהל פורטל: שם פרטי
hi: पोर्टल प्रशासक: प्रथम नाम
hr_hr: Nadzornik platforme: Ime
hu_hu: Felület adminsztrátor: Keresztnév
hy: Պորտալի վարչականի անուն
id_id: Administrator Platform: Nama Depan
it: Amministratore della piattaforma: nome
ja: プラットフォーム管理者: 名
ka_ge: პორტალის ადმინისტრატორი: სახელი
ko_kr: 플랫폼 관리자: 이름
lt_lt: Sistemos administratorius: Vardas
lv_lv: Platformas Administrators: Vārds
mk_mk: Управувач на платформата: Име
ms_my: Pentadbir Portal: Nama depan
my_mm: ပေါ်တယ်စီမံခန့်ခွဲသူ: အမည်
ne: पोर्टल प्रशासक: पहिलो नाम
nl: Platformbeheerder: voornaam
nn_no: Platformadministrators fornavn
oc: Administrador del portal : Prénom
pl_pl: Admin platformy: Imię
ps: پورټل ادمین: نوم
pt_br: Administrador da Plataforma: Primeiro Nome
pt_pt: Administrador da Plataforma: Primeiro Nome
ro_ro: Administratorul platformei: Prenumele
ru_ru: Администратор платформы: имя
sk_sk: Administrátor platformy: Meno
sl: Upravitelj platforme: Ime
sq: Administratori i Portalit: Emri
sr_rs: Administrator: Ime
sv_se: Plattformsadministratör: Förnamn
sw_ke: Msimamizi wa Lango: Jina la Kwanza
ta: போர்ட்டல் நிர்வாகி: முதல் பெயர்
th: ชื่อผู้จัดการระบบ
tl_ph: Tagapangasiwa ng Portal: Apelyido
tr: Platform Yöneticisi İsmi:
uk_ua: Ім'я адміністратора платформи
vi_vn: Quản trị viên cổng: Tên
xh_za: Mlawuli wePortal: Igama lokuqala
zh_cn: 平台管理员名:
zh_tw: 平台管理員名字

source: The First Name of the Platform Administrator (appears in the footer on the left)
ar: (الإسم الأول لمدير النظام (يظهر في التذييل على االيسار
ast_es: El nome del alministrador de la plataforma (apaez nel llau izquierdu del pie)
bn_bd: প্ল্যাটফর্ম অ্যাডমিনিস্ট্রেটরের নাম (ফুটারের বামদিকে দেখা যায়)
bs_ba: Ime administratora platforme (pojavljuje se u podnožju lijevo)
ca_es: El Nom de l'Administrador de Plataforma (apareix en el títol apeu de pàgina a l'esquerra)
cs_cz: Křestní jméno Administrátora platformy (objeví se v úpatí stránky na levo)
da: Platformadministratorens fornavn (fremstår i sidefoden til venstre)
de: Vorname des Administrators (erscheint im Fußbereich)
el: Το όνομα του Διαχειριστή Πλατφόρμας (εμφανίζεται στην κάτω αριστερά πλευρά)
eo: La antaŭnomo de la platforma mastrumanto (aperas maldekstre malsupre)
es: El nombre del administrador de la plataforma (aparece en el lado izquierdo del pie)
es_mx: El nombre del administrador de la plataforma (aparece a la izquierda en el pie de página)
eu_es: Plataformako kudeatzailearen izena (orri oineko ezkerraldean agertzen da)
fa_ir: نام مدیر محیط آموزشی در گوشه سمت چپ پایین صفحه نمایان میشود
fi_fi: Alustan ylläpitäjän etunimi (näkyy alatunnisteessa vasemmalla)
fo_fo: Fornavnið hjá portalstjóranum (kemur í fótinum til vinstru)
fur: Il nume dal Platform Aministradôr (si vûl tal fund)
ga: Céad Ainm an Riarthóra Ardáin (le feiceáil sa bhuntásc ar chlé)
gl: Nome do administrador da plataforma (aparece no pé á esquerda)
he_il: השם הפרטי של מנהל הפלטפורמה (מופיע בכותרת התחתונה משמאל)
hi: प्लेटफ़ॉर्म प्रशासक का प्रथम नाम (फ़ूटर के बाएँ भाग में दिखता है)
hr_hr: Ime nadzornika portala (pojavljuje se na lijevoj strani podnožja)
hu_hu: A Felület adminsztrátorának keresztneve (a lábléc bal oldalán fog megjelenni)
hy: Պլատֆորմի վարչականի անունը (հայտնվում է հիմնամասում ձախ կողմում)
id_id: Nama Depan administrator platfor (tampil di kiri bawah)
it: Il Nome dell'amministratore di sistema (compare a piè di pagina a sinistra)
ja: プラットフォーム管理者の名前です (フッターの左に表示します)
ka_ge: პლატფორმის ადმინისტრატორის სახელი (გამოჩნდება ფუტერში მარცხნივ)
ko_kr: 플랫폼 관리자의 이름 (왼쪽 하단에 표기됩니다)
lo: ຊື່ຂອງຜູ້ເບິ່ງແຍງລະບົບ (ປາກົດຢູ່ສ່ວນທ້າຍດ້ານຊ້າຍ)
lt_lt: Sistemos administratoriaus vardas (matomas puslapio apačioje kairėje)
lv_lv: Platformas administratora vārds (būs redzams apakšā ka kreisi)
mk_mk: Името на управувачот на платформата (се појавува на левата страна на подножјето)
ms_my: Nama depan Pentadbir Platform (muncul di footer sebelah kiri)
my_mm: ပလပ်ဖောင်းစီမံခန့်ခွဲသူ၏ အမည် (အောက်ခြေတွင် ဘယ်ဘက်တွင်ပေါ်သည်)
ne: प्लेटफर्म प्रशासकको पहिलो नाम (फुटरको बायाँमा देखिन्छ)
nl: De voornaam van de platformbeheerder (verschijnt links onderaan)
nn_no: Fornamnet til plattformadministratoren (visast i bunnteksten til venstre)
oc: Lo prénom de l'administrador de la plataforma (apareis al pè de pagina a esquèrra)
pl_pl: Admin platformy: Imię (pojawi się po lewej stronie w stopce)
ps: د پلیټفارم ادمین نوم (د فوټر په چپ کې ښکاره شي)
pt_br: O Primeiro Nome do Administrador da Plataforma (aparece no rodapé à esquerda)
pt_pt: O Primeiro Nome do Administrador da Plataforma (aparece no rodapé, à esquerda)
ro_ro: Numele de familie al Administratorului platformei (apare in subsol, in partea stanga)
ru_ru: Имя администратора платформы (появляется внизу слева)
sk_sk: Meno administrátora platformy (zobrazí sa v ľavej časti päty stránky)
sl: Ime upravitelja platforme (pojavlja se v nogi strani levo)
sq: Emri i Administratorit të Platformës (shfaqet në fund në të majtë)
sr_rs: Ime administratora (pojavljuje se u donjem delu sa leve strane)
sv_se: Förnamn på plattformsadministratören (dyker upp i sidfoten till vänster)
sw_ke: Jina la Kwanza la Msimamizi wa Jukwaa (linaonekana kwenye mguu upande wa kushoto)
ta: தள நிர்வாகியின் முதல் பெயர் (அடியில் இடது பக்கத்தில் தோன்றும்)
th: ชื่อผู้จัดการระบบ(จะปรากฏที่ท้ายหน้าโฮมเพจมุมล่างซ้าย)
tl_ph: Ang Pangalan ng Tagapangasiwa ng Platform (lumilitaw sa footer sa bandang kaliwa)
tr: Sistem yöneticisinin alt başlığın sol tarafında görülecek olan ismi
uk_ua: Ім'я адміністратора платформи (з'являється внизу зліва)
vi_vn: Tên của Quản trị viên Nền tảng (hiển thị ở chân trang bên trái)
xh_za: Igama lokuqala loMlawuli weqonga (libonakala ezantsi ngakwesokunene)
zh_cn: 平台管理员名(左下脚)
zh_tw: 平台管理員名字（於頁尾左面顯示）

source: Platform Administrator Information in footer
ar: معلومات مدير النظام في التذييل
ast_es: Información del alministrador de la plataforma nel pie
bn_bd: ফুটারে প্ল্যাটফর্ম অ্যাডমিনিস্ট্রেটরের তথ্য
bs_ba: Informacije administratora platforme u podnožju
ca_es: Informació de l'administardor de la plataforma a peu de pàgina
cs_cz: Informace o Administrátorovi platformy v úpatí stránky
da: Information om platformadministrator i sidefoden
de: Informationen zum Administrator im Fußbereich anzeigen
el: Πληροφορίες του διαχειριστή στο υποσέλιδο
eo: Informo de platforma mastrumanto
es: Información del administrador de la plataforma en el pie
es_mx: Información del administrador de la plataforma en el pie de página
eu_es: Plataformako kudeatzailearen informazioa orri oinean
fa_ir: نمایش اطلاعات مربوط به مدیر محیط آموزشی مجازی در پایین صفحه
fi_fi: Alustan ylläpitäjän tiedot alatunnisteessa
fo_fo: Portal stjóri kunning í fótinum
fur: Informazions dal platform aministradôr tal fund
ga: Faisnéis Riarthóra Ardáin sa bhuntásc
gl: Información do administrador da plataforma ó pe
he_il: מידע על מנהל הפלטפורמה בכותרת התחתונה
hi: फ़ूटर में प्लेटफ़ॉर्म प्रशासक की जानकारी
hr_hr: Podatci o nadzorniku portala u podnožju
hu_hu: Portál adminisztrátor tulajdonságainak megjelenítése a láblécben.
hy: Պլատֆորմի վարչականի տեղեկատվությունը հիմնամասում
id_id: Informasi Administrator Platform di catatan kaki
it: Informazioni sull'amministratore della piattaforma a piè di pagina
ja: フッターのプラットフォーム管理者の情報
ka_ge: პლატფორმის ადმინისტრატორის ინფორმაცია ფუტერში
ko_kr: 하단의 플랫폼 관리자 정보
lt_lt: Sistemos administratoriaus informacija (matoma puslapio apačioje)
lv_lv: Informācija par Platformas Administratoru lapas apakšā
mk_mk: Информации за управувачот на платформата во подножјето
ms_my: Maklumat Pentadbir Platform di footer
my_mm: အောက်ခြေတွင် ပလပ်ဖောင်းစီမံခန့်ခွဲသူအချက်အလက်
ne: फुटरमा प्लेटफर्म प्रशासक जानकारी
nl: Toon platformbeheerdersgegevens
nn_no: Plattformadministratorinformasjon i bunntekst
oc: Informacions de l'administrador de la plataforma al pè de pagina
pl_pl: Informacje o Administratorze Platformy
ps: د پلیټفارم ادمین معلومات په فوټر کې
pt_br: Informações sobre o Administrador da Plataforma no rodapé
pt_pt: Informações sobre o Administrador da Plataforma no rodapé
ro_ro: Informatii despre administratorul platformei in subsol
ru_ru: Информация об администраторе платформы внизу
sk_sk: Informácie o administrátorovi platformy v päte stránky
sl: Informacija o upravitelju platforme v nogi strani
sq: Informacioni i Administratorit të Platformës në fund
sr_rs: Informacije o administratoru u donjem delu
sv_se: Plattformsadministratörs information i sidfot
sw_ke: Taarifa za Msimamizi wa Jukwaa kwenye mguu
ta: அடியில் தள நிர்வாகி தகவல்
th: ข้อมูลและรุ่นของระบบที่จะแสดงที่ท้ายล่างของโฮมเพจ
tl_ph: Impormasyon ng Tagapangasiwa ng Platform sa footer
tr: Alt başlıkta Platform Yöneticisi Bilgileri
uk_ua: Інформація адміністратора платформи
vi_vn: Thông tin Quản trị viên Nền tảng ở chân trang
xh_za: Ulwazi lomlawuli weqonga ezantsi
zh_cn: 下角平台管理员信息
zh_tw: 頁尾顯示平台管理員資訊

source: Show the Information of the Platform Administrator in the footer?
ar: اظهار معلومات مدير النظام في التذييل؟
ast_es: ¿ Amoasar la información del alminstrador de la plataforma nel pie ?
bn_bd: ফুটারে প্ল্যাটফর্ম অ্যাডমিনিস্ট্রেটরের তথ্য দেখাবেন?
bs_ba: Prikaži informacije administratora platforme u podnožju?
ca_es: Voleu que es mostri la Informació de l'Administrador de la Plataforma a peu de pàgina?
cs_cz: Zobrazit informace o Administrátorovi platformy v úpatí stránky?
da: Vis informationer om platformadministratoren i sidefoden?
de: Soll die Information über den Administrator im Fußbereich angezeigt werden?
el: Εμφάνιση πληροφορίων του διαχειριστή στο υποσέλιδο?
eo: Vidigi la informon de la platforma mastrumanto malsupre?
es: ¿ Mostrar la información del administrador de la plataforma en el pie ?
es_mx: ¿Mostrar la información del administrador de la plataforma en el pie de página?
eu_es: Plataformako kudeatzailearen informazioa orri oinean erakutsi behar al da?
fa_ir: اعطای اجازه نمایش اطلاعات مربوط به مدیر محیط آموزشی مجازی در پایین صفحه؟
fi_fi: Näytäkö alustan ylläpitäjän tiedot alatunnisteessa?
fo_fo: Vís kunningina um portalstjóran í fótinum?
fur: Mostrâ lis informazions dal platform aministradôr tal fund?
ga: Taispeáin Faisnéis an Riarthóra Ardáin sa bhuntásc?
gl: ¿Amosar a información do administrador da plataforma ó pé?
he_il: הצג את המידע של מנהל הפלטפורמה בכותרת התחתונה?
hi: फ़ूटर में प्लेटफ़ॉर्म प्रशासक की जानकारी दिखाएँ?
hr_hr: Prikaži podatke o nadzorniku portala u podnožju?
hu_hu: Megjelenjenek a portál adminisztrátorának adatai a láblécben ?
hy: Ցուցադրել Պլատֆորմի վարչականի տեղեկատվությունը հիմնամասում?
id_id: Tampilkan Informasi Administrator Platform di footer?
it: Mostro le informazioni dell'Amministratore della piattaforma a piè di pagina?
ja: プラットフォーム管理者の情報をフッターに表示しますか?
ka_ge: პლატფორმის ადმინისტრატორის ინფორმაციის ჩვენება ფუტერში?
ko_kr: 하단의 플랫폼 관리자 정보가 나타났습니까?
lo: ສະແດງຂໍ້ມູນຂອງຜູ້ເບິ່ງແຍງລະບົບໃນສ່ວນທ້າຍບໍ່?
lt_lt: Rodyti sistemos administratoriaus informaciją puslapio apačioje?
lv_lv: Vai rādīt informāciju par Platformas administratoru lapas apakšā?
mk_mk: Дали да бидат прикажани информациите за управувачот на платформата во подножјето?
ms_my: Tunjukkan maklumat Pentadbir Platform di footer?
my_mm: အောက်ခြေတွင် ပလပ်ဖောင်းစီမံခန့်ခွဲသူ၏ အချက်အလက်ကို ပြသမည်လား။
ne: फुटरमा प्लेटफर्म प्रशासकको जानकारी देखाउने?
nl: De informatie van de platformbeheerder onderaan tonen?
nn_no: Vis informasjon om plattformadministratoren i bunnteksten?
oc: Afichar las informacions de l'administrador de la plataforma al pè de pagina ?
pl_pl: Czy pokazywać informacje o platformie Administratora w stopce?
ps: د پلیټفارم ادمین معلومات په فوټر کې ښکاره کړئ؟
pt_br: Mostrar as Informações do Administrador da Plataforma no rodapé?
pt_pt: Apresentar as informações do Administrador da Plataforma no rodapé?
ro_ro: Doriti sa apara informatii despre administratorul de platforma in subsolul paginii?
ru_ru: Показывать информацию об администраторе платформы внизу?
sk_sk: Zobraziť informácie o administrátorovi platformy v päte stránky?
sl: Prižem informacijo o upravitelju platforme v nogi strani?
sq: A të shfaqet Informacioni i Administratorit të Platformës në fund?
sr_rs: Prikaži informacije o administratoru u donjem delu?
sv_se: Visa information om plattformsadministratören i sidfoten?
sw_ke: Onyesha Taarifa za Msimamizi wa Jukwaa kwenye mguu?
ta: அடியில் தள நிர்வாகியின் தகவலை காட்ட வேண்டுமா?
th: แสดงข้อมูลและรุ่นของระบบที่ท้ายหน้าโฮมเพจ
tl_ph: Ipakita ang Impormasyon ng Tagapangasiwa ng Platform sa footer?
tr: Platform yöneticisinin bilgilerini alt başlıkta göster ?
uk_ua: Показувати інформацію адміністратора платформи внизу сторінки?
vi_vn: Hiển thị thông tin Quản trị viên Nền tảng ở chân trang?
xh_za: Bonisa ulwazi lomlawuli weqonga ezantsi?
zh_cn: 是否在底部显示平台管理员的信息?
zh_tw: 是否於頁尾顯示平台管理員資料？

source: Course homepage layout
ar: معاينة صفحة البدء
ast_es: Vista de páxina d'entamu
bn_bd: কোর্স হোমপেজ লেআউট
bs_ba: Izgled početne stranice kursa
ca_es: Vista de la pàgina principal
cs_cz: Náhled Domácí stránky
da: Hjemmesidens layout
de: Ansicht der Startseite
el: Σχεδιασμός αρχικής σελίδας εκπαίδευσης
eo: Enpaĝigo de startpaĝo
es: Vista de la página principal
es_mx: Vista de la página principal
eu_es: Prestakuntzako orri nagusiaren diseinua
fa_ir: دید صفحه آغازین
fi_fi: Kurssin kotisivun design
fo_fo: Kurs heimasíðu útlit
fur: Displin dal homepage dal curs
ga: Leagan amach leathanach baile an chúrsa
gl: Vista da Páxina de inicio
he_il: פריסת דף הבית של הקורס
hi: कोर्स होमपेज लेआउट
hr_hr: Prikaz početne stranice
hu_hu: Kezdőoldal Nézet
hy: Դասընթացի գլխավոր էջի դասավորություն
id_id: Judul Tampilan Homepage
it: Aspetto della pagina iniziale
ja: コースのホームページの設計
ka_ge: კურსის მთავარი გვერდის განლაგება
ko_kr: 홈페이지 보기
lo: ໂຄງຮ່າງໜ້າຫຼັກຂອງລາຍວິຊາ
lt_lt: Namų puslapio peržiūra
lv_lv: Kursa mājas lapas izskats
mk_mk: Приказ на почетната страна
ms_my: Susun atur laman utama kursus
my_mm: သင်တန်းပင်မစာမျက်နှာအပြင်အဆင်
ne: कोर्स होमपेज लेआउट
nl: Lay-out van de cursusstartpagina
nn_no: Startsidens utseende
oc: Disposicion de la pagina d'acuèlh del curs
pl_pl: Widok strony głównej szkolenia/kursu
ps: د کورس هوم پاڼې ترتیب
pt_br: Visão da Página Inicial
pt_pt: Desenho da página inicial/homepage dos cursos
ro_ro: Vedere a paginii personale
ru_ru: Вид домашней страницы
sk_sk: Rozloženie domovskej stránky
sl: Izgled domače strani
sq: Pamja e faqes kryesore të kursit
sr_rs: Pogled na početnu stranicu
sv_se: Visa hemsidan
sw_ke: Mpangilio wa ukurasa wa nyumbani wa kozi
ta: பாடநூல் முகப்பு அமைப்பு
th: ดูโฮมเพจ
tl_ph: Disensyo ng homepage sa pagsasanay
tr: Ana Sayfa Görünüşü
uk_ua: Вид домашньої сторінки
vi_vn: Bố cục trang chủ khóa học
xh_za: Uyilo lwangaphambili lwekhosi
zh_cn: 主页
zh_tw: 首頁界面

source: How would you like the homepage of a course to look (icons layout)?
ar: كيف تريد أن تبدو صفحة البدء لمقرر؟
ast_es: ¿ De qué manera quier qu'apaeza la páxina d'entamu del cursu ?
bn_bd: আপনি কোর্সের হোমপেজটি কীভাবে দেখতে চান (আইকন লেআউট)?
bs_ba: Kako želite da izgleda početna stranica kursa (izgled ikona)?
ca_es: Com voleu que es presenti la pàgina inicial d'un curs?
cs_cz: Jak chcete aby vypadala Vaše domácí stránka kurzu?
da: Hvordan ønsker du, at en kursusside skal se ud?
de: Wie soll die Startseite eines Kurses aussehen?
el: Πως θέλετε να φαίνεται η αρχική σελίδα εκπαίδευσης?
eo: Kiun enpaĝigon vi deziras por la startpaĝo de kurso?
es: ¿Cómo quiere que se presente la página principal del curso (disposición de iconos)?
es_mx: ¿Como quiere que se vea la página principal de un curso?
eu_es: Nola nahi duzu ikastaroaren orri nagusia agertzea?
fa_ir: صفحه آغازین دروس چگونه نمایش داده میشود؟
fi_fi: Miltä haluaisit kurssin kotisivun näyttävän?
fo_fo: Hvussá vil tú hava heimasíðuna hjá einum kursi at síggja (ikonar uppseting)?
fur: Come ti vûstu che si jesee la homepage dal curs (displin icone)?
ga: Conas ba mhaith leat go mbeadh leathanach baile cúrsa (leagan amach deilbhíní)?
gl: ¿Que aspecto queres que teña a páxina inicial dun curso?
he_il: איך היית רוצה שדף הבית של קורס ייראה (פריסת סמלים)?
hi: आप कोर्स के होमपेज को कैसे दिखाना चाहते हैं (आइकॉन लेआउट)?
hr_hr: Kako želite da izgleda početna stranica kolegija?
hu_hu: Mit szeretne, hogyan nézzen ki a kurzus kedzőoldala?
hy: Ինչպես ուզում եք, որ դասընթացի գլխավոր էջը տեսք ունենա (ունիվերսալներով դասավորություն)?
id_id: Bagaimana tampilan yang diinginkan pada homepage mata kuliah?
it: Che aspetto deve avere la pagina iniziale di ogni corso?
ja: コースのホームページをどのように表示しますか?
ka_ge: როგორ გსურთ კურსის მთავარი გვერდის გამოჩენა (ხატულების განლაგება)?
ko_kr: 과정 홈페이지가 어떻게 보여지기를 원하나요?
lo: ທ່ານຕ້ອງການໃຫ້ໜ້າຫຼັກຂອງລາຍວິຊາເປັນແບບໃດ (ໂຄງຮ່າງໄອຄອນ)?
lt_lt: Kaip turėtų atrodyti šio kurso namų puslapis?
lv_lv: Kā jūs vēlaties, lai izskatās kursa mājas lapa?
mk_mk: Како сакате да изгледа почетната страна на курсот?
ms_my: Bagaimanakah anda mahu laman utama kursus kelihatan (susun atur ikon)?
my_mm: သင်တန်း၏ ပင်မစာမျက်နှာကို မည်သို့ပုံစံဖြစ်စေလိုပါသလဲ (အိုင်ကွန်အပြင်အဆင်)။
ne: तपाईंलाई कोर्सको होमपेज कस्तो देखियोस् (आइकन लेआउट)?
nl: Welke lay-out wilt u voor de startpagina van een cursus?
nn_no: Kva slags forsida vil du ha for eit kurs (ikoner-oppsett)?
oc: Com desiratz que la pagina d'acuèlh d'un curs aparie (disposicion en icònes) ?
pl_pl: Jak ma wyglądać strona główna kursu?
ps: تاسو غواړئ د کورس هوم پاڼه څنګه ښکاره شي (آیکون ترتیب)؟
pt_br: Como a página inicial do curso deve se parecer?
pt_pt: Como gostaria que fosse a aparência página inicial/homepage de um curso?
ro_ro: Cum doriti sa arate pagina dumneavoastra de pornire?
ru_ru: Как бы Вы хотели, чтобы выглядела домашняя страница курса?
sk_sk: Ako chcete aby vyzerala domovská stránka kurzu?
sl: Kako naj bo domača stran tečaja prikazana?
sq: Si dëshironi të duket faqja kryesore e një kursi (pamja me ikona)?
sr_rs: Kako želite da izgleda početna stranica kursa?
sv_se: Hur vill du att hemsidan för kursen ska se ut?
sw_ke: Ungependa ukurasa wa nyumbani wa kozi uonekane vipi (mpangilio wa ikoni)?
ta: பாடநூல் முகப்பு எப்படி தோன்ற வேண்டும் (படக் அமைப்பு)?
th: คุณต้องการให้โฮมเพจวิชามีรูปแบบตามนี้
tl_ph: Paano mo nais na makita ang homepage ng isang pagsasanay?
tr: Bir dersin ana sayfasının nasıl olmasını istiyorsunuz ?
uk_ua: Як ви хочете, аби виглядала домашня сторінка?
vi_vn: Bạn muốn trang chủ khóa học trông như thế nào (bố cục biểu tượng)?
xh_za: Ungathanda ukuba lwangaphambili lwekhosi lubonakale njani (uyilo lweecon)?
zh_cn: 你喜欢哪种主页?
zh_tw: 你希望怎樣設定你的課程首頁？
