Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: When this setting is set to 'Yes', the HTML documents viewer adds the HTML headers for the inclusion of Bootstrap and Font Awesome, which were used in Chamilo 1. This might help compatibility between old content and a newer version of the platform.
yo_ng: Nígbà tí ìṣètò yìí ba ṣeto sí 'Bẹ́ẹ̀ ni', ìwò ìwé HTML ṣàfikún ìpìlẹ̀ HTML fún ìfọwọ́sowọ́pọ̀ Bootstrap àti Font Awesome, èyí tí a lò nínú Chamilo 1. Èyí lè ṣe ìrànlọ́wọ́ ìbámu láàárín àkóónú ìgbàanì àti ẹ̀yà tuntun ti ìpìlẹ̀.

source: View courses in a grid layout
yo_ng: Wo ìkẹ́kọ̀ọ́ nínú ìpìlẹ̀ ìlò ìdàrù

source: View courses in a layout with several courses per line. Otherwise, the layout will show one course per line.
yo_ng: Wo ìkẹ́kọ̀ọ́ nínú ìpìlẹ̀ pẹ̀lú ìkẹ́kọ̀ọ́ pupọ lórí ìlà kan. Kò ṣe bẹ́ẹ̀, ìpìlẹ̀ yóò fi ìkẹ́kọ̀ọ́ kan hàn lórí ìlà kan.

source: Show simple session info
yo_ng: Fi ìròyìn ìpàdé ìrọrun hàn

source: Add coach and dates to the session's subtitle in the sessions' list.
yo_ng: Ṣàfikún olùkọ́ àti òwúrọ̀/òṣalẹ̀ sí ìdí ìpàdé nínú ìwò ìpàdé.

source: Only show courses in the user's language
yo_ng: Fi ìkẹ́kọ̀ọ́ hàn nínú èdè olùwò

source: If enabled, this option will hide all courses not set in the user's language.
yo_ng: Tí a ṣiṣẹ́, ìdí yìí yóò fi ìkẹ́kọ̀ọ́ gbogbo rẹ̀ tí kò ṣeto nínú èdè olùwò pamọ́.

source: Access public courses with terms and conditions
yo_ng: Wọle sínú ìkẹ́kọ̀ọ́ gbangba pẹ̀lú ìlò àti ìpinnu

source: With this option enabled, if a course has public visibility and terms and conditions, those terms are disabled while the course is public.
yo_ng: Pẹ̀lú ìdí yìí tí a ṣiṣẹ́, tí ìkẹ́kọ̀ọ́ kan bá ni ìrí gbangba àti ìlò àti ìpinnu, àwùjọ ìlò yìí kò ṣiṣẹ́ nígbà tí ìkẹ́kọ̀ọ́ jẹ́ gbangba.

source: Show all sessions on 'My courses' page
yo_ng: Fi ìpàdé gbogbo hàn lórí ìwé 'Ìkẹ́kọ̀ọ́ mi'

source: If enabled, this option show all sessions of the user in calendar-based view.
yo_ng: Tí a ṣiṣẹ́, ìdí yìí fi ìpàdé gbogbo olùwò hàn nínú ìwò ìpìlẹ̀ ìwò ìṣẹlẹ̀.

source: Disable the ability to edit course coaches
yo_ng: Dí agbára ìṣàtúnṣe olùkọ́ ìkẹ́kọ̀ọ́ kù

source: When disabled, admins do not have a link to quickly assign coaches to session-courses on the course edition page.
yo_ng: Nígbà tí a kò ṣiṣẹ́, àwùjọ oní ìdarí kò ni ìdí ìwòle yára yan olùkọ́ sí ìpàdé-ìkẹ́kọ̀ọ́ lórí ìwé ìṣàtúnṣe ìkẹ́kọ̀ọ́.

source: Use course categories from top URL
yo_ng: Lo àwùjọ ìpín ìkẹ́kọ̀ọ́ láti ìwòlù URL gíga jù

source: In multi-URL settings, allow admins and teachers to assign categories from the top URL to courses in the children URLs.
yo_ng: Nínú ìṣètò URL pupọ, gba àwùjọ oní ìdarí àti olùkọ́ láti yan àwùjọ láti ìwòlù URL gíga jù sí ìkẹ́kọ̀ọ́ nínú URL ọmọ.

source: Hide courses block in the sidebar
yo_ng: Fi ìdí ìkẹ́kọ̀ọ́ pamọ́ nínú ìdàbọ̀sí ìdàgbà

source: When on screens where the left menu is visible, do not display the « Courses » section.
yo_ng: Nígbà tí ìwé ìdí òtun ṣe ìrísí, má ṣe fi ìdí « Ìkẹ́kọ̀ọ́ » hàn.

source: Allow using extra fields in course catalogue
yo_ng: Gba ìlò ìpìlẹ̀ ìdààbò ìdààbò nínú ìwé ìpàdé ìkẹ́kọ̀ọ́

source: Add new search fields dynamically to the course catalogue based on searchable course extra fields.
yo_ng: Ṣàfikún ìpìlẹ̀ ìwò tuntun yára sí ìwé ìpàdé ìkẹ́kọ̀ọ́ lórí ìpìlẹ̀ ìdààbò ìdààbò ìkẹ́kọ̀ọ́ ìwò.

source: Show multi-URL shared course marker
yo_ng: Fi ìdí ìpìlẹ̀ ìpínyà ìkẹ́kọ̀ọ́ URL pupọ hàn

source: Adds a link icon to courses that are shared between URLs, so users (in particular teachers) know they have to take special care when editing the course content.
yo_ng: Ṣàfikún ìdí ìwò ìsopọ̀ sí ìkẹ́kọ̀ọ́ tí a pín láàárín URL, kí àwùjọ (pàápàá olùkọ́) mọ̀ pé wọ́n gbọ́dọ̀ ṣe ìṣòro pàtàkì nígbà ìṣàtúnṣe àkóónú ìkẹ́kọ̀ọ́.

source: Restrict course templates to one course category
yo_ng: Dí àwùjọ ìpìlẹ̀ ìkẹ́kọ̀ọ́ dènà sí ìpín ìkẹ́kọ̀ọ́ kan ṣoṣo

source: Give a category code to use as course templates. Only those courses will show in the drop-down at course creation time, and users won’t see the courses in this category from the courses catalogue.
yo_ng: Fun ìpín koodu ìdí ìlò gẹ́gẹ́ ìpìlẹ̀ ìkẹ́kọ̀ọ́. Ìkẹ́kọ̀ọ́ wọ̀nyí nìkan ni yóò hàn nínú ìdí ìyàsí ìdá ìkẹ́kọ̀ọ́, àti pé àwùjọ kò ni rí ìkẹ́kọ̀ọ́ nínú ìpín yìí láti ìwé ìpàdé ìkẹ́kọ̀ọ́.

source: Show unsubscribe button in ‘My courses’
yo_ng: Fi ìdí ìdásílẹ̀ hàn nínú ‘Ìkẹ́kọ̀ọ́ mi’

source: Add a button to unsubscribe from a course on the ‘My courses’ page.
yo_ng: Ṣàfikún ìdí ìdásílẹ̀ kúrò nínú ìkẹ́kọ̀ọ́ lórí ìwé ‘Ìkẹ́kọ̀ọ́ mi’.

source: Show donate message on course creation page
yo_ng: Fi ìfọwọ́rọ̀ ìdásílẹ̀ hàn lórí ìwé ìdá ìkẹ́kọ̀ọ́

source: Add a message box in the course creation page for teachers, asking them to donate to the project.
yo_ng: Ṣàfikún àpótí ìfọwọ́rọ̀ lórí ìwé ìdá ìkẹ́kọ̀ọ́ fún olùkọ́, tí ń béèrè fún wọn láti ṣàtúnṣe ìdásílẹ̀ sí iṣẹ́ ìdàgbà.

source: Donation link on course creation page
yo_ng: Ìsopọ̀ ìdásílẹ̀ lórí ìwé ìdá ìkẹ́kọ̀ọ́

source: The page the donation message should link to (full URL).
yo_ng: Ìwé tí ìfọwọ́rọ̀ ìdásílẹ̀ yẹ kí ìsopọ̀ (URL kíkún).

source: Type of link for the session title
yo_ng: Ìrú ìsopọ̀ fún ìdí ìpàdé

source: On the courses/sessions page, the session title can be either of the following : 0 = no link (hide session title) ; 1 = link title to a special session page ; 2 = link to the course if there is only one course ; 3 = session title makes the courses list foldable ; 4 = no link (show session title).
yo_ng: Lórí ìwé ìkẹ́kọ̀ọ́/ìpàdé, ìdí ìpàdé le jẹ́ ọ̀kan lára ​​wọ̀nyí : 0 = kò ṣe ìsopọ̀ (fi ìdí ìpàdé pamọ́) ; 1 = ìsopọ̀ ìdí sí ìwé ìpàdé pàtàkì ; 2 = ìsopọ̀ sí ìkẹ́kọ̀ọ́ tí ìkẹ́kọ̀ọ́ kan ṣoṣo wà ; 3 = ìdí ìpàdé ṣe ìdí ìpìlẹ̀ ìkẹ́kọ̀ọ́ ìdàbọ̀sí ; 4 = kò ṣe ìsopọ̀ (fi ìdí ìpàdé hàn).

source: Hide course rating
yo_ng: Fi ìdí ìwò ìkẹ́kọ̀ọ́ pamọ́

source: The course rating feature comes by default in different places. If you don’t want it, enable this option.
yo_ng: Ẹya idiyele iṣẹ-ẹkọ wa ni ipo aiyipada ni awọn aaye oriṣiriṣi. Ti o ko ba fẹ, ṣiṣẹṣe aṣayan yii.

source: Hide columns from course logs
yo_ng: Fi awọn iṣẹ-ọna pamọ kuro ninu awọn akọsilẹ iṣẹ-ẹkọ

source: This array gives you the possibility to configure which columns to hide in the main course stats page and in the total time report.
yo_ng: Etò yii fun ọ ni anfani lati tunto awọn iṣẹ-ọna wo lati fi pamọ ni oju-iwe stats akọkọ ti iṣẹ-ẹkọ ati ninu ijabọ akoko lapapọ.

source: Course student info display
yo_ng: Ifihan alaye ọmọ ile-iwe iṣẹ-ẹkọ

source: On the ‘My courses’/’My sessions’ pages, show additional information regarding the score, progress and/or certificate acquisition by the student.
yo_ng: Lori awọn oju-iwe ‘Awọn iṣẹ-ẹkọ mi’/’Awọn akoko mi’, ṣafihan alaye afikun nipa ami, ilọsiwaju ati/ tabi gbigba iwe-ẹri nipasẹ ọmọ ile-iwe.

source: Course catalogue settings
yo_ng: Awọn eto katalogi iṣẹ-ẹkọ

source: This array gives you the possibility to configure many aspects of the course catalogue.
yo_ng: Etò yii fun ọ ni anfani lati tunto ọpọlọpọ awọn aṣẹ ti katalogi iṣẹ-ẹkọ.

source: Show dependencies in course intro
yo_ng: Fi awọn ibẹrẹ hàn ni iṣẹ-ọna iṣẹ-ẹkọ

source: When using resources sequencing with courses or sessions, show the dependencies of the course on the course’s homepage.
yo_ng: Nigbati lilo ilana awọn orisun pẹlu awọn iṣẹ-ẹkọ tabi awọn akoko, ṣafihan awọn ibẹrẹ ti iṣẹ-ẹkọ lori oju-iwe akọkọ ti iṣẹ-ẹkọ.

source: Display course catalogue on homepage
yo_ng: Fi katalogi iṣẹ-ẹkọ han lori oju-iwe akọkọ

source: Set course category mandatory
yo_ng: Ṣeto ẹka iṣẹ-ẹkọ jẹ dandan

source: When creating a course, make the course category a required setting.
yo_ng: Nigbati ṣiṣẹda iṣẹ-ẹkọ kan, ṣe ki ẹka iṣẹ-ẹkọ jẹ eto ti o nilo.

source: Remove course code field from course creation form
yo_ng: Yọ aaye koodu iṣẹ-ẹkọ kuro lati fọọmu ṣiṣẹda iṣẹ-ẹkọ

source: If not provided, the course code is generated by default based on the course title, so enable this option to remove the code field from the course creation form altogether.
yo_ng: Ti ko ba pese, koodu iṣẹ-ẹkọ jẹ ipilẹṣẹ ti a ṣẹda lori akọle iṣẹ-ẹkọ, nitorinaa ṣiṣẹṣe aṣayan yii lati yọ aaye koodu kuro lati fọọmu ṣiṣẹda iṣẹ-ẹkọ patapata.

source: Hide course teacher info on course details page
yo_ng: Fi alaye olukọ iṣẹ-ẹkọ pamọ lori oju-iwe awon alaye iṣẹ-ẹkọ

source: On the course details page, hide the teacher information.
yo_ng: Lori oju-iwe awon alaye iṣẹ-ẹkọ, fi alaye olukọ pamọ.

source: Course visibility changes for admins only
yo_ng: Awọn iyipada iranran iṣẹ-ẹkọ fun awọn admins nikan

source: Remove the possibility for non-admins to change the course visibility. Visibility can be an issue when there are too many teachers to control directly. Forcing visibilities allows the organization to better manage courses catalogues.
yo_ng: Yọ anfani fun awọn ti kii ṣe admins lati yi iranran iṣẹ-ẹkọ pada. Ifihan le jẹ iṣoro nigbati awọn olukọ po ju lati ṣakoso taara. Fi agbara si awọn ifihan gba ile-iṣẹ laaye lati ṣakoso awọn katalogi iṣẹ-ẹkọ dara julọ.

source: Hide course catalogue’s public link
yo_ng: Fi ọna asopọ ti gbogbo eniyan ti katalogi iṣẹ-ẹkọ pamọ

source: Hides the link to the course catalogue in the menu when the catalogue is public.
yo_ng: Fi ọna asopọ si katalogi iṣẹ-ẹkọ pamọ ninu akojọ nigbati katalogi ba jẹ ti gbogbo eniyan.

source: User extra fields by default in course stats page
yo_ng: Awọn aaye afikun olumulo nipasẹ aiyipada ni oju-iwe stats iṣẹ-ẹkọ

source: Configure this array with the internal IDs of the extra fields you want to show by default in the main course stats page.
yo_ng: Tunto etò yii pẹlu awọn ID inu ti awọn aaye afikun ti o fẹ lati han nipasẹ aiyipada ni oju-iwe stats akọkọ ti iṣẹ-ẹkọ.

source: Only show matching courses in catalogue
yo_ng: Han awọn iṣẹ-ẹkọ ti o baamu nikan ni katalogi

source: When enabled, only the courses with the extra field ‘show_in_catalogue’ set to 1 will appear in the catalogue.
yo_ng: Nigbati a ba ṣiṣẹ, awọn iṣẹ-ẹkọ pẹlu aaye afikun ‘show_in_catalogue’ ti a ṣeto si 1 nikan ni yoo han ni katalogi.

source: Only show matching categories in courses catalogue
yo_ng: Han awọn ẹka ti o baamu nikan ni katalogi iṣẹ-ẹkọ

source: When not empty, only the courses from the given categories will appear in the courses catalogue.
yo_ng: Nigbati ko ba ṣofo, awọn iṣẹ-ẹkọ lati awọn ẹka ti a fun nikan ni yoo han ni katalogi iṣẹ-ẹkọ.

source: Extra fields to show on course creation form
yo_ng: Awọn aaye afikun lati han lori fọọmu ṣiṣẹda iṣẹ-ẹkọ

source: The fields defined in this array will appear as additional fields in the course creation form.
yo_ng: Awọn aaye ti a ṣalaye ninu etò yii yoo han bi awọn aaye afikun ni fọọmu ṣiṣẹda iṣẹ-ẹkọ.

source: Extra fields to require on course creation form
yo_ng: Awọn aaye afikun lati nilo lori fọọmu ṣiṣẹda iṣẹ-ẹkọ

source: The fields defined in this array will be mandatory in the course creation form.
yo_ng: Awọn aaye ti a ṣalaye ninu etò yii yoo jẹ dandan ni fọọmu ṣiṣẹda iṣẹ-ẹkọ.

source: Extra fields to show in course settings
yo_ng: Awọn aaye afikun lati han ni awọn eto iṣẹ-ẹkọ

source: The fields defined in this array will appear on the course settings page.
yo_ng: Awọn aaye ti a ṣe akọle ninu ọkọọkan yii yoo han lori oju-iwe eto ẹkọ.

source: Prefill course fields with fields from user
yo_ng: Kọ awọn aaye ẹkọ pẹlu awọn aaye lati ọdọ olumulo

source: If not empty, the course creation process will look for some fields in the user profile and auto-fill them for the course. For example, a teacher specialized in digital marketing could automatically set a « digital marketing » flag on each course (s)he creates.
yo_ng: Ti ko ba ṣofo, ilana idasile ẹkọ yoo wa fun diẹ ninu awọn aaye ni profaili olumulo ati ṣàtúnṣe wọn fun ẹkọ. Fun apẹẹrẹ, olukọ ti o ṣe amọja ni tita ọja oni-nọmba le ṣeto aami « tita ọja oni-nọmba » laifọwọyi lori ẹkọ kọọkan ti (o) ṣẹda.

source: Allow tool visibility edition in sessions
yo_ng: Gba laaye siiṣe atunṣe hihan ohun elo ni awọn akoko

source: When using sessions, the default behaviour is to use the tool visibility defined in the base course. This setting changes that to allow coaches in session courses to adapt tool visibilities to their needs.
yo_ng: Nigbati lilo awọn akoko, ihuwasi aiyipada ni lati lo hihan ohun elo ti a ṣalaye ninu ẹkọ ipilẹ. Eto yii yipada iyẹn lati gba awọn olukọni ni awọn ẹkọ akoko laaye lati ṣe deede awọn hihan ohun elo si awọn aini wọn.

source: Order of user lastname and firstname
yo_ng: Ṣe aṣẹ ti orukọ idile olumulo ati orukọ akọkọ

source: Sort users by specific info by default
yo_ng: Ṣe lẹsẹsẹ awọn olumulo nipasẹ alaye kan pato nipasẹ aiyipada

source: Use virtual keyboard
yo_ng: Lo bọọlu fifo foju

source: Make a virtual keyboard appear. This is useful when setting up restrictive exams in a physical room where students have no keyboard to limit their ability to cheat.
yo_ng: Jẹ ki bọọlu fifo foju han. Eyi wulo nigbati ṣeto awọn idanwo ihamọ ni yara ti ara nibiti awọn ọmọ ile-iwe ko ni bọọlu lati ṣe idinku agbara wọn lati ṣe iwon.

source: Disable copy-pasting
yo_ng: Pa ṣe-idakọpọ lọwọlọwọ

source: When enabled, this option disables as well as possible the copy-pasting mechanisms. Useful in restrictive exams setups.
yo_ng: Nigbati a ba ṣiṣẹ, aṣayan yii pa awọn ilana ṣe-idakọpọ lọwọlọwọ bi o ṣe le ṣeeṣe. Wulo ni awọn eto idanwo ihamọ.

source: Bug report link
yo_ng: Asopọ ijabọ bug

source: Provide link to a bug reporting platform if not using the internal ticket manager.
yo_ng: Pese asopọ si ipilẹ ijabọ bug ti ko ba lo olutọju tikẹti inu.

source: Layout template
yo_ng: Àpẹẹrẹ ìfòyebánilò

source: Provide the name of the template folder from main/template/ to change the appearance and structure of this portal.
yo_ng: Pese orukọ folda awoṣe lati main/template/ lati yi irisi ati eto ile-iṣẹ yii pada.

source: Hide social media links
yo_ng: Fi awọn asopọ media awujọ pamọ

source: Some pages allow you to promote the portal or a course on social networks. Enable this setting to remove the links.
yo_ng: Diẹ ninu awọn oju-iwe gba ọ laaye lati ṣe igbega ile-iṣẹ tabi ẹkọ lori awọn nẹtiwọọki awujọ. Ṣiṣẹ eto yii lati yọ awọn asopọ kuro.

source: Send notification to students when document added
yo_ng: Fi ifitonileti ranṣẹ si awọn ọmọ ile-iwe nigbati a ṣe afikun iwe-ipamọ

source: Whenever someone creates a new item in the documents tool, send a notification to users.
yo_ng: Nigbakugba ti ẹnikan ba ṣẹda ohun tuntun ni ohun elo awọn iwe-ipamọ, fi ifitonileti ranṣẹ si awọn olumulo.

source: PDF orientation for course progress
yo_ng: Iṣalẹ PDF fun ilọsiwaju ẹkọ

source: In the course progress tool, you can print a PDF of the different elements. Set ‘portrait’ or ‘landscape’ (technical terms) to change it.
yo_ng: Ni ẹrọ ilọsiwaju ẹkọ, o le tẹ jade PDF ti awọn eroja oriṣiriṣi. Ṣeto ‘portrait’ tabi ‘landscape’ (awọn ọrọ imọ-ẹrọ) lati yi pada.

source: PDF orientation for certificates
yo_ng: Iṣalẹ PDF fun awọn iwe-ẹri

source: Set ‘portrait’ or ‘landscape’ (technical terms) for PDF certificates.
yo_ng: Ṣeto ‘portrait’ tabi ‘landscape’ (awọn ọrọ imọ-ẹrọ) fun awọn iwe-ẹri PDF.

source: Enable general certificate
yo_ng: Ṣiṣẹ iwe-ẹri gbogbogbo

source: A general certificate is a certificate grouping all the accomplishments by the user in the courses (s)he followed.
yo_ng: Iwe-ẹri gbogbogbo jẹ iwe-ẹri ti o ṣe akojọ gbogbo awọn aṣeyọri ti olumulo ni awọn ẹkọ ti o tẹle.

source: Enable sharing options for group document
yo_ng: Ṣiṣẹ awọn aṣayan pinpin fun iwe-ẹkọ ẹgbẹ

source: Enable sharing options for document inside group category
yo_ng: Ṣiṣẹ awọn aṣayan pinpin fun iwe-ẹkọ inu ẹka ẹgbẹ

source: Enable Compilatio
yo_ng: Ṣiṣẹ Compilatio

source: Compilatio is an anti-cheating service that compares text between two submissions and reports if there is a high probability the content (usually assignments) is not genuine.
yo_ng: Compilatio jẹ iṣẹ idiwọ ijiṣẹ ti o ṣe afiwe ọrọ laarin awọn ifisilẹ meji ti o si ṣe ijabọ ti iṣeeṣe giga ko onipeye akoonu (igbagbogbo awọn iṣẹ-ṣiṣe).

source: Compilatio settings
yo_ng: Awọn eto Compilatio

source: Configure the Compilatio connection details here.
yo_ng: Ṣeto awọn alaye asopọ Compilatio nibi.

source: Hide documents download icon
yo_ng: Fi aami idinku awọn iwe-ẹkọ pamọ

source: In the documents tool, hide the download icon from users.
yo_ng: Ni ẹrọ awọn iwe-ẹkọ, fi aami idinku pamọ kuro lọdọ awọn olumulo.

source: Enable X-sendfile headers
yo_ng: Ṣiṣẹ awọn akọle X-sendfile

source: Enable this if you have X-sendfile enabled at the web server level and you want to add the required headers for browsers to pick it up.
yo_ng: Ṣiṣẹ eyi ti o ba ni X-sendfile ṣiṣẹ ni ipele olupin wẹẹbu ati pe o fẹ ṣafikun awọn akọle ti o nilo fun awọn olugbo lati gbe.

source: Set strict hosts list for cloud links
yo_ng: Ṣeto akojọ awọn ọmọ-ogun ti o muna fun awọn asopọ awọsanma

source: The documents tool can integrate links to files in the cloud. The list of cloud services is limited to a hardcoded list, but you can define the ‘links’ array that will contain a list of your own list of services/URLs. The list defined here will replace the default list.
yo_ng: Ẹrọ awọn iwe-ẹkọ le ṣepọ awọn asopọ si awọn faili ni awọsanma. Akojọ awọn iṣẹ awọsanma ni opin si akojọ ti a ṣe koodu, ṣugbọn o le ṣalaye ‘awọn asopọ’ array ti yoo ni akojọ ti akojọ tirẹ ti awọn iṣẹ/URL. Akojọ ti a ṣalaye nibi yoo rọpa ipò akojọ aiyipada.

source: Support multi-language HTML content
yo_ng: Ṣe atilẹyin akoonu HTML pupọ-ede

source: If enabled, this option allows users to use a ‘lang’ attribute in HTML elements to define the langage the content of that element is written in. Enable multiple elements with different ‘lang’ attributes and Chamilo will display the content in the langage of the user only.
yo_ng: Ti a ṣiṣẹ, aṣayan yii yoo gba awọn olumulo laaye lati lo aṣoju ‘lang’ ni awọn eroja HTML lati ṣalaye ede ti akoonu ti eroja yẹn kọ. Ṣiṣẹ awọn eroja pupọ pẹlu awọn aṣoju ‘lang’ oriṣiriṣi ati Chamilo yoo han akoonu ni ede olumulo nikan.

source: Save titles as HTML
yo_ng: Fipamọ awọn akọle bi HTML

source: Allow users to include HTML in title fields in several places. This allows for some styling of titles, notably in test questions.
yo_ng: Gba awọn olumulo laaye lati fi HTML sinu awọn aaye akọle ni ọpọlọpọ awọn aaye. Eyi gba laaye fun diẹ ninu awọn aṣa ti awọn akọle, pataki ni awọn ibeere idanwo.

source: Full WYSIWYG editor toolbar
yo_ng: Ọpa WYSIWYG akọle kikun

source: Show the full toolbar in all WYSIWYG editor boxes around the platform.
yo_ng: Han ọpa kikun ni gbogbo awọn apoti olootu WYSIWYG ni ayika pẹpẹ.

source: Prevent copy-pasting images in WYSIWYG editor
yo_ng: Deni ẹda aworan-paste ni olootu WYSIWYG

source: Prevent the use of images copy-paste as base64 in the editor to avoid filling the database with images.
yo_ng: Deni lilo aworan ẹda-paste bi base64 ni olootu lati yago fun kiko data ipilẹ pẹlu aworan.

source: List of WYSIWYG files drivers
yo_ng: Akojọ awọn awakọ faili WYSIWYG

source: Array containing the names of the drivers for files access from the WYSIWYG editor.
yo_ng: Array ti o ni awọn orukọ awọn awakọ fun iraye si faili lati olootu WYSIWYG.

source: Allow images drag&drop in WYSIWYG editor
yo_ng: Gba aworan fa&fi sinu olootu WYSIWYG

source: Enable image upload as file when doing a copy in the content or a drag and drop.
yo_ng: Ṣiṣẹ igbasilẹ aworan bi faili nigbati ṣiṣe ẹda ni akoonu tabi fa ati fi silẹ.

source: WYSIWYG editor settings
yo_ng: Awọn eto olootu WYSIWYG

source: Generic configuration array to reconfigure the WYSIWYG editor globally.
yo_ng: Akojọ eto gbogbogbo lati tunto olootu WYSIWYG ni agbaye.

source: Hide the context menu on video player
yo_ng: Fi akojọ aaye pamọ lori ẹrọ orin fidio

source: Video player renderers
yo_ng: Awọn olutọ fidio ẹrọ orin

source: Enable player renderers for YouTube, Vimeo, Facebook, DailyMotion, Twitch medias
yo_ng: Ṣiṣẹ awọn olutọ ẹrọ orin fun YouTube, Vimeo, Facebook, DailyMotion, Twitch media

source: Allow teachers to edit tests in learning paths
yo_ng: Gba awọn olukọ laaye lati ṣatunṣe awọn idanwo ni awọn ọna kọni

source: By default, Chamilo prevents you from editing tests that are included inside a learning path. This is to avoid changes that would affect learners (past and future) differently regarding the results and/or progress in the learning path. This option allows teachers to bypass this restriction.
yo_ng: Nipasẹ aiyipada, Chamilo ṣe idiwọ fun ọ lati ṣatunṣe awọn idanwo ti o wa ninu ọna kọni. Eyi jẹ lati yago fun awọn iyipada ti yoo ni ipa lori awọn akẹkọ (ti o kọja ati iwaju) yatọ nipa awọn abajade ati/tabi ilọsiwaju ni ọna kọni. Aṣayan yii gba awọn olukọ laaye lati fori ihamọ yii.

source: Hide question ribbon (right/wrong) in test results
yo_ng: Fi ṣiṣẹ ribbon ibeere (ọtun/aṣiṣe) pamọ ni awọn abajade idanwo

source: In test results, a ribbon appears by default to indicate if the answer was right or wrong. Enable this option to remove the ribbon globally.
yo_ng: Ni awọn abajade idanwo, ribbon kan han nipasẹ aiyipada lati tọka boya idahun naa tọ tabi aṣiṣe. Ṣiṣẹ aṣayan yii lati yọ ribbon kuro ni agbaye.

source: Block sending test notifications to general coach
yo_ng: Deni fifiranṣẹ awọn ifitonileti idanwo si olukọ gbogbogbo

source: Learners completing a test usually sends notifications to coaches, including the general session coach. Enable this option to omit the general coach from these notifications.
yo_ng: Awọn akẹkọ ti o pari idanwo nigbagbogbo firanṣẹ awọn ifitonileti si awọn olukọ, pẹlu olukọ igba gbogbogbo. Ṣiṣẹ aṣayan yii lati fi olukọ gbogbogbo silẹ kuro ninu awọn ifitonileti wọnyi.

source: Add question feedback if incorrect answer
yo_ng: Fi esi ibeere kun nigbati idahun ko tọ

source: By default, Chamilo allows you to show feedback on each answer in a question. With this option, an additional field is created to provide pre-defined feedback to the whole question. This feedback will only appear if the user answered incorrectly.
yo_ng: Nipasẹ aiyipada, Chamilo gba ọ laaye lati han esi lori idahun kọọkan ni ibeere. Pẹlu aṣayan yii, aaye afikun kan ti ṣẹda lati pese esi ti a ṣe tẹlẹ si gbogbo ibeere. Esi yii yoo han nikan ti olumulo dahun ko tọ.

source: Show 'previous' button in test to navigate questions
yo_ng: Han bọtini ‘ti tẹlẹ’ ni idanwo lati lọ kiri awọn ibeere

source: Set this to false to disable the 'previous' button when answering questions in a test, thus forcing users to always move ahead.
yo_ng: Ṣeto eyi si irọ lati pa bọtini ‘ti tẹlẹ’ nigbati idahun awọn ibeere ni idanwo, nitorinaa fi ipa mu awọn olumulo lati lọ siwaju nigbagbogbo.

source: Audio feedback to submitted answers
yo_ng: Esi ohun si awọn idahun ti a fi silẹ

source: Allow teachers to provide feedback to users through audio (alternatively to text) on each question in a test.
yo_ng: Gba awọn olukọ laaye lati pese esi si awọn olumulo nipasẹ ohun (idakeji si ọrọ) lori ibeere kọọkan ni idanwo.

source: Block copy-pasting in tests
yo_ng: Deni ẹda-paste ni awọn idanwo

source: Block copy/paste/save/print keys and right-clicks in exercises.
yo_ng: Deni awọn bọtini ẹda/paste/fipamọ/titẹjade ati awọn tẹ-ọtun ni awọn adaṣe.

source: Always show test description on results page
yo_ng: Han apejuwe idanwo nigbagbogbo lori oju-iwe awọn abajade

source: Generate certificate on test end
yo_ng: Ṣẹda iwe-ẹri lori ipari idanwo

source: Generate certificate when ending a quiz. The quiz needs to be linked in the gradebook tool and have a pass percentage configured.
yo_ng: Ṣẹda iwe-ẹri nigbati o pari idanwo kan. Idanwo naa nilo lati so pọ ni ohun elo iwe-ẹkọ ati pe o ni ipin ogun ire ti a ṣeto.

source: Decimal score in open question types
yo_ng: Dimegiri igba ni awọn iru ibeere ṣiṣi

source: Allow the teacher to rate the open, oral expression and annotation question types with a decimal score.
yo_ng: Gba olukọ laaye lati ṣe idiyele awọn iru ibeere ṣiṣi, ọrọ sisọ ati aworan pẹlu igba dimegiri.

source: Add answer-saving process check before test
yo_ng: Fi ṣayẹwo ilana fifipamọ idahun kun ṣaaju idanwo
