Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Warning: the installer detected an error while trying to reach the test file at %s. It looks like the PHP script could not be interpreted. This could be a warning sign for future problems when creating courses. Please check the installation guide for more information about permissions. If you are installing a site with a URL that doesn't resolve yet, you can probably ignore this message.
ar: تحذير: تم اكتشاف خطأ عند محاولة الوصول الى ملف الاختبار في %s. هذا الخطأ قد يكون علامة تحذير لمشاكل مستقبلية قد تحدث عند انشاء مقررات، يرجى التحقق من دليل التنصيب للمزيد من المعلومات حول السماحات
ast_es: Avisu: l'instalador detectó un error mentres consegaba llegar al ficheru de prueba en %s. Paez que l'escuetu PHP nun pudo interpretase. Esto podría ser una señal d'avisu pa problemes futuros al crear cursos. Por favor, consulta la guía d'instalación pa más información sobre permisos. Si tas instalando un sitiu con un URL que entavía nun resuelve, probablemente pues ignorar esti mensaxe.
bn_bd: সতর্কতা: ইনস্টলার %s-এ টেস্ট ফাইল পৌঁছানোর চেষ্টা করার সময় একটি ত্রুটি শনাক্ত করেছে। মনে হচ্ছে PHP স্ক্রিপ্ট ব্যাখ্যা করা যায়নি। এটি কোর্স তৈরি করার সময় ভবিষ্যতের সমস্যার জন্য একটি সতর্কতা চিহ্ন হতে পারে। অনুমতি সম্পর্কে আরও তথ্যের জন্য ইনস্টলেশন গাইড দেখুন। যদি আপনি এখনও রেজলভ না হওয়া URL দিয়ে একটি সাইট ইনস্টল করেন, তাহলে আপনি সম্ভবত এই বার্তাটি উপেক্ষা করতে পারেন।
bs_ba: Upozorenje: instalater je otkrio grešku prilikom pokušaja pristupa test datoteci na %s. Izgleda da PHP skripta nije mogla biti interpretirana. Ovo može biti upozorenje za buduće probleme prilikom kreiranja kurseva. Molimo provjerite vodič za instalaciju za više informacija o dozvolama. Ako instalirate sajt sa URL adresom koja još uvijek nije riješena, vjerovatno možete ignorisati ovu poruku.
ca_es: Avís: l'instal·lador ha detectat un error mentre intentava accedir a l'arxiu de prova %s. Sembla que l'script PHP no va poder ser interpretat. Això podria ser un senyal precursor de problemes al moment de la creació de nous cursos. Comproveu el manual d'instal·lació per a més informació sobre permisos. Si esteu creant un lloc configurant una URL que encara no existeix, podeu ignorar aquest missatge.
cs_cz: Varování: instalátor detekoval chybu při pokusu o přístup k testovacímu souboru na %s. Zdá se, že PHP skript nemohl být interpretován. To může být varovný signál pro budoucí problémy při vytváření kurzů. Zkontrolujte prosím instalační příručku pro více informací o oprávněních. Pokud instalujete portál s URL, které ještě není rozřešeno, tento zprávu můžete pravděpodobně ignorovat.
da: Advarsel: Installationsprogrammet opdagede en fejl under forsøg på at nå testfilen på %s. Det ser ud som om PHP-scriptet ikke kunne fortolkes. Dette kan være et advarselstegn på fremtidige problemer ved oprettelse af kurser. Tjek venligst installationsguiden for mere information om tilladelser. Hvis du installerer et site med en URL, der endnu ikke er resoleret, kan du sandsynligvis ignorere denne besked.
de: Achtung: Das Installationsprogramm hat beim Versuch, die Testdatei auf %s zu erreichen, einen Fehler festgestellt. Scheinbar konnte das PHP-Skript nicht interpretiert werden. Dies könnte ein Warnhinweis auf zukünftige Probleme bei der Erstellung von Kursen sein. Bitte lesen Sie die Installationsanleitung für weitere Informationen zu Berechtigungen. Wenn Sie eine Website mit einer URL installieren, die sich noch nicht auflöst, können Sie diese Meldung wahrscheinlich ignorieren.
el: Προσοχή: το πρόγραμμα εγκατάστασης εντόπισε ένα σφάλμα κατά την προσπάθεια για το άνοιγμα του τεστ αρχείου %s. Το αρχείο script PHP δεν μπορεί να ερμηνευθεί. Αυτό θα μπορούσε να είναι ένα προειδοποιητικό σημάδι για μελλοντικά προβλήματα κατά τη δημιουργία μαθημάτων. Παρακαλώ ελέγξτε τις Οδηγίες εγκατάστασης για περισσότερες πληροφορίες σχετικά με τα δικαιώματα. Αν πρόκειται να εγκαταστήσετε ένα site με μια διεύθυνση URL που δεν επιλυθεί ακόμη, μπορείτε πιθανώς να αγνοήσετε αυτό το μήνυμα.
eo: Averto: la instalilo malkovris eraron dum provo atingi la testan dosieron ĉe %s. Ŝajnas ke la PHP-skripto ne povis esti interpreto. Jen averto por estontaj problemoj dum kreado de kursoj. Bonvolu kontroli la instalilan gvidon por pli da informoj pri rajtoj. Se vi instalas retejon kun URL kiu ankoraŭ ne solviĝas, vi povas ignori ĉi meson.
es: Advertencia: el instalador ha detectado un error mientras intentaba acceder al archivo de prueba %s. Parece que el script PHP no pudo ser interpretado. Esto podría ser una señal precursora de problemas al momento de la creación de nuevos cursos. Verifique el manual de instalación para mayor información sobre permisos. Si está instalando un sitio configurando una URL que todavía no existe, probablemente pueda ignorar este mensaje.
es_mx: Advertencia: el instalador detectó un error al intentar acceder al archivo de prueba en %s. Parece que el script PHP no pudo ser interpretado. Esto podría ser una señal de alerta para problemas futuros al crear cursos. Por favor, consulte la guía de instalación para más información sobre permisos. Si está instalando un sitio con una URL que aún no resuelve, probablemente puede ignorar este mensaje.
eu_es: Abisua: instalatzaileak errore bat detektatu du %s test fitxategira iristeko saiatzean. Badirudi PHP script-a ezin dela interpretatu. Hau arazoen seinalerik bat izan daiteke etorkizunean ikastaroak sortzean. Mesedez, begiratu instalazio gidetzara baimenen inguruko informazio gehiagarriarentzat. URL bat duen gunera instalatzen ari bazara oraindik ez dena ebatzita, seguruenik mezu hau alde batera utzi dezakezu.
fa_ir: هشدار: نصب‌کننده هنگام تلاش برای دسترسی به فایل آزمایشی در %s خطایی تشخیص داد. به نظر می‌رسد اسکریپت PHP تفسیر نشده است. این می‌تواند نشانه هشدار برای مشکلات آینده هنگام ایجاد دوره‌ها باشد. لطفاً راهنمای نصب را برای اطلاعات بیشتر در مورد مجوزها بررسی کنید. اگر سایتی با URL که هنوز قابل حل نیست نصب می‌کنید، احتمالاً می‌توانید این پیام را نادیده بگیرید.
fi_fi: Varoitus: asennusohjelma havaitsi virheen yrittäessään tavoittaa testitiedoston %s. Näyttää siltä, että PHP-skriptiä ei voitu tulkita. Tämä voi olla varoitusmerkki tulevista ongelmista kurssien luonnissa. Tarkista asennusopas lisätietoja käyttöoikeuksista. Jos asennat sivuston, jonka URL ei vielä ratkea, voit todennäköisesti jättää tämän viestin huomiotta.
fo_fo: Ávaring: Uppsetingin fann ein feil, tá ið hon royndi at nást til próvatøkuna %s. Tað lítur út sum PHP-scriptið ikki kundi tútolka. Hetta kann vera eitt varnartákn fyri framtíðar trupulleikar, tá ið kursar verða uppruttir. Vinarliga sí sjá installation guide fyri meira kunngjøring um loyvi. Um tú setur upp ein síðu við einari URL, sum enn ikki er løst, kanst tú royntignis ignorera hesa boðskrivning.
fur: Atencion: l'installadôr al à rivât un erôr intant che jê torne a rivâ al file di test a %s. Al pare che il script PHP no si podêsi interpretâ. Cheste e puê jessi un segnâl di avîs par problemis futûrs cuant che si cjape cors. Par plui informazions sui permis, controllâ il guîd di instalazion. Se stâs instalant un sit cun un URL che no si risolvi ancóre, probabilment puêis ignorâ chest messaç.
ga: Rabhadh: braith an suiteálaí earráid agus é ag iarraidh an comhad tástála ag %s a bhaint amach. Dealraíonn sé nach bhféadfaí an script PHP a léirmhíniú. D'fhéadfadh sé seo a bheith ina chomhartha rabhaidh le haghaidh fadhbanna sa todhchaí nuair a chruthaítear cúrsaí. Seiceáil an treoir suiteála le haghaidh tuilleadh faisnéise faoi cheadanna. Má tá suíomh á shuiteáil agat le URL nach réitíonn fós, is féidir leat an teachtaireacht seo a sheasamh dearmad.
gl: Advertencia: o instalador detectou un erro mentras intentaba acceder ao arquivo de proba %s. Parece que o script PHP non se puido interpretar correctamente. Isto podería ser un sinal precursor de problemas no momento de crear novos cursos. Revise o manual de instalación para maior información sobre permisos. Se está instalando un sitio configurando unha URL que todavía non existe, probablemente poida ignorar esta mensaxe.
he_il: אזהרה: המתקין זיהה שגיאה בעת ניסיון להגיע לקובץ הבדיקה ב-%s. נראה שלא ניתן היה לפרש את סקריפט PHP. זה יכול להיות תמרור אזהרה לבעיות עתידיות בעת יצירת קורסים. אנא עיין במדריך ההתקנה לקבלת מידע נוסף על הרשאות. אם אתה מתקין אתר עם כתובת URL שעדיין לא נפתרה, אתה כנראה יכול להתעלם מהודעה זו.
hi: चेतावनी: इंस्टॉलर ने %s पर टेस्ट फाइल तक पहुँचने का प्रयास करते समय एक त्रुटि का पता लगाया। ऐसा लगता है कि PHP स्क्रिप्ट की व्याख्या नहीं हो सकी। यह कोर्स बनाने के दौरान भविष्य की समस्याओं का संकेत हो सकता है। अनुमतियों के बारे में अधिक जानकारी के लिए स्थापना गाइड देखें। यदि आप एक ऐसी URL के साथ साइट इंस्टॉल कर रहे हैं जो अभी हल नहीं होती, तो आप शायद इस संदेश को नजरअंदाज कर सकते हैं।
hr_hr: Upozorenje: instalater je otkrio grešku prilikom pokušaja pristupa test datoteci na %s. Čini se da PHP skripta nije mogla biti interpretirana. To može biti upozorenje za buduće probleme prilikom stvaranja predmeta. Provjerite vodič za instalaciju za više informacija o ovlastima. Ako instalirate web mjesto s URL adresom koja još nije riješena, vjerojatno možete zanemariti ovu poruku.
hu_hu: Figyelmeztetés: a telepítő hibát észlelt a %s tesztfájl elérésének kísérlete során. Úgy tűnik, a PHP szkript nem értelmezhető. Ez figyelmeztető jel lehet a jövőbeli problémákra kurzusok létrehozásakor. Kérjük, ellenőrizze a telepítési útmutatót a jogosultságokról szóló további információkért. Ha olyan URL-lel telepít oldalt, amely még nem oldható fel, ezt a üzenetet valószínűleg figyelmen kívül hagyhatja.
hy: Զգուշացում. տեղադրիչը հայտնաբերել է սխալ՝ փորձելով հասնել թեստային ֆայլին %s-ում: Թվում է, թե PHP սկրիպտը չի կարողացել մեկնաբանվել: Սա կարող է լինել զգուշացման նշան ապագա խնդիրների համար դասընթացներ ստեղծելիս: Խնդրում ենք ստուգել տեղադրման ուղեցույցը թույլտվությունների մասին տեղեկությունների համար: Եթե տեղադրում եք կայք URL-ով, որը դեռ չի լուծվում, կարող եք հավանաբար անտեսել այս հաղորդագրությունը:
id_id: Peringatan: installer mendeteksi kesalahan saat mencoba mengakses file tes di %s. Sepertinya skrip PHP tidak dapat diinterpretasikan. Ini bisa menjadi tanda peringatan untuk masalah di masa depan saat membuat kursus. Silakan periksa panduan instalasi untuk informasi lebih lanjut tentang izin. Jika Anda menginstal situs dengan URL yang belum dapat diakses, Anda mungkin dapat mengabaikan pesan ini.
it: Attenzione: l'installer ha rilevato un errore cercando di raggiungere il test in %s. Sembra che lo script PHP non possa essere iterpretato. Questo può rappresentare un segno di futuri problemi nel creare dei corsi. Controlla la guida all'installazione per ricevere più info sui permessi. Se stai installando un sito con una URL ancora in via di risoluzione, puoi ignorare questo messaggio.
ja: 警告: インストーラーが %s のテストファイルにアクセスしようとした際にエラーを検知しました。PHPスクリプトが解釈されなかったようです。これはコース作成時の将来の問題の兆候となる可能性があります。権限に関する詳細はインストールガイドを参照してください。まだ解決しないURLでサイトをインストールしている場合、このメッセージは無視できる可能性があります。
ka_ge: გაფრთხილება: ინსტალატორმა შეცდომა აღმოაჩინა ტესტ ფაილზე %s მისვლის მცდელობისას. ჩანს, რომ PHP სკრიპტი ვერ გაიგო. ეს შეიძლება იყოს მომავალი პრობლემების შეტყობინება კურსების შექმნისას. გთხოვთ, შეამოწმოთ ინსტალაციის სახელმძღვანელო უფლებებზე მეტი ინფორმაციისთვის. თუ ახლავე არ მოგვარდება URL-ით საიტის ინსტალაცია, შეგიძლიათ იგნორირება ამ შეტყობინების.
ko_kr: 경고: 설치 프로그램이 %s의 테스트 파일에 접근하는 중 오류를 감지했습니다. PHP 스크립트가 해석되지 않은 것 같습니다. 이는 과정 생성 시 미래 문제의 경고 신호일 수 있습니다. 권한에 대한 자세한 정보는 설치 가이드를 확인하세요. 아직 해석되지 않는 URL로 사이트를 설치 중이라면 이 메시지를 무시할 수 있습니다.
lo: ຄຳເຕືອນ: ຕົວຕິດຕັ້ງກວດພົບຂໍ້ຜິດພາດໃນຂະນະທີ່ພະຍາຍາມເຂົ້າເຖິງໄຟລ໌ທົດສອບທີ່ %s. ເບິ່ງຄືວ່າສະຄຣິບ PHP ບໍ່ສາມາດແປຄວາມໝາຍໄດ້. ນີ້ອາດເປັນສັນຍານເຕືອນສຳລັບບັນຫາໃນອະນາຄົດເມື່ອສ້າງຫຼັກສູດ. ກະລຸນາກວດສອບຄູ່ມືການຕິດຕັ້ງສຳລັບຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບການອະນຸຍາດ. ຖ້າທ່ານກຳລັງຕິດຕັ້ງເວັບໄຊທີ່ມີ URL ທີ່ຍັງບໍ່ສາມາດໃຊ້ງານໄດ້, ທ່ານສາມາດບໍ່ສົນໃຈຂໍ້ຄວາມນີ້.
lt_lt: Įspėjimas: diegimo programa aptiko klaidą bandant pasiekti testinį failą adresu %s. Atrodo, kad PHP scenarijus negalėjo būti interpretuotas. Tai gali būti įspėjimas apie galimas problemas kuriant kursus ateityje. Peržiūrėkite diegimo vadovą daugiau informacijos apie teises. Jei diegiate svetainę su URL, kuri dar neišsprendžiama, galite ignoruoti šį pranešimą.
lv_lv: Brīdinājums: instalētājs konstatēja kļūdu, mēģinot piekļūt testa failam %s. Izskatās, ka PHP skripts netika interpretēts. Tas var būt brīdinājuma zīme par turpmākām problēmām, izveidojot kursus. Lūdzu, pārbaudiet instalācijas rokasgrāmatu, lai iegūtu vairāk informācijas par atļaujām. Ja jūs instalējat vietni ar URL, kas vēl neatrisinās, jūs varat ignorēt šo ziņojumu.
mk_mk: Предупредување: инсталерот откри грешка при обидот да стигне до тест датотеката на %s. Изгледа дека PHP скриптата не можеше да се толкува. Ова може да биде предупредувачки знак за идни проблеми при креирање курсеви. Ве молиме проверете го упатството за инсталација за повеќе информации за дозволите. Ако инсталирате сајт со URL што сè уште не се резолвира, веројатно можете да го игнорирате ова порака.
ms_my: Amaran: pemasang mengesan ralat semasa cuba mengakses fail ujian di %s. Nampaknya skrip PHP tidak dapat ditafsirkan. Ini boleh menjadi tanda amaran untuk masalah masa depan semasa mencipta kursus. Sila semak panduan pemasangan untuk maklumat lanjut mengenai kebenaran. Jika anda memasang laman dengan URL yang belum boleh diselesaikan, anda mungkin boleh abaikan mesej ini.
my_mm: သတိပေးချက်: တပ်ဆင်သူသည် %s ရှိ စမ်းသပ်ဖိုင်သို့ ရောက်ရှိရန် ကြိုးစားရာတွင် အမှားတစ်ခုကို တွေ့ရှိခဲ့သည်။ PHP စခရစ်ကို အဓိပ္ပာယ်ဖွင့်ဆိုနိုင်ခြင်းမရှိပုံရသည်။ ၎င်းသည် သင်တန်းများဖန်တီးရာတွင် အနာဂတ်ပြဿနာများအတွက် သတိပေးလက္ခဏာတစ်ခု ဖြစ်နိုင်သည်။ ခွင့်ပြုချက်များအကြောင်း နောက်ထပ်အချက်အလက်များအတွက် တပ်ဆင်မှုလမ်းညွှန်ကို စစ်ဆေးပါ။ အကယ်၍ သင်သည် မဖြေရှင်းရသေးသော URL ဖြင့် ဝဘ်ဆိုက်တစ်ခုကို တပ်ဆင်နေပါက၊ ဤစာကို လျစ်လျူရှုနိုင်ဖွယ်ရှိသည်။
ne: चेतावनी: इन्स्टलरले %s मा परीक्षण फाइल पुग्न खोज्दा त्रुटि पत्ता लगायो। देखिन्छ PHP स्क्रिप्ट व्याख्या हुन सकेन। यो कोर्सहरू बनाउँदा भविष्यका समस्याहरूको लागि चेतावनी हुन सक्छ। अनुमतिहरू बारे थप जानकारीको लागि स्थापना मार्गदर्शिका जाँच गर्नुहोस्। यदि तपाईं अझै समाधान नभएको URL संग साइट स्थापना गर्दै हुनुहुन्छ भने, यो सन्देश बेवास्ता गर्न सकिन्छ।
nl: Waarschuwing: de installer detecteerde een fout bij het bereiken van het testbestand op %s. Het lijkt erop dat het PHP-script niet geïnterpreteerd kon worden. Dit kan een waarschuwing zijn voor toekomstige problemen bij het aanmaken van cursussen. Controleer de installatiegids voor meer informatie over rechten. Als u een site installeert met een URL die nog niet resolveert, kunt u deze melding waarschijnlijk negeren.
nn_no: Åtvaring: Installasjonsprogrammet oppdaga ein feil ved forsøk på å nå testfila på %s. Det verkar som om PHP-skriptet ikkje kunne fortolkast. Dette kan vere eit varsel om framtidige problem når kurs vert oppretta. Vennleg sjekk installasjonsleiinga for meir informasjon om rettar. Om du installerer ein nettstad med ein URL som enno ikkje løysast opp, kan du trolig ignorere denne meldinga.
oc: Avís : l'installador a detestat una error en cercant d'alcançar lo fichièr de prèba a %s. Sembla que lo scripte PHP pòt pas èsser interpretat. Aquò pòt èsser un senhali d'avís per de problèmas futurs en crear de cors. Verificatz lo guia d'installacion per mai d'informacions sus las permissions. Se installatz un sit amb una URL qu'existís pas encara, podètz probablament ignorar aquest messatge.
pl_pl: Ostrzeżenie: instalator wykrył błąd podczas próby dostępu do pliku testowego w %s. Wygląda na to, że skrypt PHP nie mógł zostać zinterpretowany. Może to być ostrzeżenie przed przyszłymi problemami podczas tworzenia kursów. Sprawdź przewodnik instalacji po więcej informacji na temat uprawnień. Jeśli instalujesz witrynę z adresem URL, który jeszcze nie działa, możesz prawdopodobnie zignorować tę wiadomość.
ps: ګواښنه: نصب کوونکي د %s کې د ازموینې فایل ته د رسېدو هڅه کې یوه خطا وموندله. ښکاري چې PHP اسکریپټ تشریح کېدای نشي. دا د راتلونکو ستونزو لپاره د ګواښ نښه کیدی شي کله چې کورسونه جوړول کېږي. مهرباني وکړئ د اجازه ورکولو په اړه د نورو معلوماتو لپاره نصب لارښود وګورئ. که تاسو یو سایټ نصب کوئ چې URL یې تر اوسه حل کېدای نشي، تاسو کولی شئ دا پیغام نغښتلی پریږدئ.
pt_br: Advertência: o instalador detectou um erro enquanto tentava alcançar o arquivo de testes no %s. Parece que o script PHP não pode ser interpretado. Este pode ser um sinal de advertência de futuros problemas quando criar cursos. Por favor, verifique o guia de instalação para mais informações sobre permissões. Se voc6e está instalando um site com uma URL que ainda não foi resolvida, você provavelmente pode ignorar esta mensagem.
pt_pt: Aviso: o instalador detetou um erro ao tentar aceder ao ficheiro de teste em %s. Parece que o script PHP não foi interpretado.Isto poderá significar problemas quando pretender criar novos cursos. Por favor confirme o guia de instalação para mais informações sobre permissões. Se está a instalar um site num endereço URL que ainda não está direcionado/ativo, provavelmente pode ignorar esta mensagem.
ro_ro: Avertisment: Programul de instalare a întâlnit o eroare în timp ce încerca să acceseze fișierul de test %s. Se pare că script PHP nu poate fi interpretat. Acest lucru ar putea fi un semnal precursor de probleme la crearea de noi cursuri. Verificați manualul de instalare pentru mai multe informații cu privire la permisiuni. Dacă instalați un site prin stabilirea unui URL care nu există încă, probabil puteți ignora acest mesaj.
ru_ru: Предупреждение: установщик обнаружил ошибку при попытке доступа к тестовому файлу по адресу %s. Похоже, PHP-скрипт не может быть интерпретирован. Это может быть предупреждением о будущих проблемах при создании курсов. Пожалуйста, ознакомьтесь с руководством по установке для получения дополнительной информации о разрешениях. Если вы устанавливаете сайт с URL, который еще не разрешается, вы можете проигнорировать это сообщение.
sk_sk: Varovanie: Inštalačný program zistil chybu pri pokuse dostať testovací súbor na %s. Vyzerá to, že PHP skript to nemôže interpretovať. To by mohlo byť varovným signálom pre budúce problémy pri vytváraní kurzov. Prosím, skontrolujte inštalačnú príručku pre viac informácií o oprávneniach. Ak inštalujete stránky s URL, ktorá nie je ešte vyriešená, budete túto správu pravdepodobne ignorovať.
sl: Opozorilo: namestitveni program je ugotovil napako pri dostopu do testne datoteke %s. Videti je, da PHP skripta ne more biti interpretirana. To je lahko opozorilo za nadaljevanje, ki pomeni, da novi tečaji ne bodo mogli biti ustvarjeni. Preverite namestitveni priročnik glede informacij o dostopnostnih dovoljenjih. Če nameščate portal u URL, ki še ne obstaja (še ni razrešljiv), lahko to opozorilo zanemarite.
sq: Paralajmërim: instaluesi zbuloi një gabim gjatë përpjekjes për të arritur skedarin e testit në %s. Duket se skripti PHP nuk mund të interpretohej. Kjo mund të jetë një shenjë paralajmëruese për probleme të ardhshme kur krijohet kurset. Ju lutemi kontrolloni udhëzuesin e instalimit për më shumë informacion rreth lejeve. Nëse po instaloni një faqe me një URL që nuk zgjidhet ende, mund ta injoroni këtë mesazh.
sr_rs: Upozorenje: instalater je otkrio grešku prilikom pokušaja pristupa test fajlu na %s. Izgleda da PHP skripta nije mogla biti interpretirana. Ovo može biti upozorenje za buduće probleme prilikom kreiranja kurseva. Molimo proverite vodič za instalaciju za više informacija o dozvolama. Ako instalirate sajt sa URL adresom koja još uvek nije rešena, verovatno možete zanemariti ovu poruku.
sv_se: Varning: Installationsprogrammet upptäckte ett fel när det försökte nå testfilen på %s. Det verkar som att PHP-skriptet inte kunde tolkas. Detta kan vara en varningssignal för framtida problem vid skapande av kurser. Kontrollera installationsguiden för mer information om behörigheter. Om du installerar en webbplats med en URL som ännu inte löses upp, kan du troligen ignorera detta meddelande.
sw_ke: Onyo: programu ya usanidi iligundua hitilafu wakati wa kujaribu kufikia faili la jaribio katika %s. Inaonekana kama skripiti ya PHP haikuweza kutafsiriwa. Hii inaweza kuwa ishara ya onyo kwa matatizo ya baadaye wakati wa kuunda kozi. Tafadhali angalia mwongozo wa usanidi kwa maelezo zaidi kuhusu ruhusa. Ikiwa unaweka tovuti yenye URL ambayo bado haijatatuliwa, unaweza kuipuuza ujumbe huu.
ta: எச்சரிக்கை: நிறுவி %s இல் உள்ள சோதனை கோப்பை அடைய முயற்சி செய்தபோது ஒரு பிழையைக் கண்டறிந்தது. PHP ஸ்கிரிப்ட் விளக்கப்படவில்லை போல் தெரிகிறது. இது பாடநூல்களை உருவாக்கும் போது எதிர்கால பிரச்சினைகளுக்கான எச்சரிக்கை அறிகுறியாக இருக்கலாம். அனுமதிகள் பற்றி மேலும் தகவலுக்கு நிறுவல் வழிகாட்டியைச் சரிபார்க்கவும். இன்னும் தீர்க்கப்படாத URL உடன் தளத்தை நிறுவினால், இந்தச் செய்தியை புறக்கணிக்கலாம்.
th: คำเตือน: ตัวติดตั้งตรวจพบข้อผิดพลาดขณะพยายามเข้าถึงไฟล์ทดสอบที่ %s ดูเหมือนว่า PHP script ไม่สามารถตีความได้ นี่อาจเป็นสัญญาณเตือนสำหรับปัญหาในอนาคตเมื่อสร้างหลักสูตร โปรดตรวจสอบคู่มือการติดตั้งสำหรับข้อมูลเพิ่มเติมเกี่ยวกับสิทธิ์ หากคุณกำลังติดตั้งเว็บไซต์ด้วย URL ที่ยังไม่สามารถแก้ไขได้ คุณอาจเพิกเฉยข้อความนี้ได้
tl_ph: Babala: natukoy ng installer ang isang error habang sinusubukang maabot ang test file sa %s. Mukhang hindi na-interpret ang PHP script. Ito ay maaaring babalang senyales para sa mga hinaharap na problema sa paglikha ng mga kurso. Mangyaring suriin ang gabay sa pag-install para sa karagdagang impormasyon tungkol sa mga pahintulot. Kung nag-iinstall ka ng site na may URL na hindi pa naresolba, maaari mong balewalain ang mensaheng ito.
tr: Uyarı: yükleyici, %s konumundaki test dosyasına ulaşmaya çalışırken bir hata tespit etti. PHP betiğinin yorumlanamadığı görünüyor. Bu, ders oluştururken gelecekteki sorunlar için bir uyarı işareti olabilir. İzinler hakkında daha fazla bilgi için kurulum kılavuzunu kontrol edin. Henüz çözümlenemeyen bir URL ile site kuruyorsanız, bu mesajı muhtemelen yoksayabilirsiniz.
uk_ua: Попередження: інсталятор виявив помилку під час спроби отримати доступ до тестового файлу за адресою %s. Схоже, що PHP-скрипт не зміг бути інтерпретований. Це може бути попереджувальним знаком для майбутніх проблем під час створення курсів. Будь ласка, перевірте посібник з інсталяції для отримання додаткової інформації про дозволи. Якщо ви встановлюєте сайт з URL, який ще не розв'язується, ви можете ігнорувати це повідомлення.
vi_vn: Cảnh báo: trình cài đặt phát hiện lỗi khi cố gắng truy cập tệp kiểm tra tại %s. Có vẻ như script PHP không thể được diễn giải. Điều này có thể là dấu hiệu cảnh báo cho các vấn đề tương lai khi tạo khóa học. Vui lòng kiểm tra hướng dẫn cài đặt để biết thêm thông tin về quyền. Nếu bạn đang cài đặt một trang có URL chưa phân giải, bạn có thể bỏ qua thông báo này.
xh_za: Isaziso: umfaki-nofakelo ufumanise impazamo xa bezama ukufikelela kwifayile yovavanyo e-%s. Kubonakala ngathi iskripthi se-PHP asikwazanga ukutolikwa. Oku kunokuba luphawu lolwazi ngeengxaki ezizayo xa udala izifundo. Nceda ujonge isikhokelo semfundo ngolwazi olongezelelayo malunga nemvume. Ukuba uyafaka isayithi ene-URL engasasonjululwanga okwangoku, ungayihoya le myalezo.
zh_cn: 警告：安装程序在尝试访问测试文件 %s 时检测到错误。看起来 PHP 脚本无法解释。这可能是创建课程时未来问题的警告信号。请查看安装指南以获取有关权限的更多信息。如果您正在安装尚未解析的 URL 的站点，您可以忽略此消息。
zh_tw: 警告：安裝程式在嘗試存取位於 %s 的測試檔案時偵測到錯誤。看起來 PHP 指令碼無法被解釋。這可能是建立課程時未來問題的警示訊號。請參閱安裝指南以取得有關權限的更多資訊。如果您正在安裝一個尚未解析的 URL 站點，您可以忽略此訊息。
