Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Export selected courses from the following list
qu_pe: Rimaritakunamanta kursokunata apachiy

source: The list of courses has been exported
qu_pe: Kursokunaq rimarikuna apachirqan

source: Courses to export
qu_pe: Apachiy kursokuna

source: Assign users to the platform administrator
qu_pe: Platforma administradormanta runakunata qatunchiy

source: Users assigned to the platform administrator
qu_pe: Platforma administradormanta qatunchisqa runakuna

source: Courses assigned to the HR manager
qu_pe: HR manejadormanta qatunchisqa kursokuna

source: There are no courses to select
qu_pe: Mana fisqakunachu qatunchiy

source: Vertical activity view
qu_pe: Sutiq hallp'a rikch'ay

source: Generate survey access link
qu_pe: Encuestata qatiy iskay linkkunata kamachiy

source: Courses information
qu_pe: Kursokuna yachaynin

source: Learning path made visible
qu_pe: Yachakuy ruttichay rikch'aq

source: Link made invisible
qu_pe: Iskay mana rikch'aq

source: The special exports feature is meant to help an instructional controller to export all courses documents in one unique step. Another option lets you choose the courses you want to export, and will export documents present in these courses' sessions as well. This is a very heavy operation, and we recommend you do not start it during normal usage hours of your portal. Do it in a quieter period. If you don't need all the contents at once, try to export courses documents directly from the course maintenance tool inside the course itself.
qu_pe: Kay qhipu especial apachiykuna yachakuy kamachisqakunata yachakuy kamachisqakunamanta tukuy dokumentokunata huk hatun hatunchakunaman yachay. Huk hatariwan kursokunata qatachiykuman, paykunaq sesionkunapi kashqan dokumentokunatapas apachiy. Kayqa hatun ruray, portalqan normal ñawpaq punchawkunapi mana qallariychu. Sukusqa punchawpi ruray. Tukuy yupikunata mana munaspaykiqa, kursopi kursota qhaway yachakuy yant'awmanta dokumentokunata apachiy.

source: zero
qu_pe: ch'usaq

source: one
qu_pe: huk

source: two
qu_pe: iskay

source: three
qu_pe: kimsa

source: four
qu_pe: tawa

source: five
qu_pe: pichqa

source: six
qu_pe: soqta

source: seven
qu_pe: qanchis

source: eight
qu_pe: pachak

source: nine
qu_pe: pachak + huk

source: ten
qu_pe: pachak + iskay

source: eleven
qu_pe: pachak + kimsa

source: twelve
qu_pe: pachak + tawa

source: thirteen
qu_pe: pachak + pichqa

source: fourteen
qu_pe: pachak + soqta

source: fifteen
qu_pe: pachak + qanchis

source: sixteen
qu_pe: pachak + pachak

source: seventeen
qu_pe: pachak + pachak + huk

source: eighteen
qu_pe: pachak + pachak + iskay

source: nineteen
qu_pe: pachak + pachak + kimsa

source: twenty
qu_pe: pachak + tawa

source: Allow User Course Subscription By Course Admininistrator
qu_pe: Kursu administradormanta runakunata kursupi qatachiy allichay

source: Activate this option will allow course administrator to subscribe users inside a course
qu_pe: Kay iptionta allichayqa kursu administradormanta runakunata kursupi qatachiy allichay

source: Date & time
qu_pe: Punchaw & pacha

source: Item
qu_pe: Qhipu

source: Configure Dashboard Plugin
qu_pe: Dashboard plugin kamachiy

source: Edit blocks
qu_pe: Bloqueokunata llamk'ay

source: Never
qu_pe: Manaqa

source: Dear user,
qu_pe: Kuyay runa,

source: Session fields
qu_pe: Huñunakuna killaqkuna

source: Copy
qu_pe: Kutichiy

source: Date on which the session is closed to coaches. The additional delay will allow them to export all relevant tracking information
qu_pe: Huñunakuna qhawayninakunata chinkachispaq. Yapasqa ñawpaqtiykunaq willakuykunata apachiyta atikuyku

source: Date on which the session is made available to coaches, so they can prepare it before the students get connected
qu_pe: Huñunakuna yachachisqakunata qhawayninkupaq, yachachisqakuna ñawpaqta qhawayninkuwan

source: Date on which the session is closed
qu_pe: Sutinchakuy pacha, llimphisqan sessionpaq

source: Date on which the session is made available to all
qu_pe: Kay pachakunamantaqmi llimphikunataq tukuytaq

source: Date that will be shown in the session information as the date on which the session ends
qu_pe: Kay pacha sessionpaq qhipa pachakunata ruwasqan

source: Date that will be shown in the session information as the date on which the session starts
qu_pe: Kay pacha sessionpaq rurasqan pachakunata ruwasqan

source: Access end date for coaches
qu_pe: Yachachisqakunaq qhipa pacha

source: Access start date for coaches
qu_pe: Yachachisqakunaq rura pacha

source: Access end date
qu_pe: Qhipa pacha

source: Access start date
qu_pe: Rura pacha

source: End date to display
qu_pe: Qhipa pacha rikuchiy

source: Start date to display
qu_pe: Rura pacha rikuchiy

source: This user is not subscribed to any course
qu_pe: Kay runaqa manam kawsasqachu kamachiykunaman

source: Import skills from a CSV file
qu_pe: Yachanakunata CSV raphi ukhuytawan chaskiy

source: Skills import
qu_pe: Yachanakuna ukhuyna

source: Skills wheel
qu_pe: Yachanakuna ruru

source: Skills you acquired
qu_pe: Kamisqak yachanakuna

source: Skills searched for
qu_pe: Maskhanak yachanakuna

source: Skills you can learn
qu_pe: Yachanakuna yachakunki

source: Legend
qu_pe: Willakuy

source: Click to zoom
qu_pe: Phutikuy rikch'akuyta

source: %s with %s
qu_pe: %s %swan

source: To get to learn %s you will need to take one of the following courses:
qu_pe: %s yachakunki ukjarispaq kay kamachikunamantawanqa kachkanki:

source: Your skill ranking: %s
qu_pe: Kay yachanay rankinguq: %s

source: Manage skills
qu_pe: Yachanakunata kamachiy

source: The attempted oral questions are %s
qu_pe: Kamaq rimanakunaqa %s

source: A learner has attempted one or more oral question
qu_pe: Yachakuq runaqa huktawan uk yachanakuna willakusqa

source: Relative score
qu_pe: Samaq puntaje

source: Absolute score
qu_pe: Chayri puntaje

source: Prerequisites options
qu_pe: Ñawpaq yachanakuna iyarisqakuna

source: Clear all prerequisites
qu_pe: Tukuy ñawpaq yachanakunata qichuy

source: Set previous step as prerequisite for each step
qu_pe: Ñawpaq piaspata ñawpaq yachanapaq qhaway

source: Start date must be before the end date
qu_pe: Rura pachaqa qhipa pachamanta ñawpaq karqan

source: When this option is enabled, the session title is a link to a special session page. When disabled, it is only a text title, without link. The session page linked to might be confusing for some users, which is why you might want to disable it.
qu_pe: Kay iyarisqa kanchisqaqa, sessionpaq sutinchakuyqa huk sessionpaq pachakunaman ruranan linkuq. Mana kanchisqallaqa, sutinchakuy textopaq, manam linku illa. Linkusqa sessionpaqqa runakunaq kuchukusqan karqan, kaymi mana kanchisqachu.

source: Enable session link in courses list
qu_pe: Kamachiy listaqpi session linkuta kanchay

source: Root
qu_pe: Hanan

source: Skill information
qu_pe: Yachanakuna willakuy

source: Get new skills
qu_pe: Yachanakuna chaskiy

source: View skills wheel
qu_pe: Yachanakuna ruru rikuy

source: Missing <b>one</b> step to match
qu_pe: Huk <b>piasta</b> faltan concordakunaypaq

source: Complete match
qu_pe: Kunchikuy concordakuna

source: Missing <b>%s</b> steps
qu_pe: <b>%s</b> piastaq faltan

source: Rank
qu_pe: Ranking

source: Currently learning
qu_pe: Kunan yachakun

source: Skills acquired
qu_pe: Yachasqa yachanakuna

source: Add skill to profile search
qu_pe: Yachanata propiyuywan maskhay

source: Short code
qu_pe: Kutipay

source: Create child skill
qu_pe: Wawqi yachanata kamariy

source: Search profile matches
qu_pe: Propiyuy concordakunata maskhay

source: Is this what you were looking for?
qu_pe: Kayqa kayta maskhankunqiki?

source: What skills are you looking for?
qu_pe: Imayna yachanakunata maskhankunki?

source: Profile search
qu_pe: Propiyuy maskhay

source: If your course is public or open, you can use the direct link below to send an invitation to new users, so after registration, they will be sent directly to the course. Also, you can add the e=1 parameter to the URL, replacing "1" by an exercise ID to send them directly to a specific exam. The exercise ID can be discovered in the URL when clicking on an exercise to open it.<br/>%s
qu_pe: Yachaywasiykikuna huk pachakamaq utaq kichay, qatiq URLwan yapa runakunata kachakuspaq, kachaspaq yachaywasiyta qhawayninkuman. Humpaq, e=1 sutita URLwan yapaspaq, "1"ta ruray IDwanmaskawan, rurayta qatiq. Ruray ID yachaywasiyta kichaspaykitan URLwan rikunki.<br/>%s

source: Direct link
qu_pe: Qatiq URL

source: <p>Go ahead and browse our course catalog %s to register to any course you like. Once registered, you will see the course appear right %s, instead of this message.</p>
qu_pe: <p>Yachaywasiykuna qhaway %s kachakuspaq. Kachaspaq, yachaywasiyta %s rikunki, kay willakuykunawan.</p>

source: <p>Hello <strong>%s</strong> and welcome,</p>
qu_pe: <p>Imaynalla <strong>%s</strong>, sumaqkama,</p>

source: Unsubscribe users already added
qu_pe: Yapakunakunata qichuy

source: Import users
qu_pe: Runakunata apachiy

source: INFORMATION VISIBLE TO THE TEACHER ONLY: This folder contains documents which are created by the Learning Path tool. Inside this folder you can edit the HTML file which are generated by importing content from the Learning Path, as the ones imported by Chamilo Rapid, for example. We recommend hiding this folder to your students.
qu_pe: YACHACHIQKUNAPAQQARQAN WILLAPUWAN: Kay phuru yachakuy yapasapuywan rurasqa willakuykunata hap'ipun. Kay phuru HTML willakuykunata yapasapuyta atikuy, yachakuykutam apachispaq, Chamilo Rapidwan apachisqa sapa. Estudianteswan qamñata pukaq kachkan.

source: Just a moment, please. You will be redirected in %s seconds...
qu_pe: Sapaq pisi, %s pachakwata qhawachkan...

source: To protect your site, make the whole %s directory read-only (chmod -R 0555 on Linux) and delete the %s directory.
qu_pe: Sitiykita amachaspaq, %s phuruta qhawaynita qhaway (chmod -R 0555 Linuxwan) %s phuruta qichuy.

source: Number of public courses
qu_pe: Pachakamaq yachaywasikuna número

source: Number of open courses
qu_pe: Kichay yachaywasikuna número

source: Number of private courses
qu_pe: Huk yachaywasikuna número

source: Number of closed courses
qu_pe: Puka yachaywasikuna número

source: Total number of courses
qu_pe: Yachaywasikuna número total

source: Number of active users
qu_pe: Qhaway runakuna número

source: Certificates count
qu_pe: Yapasqakuna número

source: Avg hours/student
qu_pe: Prom. horaq / yachakuq

source: Subscribed users count
qu_pe: Kachakunakuna número

source: Hours of accumulated training
qu_pe: Yapakunakuna horaq

source: Approved
qu_pe: Aprobado

source: Edit questions
qu_pe: Pusqusqakunata yapasapuy

source: Man hours
qu_pe: Runa horaq

source: Notes obtained
qu_pe: Yapasqa notaq

source: Click on the [Learner view] button to see your learning path
qu_pe: [Yachakuq qhawana] butonpi kikin yachakuy ruramanki

source: This value can't be changed.
qu_pe: Kay valor nillakunman.

source: This value is used in the course URL
qu_pe: Kay valor yachaywasi URLpi llamkan

source: Total available users
qu_pe: Runakuna total

source: user
qu_pe: runa

source: Generate certificates
qu_pe: Yapasqakuna ruray

source: Export all certificates to PDF
qu_pe: Yapasqakuna PDFman apachiy

source: Delete all certificates
qu_pe: Yapasqakuna qichuy

source: There are users using this language. Do you want to disable this language and set all this users with the default portal language?
qu_pe: Kay rimaypi runakuna kachkan. ¿Kay rimayta qamñataq qamñataq willakuywan qamñakunata qamñataq?

source: Click to show graphics
qu_pe: Grafikukunata rikunaykipaq kikin

source: Quarterly report
qu_pe: Pachak killapi willakuy

source: Return to the course list
qu_pe: Kursokuna rurayman kutimuy

source: Course tutor
qu_pe: Kursopi yachay

source: Student in session course
qu_pe: Yachakuq sessionpi kursopi

source: Student in course
qu_pe: Yachakuq kursopi

source: Session general coach
qu_pe: Sessionpi kamachisqa yachay

source: Session course coach
qu_pe: Yachayniyuq wasi session yachachiq

source: Can session tutors see the reports for their session after it has expired?
qu_pe: ¿Kunan session yachachiqkuna session chinkachisqan qhipan yachachisqakunaq willakuykunata rikunkuman?

source: Session tutors reports visibility
qu_pe: Session yachachiqkunaq willakuykunata rikunki

source: Session calendar
qu_pe: Kalendaryo sesionnin

source: Global platform information
qu_pe: Willakuy platapamanta

source: The XML import lets you add more info and create resources (courses, users). The CSV import will only create sessions and let you assign existing resources to them.
qu_pe: XML yupaynin willakuykunata yachachikuykunata (yachaywasi, ruraqkuna) yapayta atikun. CSV yupaynin qati sesionkunata kamachikun, willakuykunata qati ruraqkunaq anchuchaypi qatipun.

source: Show link to report bug
qu_pe: Pantallaq linkta huch'ay rikunki

source: Show a link in the header to report a bug inside of our support platform (http://support.chamilo.org). When clicking on the link, the user is sent to the support platform, on a wiki page that describes the bug reporting process.
qu_pe: Yapaqpi headerpiq linkta rikunki huch'ay qillqanapaq (http://support.chamilo.org)pi. Linkta ch'usiptawan, runakama support platformman apaq, wiki paginaq huch'ay qillqanayuq yachachisqanpi.

source: Report a bug
qu_pe: Huch'ay qillqa

source: Letters
qu_pe: Lletakuna

source: E-mail students on assignment creation
qu_pe: Yachachisqa kamarakunata e-mailman qillqay %s

source: E-mail students on assignments creation
qu_pe: Yachachisqa kamarakunata e-mailman qillqay %s

source: Disable e-mail notification on assignment creation
qu_pe: E-mail notificación desactivay %s

source: Maximum number of members
qu_pe: Mawk'aq suyukuna kamay

source: An assignment was created
qu_pe: Yachachisqa kamaq kamarqan

source: An assignment has been added to course
qu_pe: Yachachisqa kamaq kamarqan

source: Please check the assignments page.
qu_pe: Kamarakuna paginaq qhaway.

source: There is not enough space left in this course to uncompress the current package.
qu_pe: Kay yachachisqapiq ñawpaq kutiytan manañan kanchu.

source: The package you are uploading doesn't seem to be in SCORM format. Please check that the imsmanifest.xml is inside the ZIP file you are trying to upload.
qu_pe: Upload qilkuwayki pakete SCORM formatpi manan. Imsmanifest.xml ZIP paketeq upload qilkuwaykipi kanchatam qhaway.

source: Data filler
qu_pe: Datos rellayuq

source: Enable competence level labelling in order to set custom score information
qu_pe: Competencia nivel etiquetakunata activay score información personalizadokunata kamay

source: Competence levels custom values
qu_pe: Competencia nivel valorkuna personalizadokuna

source: Number of decimals
qu_pe: Decimalkuna kamay

source: Allows you to set the number of decimals allowed in a score
qu_pe: Scorepi decimalkuna kamayta kamay

source: Contact information
qu_pe: Contacto información

source: Your name
qu_pe: Sutiyki

source: Your company's name
qu_pe: Kampañi sutiyki

source: Your job's description
qu_pe: Trabajo descripciónyki

source: Do you have the power to take financial decisions on behalf of your company?
qu_pe: Kampañi sutinpiq qhapaq decisión financieraq runaykikchu?

source: Your company's home country
qu_pe: Kampañi wasipi pacha

source: Company city
qu_pe: Kampañi llaqta

source: Preferred contact language
qu_pe: Kutichisqa contacto simi

source: Send information
qu_pe: Información qillqa

source: You must accept the licence
qu_pe: Llisansyakunata aceptayki kachkan

source: Select one
qu_pe: Huknita suyay

source: Contact information has been sent
qu_pe: Contacto información qillqarqan

source: Edit extra field options
qu_pe: Extra campo opcionalkuna editay

source: User inactive since %s
qu_pe: Runa %s kutiyman mana activan

source: Your company's activity
qu_pe: Kampañi actividad

source: Please allow us a little time to subscribe you to one of our courses. If you think we forgot you, contact the portal administrators. You can usually find their contact details in the footer of this page.
qu_pe: Huk yachachisqapiq sutiykita qillqayta achikuy. Manan yuyariwanichu, portal administradorwan contacto qil. Contacto detallokuna kay pagina footerpi rikunki.

source: Manage session fields
qu_pe: Sesión campoq kamachiy

source: Unlock date
qu_pe: Achikuy pacha

source: Lock date
qu_pe: Qispichiy pacha

source: Edit sessions for a URL
qu_pe: URLq sesiunkuna editay

source: Add sessions to URL
qu_pe: URLman sesiunkuna yapay

source: List of sessions in
qu_pe: Sesiunkuna lista

source: Go to learner details
qu_pe: Yachakuq detalloman risqay

source: Display the last executed step and the next unfinished step
qu_pe: Ñawpaq churirqan pasoq rikunki, paqarqan mana tukuy pasoq

source: Fill users
qu_pe: Runakuna rellay

source: This section is only visible on installations from source code, not in packaged versions of the platform. It will allow you to quickly populate your platform with test data. Use with care (data is really inserted) and only on development or testing installations.
qu_pe: Kay sección source code instalacionkunapiq rikunki, packaged platformkunapiq manan. Platformkuna test datopiq utaq rellayta achikuy. Kamachiywan (datos ch'usaq) desarrollo utaq test instalacionkunapiq.

source: Users filling report
qu_pe: Runakuna rellay report

source: Repeat date
qu_pe: Repetir pacha

source: End date must be more than the start date
qu_pe: Kuti pacha ñawpaq pachaq masikunam

source: To attend
qu_pe: Atiendey

source: All users are automatically registered
qu_pe: Runaq kamaq registradonkuna

source: Assign coach
qu_pe: Yachachiq kamar

source: Your account on %s has just been approved by one of our administrators.
qu_pe: Kaykunaq %s rantinpi ruraqkunam %s-manta kamachisqakun.

source: A student has obtained the number of sub-skills needed to validate the mother skill.
qu_pe: Yachasqakunam yachay yachayniywan yukuq yachaykunata qati kasqan.

source: Off
qu_pe: Mana

source: Web server
qu_pe: Web sirwiq

source: Not inserted
qu_pe: Mana huch'uykapisqachu

source: Superior (n+1)
qu_pe: Askiy (n+1)

source: Enable the MathJax library to visualize mathematical formulas. This is only useful if either ASCIIMathML or ASCIISVG settings are enabled.
qu_pe: MathJax kaypi yachay yachaykuna rikch'ayninta atikuy. Kayqa ASCIIMathML utaw ASCIISVG kamachikuykunam atikuykunrayku.

source: You can now login at %s using the login and the password you have provided.
qu_pe: Kunanqa %s-manta ruraqkunawan willakuywan y qillqaywan rurayta atikunki.

source: Have fun,
qu_pe: Kusi kay,

source: Are you sure to edit the user status?
qu_pe: Manam allintaq ruraq hallp'ata qillqayta munanki?

source: You should create a group
qu_pe: Wakin willakuyta kamachinki

source: Reset Learning path
qu_pe: Yachakuy ñanqa qhaway

source: Learning path was reset for the learner
qu_pe: Yachasqapaq yachakuy ñanqa qhawan

source: Announcement visible
qu_pe: Willakuy rikch'a

source: Announcement invisible
qu_pe: Willakuy mana rikch'a

source: Glossary deleted
qu_pe: Qillqaykuna qhallp'irqan

source: Calendar year
qu_pe: Kalendaryo watamanta

source: Accessible
qu_pe: Rikchakuy

source: Not accessible
qu_pe: Mana rikchakuy

source: Group added
qu_pe: Wakin kamachirqan

source: Add users to group
qu_pe: Ruraqkuna wakinpi yapay

source: Error reading ZIP file
qu_pe: ZIP willakuy qhawayta pukaq ninan

source: The only accepted extensions in the ZIP file are .jp(e)g, .png, .gif and .css.
qu_pe: ZIP willakuypi qati chaysinakuna .jp(e)g, .png, .gif y .css.

source: Clear search results
qu_pe: Yachay willakuykuna qhallpay

source: Courses overview
qu_pe: Yachaywasi willakuy

source: Sessions overview
qu_pe: Sesion willakuy

source: Total number of messages
qu_pe: Willakuykuna qati

source: Total number of assignments
qu_pe: Kamachikuykuna qati

source: Test server mode
qu_pe: Sirwin sirwin modo

source: Page execution time was
qu_pe: Pakin willakuyqa %s karqa

source: Memory usage
qu_pe: Yakuq yachakuy

source: Memory usage peak
qu_pe: Yakuq yachakuy askiy

source: seconds
qu_pe: suni

source: Grade in the assessment tool
qu_pe: Yachay yachay willakuypi

source: The assistant can only keep track of all progress of learners registered to the course.
qu_pe: Yapaykunaqa yachaywasipi qati yachasqakuna yachakuykunata qhawayta atikun.

source: The teacher can grade, evaluate and keep track of all learners enrolled in the course.
qu_pe: Yachay wasipi yachasqakuna yachay yachayta qillqayta, yachayta, y qhawayta atikun.

source: Included in the evaluation
qu_pe: Yachay yachaypi qati

source: You can't edit this course exercise from inside a session
qu_pe: Sesionmanta mana qillqayta atinkichu kay yachaywasi kamachikuyta

source: Session-specific resource
qu_pe: Sesion willakuy

source: Edition not available from the session, please edit from the basic course.
qu_pe: Sesionmanta mana qillqay, yachaywasi yachaywasimanta qillqay.

source: Social network link
qu_pe: Yapay wayna ruraq

source: Handing over of task %s
qu_pe: Kamachikuy %s qispichiy

source: Copy to my private file area
qu_pe: Ñoqan ruraq willakuypi qispichiy

source: Export to PDF format
qu_pe: PDF formatoq PDF

source: Resource shared
qu_pe: Willakuy yapasqa

source: There are a file with the same name in your private user file area. Do you want replace it?
qu_pe: Ñoqan ruraq willakuypi sutinmi willakuy kachkan. ¿Kutichunki?

source: Copy failed
qu_pe: Kopiyakuna saq'e

source: The copy has been made
qu_pe: Kopiya ruwarqan

source: File replaced
qu_pe: Yachachisqa kamarichisqa

source: My files
qu_pe: Ñoqap yachachisqakuna

source: Allow users to copy files from a course in your personal file area
qu_pe: Yachayniykunaqa kursomanta killaqkunata maqollapi kamarichakuyta munay

source: Allows users to copy files from a course in your personal file area, visible through the Social Network or through the HTML editor when they are out of a course
qu_pe: Yachayniykunaqa kursomanta killaqkunata maqollapi kamarichakuyta munay, Social Networkmanta ñawinchakuyta saqen o HTML editorpi kursomanta rikchaq

source: Update Image
qu_pe: Ruwana hatarichiy

source: Enable time limits
qu_pe: Pacha kanchakuyta khuyñachiy

source: Protected Document
qu_pe: Qhaway pampachina killaq

source: Last logins
qu_pe: Uñay yawarqullqa

source: All logins
qu_pe: Tukuy yawarqullqa

source: Draw
qu_pe: Pukyuchiy

source: No course at this category level
qu_pe: Kay katiguriypi manam kursotamchu

source: Connections last month
qu_pe: Pachawllayuq yawarqullqa

source: Total learners
qu_pe: Tukuy yachayniykuna

source: Filtering with score %s
qu_pe: Sutiyuq %s filterllayuq

source: Taken
qu_pe: Kamachisqa

source: Not taken
qu_pe: Manam kamachisqachu

source: Pass minimum %s
qu_pe: Pasuy %s pishtayuq

source: Fail
qu_pe: Chinkachiy

source: Exam tracking
qu_pe: Ñawpaq yachay wasi ruray

source: No attempts
qu_pe: Manam ñawpaq yachay wasi ruraytamchu

source: Create a course request
qu_pe: Kursota mañakuy

source: Terms and Conditions
qu_pe: Kamachisqakunaq willakuykuna

source: Read the Terms and Conditions
qu_pe: Kamachisqakunaq willakuykunata ñawinchay

source: I have read and I accept the Terms and Conditions
qu_pe: Ñawinchaniñiqmi kani, qhawayñani Kamachisqakunaq willakuykunata

source: You have to accept our Terms and Conditions to proceed.
qu_pe: Kamachisqakunaq willakuykunata qhawayta munanki, rillakunki.

source: Your request for a new course has been sent successfully. You may receive a reply soon, within one or two days.
qu_pe: Mañakusqakunata qhawayta munanki. Ñawpaq yachay wasi mañakusqakunata rillakusqakunaqa utaq huk pachapi, iskay pachapi rillakusqakunaqa rurakun.

source: Review incoming course requests
qu_pe: Ñawpaq yachay wasi mañakusqakunata qhaway

source: Accepted course requests
qu_pe: Qhawayllasqa mañakusqakuna

source: Rejected course requests
qu_pe: Chinkachisqa mañakusqakuna
