Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Remove users from any courses that are not mentioned explicitly in this file
ar: إلغاء تسجيل مستخدم في حالة عدم وجود التسجيل في ملف
ast_es: Esborrar la matricula d'un usuariu si nun ta nel ficheru
bn_bd: এই ফাইলে স্পষ্টভাবে উল্লেখিত কোর্স ছাড়া অন্য কোর্স থেকে ব্যবহারকারীদের সরান
bs_ba: Ukloni korisnike iz svih kurseva koji nisu eksplicitno navedeni u ovoj datoteci
ca_es: Anular la inscripció de l'usuari si encara no està en el fitxer
cs_cz: Vymazat uživatele ze školení, pokud jeho jméno není na seznamu
da: Afmeld bruger, hvis tilmelding ikke er forkert
de: Benutzer abmelden, wenn Abmeldung nicht in Datei vorliegt
el: Αφαίρεση χρηστών από οποιαδήποτε μαθήματα που δεν αναφέρονται ρητά σε αυτό το αρχείο
eo: Malenskribu la uzanton, se ŝli ne troviĝas en la dosiero
es: Dar de baja a un usuario de cualquier curso en el cual no esté inscrito explícitamente en este fichero
es_mx: Eliminar usuarios de cualquier curso que no se mencione explícitamente en este archivo
eu_es: Kendu erabiltzailea ikastarotik, bere izena zerrendan ez izatekotan
fa_ir: حذف کاربران از دوره‌هایی که به طور صریح در این فایل ذکر نشده‌اند
fi_fi: Poista käyttäjät kursseista, joita ei mainita nimenomaisesti tässä tiedostossa
fo_fo: Tak brúkarar burtur úr øllum kursum, sum ikki eru nevndir greitt í hesi fílu
fur: Gjavence i utents di cualsiasi curs che no sin mûrçadis esplicement in chest file
ga: Bain úsáideoirí as aon chúrsaí nach luaitear go sainráite sa chomhad seo
gl: Desinscribir o usuario se ainda estiver no arquivo
he_il: הסר משתמשים מכל הקורסים שאינם מוזכרים במפורש בקובץ זה
hi: उपयोगकर्ताओं को इस फ़ाइल में स्पष्ट रूप से उल्लिखित पाठ्यक्रमों से हटाएँ जो न हों
hr_hr: Ukloni korisnike iz svih kurseva koji nisu eksplicitno navedeni u ovoj datoteci
hu_hu: Felhasználó leiratása, ha a feliratkozás nincs dokumentálva ???
hy: Հեռացնել օգտատերերին այն դասընթացներից, որոնք հստակորեն չեն նշված այս ֆայլում
id_id: Hapus pengguna dari kursus yang tidak disebutkan secara eksplisit dalam file ini
it: Cancella un utente se l'iscrizione non compare nel file
ja: このファイルで明示的に言及されていないコースからユーザーを削除
ka_ge: მომხმარებლების წაშლა იმ კურსებიდან, რომლებიც ამ ფაილში არ არის ნახსენები
ko_kr: 이 파일에 명시적으로 언급되지 않은 모든 코스에서 사용자 제거
lo: ລຶບຜູ້ໃຊ້ອອກຈາກລາຍວິຊາໃດໆທີ່ບໍ່ໄດ້ລະບຸຢ່າງຊັດເຈນໃນໄຟລ໌ນີ້
lt_lt: Išregistruoti vartotoją
lv_lv: Izņemt lietotāju no mācībām, ja viņa vārds nav sarakstā
mk_mk: Отпиши го корисникот ако запишувањето не е во датотека
ms_my: Alih keluar pengguna dari kursus yang tidak disebut secara eksplisit dalam fail ini
my_mm: ဤဖိုင်တွင် ရှင်းလင်းစွာဖော်ပြမထားသော သင်တန်းများမှ အသုံးပြုသူများကို ဖယ်ရှားပါ
ne: यो फाइलमा स्पष्ट रूपमा उल्लेख नभएका कुनै पनि पाठ्यक्रमहरूबाट प्रयोगकर्ताहरूलाई हटाउनुहोस्
nl: Schrijf de gebruiker uit indien deze niet voorkomt in het bestand
nn_no: Fjern brukarar frå alle kurs som ikkje er nemnde eksplisitt i denne fila
oc: Suprimir los utilizaires de totes los cors que son pas mencionats explicitament dins aqueste fichièr
pl_pl: Usuń użytkownika ze szkolenia, jeśli nie ma go na liście
ps: کاروونکي له هغو کورسونو څخه حذف کړئ چې په دې فایل کې په ګوته نه دي
pt_br: Remover inscrição de usuário se não estiver no arquivo
pt_pt: Remover/eliminar o utilizador do curso se o seu nome não constar na lista
ro_ro: Desubscrie utilizatorul daca subscrierea nu este in fisier
ru_ru: Выписать пользователя, если подписка не в файле
sk_sk: Odhlásiť používateľa ak jeho prihlásenie nie je v súbore
sl: Izpiši uporabnike, če vpis ni v datoteki
sq: Hiq përdoruesit nga çdo kurs që nuk përmendet shprehimisht në këtë skedar
sr_rs: Ukloni korisnike iz svih kurseva koji nisu eksplicitno navedeni u ovom fajlu
sv_se: Avregistrera användaren om den inte finns med i filen
sw_ke: Ondoa watumiaji kutoka kozi zozote ambazo hazitajwi wazi kwenye faili hii
ta: இந்த கோப்பில் தெளிவாக குறிப்பிடப்படாத பாடங்களில் பயனர்களை நீக்கவும்
th: ลบผู้ใช้จากคอร์สใดๆ ที่ไม่ได้ระบุไว้อย่างชัดเจนในไฟล์นี้
tl_ph: Tanggalin ang mga gumagamit mula sa anumang mga kurso na hindi binanggit nang eksplisito sa file na ito
tr: Eğer üyelik dosyada değilse kullanıcı üyeliğini iptal edin
uk_ua: Відрахувати користувача, якщо зарахування немає в дататеці
vi_vn: Xóa người dùng khỏi các khóa học không được đề cập rõ ràng trong file này
xh_za: Susa abasebenzisi kuzo naziphi na izifundo ezingachazwanga ngokucacileyo kule fayile
zh_cn: 如果文件中没记录, 取消用户所注册课程
zh_tw: 從此檔案中未明確提及的任何課程中移除使用者

source: Delete selected sessions
ar: حذف الدورات المحددة
ast_es: Esborrar les sesiones seleicionaes
bn_bd: নির্বাচিত সেশন মুছে ফেলুন
bs_ba: Obriši odabrane sesije
ca_es: Eliminar les sessions seleccionades
cs_cz: Smazat zvolená sezení
da: Slet de valgte sessioner
de: Ausgewählte Kurs-Sessions löschen
el: Διαγραφή επιλεγμένων περιόδων
eo: Forigi elektitajn dosierojn
es: Eliminar las sesiones seleccionadas
es_mx: Elimina las secciones seleccionadas
eu_es: Ezabatu hautatutako saioak
fa_ir: حذف کردن جلسات انتخاب شده
fi_fi: Poista valitut istunnot
fo_fo: Strika valdu lotur
fur: Scance lis sesions selezionadis
ga: Scrios na seisiúin roghnaithe
gl: Eliminar sesións seleccionadas
he_il: מחק הפעלות שנבחרו
hi: चयनित सत्र हटाएँ
hr_hr: Izbriši odabrane sesije
hu_hu: Kijelölt találkozók törlése
hy: Ջնջել ընտրված սեանսները
id_id: Hapus sesi terpilih
it: Elimina le sessioni selezionate
ja: 選択したセッションを削除
ka_ge: არჩეული სესიების წაშლა
ko_kr: 선택한 세션 삭제
lt_lt: Ištrinti pasirinktas sesijas
lv_lv: Dzēst atzīmētās sesijas
mk_mk: Избриши ја селектираната сесија
ms_my: Padam sesi yang dipilih
my_mm: ရွေးချယ်ထားသော အစည်းအဝေးများကို ဖျက်ပါ
ne: चयनित सत्रहरू हटाउनुहोस्
nl: Geselecteerde sessies verwijderen
nn_no: Slett valde økter
oc: Suprimir las sesions seleccionadas
pl_pl: Usuń zaznaczoną sesje
ps: ټاکل شوې غونډې حذف کړئ
pt_br: Excluir sessões selecionadas
pt_pt: Eliminar as sessões seleccionadas
ro_ro: Sterge sesiunile selectate
ru_ru: Удалить выбранные сессии
sk_sk: Zmazať označené stretnutia
sl: Odstrani izbrane seje
sq: Fshij sesionet e zgjedhura
sr_rs: Obriši izabrane sesije
sv_se: Ta bort valda perioder
sw_ke: Futa vipindi vilivyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட அமர்வுகளை நீக்கு
th: ลบเซสชันที่เลือก
tl_ph: Tanggalin ang napiling mga session
tr: Seçili oturumları sil
uk_ua: Видалити вибрані сесії
vi_vn: Xóa các buổi đã chọn
xh_za: Cima iiseshini ezikhethiweyo
zh_cn: 删除选择的学期
zh_tw: 刪除已選學單元

source: Courses in this session
ar: المقررات في هذه الدورة
ast_es: Llistáu de cursos nesta sesión
bn_bd: এই সেশনে কোর্স
bs_ba: Kursevi u ovoj sesiji
ca_es: Llista dels cursos d'aquesta sessió
cs_cz: Školenení v tomto sezení
da: Kursusoversigt i denne session
de: Kursliste in dieser Kurs-Session
el: Μαθήματα στην περίοδο
eo: Kurslisto en ĉi tiu sesio
es: Lista de cursos en esta sesión
es_mx: Cursos en esta sesión
eu_es: Ikastaro zerrenda saio honen barruan
fa_ir: دروس در این جلسه
fi_fi: Kursseja tässä istunnossa
fo_fo: Kursur í hesi lotu
fur: Curs in cheste sesion
ga: Cúrsaí sa seisiún seo
gl: Lista de cursos desta sesión
he_il: קורסים במפגש זה
hi: इस सत्र में पाठ्यक्रम
hr_hr: Kursevi u ovoj sesiji
hu_hu: Kurzusok listája ezen a találkozón
hy: Դասընթացներ այս սեանսում
id_id: Kursus dalam sesi ini
it: Elenco dei corsi compresi nella sessione
ja: このセッションのコース
ka_ge: ამ სესიაში კურსები
ko_kr: 이 세션의 코스
lo: ລາຍວິຊາໃນຊ່ວງເວລານີ້
lt_lt: Kursų sąrašas šioje sesijoje
lv_lv: Kursi šajā sesijā
mk_mk: Список на курсот во оваа сесија
ms_my: Kursus dalam sesi ini
my_mm: ဤအစည်းအဝေးရှိ သင်တန်းများ
ne: यो सत्रका पाठ्यक्रमहरू
nl: Cursuslijst in deze sessie
nn_no: Kurs i denne økta
oc: Cors dins aquesta sesion
pl_pl: Kursy w tej sesji
ps: په دې غونډې کې کورسونه
pt_br: Lista de cursos desta sessão
pt_pt: Cursos nesta sessão
ro_ro: Lista cursurilor in aceasta sesiune
ru_ru: Список курса этой сессии
sk_sk: Zoznam kurzov v tomto stretnutí
sl: Seznam tečajev v tej seji
sq: Kursat në këtë sesion
sr_rs: Kursevi u ovoj sesiji
sv_se: Kurslista i denna period
sw_ke: Kozi katika kipindi hiki
ta: இந்த அமர்வில் உள்ள பாடங்கள்
th: คอร์สในเซสชันนี้
tl_ph: Mga kurso sa session na ito
tr: kurs listesi
uk_ua: Список курсів цієї сесії
vi_vn: Khóa học trong buổi này
xh_za: Izifundo kwiseshini esi
zh_cn: 这个讲习班的课程
zh_tw: 本學期單元內之課程清單

source: Unsubscribe selected courses from this session
ar: إلغاء تسجيل المقررات المحددة من هذه الدورة
ast_es: Quitar d'esta sesión los cursos seleicionaos
bn_bd: এই সেশন থেকে নির্বাচিত কোর্স অসাবস্ক্রাইব করুন
bs_ba: Odbaci odabrane kurseve iz ove sesije
ca_es: Suprimir els cursos seleccionats d'aquesta sessió
cs_cz: Odregistrovat zvolená školení z tohoto sezení
da: Afmeld de valgte kurser fra denne session
de: Ausgewählte Kurse aus dieser Kurs-Session abmelden
el: Απεγγραφή επιλεγμένων μαθημάτων από αυτή τη συνεδρία
eo: Forigu la elektitan kurson el tiu sesio
es: Cancelar la inscripción en la sesión de los cursos seleccionados
es_mx: Darse de baja de los cursos seleccionados de esta sesión
eu_es: Kendu hautatutako ikastaroen inskripzioa saio honetarako
fa_ir: ابطال ثبت نام دروس انتخاب شده از این جلسه
fi_fi: Poista valitut kurssit tästä istunnosta
fo_fo: Melda valdu kursar út av hesi lotu
fur: Disiscrivi i curs selezionâts da cheste sesion
ga: Díchláraigh cúrsaí roghnaithe ón seisiún seo
gl: Desinscribir desta sesión os usuarios seleccionados
he_il: בטל רישום לקורסים נבחרים ממפגש זה
hi: चयनित पाठ्यक्रमों को इस सत्र से असदस्यता करें
hr_hr: Odbavi odabrane kurseve iz ove sesije
hu_hu: Kijelölt kurzusok leiratása erről a találkozóról
hy: Չեղարկել ընտրված դասընթացների գրանցումը այս սեանսից
id_id: Berhenti berlangganan kursus terpilih dari sesi ini
it: Cancella le iscrizioni ai corsi di questa sessione
ja: このセッションから選択したコースを登録解除
ka_ge: არჩეული კურსების ამ სესიიდან გამოწერა
ko_kr: 이 세션에서 선택한 코스 구독 취소
lo: ຍົກເລີກການລົງທະບຽນລາຍວິຊາທີ່ເລືອກອອກຈາກຊ່ວງເວລານີ້
lt_lt: Išregistruoti išrinktus kursus iš šios sesijos
lv_lv: Atvienot atzīmētos kursus no šīs sesijas
mk_mk: Отпиши ги селектираните курсеви од оваа сесија
ms_my: Nyahlanggan kursus yang dipilih dari sesi ini
my_mm: ဤအစည်းအဝေးမှ ရွေးချယ်ထားသော သင်တန်းများကို စာရင်းမှဖယ်ရှားပါ
ne: यो सत्रबाट चयनित पाठ्यक्रमहरू हटाउनुहोस्
nl: Verwijder de geselecteerde cursus van deze sessie
nn_no: Fjern valde kurs frå denne økta
oc: Desinscrivre los cors seleccionats d'aquesta sesion
pl_pl: Usuń wybrane kursy z tej sesji
ps: ټاکل شوې کورسونه د دې غونډې څخه لغوه کړئ
pt_br: Cancelar inscrição dos cursos selecionados a partir desta sessão do curso
pt_pt: Anular/cancelar inscrição dos cursos seleccionados a partir desta sessão do curso
ro_ro: Desubscrie cursurile selectate din aceasta sesiune
ru_ru: Выписать выбранные курсы с этой сессии
sk_sk: Odhlásiť vybrané kurzy zo stretnutia
sl: Izpiši izbrane tečaje iz te seje
sq: Shkëput kursat e zgjedhura nga ky sesion
sr_rs: Odbavi izabrane kurseve iz ove sesije
sv_se: Ta bort valda kurser från den här perioden
sw_ke: Ondoa kozi zilizochaguliwa kutoka kwenye kipindi hiki
ta: இந்த அமர்வில் இருந்து தேர்ந்தெடுக்கப்பட்ட பாடங்களை நீக்கு
th: ยกเลิกการสมัครคอร์สที่เลือกจากเซสชันนี้
tl_ph: Mag-unsubscribe ng napiling mga kurso mula sa session na ito
tr: Bu oturumdan seçili kursları iptal et
uk_ua: Відрахувати вибрані курси з цієї сесії
vi_vn: Hủy đăng ký các khóa học đã chọn khỏi buổi này
xh_za: Hlakaza izifundo ezikhethiweyo kwiseshini esi
zh_cn: 从这个讲习班中取消选定此课程
zh_tw: 退修本學期單元中選取課程

source: Subscribe users to this session
ar: تسجيل مستخدمين في هذه الدورة
ast_es: Apuntar usuarios a esta sesión
bn_bd: এই সেশনে ব্যবহারকারীদের সাবস্ক্রাইব করুন
bs_ba: Prijavi korisnike na ovu sesiju
ca_es: Inscriure els usuaris en aquesta sessió
cs_cz: Zapsat uživatele do sezení
da: Tilmeld deltagere denne session
de: Benutzer in dieser Kurs-Session anmelden
el: Εγγραφή χρηστών στην περίοδο
eo: Enskribi uzantojn en ĉi tiu sesio
es: Inscribir usuarios en esta sesión
es_mx: Inscribir usuarios a esta sesión
eu_es: Inskribatu erabiltzaileak saio honetan
fa_ir: ثبت نام کاربران برای این جلسه
fi_fi: Merkitse käyttäjät tähän istuntoon
fo_fo: Melda brúkarar til hesi lotu
fur: Iscrivi i utents a cheste sesion
ga: Cláraigh úsáideoirí sa seisiún seo
gl: Inscribir usuarios nesta sesión
he_il: הירשם למשתמשים להפעלה זו
hi: उपयोगकर्ताओं को इस सत्र में सदस्यता दें
hr_hr: Prijavi korisnike na ovu sesiju
hu_hu: Felhasználók feljelentkeztetése erre a találkozóra
hy: Գրանցել օգտատերերին այս սեանսին
id_id: Berlangganan pengguna ke sesi ini
it: Iscrivi utenti alla sessione
ja: このセッションにユーザーを登録
ka_ge: მომხმარებლების ამ სესიაში რეგისტრაცია
ko_kr: 이 세션에 사용자 구독
lo: ລົງທະບຽນຜູ້ໃຊ້ໃນຊ່ວງເວລານີ້
lt_lt: Užregistruoti vartotojus šioje sesijoje
lv_lv: Pievienot lietotājus šai sesijai
mk_mk: Запиши ги корисниците на оваа сесија
ms_my: Langgan pengguna kepada sesi ini
my_mm: ဤအစည်းအဝေးတွင် အသုံးပြုသူများကို စာရင်းသွင်းပါ
ne: यो सत्रमा प्रयोगकर्ताहरूलाई दर्ता गर्नुहोस्
nl: Gebruikers inschrijven in deze sessie
nn_no: Tilknytt brukarar til denne økta
oc: Inscrivre los utilizaires a aquesta sesion
pl_pl: Dodaj uczniów do sesji
ps: کاروونکي د دې غونډې سره تړل
pt_br: Inscrever usuários nesta sessão
pt_pt: Inscrever utilizadores nesta sessão
ro_ro: Subscrie utilizatorii la aceasta sesiune
ru_ru: Подписать пользователей на эту сессию
sk_sk: Zaradiť používateľov na toto stretnutie
sl: Vpiši uprabnike v to sejo
sq: Regjistro përdoruesit në këtë sesion
sr_rs: Prijavi korisnike na ovu sesiju
sv_se: Lägg till användare till den här perioden
sw_ke: Jisajili watumiaji kwenye kipindi hiki
ta: இந்த அமர்வுக்கு பயனர்களை பதிவு செய்யவும்
th: สมัครผู้ใช้ในเซสชันนี้
tl_ph: Mag-subscribe ng mga gumagamit sa session na ito
tr: Kullanıcıları bu oturuma üye yap
uk_ua: Зарахувати користувачів на цю сесію
vi_vn: Đăng ký người dùng vào buổi này
xh_za: Bhalisa abasebenzisi kwiseshini esi
zh_cn: 使用户加入此讲习班
zh_tw: 於本學期單元加入使用者

source: Portal users list
ar: قائمة المستخدمين في النظام
ast_es: Llistáu d'usuarios de la plataforma
bn_bd: পোর্টাল ব্যবহারকারী তালিকা
bs_ba: Lista korisnika portala
ca_es: Llista dels usuaris de la plataforma
cs_cz: Portálový uživatelský seznam
da: Oversigt over bruger på platformen
de: Benutzerliste auf der Plattform
el: Λίστα χρηστών πύλης
eo: Listo de uzantoj en la platformo
es: Lista de usuarios de la plataforma
es_mx: Lista de usuarios del portal
eu_es: Plataformako erabiltzaile zerrenda
fa_ir: فهرست کاربران پرتال
fi_fi: Portaalin käyttäjäluettelo
fo_fo: Listi yvir portal-brúkarar
fur: Liste des utents dal portal
ga: Liosta úsáideoirí an phortail
gl: Lista de usuarios da plataforma
he_il: רשימת משתמשי פורטל
hi: पोर्टल उपयोगकर्ता सूची
hr_hr: Popis korisnika portala
hu_hu: A rendszer felhasználóinak listája
hy: Պորտալի օգտատերերի ցուցակ
id_id: Daftar pengguna portal
it: Elenco degli utenti registrati presso il Campus
ja: ポータルユーザー一覧
ka_ge: პორტალის მომხმარებლების სია
ko_kr: 포털 사용자 목록
lt_lt: Vartotojų sąrašas sistemoje
lv_lv: Portāla lietotāju saraksts
mk_mk: Список на корисници на платфорната
ms_my: Senarai pengguna portal
my_mm: ပေါ်တယ်အသုံးပြုသူစာရင်း
ne: पोर्टल प्रयोगकर्ता सूची
nl: Gebruikerslijst in het platform
nn_no: Liste over portalbrukarar
oc: Lista dels utilizaires del portal
pl_pl: Lista uczniów platformy
ps: د پورټل کاروونکو لړ
pt_br: Lista de usuários da plataforma
pt_pt: Lista dos utilizadores do portal
ro_ro: Lista utilizatorilor din platforma
ru_ru: Список пользователей платформы
sk_sk: Zoznam používateľov platformy
sl: Seznam uporabnikov na platformi
sq: Lista e përdoruesve të portalit
sr_rs: Lista korisnika portala
sv_se: Användarlista på plattformen
sw_ke: Orodha ya watumiaji wa lango
ta: போர்ட்டல் பயனர் பட்டியல்
th: รายการผู้ใช้พอร์ทัล
tl_ph: Listahan ng mga gumagamit ng portal
tr: Platformdaki Kullanıcı Listesi
uk_ua: Список користувачів платформи
vi_vn: Danh sách người dùng cổng
xh_za: Uluhlu lwabasebenzisi beportal
zh_cn: 用户列表
zh_tw: 本平台使用者清單

source: List of users registered in this session
ar: قائمة المستخدمين المسجلين في هذه الدورة
ast_es: Llistáu d'usuarios apuntaos a esta sesión
bn_bd: এই সেশনে নিবন্ধিত ব্যবহারকারীদের তালিকা
bs_ba: Lista korisnika registriranih u ovoj sesiji
ca_es: Llista dels usuaris inscrits en aquesta sessió
cs_cz: Seznam uživatelů restrovaných do tohoto sezení
da: Oversigt over brugere tilmeldt denne session
de: Benutzerliste für angemeldete Benutzer in dieser Kurs-Session
el: Λίστα χρηστών εγγεγραμμένων σε αυτή τη συνεδρία
eo: Listo de uzantoj enskribitaj en ĉi tiu sesio
es: Lista de usuarios inscritos en esta sesión
es_mx: Lista de usuarios registrados en esta sesión
eu_es: Saio honetan inskribaturiko erabiltzaile zerrenda
fa_ir: فهرست کاربران ثبت نام شده در این جلسه
fi_fi: Tähän istuntoon rekisteröityneiden käyttäjien luettelo
fo_fo: Listi yvir brúkarar skrivaðir til í hesi lotu
fur: Liste des utents iscritûts in cheste sesion
ga: Liosta na n-úsáideoirí cláraithe sa seisiún seo
gl: Lista de usuarios inscritos nesta sesión
he_il: רשימת משתמשים הרשומים בהפעלה זו
hi: इस सत्र में पंजीकृत उपयोगकर्ताओं की सूची
hr_hr: Popis korisnika registriranih u ovoj sesiji
hu_hu: Erre a találkozóra feljelentkezett felhasználók listája
hy: Այս սեանսին գրանցված օգտատերերի ցուցակ
id_id: Daftar pengguna yang terdaftar dalam sesi ini
it: Elenco degli utenti iscritti alla sessione
ja: このセッションに登録されたユーザーリスト
ka_ge: ამ სესიაში რეგისტრირებული მომხმარებლების სია
ko_kr: 이 세션에 등록된 사용자 목록
lt_lt: Užregistruotų šioje sesijoje vartotojų sąrašas
lv_lv: Šajā sesijā reģistrēto Lietotāju Saraksts
mk_mk: Список на корисници запишани во оваа сесија
ms_my: Senarai pengguna yang didaftarkan dalam sesi ini
my_mm: ဤအစည်းအဝေးတွင် မှတ်ပုံတင်ထားသော အသုံးပြုသူစာရင်း
ne: यो सत्रमा दर्ता भएका प्रयोगकर्ताहरूको सूची
nl: Gebruikerslijst ingeschreven in deze sessie
nn_no: Liste over brukarar registrert i denne økta
oc: Lista dels utilizaires inscrits dins aquesta sesion
pl_pl: Lista uczniów dodanych do sesji
ps: په دې غونډې کې ثبت شوي کاروونکو لړ
pt_br: Lista de usuários inscritos nesta sessão
pt_pt: Lista dos utilizadores registados nesta sessão
ro_ro: Lista utilizatorilor subscrisi in aceasta sesiune
ru_ru: Список пользователей, подписанных на эту сессию
sk_sk: Zoznam používateľov zaradených na toto stretnutie
sl: Seznam uporabnikov vpisanih v to sejo
sq: Lista e përdoruesve të regjistruar në këtë sesion
sr_rs: Lista korisnika registrovanih u ovoj sesiji
sv_se: Användarlista för perioden
sw_ke: Orodha ya watumiaji waliosajiliwa kwenye kipindi hiki
ta: இந்த அமர்வில் பதிவு செய்யப்பட்ட பயனர்கள் பட்டியல்
th: รายการผู้ใช้ที่ลงทะเบียนในเซสชันนี้
tl_ph: Listahan ng mga gumagamit na naka-register sa session na ito
tr: Bu oturumda kayıtlı kullanıcı listesi
uk_ua: Список користувачів, зарахованих до цієї сесії
vi_vn: Danh sách người dùng đăng ký trong buổi này
xh_za: Uluhlu lwabasebenzisi ababhalisiweyo kwiseshini esi
zh_cn: 用户列表已加入此讲习班
zh_tw: 本學期單元選修者清單

source: Courses list
ar: قائمة مقررات في النظام
ast_es: Llistáu de cursos de la plataforma
bn_bd: কোর্স তালিকা
bs_ba: Lista kurseva
ca_es: Llista dels cursos de la plataforma
cs_cz: Seznam školení
da: Kursusoversigt på platformen
de: Kursliste auf dieser Plattform
el: Λίστα μαθημάτων
eo: List de kursoj en la platformo
es: Lista de cursos de la plataforma
es_mx: Lista de cursos
eu_es: Plataformako ikastaro zerrenda
fa_ir: فهرست دروس
fi_fi: Kurssien luettelo
fo_fo: Kursalisti
fur: Liste dai curs
ga: Liosta cúrsaí
gl: Lista de cursos na plataforma
he_il: רשימת קורסים
hi: पाठ्यक्रम सूची
hr_hr: Popis kurseva
hu_hu: Kurzuslista
hy: Դասընթացների ցուցակ
id_id: Daftar kursus
it: Elenco dei corsi esistenti nel Campus
ja: コース一覧
ka_ge: კურსების სია
ko_kr: 코스 목록
lt_lt: Kursų sąrašas
lv_lv: Kursu saraksts
mk_mk: Список на курсот на платформата
ms_my: Senarai kursus
my_mm: သင်တန်းစာရင်း
ne: पाठ्यक्रमहरूको सूची
nl: Cursuslijst in het platform
nn_no: Kursliste
oc: Lista dels cors
pl_pl: Lista kursów
ps: د کورسونو لړ
pt_br: Lista de cursos na plataforma
pt_pt: Lista de cursos
ro_ro: Lista cursurilor din platforma
ru_ru: Список курсов платформы
sk_sk: Zoznam kurzov na platforme
sl: Seznam tečajev na platformi
sq: Lista e kurseve
sr_rs: Lista kurseva
sv_se: Kurslista på plattformen
sw_ke: Orodha ya kozi
ta: பாடங்கள் பட்டியல்
th: รายการคอร์ส
tl_ph: Listahan ng mga kurso
tr: Bu platformdaki kurs listesi
uk_ua: Список курсів платформи
vi_vn: Danh sách khóa học
xh_za: Uluhlu lwezifundo
zh_cn: 课程列表
zh_tw: 本平台課程清單

source: Host
ar: مضيف
ast_es: Servidor
bn_bd: হোস্ট
bs_ba: Domaćin
ca_es: Servidor
cs_cz: Hostitel
da: Vært
el: Διακομιστής
eo: Gastiganto
es: Servidor
eu_es: Zerbitzaria
fa_ir: میزبان
fi_fi: Isäntä
fo_fo: Vertur
ga: Óstach
gl: Servidor
he_il: מארח
hi: होस्ट
hr_hr: Domaćin
hu_hu: Kiszolgáló
hy: Հյուր
ja: ホスト
ka_ge: ჰოსტი
ko_kr: 호스트
lo: ໂຮສ
lt_lt: Serverio adresas
lv_lv: Procesa vadība
mk_mk: комп-домаќин
ms_my: Hos
my_mm: အိမ်ရှင်
ne: होस्ट
nn_no: Vert
oc: Òste
pl_pl: Gospodarz
ps: میزبان
pt_br: Servidor
pt_pt: Alojamento/host
ro_ro: Gazda
ru_ru: Хозяин
sk_sk: Hostiteľ
sl: Strežnik
sq: Strehues
sr_rs: Server
sv_se: Värd
sw_ke: Mwenyeji
ta: புரவலர்
th: โฮสต์
tr: Sunucu
uk_ua: Хост
vi_vn: Máy chủ
xh_za: Umingidi
zh_cn: 主机
zh_tw: 擁有者

source: FTP password
ar: FTP كلمة مرور لـ
ast_es: Seña FTP
bn_bd: FTP পাসওয়ার্ড
bs_ba: FTP lozinka
ca_es: Contrasenya FTP
cs_cz: FTP heslo
da: FTP adgangskode
de: FTP Kennwort
el: Κωδικός πρόσβασης FTP
eo: FTPa pasvorto
es: Contraseña FTP
es_mx: Contraseña FTP
eu_es: FTP pasahitza
fa_ir: کلمه عبور اف تی پی
fi_fi: FTP salasana
fo_fo: FTP lykilorð
fur: Password FTP
ga: Pasfhocal FTP
gl: Contrasinal de FTP
he_il: סיסמת FTP
hi: FTP पासवर्ड
hr_hr: FTP zaporka
hu_hu: FTP jelszó
hy: FTP գաղտնաբառ
id_id: Kata sandi FTP
it: Password FTP
ja: FTPパスワード
ka_ge: FTP პაროლი
ko_kr: FTP 비밀번호
lo: ລະຫັດຜ່ານ FTP
lt_lt: FTP slaptažodis
lv_lv: FTP parole
mk_mk: FTP лозинка
ms_my: Kata laluan FTP
my_mm: FTP စကားဝှက်
ne: FTP पासवर्ड
nl: FTP paswoord
nn_no: FTP-passord
oc: Senhal FTP
pl_pl: Hasło FTP
ps: د FTP پاسورډ
pt_br: Senha de FTP
pt_pt: Senha/password FTP
ro_ro: Parola FTP
ru_ru: Пароль FTP
sk_sk: FTP heslo
sl: geslo za FTP
sq: Fjalëkalimi FTP
sr_rs: FTP lozinka
sv_se: FTP-lösenord
sw_ke: Nenosiri la FTP
ta: FTP சமரசு வார்த்தை
th: รหัสผ่าน FTP
tr: FTP şifresi
uk_ua: Пароль FTP
vi_vn: Mật khẩu FTP
xh_za: Iphasiwedi ye-FTP
zh_cn: FTP密码
zh_tw: FTP 密碼
