Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: By default, Chamilo portals are automatically registered in a public list at chamilo.org, just using the title you gave to this portal (not the URL nor any private data). Check this box to avoid having the title of your portal appear.
so_so: Sida caadiga ah, bogagga Chamilo si otomaatig ah ayaa loo diiwaan geliyaa liis dadwayne chamilo.org, kaliya adigoo isticmaalaya cinwaanka aad boggan ku siisay (ma aha URL-ka ama xog gaar ah). Calaamadda ka soo bax si aad uga fogaato in cinwaanka boggaaga la muujiyo.

source: Default timezone
so_so: Waqtiga caadiga ah

source: Select the default timezone for this portal. This will help set the timezone (if the feature is enabled) for each new user or for any user that has not set a specific timezone yet. Timezones help show all time-related information on screen in the specific timezone of each user.
so_so: Dooro waqtiga caadiga ah ee boggan. Tani waxay gacan ka geysan doontaa dejinta wakhtiga (haddii muuqaalka la shaqeeyo) isticmaale kasta oo cusub ama isticmaale kasta oo aan weli dejin waqti gaar ah. Waqtiyada waxay gacan ka geystaan muujinta dhammaan macluumaadka wakhtiga shaashadda ku jira wakhtiga gaarka ah ee isticmaale kasta.

source: Enable URL-specific files
so_so: Shid faylalka gaarka ah ee URL

source: When this feature is enabled on a multi-URL configuration, you can go to the main URL and provide URL-specific versions of any file (in the documents tool). The original file will be replaced by the alternative whenever seeing it from a different URL. This allows you to customize each URL even further, while enjoying the advantage of re-using the same courses many times.
so_so: Marka muuqaalkan lagu shaqeeyo qaabaynta multi-URL, waxaad tagi kartaa URL-ga ugu weyn oo aad bixisaa noocyada gaarka ah ee URL kasta oo fayl ah (alabka dukumentiga). Faylka asalka ah waxa lagu beddeli doonaa beddelka markasta oo laga arko URL kale. Tani waxay kuu oggolaanaysaa inaad sii qurxiso URL kasta, iyadoo aad ku raaxaysanayso faa'iidada dib-u-isticmaalka koorsyada isku mid.

source: Project manager
so_so: Maamulaha mashruuca

source: Select classes for which this course will be visible for subscription in the catalogue. Subscription rules still apply apart from it being visible in the catalogue.
so_so: Dooro fasallada uu koorskan uga muuqan doono diiwaan gelinta kaarka. Xeerarka diiwaan gelinta ayaa weli shaqaynaya marka laga reebo inuu ka muuqdo kaarka.

source: Remove the checkbox to enable sending announcements to users with HR roles (still requires to confirm in the announcements tool).
so_so: Ka saar sanduuqa si aad u shaqeyso dirista ogeysiisyada isticmaale leh doorarka HR (welwel u baahan xaqiijinta alabka ogeysiisyada).

source: Sets which user appears as the sender of agenda reminder emails.
so_so: Go'anayaa isticmaalaha u muuqda sidii diraha iimaylka xusuusinta ajandaha.

source: Enable Multi-Level Attendance Grading
so_so: Shid Qiimeynta Iskooreka Dhageysiga Multi-Level

source: Allows grading attendance with multiple levels instead of a simple present/absent system.
so_so: Wuxuu oggolaanayaa qiimeynta dhageysiga heeso badan halkii nidaamka fudud ee joogo/ma joogo.

source: Show courses duration
so_so: Muujin muddada koorsyada

source: Display the course duration next to the course title in the course catalogue and the courses list.
so_so: Muujin muddada koorska ee ku xiga cinwaanka koorska ee kaarka koorska iyo liiska koorsyada.

source: Display colors for scores in the gradebook
so_so: Muujin midabada buundooyinka buugga darajada

source: Enables color coding for better score visibility in the gradebook.
so_so: Wuxuu shaqeysiiyaa midabayn si fiican u muuqda buundooyinka buugga darajada.

source: Default platform language
so_so: Luqadda aaska caadiga ah

source: Main language, used by default when no user language is set.
so_so: Luqadda ugu weyn, sida caadiga ah loo isticmaalo marka aan luqadda isticmaale la dejin.

source: Unlock prerequisites after last test attempt
so_so: Furo shuruudaha ka dib isku daygii ugu dambeeyay ee imtixaanka

source: Allows users to continue in a learning path after using all quiz attempts of a test used as prerequisite for other items.
so_so: Wuxuu u oggolaanayaa isticmaale inay ku sii socdaan dariiqa waxbarashada ka dib markay isticmaalaan dhammaan isku dayga imtixaanka ee imtixaanka loo isticmaalay shuruud ahaan waxyaabo kale.

source: Send all e-mails as one single sender
so_so: U soo dir dhammaan iimaylka hal dirayaal

source: Overrides sender for all emails to appear from a unique address.
so_so: Wuxuu beddelayaa diraha dhammaan iimaylka si uu uga muuqdo cinwaan gaar ah.

source: Send all e-mails from this e-mail address
so_so: U soo dir dhammaan iimaylka cinwaankan iimaylka

source: Sets the default email address used in the "from" field of emails.
so_so: Wuxuu dejinayaa cinwaanka iimaylka caadiga ah ee loo isticmaalo goobta "from" ee iimaylka.

source: Send all e-mails as originating from this (organizational) name
so_so: U soo dir dhammaan iimaylka asal ahaan ka imanaya magacani (urur)

source: Sets the default display name used for sending platform emails. e.g. "Support team".
so_so: Wuxuu dejinayaa magaca muuqda ee caadiga ah ee loo isticmaalo dirista iimaylka aaska. tusaale "Kooxda taageerada".

source: Current version of the database schema used by Chamilo
so_so: Nooca hadda jira ee nashqada xogta ee Chamilo isticmaalo

source: Displays the current DB version to match the Chamilo core version.
so_so: Wuxuu muujinayaa nooca DB ee hadda jira si uu ula mid noqdo nooca Chamilo core.

source: Enable the notification tool for a more impactful communication channel with students
so_so: Shid alabka ogeysiinta si aad u hesho kanaal isgaarsiineed oo saameyn weyn ku leh ardayda

source: Activates popup or system notifications for important platform events.
so_so: Waxaa shaqaynaya ogeysiisyada popup-ka ama nidaamka dhacdooyinka muhiimka ah ee platform-ka.

source: List of visible fields in profile
so_so: Liiska goobaha muuqda ee profile-ka

source: Controls which profile fields are visible to users and others.
so_so: Waxay xakamaytaa goobaha profile-ka ee muuqda isticmaale iyo kuwa kale.

source: Minimal password syntax requirements
so_so: Shuruudaha ugu yar ee syntax-ka password-ka

source: Defines the required structure for user passwords.
so_so: Waxay qeexdaa qaabka loo baahan yahay ee password-yada isticmaale.

source: Filter users that can be seen as online
so_so: Shaandhayn isticmaale lagu arki karo online

source: Limits online user visibility to specific user roles.
so_so: Xaddidaa muuqalka isticmaale online-ka doorarka gaarka ah.

source: Auto-provision more anonymous users
so_so: Si toos ah u sii deji isticmaale badan oo qarsoodi ah

source: Dynamically creates new anonymous users to support high visitor traffic.
so_so: Si firfircoon u abuur isticmaale qarsoodi ah si aad u taageerto socodka sare ee booqdayaasha.

source: Access to personal file for all
so_so: Helitaanka faylka shakhsi ahaaneed ee dhammaan

source: Allows all users to access, view, and manage their personal files within the system.
so_so: Waxay u oggolaanaysaa dhammaan isticmaale inay helaan, arkaan, oo ay maamulaan faylahooda shakhsi ahaaneed nidaamka dhexdiisa.

source: Enable the copy of session-specific content to another session
so_so: Shaqaynta nuqulka waxyaabaha gaarka ah ee kalfadhiga kalfad kale

source: Allows duplication of resources that were created in the session when duplicating the session.
so_so: Waxay u oggolaanaysaa nuqulka agabka lagu abuuray kalfadhigga marka la nuqulayo kalfadhiga.

source: Enable Automatic Reinscription
so_so: Shaqaynta dib-u-qorista tooska ah

source: Enable or disable automatic re-subscription when course validity expires. The related cron job must also be activated.
so_so: Shaqaynta ama joojinta dib-u-qorista tooska ah marka ansaxnimada koorsada dhacdo. Shaqada cron-ka la xiriirta waa in sidoo kale shaqayn.

source: Enable Session Replication
so_so: Shaqaynta nuqulka kalfadhiga

source: Enable or disable automatic session replication. The related cron job must also be activated.
so_so: Shaqaynta ama joojinta nuqulka kalfadhiga tooska ah. Shaqada cron-ka la xiriirta waa in sidoo kale shaqayn.

source: Assigning skills to user: sub-skills auto-loading
so_so: Meelaynta xirfadaha isticmaale: shaxaraha-hoosaadka si toos ah u rarida

source: When manually assigning skills to a user, the form can be set to automatically offer you to assign a sub-skill instead of the skill you selected.
so_so: Marka si gacmo ah loo meeleynayo xirfadaha isticmaale, foomku waa la dejin karaa si uu si toos ah kuu bixiyo in aad meeleysid shaxaraha-hoosaadka halkii xirfadda aad dooratay.

source: Hide groups block in social network
so_so: Dhuumaha kooxaha ee shabakadda bulshada

source: Removes the groups section from the social network view.
so_so: Waxay ka saartaa qaybta kooxaha aragtida shabakadda bulshada.

source: Enable the AI helper tool
so_so: Shaqaynta qalabka caawiyaha AI

source: Enables all available AI-powered features in the platform.
so_so: Waxay shaqaynaysaa dhammaan astaamaha AI-ku shaqeeya ee platform-ka.

source: AI providers connection data
so_so: Xogta isku xirka bixiyeyaasha AI

source: Configuration data to connect with external AI services.
so_so: Xogta dejinta si aad ula xiriirto adeegyada AI ee dibadda.

source: Learning paths generator
so_so: Dhaliyaha dariiqooyinka waxbarashada

source: Generates personalized learning paths using AI suggestions.
so_so: Waxay soo saartaa dariiqooyin waxbarasho shaqsiyeed iyadoo la isticmaalayo talooyinka AI.

source: Exercise generator
so_so: Dhaliyaha layli

source: Generates personalized tests with AI based on course content.
so_so: Waxay soo saartaa imtixaanno shaqsiyeed oo AI ku saleysan waxyaabaha koorsada.

source: Open answers grader
so_so: Qiimeeyaha jawaabaha furan

source: Automatically grades open-ended answers using AI.
so_so: Si toos ah u qiimeeyaa jawaabaha furan ee furan iyadoo la isticmaalayo AI.

source: Tutor chatbot energized by AI
so_so: Chatbot-ka macallinka ee AI ku shaqeeya

source: Provides students with an AI-powered tutoring assistant.
so_so: Waxay ardayda siinaysaa kaaliyaha macallin-la'aanta AI.

source: Assignments grader
so_so: Qiimeeyaha shaqooyinka

source: Uses AI to evaluate and grade uploaded assignments.
so_so: Waxay isticmaashaa AI si ay u qiimeyso oo ay u qiimeyso shaqooyinka la soo gudbiyay.

source: Content analyser
so_so: Falanqeeyaha waxyaabaha

source: Analyses learning materials to extract insights or improve quality.
so_so: Waxay falanqaysaa agabka waxbarashada si ay u soo saarto aragtiyo ama kor u qaado tayada.

source: Image generator
so_so: Dhaliyaha sawirka

source: Generates images based on prompts or content using AI.
so_so: Waxay soo saartaa sawarro ku saleysan tilmaamaha ama waxyaabaha iyadoo la isticmaalayo AI.

source: Ai_helpers
so_so: Caawimadii AI

source: ID of the user who officially sends the agenda reminders
so_so: ID-ga isticmaaleha rasmiga ah ee soo dira xusuusiinta ajandaha

source: Session expired. Redirecting to login
so_so: Kalfadhkii wuxuu dhamaaday. Waxaa lagu wareejinayaa galalka

source: Super admin
so_so: Maamulaha sare

source: Global admin
so_so: Maamulaha guud

source: Question manager
so_so: Maamulaha su'aalaha

source: Then enter the 6-digit code shown in your app at the bottom of the form.
so_so: Ka dib geli koodka 6-tiir ee ku muuqda app-kaaga hoose ee foomka.

source: Enter your 2FA code
so_so: Geli koodkaaga 2FA

source: Enable two-factor authentication (2FA)
so_so: Daabaca xaqiijinta laba-qodob (2FA)

source: Confirm new password
so_so: Xaqiiq furaha cusub

source: Classes of session
so_so: fasalada kalfadhkii

source: Classes of course
so_so: Fasalada koorsada

source: Select a class
so_so: Dooro fasal

source: Course %s added. You can access it directly %shere%s.
so_so: Koorsada %s waa lagu daray. Waxaad si toos ah ugu heli kartaa %shalkan%s.

source: Accept Terms and Conditions
so_so: Aqbal Shuruudaha iyo Xaaladaha

source: You accepted these terms on
so_so: Waxaad aqbashay shuruudahan

source: Revoke Acceptance
so_so: Ka noqo Aqbalista

source: Confirmation
so_so: Xaqiiqin

source: Days
so_so: Maalmaha

source: Checking push subscription...
so_so: La hubinaya furitaanka riix

source: You're subscribed to push notifications in this browser.
so_so: Waxaad ku xiran tahay ogeysiisyada riix ee biraawsarkaan.

source: Endpoint
so_so: Dhamaadka

source: Push notifications are not enabled in this browser.
so_so: Ogeysiisyada riix lagama shaqayn karo biraawsarkan.

source: Enable notifications
so_so: Daabaca ogeysiisyada

source: You do not have permission to send notifications to other users.
so_so: Maamul la'aan ayaa leh inaad u soo dirto ogeysiisyo isticmaale kale.

source: No push notification setting configured.
so_so: Ma jiro dejin ogeysiis riix ah oo la sameeyay.

source: VAPID keys are missing in the configuration.
so_so: Fureyaasha VAPID ayaa ka maqan dejinta.

source: No push subscriptions found for this user.
so_so: Ma jiraan xiriir riix ah oo loo helay isticmaalehan.

source: Push notification test
so_so: Tijaabada ogeysiiska riix

source: This is a test push notification from this platform to the user's browser or app.
so_so: Tani waa tijaabo ogeysiis riix ah oo ka socota goobtan browser-ka ama app-ka isticmaale.

source: Push notifications have been processed.
so_so: Ogeysiisyada riix ayaa la shaqeeyay.

source: Gotify configuration is missing.
so_so: Dejinta Gotify waa ka maqan tahay.

source: This is a test notification sent to Gotify from this platform.
so_so: Tani waa ogeysiis tijaabo ah oo loo diray Gotify goobtan.

source: Notification sent to Gotify.
so_so: Ogeysiiska Gotify loo diray.

source: Error sending notification to Gotify:
so_so: Qalad ka yimi dirista ogeysiiska Gotify:

source: Push notification settings (JSON)
so_so: Dejinta ogeysiisyada riix (JSON)

source: JSON configuration for Push notifications integration.
so_so: Dejinta JSON ee isku-darka ogeysiisyada Riix.

source: Access denied
so_so: Gelitaanka la diiday

source: Please remember that modifications to the terms related to GDPR require you to report those modifications to third parties to whom you have provided personal information about your users, as stated in Article 19 of GDPR.
so_so: Fadlan xusuuso in isbeddelada ku saabsan shuruudaha la xiriira GDPR ay ku khasban tahay inaad ka warbixiso isbeddeladaas dhinacyada saddexaad ee aad u siiso macluumaadka shakhsi ahaaneed ee isticmaaleheeda, sida ku cad Qodobka 19 ee GDPR.

source: Please select at least one item.
so_so: Fadlan dooro ugu yaraan hal shay.

source: Select items to export:
so_so: Dooro waxyaabaha la dhoofin karo:

source: No exportable items found.
so_so: Ma jiraan waxyaabo la dhoofin karo oo la helay.

source: Invalid format
so_so: Qaabka aan saxnayn

source: Duration (hh:mm:ss)
so_so: Mudo (hh:mm:ss)

source: The following documents are used in learning paths:
so_so: Dokumentiyada soo socda ayaa loo adeegsadaa wadooyinka waxbarashada:

source: Do you still want to delete them?
so_so: Ma rabtaa inaad weli tirtirto?

source: Documents deleted
so_so: Dokumentiyada waa la tirtiray

source: User is teacher in some courses
so_so: Isticmaalehu waa macallin koorsado qaarkood

source: User is general coach in some sessions
so_so: Isticmaalehu waa macallin guud kalfadhkii qaarkood

source: User is session admin in some sessions
so_so: Isticmaaluhu waa maamulaha kalfadhi ee kalfadhyada qaar

source: Role change denied due to incompatible current assignments:
so_so: Isbeddelka doorka waa la diiday sababtoo ah hawlgalo hadda aan iswaafajin:

source: Oops! URL not registered.
so_so: Oops! URL ma diiwaanigalin.

source: The address "%host%" is not configured in this portal instance.
so_so: Cinwaanka "%host%" lama dejin tani portal tusaale.

source: If the problem persists, please contact support.
so_so: Haddii dhibaatadu sii socoto, fadlan la xiriir taageerada.

source: Go to home page
so_so: Tag bogga guriga

source: Session requirements and dependencies
so_so: Shuruudaha kalfadhiga iyo ku tiirsanaanta

source: Dependencies
so_so: Ku tiirsanaanta

source: Sessions that depend on this session
so_so: Kalfadhyada ku tiirsan kalfadhigan

source: My Sessions display mode
so_so: Qaabka muuqalka Kalfadheyda

source: Choose how the "My Sessions" page is displayed: as a modern visual block (card) view or the classic list style.
so_so: Dooro sida bogga "Kalfadheyda" loo soo bandhigo: muuqaal casri ah (kaar) ama qaabka liiska caadiga ah.

source: Validate prerequisites only within the same session
so_so: Xaqiiji shuruudaha kaliya gudaha kalfadhiga isku midka ah

source: When enabled, a course will be considered validated only if passed within the current session. If disabled, courses passed in other sessions will also unlock dependent courses.
so_so: Marka la shaqeeyo, koorsada waxaa loo tixgelin doonaa mid la xaqiijiyay kaliya haddii gudaha kalfadhiga hadda la dhaafay. Haddii la joojiyo, koorsaska lagu dhaafay kalfadhyada kale ayaa sidoo kale furaya koorsaska ku tiirsan.

source: Password rotation interval (days)
so_so: Muddada wareegga erayga sirta ah (maalmo)

source: Number of days before users must rotate their password (0 = disabled).
so_so: Tirada maalmo ka hor inta aan isticmaalehu beddelin erayga sirta ah (0 = la joojiyay).

source: CSRF token is invalid. Please try again.
so_so: Tilmaanta CSRF waa mid aan ansax ahayn. Fadlan isku day mar kale.

source: User not found or invalid.
so_so: Isticmaaleha lama helin ama ma ansax ahayn.

source: Email Settings
so_so: Dejinta iimaylka

source: The DSN fully includes all parameters needed to connect to the mail service. You can learn more at %s. The default value is null://null and will disable e-mail sending. Use native://default to use the default PHP configuration on your server. Here are a few examples of supported DSN syntaxes: %s.
so_so: DSN-ku waxa uu si buuxda uga kooban yahay dhammaan xuduudaha loo baahan yahay in lagu xidho adeegga boostinka. Waxaad wax badan ka baran kartaa %s. Qiimaha caadiga ah waa null://null waxayna joojinaysaa dirida iimaylka. Isticmaal native://default si aad u isticmaasho dejinta PHP ee caadiga ah ee serverkaaga. Halkan waxaa jira dhawr tusaalood oo ah qaababka DSN ee la taageero: %s.

source: The e-mail address from which e-mails will be sent when the platform sends an e-mail, also used as 'reply-to' header. We recommend using a 'no-reply' e-mail address here, to avoid excessive filling of an e-mail box. The support e-mail address defined in the Platform section should be used to contact you, but replying to automatic notifications should not be encouraged.
so_so: Cinwaanka iimaylka laga soo dirayo marka platformku uu soo dirayo iimaylka, sidoo kale loo isticmaalo sidii 'reply-to' madax. Waxaan ku talinaynaa in aad halkan isticmaasho cinwaan iimayl 'no-reply', si looga fogaado buuxinta xad dhaafka ah ee sanduuqa iimaylka. Cinwaanka iimaylka taageerada ee lagu qeexay qaybta Platform waa in loo isticmaalaa in lagu kula soo xiriiro, laakiin ka jawaabista ogeysiisyada tooska ah waa in aan la dhiirigelin.

source: Mail: 'From' address
so_so: Boostada: Ciwaanka 'From'

source: The name that appears as the sender (next to the From e-mail address) when the platform sends an e-mail.
so_so: Magaca ka muuqda sidaha (geesta cinwaanka iimaylka 'From') marka platformku uu soo dirayo iimayl.

source: Mail: 'From' name
so_so: Boostada: Magaca 'From'

source: Installer data is missing.
so_so: Xogta rakibuhu waa ka maqan tahay.

source: Test email sent successfully
so_so: Iimaylka tijaabinta si guul leh ayaa loo diray

source: Test email failed:
so_so: Tijaabinta iimaylka way fashilantay:

source: Error during test email:
so_so: Qaladka inta lagu guda jiro iimaylka tijaabinta:

source: Destination of test e-mail
so_so: Goobta iimaylka tijaabinta

source: A database with the same name already exists. It will be deleted.
so_so: Database leh magac isku mid ayaa hore u jiray. Waa la tirtiri doonaa.

source: You are about to start using one of the best Open Source e-learning platforms on the market. Like many other Open Source projects, Chamilo is backed up by a large community of students, teachers, developers, content creators and businesses who would like to promote the project better.
so_so: Waxaad bilaabaysaa in aad isticmaasho mid ka mid ah aaladaha e-learning-ka ee ugu fiican ee suuqa. Sida mashaariicda kale ee Open Source-ka, Chamilo waxaa taageeraya bulsho ballaadhan oo arday, macallimiin, horumariye, abwaaniin waxaana ku jira ganacsi raba in ay si fiican u kor u qaadaan mashruuca.

source: By knowing a little bit more about you, a platform administrator, one of the most important user type for us, who will manage this e-learning system, we will be able to let people know, statistically, how our software is used while respecting your privacy. We will also be able to let you know when we organize events that might be relevant to you or offer additional services that might be of value to your organisation.
so_so: Markaad wax yar ka ogaato, maamule platform ah, mid ka mid ah nooca ugu muhiimsan ee noo muhiimsan, oo maamuli doona nidaamkan e-learning-ka, waxaan awoodi doonnaa in aan dadka u sheegno, tirakoob ahaan, sida software-keenna loo isticmaalo iyada oo la ixtiraamayo asturnaantaada. Waxaan sidoo kale awoodi doonnaa in aan kuu sheegno marka aan qabanqaabno dhacdooyin kaa khuseeya ama aan bixiyo adeegyo dheeraad ah oo qiimo u yeelan kara ururkaaga.

source: By filling this form, you agree that the editor of Chamilo, the %s company, registered in Belgium, and/or members of its network of partners (exclusively Chamilo services providers) might occasionally send you information by e-mail about important events or updates in the Chamilo software or community. This will help the community grow as an organized entity where information flows, with a thorough respect of your time and your privacy.
so_so: Markaad foomkan buuxiso, waxaad ogolaanaysaa in tifaftiraha Chamilo, shirkadda %s, oo ka diiwaan gashan Belgium, iyo/ama xubno ka mid ah shabakadeeda la-shaqeynteeda (kuwa kaliya bixiyeyaasha adeegyada Chamilo) ay marmar kuu soo diri karaan macluumaad iimaylka ku saabsan dhacdooyinka muhiimsan ama cusboonaysiinta software-ka Chamilo ama bulshada. Tani waxay ka caawin doontaa bulshada in ay u korodho sidii hay'ad la abaabulay oo macluumaadka ku socda, iyada oo ixtiraam buuxa leh waqtigaaga iyo asturnaantaada.

source: Please note that you are NOT REQUIRED to fill this form. If you want to remain anonymous, we will lose the opportunity to offer you all the privileges of being a registered portal administrator, but we will respect your decision. Simply leave this form empty and click Next.
so_so: Fadlan ogow in aan LAAQAN LAGA BAHNAN IN aad foomkan buuxiso. Haddii aad rabto in aad qarsoodi ahaato, waxaan lumin doonnaa fursadda in aan ku siino dhammaan mudnaanta ahayd ee ah maamule portal diiwaan gashan, laakiin waan ixtiraami doonnaa go'aankaaga. Si fudud foomkan ka tag oo riix Next.

source: In person
so_so: Shaqsiyan

source: Blended learning
so_so: Barashada isku dhafan

source: Centralised
so_so: Dhexdhexaadin

source: Score for user %d is %s
so_so: Dhibcaha isticmaale %d waa %s

source: Score not set
so_so: Dhibcaha lama dejin

source: Evaluation for external tool added
so_so: Qiimeynta qalabka dibadda ayaa lagu daray

source: External tool
so_so: Qalabka dibadda

source: External tool added
so_so: Qalabka dibadda ayaa lagu daray

source: Add external tool
so_so: Ku dar qalabka dibadda

source: External tool added: %s
so_so: Qalabka dibadda ayaa lagu daray: %s

source: External tool edited
so_so: Qalabka dibadda ayaa la tafatiray

source: Edit external tool
so_so: Tafatir qalabka dibadda
