Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Quoting to %s
qu_pe: %swan sitawasqa

source: Load more comments
qu_pe: Más willakuykunata cargay

source: Show progress
qu_pe: Chakrana rikuy

source: Check requirements
qu_pe: Ñawpaq yachaykunata qhaway

source: Parent language: %s
qu_pe: Maway simi: %s

source: Define new terms for sub-language %s by searching some term, then save each translation by clicking the save button. You will then have to switch your own user language to see the new terms appear.
qu_pe: Sublenguaje %s paq willaykunata kamachiy, hunt'aq willayta maskhayki, hinam save botónwan qispichiy. Kay qhipaqa, simiyta cambiananki, willaykunata rikunki.

source: See sequences
qu_pe: Sequenciakunata qhaway

source: Session requirements
qu_pe: Sesión yachaykunata

source: Is requirement
qu_pe: Yachaykuna ukhu

source: Consider this gradebook as a requirement to complete the course (influences the sessions sequences)
qu_pe: Kay notakunata yachaywan tukuchiyta yachaykuna ukhu yuyay (sesiones secuenciasninpi afetakuy)

source: Distinct users logins
qu_pe: Rakinakunaq qhawaykunata

source: Are you sure to subscribe?
qu_pe: ¿Munanki qhawayta?

source: Check your e-mail and follow the instructions.
qu_pe: Iimaylni qhaway hinam rurasqakunata ruray.

source: Link expired, please try again.
qu_pe: Llinkichu qhipa kachkan, manaqchu qhaway.

source: Instructions for the password change procedure
qu_pe: Paskuta cambianapaq rurasqakuna

source: You are receiving this message because you (or someone pretending to be you) have requested a new password to be generated for you.<br/>
qu_pe: Kay mensajeta chaskiranki, pasku maskhaywan (ninmi kayta qhapaq) qhapaq paskuta kamachisqanki.<br/>

source: Remind Course Expiration cron
qu_pe: Yachay qhipa cron yuyarispa

source: Enable the Remind Course Expiration cron
qu_pe: Yachay qhipa cron yuyarispa kamachiy

source: Frequency for the Remind Course Expiration cron
qu_pe: Yachay qhipa cron yuyarispa frecuencia

source: Number of days before the expiration of the course to consider to send reminder mail
qu_pe: Yachay qhipaqa imaymana p'unchaykunaqma yuyaywan yuyarispa imayl yapasqayki

source: Course Finished cron
qu_pe: Yachay tukuy cron

source: Activate the Course Finished cron
qu_pe: Yachay tukuy cron kamachiy

source: End of course %s
qu_pe: Yachay qhipa %s

source: Dear %s,<br/>Thank you for your participation to course %s. We hope you've acquired new relevant knowledge and enjoyed the course.<br/>
qu_pe: Kusi %s,<br/>Yachay %s ninpi qhapaqkisqankiwan, imaymana yachay yachankapusqaykikunapas yachaywan kusikapusqaykikunapas yuyay.<br/>

source: Generate default content
qu_pe: Maway qhapaq willakuykunata kamachiy

source: Thanks for your subscription
qu_pe: Qhawaykisiwan, imaymana kuyayki

source: %s team.
qu_pe: %s equipo.

source: You can start subscribing to courses entering to %s
qu_pe: Yachaykunaman qhawayta qallariy %s ruwan

source: Text only letters
qu_pe: Willakuy letarakunaq llapan

source: Text only alphanumeric characters
qu_pe: Willakuy alfanuméricos letarakunaq llapan

source: Only letters
qu_pe: Letarakunaq llapan

source: Select a blanks marker
qu_pe: Blanks marker suyumuy

source: Refresh terms
qu_pe: Willaykunata musuqyachiy

source: Word to find
qu_pe: Maskhay willay

source: Input size of box to fill
qu_pe: Willakuy p'aq p'unchay suyupi ukhu

source: MM dd, yy
qu_pe: MM dd, aa

source: at
qu_pe: wan

source: Send mail notification to students to inform of subscription
qu_pe: Yachasqakunaman imayl willakuy yachanapaq qhawayta yachachiy

source: Send an email when a user being subscribed to session
qu_pe: Rakin sesiónniman qhawaykaptin imayl yachachiy

source: Select date
qu_pe: P'unchay suyumuy

source: Only letters and spaces
qu_pe: Letarakuna huch'aywan llapan

source: Only letters, numbers and spaces
qu_pe: Letarakuna, números huch'aywan llapan

source: Text letters and spaces
qu_pe: Willakuy letarakuna huch'aywan

source: Send course finished notification
qu_pe: Yachay tukuy willakuy yachachiy

source: Text alphanumeric characters and spaces
qu_pe: Willakuy alfanuméricos letarakuna huch'aywan

source: Whether to send an e-mail to students when their course (session) is finished. This requires cron tasks to be configured (see main/cron/ directory).
qu_pe: Yachasqakunaman imayl yachachiy, yachay (sesión) qhipa kaptin. Kayqa cron rurasqakuna kamachisqa kasqan (main/cron/ directorionita qhaway).

source: Thanks for registering to %s.
qu_pe: %s nisanpaq qhawaykispaq, imaymana kuyayki.

source: Allow coaches to comment in review of exercises
qu_pe: Yachaykunata qhawaypi yachakunaq willakuykunata qhaway

source: Allow coaches to edit feedback during review of exercises
qu_pe: Yachaykunata qhawaypi yachakunaq willakuykunata musuqyachiy

source: Prevent simultaneous login
qu_pe: Qhawayta manaqchu ruray

source: Prevent users connecting with the same account more than once. This is a good option on pay-per-access portals, but might be restrictive during testing as only one browser can connect with any given account.
qu_pe: Rakinaq cuentaswan manaqchu qhawayta ruray. Kayqa paga accesopi allin, peru pruabanpi restruktivo, unu navegadortam cuentaswan qhaway.

source: Show additional columns in gradebook
qu_pe: Qillqayipi ukhupiwan pilukuna rikuchiy

source: Show additional columns in the student view of the gradebook with the best score of all students, the relative position of the student looking at the report and the average score of the whole group of students.
qu_pe: Qillqayipipi yachaywasi rikch'akuywan pilukuna rikuchiy, yachaywasinayoqkunamanta aswan allin ruzukuymanta, yachaywasinayoqpa ñawpaq suyupi rikch'akuywan ukhu qillqaykunawan ukhu yachaywasinayoqkunamanta tinkuy ruzukuymanta.

source: Publish course catalogue
qu_pe: Yachaywasi qillqana imakuna ñawpaq rikuchiy

source: Make the courses catalogue available to anonymous users (the general public) without the need to login.
qu_pe: Yachaywasi qillqanata mana ñawpaq yachaywasinayoqkunaman (llapa runakuna) qhaway rikuchiy, ñawpaq kachkanayku illanrayku.

source: Enable password reset token
qu_pe: Qillqa kamaray token activay

source: This option allows to generate a expiring single-use token sent by e-mail to the user to reset his/her password.
qu_pe: Kay ruway activachkan qillqa kamaraywan qhawarinaq token kamariy yachaywasinayoqman e-mailwan, qillqa kamarayta qhaway.

source: Time limit for password reset token
qu_pe: Qillqa kamaray tokenpa pacha kuti

source: The number of seconds before the generated token automatically expires and cannot be used anymore (a new token needs to be generated).
qu_pe: Kamariqan tokenpa qhawayllaq pacha segundoquna (mantaq token kamariy).

source: View my courses by session
qu_pe: Ñoqanchis yachaywasikunata pacha boqenpi qhaway

source: Enable an additional 'My courses' page where sessions appear as part of courses, rather than the opposite.
qu_pe: Ñoqanchis yachaywasikunaq paqoqta activay, pachakuna yachaywasikunawan, mana pacha yachaywasikunawan.

source: Download certificate in PDF
qu_pe: Yupaycha PDFpi kamaray

source: Enter password
qu_pe: Qillqa kamaray

source: Download report in PDF
qu_pe: Ruwanakuy PDFpi kamaray

source: Skill "%s" enabled
qu_pe: Yachay "%s" activan

source: Skill "%s" disabled
qu_pe: Yachay "%s" deactivan

source: Show full skill name on skill wheel
qu_pe: Yachay ruykuypi yachay sutin qhapaq rikuchiy

source: On the wheel of skills, it shows the name of the skill when it has short code.
qu_pe: Yachay ruykupi, yachaypa qutuy kodyuq kani.

source: Created by
qu_pe: Kamariqan

source: Hide general coach in dropbox
qu_pe: Pukyum dropboxpi pacha yachachiq huch'ay

source: Hide general coach name in the dropbox tool when the general coach uploaded the file
qu_pe: Pacha yachachiqpa sutinta pukyum dropboxpi huch'ay, pukyum kamariqan.

source: Upload my assignment
qu_pe: Ñoqapaq willakuy kamaray

source: Inserted
qu_pe: Willan

source: Your browser does not support native video transmission.
qu_pe: Ñoqapaq navegador nativ video willakuyta mana ruwan.

source: Other teachers
qu_pe: Huk yachachiqkuna

source: Course category
qu_pe: Yachaywasi phuruq

source: Video chat between %s and %s
qu_pe: %s %swan video chat

source: Enable
qu_pe: Activay

source: Disable
qu_pe: Deactivay

source: Avoid changing page as this will cut your current video chat session
qu_pe: Paqta huch'ay mana video chat tinkuyta p'aki

source: Connecting to peer
qu_pe: Yachaywasinayoqwan tinkuy

source: Connection established
qu_pe: Tinkuy kachkan

source: Connection failed
qu_pe: Tinkuy mana allin

source: Connection closed
qu_pe: Tinkuy k'iti

source: Local connection failed
qu_pe: Ñawpaq tinkuy mana allin

source: Remote connection failed
qu_pe: Askiy tinkuy mana allin

source: View students
qu_pe: Yachaywasinayoqkuna qhaway

source: Into
qu_pe: Ch'usaq

source: Sequence
qu_pe: P'akichiy

source: Invitee
qu_pe: Kutichisqa

source: Date range
qu_pe: Pacha kuti

source: Edit icon
qu_pe: Willakuy ruway icon

source: Custom icon
qu_pe: Qhitapak icon

source: Current icon
qu_pe: Kunan icon

source: Group reporting
qu_pe: Pukyuq ruwanakuy

source: Convert format
qu_pe: Suti tukuy

source: Are you sure you want to delete %s?
qu_pe: ¿Munanki %s huch'ayta?

source: Attachments list
qu_pe: K'anchakuna qillqana

source: See course information and requirements
qu_pe: Yachaywasi yachaywan qawachin

source: Download all
qu_pe: Llapan kamaray

source: Deleted documents
qu_pe: Huch'ayuq yachaykuna

source: Course list not available
qu_pe: Yachay ruraykuna manam kanchu

source: Copy of message sent to %s
qu_pe: %sman kachasqakunapa copia nisqawan

source: Convert
qu_pe: Kamay

source: Portal's limit type
qu_pe: Portalkuna pisqakuna

source: Portal name
qu_pe: Portal sutin

source: Best score
qu_pe: Askha yapasqa

source: Are you sure to delete
qu_pe: Ima kanchu qeshpichiyta munasqayki

source: Conversion to same file format. Please choose another.
qu_pe: Ima willay formatoman kamasqa. Manañawqan hukta.

source: File format not supported
qu_pe: Willay formaton manam qhapaq kanchu

source: File converted from %s to %s
qu_pe: %spaq %sman kamasqa willay

source: %s days
qu_pe: %s p'unchaykuna

source: Skill profile
qu_pe: Yachay perfil

source: Achieved skills
qu_pe: Yapasqakuna yachaykuna

source: Business card
qu_pe: Tarjeta visita

source: Badge details
qu_pe: Insignia detalles

source: The user %s has not achieved the skill "%s" yet
qu_pe: Ruraq %sqa ""%s"" yachayta manam yapasqachu

source: Issued badge information
qu_pe: Insignia qillqasqa willakuy

source: Recipient details
qu_pe: Chaskiq detalles

source: Skill acquired at
qu_pe: Yachay yapasqa

source: Basic skills
qu_pe: Yachaykuna sapakuna

source: <strong>%s</strong> through <em>%s</em>
qu_pe: <strong>%s</strong> <em>%s</em>wan

source: Export badge
qu_pe: Insignia apay

source: Select to search
qu_pe: Rispay rikunaypaq

source: Place on the wheel
qu_pe: Ch'ukuqpi qillqay

source: Skill
qu_pe: Yachay

source: Argumentation
qu_pe: Willakuy

source: The user %s has already achieved the skill %s
qu_pe: Ruraq %sqa %s yachayta yapasqanmi

source: The skill %s has been assigned to user %s
qu_pe: %s yachayqa %s ruraqman qhapaq kamarisqa

source: Assign skill
qu_pe: Yachay qhapaq

source: Geolocalization
qu_pe: Lug'ar yachakuy

source: On a grade of 1 to 10, how well did you observe that this person could put this skill in practice?
qu_pe: 1wan 10 ñawpaqpi, imayna kuyuyta qhawarisqayki kay runaqa kay yachayta ruwasqanmanta?

source: Average rating %s
qu_pe: Promediyu %s

source: Average rating
qu_pe: Promediyu

source: Teachers results are not shown nor taken into account in the gradebook.
qu_pe: Yachaykunaq rurakuna manam rikhurqankuchu ni tampu qillqakunaman qhapaqchu.

source: Write something on your friend's wall
qu_pe: Machuq wallninpi imatapis qillqay

source: Blank template
qu_pe: Paqarichisqa plantilla

source: Base course
qu_pe: Yachay ruray sapakuna

source: Base courses
qu_pe: Yachay ruraykuna sapakuna

source: Square
qu_pe: Ch'uku

source: Polygon
qu_pe: Polígono

source: Draw a hotspot
qu_pe: Hotspot qillqay

source: Use right-click to close the polygon
qu_pe: Poliqonota chinkachisqapaq klik masin

source: Release the mousebutton to save the hotspot
qu_pe: Hotspot qispichiytaq pilu kutipay

source: Hotspot saved
qu_pe: Hotspot qispichisqa

source: Show/Hide userclicks
qu_pe: Ruraq klikkuna rikuy/ñaqay

source: Show / Hide hotspots
qu_pe: Hotspotkuna rikuy / ñaqay

source: Attempts left
qu_pe: Kutikuykunata qispichiq

source: Now click on:
qu_pe: Kutichisqayki:

source: Close delineation
qu_pe: Chinuchisqa qispichiy

source: Area at risk
qu_pe: Phawasqa suyupi

source: Now click on the button below to validate your answers
qu_pe: Kunan ukhu qhipanpi p'akiytan click qankichis willakuykunaq allinchaykuq

source: Close polygon
qu_pe: Polígono p'achay

source: Use right-click to close the delineation
qu_pe: Matipakuywan p'achay delineación

source: Crop your picture
qu_pe: Ruwanakutat p'achakuy

source: Download badge
qu_pe: Insignia yupay

source: No XML file found in the zip archive. This is a requirement for this type of import.
qu_pe: Zip archivoqpi XML archivo manan karqan. Kay turin importakuyninpaq requisito nisqa.

source: There was a problem embedding the badge assertion info into the badge image, but you can still use this page as a valid proof.
qu_pe: Insignia imagenpi insignia willakuy willakuykuna qinkachakuyta problema karqa, ichaqa kay pachata valid prueba sutiyman ñawpariy.

source: This action will associate a forum thread to this learning path item. Do you want to proceed?
qu_pe: Kay ruwan foro hiloqta kay yachay ñan elementoqta qispichakun. ¿Kispaykipuy?

source: This action will dissociate the forum thread of this learning path item. Do you want to proceed?
qu_pe: Kay ruwan kay yachay ñan elementoq foro hiloqta qispichakun. ¿Kispaykipuy?

source: Dissociate the forum of this learning path item
qu_pe: Kay yachay ñan elementoq foroqta qispichay

source: Associate a forum to this learning path item
qu_pe: Kay yachay ñan elementoq foroqta qispichay

source: Forum dissociated
qu_pe: Foro qispichasqa

source: Click or drop one file here
qu_pe: Click qankichis ukhu archivoqta ukhu qhipanpi thakay

source: Last %s days
qu_pe: Ñawpaq %s p'unchaykuna

source: Export badges
qu_pe: Insigniakuna exportay

source: Disable all languages except the platform default
qu_pe: Plataforma predeterminadoqa maqanakunrayku llapan rimaqkunaqa kikinakun

source: There are users currently using the following language. Please disable manually.
qu_pe: Kay rimaykunata ruraykuq runakuna karqan. Manaq allin kamarqan.

source: Allow Push Notifications to the Chamilo Messaging mobile app
qu_pe: Chamilo Mensajeria móvil appq push notificaciónkunata ruwan

source: Send Push Notifications by Google's Firebase Console
qu_pe: Google Firebase Consolewan push notificaciónkunata rupay

source: Sender ID of Firebase Console for Cloud Messaging
qu_pe: Cloud Messaging Firebase Console Sender ID

source: You need register a project on <a href='https://console.firebase.google.com/'>Google Firebase Console</a>
qu_pe: <a href='https://console.firebase.google.com/'>Google Firebase Console</a>pi proyectoqta qankachaykuy

source: Server key of Firebase Console for Cloud Messaging
qu_pe: Cloud Messaging Firebase Console server llave

source: Server key (legacy token) from project credentials
qu_pe: Proyecto credenciales server llave (legacy token)

source: The logo must be of %s px in size and in %s format
qu_pe: Logo %s px ukumpi %s formatopi karqan

source: Original logo recovered
qu_pe: Original logo kamarisqa

source: New logo uploaded
qu_pe: Yaña logo yupasqa

source: Current logo
qu_pe: Kunan logo

source: Update logo
qu_pe: Logo musuqkuy

source: Followed student bosses
qu_pe: Yachasqakuna jefa yachachiqkuna

source: Database manager
qu_pe: Yachayniyuq banco manejador

source: Course template
qu_pe: Yachayniyuq wasi plantiylla

source: Pick a course as template for this new course
qu_pe: Kay musuq yachayniyuq wasiq plantiyllata yachayniyuq wasi qispichay

source: Teacher can select a course as template
qu_pe: Yachachiq yachayniyuq wasiq plantiyllata qispichakun

source: Allow pick a course as template for the new course that teacher is creating
qu_pe: Yachachiq musuq yachayniyuq wasi plantiyllata qispichakuy ruwan

source: The forum's auto-launch setting is on. Students will be redirected to the forum tool when entering this course.
qu_pe: Foro auto-lanzamiento kativichisqa. Yachasqakuna kay yachayniyuq wasiman rurankipta foro herramientaqman kamachisqa.

source: Redirect to forums list
qu_pe: Forokuna listoqman kamachiy

source: Enable forum auto-launch
qu_pe: Foropi kichakuyta kamachiy

source: You can now download your certificate by clicking here
qu_pe: Kaymanta qillqaykip kichakunki

source: Additionally, you have achieved the following skills
qu_pe: Kay yachanakunata qhapaq kasqayki

source: I have achieved skill %s on %s
qu_pe: Yachana %s qhapaq kani %s

source: Another attempt
qu_pe: Huk uyakuy

source: Remaining %d attempts
qu_pe: %d uyakuykuna kashkan

source: Map
qu_pe: Pukyu

source: My location
qu_pe: Ñoqap pukyu

source: Show course in user's language
qu_pe: Kursota runap simipi rikuchiy

source: Access data
qu_pe: Chaskipuni willakuy

source: Image dimensions do not match the requirements. Please check the suggestions next to the image field.
qu_pe: Rimapakuna requisitokuna hina mana allinchakuchu. Rimap willakuyta qhaway.

source: Could not reset password, contact your helpdesk.
qu_pe: Mana allinchu contraseñapi qhapaq kachkan, yachaypi yuyarikuy.

source: Quote
qu_pe: Yupay

source: Value is too small.
qu_pe: Kam qatiy.

source: Value is too big.
qu_pe: Pachakam qatiy.

source: You are a teacher of this course
qu_pe: Kay qhawaynin yachay wasin kamaq

source: Student bosses list
qu_pe: Yachasqa wawqiq runakuna ruray

source: Show score on every attempt, show correct answers only on last attempt (only works with an attempts limit)
qu_pe: Willakuy yachachin ñawpaq ñawpaq willakuykunapi, allin willakuykunata qatiq willakuykunapi qatiy (ñawpaq willakuykuna kamaqwanmi kaq)

source: Missing chart library. Please check the error log for details.
qu_pe: Kutichisqa willakuy yachachin kutichisqa. Qhaway pantasqakunata.

source: User %s indicated:
qu_pe: Runa %s niy:

source: Level acquired
qu_pe: Yachasqa pinasqa

source: Manage skills levels
qu_pe: Yachachin pinasqakuna kamachiy

source: Add profile
qu_pe: Ruray perfil

source: Add level
qu_pe: Yapay pinasqa

source: Change acquired level
qu_pe: Bayllay yachasqa pinasqa

source: No level acquired yet
qu_pe: Manam yachasqa pinasqa kanchu

source: Record audio
qu_pe: Qillqay rima

source: Start recording
qu_pe: Qallariy qillqay

source: Stop recording
qu_pe: Kutichiy qillqay

source: Save recorded audio
qu_pe: Kutichiy qillqsqa rima

source: Grades from course: %s
qu_pe: Yachachin sutinchik %s

source: A title is required
qu_pe: Sutinchik kachkan

source: No course category was provided
qu_pe: Manam qhaway sutinchik kanchu

source: Closing date
qu_pe: Kutichiy pacha

source: The forum will be visible starting from this date
qu_pe: Kay pachamanta qhawaynin willakuy wasi

source: Once this date has passed, the forum will be closed
qu_pe: Kay pacha chinkachisqan qhipaman willakuy wasi kutichisqa

source: Moderated forum
qu_pe: Kamachisqa willakuy wasi

source: Diagnosis filled successfully
qu_pe: Ñawpaq yachachin kutichisqa

source: The diagnosis has been filled successfully
qu_pe: Ñawpaq yachachin kutichisqa

source: User %s has filled the diagnosis
qu_pe: Runa %s ñawpaq yachachinta qillqsqa

source: User %s has filled the diagnosis on the platform and it is ready for you to review.
qu_pe: Runa %s ñawpaq yachachinta platapamanta qillqsqa, qhawayniykupaq kachkan.

source: Send legal agreement
qu_pe: Kutichiy kamachikuy qillqay

source: Delete legal agreement
qu_pe: Pichay kamachikuy qillqay

source: Legal accepted
qu_pe: Kamachikuy qillqay qhatun

source: Load term conditions section
qu_pe: Kutichiy kamachikuy qillqay pansi

source: The legal agreement will appear during the login or when enter to a course.
qu_pe: Kamachikuy qillqay rirqinpi uturunchaypi ukhu qhawaypi.

source: Your terms and conditions are ready to be signed
qu_pe: Kamachikuykuna qillqaykuna qhatun rimaq

source: Hello,<br />Your tutor sent you your terms and conditions. You can sign it following this URL: %s
qu_pe: Allin pacha,<br />Yachachiynikam kamachikuykuna qillqaykuna qhatun. Kay URLwan rimaq kanki: %s

source: User %s signed the agreement.
qu_pe: Runa %s qillqayta qhatun.

source: User %s signed the agreement the %s.
qu_pe: Runa %s qillqayta %s pacha qhatun.

source: Terms and conditions only if profile complete
qu_pe: Kamachikuykuna qillqaykuna perfil tukuy

source: By enabling this option, terms and conditions will be available to the user only when the extra profile fields that start with 'terms_' and set to visible are completed.
qu_pe: Kay iyaq qhatunqaruq, kamachikuykuna qillqaykuna runapaq kachkan 'terms_' qallariq yanaq perfil wasikuna qhawayninpi.

source: Enable user's geolocalization
qu_pe: Qhatuy runapa pacha wasi

source: Enable user's address field and show it on a map using geolocalization features
qu_pe: Qhatuy runapa wasi wasi wasi, pacha wasipi qhaway pacha wasi wasikunawan

source: You must first fill your profile to continue
qu_pe: Primero perfilkuna qillqay hamuy

source: The terms and conditions have not yet been validated by your tutor.
qu_pe: Kamachikuykuna qillqaykuna yachachiyniykita manam qhatunmanchu.

source: Diagnosis management
qu_pe: Ñawpaq yachachin kamachiy

source: You must first fill your profile to enable the terms and conditions validation.
qu_pe: Primero perfilkuna qillqay kamachikuykuna qillqay qhatunqaruy.

source: Diagnosis
qu_pe: Ñawpaq yachachin

source: Allow show the user Skype account
qu_pe: Qhatuy runapa Skype rakin

source: Add a link on the user social block allowing start a chat by Skype
qu_pe: Yapay willakuy runapa raki blokpi Skypewan willakuy qallariy

source: Allow show the user LinkedIn URL
qu_pe: Qhatuy runapa LinkedIn URL

source: Add a link on the user social block, allowing visit the user's LinkedIn profile
qu_pe: Yachayniyoq blokpiqan iskay linkta yapay, yachayniyoq LinkedIn perfilninta risqay

source: Launch videoconference room
qu_pe: Videokonferencia wasita kamaranta qallariy

source: Terms duplicated in file
qu_pe: Iskay simikuna willaqpiq

source: Term already exists
qu_pe: Simiqa kawsakun

source: LinkedIn profile URL
qu_pe: LinkedIn perfil URL

source: Save the correct answer for the next attempt
qu_pe: Rurasqa willayta qhipa mask'aypi hamut'ay

source: Translate this term
qu_pe: Kay simita qillqay

source: Only active sub-languages appear in this list
qu_pe: Kawsakun simi sutikunaq llika listaqpi karqan

source: Translation
qu_pe: Qillqay

source: If this term has already been translated, this operation will replace its translation for this sub-language.
qu_pe: Kay simiqa qillqasqapi karu, kay ruwayqa kay simi sutikunataq qillqanta mask'ay

source: Last connection
qu_pe: Ñawpaq tinkin

source: His profile is
qu_pe: Perfila

source: User %s with language %s is registered in the site
qu_pe: Yachayniyoq %s simi %swan pag sipi qillqasqa

source: You can assign a tutor in this link %s
qu_pe: Yapaytapis tutorwan %s iskaywan qatuy

source: Update existing terms.
qu_pe: Kawsakun simikunata mask'ay

source: Terms updated
qu_pe: Simikuna mask'asqa

source: Terms added
qu_pe: Simikuna yapasqa

source: Teachers time report by session
qu_pe: Yachay warmikuna pascata huñunakuy sessionwan

source: Number of works
qu_pe: Yatichisqakuna número

source: Last work
qu_pe: Ñawpaq yatichisqa

source: Waiting for moderation
qu_pe: Kamachisqayta mañakuspa

source: Works in session report
qu_pe: Yatichisqakuna huñunakuy sessionpi

source: Files
qu_pe: Willakuna
