Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The imported file has at least one question without any answer (or the answers do not include the required prefix letter). Please make sure each question has at least one answer and that it is prefixed by a letter and a dot or a parenthesis, like this: A. answer one
ar: A. answer one الملف المستورد يتضمن على الاقل سؤال واحد بدون اجابة (او ان الاجابات لا تتضمن حرف البادئة المطلوب). يرجى التاكد من توفر اجابة كل سؤال والمسبوق ببادئة حرف ونقطة مثل
ast_es: El ficheru importáu tien polo menos una pregunta ensin respuestu (o les respuestes nun incluyin la lletra prefiksa necesaria). Por favor, asegúrate de que cada pregunta tenga polo menos una respuestu y que tea prefisada por una lletra y un puntu o un paréntesis, como esti: A. respuestu una
bn_bd: আমদানি করা ফাইলে অন্তত একটি প্রশ্ন রয়েছে যাতে কোন উত্তর নেই (বা উত্তরগুলিতে প্রয়োজনীয় প্রিফিক্স অক্ষর অন্তর্ভুক্ত নেই)। দয়া করে নিশ্চিত করুন যে প্রত্যেক প্রশ্নে অন্তত একটি উত্তর রয়েছে এবং এটি একটি অক্ষর এবং একটি ডট বা বন্ধনী দিয়ে প্রিফিক্স করা হয়েছে, যেমন: A. উত্তর এক
bs_ba: Uvođena datoteka ima barem jedno pitanje bez odgovora (ili odgovori nemaju potrebno prefiks slovo). Molimo osigurajte da svako pitanje ima barem jedan odgovor i da je prefiksiran slovom i tačkom ili zagradom, ovako: A. odgovor jedan
ca_es: L'arxiu importat té com a mínim una pregunta sense resposta (o les respostes no inclouen la lletra de prefix necessària). Assegureu-vos que cada pregunta tingui com a mínim una resposta i que estigui prefixada per una lletra i un punt o un parèntesi, com segueix: A. Resposta u
cs_cz: Importovaný soubor obsahuje nejméně jednu otázku bez odpovědi (nebo odpovědi neobsahují požadované předpony písmen). Ujistěte se, že každá otázka má nejméně jednu odpověď a že je prefixována písmenem a tečkou nebo závorkou, např.: A. odpověď jedna
da: Den importerede fil har mindst ét spørgsmål uden svar (eller svarene inkluderer ikke det krævede præfiks bogstav). Sørg venligst for, at hvert spørgsmål har mindst ét svar, og at det er præfikseret med et bogstav og en prik eller parentes, som dette: A. svar ét
de: Die importierte Datei enthält mindestens eine Frage ohne Antwort (oder die Antworten beinhalten nicht den gewünschten Präfix-Buchstaben). Bitte stellen Sie sicher, dass jede Frage mindestens eine Antwort enthält und durch einen Buchstaben und einen Punkt oder eine Klammer wie folgt vorangestellt wird: A. Antwort Eins
el: Το εισηγμένο αρχείο έχει τουλάχιστον ένα ερώτημα χωρίς απάντηση (ή οι απαντήσεις δεν περιλαμβάνουν το απαιτούμενο γράμμα πρόθεμα). Παρακαλώ βεβαιωθείτε ότι κάθε ερώτηση έχει τουλάχιστον μία απάντηση και ότι προτάσσεται από ένα γράμμα και μια τελεία ή παρένθεση, όπως αυτό: Α. απάντηση πρώτη
eo: La importita dosiero havas almenaŭ unu demandon sen iu ajn respondo (aŭ la respondoj ne inkluzivas la bezonatan prefikson de litero). Bonvolu certigi ke ĉiu demando havas almenaŭ unu respondon kaj ke ĝi estas prefikisita per litero kaj poento aŭ parenteco, tiel: A. respondo unu
es: El archivo importado tiene por lo menos una pregunta sin respuesta (o las respuestas no incluyen la letra de prefijo requerida). Asegúrese de que cada pregunta tengo por lo mínimo una respuesta y que esté prefijada por una letra y un punto o una paréntesis, como sigue: A. Respuesta uno
es_mx: El archivo importado tiene al menos una pregunta sin ninguna respuesta (o las respuestas no incluyen la letra prefijo requerida). Asegúrate de que cada pregunta tenga al menos una respuesta y que esté prefijada por una letra y un punto o paréntesis, como esto: A. respuesta uno
eu_es: Inportatutako fitxategiak gutxienez galdera bat du erantzunik gabe (edo erantzunek ez dute beharrezko leturaren aurrizkia). Ziurtatu zaitez galdera bakoitzak gutxienez erantzun bat duela eta letxa eta puntu edo parentesiarekin hasten dela, honela: A. erantzun bat
fa_ir: فایل وارد شده حداقل یک سؤال بدون هیچ پاسخی دارد (یا پاسخ‌ها شامل حرف پیشوند مورد نیاز نیستند). لطفاً مطمئن شوید هر سؤال حداقل یک پاسخ دارد و با حرف و نقطه یا پرانتز پیشوند شده است، مانند: A. پاسخ اول
fi_fi: Tuodussa tiedostossa on ainakin yksi kysymys ilman vastausta (tai vastaukset eivät sisällä vaadittua etuliitettä). Varmista, että jokaisessa kysymyksessä on ainakin yksi vastaus ja että se alkaa kirjaimella ja pisteellä tai suluella, näin: A. vastaus yksi
fo_fo: Innfluttur fíla hevur í minsta lagi ein spurning uttan svar (ella svarini innihalda ikki kravda forsátteribókstav). Vinarliga tryggja at hvør spurning hevur í minsta lagi eitt svar og at tað er forsátterið við bókstavi og punktum ella klamma, sum hetta: A. svar eitt
fur: Il file importât al à almanco une domandi sen gnule risposti (o lis rispostis no includin il letare prefix obrigatori). Ples jassicuriti che ogni domandi ai almanco une risposti e che jê prefixade cu un letare e un pont o une parenteisi, come chest: A. risposti une
ga: Tá ceist amháin ar a laghad sa chomhaireamh iompórtáilte gan aon fhreagra (nó níl an litir réamhphréamh riachtanach sna freagraí). Déan cinnte go bhfuil ceist amháin ar a laghad ag gach ceist agus go bhfuil litir agus ponc nó lúibíní réamhphréamha uirthi, mar seo: A. freagra a haon
gl: O arquivo importado ten alomenos unha pregunta sen resposta (ou as respostas non inclúen a letra de prefixo requerida). Asegúrese de que cada pregunta ten alomenos unha resposta e que estea prefixada por unha letra e un punto ou unha paréntese, como segue: A.Resposta un.
he_il: בקובץ המיובא יש לפחות שאלה אחת ללא כל תשובה (או שהתשובות אינן כוללות את אות הקידומת הנדרשת). אנא ודא שלכל שאלה יש לפחות תשובה אחת ושהקידמת לה אות ונקודה או סוגריים, כך: א. ענה אחת
hi: आयातित फाइल में कम से कम एक प्रश्न है जिसमें कोई उत्तर नहीं है (या उत्तरों में आवश्यक पूर्वसूचक अक्षर शामिल नहीं है)। कृपया सुनिश्चित करें कि प्रत्येक प्रश्न में कम से कम एक उत्तर है और वह अक्षर और बिंदु या कोष्ठक से पूर्वसूचित है, जैसे: A. उत्तर एक
hr_hr: Uvođena datoteka ima barem jedno pitanje bez odgovora (ili odgovori nemaju potrebno prefiks slovo). Provjerite ima li svako pitanje barem jedan odgovor i da je prefiksiran slovom i točkom ili zagradom, ovako: A. odgovor jedan
hu_hu: A importált fájl legalább egy kérdést tartalmaz válasz nélkül (vagy a válaszok nem tartalmazzák a szükséges előtag betűt). Gondoskodjon róla, hogy minden kérdésnek legyen legalább egy válasza, és az betűvel és ponttal vagy zárójellel legyen előtagozva, pl.: A. első válasz
hy: Ներմուծված ֆայլը պարունակում է առնվազն մեկ հարց առանց պատասխանի (կամ պատասխանները չեն պարունակում պահանջվող նախածանց տառ): Խնդրում ենք համոզվել, որ յուրաքանչյուր հարց ունի առնվազն մեկ պատասխան, որը սկսվում է տառով և կետով կամ փակագծով, ինչպես սա՝ A. պատասխան մեկ
id_id: File impor memiliki setidaknya satu pertanyaan tanpa jawaban (atau jawaban tidak menyertakan huruf prefiks yang diperlukan). Pastikan setiap pertanyaan memiliki setidaknya satu jawaban dan diawali huruf dan titik atau tanda kurung, seperti: A. jawaban satu
it: Il file importato ha almeno un quesito senza una risposta (o le altre risposte non includono il prefisso letter richiesto). Assicurati che ogni quesito abbia almeno una risposta con prefisso di una lettera, di un punto o di una parentesi, tipo questa: A. risposta uno
ja: インポートされたファイルには、回答がない質問が少なくとも1つあります（または回答に必要なプレフィックス文字が含まれていません）。各質問に少なくとも1つの回答があり、A. 回答1 のように文字とドットまたは括弧で始まることを確認してください。
ka_ge: იმპორტირებულ ფაილს შეუძლია შეიცავდეს მინიმუმ ერთ კითხვას პასუხის გარეშე (ან პასუხები არ შეიცავს საჭირო პრეფიქსის ასოს). გთხოვთ, დარწმუნდეთ, რომ თითოეულ კითხვას არის მინიმუმ ერთი პასუხი და ის წინ უსწრებელია ასოთი და წერტილით ან ფრჩხილით, ამგვარად: A. პირველი პასუხი
ko_kr: 가져온 파일에 답변이 없거나 필요한 접두사 문자가 포함되지 않은 질문이 하나 이상 있습니다. 각 질문에 최소 하나의 답변이 있고 문자와 점 또는 괄호로 시작하는지 확인하세요: A. 답변 하나
lo: ໄຟລ໌ທີ່ນຳເຂົ້າຢ່າງໜ້ອຍມີໜຶ່ງຄຳຖາມທີ່ບໍ່ມີຄຳຕອບ (ຫຼື ຄຳຕອບບໍ່ມີຕົວອັກສອນນຳໜ້າທີ່ຕ້ອງການ). ກະລຸນາກວດສອບໃຫ້ແນ່ໃຈວ່າທຸກຄຳຖາມມີຢ່າງໜ້ອຍໜຶ່ງຄຳຕອບ ແລະ ມີຕົວອັກສອນ ແລະ ເຄື່ອງໝາຍຈ້ຳ ຫຼື ວົງເລັບນຳໜ້າ, ເຊັ່ນ: ກ. ຄຳຕອບໜຶ່ງ
lt_lt: Importuotame faile yra bent vienas klausimas be atsakymo (arba atsakymai neturi reikiamos priešdėlio raidės). Prašome įsitikinti, kad kiekvienas klausimas turi bent vieną atsakymą ir kad jis prasideda raide ir tašku arba skliausteliu, kaip štai: A. atsakymas vienas
lv_lv: Importētajā failā ir vismaz viens jautājums bez atbildēm (vai atbildēs nav nepieciešamā prefiksa burta). Lūdzu, pārliecinieties, ka katram jautājumam ir vismaz viena atbilde un tā sākas ar burtu un punktu vai iekavām, piemēram: A. atbilde viena
mk_mk: Увезената датотека има барем едно прашање без одговор (или одговорите не содржат потребната префикс буква). Ве молиме проверете дали секое прашање има барем еден одговор и дека е префитувано со буква и точка или заграда, како ова: A. одговор еден
ms_my: Fail yang diimport mempunyai sekurang-kurangnya satu soalan tanpa jawapan (atau jawapan tidak termasuk huruf awalan yang diperlukan). Sila pastikan setiap soalan mempunyai sekurang-kurangnya satu jawapan dan diawali huruf dan titik atau kurungan, seperti ini: A. jawapan satu
my_mm: တင်သွင်းထားသော ဖိုင်တွင် အနည်းဆုံး ဖြေကြားမှုမရှိသော မေးခွန်းတစ်ခုရှိသည် (သို့မဟုတ် ဖြေကြားမှုများတွင် လိုအပ်သော ရှေ့ဆက်အက္ခရာမပါဝင်ပါ)။ ကျေးဇူးပြု၍ မေးခွန်းတစ်ခုစီတွင် အနည်းဆုံး ဖြေကြားမှုတစ်ခုရှိကြောင်းနှင့် ၎င်းသည် အက္ခရာနှင့် အစက် သို့မဟုတ် ကွင်းစကွင်းပိတ်ဖြင့် ရှေ့ဆက်ထားကြောင်း သေချာပါစေ၊ ဥပမာ: A. ဖြေကြားမှုတစ်
ne: आयातित फाइलमा कम्तीमा एक प्रश्न कुनै उत्तर बिना छ (वा उत्तरहरूमा आवश्यक उपसर्ग अक्षर समावेश छैन)। कृपया सुनिश्चित गर्नुहोस् प्रत्येक प्रश्नमा कम्तीमा एक उत्तर छ र यो अक्षर र बिन्दु वा कोष्ठकबाट उपसर्गित छ, जस्तै: A. उत्तर एक
nl: Het geïmporteerde bestand bevat ten minste één vraag zonder antwoorden (of de antwoorden bevatten niet de vereiste voorvoegletter). Zorg ervoor dat elke vraag ten minste één antwoord heeft en dat dit voorafgegaan wordt door een letter en een punt of haakje, zoals: A. antwoord één
nn_no: Importerte filen har minst ein spørsmål utan svar (eller svara manglar påkrævd prefiksbokstav). Sørg for at kvar spørsmål har minst eit svar og at det er forsette med bokstav og punktum eller parentes, slik: A. svar ein
oc: Lo fichièr importat conten al mens una question sens cap responsa (o las responsas incliuon pas la letra prefixa requerida). Doblinatz verificar que cada question a al mens una responsa e qu'ela es prefixada per una letra e un punt o una parentèsi, coma aquò : A. responsa un
pl_pl: Importowany plik zawiera co najmniej jedno pytanie bez odpowiedzi (lub odpowiedzi nie zawierają wymaganego przedrostka litery). Upewnij się, że każde pytanie ma co najmniej jedną odpowiedź i że jest poprzedzona literą i kropką lub nawiasem, jak: A. odpowiedź jedna
ps: وارد شوی فایل کې لږ تر لږه یوه پوښتنه شته چې هیڅ ځواب نلري (یا ځوابونه اړین مخکېښودل حرف نه لري). مهرباني وکړئ ډاډ ترلاسه کړئ چې هره پوښتنه لږ تر لږه یو ځواب لري او دا د حرف او نقطې یا ټوټې له مخې پیل شوې وي، لکه دا: A. لومړی ځواب
pt_br: O arquivo importado tem pelo menos uma pergunta sem resposta 9ou as respostas não incluem uma letra prefixada). Por favor certifique-se que cada pergunta tenha pelo menos uma resposta e uma letra prefixada e um ponto ou um parentese, como este: A. uma resposta
pt_pt: O ficheiro importado tem, pelo menos, uma questão sem qualquer resposta (ou as respostas não incluem a letra exigida como prefixo). Por favor assegure-se de que cada questão tem pelo menos uma resposta precedida por uma letra e um ponto ou um parênteses, desta forma: A. resposta um
ro_ro: Fișierul importat conține cel puțin o întrebare fără niciun răspuns (sau răspunsurile nu includ litera prefixată necesară). Vă rugăm să vă asigurați că fiecare întrebare are cel puțin un răspuns prefixat cu o literă și un punct sau paranteză, astfel: A. răspunsul unu
ru_ru: В импортированном файле есть хотя бы один вопрос без ответов (или ответы не содержат требуемой буквы префикса). Убедитесь, что каждый вопрос имеет хотя бы один ответ с префиксом буквы и точки или скобки, например: A. первый ответ
sk_sk: Importovaný súbor má aspoň jednu otázku bez odpovede (alebo odpovede neobsahujú požadovanú predponu listu). Uistite sa, že každá otázka má aspoň jednu odpoveď, a že má predponu písmeno a bodkou alebo zátvorku, ako je tento: A. jednu odpoveď
sl: Uvožena datoteka vsebuje vsaj eno vprašanje brez vsakega odgovora (ali pa odgovor ne vsebuje zahtevane vodilne črke odgovora). Prosim, da zagotovite, da bo imelo vsako vprašanje vsaj en možen odgovor kot npr. A. odgovor ena
sq: Skedari i importuar ka të paktën një pyetje pa asnjë përgjigje (ose përgjigjet nuk përfshijnë shkronjën e kërkuar parashtesë). Ju lutemi sigurohuni që çdo pyetje të ketë të paktën një përgjigje dhe që ajo të jetë e paraprirë nga një shkronjë dhe një pikë ose kllapë, si kjo: A. përgjigjja një
sr_rs: Uvezena datoteka ima najmanje jedno pitanje bez odgovora (ili odgovori nemaju potrebno prefiks slovo). Molimo proverite da svako pitanje ima najmanje jedan odgovor i da je prefiksiran slovom i tačkom ili zagradom, ovako: A. odgovor jedan
sv_se: Den importerade filen har minst en fråga utan svar (eller svaren saknar den erforderliga prefixbokstaven). Se till att varje fråga har minst ett svar och att det börjar med en bokstav och en punkt eller parentes, som så här: A. svar ett
sw_ke: Faili iliyoagizwa ina angalau swali moja bila jibu lolote (au majibu hayajumuishi herufi inayohitajika). Tafadhali hakikisha kila swali lina angalau jibu moja na kwamba limeanzishwa na herufi na nukta au mabano, kama hii: A. jibu la kwanza
ta: இறக்குமதி செய்யப்பட்ட கோப்பில் குறைந்தது ஒரு கேள்வி எந்த பதிலும் இன்றி உள்ளது (அல்லது பதில்கள் தேவையான முன்னொட்டு எழுத்தை உள்ளடக்கவில்லை). ஒவ்வொரு கேள்வியும் குறைந்தது ஒரு பதிலைக் கொண்டுள்ளதா மற்றும் அது எழுத்து மற்றும் புள்ளி அல்லது மாற்கோடு முன்னொட்டமிடப்பட்டுள்ளதா உறுதிப்படுத்தவும், இப்படி: A. பதில் ஒன்று
th: ไฟล์ที่นำเข้ามีคำถามอย่างน้อยหนึ่งคำถามที่ไม่มีคำตอบ (หรือคำตอบไม่มีตัวอักษรนำหน้า) กรุณาตรวจสอบให้แน่ใจว่าคำถามแต่ละข้อมีคำตอบอย่างน้อยหนึ่งคำตอบ และขึ้นต้นด้วยตัวอักษรและจุดหรือวงเล็บ เช่น A. คำตอบข้อหนึ่ง
tl_ph: Ang na-import na file ay may hindi bababa sa isang tanong na walang sagot (o ang mga sagot ay hindi kasama ang kinakailangang prefix na letra). Paki-sigurong bawat tanong ay may hindi bababa sa isang sagot at na ito ay may prefix ng letra at tuldok o parenthesis, tulad nito: A. sagot isa
tr: İçe aktarılan dosyada en az bir soruda cevap yok (veya cevaplar gerekli önek harfi içermiyor). Lütfen her sorunun en az bir cevabı olduğundan ve bir harf ve nokta veya parantez ile önekli olduğundan emin olun, örneğin: A. bir cevap
uk_ua: Імпортований файл містить принаймні одне питання без жодної відповіді (або відповіді не містять необхідної літери префікса). Переконайтеся, що кожне питання має принаймні одну відповідь і що вона починається з літери та крапки або дужки, наприклад: A. відповідь один
vi_vn: Tệp nhập có ít nhất một câu hỏi không có đáp án nào (hoặc các đáp án không bao gồm chữ cái tiền tố bắt buộc). Vui lòng đảm bảo mỗi câu hỏi có ít nhất một đáp án và nó được đánh đầu bằng chữ cái và dấu chấm hoặc dấu ngoặc, như thế này: A. đáp án một
xh_za: Ifayile engenisiweyo inombuzo omnye okanye ngaphezulu ngaphandle kwempendulo (okanye iimpendulo azibandakanyi unobumba ofunekayo). Nceda uqiniseke ukuba uombuzo ngamnye unempendulo enye okanye ngaphezulu kwaye iqaliswe ngoonobumba kunye nomgca okanye isiphekisho, ngolu hlobo: A. impendulo enye
zh_cn: 导入的文件至少有一个问题没有答案（或答案不包含必需的前缀字母）。请确保每个问题至少有一个答案，并且以字母和点或括号开头，例如：A. 答案一
zh_tw: 匯入檔案至少有一個問題無任何答案（或答案未包含必要前綴字母）。請確保每個問題至少有一個答案，並以前綴字母和點或括號標示，如：A. 答案一
