Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: There happened an unknown error. Please contact the platform administrator.
ar: حدث هناك خطأ غير معروف. فضلا قم بالإتصال بمدير النظام
ast_es: Hubo un erru desconocíu. Por favor, contaute col alministrador de la plataforma
bn_bd: অজানা একটি ত্রুটি ঘটেছে। দয়া করে প্ল্যাটফর্ম প্রশাসকের সাথে যোগাযোগ করুন।
bs_ba: Došlo je do nepoznate greške. Molimo kontaktirajte administratora platforme.
ca_es: Error desconegut. Contacteu amb l'administrador.
cs_cz: Nastala neznámá chyba. Prosím kontaktujte administrátora platformy
da: Der er opstået en ukendt fejl. Kontakt venligst den supporten
de: Ein unbekannter Fehler ist aufgetreten. Bitte den Portal-Administrator benachrichtigen
el: Συνέβη ένα άγνωστο σφάλμα. Παρακαλώ επικοινωνήστε με τον διαχειριστή της πλατφόρμας.
eo: Okazis neklara eraro. Bonvolu kontakti la administranton de la platformo.
es: Se ha producido un error desconocido. Por favor, póngase en contacto con el administrador de la plataforma.
es_mx: Ocurrió un error desconocido. Por favor contacte al administrador de la plataforma.
eu_es: Ezagutu gabeko errorea gertatu da. Mesedez, jarri harremanetan plataformako kudeatzailearekin.
fa_ir: یک خطای ناشناخته بوقوع پیوست. لطفا با مدیر تماس بگیرید.
fi_fi: Tapahtui tunnistamaton virhe. Ota yhteys ylläpitäjään.
fo_fo: Tað kom ein ókend villa. Vinarliga hava samband við stýrismannin fyri talgportalin.
fur: Je vignût un erôr no cognossût. Plesi contate il aministradôr dla plateforme.
ga: Tharla earráid anaithnid. Déan teagmháil le riarthóir an ardáin le do thoil.
gl: Produciuse un erro descoñecido. Contacte co administrador da plataforma.
he_il: קרתה שגיאה לא ידועה. אנא צור קשר עם מנהל הפלטפורמה.
hi: एक अज्ञात त्रुटि हुई। कृपया प्लेटफ़ॉर्म प्रशासक से संपर्क करें।
hr_hr: Dogodila se nepoznata pogreška. Molim kontaktirajte upravitelja sustava.
hu_hu: Ismeretlen hiba lépett fel. Kérjük, vegye fel a kapcsolatot a platform adminisztrátorral!
hy: Ստեղծվել է անհայտ սխալ։ Խնդրում ենք կապվել հարթակի ադմինիստրատորի հետ։
id_id: Terjadi kesalahan yang tidak diketahui. Silakan hubungi administrator platform.
it: C'è stato un errore sconosciuto. Contatta l'amministratore della piattaforma
ja: 未知のエラーが発生しました。プラットフォーム管理者にお問い合わせください。
ka_ge: მოხდა უცნობი შეცდომა. გთხოვთ, დაუკავშირდეთ პლატფორმის ადმინისტრატორს.
ko_kr: 알 수 없는 오류가 발생했습니다. 플랫폼 관리자에게 문의하세요.
lo: ເກີດຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຈັກ. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບ.
lt_lt: Nežinoma klaida. Susisiekite su sistemos administratoriumi.
lv_lv: Nezināma kļūda, lūdzu sazinieties ar platformas administrātoru.
mk_mk: Се случи непозната грешка. Ве молиме контактирајтре го управувачот на платформата.
ms_my: Berlaku ralat yang tidak diketahui. Sila hubungi pentadbir platform.
my_mm: မသိရှိရသော အမှားတစ်ခုဖြစ်ပေါ်ခဲ့သည်။ ကျေးဇူးပြု၍ ပလပ်ဖောင်းစီမံခန့်ခွဲသူထံ ဆက်သွယ်ပါ။
ne: अज्ञात त्रुटि भयो। कृपया प्लेटफर्म प्रशासकसँग सम्पर्क गर्नुहोस्।
nl: Er deed zich een onbekende fout voor. Contacteer uw platformbeheerder.
nn_no: Det har skjedd en ukjent feil. Vennligst kontakt plattform administrator.
oc: Un error desconegut s'es produs. Contactètz l'administraire de la plataforma.
pl_pl: Wystąpił nieoczekiwany błąd. Skontaktuj się z administratorem platformy.
ps: نامعلومه ستونزه رامنځته شوه. مهرباني وکړئ د پلیټفارم پازوالګي سره اړیکه ونیسئ.
pt_br: Ocorreu um erro desconhecido. Por favor, contate o administrador da plataforma.
pt_pt: Ocorreu um erro desconhecido. Por favor, contacte o administrador da plataforma.
ro_ro: A avut loc o eroare neidentificata. Va rugam contactati administratorul platformei.
ru_ru: Произошла неизвестная ошибка. Пожалуйста, свяжитесь с администратором платформы
sk_sk: Nastala neznáma chyba. Prosím kontaktujte systémového administrátora.
sl: Pojavila se je neznana napaka. Prosimo, da kontaktirate upravitelja platforme.
sq: Ndodhi një gabim i panjohur. Ju lutemi kontaktoni administratorin e platformës.
sr_rs: Dogodila se greška. molimo vas da kontaktirate administratora sistema.
sv_se: Det inträffade ett oväntat fel. Vänligen kontakta ansvarig administratör.
sw_ke: Kuna hitilafu isiyojulikana. Tafadhali wasiliana na msimamizi wa jukwaa.
ta: ஒரு அறியப்படாத பிழை ஏற்பட்டது. தயவுசெய்து தள நிர்வாகியை தொடர்பு கொள்ளுங்கள்.
th: เกิดข้อผิดพลาดโปรดติดต่อผู้ดูแลระบบ
tl_ph: Nagkaroon ng hindi kilalang error. Mangyaring makipag-ugnayan sa administrator ng platform.
tr: Bilinmeyen bir hata oluştu. Lütfen platform yöneticisine başvurun
uk_ua: Помилка. Будь ласка, зв'яжіться з адміністратором.
vi_vn: Đã xảy ra lỗi không xác định. Vui lòng liên hệ quản trị viên nền tảng.
xh_za: Kwenzeke impazamo engaziwayo. Nceda uqhagamshelane nomlawuli weqonga.
zh_cn: 未知错误，请联系平台管理员
zh_tw: 發生不明錯誤，請聯絡系統管理員

source: The course password is incorrect
ar: رمز المقرر غير صحيح
ast_es: El códigu del cursu nun ye válidu
bn_bd: কোর্সের পাসওয়ার্ড ভুল
bs_ba: Lozinka kursa je netačna
ca_es: Codi del curs incorrecte
cs_cz: Kód kurzu je špatný
da: Kursuskoden er ikke korrekt
de: Der Registrierungscode ist nicht korrekt
el: Ο κωδικός του μαθήματος είναι λανθασμένος
eo: La pasvorto de la kurso ne estas korekta
es: El código del curso es incorrecto
es_mx: La contraseña del curso es incorrecta
eu_es: Ikastaroaren kodea ez da zuzena
fa_ir: این کد درس اشتباه است
fi_fi: Kurssi koodi on väärä
fo_fo: Loyniorðið til líkamsrætingina er ikki rætt
fur: La password dal cors nol je corete
ga: Tá pasfhocal mícheart ag an gcúrsa
gl: O código do curso é incorrecto
he_il: סיסמת הקורס שגויה
hi: पाठ्यक्रम पासवर्ड गलत है
hr_hr: Šifra kolegija je neispravna
hu_hu: A kurzus kódja helytelen
hy: Դասընթացի գաղտնաբառը սխալ է
id_id: Kata sandi mata kuliah salah
it: Codice del corso errato
ja: コースのパスワードが正しくありません
ka_ge: კურსის პაროლი არასწორია
ko_kr: 코스 비밀번호가 올바르지 않습니다
lo: ລະຫັດຜ່ານລາຍວິຊາບໍ່ຖືກຕ້ອງ
lt_lt: Kurso kodas neteisingas
lv_lv: Kursa kods ir nepareizs
mk_mk: Шифрата на курсот е неправилна
ms_my: Kata laluan kursus tidak betul
my_mm: သင်တန်းစကားဝှက်မမှန်ကန်ပါ
ne: कोर्स पासवर्ड गलत छ
nl: De cursuscode is niet correct
nn_no: Kurskoden er feil
oc: Lo senhal del curs es pas corrècte
pl_pl: Kod kursu jest nieprawidłowy
ps: د کورس پاسورډ غلط دی
pt_br: O código do curso está incorreto
pt_pt: O código do curso está incorrecto
ro_ro: Codul de curs este incorect
ru_ru: Код курса не верен
sk_sk: Nesprávny kód kurzu
sl: Koda tečaja ni pravilna
sq: Fjalëkalimi i kursit është i pasaktë
sr_rs: Šifra treninga je neispravna
sv_se: Kurskoden är felaktig
sw_ke: Nenosiri la kozi si sahihi
ta: பாடத்தின் கடவுச்சொல் தவறானது
th: รหัสการลงทะเบียนไม่ถูกต้อง
tl_ph: Mali ang password ng kurso
tr: Eğitim kodu yanlış
uk_ua: Невірний код курсу
vi_vn: Mật khẩu khóa học không đúng
xh_za: Iphasiwords yesifundo ayichanekanga
zh_cn: 非法课程代码
zh_tw: 課程編號不正確

source: This course requires a password
ar: المقرر يتطلب كلمة مرور
ast_es: El cursu necesita d'una seña
bn_bd: এই কোর্সের জন্য পাসওয়ার্ড প্রয়োজন
bs_ba: Ovaj kurs zahtijeva lozinku
ca_es: El curs necessita una contrasenya
cs_cz: Kurz vyžaduje heslo
da: Kurset kan kun tilgåes med et adgangsord
de: Registrierungscode benötigt
el: Απαιτείται κωδικός για το μάθημα
eo: Ĉi tiu kurso postulas pasvorton
es: El curso requiere una contraseña
es_mx: Este curso requiere contraseña
eu_es: Ikastaroak pasahitza eskatzen du
fa_ir: این درس نیازمند کلمه عبور هست
fi_fi: Kurssille tarvitaan salasana
fo_fo: Hendan líkamsrætingin krevur eitt loyniorð
fur: Chescors a sarì une password
ga: Tá pasfhocal ag teastáil ón gcúrsa seo
gl: O curso esixe un contrasinal
he_il: קורס זה דורש סיסמא
hi: इस पाठ्यक्रम के लिए पासवर्ड की आवश्यकता है
hr_hr: Kolegij zahtijeva zaporku
hu_hu: A kurzus jelszóhoz kötött
hy: Այս դասընթացը պահանջում է գաղտնաբառ
id_id: Mata kuliah ini memerlukan kata sandi
it: E' necessario avere la password di accesso al corso
ja: このコースにはパスワードが必要です
ka_ge: ამ კურსს სჭირდება პაროლი
ko_kr: 이 코스는 비밀번호가 필요합니다
lo: ລາຍວິຊານີ້ຕ້ອງການລະຫັດຜ່ານ
lt_lt: Reikalaujamas slaptažodis
lv_lv: Pieeja kursam tikai ar paroli
mk_mk: Шифрата на курсот е неопходна
ms_my: Kursus ini memerlukan kata laluan
my_mm: ဤသင်တန်းသည် စကားဝှက်လိုအပ်သည်
ne: यो कोर्समा पासवर्ड आवश्यक छ
nl: Deze cursus vereist een paswoord
nn_no: Kurset krever et passord
oc: Aquest curs requerís un senhal
pl_pl: Kurs wymaga hasła
ps: دا کورس پاسورډ ته اړتیا لري
pt_br: O curso exige senha
pt_pt: Este curso requer uma password/senha
ro_ro: Cursul necesita o parola
ru_ru: Необходим пароль для доступа на курс
sk_sk: Kurz vyžaduje heslo
sl: Tečaj zahteva geslo
sq: Ky kurs kërkon një fjalëkalim
sr_rs: Trening zahteva šifru
sv_se: Kursen kräver ett lösenord
sw_ke: Kozi hii inahitaji nenosiri
ta: இந்த பாடத்திற்கு கடவுச்சொல் தேவை
th: คอร์สนี้ต้องการรหัสผ่าน
tl_ph: Ang kursong ito ay nangangailangan ng password
tr: Eğitim için şifre gerekli
uk_ua: Необхідно пароль для доступу до курсу
vi_vn: Khóa học này yêu cầu mật khẩu
xh_za: Esi sifundo sifuna iphasiwadi
zh_cn: 课程密码不能为空
zh_tw: 課程需要密碼

source: Submit registration code
ar: ارسل رمز التسجيل
ast_es: Unviar el códigu de rexistru
bn_bd: নিবন্ধন কোড জমা দিন
bs_ba: Pošalji kod registracije
ca_es: Enviar el codi de registre
cs_cz: Odeslat registrační kód
da: Tilføj registreringskode
de: Registrierungscode angeben
el: Υποβολή του κωδικού εγγραφής
eo: Enigi registran kodon
es: Enviar el código de registro
es_mx: Enviar código de registro
eu_es: Bidali erregistratzeko kodea
fa_ir: ارسال کد ثبت نام
fi_fi: Syötä rekisteröinti koodi
fo_fo: Send inn skráningarkoyðu
fur: Invie codisc di iscrizion
ga: Cuir isteach cód clárúcháin
gl: Enviar o código de rexistro
he_il: שלח קוד רישום
hi: पंजीकरण कोड जमा करें
hr_hr: Dostavi registracijsku šifru
hu_hu: Regisztrációs kód elküldése
hy: Ուղարկել գրանցման կոդը
id_id: Kirim kode pendaftaran
it: Immetti il codice di accesso
ja: 登録コードを送信
ka_ge: რეგისტრაციის კოდის გაგზავნა
ko_kr: 등록 코드 제출
lo: ສົ່ງລະຫັດລົງທະບຽນ
lt_lt: Patvirtinti registracijos kodą
lv_lv: Nosūtīt reģistrācijas kodu
mk_mk: Поднеси шифра за регистрација
ms_my: Hantar kod pendaftaran
my_mm: မှတ်ပုံတင်ကုဒ်ကို တင်သွင်းပါ
ne: दर्ता कोड पेश गर्नुहोस्
nl: Verstuur registratiecode
nn_no: Send registrering koden
oc: Validar lo còde d'inscripcion
pl_pl: Prześlij kod rejestracyjny
ps: د ګډون کوډ وسپارئ
pt_br: Enviar código do registo
pt_pt: Submeter código do registo
ro_ro: Trimiteti codul de inregistrare
ru_ru: Предложить регистрационный код
sk_sk: Odoslať registračný kód
sl: Izroči registracijsk kodo
sq: Dërgo kodin e regjistrimit
sr_rs: Unesi šifru za registraciju
sv_se: Ange registreringskod
sw_ke: Wasilisha msimbo wa usajili
ta: பதிவு குறியீட்டை சமர்ப்பிக்கவும்
th: ยืนยันรหัสลงทะเขียน
tl_ph: Isumite ang registration code
tr: Kayıt kodunu gönder
uk_ua: Запропонувати код реєстрації
vi_vn: Gửi mã đăng ký
xh_za: Genisa ikhowudi yobhaliso
zh_cn: 提交注册
zh_tw: 提交註冊編號

source: The category was deleted
ar: تم حذف تصنيف المقرر
ast_es: Esborróse la categoría
bn_bd: বিভাগটি মুছে ফেলা হয়েছে
bs_ba: Kategorija je obrisana
ca_es: La categoria del curs ha estat esborrada
cs_cz: Kategorie byla smazána
da: Kursuskategorien er slettet
de: Kurskategorie wurde gelöscht
el: Η κατηγορία έχει διαγραφεί
eo: La kategorio estis forigita
es: La categoría fue eliminada
es_mx: La categoría fue eliminada
eu_es: Kategoria ezabatu da
fa_ir: دسته مورد نظر حذف شد
fi_fi: Kurssi kategoria on poistettu
fo_fo: Bólkurin varð strikað
fur: La categorîe je je eliminade
ga: Scriosadh an chatagóir
gl: Eliminouse a categoría do curso
he_il: הקטגוריה נמחקה
hi: श्रेणी हटा दी गई
hr_hr: Kategorija je obrisana
hu_hu: Törölt kurzus kategória
hy: Կատեգորիան ջնջվել է
id_id: Kategori telah dihapus
it: Categoria di corso eliminata
ja: カテゴリが削除されました
ka_ge: კატეგორია წაიშალა
ko_kr: 카테고리가 삭제되었습니다
lo: ໝວດໝູ່ໄດ້ຖືກລຶບແລ້ວ
lt_lt: Kursų kategorija ištrinta
lv_lv: Kategorija tika izdzēsta
mk_mk: Категоријата на курсеви е избришана
ms_my: Kategori telah dipadam
my_mm: အမျိုးအစားကို ဖျက်လိုက်ပြီးဖြစ်သည်
ne: वर्ग मेटाइयो
nl: Cursuscategorie verwijderd
nn_no: Kategorien er slettet
oc: La categoria es estada suprimida
pl_pl: Kategoria została usunięta
ps: کټګوري پاکه شوه
pt_br: Categoria do curso excluida
pt_pt: Categoria foi eliminada
ro_ro: Categoria a fost stearsa
ru_ru: Раздел курса удален
sk_sk: Kategória kurzu bola zmazaná
sl: Kategorija tečaja je bila odstranjena
sq: Kategoria u fshi
sr_rs: Kategorija je obrisana
sv_se: Kurskategorin borttagen
sw_ke: Jamii imeondolewa
ta: வகை நீக்கப்பட்டது
th: ประเภทถูกลบ
tl_ph: Nabura na ang kategorya
tr: Kategori silinmiş
uk_ua: Категорію курсу видалено
vi_vn: Danh mục đã được xóa
xh_za: Icandelo licishiwe
zh_cn: 课程目录已经删除
zh_tw: 課程類別被刪除

source: Category sorting done
ar: تم ترتيب التصنيف
ast_es: Les categoríes ordenárense
bn_bd: বিভাগ সাজানো সম্পন্ন
bs_ba: Sortiranje kategorija završeno
ca_es: Ordenació de categories efectuada
cs_cz: Třídění kategorie ukončeno
da: Sortering af kategori er gennemført
de: Sortieren der Kategorie erledigt
el: Έγινε η ταξινόμηση των κατηγοριών
eo: Ordigado de kategorioj finita
es: Ordenación de categorías realizada
es_mx: Ordenamiento de categoría realizado
eu_es: Kategorien ordenazioa egin da
fa_ir: ترتیب دسته بندی ها انجام شد
fi_fi: Kategorioiden lajittelu valmis
fo_fo: Flokking av bólki liðug
fur: Ordinament categorîe fat
ga: Sórtáil catagóir críochnaithe
gl: Concluíu o ordenamento das categorías
he_il: מיון הקטגוריות נעשה
hi: श्रेणी क्रमबद्धन पूर्ण
hr_hr: Razvrstavanje kategorija je završeno
hu_hu: Kategóri rendszerezés elvégezve
hy: Կատեգորիաների տեսակավորումն ավարտված է
id_id: Pengurutan kategori selesai
it: Ordinamento delle categorie effettuato
ja: カテゴリ並べ替え完了
ka_ge: კატეგორიების შეწყობა დასრულდა
ko_kr: 카테고리 정렬 완료
lo: ການຈັດຮຽງໝວດໝູ່ສຳເລັດແລ້ວ
lt_lt: Kategorijos rūšiavimas baigtas
lv_lv: Kategoriju kārtošana pabeigta
mk_mk: Курсевите се сортирани
ms_my: Penyusunan kategori selesai
my_mm: အမျိုးအစားစီခြင်းပြီးစီးပြီးဖြစ်သည်
ne: वर्ग छान्ने सम्पन्न
nl: De categorieën zijn gesorteerd
nn_no: Kategoriene er sortete
oc: Triada de categoria acabada
pl_pl: Kategoria została posortowana
ps: د کټګورۍ ترتیب بشپړ شو
pt_br: Ordenação das categorias concluída
pt_pt: Ordenação/triagem de categorias concluída
ro_ro: S-a incheiat sortarea categoriei
ru_ru: Сортировка разделов выполнена
sk_sk: Usporiadanie kategórie hotové
sl: Razvrščanje kategorije je končano
sq: Renditja e kategorisë u krye
sr_rs: Sortitranje kategorija je završeno
sv_se: Kategorisortering avslutad
sw_ke: Upangaji wa jamii umekamilika
ta: வகை வரிசைப்படுத்தல் முடிந்தது
th: การเรียงประเภทเสร็จสิ้น
tl_ph: Natapos na ang pag-aayos ng kategorya
tr: Kategori sıralama yapıldı
uk_ua: Сортування категорії виконано
vi_vn: Sắp xếp danh mục hoàn tất
xh_za: Ukohlula icandelo kwigqityo
zh_cn: 分类过滤完成
zh_tw: 已完成類別排序

source: Category updated
ar: تم تحديث التصنيف
ast_es: Categoría actualizada
bn_bd: বিভাগ আপডেট হয়েছে
bs_ba: Kategorija ažurirana
ca_es: La categoria ha estat actualitzada
cs_cz: Kategorie aktualizovaná
da: Kategorien er ændret
de: Kategorie aktualisiert
el: Η κατηγορία ενημερώθηκε
eo: Kategorio ĝisdatigita
es: Categoría actualizada
es_mx: Categoría actualizada
eu_es: Kategoria eguneratua
fa_ir: دسته بندی بروز رسانی شد
fi_fi: Kategoria päivitetty
fo_fo: Bólkur uppførdur
fur: Categorîe agiornade
ga: Catagóir nuashonraithe
gl: Categoría actualizada
he_il: הקטגוריה עודכנה
hi: श्रेणी अद्यतन
hr_hr: Kategorija je ažurirana
hu_hu: Frissített kategória
hy: Կատեգորիան թարմացվել է
id_id: Kategori diperbarui
it: Categoria aggiornata
ja: カテゴリが更新されました
ka_ge: კატეგორია განახლდა
ko_kr: 카테고리가 업데이트되었습니다
lo: ໝວດໝູ່ຖືກອັບເດດແລ້ວ
lt_lt: Kategorija atnaujinta
lv_lv: Kategorija atjaunināta
mk_mk: Категоријата е ажурирана
ms_my: Kategori dikemas kini
my_mm: အမျိုးအစားအဆင့်မြှင့်တင်ပြီးဖြစ်သည်
ne: वर्ग अपडेट भयो
nl: Categorie bijgewerkt
nn_no: Kategorien er oppdaterte
oc: Categoria actualizada
pl_pl: Kategoria została zaktualizowana
ps: کټګوري تازه شوه
pt_br: Categoria atualizada
pt_pt: Categoria actualizada
ro_ro: Categorie actualizata
ru_ru: Разделы обновлены
sk_sk: Kategória aktualizovaná
sl: Kategorija je bila ažurirana
sq: Kategoria u përditësua
sr_rs: Kategorija je ažurirana
sv_se: Kategorin uppdaterad
sw_ke: Jamii imebadilishwa
ta: வகை புதுப்பிக்கப்பட்டது
th: อัปเดตประเภท
tl_ph: Na-update na ang kategorya
tr: Kategori güncellendi
uk_ua: Категорію оновлено
vi_vn: Danh mục đã được cập nhật
xh_za: Icandelo luhlaziywe
zh_cn: 分类更新完成
zh_tw: 已更新類別

source: Save courses category
ar: حفظ فئة المقررات
ast_es: Criar una categoría de cursos
bn_bd: কোর্সের বিভাগ সংরক্ষণ করুন
bs_ba: Sačuvaj kategoriju kurseva
ca_es: Crear una categoria de cursos
cs_cz: Uložit kategorii kurzu
da: Gem kursuskategori
de: Kategorie speichern
el: Αποθήκευση κατηγορίας μαθημάτων
eo: Konservi kurson kategorion
es: Crear una categoría de cursos
es_mx: Guardar categoría de cursos
eu_es: Sortu ikastaro kategoria bat
fa_ir: ذخیره دسته بندی دروس
fi_fi: Tallenna kategoria
fo_fo: Goym bólk fyri líkamsrætingar
fur: Salve categorîe cors
ga: Sábháil catagóir chúrsaí
gl: Crear unha categoría de cursos
he_il: שמור קטגוריית קורסים
hi: पाठ्यक्रम श्रेणी सहेजें
hr_hr: Spremi kategoriju predmeta
hu_hu: Kurzuskategória létrehozása
hy: Պահպանել դասընթացների կատեգորիան
id_id: Simpan kategori mata kuliah
it: Crea una categoria di corso
ja: コースカテゴリを保存
ka_ge: კურსების კატეგორიის შენახვა
ko_kr: 코스 카테고리 저장
lo: ບັນທຶກໝວດໝູ່ລາຍວິຊາ
lt_lt: Išsaugoti kursų kategoriją
lv_lv: Saglabāt kursu kategoriju
mk_mk: Зачувај категорија на курсеви
ms_my: Simpan kategori kursus
my_mm: သင်တန်းအမျိုးအစားကို သိမ်းဆည်းပါ
ne: कोर्स वर्ग बचत गर्नुहोस्
nl: Trainingscategorie bewaren
nn_no: Lagr kurskategori
oc: Enregistrar la categoria de curs
pl_pl: Zapisz kategorie kursów
ps: د کورسونو کټګوري خوندي کړئ
pt_br: Salvar categoria de curso
pt_pt: Guardar/salvar categoria de curso
ro_ro: Pastreaza categoria Trainingului
ru_ru: Сохранить категорию курсов
sk_sk: Uložiť kurzy kategórii
sl: Ustvari kategorijo tečajev
sq: Ruaj kategorinë e kurseve
sr_rs: Snimi kategoriju treninga
sv_se: Spara kurskategori
sw_ke: Hifadhi jamii ya kozi
ta: பாடங்கள் வகையை சேமிக்கவும்
th: บันทึกประเภทรายวิชา
tl_ph: I-save ang kategorya ng mga kurso
tr: Eğitim kategorisini kaydet
uk_ua: Зберегти категорію курсів
vi_vn: Lưu danh mục khóa học
xh_za: Gcina icandelo lezifundo
zh_cn: 保存课程类别
zh_tw: 儲存課程類別

source: Save the category
ar: حفظ الفئة
ast_es: Guardar categoría
bn_bd: বিভাগ সংরক্ষণ করুন
bs_ba: Sačuvaj kategoriju
ca_es: Guardar categoria
cs_cz: Uložit kategorii
da: Gem kategorien
de: Diese Kategorie speichern
el: Αποθήκευση της κατηγορίας
eo: Konservi la kategorion
es: Guardar categoría
es_mx: Guardar la categoría
eu_es: Gorde kategoria
fa_ir: ذخیره دسته بندی
fi_fi: Tallenna kategoria
fo_fo: Goym bólkin
fur: Salve la categorîe
ga: Sábháil an chatagóir
gl: Gardar categoría
he_il: שמור את הקטגוריה
hi: श्रेणी सहेजें
hr_hr: Spremi kategoriju
hu_hu: Kategória mentése
hy: Պահպանել կատեգորիան
id_id: Simpan kategori
it: Salva la categoria
ja: カテゴリを保存
ka_ge: კატეგორიის შენახვა
ko_kr: 카테고리 저장
lo: ບັນທຶກໝວດໝູ່
lt_lt: Išsaugoti kategoriją
lv_lv: Saglabāt kategoriju
mk_mk: Зачувај категорија
ms_my: Simpan kategori
my_mm: အမျိုးအစားကို သိမ်းဆည်းပါ
ne: वर्ग बचत गर्नुहोस्
nl: Categorie bewaren
nn_no: Lagr kategorien
oc: Enregistrar la categoria
pl_pl: Zapisz kategorię
ps: کټګوري خوندي کړئ
pt_br: Salvar categoria
pt_pt: Guardar/salvar categoria
ro_ro: Pastreaza categoria
ru_ru: Сохранить категорию
sk_sk: Uložiť kategóriu
sl: Shrani kategorijo
sq: Ruaj kategorinë
sr_rs: Snimi kategoriju
sv_se: Spara kategorin
sw_ke: Hifadhi jamii
ta: வகையை சேமிக்கவும்
th: บันทึกประเภท
tl_ph: I-save ang kategorya
tr: Kategoriyi kaydet
uk_ua: Зберегти категорію
vi_vn: Lưu danh mục
xh_za: Gcina icandelo
zh_cn: 保存类别
zh_tw: 儲存類別

source: Change category
ar: تغيير الفئة
ast_es: Camudar categoría
bn_bd: বিভাগ পরিবর্তন করুন
bs_ba: Promijeni kategoriju
ca_es: Canviar categoria
cs_cz: Změnit kategorii
da: Skift kategori
de: Kategorie ändern
el: Τροποποίηση κατηγορίας
eo: Ŝanĝi kategorion
es: Cambiar categoría
es_mx: Cambiar categoría
eu_es: Aldatu kategoria
fa_ir: تغییر دسته بندی
fi_fi: Muuta kategoria
fo_fo: Broyt bólk
fur: Cjange categorîe
ga: Athraigh catagóir
gl: Cambiar categoría
he_il: שנה קטגוריה
hi: श्रेणी बदलें
hr_hr: Promijeni kategoriju
hu_hu: Kategória módosítása
hy: Փոխել կատեգորիան
id_id: Ubah kategori
it: Cambia di categoria
ja: カテゴリを変更
ka_ge: კატეგორიის შეცვლა
ko_kr: 카테고리 변경
lo: ປ່ຽນໝວດໝູ່
lt_lt: Pakeisti kategoriją
lv_lv: Izmainīt kategoriju
mk_mk: Промени категорија
ms_my: Tukar kategori
my_mm: အမျိုးအစားပြောင်းပါ
ne: वर्ग परिवर्तन गर्नुहोस्
nl: Categorie wijzigen
nn_no: Endra kategori
oc: Cambiar la categoria
pl_pl: Zmień kategorię
ps: کټګوري بدل کړئ
pt_br: Editar categoria
pt_pt: Editar/modificar categoria
ro_ro: Modifica categoria
ru_ru: Изменить категорию
sk_sk: Zmeniť kategóriu
sl: Zamenjaj kategorijo
sq: Ndrysho kategorinë
sr_rs: Promeni kategoriju
sv_se: Ändra kategori
sw_ke: Badilisha jamii
ta: வகையை மாற்றவும்
th: เปลี่ยนประเภท
tl_ph: Palitan ang kategorya
tr: Kategoriyi değiştir
uk_ua: Змінити категорію
vi_vn: Thay đổi danh mục
xh_za: Tshintsha icandelo
zh_cn: 更改类别
zh_tw: 變更類別

source: Expand
ar: توسيع
ast_es: Desplegar
bn_bd: প্রসারিত করুন
bs_ba: Proširi
ca_es: Expandir
cs_cz: Rozbalit
da: Udvid
de: ausklappen
el: Επέκταση
eo: Disvastigi
es: Expandir
es_mx: Expandir
eu_es: Zabaldu
fa_ir: باز کردن
fi_fi: Laajenna
fo_fo: Vøkst
fur: Espandi
ga: Leathnaigh
gl: Ampliar
he_il: הרחב
hi: विस्तार करें
hr_hr: Proširi
hu_hu: Kinyitás
hy: Բացել
id_id: Perluas
it: Espandi
ja: 展開
ka_ge: გაშლა
ko_kr: 확장
lo: ຂະຫຍາຍ
lt_lt: Išplėsti
lv_lv: Paplašināt
mk_mk: Прошири
ms_my: Kembangkan
my_mm: ချဲ့ထွင်ပါ
ne: फैलाउनुहोस्
nl: Tonen
nn_no: Utvid
oc: Desplegar
pl_pl: Rozwiń
ps: پراخ کړئ
pt_br: Expandir
pt_pt: Expandir
ro_ro: Extinde
ru_ru: Развернуть
sk_sk: Rozbaliť
sl: Razširi
sq: Zmadho
sr_rs: Proširi
sv_se: Expandera
sw_ke: Panua
ta: விரிவாக்கு
th: ขยาย
tl_ph: Palawakin
tr: Genişlet
uk_ua: Розгорнути
vi_vn: Mở rộng
xh_za: Vula
zh_cn: 展开
zh_tw: 展開

source: Collapse
ar: تقليص
ast_es: Plegar
bn_bd: সংকুচিত করুন
bs_ba: Sažmi
ca_es: Contreure
cs_cz: Sbalit
da: Sammenfold
de: zusammenklappen
el: Σύμπτιξη
eo: Falsvastigi
es: Contraer
es_mx: Contraer
eu_es: Tolestu
fa_ir: بستن
fi_fi: Pienennä
fo_fo: Samtreyt
fur: Serâ
ga: Comhdhlúthaigh
gl: Contraer
he_il: כווץ
hi: संक्षिप्त करें
hr_hr: Sažmi
hu_hu: Becsukás
hy: Փակել
id_id: Lipat
it: Riduci
ja: 折りたたみ
ka_ge: შეკუმშვა
ko_kr: 축소
lo: ຫຍໍ້ເຂົ້າ
lt_lt: Suskleisti
lv_lv: Saspiest
mk_mk: Склопи
ms_my: Lipat
my_mm: ခေါက်သိမ်းပါ
ne: सङ्कुचित गर्नुहोस्
nl: Verbergen
nn_no: Kollaps
oc: Plegar
pl_pl: Zwiń
ps: اورېدل کړئ
pt_br: Agrupar
pt_pt: Recolher
ro_ro: Contractar
ru_ru: Свернуть
sk_sk: Zbaliť
sl: Skrči
sq: Zvogëlo
sr_rs: Skupi
sv_se: Kollapsa
sw_ke: Kukunja
ta: சுருக்கு
th: ยุบ
tl_ph: Saluin
tr: Daralt
uk_ua: Згорнути
vi_vn: Thu gọn
xh_za: Vala
zh_cn: 折叠
zh_tw: 收合
