Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Create a complete backup of this course
ar: عمل نسخة احتياطية كاملة لهذا المقرر
ast_es: Crear una copia de seguridá completa d'esti cursu
bn_bd: এই কোর্সের সম্পূর্ণ ব্যাকআপ তৈরি করুন
bs_ba: Napravite potpunu rezervnu kopiju ovog kursa
ca_es: Fer una còpia de seguretat completa del curs
cs_cz: Vytvořit kompletní zálohu tohoto kurzu
da: Lav en komplet backup af dette kursus
de: Vollständiges Backup erstellen
el: Δημιουργία ενός πλήρους αντιγράφου ασφαλείας αυτής της εκπαίδευσης (training)
eo: Fari kompletan restaŭrkopion de ĉi-kurso.
es: Crear una copia de seguridad completa de este curso
es_mx: Crear una copia de seguridad completa de este curso
eu_es: Sortu ikastaro honen babeskopia osoa
fa_ir: ایجاد یک کپی پشتیبانی کامل از این درس
fi_fi: Tee täydellinen varmistus kurssista
fo_fo: Stovna fulla varðveiting av hesum kursi
fur: Creâ un backup complet dal curs
ga: Cruthaigh cúltaca iomlán den chúrsa seo
gl: Crear unha copia de seguridade de este curso
he_il: צור גיבוי מלא של קורס זה
hi: इस कोर्स का पूर्ण बैकअप बनाएँ
hr_hr: Izradi cjelovit pričuvni primjerak kolegija
hu_hu: Teljes mentés az egész kurzusról
hy: Ստեղծել այս դասընթացի ամբողջական պատճեն
id_id: Buat backup lengkap mata kuliah ini
it: Crea un backup completo del corso
ja: このコースの完全なバックアップを作成する
ka_ge: ამ კურსის სრული სარეზერვო ასისთისის შექმნა
ko_kr: 이 과정의 전체 백업 생성
lt_lt: Pilnai suarchyvuoti šį kursą
lv_lv: Izveidot pilnu šī kursa rezerves kopiju
mk_mk: Креирај комплетна резервна_копија на овој курс
ms_my: Cipta sandaran lengkap kursus ini
my_mm: ဤသင်တန်း၏ ပြည့်စုံသော အရန်သိမ်းဆည်းမှုကို ဖန်တီးပါ
ne: यो कोर्सको पूर्ण ब्याकअप बनाउनुहोस्
nl: Maak een volledige back-up van deze cursus.
nn_no: Opprett ein fullstendig backup av dette kurset
oc: Crear una salvagarda completa d'aquest cors
pl_pl: Utwórz całkowitą kopię zapasową tego kursu
ps: د دې کورس بشپړ بېک اپ جوړ کړئ
pt_br: Criar um backup completo do curso
pt_pt: Criar um backup/cópia de segurança completa deste curso
ro_ro: Creaza o copie de rezerva completa a acestui curs
ru_ru: Создать полную резервную копию этого курса
sk_sk: Vytvoriť kompletnú zálohu tohto kurzu
sl: Ustvari popolno arhivsko kopijo tega tečaja
sq: Krijo një kopjerim të plotë të këtij kursi
sr_rs: Kreiraj kompletni backup ovog kursa
sv_se: Skapa en komplett säkerhetskopia av denna kurs.
sw_ke: Unda hifadhi kamili ya kozi hii
ta: இந்த பாடத்தின் முழு நகலை உருவாக்கு
th: ทำการสำรองข้อมูลของวิชานี้
tl_ph: Lumikha ng isang kumpletong backup ng pagsasanay na ito
tr: Bu dersin tamamını yedekle
uk_ua: Створити повну резервну копію цього курсу
vi_vn: Tạo bản sao lưu đầy đủ của khóa học này
xh_za: Yenza igcina elipheleleyo le khosi
zh_cn: 创建课程的完全备份
zh_tw: 創建課程的完全備份

source: Create a backup
ar: عمل نسخ احتياطي
ast_es: Crear una copia de seguridá
bn_bd: ব্যাকআপ তৈরি করুন
bs_ba: Napravite rezervnu kopiju
ca_es: Crear una còpia de seguretat
cs_cz: vytvořit zálohu
da: Lav en backup
de: Backup erstellen
el: Δημιουργία ενός αντιγράφου ασφαλείας
eo: Krei restaŭrkopion
es: Crear una copia de seguridad
es_mx: Crear una copia de seguridad
eu_es: Sortu babeskopia
fa_ir: ایجاد یک کپی پشتیبانی
fi_fi: Tee varmistus
fo_fo: Stovna varðveiting
fur: Creâ un backup
ga: Cruthaigh cúltaca
gl: Crear unha copia de seguridade
he_il: צור גיבוי
hi: बैकअप बनाएँ
hr_hr: izradi pričuvni primjerak
hu_hu: Mentés létrehozása
hy: Ստեղծել պատճեն
id_id: buat backup
it: Crea il backup
ja: バックアップを作成
ka_ge: სარეზერვო ასისთისის შექმნა
ko_kr: 백업 생성
lt_lt: sukurti archyvą
lv_lv: izveidot rezerves kopiju
mk_mk: креирај резервна_копија
ms_my: Cipta sandaran
my_mm: အရန်သိမ်းဆည်းမှုဖန်တီးပါ
ne: ब्याकअप बनाउनुहोस्
nl: Back-up creëren
nn_no: Opprett en sikkerhetskopi
oc: Crear una salvagarda
pl_pl: Utwórz kopię zapasową
ps: بېک اپ جوړ کړئ
pt_br: Criar uma cópia de segurança
pt_pt: Criar backup/cópia de segurança
ro_ro: Faceti o copie de securitate
ru_ru: создать резервную копию (архив)
sk_sk: vytvoriť zálohu
sl: Ustvari arhivsko kopijo
sq: Krijo kopjerim
sr_rs: kreiraj backup
sv_se: skapa en säkerhetskopia
sw_ke: Unda hifadhi
ta: நகலை உருவாக்கு
th: ทำการสำรองข้อมูล
tl_ph: Lumikha ng backup
tr: bir yedek oluştur
uk_ua: створити резервну копію
vi_vn: Tạo bản sao lưu
xh_za: Yenza igcina
zh_cn: 创建备份
zh_tw: 創建備份

source: The backup has been created. The download of this file will start in a few moments. If your download does not start, click the following link
ar: لقد تم عمل نسخة احتياطية لهذا المقرر. البدء بعملية تنزيل هذا الملف سيبدأ خلال ثواني. اذا لم تتم عملية البدء بالتنزيل , انقر الرابط التالي.
ast_es: Iguóse una copia de seguridá del cursu. Darréu va entamar la descarga d'esti archivu. Si la descarga nun entama, calque nel enllaz d'equí embaxo.
bn_bd: ব্যাকআপ তৈরি হয়েছে। এই ফাইলের ডাউনলোড কয়েক মুহূর্তের মধ্যে শুরু হবে। যদি আপনার ডাউনলোড শুরু না হয়, নিম্নলিখিত লিঙ্কে ক্লিক করুন
bs_ba: Rezervna kopija je kreirana. Preuzimanje ove datoteke će početi za nekoliko trenutaka. Ako preuzimanje ne počne, kliknite na sljedeću vezu
ca_es: La còpia de seguretat d'aquest curs ha estat creada. La descàrrega d'aquest fitxer es produirà en breu. Si la descàrrega no s'inicia faci clic en el següent enllaç
cs_cz: Byla vytvořena záloha tohoto kurzu. Přenos dát začne za okamžik. Jest-li Váš přenos nefunguje, klikněte na nasledujíci odkaz
da: Backup af kurset er oprettet. Download af denne fil skulle starte straks. Hvis ikke, klik det følgende link
de: Backup wurde erstellt. Sollte der Download nicht in wenigen Sekunden starten, klicken Sie bitte auf folgenden Link
el: Το αντίγραφο ασφαλείας δημιουργήθηκε. Το κατέβασμα (download) αυτού του αρχείου θα αρχίσει σε λίγο. Αν δεν αρχίσει, κάντε κλικ στον παρακάτω σύνδεσμο.
eo: Restarŭrkopio de ĉi-kurso estas farita. Elŝuto de tiu dosiero tuj komenciĝos. Se tio ne okazus, provu jenan ligilon.
es: Se ha generado la copia de seguridad del curso. La descarga de este archivo se producirá en breves instantes. Si la descarga no se inicia, haga clic en el siguiente enlace
es_mx: La copia de seguridad de este curso ha sido creada. La descarga de este archivo se producirá en breves instantes. Si la descarga no se inicia, haga clic en el siguiente enlace
eu_es: Ikastaroaren babeskopia sortu da. Artxibo honen deskarga berehala hasiko da. Deskarga hasten ez bada, klilatu ezazu honako lotura hau
fi_fi: Varmistus kurssista on tehty. Tiedoston lautaus käynnistyy hetken kuluttua. Jos lataus ei käynnisty, klikkaa seuraavaa linkkiä.
fo_fo: Varðveitingin er stovnað. Niðurlagingin byrjar í næstum. Um niðurlagingin ikki byrjar, klikk á henda leinkju
fur: Il backup si è creât. Il descargjament di chest file al partirà tra cualc un instants. Se il to descargjament no parti, clice sul seguînt link
ga: Cruthaíodh an cúltaca. Tosóidh íoslódáil an chomhaid seo i gceann cúpla nóiméad. Má thosnaíonn sé ní íoslódáil, cliceáil an nasc seo a leanas
gl: Creouse a copia de seguridade deste curso. A descarga deste ficheiro comezará nun intre. Se a descarga non comeza, pulsa na ligazón seguinte
he_il: הגיבוי נוצר. ההורדה של קובץ זה תתחיל בעוד מספר רגעים. אם ההורדה שלך לא מתחילה, לחץ על הקישור הבא
hi: बैकअप बनाया गया है। इस फ़ाइल का डाउनलोड कुछ ही क्षणों में शुरू हो जाएगा। यदि आपका डाउनलोड शुरू न हो, तो निम्नलिखित लिंक पर क्लिक करें
hr_hr: Pričuvni primjerak kolegija je izrađen. Prijenos datoteke počet će za nekoliko trenutaka. Ne počne li prijenos, kliknite sljedeću poveznicu
hu_hu: A kurzus biztonsági mentése létrejött. A fájl letöltési ablaka rövidesen megjelenik. Ha ez nem történne meg automatikusan, kattintson a következő hivatkozásra.
hy: Պատճենը ստեղծվել է: Այս ֆայլի ներբեռնումը կսկսվի մի քանի րոպե անց: Եթե ձեր ներբեռնումը չսկսվի, սեղմեք հետևյալ հղումը
id_id: Backup mata kuliah ini telah dibuat. Proses download file ini akan dimulai beberapa saat lagi. Jika download anda tidak jalan, klik link berikut
it: La copia di backup del corso è stata creata. Il download inizierà tra un momento. Se il download non parte automaticamente clicca sul seguente collegamento
ja: バックアップが作成されました。このファイルのダウンロードがまもなく開始します。ダウンロードが開始されない場合は、以下のリンクをクリックしてください
ka_ge: სარეზერვო ასისთისი შექმნილია. ამ ფაილის ჩამოტვირთვა მალე დაიწყება. თუ ჩამოტვირთვა არ დაიწყო, დააჭირეთ შემდეგ ბმულს
ko_kr: 이 과정의 백업이 생성되었습니다. 이 파일의 다운로드가 시작되는 데는 약간의 시간이 소요됩니다. 만일 다운로드가 시작되지 않을 시에는, 다음 링크를 클릭하십시요.
lo: ການສຳຮອງໄດ້ຖືກສ້າງແລ້ວ. ການດາວໂຫຼດໄຟລ໌ນີ້ຈະເລີ່ມໃນອີກບໍ່ດົນ. ຖ້າການດາວໂຫຼດຂອງທ່ານບໍ່ເລີ່ມ, ຄລິກທີ່ລິ້ງຕໍ່ໄປນີ້
lt_lt: Šio kurso archyvas sukurtas. Tuoj šis failas bus parsiųstas į jūsų kompiuterį. Jei parsiuntimas neprasidėjo, spauskite ant šios nuorodos
lv_lv: Šī kursa rezerves kopija tika izveidota. Kopijas faila lejupielāde sāksies pēc īsa brītiņa. Ja lejupielāde nesākas automātiski, sekojiet hipersaitei labajā pusē
ms_my: Sandaran telah dicipta. Muat turun fail ini akan bermula dalam beberapa saat. Jika muat turun tidak bermula, klik pautan berikut
my_mm: အရန်သိမ်းဆည်းမှုကို ဖန်တီးပြီးဖြစ်သည်။ ဤဖိုင်၏ ဒေါင်းလုဒ်သည် ခဏအတွင်း စတင်မည်ဖြစ်သည်။ အကယ်၍ သင့်ဒေါင်းလုဒ်မစတင်ပါက၊ အောက်ပါလင့်ခ်ကို နှိပ်ပါ
ne: ब्याकअप बनाइएको छ। यो फाइलको डाउनलोड केही क्षणमा सुरु हुनेछ। यदि तपाईंको डाउनलोड सुरु भएन भने, निम्न लिङ्क क्लिक गर्नुहोस्
nl: De back-up van deze cursus is aangemaakt. Het downloaden van dit bestand start zo meteen. Indien dit niet gebeurt, probeer dan volgende link.
nn_no: Backupen er oppretta. Nedlastinga av denne fila startar om kort tid. Om nedlastinga ikkje startar, klikk på lenka under.
oc: La salvagarda es estada creada. Lo telecargament d'aquest fichièr començarà dins un moment. Se vòstre telecargament comença pas, clicatz sul ligam seguent
pl_pl: Kopia zapasowa kursu zosta&#322;a utworzona. Za chwil&#281; rozpocznie si&#281; przesy&#322;anie pliku kopii, je&#347;li tak si&#281; nie stanie, kliknij link
ps: بېک اپ جوړ شوی دی. د دې فایل ډاونلوډ په څو شیبو کې پیل کیږي. که ستاسو ډاونلوډ پیل نه شي، لاندې لینک کلیک کړئ
pt_br: O backup foi criado O download deste arquivo vai começar em alguns instantes. Se o download não começar, clique no seguinte link.
pt_pt: O backup/cópia de segurança foi criada. O download do ficheiro iniciar-se-á automaticamente. Se o download não inicar automáticamente, clique na ligação seguinte
ro_ro: Copia de securtate realizata
ru_ru: Резервная копия этого курса создана. Загрузка этого файла начнется через несколько секунд. Если загрузка не начинается, щелкните следующую ссылку
sk_sk: Záloha tohto kurzu bola vytvorená. Prenos súboru za&#269;ne o chví&#318;u. Pokia&#318; prenos neza&#269;ne, kliknite na nasledujúci odkaz
sl: Arhivska kopija tečaja je bila ustvarjena. Prenos datoteke se bo pričel v naslednjih trenutkih. Če se prenos datoteke ne prične samodejno, kliknite na naslednjo povezavo
sq: Kopjerimi u krijua. Shkarkimi i këtij skedari do të fillojë në pak çaste. Nëse shkarkimi juaj nuk fillon, klikoni në lidhjen e mëposhtme
sr_rs: Backup ovog kursa je kreiran. Download ovog fajla &#263;e po&#269;eti za par trenutaka. Ako download ne po&#269;ne kliknite na slede&#263;i link.
sv_se: Säkerhetskopiering av denna kurs har startat. Nerladdningen av denna kopia startar om ett ögonblick. Om den inte startar, klicka på följande länk.
sw_ke: Hifadhi imeundwa. Upakuaji wa faili hii utaanza baada ya muda mfupi. Ikiwa upakuaji wako hauanzi, bofya kiungo hiki
ta: நகல் உருவாக்கப்பட்டது. இந்த கோப்பின் பதிவிறக்கம் சில நிமிடங்களில் தொடங்கும். உங்கள் பதிவிறக்கம் தொடங்கவில்லை என்றால், கீழே உள்ள இணைப்பை கிளிக் செய்யவும்
th: ¡ÒÃÊÓÃÍ§¢éÍÁÙÅàÊÃçšÊÔé¹áÅéÇ ÍÕ¡ÊÑ¡€ÃÙèÃÐººšÐãËéâÍ¹ÂéÒÂä¿ÅìÅ§ÁÒãËéâŽÂÍÑµâ¹ÁÑµÔ ËÒ¡ÃÐººäÁè·Ó§Ò¹µèÍãËé·èÒ¹€ÅÔ¡·Õè LinkàŸ×èÍŽÒÇ¹ìâËÅŽàÍ§
tl_ph: Nalikha na ang backup. Magsisimula ang pag-download ng file na ito sa ilang sandali. Kung hindi magsimula ang pag-download mo, i-klik ang sumusunod na link
tr: Ders yede&#287;i olu&#351;turuldu.Dosya indirme ba&#351;lamak üzere, e&#287;er dosya indirme ba&#351;lamazsa ilgili ba&#287;lant&#305;ya t&#305;klay&#305;n.
vi_vn: Bản sao lưu đã được tạo. Việc tải xuống tệp này sẽ bắt đầu trong vài giây. Nếu tải xuống không bắt đầu, nhấp vào liên kết sau
xh_za: Igcinwe. Ukuqhwesha kwefayile kuya kuqala ngomzuzwana. Ukuba ukhupheli kwakho akabizi, cofoza ela link
zh_cn: 这门课程的备份已经创建，如果没有自动下载，请点击下面的链接
zh_tw: 這門課程的備份已經創建，下載備份檔案在幾分鐘內開始，如果下載沒有開始，請點擊下面的鏈接

source: Select a backup file
ar: اختر ملف نسخ احتياطي
ast_es: Escoyer un ficheru de copia de seguridá
bn_bd: ব্যাকআপ ফাইল নির্বাচন করুন
bs_ba: Odaberite datoteku rezervne kopije
ca_es: Seleccionar un fitxer de còpia de seguretat
cs_cz: vyberte soubor se zálohou
da: vælg en backup-fil
de: Backup Datei auswählen
el: Επιλέξτε ένα αρχείο αντιγράφου ασφαλείας
eo: Elektu restaŭrkopion.
es: Seleccionar un fichero de copia de seguridad
es_mx: seleccionar un archivo de copia de seguridad
eu_es: Hautatu babeskopiaren fitxategia
fa_ir: لطفاً فایل کپی را مشخص کنید
fi_fi: Valitse varmistus tiedosto
fo_fo: Velt varðveitingsfílu
fur: Scealt un file di backup
ga: Roghnaigh comhad cúltaca
gl: Seleccionar unha copia de seguridade
he_il: בחר קובץ גיבוי
hi: बैकअप फ़ाइल चुनें
hr_hr: odaberite datoteku pričuvnoga primjerka
hu_hu: Biztonsági mentés kiválasztása
hy: Ընտրել պատճենի ֆայլ
id_id: pilih file backup
it: Seleziona un file di backup
ja: バックアップ ファイルを選択します
ka_ge: აირჩიეთ სარეზერვო ფაილი
ko_kr: 백업 파일 선택
lt_lt: išrinkti archyvą
lv_lv: izvēlieties rezerves kopijas failu
mk_mk: избери датотека за резервна_копија
ms_my: Pilih fail sandaran
my_mm: အရန်သိမ်းဆည်းဖိုင်တစ်ခုကို ရွေးပါ
ne: ब्याकअप फाइल छान्नुहोस्
nl: Selecteer een back-upbestand.
nn_no: velg en sikkerhetskopifil
oc: Seleccionar un fichièr de salvagarda
pl_pl: Wybierz plik kopii zapasowej
ps: د بېک اپ فایل غوره کړئ
pt_br: Selecione um arquivo de backup
pt_pt: Seleccione um ficheiro de backup/cópia de segurança
ro_ro: selecteaza o copie de rezerva
ru_ru: выбрать файл резервной копии
sk_sk: vybrať zálohový súbor
sl: izberi datoteko z arhivom
sq: Zgjidh një skedar kopjerimi
sr_rs: selektujte backup fajl
sv_se: Välj en säkerhetskopia.
sw_ke: Chagua faili la hifadhi
ta: ஒரு நகல் கோப்பை தேர்ந்தெடுக்கவும்
th: เลือกไฟล์ที่ต้องการสำรองข้อมูล
tl_ph: Pumili ng isang backup file
tr: yedek dosyası seçin
uk_ua: виберіть файл резервної копії
vi_vn: Chọn tệp sao lưu
xh_za: Khetha ifayile yokugcina
zh_cn: 选择备份文件
zh_tw: 選擇備份檔案

source: Import backup
ar: استراد نسخة احتياطية
ast_es: Importar una copia de seguridá
bn_bd: ব্যাকআপ আমদানি করুন
bs_ba: Uvezi rezervnu kopiju
ca_es: Importar l'arxiu de seguretat
cs_cz: Importuj zálohu
da: Importer backup
de: Backup importieren
el: Εισαγωγή αντιγράφου ασφαλείας
eo: Importi restaŭrkopion
es: Importar una copia de seguridad
es_mx: Importar copia de seguridad
eu_es: Inportatu babeskopia
fa_ir: وارد کردن اطلاعات از فایل پشتیبانی
fi_fi: Tuo varmistus
fo_fo: Innflyta varðveiting
fur: Importâ backup
ga: Iompórtáil cúltaca
gl: Importar copia de seguridade
he_il: ייבא גיבוי
hi: बैकअप आयात करें
hr_hr: Prijenos pričuvnoga primjerka
hu_hu: Biztonsági mentés importálása
hy: Ներմուծել պատճեն
id_id: Impor cadangan
it: Importa copia di backup
ja: バックアップをインポート
ka_ge: სარეზერვო ასისთისის იმპორტი
ko_kr: 백업 불러오기
lo: ນຳເຂົ້າການສຳຮອງ
lt_lt: Importuoti archyvą
lv_lv: Importēt rezerves kopiju
mk_mk: Увези резервна_копија
ms_my: Import sandaran
my_mm: အရန်သိမ်းဆည်းမှုတင်သွင်းပါ
ne: ब्याकअप आयात गर्नुहोस्
nl: Back-up importeren
nn_no: Importer sikkerhetskopi
oc: Importar la salvagarda
pl_pl: Importuj kopię zapasową
ps: بېک اپ وارد کړئ
pt_br: Importar backup
pt_pt: Importar backup/cópia de segurança
ro_ro: Importa copia de rezerva
ru_ru: Импортировать резервную копию
sk_sk: Importovať zálohu
sl: Uvozi arhiv
sq: Importo kopjerim
sr_rs: Uvezi backup
sv_se: Importera säkerhetskopia
sw_ke: Ingiza hifadhi
ta: நகல் இறக்குமதி செய்
th: นำข้อมูลสำรองเข้าในระบบ
tl_ph: I-import ang backup
tr: Yedek dosyasını sisteme yolla
uk_ua: Імпортувати резервну копію
vi_vn: Nhập bản sao lưu
xh_za: Genisa igcina
zh_cn: 导入备份
zh_tw: 匯入備份

source: Import full backup
ar: استراد النسخة الإحتياطية الكاملة
ast_es: Importar una copia de seguridá entera
bn_bd: পূর্ণ ব্যাকআপ আমদানি করুন
bs_ba: Uvezi potpunu rezervnu kopiju
ca_es: Importar la còpia de seguretat completa
cs_cz: Importuj kompletní zálohu
da: Importer fuld backup
de: Vollständiges Backup importieren
el: Εισαγωγή πλήρους αντιγράφου ασφαλείας
eo: Importu ĉiujn kurserojn de la restaŭrkopio.
es: Importar una copia de seguridad completa
es_mx: Importar copia de seguridad completa
eu_es: Inportatu babeskopia osoa
fa_ir: وارد کردن تمامی اطلاعات فایل پشتیبانی
fi_fi: Tuo täysi varmistus
fo_fo: Innflyta fulla varðveiting
fur: Importâ backup complet
ga: Iompórtáil cúltaca iomlán
gl: Importar copia de seguridade ó completo
he_il: ייבא גיבוי מלא
hi: पूर्ण बैकअप आयात करें
hr_hr: Prijenos cjelovita pričuvnoga primjerka
hu_hu: Teljes biztonsági mentés importálása
hy: Ներմուծել ամբողջական պատճեն
id_id: Impor cadangan lengkap
it: Importa l'intero backup
ja: 完全なバックアップをインポートする
ka_ge: სრული სარეზერვო ასისთისის იმპორტი
ko_kr: 전체 백업 불러오기
lo: ນຳເຂົ້າການສຳຮອງຄົບຖ້ວນ
lt_lt: Importuoti pilną archyvą
lv_lv: Importēt visu rezerves kopijas saturu
mk_mk: Увези целосна резервна_копија
ms_my: Import sandaran penuh
my_mm: ပြည့်စုံသော အရန်သိမ်းဆည်းမှုတင်သွင်းပါ
ne: पूर्ण ब्याकअप आयात गर्नुहोस्
nl: Importeer alle cursusonderdelen van het back-upbestand.
nn_no: Importer full sikkerhetskopi
oc: Importar la salvagarda completa
pl_pl: Importuj pełną kopię zapasową
ps: بشپړ بېک اپ وارد کړئ
pt_br: Importar backup completo
pt_pt: Importar backup/cópia de segurança completa
ro_ro: Importa copia de rezerva totala
ru_ru: Импортировать всю резервную копию
sk_sk: Importovať kompletnú zálohu
sl: Uvozi celoten arhiv
sq: Importo kopjerim të plotë
sr_rs: Uvezi kompletan backup
sv_se: Importera full säkerhetskopia
sw_ke: Ingiza hifadhi kamili
ta: முழு நகலை இறக்குமதி செய்
th: นำเข้าไฟล์ที่สำรองไว้ทั้งชุด
tl_ph: I-import ang buong backup
tr: Tam Yedek dosyasını sisteme yolla
uk_ua: Імпортувати повну резервну копію
vi_vn: Nhập bản sao lưu đầy đủ
xh_za: Genisa igcina elipheleleyo
zh_cn: 导入完全备份
zh_tw: 匯入完全備份

source: Import finished
ar: انتهت عملية الإستراد
ast_es: Importación acabada
bn_bd: আমদানি সম্পন্ন
bs_ba: Uvoz završen
ca_es: Importació finalitzada
cs_cz: Import dokončen
da: Importering fuldført
de: Import beendet
el: Η εισαγωγή τελείωσε
eo: La importado de la restaŭrkopio finiĝis.
es: Importación finalizada
es_mx: Importación finalizada
eu_es: Inportazioa amaitu da
fa_ir: وارد کردن اطلاعات فایل پشتیبانی انجام گردید
fi_fi: Tuonti valmis
fo_fo: Innflutningur liðugur
fur: Import finî
ga: Críochnaigh iompórtáil
gl: Importación rematada
he_il: היבוא הסתיים
hi: आयात समाप्त
hr_hr: Prijenos završen
hu_hu: Importálás befejezve
hy: Ներմուծումն ավարտված է
id_id: Import selesai
it: Importazione conclusa
ja: インポートが完了しました
ka_ge: იმპორტი დასრულდა
ko_kr: 불러오기가 종료되었습니다
lo: ການນຳເຂົ້າສຳເລັດ
lt_lt: Importas pabaigtas
lv_lv: Importēšana pabeigta
mk_mk: Увезувањето заврши
ms_my: Import selesai
my_mm: တင်သွင်းမှုပြီးစီးပြီး
ne: आयात सम्पन्न
nl: Het importeren van het back-upbestand is voltooid.
nn_no: Import fullført
oc: Importacion acabada
pl_pl: Import zakończony
ps: وارد کول بشپړ شو
pt_br: Importação terminada
pt_pt: Importação concluída
ro_ro: Importare terminata
ru_ru: Импортирование завершено
sk_sk: Import ukončený
sl: Uvoz končan
sq: Importimi mbaroi
sr_rs: Uvoz je završen
sv_se: Import avslutad
sw_ke: Kuwasilisha kumeisha
ta: இறக்குமதி முடிந்தது
th: การนำเข้าเรียบร้อยแล้ว
tl_ph: Natapos ang pag-import
tr: Dosya gönderme tamamlandı
uk_ua: Імпорт закінчено
vi_vn: Nhập đã hoàn tất
xh_za: Ukungenisa kugqityiwe
zh_cn: 导入完成
zh_tw: 匯入完成

source: Tests
ar: الإختبارات
ast_es: Exercicios
bn_bd: পরীক্ষা
bs_ba: Testovi
ca_es: Exercicis
cs_cz: Testy
da: Øvelser
el: Τεστ
eo: Ekzercoj XX
es: Ejercicios
eu_es: Ariketak
fa_ir: آزمون ها
fi_fi: Testit
fo_fo: Royndir
ga: Tástálacha
gl: Exercicios
he_il: בדיקות
hi: परीक्षाएँ
hr_hr: Vježbe
hu_hu: Tesztek
hy: Փորձարկումներ
id_id: Latihan/Ujian
it: Test
ja: テスト
ka_ge: ტესტები
ko_kr: 테스트
lo: ການທົດສອບ
lt_lt: Testai
lv_lv: Kontroldarbi
mk_mk: Тестови
ms_my: Ujian
my_mm: စမ်းသပ်မှုများ
ne: परीक्षणहरू
nl: Oefeningen
nn_no: Testar
oc: Tèst
pl_pl: Testy
ps: ازموینې
pt_br: Testes
pt_pt: Exercícios
ro_ro: Exercitii
ru_ru: Тесты
sk_sk: Testy
sl: Vaje
sq: Testet
sr_rs: Testovi
sv_se: Tester
sw_ke: Mitihani
ta: சோதனைகள்
th: แบบทดสอบ
tl_ph: Mga Pagsusulit
tr: Alıştırmalar
uk_ua: Тести
vi_vn: Bài kiểm tra
xh_za: Uvavanyo
zh_cn: 测验
zh_tw: 測驗

source: Courses
ar: المسارات التعليمية
ast_es: Itinerarios formativos
bn_bd: কোর্সসমূহ
bs_ba: Kursevi
ca_es: Itinerari formatiu
cs_cz: Learn-paths (spůsob učení)
da: Læringsstier
de: Lernpfade
el: Σειρές μαθημάτων
eo: Lernopadoj
es: Lecciones
es_mx: Itinerarios formativos
eu_es: Ikasteko ibilbideak
fa_ir: خط سیر آموزشی
fi_fi: Oppimispolut
fo_fo: Skeið
fur: Curs
ga: Cúrsaí
gl: Itinerarios de aprendizaxe
he_il: קורסים
hi: कोर्स
hr_hr: Putovi učenja
hu_hu: Tanulási programok
hy: Դասընթացներ
id_id: Learnpaths
it: Moduli didattici
ja: コース
ka_ge: კურსები
ko_kr: 강의
lo: ຫຼັກສູດ
lt_lt: Teorinė kursų medžiaga
lv_lv: Kursi
mk_mk: Патеки_на_учење
ms_my: Kursus
my_mm: သင်တန်းများ
ne: कोर्सहरू
nl: Leerpaden
nn_no: Kurs
oc: Cors
pl_pl: Ścieżki szkoleniowe (Kursy)
ps: کورسونه
pt_br: Rotas de aprendizagem
pt_pt: Cursos
ro_ro: Lectii
ru_ru: Учебные планы (программы)
sk_sk: Učebné osnovy
sl: Učne poti
sq: Kurs
sr_rs: Putanje učenja
sv_se: Learnpaths
sw_ke: Kozi
ta: பாடங்கள்
th: ลำดับการเรียน
tl_ph: Mga Kurso
tr: Kurslar
uk_ua: Навчальні плани
vi_vn: Các khóa học
xh_za: Izifundo
zh_cn: 学习路径
zh_tw: 學習路徑

source: Copy course
ar: نسخ احتياطي
ast_es: Copiar el cursu
bn_bd: কোর্স কপি করুন
bs_ba: Kopiraj kurs
ca_es: Copiar un curs
cs_cz: Kopírovat kurz
da: Kopier kursus
de: Kurs kopieren
el: Αντιγραφή σειράς μαθημάτων
eo: Kopii kurson
es: Copiar el curso
es_mx: Copiar el curso
eu_es: Kopiatu ikastaroa
fa_ir: کپی کردن درس
fi_fi: Kopioi kurssi
fo_fo: Avrita kurs
fur: Copie il curs
ga: Cóip cúrsa
gl: Copiar curso
he_il: העתק קורס
hi: कोर्स कॉपी करें
hr_hr: Preslikaj kolegij
hu_hu: Kurzus másolása
hy: Պատճենել դասընթաց
id_id: Copy mata kuliah
it: Copia il corso
ja: コースをコピー
ka_ge: კურსის კოპირება
ko_kr: 과정 복사
lo: ສຳເນົາຫຼັກສູດ
lt_lt: Kopijuoti kursą
lv_lv: Kopēt kursa saturu
mk_mk: Копирај го курсот
ms_my: Salin kursus
my_mm: သင်တန်းကူးယူပါ
ne: कोर्स प्रतिलिपि गर्नुहोस्
nl: Cursus kopiëren
nn_no: Kopier kurs
oc: Copiar lo cors
pl_pl: Kopiuj kurs
ps: کورس کاپي کړئ
pt_br: Copiar curso
pt_pt: Copiar curso
ro_ro: Copiati cursul
ru_ru: Копия курса
sk_sk: Kopírovať kurz
sl: Kopiranje vsebin tečaja
sq: Kopjo kursin
sr_rs: Kopiraj kurs
sv_se: Kopiera kurs
sw_ke: Nakili kozi
ta: பாடத்தை நகல் செய்
th: ทำสำเนารายวิชา
tl_ph: Kopyahin ang kurso
tr: Dersi kopyala
uk_ua: Копіювати курс
vi_vn: Sao chép khóa học
xh_za: Kopisha ikhosi
zh_cn: 复制课程
zh_tw: 複製課程
