Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The imported file includes at least one question without any correct answer defined. Please make sure all questions include the ANSWER: [Letter] line.
ar: ANSWER: [Letter] line. الملف المستورد يتضمن على الاقل سؤال واحد بدون اجابة صحيحة محددة، يرجى التأكد من ان جميع الاسئلة تتضمن اجابة
ast_es: El ficheru importáu incluye polo menos una pregunta ensin respuestu correcta definía. Por favor, asegúrate de que toles preentes incluyan la llinia ANSWER: [Lletra].
bn_bd: আমদানি করা ফাইলে অন্তত একটি প্রশ্ন রয়েছে যাতে কোন সঠিক উত্তর নির্ধারিত নেই। দয়া করে নিশ্চিত করুন যে সকল প্রশ্নে ANSWER: [Letter] লাইন অন্তর্ভুক্ত রয়েছে।
bs_ba: Uvođena datoteka uključuje barem jedno pitanje bez definisanog tačnog odgovora. Molimo osigurajte da sva pitanja uključuju liniju ANSWER: [Slovo].
ca_es: L'arxiu importat conté com a mínim una pregunta sense cap resposta definida. Asseguri's que totes les preguntes tenen una línia tipus ANSWER: [Lletra].
cs_cz: Importovaný soubor obsahuje nejméně jednu otázku bez definované správné odpovědi. Ujistěte se, že všechny otázky obsahují řádek ANSWER: [Písmeno].
da: Den importerede fil indeholder mindst ét spørgsmål uden defineret korrekt svar. Sørg venligst for, at alle spørgsmål inkluderer linjen ANSWER: [Bogstav].
de: Die importierte Datei enthält mindestens eine Frage ohne korrekte Antwort. Bitte stellen Sie sicher dass alle Fragen die ANSWER: [Buchstabe] Linie enthalten.
el: Το εισηγμένο αρχείο περιλαμβάνει τουλάχιστον μία ερώτηση χωρίς να έχει οριστεί καμία σωστή απάντηση. Παρακαλώ βεβαιωθείτε ότι όλες οι ερωτήσεις έχουν την ΑΠΑΝΤΗΣΗ: [Letter] γραμμή.
eo: La importita dosiero inkluzivas almenaŭ unu demandon sen difinita ĝusta respondo. Bonvolu certigi ke ĉiuj demandoj inkluzivas la linion ANSWER: [Litero].
es: El archivo importado contiene por lo menos una pregunta sin ninguna respuesta definida. Asegúrese que todas las preguntas tienen una línea tipo ANSWER: [letra], y vuelva a intentar.
es_mx: El archivo importado incluye al menos una pregunta sin respuesta correcta definida. Asegúrate de que todas las preguntas incluyan la línea ANSWER: [Letra].
eu_es: Inportatutako fitxategiak gutxienez galdera bat du erantzun zuzenik gabe definitua. Ziurtatu zaitez galdera guztiek ANSWER: [Letra] lerroa dutela.
fa_ir: فایل وارد شده حداقل یک سؤال بدون پاسخ صحیح تعریف شده دارد. لطفاً مطمئن شوید همه سؤال‌ها شامل خط ANSWER: [Letter] هستند.
fi_fi: Tuodussa tiedostossa on ainakin yksi kysymys ilman määriteltyä oikeaa vastausta. Varmista, että kaikki kysymykset sisältävät rivin ANSWER: [Kirjain].
fo_fo: Innfluttur fíla inniheldur í minsta lagi ein spurning uttan avmerkt rætt svar. Vinarliga tryggja at allar spurningar innihalda línu ANSWER: [Bókstav].
fur: Il file importât includis almanco une domandi sen gnule risposti corête definîe. Ples jassicuriti che dutis lis domandis includin la linie ANSWER: [Letare].
ga: Tá ceist amháin ar a laghad sa chomhaireamh iompórtáilte gan aon fhreagra ceart sainithe. Déan cinnte go bhfuil an líne ANSWER: [Litir] ag gach ceist.
gl: O arquivo importado contén canto menos unha pregunta sen ningunha resposta definida. Asegúrese que todas as preguntas teñen unha liña tipo ANSWER:[letra], e ténteo de novo.
he_il: הקובץ המיובא כולל לפחות שאלה אחת ללא כל תשובה נכונה שהוגדרה. אנא ודא שכל השאלות כוללות את השורה תשובה: [אות].
hi: आयातित फाइल में कम से कम एक प्रश्न है जिसमें कोई सही उत्तर परिभाषित नहीं है। कृपया सुनिश्चित करें कि सभी प्रश्नों में ANSWER: [Letter] लाइन शामिल है।
hr_hr: Uvođena datoteka uključuje barem jedno pitanje bez definiranih točnih odgovora. Provjerite da sva pitanja uključuju red ANSWER: [Slovo].
hu_hu: A importált fájl legalább egy kérdést tartalmaz helyes válasz nélkül. Gondoskodjon róla, hogy minden kérdés tartalmazza az ANSWER: [Betű] sort.
hy: Ներմուծված ֆայլը պարունակում է առնվազն մեկ հարց առանց սահմանված ճիշտ պատասխանի: Խնդրում ենք համոզվել, որ բոլոր հարցերը պարունակում են ANSWER: [Տառ] տողը:
id_id: File impor menyertakan setidaknya satu pertanyaan tanpa jawaban benar yang ditentukan. Pastikan semua pertanyaan menyertakan baris ANSWER: [Huruf].
it: Il file importato include almeno un quesito senza una risposta corretta definita. Assicurati che tutti i quesiti includano la RISPOSTA: [Letter] riga.
ja: インポートされたファイルには、正解が定義されていない質問が少なくとも1つあります。すべての質問に ANSWER: [文字] 行が含まれていることを確認してください。
ka_ge: იმპორტირებულ ფაილს შეუძლია შეიცავდეს მინიმუმ ერთ კითხვას სწორი პასუხის განსაზღვრის გარეშე. გთხოვთ, დარწმუნდეთ, რომ ყველა კითხვა შეიცავს ANSWER: [ასო] ხაზს.
ko_kr: 가져온 파일에 정답이 정의되지 않은 질문이 하나 이상 있습니다. 모든 질문에 ANSWER: [문자] 줄이 포함되어 있는지 확인하세요.
lo: ໄຟລ໌ທີ່ນຳເຂົ້າລວມມີຢ່າງໜ້ອຍໜຶ່ງຄຳຖາມທີ່ບໍ່ໄດ້ກຳນົດຄຳຕອບທີ່ຖືກຕ້ອງ. ກະລຸນາກວດສອບໃຫ້ແນ່ໃຈວ່າທຸກຄຳຖາມມີແຖວ ANSWER: [ຕົວອັກສອນ].
lt_lt: Importuotame faile yra bent vienas klausimas be apibrėžto teisingo atsakymo. Prašome įsitikinti, kad visi klausimai turi ANSWER: [Raidė] eilutę.
lv_lv: Importētajā failā ir vismaz viens jautājums bez definētas pareizās atbildes. Lūdzu, pārliecinieties, ka visiem jautājumiem ir rinda ANSWER: [Burts].
mk_mk: Увезената датотека содржи барем едно прашање без дефиниран точен одговор. Ве молиме проверете дали сите прашања содржат редот ANSWER: [Буква].
ms_my: Fail yang diimport termasuk sekurang-kurangnya satu soalan tanpa jawapan betul yang ditetapkan. Sila pastikan semua soalan termasuk baris ANSWER: [Huruf].
my_mm: တင်သွင်းထားသော ဖိုင်တွင် မှန်ကန်သော ဖြေကြားမှုမသတ်မှတ်ထားသော မေးခွန်းတစ်ခုထက်မနည်းပါရှိသည်။ ကျေးဇူးပြု၍ မေးခွန်းအားလုံးတွင် ANSWER: [အက္ခရာ] လိုင်းပါဝင်ကြောင်း သေချာပါစေ။
ne: आयातित फाइलमा कम्तीमा एक प्रश्न कुनै सही उत्तर परिभाषित बिना समावेश छ। कृपया सुनिश्चित गर्नुहोस् सबै प्रश्नहरूमा ANSWER: [अक्षर] लाइन समावेश छ।
nl: Het geïmporteerde bestand bevat ten minste één vraag zonder correct antwoord gedefinieerd. Zorg ervoor dat alle vragen de regel ANSWER: [Letter] bevatten.
nn_no: Importerte filen inneheld minst ein spørsmål utan definert rett svar. Sørg for at alle spørsmål har ANSWER: [Bokstav]-linja.
oc: Lo fichièr importat inclutz al mens una question sens cap responsa corrècta definida. Doblinatz verificar que totas las questions inclugon la linha ANSWER: [Lètra].
pl_pl: Importowany plik zawiera co najmniej jedno pytanie bez zdefiniowanej poprawnej odpowiedzi. Upewnij się, że wszystkie pytania zawierają linię ANSWER: [Litera].
ps: وارد شوی فایل کې لږ تر لږه یوه پوښتنه شته چې هیڅ سم ځواب تعریف شوی نه دی. مهرباني وکړئ ډاډ ترلاسه کړئ چې ټولې پوښتنې ANSWER: [حرف] کرښه لري.
pt_br: O arquivo importado dev conter pelo menos uma pergunta sem alguma resposta definida. Por favor tenha certeza que todas as perguntas possuam uma RESPOSTA: [Letra] linha.
pt_pt: O ficheiro importado inclui pelo menos uma questão sem uma resposta correta definida. Por favor assegure-se de que todas as questões incluem a linha da RESPOSTA: [letra]
ro_ro: Fișierul importat include cel puțin o întrebare fără răspuns corect definit. Vă rugăm să vă asigurați că toate întrebările includ linia ANSWER: [Literă].
ru_ru: В импортированном файле есть хотя бы один вопрос без указанного правильного ответа. Убедитесь, что все вопросы содержат строку ANSWER: [Буква].
sk_sk: Importovaný súbor obsahuje aspoň jednu otázku bez akejkoľvek správnej definovanej odpovede. Uistite sa, že všetky otázky majú ODPOVEĎ: [Letter] riadok.
sl: Uvožena datoteka vsebuje vsaj eno vprašanje brez definiranega pravilnega odgovora. Prosim da zagotovite, da bodo vsa vprašanja vsebovala vrstico ANSWER:[Letter].
sq: Skedari i importuar përfshin të paktën një pyetje pa përgjigje të saktë të përcaktuar. Ju lutemi sigurohuni që të gjitha pyetjet të përfshijnë rreshtin ANSWER: [Shkronjë].
sr_rs: Uvezena datoteka uključuje najmanje jedno pitanje bez definisanog tačnog odgovora. Molimo proverite da sva pitanja uključuju liniju ANSWER: [Slovo].
sv_se: Den importerade filen innehåller minst en fråga utan definierat rätt svar. Se till att alla frågor inkluderar raden ANSWER: [Bokstav].
sw_ke: Faili iliyoagizwa inajumuisha angalau swali moja bila jibu sahihi lililofafanuliwa. Tafadhali hakikisha maswali yote yanajumuisha mstari wa ANSWER: [Herufi].
ta: இறக்குமதி செய்யப்பட்ட கோப்பில் குறைந்தது ஒரு கேள்வி எந்த சரியான பதிலும் வரையறுக்கப்படாது. அனைத்து கேள்விகளும் ANSWER: [எழுத்து] வரியை உள்ளடக்கியதா உறுதிப்படுத்தவும்.
th: ไฟล์ที่นำเข้ามีคำถามอย่างน้อยหนึ่งคำถามที่ไม่มีคำตอบที่ถูกต้อง กรุณาตรวจสอบให้แน่ใจว่าคำถามทั้งหมดมีบรรทัด ANSWER: [Letter]
tl_ph: Ang na-import na file ay naglalaman ng hindi bababa sa isang tanong na walang tinukoy na tamang sagot. Paki-sigurong lahat ng tanong ay kasama ang linya ng ANSWER: [Letter].
tr: İçe aktarılan dosyada en az bir soruda tanımlı doğru cevap yok. Lütfen tüm soruların ANSWER: [Harf] satırını içerdiğinden emin olun.
uk_ua: Імпортований файл містить принаймні одне питання без визначеної правильної відповіді. Переконайтеся, що всі питання містять рядок ANSWER: [Літера].
vi_vn: Tệp nhập bao gồm ít nhất một câu hỏi không có đáp án đúng nào được định nghĩa. Vui lòng đảm bảo tất cả các câu hỏi bao gồm dòng ANSWER: [Chữ cái].
xh_za: Ifayile engenisiweyo iquka omnye okanye ngaphezulu kweembuzo ngaphandle kwempendulo echanekileyo echaziweyo. Nceda uqiniseke ukuba zonke iimbuzo zibandakanya umgca we-ANSWER: [Unobumba].
zh_cn: 导入的文件至少包含一个未定义正确答案的问题。请确保所有问题包含ANSWER: [字母] 行。
zh_tw: 匯入檔案至少有一個問題未定義正確答案。請確保所有問題包含 ANSWER: [字母] 行。

source: Search course by session
ar: البحث عن المقرر وفقا للدورة
ast_es: Guetar cursu por sesión
bn_bd: সেশন অনুসারে কোর্স অনুসন্ধান করুন
bs_ba: Pretraži kurs po sesiji
ca_es: Cerca curs per sessió
cs_cz: Hledat kurz podle sezení
da: Søg kursus efter session
de: Suche Kurs nach Session
el: Αναζήτηση μαθήματος από ενότητα
eo: Serĉi kurson laŭ sesio
es: Buscar curso por sesión
es_mx: Buscar curso por sesión
eu_es: Saioz ikastaroa bilatu
fa_ir: جستجوی دوره بر اساس جلسه
fi_fi: Etsi kurssi istunnon mukaan
fo_fo: Leita líndi eftir samtyðing
fur: Kercjhe cors par sesion
ga: Cuardaigh cúrsa de réir seisiúin
gl: Buscar curso por sesión
he_il: חפש קורס לפי מפגש
hi: सत्र द्वारा कोर्स खोजें
hr_hr: Pretraži predmete po sesiji
hu_hu: Kurzus keresése munkamenet szerint
hy: Որոնել դասընթաց սեանսով
id_id: Cari kursus berdasarkan sesi
it: Cerca corso in base alla sessione
ja: セッションでコースを検索
ka_ge: კურსის ძებნა სესიით
ko_kr: 세션별 강좌 검색
lt_lt: Ieškoti kurso pagal seansą
lv_lv: Meklēt kursu pēc sesijas
mk_mk: Пребарај курс по сесија
ms_my: Cari kursus mengikut sesi
my_mm: အစည်းအဝေးဖြင့် သင်တန်းရှာဖွေပါ
ne: सत्र अनुसार कोर्स खोज्नुहोस्
nl: Zoek cursus per sessie
nn_no: Søk kurs etter økt
oc: Recercar cors per session
pl_pl: Szukaj kursu według sesji
ps: د غونډې له مخې کورس لټون
pt_br: Procurar curso por sessão
pt_pt: Pesquisar curso por sessão
ro_ro: Cautarea cursului prin sesiune
ru_ru: Поиск курса по сессии
sk_sk: Vyhľadať kurz podľa stretnutia
sl: Išči tečaje po sejah
sq: Kërko kurs sipas sesioni
sr_rs: Pretraži kurs po sesiji
sv_se: Sök kurs efter session
sw_ke: Tafuta kozi kwa kipindi
ta: அமர்வு வாரியாக பாடநூலைத் தேடவும்
th: ค้นหาคอร์สตามเซสชัน
tl_ph: Maghanap ng kurso ayon sa sesyon
tr: Oturuma göre kurs ara
uk_ua: Пошук курсу за сесією
vi_vn: Tìm kiếm khóa học theo phiên
xh_za: Gqiba ikhosi ngeseshini
zh_cn: 按会话搜索课程
zh_tw: 依場次搜尋課程

source: There was an unknown issue with your file. Please review its format and try again.
ar: كانت هنالك مشكلة غير معروفة في الملف، يرجى مراجعة الصيغة قم المحاولة مرة ثانية
ast_es: He produciu un problema desconocíu col to ficheru. Por favor, revisa so formatu y inténtalo de nuevu.
bn_bd: আপনার ফাইলের সাথে অজানা সমস্যা ছিল। দয়া করে এর ফরম্যাট পর্যালোচনা করুন এবং আবার চেষ্টা করুন।
bs_ba: Došlo je do nepoznatog problema sa vašom datotekom. Molimo pregledajte njen format i pokušajte ponovo.
ca_es: Hi ha hagut un problema desconegut en el seu arxiu. Reviseu el format i inenteu-ho de nou.
cs_cz: S vaším souborem došlo k neznámému problému. Zkontrolujte jeho formát a zkuste to znovu.
da: Der opstod et ukendt problem med din fil. Gennemse venligst dens format og prøv igen.
de: Es war ein unbekanntes Problem mit deiner Datei. Bitte überprüfen Sie das Format und versuchen Sie es erneut.
el: Υπήρξε ένας άγνωστο ζήτημα με το αρχείο σας. Παρακαλούμε αναθεωρήστε τους μορφή και δοκιμάστε ξανά.
eo: Estis nekonata problemo kun via dosiero. Bonvolu kontroli ĝian formaton kaj provi ree.
es: Hubo un error desconocido en su archivo. Por favor revise su formato e intente nuevamente.
es_mx: Hubo un problema desconocido con tu archivo. Por favor revisa su formato e inténtalo de nuevo.
eu_es: Zure fitxategiarekin ezezagun arazo bat egon da. Berrikusi haren formatua eta saiatu berriro.
fa_ir: مشکل ناشناخته‌ای با فایل شما وجود داشت. لطفاً فرمت آن را بررسی کنید و دوباره تلاش کنید.
fi_fi: Tiedostossasi on tuntematon ongelma. Tarkista sen muoto ja yritä uudelleen.
fo_fo: Tað var ein ókend trupulleiki við tíni fílu. Vinarliga góðtaka format hennara og royn aftur.
fur: Ëgnar stât un problema scognossût cul to file. Ples controlie il so formât e provo tornâ.
ga: Bhí fadhb anaithnid le do chomhaireamh. Athbhreithnigh a fhormáid agus déan iarracht arís.
gl: Houbo un erro descoñecido no seu arquivo. Por favor, revise o seu formato e ténteo de novo.
he_il: הייתה בעיה לא ידועה בקובץ שלך. אנא עיין בפורמט שלו ונסה שוב.
hi: आपकी फाइल के साथ अज्ञात समस्या हुई। कृपया इसका प्रारूप जांचें और पुनः प्रयास करें।
hr_hr: Došlo je do nepoznatog problema s vašom datotekom. Provjerite njezin format i pokušajte ponovno.
hu_hu: Ismeretlen probléma volt a fájllal. Kérem, ellenőrizze a formátumát és próbálja újra.
hy: Ձեր ֆայլի հետ անհայտ խնդիր էր: Խնդրում ենք ստուգել դրա ձևաչափը և կրկին փորձել:
id_id: Ada masalah tidak diketahui dengan file Anda. Silakan periksa formatnya dan coba lagi.
it: C'è stato un problema col tuo file. Controlla il formato e riprova.
ja: ファイルに不明な問題があります。形式を確認して再度お試しください。
ka_ge: თქვენს ფაილთან დაკავშირებით უცნობი პრობლემაა. გთხოვთ, შეამოწმოთ მისი ფორმატი და სცადოთ ხელახლა.
ko_kr: 파일에 알 수 없는 문제가 있습니다. 형식을 확인하고 다시 시도하세요.
lo: ມີບັນຫາທີ່ບໍ່ຮູ້ຈັກກັບໄຟລ໌ຂອງທ່ານ. ກະລຸນາກວດສອບຮູບແບບຂອງມັນ ແລະ ລອງອີກຄັ້ງ.
lt_lt: Su jūsų failu įvyko nežinoma problema. Prašome peržiūrėti jo formatą ir bandyti iš naujo.
lv_lv: Ar jūsu failu radās nezināma problēma. Lūdzu, pārbaudiet tā formātu un mēģiniet vēlreiz.
mk_mk: Имаше непознат проблем со вашата датотека. Ве молиме проверете го форматот и обидете се повторно.
ms_my: Terdapat isu tidak diketahui dengan fail anda. Sila semak formatnya dan cuba lagi.
my_mm: သင့်ဖိုင်တွင် မသိရှိသော ပြဿနာတစ်ခုရှိခဲ့သည်။ ၎င်း၏ဖော်မတ်ကို ပြန်လည်သုံးသပ်ပြီး ထပ်မံကြိုးစားပါ။
ne: तपाईंको फाइलसँग अज्ञात समस्या थियो। कृपया यसको ढाँचा जाँच गर्नुहोस् र फेरि प्रयास गर्नुहोस्।
nl: Er was een onbekend probleem met uw bestand. Bekijk het format en probeer het nog eens.
nn_no: Det var eit ukjent problem med fila di. Gå gjennom formatet og prøv igjen.
oc: I a agut un problèma desconegut amb vòstre fichièr. Doblinatz revisar son format e ensajar tornamai.
pl_pl: Wystąpił nieznany problem z plikiem. Proszę sprawdzić jego format i spróbować ponownie.
ps: ستاسو فایل سره نامعلوم ستونزه وه. مهرباني وکړئ د هغه فارمیټ وڅارئ او بیا هڅه وکړئ.
pt_br: Houve um problema desconhecido com seu arquivo. Por favor revise o formato e tente de novo.
pt_pt: Ocorreu um erro desconhecido com o ficheiro. Por favor reveja o formato deste e tente de novo.
ro_ro: A apărut o problemă necunoscută cu fișierul dvs. Vă rugăm să verificați formatul și să încercați din nou.
ru_ru: В вашем файле возникла неизвестная проблема. Проверьте формат и попробуйте снова.
sk_sk: Bol tam neznámy problém so súborom. Prosím skontrolujte jeho formát a skúste to znova.
sl: Neznana napaka v zvezi z vašo datoteko. Preverite format datoteke in poskusite znova.
sq: Pati një problem të panjohur me skedarin tuaj. Ju lutemi rishikoni formatin e tij dhe provoni përsëri.
sr_rs: Došlo je do nepoznatog problema sa vašom datotekom. Molimo proverite njen format i pokušajte ponovo.
sv_se: Det uppstod ett okänt problem med din fil. Granska formatet och försök igen.
sw_ke: Kulikuwa na tatizo lisilojulikana na faili lako. Tafadhali punguza muundo wake na jaribu tena.
ta: உங்கள் கோப்புடன் அறியப்படாத பிரச்சினை ஏற்பட்டது. அதன் வடிவத்தை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
th: มีปัญหาที่ไม่ทราบสาเหตุกับไฟล์ของคุณ กรุณาตรวจสอบรูปแบบและลองอีกครั้ง
tl_ph: May hindi kilalang isyu sa iyong file. Mangyaring suriin ang format nito at subukan muli.
tr: Dosyanızda bilinmeyen bir sorun var. Lütfen formatını gözden geçirin ve tekrar deneyin.
uk_ua: Виникла невідома проблема з вашим файлом. Будь ласка, перевірте його формат і спробуйте ще раз.
vi_vn: Có vấn đề không xác định với tệp của bạn. Vui lòng kiểm tra định dạng và thử lại.
xh_za: Kuye kwinkxaki engaziwayo nefile yakho. Nceda uhlole ifomathi yayo kwaye uzame kwakhona.
zh_cn: 您的文件存在未知问题。请检查其格式并重试。
zh_tw: 您的檔案有未知問題。請檢查其格式並重試。

source: You must upload a .txt or .zip file
ar: .txt or .zip يجب عليك رفع ملف نصي او ملف مضغوط بصيغة
ast_es: Has de xubir un ficheru .txt o .zip
bn_bd: আপনাকে একটি .txt বা .zip ফাইল আপলোড করতে হবে
bs_ba: Morate otpremiti .txt ili .zip datoteku
ca_es: Heu de pujar un arxiu .txt o .zip
cs_cz: Musíte nahrát soubor .txt nebo .zip
da: Du skal uploade en .txt eller .zip fil
de: Sie müssen eine .txt oder .zip Datei hochladen
el: Θα πρέπει να ανεβάσετε ένα .txt ή .zip αρχείο
eo: Vi devas alŝuti .txt aŭ .zip dosieron
es: Tiene que subir un archivo .txt o .zip
es_mx: Debes cargar un archivo .txt o .zip
eu_es: .txt edo .zip fitxategi bat igo behar duzu
fa_ir: باید فایل .txt یا .zip آپلود کنید
fi_fi: Lataa .txt- tai .zip-tiedosto
fo_fo: Tú mást leggja upp .txt ella .zip fílu
fur: Tu devi carî un file .txt o .zip
ga: Caithfidh tú comhaireamh .txt nó .zip a uaslódáil
gl: Ten que subir un arquivo .txt ou zip
he_il: עליך להעלות קובץ .txt או .zip
hi: आपको .txt या .zip फाइल अपलोड करनी होगी
hr_hr: Morate učitati .txt ili .zip datoteku
hu_hu: .txt vagy .zip fájlt kell feltölteni
hy: Պետք է վերբեռնեք .txt կամ .zip ֆայլ
id_id: Anda harus mengunggah file .txt atau .zip
it: Devi caricare un file .txt o .zip
ja: .txt または .zip ファイルをアップロードする必要があります
ka_ge: უნდა ატვირთოთ .txt ან .zip ფაილი
ko_kr: .txt 또는 .zip 파일을 업로드해야 합니다
lo: ທ່ານຕ້ອງອັບໂຫຼດໄຟລ໌ .txt ຫຼື .zip
lt_lt: Turite įkelti .txt arba .zip failą
lv_lv: Jums jāaugšupielādē .txt vai .zip fails
mk_mk: Мора да испратите .txt или .zip датотека
ms_my: Anda mesti muat naik fail .txt atau .zip
my_mm: သင်သည် .txt သို့မဟုတ် .zip ဖိုင်ကို တင်ရမည်
ne: तपाईंले .txt वा .zip फाइल अपलोड गर्नुपर्छ
nl: U moet een .txt of een .zip bestand uploaden.
nn_no: Du må laste opp ei .txt- eller .zip-fil
oc: Vos cal telecargar un fichièr .txt o .zip
pl_pl: Musisz przesłać plik .txt lub .zip
ps: تاسو باید .txt یا .zip فایل اپلوډ کړئ
pt_br: Você deve fazer upload de um arquivo .txt ou .zip
pt_pt: Tem de enviar um ficheiro .txt ou um .zip
ro_ro: Trebuie să încărcați un fișier .txt sau .zip
ru_ru: Загружайте только .txt или .zip файлы
sk_sk: Musíte nahrať .txt alebo .zip súbor
sl: Naložiti je potrebno .txt ali .zip datoteko
sq: Duhet të ngarkoni një skedar .txt ose .zip
sr_rs: Morate otpremiti .txt ili .zip datoteku
sv_se: Du måste ladda upp en .txt- eller .zip-fil
sw_ke: Lazima upakie faili .txt au .zip
ta: .txt அல்லது .zip கோப்பை பதிவேற்ற வேண்டும்
th: คุณต้องอัปโหลดไฟล์ .txt หรือ .zip
tl_ph: Dapat ay mag-upload ng .txt o .zip file
tr: .txt veya .zip dosyası yüklemelisiniz
uk_ua: Ви повинні завантажити файл .txt або .zip
vi_vn: Bạn phải tải lên tệp .txt hoặc .zip
xh_za: Kufuneka ulayishe ifayile .txt okanye .zip
zh_cn: 您必须上传 .txt 或 .zip 文件
zh_tw: 您必須上傳 .txt 或 .zip 檔案

source: No .txt file found in zip
ar: لم يتم العثور على ملف نصي في الملف المضغوط
ast_es: Nun s'alfondró ficheru .txt nel zip
bn_bd: জিপে কোন .txt ফাইল পাওয়া যায়নি
bs_ba: Nema .txt datoteke u zipu
ca_es: No s'ha trobat cap arxiu .txt en el ZIP
cs_cz: V zipu nebyl nalezen žádný .txt soubor
da: Ingen .txt fil fundet i zip
de: Keine .txt-Datei im Zip gefunden
el: Κανένα αρχείο .txt δεν βρέθηκε σε zip
eo: Neniu .txt dosiero trovita en zip
es: No se encontró ningun archivo .txt en el zip
es_mx: No se encontró archivo .txt en el zip
eu_es: Zip-ean .txt fitxategirik ez da aurkitu
fa_ir: هیچ فایل .txt در زیپ یافت نشد
fi_fi: Zip-tiedostosta ei löytynyt .txt-tiedostoa
fo_fo: Ongin .txt fíla funnin í zip
fur: Nissun file .txt rivât dal zip
ga: Ní bhfuarthas comhaireamh .txt sa zip
gl: Non se atopou ningún arquivo .txt no zip
he_il: לא נמצא קובץ txt ב-zip
hi: ज़िप में कोई .txt फाइल नहीं मिली
hr_hr: Nema .txt datoteke u zipu
hu_hu: Nincs .txt fájl a zipben
hy: Zip-ում չի հայտնաբերվել .txt ֆայլ
id_id: Tidak ditemukan file .txt dalam zip
it: N. di file .txt trovati nello .zip
ja: zip内に .txt ファイルが見つかりません
ka_ge: zip-ში .txt ფაილი ვერ მოიძებნა
ko_kr: zip에 .txt 파일이 없습니다
lt_lt: Zip faile nerastas .txt failas
lv_lv: Zip arhīvā nav atrasts .txt fails
mk_mk: Нема .txt датотека во zip
ms_my: Tiada fail .txt ditemui dalam zip
my_mm: ဇစ်ဖိုင်ထဲတွင် .txt ဖိုင်မတွေ့ပါ
ne: जिपमा कुनै .txt फाइल फेला परेन
nl: Geen .txt bestand gevonden in de zip.
nn_no: Ingen .txt-fil funne i zip
oc: Cap fichièr .txt trobat dins lo zip
pl_pl: Nie znaleziono pliku .txt w archiwum zip
ps: په زیپ کې هیڅ .txt فایل موندل شوی نه دی
pt_br: Nenhum arquivo .txt foi encontrado no arquivo ZIP
pt_pt: Nenhum ficheiro .txt ou .zip encontrado
ro_ro: Niciun fișier .txt găsit în arhivă
ru_ru: В zip-архиве не найден .txt файл
sk_sk: Nenájdený žiadny .txt súbor v súbore zip
sl: Ni datoteke .txt v zip paketu
sq: Nuk u gjet skedar .txt në zip
sr_rs: Nema .txt datoteke u zip-u
sv_se: Ingen .txt-fil hittades i zip
sw_ke: Hakuna faili .txt iliyopatikana katika zip
ta: zip இல் .txt கோப்பு கிடைக்கவில்லை
th: ไม่พบไฟล์ .txt ใน zip
tl_ph: Walang .txt file na natagpuan sa zip
tr: Zip içinde .txt dosyası bulunamadı
uk_ua: У zip не знайдено файл .txt
vi_vn: Không tìm thấy tệp .txt trong zip
xh_za: Akukho fayile .txt ifunyanwe kwizip
zh_cn: zip中未找到 .txt 文件
zh_tw: zip 中未找到 .txt 檔案

source: Import Aiken quiz
ar: Aiken استيراد اختبار بصيغة
ast_es: Importar cuestionariu Aiken
bn_bd: Aiken কুইজ আমদানি করুন
bs_ba: Uvezi Aiken kviz
ca_es: Importa prova Aiken
cs_cz: Importovat kvíz Aiken
da: Importér Aiken-kviss
de: Aiken Quiz importieren
el: Εισαγωγή Aiken κουίζ
eo: Importi Aiken-kvizon
es: Importar quiz en formato Aiken
es_mx: Importar cuestionario Aiken
eu_es: Aiken kuita inportatu
fa_ir: وارد کردن آزمون آیکن
fi_fi: Tuo Aiken-kysely
fo_fo: Innflyta Aiken krossprøving
fur: Importe quiz Aiken
ga: Iompórtáil quiz Aiken
gl: Importar test en formato Aiken
he_il: חידון ייבוא אייקן
hi: एइकेन क्विज़ आयात करें
hr_hr: Uvezi Aiken kviz
hu_hu: Aiken kvíz importálása
hy: Ներմուծել Aiken թեստ
id_id: Impor kuis Aiken
it: Importa quiz Aiken
ja: Aikenクイズをインポート
ka_ge: Aiken-ის ვიქტორინის იმპორტი
ko_kr: Aiken 퀴즈 가져오기
lo: ນຳເຂົ້າແບບທົດສອບ Aiken
lt_lt: Importuoti Aiken testą
lv_lv: Importēt Aiken viktorīnu
mk_mk: Увези Aiken тест
ms_my: Import kuiz Aiken
my_mm: Aiken ပဟေဠိတင်သွင်းပါ
ne: एइकेन क्विज आयात गर्नुहोस्
nl: Importeer Aiken quiz
nn_no: Importer Aiken-kviss
oc: Importar quiz Aiken
pl_pl: Importuj quiz Aiken
ps: ایکن کوییز وارد کړئ
pt_br: Importar enigma Aiken
pt_pt: Importar um Quiz Aiken
ro_ro: Importați test Aiken
ru_ru: Импорт теста Aiken
sk_sk: Importovať Aiken test
sl: Uvozi Aiken test
sq: Importo kuiz Aiken
sr_rs: Uvezi Aiken kviz
sv_se: Importera Aiken-kviss
sw_ke: Agiza jaribio la Aiken
ta: Aiken குவிஸை இறக்குமதி செய்யவும்
th: นำเข้าแบบทดสอบ Aiken
tl_ph: Mag-import ng Aiken quiz
tr: Aiken testi içe aktar
uk_ua: Імпортувати тест Aiken
vi_vn: Nhập bài kiểm tra Aiken
xh_za: Genisa i-Aiken quiz
zh_cn: 导入Aiken测验
zh_tw: 匯入 Aiken 測驗
