Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: <p>The assignments tool is a very simple tool that allows your students to upload documents to the course.It can be used to accept responses to open questions from individuals or groups, or for uploading any other form of document</p><p>You can make files visible to all students by default, or only visible to yourself according to the requirements of your course. Making all files visible is useful when, for instance, you want to ask students to share opinions on each others papers, or when you want to give them experience in publishing texts globally. Keep files invisible if, for example, you want ask everybody the same question but to avoid 'cheating'. Making the documents invisible will also allow you to have some form of control over when a document is available to all the other students. </p><p>If you want students to hand in a document for grading you're best, from within the tool, to assign submissions to a folder.</p> <p>You can use the the tool to set deadlines and instructions for delivery, as well as a maximum grade/score.</p>
so_so: <p>Qalabka shaqada waa qalab aad u fudud oo u oggolaanaya ardaydaada in ay ku soo galiyaan dukumentiyo koorsada. Waxa loo isticmaali karaa in la aqbalo jawaabaha su'aalaha furan ee shakhsiyaadka ama kooxaha, ama soo gelinta nooc kasta oo dukumenti ah</p><p>Waxaad ka dhimi kartaa faylalka muuqalka dhammaan ardayda si caadi ah, ama kaliya muuqalka naftaada iyadoo loo eegayo shuruudaha koorsadaada. Sameynta dhammaan faylalka muuqalku waa mid faa'iido leh marka, tusaale ahaan, aad rabto in aad waydiiso ardayda in ay la wadaagaan fikradahooda waraaqaha midba midka kale, ama marka aad rabto in aad siiso khibrad daabacaad qoraallo adduunka oo dhan. Hayso faylalka aan muuqal haddii, tusaale ahaan, aad rabto in aad waydiiso qof walba isku su'aal laakiin aad ka fogaato 'khiyaano'. Sameynta dukumentiyada aan muuqalku waxa kale oo ay kuu oggolaanaysaa in aad xoogaa xakameyn ah yeelato marka dukumentigu diyaar u yahay dhammaan ardayda kale. </p><p>Haddii aad rabto ardayda in ay u soo gudbiyaan dukumenti qiimeyn ah waxaad ka fiican tahay, gudaha qalabka, in aad u qoysid soo gudbinta fayl.</p> <p>Waxaad isticmaali kartaa qalabka si aad u dejiso wakhtiyada ugu dambeeya iyo tilmaamaha bixinta, iyo sidoo kale darajada ugu badan/dhibcaha.</p>

source: <p>The Reporting tool helps you track your students' attendance and progress: Did they connect to the system, When? How many times? How much do they score in tests? Did they already upload their assignment paper? When? If you use SCORM courses, you can even track how much time a student spent on a particular module or chapter. Reporting provides two levels of information:<ul><li><b>Global</b>: How many students have accessed the course? What are the most frequently visited pages and links?</i><li><b>Specific</b>: What pages has John Doe visited? What score does he get in tests? When did he last connect to the platform?</li></ul>
so_so: <p>Qalabka Warbixinta waxa uu kaa caawinayaa in aad raadi ardaydaada xaadiritaanka iyo horumarka: Ma ku xidheen nidaamka, Goormay? Immisa jeer? Immisa ayay ku helayaan imtixaannada? Miyay hore u soo galiyeen warqaddooda shaqada? Goormay? Haddii aad isticmaasho kooxo SCORM, xitaa waxaad raadin kartaa inta jeer ee ardaygu ku qaatay cutub gaar ah ama cutub. Warbixintu waxay bixisaa laba heer oo macluumaad ah:<ul><li><b>Caalami</b>: Immisa arday ayaa geliyay koorsada? Waa maxay bogagga iyo xiriiriyeyaasha inta badan booqday? <i><li><b>Tixraac gaar ah</b>: Waa maxay bogagga uu John Doe booqday? Waa maxay dhibcaha uu ka helay imtixaannada? Goormay ku xidhay platform-ka markii ugu dambeysay?</li></ul>

source: Course settings Help
so_so: Dejinta Koorsada Caawin

source: <p>The Course Settings allows you to manage the global parameters of your course: Title, code, language, name of trainer etc.</p><p>The options situated in the centre of the page deal with confidentiality settings : is the course public or private? Can users register to it? You can use these settings dynamically e.g. allow self-registration for one week > ask your students to register > close access to self-registration > remove possible intruders through the Users list. This way you keep control of who is registered while avoiding the administrative hassle of registering them yourself.</p>(Note - some organizations prefer not to use this method and opt to centralise registration. In this case, participants cannot enrol in your course at all, even if you, as a trainer / teacher, wish to give them access. To check this, look at the home page of your campus (as opposed to your course homepage) to see if the 'Register' link is present.) </p> <p>At the bottom of the page, you can back up the course and delete it. Backup will create a file on the server and allow you to copy it on your own Hard Disk locally so that there will be two backups each in different places. If you back up a course and then delete it you will not be be able to restore it yourself, but the system administrator can do this for you if you give him/her the code of your course. Backing up a course is also a good way to get all your documents transferred to your own computer. You will need a tool, like Winzip to UNZIP the archive. Note that backing up a course does not automatically remove it.</p>
so_so: <p>Dejinta Koorsada waxay kuu oggolaanaysaa in aad maamusho xuduudaha guud ee koorsadaada: Ciwaanka, code-ka, luqadda, magaca macallinka iwm.</p><p>Ikhtiyaarrada ku yaal bartamaha bogga waxay la xidhiidhaan dejimaha sirta ah: Koorsaddu ma tahay mid dadweyne mise mid gaar ah? Isticmaaleashu ma iska diiwaan gelin karaan? Waxaad si firfircoon u isticmaali kartaa dejimahan tusaale ahaan u oggolow is-diiwaan gelinta hal toddobaad > weydiiso ardaydaada in ay is diiwaan geliyaan > xir gelitaanka is-diiwaan gelinta > ka saar dadka soo galay iyada oo loo marayo liiska Isticmaaleashada. Sidaan ayaa kuu ilaalisaa xakamaha cidda diiwaan gelisay iyadoo aad ka fogaato dhibaatooyinka maamul ee aad naftaada u diiwaan geliso.</p>(Ogeysiis - ururrada qaarkood waxay door bidaan in aysan isticmaalin habkan oo ay doortaan in ay dhexeeyaan diiwaan gelinta. Xaaladdan, ka qaybgalayaashu gabi ahaanba ma diiwaan gelin karaan koorsadaada, xitaa haddii aad, macallin / macallin ahaan, rabto in aad siiso gelitaanka. Si aad u hubiso, eeg bogga guriga ee xaruntaada (oo ka soocday bogga guriga ee koorsadaada) si aad u aragto haddii xiriirka 'Diiwaan geli' uu jiro.) </p> <p>Bogga hoostiisa, waxaad keydin kartaa koorsada oo aad tirtiri karto. Keydinta waxay abuuri doontaa fayl server-ka oo kuu oggolaanaysaa in aad ku koobiysato Disk-kaaga adag ee maxalliga ah si ay u noqoto laba keydin meelo kala duwan. Haddii aad keydiso koorsad ka dibna aad tirto waxaad iskaashi doonin ma aha in aad dib u soo celiso naftaada, laakiin maamulaha nidaamka ayaa kuu samayn kara haddii aad siiso code-ka koorsadaada. Keydinta koorsad waa sidoo kale hab wanaagsan oo aad ku heli karto dhammaan dukumentiyadaada kumbuyuutarkaaga. Waxaad u baahan tahay qalab, sida Winzip si aad u FUREYSO dheeman. Ogeysiis in keydinta koorsad aysan si toos ah u tirtirin.</p>

source: Add a Link help
so_so: Ku dar Xiriirka caawinta

source: <p>Chamilo is a modular tool. You can hide and show tools whenever you want, according to the requirements of your project or to a particular chronological part of it. But you can also add tools or pages to your home page that you have created yourself or that come from outwith your Chamilo portal. That way, you can customise your course home page to make it your own.</p><p>In so doing, you will doubtless want to add your own links to the page. Links can be of two types:<ul><li><b>External link</b>: you create a link on your home page to a website situated outside your course area. In this case, you will select 'Target= In a new window' because you don't want that website to replace your Chamilo environment.</li><li><b>Internal link</b>: you link to a page or a tool inside your Chamilo course. To do this, first go to the relevant page (or document, or tool), copy its URL from the address bar of your browser (CTRL+C), then you go to 'Add link' and paste this URL in the URL field, giving it whatever name you want. In this case, you will select 'Target=Same window' because you want to keep the Chamilo banner on top and the link page in the same environment.</li></ul>Once created, links cannot be edited. To modify them, the only solution is to deactivate and delete them, then start over.</p>
so_so: <p>Chamilo waa qalab qayb ka mid ah. Waxaad qarin kartaa oo muujin kartaa qalabka markasta oo aad rabto, iyadoo loo eegayo shuruudaha mashruucaaga ama qayb gaar ah oo taariikheed ah. Laakiin waxaad sidoo kale ku dari kartaa qalab ama bogag boggaaga guriga ee aad naftaada u abuurtay ama ka yimid meel ka baxsan portal-ka Chamilo. Sidaas darteed, waxaad habayn kartaa bogga guriga ee koorsadaada si ay u noqoto mid adigu leedahay.</p><p>Sidaas oo kale, waxaad hubtaa in aad ku dari doonto xiriiriyadaada bogga. Xiriiriyadu waxay noqon karaan laba nooc:<ul><li><b>Xiriir dibadda ah</b>: waxaad abuurtaa xiriir boggaaga guriga oo ah website ku yaal meel ka baxsan aagga koorsadaada. Xaaladdan, waxaad dooran doontaa 'Target= Daaqad cusub' sababtoo ah ma rabto in website-kaas beddelo deegaanka Chamilo.</li><li><b>Xiriir gudaha ah</b>: waxaad ku xidhantaa bog ama qalab gudaha koorsadaada Chamilo. Si aad tan u samayso, marka hore u tag bogga la xidhiidha (ama dukumentiga, ama qalabka), ka koobiya URL-ka bar-ka ciwaanka ee biraawsarkaaga (CTRL+C), ka dib u tag 'Ku dar xiriirka' oo ku dheji URL-ka goobta URL-ka, sii magac kasta oo aad rabto. Xaaladdan, waxaad dooran doontaa 'Target= Daaqad isku mid ah' sababtoo ah waxaad rabtaa in aad ku ilaaliso banner-ka Chamilo ee sare iyo bogga xiriirka isla deegaanka.</li></ul>Haddii la abuuray, xiriiriyada lama beddeli karo. Si aad wax u beddesho, xalka kaliya waa in aad joojiso oo aad tirto, ka dibna dib u bilow.

source: Clear content
so_so: Nadiifin waxa ku jira

source: Groups Help
so_so: Kooxaha Caawin

source: Content of the groups
so_so: Waxa ku jira kooxaha

source: Manual
so_so: Buug-gacmeed

source: You should write a message
so_so: Waa in aad qortaa farriin

source: This message is to inform you that a new course has been created on %s
so_so: Farriintan waxay ku ogeysiinaysaa in koorsad cusub la abuuray %s

source: New course created on %s
so_so: Koorsad cusub la abuuray %s

source: The teacher is set as you for now. You can change this setting later in the course configuration settings
so_so: Macallinka hadda waa adiga loo dejiyay. Waxaad beddeli kartaa dejintan mar dambe ee dejimaha qaabaynta koorsada

source: Installation language
so_so: Luqadda rakibida

source: Please read the following requirements thoroughly.
so_so: Fadlan akhri shuruudaha soo socda si dhammaystir.

source: Warning! The installer has detected an existing Chamilo platform on your system.
so_so: Digtoow! Rakibuhu waxa uu ogaaday jiritaanka platform-ka Chamilo ee nidaamkaaga.

source: New installation
so_so: Rakibid cusub

source: Check database connection
so_so: Hubi xidhiidhka xogta

source: Show Overview
so_so: Muuji Dulmar

source: Install
so_so: Rakib

source: For more details
so_so: Faahfaahin dheeraad ah

source: Server requirements
so_so: Shuruudaha Server-ka

source: Your server must provide the following libraries to enable all features of Chamilo. The missing libraries shown in orange letters are optional, but some features of Chamilo might be disabled if they are not installed. You can still install those libraries later on to enable the missing features.
so_so: Server-kaagu waa in uu bixiyaa maktabadaha soo socda si uu u shaqeeyo dhammaan astaamaha Chamilo. Maktabadaha maqan ee lagu muujiyey xaraf liin ah waa ikhtiyaari, laakiin qaar ka mid ah astaamaha Chamilo laga yaabaa in la joojiyo haddii aan la rakibin. Waxaad weli rakibi kartaa maktabadahaas mar dambe si aad u shaqeyso astaamaha maqan.

source: PHP version
so_so: Nooca PHP

source: Support
so_so: Taageero

source: Your PHP version matches the minimum requirement:
so_so: Nooca PHP-gaagu wuxuu la mid yahay shuruudaha ugu yar:

source: Recommended settings
so_so: Dejimaha lagu talinayo

source: Recommended settings for your server configuration. These settings are set in the php.ini configuration file on your server.
so_so: Dejimaha lagu talinayo ee qaabaynta server-kaaga. Dejimahan waxaa lagu dejiyaa faylka qaabaynta php.ini ee server-kaaga.

source: Currently
so_so: Hadda

source: Directory and files permissions
so_so: Ogolaanshaha hagarka iyo faylalka

source: Some directories and the files they include must be writable by the web server in order for Chamilo to run (user uploaded files, homepage html files, ...). This might imply a manual change on your server (outside of this interface).
so_so: Hagarrada qaarkood iyo faylalka ay ku jiraan waa in ay qori karaan server-ka web-ka si Chamilo u shaqeeyo (faylalada isticmaale ee la soo galiyay, faylalka html ee bogga guriga, ...). Tani waxay yeelan kartaa beddel gacmeed server-kaaga (ka baxsan interface-kaas).

source: Not writable
so_so: Ma qori karo

source: Writable
so_so: Qori kara

source: LDAP Extension not available
so_so: Kordhinta LDAP ma heli karo

source: GD Extension not available
so_so: Kordhinta GD ma heli karo

source: Chamilo is free software distributed under the GNU General Public licence (GPL).
so_so: Chamilo waa software lacag la'aan ah oo lagu qaybiyay liisanka Guud ee GNU (GPL).

source: I accept
so_so: Waan aqbalay

source: The following values will be written into your configuration file
so_so: Qiimayaasha soo socda ayaa lagu qori doonaa faylkaaga qaabaynta

source: Go to your newly created portal.
so_so: Tag portal-kaaga cusub ee la abuuray.

source: When you enter your portal for the first time, the best way to understand it is to create a course with the 'Create course' link in the menu and play around a little.
so_so: Marka aad markii ugu horreysay soo gasho portal-kaaga, haba ugu wanaagsan ee aad ku fahanto waa in aad abuurto koorsad xiriirka 'Abuur koorsad' ee menu-ga oo aad ku ciyaarto wax yar.

source: Update from Chamilo
so_so: Cusboonaysii Chamilo

source: Please select the language you'd like to use when installing
so_so: Fadlan dooro luqadda aad rabto in aad isticmaasho marka la rakibayo

source: Enable the AsciiSVG plugin in the WYSIWYG editor to draw charts from mathematical functions.
so_so: Ku shaqalayn AsciiSVG plugin-ka editor-ka WYSIWYG si aad u sawirto jaantusyada ee shaqooyinka xisaabta.

source: Here are the values you entered
so_so: Halkan waa qiimayaasha aad gelisay

source: Print this page to remember your password and other settings
so_so: Daabac boggan si aad u xusuusato sirtaada iyo dejimaha kale

source: The install script will erase all tables of the selected database. We heavily recommend you do a full backup of them before confirming this last install step.
so_so: Qoraalka rakibida wuxuu tirtiri doonaa dhammaan miisaska xogta la doortay. Waxaan si weyn kuu talinaynaa in aad samayso keyd buuxa ka hor inta aan xaqiijin tallaabadan ugu dambeysa ee rakibida.

source: Published
so_so: Da daabacay

source: read warning below
so_so: akhriso digniinta hoose

source: Security advice
so_so: Talada sugnaanta

source: You have more than %d courses on your Chamilo platform ! Only %d courses have been updated. To update the other courses, %sclick here %s
so_so: Waxaad leedahay in ka badan %d koorsooyinka platformkaaga Chamilo! Kaliya %d koorso ayaa la cusboonaysiiyay. Si aad u cusboonaysiiso koorsooyinka kale, %sguji halkan %s

source: To protect your site, make %s and %s (but not their directories) read-only (CHMOD 444).
so_so: Si aad u ilaaliso goobtaada, samee %s iyo %s (laakin maaha faydyahannadooda) akhriso oo kaliya (CHMOD 444).

source: has not been found
so_so: lama helin

source: Please go back to Step 1
so_so: Fadlan ku laabo Tallaabada 1

source: has not been found in that directory
so_so: lama helin ee qeybtaas

source: Old version's root path
so_so: Jidka asalka ah ee nooca hore

source: Some files or folders don't have writing permission. To be able to install Chamilo you should first change their permissions (using CHMOD). Please read the %s installation guide %s
so_so: Faydyada ama faylalka qaarkood ma haystaan ogolaanshaha qorista. Si aad u rakibto Chamilo waa inaad marka hore bedesho ogolaanshaha (isticmaal CHMOD). Fadlan akhri %s hagaha rakibaadda %s

source: The database server doesn't work or login / pass is bad
so_so: Serverka database-ka ma shaqeeyo ama login / pass waa xun

source: Please go back to Step
so_so: Fadlan ku laabo Tallaabada

source: The upgrade script will recover and update the Chamilo database(s). In order to do this, this script will use the databases and settings defined below. Because our software runs on a wide range of systems and because all of them might not have been tested, we strongly recommend you do a full backup of your databases before you proceed with the upgrade!
so_so: Script-ka casriyaynta waxa uu soo ceshan doonaa oo uu cusboonaysiin doonaa database-ka (database-yada) Chamilo. Si tan loo sameeyo, script-kani waxa uu isticmaali doonaa database-yada iyo goobaha hoose lagu qeexay. Sababtoo ah software-keennu waxa uu ku shaqeeyaa nidaamyo kala duwan oo ballaadhan iyo sababtoo ah dhammaantood laga yaabee in aan la tijaabin, waxaan si xoog leh kuu soo jeedinaynaa in aad samayso kayd buuxa oo database-yadaada ka hor inta aanad sii wadin casriyaynta!

source: Optional parameters
so_so: Xuduuda ikhtiyaariga ah

source: The database connection has failed. This is generally due to the wrong user, the wrong password or the wrong database prefix being set above. Please review these settings and try again.
so_so: Xiriirka database-ku wuu fashilmay. Tani guud ahaan waxay sabab u tahay isticmaale khaldan, lambar sir ah oo khaldan ama horgale database-ka khaldan oo kor lagu dejiyay. Fadlan dib u eeg goobahan oo isku day mar kale.

source: Upgrade from Chamilo 1.6.x
so_so: Ka casri Chamilo 1.6.x

source: Upgrade from Chamilo 1.8.x
so_so: Ka casri Chamilo 1.8.x

source: Group pending invitations
so_so: Martiqaadyada sugaya ee kooxda

source: Compose
so_so: Qor

source: Corporate
so_so: Shirkad

source: Empire green
so_so: Empire cagaar

source: Medical
so_so: Caafimaad

source: In this report you see the results of all questions
so_so: Wararkaan waxaad aragtaa natiijooyinka dhammaan su'aalaha

source: Questions' overall report
so_so: Wararka guud ee su'aalaha

source: dutch corporate
so_so: shirkadda holland

source: english for organisations
so_so: Ingiriisiga ururada

source: quechua from Cusco
so_so: Quechua ka Cusco

source: romanian
so_so: Roomaaniyaan

source: serbian
so_so: Serbiaan

source: traditional chinese
so_so: Shiinihii caadi ah

source: Chamilo installation
so_so: rakibaad Chamilo

source: Pending invitations
so_so: marti gelayaasha laala

source: Session's data
so_so: macluumaadka kalfadhi

source: Select user profile field to add
so_so: Dooro goyba qolka isticmaaleha

source: Move element
so_so: U wareeji

source: Show the glossary terms in extra tools
so_so: Muujin ereyada glossary-ga qalabka dhexe

source: From here you can configure how to add the glossary terms in extra tools as learning path and exercice tool
so_so: Halkan waxaad dejin kartaa sida ereyada glossary-ga loogu dariyo qalabka dhexe sida jidka waxbarashada iyo shaqada jimicsiga

source: Survey Help
so_so: Caawimada Baaritaanka
