Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This term will be used to filter the search for contacts on the LDAP server. If you are unsure what to put in here, please refer to your LDAP server's documentation and configuration.
ar: LDAP سيستخدم هذا المصطلح لفلترة البحث عن جهات الاتصال في الخادم من نوع
ast_es: La pallabra va usase pa filtrar la busca de contautos nel servidor LDAP. Si nun ta xuru de lo qu'escribir equí, mire la documentación y configuración del so servidor LDAP.
bn_bd: এই শব্দটি LDAP সার্ভারে যোগাযোগ অনুসন্ধান ফিল্টার করতে ব্যবহৃত হবে। যদি আপনি নিশ্চিত না হন এখানে কী রাখবেন, তাহলে আপনার LDAP সার্ভারের ডকুমেন্টেশন এবং কনফিগারেশন দেখুন।
bs_ba: Ovaj pojam će se koristiti za filtriranje pretrage kontakata na LDAP serveru. Ako niste sigurni šta staviti ovdje, pogledajte dokumentaciju i konfiguraciju vašeg LDAP servera.
ca_es: Aquest terme serà utilitzat per filtrar la cerca de contactes en el servidor LDAP. Si no esteu segur del que heu d'escriure aquí, consulteu la documentació i configuració del vostre servidor LDAP.
cs_cz: Tento výraz bude použit pro filtrování vyhledávaných kontaktů na LDAP serveru. Pokud si nejste jistí co zde dát, prosím nahlédněte do vaší dokumentace a konfigurace LDAP serveru
da: Dette udtryk vil blive brugt til at filtrere søgningen efter kontakter på LDAP-serveren. Hvis du er usikker på, hvad du skal indtaste, se din LDAP-servers dokumentation og konfiguration.
de: Dieser Begriff wird zur Filterung der Suche nach Kontakten auf dem LDAP Server benutzt. Ist man nicht sicher, was hier eingegeben werden soll, bitte in der LDAP Server Dokumentation und Konfiguration nachschauen.
el: Αυτός ο όρος θα χρησιμοποιηθεί για να φιλτράρει την αναζήτηση επαφών στον διακομιστή LDAP. Αν δεν είστε σίγουροι τι να βάλετε εδώ, ανατρέξτε στην τεκμηρίωση και διαμόρφωση του διακομιστή LDAP σας.
eo: Ĉi tiu termo estos uzita por filtri la serĉon de kontaktpersonoj sur la LDAP-servilo. Se vi ne certas kion enmeti ĉi tie, bonvolu konsulti la dokumentaron kaj agordojn de via LDAP-servilo.
es: Este término será usado para filtrar la búsqueda de contactos en el servidor LDAP. Si no está seguro de lo que escribir aquí, consulte la documentación y configuración de su servidor LDAP.
es_mx: Este término se usará para filtrar la búsqueda de contactos en el servidor LDAP. Si no está seguro de qué poner aquí, consulte la documentación y configuración de su servidor LDAP.
eu_es: Termino hau LDAP zerbitzarian kontaktuen bilaketa iragazteko erabiliko da. Hemen zer idatzi nahi duzun ziur ez bazaude, mesedez, begiratu LDAP zerbitzariaren dokumentazioa eta konfigurazioa.
fa_ir: این اصطلاح برای فیلتر کردن جستجوی مخاطبین در سرور LDAP استفاده می‌شود. اگر مطمئن نیستید چه چیزی وارد کنید، لطفاً به مستندات و پیکربندی سرور LDAP خود مراجعه کنید.
fi_fi: Tätä termiä käytetään yhteyden haun suodattamiseen LDAP-palvelimelta. Jos et tiedä mitä tähän laittaa, katso LDAP-palvelimesi dokumentaatiota ja asetuksia.
fo_fo: Hetta orðið verður brúkt til at síggja leitingina eftir sambondum á LDAP ambætaranum. Um tú ert ósikker á hvat tú skalt seta í, vinarliga síg til skjalvingina og stillingina hjá tínum LDAP ambætara.
fur: Cheste termin al sarà doprât par filtrâ la rícharde dai contats sul server LDAP. Se no si sûr cemût metî qua dentri, referìs-toi a la documentazion e configurazion dal to server LDAP.
ga: Úsáidfear an téarma seo chun an cuardach teagmhálaithe ar an bhfreastalaí LDAP a scagadh. Má tá amhras ort cad a chur anseo, féach ar dhoiciméadacht agus cumraíocht do fhreastalaí LDAP.
gl: Este termo será usado para filtrar a procura de contactos no servidor LDAP. Se non está seguro do que escribir aquí, consulte a documentación e configuración do seu servidor LDAP.
he_il: מונח זה ישמש לסינון החיפוש אחר אנשי קשר בשרת ה-LDAP. אם אינך בטוח מה להכניס כאן, עיין בתיעוד ובתצורה של שרת ה-LDAP שלך.
hi: यह शब्द LDAP सर्वर पर संपर्कों की खोज फ़िल्टर करने के लिए उपयोग किया जाएगा। यदि आपको पता न हो तो कृपया अपने LDAP सर्वर के दस्तावेज़ीकरण और कॉन्फ़िगरेशन को देखें।
hr_hr: Ovaj izraz će se koristiti za filtriranje pretrage kontakata na LDAP poslužitelju. Ako niste sigurni što staviti ovdje, pogledajte dokumentaciju i konfiguraciju vašeg LDAP poslužitelja.
hu_hu: Ezt a kifejezést használják a LDAP szerveren lévő kapcsolatok keresésének szűrésére. Ha nem tudja, mit tegyen ide, kérjük, tekintse meg LDAP szervere dokumentációját és konfigurációját.
hy: Այս տերմինը կօգտագործվի կոնտակտների որոնման ֆիլտրավորման համար LDAP սերվերում: Եթե չգիտեք, թե ինչ դնել այստեղ, խնդրում ենք տեղեկացնել ձեր LDAP սերվերի փաստաթղթավորության և կարգավորումների մասին:
id_id: Istilah ini akan digunakan untuk memfilter pencarian kontak di server LDAP. Jika Anda tidak yakin apa yang harus dimasukkan, silakan lihat dokumentasi dan konfigurasi server LDAP Anda.
it: La parola sarà usata come filtro di ricerca di contatti del server LDAP. Se non sei sicuro su cosa immettere, riferisciti alla documentazione e alla configurazione del tuo server LDAP.
ja: LDAPサーバー上の連絡先検索をフィルタリングする語。不明な場合はLDAPサーバーのドキュメントと設定を参照してください。
ka_ge: ეს ტერმინი გამოყენებული იქნება LDAP სერვერზე კონტაქტების ძიების ფილტრაციისთვის. თუ არ იცით რა უნდა შეიტანოთ აქ, გთხოვთ მიმართოთ თქვენი LDAP სერვერის დოკუმენტაციას და კონფიგურაციას.
ko_kr: 이 항목은 LDAP 서버에서 연락처 검색을 필터링하는 데 사용됩니다. 입력 방법이 확실하지 않다면 LDAP 서버의 문서와 설정을 참조하십시오.
lo: ຄຳນີ້ຈະຖືກໃຊ້ເພື່ອການກັ່ນຕອງການຄົ້ນຫາລາຍຊື່ຜູ້ຕິດຕໍ່ໃນເຊີບເວີ LDAP. ຖ້າທ່ານບໍ່ແນ່ໃຈວ່າຈະໃສ່ຫຍັງ, ກະລຸນາເບິ່ງເອກະສານ ແລະ ການຕັ້ງຄ່າຂອງເຊີບເວີ LDAP ຂອງທ່ານ.
lt_lt: Šis terminas bus naudojamas paieškos filtravimui kontaktams LDAP serveryje rasti. Jei nesate tikri, ką čia įrašyti, kreipkitės į savo LDAP serverio dokumentaciją ir konfigūraciją.
lv_lv: Šis termins tiks izmantots, lai filtrētu kontaktu meklēšanu LDAP serverī. Ja nezināt, ko šeit ievadīt, lūdzu, skatiet savu LDAP servera dokumentāciju un konfigurāciju.
mk_mk: Овој термин ќе се користи за филтрирање на пребарувањето за контакти на LDAP серверот. Ако не сте сигурни што да ставите тука, консултирајте ја документацијата и конфигурацијата на вашиот LDAP сервер.
ms_my: Terma ini akan digunakan untuk tapis carian hubungan pada pelayan LDAP. Jika anda tidak pasti apa yang perlu dimasukkan di sini, sila rujuk dokumentasi dan konfigurasi pelayan LDAP anda.
my_mm: ဤဝေါဟာရသည် LDAP ဆာဗာပေါ်တွင် ဆက်သွယ်ရန်သူများကို ရှာဖွေရန် စစ်ထုတ်ရာတွင် အသုံးပြုမည်ဖြစ်သည်။ ဤနေရာတွင် မည်သည့်အရာထည့်ရမည်ကို မသေချာပါက၊ သင့် LDAP ဆာဗာ၏ စာရွက်စာတမ်းများနှင့် ပြင်ဆင်သတ်မှတ်မှုကို ကိုးကားပါ။
ne: यो शब्द LDAP सर्भरमा सम्पर्कहरूको खोज फिल्टर गर्न प्रयोग गरिनेछ। यदि तपाईंलाई यहाँ के राख्ने भन्ने थाहा छैन भने, कृपया तपाईंको LDAP सर्भरको कागजात र कन्फिगरेसन हेर्नुहोस्।
nl: Deze term wordt gebruikt voor de zoekopdracht van contacten op uw LDAP server. Als u onzeker bent wat u hier dient in te geven dient u de handleiding van uw LDAP server en de configuratie ervan te raadplegen.
nn_no: Dette ordet vil bli brukt for å filtrere søk etter kontaktar på LDAP-tenaren. Om du er usikker på kva du skal sette her, sjekk dokumentasjon og konfigurasjon for LDAP-tenaren din.
oc: Aqueste tèrme serà utilizat per filtrar la recèrca de contactes sul servidor LDAP. Se sabètz pas qu'es cal metre aicí, consultatz la documentacion e la configuracion de vòstre servidor LDAP.
pl_pl: Termin ten będzie używany do filtrowania poszukiwania kontaktów na serwerze LDAP. Jeśli nie masz pewności, co umieścić tutaj, zapoznaj się z dokumentacją i konfiguracją serwera LDAP.
ps: دا اصطلاح به د LDAP سرور کې د اړیکو لټون فلټر کولو لپاره وکارول شي. که تاسو پوه نه یاست چې څه ایښئ، مهرباني وکړئ د خپل LDAP سرور لارښود او تنظیماتو ته مراجعه وکړئ.
pt_br: Este termo será usado para filtrar a procura de contactos no servidor LDAP. Se não tem a certeza do que escrever aqui, consulte a documentação e configuração do seu servidor LDAP.
pt_pt: Este termo será usado para filtrar a pesquisa de contactos no servidor LDAP. Se não tem a certeza do que introduzir aqui, consulte a documentação e configuração referente ao seu servidor LDAP.
ro_ro: Acest termen se va utiliza pentru a filtra cautarea contactelor pe serverul LDAP. Daca nu sunteti sigur ce sa introduceti aici, consultati documentatia si configuratia serverului LDAP.
ru_ru: Этот термин используется для фильтрации поиска контактов на сервере LDAP. Если не уверены, обратитесь к документации и конфигурации вашего сервера LDAP.
sk_sk: Tento výraz bude použitý pre filtrovanie vyhľadávaných kontaktov na LDAP serveru. Pokiaľ si nie ste istý čo tu zadať, prosím nahliadnite do vašej dokumentácie a konfigurácie LDAP serveru.
sl: Ta izraz se bo uporabil za filtriranje pri iskanju kontakta na LDAP strežniku. ČE niste prepričani, kaj tu vpisati, si oglejte dokumentacijo o nastavitvah vašega LDAP strežnika.
sq: Ky term do të përdoret për të filtruar kërkimin për kontakte në serverin LDAP. Nëse nuk jeni të sigurt çfarë të vendosni këtu, ju lutemi referojuni dokumentacionit dhe konfigurimit të serverit tuaj LDAP.
sr_rs: Ovaj termin će se koristiti za filtriranje pretrage kontakata na LDAP serveru. Ako niste sigurni šta da stavite ovde, molimo pogledajte dokumentaciju i konfiguraciju vašeg LDAP servera.
sv_se: Den textsträng som används för att filtrera fram rätt kontakt på LDAP-servern. Om du är osäker vad som ska skrivas in, läs i dokumentation och konfiguration för din LDAP-server.
sw_ke: Neno hili litatumika kuchuja utafutaji wa mawasiliano kwenye seva ya LDAP. Ikiwa haujui nini cha kuweka hapa, tafadhali rejelea hati na usanidi wa seva yako ya LDAP.
ta: இந்த சொல் LDAP சர்வரில் தொடர்புகளை தேடுவதற்காக வடிகட்ட உதவும். என்னிடம் என்ன வைக்க வேண்டும் என்று தெரியவில்லை என்றால், உங்கள் LDAP சர்வரின் ஆவணங்கள் மற்றும் அமைப்பைப் பார்க்கவும்.
th: คำนี้ใช้กรองการค้นหาติดต่อบนเซิร์ฟเวอร์ LDAP หากไม่แน่ใจ ดูเอกสารและการกำหนดค่าเซิร์ฟเวอร์ LDAP
tl_ph: Ang term na ito ay gagamitin upang i-filter ang paghahanap ng mga contact sa LDAP server. Kung hindi ka sigurado kung ano ang ilalagay dito, mangyaring tingnan ang dokumentasyon at configuration ng iyong LDAP server.
tr: LDAP sunucusunda kişi aramasını filtrelemek için kullanılacak terim. Ne koyacağınızı bilmiyorsanız LDAP sunucu belgenize ve yapılandırmanıza bakın.
uk_ua: Цей термін буде використовуватися для фільтрації пошуку контактів на сервері LDAP. Якщо ви не впевнені, що сюди вносити, зверніться до документації та конфігурації вашого сервера LDAP.
vi_vn: Thuật ngữ này sẽ được sử dụng để lọc tìm kiếm liên hệ trên máy chủ LDAP. Nếu không chắc, hãy tham khảo tài liệu và cấu hình máy chủ LDAP của bạn.
xh_za: Eli gama liya kusetyenziselwa ukuhlunga ukukhangela abaqhagamshelene kwiseva le-LDAP. Ukuba awuqinisekanga ukuba kufanele ubeke ntoni apha, nceda ubhekisele kwimali yeseva yakho ye-LDAP kunye nolungiselelo.
zh_cn: 此术语将用于过滤 LDAP 服务器上的联系人搜索。如果您不确定要填写什么，请参考您的 LDAP 服务器文档和配置。
zh_tw: 用於篩選 LDAP 伺服器聯絡人搜尋的詞彙。若不確定，請參閱 LDAP 伺服器文件與設定。

source: LDAP version
ar: LDAP الاصدار الخاص بخادم
ast_es: Versión de LDAP
bn_bd: LDAP সংস্করণ
bs_ba: LDAP verzija
ca_es: Versió LDAP
cs_cz: LDAP verze
el: Έκδοση LDAP
eo: LDAP-versio
es: Versión LDAP
es_mx: Versión LDAP
eu_es: LDAP bertsioa
fa_ir: نسخه LDAP
fi_fi: LDAP-versio
fo_fo: LDAP útgáva
fur: Version LDAP
ga: Leagan LDAP
gl: Versión LDAP
he_il: גרסת LDAP
hi: LDAP संस्करण
hr_hr: LDAP verzija
hu_hu: LDAP verzió
hy: LDAP տարբերակ
id_id: Versi LDAP
it: Versione LDAP
ja: LDAPバージョン
ka_ge: LDAP ვერსია
ko_kr: LDAP 버전
lt_lt: LDAP versija
lv_lv: LDAP versija
mk_mk: LDAP верзија
ms_my: Versi LDAP
my_mm: LDAP ဗားရှင်း
ne: LDAP संस्करण
nl: LDAP versie
nn_no: LDAP versjon
oc: Version LDAP
pl_pl: Wersja LDAP
ps: LDAP نسخ
pt_br: Versão do LDAP
pt_pt: Versão LDAP
ro_ro: Versiunea LDAP
ru_ru: Версия LDAP
sk_sk: LDAP verzia
sl: LDAP različica
sq: Versioni LDAP
sr_rs: LDAP verzija
sw_ke: Toleo la LDAP
ta: LDAP பதிப்பு
th: เวอร์ชัน LDAP
tl_ph: LDAP bersyon
tr: LDAP versiyonu
uk_ua: Версія LDAP
vi_vn: Phiên bản LDAP
xh_za: Inguqulelo ye-LDAP
zh_cn: LDAP 版本
zh_tw: LDAP 版本

source: Please select the version of the LDAP server you want to use. Using the right version depends on your LDAP server's configuration.
ar: LDAP يرجى اختيار الاصدار الخاص بالخادم
ast_es: Por favor, escueya la versión de servidor LDAP que quier usar. L'usu de la versión correuta depende de la configuración del so servidor LDAP.
bn_bd: আপনি যে LDAP সার্ভারের সংস্করণ ব্যবহার করতে চান তা নির্বাচন করুন। সঠিক সংস্করণ আপনার LDAP সার্ভারের কনফিগারেশনের উপর নির্ভর করে।
bs_ba: Molimo odaberite verziju LDAP servera koju želite koristiti. Korištenje prave verzije zavisi od konfiguracije vašeg LDAP servera.
ca_es: Si us plau, seleccioneu la versió del servidor LDAP que voleu utilitzar. L'ús de la versió correcta depèn de la configuració del vostre servidor LDAP.
cs_cz: Prosím zvolte verzi vašeho LDAP serveru, který chcete použít. Použití správné verze závisí na vaší konfiguraci LDAP serveru
da: Vælg versionen af LDAP-serveren, du vil bruge. Den rigtige version afhænger af din LDAP-servers konfiguration.
de: LDAP Server Version auswählen, die benutzt werden soll. Auswahl der richtigen Version hängt ab von der LDAP Server Konfiguration
el: Παρακαλούμε επιλέξτε την έκδοση του διακομιστή LDAP που θέλετε να χρησιμοποιήσετε. Η χρήση της σωστής έκδοσης εξαρτάται από τη διαμόρφωση του διακομιστή LDAP σας.
eo: Bonvolu selekti la version de la LDAP-servilo kiun vi volas uzi. La uzado de la taŭga versio dependas de la agordo de via LDAP-servilo.
es: Por favor, seleccione la versión del servidor LDAP que quiere usar. El uso de la versión correcta depende de la configuración de su servidor LDAP.
es_mx: Seleccione la versión del servidor LDAP que desea usar. Usar la versión correcta depende de la configuración de su servidor LDAP.
eu_es: Mesedez, hautatu erabili nahi duzun LDA zerbitzariaren bertsioa. Bertsiorik egokiena erabiltzeko, kontuan izan LDAP zerbitzariaren konfigurazioaren menpe dagoela.
fa_ir: لطفاً نسخه سرور LDAP مورد نظر خود را انتخاب کنید. استفاده از نسخه صحیح بستگی به پیکربندی سرور LDAP شما دارد.
fi_fi: Valitse käytettävän LDAP-palvelimen versio. Oikea versio riippuu LDAP-palvelimesi asetuksista.
fo_fo: Vinarliga vel útgávuna av LDAP ambætaranum tú ynskir at brúka. At brúka rætta útgávuna avhenger av stillingini hjá tínum LDAP ambætara.
fur: Scolt la version dal server LDAP che vuêst doprâ. Doprâ la version giuste al dipênde de la configurazion dal to server LDAP.
ga: Roghnaigh leagan an fhreastalaí LDAP atá le húsáid. Braitheann an leagan ceart ar chumraíocht do fhreastalaí LDAP.
gl: Por favor, seleccione a versión do servidor LDAP que quere usar. O uso da versión correcta depende da configuración do seu servidor LDAP.
he_il: אנא בחר את הגרסה של שרת ה-LDAP שבה ברצונך להשתמש. השימוש בגרסה הנכונה תלוי בתצורה של שרת ה-LDAP שלך.
hi: कृपया उपयोग करने वाले LDAP सर्वर का संस्करण चुनें। सही संस्करण आपके LDAP सर्वर के कॉन्फ़िगरेशन पर निर्भर करता है।
hr_hr: Odaberite verziju LDAP poslužitelja koju želite koristiti. Korištenje prave verzije ovisi o konfiguraciji vašeg LDAP poslužitelja.
hu_hu: Válassza ki az LDAP szerver verzióját, amelyet használni szeretne. A megfelelő verzió használata az LDAP szerver konfigurációjától függ.
hy: Խնդրում ենք ընտրել LDAP սերվերի օգտագործվող տարբերակը: Ճիշտ տարբերակի օգտագործումը կախված է ձեր LDAP սերվերի կարգավորումներից:
id_id: Pilih versi server LDAP yang ingin Anda gunakan. Menggunakan versi yang tepat tergantung pada konfigurasi server LDAP Anda.
it: Seleziona la versione del server LDAP che intendi impiegare. La versione corretta dipende dalla configurazione del server LDAP.
ja: 使用するLDAPサーバーのバージョンを選択してください。正しいバージョンはLDAPサーバーの設定に依存します。
ka_ge: გთხოვთ აირჩიოთ LDAP სერვერის ვერსია, რომელსაც გსურთ გამოყენება. სწორი ვერსიის გამოყენება დამოკიდებულია თქვენი LDAP სერვერის კონფიგურაციაზე.
ko_kr: 사용할 LDAP 서버 버전을 선택하십시오. 올바른 버전은 LDAP 서버 설정에 따라 다릅니다.
lo: ກະລຸນາເລືອກເວີຊັນຂອງເຊີບເວີ LDAP ທີ່ທ່ານຕ້ອງການໃຊ້. ການໃຊ້ເວີຊັນທີ່ຖືກຕ້ອງຂຶ້ນຢູ່ກັບການຕັ້ງຄ່າຂອງເຊີບເວີ LDAP ຂອງທ່ານ.
lt_lt: Pasirinkite LDAP serverio versiją, kurią norite naudoti. Teisingos versijos pasirinkimas priklauso nuo jūsų LDAP serverio konfigūracijos.
lv_lv: Izvēlieties LDAP servera versiju, kuru vēlaties izmantot. Pareizās versijas izmantošana ir atkarīga no jūsu LDAP servera konfigurācijas.
mk_mk: Изберете ја верзијата на LDAP серверот што сакате да ја користите. Користењето на вистинската верзија зависи од конфигурацијата на вашиот LDAP сервер.
ms_my: Sila pilih versi pelayan LDAP yang anda mahu gunakan. Menggunakan versi yang betul bergantung pada konfigurasi pelayan LDAP anda.
my_mm: သင်အသုံးပြုလိုသော LDAP ဆာဗာ၏ ဗားရှင်းကို ရွေးချယ်ပါ။ မတ်မတ်ဗားရှင်းကို အသုံးပြုခြင်းသည် သင့် LDAP ဆာဗာ၏ ပြင်ဆင်သတ်မှတ်မှုပေါ်တွင် မူတည်သည်။
ne: कृपया तपाईंले प्रयोग गर्न चाहनुहुने LDAP सर्भरको संस्करण छान्नुहोस्। सही संस्करण प्रयोग गर्नु तपाईंको LDAP सर्भरको कन्फिगरेसनमा निर्भर गर्दछ।
nl: Selecteer de versie van de LDAP server die u wenst te gebruiker. De juiste versie hangt af van de configuratie van uw LDAP server.
nn_no: Vel versjonen av LDAP-tenaren du vil bruke. Riktig versjon avheng av konfigurasjonen til LDAP-tenaren din.
oc: Causissètz la version del servidor LDAP que volètz utilizar. L'utilizacion de la bona version depend de la configuracion de vòstre servidor LDAP.
pl_pl: Proszę wybrać wersję serwera LDAP, którego chcesz użyć. Korzystanie z odpowiedniej wersji zależy od konfiguracji serwera LDAP.
ps: مهرباني وکړئ د LDAP سرور نسخ انتخاب کړئ چې غواړئ وکاروئ. د سمې نسخ کارول د تاسو LDAP سرور تنظیماتو پورې اړه لري.
pt_br: Por favor, seleccione a versão do servidor LDAP que deseje usar. O uso da versão correta depende da configuração do servidor LDAP.
pt_pt: Por favor, seleccione a versão do servidor LDAP que deseja usar. O uso da versão correcta depende da configuração do servidor LDAP.
ro_ro: Va rugam selectati versiunea serverului LDAP pe care doriti sa-l utilizati. Utilizarea versiunii corecte depinde de configuratia serverului dvs LDAP.
ru_ru: Выберите версию сервера LDAP. Правильная версия зависит от конфигурации вашего сервера LDAP.
sk_sk: Vyberte prosím verziu LDAP servera, ktorý chcete použiť. Použitie správnej verzie závisí od konfigurácie Vášho LDAP servera.
sl: Izberite inačico LDAP , ki jo želite uporabljati. Ustrezna različica mora ustrezati nastavitvi vašega LDAP strežnika.
sq: Ju lutemi zgjidhni versionin e serverit LDAP që dëshironi të përdorni. Përdorimi i versionit të duhur varet nga konfigurimi i serverit tuaj LDAP.
sr_rs: Molimo izaberite verziju LDAP servera koju želite da koristite. Korišćenje prave verzije zavisi od konfiguracije vašeg LDAP servera.
sv_se: Välj den version av LDAP som servern använder. Se din LDAP-servers konfiguration.
sw_ke: Tafadhali chagua toleo la seva ya LDAP unayotaka kutumia. Kutumia toleo sahihi linategemea usanidi wa seva yako ya LDAP.
ta: நீங்கள் பயன்படுத்த விரும்பும் LDAP சர்வரின் பதிப்பைத் தேர்ந்தெடுக்கவும். சரியான பதிப்பைப் பயன்படுத்துவது உங்கள் LDAP சர்வரின் அமைப்பைப் பொறுத்தது.
th: กรุณาเลือกเวอร์ชันของเซิร์ฟเวอร์ LDAP ที่ต้องการใช้ การใช้เวอร์ชันที่ถูกต้องขึ้นอยู่กับการกำหนดค่าเซิร์ฟเวอร์ LDAP ของคุณ
tl_ph: Mangyaring piliin ang bersyon ng LDAP server na nais mong gamitin. Ang paggamit ng tamang bersyon ay nakadepende sa configuration ng iyong LDAP server.
tr: Kullanmak istediğiniz LDAP sunucu sürümünü seçin. Doğru sürüm LDAP sunucu yapılandırmanıza bağlıdır.
uk_ua: Оберіть версію сервера LDAP, яку ви хочете використовувати. Використання правильної версії залежить від конфігурації вашого сервера LDAP.
vi_vn: Vui lòng chọn phiên bản máy chủ LDAP bạn muốn sử dụng. Sử dụng phiên bản đúng phụ thuộc vào cấu hình máy chủ LDAP của bạn.
xh_za: Nceda ukhethe inguqulelo yeseva ye-LDAP ozifunayo. Ukusebenzisa inguqulelo efanelekileyo kuxhomekeke kulungiselelo lweseva yakho ye-LDAP.
zh_cn: 请选择您要使用的 LDAP 服务器版本。使用正确的版本取决于您的 LDAP 服务器配置。
zh_tw: 請選擇要使用的 LDAP 伺服器版本。正確版本取決於您的 LDAP 伺服器設定。

source: LDAP 2
bn_bd: LDAP ২
fa_ir: LDAP ۲
my_mm: LDAP ၂
ne: LDAP २

source: LDAP 3
bn_bd: LDAP ৩
fa_ir: LDAP ۳
my_mm: LDAP ၃
ne: LDAP ३

source: Tutor identification field
ar: الحقل التعريفي الخاص بالمعلم
ast_es: Campu d'identificación de profesor
bn_bd: টিউটর পরিচয় ক্ষেত্র
bs_ba: Polje za identifikaciju tutora
ca_es: Camp d'identificació del professor
cs_cz: Identifikační pole učitele
da: Tutor-identifikationsfelt
de: Kursleiter Identifikation
el: Πεδίο ταυτοποίησης επιβλέποντα
eo: Identiga kampo de tutoro
es: Campo de identificación de profesor
es_mx: Campo de identificación de tutor
eu_es: Irakaslea identifikatzeko eremua
fa_ir: گزینه شناسایی مربی
fi_fi: Ohjaajan tunnistekenttä
fo_fo: Kennara identifiseringar teigur
fur: Camp di identificazion tutor
ga: Réimse aitheantais teagascóra
gl: Campo de identificación de profesor
he_il: שדה זיהוי מורה
hi: शिक्षक पहचान फ़ील्ड
hr_hr: Polje za identifikaciju tutora
hu_hu: Oktató azonosító mező
hy: Հավաքականի նույնականացման դաշտ
id_id: Bidang identifikasi tutor
it: Campo di identificazione docente
ja: チューター識別フィールド
ka_ge: ტუტორის იდენტიფიკაციის ველი
ko_kr: 튜터 식별 필드
lo: ຊ່ອງຂໍ້ມູນລະບຸຕົວຕົນຜູ້ສອນ
lt_lt: Vadovo identifikavimo laukas
lv_lv: Privātskolotāja identifikācijas lauks
mk_mk: Поле за идентификација на tutor
ms_my: Medan pengenalan tutor
my_mm: ဆရာခွဲခြားသတ်မှတ်မှုကွက်လပ်
ne: ट्युटर पहिचान क्षेत्र
nl: Lesgever identificatie veld
nn_no: Tutor identifikasjonsfelt
oc: Camp d'identificacion del tutor
pl_pl: Pole identyfikacji nauczyciela
ps: استاد پیژندنه فیلډ
pt_br: Campo de identificação do tutor
pt_pt: Campo de identificação do tutor
ro_ro: Campul pentru identificarea tutorelui
ru_ru: Поле идентификации тренера
sk_sk: Identifikačné pole tútora
sl: Polje za identifikacijo tutorja
sq: Fusha e identifikimit të tutorit
sr_rs: Polje za identifikaciju tutora
sv_se: Identifiering av handledare
sw_ke: Uwanja wa kitambulisho cha mwalimu
ta: பயிற்றுவிப்பாளர் அடையாள வெளி
th: ฟิลด์ระบุตัวตนผู้สอน
tl_ph: Field ng pagkilala sa tutor
tr: Öğretmen tanımlama alanı
uk_ua: Поле ідентифікації тьютора
vi_vn: Trường xác định gia sư
xh_za: Intsimi yochongozo lomfundisi
zh_cn: 导师识别字段
zh_tw: 導師辨識欄位
