Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: One word per line!
ar: كلمة واحدة في كل سطر
ast_es: ¡ Una pallabra per ringlera !
bn_bd: প্রতি লাইনে একটি শব্দ!
bs_ba: Jedna riječ po retku!
ca_es: Una paraula per línia !
cs_cz: Použijte spodní oblast pro popis slov, jedno slovo na řádek!
da: Et ord per linie!
de: Ein Wort pro Zeile!
el: Μία λέξη ανά γραμμή!
eo: Po unu vorto en linio!
es: ¡ Una palabra por línea !
es_mx: Use el área de abajo para palabras descriptivas, una palabra por línea!
eu_es: Hitz bat lerroko!
fa_ir: یک کلمه در هر خط
fi_fi: Vain yksi sana riville!
fo_fo: Eitt orð pr. linju!
fur: Un parôl par linie!
ga: Focal amháin in aghaidh líne!
gl: ¡Unha palabra por liña!
he_il: מילה אחת בכל שורה!
hi: प्रति पंक्ति एक शब्द!
hr_hr: Jedna riječ po retku!
hu_hu: Soronként egy szó!
hy: Մեկ բառ每一 տողում!
id_id: Satu kata per baris!
it: Una parola per linea!
ja: 1行に1語！
ka_ge: სიტყვა თითო ხაზზე!
ko_kr: 라인마다 한 단어씩!
lt_lt: Vienas žodis linijoje!
lv_lv: Izmantojiet zemāk esošo lauciņu, lai norādītu aprakstošus vārdus, vienu vārdu katrā rindā!
mk_mk: Еден збор во ред!
ms_my: Satu perkataan setiap baris!
my_mm: တစ်လိုင်းလျှင် စကားလုံးတစ်လုံး!
ne: प्रति लाइन एक शब्द!
nl: Eén woord per regel!
nn_no: Ein ord per linje!
oc: Un mot per linha !
pl_pl: Jedno słowo w linijce!
ps: هر کرښه یو کلمې!
pt_br: Uma palavra por linha!
pt_pt: Apenas uma palavra por linha!
ro_ro: ¡ Un cuvânt pe fiecare rând !
ru_ru: Одно слова на каждый ряд!
sk_sk: Jedno slovo na riadok!
sl: Ena beseda na vrstico!
sq: Një fjalë për rresht!
sr_rs: Jedna reč po liniji!
sv_se: Ett ord per rad!
sw_ke: Neno moja kwa kila mstari!
ta: ஒரு வரி ஒரு சொல்!
th: หนึ่งคำต่อบรรทัด! One word per line!
tl_ph: Isang salita bawat linya!
tr: Her satıra bir kelime!
uk_ua: Одне слово на рядок!
vi_vn: Một từ mỗi dòng!
xh_za: Igama elinye ngomqadi omnye!
zh_cn: 每行一字！
zh_tw: 每行一字﹗

source: This course has no keywords
ar: هذا المقرر لا يحتوي على كلمات مفتاحية
ast_es: Esti cursu nun tien palabres clave
bn_bd: এই কোর্সে কোনো কীওয়ার্ড নেই
bs_ba: Ovaj kurs nema ključne riječi
ca_es: Aquest curs no té paraules clau
cs_cz: Tento kurz nemá klíčové slová
da: Dette kursus har ingen nøgleord
de: Dieser Kurs hat keine Schlagworte
el: Το μάθημα δεν έχει λέξεις κλειδιά
eo: Tiu ĉi kurso ne havas ŝlosilvortojn.
es: Este curso no tiene palabras clave
es_mx: Este curso no tiene claves
eu_es: Ikastaro honek ez du pasahitzik
fa_ir: هیچ کلمۀ کلیدی ای برای توصیف این درس وجود ندارد
fi_fi: Tällä kurssilla ei ole avainsanoja
fo_fo: Henda lærugrein hevur onki lyklaorð
fur: Cjase che no je nissun parôl-clâf
ga: Níl aon eochairfhocail sa chúrsa seo
gl: Este curso non contén palabras chave
he_il: לקורס זה אין מילות מפתח
hi: इस कोर्स में कोई कीवर्ड नहीं हैं
hr_hr: Kolegij nema ključnih riječi
hu_hu: A kurzusnak nincsenek kulcsszavai
hy: Այս դասընթացը չունի բանալի բառեր
id_id: Mata kuliah ini tidak memiliki kata kunci
it: Il corso non contiene Parole chiave
ja: このコースにはキーワードがありません
ka_ge: ამ კურსში საკვანძო სიტყვები არ არის
ko_kr: 이 과정은 키워드가 없습니다.
lo: ຫຼັກສູດນີ້ບໍ່ມີຄຳສຳຄັນ
lt_lt: Šis kursas neturi raktažodžių
lv_lv: Šim kursam nav atslēgvārdu
mk_mk: Овој курсот нема клучни зборови
ms_my: Kursus ini tiada kata kunci
my_mm: ဤသင်တန်းတွင် သော့ချက်စကားလုံးများ မရှိပါ
ne: यो पाठ्यक्रममा कुनै किवर्ड छैन
nl: De cursus heeft geen kernwoorden
nn_no: Dette kurset har inga søkeord
oc: Aqueste cors a pas de mots-claus
pl_pl: Ten kurs nie posiada sł�w kluczowych
ps: دا کورس کلیدي کلمې نلري
pt_br: Este curso não possui nenhuma palavra-chave
pt_pt: Este curso n�o tem palavras-chave
ro_ro: Acest curs nu are cuvinte cheie
ru_ru: Этот курс не имеет ключевых слов
sk_sk: Tento kurz nemá kľúčové slová
sl: Ta tečaj ne vsebuje nobenih ključnih besed
sq: Ky kurs nuk ka fjalë kyçe
sr_rs: Ovaj kurs nema ključne reči
sv_se: Denna kurs har inget nyckelord
sw_ke: Kozi hii haina maneno mfunguo
ta: இந்த பாடத்திற்கு முக்கிய சொற்கள் இல்லை
th: �Ԫҹ������դ��Ӥѭ
tl_ph: Walang keywords ang kursong ito
tr: Bu ders i�in anahtar kelime yok
uk_ua: Цей курс не має ключових слів
vi_vn: Khóa học này không có từ khóa
xh_za: Esi sifundo asinawo magama elingundoqo
zh_cn: 此课程无关键词
zh_tw: 此課程無關鍵詞

source: The keyword cache cannot be opened
ar: لا يمكن فتح صندوق الكلمات المفتاحية
ast_es: La palabra clave nun se pue abrir
bn_bd: কীওয়ার্ড ক্যাশ খোলা যায়নি
bs_ba: Keš ključnih riječi se ne može otvoriti
ca_es: La paraula clau no pot ser oberta
cs_cz: Zásoba klíčových slov nemůže být otevřena
da: Nøgleord cache kan ikke åbnes
de: Der Schlagworte-Cache kann nicht geöffnet werden
el: Η αποθήκη λέξεων κλειδιών δεν μπορεί να ανοιχθεί
eo: Ne eblas malfermi la provizejon de ŝlosilvortoj
es: La palabra clave no puede ser abierta
es_mx: La palabra clave no puede ser abierta
eu_es: Pasahitzen cache memoria ezin da ireki
fa_ir: باز کردن مخزن ذخیرۀ کلمات کلیدی به شکست انجامید
fi_fi: Avainsanavälimuistia ei voi avata
fo_fo: Lyklaorð-keðjan kann ikki verða opin
fur: No si pues vêr la cache des parôls-clâfs
ga: Ní féidir taisce na heochairfhocail a oscailt
gl: O caché de palabras chave non pode abrirse
he_il: לא ניתן לפתוח את מטמון מילות המפתח
hi: कीवर्ड कैश खोला नहीं जा सका
hr_hr: Memorijski uređaj s ključnim riječima ne može se otvoriti
hu_hu: A kulcsszó-gyorsítótárat nem lehet megnyitni
hy: Բանալի բառերի կաչը չի կարող բացվել
id_id: Cache Kata kunci tidak dapat dibuka
it: Non è possibile aprire la cache delle parole chiave
ja: キーワードキャッシュを開けません
ka_ge: საკვანძო სიტყვების ქეში ვერ იხსნება
ko_kr: 키워드 캐시를 열수 없습니다
lt_lt: Raktinių žodžių talpykla negali būti atidaryta
lv_lv: Atslēgvārdu starpkrātuvi nebija iespējams atvērt
mk_mk: Меморијата за клучните зборови не можеше да се отвори.
ms_my: Cache kata kunci tidak boleh dibuka
my_mm: သော့ချက်စကားလုံးကက်ရှ်ကို ဖွင့်၍မရပါ
ne: किवर्ड क्यास खोल्न सकिएन
nl: De cache van de kernwoorden kan niet geopend worden
nn_no: Søkeordcachen kan ikkje opnast
oc: Lo cache dels mots-claus se pòt pas dubrir
pl_pl: 'Cache' słów kluczowych nie może zostać otwarte
ps: کلیدي کلمې کیچ خلاص نه کېږي
pt_br: O Cache de palavras-chave não pode ser aberto
pt_pt: A palavra-chave não pode ser aberta
ro_ro: Cuvântul cheie nu poate fi deschis
ru_ru: Тайный запас ключевых слов не может быть открыт
sk_sk: Zásoba kľúčových slov nemôže byť otvorená
sl: Medpomnilnika ključnih besed ni mogoče odpreti
sq: Cache fjalësh kyçesh nuk mund të hapet
sr_rs: Keš ključnih reči ne može da se otvori
sv_se: Nyckelords "cache" kan inte öppnas
sw_ke: Hakika ya maneno mfunguo haiwezi kufunguliwa
ta: முக்கிய சொல் தாறுமாறுமான தகவல் திறக்க முடியவில்லை
th: แคชคำสำคัญไม่สามารถเปิดได้
tl_ph: Hindi maibubuka ang keyword cache
tr: Anahtar kelime ön belleği açılamıyor.
uk_ua: Не вдалося відкрити кеш ключових слів
vi_vn: Không thể mở bộ nhớ đệm từ khóa
xh_za: I-cache yegama elingundoqo ayinakuviwa
zh_cn: 关键词缓存无法打开
zh_tw: 關鍵詞緩存無法打開

source: This document contains the course keywords
ar: هذاالمستند يحتوي على الكلمات المفتاحية الخاصة بالمقرر
ast_es: Esti documentu tien les pallabres clave del cursu
bn_bd: এই ডকুমেন্টে কোর্সের কীওয়ার্ড রয়েছে
bs_ba: Ovaj dokument sadrži ključne riječi kursa
ca_es: Aqust document conté paraules clau del curs
cs_cz: klíčová slova kurzu
da: Dette dokument indeholder kursussidens nøgleord
de: Dieses Dokument enthält die Schlagworte für den Kurs
el: Το έγγραφο περιέχει τις λέξεις κλειδιά του μαθήματος
eo: Ĉi-dokumento enhavas la ŝlosilvortojn de la kurso
es: Este documento contiene las palabras clave del curso
es_mx: palabras clave del curso
eu_es: Dokumentu honek ikastaroaren pasahitzak ditu
fa_ir: این فایل حاوی کلمات کلیدی درس است
fi_fi: Tämä tiedosto sisältää kurssin avainsanat
fo_fo: Hetta skjal inniheldur lærugreina lyklaorðini
fur: Stu ducument al contain i parôls-clâfs dal curs
ga: Tá eochairfhocail an chúrsa sa doiciméad seo
gl: Este documento contén as palabras chave do curso
he_il: מסמך זה מכיל את מילות המפתח של הקורס
hi: यह दस्तावेज़ कोर्स कीवर्ड्स समाहित करता है
hr_hr: Dokument sadrži ključne riječi kolegija
hu_hu: Ez a dokumentum tartalmazza a kurzus kulcsszavait
hy: Այս փաստաթուղթը պարունակում է դասընթացի բանալի բառերը
id_id: Dokumen ini berisi kata kunci mata kuliah tsb
it: Questo documento contiene le parole chiave del corso
ja: このドキュメントにはコースのキーワードが含まれています
ka_ge: ამ დოკუმენტში კურსის საკვანძო სიტყვებია
ko_kr: 이 문서는 과정 키워드를 포함하고 있습니다
lo: ເອກະສານນີ້ມີຄຳສຳຄັນຂອງຫຼັກສູດ
lt_lt: Šiame dokumente yra kurso raktažodžiai
lv_lv: Dokuments satur kursa atslēgvārdus
mk_mk: Овој документ содржи клучни_зборови на курсот
ms_my: Dokumen ini mengandungi kata kunci kursus
my_mm: ဤစာရွက်စာတမ်းတွင် သင်တန်းသော့ချက်စကားလုံးများ ပါဝင်သည်
ne: यो दस्तवेजमा पाठ्यक्रमका किवर्डहरू छन्
nl: Dit document bevat de sleutelwoorden van de cursus
nn_no: Dette dokumentet inneheld kurs sine søkeord
oc: Aqueste document conten los mots-claus del cors
pl_pl: Ten dokument zawiera słowa kluczowe kursu
ps: دا سند کورس کلیدي کلمې لري
pt_br: Esse documento contém as palavras-chave do curso
pt_pt: Este documento cont�m as palavras-chave do curso
ro_ro: Acest document conține cuvinte cheie ale cursului
ru_ru: Этот документ содежит ключевые слова курса
sk_sk: Tento dokument obsahuje kľúčové slová kurzu
sl: Ta dokument vsebuje ključne besede tečaja
sq: Ky dokument përmban fjalët kyçe të kursit
sr_rs: Ovaj dokument sadr�i ključne reči kursa
sv_se: Detta dokument inneh�ller kursens nyckelord
sw_ke: Hati hii ina maneno mfunguo ya kozi
ta: இந்த ஆவணம் பாடத்தின் முக்கிய சொற்களை கொண்டுள்ளது
th: �͡��ù���դ��Ӥѭ�ͧ�Ԫ�
tl_ph: Ang dokumentong ito ay naglalaman ng keywords ng kurso
tr: Bu belge ders anahtar kelimeleri i�eriyor
uk_ua: Цей документ містить ключові слова курсу
vi_vn: Tài liệu này chứa từ khóa khóa học
xh_za: Umxholo uqulethe izigama ezilungundoqo zesifundo
zh_cn: 此文档包含课程关键字
zh_tw: 此文檔包含課程關鍵字

source: keywords used in MD
ar: MD الكلمات المفتاحية المستخدمة في
ast_es: palabres clave usaes nos metadatos (MD)
bn_bd: MD-তে ব্যবহৃত কীওয়ার্ড
bs_ba: ključne riječi korištene u MD
ca_es: paraules clau usades en les metadades (MD)
cs_cz: klíčová slova použita v MD(metadata)
da: nøgleord benyttet i MD
de: In Metadaten benutzte Schagworte
el: Λέξεις κλειδιά που χρησιμοποιούνται στο MD
eo: ŝlosilvortoj uzataj en MD
es: palabras clave usadas en los metadatos (MD)
es_mx: palabras clave usadas en los metadatos (MD)
eu_es: MD metadatuetan erabilitako pasahitzak
fa_ir: کلمات کلیدی استفاده شده در ابرداده ها
fi_fi: MD:ssä käytetyt avainsanat
fo_fo: lyklaorð brúkt í MD
fur: parôls-clâfs dopradis te MD
ga: eochairfhocail a úsáideadh i MD
gl: palabras chave usadas nos Metadatos (MD)
he_il: מילות מפתח בשימוש ב-MD
hi: MD में प्रयुक्त कीवर्ड्स
hr_hr: ključne riječi upotrijebljene u definicijskim podatcima
hu_hu: Kulcsszavak használatban a MD-ben.
hy: MD-ում օգտագործվող բանալի բառեր
id_id: Kata kunci digunakan dalam MD
it: parole chiave impiegate dei Metadati
ja: MDで使用されたキーワード
ka_ge: MD-ში გამოყენებული საკვანძო სიტყვები
ko_kr: MD에 사용된 키워드
lo: ຄໍາສັບຫຼັກທີ່ໃຊ້ໃນ MD
lt_lt: raktažodžiai, naudojami MD
lv_lv: Atslēgvārdi, kas tika lietoti MD
mk_mk: клучни зборови користени во МП (метаподатоци)
ms_my: kata kunci yang digunakan dalam MD
my_mm: MD တွင်အသုံးပြုသော သော့ချက်စကားလုံးများ
ne: MD मा प्रयोग गरिएका किवर्डहरू
nl: kernwoorden gebruikt in MD
nn_no: søkeord brukt i MD
oc: mots-claus utilizats dins MD
pl_pl: słowa kluczowe wykorzystywane w MD
ps: په MD کې کارول شوي کلیدي کلمې
pt_br: palavras chave usadas no MD
pt_pt: palavras-chave usadas no MD
ro_ro: cuvinte cheie folosite in MD
ru_ru: Ключевые слова, использованные в БД
sk_sk: kľúčové slová použité v MD
sl: ključne besede uporabljene v MD
sq: fjalë kyçe të përdorura në MD
sr_rs: ključne reči korišćene u MD
sv_se: nyckelord som används i MD
sw_ke: maneno mfunguo yaliyotumiwa katika MD
ta: MD இல் பயன்படுத்தப்பட்ட முக்கிய சொற்கள்
th: คำสำคัญที่ใช้ในMD
tl_ph: keywords na ginamit sa MD
tr: MD içinde kullanılan anahtar kelimeler
uk_ua: ключові слова, використані в MD
vi_vn: từ khóa được sử dụng trong MD
xh_za: izigama ezisetyenziswa ku MD
zh_cn: MD 所使用的关键词
zh_tw: MD 所使用的關鍵詞

source: keyword references
ar: مرجع الكلمة المفتاحية
ast_es: referencies de palabres clave
bn_bd: কীওয়ার্ড রেফারেন্স
bs_ba: reference ključnih riječi
ca_es: referències de paraules clau
cs_cz: reference dle klíčových slov
da: nøgleordreferencer
de: Schlagwort-Verweise
el: αναφορές λέξεων κλειδιών
eo: ŝlosilvortaj referencoj
es: referencias de palabras clave
es_mx: referencias de palabras clave
eu_es: pasahitzen erreferentziak
fa_ir: مراجع کلمۀ کلیدی
fi_fi: Avainsanaviittaukset
fo_fo: lyklaorð-avvísing
fur: librasis ai parôls-clâfs
ga: tagairtí eochairfhocail
gl: referencias da palabra chave
he_il: הפניות למילות מפתח
hi: कीवर्ड संदर्भ
hr_hr: reference ključnih riječi
hu_hu: Kulcsszó beállítások
hy: բանալի բառերի հղումներ
id_id: referensi kata kunci
it: Parole chiave di riferimento
ja: キーワード参照
ka_ge: საკვანძო სიტყვების მითითებები
ko_kr: 키워드 레퍼런스
lt_lt: raktinio žodžio nuorodos
lv_lv: atslēgvārdu atsauces
mk_mk: преглед на клучни зборови
ms_my: rujukan kata kunci
my_mm: သော့ချက်စကားလုံးအကိုးအကား
ne: किवर्ड सन्दर्भहरू
nl: kernwoordverwijzingen
nn_no: søkeordreferansar
oc: referéncias de mots-claus
pl_pl: referencje dla słów kluczowych
ps: کلیدي کلمې مراجع
pt_br: referências da palavra chave
pt_pt: referências das palavras-chave
ro_ro: referințe cuvinte cheie
ru_ru: ссылки ключевых слов
sk_sk: kľúčové slovo odporúčania
sl: reference ključnih besed
sq: referenca fjalësh kyçesh
sr_rs: reference ključnih reči
sv_se: nyckelords referenser
sw_ke: marejeleo ya neno mfunguo
ta: முக்கிய சொல் குறிப்புகள்
th: การอ้างอิงคำสำคัญ
tl_ph: mga sanggunian ng keyword
tr: anahtar kelime referansları
uk_ua: посилання на ключові слова
vi_vn: tham chiếu từ khóa
xh_za: iimbekiselo zegama elingundoqo
zh_cn: 关键词参考
zh_tw: 關鍵詞參考

source: Non-course keywords
ar: لا يوجد كلمات مفتاحية للمقرر
ast_es: Palabres clave que nun son del cursu
bn_bd: কোর্স-বহির্ভূত কীওয়ার্ড
bs_ba: Ključne riječi izvan kursa
ca_es: paraules clau no pertanyents al curs
cs_cz: Klíčové slová nepatřící kurzu
da: Ikke-kursus nøgleord
de: Nicht zum Kurs gehörende Schlagworte
el: Λέξεις κλειδιά εκτός μαθήματος
eo: Ne-kursaj ŝlosilvortoj
es: Palabras clave no pertenecientes al curso
es_mx: Palabras clave no pertenecientes al curso
eu_es: Ikastaroari ez dagozkion pasahitzak
fa_ir: کلمات کلیدی خارج از درس
fi_fi: Ei-kurssin avainsanat
fo_fo: Lyklaorð uttan fyri lærugrein
fur: Parôls-clâfs fora dal curs
ga: Eochairfhocail neamhchúrsa
gl: Palabras chave non ligadas ó curso
he_il: מילות מפתח ללא קורס
hi: कोर्स के बाहर के कीवर्ड्स
hr_hr: Ključne riječi koje ne pripadaju kolegiju
hu_hu: Nem-kurzus kulcsszavak
hy: Ոչ դասընթացի բանալի բառեր
id_id: Kata kunci non-mata kuliah
it: Parole chiave non del corso
ja: コース外キーワード
ka_ge: კურსის მიღმა საკვანძო სიტყვები
ko_kr: 과정 키워드 없음
lo: ຄໍາສັບຫຼັກທີ່ບໍ່ແມ່ນຂອງລາຍວິຊາ
lt_lt: Ne kurso raktiniai žodžiai
lv_lv: Atslēgvārdi, kas neattiecas uz kursu
mk_mk: Клучни зборови надвор од курсот
ms_my: Kata kunci bukan kursus
my_mm: သင်တန်းမဟုတ်သော သော့ချက်စကားလုံးများ
ne: पाठ्यक्रम बाहिरका किवर्डहरू
nl: Niet-cursuskernwoorden
nn_no: Søkeord utanfor kurset
oc: Mots-claus fòra cors
pl_pl: Słowa kluczowe nie związane z kursem
ps: غیر کورس کلیدي کلمې
pt_br: Palavras chave não ligadas ao curso
pt_pt: Palavras-chave não relacionadas a cursos
ro_ro: Cuvinte cheie care nu apartin cursului
ru_ru: Ключивые слова не курса
sk_sk: Kľúčové slová mimo kurzu
sl: Ključne besede, ki niso del tečaja
sq: Fjalë kyçe jashtë kursit
sr_rs: Ključne reči koje ne pripadaju kursu
sv_se: Icke-kurs nyckelord
sw_ke: Maneno mfunguo yasiyo ya kozi
ta: பாடத்திற்கு அல்லாத முக்கிய சொற்கள்
th: ไม่มีคำสำคัญของวิชา
tl_ph: Mga keyword na hindi para sa kurso
tr: Derse ait olmayan anahtar kelimeler
uk_ua: Ключові слова поза курсом
vi_vn: Từ khóa không thuộc khóa học
xh_za: Izitshixo ezingezizo zesifundo
zh_cn: 非课程关键词
zh_tw: 非課程關鍵詞

source: Course keywords (bold = not used)
ar: كلمات المقرر المفتاحية (العريضة- غير مستخدمة )
ast_es: Palabra clave del cursu (negra = ensin usar)
bn_bd: কোর্স কীওয়ার্ড (বোল্ড = ব্যবহৃত হয়নি)
bs_ba: Ključne riječi kursa (podebljano = nije korišteno)
ca_es: Paraules clau del curs (negreta = sense usar)
cs_cz: Klíčové slová (tučné = nepoužité)
da: Kursussidens nøgleord (fed skrift = ikke benyttet)
de: Kurs Schlagworte (fett = nicht benutzt)
el: Λέξεις κλειδιά μαθήματος (έντονες = αχρησιμοποίητες)
eo: Kursaj ŝlosilvortoj (grasaj = ne uzataj)
es: Palabras clave del curso (negrita = sin usar)
es_mx: Palabras clave del curso (negrita = sin usar)
eu_es: Ikastaroaren pasahitzak (lodia = erabili gabe)
fa_ir: کلمات کلیدی درس : پررنگ = استفاده نشده
fi_fi: Kurssin avainsanat (lihavoitu=käyttämätön)
fo_fo: Lærugreina lyklaorð (feitt = ikki brúkt)
fur: Parôls-clâfs dal curs (grassêt = no dopradis)
ga: Eochairfhocail chúrsa (trom = gan úsáid)
gl: Palabras chave do curso (negriña = sen usar)
he_il: מילות מפתח של קורס (מודגש = לא בשימוש)
hi: कोर्स कीवर्ड्स (मोटा = प्रयुक्त नहीं)
hr_hr: Ključne riječi kolegija (masno = nisu u uporabi)
hu_hu: Kurzus kulcsszavak (kövérített = nem használt)
hy: Դասընթացի բանալի բառեր (հաստ = չօգտագործված)
id_id: Kata kunci mata kuliah (tebal = tidak digunakan)
it: Parole chiave del corso (grassetto = non impiegate)
ja: コースキーワード（太字=未使用）
ka_ge: კურსის საკვანძო სიტყვები (მსხვილი = არ გამოიყენება)
ko_kr: 과정 키워드 (bold = not used)
lo: ຄໍາສັບຫຼັກຂອງລາຍວິຊາ (ໂຕໜາ = ບໍ່ໄດ້ໃຊ້)
lt_lt: Kurso raktažodžiai (bold = not used)
lv_lv: Kursa atslēgvārdi (bold = netiek izmantoti)
mk_mk: Клучни зборови на курсот (болдирано = не е ползувано)
ms_my: Kata kunci kursus (tebal = tidak digunakan)
my_mm: သင်တန်းသော့ချက်စကားလုံးများ (စာလုံးထူ = အသုံးမပြုပါ)
ne: पाठ्यक्रम किवर्डहरू (बोल्ड = प्रयोग गरिएको छैन)
nl: Cursuskernwoorden (vet = niet gebruikt)
nn_no: Kurs søkeord (fet = ikkje brukt)
oc: Mots-claus del cors (gròs = pas utilizat)
pl_pl: Słowa kluczowe kursu (wytłuszczenie = nie używane)
ps: کورس کلیدي کلمې (غټ = نه کارول شوي)
pt_br: Palavras chave do curso (negrito = não utilizadas)
pt_pt: Palavras-chave do curso (negrito = não usada)
ro_ro: Cuvintele cheie ale cursului (bold = nu sunt folosite)
ru_ru: Ключевые слова курса (жирный шрифт=не использованы)
sk_sk: Kľúčové slová kurzu (tučné = nepoužívané)
sl: Ključne besede tečaja (mastno=ni v uporabi)
sq: Fjalë kyçe kursi (të trashë = të pnpërdorura)
sr_rs: ključne reči kursa (podebljane = nisu korišćene)
sv_se: Kurs nyckelord (fet = ej använd)
sw_ke: Maneno mfunguo ya kozi (yenye herufi nzito = hayajatumika)
ta: பாட முக்கிய சொற்கள் (கருப்பு = பயன்படுத்தப்படவில்லை)
th: คำสำคัญของวิชา(ตัวหนา=ไม่ใช้)
tl_ph: Mga keyword ng kurso (makapal = hindi ginamit)
tr: Ders anahtar kelimeleri (koyu = kullanılmıyor)
uk_ua: Ключові слова курсу (жирним = не використані)
vi_vn: Từ khóa khóa học (in đậm = không sử dụng)
xh_za: Izitshixo zesifundo (bold = azisetyenziswayo)
zh_cn: 课程关键字(粗体就是未被使用)
zh_tw: 課程關鍵字(粗體就是未被使用)

source: Total number of Links MD entries:
ast_es: Total d'entraes de metadatos (MD) de los enllaces
bn_bd: লিঙ্কস MD এন্ট্রির মোট সংখ্যা:
bs_ba: Ukupan broj unosa MD veza:
ca_es: Total d'entrades de metadades (MD) d'enllaços
cs_cz: Celkový počet zápisů do MD:
da: Total antal links MD indtastninger
de: Gesamtzahl der Link-Metadaten-Einträge:
el: Συνολικό πλήθος συνδέσμων MD:
eo: Totala nombro da Ligil-MDaj datumoj :
es: Total de entradas de metadatos (MD) de enlaces
es_mx: Total de entradas de metadatos (MD):
eu_es: Loturetako MD metadatuetarako sarrera kopurua, guztira
fa_ir: تعداد کل ابرداده ها
fi_fi: Linkkien MD-merkintöjen kokonaismäärä:
fo_fo: Samlað tal av Links MD innskriftum:
fur: Numar total des intradis MD Links:
ga: Líon iomlán iontrálacha Naisc MD:
gl: Número total de entradas MD de ligazóns:
he_il: מספר סה"כ של ערכי MD Links:
hi: लिंक्स MD प्रविष्टियों की कुल संख्या:
hr_hr: Ukupan broj unosa MD za poveznice:
hu_hu: A hivatkozások metaadat bejegyzéseinek száma összesen:
hy: Links MD մուտքագրությունների ընդհանուր քանակը:
id_id: Jumlah total link item MD:
it: Numero totale di MD dei Collegamenti:
ja: Links MDエントリの総数：
ka_ge: Links MD ჩანაწერების საერთო რაოდენობა:
ko_kr: MD 항목의 전체 링크 수:
lo: ຈໍານວນທັງໝົດຂອງລາຍການ Links MD:
lt_lt: Bendras Nuorodų MD įrašų skaičius:
lv_lv: Kopējais hipersaišu MD ierakstu skaits:
mk_mk: Вкупен број на внесени метаподатоци за Врски:
ms_my: Jumlah keseluruhan entri Pautan MD:
my_mm: လင့်ခ် MD ထည့်သွင်းမှုစုစုပေါင်းအရေအတွက်:
ne: लिङ्क MD प्रविष्टिहरूको कुल संख्या:
nl: Totaal aantal link-MD-gegevens:
nn_no: Totalt antal lenker MD-innskrivningar:
oc: Nombre total d'entradas Links MD :
pl_pl: Ogólna liczba wprowadzonych Linków MD
ps: لینکونو MD داخلې شمېر ټول:
pt_br: Número total de entradas MD de Links:
pt_pt: Número total de entradas de Ligações/Links MD:
ro_ro: Numarul total al intrarilor de linkuri MD:
ru_ru: Общее количество Ссылок БД входа:
sk_sk: Celkový počet MD záznamov:
sl: Skupno število MD vnosov povezav:
sq: Numri total i hyrjeve Links MD:
sr_rs: Ukupan broj linkova MD unosa:
sv_se: Sammanlagt antal Länkar MD inmatningar
sw_ke: Idadi ya jumla ya viingilio vya Viungo MD:
ta: மொத்த இணைப்பு MD பதிவுகள் எண்ணிக்கை:
th: รวมจำนวนการเชื่อมโยงที่มีของ MD
tl_ph: Kabuuan ng bilang ng mga entry sa Links MD:
tr: MD giriş bağlantılarının Toplam Sayısı:
uk_ua: Загальна кількість записів MD посилань:
vi_vn: Tổng số mục Links MD:
xh_za: Inani elipheleleyo leNkcukacha yeLinks MD:
zh_cn: 全部 MD 条目的链接数：
zh_tw: 全部 MD 條目的鏈接數︰

source: Forum deleted
ar: حذف المنتدى
ast_es: Foru esborráu
bn_bd: ফোরাম মুছে ফেলা হয়েছে
bs_ba: Forum obrisan
ca_es: Fòrum esborrat
cs_cz: Fórum smazáno
da: Forum er slettet
de: Forum wurde gelöscht
el: Το Forum έχει διαγραφεί
eo: Forumo forigita
es: Foro eliminado
es_mx: Foro eliminado
eu_es: Foroa ezabatu da
fa_ir: انجمن حذف شد
fi_fi: Keskustelualue poistettu
fo_fo: Forum slett
fur: Forum eliminât
ga: Forum scriosta
gl: Foro eliminado
he_il: הפורום נמחק
hi: फोरम हटा दिया गया
hr_hr: Forum je obrisan
hu_hu: Fórum törölve
hy: Ֆորումը ջնջված է
id_id: Forum dihapus
it: Forum eliminato
ja: フォーラムが削除されました
ka_ge: ფორუმი წაიშალა
ko_kr: 포럼 삭제됨
lo: ກະດານສົນທະນາຖືກລຶບແລ້ວ
lt_lt: Forumas ištrintas
lv_lv: Forums izdzēsts
mk_mk: Форумот е избришан
ms_my: Forum dipadam
my_mm: ဖိုရမ်ဖျက်လိုက်ပြီးဖြစ်သည်
ne: फोरम हटाइयो
nl: Forum verwijderd
nn_no: Forum sletta
oc: Forum suprimit
pl_pl: Forum usunięte
ps: فورم حذف شو
pt_br: Fórum excluido
pt_pt: Fórum eliminado
ro_ro: Forum sters
ru_ru: Форум удален
sk_sk: Fórum zmazané
sl: Forum je bil odstranjen
sq: Forumi u fshi
sr_rs: Forum je obrisan
sv_se: Tog bort forum
sw_ke: Mforumu umefutwa
ta: விவாதம壇 நீக்கப்பட்டது
th: ลบฟอรัมแล้ว
tl_ph: Natanggal na ang Forum
tr: Forum silindi
uk_ua: Форум видалено
vi_vn: Diễn đàn đã bị xóa
xh_za: Iforamu iye iwaqeshiwe
zh_cn: 论坛已删除
zh_tw: 已移除討論區
