Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: By checking this box, you will remove all relationships of the HR manager with other sessions and courses. If what you want is to maintain those relationships, do NOT check this box.
qu_pe: Kayta ruwananchayuq, suyunchallayuq maestrunata huk musuq musyukuna yachachisqakunawan qallarisqakunamanta chinkachisqaykita qichay. Ichaq musyukuna yachachisqakunawan qispayni kashpa, mana kay kaytata ruwanaychu.

source: There is no class with the name "%s"
qu_pe: Mana "%s" sutiyuq turakuna kanman.

source: Maximum number of subscriptions allowed. Leave at 0 to not limit it.
qu_pe: Huk musuq qispachinakuy imayna pusaq. 0-manta saqiy imayna pusaq kayninchayta mana qispachanakunaykichu.

source: Subscriptions
qu_pe: Qispachanakuna

source: Allow subscriptions
qu_pe: Qispachanakuyta munay

source: Maximum number of subscriptions
qu_pe: Qispachanakuna imayna pusaq

source: No longer available
qu_pe: Manam yachakusqachu

source: Export all results from an exercise
qu_pe: Ejersizmanta tukuy ruraykunata apachay

source: No result found for export in this test.
qu_pe: Kay pruibamanta apachaypaq mana ruraykuna kanman.

source: User %s has been changed to %s. To cancel, click <a href='%s'>here</a>.
qu_pe: Yachakuq %s %s-manta hukichisqa. Rakikuyta munaspaykiqa, <a href='%s'>kaymanta</a> thinkiy.

source: Ex-learner
qu_pe: Ex-yachakuq

source: File size is too big
qu_pe: Ruwanak pukaq kashpan

source: Image for headers
qu_pe: Yapaqkunapaq rurana

source: Add picture for headers
qu_pe: Yapaqkunapaq rurananata yapasiy

source: This picture will be used in the course header and in the e-mails sent and PDFs generated from this course. The picture will have a ratio of 25:7. You can crop the picture you upload.
qu_pe: Kay rurana musyuk yachachisqapi y musyukmanta kachasqa willakuykunapi, PDFkunapiq utilizakunqan. Rurananan 25:7 ratioq kanqan. Yapasqayki rurananata p'utiyta atikuy.

source: Delete picture for headers
qu_pe: Yapaqkunapaq rurananata qichay

source: The final picture must be in a 16:9 ratio, but you can crop the picture you upload.
qu_pe: Qhipa rurananan 16:9 ratioq kanman, ichaqa yapasqayki rurananata p'utiyta atikuy.

source: Export all results of all tests
qu_pe: Tukuy pruibakuna ruraykunata apachay

source: Click to view details
qu_pe: Willakuyta rikunaykipaq thinkiy

source: Export certificates issue report
qu_pe: Willakuyta apachay: qillqasqa hallp'akuna

source: Hide hierarchies
qu_pe: Kuti qatukunata pakay

source: Show hierarchies
qu_pe: Kuti qatukunata rikunay

source: Parent career
qu_pe: Manaq suyunchallayuq

source: This career cannot be deleted until all of its children have been deleted or moved to another career.
qu_pe: Kay suyunchallayuq qichakunman, wakin wawaykuna qichasqa kaspa icha huk suyunchallayuqman astawan waytarisqa kaspa.

source: This email is already in use by another user in the same file.
qu_pe: Kay willakuy rumiyuq ruykunchamanta yachakuqwan uyariq.

source: You have new posts in the following forums of your courses.
qu_pe: Yachachisqaykikuna foropiq musuq willakuykuna kashpan.

source: This identifier is internal to the system and should not contain spaces nor special characters. It can be used from plugins as well, to filter the elements it is attached to.
qu_pe: Kay willakikuna sisitemamanta ukhu, espasiyuq manaq, especial kaykunaqa manam kanchu. Pluginwanqa utilizakunman, ukhuq elementokunata sarpinaypaq.

source: Include last login
qu_pe: Qhipa yachakusqata yuspachay

source: Duplicated users by e-mail
qu_pe: Willakuy-llayk'ana yachakuqkuna

source: This report only lists users that have the same email.
qu_pe: Kay willakuy willakuy hallp'aq yachakuqkunaqllata rikuchin.

source: Stop notifying me
qu_pe: Manam willakunay

source: Expiration date cannot be empty.
qu_pe: Kuti p'unchayqa manam wak kanchu.

source: E-mail not sent. You might have introduced an incorrect address, the address might belong to an inactive user, or the mail server is not correctly configured (check the mail.conf.php file).
qu_pe: Willakuyqa manam kachasqa. Mana allin rumi yachakusqayki, rumiqa manaq yachakuqpa, ichaqa willakuy sirwiq mana allin kituq (mail.conf.php rurananata qhaway).

source: Your password has expired. Please set a new password before you continue.
qu_pe: Yachakusqaykiki kuti p'unchaymi kashan. Sarpinaykikamanta qhipa yachakusqaykitam qillqay.

source: Copy iframe code below to include the exercise :
qu_pe: Ejersiznita yuspachaypaq iframe kodi kaymanta:

source: My missing signatures
qu_pe: Ñoqap q'asa qillqakuna

source: Only show active users
qu_pe: Yachakuy yachakuqkunaqllata rikunay

source: Update courses list
qu_pe: Yachachisqakuna listata musuqyachiy

source: A code is required
qu_pe: Kodi llaqtam

source: This course code does not exist
qu_pe: Kay musyuk kodi manam kanchu

source: Duplicate code
qu_pe: Kuti kodi

source: The update failed for the following courses
qu_pe: Kay musyukunaq musuqyachiyqa manam rurakunqa

source: %02d h %02d m %02d s
qu_pe: %02d ora %02d phutuy %02d segundo

source: User management
qu_pe: Yachakuqkuna kamachiy

source: Here you can manage registered users within your platform
qu_pe: Kaypi platformaykikunamanta qhasqayachakuqkuna kamachiyta atikuy

source: Course management
qu_pe: Musyuk kamachiy

source: Create and manage your courses in a simple way
qu_pe: Musyukuna musuqyachiyta, kamachiyta ruray

source: Sessions management
qu_pe: Musyukuna kamachiy

source: Create course packages for a certain time with training sessions
qu_pe: Kutiripakunata kamachinakuy yachaykunawan paqarimuy

source: Manage the skills of your users, through courses and badges
qu_pe: Yachaykunawan llanthukunawan rurakuna yachanakunata kamachinakuy

source: View the status of your server, perform performance tests
qu_pe: Sirwiq hallp'ata qhawarichiy, ruraykuna sirwinakuyta qhaway

source: Platform management
qu_pe: Pataforma kamachinakuy

source: Configure your platform, view reports, publish and send announcements globally
qu_pe: Pataformatam kamachinakuy, ruraykunata qhawariy, willakuykunata huk pachapi lluqllay

source: Learn more about Chamilo and its use, official references links
qu_pe: Chamilo yachachasqanta yachay, ruraykunata qhawariy

source: Show link to request bond between user and HRM
qu_pe: Rurakuna HRMwan qispitay linkninta rikuchiy

source: Multiple anonymous users
qu_pe: Askichay rurakuna

source: Enable this option to allow multiple system users for anonymous users. This is useful when using this platform as a public showroom for some courses. Having multiple anonymous users will let tracking work for the duration of the experience for several users without mixing their data (which could otherwise confuse them).
qu_pe: Kay pachani activachaywan askichay rurakunamanta askichay rurakunata usuchiy. Kaykuna pachakamachinaq yachaykunamanta qhawarinaq. Askichay rurakunawan yachaykunamanta hallp'aqkunamanta imakunatam mañakunata usuchiy.

source: Notify global admin only of new users
qu_pe: Mawk'iq rurakunamanta kamachirqan global adminman

source: Enable only if you are using the Redirection plugin
qu_pe: Redirection pluginta kikinmi usuchkanki kuyrispam

source: Disable user unsubscription from course/session on user unsubscription from group/class
qu_pe: Qati/sullqa qispitaypi rura qispitaykutam kutichiy

source: Disable user unsubscription from course on course removal from group/class
qu_pe: Qati qispitaymanta qati qispitaykutam kutichiy

source: Disable user unsubscription from session on session removal from group/class
qu_pe: Kamachiq qispitaymanta kamachiq qispitaykutam kutichiy

source: HRM can access all students from reporting pages
qu_pe: HRM rurakuna yachachisqakunamanta ruraykunaman riy

source: Hide role from normal users
qu_pe: Rurakuna rollninta qhawarinaqkunaq qhawarichiy

source: Allows hiding users' role when this option is set to true and the following array sets the corresponding role to 'true'.
qu_pe: Kay pachani true nispa qhatarichikunamanta rurakuna rollninta qhawarinaqkunaq qhawarichiy.

source: Define which roles are hidden to normal users
qu_pe: Qhawarinaqkunaq qhawarichiy rollkunata qhaway

source: The roles set to 'true' will only appear to administrators. Other users will not be able to see them.
qu_pe: 'true' nispa qhatarichikunamanta kamachirqan kamachikunamantaq rikuchiy. Huk rurakunaq rikunqachu.

source: Hide the option to send an announcement copy to HRM
qu_pe: Willakuy HRMman copia qispitayni qhawarichiy

source: In the announcements form, an option normally appears to allow teachers to send a copy of the announcement to the user's HRM. Set this to 'Yes' to remote the option (and *not* send the copy).
qu_pe: Willakuy qillqanpi, yachachiqninkunaq willakuy copia HRMman qispitayni rikuchiy. 'Ari' nispa qhatariy pachani qispitayni qhallariy (copia qispinchu).

source: Disable attachment to announcements
qu_pe: Willakuy qispitaytakunata kutichiy

source: Even though attachments in this version are dealt in an elegant way and do not multiply on disk, you might want to disable attachments altogether if you want to avoid excesses.
qu_pe: Kay versiyunpi qispitaytakunaq ruraykuna sirwinakuywan mañakunachu, imakunatam kutichiy.

source: Disable editor announcements
qu_pe: Editor willakuykunata kutichiy

source: Choose 'Yes' to stop announcements from the software editor to appear on the administrative homepage (only admins see it). This will also remove security update announcements.
qu_pe: 'Ari' nispa qhatariy software editor willakuykunata kamachinaq p'ankipi rikuchiy (kamachikunaq qhawarinkunaq).

source: Enable scheduled announcements in sessions
qu_pe: Kamachiqkunapi willakuykunata activachiy

source: Allows the sessions managers to set announcements that will be triggered on specific dates or after/before a number of days of start/end of the session. Enabling this feature requires you to setup a cron task.
qu_pe: Kamachiq kamachikunakunaq willakuykunata paqarikuspiwan kamachiy.

source: Disable button to delete all announcements
qu_pe: Huk willakuykunata qhallchiy botonni kutichiy

source: Select 'Yes' to remove the button to delete all announcements, as this can be used by mistake by teachers.
qu_pe: 'Ari' nispa qhatariy huk willakuykunata qhallchiy botonni qhallariy.

source: Hide 'sent to' in announcements
qu_pe: Willakuykunapi 'qispisqa' nisqata qhawarichiy

source: Select 'Yes' to avoid showing to whom an announcement has been sent.
qu_pe: 'Ari' nispa qhatariy willakuy qispisqa kasqanman qhawarichiy.

source: Send all e-mails to
qu_pe: Huk imaymana e-mailkunata qispichiy

source: Give a list of e-mail addresses to whom *all* e-mails sent from the platform will be sent. The e-mails are sent to these addresses as a visible destination.
qu_pe: Pataformatamanta qispisqa huk imaymana e-mailkunata qispichiy.

source: Link global announcements with careers and promotions
qu_pe: Global willakuykunata carrera y promosionkunawan qispichiy

source: Link global calendar events with careers and promotions
qu_pe: Global calendario eventokunata carrera y promosionkunawan qispichiy

source: Allow coaches to always edit announcements
qu_pe: Kamachikunakunaq willakuykunata siempre qillqay

source: Allow coaches to always edit announcements inside active or past sessions.
qu_pe: Kamachikunakunaq willakuykunata activakunaq uturaypi qillqay.

source: Date-based announcements
qu_pe: Pacha willakuykunata

source: Allow teachers to configure announcements that will be sent at specific dates. This requires you to setup a cron task on cron/course_announcement.php running at least once daily.
qu_pe: Yachachiqninkunaq willakuykunata paqarikuspiwan qillqay.

source: Default calendar display mode
qu_pe: Calendario qhawarinaq modo

source: Set this to dayGridMonth, basicWeek, agendaWeek or agendaDay to change the default view of the calendar.
qu_pe: Calendario qhawarinaq modota qhatariy.

source: Display sessions occupations in personal agenda
qu_pe: Kamachiqkunata personal calendarioqpi qhawarichiy

source: Display all agenda events in personal agenda
qu_pe: Huk calendario eventokunata personal calendarioqpi qhawarichiy

source: Do not hide events from expired sessions.
qu_pe: Kamachiqkunamanta eventokunata qhawarichiy.

source: Allow HRM role to edit or delete agenda events
qu_pe: HRM rollkunakunaq calendario eventokunata qillqay uturay

source: This gives the HRM a little more power by allowing them to edit/delete agenda events in the course-session.
qu_pe: HRMkunakunaq calendario eventokunata qillqay uturay.

source: Agenda colour legends
qu_pe: Calendario color legendakuna

source: Add a small text as legend describing the colours used for the events.
qu_pe: Eventokunaq color legendata qillqay.

source: Agenda colours
qu_pe: Calendario colorakuna

source: Set HTML-code colours for each type of event to change the colour when displaying the event.
qu_pe: Eventokunaq HTML colorakunata qhatariy.

source: Agenda hover info
qu_pe: Ritim yuyarichisqa willakuy

source: Customize the agenda on cursor hovering. Show agenda comment and/or description.
qu_pe: Ritimta mauspa yuyarichisqanpi personalisar. Ritim willakuyta y/o nisqakunata rikuchiy.

source: Calendar customization
qu_pe: Ritim personalisay

source: Extra settings for the agenda, allowing you to configure the specific calendar library we use.
qu_pe: Ritimpa qhapaq willakuykuna, kay ritim yachachisqa kutipakunata qhapaq personalisar.

source: Attendance signing
qu_pe: Aswin signing

source: Enable taking signatures to confirm one's attendance.
qu_pe: Aswinta qhapaq wasin qillqayta ruwanakuy.

source: Duration of attendance events
qu_pe: Aswin rurakunapa kuti

source: Option to define the duration for an event in attendance sheet.
qu_pe: Aswin qillqapaq rurakunapa kuti qhapaq willanapaq suyana.

source: Allow comments in attendance sheets
qu_pe: Aswin qillqakunapaq willakuykuna ruwanakuy

source: Teachers and students can comment on each individual attendance (to justify).
qu_pe: Yachachisqakuna yachakuqkunaqa aswin hallpʼanchakunapaq willakuykuynin ruwan.

source: Hide 'my certificate' link
qu_pe: 'Ñoqap qillqay' suyuta pakasiy

source: Hide the certificates page for non-admin users.
qu_pe: Qillqakuna paqariykunapaq qillqakuna pachata pakasiy.

source: Add footer to PDF certificate exports
qu_pe: PDF qillqay waskakunapaq upʼayta yapay

source: Hide videochat option in global chat
qu_pe: Global chatpi videochat suyuta pakasiy

source: Restrict course chat to coaches
qu_pe: Kutipakunapaq nisqa chatta qhapaq qhachiy

source: Only allow students to talk to the tutors in the course (not other students).
qu_pe: Yachakuqkunaqa kutipakunawanmi willakunanku, mana yachakuqkunaqawanchu.

source: Active tools on course creation
qu_pe: Kutipi rurakunaq kawsay yachakuna

source: Select the tools that will be *active* after the creation of a course.
qu_pe: Kutipi rurakunaq kawsay yachakunata suyay, kutipi rurakunapaq *kawsay* kanan.

source: Splash screen for courses
qu_pe: Kutipikunaq yuyarichisqa pantalla

source: Show a splash screen when creating a new course.
qu_pe: Machi kutipi rurakunata kamachisqanpi yuyarichisqa pantalla rikuchiy.

source: Block public courses access to authenticated users
qu_pe: Pachak runakunaq kutipikunata qhapaq qhachiy

source: Only show public courses. Do not allow registered users to access courses with 'open' visibility unless they are subscribed to each of these courses.
qu_pe: Pachak kutipikunam rikuchiy. Pachak runakunaqa 'pachak' rikchʼayniyoq kutipikunaman mana qhachiykunachu, mana kutipikunapaq qhapaq qhachinakuchu.

source: Add Bootstrap lib headers to HTML documents viewer
qu_pe: HTML willakuy rikchʼaynipaq Bootstrap kutipak upʼakunata yapay

source: When this setting is set to 'Yes', the HTML documents viewer adds the HTML headers for the inclusion of Bootstrap and Font Awesome, which were used in Chamilo 1. This might help compatibility between old content and a newer version of the platform.
qu_pe: 'Ari' nisqanpi, HTML willakuy rikchʼayqa Bootstrap y Font Awesome upʼakunata yapay, Chamilo 1pi llamkʼachisqa. Ruruq willakuykunawan platapormapa makin versiopaq qhapaq yachakunawan yuyay.

source: View courses in a grid layout
qu_pe: Kutipikunata cuadricula rikchʼaypi rikuy

source: View courses in a layout with several courses per line. Otherwise, the layout will show one course per line.
qu_pe: Kutipikunata chumpipi tukukuq rikchʼaypi rikuy. Mana hinachu, chumpi huk kutipi rikchʼay.

source: Show simple session info
qu_pe: Suyana willakuy rikuchiy

source: Add coach and dates to the session's subtitle in the sessions' list.
qu_pe: Suyanakuna rurakunapaq kutiyachisqawan fechaqunata yapay.

source: Only show courses in the user's language
qu_pe: Runap simipi kutipikunam rikuchiy

source: If enabled, this option will hide all courses not set in the user's language.
qu_pe: Kawsay kanman, kay suyanaqa runap simipi mana suyakunachu kutipikunata pakachiy.

source: Access public courses with terms and conditions
qu_pe: Pachak kutipikunaman willakuy y kamachikuy qhachiy

source: With this option enabled, if a course has public visibility and terms and conditions, those terms are disabled while the course is public.
qu_pe: Kay suyana kawsay kanman, pachak rikchʼayniyoq kutipiqa willakuy y kamachikuy qhapaq, pachak kanman.

source: Show all sessions on 'My courses' page
qu_pe: 'Ñoqap kutipikuna' pachapi tukuy suyana rikuchiy

source: If enabled, this option show all sessions of the user in calendar-based view.
qu_pe: Kawsay kanman, kay suyanaqa runap tukuy suyana ritim rikchʼaypi rikuchiy.

source: Disable the ability to edit course coaches
qu_pe: Kutipakunata llamkʼachiy yachakunata qhapaq qhachiy

source: When disabled, admins do not have a link to quickly assign coaches to session-courses on the course edition page.
qu_pe: Mana kawsay kanman, kamachikunaqa kutipi-kutipi kutipakunata qhapaq qhachinapaq suyuta manam qhachiykunachu.

source: Use course categories from top URL
qu_pe: URL hawaqkutipakunata kutipikunapaq llamkʼachiy

source: In multi-URL settings, allow admins and teachers to assign categories from the top URL to courses in the children URLs.
qu_pe: Multi-URLpi, kamachikuna y yachachisqakunaqa hawaq URLkutipakunata wawqi URLkunaq kutipikunaman qhapaq qhachiy.

source: Hide courses block in the sidebar
qu_pe: Llapanchapi kutipikuna cuadrona pakasiy

source: When on screens where the left menu is visible, do not display the « Courses » section.
qu_pe: Yakupiwqan pantallakunapi, « Kutipikuna » suyuta mana rikuchiy.

source: Allow using extra fields in course catalogue
qu_pe: Kutipi qhapaq willakuykuna kutipi katálogoq qhachiy

source: Add new search fields dynamically to the course catalogue based on searchable course extra fields.
qu_pe: Kutipi katálogoq qhapaq kutipi qhapaq willakuykunaq suyay.

source: Show multi-URL shared course marker
qu_pe: Multi-URL qhachikusqa kutipi hallpʼa rikuchiy

source: Adds a link icon to courses that are shared between URLs, so users (in particular teachers) know they have to take special care when editing the course content.
qu_pe: URLkunaq wawqi kutipikunapaq suyku hallpʼata yapay, runakuna (yachachisqakuna)qa kutipi willakuyta llamkʼachispaq yuyay.

source: Restrict course templates to one course category
qu_pe: Kutipi plantillakunata huk kutipi katagóriaman qhapaq qhachiy

source: Give a category code to use as course templates. Only those courses will show in the drop-down at course creation time, and users won’t see the courses in this category from the courses catalogue.
qu_pe: Kutipi plantillakunapaq kutipi katagória código nisqata qillqay. Kutipi kamachisqanpi drop-downpi rikuchikunam, runakunaqa katagóriaq kutipikunata katálogoq mana rikunanku.

source: Show unsubscribe button in ‘My courses’
qu_pe: ‘Ñoqap kutipikuna’pi qhaway suyuta rikuchiy

source: Add a button to unsubscribe from a course on the ‘My courses’ page.
qu_pe: ‘Ñoqap kutipikuna’ pachapi kutipimanta qhaway suyuta yapay.

source: Show donate message on course creation page
qu_pe: Kutipi kamachisqa pachapi donay willakuy rikuchiy

source: Add a message box in the course creation page for teachers, asking them to donate to the project.
qu_pe: Kutipi kamachisqa pachapi yachachisqakunapaq willakuy casilla yapay, proyektonaman donay yachachiy.

source: Donation link on course creation page
qu_pe: Yachay ruraypi qillqaykuna donatsyun suyana

source: The page the donation message should link to (full URL).
qu_pe: Donatsyun mensaykuna musuq rurayman suyana (kamachiy URL).

source: Type of link for the session title
qu_pe: Sut'i sut'iqanpa suyana killa

source: On the courses/sessions page, the session title can be either of the following : 0 = no link (hide session title) ; 1 = link title to a special session page ; 2 = link to the course if there is only one course ; 3 = session title makes the courses list foldable ; 4 = no link (show session title).
qu_pe: Yachay ruraykuna/sut'iqkuna ruraypi, sut'i sut'iqanqa kaykuna kasuq: 0 = mana suyana (sut'i sut'iqanta qallarina); 1 = sut'iqanta sut'iqan musuq rurayman suyana; 2 = musuq yachay rura imayna kaq yachay ruraywan suyana; 3 = sut'i sut'iqan yachay ruraykuna qallqarina; 4 = mana suyana (sut'i sut'iqanta rikuchina).

source: Hide course rating
qu_pe: Yachay ruray qillqayta qallarina

source: The course rating feature comes by default in different places. If you don’t want it, enable this option.
qu_pe: Yachay ruray qillqay killa kaykunaq chaysinpi rikhuriy. Mana munaspaykiqa, kay allin kachayta kichay.

source: Hide columns from course logs
qu_pe: Yachay ruray qillqakuna hallt'akuna qallarina

source: This array gives you the possibility to configure which columns to hide in the main course stats page and in the total time report.
qu_pe: Kay hallt'a yachay ruray qillqakuna ruraypi uk maypipas hallt'akuna qallarina kasuq allinchayta qhaway.

source: Course student info display
qu_pe: Yachay ruray yachakuq yachaykuna rikuchina

source: On the ‘My courses’/’My sessions’ pages, show additional information regarding the score, progress and/or certificate acquisition by the student.
qu_pe: 'Ñoqay yachay ruraykuna'/'Ñoqay sut'iqkuna' ruraykunapi, yachakuqpa qillqa, ruraynin/utiy yachaykuna rikuchina.

source: Course catalogue settings
qu_pe: Yachay ruray katalluhu allinchakuna

source: This array gives you the possibility to configure many aspects of the course catalogue.
qu_pe: Kay hallt'a yachay ruray katalluhupi uk maypipas allinchayta qhaway.

source: Show dependencies in course intro
qu_pe: Yachay ruray musquykipi imaymana rikuchina

source: When using resources sequencing with courses or sessions, show the dependencies of the course on the course’s homepage.
qu_pe: Yachay ruraykuna uta yachay ruraykunawan musquykita llamkaspaykiqa, yachay ruray musquykunapi yachay ruray imaymanata rikuchina.

source: Display course catalogue on homepage
qu_pe: Yachay ruray katalluhuta ruray musquykipi rikuchina

source: Set course category mandatory
qu_pe: Yachay ruray killata llamkan

source: When creating a course, make the course category a required setting.
qu_pe: Yachay ruray rurakuspalla, yachay ruray killata llamkan kasuq.

source: Remove course code field from course creation form
qu_pe: Yachay ruray ruraypi qillqa killa qallarina

source: If not provided, the course code is generated by default based on the course title, so enable this option to remove the code field from the course creation form altogether.
qu_pe: Mana qhaway imayna kaspaq, yachay ruray qillqa yachay ruray sut'inmanta rurakun. Kay allin kachayta kichaspaykiqa, yachay ruray ruraypi qillqa killata qallarina.

source: Hide course teacher info on course details page
qu_pe: Yachay ruray yachay yachaykuna ruraypi yachay yachaykuna qallarina

source: On the course details page, hide the teacher information.
qu_pe: Yachay ruray yachaykuna ruraypi, yachay yachaykuna qallarina.
