Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: There is no given order, you can click on any learning object.
yo_ng: Kò sí ìlẹ̀mọ̀ tí a fún, o lè tẹ sórí àwùjọ ẹ̀kọ́ kankan.

source: Score
yo_ng: Dídùn

source: Learning object name
yo_ng: Orúkọ àwùjọ ẹ̀kọ́

source: Status
yo_ng: Ipò

source: To enter
yo_ng: Lati wọ

source: you need first to accomplish
yo_ng: o nilo lati ṣe akọkọ

source: This learning object is now
yo_ng: Àwùjọ ẹ̀kọ́ yìí ti di

source: Terminate
yo_ng: Parí

source: Restart
yo_ng: Ṣàtúnṣe

source: Completed
yo_ng: Kòparapọ

source: Incomplete
yo_ng: Kò ṣe pàdé

source: Passed
yo_ng: Kọja

source: Failed
yo_ng: Kù

source: Previous
yo_ng: Ti tẹlẹ

source: Next
yo_ng: Tọka siwaju

source: Chamilo SCORM player
yo_ng: Ènìyàn SCORM Chamilo

source: My progress
yo_ng: Ìlọsoke mi

source: This course is empty.
yo_ng: Ilana yii ko ni nkankan.

source: No status for this content
yo_ng: Ko si ipo fun akoonu yii

source: logged out from SCORM area
yo_ng: jade kuro ni agbegbe SCORM

source: Close windows
yo_ng: Pa awọn ferese

source: Browsed
yo_ng: Ti ṣàwárí

source: Back to normal screen
yo_ng: Pada si iboju deede

source: Full screen
yo_ng: Iboju kikun

source: Not attempted
yo_ng: Ko gbiyanju

source: Local
yo_ng: Agbegbe

source: Remote
yo_ng: Jinna

source: Auto-detect
yo_ng: Ṣàwárirí aládàá

source: Total of completed learning objects
yo_ng: Lapapọ awọn nkan ẹkọ ti o ti pari

source: Are you sure you want to delete these steps?
yo_ng: Ṣe o da ṣinṣin pe o fẹ pa awọn igbesẹ wọnyi nu?

source: Authoring tool
yo_ng: Ohun elo onkọwe

source: SCORM or AICC file to upload
yo_ng: Failu SCORM tabi AICC lati gbe soke

source: Course location
yo_ng: Ipo ẹkọ

source: Upload local .zip package from the archive/ directory
yo_ng: Gbe package .zip agbegbe soke lati ibi ipamọ/

source: This learning object or activity is not SCORM compliant. That's why it is not exportable.
yo_ng: Nkan ẹkọ tabi iṣẹ yii ko ni ibamu pẹlu SCORM. Ìdí nìyí kò ṣeé gbé jade.

source: Move the current section
yo_ng: Gbe apakan lọwọlọwọ

source: Generic SCORM
yo_ng: SCORM Gbogbogbo

source: The format of this package could not be recognized. Please check this is a valid package.
yo_ng: A kò le ṣe idanimọ ọna package yii. Jọwọ ṣayẹwo pe eyi jẹ package to wulo.

source: Move the current forum
yo_ng: Gbe apejọ lọwọlọwọ

source: Warning! When you edit the content of a learning object, you may alter the reporting of the course or damage the learning object.
yo_ng: Ìkìlọ! Nigbati o ba ṣatunṣe akoonu ti nkan ẹkọ kan, o le yi ijabọ ẹkọ pada tabi bajẹ nkan ẹkọ naa.

source: Please provide a subject or message
yo_ng: Jọwọ pese akọle tabi ifiranṣẹ

source: Messages
yo_ng: Awọn ifiranṣẹ

source: New message
yo_ng: Ifiranṣẹ tuntun

source: Delete selected messages
yo_ng: Pa awọn ifiranṣẹ ti a yan nu

source: Deselect all
yo_ng: Yọ gbogbo yan kuro

source: Reply to this message
yo_ng: Idahun si ifiranṣẹ yii

source: Back to inbox
yo_ng: Pada si apoti akọsilẹ

source: The message has been sent to
yo_ng: Ifiranṣẹ naa ti fi ranṣẹ si

source: Send to
yo_ng: Fi ranṣẹ si

source: myself
yo_ng: ara mi

source: The id of the message to reply to is not valid.
yo_ng: ID ti ifiranṣẹ lati dahun ko wulo.

source: There was an error while trying to send the message.
yo_ng: Aṣiṣe kan waye lakoko igbiyanju lati fi ifiranṣẹ ranṣẹ.

source: Are you sure you want to delete the selected messages?
yo_ng: Ṣe o da ṣinṣin pe o fẹ pa awọn ifiranṣẹ ti a yan nu?

source: The selected messages have been deleted
yo_ng: Awọn ifiranṣẹ ti a yan ti pa nu

source: Please enter a title
yo_ng: Jọwọ tẹ akọle kan sii

source: Type your message here
yo_ng: Kọ ifiranṣẹ rẹ si ibi

source: The message has been deleted
yo_ng: Ifiranṣẹ naa ti pa nu

source: Are you sure you want to delete the selected message?
yo_ng: Ṣe o da ṣinṣin pe o fẹ pa ifiranṣẹ ti a yan?

source: Delete message
yo_ng: Paarẹ ifiranṣẹ

source: Read message
yo_ng: Ka ifiranṣẹ

source: Send invitation message
yo_ng: Fi ifiranṣẹ ìpè ránṣẹ

source: Are you sure that you wish to send these invitations ?
yo_ng: Ṣe o da ṣe loju pe o fẹ ran awọn ìpè wọnyi?

source: Messages tool
yo_ng: Ohun elo Ifiranṣẹ

source: Write a message
yo_ng: Kọ ifiranṣẹ kan

source: Message already read
yo_ng: Ifiranṣẹ ti ka tẹlẹ

source: Message without reading
yo_ng: Ifiranṣẹ lai ka

source: Message Sent
yo_ng: Ifiranṣẹ ti a fi ránṣẹ

source: Settings
yo_ng: Eto

source: The information has been modified
yo_ng: Alaye naa ti yipada

source: Completely delete this course
yo_ng: Paarẹ akoko ẹkọ yii patapata

source: Trainers
yo_ng: Awọn olukọni

source: Category
yo_ng: Ẹka

source: Confidentiality
yo_ng: Aṣiri

source: Unsubscribe
yo_ng: Fagilee

source: Private access, registration open
yo_ng: Wiwọle ikọkọ, iforukọsilẹ ṣii

source: Not allowed
yo_ng: Ko gba laaye

source: By default, your course is public. But you can define the level of access above.
yo_ng: Nipasẹ aiyipada, akoko ẹkọ rẹ jẹ ti gbogbo eniyan. Ṣugbọn o le ṣalaye ipele iraye si loke.

source: Public - access allowed for the whole world
yo_ng: Ti gbogbo eniyan - iraye si laaye fun gbogbo agbaye

source: Open - access allowed for users registered on the platform
yo_ng: Ṣii - iraye si laaye fun awọn olumulo ti forukọsilẹ lori pẹpẹ

source: Student %s is no subscribed to this course
yo_ng: Ọmọ ile-iwe %s ko forukọsilẹ si akoko ẹkọ yii

source: This language will be valid for every visitor of your courses portal
yo_ng: Èdè yii yoo wulo fun gbogbo awọn alejo ti oju-iṣẹ akoko ẹkọ rẹ

source: Contributions
yo_ng: Awọn ilowosi

source: Course program
yo_ng: Eto akoko ẹkọ

source: Statistics
yo_ng: Awọn iṣiro

source: Upload page and link to Home Page
yo_ng: Gbe oju-iwe soke ki o so pọ si oju-iwe Ile

source: Add link to page on Home Page
yo_ng: Fi ìsopọ si oju-iwe lori oju-iwe Ile kun

source: has been deleted
yo_ng: ti paarẹ

source: Deleting this area will permanently delete all the content (documents, links...) it contains and unregister all its members (not remove them from other courses). <br>Do you really want to delete the course?
yo_ng: Paarẹ agbegbe yii yoo paarẹ gbogbo akoonu (awọn iwe-ipamọ, awọn ìsopọ...) ti o ni ati fagilee gbogbo awọn ọmọ ẹgbẹ rẹ (ko yoo yọ wọn kuro ninu awọn akoko ẹkọ miiran). <br>Ṣe o fẹ paarẹ akoko ẹkọ naa gan-an?

source: YES
yo_ng: BẸẹNI

source: NO
yo_ng: RARA

source: Department URL
yo_ng: URL Ẹka

source: Department
yo_ng: Ẹka

source: Archive this course area
yo_ng: Fi agbegbe akoko ẹkọ yii ṣii

source: Groups
yo_ng: Awọn ẹgbẹ

source: Trainer
yo_ng: Olukọni

source: Description
yo_ng: Ṣàlàyé

source: Course backup
yo_ng: Ẹyin akoko ẹkọ

source: Restore a course
yo_ng: Ṣe ìdàpadà akoko ẹkọ kan

source: Restore
yo_ng: Ṣe ìdàpadà

source: created in
yo_ng: ti a ṣẹda ni

source: Creation of missing directories
yo_ng: Ṣẹda awọn ilana ti ko si

source: Copy of course files
yo_ng: Ẹda awọn faili akoko ẹkọ

source: Free disk space
yo_ng: Aaye disiki ọfẹ

source: Creation of backup file
yo_ng: Ṣẹda faili ìyàsẹ

source: file copied
yo_ng: faili ti a daakọ

source: Archive location
yo_ng: Ipo ìpamọ

source: Size of
yo_ng: Iwọn ti

source: Archive name
yo_ng: Orúkọ ìpamọ́

source: Backup successful
yo_ng: Àkósílẹ̀ ṣàṣeyọrí

source: Backup of course data in main database for
yo_ng: Àkósílẹ̀ dátà ìdàrú kọọsinu ìpìlẹ̀ dátà pàtàkì fún

source: Backup of user data in main database for
yo_ng: Àkósílẹ̀ dátà olùpẹ̀lò kọọsinu ìpìlẹ̀ dátà pàtàkì fún

source: Backup of announcements data in main database for
yo_ng: Àkósílẹ̀ dátà ìfọwọ́sowọ́pọ̀ kọọsinu ìpìlẹ̀ dátà pàtàkì fún

source: Backup of database
yo_ng: Àkósílẹ̀ ìpìlẹ̀ dátà

source: Expiration date
yo_ng: Ọjọ́ ìparí

source: Latest edit
yo_ng: Àtúnṣe ìdáhùn tuntun

source: Latest visit
yo_ng: Ìbẹ̀wò tuntun

source: Subscription
yo_ng: Àwùsodè

source: Course access
yo_ng: Wíwọle kọọsi

source: Do you really want to backup this course?
yo_ng: Ṣe o fẹ́ ṣàlàyé ìpamọ́ kọọsi yìí gan-an?

source: Add a new course
yo_ng: Ṣàfikún kọọsi tuntun

source: The course is in an archive file which you can select below.<br><br>Once you click on "Restore", the archive will be uncompressed and the course recreated.
yo_ng: Kọọsi naa wà nínú ìpamọ́ ìwé eyí tí o lè yan nísàlẹ̀.<br><br>Nígbàkí ìdílé kan lórí "Ìdápò", ìpamọ́ naa yóò ṣe ìdílé àti ìdá ìdàpọ̀ kọọsi.

source: This script doesn't allow yet to automatically restore users, but data saved in "users.csv" are sufficient for the administrator to do it manually.
yo_ng: Ètò ìmọ̀ yìí kò yìnbọ ìdápò àwùsódè lọ́nà àtọ́nà síbẹ̀, ṣùgbọ́n dátà tí a fipamọ́ nínú "users.csv" ti pọ̀ fún àdènà láti ṣe é fúnra rẹ̀.

source: Available archives list
yo_ng: Àkójọ ìpamọ́ tí ó wà

source: No archive has been selected
yo_ng: Kò sẹ́ni ìpamọ́ kankan tí a yàn

source: The archive has not been found
yo_ng: Ìpamọ́ naa kò rí

source: The archive has been uncompressed and installed.
yo_ng: Ìpamọ́ naa ti ṣe ìdílé àti fifi sórí.

source: The file "users.csv" has been put into Documents tool.
yo_ng: Ìwé "users.csv" ti fi sínú ìrìnàjò Ìwádìí.

source: Web services
yo_ng: Àwùjọ Ìwé

source: Other category
yo_ng: Ẹ̀ka mìíràn

source: Users are allowed to unsubscribe from this course
yo_ng: Àwùjọ ìlò ṣe yìnbọ ìdásílẹ̀ kúrò nínú kọọsi yìí

source: Users are not allowed to unsubscribe from this course
yo_ng: Àwùjọ ìlò kò yìnbọ ìdásílẹ̀ kúrò nínú kọọsi yìí

source: Closed - the course is only accessible to the teachers
yo_ng: Pipade - kọọsi ṣòro wíwọle fún àwùjọ olùkọ nìkan

source: Modified (more detailed settings specified through roles-rights system)
yo_ng: Yípadà (àwùjọ ìlò ìdásílẹ̀ pàtàkì púpọ̀ tí a ṣe ìdásílẹ̀ pẹ̀lú ìlò ìdílé-ẹ̀tọ̀)

source: E-mail on assignments submission by students
yo_ng: Ìmélì lórí ìfibọ́ ìdùsílẹ̀ ìdàrú àwùjọ ìlò

source: E-mail students and teachers on new assignment submission
yo_ng: Ìmélì àwùjọ ìlò àti olùkọ lórí ìfibọ́ ìdùsílẹ̀ ìdàrú tuntun

source: Disable e-mail alert on new assignment submission
yo_ng: Dí ìdásílẹ̀ ìmélì lórí ìfibọ́ ìdùsílẹ̀ ìdàrú tuntun

source: E-mail users on dropbox file reception
yo_ng: Ìmélì àwùjọ ìlò lórí ìgbàgbọ́ ìwé ìdọba

source: E-mail users on dropbox files reception
yo_ng: Ìmélì àwùjọ ìlò lórí ìgbàgbọ́ ìwé ìdọba

source: Disable e-mail alert on dropbox files reception
yo_ng: Dí ìdásílẹ̀ ìmélì lórí ìgbàgbọ́ ìwé ìdọba

source: Allow learners to edit the agenda
yo_ng: Yàn fún àwùjọ ìlò láti ṣàtúnṣe ìtò ìdàrú

source: Activate course agenda edition by users
yo_ng: Ṣàpín ìdàsílẹ̀ ìtò ìdàrú kọọsi nipasẹ̀ àwùjọ ìlò

source: Disable agenda editing by learners
yo_ng: Dí ìdàsílẹ̀ ìtò ìdàrú àwùjọ ìlò

source: Allow learners to edit announcements
yo_ng: Yàn fún àwùjọ ìlò láti ṣàtúnṣe ìfọwọ́sowọ́pọ̀

source: Enable edition by users
yo_ng: Ṣàpín ìdàsílẹ̀ nipasẹ̀ àwùjọ ìlò

source: Disable edition by users
yo_ng: Dí ìdàsílẹ̀ nipasẹ̀ àwùjọ ìlò

source: Or in
yo_ng: Tàbí nínú

source: Course registration password
yo_ng: Ọ̀rọ̀ ìgbaniwọle ìdàsílẹ̀ kọọsi

source: Click on this link for a full removal of the course from the server.<br /><br />Be carefull, there's no way back!
yo_ng: Tẹ̀ lórí ìdọ̀tí yìí fún ìparẹ́ kíkún kọọsi kúrò lórí ìyàwòrán.<br /><br />Ṣọ́ra, kò sí ìdàbọ̀!

source: Duplicate the course or some learning objects in another course. You need 2 courses to use this feature: an original course and a target course.
yo_ng: Ẹ̀ka kọọsi tàbí àwùjọ ìmọ̀ kan nínú kọọsi mìíràn. O nilo kọọsi 2 láti lo ẹ̀yà yìí: kọọsi àkọ́kọ́ àti kọọsi ìdílé.

source: This tool empties the course. It removes documents, forums, links. And allows you to select what parts you want to remove or decide to remove the whole.
yo_ng: Èlò yìí ṣàfọ́ kọọsi. Ó yọ ìwádìí, ìpìlẹ̀ ìfọwọ́sowọ́pọ̀, ìdọ̀tí. Ó sì yàn fún ọ láti yan àwùjọ ìdílé tí o fẹ́ yọ tàbí pinnu láti yọ gbogbo rẹ̀.

source: E-mail alert on new test submitted
yo_ng: Ìdásílẹ̀ ìmélì lórí ìdánwò tuntun tí a fiwọ́silẹ̀

source: Activate e-mail sending when a user submits new test answers
yo_ng: Ṣàpín ìfiriṣẹ́ ìmélì nígbà tí olùpẹ̀lò ba fi ìdáhùn ìdánwò tuntun ṣe ìdásílẹ̀

source: Disable e-mail alert on new test answers submission
yo_ng: Dí ìdásílẹ̀ ìmélì lórí ìdásílẹ̀ ìdáhùn ìdánwò tuntun

source: User picture in forum
yo_ng: Àwòrán olùpẹ̀lò nínú ìpìlẹ̀ ìfọwọ́sowọ́pọ̀

source: Display users pictures in the forum
yo_ng: Fi àwòrán àwùjọ ìlò hàn nínú ìpìlẹ̀ ìfọwọ́sowọ́pọ̀

source: Hide users pictures in the forum
yo_ng: Pa àwòrán àwùjọ ìlò mọ́ nínú ìpìlẹ̀ ìfọwọ́sowọ́pọ̀

source: Enable course themes
yo_ng: Ṣàpín àwùjọ ìdílé kọọsi

source: Allowed
yo_ng: Gba

source: Disallowed
yo_ng: Kò yọ̀nda

source: Chat settings
yo_ng: Ètò ìfọwọ́sowọ́pọ̀

source: Open chat in a new Window
yo_ng: Ṣii ìfọwọ́sowọ́pọ̀ nínú Fere ìdíbọ̀ tuntun

source: Activate open the chat in a new window
yo_ng: Ṣe ìdíwò ìsí ìfọwọ́sowọ́pọ̀ nínú fere ìdíbọ̀ tuntun

source: Deactivate open the chat in a new window
yo_ng: Pa ìsí ìfọwọ́sowọ́pọ̀ nínú fere ìdíbọ̀ tuntun

source: E-mail teacher when a new user auto-subscribes
yo_ng: Fi ìmeeli rán olùkọ́ lọ nígbà tí olùwò tuntun ṣe ìdọwọ́sílẹ̀

source: E-mail the teacher when a new user auto-subscribes
yo_ng: Fi ìmeeli rán olùkọ́ lọ nígbà tí olùwò tuntun ṣe ìdọwọ́sílẹ̀

source: E-mail teacher and tutors when new user auto-subscribes
yo_ng: Fi ìmeeli rán olùkọ́ àti àwùjọ́ olùkọ́ lọ nígbà tí olùwò tuntun ṣe ìdọwọ́sílẹ̀

source: Disable e-mail alert to teacher on auto-subscription
yo_ng: Pa ìdènì ìmeeli sí olùkọ́ lórí ìdọwọ́sílẹ̀

source: Press 'Store' again...
yo_ng: Tẹ 'Fipamọ́' lẹ̀kan mìíràn...

source: Usage Rights
yo_ng: Ẹ̀tọ́ Ìlò

source: Version
yo_ng: Ẹ̀yà

source: select from list
yo_ng: yàn kúrò nínú akojọ

source: Created, size
yo_ng: Dá, ìwọ̀n

source: in VCARD format
yo_ng: nínú ìṣètò VCARD

source: Format
yo_ng: Ìṣètò

source: :draft:draft,, final:final,, revised:revised,, unavailable:unavailable
yo_ng: :draft:akọpamọ́,, final:ipari,, revised:atúnṣe,, unavailable:kò ṣe wà

source: :no:free, no cost,, yes:not free, cost
yo_ng: :no:ọfẹ, kò ṣe owó,, yes:kò ọfẹ, owó

source: :yes:copyright,, no:no copyright
yo_ng: :yes:aṣẹ́lẹ̀ àtìjú,, no:kò sí aṣẹ́lẹ̀ àtìjú

source: :exercise:exercise,, simulation:simulation,, questionnaire:questionnaire,, diagram:diagram,, figure:figure,, graph:graf,, index:index,, slide:slide,, table:table,, narrative text:narrative text,, exam:exam,, experiment:experiment,, problem statement:problem statement,, self assessment:self assessment,, lecture:lecture
yo_ng: :exercise:adàwò,, simulation:àpẹẹrẹ,, questionnaire:ìbéèrè,, diagram:àwòrán ìsopọ̀,, figure:àwòrán,, graph:àwòrán ìdàpọ̀,, index:àtòrunwò,, slide:àwòrán kọjá,, table:tàbili,, narrative text:ọrọ ìtàn,, exam:ìdánwò,, experiment:àwààdà,, problem statement:ìdí ìṣòro,, self assessment:àtúnwò ara ẹni,, lecture:ọrọ ìdàsílẹ̀

source: Please select a backup option
yo_ng: Jọ̀wọ̀ yàn ìpìlẹ̀ ìpamọ́ kan

source: Let me select learning objects
yo_ng: Jẹ́ kí n yan àwùjọ ìmọ̀

source: Create a complete backup of this course
yo_ng: Ṣẹ̀dá ìpamọ́ kíkún ti kọlẹẹ̀ji yìí

source: Create a backup
yo_ng: Ṣẹ̀dá ìpamọ́

source: The backup has been created. The download of this file will start in a few moments. If your download does not start, click the following link
yo_ng: Ìpamọ́ ti ṣẹ̀dá. Ìrùsẹ́ ìdàsílẹ̀ fọ́ọ̀lù yìí yóò bẹ̀rẹ̀ láìpẹ́. Ti ìdàsílẹ̀ rẹ kò bẹ̀rẹ̀, tẹ ìnọ́nnì ìkọ̀wé yìí

source: Select a backup file
yo_ng: Yan ìpamọ́ fọ́ọ̀lù

source: Import backup
yo_ng: Gbe ìpamọ́ wọlé

source: Import full backup
yo_ng: Gbe ìpamọ́ kíkún wọlé

source: Import finished
yo_ng: Ìgbé wọlé ti parí

source: Tests
yo_ng: Àwààdà

source: Courses
yo_ng: Àwùjọ ìdàsílẹ̀

source: Copy course
yo_ng: Da ẹ̀kọ́ ẹ̀kọ́ ṣe ẹ̀kọ́ tuntun

source: Select learning objects to copy
yo_ng: Yan àwùjọ ìmọ̀ láti da ṣe ẹ̀kọ́ tuntun

source: Copying is finished
yo_ng: Dídà ẹ̀kọ́ tuntun ti parí

source: Delete everything
yo_ng: Pa ohun gbogbo rẹ̀ run

source: Empty this course
yo_ng: Sọ kọlẹẹ̀ji yìí di òfo

source: Recycle is finished
yo_ng: Atúpalẹ̀ ti parí

source: Warning: using this tool, you will delete learning objects in your course. There is no UNDO possible. We advise you to create a <a href="create_backup.php">backup</a> before.
yo_ng: Ìkìlọ̀: pẹ̀lú ohun èlò yìí, yóò pa àwùjọ ìmọ̀ rẹ̀ run nínú kọlẹẹ̀ji rẹ. Kò sí Ìyípadà padà ṣeé ṣe. A gbìyàn jù fún ọ láti ṣẹ̀dá <a href="create_backup.php">ìpamọ́</a> ṣáájú.

source: What should be done with imported files with the same file name as existing files?
yo_ng: Kí ni yóò ṣe pẹ̀lú àwùjọ ìpamọ́ tí ó kàn pẹ̀lú orúkọ ìpamọ́ kan pẹ̀lú ìpamọ́ tí ó wà tẹ́lẹ̀?

source: Skip same file name
yo_ng: Fá ààyè orúkọ ìpamọ́ kan náà kọjá

source: Rename file (eg file.pdf becomes file_1.pdf)
yo_ng: Ṣe ìdàtún ìpamọ́ (fun ìdí ìpamọ́.pdf di ìpamọ́_1.pdf)

source: Overwrite file
yo_ng: Kọ ìpamọ́ lórí ìpamọ́

source: Select target course
yo_ng: Yan kọlẹẹ̀ji ìdí ìpamọ́

source: Full copy
yo_ng: Ẹ̀kọ́ tuntun kíkún

source: There are no resources to backup
yo_ng: Kò sí àwùjọ ìpamọ́ láti ṣe ìpamọ́

source: There are no resources in backup file
yo_ng: Kò sí àwùjọ ìpamọ́ nínú ìpamọ́ fọ́ọ̀lù

source: Select resources
yo_ng: Yan àwùjọ ìpamọ́

source: There are no resources to recycle
yo_ng: Kò sí àwùjọ ìpamọ́ láti tún ṣe ìpamọ́

source: Include questions pool
yo_ng: Kọ awọn ìbeèrè ìdàpọ̀

source: local file
yo_ng: fáìlì àgbègbè

source: server file
yo_ng: fáìlì olupin

source: No backup is available
yo_ng: Kò sí ìdábòbò tí ó wà

source: No destination course available
yo_ng: Kò sí ìdàbọ̀ ìdàrì tí ó wà

source: Import a backup. You will be able to upload a backup file from you local drive or you can use a backup file available on the server.
yo_ng: Gbe ìdábòbò wọlé. Iwọ yóò lè gbe fáìlì ìdábòbò kan kọ̀ọ̀kan láti ọkọ̀ ìdarí ìdàbọ̀ tàbí o lè lo fáìlì ìdábòbò tí ó wà lórí olupin.

source: Create a backup. You can select the learning objects to integrate in the backup file.
yo_ng: Ṣẹ̀dá ìdábòbò. O lè yan awọn nkan ẹ̀kọ́ láti ṣàpọ̀ sínú fáìlì ìdábòbò.

source: Tool introduction
yo_ng: Ìdọ̀tí ìgbòòlù

source: Upload failed, please check maximum file size limits and folder rights.
yo_ng: Ìgbé kò ṣẹ́, jọ̀wọ́ ṣayẹ̀wò àwọn ìdíwò ìwọ̀n fáìlì púpọ̀ jù àti ẹ̀tọ́ ìlọ́jà.

source: Documents will be added too
yo_ng: Àwọn ìwé yóò ṣe ìfi lọ́wọ́ pẹ̀lú

source: If you want to export a course containing a test, you have to make sure the corresponding tests are included in the export, so you have to select them in the list of tests.
yo_ng: Ti o ba fẹ́ gbe ìdàbọ̀ ìdàrì kan tí ó ni ìdánwò, o gbọ́dọ̀ rí i dájú pé àwọn ìdánwò tí ó ṣe pàtàkì wa nínú ìdàbọ̀, nítorí náà o gbọ́dọ̀ yan wọn nínú akojọ ìdánwò.

source: The var/cache/ directory, used by this tool, is not writeable. Please contact your platform administrator.
yo_ng: Àwùjọ var/cache/, tí ìgbòòlù yìí ń lo, kò ṣe ìkọ̀wé. Jọ̀wọ́ kan si olùdarí pẹpẹ rẹ.

source: Target course
yo_ng: Ìdàbọ̀ ìdọ̀tí

source: Convert to multiple answer
yo_ng: Yí padà sí ìdáhùn pupọ

source: Enabling CAS authentication will allow users to authenticate with their CAS credentials.<br/>Go to <a href='settings.php?category=CAS'>Plugin</a> to add a configurable 'CAS Login' button for your Chamilo campus. Or you can force CAS authentication by setting cas[force_redirect] in app/config/auth.conf.php.
yo_ng: Ṣí ìdáhùn CAS ṣí yóò jẹ́ kí àwùjọ lo ìdáhùn CAS wọn.<br/>Lọ sí <a href='settings.php?category=CAS'>Àfikún</a> láti ṣàfikún bọ́tì Ìwọlé CAS tí a ṣe ìdàbọ̀ fún àgbàlá Chamilo rẹ. Tàbí o lè fipá ìdáhùn CAS nípa ìṣètò cas[force_redirect] nínú app/config/auth.conf.php.

source: Users registered in any group
yo_ng: Àwùjọ tí a forúkọ sílẹ̀ nínú ẹgbẹ́ kankan

source: Camera
yo_ng: Kámẹ́rà

source: Microphone
yo_ng: Màikíròfùùnù

source: Delete stream
yo_ng: Pa ìṣàn kúrò

source: Record
yo_ng: Ṣe ìgbasilẹ̀

source: No File available
yo_ng: Kò sí Fáìlì tí ó wà

source: Recording only for trainers
yo_ng: Ìgbasilẹ̀ fún àwùjọ olùdàrì nìkan

source: Users at the moment:
yo_ng: Àwùjọ lónìí:

source: Start conference
yo_ng: Bẹ̀rẹ̀ ìpàdé

source: My name
yo_ng: Orúkọ mi

source: Import presentation
yo_ng: Gbe ìdàrì wọlé

source: Refresh list
yo_ng: Ṣàtúnṣe akojọ

source: Go to Top
yo_ng: Lọ sí òkè

source: New poll
yo_ng: Ìdí ìdòtí tuntun

source: Create a new poll for this room
yo_ng: Ṣẹ̀dá ìdí ìdòtí tuntun fún yàrá yìí

source: Question
yo_ng: Ìbéèrè

source: Polltype:
yo_ng: Ìdí ìdòtí:

source: Info: Every connected User in this room will get a notification of this new Poll.
yo_ng: Ìròyìn: Gbogbo Olùpẹ̀lú tí ó so pọ̀ nínú yàrá yìí yóò gba ìfọwéràn ìdí ìdòtí tuntun yìí.

source: Yes / No
yo_ng: Bẹẹni / Rara

source: Numeric 1-10
yo_ng: Nọ́mba 1-10

source: Poll
yo_ng: Ìdí ìdòtí

source: You have to become Moderator of this Room to make polls.
yo_ng: O gbọ́dọ̀ di Olùdí ìdòtí yàrá yìí láti ṣe ìdí ìdòtí.

source: Your vote has been sent
yo_ng: Ìdí ìdòtí rẹ ti fi ránṣẹ́

source: You've already voted for this poll
yo_ng: O ti dìbọ fún ìdí ìdòtí yìí tẹ́lẹ̀

source: Vote!
yo_ng: Dìbọ!

source: Your answer
yo_ng: Ìdáhùn rẹ

source: wants to know:
yo_ng: fẹ́ mọ̀:

source: Poll results
yo_ng: Àwùn-ìdí ìdòtí

source: There is no Poll.
yo_ng: Kò sí Ìdí ìdòtí.

source: Meeting (max 4 seats)
yo_ng: Ìpàdé (pípé 4 ijoko)

source: Conference (max 50 seats)
yo_ng: Àpéjọ (pípé 50 ijoko)

source: Remaining seats
yo_ng: Ijoko tí ó kù

source: Already in
yo_ng: Ti wà nínú tẹ́lẹ̀

source: Check in
yo_ng: Wọlé

source: The Moderator of this Conference has left the room.
yo_ng: Olùdí ìdòtí Ìpàdé yìí ti lọ kúrò nínú yàrá.

source: System message
yo_ng: Ìfọwọsi eto

source: Choose devices
yo_ng: Yan awọn ẹrọ

source: Choose Cam:
yo_ng: Yan Kamẹra:

source: Choose Mic:
yo_ng: Yan Mic:

source: You have to reconnect so that the changes take effect.
yo_ng: O gbọdọ tun so pọ ki awọn iyipada le ṣiṣẹ.

source: Change settings
yo_ng: Yi awọn eto pada

source: Course language
yo_ng: Èdè ẹkọ

source: Confirm Clear Whiteboard
yo_ng: Ṣe idaniloju Clear Whiteboard

source: Should the whiteboard be cleared before I add a new Image?
yo_ng: Ṣe whiteboard yẹ ki o parẹ ṣaaju ki Mo ṣafikun aworan tuntun kan?

source: Don't ask me again
yo_ng: Ma ṣe beere lọwọ mi mọ

source: Ask confirmation before clearing whiteboard
yo_ng: Beere idaniloju ṣaaju pipanu whiteboard

source: Clear Draw Area
yo_ng: Parẹ agbegbe iyaworan

source: Undo
yo_ng: Faasẹ

source: Redo
yo_ng: Tun ṣe

source: Select an Object
yo_ng: Yan ohun kan

source: Draw line
yo_ng: Ya ila

source: Draw underline
yo_ng: Ya ila abẹ

source: Rectangle
yo_ng: Onigun mẹrin

source: Arrow
yo_ng: Ọfà

source: Delete selected resource
yo_ng: Pa orisun ti a yan run

source: Apply for moderation
yo_ng: Beere fun ìdàbọ̀bù

source: Apply
yo_ng: Beere

source: Become moderator
yo_ng: Di olùdàbọ̀bù

source: Waiting
yo_ng: Nduro

source: A User wants to apply for moderation:
yo_ng: Olumulo kan fẹ lati beere fun ìdàbọ̀bù:

source: Reject
yo_ng: Kọ

source: Sending request to the following users
yo_ng: Nfi ìbeere ranṣẹ si awọn olumulo wọnyi

source: Accepted
yo_ng: Ti gba

source: Rejected
yo_ng: Ti kọ

source: Change Moderator
yo_ng: Yi Olùdàbọ̀bù pada

source: You are not moderator.
yo_ng: Iwọ kii ṣe olùdàbọ̀bù.

source: Moderator
yo_ng: Olùdàbọ̀bù

source: This Room is full. Sorry please try again later.
yo_ng: Yara yii kun. Ma binu, jọwọ gbiyanju lẹhinna.

source: Please wait while loading image
yo_ng: Jọwọ duro nigba ti n gbe aworan soke

source: Synchronizing conference members
yo_ng: Ṣe ìṣọkan awọn ọmọ ẹgbẹ apejọ

source: Teacher
yo_ng: Olùkọ

source: Slides
yo_ng: Awọn slide

source: Waiting for participants
yo_ng: Nduro de awọn olukopa

source: Browse
yo_ng: Ṣàwárí

source: Choose a file to import
yo_ng: Yan faili kan lati gbe wọle

source: Converting document
yo_ng: Yiyipada iwe-ipamọ

source: Disconnected
yo_ng: Gege

source: Thin
yo_ng: Tẹlẹ

source: Thick
yo_ng: Rara

source: The hot courses list will be added in the index page
yo_ng: Akojọ awọn ẹkọ gbigbona yoo ṣe afikun ni oju-iwe atọka

source: Show hot courses
yo_ng: Han awọn ẹkọ gbigbona
