Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Set to yes to hide settings completely in a sub-URL if the setting is disabled in the main URL (where the access_url_changeable field = 0)
yo_ng: Ṣeto si bẹẹni lati fi awọn eto pamọ patapata ni URL-ipin ti eto naa ba ti pa ni URL akọkọ ( nibiti aaye access_url_changeable = 0)

source: Max login attempts before lockdown
yo_ng: Awọn igbiyanju iwọle ti o pọ julọ ṣaaju titiipa

source: Number of failed login attempts to tolerate before the user account is locked and has to be unlocked by an admin.
yo_ng: Nọmba awọn igbiyanju iwọle ti o kuna lati farada ṣaaju ki akọọlẹ olumulo ti wa ni titiipa ati pe o ni lati ṣii nipasẹ admin kan.

source: Force password renewal at first login
yo_ng: Fi ipa ṣe isọdọtun ọrọ igbaniwọle ni iwọle akọkọ

source: This is one simple measure to increase the security of your portal by asking users to immediately change their password, so the one that was transfered by e-mail is no longer valid and they then will use one that they came up with and that they are the only person to know.
yo_ng: Eyi jẹ ọna irọrun kan lati mu aabo ti oju-iṣẹ rẹ pọ si nipa bibeere lọwọ awọn olumulo lati yipada ọrọ igbaniwọle wọn lẹsẹkẹsẹ, nitorinaa eyi ti a gbejade nipasẹ imeeli ko le ṣiṣẹ mọ ati pe wọn yoo lo ọkan ti wọn wa pẹlu ati pe wọn nikan ni eniyan mọ.

source: Hide breadcrumb if 'not allowed'
yo_ng: Fi breadcrumb pamọ ti 'ko gba laaye'

source: If the user is not allowed to access a specific page, also hide the breadcrumb. This increases security by avoiding the display of unnecessary information.
yo_ng: Ti olumulo ko ba gba laaye lati wọle si oju-iwe kan pato, fi breadcrumb pamọ pẹlu. Eyi mu aabo pọ si nipa yago fun ifihan alaye ti ko wulo.

source: LDAP connection configuration
yo_ng: Eto asopọ LDAP

source: Array defining host and port for the LDAP server.<br><pre> ['host' => '', 'port' => ''] </pre>
yo_ng: Ọkọọkan ti n ṣalaye ogun ati ibudo fun olupin LDAP.<br><pre> ['host' => '', 'port' => ''] </pre>

source: Set expiration date on first login
yo_ng: Ṣeto ọjọ ipari lori iwọle akọkọ

source: Array defining the 'days' and 'months' to set the account expiration date when the user first logs in.<br><pre> [ 'days' => 0, 'months' => 0, ] </pre>
yo_ng: Array ti n ṣalaye 'ọjọ' ati 'osu' lati ṣeto ọjọ ipari akọọlẹ nigbati olumulo ba wọle ni akọkọ.<br><pre> [ 'days' => 0, 'months' => 0, ] </pre>

source: Selective display of roles
yo_ng: Ifihan ipa yiyan

source: An array of role => true/false that defines whether that role should be shown or hidden.<br><pre> [ 'COURSEMANAGER' => true, 'STUDENT' => true, 'DRH' => false, 'SESSIONADMIN' => false, 'STUDENT_BOSS' => false, 'INVITEE' => false ] </pre>
yo_ng: Array ti ipa => true/false ti o ṣalaye boya ipa yẹn yẹ ki o han tabi fi pamọ.<br><pre> [ 'COURSEMANAGER' => true, 'STUDENT' => true, 'DRH' => false, 'SESSIONADMIN' => false, 'STUDENT_BOSS' => false, 'INVITEE' => false ] </pre>

source: Roles display options
yo_ng: Awọn aṣayan ifihan ipa

source: An array of role => true/false that defines whether that role should be shown or hidden.
yo_ng: Array ti ipa => true/false ti o ṣalaye boya ipa yẹn yẹ ki o han tabi fi pamọ.

source: Default expiration days by role
yo_ng: Awọn ọjọ ipari aiyipada nipasẹ ipa

source: An array of role = > number which represents the number of days an account has before expiration, depending on the role.<br><pre> [ 'COURSEMANAGER' => 365, 'STUDENT' => 31, 'DRH' => 31, 'SESSIONADMIN' => 60, 'STUDENT_BOSS' => 60, 'INVITEE' => 31 ] </pre>
yo_ng: Array ti ipa => nọmba ti o ṣe aṣoju nọmba awọn ọjọ ti akọọlẹ kan ni ṣaaju ipari, da lori ipa.<br><pre> [ 'COURSEMANAGER' => 365, 'STUDENT' => 31, 'DRH' => 31, 'SESSIONADMIN' => 60, 'STUDENT_BOSS' => 60, 'INVITEE' => 31 ] </pre>

source: Set an extra field as trigger for registration as ex-learner
yo_ng: Ṣeto aaye afikun gẹgẹbi okọlùmọ fun iforukọsilẹ bi ẹlẹkọ tẹlẹ

source: Give an extra field label here. If this extra field is updated for any user, a process is triggered to check the access to this user to courses with the same given extra field.
yo_ng: Fun aaye afikun kan ni aami nibi. Ti aaye afikun yii ba ni imudojuiwò fun eyikeyi olumulo, ilana kan yoo bẹrẹ lati ṣayẹwo iraye si olumulo yii si awọn iṣẹ-ẹkọ pẹlu aaye afikun kanna.

source: Hide 'never expires' option for users
yo_ng: Fi 'ko si ipari' pamọ fun awọn olumulo

source: Remove the option 'never expires' when creating/editing a user account.
yo_ng: Yọ aṣayan 'ko si ipari' nigba ṣiṣẹda/atunṣe akọọlẹ olumulo.

source: URL for alternative platform logo
yo_ng: URL fun logo pẹpẹ miiran

source: Replaces the Chamilo logo by loading a (possibly remote) URL. Make sure this is allowed by your security policies.
yo_ng: Rọpa logo Chamilo nipa gbigbe URL (boya latọna jijin). Rii daju pe eyi gba laaye nipasẹ awọn eto aabo rẹ.

source: Use external career ID in diagrams
yo_ng: Lo ID iṣẹ-ṣiṣe ita ni awọn aworan atọka

source: If using career diagrams, show an extra field instead of the internal career ID.
yo_ng: Ti o ba n lo awọn aworan atọka iṣẹ-ṣiṣe, ṣafihan aaye afikun dipo ID iṣẹ-ṣiṣe inu.

source: Disable web services
yo_ng: Pa awọn iṣẹ wẹẹbu pa

source: If you do not use web services, enable this to avoid any unnecessary security risk.
yo_ng: Ti o ko ba lo awọn iṣẹ wẹẹbu, ṣiṣẹ-ṣiṣe eyi lati yago fun eyikeyi ewu aabo ti ko yẹ.

source: Enable admin-only web services
yo_ng: Ṣiṣẹ awọn iṣẹ wẹẹbu admin-nikan

source: Some REST web services are marked for admins only and are disabled by default. Enable this feature to give access to these web services (to users with admin credentials, obviously).
yo_ng: Diẹ ninu awọn iṣẹ wẹẹbu REST ti wa ni aami fun awọn admins nikan ati pe wọn ti paa. Ṣiṣẹ-ṣiṣe ẹya yii lati fun iraye si awọn iṣẹ wẹẹbu wọnyi (si awọn olumulo pẹlu awọn iwe-ẹri admin, dajudaju).

source: Enable edition of course work time
yo_ng: Ṣiṣẹ atunṣe akoko iṣẹ-ṣiṣe iṣẹ-ẹkọ

source: Enable this feature to let teachers manually update the time spent in the course by learners.
yo_ng: Ṣiṣẹ-ṣiṣe ẹya yii lati jẹ ki awọn olukọ ṣe imudojuiwò akoko ti a lo ninu iṣẹ-ẹkọ nipasẹ awọn ẹlẹkọ.

source: Internal ID of the user used to send disabled account notifications
yo_ng: ID inu ti olumulo ti a lo lati fi awọn ifitonileti akọọlẹ ti ko ṣiṣẹ ranṣẹ

source: Avoid being too personal with users by using a 'bot' account to send e-mails to users when their account is disabled for some reason.
yo_ng: Yago fun jijẹ peye pupọ pẹlu awọn olumulo nipa lilo akọọlẹ 'bot' lati fi awọn imeeli ranṣẹ si awọn olumulo nigbati akọọlẹ wọn ba di alaiṣiṣẹ fun idi kan.

source: Enable portfolio advanced sharing
yo_ng: Ṣiṣẹ pinpin to ti ni ilọsiwaju portfolio

source: Decide who can view the posts and comments of the portfolio.
yo_ng: Pinnu tani o le wo awọn ifiweranṣẹ ati awọn isọfisinni ti portfolio.

source: Redirect index.php to given URL for authenticated users
yo_ng: Darí index.php si URL ti a fun fun awọn olumulo ti a fẹri

source: If you do not want to use the index page (announcements, popular courses, etc), you can define here the script (from the document root) where users will be redirected when trying to load the index.
yo_ng: Ti o ko ba fẹ lo oju-iwe index (awọn ikede, awọn iṣẹ-ẹkọ olokiki, abbl), o le ṣalaye nibi nkan naa ( lati ipilẹ iwe) nibiti awọn olumulo yoo ṣe darí nigbati wọn ba n gbiyanju lati gbe index.

source: Default menu entry for courses
yo_ng: titẹ tẹẹka aiyipada fun awọn iṣẹ-ẹkọ

source: Define the default sub-elements of the 'Courses' entry to display if user is not registered to any course nor session.
yo_ng: Ṣalaye awọn ipin-ẹka aiyipada ti titẹ 'Courses' lati ṣafihan ti olumulo ko ba forukọsilẹ si eyikeyi iṣẹ-ẹkọ tabi igba.

source: Fields users are allowed to change in their profile
yo_ng: Awọn aaye ti awọn olumulo ni a gba laaye lati yi pada ni profaili wọn

source: Select the fields users will be able to change on their profile page.
yo_ng: Yan awọn aaye ti awọn olumulo yoo ni anfani lati yi pada lori oju-iwe profaili wọn.

source: Filter users on profile fields on subscription to course
yo_ng: Ṣe idẹrọ awọn olumulo lori awọn aaye profaili lori ṣiṣe forukọsilẹ si iṣẹ-ẹkọ

source: Allow teachers to filter the users based on extra fields on the page to subscribe users to their course.
yo_ng: Gba awọn olukọ laaye lati ṣe idẹrọ awọn olumulo da lori awọn aaye afikun lori oju-iwe lati forukọsilẹ awọn olumulo si iṣẹ-ẹkọ wọn.

source: Hide username when already showing complete name
yo_ng: Fi orukọ olumulo pamọ nigbati o ti n ṣafihan orukọ pipe

source: Some internal functions will return the username when returning the user's complete name. With this option enabled, you ensure the username will not appear.
yo_ng: Diẹ ninu awọn iṣẹ inu yoo da pada orukọ olumulo nigbati wọn ba n pada orukọ pipe olumulo. Pẹlu aṣayan yii, o ṣe idaniloju pe orukọ olumulo ko ni han.

source: Hide username in course chat
yo_ng: Fi orukọ olumulo pamọ ni chat iṣẹ-ẹkọ

source: In the course chat, hide the username. Only display people's names.
yo_ng: Ni chat iṣẹ-ẹkọ, fi orukọ olumulo pamọ. Ṣafihan awọn orukọ eniyan nikan.

source: Enable career diagrams
yo_ng: Ṣiṣẹ awọn aworan atọka iṣẹ-ṣiṣe

source: Career diagrams allow you to display diagrams of careers, skills and courses.
yo_ng: Awọn aworan atọka iṣẹ-ṣiṣe gba ọ laaye lati ṣafihan awọn aworan atọka ti awọn iṣẹ-ṣiṣe, awọn ogbon ati awọn iṣẹ-ẹkọ.

source: Disable making tool users visible in public courses
yo_ng: Pa ṣiṣe ẹrọ awọn olumulo han ni awọn iṣẹ-ẹkọ ti gbogbo eniyan

source: Avoid anyone making the 'users' tool visible in a public course.
yo_ng: Yago fun ẹnikẹni ṣiṣe ẹrọ 'awọn olumulo' han ni iṣẹ-ẹkọ ti gbogbo eniyan.

source: Default number of items per page in mySpace
yo_ng: Nọmba aiyipada ti awọn ohun kan fun oju-iwe ni mySpace

source: Pre-fill the mail with user and course info in footer contact
yo_ng: Kọ mail pẹlu alaye olumulo ati iṣẹ-ẹkọ ni atọka olubasọrọ

source: Add subject and body in the mailto: footer.
yo_ng: Fi koko-ọrọ ati ara kun si mailto: atọka.

source: Custom page for password reminder
yo_ng: Oju-iwe aṣa fun iranti ọrọ igbaniwọle

source: Set your own URL to a password reset page. Useful when using a federated account management system.
yo_ng: Ṣeto URL tirẹ si oju-iwe atunṣe ọrọ igbaniwọle. Wun nigba lilo eto iṣakoso akọọlẹ ti a ṣe ajọ.

source: Add helper to add two names in registration
yo_ng: Fi oluranlọwọ kun lati ṣafikun awọn orukọ meji ni iforukọsilẹ

source: Add help text for users to enter two names in the registration form when double lastnames are common.
yo_ng: Fi ọrọ iranlọwọ kun fun awọn olumulo lati tẹ awọn orukọ meji sinu fọọmu iforukọsilẹ nigbati awọn orukọ meji meji jẹ wọpọ.

source: Disable GDPR features
yo_ng: Pa awọn ẹya GDPR pa

source: If you already manage your personal data protection declaration to users elsewhere, you can safely disable this feature.
yo_ng: Ti o ba ti ṣakoso idaniloju aabo data rẹ ti ara ẹni si awọn olumulo ni ibomiiran, o le pa ẹya yii kuro lailewu.

source: Data protection officer name
yo_ng: Orukọ oluṣakoso aabo data

source: Data protection officer role
yo_ng: Ipa oluṣakoso aabo data

source: Data protection officer e-mail address
yo_ng: Adirẹsi imeeli oluṣakoso aabo data

source: Hide fields from users list in course
yo_ng: Fi aaye pamọ kuro ninu akojọ awọn olumulo ni ipilẹṣẹ

source: By default, we show all data from users in the users tool in the course. This array allows you to specify which fields you do not want to display. Only affects main fields (not extra fields).
yo_ng: Nipasẹ aiyipada, a ṣe afihan gbogbo data lati awọn olumulo ninu ohun elo awọn olumulo ni ipilẹṣẹ. Array yii gba ọ laaye lati ṣalaye awọn aaye eyiti o ko fẹ han. O kan awọn aaye akọkọ nikan (ko ṣe awọn aaye afikun).

source: Send mail to admin when user created
yo_ng: Fi imeeli ranṣẹ si adimina nigbati olumulo ṣẹda

source: Send email notification to admin when a user is created.
yo_ng: Fi ifitonilẹkala imeeli ranṣẹ si adimina nigbati a ṣẹda olumulo kan.

source: Show specific registration conditions
yo_ng: Han awọn ipo iforukọsilẹ kan pato

source: Show multiple conditions to user during sign up process. Provide an array with each element containing 'variable' (internal extra field name), 'display_text' (simple text for a checkbox), 'text_area' (long text of conditions).
yo_ng: Fi ọpọlọpọ awọn ipo han olumulo lakoko ilana iforukọsilẹ. Pese array pẹlu kọọkan ero ti o ni 'variable' (orukọ aaye afikun inu), 'display_text' (ọrọ ti o rọrun fun apoti ami), 'text_area' (ọrọ gigun ti awọn ipo).

source: Allow teachers to manage classes
yo_ng: Gba awọn olukọ laaye lati ṣakoso awọn kilasi

source: Fields visible on profile page
yo_ng: Awọn aaye ti o han lori oju-iwe profaili

source: Array of fields and whether (boolean) they are visible or not on the user's profile page (also works with extra fields labels).
yo_ng: Array ti awọn aaye ati boya (boolean) wọn han tabi rara lori oju-iwe profaili olumulo (o tun ṣiṣẹ pẹlu awọn aami aaye afikun).

source: Options for user import
yo_ng: Awọn aṣayan fun gbigbe wọle olumulo

source: Array of options to apply as default parameters in the CSV/XML user import.
yo_ng: Array ti awọn aṣayan lati lo bi awọn paramita aiyipada ni gbigbe wọle CSV/XML olumulo.

source: Search users by extra fields in users list for admins
yo_ng: Wa awọn olumulo nipasẹ awọn aaye afikun ni akojọ awọn olumulo fun awọn adimina

source: Naturally include the given extra fields (array of extra fields labels) in the user searches.
yo_ng: Fi awọn aaye afikun ti a fun (array ti awọn aami aaye afikun) ku si inu awọn wiwa olumulo laifọwọsi.

source: Enable career diagrams for users
yo_ng: Ṣiṣẹ awọn aworan atọka iṣẹ-ṣiṣe fun awọn olumulo

source: If career diagrams are enabled, users can only see them (and only the diagrams that correspond to their studies) if you enable this option.
yo_ng: Ti a ba ṣiṣẹ awọn aworan atọka iṣẹ-ṣiṣe, awọn olumulo le rii wọn nikan (ati awọn aworan atọka ti o baamu si awọn ẹkọ wọn) ti o ba ṣiṣẹ aṣayan yii.

source: Community managers list
yo_ng: Akojọ awọn oluṣakoso agbegbe

source: Provide an array of user IDs that will be considered community managers in the special course designated as global forum. Community managers have additional privileges on the global forum.
yo_ng: Pese array ti awọn ID olumulo ti yoo kà si awọn oluṣakoso agbegbe ni ipilẹṣẹ pato ti a yan gẹgẹbi apejọ agbegbe agbaye. Awọn oluṣakoso agbegbe ni awọn anfaani afikun lori apejọ agbegbe agbaye.

source: Users geolocation on a map
yo_ng: Ipilẹṣẹ awọn olumulo lori maapu

source: Enable the display of a map in the social network allowing you to locate other users. This includes several positions (current and destination) which have to be defined as addresses or coordinates in separate extra fields. The extra fields must be set as an array here.
yo_ng: Ṣiṣẹ afihan maapu ni nẹtiwọọki awujọ ti o gba ọ laaye lati ṣe ipo awọn olumulo miiran. Eyi pẹlu ọpọlọpọ awọn ipo (lọwọlọwọ ati ibi-afẹde) eyiti o gbọdọ ṣe asopọ bi awọn adirẹsi tabi awọn ipoidojuu ni awọn aaye afikun lọkọkọ. Awọn aaye afikun gbọdọ ṣeto bi array nibi.

source: Display a legend below the career diagram
yo_ng: Han awo-ọrọ labẹ aworan atọka iṣẹ-ṣiṣe

source: Add a career legend below the career diagram. A language variable called 'Career diagram legend' must exist in your sub-language.
yo_ng: Fi awo-ọrọ iṣẹ-ṣiṣe kun labẹ aworan atọka iṣẹ-ṣiṣe. Oniru ede ti a pe 'Awo-ọrọ aworan atọka iṣẹ-ṣiṣe' gbọdọ wa ninu ede-abẹ rẹ.

source: Display a disclaimer below the career diagram
yo_ng: Han awo-ọrọ disclaimer labẹ aworan atọka iṣẹ-ṣiṣe

source: Add a disclaimer below the career diagram. A language variable called 'Career diagram disclaimer' must exist in your sub-language.
yo_ng: Fi awo-ọrọ disclaimer kun labẹ aworan atọka iṣẹ-ṣiṣe. Oniru ede ti a pe 'Awo-ọrọ disclaimer aworan atọka iṣẹ-ṣiṣe' gbọdọ wa ninu ede-abẹ rẹ.

source: LinkedIn Orgnization ID
yo_ng: LinkedIn ID Ajo

source: When sharing a badge on LinkedIn, LinkedIn allows you to set an organization ID that will link to the LinkedIn's page of your organization (to link the organization attributing the badge).
yo_ng: Nigbati o ba pin baaji lori LinkedIn, LinkedIn gba ọ laaye lati ṣeto ID ajo ti yoo sopọ si oju-iwe LinkedIn ti ajo rẹ ( lati sopọ si ajo ti n fun baaji naa ).

source: Required fields during registration
yo_ng: Awọn aaye ti o nilo lakoko iforukọsilẹ

source: Required extra fields during registration
yo_ng: Awọn aaye afikun ti o nilo lakoko iforukọsilẹ

source: Restrict fields shown during registration
yo_ng: Dipo awọn aaye ti o han lakoko iforukọsilẹ

source: If you only want to show some of the available profile field, your can complete the array here with sub-elements 'fields' and 'extra_fields' containing arrays with a list of the fields to show.
yo_ng: Ti o ba fẹ han diẹ ninu awọn aaye profaili ti o wa nikan, o le pari array yii pẹlu awọn ero-abẹ 'fields' ati 'extra_fields' ti o ni awọn array pẹlu akojọ awọn aaye lati han.

source: Send the welcome message to e-mail and inbox
yo_ng: Fi ifọwọsi kaabọ ranṣẹ si imeeli ati apo ifiweranṣẹ

source: By default, the welcome message (with credentials) is sent only by e-mail. Enable this option to send it to the user's Chamilo inbox as well.
yo_ng: Nipasẹ aiyipada, ifọwọsi kaabọ (pẹlu awọn iwe-ẹri) ni a fi ranṣẹ nipasẹ imeeli nikan. Ṣiṣẹ aṣayan yii lati fi ranṣẹ si apo ifiweranṣẹ Chamilo ti olumulo pẹlu.

source: Admins can set users passwords manually
yo_ng: Awọn adimina le ṣeto awọn ọrọ igbaniwọle olumulo pẹlu ọwọ

source: Check password strength
yo_ng: Ṣayẹwo agbara ọrọ igbaniwọle

source: HTTP Strict Transport Security is an excellent feature to support on your site and strengthens your implementation of TLS by getting the User Agent to enforce the use of HTTPS. Recommended value: 'strict-transport-security: max-age=63072000; includeSubDomains'. See https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Strict-Transport-Security. You can include the 'preload' suffix, but this has consequences on the top level domain (TLD), so probably not to be done lightly. See https://hstspreload.org/. Leave blank to disable.
yo_ng: HTTP Strict Transport Security jẹ ẹya ti o dara julọ lati ṣe atilẹyin lori aaye rẹ ati o mu imulo TLS rẹ lagbara nipa gbigba Agent Olumulo lati fi ipa mu lilo HTTPS. Iye ti a ṣe iṣeduro: 'strict-transport-security: max-age=63072000; includeSubDomains'. Wo https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Strict-Transport-Security. O le fi 'preload' suffix kun, ṣugbọn eyi ni awọn ipa lori agbegbe ipele oke (TLD), nitorinaa boya ko ṣe laifọwọsi. Wo https://hstspreload.org/. Fi si空白 lati pa.

source: Content Security Policy is an effective measure to protect your site from XSS attacks. By whitelisting sources of approved content, you can prevent the browser from loading malicious assets. This setting is particularly complicated to set with WYSIWYG editors, but if you add all domains that you want to authorize for iframes inclusion in the child-src statement, this example should work for you. You can prevent JavaScript from executing from external sources (including inside SVG images) by using a strict list in the 'script-src' argument. Leave blank to disable. Example setting: default-src 'self'; script-src 'self' 'unsafe-eval' 'unsafe-inline'; style-src 'self' 'unsafe-inline'; child-src 'self' *.youtube.com yt.be *.vimeo.com *.slideshare.com;
yo_ng: Content Security Policy jẹ iwọn ti o munadoko lati daabobo aaye rẹ lati awọn ikọlu XSS. Nipa whitelisting awọn orisun ti akoonu ti a fọwọsi, o le ṣe idena fun ẹrọ aṣawe lati gbe awọn ohun-ini buburu. Eyi ṣeto jẹ idiwọn pataki pẹlu awọn olootu WYSIWYG, ṣugbọn ti o ba fi gbogbo awọn aaye-orisun ti o fẹ lati yọọda fun ifilelẹ iframes kun ninu alaye child-src, apẹẹrẹ yii yẹ ki o ṣiṣẹ fun ọ. O le ṣe idena JavaScript lati ṣiṣẹ lati awọn orisun ita (pẹlu inu awọn aworan SVG) nipa lilo akojọ ti o muna ni 'script-src' ariyanjiyan. Fi si空白 lati pa. Apẹẹrẹ ṣeto: default-src 'self'; script-src 'self' 'unsafe-eval' 'unsafe-inline'; style-src 'self' 'unsafe-inline'; child-src 'self' *.youtube.com yt.be *.vimeo.com *.slideshare.com;

source: Content Security Policy report only
yo_ng: Content Security Policy ijabọ nikan

source: This setting allows you to experiment by reporting but not enforcing some Content Security Policy.
yo_ng: Eyi ṣeto gba ọ laaye lati ṣe idanwo nipa ijabọ ṣugbọn ko fi ipa mu diẹ ninu Content Security Policy.

source: HTTP Public Key Pinning protects your site from MiTM attacks using rogue X.509 certificates. By whitelisting only the identities that the browser should trust, your users are protected in the event a certificate authority is compromised.
yo_ng: HTTP Public Key Pinning daabobo aaye rẹ lati awọn ikọlu MiTM nipa lilo awọn iwe-ẹri X.509 rogue. Nipa whitelisting awọn idaniloju nikan ti ẹrọ aṣawe yẹ ki o gbẹkẹle, awọn olumulo rẹ ni aabo ni iṣẹlẹ ti alaṣẹ iwe-ẹri kan ba bajẹ.

source: HTTP Public Key Pinning report only
yo_ng: HTTP Public Key Pinning ijabọ nikan

source: This setting allows you to experiment by reporting but not enforcing some HTTP Public Key Pinning.
yo_ng: Eyi ṣeto gba ọ laaye lati ṣe idanwo nipa ijabo ṣugbọn ko fi ipa mu diẹ ninu HTTP Public Key Pinning.

source: X-Frame-Options tells the browser whether you want to allow your site to be framed or not. By preventing a browser from framing your site you can defend against attacks like clickjacking. If defining a URL here, it should define the URL(s) from which your content should be visible, not the URLs from which your site accepts content. For example, if your main URL (root_web above) is https://11.chamilo.org/, then this setting should be: 'ALLOW-FROM https://11.chamilo.org'. These headers only apply to pages where Chamilo is responsible of the HTTP headers generation (i.e. '.php' files). It does not apply to static files. If playing with this feature, make sure you also update your web server configuration to add the right headers for static files. See CDN configuration documentation above (search for 'add_header') for more information. Recommended (strict) value for this setting, if enabled: 'SAMEORIGIN'.
yo_ng: X-Frame-Options sọ fun ẹrọ aṣawe boya o fẹ gba aaye rẹ laaye lati wa ni fireemu tabi rara. Nipa idena ẹrọ aṣawe lati fireemu aaye rẹ o le dabobo lọwọ awọn ikọlu bii clickjacking. Ti o ba ṣalaye URL nibi, o yẹ ki o ṣalaye awọn URL(s) lati eyiti akoonu rẹ yẹ ki o han, kii ṣe awọn URL lati eyiti aaye rẹ gba akoonu. Fun apẹẹrẹ, ti URL akọkọ rẹ (root_web loke) ba jẹ https://11.chamilo.org/, lẹhinna ṣeto yii yẹ ki o jẹ: 'ALLOW-FROM https://11.chamilo.org'. Awọn akọle wọnyi kan awọn oju-iwe nibiti Chamilo jẹ iduroṣe ti iranṣẹ akọle HTTP (h.h. awọn faili '.php'). Ko kan awọn faili aimi. Ti o ba nṣere pẹlu ẹya yii, rii daju pe o tun ṣe imudojuiwọn iṣeto olupin wẹẹbu rẹ lati kun awọn akọle to tọ fun awọn faili aimi. Wo awọn iwe iṣeto CDN loke (wa fun 'add_header') fun alaye diẹ sii. Iye ti a ṣe iṣeduro (muna) fun ṣeto yii, ti a ba ṣiṣẹ: 'SAMEORIGIN'.

source: X-XSS-Protection sets the configuration for the cross-site scripting filter built into most browsers. Recommended value '1; mode=block'.
yo_ng: X-XSS-Protection ṣeto ìfìdíṣe fún ìlẹ̀kùn ìwádìí ìkọlù ìkọlù ìkọlù ìkọlù tí a ṣe sinu ọpọlọpọ awọn ẹrẹlẹ. Ìdíyì tí a fọwọ́sowọpọ '1; mode=block'.

source: X-Content-Type-Options stops a browser from trying to MIME-sniff the content type and forces it to stick with the declared content-type. The only valid value for this header is 'nosniff'.
yo_ng: X-Content-Type-Options da ẹrẹlẹ duro lati gbiyanju lati ṣayẹwo iru akoonu ati fi agbara mu lati duro pẹlu iru akoonu ti a kede. Ìdíyì kan ṣoṣo tí ó ṣe deede fún akọle yii ni 'nosniff'.

source: Security Referrer Policy
yo_ng: Iṣeṣe Itọkasi Aabo
