Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Chamilo keeps a copy of most of the temporary files it generates (for backups, exports, copies, etc) into its var/cache/ directory. After a while, this can add up to a very large amount of disk space being used for nothing. Click the button below to clean your archive directory up. This operation should be automated by a cron process, but if this is not possible, you can come to this page regularly to remove all temporary files from the directory.
so_so: Chamilo waxay ku hayso nuqul badan oo faylal ku meel gaar ah oo ay soo saarto (saucaanka, dhoofinta, nuqullada, iwm) gudaha var/cache/ diiwaanka. Muddo ka dib, tani waxay ku dari kartaa xaddi aad u badan oo meel disk ah oo aan waxba u ahayn. Riix badhanka hoose si aad u nadiifiso diiwaankaaga kaydka. Hawlgalkani waa in uu si otomaatig ah u shaqeeyaa nidaamka cron, laakiin haddii aysan suurtagal ahayn, waxaad si joogto ah u imaan kartaa boggan si aad u tirtirto dhammaan faylalka ku meel gaarka ah ee diiwaanka.

source: Proceed with cleanup
so_so: Ku sii wad nadiifinta

source: The var/cache/ directory cleanup has been executed successfully.
so_so: Nadiifinta diiwaanka var/cache/ ayaa si guul leh loo fuliyay.

source: For some reason, the var/cache/ directory could not be cleaned up. Please clean it up by manually connecting to the server and delete all files and symbolic links under the chamilo/var/cache/ directory, except the .htaccess file. On Linux: # find var/cache/ \( -type f -or -type l \) -not -name .htaccess -exec echo rm -v \{} \;
so_so: Sabab qaar ah, diiwaanka var/cache/ lama nadiifin karin. Fadlan si gacanta ah ugu xidh serverka oo tirtir dhammaan faylalka iyo xiriirada calaamade ah ee chamilo/var/cache/ hoostiisa, marka laga reebo faylka .htaccess. Linux-ka: # find var/cache/ ( -type f -or -type l ) -not -name .htaccess -exec echo rm -v {} ;

source: Enable start time
so_so: Daabac wakhtiga bilowga

source: Enable end time
so_so: Daabac wakhtiga dhamaadka

source: The local time in the portal timezone (%s) is %s
so_so: Waqtiga maxalliga ah ee aagga portal-ka (%s) waa %s

source: Start test
so_so: Bilow imtixaanka

source: Export as .doc
so_so: Dhoofiye sida .doc

source: Wrong
so_so: Khaldan

source: Certification
so_so: Shahaadeyn

source: Online link to certificate
so_so: Xiriirka online ee shahaadada

source: New tests
so_so: Imtixaanno cusub

source: My average
so_so: Celceliska aniga

source: All attempts
so_so: Dhammaan isku dayada

source: Questions to be reviewed
so_so: Su'aalaha dib loo eegayo

source: Questions without answer
so_so: Su'aalaha aan jawaab lahayn

source: Review selected questions
so_so: Dib u eeg su'aalaha la doortay

source: You have tried to resolve this exercise earlier
so_so: Hore ayaad isku dayday in aad xalliso laylihii

source: You do not have cookies support enabled in your browser. Chamilo relies on the feature called "cookies" to store your connection details. This means you will not be able to login if cookies are not enabled. Please change your browser configuration (generally in the Edit -> Preferences menu) and reload this page.
so_so: Ma lahan tahay in aad ku shaqeyso cookies-ka biraawsarkaaga. Chamilo waxay ku tiirsan tahay muuqaalka loo yaqaan "cookies" si ay u keydiso faahfaahinta ku xirnaantaada. Tani waxay ka dhigan tahay in aadan awoodin in aad soo gasho haddii cookies-ka aan la shaqeyn. Fadlan beddel qaabaynta biraawsarkaaga (guud ahaan ku jirta Menu-ka Edit -> Preferences) oo dib u raro boggan.

source: Your do not have JavaScript support enabled in your browser. Chamilo relies heavily on JavaScript to provide you with a more dynamic interface. It is likely that most feature will work, but you might not benefit from the latest improvements in usability. We recommend you change your browser configuration (generally under the Edit -> Preferences menu) and reload this page.
so_so: Ma lahan JavaScript-ka shaqada ee biraawsarkaaga. Chamilo waxay aad ugu tiirsan tahay JavaScript si ay kuu siiso interface dynamic ah. Waxaa suurtogal ah in inta badan astaamuhu shaqeeyaan, laakiin laga yaabee in aadan ka faa'iidaysan horumarka ugu dambeeyay ee isticmaalka. Waxaan kugula talinaynaa in aad beddesho qaabaynta biraawsarkaaga (guud ahaan hoosta Edit -> Preferences menu) oo aad dib u raro boggan.

source: You do not seem to have Flash support enabled in your browser. Chamilo only relies on Flash for a few features and will not lock you out in any way if you don't have it, but if you want to benefit from the complete set of tools from Chamilo, we recommend you install the Flash Plugin and restart your browser.
so_so: Uma muuqdo in aad ku shaqeyso Flash-ka biraawsarkaaga. Chamilo waxay ku tiirsan tahay Flash-ka astaamo yar oo kaliya oo kuma xirayso sinaba haddii aadan haysan, laakiin haddii aad rabto in aad ka faa'iidaysato qalabka buuxa ee Chamilo, waxaan kugula talinaynaa in aad rakibto Flash Plugin-ka oo aad dib u bilowdo biraawsarkaaga.

source: There are no questions for this exercise
so_so: Ma jiraan su'aalo laylihan

source: Attempt
so_so: Isku day

source: Save and continue
so_so: Keydi oo sii wad

source: Proceed with the test
so_so: Sii wad imtixaanka

source: Your browser does not have the QuickTime plugin installed. You can still use the platform, but to run a larger number of media file types, we suggest you might want to install it.
so_so: Biraawsarkaagu ma leh plugin-ka QuickTime. Weli waad isticmaali kartaa goobta, laakiin si aad u shaqeyso tiro badan oo faylal shaqada ah, waxaan soo jeedinaynaa in aad rakibto.

source: Your browser doesn't seem to have the Sun Java plugin installed. You can still use the platform, but you will lose a few of its capabilities.
so_so: Biraawsarkaagu uma muuqdo in uu leeyahay Sun Java plugin-ka rakiban. Weli waad isticmaali kartaa goobta, laakiin waxaad lumin doontaa xoogaa awoodaha.

source: Your browser does not support Java
so_so: Biraawsarkaagu ma taageero Java

source: Your browser has a Java version not supported by this tool. To use it you have to install a Java Sun version higher than 24
so_so: Biraawsarkaagu wuxuu leeyahay nooca Java ee aanu qalabkani taageerin. Si aad u isticmaasho waa in aad rakibtaa nooca Java Sun ee ka sareeya 24

source: If you do not want to see this message again during this session, click here
so_so: Haddii aadan rabin in aad aragto fariintan mar kale inta session-ka, halkan riix

source: Also search in older versions of each page
so_so: Sidoo kale raadso noocyada hore ee bog kasta

source: Total hidden pages
so_so: Bogagga la qariyay ee guud ahaan

source: Total pages edited at this time
so_so: Bogagga la tafatiray ee wakhtigan

source: Total users that have participated in this Wiki
so_so: Isticmaale guud ee ka qaybqaatay Wiki

source: Learners can add new pages to the Wiki
so_so: Barashada waxay ku dari karaan bogag cusub Wiki

source: Creation date of the oldest Wiki page
so_so: Taariikhda abuurista bogga ugu da'da weyn ee Wiki

source: Date of most recent edition of Wiki
so_so: Taariikhda tafatirka ugu dambeeyay ee Wiki

source: Average rating of all pages
so_so: Celceliska qiimeynta dhammaan bogagga

source: Mean estimated progress by users on their pages
so_so: Celceliska horumarka la qiyaasay ee isticmaale bogagooda

source: Total different IP addresses that have contributed to Wiki
so_so: Cinwaannada IP ee kala duwan ee ka qaybqaatay Wiki

source: Pages
so_so: Bogag

source: Versions
so_so: Noocyo

source: Total of empty pages
so_so: Bogagga madhan ee guud ahaan

source: Number of discussion pages blocked
so_so: Tirada bogagga doodda la xannibay

source: Number of discussion pages hidden
so_so: Tirada bogagga doodda la qariyay

source: Total comments on various versions of the pages
so_so: Faallada guud ee noocyada kala duwan ee bogagga

source: Total pages can only be scored by a teacher
so_so: Bogagga guud ee macallin kaliya uu qiimeyn karo

source: Total pages that can be scored by other learners
so_so: Bogagga guud ee barashada kale ay qiimeyn karaan

source: Number of assignments pages proposed by a teacher
so_so: Tirada shaqooyinka bogagga uu soo jeediyo macallin

source: Number of individual assignments learner pages
so_so: Tirada shaqooyinka shaqsiyaadka bogagga barashada

source: Number of tasks
so_so: Tirada hawlaha

source: Portfolio mode
so_so: Qaabka Portfolio

source: Standard Task mode
so_so: Qaabka Hawsha Caadiga ah

source: Information about the content of the pages
so_so: Macluumaadka ku saabsan waxa ku jira bogagga

source: In the last version
so_so: Nooca ugu dambeeyay

source: In all versions
so_so: Dhammaan noocyada

source: Number of contributions
so_so: Tirada wax ku biirinta

source: Number of visits
so_so: Tirada booqashooyinka

source: Number of words
so_so: Tirada ereyada

source: Number of external html links inserted (text, images, ...).
so_so: Tirada xiriiriyaha html ee dibadda la geliyey (qoraal, sawirro, ...).

source: Number of wiki links
so_so: Tirada xiriiriyaha wiki

source: Number of inserted images
so_so: Tirada sawirrada la geliyey

source: Number of inserted flash files
so_so: Tirada faylalka flash ee la geliyey

source: Number of mp3 audio files inserted
so_so: Tirada faylalka maqalka mp3 ee la geliyey

source: Number of FLV video files inserted
so_so: Tirada faylalka muuqaalka FLV ee la geliyey

source: Number of Youtube video embedded
so_so: Tirada muuqaalka Youtube ee la geliyey

source: Number of audio and video files inserted (except mp3 and flv)
so_so: Tirada faylalka maqal iyo muuqaal ee la geliyey (marka mooya mp3 iyo flv)

source: Number of tables inserted
so_so: Tirada jaantusyada la geliyey

source: Anchors
so_so: Barroosinka

source: Number of protected pages
so_so: Tirada bogagga la ilaaliyo

source: Attempts
so_so: Isku day

source: See results
so_so: Eeg natiijooyinka

source: Loading
so_so: Raraya

source: Are you sure you want to restore this element?
so_so: Ma hubinaysaa in aad rabto in aad soo celiso elementkan?

source: %d questions, for a total score (all questions) of %s.
so_so: %d su'aalood, wadarta dhibcaha (dhammaan su'aalaha) %s.

source: This is an automatic email message. Please do not reply to it.
so_so: Tani waa fariin email otomaatig ah. Fadlan ha u jawaabin.

source: Uploaded documents
so_so: Duubabka la soo geliyey

source: question
so_so: su'aal

source: questions
so_so: su'aalo

source: Category description
so_so: Sharaxaada qaybta

source: This category name already exists. Please use another name.
so_so: Magaca qaybtaani horay ayuu u jiray. Fadlan isticmaal magac kale.

source: Can't delete category
so_so: Ma tirtiri karo qaybta

source: Error: could not delete category
so_so: Khaldar: ma tirtiri karo qaybta

source: Could not edit category
so_so: Ma tafatiri karo qaybta

source: Could not update category
so_so: Ma cusboonaysiin karo qaybta

source: All categories
so_so: Dhammaan qaybaha

source: Create question outside exercise
so_so: Samee su'aal ka baxsan layli

source: Choose question type
so_so: Dooro nooca su'aasha

source: Yes, with categories ordered
so_so: Haa, qaybaha la nidaamiyey

source: Yes, with categories shuffled
so_so: Haa, qaybaha la isku daray

source: Manage all questions
so_so: Maamul dhammaan su'aalaha

source: Must be in a test
so_so: Waa in ay ku jirtaa imtixaan

source: Please select some random question
so_so: Fadlan dooro su'aal random ah

source: Remove from test
so_so: Ka saar imtixaanka

source: Question by category
so_so: Su'aal qaybta ka mid ah

source: Questions category
so_so: Qaybta su'aalaha

source: Add test category
so_so: Ku dar qaybta imtixaanka

source: Nb categories
so_so: Nb qaybaha

source: Are you sure you want to delete this category?
so_so: Ma hubinaysaa in aad rabto in aad tirtirto qaybtaan?

source: Not in a group
so_so: Ma aha koox

source: By category
so_so: Qaybta ka mid ah

source: Personal Calendar
so_so: Kalaamka shakhsi

source: Skills Tree
so_so: Geedka xirfadaha

source: Skills
so_so: Xirfadaha

source: Skills Profile
so_so: Xirfadaha Profile

source: With Certificate
so_so: Shahaadad leh

source: Admin Calendar
so_so: Kalaandarka Maamulka

source: Course Calendar
so_so: Kalaandarka Koorsada

source: Reports
so_so: Wararka

source: Results not reviewed
so_so: Natiijooyinka aan dib loo eegin

source: Result not reviewed
so_so: Natiijada aan dib loo eegin

source: Enable legal terms
so_so: Aktifka shuruudaha sharciga

source: Show a legal notice when entering the course
so_so: Muuj ogeysiinta sharciga marka la gelayo koorsada

source: Grading model
so_so: Qaabka qiimeynta

source: Allow teachers to change the assessments grading model
so_so: U oggolow macallimiinta inay beddelaan qaabka qiimeynta qiimeynta

source: Enabling this option, you will allow each teacher to choose the grading model which will be used in his/her course. This change will have to be made by the teacher from inside the assessments tool of the course.
so_so: Marka tani la shaqeeyo, waxaad u oggolaanaysaa macallin kasta inuu doorto qaabka qiimeynta ee koorsadiisa loo adeegsan doono. Isbeddelkani waa inuu sameeyaa macallinku gudaha qalabka qiimeynta ee koorsada.

source: Number of sub evaluations
so_so: Tirada qiimeynta hoose

source: Add new model
so_so: Ku dar qaab cusub

source: Number of learners who attempted the exercise
so_so: Tirada ardayda isku dayay layliska

source: Lowest score
so_so: Dhibcaha ugu hooseeya

source: Highest score
so_so: Dhibcaha ugu sarreeya

source: Contains a file
so_so: Wuxuu ka kooban yahay fayl

source: Discussions
so_so: Doodaha

source: Exercise progress
so_so: Horumarinta layliska

source: Select assessment
so_so: Dooro qiimeynta

source: View skills tree
so_so: Eeg geedda xirfadaha

source: My skills
so_so: Xirfadahayga

source: Group parentship
so_so: Waalidnimada kooxda

source: No parentship
so_so: Waalidnimo la'aan

source: No certificate
so_so: Shahaadad la'aan

source: Allow assignments handing through online editor
so_so: U oggolow shaqada gudbinta iyada oo loo marayo tifaftiraha khadka tooska ah

source: See file
so_so: Eeg faylka

source: Show document preview
so_so: Muuj horudhaca dukumentiga

source: Showing previews of the documents in the documents tool will avoid loading a new page just to show a document, but can result unstable with some older browsers or smaller width screens.
so_so: Muujinta horudhacyada dukumentiyada qalabka dukumentiyada waxay ka ilaalin doontaa rarka cusub ee la raro si loo muujiyo dukumentiga, laakiin waxay noqon kartaa mid aan xasilloonayn daalacayaasha qadiimiga ah ama shaashadaha ballac yar.

source: You already sent an assignment, you can't upload a new one
so_so: Adigu waxaad hore u dirtay shaqo, ma soo dejin kartid mid cusub

source: Enable CAS authentication
so_so: Aktifka xaqiijinta CAS

source: Main CAS server
so_so: Serverka CAS ee ugu muhiimsan

source: This is the main CAS server which will be used for the authentication (IP address or hostname)
so_so: Waa serverka CAS ee ugu muhiimsan ee loo adeegsan doono xaqiijinta (cinwaanka IP ama hostname)

source: Main CAS server URI
so_so: URI serverka CAS ee ugu muhiimsan

source: The path to the CAS service
so_so: Jidka adeegga CAS

source: Main CAS server port
so_so: Dekadda serverka CAS ee ugu muhiimsan

source: The port on which to connect to the main CAS server
so_so: Dekadda lagu xidhiidhayo serverka CAS ee ugu muhiimsan

source: Main CAS server protocol
so_so: Borotokoolka serverka CAS ee ugu muhiimsan

source: The protocol with which we connect to the CAS server
so_so: Borotokoolka aan ku xidhiidhno serverka CAS

source: Enable CAS user addition
so_so: Aktifka ku darista isticmaale CAS

source: Enable CAS user addition. To create the user account from the LDAP directory, the extldap_config and extldap_user_correspondance tables must be filled in in app/config/auth.conf.php
so_so: Aktifka ku darista isticmaale CAS. Si loo abuuro akoonka isticmaaleha ee hagaha LDAP, jaantusyada extldap_config iyo extldap_user_correspondance waa in lagu buuxiyo app/config/auth.conf.php

source: Add CAS user login
so_so: Ku dar galitaanka isticmaale CAS

source: Add CAS user login details when registering a new user
so_so: Ku dar faahfaahinta galitaanka isticmaale CAS marka la diiwaan gelinayo isticmaale cusub

source: Add CAS user e-mail
so_so: Ku dar iimaylka isticmaale CAS

source: Add CAS user e-mail details when registering a new user
so_so: Ku dar faahfaahinta iimaylka isticmaale CAS marka la diiwaan gelinayo isticmaale cusub

source: Add CAS user first name
so_so: Ku dar magaca hore ee isticmaalaha CAS

source: Add CAS user first name when registering a new user
so_so: Ku dar magaca hore ee isticmaalaha CAS marka la diiwaangelinayo isticmaale cusub

source: Add CAS user last name
so_so: Ku dar magaca dambe ee isticmaalaha CAS

source: Add CAS user last name details when registering a new user
so_so: Ku dar faahfaahinta magaca dambe ee isticmaalaha CAS marka la diiwaangelinayo isticmaale cusub

source: User list
so_so: Liiska isticmaale

source: Add as an announcement
so_so: Ku dar sidii ogeysii

source: Skills and assessments
so_so: Xirfadaha iyo qiimeynta

source: Add skill
so_so: Ku dar xirfad

source: Show admin toolbar
so_so: Muuj toolbar maamulaha

source: Accept legal agreement
so_so: Aqbal heshiiska sharciga ah

source: Legal agreement for this course
so_so: Heshiiska sharciga ah ee koorsadan

source: Random questions by category
so_so: Su'aalo random sida qaybta

source: Display questions category
so_so: Muuj qaybta su'aalaha

source: Review my answers
so_so: Dib u eeg jawaabahayda

source: Text appearing at the end of the test
so_so: Qoraalka ka muuqda dhamaadka imtixaanka

source: Validated
so_so: La xaqiijiyay

source: Not validated
so_so: Ma xaqiijin

source: Reviewed
so_so: La dib u eegay

source: Select a question to revise
so_so: Dooro su'aal dib loo eegi karo

source: Revise question later
so_so: Dib u eeg su'aasha dambe

source: Number of learners who selected it
so_so: Tirada ardayda doorbiday

source: Questions already answered
so_so: Su'aalaha horey looga jawaabay

source: There is no such skill
so_so: Ma jiro xirfad sidaas ah

source: Please check your grading model values
so_so: Fadlan hubi qiimeyntaada qiimeynta

source: Skills obtained when achieving this assessment
so_so: Xirfadaha la heli karo marka la gaaro qiimeyntan

source: Add assessment
so_so: Ku dar qiimeyn

source: No learner
so_so: Ma jiro arday

source: I am a human resources manager
so_so: Waxaan ahay maamulaha ilaha aadan

source: Absolute skill
so_so: Xirfad buuxda

source: Option
so_so: Ikhtiyaar

source: There are no SVG images in your images gallery directory
so_so: Ma jiraan sawiro SVG gudaha directory sawiradaada

source: No SVG image
so_so: Ma jiro sawir SVG

source: Number of learners
so_so: Tirada ardayda

source: Number of learners accessing the course
so_so: Tirada ardayda gelaya koorsada

source: Percentage of learners accessing the course
so_so: Boqolkiiba ardayda gelaya koorsada

source: Number of learners who completed all activities (100% progress)
so_so: Tirada ardayda dhameystiray dhaqdhaqaaqyada oo dhan (100% horumar)

source: Percentage of learners who completed all activities (100% progress)
so_so: Boqolkiiba ardayda dhameystiray dhaqdhaqaaqyada oo dhan (100% horumar)

source: Average number of activities completed per learner
so_so: Celceliska tirada dhaqdhaqaaqyada uu ardaygu dhameystiray

source: Total time spent in the course
so_so: Waqtiga guud ee lagu qaatay koorsada

source: Average time spent per learner in the course
so_so: Celceliska waqtiga uu ardaygu ku qaato koorsada

source: Number of documents in learning path
so_so: Tirada dukumentiyada ee wadada waxbarashada

source: Number of exercises in learning path
so_so: Tirada layliyada ee wadada waxbarashada

source: Number of links in learning path
so_so: Tirada xiriiriyada ee wadada waxbarashada

source: Number of forums in learning path
so_so: Tirada golayaasha ee wadada waxbarashada

source: Number of assignments in learning path
so_so: Tirada shaqooyinka ee wadada waxbarashada

source: Number of announcements in course
so_so: Tirada ogeysiyada ee koorsada

source: Current courses report
so_so: War-bixinta koorsadaha hadda

source: Hide table of contents frame
so_so: Dhuuq jirka waxyaabaha

source: Updates
so_so: Cusboonaysiinta

source: Teaching
so_so: Waxbarashada

source: Courses reporting
so_so: Wararka koorsooyinka

source: Admin reports
so_so: Wararka maamulka

source: Exams reports
so_so: Wararka imtixaannada

source: My reporting
so_so: Wararkayga

source: Search skills
so_so: Raadi xirfadaha

source: Save this search
so_so: Kaydi raadintan

source: Stored skills profiles
so_so: Xirfadaha la kaydiyey

source: Matches
so_so: Iskaandhelyo

source: %s, welcome to %s
so_so: %s, ku soo dhaweyn %s

source: Use user's IDs from the file to subscribe them
so_so: Isticmaalka ID-yada faylka si aad ugu qorta

source: Who and where
so_so: Yaa iyo halkee

source: You cannot upload this assignment. Please delete the previous one first.
so_so: Ma darin kartid shaqadan. Fadlan tirtir kii hore marka hore.

source: Shows a global toolbar on top of the page to the designated user roles. This toolbar, very similar to Wordpress and Google's black toolbars, can really speed up complicated actions and improve the space you have available for the learning content, but it might be confusing for some users
so_so: Waxay muujisaa bar jaangooyo guud oo ka sarreeya bogga dooraha isticmaale. Bartoolkani, oo aad u la mid ah Wordpress iyo Google's bar madow, runtii wuxuu dheereyn karaa ficilada adag oo uu hagaajin karaa meesha aad u hesho waxyaabaha waxbarashada, laakiin waxay jiri kartaa jahawareer isticmaale qaarkood

source: Session list
so_so: Liiska fadhiyada

source: Learner list
so_so: Liiska ardayda

source: Learners who're taking the exercise right now
so_so: Ardayda hadda qaadanaya laylaca

source: Report by question
so_so: Wararka su'aal kasta

source: Live results
so_so: Natiijooyinka tooska ah

source: Skill not found
so_so: Xirfadda lama helin

source: I have this skill
so_so: Waxaan leeyahay xirfaddan

source: Me
so_so: Aniga

source: Vote
so_so: Codee

source: Votes
so_so: Codeynta

source: %s stars out of 5
so_so: %s xiddigood oo ka mid ah 5

source: Visit
so_so: booqo

source: Your vote
so_so: Codeyntaada

source: Most popular courses
so_so: Koorsooyinka ugu caansan

source: Sent at: %s
so_so: La diray: %s

source: Login to vote
so_so: Gal si aad u codeyso

source: Add in menu
so_so: Ku dar menu

source: Allow users to change e-mail without password
so_so: Oggolaw isticmaale inay beddelaan iimeylka iyaga oo aan password

source: When changing the account information
so_so: Marka la beddelayo macluumaadka xisaabta

source: Enable help link
so_so: Daabac linkka caawimada

source: The Help link is located in the top right part of the screen
so_so: Linkka caawimadu wuxuu ku yaalaa qaybta midig ee sare ee shaashadda

source: Back to administration
so_so: Ku noqo maamulka

source: Allow global chat
so_so: Oggolaw sheekaysiga guud

source: Extra content in header
so_so: Nuxul dheeraad ah ee madaxa

source: You can add HTML code like meta tags
so_so: Waxaad ku dari kartaa code HTML sida meta tags

source: Extra content in footer
so_so: Nuxul dheeraad ah ee footer-ka

source: Users can chat with each other
so_so: Isticmaale ayaa midba midka kale la sheekaysan kara

source: Do not show
so_so: Ha muujin

source: Show to admins only
so_so: Muuji maamulayaasha kaliya

source: Show to admins and teachers
so_so: Muuji maamulayaasha iyo macallimiinta

source: Show to all users
so_so: Muuji dhammaan isticmaale

source: Import glossary
so_so: Soo dejin glossary

source: Replace glossary
so_so: Beddel glossary

source: Cannot delete glossary
so_so: Ma tirtiri karo glossary

source: Terms imported
so_so: Erayada la soo dejinta

source: Terms not imported
so_so: Erayada aan la soo dejin
