Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Strong
ar: قوي
ast_es: Forte
bn_bd: শক্তিশালী
bs_ba: Jaka
ca_es: Forta
cs_cz: Silné
da: Stærk
de: Stark
el: Δυνατό
eo: Forta
es: Fuerte
es_mx: Fuerte
eu_es: Sendoa
fa_ir: قوی
fi_fi: Vahva
fo_fo: Sterkur
fur: Fort
ga: Láidir
gl: Moi forte
he_il: חזק
hi: मजबूत
hr_hr: Jaka
hu_hu: Erős
hy: Ուժեղ
id_id: Kuat
it: Forte
ja: 強力
ka_ge: ძლიერი
ko_kr: 강력
lo: ແຂງແຮງ
lt_lt: Stiprus
lv_lv: Spēcīga
mk_mk: Силна
ms_my: Kuat
my_mm: သန်မာသည်
ne: बलियो
nl: Sterk
nn_no: Sterkt
oc: Fòrt
pl_pl: Mocne
ps: قوي
pt_br: Forte
pt_pt: Forte
ro_ro: Puternic
ru_ru: Сильный
sk_sk: Silné
sl: Močno
sq: I fortë
sr_rs: Jaka
sv_se: Starkt
sw_ke: Ngumu
ta: வலுவானது
th: แข็งแกร่ง
tl_ph: Malakas
tr: Güçlü
uk_ua: Сильний
vi_vn: Mạnh
xh_za: Inamandla
zh_cn: 强
zh_tw: 強

source: Medium
ar: متوسط
ast_es: Mediu
bn_bd: মাঝারি
bs_ba: Srednja
ca_es: Moderada
cs_cz: Střední
de: Mittel
el: Μέτριο
eo: Meza
es: Moderada
es_mx: Medio
eu_es: Ertaina
fa_ir: متوسط
fi_fi: Kohtalainen
fo_fo: Miðal
fur: Medie
ga: Measartha
gl: Moderado
he_il: בינוני
hi: मध्यम
hr_hr: Srednja
hu_hu: Közepes
hy: Միջին
id_id: Sedang
it: Media
ja: 中程度
ka_ge: საშუალო
ko_kr: 중간
lo: ປານກາງ
lt_lt: Vidutinis
lv_lv: Vidēja
mk_mk: Средна
ms_my: Sederhana
my_mm: အလယ်အလတ်
ne: मध्यम
oc: Moyèu
pl_pl: Średnie
ps: منځنۍ
pt_pt: Média
ro_ro: Moderat
ru_ru: Средний
sk_sk: Stredné
sl: Srednje
sq: Mesatar
sr_rs: Srednja
sv_se: Medel
sw_ke: Wastani
ta: நடுத்தர
th: ปานกลาง
tl_ph: Pantsarili
tr: Orta
uk_ua: Середній
vi_vn: Trung bình
xh_za: Ephakathi
zh_cn: 中等
zh_tw: 中等

source: Normal
ar: اعتيادي
bn_bd: সাধারণ
bs_ba: Normalna
cs_cz: Normální
el: Κανονικό
eo: Normala
eu_es: Normala
fa_ir: عادی
fi_fi: Normaali
fo_fo: Vanligur
fur: Normâl
ga: Gnáth
he_il: רגיל
hi: सामान्य
hr_hr: Normalna
hu_hu: Normál
hy: Նորմալ
it: Normale
ja: 普通
ka_ge: ნორმალური
ko_kr: 보통
lo: ທຳມະດາ
lt_lt: Normalus
lv_lv: Normāla
mk_mk: Нормална
my_mm: ပုံမှန်
ne: सामान्य
nl: Normaal
nn_no: Normalt
pl_pl: Normalne
ps: عادی
ru_ru: Нормальный
sk_sk: Normálne
sl: Normalno
sr_rs: Normalna
sv_se: Normalt
sw_ke: Kawaida
ta: சாதாரண
th: ปกติ
tl_ph: Pangkaraniwan
uk_ua: Нормальний
vi_vn: Bình thường
xh_za: Eqhelekileyo
zh_cn: 一般
zh_tw: 一般

source: Weak
ar: ضعيف
ast_es: Débiles
bn_bd: দুর্বল
bs_ba: Slaba
ca_es: Dèbil
cs_cz: Slabé
da: Svag
de: Schwach
el: Αδύναμο
eo: Malsaĝa
es: Débil
es_mx: Débil
eu_es: Ahula
fa_ir: ضعیف
fi_fi: Heikko
fo_fo: Veikur
fur: Debile
ga: Lag
gl: Débil
he_il: חלש
hi: कमजोर
hr_hr: Slaba
hu_hu: Gyenge
hy: Ընդհանուր
id_id: Lemah
it: Debole
ja: 弱い
ka_ge: სუსტი
ko_kr: 약함
lo: ອ່ອນ
lt_lt: Silpnas
lv_lv: Vāja
mk_mk: Слаба
ms_my: Lemah
my_mm: အားနည်းသည်
ne: कमजोर
nl: Zwak
nn_no: Svakt
oc: Fòrt
pl_pl: Słabe
ps: کمزوری
pt_br: fraco
pt_pt: Fraca
ro_ro: Slab
ru_ru: Слабый
sk_sk: Slabé
sl: Šibko
sq: I dobët
sr_rs: Slaba
sv_se: Svagt
sw_ke: Dhaifu
ta: பலவீனமானது
th: อ่อนแอ
tl_ph: Mahina
tr: Zayıf
uk_ua: Слабкий
vi_vn: Yếu
xh_za: Buthekisa
zh_cn: 弱
zh_tw: 弱

source: The password is too short
ar: رمز المرور قصير جدا
ast_es: La contraseña ye muy curta
bn_bd: পাসওয়ার্ডটি খুব ছোট
bs_ba: Lozinka je prekratka
ca_es: Contrasenya massa curta
cs_cz: Heslo je příliš krátké
da: Adgangskoden er for kort
de: Das Passwort ist zu kurz
el: Ο κωδικός πρόσβασης είναι πολύ μικρός
eo: La pasvorto estas tro mallonga
es: Contraseña demasiado corta
es_mx: La contraseña es demasiado corta
eu_es: Pasahitza motxoa da
fa_ir: رمز عبور خیلی کوتاه است
fi_fi: Salasana on liian lyhyt
fo_fo: Lykilorðið er ov stutt
fur: La password je masse cuorte
ga: Tá an pasfhocal ró-ghearr
gl: O contrasinal é demasiado curto
he_il: הסיסמה קצרה מדי
hi: पासवर्ड बहुत छोटा है
hr_hr: Lozinka je prekratka
hu_hu: A jelszó túl rövid
hy: Գաղտնաբառը չափազանց կարճ է
id_id: Kata sandi terlalu pendek
it: La password è troppo lunga
ja: パスワードが短すぎます
ka_ge: პაროლი ძალიან მოკლეა
ko_kr: 비밀번호가 너무 짧습니다
lo: ລະຫັດຜ່ານສັ້ນເກີນໄປ
lt_lt: Slaptažodis per trumpas
lv_lv: Parole ir pārāk īsa
mk_mk: Лозинката е премногу кратка
ms_my: Kata laluan terlalu pendek
my_mm: စကားဝှက်သည် တိုလွန်းသည်
ne: पासवर्ड धेरै छोटो छ
nl: Het wachtwoord is te kort
nn_no: Passordet er for kort
oc: Lo senhal es tròp curt
pl_pl: Hasło jest zbyt krótkie
ps: پاسورډ ډېر لنډ دی
pt_br: A senha é muito curta
pt_pt: A password é muito curta
ro_ro: Parola prea scurta
ru_ru: Пароль слишком короткий
sk_sk: Heslo je príliš krátke
sl: Geslo je prekratko
sq: Fjalëkalimi është shumë i shkurtër
sr_rs: Lozinka je prekratka
sv_se: Lösenordet är för kort
sw_ke: Nenosiri ni fupi sana
ta: கடவுச்சொல் மிகவும் குறுகியது
th: รหัสผ่านสั้นเกินไป
tl_ph: Ang password ay masyadong maikli
tr: Parola çok kısa
uk_ua: Пароль надто короткий
vi_vn: Mật khẩu quá ngắn
xh_za: I-password imfutshane kakhulu
zh_cn: 密码太短
zh_tw: 密碼太短

source: Bad credentials
ar: معلومات الاعتماد سيئة
ast_es: Credenciales incorreutes
bn_bd: খারাপ শংসাপত্র
bs_ba: Pogrešne akreditive
ca_es: Credencials errònies
cs_cz: Špatné přihlašovací údaje
da: Forkerte legitimationsoplysninger
de: Falsche Anmeldeinformationen
el: Λάθος διαπιστευτήρια
eo: Malbonaj kredencialoj
es: Identificación no reconocida
es_mx: Credenciales incorrectas
eu_es: Kredentzial okerrak
fa_ir: اطلاعات ورود نادرست
fi_fi: Virheelliset tunnistetiedot
fo_fo: Ógild loyniorð
fur: Credenziaîs no validis
ga: Díthreoracha dona
gl: Identificación non recoñecida
he_il: אישורים גרועים
hi: खराब प्रमाण-पत्र
hr_hr: Neispravne podatke za prijavu
hu_hu: Hibás hitelesítő adatok
hy: Սխալ հավատարմագրեր
id_id: Kredensial salah
it: Credenziali non valide
ja: 認証情報が無効です
ka_ge: არასწორი მონაცემები
ko_kr: 잘못된 자격 증명
lo: ຂໍ້ມູນປະຈຳຕົວບໍ່ຖືກຕ້ອງ
lt_lt: Netinkami prisijungimo duomenys
lv_lv: Nepareizas autentifikācijas ziņas
mk_mk: Лоши акредитиви
ms_my: Kelayakan buruk
my_mm: မမှန်ကန်သော အထောက်အထားများ
ne: खराब प्रमाणीकरण
nl: Slechte referenties
nn_no: Dålege påloggingsopplysningar
oc: Identificants incorrèctes
pl_pl: Złe opinie/referencje
ps: ناسم اعتبارونه
pt_br: Credenciais ruins
pt_pt: Más credenciais
ro_ro: Identificare nerecunoscuta
ru_ru: Неверные учетные данные
sk_sk: Zlé poverenia
sl: Identifikacija neznana
sq: Kredencialet e këqija
sr_rs: Pogrešni podaci za prijavu
sv_se: Fel uppgifter
sw_ke: Mamlaka mabaya
ta: மோசமான சான்றிதழ்கள்
th: ข้อมูลรับรองไม่ถูกต้อง
tl_ph: Mga hindi tamang kredensyal
tr: Geçersiz kimlik bilgileri
uk_ua: Невірні облікові дані
vi_vn: Thông tin đăng nhập không hợp lệ
xh_za: Izimfanelo ezimbi
zh_cn: 凭据错误
zh_tw: 無效憑證

source: Select an answer to continue
ar: اختر اجابة كي تستمر
ast_es: Escueye una respuuesta pa continuar
bn_bd: এগিয়ে যাওয়ার জন্য একটি উত্তর নির্বাচন করুন
bs_ba: Odaberite odgovor da nastavite
ca_es: Heu de seleccionar una resposta per poder continuar
cs_cz: Vyberte odpověď pro pokračování
da: Vælg et svar for at fortsætte
de: Wählen Sie eine Antwort aus um fortzufahren
el: Επιλέξτε μια απάντηση για να συνεχίσετε
eo: Elektu respondon por daŭrigi
es: Tiene que seleccionar una respuesta para poder continuar
es_mx: Selecciona una respuesta para continuar
eu_es: Jarraitzeko erantzun bat hautatu
fa_ir: برای ادامه، پاسخی را انتخاب کنید
fi_fi: Valitse vastaus jatkaaksesi
fo_fo: Vel eitt svar at halda fram
fur: Sèilete une risposte par parcori
ga: Roghnaigh freagra chun leanúint ar aghaidh
gl: Seleccione unha resposta para continuar
he_il: בחר תשובה כדי להמשיך
hi: जारी रखने के लिए एक उत्तर चुनें
hr_hr: Odaberite odgovor da nastavite
hu_hu: Válasszon választ a folytatáshoz
hy: Շարունակելու համար ընտրեք պատասխան
id_id: Pilih jawaban untuk melanjutkan
it: Seleziona una risposta per proseguire
ja: 続行するには回答を選択してください
ka_ge: განაგრძეთთვის პასუხის შერჩევა
ko_kr: 계속하려면 답변을 선택하세요
lo: ເລືອກຄຳຕອບເພື່ອສືບຕໍ່
lt_lt: Pasirinkite atsakymą, kad tęstumėte
lv_lv: Izvēlieties atbildi, lai turpinātu
mk_mk: Изберете одговор за да продолжите
ms_my: Pilih jawapan untuk meneruskan
my_mm: ဆက်လက်ရန် ဖြေကြားမှုတစ်ခုကို ရွေးပါ
ne: जारी राख्न उत्तर छान्नुहोस्
nl: Kies een antwoord om verder te gaan.
nn_no: Vel ein svar for å fortsetje
oc: Seleccionatz una responsa per contunhar
pl_pl: Wybierz odpowiedź, aby kontynuować
ps: د ادامه لپاره یوه ځواب غوره کړئ
pt_br: Selecione uma resposta para continuar
pt_pt: Selecione uma resposta para continuar
ro_ro: Trebuie să selectați un răspuns pentru a continua
ru_ru: Выберите ответ, чтобы продолжить
sk_sk: Vyberte odpoveď pre pokračovanie
sl: Izberite odgovor za nadaljevanje.
sq: Zgjidhni një përgjigje për të vazhduar
sr_rs: Izaberite odgovor da biste nastavili
sv_se: Välj ett svar för att fortsätta
sw_ke: Chagua jibu ili kuendelea
ta: தொடர ஒரு பதிலைத் தேர்ந்தெடுக்கவும்
th: เลือกคำตอบเพื่อดำเนินการต่อ
tl_ph: Pumili ng sagot upang magpatuloy
tr: Devam etmek için bir cevap seçin
uk_ua: Виберіть відповідь, щоб продовжити
vi_vn: Chọn một câu trả lời để tiếp tục
xh_za: Khetha impendulo ukuze uqhubeke
zh_cn: 请选择答案以继续
zh_tw: 請選擇答案以繼續

source: Question added in the exercise
ar: تم اضافة السؤال الى التمرين
ast_es: Pregunta afeutada nell'eserciciu
bn_bd: ব্যায়ামে প্রশ্ন যোগ করা হয়েছে
bs_ba: Pitanje dodano u vježbu
ca_es: Pregunta afegida a l'exercici
cs_cz: Otázka přidána do cvičení
da: Spørgsmål tilføjet til øvelsen
de: Frage in der Übung hinzugefügt
el: Η ερώτηση προστέθηκε στην εξέταση
eo: Demando aldonita en la ekzercon
es: Pregunta añadida al ejercicio
es_mx: Pregunta agregada al ejercicio
eu_es: Galdera ariketa gehitu da
fa_ir: سؤال به تمرین اضافه شد
fi_fi: Kysymys lisätty tähän harjoitukseen
fo_fo: Spurningur løgd afturat í ævingina
fur: Domande zontade tal esercizi
ga: Ceist curtha leis sa chleachtadh
gl: Pregunta engadida ao exercicio
he_il: שאלה נוספה בתרגיל
hi: प्रश्न अभ्यास में जोड़ा गया
hr_hr: Pitanje dodano u vježbu
hu_hu: Kérdés hozzáadva a feladathoz
hy: Հարցը ավելացվել է վարժության մեջ
id_id: Pertanyaan ditambahkan ke latihan
it: Quesito aggiunto all'esercitazione
ja: 演習に質問が追加されました
ka_ge: კითხვა დამატებულია ვარჯიშში
ko_kr: 연습문제에 질문이 추가되었습니다
lo: ເພີ່ມຄຳຖາມໃນບົດເຝິກຫັດແລ້ວ
lt_lt: Klausimas pridėtas į pratimą
lv_lv: Jautājums pievienots uzdevumā
mk_mk: Прашање додадено во вежбата
ms_my: Soalan ditambah dalam latihan
my_mm: လေ့ကျင့်ခန်းတွင် မေးခွန်းထည့်ပြီး
ne: प्रश्न अभ्यासमा थपियो
nl: Aantal toegevoegde vragen in de oefening
nn_no: Spørsmål lagt til i øvinga
oc: Question aponduda dins l'exercici
pl_pl: Pytanie dodane do ćwiczenia
ps: پشا کې پوښتنه اضافه شوه
pt_br: Pergunta adicionado no exercício
pt_pt: Questão adicionada ao exercício
ro_ro: Intrebare adăugata la exercitiu
ru_ru: Вопрос добавлен в тест
sk_sk: Otázka pridaná do cvičenia
sl: Vprašanje je bilo dodano v test
sq: Pyetja u shtua në ushtrim
sr_rs: Pitanje je dodato u vežbu
sv_se: Fråga tillagd i övningen
sw_ke: Swali limeongezwa katika zoezi
ta: பயிற்சியில் கேள்வி சேர்க்கப்பட்டது
th: เพิ่มคำถามในแบบฝึกหัดแล้ว
tl_ph: Idinagdag ang tanong sa ehersisyo
tr: Sınavda soru eklendi
uk_ua: Питання додано до вправи
vi_vn: Câu hỏi đã được thêm vào bài tập
xh_za: Umbuzo ongezwe kumsebenzi
zh_cn: 题目已添加到练习中
zh_tw: 題目已新增至測驗

source: Question copied to the exercise
ar: تم نسخ السؤال الى التمرين
ast_es: Pregunta copiata nell'eserciciu
bn_bd: ব্যায়ামে প্রশ্ন কপি করা হয়েছে
bs_ba: Pitanje kopirano u vježbu
ca_es: Pregunta copiada a l'exercici
cs_cz: Otázka zkopírována do cvičení
da: Spørgsmål kopieret til øvelsen
de: Frage zur Übung kopiert wurde
el: Η ερώτηση αντιγράφτηκε στην εξέταση
eo: Demando kopiita al la ekzerco
es: Pregunta copiada a la prueba
es_mx: Pregunta copiada al ejercicio
eu_es: Galdera ariketa kopiatu da
fa_ir: سؤال به تمرین کپی شد
fi_fi: Kysymys on kopioitu harjoitukseen
fo_fo: Spurningur kopierað til ævingina
fur: Domande copiate tal esercizi
ga: Ceist chóipeáilte sa chleachtadh
gl: Pregunta copiada á proba
he_il: שאלה הועתקה לתרגיל
hi: प्रश्न अभ्यास में कॉपी किया गया
hr_hr: Pitanje kopirano u vježbu
hu_hu: Kérdés másolva a feladathoz
hy: Հարցը պատճենվել է վարժության մեջ
id_id: Pertanyaan disalin ke latihan
it: Quesito copiato nell'esercitazione
ja: 演習に質問がコピーされました
ka_ge: კითხვა კოპირებულია ვარჯიშში
ko_kr: 연습문제에 질문이 복사되었습니다
lo: ສຳເນົາຄຳຖາມໄປຍັງບົດເຝິກຫັດແລ້ວ
lt_lt: Klausimas nukopijuotas į pratimą
lv_lv: Jautājums nokopēts uzdevumā
mk_mk: Прашање копирано во вежбата
ms_my: Soalan disalin ke latihan
my_mm: လေ့ကျင့်ခန်းသို့ မေးခွန်းကူးယူပြီး
ne: प्रश्न अभ्यासमा प्रतिलिपि गरियो
nl: Aantal naar de oefening gekopieerde vragen
nn_no: Spørsmål kopiert til øvinga
oc: Question copiada cap a l'exercici
pl_pl: Pytanie skopiowane do ćwiczenia
ps: پشا کې پوښتنه کاپي شوه
pt_br: Pergunta copiado para o exercício
pt_pt: Questão copiada para o exercício
ro_ro: Întrebare copiată în exercițiu
ru_ru: Вопрос скопирован в тест
sk_sk: Otázka skopírovaná do cvičenia
sl: Vprašanje je bilo kopirano v test
sq: Pyetja u kopjua në ushtrim
sr_rs: Pitanje je kopirano u vežbu
sv_se: Fråga kopierad till övningen
sw_ke: Swali limekopishwa katika zoezi
ta: பயிற்சிக்கு கேள்வி நகலெடுக்கப்பட்டது
th: คัดลอกคำถามไปยังแบบฝึกหัดแล้ว
tl_ph: Kinopya ang tanong sa ehersisyo
tr: Soru sınavına kopyalandı
uk_ua: Питання скопійовано до вправи
vi_vn: Câu hỏi đã được sao chép vào bài tập
xh_za: Umbuzo okopiwe kumsebenzi
zh_cn: 题目已复制到练习中
zh_tw: 題目已複製至測驗
