Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Welcome to Woogie Rapid Learning<ul type="1"><li>Browse your hard disk to find any .doc, .sxw or .odt file<li>Upload it to Woogie. It will convert it into a SCORM course<li>You will then be able to add audio comments on each page and insert quizzes and other activities between pages</ul>
so_so: Ku soo dhawow Woogie Waxbarashada Degdega ah<ul type="1"><li>Soo gali adiga oo baaraya disk-kaaga si aad u hesho fayl kasta .doc, .sxw ama .odt<li>Ka soo dejin Woogie. Waxay u beddeli doontaa koorsad SCORM<li>Markaas waxaad ku dari kartaa faallooyin maqal ah bog kasta oo aad gelin kartaa imtixaanno iyo dhaqdhaqaaqo kale oo u dhexeeya bogagga</ul>

source: Error during the conversion of the word document. Please check if there are special characters in the name of your document..
so_so: Qalad inta lagu jiro beddelka dukumentiga ereyga. Fadlan hubi haddii magaca dukumentigaaga uu leeyahay xarfo gaar ah..

source: MS Word conversion
so_so: Beddelka MS Word

source: Interaction ID
so_so: ID-ga isdhexgalka

source: Time (finished at...)
so_so: Waqtiga (dhammaaday...)

source: Correct answers
so_so: Jawaabaha saxda ah

source: Learner answers
so_so: Jawaabaha ardayga

source: Time spent
so_so: Waqtiga la qaatay

source: A page, a learning object
so_so: Bog, shay waxbarasho

source: A section, a learning object
so_so: Qayb, shay waxbarasho

source: Use the slides names as course learning object names
so_so: Isticmaal magacyada bogagga sida magacyada shay waxbarasho ee koorsada

source: The connection to the document converter failed. Please contact your platform administrator to fix the problem.
so_so: Xiriirka beddelaha dukumentiga ayaa fashilmay. Fadlan la xiriir maamulaha aaladdaada si aad u xalliso dhibka.

source: The conversion failed. <br />Some documents are too complex to be treated automatically by the document converter.<br />We try to improve it.
so_so: Beddelku wuu fashilmay. <br />Dukumentiyada qaarkood aad bay u adag yihiin in si otomaatig ah loo daweeyo beddelaha dukumentiga.<br />Waxaan isku dayeynaa inaan hagaajino.

source: The conversion failed for an unknown reason.<br />Please contact your administrator to get more information.
so_so: Beddelku wuu fashilmay sabab aan la garanayn.<br />Fadlan la xiriir maamulahaaga si aad u hesho macluumaad dheeraad ah.

source: Please upload presentations only. Filename extension should be .ppt or .odp
so_so: Fadlan soo dejin bandhigyada oo keliya. Fidinta faylka waa inay noqotaa .ppt ama .odp

source: Please upload text documents only. Filename extension should be .doc, .docx or .odt
so_so: Fadlan soo dejin dukumentiyada qoraalka oo keliya. Fidinta faylka waa inay noqotaa .doc, .docx ama .odt

source: Show audio recorder
so_so: Muuji duubaha maqalka

source: To search the course database, please use the following syntax:<br/> <i>term tag:tag_name -exclude +include "exact phrase"</i><br/> For example:<br/> <i>car tag:truck -ferrari +ford "high consumption".</i><br/> This will show all the results for the word 'car' tagged as 'truck', not including the word 'ferrari' but including the word 'ford' and the exact phrase 'high consumption'.
so_so: Si aad u baarto keydka koorsada, fadlan isticmaal qaab-dhismeedka soo socda:<br/> <i>term tag:tag_name -exclude +include "exact phrase"</i><br/> Tusaale ahaan:<br/> <i>car tag:truck -ferrari +ford "high consumption".</i><br/> Tani waxay muujin doontaa dhammaan natiijooyinka erayga 'car' ee loo calaamadeeyay 'truck', oo aan ku jirin erayga 'ferrari' laakiin ku jira erayga 'ford' iyo oraahda saxda ah 'high consumption'.

source: View course
so_so: Muuj koorsada

source: Tags to add to the document, if indexing
so_so: Calamadaha lagu darayo dukumentiga, haddii la indeksiyo

source: Back to learning paths
so_so: Ku noqo waddooyinka waxbarashada

source: Upload Mp3 audio
so_so: Soo dejin maqal Mp3

source: Add audio
so_so: Ku dar maqal

source: Leave import form empty to keep current audio file
so_so: Ka tag foomka soo dejinta oo madhan si aad u ilaaliso faylka maqalka hadda

source: Remove audio
so_so: Ka saar maqalka

source: Validate
so_so: Xaqiiji

source: View score change history
so_so: Muuj taariikhda isbeddelka dhibcaha

source: Trainer picture will resize if needed
so_so: Sawirka tababbaraha wuu dib u yarayn doonaa haddii loo baahdo

source: Image preview
so_so: Muuqaal horudhac ah

source: already exists.
so_so: hadda way jirtaa.

source: The uploaded file could not be saved (perhaps a permission problem?)
so_so: Faylka la soo dejisay lama keydin karo (laga yaabee dhibaato ogolaansho?)

source: Move document
so_so: U wareeji dukumentiga

source: Edit course settings
so_so: Tafatir goobaha koorsada

source: Save course settings
so_so: Keydi goobaha koorsada

source: Show all attempts
so_so: Muuji dhammaan isku dayada

source: Hide all attempts
so_so: Qari dhammaan isku dayada

source: Show all attempts by test
so_so: Muuji dhammaan isku dayada imtixaanka

source: Show attempt
so_so: Muuj isku day

source: Show and grade attempt
so_so: Muujiso oo qiimeynta isku dayga

source: Save prerequisites settings
so_so: Kaydi goobaha shuruudaha

source: Continue
so_so: Sii wad

source: Add test to course
so_so: Ku dar imtixaanka koorsada

source: Add this document to the course
so_so: Ku dar dukumentigan koorsada

source: Objective ID
so_so: IDda Hadafka

source: Objective status
so_so: Xaaladda Hadafka

source: Objective raw score
so_so: Dhibcaha cayriinka Hadafka

source: Objective max score
so_so: Dhibcaha ugu badan ee Hadafka

source: Objective min score
so_so: Dhibcaha ugu yar ee Hadafka

source: Learning path name
so_so: Magaca Waddada Waxbarashada

source: Authoring options
so_so: Fursadaha Qorista

source: Save section
so_so: Kaydi qaybta

source: Add link to course
so_so: Ku dar xiriirka koorsada

source: Add assignment to course
so_so: Ku dar shaqada koorsada

source: Add forum to course
so_so: Ku dar madasha koorsada

source: Save audio and organization
so_so: Kaydi codka iyo ururka

source: Please upload mp3 files only
so_so: Fadlan soo dejiso faylalka mp3 kaliya

source: Chamilo supports the OpenBadges standard
so_so: Chamilo waxay taageertaa heerka OpenBadges

source: No posts
so_so: Ma jiraan qoraalo

source: Without achieved skills
so_so: Aan la gaarin xirfadaha

source: Please type your message!
so_so: Fadlan ku qor fariintaada!

source: Do you really want to delete all messages?
so_so: Runtii ma rabtaa inaad tirtirto dhammaan fariimaha?

source: Dear %s,
so_so: Gacaliye %s,

source: Urgent: %s course expiration reminder
so_so: Degdeg: Dhawaaqa dhammaadka koorsada %s

source: Exercise and learning path
so_so: Tababarka iyo wadada waxbarashada

source: Warning: It is possible to use, in the gradebook, tests that are part of learning paths. If the learning path itself is already included, this test might be part of the gradebook already. The learning paths evaluation is made on the basis of a progress percentage, while the evaluation on tests is made on the basis of a score. Survey evaluation is based on whether the user has answered (1) or not (0). Make sure you test your combinations of gradebook evaluations to avoid mind-boggling situations.
so_so: Digtoow: Waxaa suurtagal ah in la isticmaalo, buugga qiimeynta, imtixaannada qayb ka ah waddooyinka waxbarashada. Haddii waddada waxbarashadu lafteeda horay loo daray, imtixaankan waxaa laga yaabaa inuu hore uga mid yahay buugga qiimeynta. Qiimeynta waddooyinka waxbarashada waxaa lagu sameeyaa iyadoo lagu salaynayo boqolkiiba horumarka, halka qiimeynta imtixaannada lagu saleeyo dhibcaha. Qiimeynta sahanka waxay ku salaysan tahay in isticmaaluhu ka jawaabay (1) iyo in kale (0). Hubi inaad tijaabisid isku-darka qiimeynta buugga si aad uga fogaato xaaladaha maskaxda qasan.

source: Choose either duration or time limit
so_so: Dooro muddada ama xadka waqtiga

source: Clear the chat
so_so: Nadiifi sheegashada

source: Session banner
so_so: Calanka fadhiga

source: Short description
so_so: Sharaxaad gaaban

source: Target audience
so_so: Dadka la beegsaday

source: Convert your virtual campus to a skills-based learning experience
so_so: Kampuskaaga digital u beddel khibrad waxbarasho xirfadeed ku salaysan

source: Chat call has been sent. Waiting for the approval of your partner.
so_so: Wicitaanka sheegashada waa la diray. Sugaya ogolaanshaha lammaanahaaga.

source: Your call has been denied by your partner.
so_so: Wicitaankaaga lammaanahaagu wuu diiday.

source: Send message
so_so: Dir fariinta

source: Chat partners
so_so: Lammaanayaasha sheegashada

source: Test
so_so: Imtixaan

source: There is no test for the moment
so_so: Ma jiro imtixaan hadda

source: Create a new test
so_so: Abuur imtixaan cusub

source: Questions
so_so: Su'aalo

source: Answers
so_so: Jawaabo

source: True
so_so: Run

source: Answer
so_so: Jawaab

source: Your results
so_so: Natiijooyinkaaga

source: Sequential
so_so: Isku xig

source: Test name
so_so: Magaca imtixaanka

source: Give a context to the test
so_so: Sii macnaha imtixaanka

source: All questions on one page
so_so: Dhammaan su'aalaha hal bog

source: One question by page
so_so: Su'aal hal bog

source: Random questions
so_so: Su'aalo random

source: Please give the test name
so_so: Fadlan bixi magaca imtixaanka

source: Audio or video file
so_so: Faylka maqalka ama muuqaalka

source: Delete the audio or video file
so_so: Tirtir faylka maqalka ama muuqaalka

source: There is no answer for the moment
so_so: Ma jiro jawaab hadda

source: Go back to the question pool
so_so: Ku noqo barkadda su'aalaha

source: Go back to the questions list
so_so: Ku noqo liiska su'aalaha

source: Answers to the question
so_so: Jawaabaha su'aasha

source: Warning! This question and its answers are used in several tests. Would you like to Edit them
so_so: Digtoow! Su'aashan iyo jawaabahooda waxaa loo isticmaalaa imtixaanno badan. Ma rabtaa inaad wax ka beddesho

source: in all tests
so_so: dhammaan imtixaannada

source: only in the current test
so_so: imtixaanka hadda kaliya

source: Answer type
so_so: Nooca jawaabta

source: Multiple answers
so_so: Jawaabo badan

source: Fill blanks or form
so_so: Buuxi meelaha bannaan ama foomka

source: Matching
so_so: Isku-dheellitir

source: Replace the picture
so_so: Beddel sawirka

source: Delete picture
so_so: Tirtir sawirka

source: Enrich question
so_so: Kordhi su'aasha

source: Please type the question
so_so: Fadlan ku qor su'aasha

source: Please enter a score for each blank
so_so: Fadlan geli dhibcaha meel kasta oo bannaan

source: use square brackets [...] to define one or more blanks
so_so: isticmaal garabyada [] si aad u qeexdo hal ama in ka badan bannaan

source: +answ
so_so: +jawaab

source: -answ
so_so: -jawaab

source: Please type your text below
so_so: Fadlan ku qor qoraalka hoosta

source: <table cellspacing="0" cellpadding="10" border="1" width="720" style="" height:=""> <tbody> <tr> <td colspan="2"> <h3>Example fill the form activity : calculate the Body Mass Index</h3> </td> </tr> <tr> <td style="text-align: right;"><strong>Age</strong></td> <td width="75%" style="">[25] years old</td> </tr> <tr> <td style="text-align: right;"><strong>Sex</strong></td> <td style="" text-align:="">[M] (M or F)</td> </tr> <tr> <td style="text-align: right;"><strong>Weight</strong></td> <td style="" text-align:="">95 Kg</td> </tr> <tr> <td style="vertical-align: top; text-align: right;"><strong>Height</strong></td> <td style="vertical-align: top;">1.81 m</td> </tr> <tr> <td style="vertical-align: top; text-align: right;"><strong>Body Mass Index</strong></td> <td style="vertical-align: top;">[29] BMI =Weight/Size<sup>2</sup> (Cf.<a href="http://en.wikipedia.org/wiki/Body_mass_index" onclick="window.open(this.href,'','resizable=yes,location=yes,menubar=no,scrollbars=yes,status=yes,toolbar=no,fullscreen=no,dependent=no,width=800,height=600,left=40,top=40,status'); return false">Wikipedia article</a>)</td> </tr> </tbody></table>
so_so: <table cellspacing="0" cellpadding="10" border="1" width="720" style="" height:=""> <tbody> <tr> <td colspan="2"> <h3>Tusaale buuxi foomka waxqabadka: xisaabinta Tusaha Miisaanka Jirka</h3> </td> </tr> <tr> <td style="text-align: right;"><strong>Da'da</strong></td> <td width="75%" style="">[25] sano jir</td> </tr> <tr> <td style="text-align: right;"><strong>Jinsi</strong></td> <td style="" text-align:="">[M] (M ama F)</td> </tr> <tr> <td style="text-align: right;"><strong>Midabka</strong></td> <td style="" text-align:="">95 Kg</td> </tr> <tr> <td style="vertical-align: top; text-align: right;"><strong>Dhererka</strong></td> <td style="vertical-align: top;">1.81 m</td> </tr> <tr> <td style="vertical-align: top; text-align: right;"><strong>Tusaha Miisaanka Jirka</strong></td> <td style="vertical-align: top;"> [29] BMI =Miisaanka/Dhererka<sup>2</sup> (Soo eeg.<a href="http://en.wikipedia.org/wiki/Body_mass_index" onclick="window.open(this.href,'','resizable=yes,location=yes,menubar=no,scrollbars=yes,status=yes,toolbar=no,fullscreen=no,dependent=no,width=800,height=600,left=40,top=40,status'); return false">Maqaalka Wikipedia</a>)</td> </tr> </tbody></table>

source: Note down the address
so_so: Qor ciwaanka

source: Contact the emergency services
so_so: La xiriir adeegyada degdegga ah

source: First step
so_so: Tallaabada koowaad

source: Second step
so_so: Tallaabada labaad

source: Please define the options
so_so: Fadlan qeex fursadaha

source: Match them
so_so: Isku-geeya

source: Please fill the two lists below
so_so: Fadlan buuxi labada liis hoosta

source: Please type the text
so_so: Fadlan ku qor qoraalka

source: Please define at least one blank with the selected marker
so_so: Fadlan qeex hal ama ka badan bannaan oo leh calaamadda la doortay

source: Please type the question's answers
so_so: Fadlan ku qor jawaabaha su'aasha

source: Please check the correct answer
so_so: Fadlan calaamadee jawaabta saxda ah

source: Please check one or more correct answers
so_so: Fadlan calaamadee hal ama jawaabo badan oo sax ah

source: Question list of the test
so_so: Liiska su'aalaha imtixaanka

source: Recycle existing questions
so_so: Dib u warshadayn su'aalaha jira

source: Correct test
so_so: Sax imtixaanka

source: Orphan questions
so_so: Su'aalaha agoonta

source: Questions list (there is no question so far).
so_so: Liiska su'aalaha (ma jiro su'aal ilaa hadda).

source: All tests
so_so: Dhammaan imtixaannada

source: Go back to the test
so_so: Ku noqo imtixaanka

source: Re-use in current test
so_so: Dib u isticmaal imtixaanka hadda

source: Tests management
so_so: Maamulka imtixaannada

source: Question / Answer management
so_so: Maamulka Su'aalaha / Jawaabaha

source: Question not found
so_so: Su'aal la heli waayay

source: Test not found or not visible
so_so: Imtixaanka lama helin ama lama arki karin

source: You already answered the question
so_so: Suu'aasha horay u jawaabay

source: Elements list
so_so: Liiska elements

source: Corresponds to
so_so: Waxay u dhigantahay

source: Expected choice
so_so: Doorashada la filayo

source: Score for the test
so_so: Dhibcaha imtixaanka

source: You have reached the maximum number of attempts for this test. Being a trainer, you can go on practicing but your Results will not be reported.
so_so: Waxaad gaadhay tirada ugu badan ee isku dayga imtixaankan. Adigoo ah tababare, waad sii tababaran kartaa laakiin Natiijooyinkaada lama soo gudbin doono.

source: Exercise added
so_so: Leyliga waa la daray

source: active
so_so: firfircoon

source: inactive
so_so: dabar gooyo

source: Create questions
so_so: Abuur su'aalo

source: your test has been saved
so_so: imixaankaaga waa la keydiyay

source: back to the edit page of questions
so_so: ku noqo bogga tafatirka su'aalaha

source: make test
so_so: samee imtixaan

source: Describe assessment settings
so_so: Sharax goobaha qiimeynta

source: Create/Edit questions
so_so: Abuur/Tafatir su'aalaha

source: My answer
so_so: Jawaabteyda

source: + answer
so_so: + jawaab

source: - answer
so_so: - jawaab

source: Save test
so_so: Keydi imtixaanka

source: Add question to test
so_so: Ku dar su'aal imtixaanka

source: Save Answers
so_so: Keydso Jawaabaha

source: Introduction
so_so: Hordhac

source: Assistant for the creation of tests
so_so: Kaaliyaha abuurista imtixaannada

source: save tests
so_so: keydso imtixaannada

source: Question with an image
so_so: Su'aal leh sawir

source: Add a question
so_so: Ku dar su'aal

source: Do an test
so_so: Samee imtixaan

source: Test list
so_so: Liiska imtixaannada

source: Correct
so_so: Toosan

source: Number of good answers for one question
so_so: Tirada jawaabaha wanaagsan ee su'aal

source: number of errors by the learner
so_so: tirada khaladaad ee ardayga

source: Determine
so_so: Go'aami

source: a non numeric value
so_so: qiime aan nambarro ahayn

source: Replaced
so_so: La beddelay

source: a value larger than 20
so_so: qiime ka weyn 20

source: Replace 20
so_so: Beddel 20

source: previous values will be replaced by clicking the "default values" button
so_so: qiimayaashii hore waxaa lagu bedeli doonaa marka la riixo badhanka "qiimayaasha caadiga ah"

source: black numbers = score
so_so: nambarrada madow = dhibco

source: Show score to learner:
so_so: Muujinta dhibcaha ardayga:

source: Step 1
so_so: Tallaabada 1

source: Step 2
so_so: Tallaabada 2

source: Import Hotpotatoes
so_so: Soogu shub Hotpotatoes

source: Import Hotpotatoes tests
so_so: Soogu shub imtixaannada Hotpotatoes

source: Upload Image file to the server
so_so: Sare u qaado faylka sawirka serverka

source: Test whithout Images
so_so: Imtixaan aan sawirro lahayn

source: <br> You still have to upload
so_so: <br> Weli waa inaad sare u qaaddo

source: image(s) :
so_so: sawirro :

source: is not the valid file !
so_so: ma aha faylka saxda ah !

source: Show Question
so_so: Muuji Su'aasha

source: Unknown Test
so_so: Imtixaan Aan la Aqoon

source: Reuse the question
so_so: Dib u isticmaal su'aasha

source: Create test
so_so: Abuur imtixaan

source: Create a question
so_so: Abuur su'aal

source: Create answers
so_so: Abuur jawaabaha

source: Edit test name and settings
so_so: Tafatir magaca imtixaanka iyo goobaha

source: Edit answers
so_so: Tafatir jawaabaha

source: for the test
so_so: imixaanka

source: Use an existing question
so_so: Isticmaal su'aal jirta

source: Open question
so_so: Su'aal furan

source: This answer has not yet been corrected. Meanwhile, your score for this question is set to 0, affecting the total score.
so_so: Jawaabtan weli lama sixiin. Inta kaliya, dhibcahaaga su'aashan waxaa loo dejiyay 0, taasoo saameeysa wadarta dhibcaha.

source: Hot Potatoes Admin
so_so: Hot Potatoes Maamulka

source: New question
so_so: Su'aal cusub

source: Please select an image
so_so: Fadlan dooro sawir

source: Description and scoring are required for each hotspot - feedback is optional
so_so: Sharaxaada iyo dhibcaha waa loo baahan yahay hotspot kasta - jawaab celinta waa ikhtiyaari

source: You have to create one (1) hotspot at least.
so_so: Waa inaad abuurtaa hal (1) hotspot ugu yaraan.

source: The maximum hotspots you can create is twelve (12).
so_so: Hotspot-yada ugu badan ee aad abuuri karto waa laba iyo toban (12).

source: Please supply a description and weighing for each hotspot.
so_so: Fadlan bixi sharaxaad iyo miisaan hotspot kasta.

source: Add hotspot
so_so: Ku dar hotspot

source: Remove hotspot
so_so: Ka saar hotspot

source: Image zones
so_so: Aagagga sawirka

source: Correct answer
so_so: Jawaab toosan

source: Your answer was
so_so: Jawaabtaadu waxay ahayd

source: For hotspots you can only use JPEG (.jpg or .jpeg) images
so_so: Hotspot-yada waxaad isticmaali kartaa oo kaliya sawirrada JPEG (.jpg ama .jpeg)

source: Show correct answers to each question and the score for the test
so_so: Muuji jawaabaha saxda ah ee su'aal kasta iyo dhibcaha imtixaanka

source: All questions
so_so: Dhammaan su'aalaha

source: Edit title and description
so_so: Tafatir ciwaanka iyo sharaxaada

source: Edit answers/hotspots
so_so: Tafatir jawaabaha/hotspot-yada

source: You haven't drawn all your hotspots yet
so_so: Weligaan dhammaan hotspot-yadaada sawirin

source: You must give a positive score for each hotspots
so_so: Waa inaad bixisaa dhibco togan hotspot kasta

source: You should answer completely to the question (
so_so: Waa inaad gebi ahaanba uga jawaabtaa su'aasha (

source: click(s) required on the image) before seeing the results
so_so: riix riix sawirka loo baahan yahay) ka hor intaadan arkin natiijooyinka

source: Description and scoring are required for each hotspot. Feedback is optional.
so_so: Tilmaanta iyo dhibcaha waa loo baahan yahay hotspot kasta. Feedback waa ikhtiyaari.

source: To create a hotspot: select a shape next to the colour, and draw the hotspot. To move a hotspot, select the colour, click another spot in the image, and draw the hotspot. To add a hotspot: click the Add hotspot button. To close a polygon shape: right click and select Close polygon.
so_so: Si aad u samayso hotspot: dooro qaabka midabka agtiisa, oo sawir hotspot-ka. Si aad u dhaqaaqdo hotspot, dooro midabka, guji meel kale oo sawirka ah, oo sawir hotspot-ka. Si aad u darto hotspot: guji badhanka Ku dar hotspot. Si aad u xidho qaabka polygon: midabka midig guji oo dooro Xidh polygon.

source: Incorrect
so_so: Khaldan

source: Click number
so_so: Guji nambarka

source: Please give an answer
so_so: Fadlan bixi jawaab

source: Add limits
so_so: Ku dar xuduudaha

source: Are you sure
so_so: Ma hubinaysaa?

source: Learner score
so_so: Dhibcaha ardayga

source: Back to test home
so_so: Ku noqo guriga imtixaanka

source: The grade has been updated
so_so: Darajada waa la cusboonaysiiyay

source: Grade inserted
so_so: Darajada la geliyay

source: Please give a grade
so_so: Fadlan bixi darajada

source: Edit individual feedback and grade the open question
so_so: Tafatir feedback shaqsiyeed oo qiimeynta su'aasha furan

source: Add individual feedback
so_so: Ku dar feedback shaqsiyeed

source: To create a new question, choose the type above
so_so: Si aad u samayso su'aal cusub, dooro nooca sare

source: Matches To
so_so: Wax la mid ah

source: Add element
so_so: Ku dar curin

source: Remove element
so_so: Ka saar curin

source: Add answer option
so_so: Ku dar doorashada jawaabta

source: Remove answer option
so_so: Ka saar doorashada jawaabta

source: Your score
so_so: Dhibcahaaga

source: Attempted
so_so: La isku dayay

source: Assign a grade
so_so: Qoondeynta darajada

source: Proceed by clicking on a question type, then enter the appropriate information.
so_so: Ku sii wad iyadoo la gujinaya nooca su'aasha, ka dibna gel macluumaadka ku habboon.

source: Choose at least one good answer
so_so: Dooro ugu yaraan hal jawaab wanaagsan

source: Test name and settings have been saved.
so_so: Magaca imtixaanka iyo goobaynta waa la keydiyay.

source: The test has been deleted
so_so: Imtixaanka waa la tirtiray

source: Click this link to check the answer and/or give feedback
so_so: Guji xiriirkan si aad u hubiso jawaabta iyo/ama aad bixiso feedback

source: A learner has answered an open question
so_so: Arday ayaa ka jawaabay su'aal furan

source: Attempt details
so_so: Faahfaahinta isku dayga

source: Test attempted
so_so: Imtixaanka la isku dayay

source: Learner name
so_so: Magaca ardayga

source: Learner e-mail
so_so: E-maylka ardayga

source: Open question attempted is
so_so: Su'aasha furan la isku dayay waa

source: Upload image (jpg, png or gif) to apply hotspots.
so_so: Rari sawirka (jpg, png ama gif) si aad u codsato hotspots.

source: Now click on : (...)
so_so: Hadda guji: (...)

source: Examsheet viewed/corrected/commented by the trainer
so_so: Warqadda imtixaanka la arkay/la sixray/la faallo trainerku

source: Your following attempt has been viewed/commented/corrected by the trainer
so_so: Isku daygaaga soo socda ayaa la arkay/la faalloon/la sixray trainerku
