Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: There is a new comment in the post <i>%s</i>. To view it <a href='%s'>go here</a>.
so_so: Waxaa jira faallo cusub ku jirta boostada <i>%s</i>. Si aad u aragto <a href='%s'>gali halkan</a>.

source: View in alphabetical order
so_so: Ku daawo nidaamka alifbeeta

source: View in chronological order
so_so: Ku daawo nidaamka taariikhda

source: Qualify
so_so: Qiimeyn

source: Comment from %s
so_so: Faallo ka socota %s

source: Remove as template
so_so: Ka saar template ahaan

source: Translate category
so_so: Tarjumo qaybta

source: No notes yet
so_so: Wali ma jiraan qoraalo

source: Create your first note to get started.
so_so: Abuur qoraalkaaga ugu horreeya si aad u bilowdo.

source: Could not load support info at this time.
so_so: Ma awoodin taageerada taageerka waqtigan.

source: Could not load latest news at this time.
so_so: Ma awoodin barnaamijka cusub ee wararka waqtigan.

source: Internal error.
so_so: Khaldar gudaha ah.

source: Message update
so_so: Cusboonaysii fariinta

source: Open file
so_so: Furi faylka

source: Item details
so_so: Faahfaahinta shayga

source: Uploading... please keep this tab open.
so_so: Rari doonaya... fadlan hay tabkan furan.

source: Recipients
so_so: Qaatayaasha

source: Sharing
so_so: Wadaagid

source: Enter a value here
so_so: Halkan qiime geli

source: Write a title...
so_so: Ciwaan qor...

source: Use the editor toolbar to format your content.
so_so: Adeegga editor-ka si aad uga sameysid waxyaabahaaga.

source: Drag & drop files here or click to select
so_so: Jiido & tuura faylalka halkan ama guji si aad u doorato

source: Edit post
so_so: Tafatiriye boostada

source: New post
so_so: Boostada cusub

source: Failed to create the post. Please try again.
so_so: Waan ku fashilmay inaan boostada abuuro. Fadlan isku day mar kale.

source: Press Ctrl+Enter to send
so_so: Riix Ctrl+Enter si aad u dirto

source: Add comment
so_so: Ku dar faallo

source: Write your comment here...
so_so: Faalladaada halkan qor...

source: %s selected
so_so: %s la doortay

source: Search by title or path...
so_so: Raadi ciwaanka ama dariiqa...

source: Manage backups, restore, copy, recycle and delete course data.
so_so: Maamule backup-yada, soo-celinta, koobiyada, dib-u-warshadaynta iyo tirtirka xogta koorsada.

source: %s comment(s)
so_so: %s faallo(oyin)

source: Error updating third party. Please verify the data.
so_so: Khaldar ku cusboonaysiinta qaybta saddexaad. Fadlan hubi xogta.

source: Please choose a .imscc or .zip file.
so_so: Fadlan dooro fayl .imscc ama .zip.

source: Select items
so_so: Dooro shayadka

source: Import options
so_so: Ikhtiyaarrada soo-dejinta

source: Selected items
so_so: Shayadka la doortay

source: Scope
so_so: Baaxad

source: Select source
so_so: Dooro isha

source: No date
so_so: Ma jiro taariikh

source: Download as ZIP
so_so: Kala soo bax ZIP

source: Delete this folder? All files inside will be permanently deleted.
so_so: Ma tirtiri kartaa folderkan? Dhammaan faylalka gudaha si joogto ah ayaa loo tirtiri doonaa.

source: Template type
so_so: Nooca template-ka

source: Edit task
so_so: Tafatiriye shaqada

source: Pending validation
so_so: Sugaya xaqiijinta

source: New project
so_so: Mashruuc cusub

source: Assign task
so_so: Meel mari shaqada

source: Select a task
so_so: Dooro shaqo

source: Select a user
so_so: Dooro isticmaale

source: Target date
so_so: Taariikhda la beegsaday

source: Could not load exportable items.
so_so: Ma awoodin shayadka la dhoofin karo.

source: You can close this message to continue.
so_so: Waxaad xaqiijin kartaa farriintaan si aad u sii wadato.

source: Select a contact
so_so: Dooro xiriiriye

source: No messages yet
so_so: Ma jiraan fariimo welwel

source: Pick someone in the left box to start chatting
so_so: Dooro qof sanduuqa bidix si aad u bilowdo sheekaysiga

source: Enter to send Shift+Enter for newline
so_so: Geli si aad u dirto Shift+Enter ee newline

source: Delivered
so_so: La geeyay

source: Sending
so_so: Diraya

source: Are you sure you want to clear this conversation?
so_so: Ma hubin inaad rabto inaad tirtirto sheekaysigan?

source: New messages
so_so: Farriin cusub

source: Hello %s,<br><br>You have been enrolled in a new session: <strong>%s</strong>.<br>You can access your courses from <a href="%s">here</a>.<br><br>Your current active sessions are:<br><ul>%s</ul><br>Best regards,<br>Chamilo
so_so: Salaan %s,<br><br>Waxaad ku diiwaan gashan tahay kalfadhi cusub: <strong>%s</strong>.<br>Waxaad koorasaskaada ka heli kartaa <a href="%s">halkan</a>.<br><br>Kalfadhaheeda hadda firfircoon waa:<br><ul>%s</ul><br>Tekeeley,<br>Chamilo

source: Admin Favorites Courses
so_so: Koorasaska Favoreetiga Maamulaha

source: Admin Completed Courses
so_so: Koorasaska Dhameystiray Maamulaha

source: Admin Incomplete Courses
so_so: Koorasaska aan Dhameystirn Maamulaha

source: Admin Restart Courses
so_so: Koorasaska Dib-u-bilaabaya Maamulaha

source: Admin Dashboard
so_so: Dashboard-ka Maamulaha

source: Threads
so_so: Mawduucyada

source: Invalid thread
so_so: Mawduuc aan sax ahayn

source: View full thread
so_so: Eeg mawduuca buuxa

source: No post yet
so_so: Ma jiro wax la soo saaray welwel

source: Discussion thread
so_so: Mawduuca doodda

source: Access to this course
so_so: Gelitaanka koorsaskan

source: This plugin has no configurable settings. Activation is managed from the plugins list.
so_so: Plugin-kani ma haysto goobyo la dejin karo. Dhaqdhaqaaqa waxaa laga maamulaa liiska plugins-yada.

source: Private - access granted by privileged users
so_so: Khaas ah - gelitaanka waxaa bixiyay isticmaale yaqaan u leh

source: No detailed feedback is available for this question.
so_so: Ma jiro jawaab-celin faahfaahsan oo su'aashan diyaar ah.

source: Please select an answer before checking the result.
so_so: Fadlan dooro jawaab ka hor intaadan ciddiyin natiijada.

source: Allow PDF export for this item
so_so: Oggolow dhoofinta PDF-ka shaxankan

source: Hide free users (not enrolled)
so_so: Qariyo isticmaale lacag la'aan ah (aan la diiwaan gelin)

source: Question statistics
so_so: Tirakoobka su'aalaha

source: Generating file. Do not close this tab...
so_so: Waxay soo saaraysaa faylka. Ha xidhin tabkan...

source: Assign auth source to users
so_so: Ku meeleeyso isha authentication ee isticmaale

source: There are no questions for this survey
so_so: Ma jiraan su'aalo ku saabsan baaritaankan

source: Certificates report
so_so: War-bixinta shahaadooyinka

source: Course picture
so_so: Sawirka koorsada

source: Current picture
so_so: Sawirka hadda

source: Course events log
so_so: Diiwaanka dhacdooyinka koorsada

source: Update the category information and its optional time limit.
so_so: Cusboonaysii macluumaadka qaybta iyo xadka wakhtiga ikhtiyaariga ah.

source: Create a logical group of sessions to keep your training catalogue organized.
so_so: Abuur koox macquul ah oo kalfadhiyo ah si aad u nidaamiso buugga tababarka.

source: Generating file, do not close this tab
so_so: Waxay soo saaraysaa faylka, ha xidhin tabkan

source: Assign authentication sources to users
so_so: Ku meeleeyso ilaha authentication ee isticmaale

source: Average completion rate
so_so: Qiyaasta dhammaystirka celceliska

source: Average access rate
so_so: Qiyaasta gelitaanka celceliska

source: This table summarizes learner progress and activity per learning path in your current courses.
so_so: Shaxdan waxay soo koobaysaa horumarka iyo dhaqdhaqaaqa ardayga ee waddooyinka waxbarashada ee koorsadahaada hadda.

source: Follow up
so_so: Raac

source: Tracking for superior
so_so: Raacista sare

source: This report shows the weekly distribution of sessions per general coach in the selected date range.
so_so: War-bixintan waxay muujinaysaa qaybinta toddobaadlaha ah ee kalfadhiyada tababare guud ee kasta oo la doortay muddada taariikhda.

source: Head manager report
so_so: War-bixinta maamulaha sare

source: Reset or update user password
so_so: Reset ama cusboonaysii passwordka isticmaale

source: Active users
so_so: Isticmaale firfircoon

source: Inactive users
so_so: Isticmaale aan firfircoonayn

source: Report on resources
so_so: War-bixinta agabka

source: Global view
so_so: Aragti guud

source: Available reports
so_so: War-bixinnada la heli karo

source: Current report
so_so: War-bixinta hadda

source: Back to user assignment page
so_so: Ku noqo bogga meeleynta isticmaale

source: Authentication sources assigned successfully
so_so: Ilaha authentication si guul leh ayaa loo meeleeyay

source: Tip: choose Just upload to store without sending to anyone.
so_so: Tilmaam: dooro Kaliya soo rar si aad u keydiso iyada oo aan cidna loo dirin.

source: Please select at least one recipient ( Just upload or any user)
so_so: Fadlan dooro ugu yaraan hal qof helay ( Kaliya soo rar ama isticmaale kasta)

source: Selected files
so_so: Faylalka la doortay

source: Hide password
so_so: Dhuumaha furaha sirta

source: Show password
so_so: Muuji furaha sirta

source: Upload SVG logo for e-mails
so_so: Soo rar logo SVG ee iimaylka

source: You must move or remove all learning paths from this category before deleting it.
so_so: Waa inaad ka raro ama tirtirtaa dhammaan waddooyinka waxbarashada qaybtan ka hor intaadan tirtirin.

source: Clear filters
so_so: nadiifin filtarrada

source: Attendances (tablet)
so_so: Ileedhannada (tablet)

source: Exit tablet mode
so_so: Ka bax qaabka tablet

source: No members found.
so_so: Ma jiraan xubno la helay.

source: Health check
so_so: Baaritaanka caafimaadka

source: Export to CC 1.3
so_so: Dhoofin ilaa CC 1.3

source: Loading resources...
so_so: Waxaa la raro agabka...

source: Failed to load resources.
so_so: Waan ku guuldareystay rarista agabka.

source: Please select at least one exportable resource (document, web link, discussion,...).
so_so: Fadlan dooro ugu yaraan hal agab oo la dhoofin karo (dukumenti, xiriir web, dood,...).

source: Export finished.
so_so: Dhoofintu way dhammaystirtay.

source: Export failed.
so_so: Dhoofintu way guuldareysatay.

source: Import failed.
so_so: Rarintu way guuldareysatay.

source: Local file (.zip, .mbz, .tgz, .gz)
so_so: Fayl maxalli ah (.zip, .mbz, .tgz, .gz)

source: Ready to import
so_so: Diyaar u ah in la raro

source: We will restore the backup into this course. You can go back to change options.
so_so: Waxaan dib u soo celin doonnaa kaydka koorsadan. Waxaad dib ugu noqon kartaa beddelka doorashooyinka.

source: Select resources to import
so_so: Dooro agabka la raro

source: No resources available in this backup.
so_so: Ma jir dhawr leh backupkan.

source: Import selection
so_so: Doorashada soo dejinta

source: Import completed
so_so: Soo dejinta waa la dhameeyey

source: Could not load options.
so_so: Waa la ololi karaa doorashooyinka.

source: Please select a backup file (.zip, .mbz, .tgz, .gz)
so_so: Fadlan dooro faylka backup (.zip, .mbz, .tgz, .gz)

source: Please choose a backup from the server
so_so: Fadlan dooro backup serverka

source: Error selecting source.
so_so: Qalad doorashada isha.

source: Recycling options
so_so: Ikhtiyaarrada dib-u-warshadaynta

source: Type the course code to confirm
so_so: Geli koodka koorsada si aad u xaqiijiso

source: This will remove or reset selected resources. This action cannot be undone.
so_so: Tani waxay meesha ka saari doontaa ama dib u dejin doontaa agabka la doortay. Ficilkan lama beddeli karo.

source: Select resources to recycle
so_so: Dooro agabka dib-u-warshadaynta

source: No resources available in this course.
so_so: Ma jiro agab ku jira koorsadan.

source: Recycle selected
so_so: Dib-u-warshade la doortay

source: Error loading resources.
so_so: Qalad la carguuraayo agabka.

source: Clear search
so_so: nadiifi raadinta

source: Only letters, digits and underscore (_) are allowed in the database name. Invalid characters will be removed automatically.
so_so: Harakadyada xuruufta ah, nambarrada iyo hoostaga (_) kaliya ayaa loo oggol yahay magaca database-ka. Xuruufta aan sax ahayn ayaa si toos ah loo tixraacayaa.

source: What general terms and conditions are given to users to use this platform?
so_so: Waa maxay shuruudaha guud ee la siiyo isticmaale si ay u isticmaalaan platformkan?

source: ex. {examplePassword}
so_so: tusa. {examplePassword}

source: Welcome to Chamilo!
so_so: Ku soo dhawow Chamilo!

source: Welcome to this platform
so_so: Ku soo dhawow platformkan

source: For more details visit %s
so_so: Faahfaahin dheeraad ah booqo %s

source: Manager
so_so: Maamule

source: Mark as
so_so: Calamadey

source: Reply to all
so_so: Ka jawaab dhammaan

source: Please accept the latest version of the terms and conditions.
so_so: Fadlan aqbal nooca ugu dambeeyay ee shuruudaha iyo xaaladaha.

source: Required value for operation without path
so_so: Qiimaha loo baahan yahay ee hawlgalka aan jidka lahayn

source: Available space (%s)
so_so: Meel bannaan oo diyaar (%s)

source: Index this description for the global search
so_so: Tilmaantan ku jidka raadinta guud

source: Unknown course
so_so: Kooras aan la aqoon

source: Certificate not found.
so_so: Shahaadada lama helin.

source: Security token expired. Please reload the page and try again.
so_so: Tilmaamaha amniga waa dhacay. Fadlan dib u raro bogga oo isku day mar kale.

source: Only platform administrators can change the course visibility.
so_so: Maamulayaasha aaladaha kaliya ayaa beddeli kara muuqalka koorsada.

source: Unexpected error while subscribing the user
so_so: Khalad lama filaan ah inta la xusid gelinaya isticmaalaha

source: Search in resource logs
so_so: Raadi diiwaanka agabka

source: Include this learning path in the global search results
so_so: Ku dar jidkan waxbarashada natiijooyinka raadinta guud

source: The course code already exists
so_so: Koodka koorsadu horay u jiray

source: Latest news
so_so: Wararka ugu dambeeyay

source: Get the latest news from Chamilo, including security vulnerabilities and events, directly inside your administration panel. These pieces of news will be checked on the Chamilo news server every time you load the administration page and are only visible to administrators.
so_so: Hel wararka ugu dambeeyay Chamilo, oo ay ku jiraan dhibaatooyinka amniga iyo dhacdooyinka, si toos ah gudaha gudaha maamulkaaga. Qaybahan wararka waxaa laga hubin doonaa serverka wararka Chamilo markasta oo aad raro bogga maamulka oo ay muuqdaan oo keliya maamulayaasha.

source: Chamilo support block
so_so: Balagac taageerada Chamilo

source: Get pro tips and an easy way to contact official service providers for professional support, directly from the makers of Chamilo. This block appears on your administration page, is only visible by administrators, and refreshes every time you load the administration page.
so_so: Hel talooyin xirfadeed iyo hab fudud oo lagu xiriirayo bixiyeyaasha adeegga rasmiga ah ee taageerada xirfadeed, si toos ah ka soo baxay sameeyayaasha Chamilo. Balagacani wuxuu ka muuqdaa boggaaga maamulka, waxaa arki kara maamulayaasha kaliya, oo wuxuu dib u cusboonaysiiyaa markasta oo aad raro bogga maamulka.

source: Hide option to send announcements to HR users
so_so: Qari doorashada dirista ogeysiisyada isticmaaleha HR

source: Allow session admins to download private certificates
so_so: Oggolow maamulayaasha kalfadhiga inay soo dejistaan shahaadooyinka gaarka ah

source: If enabled, session administrators can download certificates even if they are not publicly published.
so_so: Haddii la shaqeeyo, maamulayaasha kalfadhiga waxay soo dejisan karaan shahaadooyinka xitaa haddii aan si dadweyne loo daabicin.

source: If not empty, the course creation process will look for some fields in the user profile and auto-fill them for the course. For example, a teacher specialized in digital marketing could automatically set a digital marketing flag on each course (s)he creates.
so_so: Haddii aan madhanayn, habka abuurista koorsada waxu raadin doontaa qaar ka mid ah goobaha astaanta isticmaaleha oo si otomaatig ah u buuxin doonto koorsada. Tusaale ahaan, macallin ku takhasusay suuqgeynta dhijitaalka ah waxa uu si otomaatig ah u dejin karaa calaamad suuqgeynta dhijitaalka ah koorsad kasta (s)he abuuro.

source: Main menu entries
so_so: Qaybaha liiska ugu muhiimsan

source: Check the entrie you want to see appear in the main menu
so_so: Jeclaan gelinta aad rabto in lagu arko liiska ugu muhiimsan

source: Main menu entries per role
so_so: Qaybaha liiska ugu muhiimsan ee doorkii

source: Define header tabs visibility per role.
so_so: Qeex muuqalka tabs-ka madaxa doorkii.

source: Set the options you want to appear in the navigation around a table to show less or more rows on one page. e.g. [50, 100, 200, 500].
so_so: Deji doorashooyinka aad rabto in lagu muuqdo socodka agagaarka miiska si aad u muujiso safaf yar ama badan hal bog. tusaale ahaan [50, 100, 200, 500].

source: Array of extra features you can enable for the video player in Chamilo. Options include 'speed', which allows you to change the playback speed of a video.
so_so: Array astaamo dheeraad ah oo aad u shaqayn kartaa ciyaartoyga fiidiyowga Chamilo. Doorashooyinka waxaa ku jira 'speed', taas oo kuu oggolaanaysa in aad beddesho xawaaraha dib-u-dhigista fiidiyowga.

source: Mail: character set
so_so: Boostada: set-ka xarafka

source: In case you need to define the charset to use when sending those e-mails. Leave empty if you're not sure.
so_so: Hadduu kuu baahdo in aad qeexdo charset-ka la isticmaalo marka la dirayo e-mail-yadan. Ka tag meel bannaan haddii aadan hubin.

source: Mail: Debug
so_so: Boostada: Debug

source: Select whether you want to enable the e-mail sending debug logs. These will give you more information on what is happening when connecting to the mail service, but are not elegant and might break page design. Only use when there is not user activity.
so_so: Dooro haddii aad rabto in aad shaqayso diiwaanka debug-ga dirista e-mail-ka. Kuwani waxay ku siin doonaan macluumaad badan oo ku saabsan waxa dhacaya marka la ku xidhanayo adeegga boostada, laakiin ma aha kuwo qurux badan oo laga yaabo inay jebiyaan naqshadeynta bogga. Kaliya isticmaal marka aan jirin dhaqdhaqaaq isticmaale.

source: Mail: Avoid using LD+JSON
so_so: Boostada: Ka fogaansho isticmaalka LD+JSON

source: Some e-mail clients do not understand the descriptive LD+JSON format, showing it as a loose JSON string to the final user. If this is your case, you might want to set the variable below to 'false' to disable this header.
so_so: Qaar ka mid ah macaamilayaasha e-mail-ka ma fahmaan qaabka sharraxaha LD+JSON, waxay u muujinayaan sidii xaraf JSON dabacsan isticmaaleha ugu dambeeya. Haddii tani ay tahay kiiskaaga, waxaad rabtaa in aad dejiso doorsoomaha hoose 'false' si aad u joojiso madaxa.

source: Mail: DKIM headers
so_so: Boostada: Madaxyada DKIM

source: Enter a JSON array of your DKIM configuration settings (see example).
so_so: Gali array JSON ee goobaha dejinta DKIM-gaaga (ar tusaalaha).

source: Mail: XOAuth2 options
so_so: Boostada: XOAuth2 doorashooyinka

source: If you use some XOAuth2-based e-mail service, use this setting in JSON to save your specific configuration (see example) and select XOAuth2 in the mail service setting.
so_so: Haddii aad isticmaasho adeegga e-mail-ka ku salaysan XOAuth2, isticmaal goobtani JSON si aad u keydiso dejintaada gaarka ah (ar tusaalaha) oo dooro XOAuth2 goobta adeegga boostada.

source: Defines the environment type: "prod" (normal production), "validation" (like production but without reporting statistics), or "test" (debug mode with developer tools such as untranslated string indicators).
so_so: Qeex nooca deegaanka: "prod" (wax-soo-saarka caadiga ah), "validation" (sida wax-soo-saarka laakiin aan lahayn warbixinta tirakoobka), ama "test" (habka debug oo leh qalabka horumariyeyaasha sida tilmaamayaasha xadhigga aan la tarjumayn).

source: Global limit of users per course
so_so: Xadka guud ee isticmaaleha koorsad kasta

source: Defines a global maximum number of users (teachers included) allowed to be subscribed to any single course in the platform. Set this value to 0 to disable the limit. This helps avoid courses being overloaded in open portals.
so_so: Qeex tirada ugu badan ee isticmaaleha (macallimiinta lagu daro) ee loo oggol yahay in lagu xuso hal koorsad oo kaliya ee aaladda. Deji qiimahaan 0 si aad u joojiso xadka. Tani waxay ka caawisaa ka fogaanshaha koorsadyada inay noqdaan kuwo culeys badan bogagga furan.

source: Enable to use an array to define which roles should be clearly displayed and which should be hidden.
so_so: Shaqeeya si aad u isticmaasho array si aad u qeexdo doorarka ee si cad loo muujiyo iyo kuwa la qarinayo.

source: Show base course posts in session course
so_so: Muujin kooraska hoose ee kalfadhiga koorsada

source: Limit identical email usage
so_so: Xaddid isticmaalka isku midka ah ee iimaylka

source: Maximum number of accounts allowed to share the same e-mail address. Set to 0 to disable this limit.
so_so: Tirada ugu badan ee xisaabaadka ee loo ogol yahay inay wadaagaan isla cinwaanka e-mail. Deji 0 si aad u joojiso xadkan.

source: Allow session admins to see all users on all URLs
so_so: Oggolaw maamulayaasha fadhiga inay arkaan dhammaan isticmaaleyaasha dhammaan URL-yada

source: If enabled, session admins can search and list users from all access URLs, regardless of their current URL.
so_so: Haddii la shaqeeyo, maamulayaasha fadhiga waxay raadin karaan oo liis garayn karaan isticmaaleeyaal ka yimaada dhammaan URL-yada gelitaanka, iyadoon loo eegin URL-ka hadda.

source: Enable the possibility for users to select their own timezone. Once configured, users will be able to see assignment deadlines and other time references in their own timezone, which will reduce errors at delivery time.
so_so: Fursad u ogolow dadka isticmaala inay doortaan aaggooda wakhtiga. Marka la habeeyo, dadka isticmaala waxay arki doonaan wakhtiyada ugu dambeeya ee shaqada iyo tixraacyada kale ee wakhtiga aaggooda wakhtiga, taas oo yarayn doonta khalada marka la keenayo.

source: Redirect after login (per profile)
so_so: U gudbi ka dib marka la galo (ku salaysan profile-ka)

source: Define redirection per profile after login using a JSON object like {"STUDENT":"", "ADMIN":"admin-dashboard"}
so_so: Qeex u gudbida ku salaysan profile-ka ka dib marka la galo adigoo isticmaalaya shey JSON sida {"STUDENT":"", "ADMIN":"admin-dashboard"}

source: Hide legal accept checkbox in Terms and Conditions page
so_so: Qari sanduuqa oggolaanshaha sharciga ee bogga Shuruudaha iyo Xaaladaha

source: If set to true, removes the "I have read and accept" checkbox in the Terms and Conditions page flow.
so_so: Haddii loo dejiyo run, waxay meeshaha sanduuqa "Waxaan akhriyay oo waan oggolahay" ee socodka bogga Shuruudaha iyo Xaaladaha.

source: Array defining host and port for the LDAP server.
so_so: Array qeexaya martigeliyaha iyo dekedda serverka LDAP.

source: Enable 2FA
so_so: Fursad gel 2FA

source: Add fields in the password update page to enable 2FA using a TOTP authenticator app. When disabled globally, users won't see 2FA fields and won't be prompted for 2FA at login, even if they had enabled it previously.
so_so: Ku dar goobaha bogga cusboonaysiinta ereyga sirta ah si aad u fursad geliso 2FA adigoo isticmaalaya app-ka xaqiijinta TOTP. Marka la curyo si caalami ah, dadka isticmaala ma arki doonaan goobaha 2FA oo lama weydiisan doono 2FA marka la galo, xitaa haddii ay hore u fursmeen.
