Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: <p> The forum is an discussion tool for asynchronous written work. In contrast to e-mail, a forum is for public, or semi-public, group discussion. </p>To use the Chamilo forum, members can simply use their browser - they do not require any distinct client software. </p>To organize forums, click on the Forums tool. Discussions are organized hierarchically according to the following structure: </ p><b> Category> Forum> Topic> Post</ b> </ p> To ensure members can participate in the forum tidily and effectively, it is essential in the first instance to create categories and forums; it's then up to the participants to create topics and posts. By default, the forum contains a single (public) category, an example topic and an example post. You can add forums to the category, change its title or create other categories within which you could then create new forums. (Don't confuse categories and forums, and remember that a category that contains no forum is useless and not displayed.)</p> <p>The forum description might include a list of its members, a definition of its purpose, a target a task, a theme etc.</p><p>Group forums should not be created via the Forum tool but instead via the Groups tool, where you can determine whether your group forums should be private or public, at the same time providing a location for sharing groups of documents.</p><b> Teaching Tips</ b></ p> A learning forum is not quite the same as the forums you are used to seeing on the internet. For one thing, it is not possible for learners to alter their posts once they have been published as the course is logically archived to allow tracking of what has been said in the past. Furthermore, Chamilo forums allow for specific uses relevant to teaching. For example, some teachers/trainers publish corrections directly within forums in the following way: <li> A learner is asked to post a report directly into the forum, </ li> The teacher corrects it by clicking Edit (yellow pencil) and marking it using the graphics editor (color, underlining, etc.) </ li> Finally, other learners benefit from viewing the corrections was made on the production of one of of them, </ li> Note that the same principle can be applied between learners, but will require his copying/pasting the message of his fellow student because students / trainees can not edit one another's posts. <. li> </ ul>
ar: يعد المنتدى بانه اداة للمناقشة للتعليم غير المتزامن، وبخلاف البريد الذي يكون سريا، فان المنتدى يمكن ان يكون عاما او نصف عاما.
ast_es: <p> El foru ye una ferramienta de discusión pa trabayu escritu asíncronu. En contrastu col corréu electrónicu, un foru ye pa discusións públicas o semipúblicas de grupu. </p>Pa usar el foru de Chamilo, los miembros pueden usar namái el navegador, nun precisen dengún software de cliente distintu. </p>Pa organizar foros, calca na ferramienta Foros. Les discussions organízanse de mou xerárquicu siguiendo esta estraya: </p><b> Categoría> Foru> Temu> Mensaxe</b></p> Pa asegurar que los miembros puedan participar nel foru ordenadamente y con efetividad, ye esencial primero crear categories y foros; luego ye cosa de los participantes crear temas y mensaxes. Por omisión, el foru contién una sola categoría (pública), un tema d'exemplu y una mensaxe d'exemplu. Pues amestar foros a la categoría, camudar el títulu o crear otres categories nelle qu'ameníes pues crear nuevos foros. (Nun confundas categories y foros, y recuerda que una categoría que nun contién foru ye inútil y nun s'amuesa.)</p> <p>La descripción del foru pue incluir una llista de los sos miembros, una definición del so propósitu, un obxetivu, una tarefa, un tema, etc.</p><p>Los foros de grupu nun deben crearse a traviés de la ferramienta Foru sinón a traviés de la ferramienta Grups, onde pues determinar si los foros del grupu han ser priváos o públicos, al mesma tiempu que proporciona un llugar pa compartir grupos de documentos.</p><b> Conseños pa la enseñanza</b></p> Un foru d'apreendizaxe nun ye l'igual que los foros a los que tas acostumbráu a ver na rede. Pa una cosa, nun ye posible pa los estudiantes camudar les sos mensaxes una vez publicaes, ya que el cursu arquívase lóxicamente pa permitir el seguimientu de lo que s'ha dichu nel pasáu. Además, los foros de Chamilo permiten usos específicos relevantes pa la enseñanza. Por exempluu, dellos profesores/entrenadores publican correcciones direutamente nos foros del siguiente mou: <li> Un estudiante ye pidíu que publique un informe direutamente nel foru, </li> El profesor corríxelo calcando Editar (llápiz amarillu) y marcándolo usando l'editor gráficu (color, subrayáu, etc.) </li> Finalmente, otres estudiantes aprovechen viendo les correcciones que s'han fechu na producción d'un d'ellos, </li> Nota que'l mesmu principiu pue aplicase ente estudiantes, pero requerirá que copie/pegue'l mensaxe del colegu, porque los estudiantes/entrenados nun pueden editar les mensaxes d'altros. </li></ul>
bn_bd: <p> ফোরামটি অসমকালীন লিখিত কাজের জন্য একটি আলোচনা টুল। ইমেইলের বিপরীতে, ফোরামটি সর্বজনীন বা আধা-সর্বজনীন গ্রুপ আলোচনার জন্য। </p>Chamilo ফোরাম ব্যবহার করতে, সদস্যরা শুধুমাত্র তাদের ব্রাউজার ব্যবহার করতে পারেন - তাদের কোনো পৃথক ক্লায়েন্ট সফটওয়্যার প্রয়োজন নেই। </p>ফোরাম সংগঠিত করতে, ফোরাম টুলে ক্লিক করুন। আলোচনাগুলি নিম্নলিখিত কাঠামো অনুসারে শ্রেণিবিন্যাস করা হয়: </p><b> বিভাগ> ফোরাম> বিষয়> পোস্ট</b> </p> সদস্যরা ফোরামে সুন্দরভাবে এবং কার্যকরভাবে অংশগ্রহণ করতে পারেন তা নিশ্চিত করতে, প্রথমে বিভাগ এবং ফোরাম তৈরি করা অত্যন্ত জরুরি; তারপর অংশগ্রহণকারীদের উপর নির্ভর করে বিষয় এবং পোস্ট তৈরি করা। ডিফল্টভাবে, ফোরামে একটি একক (সর্বজনীন) বিভাগ, একটি উদাহরণ বিষয় এবং একটি উদাহরণ পোস্ট থাকে। আপনি বিভাগে ফোরাম যোগ করতে পারেন, তার শিরোনাম পরিবর্তন করতে পারেন বা নতুন ফোরাম তৈরি করতে পারেন যার মধ্যে অন্যান্য বিভাগ তৈরি করতে পারেন। (বিভাগ এবং ফোরামকে বিভ্রান্ত করবেন না, এবং মনে রাখবেন যে কোনো ফোরাম না থাকা বিভাগ অকেজো এবং প্রদর্শিত হয় না।)</p> <p>ফোরামের বর্ণনায় এর সদস্যদের তালিকা, উদ্দেশ্যের সংজ্ঞা, একটি লক্ষ্য, একটি কাজ, একটি থিম ইত্যাদি অন্তর্ভুক্ত হতে পারে।</p><p>গ্রুপ ফোরামগুলি ফোরাম টুলের মাধ্যমে নয় বরং গ্রুপ টুলের মাধ্যমে তৈরি করা উচিত, যেখানে আপনি নির্ধারণ করতে পারেন যে আপনার গ্রুপ ফোরামগুলি ব্যক্তিগত বা সর্বজনীন হবে, একই সাথে গ্রুপ ডকুমেন্ট শেয়ার করার জন্য একটি স্থান প্রদান করবে।</p><b> শিক্ষাদানের টিপস</b></p> শিক্ষণ ফোরাম ইন্টারনেটে দেখা ফোরামের মতো একই নয়। একটি জিনিস হল, শিক্ষার্থীরা তাদের পোস্ট প্রকাশিত হওয়ার পর তা পরিবর্তন করতে পারে না কারণ কোর্স লজিক্যালি আর্কাইভ করা হয় যাতে অতীতে বলা কথা ট্র্যাক করা যায়। তাছাড়া, Chamilo ফোরামগুলি শিক্ষাদানের সাথে সম্পর্কিত নির্দিষ্ট ব্যবহারের অনুমতি দেয়। উদাহরণস্বরূপ, কিছু শিক্ষক/প্রশিক্ষক নিম্নলিখিত উপায়ে ফোরামের মধ্যে সরাসরি সংশোধন প্রকাশ করেন: <li> একজন শিক্ষার্থীকে ফোরামে সরাসরি একটি রিপোর্ট পোস্ট করতে বলা হয়, </li> শিক্ষক এডিট (হলুদ পেন্সিল) ক্লিক করে এটি সংশোধন করেন এবং গ্রাফিক্স এডিটর (রঙ, আন্ডারলাইন ইত্যাদি) ব্যবহার করে চিহ্নিত করেন </li> অবশেষে, অন্যান্য শিক্ষার্থীরা তাদের একজনের উৎপাদনের উপর সংশোধন দেখে উপকৃত হন, </li> মনে রাখবেন যে একই নীতি শিক্ষার্থীদের মধ্যে প্রয়োগ করা যায়, কিন্তু তার সহপাঠীর বার্তা কপি/পেস্ট করতে হবে কারণ শিক্ষার্থী/প্রশিক্ষণার্থীরা একে অপরের পোস্ট সম্পাদনা করতে পারে না। <.li> </ul>
bs_ba: <p> Forum je alat za diskusiju za asinhrono pisano rad. Za razliku od e-pošte, forum je za javnu ili polujavnu grupnu diskusiju. </p>Da biste koristili Chamilo forum, članovi mogu jednostavno koristiti svoj pretraživač - ne zahtijevaju poseban klijentski softver. </p>Da biste organizovali forume, kliknite na alat Forumi. Diskusije su organizovane hijerarhijski prema sljedećoj strukturi: </p><b> Kategorija> Forum> Tema> Objav</b></p> Da biste osigurali da članovi mogu udešavati forum uredno i efikasno, ključno je u prvom redu kreirati kategorije i forume; zatim je na učesnicima da kreiraju teme i objave. Podrazumijevano, forum sadrži jednu (javnu) kategoriju, primjer teme i primjer objave. Možete dodati forume u kategoriju, promijeniti njen naslov ili kreirati druge kategorije u kojima možete zatim kreirati nove forume. (Ne miješajte kategorije i forume, i zapamtite da kategorija koja ne sadrži forum nema svrhu i ne prikazuje se.)</p> <p>Opis foruma može uključivati listu njegovih članova, definiciju njegove svrhe, cilj zadatak, temu itd.</p><p>Grupni forumi se ne bi trebali kreirati preko alata Forum već preko alata Grupe, gdje možete odrediti da li će vaši grupni forumi biti privatni ili javni, istovremeno pružajući mjesto za dijeljenje grupa dokumenata.</p><b> Savjeti za nastavu</b></p> Forum za učenje nije baš isti kao forumi kojima ste navikli na internetu. Za jednu stvar, nije moguće da učenici mijenjaju svoje objave nakon što su objavljene jer se kurs logički arhivira da omogući praćenje onoga što je rečeno u prošlosti. Štaviše, Chamilo forumi omogućavaju specifične upotrebe relevantne za nastavu. Na primjer, neki nastavnici/treneri objavljuju korekcije direktno unutar foruma na sljedeći način: <li> Učenik je zamoljen da objavi izvještaj direktno u forum, </li> Nastavnik ga koriguje klikom na Uredi (žuto olovka) i označavanjem koristeći grafički uređivač (boja, podvlačenje, itd.) </li> Konačno, drugi učenici imaju koristi od pregleda korekcija koje su napravljene na proizvodu jednog od njih, </li> Napomena da se isti princip može primijeniti između učenika, ali će zahtijevati kopiranje/zalijepavanje poruke svog kolege jer studenti/trenere ne mogu uređivati objave jedni drugih. <li></ul>
ca_es: El fòrum és una eina de conversa per al treball escrit asíncron. A diferència del correu electrònic, un fòrum és per a converses públiques, semi-públiques o de grups.
cs_cz: <p> Fórum je nástroj pro diskuzi na asynchronní písemné práce. Na rozdíl od e-mailu je fórum pro veřejnou nebo poloveřejnou skupinovou diskuzi. </p>Pro použití fóra Chamilo mohou členové jednoduše použít svůj prohlížeč - nepotřebují žádný speciální klientský software. </p>Pro organizaci fór klikněte na nástroj Fóra. Diskuze jsou organizovány hierarchicky podle následující struktury: </p><b> Kategorie> Fórum> Téma> Příspěvek</b> </p> Aby členové mohli účastnit fóra úhledně a efektivně, je v prvním řadě nezbytné vytvořit kategorie a fóra; pak je na účastnících vytvářet témata a příspěvky. Ve výchozím nastavení obsahuje fórum jedinou (veřejnou) kategorii, příklad tématu a příklad příspěvku. Můžete přidat fóra do kategorie, změnit její název nebo vytvořit další kategorie, ve kterých pak můžete vytvořit nová fóra. (Nesměňujte kategorie a fóra a pamatujte, že kategorie bez fóra je zbytečná a nezobrazuje se.)</p> <p>Popis fóra může obsahovat seznam jeho členů, definici jeho účelu, cíl úkolu, téma atd.</p><p>Skupinová fóra by neměla být vytvářena prostřednictvím nástroje Fórum, ale prostřednictvím nástroje Skupiny, kde můžete určit, zda mají být vaše skupinová fóra soukromá nebo veřejná, a zároveň poskytnout místo pro sdílení skupin dokumentů.</p><b> Vyučovatelé tipy</b></p> Výukové fórum není zcela stejné jako fóra, ke kterým jste zvyklí na internetu. Pro jednu věc není možné, aby žáci měnili své příspěvky poté, co byly zveřejněny, protože kurz je logicky archivován, aby umožnil sledovat, co bylo řečeno v minulosti. Navíc fóra Chamilo umožňují specifické použití relevantní pro výuku. Například někteří učitelé/trenéři zveřejňují opravy přímo v fórech následujícím způsobem: <li> Žák je požádán, aby přímo do fóra zveřejnil zprávu, </li> Učitel ji opraví kliknutím na Upravit (žlutý tužka) a označí ji pomocí grafického editoru (barva, podtržení atd.) </li> Nakonec ostatní žáci těží z prohlížení oprav, které byly provedeny na produkci jednoho z nich, </li> Všimněte si, že stejný princip lze aplikovat mezi žáky, ale bude vyžadovat kopírování/vložení zprávy jeho spolužáka, protože studenti/trenéři nemohou upravovat příspěvky jeden druhého. </li> </ul>
da: <p> Forummet er et diskussionsværktøj til asynkron skriftligt arbejde. I modsætning til e-mail er et forum til offentlig, eller semi-offentlig, gruppediskussion. </p>Med Chamilo-forummet kan medlemmerne blot bruge deres browser - de kræver ikke nogen særlig klient-software. </p>For at organisere fora, klik på Fora-værktøjet. Diskussioner er organiseret hierarkisk i henhold til følgende struktur: </p><b> Kategori> Forum> Emne> Indlæg</b></p> For at sikre at medlemmerne kan deltage i forummet pænt og effektivt, er det essentielt i første omgang at oprette kategorier og fora; det er derefter op til deltagerne at oprette emner og indlæg. Som standard indeholder forummet en enkelt (offentlig) kategori, et eksempel-emne og et eksempel-indlæg. Du kan tilføje fora til kategorien, ændre dens titel eller oprette andre kategorier inden for hvilke du derefter kan oprette nye fora. (Forveksl ikke kategorier og fora, og husk at en kategori der ikke indeholder et forum er ubrugelig og ikke vises.)</p> <p>Forumsbeskrivelsen kan indeholde en liste over dens medlemmer, en definition af dens formål, et mål et opgave, et tema osv.</p><p>Gruppefora bør ikke oprettes via Forum-værktøjet men i stedet via Grupper-værktøjet, hvor du kan bestemme om dine gruppefora skal være private eller offentlige, på samme tid som du giver et sted til at dele grupper af dokumenter.</p><b> Undervisningstips</b></p> Et læringsforum er ikke helt det samme som de fora du er vant til at se på internettet. For det første er det ikke muligt for lærende at ændre deres indlæg når de er offentliggjort, da kurset logisk arkiveres for at tillade sporing af hvad der er sagt i fortiden. Desuden tillader Chamilo-fora specifikke anvendelser relevante for undervisning. For eksempel offentliggør nogle lærere/trænere rettelser direkte inden i fora på følgende måde: <li> En lærende bedes poste en rapport direkte ind i forummet, </li> Læreren retter det ved at klikke Redigér (gul blyant) og markere det ved hjælp af grafikeditoren (farve, understregning osv.) </li> Endelig nyder andre lærende godt af at se de rettelser der er lavet på produktionen af en af dem, </li> Bemærk at det samme princip kan anvendes mellem lærende, men vil kræve hans kopiering/indsætning af meddelelsen fra hans medstuderende, fordi studerende/trænede ikke kan redigere hinandens indlæg. <li></li> </ul>
el: <p> Το φόρουμ είναι ένα εργαλείο συζήτησης για ασύγχρονη γραπτή εργασία. Σε αντίθεση με το ηλεκτρονικό ταχυδρομείο, ένα φόρουμ είναι για δημόσια ή ημι-δημόσια ομαδική συζήτηση. </p>Για να χρησιμοποιήσετε το φόρουμ του Chamilo, τα μέλη μπορούν απλώς να χρησιμοποιήσουν τον περιηγητή τους - δεν απαιτείται ειδικό λογισμικό πελάτη. </p>Για να οργανώσετε φόρουμ, κάντε κλικ στο εργαλείο Forums. Οι συζητήσεις οργανώνονται ιεραρχικά σύμφωνα με την ακόλουθη δομή: </p><b> Κατηγορία> Φόρουμ> Θέμα> Δημοσίευση</b> </p> Για να εξασφαλίσετε ότι τα μέλη μπορούν να συμμετάσχουν στο φόρουμ τακτικά και αποτελεσματικά, είναι απαραίτητο αρχικά να δημιουργήσετε κατηγορίες και φόρουμ· στη συνέχεια, είναι ευθύνη των συμμετεχόντων να δημιουργήσουν θέματα και δημοσιεύσεις. Προεπιλογή, το φόρουμ περιέχει μία ενιαία (δημόσια) κατηγορία, ένα παράδειγμα θέματος και μία παράδειγμα δημοσίευση. Μπορείτε να προσθέσετε φόρουμ στην κατηγορία, να αλλάξετε τον τίτλο της ή να δημιουργήσετε άλλες κατηγορίες μέσα στις οποίες μπορείτε στη συνέχεια να δημιουργήσετε νέα φόρουμ. (Μην συγχέετε κατηγορίες και φόρουμ, και θυμηθείτε ότι μια κατηγορία που δεν περιέχει φόρουμ είναι άχρηστη και δεν εμφανίζεται.)</p> <p>Η περιγραφή του φόρουμ μπορεί να περιλαμβάνει λίστα μελών του, ορισμό του σκοπού του, στόχο, εργασία, θέμα κ.λπ.</p><p>Τα φόρουμ ομάδων δεν πρέπει να δημιουργούνται μέσω του εργαλείου Φόρουμ αλλά μέσω του εργαλείου Ομάδες, όπου μπορείτε να καθορίσετε αν τα φόρουμ της ομάδας σας πρέπει να είναι ιδιωτικά ή δημόσια, παρέχοντας ταυτόχρονα τοποθεσία για κοινή χρήση ομάδων εγγράφων.</p><b> Διδακτικές συμβουλές</b></p> Ένα φόρουμ μάθησης δεν είναι ακριβώς ίδιο με τα φόρουμ που συνηθίζετε να βλέπετε στο διαδίκτυο. Για παράδειγμα, δεν είναι δυνατόν οι μαθητές να τροποποιήσουν τις δημοσιεύσεις τους μόλις δημοσιευθούν, καθώς το μάθημα αρχειοθετείται λογικά για να επιτρέπεται η παρακολούθηση όσων έχουν ειπωθεί στο παρελθόν. Επιπλέον, τα φόρουμ Chamilo επιτρέπουν συγκεκριμένες χρήσεις σχετικές με τη διδασκαλία. Για παράδειγμα, ορισμένοι δάσκαλοι/εκπαιδευτές δημοσιεύουν διορθώσεις απευθείας στα φόρουμ με τον εξής τρόπο: <li> Ζητείται από μαθητή να δημοσιεύσει αναφορά απευθείας στο φόρουμ, </li> Ο δάσκαλος τη διορθώνει κάνοντας κλικ στο Επεξεργασία (κίτρινο μολύβι) και σημειώνοντάς την χρησιμοποιώντας τον γραφικό επεξεργαστή (χρώμα, υπογράμμιση κ.λπ.), </li> Τέλος, άλλοι μαθητές επωφελούνται βλέποντας τις διορθώσεις που έγιναν στην παραγωγή ενός από αυτούς, </li> Σημειώστε ότι η ίδια αρχή μπορεί να εφαρμοστεί μεταξύ μαθητών, αλλά θα απαιτεί αντιγραφή/επικόλληση του μηνύματος του συμφοιτητή του, επειδή οι μαθητές/εκπαιδευόμενοι δεν μπορούν να επεξεργαστούν οι μεν τις δημοσιεύσεις των δε. </li> </ul>
eo: <p> La forumo estas diskuta ilo por asinkronaj skribitaj laboroj. Kontraŭe al retpoŝto, forumo estas por publika, aŭ duonpublika, grupdiskuto. </p>Por uzi la Chamilo-forumon, membro povas simple uzi sian retumilon - ili ne bezonas apartan kliento-programon. </p>Por organizi forumojn, klaku sur la ilon Forumoj. Diskutoj estas organizitaj hierarkie laŭ la jena strukturo: </p><b> Kategorio> Forumo> Temo> Afiŝo</b></p> Por certigi ke membroj povas partopreni en la forumo ordiĝe kaj efike, estas esence unue krei kategoriojn kaj forumojn; poste dependas de la partoprenantoj krei temojn kaj afiŝojn. Defaŭlte, la forumo entenas unu (publikan) kategorion, ekzemplan temon kaj ekzemplan afiŝon. Vi povas aldoni forumojn al la kategorio, ŝanĝi ĝian titolon aŭ krei aliajn kategoriojn ene de kiuj vi povus poste krei novajn forumojn. (Ne konfuzu kategoriojn kaj forumojn, kaj memoru ke kategorio sen forumo estas senutila kaj ne montriĝas.)</p><p>La priskribo de la forumo povas inkluzivi liston de ĝiaj membroj, definicion de ĝia celo, celon, taskon, temon ktp.</p><p>Grupaj forumoj ne devus esti kreitaj per la ilo Forumo sed anstataŭe per la ilo Grupo, kie vi povas determini ĉu viaj grupaj forumoj devus esti privataj aŭ publikaj, samtempe provizante lokon por kunhavigi grupojn de dokumentoj.</p><b> Instruaj konsiloj</b></p> Lernoma forumo ne estas tute sama kiel la forumoj kiujn vi kutimas vidi en la interreto. Unue, ne estas eble por lernantoj ŝanĝi siajn afiŝojn post ol ili estis publikigitaj ĉar la kurso logike arkivas por spuri kio estis dirita en la pasinteco. Plie, Chamilo-forumoj permesas specifaĵojn rilatajn al instruado. Ekzemple, kelkaj instruistoj/entrenistoj publikigas korektojn rekte ene de forumoj jene: <li> Lernanto estas petita afiŝi raporton rekte en la forumon, </li> La instruisto korekto ĝin klakante Redakti (flava krajono) kaj markante ĝin uzante la grafikredaktilon (koloro, substreko ktp.), </li> Fine, aliaj lernantoj profitiĝas vidante la korektojn faritajn sur la produktado de unu el ili, </li> Notu ke la sama principo povas esti aplikita inter lernantoj, sed postulos kopii/kolui la mesaĝon de la kunlernanto ĉar studentoj/entrenantoj ne povas redakti afiŝojn de aliaj. </li></ul>
es: <p>El foro es una herramienta de conversación para el trabajo escrito asíncrono. A diferencia del e-mail, un foro es para conversaciones públicas, semi-públicas o de grupos.</p>
es_mx: <p> El foro es una herramienta de discusión para trabajos escritos asíncronos. A diferencia del correo electrónico, un foro es para discusión grupal pública o semipública. </p>Para usar el foro de Chamilo, los miembros pueden simplemente usar su navegador: no requieren software cliente distinto. </p>Para organizar foros, haga clic en la herramienta Foros. Las discusiones se organizan jerárquicamente según la siguiente estructura: </p><b> Categoría> Foro> Tema> Publicación</b> </p> Para asegurar que los miembros puedan participar en el foro de manera ordenada y efectiva, es esencial en primer lugar crear categorías y foros; luego corresponde a los participantes crear temas y publicaciones. Por defecto, el foro contiene una sola categoría (pública), un tema de ejemplo y una publicación de ejemplo. Puede agregar foros a la categoría, cambiar su título o crear otras categorías dentro de las cuales podría crear nuevos foros. (No confunda categorías y foros, y recuerde que una categoría que no contiene foros es inútil y no se muestra.)</p> <p>La descripción del foro podría incluir una lista de sus miembros, una definición de su propósito, un objetivo, una tarea, un tema, etc.</p><p>Los foros de grupo no deben crearse a través de la herramienta Foro, sino a través de la herramienta Grupos, donde puede determinar si sus foros de grupo deben ser privados o públicos, al mismo tiempo que proporciona un lugar para compartir grupos de documentos.</p><b> Consejos de enseñanza</b></p> Un foro de aprendizaje no es exactamente igual a los foros a los que está acostumbrado en internet. Por un lado, no es posible para los aprendices alterar sus publicaciones una vez publicadas, ya que el curso se archiva lógicamente para permitir el seguimiento de lo que se ha dicho en el pasado. Además, los foros de Chamilo permiten usos específicos relevantes para la enseñanza. Por ejemplo, algunos docentes/publican correcciones directamente dentro de los foros de la siguiente manera: <li> Se pide a un aprendiz que publique un informe directamente en el foro, </li> El docente lo corrige haciendo clic en Editar (lápiz amarillo) y marcándolo usando el editor gráfico (color, subrayado, etc.) </li> Finalmente, otros aprendices se benefician al ver las correcciones realizadas en la producción de uno de ellos, </li> Note que el mismo principio puede aplicarse entre aprendices, pero requerirá copiar/pegar el mensaje de su compañero porque los estudiantes no pueden editar las publicaciones de los demás. </li> </ul>
eu_es: <p> Foroa eztabaida tresna da idatzizko lan asinkronoetarako. E-postaren kontrazioz, foroa taldeko eztabaida publikorako edo erdi-publikorako da. </p>Chamilo foroa erabiltzeko, kideek nabigatzailea erabili dezakete soilik - ez dute bezero software berezirik behar. </p>Foroak antolatzeko, egin klik Foroak tresnan. Eztabaidak hierarkikoki antolatzen dira egitura honen arabera: </p><b> Kategoria> Foroa> Gaiak> Mezuak</b> </p> Kideek foroan ordenatu eta efektiboki parte har dezaten bermatzeko, lehenengo kategorien eta foroaren sorrera ezinbestekoa da; parte-hartzaileen ardura da gaiak eta mezuak sortzea. Lehenetsiz, foroak kategoria bakarra (publikoa), adibide gai bat eta adibide mezu bat dauzka. Kategoriara foro berriak gehitu ditzakezu, izenburua alda dezakezu edo kategori berriak sortu foro berriak sortzeko. (Ez nahastu kategoriak eta foroak, eta gogoratu kategorian fororik ez dagoela erabilgarria eta ez dela erakutsiko.)</p> <p>Foroaren deskribapenak kideen zerrenda, helburuaren definizioa, xedea, zeregina, gaia etab. barne dezake.</p><p>Talde foroak Forum tresnatik ez dira sortu behar, baizik eta Taldeak tresnatik, non zure talde foroak pribatuak edo publikoak diren zehatu dezakezun, aldi berean dokumentuen taldeak partekatzeko lekua emanez.</p><b> Irakasleen aholkuak</b></p> Ikasteko foroa interneteko foroekin ez da nahiko bera. Izan ere, ikasleek ezin dute beren mezuak aldatu argitaratu ondoren, ikastaroa logikoki artxibatua dagoelako iraganeko esandakoa jarraitzeko. Are gehiago, Chamilo foroak irakastearekin lotutako erabilerak ahalbidetzen ditu. Adibidez, irakasle batzuek zuzenketak foroetan argitaratzen dituzte honela: <li> Ikasleari forora txostena argitaratzea eskatzen zaio, </li> Irakasleak Editatu (pintzel horia) klikatuz zuzentzen du eta grafik editorearekin markatzen du (kolorea, azpimarratzea, etab.) </li> Azkenik, ikasleek onura ateratzen dute beren ekoizpen batean egin diren zuzenketak ikusita, </li> Ohartu printzipio bera ikasleen artean aplika daitekeela, baina ikasleak ezin dutela elkarren mezuak editatu, beraz kopiatu/itsasi beharko du lagunaren mezua. <li></li> </ul>
fa_ir: <p> انجمن ابزاری برای بحث ناهمزمان کتبی است. برخلاف ایمیل، انجمن برای بحث گروهی عمومی یا نیمه‌عمومی است. </p>برای استفاده از انجمن Chamilo، اعضا می‌توانند فقط از مرورگر خود استفاده کنند - نیازی به نرم‌افزار کلاینت جداگانه ندارند. </p>برای سازماندهی انجمن‌ها، روی ابزار انجمن‌ها کلیک کنید. بحث‌ها به صورت سلسله‌مراتبی طبق ساختار زیر سازماندهی می‌شوند: </p><b> دسته‌بندی > انجمن > موضوع > پست </b> </p> برای اطمینان از اینکه اعضا بتوانند به طور منظم و مؤثر در انجمن شرکت کنند، در ابتدا ضروری است دسته‌بندی‌ها و انجمن‌ها ایجاد شود؛ سپس بر عهده شرکت‌کنندگان است که موضوعات و پست‌ها ایجاد کنند. به طور پیش‌فرض، انجمن شامل یک دسته‌بندی (عمومی)، یک موضوع نمونه و یک پست نمونه است. می‌توانید انجمن‌هایی به دسته‌بندی اضافه کنید، عنوان آن را تغییر دهید یا دسته‌بندی‌های دیگری ایجاد کنید که در آن‌ها بتوانید انجمن‌های جدیدی بسازید. (دسته‌بندی و انجمن را اشتباه نگیرید و به یاد داشته باشید که دسته‌بندی بدون انجمن بی‌فایده است و نمایش داده نمی‌شود.)</p><p>توضیحات انجمن ممکن است شامل فهرست اعضا، تعریف هدف، هدف یا وظیفه، تم و غیره باشد.</p><p>انجمن‌های گروهی نباید از طریق ابزار انجمن بلکه از طریق ابزار گروه‌ها ایجاد شوند، جایی که می‌توانید تعیین کنید انجمن‌های گروهی خصوصی یا عمومی باشند، در عین حال مکانی برای به اشتراک گذاشتن گروه‌های اسناد فراهم کنید.</p><b> نکات آموزشی </b></p> انجمن یادگیری دقیقاً مانند انجمن‌هایی که در اینترنت دیده‌اید نیست. برای مثال، یادگیرندگان نمی‌توانند پست‌های خود را پس از انتشار تغییر دهند زیرا دوره به طور منطقی آرشیو می‌شود تا پیگیری آنچه در گذشته گفته شده ردیابی شود. علاوه بر این، انجمن‌های Chamilo اجازه استفاده‌های خاصی مرتبط با آموزش را می‌دهند. برای مثال، برخی معلمان/مربیان اصلاحات را مستقیماً در انجمن‌ها به این صورت منتشر می‌کنند: <li> از یادگیرنده خواسته می‌شود گزارشی را مستقیماً در انجمن پست کند، </li> معلم آن را با کلیک روی ویرایش (مداد زرد) و علامت‌گذاری با ویرایشگر گرافیکی (رنگ، زیرخط و غیره) اصلاح می‌کند </li> در نهایت، دیگر یادگیرندگان از مشاهده اصلاحاتی که روی تولید یکی از آن‌ها انجام شده سود می‌برند، </li> توجه کنید که همان اصل می‌تواند بین یادگیرندگان اعمال شود، اما نیاز به کپی/پیست کردن پیام همکلاسی دارد زیرا دانشجویان/کارآموزان نمی‌توانند پست‌های یکدیگر را ویرایش کنند. </li></ul>
fi_fi: <p>Foorumi on asynkronisen kirjallisen työskentelyn keskustelutyökalu. Toisin kuin sähköposti, foorumi on tarkoitettu julkiseen tai puolijulkiseen ryhmäkeskusteluun.</p>Käyttääksesi Chamilo-foorumia jäsenet voivat käyttää vain selainta – erillistä asiakassovellusta ei tarvita.</p>Foorumien järjestämiseksi napsauta Foorumit-työkalua. Keskustelut on järjestetty hierarkisesti seuraavan rakenteen mukaan: <p><b>Kategoria > Foorumi > Aihe > Viesti</b></p>Jotta jäsenet voivat osallistua foorumiin siististi ja tehokkaasti, on ensisijaisen tärkeää luoda kategoriat ja foorumit; sen jälkeen osallistujat luovat aiheet ja viestit. Oletuksena foorumi sisältää yhden (julkisen) kategorian, esimerkki-aiheen ja esimerkki-viestin. Voit lisätä foorumeita kategoriaan, muuttaa sen otsikkoa tai luoda muita kategorioita, joihin voit sitten luoda uusia foorumeita. (Älä sekoita kategorioita ja foorumeita, ja muista, että kategoria, joka ei sisällä foorumeita, on hyödytön eikä näy.)</p> <p>Foorumin kuvaus voi sisältää jäsenlistan, tarkoituksen määritelmän, tavoitteen, tehtävän, teeman jne.</p><p>Ryhmäfoorumeita ei tule luoda Foorumi-työkalun kautta vaan Ryhmät-työkalun kautta, jossa voit määrittää, ovatko ryhmäfoorumisi yksityisiä vai julkisia, samalla tarjoten paikan ryhmäasiakirjojen jakamiseen.<p><b>Opetusvinkkejä</b></p> Oppimisfoorumi ei ole aivan sama kuin internetin foorumit. Ensinnäkin oppijoiden ei ole mahdollista muokata viestejään julkaisun jälkeen, koska kurssi arkistoidaan loogisesti seurantaa varten. Lisäksi Chamilo-foorumit mahdollistavat opetukseen liittyviä erityiskäyttöjä. Esimerkiksi jotkut opettajat/järjestäjät julkaisevat korjauksia suoraan foorumeissa näin: <li>Oppijaa pyydetään lähettämään raportti suoraan foorumiin,</li><li>Opettaja korjaa sen napsauttamalla Muokkaa (keltainen kynä) ja merkitsee graafisella editorilla (väri, alleviivaus jne.),</li><li>Lopuksi muut oppijat hyötyvät nähdessään korjaukset, jotka tehtiin yhden heidän tuotoksessaan,</li><li>Huomaa, että samaa periaatetta voidaan soveltaa oppijoiden välillä, mutta se vaatii kopioinnin/liittämisen toisen viestistä, koska oppilaat eivät voi muokata toistensa viestejä.</li></ul>
fo_fo: <p> Forumið er eitt samtaluverktyg fyri ósamskiftandi skrivað arbeiði. Í mun til t-post, er eitt forum fyri alment, ella hálv-alment, bólkasamtalu. </p>Til at brúka Chamilo forum, kunnu limir einfaldliga brúka sína kagara - tey kríuja onki serstakt klient hugtak. </p>Til at skipa forum, klikk á Forum verktygið. Samtalur eru skipaðar hæddarliga samstundis við hesi bygnað: </p><b> Bólkur> Forum> Emne> Innlegg</b> </p> Fyri at tryggja, at limir kunnu delta í forum tíðbundið og effektivt, er tað neyðugt í fyrsta lagi at upprætta bólkar og forum; tað er so upp til deltøkur at upprætta emnir og innlegg. Sum standard inniheldur forumið ein einasta (alment) bólk, eitt dæmi emne og eitt dæmi innlegg. Tú kanst leggja forum afturat bólkinum, broyta hesin titulin ella upprætta aðrar bólkar, sum tú so kunnu upprætta nýggj forum í. (Ikki forblanda bólkar og forum, og minnist at ein bólkur sum inniheldur onki forum er óhugsandi og verður ikki vísur.)</p> <p>Forum lýsingin kann inninhalda eina listu av teimum limum, ein greining av endamálinum, ein málsætning, eina uppgávu, eitt evni osfr.</p><p>Bólkaforum skulu ikki verða upprættað gjøgnum Forum verktygið, men í staðin gjøgnum Bólkar verktygið, har tú kanst ábestemma hvat tínar bólkaforum skulu vera privatar ella almennt, samstundis sum tú veitir ein stað til at deila bólkum av skjølum.</p><b> Undirvísingarráð</b></p> Eitt læringsforum er ikki heilt sum teimum forum, tú ert vant til at síggja á internetinum. Fyri eitt, er tað ikki møguligt fyri lærlingar at broyta sín innlegg, tá ið tey eru løgd út, tí kursurin er logiskað arkiveerað fyri at leyva eftirlit við tí, sum er sagt í fortíðini. Toftastu, leyper Chamilo forum til serstakar brúkarar relevantar til undirvísing. Til dømi, utgiva nakrir lærarar/trenarir rettingar beinleiðis í forumum á henda háttin: <li> Ein lærling verður biðin um at leggja eina skýrslu beinleiðis inn í forum, </li> Læraren rettar tað við at klikka Redigera (gul blýantur) og merkja tað við grafiskum ritara (litur, undirstrikking osfr.) </li> Endaliga, njóta aðrir lærlingar av at síggja rettingarnar sum vóru gjørdar á arbeiðinum hjá einum av teimum, </li> Merk at sama princip kann verða brúkt millum lærlingar, men krevur at avrita/innseta boð hansara samlærlingi, tí at lærlingar / trennarar kunnu ikki redigera hvønn aðra sín innlegg. <li> </ul>
fur: <p> Il forum è un strument di discussion par lavor par scrit asincron. A diference dal e-mail, un forum è par discussion di grup publiche o semipubliche. </p>Par doprâ il forum di Chamilo, i memris podin sempli doprâ il lur navigadôr - no ân bisogno di software client distinc. </p>Par organizâ i forûms, clicjhe sul strument Forûms. Lis discussions a son organizadis jerarchicament secont cheste strukture: </p><b> Categorîe> Forum> Argoment> Post</b></p> Par asegurâ che i memris posshin parteçipâ al forum in mût ordinât e efetiv, è essencial prime creâ categorîs e forûms; dopo lu è ai parteçipants creâ argoments e posts. Par dutaut, il forum al ten une sole categorîe (publiche), un argoment d'esempi e un post d'esempi. Tu puêis zontâ forûms a la categorîe, cambiâ il titol o creâ altre categorîs dentor des quâls tu puêis ju creâ nûvfs forûms. (No confudî categorîs e forûms, e jenembri che une categorîe che no ten nissun forum è inutil e no si moste.)</p> <p>La descrizion dal forum e puê jenclûde une liste di siei memris, une definizion dal so scop, un obietiv un atività, un tema ecc.</p><p>I forûms di grup no si deve creâ tramite il strument Forum marâ tramite il strument Grups, dulà tu puêis determinâ se i to forûms di grup a devin in privât o publicis, al stes temp furnint une locazion par partî documents di grup.</p><b> Consulits didacticis</b></p> Un forum didatich no è propri lis medemis che i forûms che si vês vignûts a vudî su internet. Par un, no è possibil par i students cambiâ lôr posts un ce ju ân publicât parcè che il cors al è logicamenti arçivât par permitrâ il seguiment di ce che si è dit in passât. Par plui, i forûms di Chamilo a permetin doprîs especificis rilevants par l'insegnement. Par esempi, cualcû dijdât/formadôr publiche correzions drets dentor dai forûms in cheste maniere: <li> Un student al è pregjât di postâ un rapòrt drets tal forum, </li> Il dijdât al o corige clicjant Modifiche (lapise gialie) e marcjandolo doprant l'editôr grafich (color, sotlineâture, ecc.) </li> Finalment, altri students benefici dal vudê lis correzions fatis su la produzion di un di lôr, </li> Note che il stes prinsipi si puê aplichê tra students, marâ al sarès bisôn di copiâ/incolâ il messaç dal sie colleghe parcè che i students/formadôrs no podin modificâ i posts l'un dal altri. <li></li> </ul>
ga: <p> Is uirlis plé í an fóram le haghaidh obair scríofa as-sínc. I gcodarsnacht le ríomhphost, tá fóram le haghaidh plé poiblí, nó leathphoiblí, grúpa. </p> Chun an fóram Chamilo a úsáid, is féidir le baill a úsáid go simplí a mbrabhsálaí - níl aon bhogearra cliant ar leith ag teastáil uathu. </p> Chun fóraim a eagrú, cliceáil ar uirlis na bhFóram. Eagraítear na díospóireachtaí go hierárchúil de réir an struchtúir seo a leanas: </p><b> Catagóir> Fóram> Topaic> Post</b></p> Chun a chinntiú gur féidir le baill páirt a ghlacadh sa fhóram go néata agus go héifeachtach, tá sé riachtanach catagóirí agus fóraim a chruthú ar an gcéad dul síos; ansin baineann sé leis na rannpháirtithe topaicí agus postaí a chruthú. De réir réamhshocraithe, tá catagóir amháin (poiblí), topaic shamplach agus post shamplach sa fhóram. Is féidir leat fóraim a chur leis an gcatagóir, a theideal a athrú nó catagóirí eile a chruthú ina bhfaighidh tú fóraim nua a chruthú. (Ná déan mearbhall ar chatagóirí agus fóraim, agus cuimhnigh nach bhfuil catagóir gan fóram úsáideach agus nach dtaispeántar í.)</p> <p>D'fhéadfadh liosta dá mbaill, sainmhíniú ar a chuspóir, sprioc tasc, téama etc. a bheith i gcur síos an fhóraim.</p><p>Níor cheart fóraim ghrúpa a chruthú tríd an uirlis Fóram ach tríd an uirlis Grúpaí, áit ar féidir leat a chinneadh cé acu fóraim ghrúpa ba chóir a bheith príobháideach nó poiblí, ag an am céanna suíomh a sholáthar le haghaidh grúpaí doiciméad a roinnt.</p><b> Leideanna Teagaisc</b></p> Níl fóram foghlama cosúil go hiomlán leis na fóraim atá tú cleachtaithe leo ar an idirlíon. Ar dtús báire, níl sé indéanta d'fhoghlaimeoirí a gcuid post a athrú nuair a foilsítear iad mar go ndéantar an cúrsa a chartlannú go loighciúil chun rianú a dhéanamh ar a bhfuil ráite roimhe seo. Ina theannta sin, ceadaíonn fóraim Chamilo úsáidí sonracha a bhaineann le teagasc. Mar shampla, foilsíonn roinnt múinteoirí/traenálaithe ceartaúcháin go díreach laistigh de fhóraim ar an gcuma seo: <li> Iarrtar ar fhoghlaimeoir tuairisc a phostáil go díreach isteach sa fhóram, </li> Ceartaíonn an múinteoir é trí Edit (peann buí) a chliceáil agus é a mharcáil ag úsáid an eagarthóra grafaicí (dath, faoi-líne, etc.) </li> Faoi dheireadh, baineann foghlaimeoirí eile leas as féachaint ar na ceartaúcháin a rinneadh ar tháirgeacht duine acu, </li> Tabhair faoi deara gur féidir an prionsabal céanna a chur i bhfeidhm idir foghlaimeoirí, ach beidh gá le cóip/ghreamú teachtaireacht a chomhscolaí toisc nach féidir le mic léinn/traenálaithe post a chéile a eagarthóireacht. </li></ul>
gl: O foro é unha ferramenta de conversación para o traballo escrito asíncrono. A diferencia do correo-e, un foro é para conversacións públicas, semi-públicas ou de grupos.
he_il: <p> הפורום הוא כלי דיון לעבודה כתובה אסינכרונית. בניגוד לדואר אלקטרוני, פורום מיועד לדיון קבוצתי ציבורי, או חצי ציבורי. </p>כדי להשתמש בפורום Chamilo, חברים יכולים פשוט להשתמש בדפדפן שלהם - הם אינם דורשים שום תוכנת לקוח נפרדת. </p>כדי לארגן פורומים, לחץ על כלי הפורומים. הדיונים מאורגנים בצורה היררכית לפי המבנה הבא: </ p><b> קטגוריה > פורום > נושא > פוסט</ b> </ p> כדי להבטיח שחברים יוכלו להשתתף בפורום בצורה מסודרת ויעילה, זה חיוני בהתחלה מופע ליצירת קטגוריות ופורומים; לאחר מכן, זה תלוי במשתתפים ליצור נושאים ופוסטים. כברירת מחדל, הפורום מכיל קטגוריה בודדת (ציבורית), נושא לדוגמה ופוסט לדוגמה. אתה יכול להוסיף פורומים לקטגוריה, לשנות את הכותרת שלה או ליצור קטגוריות אחרות שבהן תוכל ליצור פורומים חדשים. (אל תבלבלו בין קטגוריות ופורומים, ותזכרו שקטגוריה שאינה מכילה פורום היא חסרת תועלת ואינה מוצגת.)</p> <p>תיאור הפורום עשוי לכלול רשימה של חבריו, הגדרה של מטרתו. , יעד למשימה, נושא וכו'.</p><p>אין ליצור פורומים קבוצתיים באמצעות כלי הפורום אלא באמצעות כלי הקבוצות, שבו תוכל לקבוע אם הפורומים של הקבוצה שלך צריכים להיות פרטיים או ציבוריים, ב- במקביל לספק מיקום לשיתוף קבוצות של מסמכים.</p><b> טיפים להוראה</ b></ p> פורום למידה אינו זהה לחלוטין לפורומים שאתה רגיל לראות באינטרנט. ראשית, לא ניתן ללומדים לשנות את הפוסטים שלהם לאחר שפורסמו מכיוון שהקורס מאוחסן באופן הגיוני כדי לאפשר מעקב אחר מה שנאמר בעבר. יתר על כן, פורומים של Chamilo מאפשרים שימושים ספציפיים הרלוונטיים להוראה. לדוגמה, חלק מהמורים/מאמנים מפרסמים תיקונים ישירות בתוך הפורומים באופן הבא: <li> הלומד מתבקש לפרסם דוח ישירות לפורום, </ li> המורה מתקן אותו על ידי לחיצה על ערוך (עיפרון צהוב) וסימון זה באמצעות העורך הגרפי (צבע, קו תחתון וכו') </ li> לבסוף, לומדים אחרים נהנים מצפייה בתיקונים שבוצעו בהפקה של אחד מהם, </ li> שימו לב שניתן ליישם את אותו עיקרון בין לומדים, אך ידרוש ממנו להעתיק/להדביק את ההודעה של עמיתו לתלמיד מכיוון שתלמידים/חניכים לא יכולים לערוך אחד את הפוסטים של זה. <. li> </ ul>
hi: <p> फोरम एक असिंक्रोनस लिखित कार्य के लिए चर्चा उपकरण है। ईमेल के विपरीत, फोरम सार्वजनिक या अर्ध-सार्वजनिक समूह चर्चा के लिए है। </p>Chamilo फोरम का उपयोग करने के लिए, सदस्य बस अपने ब्राउज़र का उपयोग कर सकते हैं - उन्हें कोई अलग क्लाइंट सॉफ्टवेयर की आवश्यकता नहीं है। </p>फोरम को व्यवस्थित करने के लिए, फोरम उपकरण पर क्लिक करें। चर्चाएँ निम्नलिखित संरचना के अनुसार पदानुक्रमित रूप से व्यवस्थित हैं: </p><b> श्रेणी> फोरम> विषय> पोस्ट</b> </p> सदस्यों को फोरम में सुव्यवस्थित और प्रभावी ढंग से भाग लेने के लिए, प्रारंभ में श्रेणियाँ और फोरम बनाना आवश्यक है; फिर प्रतिभागियों पर विषय और पोस्ट बनाने का भार है। डिफ़ॉल्ट रूप से, फोरम में एकल (सार्वजनिक) श्रेणी, एक उदाहरण विषय और एक उदाहरण पोस्ट होता है। आप श्रेणी में फोरम जोड़ सकते हैं, इसका शीर्षक बदल सकते हैं या ऐसी अन्य श्रेणियाँ बना सकते हैं जिनमें आप नए फोरम बना सकें। (श्रेणियों और फोरम को भ्रमित न करें, और याद रखें कि जिसमें कोई फोरम न हो वह श्रेणी बेकार है और प्रदर्शित नहीं होती।)</p><p>फोरम विवरण में इसके सदस्यों की सूची, इसके उद्देश्य की परिभाषा, लक्ष्य कार्य, थीम आदि शामिल हो सकते हैं।</p><p>समूह फोरम को फोरम उपकरण के माध्यम से नहीं बल्कि समूह उपकरण के माध्यम से बनाना चाहिए, जहाँ आप निर्धारित कर सकते हैं कि आपके समूह फोरम निजी या सार्वजनिक हों, साथ ही दस्तावेज़ समूह साझा करने के लिए स्थान प्रदान करें।</p><b> शिक्षण सुझाव</b></p> लर्निंग फोरम इंटरनेट पर देखे जाने वाले फोरम से थोड़ा अलग है। एक बात तो यह है कि लर्नर्स को उनके पोस्ट प्रकाशित होने के बाद उन्हें बदलना संभव नहीं है क्योंकि कोर्स तार्किक रूप से संग्रहीत होता है ताकि अतीत में कहा गया ट्रैक किया जा सके। इसके अलावा, Chamilo फोरम शिक्षण से संबंधित विशिष्ट उपयोगों की अनुमति देते हैं। उदाहरण के लिए, कुछ शिक्षक/प्रशिक्षक निम्नलिखित तरीके से फोरम में सीधे सुधार प्रकाशित करते हैं: <li> लर्नर से फोरम में सीधे रिपोर्ट पोस्ट करने को कहा जाता है, </li> शिक्षक इसे संपादित (पीला पेंसिल) क्लिक करके सुधारता है और ग्राफ़िक्स एडिटर (रंग, रेखांकन आदि) का उपयोग करके चिह्नित करता है </li> अंत में, अन्य लर्नर्स को एक के उत्पादन पर किए गए सुधार देखने का लाभ होता है, </li> ध्यान दें कि वही सिद्धांत लर्नर्स के बीच लागू किया जा सकता है, लेकिन इसके लिए उसके सहपाठी के संदेश को कॉपी/पेस्ट करना होगा क्योंकि छात्र/प्रशिक्षु एक-दूसरे के पोस्ट संपादित नहीं कर सकते। </li></ul>
hr_hr: <p> Forum je alat za raspravu za asinkrono pisani rad. Za razliku od e-pošte, forum je za javnu ili polujavnu grupnu raspravu. </p>Pri korištenju foruma Chamilo, članovi mogu jednostavno koristiti svoj preglednik - ne trebaju poseban klijentski softver. </p>Za organizaciju foruma, kliknite na alat Forumi. Rasprave su organizirane hijerarhijski prema sljedećoj strukturi: </p><b> Kategorija> Forum> Tema> Objav</b></p> Da biste osigurali da članovi mogu uredno i učinkovito sudjelovati u forumu, ključno je prvo stvoriti kategorije i forume; zatim je na sudionicima da stvaraju teme i objave. Zadano, forum sadrži jednu (javnu) kategoriju, primjer teme i primjer objave. Možete dodati forume u kategoriju, promijeniti njezin naslov ili stvoriti druge kategorije unutar kojih možete zatim stvoriti nove forume. (Nemojte miješati kategorije i forume te zapamtite da kategorija bez foruma nema svrhu i ne prikazuje se.)</p> <p>Opis foruma može uključivati popis njegovih članova, definiciju svrhe, cilj zadatka, temu itd.</p><p>Grupni forumi ne smiju se stvarati putem alata Forum, već putem alata Grupe, gdje možete odrediti jesu li vaši grupni forumi privatni ili javni, a istovremeno pružiti mjesto za dijeljenje grupa dokumenata.</p><b> Savjeti za podučavanje</b></p> Učenički forum nije baš isti kao forumi na koje ste naviknuti na internetu. Za jedan, učenici ne mogu mijenjati svoje objave nakon što su objavljene jer se predmet logički arhivira kako bi se omogućilo praćenje onoga što je rečeno u prošlosti. Štoviše, forumi Chamilo omogućuju specifične primjene relevantne za podučavanje. Na primjer, neki nastavnici/treneri objavljuju korekcije izravno unutar foruma na sljedeći način: <li> Od učenika se traži da objavi izvješće izravno u forum, </li> Nastavnik ga korigira klikom na Uredi (žuti olovka) i označavanjem pomoću grafičkog uređivača (boja, podcrtaavanje itd.) </li> Konačno, drugi učenici imaju koristi od gledanja korekcija koje su napravljene na proizvodu jednog od njih, </li> Imajte na umu da se isti princip može primijeniti između učenika, ali će zahtijevati kopiranje/zalijepavanje poruke svog kolege jer studenti/učitelji ne mogu uređivati objave jedni drugih. </li></ul>
hu_hu: <p>A fórum egy aszinkron írásbeli munkára szolgáló vitairó eszköz. Az e-mail-lel ellentétben a fórum nyilvános vagy félig nyilvános csoportos vitára szolgál. </p>A Chamilo fórum használatához a tagok egyszerűen használhatják a böngészőjüket - nem szükséges külön kliens szoftver. </p>A fórumok szervezéséhez kattints a Fórumok eszközre. A viták hierarchikusan vannak szervezve a következő struktúra szerint: </p><b>Kategória> Fórum> Téma> Hozzászólás</b></p> Annak érdekében, hogy a tagok rendezett és hatékony módon vehessenek részt a fórumon, elengedhetetlen először kategóriákat és fórumokat létrehozni; aztán a résztvevőkre hárul a témák és hozzászólások létrehozása. Alapértelmezetten a fórum egy egyetlen (nyilvános) kategóriát, egy példa témát és egy példa hozzászólást tartalmaz. Hozzáadhatsz fórumokat a kategóriához, megváltoztathatod a címét vagy létrehozhatnál más kategóriákat, amelyekben aztán új fórumokat hozhatsz létre. (Ne keverd össze a kategóriákat és a fórumokat, és ne feledkezz meg arról, hogy egy fórumot nem tartalmazó kategória hasztalan és nem jelenik meg.)</p> <p>A fórum leírása tartalmazhatja tagjainak listáját, célját, feladatát, témáját stb.</p><p>A csoportos fórumokat ne a Fórum eszközön keresztül hozd létre, hanem a Csoportok eszközön keresztül, ahol meghatározhatod, hogy csoportos fórumaid privátok vagy nyilvánosak legyenek, miközben biztosítasz egy helyet a csoportos dokumentumok megosztására.</p><b> Oktatási tippek</b></p> A tanulási fórum nem teljesen ugyanaz, mint az interneten megszokott fórumok. Egyrészt a tanulók nem módosíthatják a már közzétett hozzászólásaikat, mivel a kurzust logikailag archiválják a múltbeli mondanivalók nyomon követése érdekében. Továbbá a Chamilo fórumok speciális oktatási célokra alkalmasak. Például egyes tanárok/képzők közvetlenül a fórumokban teszik közzé a javításokat a következő módon: <li> A tanulót kérik, hogy tegyen közzé egy jelentést közvetlenül a fórumba, </li> A tanár kijavítja azt a Szerkesztés (sárga ceruza) kattintással és a grafikus szerkesztővel jelöli (szín, aláhúzás stb.) </li> Végül más tanulók profitálnak abból, hogy megtekintik a javításokat, amelyeket egyikük munkáján végeztek, </li> Megjegyzendő, hogy ugyanazt az elvet alkalmazhatják a tanulók egymás között is, de ehhez másolatot kell készíteniük/barbártaniuk egymás üzenetét, mivel a tanulók/képzettek nem szerkeszthetik egymás hozzászólásait. </li></ul>
hy: <p> Ֆորումը ասինխրոն գրավոր աշխատանքի համար քննարկման գործիք է: Էլեկտրոնային փոստից տարբերվում է նրանով, որ ֆորումը նախատեսված է հանրային կամ կիսահանրային խմբային քննարկման համար: </p>Chamilo ֆորումն օգտագործելու համար անդամները պարզապես օգտագործում են իրենց բրաուզերը՝ առանց առանձին հաճախորդային ծրագրի: </p>Ֆորումները կազմակերպելու համար սեղմեք Ֆորումներ գործիքի վրա: Քննարկումները հիերարխիապես կազմակերպված են հետևյալ կառուցվածքով: </p><b> Կատեգորիա> Ֆորում> Թեմա> Փոստ</b> </p>Ապահովելու համար, որ անդամները կարողանան մասնակցել ֆորումին կարգուկանոնով և արդյունավետ, առաջին հերթին պետք է ստեղծել կատեգորիաներ և ֆորումներ. հետո մասնակիցները ստեղծում են թեմաներ և գրառումներ: Ընդհանուր դեպքում ֆորումը պարունակում է մեկ (հանրային) կատեգորիա, օրինակ թեմա և օրինակ գրառում: Դուք կարող եք ավելացնել ֆորումներ կատեգորիային, փոխել վերնագիրը կամ ստեղծել այլ կատեգորիաներ, որոնց ներսում կարող եք ստեղծել նոր ֆորումներ: (Մի շփոթեցրեք կատեգորիաները և ֆորումները, հիշեք, որ ֆորում չպարունակող կատեգորիան անօգուտ է և չի ցուցադրվում):</p> <p>Ֆորումի նկարագրությունը կարող է ներառել անդամների ցուցակ, նրա նպատակի սահմանում, առաջադրանք, թեմա և այլն:</p><p>Խմբային ֆորումները չպետք է ստեղծվեն Ֆորում գործիքով, այլ Խմբեր գործիքով, որտեղ կարող եք որոշել, թե ձեր խմբային ֆորումները պետք է լինեն մասնավոր կամ հանրային, միաժամանակ տրամադրելով փաստաթղթերի խմբերի կիսման վայր:</p><b> Դասավանդման խորհուրդներ</b></p> Սովորողական ֆորումը միանգամից տարբերվում է ինտերնետում տեսնված ֆորումներից: Մի thing, սովորողները չեն կարող խմբագրել իրենց գրառումները հրապարակումից հետո, քանի որ դասընթացը տրամաբանորեն արխիվացվում է անցյալում ասվածների հետևման համար: Ավելին, Chamilo ֆորումները թույլ են տալիս կոնկրետ օգտագործումներ, որոնք կարևոր են դասավանդման համար: Օրինակ, որոշ ուսուցիչներ/դասախոսներ հրապարակում են ուղղումները ուղղակիորեն ֆորումներում հետևյալ կերպով. <li> Սովորողից խնդրում են ուղղակիորեն հաշվետվություն տեղադրել ֆորում, </li>Ուսուցիչը ուղղում է՝ սեղմելով Խմբագրել (դեղին տռուբան) և նշելով գրաֆիկական խմբագրիչով (գույն, ընդգծում և այլն), </li>Վերջապես, այլ սովորողները օգուտ են քաղում մեկի արտադրության վրա կատարված ուղղումները դիտելով, </li>Նշեք, որ նույն սկզբունքը կարող է կիրառվել սովորողների միջև, բայց կպահանջվի նրա տիրակալի հաղորդագրությունը պատճենել/붙պատել, քանի որ ուսանողները/սովորողները չեն կարող խմբագրել միմյանց գրառումները: <li></ul>
id_id: <p> Forum adalah alat diskusi untuk pekerjaan tulis asinkron. Berbeda dengan e-mail, forum digunakan untuk diskusi kelompok publik atau semi-publik. </p>Untuk menggunakan forum Chamilo, anggota cukup menggunakan browser mereka - mereka tidak memerlukan perangkat lunak klien khusus. </p>Untuk mengatur forum, klik alat Forum. Diskusi diatur secara hierarkis sesuai struktur berikut: </p><b> Kategori> Forum> Topik> Posting</b> </p> Untuk memastikan anggota dapat berpartisipasi secara rapi dan efektif, pada awalnya penting untuk membuat kategori dan forum; kemudian diserahkan kepada peserta untuk membuat topik dan posting. Secara default, forum berisi satu kategori (publik), satu topik contoh, dan satu posting contoh. Anda dapat menambahkan forum ke kategori, mengubah judulnya, atau membuat kategori lain di mana Anda kemudian dapat membuat forum baru. (Jangan campur adukkan kategori dan forum, dan ingat bahwa kategori tanpa forum tidak berguna dan tidak ditampilkan.)</p> <p>Deskripsi forum mungkin mencakup daftar anggotanya, definisi tujuannya, target tugas, tema, dll.</p><p>Forum grup tidak boleh dibuat melalui alat Forum tetapi melalui alat Grup, di mana Anda dapat menentukan apakah forum grup Anda bersifat pribadi atau publik, sekaligus menyediakan lokasi untuk berbagi dokumen kelompok.</p><b> Tips Mengajar</b></p> Forum pembelajaran tidak sama persis dengan forum yang biasa Anda lihat di internet. Salah satunya, peserta didik tidak dapat mengubah posting mereka setelah dipublikasikan karena kursus secara logis diarsipkan untuk melacak apa yang telah dikatakan di masa lalu. Selain itu, forum Chamilo memungkinkan penggunaan khusus yang relevan dengan pengajaran. Misalnya, beberapa guru/pelatih mempublikasikan koreksi langsung di dalam forum dengan cara berikut: <li> Peserta didik diminta memposting laporan langsung ke forum, </li> Guru mengoreksinya dengan mengklik Edit (pensil kuning) dan menandainya menggunakan editor grafis (warna, garis bawah, dll.) </li> Akhirnya, peserta didik lain mendapat manfaat dari melihat koreksi yang dibuat pada produksi salah satu dari mereka, </li> Perhatikan bahwa prinsip yang sama dapat diterapkan antar peserta didik, tetapi memerlukan penyalinan/menempelkan pesan rekan siswanya karena siswa/peserta pelatihan tidak dapat mengedit posting satu sama lain. <li></li> </ul>
it: Il forum è uno strumento di discussione "asincrono". A differenza delle email, un forum è un gruppo di discussione pubblico (o parzialmente pubblico.)
ja: フォーラムは、非同期の書面作業のための議論ツールです。電子メールとは異なり、フォーラムは公開または半公開のグループディスカッションのためのものです。</p>Chamiloフォーラムを使用するには、メンバーはブラウザを使用するだけで、特別なクライアントソフトウェアは必要ありません。</p>フォーラムを整理するには、フォーラムツールをクリックします。ディスカッションは次の構造に従って階層的に整理されます：</p><b>カテゴリ>フォーラム>トピック>投稿</b></p>メンバーがフォーラムに整然と効果的に参加できるようにするためには、まずカテゴリとフォーラムを作成することが不可欠です。その後、参加者がトピックと投稿を作成します。デフォルトでは、フォーラムには1つの（公開）カテゴリ、例示トピック、例示投稿が含まれています。カテゴリにフォーラムを追加したり、そのタイトルを変更したり、新しいフォーラムを作成するための他のカテゴリを作成することができます。（カテゴリとフォーラムを混同しないでください。フォーラムを含まないカテゴリは無用で表示されません。）</p> <p>フォーラムの説明には、そのメンバーのリスト、目的の定義、目標、タスク、テーマなどが含まれる場合があります。</p><p>グループフォーラムはフォーラムツールを介してではなく、グループツールを介して作成するべきです。そこでは、グループフォーラムをプライベートまたは公開にするかを決定し、同時にドキュメントのグループを共有する場所を提供します。</p><b>教育のヒント</b></p>学習フォーラムは、インターネット上で見慣れたフォーラムとは少し異なります。例えば、一度公開された投稿を学習者が変更することはできません。なぜなら、過去に何が言われたかを追跡するために、コースは論理的にアーカイブされるからです。さらに、Chamiloフォーラムは教育に関連する特定の使用を可能にします。例えば、一部の教師/トレーナーは、次のようにフォーラム内で直接修正を公開します：<li>学習者にフォーラムに直接レポートを投稿するように依頼します。</li>教師が編集（黄色い鉛筆）をクリックして、グラフィックエディター（色、下線など）を使用してマークします。</li>最後に、他の学習者は、そのうちの1人の作品に行われた修正を見ることで利益を得ます。</li>同じ原則が学習者間で適用されることもありますが、学生/研修生は互いの投稿を編集することができないため、同僚のメッセージをコピー＆ペーストする必要があります。</li></ul>
ka_ge: <p> ფორუმი არის დისკუსიის ინსტრუმენტი ასინქრონული წერილობითი მუშაობისთვის. ელფოსტისგან განსხვავებით, ფორუმი არის საჯარო ან ნახევრად საჯარო ჯგუფური დისკუსიისთვის. </p>Chamilo ფორუმის გამოყენებისთვის წევრებს შეუძლიათ უბრალოდ გამოიყენონ თავიანთი ბრაუზერი - მათ არ სჭირდებათ ცალკეული კლიენტური პროგრამა. </p>ფორუმების ორგანიზებისთვის დააჭირეთ ფორუმების ინსტრუმენტს. დისკუსიები იორგანიზებულია იერარქიულად შემდეგი სტრუქტურის მიხედვით: </p><b> კატეგორია> ფორუმი> თემა> პოსტი</b> </p> იმის უზრუნველსაყოფად, რომ წევრები შეძლონ ფორუმში მონაწილეობა წესრიგით და ეფექტურად, აუცილებელია პირველ რიგში კატეგორიებისა და ფორუმების შექმნა; შემდეგ მონაწილეებზეა დამოკიდებული თემებისა და პოსტების შექმნა. ნაგულისხმევად, ფორუმი შეიცავს ერთ (საჯარო) კატეგორიას, მაგალით თემას და მაგალით პოსტს. შეგიძლიათ დაამატოთ ფორუმები კატეგორიაში, შეცვალოთ მისი სათაური ან შექმნათ სხვა კატეგორიები, რომლებშიც შეგიძლიათ შექმნათ ახალი ფორუმები. (ნუ შეგნებდებით კატეგორიებსა და ფორუმებს, და გახსოვდეთ, რომ კატეგორია, რომელიც არ შეიცავს ფორუმს, უსარგებლოა და არ ჩანს.)</p> <p>ფორუმის აღწერა შეიძლება შეიცავდეს მისი წევრების სიას, მისი მიზნის განსაზღვრას, სამიზნეს, დავალებას, თემას და ა.შ.</p><p>ჯგუფური ფორუმები არ უნდა შეიქმნას ფორუმის ინსტრუმენტის მეშვეობით, არამედ ჯგუფების ინსტრუმენტის მეშვეობით, სადაც შეგიძლიათ განსაზღვროთ, თუ თქვენი ჯგუფური ფორუმები უნდა იყოს კერძო თუ საჯარო, ამავდროულად უზრუნველყოთ ადგილი დოკუმენტების ჯგუფების გაზიარებისთვის.</p><b> სწავლების რჩევები</b></p> სწავლების ფორუმი ოდნავ განსხვავდება იმ ფორუმებისგან, რასაც ჩვეულებრივ ხედავთ ინტერნეტში. ერთი რამ, მოსწავლეებს არ შეუძლიათ შეცვალონ თავიანთი პოსტები გამოქვეყნების შემდეგ, რადგან კურსი ლოგიკურად არქივდება წარსულში ნათქვამის თვალყურისდევნებისთვის. გარდა ამისა, Chamilo ფორუმები საშუალებას იძლევა სპეციფიური გამოყენება სწავლებასთან დაკავშირებით. მაგალითად, ზოგი მასწავლებელი/ტრენერი აქვეყნებს შესწორებებს პირდაპირ ფორუმებში შემდეგი გზით: <li> მოსწავლეს სთხოვენ, რომ დააპოსტოს ანგარიში პირდაპირ ფორუმში, </li> მასწავლებელი შეუსწორებს მას Edit-ის (ყვითელი ფანქარი) დაჭერით და მონიშნავს მას გრაფიკული რედაქტორის გამოყენებით (ფერი, ხაზგასმა და ა.შ.) </li> საბოლოოდ, სხვა მოსწავლეები სარგებლობენ შეცვლილებების ნახვით, რომლებიც ერთ-ერთზე გაკეთდა, </li> შენიშვნეთ, რომ იგივე პრინციპი შეიძლება გამოყენებულ იქნას მოსწავლეებს შორის, მაგრამ მოითხოვს მისი კოპირებას/ჩასმას თანაკურსელის შეტყობინებას, რადგან მოსწავლეებს/ტრენერებს არ შეუძლიათ ერთმანეთის პოსტების რედაქტირება. <li> </ul>
ko_kr: <p>포럼은 비동기 서면 작업을 위한 토론 도구입니다. 이메일과 달리 포럼은 공개 또는 반공개 그룹 토론을 위한 것입니다. </p>Chamilo 포럼을 사용하려면 멤버는 브라우저만 사용하면 됩니다. 별도의 클라이언트 소프트웨어가 필요하지 않습니다. </p>포럼을 구성하려면 포럼 도구를 클릭하세요. 토론은 다음 구조에 따라 계층적으로 구성됩니다: </p><b> 카테고리> 포럼> 주제> 게시물</b> </p> 멤버가 포럼에 깔끔하고 효과적으로 참여할 수 있도록 하기 위해, 먼저 카테고리와 포럼을 만드는 것이 필수입니다. 그 후 참가자들이 주제와 게시물을 만듭니다. 기본적으로 포럼에는 단일 (공개) 카테고리, 예제 주제 및 예제 게시물이 포함됩니다. 카테고리에 포럼을 추가하거나 제목을 변경하거나 다른 카테고리를 만들고 그 안에 새 포럼을 만들 수 있습니다. (카테고리와 포럼을 혼동하지 말고, 포럼이 없는 카테고리는 무의미하며 표시되지 않습니다.)</p> <p>포럼 설명에는 멤버 목록, 목적 정의, 목표, 작업, 주제 등이 포함될 수 있습니다.</p><p>그룹 포럼은 포럼 도구를 통해가 아니라 그룹 도구를 통해 만들어야 하며, 그룹 포럼이 비공개인지 공개인지 결정하고 그룹 문서를 공유할 위치를 제공할 수 있습니다.</p><b> 교수 팁</b></p> 학습 포럼은 인터넷에서 보는 포럼과 다릅니다. 학습자가 게시물을 게시한 후에는 변경할 수 없으며, 과정이 논리적으로 아카이브되어 과거에 무슨 말이 있었는지 추적할 수 있습니다. 또한 Chamilo 포럼은 교수에 관련된 특정 용도를 허용합니다. 예를 들어, 일부 교사/트레이너는 다음과 같이 포럼 내에서 직접 교정을 게시합니다: <li> 학습자가 포럼에 직접 보고서를 게시하도록 요청, </li> 교사가 편집(노란색 연필)을 클릭하여 그래픽 편집기(색상, 밑줄 등)를 사용하여 표시, </li> 마지막으로 다른 학습자들이 한 명의 생산물에 대한 교정을 볼 수 있음, </li> 같은 원리를 학습자 간에 적용할 수 있지만, 학생/트레이너는 서로의 게시물을 편집할 수 없으므로 동료 학생의 메시지를 복사/붙여넣기해야 함. </li></ul>
lo: <p> ເວທີສົນທະນາແມ່ນເຄື່ອງມືສົນທະນາສຳລັບການເຮັດວຽກທີ່ຂຽນແບບບໍ່ພ້ອມກັນ. ແຕກຕ່າງຈາກອີເມລ, ເວທີສົນທະນາແມ່ນສຳລັບການສົນທະນາກຸ່ມແບບສາທາລະນະ ຫຼື ເຄິ່ງສາທາລະນະ. </p>ເພື່ອໃຊ້ເວທີສົນທະນາຂອງ Chamilo, ສະມາຊິກສາມາດໃຊ້ເບົາເຊີຂອງພວກເຂົາໄດ້ - ໂດຍບໍ່ຈຳເປັນຕ້ອງມີຊອບແວລູກຂ່າຍທີ່ແຕກຕ່າງ. </p>ເພື່ອຈັດການເວທີສົນທະນາ, ໃຫ້ຄລິກທີ່ເຄື່ອງມື Forums. ການສົນທະນາຈະຖືກຈັດລຽງຕາມລຳດັບຊັ້ນຕາມໂຄງສ້າງຕໍ່ໄປນີ້: </ p><b> ໝວດໝູ່> ເວທີສົນທະນາ> ຫົວຂໍ້> ໂພສ</ b> </ p> ເພື່ອຮັບປະກັນວ່າສະມາຊິກສາມາດເຂົ້າຮ່ວມເວທີສົນທະນາໄດ້ຢ່າງເປັນລະບຽບ ແລະ ມີປະສິດທິພາບ, ສິ່ງສຳຄັນໃນເບື້ອງຕົ້ນແມ່ນການສ້າງໝວດໝູ່ ແລະ ເວທີສົນທະນາ; ຈາກນັ້ນຜູ້ເຂົ້າຮ່ວມຈະເປັນຜູ້ສ້າງຫົວຂໍ້ ແລະ ໂພສ. ໂດຍຄ່າເລີ່ມຕົ້ນ, ເວທີສົນທະນາຈະມີໝວດໝູ່ (ສາທາລະນະ) ໜຶ່ງອັນ, ຫົວຂໍ້ຕົວຢ່າງໜຶ່ງອັນ ແລະ ໂພສຕົວຢ່າງໜຶ່ງອັນ. ທ່ານສາມາດເພີ່ມເວທີສົນທະນາເຂົ້າໃນໝວດໝູ່, ປ່ຽນຊື່ຂອງມັນ ຫຼື ສ້າງໝວດໝູ່ອື່ນໆເພື່ອສ້າງເວທີສົນທະນາໃໝ່ພາຍໃນນັ້ນ. (ຢ່າສັບສົນລະຫວ່າງໝວດໝູ່ ແລະ ເວທີສົນທະນາ, ແລະ ຈື່ໄວ້ວ່າໝວດໝູ່ທີ່ບໍ່ມີເວທີສົນທະນາແມ່ນບໍ່ມີປະໂຫຍດ ແລະ ຈະບໍ່ຖືກສະແດງ.)</p> <p>ຄຳອະທິບາຍຂອງເວທີສົນທະນາອາດຈະລວມເຖິງລາຍຊື່ສະມາຊິກ, ຄຳນິຍາມຈຸດປະສົງ, ເປົ້າໝາຍ, ວຽກ, ຫົວຂໍ້ຫຼັກ ແລະ ອື່ນໆ.</p><p>ເວທີສົນທະນາກຸ່ມບໍ່ຄວນສ້າງຜ່ານເຄື່ອງມື Forum ແຕ່ຄວນສ້າງຜ່ານເຄື່ອງມື Groups, ບ່ອນທີ່ທ່ານສາມາດກຳນົດວ່າເວທີສົນທະນາກຸ່ມຂອງທ່ານຄວນເປັນສ່ວນຕົວ ຫຼື ສາທາລະນະ, ໃນຂະນະດຽວກັນກໍເປັນບ່ອນສຳລັບແບ່ງປັນເອກະສານຂອງກຸ່ມ.</p><b> ເຄັດລັບການສອນ</ b></ p> ເວທີສົນທະນາເພື່ອການຮຽນຮູ້ບໍ່ຄືກັບເວທີສົນທະນາທີ່ທ່ານເຄີຍເຫັນໃນອິນເຕີເນັດ. ຢ່າງໜຶ່ງແມ່ນຜູ້ຮຽນບໍ່ສາມາດປ່ຽນແປງໂພສຂອງຕົນເອງໄດ້ຫຼັງຈາກທີ່ໄດ້ເຜີຍແຜ່ໄປແລ້ວ ເນື່ອງຈາກຫຼັກສູດຈະຖືກເກັບມ້ຽນຢ່າງມີເຫດຜົນເພື່ອໃຫ້ສາມາດຕິດຕາມສິ່ງທີ່ໄດ້ເວົ້າໄປໃນອະດີດ. ນອກຈາກນີ້, ເວທີສົນທະນາຂອງ Chamilo ຍັງອະນຸຍາດໃຫ້ມີການນຳໃຊ້ສະເພາະທີ່ກ່ຽວຂ້ອງກັບການສອນ. ຕົວຢ່າງ, ຄູ/ຜູ້ຝຶກສອນບາງຄົນເຜີຍແຜ່ການແກ້ໄຂໂດຍກົງພາຍໃນເວທີສົນທະນາດ້ວຍວິທີຕໍ່ໄປນີ້: <li> ຜູ້ຮຽນຖືກຂໍໃຫ້ໂພສລາຍງານໂດຍກົງໃນເວທີສົນທະນາ, </li> <li> ຄູແກ້ໄຂໂດຍການຄລິກ ແກ້ໄຂ (ສໍສີເຫຼືອງ) ແລະ ໝາຍໂດຍໃຊ້ຕົວແກ້ໄຂກຣາຟິກ (ສີ, ຂີດກ້ອງ, ແລະ ອື່ນໆ) </li> <li> ສຸດທ້າຍ, ຜູ້ຮຽນຄົນອື່ນໆຈະໄດ້ຮັບປະໂຫຍດຈາກການເບິ່ງການແກ້ໄຂທີ່ເຮັດໃນຜົນງານຂອງໜຶ່ງໃນພວກເຂົາ, </li> <li> ໝາຍເຫດວ່າຫຼັກການດຽວກັນນີ້ສາມາດນຳໃຊ້ລະຫວ່າງຜູ້ຮຽນໄດ້, ແຕ່ຈະຕ້ອງມີການສຳເນົາ/ວາງຂໍ້ຄວາມຂອງເພື່ອນຮ່ວມຮຽນ ເນື່ອງຈາກນັກຮຽນ/ຜູ້ເຂົ້າຝຶກອົບຮົມບໍ່ສາມາດແກ້ໄຂໂພສຂອງກັນແລະກັນໄດ້. </li> </ul>
lt_lt: <p> Forumas yra diskusijų įrankis asinchroniniam rašytiniam darbui. Skirtingai nei el. paštas, forumas skirtas viešai arba pusiau viešai grupės diskusijai. </p>Norint naudoti Chamilo forumą, nariai gali tiesiog naudoti savo naršyklę – jiems nereikia jokios specialios kliento programinės įrangos. </p>Norint organizuoti forumus, spustelėkite Forumai įrankį. Diskusijos organizuotos hierarchiškai pagal šią struktūrą: </p><b> Kategorija > Forumas > Tema > Įrašas</b> </p> Norint užtikrinti, kad nariai galėtų tvarkingai ir efektyviai dalyvauti forume, pirmiausia būtina sukurti kategorijas ir forumus; tada dalyviai kuria temas ir įrašus. Pagal numatytuosius nustatymus forume yra viena (vieša) kategorija, pavyzdinė tema ir pavyzdinis įrašas. Galite pridėti forumų prie kategorijos, pakeisti jos pavadinimą arba sukurti kitas kategorijas, kuriose galėsite sukurti naujus forumus. (Nesupainiokite kategorijų ir forumų, ir atminkite, kad kategorija be forumo yra nenaudinga ir nerodoma.)</p> <p>Forumo aprašyme gali būti narių sąrašas, jo paskirties apibrėžimas, tikslas, užduotis, tema ir pan.</p><p>Grupės forumai neturėtų būti kuriami per Forumo įrankį, o per Grupės įrankį, kur galite nustatyti, ar jūsų grupės forumai turėtų būti privatūs ar vieši, tuo pačiu metu suteikdami vietą grupės dokumentams dalintis.</p><b> Dėstymo patarimai</b></p><p> Mokslo forumas nėra visiškai toks pat kaip interneto forumai, prie kurių esate įpratę. Pirma, moksleiviams neįmanoma redaguoti savo įrašų, kai jie jau paskelbti, nes kursas logiškai archyvuojamas, kad būtų galima sekti, kas buvo pasakyta praeityje. Be to, Chamilo forumai leidžia specifinius panaudojimus, susijusius su dėstymu. Pavyzdžiui, kai kurie dėstytojai / treneriai skelbia pataisas tiesiogiai forumuose šiuo būdu: <li> Moksleivis prašomas paskelbti ataskaitą tiesiogiai forume, </li> Dėstytojas ją taiso spustelėdamas Redaguoti (geltonas pieštukas) ir pažymėdamas naudodamas grafikos redaktorių (spalva, pabrėžimas ir pan.), </li> Galiausiai, kiti moksleiviai gauna naudos peržiūrėdami pataisas, padarytas vieno iš jų darbo, </li> Atminkite, kad tas pats principas gali būti taikomas tarp moksleivių, bet tam reikės kopijuoti / įklijuoti bendrakursio žinutę, nes moksleiviai / besimokantieji negali redaguoti vieni kitų įrašų. </li></ul>
lv_lv: <p> Forums ir diskusiju rīks asinhronam rakstītam darbam. Atšķirībā no e-pasta, forums ir paredzēts publiskām vai daļēji publiskām grupu diskusijām. </p>Lai izmantotu Chamilo forumu, dalībnieki var vienkārši izmantot savu pārlūkprogrammu — tiem nav nepieciešama atsevišķa klienta programmatūra. </p>Lai organizētu forumus, noklikšķiniet uz Foruma rīka. Diskusijas ir organizētas hierarhiski pēc šādas struktūras: </p><b> Kategorija> Forums> Tēma> Ieraksts</b> </p> Lai nodrošinātu, ka dalībnieki var piedalīties forumā kārtīgi un efektīvi, pirmkārt ir jāizveido kategorijas un forumi; tad dalībniekiem jāizveido tēmas un ieraksti. Pēc noklusējuma forumā ir viena (publiska) kategorija, piemēra tēma un piemēra ieraksts. Jūs varat pievienot forumus kategorijai, mainīt tā nosaukumu vai izveidot citas kategorijas, kurās pēc tam varat izveidot jaunus forumus. (Nejauciet kategorijas un forumus un atcerieties, ka kategorija bez foruma ir bezjēdzīga un netiek rādīta.)</p> <p>Foruma aprakstā var būt iekļauts tā dalībnieku saraksts, mērķa definīcija, uzdevums, tēma utt.</p><p>Grupas forumus nevajadzētu izveidot caur Foruma rīku, bet gan caur Grupām rīku, kur var noteikt, vai jūsu grupas forumi būs privāti vai publiski, vienlaikus nodrošinot vietu dokumentu grupu dalīšanai.</p><b> Mācīšanas padomi</b></p> Mācīšanās forums nav gluži tāds pats kā forumi, pie kuriem esat pieraduši internetā. Viena lieta ir tā, ka mācībniekiem nav iespējams mainīt savus ierakstus pēc to publicēšanas, jo kurss loģiski tiek arhivēts, lai varētu izsekot tam, kas ir teikts iepriekš. Turklāt Chamilo forumi ļauj specifiskas izmantošanas iespējas, kas saistītas ar mācīšanu. Piemēram, daži skolotāji/mācību vadītāji publicē labojumus tieši forumos šādā veidā: <li> Mācībniekam lūdz publicēt ziņojumu tieši forumā, </li> Skolotājs to izlabo, noklikšķinot Rediģēt (dzeltenais zīmulis) un atzīmējot, izmantojot grafisko redaktoru (krāsa, pasvītrojums utt.), </li> Visbeidzot, citi mācībnieki gūst labumu, apskatot labojumus, kas veikti uz viena no viņiem, </li> Ņemiet vērā, ka tas pats princips var tikt piemērots starp mācībniekiem, bet tam būs nepieciešams kopēt/ielīmēt biedra ziņojumu, jo skolēni/mācībnieki nevar rediģēt viens otra ierakstus. </li></ul>
mk_mk: <p>Форумот е алатка за дискусија за асинхрона пишана работа. За разлика од е-поштата, форумот е за јавна или полу-јавна групна дискусија. </p>За да го користите форумот на Chamilo, членовите можат едноставно да го користат својот прелистувач - не им треба посебен клиентски софтвер. </p>За да ги организирате форумите, кликнете на алатката Форум. Дискусиите се организирани хиерархиски според следната структура: </p><b>Категорија>Форум>Тема>Објава</b></p>За да се осигура дека членовите можат уредно и ефикасно да учествуваат во форумот, прво е неопходно да креирате категории и форуми; потоа зависи од учесниците да креираат теми и објави. По подразбирање, форумот содржи една (јавна) категорија, пример тема и пример објава. Можете да додадете форуми во категоријата, да ја промените нејзината наслов или да креирате други категории во кои потоа можете да креирате нови форуми. (Не ги мешајте категориите и форумите, и запомнете дека категорија без форум е бескорисна и не се прикажува.)</p> <p>Описот на форумот може да вклучува листа на неговите членови, дефиниција на неговата цел, задача, тема итн.</p><p>Групните форуми не треба да се креираат преку алатката Форум, туку преку алатката Групи, каде можете да одредите дали вашите групни форуми треба да бидат приватни или јавни, истовремено обезбедувајќи локација за споделување групи на документи.</p><b>Совети за предавање</b></p>Учењето форум не е сосема ист како форумите што сте навикнати да ги гледате на интернетот. На пример, не е можно учениците да ги менуваат своите објави откако ќе бидат објавени, бидејќи курсот логички се архивира за да се проследи што е кажано во минатото. Понатаму, форумите на Chamilo овозможуваат специфични употреби релевантни за предавањето. На пример, некои предавачи/тренери објавуваат корекции директно во форумите на следниов начин: <li>Ученикот е побарано да објави извештај директно во форумот, </li>Предавачот го коригира со кликнување на Уреди (жолто моливче) и означување со графичкиот уредник (боја, подвлекување итн.), </li>На крај, другите ученици имаат корист од гледањето на корекциите направени на производството на еден од нив, </li>Забелешка дека истиот принцип може да се примени меѓу учениците, но ќе бара копирање/лепак на пораката на соученикот, бидејќи учениците/тренерите не можат да ги уредуваат објавите еден на друг. </li></ul>
ms_my: <p> Forum adalah alat perbincangan untuk kerja bertulis asinkron. Berbeza dengan e-mel, forum adalah untuk perbincangan kumpulan awam, atau separa awam. </p>Untuk menggunakan forum Chamilo, ahli boleh hanya menggunakan pelayar mereka - mereka tidak memerlukan perisian klien yang berbeza. </p>Untuk mengatur forum, klik alat Forum. Perbincangan diatur secara hierarki mengikut struktur berikut: </p><b> Kategori> Forum> Topik> Pos</b> </p> Untuk memastikan ahli boleh menyertai forum dengan kemas dan berkesan, adalah penting untuk mencipta kategori dan forum terlebih dahulu; kemudian terserah kepada peserta untuk mencipta topik dan pos. Secara lalai, forum mengandungi satu kategori (awam), satu topik contoh dan satu pos contoh. Anda boleh tambah forum kepada kategori, tukar tajuknya atau cipta kategori lain di mana anda boleh kemudiannya cipta forum baru. (Jangan keliru kategori dan forum, dan ingat bahawa kategori yang tidak mengandungi forum adalah tidak berguna dan tidak dipaparkan.)</p> <p>Penerangan forum mungkin termasuk senarai ahlinya, definisi tujuannya, sasaran tugas, tema dsb.</p><p>Forum kumpulan tidak boleh dicipta melalui alat Forum tetapi sebaliknya melalui alat Kumpulan, di mana anda boleh tentukan sama ada forum kumpulan anda hendaklah peribadi atau awam, pada masa yang sama menyediakan lokasi untuk berkongsi kumpulan dokumen.</p><b> Petua Pengajaran</b></p> Forum pembelajaran tidak sama dengan forum yang anda biasa lihat di internet. Antara lain, tidak mungkin untuk pelajar mengubah pos mereka selepas diterbitkan kerana kursus diarkib secara logik untuk membolehkan penjejakan apa yang telah dikatakan pada masa lalu. Lagipun, forum Chamilo membolehkan kegunaan khusus yang relevan dengan pengajaran. Contohnya, sesetengah guru/pelatih menerbitkan pembetulan secara langsung dalam forum seperti berikut: <li> Seorang pelajar diminta memoskan laporan secara langsung ke dalam forum, </li> Guru membetulkannya dengan mengklik Edit (pensel kuning) dan menandakannya menggunakan penyunting grafik (warna, garis bawah, dsb.) </li> Akhirnya, pelajar lain mendapat manfaat daripada melihat pembetulan yang dibuat pada hasil salah seorang daripada mereka, </li> Perhatikan bahawa prinsip yang sama boleh digunakan antara pelajar, tetapi akan memerlukan salin/tampal mesej rakan pelajarnya kerana pelajar / pelatih tidak boleh mengedit pos satu sama lain. </li></ul>
ne: <p> मञ्च एक असिंक्रोन लिखित कार्यका लागि छलफल उपकरण हो। ईमेलको विपरीत, मञ्च सार्वजनिक वा अर्ध-सार्वजनिक समूह छलफलका लागि हो। </p>Chamilo मञ्च प्रयोग गर्न सदस्यहरूले केवल आफ्नो ब्राउजर प्रयोग गर्न सक्छन् - तिनीहरूलाई कुनै विशेष क्लाइन्ट सफ्टवेयर आवश्यक पर्दैन। </p>मञ्चहरू व्यवस्थित गर्न, मञ्च उपकरणमा क्लिक गर्नुहोस्। छलफलहरू निम्न संरचनाअनुसार पदानुक्रमित रूपमा व्यवस्थित छन्: </p><b> वर्ग > मञ्च > विषय > पोस्ट</b> </p> सदस्यहरूले मञ्चमा सफा र प्रभावकारी रूपमा भाग लिन सक्छन् भन्ने सुनिश्चित गर्न, पहिलो चरणमा वर्गहरू र मञ्चहरू सिर्जना गर्न आवश्यक छ; त्यसपछि सहभागीहरूले विषय र पोस्टहरू सिर्जना गर्नुपर्छ। पूर्वनिर्धारित रूपमा, मञ्चमा एकल (सार्वजनिक) वर्ग, एक उदाहरण विषय र एक उदाहरण पोस्ट हुन्छ। तपाईंले वर्गमा मञ्चहरू थप्न सक्नुहुन्छ, यसको शीर्षक परिवर्तन गर्न सक्नुहुन्छ वा अन्य वर्गहरू सिर्जना गर्न सक्नुहुन्छ जसभित्र तपाईंले नयाँ मञ्चहरू सिर्जना गर्न सक्नुहुन्छ। (वर्ग र मञ्चहरूलाई नमिलाउनुहोस्, र याद गर्नुहोस् कि कुनै मञ्च नभएको वर्ग अनुपयोगी छ र प्रदर्शित हुँदैन।)</p> <p>मञ्च विवरणमा यसका सदस्यहरूको सूची, यसको उद्देश्यको परिभाषा, लक्ष्य कार्य, विषय आदि समावेश हुन सक्छ।</p><p>समूह मञ्चहरूलाई मञ्च उपकरण मार्फत होइन बरु समूह उपकरण मार्फत सिर्जना गर्नुपर्छ, जहाँ तपाईंले आफ्ना समूह मञ्चहरू निजी वा सार्वजनिक हुनुपर्छ भन्ने निर्धारण गर्न सक्नुहुन्छ, एकैचोटि दस्तावेजहरूको समूह साझेदारीका लागि स्थान प्रदान गर्दै।</p><b> शिक्षण सुझावहरू</b></p> सिकाइ मञ्च इन्टरनेटमा देखिने मञ्चहरूसँग केही फरक छ। एउटा कुरा, सिक्नेहरूले आफ्ना पोस्टहरू प्रकाशित भएपछि परिवर्तन गर्न सक्दैनन् किनकि पाठ्यक्रम तार्किक रूपमा अभिलेखित हुन्छ जसले विगतमा भनिएको कुराको ट्र्याकिङ अनुमति दिन्छ। थप रूपमा, Chamilo मञ्चहरूले शिक्षणसँग सम्बन्धित विशिष्ट प्रयोगहरू अनुमति दिन्छन्। उदाहरणका लागि, केही शिक्षक/प्रशिक्षकहरूले निम्न तरिकाले मञ्चहरूभित्र सीधै सुधारहरू प्रकाशित गर्छन्: <li> सिक्नेले मञ्चमा सीधै प्रतिवेदन पोस्ट गर्न लगाइन्छ, </li> शिक्षकले सम्पादन (पहेंलो पेन्सिल) क्लिक गरेर यसलाई ग्राफिक्स सम्पादक (रंग, रेखाङ्कन आदि) प्रयोग गरेर चिन्ह लगाउँछन् </li> अन्तमा, अन्य सिक्नेहरूले एकजना सदस्यको उत्पादनमा गरिएका सुधारहरू हेरेर लाभ लिन्छन्, </li> नोट गर्नुहोस् कि त्यही सिद्धान्त सिक्नेहरूबीच लागू गर्न सकिन्छ, तर यसले सहपाठीको सन्देश प्रतिलिपि/पेस्ट गर्न आवश्यक पर्छ किनकि विद्यार्थी/प्रशिक्षुहरूले एकअर्काका पोस्टहरू सम्पादन गर्न सक्दैनन्। </li></ul>
nl: The forum is an discussion tool for asynchronous written work. In contrast to email, a forum is for public, or semi-public, group discussion.
nn_no: <p> Forumet er eit diskusjonsverktøy for asynkront skriftleg arbeid. I motsetning til e-post er eit forum for offentleg, eller halvoffentleg, gruppediskusjon. </p> For å bruke Chamilo-forumet, kan medlemmene berre bruke nettlesaren sin - dei treng ikkje nokre særskilde klientprogram. </p> For å organisere forum, klikk på Forum-verktøyet. Diskusjonar er organisert hierarkisk etter følgjande struktur: </p><b> Kategori> Forum> Emne> Innlegg</b> </p> For å sikra at medlemmene kan delta i forumet på ein ryddig og effektiv måte, er det essensielt i første omgang å oppretta kategoriar og forum; det er deretter opp til deltakerne å oppretta emner og innlegg. Som standard inneheld forumet ein enkelt (offentleg) kategori, eit eksempel-emne og eit eksempel-innlegg. Du kan legge til forum i kategorien, endre titelen dens eller oppretta andre kategoriar der du deretter kan oppretta nye forum. (Ikkje forveksle kategoriar og forum, og husk at ei kategori utan forum er ubrukelig og ikkje blir visa.)</p> <p>Forum-beskrivinga kan inkludere ei liste over medlemmene, ei definisjon av formålet, eit mål, ei oppgåve, eit tema osv.</p><p>Gruppeforum burde ikkje opprettast via Forum-verktøyet, men i staden via Grupper-verktøyet, der du kan avgjere om gruppeforum skal vere private eller offentlege, på same tid som du gjev eit sted for å dele grupper av dokument.</p><b> Undervisningstips</b></p> Et læringsforum er ikkje heilt det same som forum du er vant til å sjå på nettet. For det første er det ikkje mogleg for elever å endre innlegga sine når dei er publisert, sidan kurset logisk arkiverast for å tillate sporing av kva som er sagt i fortida. Videre tillèt Chamilo-forum spesifikke bruk relevante for undervisning. For eksempel publiserer nokre lærarar/trenarar rettingar direkte i forum på følgjande måte: <li> Ein elev blir bede om å legge inn ei rapport direkte i forumet, </li> Læraren retter det ved å klikke Rediger (gul penn) og markere det med grafikkredigeraren (farge, understrekning osv.) </li> Endelig nyttar andre elever av å sjå rettingane som vart gjort på produksjonen til ein av dei, </li> Merk at same prinsipp kan brukast mellom elevar, men vil krevje at han kopierer/limer inn meldinga til medstudenten sin, fordi studentar/elevane ikkje kan redigere kvarandres innlegg. <li></li> </ul>
oc: <p> Lo fòrum es un outil de discussion per a un trabalh escrich asincron. Al contrari del corrièl, un fòrum es per a una discussion de grup publica, o semi-publica. </p>Per usar lo fòrum Chamilo, los membres pòdon simplament usar lor navigador - ren de logiciels clients particulièrs son necessaris. </p>Per organizar los fòrums, clicatz sus l'outil Fòrums. Las discussions son organizadas jerarquicament segon la seguènt estructura: </p><b> Categoria > Fòrum > Sujet > Messatge </b></p> Per asseguurar que los membres pòden participar al fòrum de manèra òrdonada e efectiva, es essencial de crear en primié las categorias e los fòrums ; apon ven los participants que crearan los sujèts e los messatges. Per defaut, lo fòrum conten una sola categoria (publica), un exemple de sujet e un exemple de messatge. Podètz apondre de fòrums a la categoria, cambiar son títol o crear d'autras categorias dins las quales podètz crear de novèls fòrums. (Pas confondre las categorias e los fòrums, e recordar que una categoria sens fòrum es inutila e pas afichada.)</p> <p>La descripcion del fòrum pòt inclure una lista de ses membres, una definicion de son objectiu, un objectiu, una tasca, un tema etc.</p><p>Los fòrums de grup se devon pas crear via l'outil Fòrum mas via l'outil Groupes, ont podètz determinar se vòstres fòrums de grup devon èsser privats o publics, en mesme temps que fornir un lòc per partir de documents de grup.</p><b> Conselhs pedagogics </b></p> Un fòrum d'aprendissatge es pas exactament lo meteish que los fòrums que coneissètz sus internet. En primièr, es impossible pels aprènents de modificar lors messatges un còp publicats perquò lo curs es logicament arlevat per permetre lo seguiment de çò que s'es dit dins lo passat. D'un autre còst, los fòrums Chamilo permeton d'usatges specifics relatius a l'ensenhament. Per exemple, d'ensenhaires publican las correccions directament dins los fòrums de la seguida manera : <li> Un aprènent es demandat de publicar un rapòrt directament dins lo fòrum, </li> L'ensenhnaire lo corrige en clicant Modificar (crayon jaune) e lo marca en utilizant l'editor grafic (color, sòlinhat, etc.) </li> Finalament, d'autres aprènents aprofitan de veire las correccions facha sus la produccion d'un d'eus, </li> Notatz que lo meteish principi se pòt aplicar entre aprènents, mas demandarà de copiar/collar lo messatge de son camarada perquò los estudiants / formands pòdon pas modificar los messatges dels uns dels autras. </li></ul>
pl_pl: <p> Forum to narzędzie dyskusyjne do asynchronicznej pracy pisemnej. W przeciwieństwie do e-maila, forum służy do publicznej lub półpublicznej dyskusji grupowej. </p>Do korzystania z forum Chamilo wystarczy przeglądarka – nie jest wymagane żadne dodatkowe oprogramowanie klienta. </p>Aby zorganizować fora, kliknij narzędzie Fora. Dyskusje są organizowane hierarchicznie według następującej struktury: </p><b> Kategoria > Forum > Wątek > Post </b></p> Aby zapewnić członkom uporządkowany i skuteczny udział w forum, na pierwszym miejscu należy utworzyć kategorie i fora; następnie uczestnicy tworzą wątki i posty. Domyślnie forum zawiera jedną (publiczną) kategorię, przykładowy wątek i przykładowy post. Możesz dodać fora do kategorii, zmienić jej tytuł lub utworzyć inne kategorie, w których możesz następnie utworzyć nowe fora. (Nie myl kategorii z forami i pamiętaj, że kategoria bez forum jest bezużyteczna i nie jest wyświetlana.)</p><p>Opis forum może zawierać listę jego członków, definicję celu, zadanie docelowe, temat itp.</p><p>Fora grupowe nie powinny być tworzone za pomocą narzędzia Forum, lecz za pomocą narzędzia Grupy, gdzie możesz określić, czy fora grupowe mają być prywatne czy publiczne, jednocześnie zapewniając miejsce do udostępniania grup dokumentów.</p><b> Wskazówki dydaktyczne </b></p> Forum uczenia się nie jest takie samo jak fora internetowe, do których jesteś przyzwyczajony. Po pierwsze, uczniowie nie mogą edytować swoich postów po ich opublikowaniu, ponieważ kurs jest logicznie archiwizowany, aby umożliwić śledzenie tego, co zostało powiedziane w przeszłości. Ponadto fora Chamilo umożliwiają specyficzne zastosowania istotne dla nauczania. Na przykład niektórzy nauczyciele/szkoleniowcy publikują poprawki bezpośrednio w forach w następujący sposób: <li> Ucznia prosi się o opublikowanie raportu bezpośrednio na forum, </li> Nauczyciel poprawia go, klikając Edytuj (żółty ołówek) i oznaczając za pomocą edytora graficznego (kolor, podkreślenie itp.), </li> W końcu inni uczniowie korzystają z oglądania poprawek dokonanych na pracy jednego z nich, </li> Uwaga: ta sama zasada może być stosowana między uczniami, ale wymaga skopiowania/wklejenia wiadomości kolegi, ponieważ uczniowie/uczestnicy nie mogą edytować postów innych. </li></ul>
ps: <p> فورم د ناسنکرون لیکل شوي کار لپاره بحثي لاره ده. د برېښنالیک په مقابل کې، فورم د عامه یا نیمه عامه ډله ایز بحث لپاره دی. </p>د Chamilo فورم کارولو لپاره، غړي کولی شي خپل براوزر وکاروي - دوی ته کومه جلا کلاینټ سافټویر ته اړتیا نشته. </p>د فورمونو تنظیم کولو لپاره، په فورمز لاره کلیک وکړئ. بحثونه په لاندې جوړښت له مخې په هرارکي ویشل شوي دي: </p><b> کټګوري> فورم> موضوع> پوسټ</b></p> د دې لپاره چې غړي په فورم کې په ښه او اغېزمن ډول ګډون وکړي، په لومړي سر کې اړینه ده چې کټګوریز او فورمونه جوړ کړئ؛ بیا دا د ګډون کوونکو پورې اړه لري چې موضوعات او پوسټونه جوړ کړي. په ډیفالټ کې، فورم یوه (عامه) کټګوري، یوه بېلګه موضوع او یوه بېلګه پوسټ لري. تاسو کولی شئ کټګوري ته فورمونه اضافه کړئ، یې سرلیک بدل کړئ یا نورې کټګوریز جوړ کړئ چې په کې نوي فورمونه جوړ کړئ. (کټګوریز او فورمونه یو له بل سره ګډوډ نه کړئ، او یاد لرئ چې کټګوري چې هیڅ فورم نلري بې ګټې ده او نه ښکاري.)</p> <p>د فورم تودیح کولی شي د هغه غړو لړ، د هغه موخه تعریف، د هدف دنده، یوه موضوع او غیره ولري.</p><p>د ډلو فورمونه باید د فورم لاره له لارې نه بلکې د ډلو لاره له لارې جوړ شي، چیرې چې تاسو کولی شئ ټاکئ چې ستاسو ډله ایز فورمونه خصوصي یا عامه وي، په هماغه وخت کې د اسنادو ډلو شریکولو لپاره ځای چمتو کوئ.</p><b> د ښوونځي لارښوونې</b></p> زده کړې فورم د انټرنټ په فورمونو سره چې تاسو ورسره ګډ شوي یاست یو څه توپیر لري. یو څه، زده کونکي نشي کولی خپل پوسټونه بدل کړي چې کله چې خپور شوي وي ځکه چې کورس منطقي طورې آرشایف کېږي ترڅو د تیر وخت خبرې تعقیب شي. سربېره پر دې، Chamilo فورمونه د ښوونې پورې اړوند ځانګړي استعمالونه اجازه ورکوي. د بېلګې په توګه، ځینې ښوونکي/ روزونکي تصحیحات په مستقیم ډول په فورمونو کې خپروي په لاندې ډول: <li> یو زده کونکی د فورم کې په مستقیم ډول رپورټ پوسټ کولو ته وایستل کېږي، </li> ښوونکی یې د ایډیټ (زر ګړۍ) کلیک کولو له لارې تصحیح کوي او د ګرافيک ایډیټر (رنګ، لاندې کرښه، او غیره) په کارولو سره یې نښه کوي </li> په پای کې، نور زده کونکي له دې ګټه اخلي چې د یو د هغوی د تولید تصحیح څه شوي، </li> په یاد ولرئ چې همدا اصول د زده کونکو ترمنځ پلي کېدای شي، مګر به د هغه د هم زده کړیال پیغام کاپي/پیسټ کولو ته اړتیا ولري ځکه چې زده کونکي / روزونکي نشي کولی د یو بل پوسټونه ایډیټ کړي. <li></li> </ul>
pt_br: <p>O fórum é uma ferramenta de discussão para trabalho escrito assíncrona. Em contraste com o e-mail, um fórum é para o público, semi-público ou discussão em grupo.</p>Para usar o fórum Chamilo, os membros podem simplesmente usar seu navegador - não requerem um software cliente separado.</p>Para organizar o fóruns, clique na ferramenta Fóruns discussões são organizadas hierarquicamente de acordo com a seguinte estrutura:</p><b> Categoria> Fórum> Tópico> Post </b></p> Para garantir os membros podem participar do fórum tidily e eficaz, é essencial em th primeira instância para criar categorias e fóruns, é, em seguida, até os participantes para a criação de tópicos e mensagens Por padrão, o fórum contém. uma única categoria (público), um tópico exemplo e um exemplo post. Você pode adicionar fóruns para a categoria, mudar seu título ou criar outras categorias dentro do qual você poderia, então, criar novos fóruns. (Não confunda categorias e fóruns, e lembre- que uma categoria que não contém qualquer fórum é inútil e não será exibido.) </p> <p> A descrição do fórum pode incluir uma lista de seus membros, uma definição de seu propósito, um alvo uma tarefa, um tema etc.</p><p> fóruns Grupo não devem ser criadas através da ferramenta Fórum mas em vez através da ferramenta Grupos, onde você pode determinar se seus fóruns de grupos deve ser público ou privado, ao mesmo tempo, proporcionando um local para a partilha de grupos de documentos. </p><b> Dicas de Ensino </b> </p> Um fórum de aprendizagem não é exatamente o mesmo que os fóruns que você está acostumado a ver na internet. Por um lado, não é possível para os alunos a alterar as suas mensagens depois de terem sido publicadas como o curso é logicamente arquivado para permitir o rastreamento do que foi dito no passado. Além disso, os fóruns permitem Chamilo para usos específicos relevantes para o ensino. Por exemplo, alguns professores/formadores publicar correções diretamente nos fóruns da seguinte maneira: <li> Um aluno é convidado a postar um relatório diretamente para o fórum, </li> O professor corrige-o clicando em Editar (lápis amarelo) e marcação lo usando o editor de gráficos (cor, sublinhado, etc.) </li> Finalmente, outros alunos beneficiar de ver as correções foi feita na produção de um deles, </ li> Observe que o mesmo princípio pode ser aplicado entre aprendizes, mas vai exigir seu copiar/colar a mensagem de seu colega porque os alunos/formandos não pode editar um mensagens uns aos outros.<li></ul>
pt_pt: <p>O fórum é uma ferramenta de discussão para trabalho escrito assíncrona. Em contraste com e-mail, um fórum é para o público ou semi- público, discussão em grupo</p>
ro_ro: <p> Forumul este un instrument de discuții pentru lucrări scrise asincrone. Spre deosebire de e-mail, un forum este destinat discuțiilor publice sau semi-publice de grup. </p> Pentru a utiliza forumul Chamilo, membrii pot folosi pur și simplu browser-ul - nu au nevoie de software client distinct. </p> Pentru a organiza forumuri, faceți clic pe instrumentul Forumuri. Discuțiile sunt organizate ierarhic conform următoarei structuri: </p><b> Categorie> Forum> Subiect> Mesaj</b> </p> Pentru a asigura ca membrii să poată participa la forum în mod ordonat și eficient, este esențial să creați mai întâi categorii și forumuri; apoi participanții creează subiecte și mesaje. În mod implicit, forumul conține o singură categorie (publică), un subiect exemplu și un mesaj exemplu. Puteți adăuga forumuri la categorie, schimba titlul sau crea alte categorii în care să creați noi forumuri. (Nu confundați categoriile cu forumurile și amintiți-vă că o categorie fără forum este inutilă și nu se afișează.)</p> <p>Descrierea forumului poate include o listă a membrilor săi, o definiție a scopului său, un obiectiv, o sarcină, o temă etc.</p><p>Forumurile de grup nu trebuie create prin instrumentul Forum, ci prin instrumentul Grupuri, unde puteți determina dacă forumurile de grup să fie private sau publice, oferind în același timp un loc pentru partajarea documentelor de grup.</p><b> Sfaturi didactice</b></p> Un forum de învățare nu este exact ca forumurile obișnuite de pe internet. De exemplu, nu este posibil ca elevii să-și modifice mesajele odată publicate, deoarece cursul este arhivat logic pentru a permite urmărirea a ceea ce s-a spus în trecut. În plus, forumurile Chamilo permit utilizări specifice relevante pentru predare. De exemplu, unii profesori publică corecții direct în forumuri astfel: <li> Un elev este rugat să posteze un raport direct în forum, </li> Profesorul îl corectează făcând clic pe Editare (creion galben) și marcându-l folosind editorul grafic (culoare, subliniere etc.), </li> În final, alți elevi beneficiază văzând corecțiile făcute pe producția unuia dintre ei, </li> Notă: același principiu se poate aplica între elevi, dar va necesita copierea/lipirea mesajului colegului, deoarece elevii nu pot edita mesajele altora. </li></ul>
ru_ru: <p>Форум — это инструмент обсуждения для асинхронной письменной работы. В отличие от электронной почты, форум предназначен для публичных или полупубличных групповых обсуждений.</p>Чтобы использовать форум Chamilo, участникам достаточно использовать браузер — специальное клиентское ПО не требуется.</p>Для организации форумов нажмите на инструмент Форумы. Обсуждения организованы иерархически по следующей структуре: <p><b>Категория > Форум > Тема > Сообщение</b></p>Чтобы участники могли участвовать в форуме организованно и эффективно, сначала необходимо создать категории и форумы; затем участники создают темы и сообщения. По умолчанию форум содержит одну (публичную) категорию, пример темы и пример сообщения. Вы можете добавить форумы в категорию, изменить её название или создать другие категории, в которых затем можно создать новые форумы. (Не путайте категории и форумы, и помните, что категория без форумов бесполезна и не отображается.)</p><p>Описание форума может включать список его участников, определение цели, задачу, тему и т.д.</p><p>Групповые форумы не следует создавать через инструмент Форум, а через инструмент Группы, где вы можете определить, должны ли быть групповые форумы приватными или публичными, одновременно предоставляя место для обмена группами документов.</p><b>Советы по преподаванию</b></p>Форум обучения отличается от интернет-форумов. Учащиеся не могут редактировать опубликованные сообщения, поскольку курс архивируется для отслеживания истории. Форумы Chamilo позволяют специфические применения для преподавания. Например, некоторые преподаватели публикуют исправления прямо в форумах: <li>Учащийся публикует отчет прямо в форум,</li><li>Преподаватель исправляет его, нажав Редактировать (желтая карандаш) и отметив с помощью графического редактора (цвет, подчеркивание и т.д.),</li><li>Наконец, другие учащиеся извлекают пользу из просмотра исправлений, сделанных на работе одного из них,</li><li>Обратите внимание, что тот же принцип можно применить между учащимися, но потребуется копирование/вставка сообщения другого студента, поскольку студенты не могут редактировать сообщения друг друга.</li></ul>
sk_sk: Fórum je diskusný nástroj pre asynchrónne písomné práce. Na rozdiel od e-mailu, fórum je pre verejnosť, alebo polo-verejné, skupinové diskusie. <br> <br>
sq: <p> Forumi është një mjet diskutimi për punë të shkruara asinkrone. Ndryshe nga email-i, një forum është për diskutim publik ose gjysmë-publik grupor. </p>Për të përdorur forumin Chamilo, anëtarët mund thjesht të përdorin shfletuesin e tyre - ata nuk kërkojnë ndonjë softuer klient të veçantë. </p>Për të organizuar forume, klikoni në mjetin Forume. Diskutimet organizohen hierarkikisht sipas strukturës së mëposhtme: </p><b> Kategori> Forum> Temë> Postim</b> </p> Për të siguruar që anëtarët të marrin pjesë në forum në mënyrë të rregullt dhe efektive, është thelbësore në fillim të krijoni kategori dhe forume; më pas i takon pjesëmarrësve të krijojnë tema dhe postime. Sipas paracaktimit, forumi përmban një kategori të vetme (publike), një temë shembull dhe një postim shembull. Ju mund të shtoni forume në kategori, të ndryshoni titullin e saj ose të krijoni kategori të tjera brenda të cilave mund të krijoni forume të reja. (Mos i ngatërrosh kategoritë dhe forumet, dhe mbamend se një kategori që nuk përmban forum është e padobishme dhe nuk shfaqet.)</p> <p>Përshkrimi i forumit mund të përfshijë një listë të anëtarëve të tij, një përkufizim të qëllimit të tij, një objektiv një detyrë, një temë etj.</p><p>Forumet grupore nuk duhet të krijohen përmes mjetit Forum por në vend të kësaj përmes mjetit Grupe, ku mund të përcaktoni nëse forumet e grupit tuaj duhet të jenë private ose publike, në të njëjtën kohë duke ofruar një vend për ndarjen e grupeve të dokumenteve.</p><b> Këshilla mësimore</b></p> Një forum mësimor nuk është krejt i njëjtë me forumet që jeni mësuar t'i shihni në internet. Për një gjë, nuk është e mundur për nxënësit të ndryshojnë postimet e tyre pasi ato të jenë publikuar pasi kursi arkivohet logjikisht për të lejuar gjurmimin e asaj që është thënë në të kaluarën. Për më tepër, forumet Chamilo lejojnë përdorime specifike relevante për mësimdhënien. Për shembull, disa mësues/trajnerë publikojnë korrigjime direkt brenda forumeve në mënyrën e mëposhtme: <li> Një nxënës i kërkohet të postojë një raport direkt në forum, </li> Mësuesi e korrigjon duke klikuar Redakto (lapëzar i verdhë) dhe duke e shënuar duke përdorur redaktorin grafik (ngjyrë, nënvizim, etj.) </li> Së fundmi, nxënësit e tjerë përfitojnë duke parë korrigjimet e bëra në prodhimin e njërit prej tyre, </li> Vini re se i njëjti parim mund të aplikohet mes nxënësve, por do të kërkojë kopjimin/ngjitjen e mesazhit të shokut të tij sepse studentët/trajnerët nuk mund të redaktojnë postimet e njëri-tjetrit. <li> </ul>
sr_rs: <p> Forum je alat za diskusiju za asinhrono pisano rad. Za razliku od e-pošte, forum je za javnu, ili polujavnu, grupnu diskusiju. </p>Da biste koristili Chamilo forum, članovi mogu jednostavno koristiti svoj pretraživač - ne zahtevaju poseban klijentski softver. </p>Da biste organizovali forume, kliknite na alat Forumi. Diskusije su organizovane hijerarhijski prema sledećoj strukturi: </p><b> Kategorija> Forum> Tema> Post</b></p> Da biste osigurali da članovi mogu udeležiti u forumu uredno i efikasno, ključno je prvo kreirati kategorije i forume; zatim je na učesnicima da kreiraju teme i postove. Podrazumevano, forum sadrži jednu (javnu) kategoriju, primer teme i primer posta. Možete dodati forume u kategoriju, promeniti njen naslov ili kreirati druge kategorije u kojima možete zatim kreirati nove forume. (Ne mešajte kategorije i forume, i zapamtite da kategorija koja ne sadrži forum nema svrhu i ne prikazuje se.)</p> <p>Opis foruma može uključivati listu njegovih članova, definiciju svrhe, cilj zadatak, temu itd.</p><p>Grupni forumi se ne kreiraju preko alata Forum već preko alata Grupe, gde možete odrediti da li će vaši grupni forumi biti privatni ili javni, istovremeno pružajući mesto za deljenje grupa dokumenata.</p><b> Saveti za nastavu</b></p> Naučni forum nije baš isti kao forumi na koje ste navikli na internetu. Za jednu stvar, nije moguće da učenici menjaju svoje postove nakon što su objavljeni jer se kurs logički arhivira da bi se omogućilo praćenje onoga što je rečeno u prošlosti. Štaviše, Chamilo forumi omogućavaju specifične upotrebe relevantne za nastavu. Na primer, neki nastavnici/obucaVači objavljuju ispravke direktno unutar foruma na sledeći način: <li> Učeniik je zamoljen da postavi izveštaj direktno u forum, </li> Nastavnik ga ispravlja klikom na Uredi (žuto olovka) i označava ga koristeći grafički editor (boja, podvlačenje, itd.) </li> Konačno, drugi učenici imaju koristi od pregleda ispravki koje su napravljene na radu jednog od njih, </li> Imajte na umu da se isti princip može primeniti između učenika, ali će zahtevati kopiranje/lepljenje poruke svog kolege jer studenti/obucaVači ne mogu uređivati postove jedni drugih. </li></ul>
sv_se: <p> Forumet är ett diskussionsverktyg för asynkron skriftlig arbete. Till skillnad från e-post är ett forum för offentlig, eller semi-offentlig, gruppdiskussion. </p> För att använda Chamilo-forumet behöver medlemmar bara använda sin webbläsare - de kräver ingen separat klientprogramvara. </p> För att organisera forum, klicka på Forumsverktyget. Diskussioner är organiserade hierarkiskt enligt följande struktur: </p><b> Kategori > Forum > Tråd > Inlägg </b></p> För att säkerställa att medlemmar kan delta i forumet på ett ordnat och effektivt sätt är det viktigt från början att skapa kategorier och forum; det är sedan upp till deltagarna att skapa trådar och inlägg. Som standard innehåller forumet en enda (offentlig) kategori, ett exempeltråd och ett exempelinlägg. Du kan lägga till forum i kategorin, ändra dess titel eller skapa andra kategorier inom vilka du sedan kan skapa nya forum. (Förväxla inte kategorier och forum, och kom ihåg att en kategori som inte innehåller något forum är värdelös och visas inte.) </p> Forumets beskrivning kan inkludera en lista över dess medlemmar, en definition av dess syfte, ett mål, en uppgift, ett tema etc. </p> <p> Gruppforum bör inte skapas via Forumverktyget utan istället via Gruppverktyget, där du kan bestämma om dina gruppforum ska vara privata eller offentliga, samtidigt som du tillhandahåller en plats för att dela grupper av dokument. </p> <b> Undervisningstips </b> </p> Ett inlärningsforum är inte riktigt samma som de forum du är van vid att se på internet. För det första är det inte möjligt för elever att ändra sina inlägg när de väl har publicerats eftersom kursen logiskt arkiveras för att möjliggöra spårning av vad som sagts tidigare. Dessutom tillåter Chamilo-forum specifika användningar relevanta för undervisning. Till exempel publicerar vissa lärare/tränare korrigeringar direkt inom forum på följande sätt: <li> En elev uppmanas att publicera en rapport direkt i forumet, </li> Läraren korrigerar den genom att klicka på Redigera (gul penna) och markera den med grafikredigeraren (färg, understrykning, etc.), </li> Slutligen gynnas andra elever av att se de korrigeringar som gjordes på en av dem, </li> Notera att samma princip kan tillämpas mellan elever, men kräver att man kopierar/klistrar in meddelandet från en medelever eftersom elever/tränande inte kan redigera varandras inlägg. </li> </ul>
sw_ke: <p>Forum ni zana ya majadiliano kwa kazi ya maandishi isiyolingana na wakati. Tofauti na barua pepe, forum ni ya majadiliano ya umma, au nusu-umma. </p> Ili kutumia forum ya Chamilo, wanachama wanaweza kutumia kivinjari chao tu - hawahitaji programu yoyote ya mteja. </p> Ili kupanga forum, bonyeza zana ya Forum. Majadiliano yanapangwa kwa mpangilio wa daraja kulingana na muundo huu: </p><b> Kundi> Forum> Mada> Chapisho</b></p> Ili kuhakikisha wanachama wanaweza kushiriki katika forum vizuri na kwa ufanisi, ni muhimu kwanza kuunda vikundi na forum; kisha ni juu ya washiriki kuunda mada na machapisho. Kwa chaguo-msingi, forum ina kundi kimoja (la umma), mada mfano na chapisho mfano. Unaweza kuongeza forum kwenye kundi, badilisha kichwa chake au kuunda vikundi vingine ambavyo unaweza kuunda forum mpya ndani yake. (Usichanganye vikundi na forum, na ukumbuke kuwa kundi lisilo na forum ni bure na halionyeshiwi.)</p><p>Maelezo ya forum yanaweza kujumuisha orodha ya wanachama wake, ufafanuzi wa kusudi lake, lengo la kazi, mada nk. </p><p>Forum za kikundi hazipaswi kuundwa kupitia zana ya Forum bali kupitia zana ya Vikundi, ambapo unaweza kuamua ikiwa forum za kikundi chako ziwe za faragha au za umma, wakati huo huo ukitoa mahali pa kushiriki vikundi vya hati.</p><b> Vidokezo vya Kufundisha</b></p> Forum ya kujifunza si sawa kabisa na forum unazozoea kuona mtandaoni. Kwa mambo mamoja, haiwezekani kwa wanafunzi kubadilisha machapisho yao mara baada ya kuchapishwa kwani kozi inahifadhiwa kimantiki ili kufuatilia yaliyosemwa hapo awali. Zaidi ya hayo, forum za Chamilo zinaruhusu matumizi maalum yanayohusiana na kufundisha. Kwa mfano, walimu/wafunzi wengine huchapisha marekebisho moja kwa moja ndani ya forum kwa njia ifuatayo: <li> Mwanafunzi anaombwa kuchapisha ripoti moja kwa moja kwenye forum, </li> Mwalimu inarekebisha kwa kubonyeza Hariri (penseli ya manjano) na kuipiga chapa kwa kutumia mhariri wa picha (rangi, mstari wa chini, nk.), </li> Hatimaye, wanafunzi wengine wanafaidika kwa kuona marekebisho yaliyofanywa kwenye utengenezaji wa mmoja wao, </li> Kumbuka kuwa kanuni hiyo hiyo inaweza kutumika kati ya wanafunzi, lakini itahitaji kunakili/ubandishi ujumbe wa mwanafunzi mwenzake kwa sababu wanafunzi/wanaojifunza hawawezi kuhariri machapisho ya wengine. </li></ul>
ta: <p> மன்றம் உத்தியோகபூர்வமற்ற எழுதப்பட்ட பணிக்கான விவாத கருவி. மின்னஞ்சல் மாறுபட்டு, மன்றம் பொது அல்லது அரை-பொது குழு விவாதத்திற்காக. </p>Chamilo மன்றத்தைப் பயன்படுத்த, உறுப்பினர்கள் தங்கள் உலாவியைப் பயன்படுத்தலாம் - அவர்களுக்கு தனித்துவமான வாடிக்கையாளர் மென்பொருள் தேவையில்லை. </p>மன்றங்களை ஒழுங்கமைக்க, மன்றங்கள் கருவியை கிளிக் செய்யவும். விவாதங்கள் பின்வரும் அமைப்புப்படி படிநிலைப்படி ஒழுங்கமைக்கப்பட்டுள்ளன: </p><b> வகை> மன்றம்> தலைப்பு> பதிவு</b> </p> உறுப்பினர்கள் மன்றத்தில் சுத்தமாகவும் திறம்படவும் பங்கேற்க அனுமதிக்க, முதலில் வகைகளையும் மன்றங்களையும் உருவாக்குவது அத்தியாவசியம்; பின்னர் பங்கேற்பாளர்கள் தலைப்புகளையும் பதிவுகளையும் உருவாக்குவது. இயல்புநிலையில், மன்றம் ஒரே (பொது) வகையை, உதாரண தலைப்பையும் உதாரண பதிவையும் கொண்டுள்ளது. நீங்கள் வகைக்கு மன்றங்களைச் சேர்க்கலாம், அதன் தலைப்பை மாற்றலாம் அல்லது புதிய மன்றங்களை உருவாக்கக்கூடிய பிற வகைகளை உருவாக்கலாம். (வகைகளையும் மன்றங்களையும் குழப்ப வேண்டாம், மற்றும் மன்றம் இல்லாத வகை பயனற்றது மற்றும் காட்டப்படாது என்பதை நினைவில் கொள்ளுங்கள்.)</p> <p>மன்ற விளக்கம் அதன் உறுப்பினர்களின் பட்டியலை, அதன் நோக்கத்தின் வரையறையை, இலக்கு பணியை, தீமை போன்றவற்றை உள்ளடக்கலாம்.</p><p>குழு மன்றங்கள் மன்ற கருவியில் உருவாக்கப்படக்கூடாது, மாறாக குழுக்கள் கருவியில் உருவாக்கப்பட வேண்டும், அங்கு உங்கள் குழு மன்றங்கள் தனியாகவோ பொதுவாகவோ இருக்க வேண்டும் என்பதை தீர்மானிக்கலாம், அதே நேரத்தில் ஆவணங்களின் குழுக்களைப் பகிர்ந்து கொள்ளும் இடத்தை வழங்குகிறது.</p><b> கற்பித்தல் குறிப்புகள்</b></p> கற்றல் மன்றம் இணையத்தில் நீங்கள் பழக்கமான மன்றங்களைப் போல இல்லை. ஒன்று, பயனர்கள் தங்கள் பதிவுகளை வெளியிடப்பட்டவுடன் மாற்ற முடியாது ஏனெனில் பாடம் பின்துண்டு அனுமதிக்க கருத்தியல் அரிவுருப்படுத்தப்பட்டுள்ளது. மேலும், Chamilo மன்றங்கள் கற்பித்தலுக்கு தொடர்புடைய குறிப்பிட்ட பயன்பாடுகளை அனுமதிக்கின்றன. உதாரணமாக, சில ஆசிரியர்கள்/பயிற்சியாளர்கள் பின்வரும் வழியில் மன்றங்களில் நேரடியாக திருத்தங்களை வெளியிடுகின்றனர்: <li> ஒரு பயனர் மன்றத்தில் நேரடியாக அறிக்கையை பதிவிடுமாறு கேட்கப்படுகிறார், </li> ஆசிரியர் மாற்று (மஞ்சள் பென்சில்) கிளிக் செய்து அது படிவியலாளரைப் பயன்படுத்தி (வண்ணம், கீழ் வரிசை, போன்றவை) குறிக்கிறார் </li> இறுதியாக, பிற பயனர்கள் ஒருவரின் உற்பத்தியில் செய்யப்பட்ட திருத்தங்களைப் பார்க்க பயனடைகின்றனர், </li> குறிப்பு: அதே கோட்பாடு பயனர்களுக்கு இடையே பயன்படுத்தப்படலாம், ஆனால் அவரது சக மாணவரின் செய்தியை நகலெடுத்து/ஒட்ட வேண்டும் ஏனெனில் மாணவர்கள்/பயிற்சியாளர்கள் ஒருவரையொருவர் திருத்த முடியாது. <li> </ul>
th: <p> ฟอรัมเป็นเครื่องมือสนทนาสำหรับงานเขียนแบบอะซิงโครนัส แตกต่างจากอีเมล ฟอรัมสำหรับการสนทนากลุ่มสาธารณะหรือกึ่งสาธารณะ </p>ในการใช้ฟอรัม Chamilo สมาชิกสามารถใช้เบราว์เซอร์ได้ ไม่จำเป็นต้องมีซอฟต์แวร์ลูกข่ายแยก </p>เพื่อจัดระเบียบฟอรัม คลิกที่เครื่องมือฟอรัม การสนทนาจัดเรียงตามลำดับชั้นดังนี้: </p><b> หมวดหมู่> ฟอรัม> หัวข้อ> โพสต์</b></p>เพื่อให้สมาชิกเข้าร่วมฟอรัมอย่างเป็นระเบียบและมีประสิทธิภาพ ควรสร้างหมวดหมู่และฟอรัมก่อน จากนั้นผู้เข้าร่วมสร้างหัวข้อและโพสต์ โดยค่าเริ่มต้น ฟอรัมมีหมวดหมู่สาธารณะเดียว หัวข้อตัวอย่าง และโพสต์ตัวอย่าง คุณสามารถเพิ่มฟอรัมในหมวดหมู่ เปลี่ยนชื่อหัวข้อ หรือสร้างหมวดหมู่อื่นเพื่อสร้างฟอรัมใหม่ (อย่าสับสนระหว่างหมวดหมู่และฟอรัม หมวดหมู่ที่ไม่มีฟอรัมจะไม่แสดง)</p> <p>คำอธิบายฟอรัมอาจรวมรายชื่อสมาชิก วัตถุประสงค์ เป้าหมาย งาน ธีม ฯลฯ</p><p>ฟอรัมกลุ่มไม่ควรสร้างผ่านเครื่องมือฟอรัม แต่สร้างผ่านเครื่องมือกลุ่ม ซึ่งสามารถกำหนดฟอรัมกลุ่มเป็นส่วนตัวหรือสาธารณะ พร้อมที่สำหรับแชร์เอกสารกลุ่ม</p><b> เคล็ดลับการสอน</b></p>ฟอรัมการเรียนรู้แตกต่างจากฟอรัมบนอินเทอร์เน็ต ผู้เรียนไม่สามารถแก้ไขโพสต์หลังเผยแพร่ได้เพราะหลักสูตรถูกเก็บถาวรเพื่อติดตาม Chamilo อนุญาตการใช้งานเฉพาะสำหรับการสอน เช่น ครูเผยแพร่การแก้ไขในฟอรัมโดย: <li> ผู้เรียนโพสต์รายงานลงฟอรัม </li> ครูแก้ไขโดยคลิกแก้ไข (ดินสอเหลือง) และทำเครื่องหมายด้วยตัวแก้ไขกราฟิก (สี ขีดเส้นใต้ ฯลฯ) </li> ผู้เรียนอื่นได้ประโยชน์จากการดูการแก้ไข </li> หลักการเดียวกันสามารถใช้ระหว่างผู้เรียน แต่ต้องคัดลอก/วางข้อความเพราะผู้เรียนแก้ไขโพสต์กันไม่ได้ <.li></ul>
tl_ph: <p> Ang forum ay isang tool sa diskusyon para sa asynchronous na nakasulat na gawain. Imbis na e-mail, ang forum ay para sa publiko, o semi-publiko, grupong diskusyon. </p>Pag-gamit ng Chamilo forum, ang mga miyembro ay maaaring gumamit lamang ng kanilang browser - hindi nila kailangan ng anumang natatanging client software. </p>Upang ayusin ang mga forum, i-klik ang Forums tool. Ang mga diskusyon ay naka-organisa nang hierarchical ayon sa sumusunod na istraktura: </ p><b> Kategorya> Forum> Topic> Post</ b> </ p> Upang matiyak na ang mga miyembro ay makabahagi sa forum nang maayos at epektibo, mahalaga sa unang pagkakataon na lumikha ng mga kategorya at forum; pagkatapos ay depende sa mga kalahok na lumikha ng mga topic at post. Sa pamamagitan ng default, ang forum ay naglalaman ng isang (publiko) kategorya, isang halimbawa ng topic at isang halimbawa ng post. Maaari kang magdagdag ng mga forum sa kategorya, baguhin ang pamagat nito o lumikha ng iba pang mga kategorya kung saan maaari kang lumikha ng mga bagong forum. (Huwag kalitoin ang mga kategorya at forum, at tandaan na ang kategorya na walang forum ay walang saysay at hindi ipinapakita.)</p> <p>Ang paglalarawan ng forum ay maaaring magsama ng listahan ng mga miyembrong ito, kahulugan ng layunin nito, target na gawain, tema atbp.</p><p>Ang mga grupong forum ay hindi dapat lumikha sa pamamagitan ng Forum tool kundi sa pamamagitan ng Groups tool, kung saan maaari mong matukoy kung ang iyong grupong forum ay pribado o publiko, sa parehong oras na nagbibigay ng lokasyon para sa pagbabahagi ng mga grupong dokumento.</p><b> Mga Tip sa Pagtuturo</ b></ p> Ang learning forum ay hindi ganap na katulad ng mga forum na nasanayan mo sa internet. Una, hindi posible para sa mga mag-aaral na baguhin ang kanilang mga post kapag na-publish na dahil lohikal na naka-arkibo ang kurso upang payagan ang pagsubaybay sa kung ano ang sinabi sa nakaraan. Bukod dito, ang Chamilo forums ay nagbibigay-daan sa mga tiyak na paggamit na nauugnay sa pagtuturo. Halimbawa, ang ilang guro/trainer ay naglalathala ng mga korreksyon nang direkta sa loob ng mga forum sa sumusunod na paraan: <li> Hiniling sa isang mag-aaral na mag-post ng report nang direkta sa forum, </ li> Binago ito ng guro sa pamamagitan ng pag-klik sa Edit (dilaw na lapis) at pagmarka gamit ang graphics editor (kulay, underlining, atbp.) </ li> Sa wakas, ang iba pang mga mag-aaral ay nakikinabang mula sa pagtingin sa mga korreksyong ginawa sa produksyon ng isa sa kanila, </ li> Tandaan na ang parehong prinsipyo ay maaaring ilapat sa pagitan ng mga mag-aaral, ngunit kakailanganin niyang kopyahin/dikit ang mensahe ng kanyang kapwa mag-aaral dahil hindi maaaring baguhin ng mga mag-aaral / trainees ang mga post ng isa't isa. <. li> </ ul>
tr: <p> Forum, asenkron yazılı çalışmalar için bir tartışma aracıdır. E-postadan farklı olarak, forum kamusal veya yarı kamusal grup tartışması içindir. </p>Chamilo forumunu kullanmak için üyeler sadece tarayıcılarını kullanabilir - ayrı bir istemci yazılımına ihtiyaç duymazlar. </p>Forumları düzenlemek için Forumlar aracına tıklayın. Tartışmalar şu yapıya göre hiyerarşik olarak düzenlenir: </p><b> Kategori> Forum> Konu> Gönderi</b> </p> Üyelerin foruma düzenli ve etkili katılmasını sağlamak için öncelikle kategoriler ve forumlar oluşturmak esastır; ardından katılımcılar konular ve gönderiler oluşturur. Varsayılan olarak forum tek bir (kamusal) kategori, örnek bir konu ve örnek bir gönderi içerir. Kategoriye forum ekleyebilir, başlığını değiştirebilir veya yeni forumlar oluşturabileceğiniz diğer kategoriler oluşturabilirsiniz. (Kategorileri ve forumları karıştırmayın ve forum içermeyen kategorinin işe yaramaz ve görüntülenmediğini unutmayın.)</p> <p>Forum açıklaması üyelerinin listesini, amacını, hedefini, görevini, temasını vb. içerebilir.</p><p>Grup forumları Forum aracı yerine Gruplar aracı üzerinden oluşturulmalıdır; burada grup forumlarınızın özel veya kamusal olup olmadığını belirleyebilir ve aynı zamanda belgeleri paylaşmak için bir konum sağlayabilirsiniz.</p><b> Öğretme İpuçları</b></p> Öğrenme forumu internette gördüğünüz forumlardan biraz farklıdır. Birincisi, öğrenenlerin yayınlandıktan sonra gönderilerini değiştirmesi mümkün değildir çünkü kurs mantıksal olarak geçmişte söylenenleri izlemek için arşivlenir. Ayrıca, Chamilo forumları öğretime özgü kullanımlara izin verir. Örneğin, bazı öğretmenler/eğitmenler şu şekilde forumlarda düzeltmeleri doğrudan yayınlar: <li> Bir öğrenenden raporu doğrudan foruma göndermesi istenir, </li> Öğretmen, Düzenle'ye (sarı kalem) tıklayarak ve grafik düzenleyiciyi (renk, alt çizgi vb.) kullanarak düzeltir </li> Son olarak, diğer öğrenenler onlardan birinin üretimine yapılan düzeltmeleri görüntüleyerek yararlanır, </li> Aynı ilkenin öğrenenler arasında uygulanabileceğini unutmayın, ancak bu durumda sınıf arkadaşının mesajını kopyala/yapıştır yapması gerekir çünkü öğrenciler birbirlerinin gönderilerini düzenleyemez. </li></ul>
uk_ua: <p> Форум — це інструмент обговорення для асинхронної письмової роботи. На відміну від електронної пошти, форум призначений для публічних або напівпублічних групових обговорень. </p>Щоб використовувати форум Chamilo, учасники можуть просто використовувати свій браузер — їм не потрібне окреме клієнтське програмне забезпечення. </p>Щоб організувати форуми, натисніть на інструмент Форум. Обговорення організовані ієрархічно за такою структурою: </p><b> Категорія> Форум> Тема> Повідомлення</b> </p>Щоб учасники могли брати участь у форумі охайно та ефективно, спочатку необхідно створити категорії та форуми; потім учасники створюють теми та повідомлення. За замовчуванням форум містить одну (публічну) категорію, приклад теми та приклад повідомлення. Ви можете додавати форуми до категорії, змінювати її назву або створювати інші категорії, в яких потім можна створювати нові форуми. (Не плутайте категорії та форуми, і пам’ятайте, що категорія без форуму марна і не відображається.)</p> <p>Опис форуму може містити список його учасників, визначення мети, цільове завдання, тему тощо.</p><p>Групові форуми не слід створювати через інструмент Форум, а через інструмент Групи, де ви можете визначити, чи мають бути ваші групові форуми приватними чи публічними, одночасно надаючи місце для обміну групами документів.</p><b> Поради для викладання</b></p> Навчальний форум дещо відрізняється від форумів, до яких ви звикли в інтернеті. По-перше, учні не можуть змінювати свої повідомлення після публікації, оскільки курс логічно архівується для відстеження того, що було сказано раніше. Крім того, форуми Chamilo дозволяють специфічні використання, релевантні для викладання. Наприклад, деякі викладачі/тренери публікують виправлення безпосередньо в форумах наступним чином: <li> Учень просить опублікувати звіт безпосередньо в форумі, </li> Викладач виправляє його, натиснувши Редагувати (жовта олівець) і позначивши за допомогою графічного редактора (колір, підкреслення тощо), </li> Нарешті, інші учні користуються переглядом виправлень, зроблених на роботі одного з них, </li> Зауважте, що той самий принцип можна застосовувати між учнями, але це вимагатиме копіювання/вставки повідомлення товариша по навчанню, оскільки студенти/учні не можуть редагувати повідомлення один одного. </li></ul>
vi_vn: <p> Diễn đàn là công cụ thảo luận cho công việc viết không đồng bộ. Khác với email, diễn đàn dành cho thảo luận nhóm công khai hoặc bán công khai. </p>Để sử dụng diễn đàn Chamilo, thành viên chỉ cần sử dụng trình duyệt - họ không cần phần mềm khách riêng biệt. </p>Để tổ chức diễn đàn, nhấp vào công cụ Diễn đàn. Các cuộc thảo luận được tổ chức phân cấp theo cấu trúc sau: </p><b> Danh mục> Diễn đàn> Chủ đề> Bài đăng</b></p> Để đảm bảo thành viên có thể tham gia diễn đàn một cách gọn gàng và hiệu quả, điều cần thiết trước tiên là tạo danh mục và diễn đàn; sau đó phụ thuộc vào người tham gia để tạo chủ đề và bài đăng. Theo mặc định, diễn đàn chứa một danh mục (công khai) duy nhất, một chủ đề ví dụ và một bài đăng ví dụ. Bạn có thể thêm diễn đàn vào danh mục, thay đổi tiêu đề hoặc tạo các danh mục khác trong đó bạn có thể tạo diễn đàn mới. (Đừng nhầm lẫn giữa danh mục và diễn đàn, và nhớ rằng danh mục không chứa diễn đàn là vô ích và không được hiển thị.)</p> <p>Mô tả diễn đàn có thể bao gồm danh sách thành viên, định nghĩa mục đích, mục tiêu nhiệm vụ, chủ đề v.v.</p><p>Diễn đàn nhóm không nên được tạo qua công cụ Diễn đàn mà thay vào đó qua công cụ Nhóm, nơi bạn có thể xác định diễn đàn nhóm của mình là riêng tư hay công khai, đồng thời cung cấp vị trí chia sẻ nhóm tài liệu.</p><b> Mẹo giảng dạy</b></p> Diễn đàn học tập không hoàn toàn giống diễn đàn bạn quen thấy trên internet. Một điều là học viên không thể thay đổi bài đăng sau khi đã xuất bản vì khóa học được lưu trữ logic để theo dõi những gì đã được nói trong quá khứ. Hơn nữa, diễn đàn Chamilo cho phép sử dụng cụ thể liên quan đến giảng dạy. Ví dụ, một số giáo viên/huấn luyện viên xuất bản sửa chữa trực tiếp trong diễn đàn theo cách sau: <li> Học viên được yêu cầu đăng báo cáo trực tiếp vào diễn đàn, </li> Giáo viên sửa bằng cách nhấp Sửa (bút chì vàng) và đánh dấu bằng trình chỉnh sửa đồ họa (màu sắc, gạch chân, v.v.) </li> Cuối cùng, các học viên khác được lợi từ việc xem các sửa chữa đã thực hiện trên sản phẩm của một trong số họ, </li> Lưu ý rằng nguyên tắc tương tự có thể áp dụng giữa các học viên, nhưng sẽ yêu cầu sao chép/dán tin nhắn của bạn học vì học viên không thể chỉnh sửa bài đăng của nhau. </li></ul>
xh_za: <p> Iforamu sisixhobo sokuxoxa ngokungongqangi komsebenzi obhaliweyo. Ngokungafaniyo ne-imeyile, iforamu yeyokuxoxa koluntu, okanye koluntu oluncinci. </p>Ukuze usebenzise iforamu yeChamilo, amalungu anokusebenzisa iseluleko sabo sodwa - abafuni nayiphi na isoftware eyodwa. </p>Ukuze uququzelele iiforamu, cofa kwisixhobo seForums. Iingxoxo ziququzelwe ngokwendlela elandelayo: </p><b> Udidi> Iforamu> Isihloko> Iposi</b></p> Ukuqinisekisa ukuba amalungu anokuthatha inxaxheba kwi-forum ngobunono nangempumelelo, kubalulekile ekuqaleni ukudala udidi kunye neeforamu; emva koko kuxhomekeke kwabathathi-nxaxheba ukudala izihloko kunye nee posi. Ngokungagqithisi, iforamu inye (yoluntu) udidi, umzekelo wesihloko kunye nomzekelo weposi. Ungongeza iiforamu kudidi, uguqule isihloko sayo okanye udale ezinye iikhatri ezinokuthi emva koko wenze iiforamu ezintsha kuzo. (Ungadanduluki iikhatri kunye neeforamu, kwaye ukhumbule ukuba ikhatri engenayo nayiphi na iforamu ayisebenzi kwaye ayiboniswa.)</p> <p>Inkcazo yeforamu inokubandakanya uluhlu lwamalungu ayo, inkcazo yenjongo yayo, isigqibo, umsebenzi, umxholo njl njl.</p><p> Iiforamu zeqela akufuneki zenziwe ngeSixhobo seForam kodwa ngeSixhobo samaQela, apho unokumisela khona ukuba iiforamu zeqela lakho zimelene okanye zoluntu, ngexesha elifanayo ubone indawo yokwabelana ngamaqela amaxwebhu.</p><b> Iingcebiso zokuFundisa</b></p> Iforamu yokufunda ayifani neeforamu oziqhelile ukuzibona kwi-intanethi. Kuba, abafundi abanakho ukutshintsha iipos i zabo emva kokuba zishiyiwe njengoko ikhosi igciniweyo ukuze kufutshane okutshiwo ngexesha elidlulileyo. Kwaye, iiforamu zeChamilo zivumela ukusetyenziswa okukhethekileyo okufanelekileyo ekufundiseni. Umzekelo, abanye ootitshala/abaqeqeshi bapapasha izilungisi ngqo ngaphakathi kwiiforamu ngale ndlela: <li> Umfundi uyacelwa ukuba athathe ingxelo ngqo kwi-forum, </li> Utitshala uyilungisa ngokucofa uHlela (ipensile emthubi) kwaye uyiphawule usebenzisa umsebenzi wemifanekiso (umbala, umgca ophantsi, njl njl.) </li> Ekugqibeleni, abanye abafundi bayazuza ngokujonga izilungisi ezenziweyo kwimveliso yelinye labo, </li> Qaphela ukuba umthetho ofanayo unokusetyenziswa phakathi kwabafundi, kodwa uya kufuna ukukopa/uncamatha umyalezo womfundi wakhe ngenxa yokuba abafundi/abafundi abanakho ukuhlela iipos zabanye. <li></li> </ul>
zh_cn: <p> 论坛是用于异步书面工作的讨论工具。与电子邮件不同，论坛用于公共或半公共团体讨论。 </p>使用 Chamilo 论坛，成员只需使用浏览器 - 无需任何特定客户端软件。 </p>要组织论坛，请点击论坛工具。讨论按以下结构分层组织： </p><b> 类别> 论坛> 主题> 帖子</b> </p> 为了确保成员能整洁有效地参与论坛，首先创建类别和论坛至关重要；然后由参与者创建主题和帖子。默认情况下，论坛包含一个（公共）类别、一个示例主题和一个示例帖子。您可以向类别添加论坛、更改标题或创建其他类别，并在其中创建新论坛。（不要混淆类别和论坛，并记住不包含论坛的类别无用且不显示。）</p> <p>论坛描述可能包括其成员列表、目的定义、目标任务、主题等。<p>团体论坛不应通过论坛工具创建，而应通过组工具创建，您可以在那里确定团体论坛是私有还是公共，同时提供共享文档组的位置。<p><b> 教学提示</b></p> 学习论坛与您在互联网上习惯看到的论坛略有不同。一方面，学习者发布帖子后无法更改，因为课程逻辑上被归档以跟踪过去所说内容。此外，Chamilo 论坛允许特定教学相关用法。例如，一些教师/培训师以以下方式直接在论坛中发布更正：<li> 要求学习者在论坛中直接发布报告， </li> 教师通过点击编辑（黄色铅笔）并使用图形编辑器（颜色、下划线等）进行更正 </li> 最后，其他学习者受益于查看对其一人的作品所做的更正， </li> 注意，同一原则可用于学习者之间，但需要复制/粘贴同学消息，因为学生/学员无法编辑彼此的帖子。<li></ul>
zh_tw: <p> 論壇是異步書面作業的討論工具。與電子郵件不同，論壇適用於公開或半公開的群組討論。 </p>使用 Chamilo 論壇，成員只需使用瀏覽器即可，無需任何獨立的客戶端軟體。 </p>要組織論壇，請點擊論壇工具。討論依下列結構階層式組織： </p><b> 分類 > 論壇 > 主題 > 貼文</b> </p> 為確保成員能整齊有效地參與論壇，首先必須建立分類和論壇；然後由參與者建立主題和貼文。預設情況下，論壇包含單一（公開）分類、一個範例主題和一個範例貼文。您可以將論壇新增至分類、更改其標題，或建立其他分類並在其中建立新論壇。（請勿混淆分類和論壇，並記住不含論壇的分類無用且不會顯示。）</p> <p>論壇描述可能包含其成員清單、目的定義、目標任務、主題等。<p>群組論壇不應透過論壇工具建立，而應透過群組工具建立，您可以在其中決定群組論壇為私人或公開，同時提供分享群組文件的場所。<p><b> 教學提示</b></p> 學習論壇與網路上常見的論壇不同。首先，學習者發布貼文後無法修改，因為課程會邏輯上存檔以追蹤過去的討論內容。此外，Chamilo 論壇支援特定教學相關用途。例如，有些教師／訓練師以以下方式直接在論壇中發布修正：<li> 要求學習者在論壇中直接發布報告， </li> 教師點擊編輯（黃色鉛筆）並使用圖形編輯器（顏色、下劃線等）標記修正， </li> 其他學習者可從查看其中一人的作品修正中受益， </li> 注意，同樣原則可用於學習者之間，但需複製／貼上同學訊息，因為學生／受訓者無法編輯彼此的貼文。<li></ul>
