Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Error closing zip file
yo_ng: Àṣìṣe típa ìdí ìpakà zip

source: Error adding file to zip
yo_ng: Àṣìṣe fífikún ìwé sínú zip

source: Error creating zip file
yo_ng: Àṣìṣe ṣíṣẹda ìwé zip

source: Error creating %s
yo_ng: Àṣìṣe ṣíṣẹda %s

source: Access teacher page
yo_ng: Wọle sínú ojú ìwé olùkọ

source: To begin, edit this page and remove this text
yo_ng: Láti bẹ̀rẹ̀, ṣàtúnṣe ojú ìwé yìí kí o yọ ọrọ̀ yìí kúrò

source: The new page has been created.
yo_ng: Ojú ìwé tuntun ti ṣẹ̀dá.

source: The page already exists.
yo_ng: Ojú ìwé náà ti wà tẹ́lẹ̀.

source: You are not viewing the most recent version
yo_ng: O kò wo ẹ̀dà tuntun jùlọ

source: Are you sure you want to unsubscribe this user?
yo_ng: Ṣe o dájú pé o fẹ́ yọ olùṣe yìí kúrò?

source: The test contains page-break questions, which will only take effect if the test is set to 'All questions on one page'.
yo_ng: Ìdánwò náà ni àwùjọ ìbéèrè ìdáàbò ìwé, èyí yóò ṣiṣẹ́ nìkan tí ìdánwò náà bá ṣètò sí 'Gbogbo ìbéèrè lórí ìwé kan'.

source: %s items deleted (%d skipped)
yo_ng: %s awùjọ ti parẹ (%d fo kọja)

source: Selecting an option will add it to the Responses table below.
yo_ng: Yíyan aṣàyàn kan yóò fi kun si tabili Awùn Ìdáhùn ti o wa ìsàlẹ̀.

source: PDF path unavailable
yo_ng: Ọ̀nà PDF kò ṣeé ṣe rí

source: Global weighting mode
yo_ng: Ipò ìwọ̀n ìpinnu gbogbogbò

source: Per-answer weighting mode
yo_ng: Ipò ìwọ̀n ìdáhùn lọ́kọ̀ọ̀kan

source: External career ID
yo_ng: ID iṣẹ́ ìta

source: External calendar event ID
yo_ng: ID ìṣẹ̀lẹ̀ kalẹ́nda ìta

source: Export failed: %s
yo_ng: Ìkọlù ìdàsílẹ̀: %s

source: Export all test results
yo_ng: Ìdàsílẹ̀ gbogbo àwọn ìdáhùn ìdánwò

source: Error loading tests
yo_ng: Ìkùnàbì ìgbé ìdánwò

source: No test found
yo_ng: Kò rí ìdánwò kankan

source: Error loading courses
yo_ng: Ìkùnàbì ìgbé awùn kọlẹ̀

source: First select a session
yo_ng: Yàtọ̀ ìpàdé kan kọkọ̀

source: Error loading sessions
yo_ng: Ìkùnàbì ìgbé ìpàdé

source: Survey not found
yo_ng: Èwádìlọ́ kò rí

source: There is a new comment in the post <i>%s</i>. To view it <a href='%s'>go here</a>.
yo_ng: Àsọ ìdíwò tuntun kan wà nínú ìfìwéran <i>%s</i>. Lati wo o <a href='%s'>lọ síbí</a>.

source: View in alphabetical order
yo_ng: Wo ní ìlò ìpè lẹ́tà

source: View in chronological order
yo_ng: Wo ní ìlò ìṣètò àkókò

source: Qualify
yo_ng: Fọwọ́sowọ́pọ̀

source: Comment from %s
yo_ng: Ìsọ ìdíwò lati ọdọ %s

source: Remove as template
yo_ng: Yọ kuro gẹgẹbi àwòrán àpẹẹrẹ

source: Translate category
yo_ng: Tún ìpín ṣe kà

source: No notes yet
yo_ng: Ko si awọn akọsilẹ sibẹsibẹ

source: Create your first note to get started.
yo_ng: Ṣẹ̀dá akọsilẹ̀ àkọ́kọ́ rẹ láti bẹ̀rẹ̀.

source: F d, Y
yo_ng: Ọjọ́ F, Ọdún Y

source: Could not load support info at this time.
yo_ng: A kò le gbe alaye atilẹyin ni akoko yi.

source: Could not load latest news at this time.
yo_ng: A kò le gbe awọn iroyin tuntun ni akoko yi.

source: Internal error.
yo_ng: Aṣìṣe ìnkan.

source: Message update
yo_ng: Ìdàsílẹ̀ ìfọwéran

source: Open file
yo_ng: Ṣii faili

source: Item details
yo_ng: Awọn alaye ohun kan

source: Uploading... please keep this tab open.
yo_ng: A ń gbejade... jọwọ pa taabu yii ṣii.

source: Recipients
yo_ng: Awọn olugba

source: Sharing
yo_ng: Pinpin

source: Enter a value here
yo_ng: Tẹ iye kan sihí

source: Write a title...
yo_ng: Kọ akọle kan...

source: Use the editor toolbar to format your content.
yo_ng: Lo ọpa ẹ̀dààbùtọ lati ṣe ìdàpọ̀ akoonu rẹ.

source: Drag & drop files here or click to select
yo_ng: Fa & fi awọn faili silẹ nibi tabi tẹ lati yan

source: Edit post
yo_ng: Ṣàtúnṣe ìfìwéran

source: New post
yo_ng: Ìfìwéran tuntun

source: Failed to create the post. Please try again.
yo_ng: A kò le ṣẹ̀dá ìfìwéran. Jọwọ gbìyànjú lẹẹkansi.

source: Press Ctrl+Enter to send
yo_ng: Tẹ Ctrl+Enter lati fi ranṣẹ

source: Add comment
yo_ng: Fi ìdíwò kun

source: Write your comment here...
yo_ng: Kọ ìdíwò rẹ sihí...

source: %s selected
yo_ng: %s ti yan

source: Search by title or path...
yo_ng: Wa nipa akọle tabi ọ̀nà...

source: Manage backups, restore, copy, recycle and delete course data.
yo_ng: Ṣàtúnṣe ìdàbòsí, ìdàpadà, ẹ̀dá, ìpadà àti pipa ìdàsílẹ̀ data kọlẹ̀.

source: %s comment(s)
yo_ng: %s ìdíwò(ìdíwò)

source: Error updating third party. Please verify the data.
yo_ng: Ìkùnàbì ìdàsílẹ̀ ẹgbẹ́ kẹta. Jọwọ ṣayẹ̀wò data naa.

source: Please choose a .imscc or .zip file.
yo_ng: Jọwọ yan faili .imscc tabi .zip.

source: Select items
yo_ng: Yan awọn ohun kan

source: Import options
yo_ng: Àwọn àṣàyàn ìkọ̀wé

source: Selected items
yo_ng: Àwọn ohun tí a yàn

source: Scope
yo_ng: Àyè

source: Select source
yo_ng: Yàn ìpìlẹ̀

source: No date
yo_ng: Kò sí ọjọ́

source: Download as ZIP
yo_ng: Ìgbé ìdàsílẹ̀ gẹ́gẹ́ ZIP

source: Delete this folder? All files inside will be permanently deleted.
yo_ng: Ṣe yíò pa àpò yìí? Gbogbo àwọn ìwé inú yóò parẹ́ títí.

source: Template type
yo_ng: Àwùjọ ìtumọ̀

source: Edit task
yo_ng: Ṣàtúnṣe iṣẹ́-ọwọ́

source: Pending validation
yo_ng: Ìdùbọ̀lẹ̀ ìdíwò

source: New project
yo_ng: Iṣẹ́-ọwọ́ tuntun

source: Assign task
yo_ng: Fún iṣẹ́-ọwọ́

source: Select a task
yo_ng: Yàn iṣẹ́-ọwọ́ kan

source: Select a user
yo_ng: Yàn olùpẹ̀lò kan

source: Target date
yo_ng: Ọjọ́ ìpamọ́

source: Could not load exportable items.
yo_ng: Kò le ṣe ìkọ̀wé àwùjọ ìtùpalẹ̀.

source: You can close this message to continue.
yo_ng: O le pa ìfọwéràn yìí láti tẹ̀síwájú.

source: Select a contact
yo_ng: Yàn olùkanṣẹ̀ kan

source: No messages yet
yo_ng: Kò sí ìfọwéràn mọ́

source: Pick someone in the left box to start chatting
yo_ng: Yàn ẹni kan nínú àpò òsì láti bẹ̀rẹ̀ ìfọwọ́wérọ̀

source: Enter to send · Shift+Enter for newline
yo_ng: Tẹ ìtẹ̀síwájú láti fi ránṣẹ́ · Shift+Enter fún ìlà tuntun

source: Delivered
yo_ng: A ti fi ránṣẹ́

source: Sending
yo_ng: Ọ̀nà ìrànṣẹ́

source: Are you sure you want to clear this conversation?
yo_ng: Ṣe o dájú pé o fẹ́ pa ìfọwọ́wérọ̀ yìí?

source: New messages
yo_ng: Ìfọwéràn tuntun

source: Hello %s,<br><br>You have been enrolled in a new session: <strong>%s</strong>.<br>You can access your courses from <a href="%s">here</a>.<br><br>Your current active sessions are:<br><ul>%s</ul><br>Best regards,<br>Chamilo
yo_ng: Bàwo %s,<br><br>O ti forukọsilẹ sinu ìpàdé tuntun: <strong>%s</strong>.<br>O le wọle si àwọn ẹkọ rẹ lati <a href="%s">nibi</a>.<br><br>Àwọn ìpàdé rẹ lọ́wọlọwọ ni:<br><ul>%s</ul><br>Ìkíni rere,<br>Chamilo

source: Admin Favorites Courses
yo_ng: Àwọn Ẹkọ Ayanlẹrin Olùdarí

source: Admin Completed Courses
yo_ng: Àwọn Ẹkọ Olùdarí tí a Parí

source: Admin Incomplete Courses
yo_ng: Àwọn Ẹkọ Olùdarí tí kò Parí

source: Admin Restart Courses
yo_ng: Àwọn Ẹkọ Olùdarí Ìtúnbẹ̀rẹ̀

source: Admin Dashboard
yo_ng: Pẹpẹ Olùdarí

source: Threads
yo_ng: Àwùn-ìfọwọ́rọ̀pọ̀

source: Invalid thread
yo_ng: Àwùn-ìfọwọ́rọ̀pọ̀ tí kò yẹ

source: View full thread
yo_ng: Wo àwùn-ìfọwọ́rọ̀pọ̀ kíkún

source: No post yet
yo_ng: Kò sí ìfọwọ́sowọpọ̀ mọ́

source: Discussion thread
yo_ng: Àwùn ìfọwọ́rọ̀pọ̀

source: Access to this course
yo_ng: Wọle si ẹkọ yìí

source: This plugin has no configurable settings. Activation is managed from the plugins list.
yo_ng: Àwùjọ ìlọ́wọlọwọ yìí kò ní ìṣètò ìdàrí. Ìdàrí ìṣiṣẹ́ wa lati akojọ awọn plugins.

source: Private - access granted by privileged users
yo_ng: Àdani - ìwọle ti a funni nipasẹ awọn olumulo ti o ni anfani

source: No detailed feedback is available for this question.
yo_ng: Ko si aworan esi alaye fun ibeere yii.

source: Please select an answer before checking the result.
yo_ng: Jowo yan idahun kan ki o to ṣayẹwo abajade.

source: Allow PDF export for this item
yo_ng: Gba laaye fun iṣagbe PDF fun nkan yii

source: Hide free users (not enrolled)
yo_ng: Fi awọn olumulo ọfẹ pamọ (ko forukọsilẹ)

source: Question statistics
yo_ng: Awọn iṣiro ibeere

source: Generating file. Do not close this tab...
yo_ng: Ṣiṣẹjade faili. Maṣe pa taabu yii...

source: Assign auth source to users
yo_ng: Yan orisun iwe-aṣẹ si awọn olumulo

source: There are no questions for this survey
yo_ng: Ko si awọn ibeere fun iwadii yii

source: Certificates report
yo_ng: Ijabọ awọn iwe-ẹri

source: Course picture
yo_ng: Aworan akoko

source: Current picture
yo_ng: Aworan lọwọlọwọ

source: Course events log
yo_ng: Àkọsílẹ̀ ìṣẹlẹ̀ akòọ́kọ́

source: Update the category information and its optional time limit.
yo_ng: Ṣe imudojuiwọn alaye ẹka ati iye akoko aṣayan rẹ.

source: Create a logical group of sessions to keep your training catalogue organized.
yo_ng: Ṣẹda ẹgbẹ́ ìdàpọ̀ ìsẹ̀lẹ̀ láti ṣètò ìwé ìkẹ́kọ̀ọ́ rẹ̀.

source: Generating file, do not close this tab
yo_ng: Ṣiṣẹjade faili, ma ṣe pa taabu yii

source: Assign authentication sources to users
yo_ng: Ṣàpèṣẹ awọn orisun ìdáwò sí awọn olùpẹ̀lò

source: Average completion rate
yo_ng: Ìpinnu ìparí ìdíbọ̀

source: Average access rate
yo_ng: Ìpinnu ìwọlé ìdíbọ̀

source: This table summarizes learner progress and activity per learning path in your current courses.
yo_ng: Tabili yìí ṣàkópọ̀ ìlọsíwájú ẹlẹ́kọ̀ àti ìṣiṣẹ́ fún ọ̀nà ẹkọ kọ̀ọ̀kan nínú àwùjọ ẹ̀kọ́ lọ́wọ́ rẹ.

source: Follow up
yo_ng: Tẹ̀ lé ìlọsíwájú

source: Tracking for superior
yo_ng: Ìtò ìṣọ̀rọ̀ fún ọ̀gá gíga

source: This report shows the weekly distribution of sessions per general coach in the selected date range.
yo_ng: Ìròyìn yìí ṣàfihàn ìpín ìpàdé lọ́sọ̀ọ́dọ̀ọ́pọ̀ fún olùdàá ẹkọ gbogbogbò nínú ìpínyà ìpinnu ìpinnu.

source: Head manager report
yo_ng: Ìròyìn olùdírímọ́ ọ̀gá

source: Reset or update user password
yo_ng: Tú ìparí tàbí ṣàtúnṣe ìpamọ́ olùpẹ̀lò

source: Active users
yo_ng: Awọn olùpẹ̀lò tí ń ṣiṣẹ́

source: Inactive users
yo_ng: Awọn olùpẹ̀lò tí kò ṣiṣẹ́

source: Report on resources
yo_ng: Ìròyìn lórí àwùn àwùn

source: Global view
yo_ng: Ìwòye gbogbogbò

source: Available reports
yo_ng: Awọn ìròyìn tí ń ṣiṣẹ́

source: Current report
yo_ng: Ìròyìn lọ́wọ́ lọ́wọ́

source: Back to user assignment page
yo_ng: Pada sí ojú ìkàwà ìyàn olùpẹ̀lò

source: Authentication sources assigned successfully
yo_ng: Awọn orisun ìdáwò tí a yàn ṣàpẹẹrẹ

source: Tip: choose “— Just upload —” to store without sending to anyone.
yo_ng: Ìmọ̀ràn: yan “— Kàn ṣe ìgbé kàn —” láti fi pamọ́ láìfi ránṣẹ́ sí ẹnikẹ́ni.

source: Please select at least one recipient (“— Just upload —” or any user)
yo_ng: Jọ̀wọ́ yan olùgbà kan ìdíẹ̀ kan (“— Kàn ṣe ìgbé kàn —” tàbí olùpẹ̀lò èyíkéyìí)

source: Selected files
yo_ng: Awọn faili tí a yàn

source: Hide password
yo_ng: Fi ìpamọ́ pamọ́

source: Show password
yo_ng: Fi ìpamọ́ hàn

source: Upload SVG logo for e-mails
yo_ng: Gbé ìdàámọ̀ SVG fún àwùjọ ìmeẹ̀lì

source: You must move or remove all learning paths from this category before deleting it.
yo_ng: O gbọ́dọ̀ gbé tàbí yọ gbogbo ọ̀nà ẹkọ kuro láti ẹka yìí kí o tó pa á rẹ̀.

source: Clear filters
yo_ng: Pa àwùrẹ́ kuro

source: Attendances (tablet)
yo_ng: Ìdàhùn ìlọ́wọ́ (tàbẹ̀lì)

source: Exit tablet mode
yo_ng: Jade kuro nínú ìlò tàbẹ̀lì

source: No members found.
yo_ng: Kò sí ọmọ ẹgbẹ́ tí a rí.

source: Health check
yo_ng: Ìdábò ìlera

source: Export to CC 1.3
yo_ng: Àtàn ìlò sí CC 1.3

source: Loading resources...
yo_ng: Ṣiṣe ìdùnù àwùn àwùn...

source: Failed to load resources.
yo_ng: Kò ṣe ìdùnù àwùn àwùn.

source: Please select at least one exportable resource (document, web link, discussion,...).
yo_ng: Jọ̀wọ́ yan àwùn àwùn tí a lè ṣe ìtàn ìdíẹ̀ kan ( ìwé, ìwọ̀n ìwé, ìjíròrò,...).

source: Export finished.
yo_ng: Ìtẹ́jáde ti parí.

source: Export failed.
yo_ng: Ìtẹ́jáde kùnà.

source: Import failed.
yo_ng: Ìkọ̀wọ̀lẹ̀ kùnà.

source: Local file (.zip, .mbz, .tgz, .gz)
yo_ng: Faili agbègbè (.zip, .mbz, .tgz, .gz)

source: Ready to import
yo_ng: Ṣe ìmúra láti ṣe ìkọ̀wọ̀lẹ̀

source: We will restore the backup into this course. You can go back to change options.
yo_ng: A óò padà sọ ìdábòbò pada sínú ìdàrú yìí. Ṣe ìyọpadà láti yí àwọn àṣàyàn padà.

source: Select resources to import
yo_ng: Yan àwùn àwùn ìpamọ́ láti ṣe ìkọ̀wọ̀lẹ̀

source: No resources available in this backup.
yo_ng: Kò sí àwùn ìpamọ́ kankan nínú ìdábòbò yìí.

source: Import selection
yo_ng: Ìdí ìkọ̀wọ̀lẹ̀

source: Import completed
yo_ng: Ìkọ̀wọ̀lẹ̀ ti parí

source: Could not load options.
yo_ng: Kò le ṣe ìkọ́wẹ̀ àwọn àṣàyàn.

source: Please select a backup file (.zip, .mbz, .tgz, .gz)
yo_ng: Jọ̀wọ́ yan faili ìdábòbò (.zip, .mbz, .tgz, .gz)

source: Please choose a backup from the server
yo_ng: Jọ̀wọ́ yan ìdábòbò kan láti ojú ìkànnì

source: Error selecting source.
yo_ng: Àṣìṣe yíyan ìpìlẹ̀.

source: Recycling options
yo_ng: Àwọn àṣàyàn ìtúpalẹ̀

source: Type the course code to confirm
yo_ng: Tẹ koodu ẹkọ lati ṣe idaniloju

source: This will remove or reset selected resources. This action cannot be undone.
yo_ng: Èyí yóò yọ tàbí tún àwùn ìpamọ́ yí padà. Ìṣe yìí kò ṣeé fa padà.

source: Select resources to recycle
yo_ng: Yan àwùn ìpamọ́ láti tún ṣe ìtúpalẹ̀

source: No resources available in this course.
yo_ng: Kò sí àwùn ìpamọ́ kankan nínú ìdàrú yìí.

source: Recycle selected
yo_ng: Tún ìdí yí ṣe ìtúpalẹ̀

source: Error loading resources.
yo_ng: Àṣìṣe ìkọ́wẹ̀ àwùn ìpamọ́.

source: Clear search
yo_ng: Pa ìwádìí mọ́

source: Only letters, digits and underscore (_) are allowed in the database name. Invalid characters will be removed automatically.
yo_ng: Awọn lẹ́tà, nọ́mba àti ìdásílẹ̀ (_) nìkan ni a fọwọ́si nínú orúkọ ìkàpì. Awọn ohun tí kò yẹ yìí yóò yọ kuro láìdáwò.

source: What general terms and conditions are given to users to use this platform?
yo_ng: Àwùn ìlànà ìbámu àti ìpinnu wo ni a fún awọn olùpẹ̀lò láti lo pẹpẹ yìí?

source: ex. {examplePassword}
yo_ng: apẹẹrẹ. {examplePassword}

source: Welcome to Chamilo!
yo_ng: Káabọ̀ sí Chamilo!

source: Welcome to this platform
yo_ng: Káabọ̀ sí pẹpẹ yìí

source: For more details visit %s
yo_ng: Fún ìròyìn púpọ̀ ṣàyèwò %s

source: Manager
yo_ng: Olùdírímọ́

source: Mark as
yo_ng: Ṣàmì gẹ́gẹ́

source: Reply to all
yo_ng: Dáhùn sí gbogbo

source: SCIM external ID
yo_ng: SCIM ID ìtàpá

source: Please accept the latest version of the terms and conditions.
yo_ng: Jọ̀wọ́ gbà ìtumọ̀ ìlànà ìdásílẹ̀ tuntun.

source: Required value for operation without path
yo_ng: Ìyàwòrán ìdíwò fún ìṣiṣẹ́ láìsí ìlọlọ wàyí

source: Available space (%s)
yo_ng: Àyè tí ó ṣeé ṣe (%s)

source: Index this description for the global search
yo_ng: Ṣàtúnwò ìtumọ̀ yìí fún ìwádìí ìpìlẹ̀

source: Unknown course
yo_ng: Ìdàbọ̀ tí kò mọ̀

source: Certificate not found.
yo_ng: Ìjẹ́rẹ́ kò rí.

source: Security token expired. Please reload the page and try again.
yo_ng: Àmì ìdààmú tí ó ti kọjá. Jọ̀wọ́ tún ìkójọpọ̀ ìkójọpọ̀ ṣe kí o tún ìdọwọ́ ṣe.

source: Only platform administrators can change the course visibility.
yo_ng: Àwùjọ ìṣàkóso pẹ̀lú nìkan ni a lè yí ìrí ìdàbọ̀ padà.

source: Unexpected error while subscribing the user
yo_ng: Àṣìṣe tí kò yẹ nigba ìfọwọ́sowọpọ̀ olùpẹ̀

source: Search in resource logs
yo_ng: Ṣàwádìí nínú àwùjọ ìpamọ́ ìtìlẹ̀yìn

source: Include this learning path in the global search results
yo_ng: Kọ ìlọlọ ìmọ̀ yìí sínú ìpìlẹ̀ ìwádìí ìpìlẹ̀

source: The course code already exists
yo_ng: Kọ ìdàbọ̀ ìdàbọ̀ ti wà tẹ́lẹ̀

source: Latest news
yo_ng: Ìròyìn tuntun

source: Get the latest news from Chamilo, including security vulnerabilities and events, directly inside your administration panel. These pieces of news will be checked on the Chamilo news server every time you load the administration page and are only visible to administrators.
yo_ng: Gba awọn iroyin tuntun lati Chamilo, pẹlu awọn iṣoro aabo ati awọn iṣẹlẹ, taara sinu panẹli iṣakoso rẹ. Awọn akoko iroyin wọnyi yoo ṣayẹwo lori olupin iroyin Chamilo ni gbogbo igba ti o ba ṣe gbejade oju-iwe iṣakoso ati pe o han si awọn olutọju nikan.

source: Chamilo support block
yo_ng: Àwòtẹ́lẹ̀ ìdààmú Chamilo

source: Get pro tips and an easy way to contact official service providers for professional support, directly from the makers of Chamilo. This block appears on your administration page, is only visible by administrators, and refreshes every time you load the administration page.
yo_ng: Gba awọn imọran pro ati ọna irọrun lati kan si awọn olupese iṣẹ osise fun atilẹyin alamọdaju, taara lati ọdọ awọn ṣẹda Chamilo. Àwòtẹ́lẹ̀ yìí yoo han lori oju-iwe iṣakoso rẹ, han si awọn olutọju nikan, ati pe o tunse ni gbogbo igba ti o ba ṣe gbejade oju-iwe iṣakoso.

source: Hide option to send announcements to HR users
yo_ng: Fi aṣayan pamọ lati fi awọn ìkéde ranṣẹ si awọn olummo HR

source: Allow session admins to download private certificates
yo_ng: Gba awọn olutọju igba laaye lati ṣe igbasilẹ awọn iwe-ẹri ikọkọ

source: If enabled, session administrators can download certificates even if they are not publicly published.
yo_ng: Ti o ba ṣiṣẹ, awọn olutọju igba le ṣe igbasilẹ awọn iwe-ẹri paapaa ti wọn ko ba ṣe atẹjade ni gbangba.

source: If not empty, the course creation process will look for some fields in the user profile and auto-fill them for the course. For example, a teacher specialized in digital marketing could automatically set a « digital marketing » flag on each course (s)he creates.
yo_ng: Ti ko ba ṣofo, ilana ṣiṣẹ-ọnkurasi yoo wa fun diẹ ninu awọn aaye ninu profaili olummo ati ṣa-kọ wọn fun iṣẹ-ẹkọ. Fun apẹẹrẹ, olukọ ti o ṣe amọja ni tita tita oni-nọmba le ṣeto aṣaya « tita tita oni-nọmba » laifọwọyi lori gbogbo iṣẹ-ẹkọ (s)he ṣẹda.

source: Main menu entries
yo_ng: Awọn titẹ si inu akọrin akọkọ

source: Check the entrie you want to see appear in the main menu
yo_ng: Ṣayẹwo awọn titẹ ti o fẹ lati han ni akọrin akọkọ

source: Main menu entries per role
yo_ng: Awọn titẹ si inu akọrin akọkọ fun ipa kọọkan

source: Define header tabs visibility per role.
yo_ng: Ṣalaye hihan awọn taabu akọle fun ipa kọọkan.

source: Set the options you want to appear in the navigation around a table to show less or more rows on one page. e.g. [50, 100, 200, 500].
yo_ng: Ṣeto awọn aṣayan ti o fẹ lati han ni lilọ kiri ni ayika tabili lati ṣafihan diẹ tabi diẹ sii awọn ila lori oju-iwe kan. bọ. [50, 100, 200, 500].

source: Array of extra features you can enable for the video player in Chamilo. Options include 'speed', which allows you to change the playback speed of a video.
yo_ng: Àwùjọ ìdààmú àfikún tí o lè ṣíṣẹ́ fún ẹrìn ìdàgbàsókè fídíò nínú Chamilo. Àwùjọ ìdààmú pẹ̀lú 'speed', èyí tí ń jẹ́ kí o yí ìdáàbòbò ìdáṣe fídíò padà.

source: Mail: character set
yo_ng: Imeeli: ṣeto ohun kikọ

source: In case you need to define the charset to use when sending those e-mails. Leave empty if you're not sure.
yo_ng: Ni ṣẹlẹ ti o ba nilo lati ṣalaye ṣeto charset lati lo nigbati o ba n firanṣẹ awọn imeeli yẹn. Fi sofo silẹ ti o ko ba mọ.

source: Mail: Debug
yo_ng: Imeeli: Ṣayẹwo

source: Select whether you want to enable the e-mail sending debug logs. These will give you more information on what is happening when connecting to the mail service, but are not elegant and might break page design. Only use when there is not user activity.
yo_ng: Yan boya o fẹ lati ṣiṣẹ awọn akọsilẹ ṣayẹwo fifiranṣẹ imeeli. Awọn wọnyi yoo fun ọ ni alaye diẹ sii lori kini o n ṣẹlẹ nigbati o npọ si iṣẹ imeeli, ṣugbọn wọn kii ṣe ẹwa ati pe wọn le bajẹ apẹrẹ oju-iwe. Lo nikan nigbati ko si iṣẹ olummo.

source: Mail: Avoid using LD+JSON
yo_ng: Imeeli: Yago fun LD+JSON

source: Some e-mail clients do not understand the descriptive LD+JSON format, showing it as a loose JSON string to the final user. If this is your case, you might want to set the variable below to 'false' to disable this header.
yo_ng: Diẹ ninu awọn onibara imeeli ko loye ọna LD+JSON alaye, ti n ṣafihan bi okun JSON alaitọ si olummo ikẹhin. Ti eyi ba jẹ ọran rẹ, o le fẹ lati ṣeto oniyipada isalẹ si 'false' lati pa akọle yii.

source: Mail: DKIM headers
yo_ng: Imeeli: Awọn akọle DKIM

source: Enter a JSON array of your DKIM configuration settings (see example).
yo_ng: Tẹ inu àwùjọ JSON ìdààmú ìṣètò DKIM rẹ (wo àpẹẹrẹ).

source: Mail: XOAuth2 options
yo_ng: Imeeli: Awọn aṣayan XOAuth2

source: If you use some XOAuth2-based e-mail service, use this setting in JSON to save your specific configuration (see example) and select XOAuth2 in the mail service setting.
yo_ng: Ti o ba lo diẹ ninu iṣẹ imeeli ti o da lori XOAuth2, lo eto yii ni JSON lati fi ipilẹṣẹ rẹ pamọ (wo apẹẹrẹ) ati yan XOAuth2 ni eto iṣẹ imeeli.

source: Defines the environment type: "prod" (normal production), "validation" (like production but without reporting statistics), or "test" (debug mode with developer tools such as untranslated string indicators).
yo_ng: Ṣalaye iru agbegbe: "prod" (iṣẹ ṣiṣe deede), "validation" (bii iṣẹ ṣiṣe ṣugbọn laisi iṣiro iṣiro), tabi "test" (ipo ṣayẹwo pẹlu awọn ohun elo idagbasoke gẹgẹbi awọn itọkasi okun ti ko tumọ si).

source: Global limit of users per course
yo_ng: Aala agbaye ti awọn olummo fun iṣẹ-ẹkọ kọọkan

source: Defines a global maximum number of users (teachers included) allowed to be subscribed to any single course in the platform. Set this value to 0 to disable the limit. This helps avoid courses being overloaded in open portals.
yo_ng: Ṣalaye nọmba ti o pọ julọ agbaye ti awọn olummo (awọn olukọ pẹlu) ti a gba laaye lati forukọsilẹ si eyikeyi iṣẹ-ẹkọ ẹyọkan lori pẹpẹ. Ṣeto iye yii si 0 lati pa aala naa. Eyi ṣe iranlọwọ lati yago fun awọn iṣẹ-ẹkọ ti o kún fun awọn ọna abule ṣiṣi.

source: Enable to use an array to define which roles should be clearly displayed and which should be hidden.
yo_ng: Ṣiṣẹ lati lo àwùjọ láti ṣàpèjúwe àwùjọ ipa tí ó yẹ kí a fi hàn kedere àti àwùjọ tí yóò fi pamọ́.

source: Show base course posts in session course
yo_ng: Fi awọn ifiweranṣẹ iṣẹ-ẹkọ ipilẹ han ni iṣẹ-ẹkọ igba

source: Limit identical email usage
yo_ng: Dinku lilo imeeli kanna

source: Subscription in Session View
yo_ng: Ẹfiwe ni Wiwo Igbakọ

source: Allow users to subscribe to courses directly from their session page.
yo_ng: Gba awọn olummoṣiṣẹ laaye lati forukọsilẹ si awọn iṣẹ-ẹkọ taara lati oju-iwe igbakọ wọn.

source: Enable redirection plugin
yo_ng: Ṣiṣẹ plugin ìdarípadà

source: Array defining the 'days' and 'months' to set the account expiration date when the user first logs in.
yo_ng: Array ti n ṣalaye 'ọjọ' ati 'osu' lati ṣeto ọjọ ipari akọọlẹ nigbati olummoṣiṣẹ ba wọle ni akọkọ.

source: An array of role => number which represents the number of days an account has before expiration, depending on the role.
yo_ng: Array ti ipa => nọmba eyiti o ṣe aṣoju nọmba awọn ọjọ ti akọọlẹ kan ni ṣaaju ipari, da lori ipa.

source: Extra user field used to search and name sessions
yo_ng: Aaye olummoṣiṣẹ afikun ti a lo lati wa ati pe awọn igba

source: This setting defines the extra user field key (e.g., "company") that will be used to search for users and to define the name of the session when registering students from /admin-dashboard/register.
yo_ng: Ètò yìí ṣe ìdàrù bọtini aaye olummoṣiṣẹ afikun (fun apẹẹrẹ, "ile-iṣẹ") ti yoo lo lati wa awọn olummoṣiṣẹ ati lati ṣalaye orukọ igba nigbati a forukọsilẹ awọn ọmọ ile-iwe lati /admin-dashboard/register.

source: Glossary terms generator
yo_ng: Ẹlẹ́dàá ìtumọ̀ ìdílé ìròyìn

source: Allow teachers to ask for AI-generated glossary terms in their course. This will generate 20 terms based on the course title and the general description in the course description tool. If used more than once, it will exclude terms already present in that glossary (make sure content can be shared with the configured AI services).
yo_ng: Gba awọn olùkọ́ laaye láti béèrè fún ìtumọ̀ ìdílé ìròyìn tí AI ṣẹ̀dá nínú ìdàgbàsókè wọn. Èyí yóò ṣẹ̀dá 20 ìtumọ̀ lórí orúkọ ìdàgbàsókè àti ìròyìn ìbáàtàn nínú ohun èlò ìròyìn ìdàgbàsókè. Ti a lo ju ẹ̀kan lọ, yóò yọ ìtumọ̀ tí ó ti wà nínú ìdílé ìròyìn yẹn kúrò (ràn án lọ́wọ́ láti rí i dájú pé àkíì yóò le pin pẹ̀lú àwùjọ AI tí a ṣètò.).

source: Video generator
yo_ng: Ẹlẹ́dàá fídíò

source: Generates videos based on prompts or content using AI (this might consume many tokens).
yo_ng: Ṣẹ̀dá àwòrán fídíò lórí ìwà ìdásílẹ̀ tàbí àkíì pẹ̀lú AI (èyí lè gba ọ̀pọ̀ àwọn àmì.).

source: Course analyser
yo_ng: Àlùfáàsɛ ìdàgbàsókè
