Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Term and condition saved
qu_pe: Yachaykunaq icha p'unchaykunaq ruwaykuna ruwasiq

source: Sessions categories list
qu_pe: Sesioneskunaq katigoriakuna ruray

source: Add category
qu_pe: Katigoriata yapay

source: Edit session category
qu_pe: Sesion katigorian ruway

source: The category has been added
qu_pe: Katigoria yapasqañam

source: Category update
qu_pe: Katigoria musuqyachisqa

source: The selected categories have been deleted
qu_pe: Nisqakunata katigoriakuna kikiyasqañam

source: Please give a name to the sessions category
qu_pe: Sesioneskunaq katigoriakunata sutita qillay

source: There are no sessions available
qu_pe: Manam sesioneskuna kanchu

source: Select a session
qu_pe: Sesionta riqsinay

source: Courses from the original session
qu_pe: Yachaykutakunaq sesionesmanta

source: Courses from the destination session
qu_pe: Chakrakunakunamanta yachaykutakuna

source: Type of copy
qu_pe: Kutichiy tipu

source: Copy from course in session to another session
qu_pe: Sesionmanta yachaykuta kutichiy hukk sesionesman

source: You must select a course from the original session and select a destination session
qu_pe: Sesionesqanchikmanta yachaykuta riqsiq, chakarachakuy sesionesnitaq

source: Maybe you want to delete the user, instead of unsubscribing him from all courses...?
qu_pe: ¿Ichaqa allin kanki runata kikiyna, yachaykutakunamanta q'echapiyna mana...?

source: Edit session courses by user
qu_pe: Runawan sesiones yachaykutakuna ruway

source: Courses updated
qu_pe: Yachaykutakuna musuqyachisqa

source: Current courses
qu_pe: Kunan yachaykutakuna

source: Unaccessible courses
qu_pe: Mana riyay yachaykutakuna

source: Edit session courses
qu_pe: Sesiones yachaykutakuna ruway

source: Visibility after end date
qu_pe: P'unchay qhatipas ñawpaq riyay

source: Block user from courses in this session
qu_pe: Runata blokiy sesiones yachaykutakunamanta

source: Language file
qu_pe: Idioma ruray

source: Show the courses descriptions in the catalog
qu_pe: Yachaykutakunaq willakuykuna rikuchiy katálogo pi

source: Show the courses descriptions as an integrated popup when clicking on a course info icon in the courses catalog
qu_pe: Yachaykutakunaq willakuykuna rikuchiy katálogo iconpi klikapiq

source: The stylesheet could not be added
qu_pe: Estiloq llatakunata mana yapanakun

source: Add sessions in categories
qu_pe: Sesioneskuna katigoriakunaman yapay

source: It is recommended to install the imagick php extension for better performances in the resolution for generating the thumbnail images otherwise not show very well, if it is not install by default uses the php-gd extension.
qu_pe: Imagick php extensionta saqenay allin performaskunapaq, thumbnail imákuna generachkanpi, mana saqespaq php-gd extensionta kikin

source: Edit specific search field
qu_pe: Rikuy kamachiy ruway

source: Field name
qu_pe: Kamachi sutipaq

source: Special exports
qu_pe: Manaña exportkuna

source: Special create full backup
qu_pe: Manaña kamachiy full backup

source: Special let me select items
qu_pe: Manaña qispinaykuna riqsinay

source: Allow coaches to edit inside course sessions
qu_pe: Coacheskunaqa sesiones yachaykutakunapi ruwan

source: Show session data title
qu_pe: Sesiones willakuy titutam rikuchiy

source: Show session data comment
qu_pe: Sesiones willakuy commentariota rikuchiy

source: Subscription sessions in the category
qu_pe: Katigoriakunamanta sesiones q'echapiy

source: List of sessions on the platform
qu_pe: Platapormapi sesionkunataq listakuna

source: List of sessions in the categories
qu_pe: Katigoriakunamanta sesiones ruray

source: If you want to export courses containing sessions, which will ensure that these seansido included in the export to any of that will have to choose in the list.
qu_pe: Sesioneskunaq yachaykutakuna export qelqanakunamanta, exportpi includinakuyqa listamanta riqsinakuy

source: There were no courses registered or may not have made the association with the sessions
qu_pe: Manam yachaykutakuna qelqasqachu, sesioneswan asosiasion mana ruwasqachu

source: Setting the registration page
qu_pe: Q'echapiy p'anqan kamachiy

source: Select category and sessions
qu_pe: Katigoriataq sesioneskuna riqsinay

source: Number sessions
qu_pe: Sesioneskuna número

source: Delete only the selected categories without sessions
qu_pe: Riqsisqakuna katigoriakuna sesioneskuna illa kiki

source: Delete the selected categories to sessions
qu_pe: Riqsisqakuna katigoriakuna sesioneskuna kiki

source: Edit Note
qu_pe: Nota ruway

source: Add Tabs
qu_pe: Tab yapay

source: Edit Tabs
qu_pe: Tab ruway

source: Announcements list has been cleared up
qu_pe: Willaykunaqa pichachikunkuña

source: Announcement has been modified
qu_pe: Willaqa t'ijrapasqañan

source: Announcement has been added
qu_pe: Willaqa yapachikunña

source: Announcement has been deleted
qu_pe: Willayqa pichasqaña

source: Published on
qu_pe: Reqsipachiy kay

source: Add an announcement
qu_pe: Yapay willay hina

source: Clear list of announcements
qu_pe: Pichay llipin willaykunata

source: Message from the trainer
qu_pe: Yachachiq willanan

source: and emailed to registered learners
qu_pe: hinallataq apachiy yachaqekuna qelqachikusqaman

source: Send this announcement by email to selected groups/users
qu_pe: Apachiy e-chaskipi kay willanata yachachinaq haykuqmasikunaman

source: On
qu_pe: Kashan

source: registered users of the site
qu_pe: yachachinapi qelqachikusqa haykuqmasikuna

source: have unvalid or no e-mail address
qu_pe: e-chaskiykiqa mana allinchu utaq manaraq churankichu ima e-chaskitapas

source: Modifies this announcement
qu_pe: T'ijray kay willayta

source: Warnings to some users
qu_pe: Hoq haykuqmasikuna qhawanankupaq

source: Selected Users
qu_pe: Haykuqmasikuna ajllasqa

source: You must introduce the message text.
qu_pe: Haykuchiwaq willaypa qelqanta.

source: You must select some users.
qu_pe: Ajllawaq mayqan haykuqmasillatapas.

source: Message sent to users
qu_pe: Willay apachisqa yachaqeykikunaman

source: Messages to selected users
qu_pe: Apachiy willaykunata sapa munasqa haykuqmasikunaman

source: To send a message, select groups of users (see G) or single users from the list on the left.
qu_pe: Willayta apachinapaqqa, ajllay haykuqmasikunaq huñusqakusqanta.

source: The message has been sent to the selected learners
qu_pe: Willayqa apachikunña ajllasqa yachaqekunaman

source: selected users of the site
qu_pe: ajllay haykuqmasikunata

source: Message to selected groups
qu_pe: Willay huñusqa

source: selected groups
qu_pe: huñusqakuna ajllasqa

source: Message
qu_pe: Willay

source: All announcements have been deleted
qu_pe: Llipin willaykunaqa pichachikunña

source: The announcement has been moved
qu_pe: Willayqa kuyuchikunña

source: There are no announcements.
qu_pe: Manan kanchu willaykuna

source: Select Everybody
qu_pe: Ajllay Llipinta

source: selected user groups
qu_pe: huñu haykuqmasikuna ajllasqa

source: Message from a learner
qu_pe: Yachaqeq hoq willaynin

source: Title is required
qu_pe: Sutinchaynintaqa churanapaqpuni

source: Announcement sent by e-mail
qu_pe: Willay, e-chaskiman apachisqa

source: Announcement sent to the selected users
qu_pe: Willay, ajllasqa huñusqaman apachisqa

source: Send announcement
qu_pe: Enviar anuncio

source: Edit announcement
qu_pe: Modificar anuncio

source: Line Number
qu_pe: Hayka seq'ekuna

source: line(s)
qu_pe: seq'e (kuna)

source: Add new heading
qu_pe: Yapay musuq umanchasqata

source: Teachers only
qu_pe: Yachacheqkunalla

source: Define Headings
qu_pe: Ajllapay umachasqakunata

source: change rights of
qu_pe: t'ijrachiy kaykunaq huñinkunata

source: has from now on <b>no</b> rights on this page
qu_pe: kunanmantaqa <b>mana</b> kanqa huñiykuna, kay k'iti kamachinaykipaq

source: has from now on <b>all</b> rights on this page
qu_pe: kunanmantaqa kanqa <b>llipin</b>huñiykuna, kay k'iti kamachinaykipaq

source: Change role of
qu_pe: T'ijrachiy kaypa llank'ayninta

source: is from now on
qu_pe: kunanqa wichaypin kashan

source: in this course
qu_pe: kay yachachinapi

source: You have left some fields empty.
qu_pe: Mana llipin kanchakunatachu hunt'achinki.

source: The login you chose
qu_pe: Haykuqmasi suti ajllasqayki

source: is already in use. Choose another one.
qu_pe: Ña kashan. Hoqta ajllay.

source: Coach
qu_pe: Pusaq

source: Groups management
qu_pe: Huñusqakunaq kamachinan

source: The selected users have been unsubscribed from the course
qu_pe: Haykuqmasikuna ajllasqaqa hoqochisqaña yachichinamanta

source: This learner is subscribed in this training through a training session. You cannot edit his information
qu_pe: Kay yachaqeqa ñaupaqtaraq haykuspa ña qelqachasqa kashan. Mana qelqapayawaqchu imaymananta

source: Are you sure you want to add this contact to your friends ?
qu_pe: Cheqaqchu yapayta munanki ima kunpaykikunaman?

source: Add a personal message
qu_pe: Añadir un mensaje personal

source: Friends
qu_pe: Amigos

source: Contacts
qu_pe: Sispamasikuna

source: This screen allows you to organise your contacts
qu_pe: Kaymantaqa kuraqyachiwaq reqsisqaykikunataqa

source: Attach contacts to group
qu_pe: Huñuy reqsisqaykikunata

source: Contacts list
qu_pe: Reqsisqakunamanta yupaynin

source: Add to a group
qu_pe: Yapay kay huñusqa reqsisqakunaman

source: Select one contact
qu_pe: Ajllay hoq sispamasita

source: Select one group
qu_pe: Ajllay hoq huñusqata

source: Add personal contacts
qu_pe: Yapankipunichu kay reqsisqata huñusqa ajllasqakunaman

source: Successfully added contacts to group
qu_pe: Reqsisqaykiqa allinmi huñuchikun

source: Added contact to list
qu_pe: Haykuqmasi yapasqa sispaykikunaq sinrinman

source: This screen is a list of contacts sorted by groups
qu_pe: Kaymantaqa qhawayta atinki reqsisqaykikuna huñukusqankuta

source: No contacts found
qu_pe: Kay huñusqapiqa manan sispamasiykikuna kanchu

source: Select the check box
qu_pe: Ajllay ujtapas utaq askha ajllanakunata

source: Empty
qu_pe: Kunanqa manaraq kanchu mink'ayki

source: Pending invitations.
qu_pe: Kaymantaqa chaskiwaq utaq mana mink'aykuna haykuqtaqa

source: Invitation sent by
qu_pe: Pin apachimun mink'ayta

source: Request contact
qu_pe: Sispamasi kanaykipaq mañakushanku

source: Unknown
qu_pe: Sispamasi mana reqsisqa

source: My parents
qu_pe: Ayllumasi

source: My friends
qu_pe: Kunpaykuna

source: My real friends
qu_pe: Ancha kunpaykuna

source: My enemies
qu_pe: Auqaykuna

source: Contact deleted
qu_pe: Sispamasi horqosqa

source: Messages sent.
qu_pe: Kaymantaqa qhawawaq willaykuna apachisqaykita

source: My personal data
qu_pe: Kaymantaqa qhawawaq hinallataq t''ijrachiwaq runaykimanta imaykikunata

source: Alter personal data
qu_pe: Kaymanta t'ijrachiy runaykimanta

source: Invitations
qu_pe: Mink'asqaykuna

source: Group contacts
qu_pe: Sispamasiykunamanta huñusqaykuna

source: My inbox
qu_pe: K'uchu ch'askiq

source: View shared profile
qu_pe: Ima kay t'aqapasqa

source: Uploaded images
qu_pe: Wankiykuna

source: Extra information
qu_pe: Hoq willay

source: Search contacts
qu_pe: Kaymantaqa yapaway sispamasikunata muyu reqsisqaykiman

source: See contacts
qu_pe: Qhawariy muyu sispamasiykunata

source: Please write a message before sending the request
qu_pe: Willaytaraq qelqay haykuypa mañakunaykipaq.

source: your invitation message has not been sent
qu_pe: Willayta mink'akusqayki manaraq apachikunchu

source: Add to my contacts
qu_pe: Yapay muyu kunpaykunaman

source: Change contact group
qu_pe: Cambiar el grupo de mi contacto

source: Friend
qu_pe: Amigo

source: My shared profile
qu_pe: Mi perfil compartido

source: Reporting for this user
qu_pe: Presentación de informes para este usuario

source: Edit this user
qu_pe: Editar usuario

source: View this user
qu_pe: Ver usuario

source: RSS feed
qu_pe: RSS willakuy

source: No friends in your contact list
qu_pe: Manam warmikuna kay kontakt listaqpi

source: Try and find some friends
qu_pe: Kuna warmikunata maskhay

source: Send invitation
qu_pe: Invitación ruray

source: Invite to join my group of friends
qu_pe: Ñoqap warmikuna grupoman invitallay

source: My certificates
qu_pe: Ñoqap certificadosquna

source: Create new group(s)
qu_pe: Kamay huñusqakunata

source: New groups creation
qu_pe: Huñusqakuna kamarina

source: new group(s)
qu_pe: musuq(kuna) huñusqa(kuna)

source: max. 20 characters, e.g. <i>INNOV21</i>
qu_pe: askhaninpiqa 20 seq'ekunallata, qhawarichiy. <i>INNOV21</i>

source: seats (optional)
qu_pe: plazakuna nisqa (munaspapas)

source: group(s) has (have) been added
qu_pe: huñusqa(kuna) kamarisqarisqaña

source: Group deleted
qu_pe: Huñusqa pichasqa

source: Registered
qu_pe: Qelqachakusqa

source: registered
qu_pe: qelqakun

source: Learners are allowed to self-register in groups
qu_pe: Haykuqmasikunaqa huñukunkuman mayqen Huñusqakunawan munaspa

source: Tools
qu_pe: Llank'ana

source: Documents
qu_pe: Qelqa khipukuna

source: Group settings have been modified
qu_pe: Huñusqakunaq kamachiyninqa t'ijrapakunña

source: Group name
qu_pe: Huñusqaq sutin

source: Group description
qu_pe: Huñusqakunaq nisqaynin

source: Group members
qu_pe: Huñusqamanta huñumasikuna

source: Edit this group
qu_pe: T'ijrapay kay huñusqata

source: Group settings modified
qu_pe: Huñusqaq kamachiynin t'ijrapasqaña

source: Number proposed exceeds max. that you allowed (you can modify in the group settings). Group composition has not been modified
qu_pe: Yupa churasqaykiqa sinchi askhan (urapi t'ijrapawaq). Huñusqaq ukhu kayninqa mana t'ijrachikunchu

source: Group tutor
qu_pe: Huñusqaq pusaqnin

source: (none)
qu_pe: (ni imapas)

source: Admin users list
qu_pe: Llank'ana haykuqmasikuna kamachinapaq

source: my group
qu_pe: huñusqay

source: my supervision
qu_pe: qhawapasqay

source: register
qu_pe: qelqachikuy

source: Add me to this group
qu_pe: Kay huñusqaman qelqachiway

source: You are now a member of this group.
qu_pe: Kunanqa ña huñusqamanta huñusmasi kanki

source: Private access (access authorized to group members only)
qu_pe: Privado - acceso autorizado sólo para los miembros del curso

source: Public access (access authorized to any member of the course)
qu_pe: Llapankunapaq haykuna mana reqsipachikuspa (raphi qallariymanta haykuna)

source: Edit settings
qu_pe: T'ijrapay kamachinata

source: State
qu_pe: Ima kay

source: Groups have been filled (or completed) by users present in the 'Users' list.
qu_pe: Huñusqakunaqa ña hunt'achikunku sinrimanta haykuqmasikunawan.

source: users registered in this course
qu_pe: kay yachachinapi haykuqmasikuna qelqachikusqa

source: Learners not in this group
qu_pe: Haykuqmasikunaqa manan kay huñusqamantachu

source: A user can be member of maximum
qu_pe: Haykuqmasiqa masimasikunman kay yupasqallaman

source: groups
qu_pe: huñusqakuna

source: Limit
qu_pe: Tukuna

source: Create group(s)
qu_pe: Grupo(s) kamay

source: Proceed to create group(s)
qu_pe: Grupo(s) kamayta qispichiy

source: Learners are allowed to self-register to groups
qu_pe: Yachaqekunaqa huñukunkuman mayqen Huñusqakunaman munaspa

source: Learners are allowed to unregister themselves from groups
qu_pe: Haykuqmasikunapuni qechunkuman qelqachikusqata mayqen huñusqamantapas

source: All groups
qu_pe: Llipin huñusqakuna

source: Unsubscribe me from this group.
qu_pe: Pichay huñusqaman qelqachakusqayta.

source: You're now unsubscribed.
qu_pe: Qelqachakusqaykiqa manan chaskikunchu.

source: Default settings for new groups
qu_pe: Kikin kamachina musuq huñusqakunapaq

source: All selected groups have been deleted
qu_pe: Llipin huñusqakuna ajllasqaqa pichachikunkuña

source: All selected groups are now empty
qu_pe: Llipin huñusqakuna ajllasqaqa kunanqa ch'usaqmi kashanku

source: The group is now empty
qu_pe: Huñusqa kunanqa ch'usaqmi kashan

source: All selected groups have been filled
qu_pe: Llipin huñusqakuna ajllasqaqa hunt'achisqakuña

source: unregister
qu_pe: wañuchiy qelqachikuyta

source: same for all
qu_pe: kasqallata llipinkunapaq

source: No limitation
qu_pe: Mana tukuyniyuq

source: Please enter the desired number of groups
qu_pe: Ama hina kaychu, haykuchiy hayka huñusqakuna munasqata

source: Create groups from all users in the virtual courses
qu_pe: Yachachinakuna virtuales nisqapi kamay huñukuyta llipin haykuqmasikunapaq

source: This course is a combination of a real course and one or more virtual courses. If you press following button, new groups will be created according to these (virtual) courses. All learners will be subscribed to the groups.
qu_pe: Kay yachachinaqa chaqrosqa kashan kikin yachanawan hinataq juq utaq askha virtual yachanawanpas. Hamuq runp'uta q'apispaqa, musuq huñusqakuna kamarichikunqa yachachinakuna virtuales nisqamanta. Llapan yachaqekunan qelqachikunqaku huñusqakunapi.

source: No groups available
qu_pe: Manan kanchu huñusqakuna hap'ipanapaq

source: Virtual courses
qu_pe: Yachachinakuna virtuales nisqa

source: Create subgroups
qu_pe: Kamariy ukhu-huñusqakunata

source: This option allows you to create new groups based on an existing group. Provide the desired number of groups and choose an existing group. The given number of groups will be created and all members of the existing group will be subscribed in those new groups. The existing group remains unchanged.
qu_pe: Kayqa huñusqakunata kasqanmanta musuq huñusqakunata kamarinapaqmi. Niy hayka huñusqakunata munanki chaypitaq llipin qallariq masimasikunan qelqachikunqa. Huñusqa qallariqqa mana t'ijrachikunqachu.

source: Create number of groups
qu_pe: Kamay

source: groups with members from
qu_pe: huñusqakuna hayka huñuymasiyuq

source: Fill the group randomly with course students
qu_pe: Yapay haykuqmasikunata

source: unsubscribe all users
qu_pe: Llapan haykuqmasikunaq qelqachikusqankuta amaña qelqachiychu

source: The maximum number of groups per user you submitted is invalid. There are now users who are subscribed in more groups than the number you propose.
qu_pe: Sapa haykuqmasiq askha huñusqakuna apachinqa manan allinchu. Qan churasqaykimantaqa kunanpuni kashanmi haykuqmasikuna qelqachikusqa sinchi hatun huñusqakunapi.

source: Groups overview
qu_pe: Huñusqakunamanta yapakusqan

source: Group category
qu_pe: Huñusqamanta mitan

source: Please give a title
qu_pe: Ama hina kaychu, sutinchayninta haykuchiy

source: Please enter a valid number for the maximum number of members.
qu_pe: Ama hina kaychu hoq yupayta churay, haykakama kanqa huñumasikuna chayta

source: The category order was changed
qu_pe: Mitakunaqa t'ijrachikusqaña

source: Category created
qu_pe: Mita kamarisqa

source: Agenda
qu_pe: Ruwana

source: Announcements
qu_pe: Willaykuna

source: No categories defined
qu_pe: Mana mitayuq churasqa

source: Groups from classes
qu_pe: R'akisqakunamanta huñusqakuna

source: Using this option, you can create groups based on the classes subscribed to your course.
qu_pe: Huñusqakuna rak'isqamanta willa

source: A new forum has now been created
qu_pe: Musuq k'itirimana kamachikunña

source: A new forum thread has now been created
qu_pe: Musuq rimanan kamachikun k'itirimanapi.

source: Add hotpotatoes
qu_pe: Agregar hotpotatoes

source: Hide attempt view
qu_pe: Ocultar la vista de intento(s)

source: Extend attempt view
qu_pe: Ver la vista de intento(s)

source: Welcome to the Chamilo course authoring tool !
qu_pe: ¡Chamilo kursu kamariykunaq toolman kachkanki!

source: Add learning objects and activities to your course
qu_pe: Kursuq %s yachay objetoskunatawan actividakunata kamay

source: Add audio comments and order learning objects in the table of contents
qu_pe: Audio comentarioskunata kamay yachay objetoskunata ñawpaq indizq conteniotablaypi urqay

source: Watch the course from learner's viewpoint
qu_pe: Kursuta yachakuq miraymanta qhawachiy

source: Chapter 1, Chapter 2 or Week 1, Week 2...
qu_pe: Pachak 1, Pachak 2 utaw simana 1, simana 2...

source: Add tests, activities and multimedia content
qu_pe: Pruebas, actividades y multimedia contenido kamay

source: Title
qu_pe: Sutinchaynin

source: Prerequisites
qu_pe: Prerrequisitos

source: Up
qu_pe: Wichay

source: Down
qu_pe: Uray

source: this learning object
qu_pe: este item

source: Name & description
qu_pe: Sutinchayninwan nisqayninwan

source: Change order
qu_pe: T'ijrapay sinrita

source: Edit name & desc.
qu_pe: Editar título y descripción

source: My progress in this course
qu_pe: Imayna kasqay

source: completed
qu_pe: hut'achisqa

source: incomplete
qu_pe: mana hunt'achisqaraq

source: passed
qu_pe: aprobado

source: failed
qu_pe: sin aprobar

source: Previous learning object
qu_pe: Previo

source: Next learning object
qu_pe: Siguiente

source: Section name
qu_pe: Sutinchaynin

source: No learning object is completed.
qu_pe: Manan llapan imaymanakuna hunt'achikunraqchu.

source: This is the last learning object.
qu_pe: Kayqa qepa imaymanan.

source: Create new learning path
qu_pe: Kamay yachanata

source: Edit learnpath
qu_pe: Ruwapay yachanata

source: Delete
qu_pe: Pichay yachanata

source: do not publish
qu_pe: Ama reqsipachiychu

source: Publish on course homepage
qu_pe: Reqsipachisqa

source: not published
qu_pe: mana reqsipachisqa

source: published
qu_pe: reqsipachisqa

source: Edit section description/name
qu_pe: Ruwapay sutichasqaq sutinchayninta nisqaynintawan

source: Delete section
qu_pe: Pichay sutichasqata

source: Add learning objects to this section
qu_pe: Yapay imaymanakunata kay sutichasqaman

source: The learning object has been deleted
qu_pe: Yachachinaq imaymananqa pichasqañan.

source: The learning object has been edited
qu_pe: Yachachinaq imaymananqa t'ijrapachisqañan

source: This learning object cannot display because the course prerequisites are not completed. This happens when a course imposes that you follow it step by step or get a minimum score in tests before you reach the next steps.
qu_pe: prerrequisitos no completados.

source: Add section
qu_pe: Musuq sutichasqa

source: Add learning object or activity
qu_pe: Musuq imaymana

source: Edit the prerequisites of the current LO
qu_pe: Editar los prerrequisitos del item actual

source: Edit section
qu_pe: T'ijrapay kunan kaq sutichasqata

source: Edit document
qu_pe: T'ijrapay kunan kaq qelqa khiputa

source: Edit test structure
qu_pe: T'ijrapay kunan kaq llank'aynata

source: Edit assignment
qu_pe: T'ijrapay kunan kaq llank'ayta

source: Adding a section to the course
qu_pe: Churay musuq sutichaqaq imayninta

source: Enter information for section
qu_pe: Churay musuq sutichaqaq imayninta

source: Create new rich media page
qu_pe: Kamay musuq yanapaysinata :

source: Ticket updated
qu_pe: Ticket actualizakun

source: Or use an existing resource :
qu_pe: Utaq hap'ipay ña yanapaysina kasqata:

source: Position
qu_pe: Posición

source: A new section has now been created. You may continue by adding a section or step.
qu_pe: Sutichasqaqa karisqañan. Kunanqa ña churawaq imaymanakunata utaq kamariwaqpas hoq sutichasqata

source: The new link has been created
qu_pe: Musuq waskhanaqa kamarisqañan

source: The new assignment has been created
qu_pe: Musuq llank'ayqa kamarisqañan

source: The new section has been created. You can now add a section or a learning object to it.
qu_pe: Musuq sutichasqaqa kamarisqañan. Kunanqachiwaq imaymanakunata utaq kamay hoq sutichasqata

source: The test has been added to the course
qu_pe: Musuq llank'aynaqa kamarisqañan.

source: The learning object has been removed
qu_pe: Item nisqaqa pichasqañan

source: Converting...
qu_pe: T'ijrapaspa...

source: Error during the conversion of PowerPoint. Please check if there are special characters in the name of your PowerPoint.
qu_pe: Pantarun PowerPoint t'ijrachikuynin. Ama hina kaychu, kuskachay khipuq PowerPoint sutinta, ichapas hoqniraq seq'ekunawan kashan.

source: Build
qu_pe: Ruway

source: Current view mode: embedded
qu_pe: Vista: embebida

source: Current view mode: fullscreen
qu_pe: Vista: pantalla completa

source: Show debug
qu_pe: Qhawachiy debub nisqata
