Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: :exercise:exercise,, simulation:simulation,, questionnaire:questionnaire,, diagram:diagram,, figure:figure,, graph:graf,, index:index,, slide:slide,, table:table,, narrative text:narrative text,, exam:exam,, experiment:experiment,, problem statement:problem statement,, self assessment:self assessment,, lecture:lecture
ar: غير مترجم:exercise:exercise,, simulation:simulation,, questionnaire:questionnaire,, diagram:diagram,, figure:figure,, graph:graf,, index:index,, slide:slide,, table:table,, narrative text:narrative text,, exam:exam,, experiment:experiment,, problem statement:problem statement,, self assessment:self assessment,, lecture:lecture
ast_es: :exercise:exerciciu,, simulation:simulación,, questionnaire:cuestionariu,, diagram:diagrama,, figure:figura,, graph:gráficu,, index:índiz,, slide:diapositiva,, table:tabla,, narrative text:testu narrativu,, exam:exame,, experiment:esperimentu,, problem statement:problema,, self assessment:autoevaluación,, lecture:llectura
bn_bd: :ব্যায়াম:ব্যায়াম,, সিমুলেশন:সিমুলেশন,, প্রশ্নপত্র:প্রশ্নপত্র,, ডায়াগ্রাম:ডায়াগ্রাম,, চিত্র:চিত্র,, গ্রাফ:গ্রাফ,, সূচিপত্র:সূচিপত্র,, স্লাইড:স্লাইড,, টেবিল:টেবিল,, বর্ণনামূলক পাঠ্য:বর্ণনামূলক পাঠ্য,, পরীক্ষা:পরীক্ষা,, পরীক্ষণ:পরীক্ষণ,, সমস্যার বিবৃতি:সমস্যার বিবৃতি,, স্ব-মূল্যায়ন:স্ব-মূল্যায়ন,, বক্তৃতা:বক্তৃতা
bs_ba: :exercise:vježba,, simulation:simulacija,, questionnaire:upitnik,, diagram:diagram,, figure:slika,, graph:grafikon,, index:indeks,, slide:slajd,, table:tabela,, narrative text:narrativni tekst,, exam:ispit,, experiment:eksperiment,, problem statement:izjava problema,, self assessment:samoprocjena,, lecture:predavanje
ca_es: :exercise:exercici,, simulation:simulació,, questionnaire:questionari,, diagram:diagrama,, figure:figura,, graph:gràfica,, index:índex,, slide:diapositiva,, table:taula,, narrative text:text narratiu,, exam:examen,, experiment:experiència,, problem statement:problema,, self assessment:autoavaluació,, lecture:presentació
cs_cz: :exercise:cvičení,, simulation:simulace,, questionnaire:dotazník,, diagram:diagram,, figure:obrázek,, graph:graf,, index:index,, slide:slide,, table:tabulka,, narrative text:narrativní text,, exam:zkouška,, experiment:experiment,, problem statement:zadání problému,, self assessment:sám sebehodnocení,, lecture:přednáška
da: :øvelse:øvelse,, simulation:simulation,, spørgeskema:spørgeskema,, diagram:diagram,, figur:figur,, graf:graf,, indeks:indeks,, slide:slide,, tabel:tabel,, narrativ tekst:narrativ tekst,, eksamen:eksamen,, eksperiment:eksperiment,, problemformulering:problemformulering,, selvvurdering:selvvurdering,, forelæsning:forelæsning
el: :άσκηση:άσκηση,, προσομοίωση:προσομοίωση,, ερωτηματολόγιο:ερωτηματολόγιο,, διάγραμμα:διάγραμμα,, σχήμα:σχήμα,, γράφημα:γράφημα,, ευρετήριο:ευρετήριο,, διαφάνεια:διαφάνεια,, πίνακας:πίνακας,, αφηγηματικό κείμενο:αφηγηματικό κείμενο,, εξέταση:εξέταση,, πείραμα:πείραμα,, διατύπωση προβλήματος:διατύπωση προβλήματος,, αυτοαξιολόγηση:αυτοαξιολόγηση,, διάλεξη:διάλεξη
eo: :exercise:ekzerco,, simulation:simulado,, questionnaire:enketo,, diagram:diagramo,, figure:figuro,, graph:grafiko,, index:indekso,, slide:diapozitivo,, table:tabelo,, narrative text:rakonta teksto,, exam:ekzameno,, experiment:eksperimento,, problem statement:problemstarigo,, self assessment:memtesto,, lecture:prelego
es: :exercise:ejercicio,, simulation:simulación,, questionnaire:cuestionario,, diagram:diagrama,, figure:figura,, graph:gráfico,, index:índice,, slide:diapositiva,, table:tabla,, narrative text:texto narrativo,, exam:examen,, experiment:experiencia,, problem statement:problema,, self assessment:autoevaluación,, lecture:presentación
es_mx: :exercise:ejercicio,, simulation:simulación,, questionnaire:cuestionario,, diagram:diagrama,, figure:figura,, graph:gráfico,, index:índice,, slide:diapositiva,, table:tabla,, narrative text:texto narrativo,,
eu_es: :exercise:ariketa,, simulation:simulazioa,, questionnaire:galdeketa,, diagram:diagrama,, figure:irudia,, graph:grafikoa,, index:indexa,, slide:diapositiba,, table:taula,, narrative text:testu narratiboa,, exam:azterketa,, experiment:saioa,, problem statement:problemaren egoera,, self assessment:autoebaluazioa,, lecture:irakurketa
fa_ir: exercise:آزمون,, simulation:شبیه سازی,, questionnaire:پرسشنامه,, diagram:دیاگرام,, figure:شکل,, graph:گراف,, index:صفحۀ اصلی,, slide:اسلاید,, table:جدول,, narrative text:متن روایی,, exam:امتحان,, experiment:تجربه,, problem statement:صورت مسئله,, self assessment:خودآزمایی,, lecture:سخنرانی
fi_fi: :harjoitus:harjoitus,, simulaatio:simulaatio,, kyselylomake:kyselylomake,, kaavio:kaavio,, kuvio:kuvio,, graafi:graafi,, indeksi:indeksi,, dia:dia,, taulukko:taulukko,, kertova teksti:kertova teksti,, koe:koe,, koe:koe,, ongelman määrittely:ongelman määrittely,, itsearviointi:itsearviointi,, luento:luento
fo_fo: :uppgáva:uppgáva,, simuleran:simuleran,, spurnarkanning:spurnarkanning,, diagram:diagram,, talva:talva,, graf:graf,, indeks:indeks,, fólka:folka,, talva:talva,, frásagnartextur:frásagnartekstur,, próv:próv,, tilfar:tilfar,, trupulleikafrágreiðing:trupulleikafrágreiðing,, sjálvmatan:sjálvmatan,, fyrilestrar:fyrilestrar
fur: :exercise:esercizi,, simulation:simulazion,, questionnaire:cuestionari,, diagram:diagrami,, figure:figure,, graph:graf,, index:indis,, slide:diapositivis,, table:tabile,, narrative text:test narativ,, exam:sîs,, experiment:esperiments,, problem statement:enunzi de problem,, self assessment:auto valutazion,, lecture:lecion
ga: :exercise:cleachtadh,, simulation:insamhal,, questionnaire:fiosrúchán,, diagram:léaráid,, figure:figiúr,, graph:graf,, index:innéacs,, slide:sleamhnán,, table:tábla,, narrative text:téacs insinte,, exam:scrúdú,, experiment:turgnamh,, problem statement:ráiteas fadhb,, self assessment:féimmeasúnú,, lecture:léacht
gl: :exercise:exercicio,, simulation:simulación,, questionnaire:cuestionario,, diagram:diagrama,, figure:figura,, graph:gráfico,, index:índice,, slide:diapositiva,, table:táboa,, narrative text:texto narrativo,, exam:examen,, experiment:experimento,, problem statement:problema,, self assessment:autoevaluación,, lecture:presentación
he_il: :תרגיל:תרגיל,, סימולציה:סימולציה,, שאלון:שאלון,, דיאגרמה:דיאגרמה,, איור:איור,, גרף:גרף,, אינדקס:אינדקס,, שקופית:שקופית,, טבלה:טבלה,, טקסט נרטיבי:טקסט נרטיבי,, מבחן:מבחן,, ניסוי:ניסוי,, ניסוח בעיה:ניסוח בעיה,, הערכה עצמית:הערכה עצמית,, הרצאה:הרצאה
hi: :exercise:अभ्यास,, simulation:सिमुलेशन,, questionnaire:प्रश्नावली,, diagram:आरेख,, figure:चित्र,, graph:ग्राफ,, index:सूची,, slide:स्लाइड,, table:तालिका,, narrative text:कथात्मक पाठ,, exam:परीक्षा,, experiment:प्रयोग,, problem statement:समस्या कथन,, self assessment:स्व-मूल्यांकन,, lecture:व्याख्यान
hr_hr: :exercise:vježba,, simulation:simulacija,, questionnaire:upitnik,, diagram:dijagram,, figure:slika,, graph:graf,, index:indeks,, slide:projekcijska slika,, table:tablica,, narrative text:pripovjedni tekst,, exam:ispit,, experiment:eksperiment,, problem statement:problemska izjava,, self assessment:samoocjenjivanje,, lecture:predavanje
hu_hu: :exercise:feladat,, simulation:szimuláció,, questionnaire:kérdőív,, diagram:diagram,, figure:ábra,, graph:grafikon,, index:tárgymutató,, slide:dia,, table:tábla,, narrative text:narrátor szöveg,, exam:teszt,, experiment:kísérlet,, problem statement:probléma megállapítás,, self assessment:önértékelés,, lecture:előadó
hy: :exercise:վարժություն,, simulation:մոդելավորում,, questionnaire:հարցաթերթիկ,, diagram:սխեմա,, figure:նկար,, graph:գրաֆիկ,, index:հիմնական ցուցիչ,, slide:սլայդ,, table:तालिका,, narrative text:նարատիվ տեքստ,, exam:քննություն,, experiment:փորձ,, problem statement:պրոբլեմի ձևակերպում,, self assessment:ինքնագնահատում,, lecture:դասախոսություն
id_id: :exercise:latihan,, simulation:simulasi,, questionnaire:kuesioner,, diagram:diagram,, figure:gambar,, graph:grafik,, index:indeks,, slide:slide,, table:tabel,, narrative text:teks naratif,, exam:ujian,, experiment:eksperimen,, problem statement:pernyataan masalah,, self assessment:penilaian diri,, lecture:kuliah
it: :exercise:exercizio,, simulation:simulazione,, questionnaire:questionario,, diagram:diagramma,, figure:figura,, graph:grafico,, index:indice,, slide:slide,, table:tabella,, narrative text:narrazione,, exam:esame,, experiment:esperimento,, problem statement:enunciato di problema,, self assessment:autovalutazione,, lecture:lezione
ja: :exercise:演習,, simulation:シミュレーション,, questionnaire:アンケート,, diagram:図表,, figure:図,, graph:グラフ,, index:索引,, slide:スライド,, table:表,, narrative text:叙述テキスト,, exam:試験,, experiment:実験,, problem statement:問題文,, self assessment:自己評価,, lecture:講義
ka_ge: :exercise:ვარჯიში,, simulation:სიმულაცია,, questionnaire:ანკეტა,, diagram:დიაგრამა,, figure:ფიგურა,, graph:გრაფიკი,, index:ინდექსი,, slide:სლაიდი,, table:ცხრილი,, narrative text:ნარატიული ტექსტი,, exam:გამოცდა,, experiment:ექსპერიმენტი,, problem statement:პრობლემის ჩამონათვალი,, self assessment:თვითშეფასება,, lecture:ლექცია
ko_kr: :exercise:연습,, simulation:시뮬레이션,, questionnaire:설문조사,, diagram:다이어그램,, figure:그림,, graph:그래프,, index:색인,, slide:슬라이드,, table:표,, narrative text:서술 텍스트,, exam:시험,, experiment:실험,, problem statement:문제 설명,, self assessment:자기 평가,, lecture:강의
lo: :ບົດເຝິກຫັດ:ບົດເຝິກຫັດ,, ຈຳລອງ:ຈຳລອງ,, ແບບສອບຖາມ:ແບບສອບຖາມ,, ແຜນວາດ:ແຜນວາດ,, ຮູບ:ຮູບ,, ກຣາຟ:ກຣາຟ,, ດັດຊະນີ:ດັດຊະນີ,, ສະໄລ້:ສະໄລ້,, ຕາຕະລາງ:ຕາຕະລາງ,, ຂໍ້ຄວາມບັນຍາຍ:ຂໍ້ຄວາມບັນຍາຍ,, ສອບເສັງ:ສອບເສັງ,, ທົດລອງ:ທົດລອງ,, ບັນຫາ:ບັນຫາ,, ປະເມີນຕົນເອງ:ປະເມີນຕົນເອງ,, ບັນຍາຍ:ບັນຍາຍ
lt_lt: :testas:testas,, simuliacija:simuliacija,, klausimynas:klausimynas,, diagrama:diagrama,, paveikslėlis:paveikslėlis,, grafikas:grafikas,, indeksas:indeksas,, skaidrė:skaidrė,, lentelė:lentelė,, naratyvinis tekstas:naratyvinis tekstas,, egzaminas:egzaminas,, eksperimentas:eksperimentas,, problemos teiginys:problemos teiginys,, savęs vertinimas:savęs vertinimas,, paskaita:paskaita
lv_lv: :exercise:uzdevums,, simulation:simulācija,, questionnaire:aptaujā,, diagram:diagramma,, figure:attēls,, graph:diagramma,, index:indekss,, slide:slīdrāde,, table:tabula,, narrative text:narratīvs teksts,, exam:eksāmens,, experiment:eksperiments,, problem statement:problēmas apraksts,, self assessment:paškontrole,, lecture:lekcija
mk_mk: :exercise:вежба,, simulation:симулација,, questionnaire:прашалник,, diagram:дијаграм,, figure:фигура,, graph:графикон,, index:индекс,, slide:слајд,, table:табела,, narrative text:раскажувачки текст,, exam:испит,, experiment:експеримент,, problem statement:проблематично тврдење,, self assessment:самооценување,, lecture:лектира
ms_my: :exercise:latihan,, simulation:simulasi,, questionnaire:soal selidik,, diagram:diagram,, figure:gambar,, graph:graf,, index:indeks,, slide:slaid,, table:jadual,, narrative text:teks naratif,, exam:ujian,, experiment:eksperimen,, problem statement:penyata masalah,, self assessment:penilaian diri,, lecture:kuliah
my_mm: :လေ့ကျင့်ခန်း:လေ့ကျင့်ခန်း,, ပုံတူစမ်းသပ်မှု:ပုံတူစမ်းသပ်မှု,, မေးခွန်းလွှာ:မေးခွန်းလွှာ,, ပုံကြမ်း:ပုံကြမ်း,, ပုံဖော်ပြချက်:ပုံဖော်ပြချက်,, ဂရပ်ဖစ်:ဂရပ်ဖစ်,, အညွှန်း:အညွှန်း,, ဆလိုက်:ဆလိုက်,, ဇယား:ဇယား,, ဇာတ်လမ်းစာသား:ဇာတ်လမ်းစာသား,, စာမေးပွဲ:စာမေးပွဲ,, စမ်းသပ်မှု:စမ်းသပ်မှု,, ပြဿနာဖော်ပြချက်:ပြဿနာဖော်ပြချက်,, ကိုယ်တိုင်အကဲဖြတ်မှု:ကိုယ်တိုင်အကဲဖြတ်မှု,, ဟောပြောချက်:ဟောပြောချက်
ne: :exercise:व्यायाम,, simulation:सिमुलेशन,, questionnaire:प्रश्नावली,, diagram:डायाग्राम,, figure:चित्र,, graph:ग्राफ,, index:सूची,, slide:स्लाइड,, table:तालिका,, narrative text:कथन पाठ,, exam:परीक्षा,, experiment:प्रयोग,, problem statement:समस्या कथन,, self assessment:आत्म मूल्याङ्कन,, lecture:व्याख्यान
nl: :exercise:oefening,, simulation:simulatie,, questionnaire:enquête,, diagram:diagram,, figure:figuur,, graph:grafiek,, index:index,, slide:dia,, table:tabel,, narrative text:vertellende tekst,, exam:examen,, experiment:experiment,, problem statement:probleemstelling,, self assessment:zelftest,, lecture:voordracht
nn_no: :øving:øving,, simulering:simulering,, spørreskjema:spørreskjema,, diagram:diagram,, figur:figur,, graf:graf,, indeks:indeks,, lysbilete:lysbilete,, tabell:tabell,, forteljande tekst:forteljande tekst,, eksamen:eksamen,, eksperiment:eksperiment,, problemstilling:problemstilling,, sjølvoppgåve:sjølvoppgåve,, forelesning:forelesning
oc: :exercici:exercici,, simulacion:simulacion,, questionari:questionari,, diagrama:diagrama,, figura:figura,, grafic:grafic,, indèx:indèx,, diapositiva:diapositiva,, taula:taula,, tèxte narratiu:tèxte narratiu,, examen:examen,, experiment:experiment,, enunciat de problèma:enunciat de problèma,, autoevaluacion:autoevaluacion,, leçon:leçon
pl_pl: :ćwiczenie:ćwiczenie,, symulacja:symulacja,, kwestionariusz:kwestionariusz,, diagram:diagram,, rysunek:rysunek,, graf:graf,, indeks:indeks,, slajd:slajd,, tabela:tabela,, tekst narracyjny:tekst narracyjny,, egzamin:egzamin,, eksperyment:eksperyment,, sformułowanie problemu:sformułowanie problemu,, ocena własnych możliwości:ocena własnych możliwości,, wykład:wykład
ps: :exercise:مشق,, simulation:سيموليشن,, questionnaire: پوښتنليک,, diagram: ډايګرام,, figure: انځور,, graph:ګراف,, index:اشاره,, slide:سلایډ,, table:جدول,, narrative text:روايتي متن,, exam: امتحان,, experiment: تجربې,, problem statement: ستونزې بيان,, self assessment: ځان ارزونه,, lecture: درس
pt_br: :exercise:exercício,, simulation:simulação,, questionnaire:questionário,, diagram:diagrama,, figure:figura,, graph:gráfico,, index:índice,, slide:slide,, table:tabela,, narrative text:texto narrativo,, exam:teste,, experiment:experimento,, problem statement:problema proposto,, self assessment:auto ajuda,, lecture:leitura
pt_pt: :exercise:exercício,, simulation:simulação,, questionnaire:questionário,, diagram:diagrama,, figure:figura,, graph:gráfico,, index:índice,, slide:slide,, table:tabela,, narrative text:texto narrativo,, exam:exame,, experiment:experiência,, problem statement:problema,, self assessment:auto-avaliação,, lecture:lição
ro_ro: exercise:exercitiu,, simulation:simulare,, questionnaire:chestionare,, diagram:diagrama,, figure:figura,, graph:grafic,, index:index,, slide:slide,, table:tabel,, narrative text:text narativ,, exam:examen,, experiment:experiment,, problem statement:problema,, self assessment:realizari personale,, lecture:lectura
ru_ru: :упражнение:упражнение,, имитация:имитация,, вопросник:вопросник,, диаграмма:диаграмма,, рисунок:рисунок,, график:график,, индекс:индекс,, слайд:слайд,, таблица:таблица,, повествовательный текст:повествовательный текст,, экзамен:экзамен,, эксперимент:эксперимент,, постановка проблемы:постановка проблемы,, самооценка:самооценка,, лекция:лекция
sk_sk: :exercise:cvičenie,, simulation:simulácia,, questionnaire:dotazník,, diagram:diagram,, figure:obrázok,, graph:graf,, index:index,, slide:slide,, table:tabuľka,, narrative text:narratívny text,, exam:skúška,, experiment:experiment,, problem statement:popis problému,, self assessment:samoocenenie,, lecture:prednáška
sq: :exercise:ushtrim,, simulation:simulim,, questionnaire:pyetësor,, diagram:diagramë,, figure:figurë,, graph:grafik,, index:indeks,, slide:slide,, table:tabelë,, narrative text:tekst narrativ,, exam:provim,, experiment:eksperiment,, problem statement:përmbajtja e problemit,, self assessment:vëtëvlerësim,, lecture:ligjëratë
sr_rs: :vežbanje:vežbanje,, simulacija:simulacija,, upitnik:upitnik,, dijagram:dijagram,, figura:figura,, graf:graf,, indeks:indeks,, slajd:slajd,, tabela:tabela,, narativni tekst:narativni tekst,, ispit:ispit,, eksperiment:eksperiment,, problem izjava:problem izjava,, samoocenjivanje:samoocenjivanje,, predavanje:predavanje
sv_se: :exercise:övning,, simulation:simulering,, questionnaire:frågeställningar,, diagram:diagram,, figure:figur,, graph:graf,, index:index,, slide:slide,, table:bordläggning,, narrative text:berättartext,, exam:examen,, experiment:experiment,, problem statement:problemställning,, self assessment:självbedömning,, lecture:föreläsning
sw_ke: :mazoezi:mazoezi,, uigaji:uigaji,, dodoso:dodoso,, mchoro:mchoro,, picha:picha,, grafu:grafu,, faharasa:faharasa,, slaidi:slaidi,, jedwali:jedwali,, maandishi ya hadithi:maandishi ya hadithi,, mtihani:mtihani,, majaribio:majaribio,, taarifa ya tatizo:taarifa ya tatizo,, tathmini ya kibinafsi:tathmini ya kibinafsi,, mhadhara:mhadhara
ta: :exercise:பயிற்சி,, simulation:மெய்யப்படுத்தல்,, questionnaire:கேள்வித்தாள்,, diagram:சித்திரம்,, figure:உருவம்,, graph:படம்,, index:அட்டவணை,, slide:இன்னுசைடு,, table:அட்டவணை,, narrative text:கதை உரை,, exam:தேர்வு,, experiment:பரிசோதனை,, problem statement:பிரச்சினை அறிக்கை,, self assessment:சுய மதிப்பீடு,, lecture:உபதேசம்
th: :exercise:แบบฝึกหัด,, simulation:การจำลอง,, questionnaire:แบบสอบถาม,, diagram:ไดอะแกรม,, figure:รูปภาพ,, graph:กราฟ,, index:ดัชนี,, slide:สไลด์,, table:ตาราง,, narrative text:ข้อความบรรยาย,, exam:ข้อสอบ,, experiment:การทดลอง,, problem statement:ประโยคปัญหา,, self assessment:การประเมินตนเอง,, lecture:การบรรยาย
tr: :egzersiz:egzersiz,, simülasyon:simülasyon,, anket:anket,, diyagram:diyagram,, şekil:şekil,, grafik:grafik,, indeks:indeks,, slayt:slayt,, tablo:tablo,, anlatı metni:anlatı metni,, sınav:sınav,, deney:deney,, problem ifadesi:problem ifadesi,, öz değerlendirme:öz değerlendirme,, ders:ders
uk_ua: :exercise:вправа,, simulation:симуляція,, questionnaire:опитувальник,, diagram:діаграма,, figure:фігура,, graph:графік,, index:індекс,, slide:слайд,, table:таблиця,, narrative text:оповідний текст,, exam:іспит,, experiment:експеримент,, problem statement:формулювання задачі,, self assessment:самооцінка,, lecture:лекція
vi_vn: :exercise:bài tập,, simulation:mô phỏng,, questionnaire:bảng câu hỏi,, diagram:sơ đồ,, figure:hình vẽ,, graph:đồ thị,, index:chỉ mục,, slide:slide,, table:bảng,, narrative text:văn bản kể chuyện,, exam:kỳ thi,, experiment:thí nghiệm,, problem statement:đề bài,, self assessment:tự đánh giá,, lecture:bài giảng
xh_za: :exercise:umsebenzi,, simulation:ukwenza okufana,, questionnaire:ufuzo,, diagram:umzobo,, figure:umfanekiso,, graph:grafu,, index:isazisi,, slide:isilayidi,, table:thebhule,, narrative text:umbhalo obalasele,, exam:oviwo,, experiment:uphando,, problem statement:ingxelo yengxaki,, self assessment:ukuzivavanya,, lecture:intetho
zh_cn: :练习:练习,, 模拟:模拟,, 问卷:问卷,, 图表:图表,, 图:图,, 图:图,, 索引:索引,, 幻灯:幻灯,, 表:表,, 描述文本:描述文本,, 考试:考试,, 实验:实验,, 问题声明:问题声明,, 自我评价:自我评价,, 演讲:演讲
zh_tw: :練習:練習,, 類比:類比,, 問卷:問卷,, 圖表:圖表,, 圖:圖,, 圖:圖,, 索引:索引,, 幻燈:幻燈,, 表:表,, 描述文本:描述文本,, 考試:考試,, 實驗:實驗,, 問題聲明:問題聲明,, 自我評價:自我評價,, 演講:演講

source: Please select a backup option
ar: فضلا حدد خيارات النسخ الاحتياطي
ast_es: Por favor, escueya una opción de copia de seguridá
bn_bd: দয়া করে একটি ব্যাকআপ অপশন নির্বাচন করুন
bs_ba: sistemas operativos
ca_es: Si us plau, seleccioneu una opció de còpia de seguretat
cs_cz: Prosím zvolte možosti zálohování.
da: Vælg venligst en backup-løsning.
de: Bitte wählen Sie eine Backup-Option.
el: Παρακαλώ επιλέξτε μία μορφή αντιγράφου ασφαλείας
eo: Elektu opcion por la restaŭro. XX
es: Por favor, seleccione una opción de copia de seguridad
es_mx: Por favor, seleccione una opción de copia de seguridad
eu_es: Mesedez, hautatu babeskopia egiteko aukera bat
fa_ir: لطفاً نوع کپی را مشخص کنید
fi_fi: Valitse varmistuksen tyyppi
fo_fo: Velt eitt varðveitingarval
fur: Scealt un opsion di backup
ga: Roghnaigh rogha cúltaca
gl: Por favor, seleccione unha opción de copia de seguridade
he_il: אנא בחר אפשרות גיבוי
hi: कृपया एक बैकअप विकल्प चुनें
hr_hr: Molim odaberite opcije stvaranja pričuvnoga primjerka.
hu_hu: Válassza ki a biztonsági mentés módját.
hy: Խնդրում ենք ընտրել պատճենման տարբերակ
id_id: Silahkan pilih opsi backup.
it: Selezionare un'opzione di backup.
ja: バックアップ オプションを選択してください
ka_ge: გთხოვთ აირჩიოთ სარეზერვო ვარიანტი
ko_kr: 백업 옵션을 선택하여 주십시요.
lo: ກະລຸນາເລືອກຕົວເລືອກການສຳຮອງ
lt_lt: Prašome parinkti archyvavimo nustatymus.
lv_lv: Lūdzu, izvēlieties rezerves kopijas izveides veidu.
mk_mk: Ве молам селектирајте ја опцијата за резервна_копија
ms_my: Sila pilih pilihan sandaran
my_mm: ကျေးဇူးပြု၍ အရန်သိမ်းဆည်းမှုရွေးချယ်မှုတစ်ခုကို ရွေးပါ
ne: कृपया ब्याकअप विकल्प छान्नुहोस्
nl: Selecteer een optie voor de back-up.
nn_no: Vel ein backup-alternativ
oc: Dobnètz seleccionar una opcion de salvagarda
pl_pl: Wybierz typ kopii zapasowej
ps: مهرباني وکړئ د بېک اپ اختیار غوره کړئ
pt_br: Por favor, selecione uma das opção de backup.
pt_pt: Por favor, seleccione uma das opções de backup/cópia de segurança.
ro_ro: Te rog alege optiunea copiei de rezerva.
ru_ru: Пожалуйста, выберите параметры резервного копирования
sk_sk: Prosím vyberte možnosti zálohovania.
sl: Izberite možnosti arhiviranja
sq: Ju lutemi, zgjidhni një opsion kopjerimi
sr_rs: Molim Vas, odaberite opcije za backup.
sv_se: Var vänlig välj ett säkerhets kopia alternativ.
sw_ke: Tafadhali chagua chaguo la kuhifadhi
ta: ஒரு நகல் பரண் விருப்பத்தை தேர்ந்தெடுக்கவும்
th: กรุณาเลือกค่าและวิธีการสำรองข้อมูล
tl_ph: Mangyaring pumili ng isang backup-option
tr: Lütfen bir yedekleme seçeneği seçiniz
uk_ua: Будь ласка, виберіть параметри резервного копіювання.
vi_vn: Vui lòng chọn tùy chọn sao lưu
xh_za: Nceda khetha indlela yokugcina
zh_cn: 备份选项
zh_tw: 備份選項

source: Let me select learning objects
ar: دعني احدد محتويات المقرر
ast_es: Escoyer los componentes del cursu
bn_bd: লার্নিং অবজেক্ট নির্বাচন করতে দিন
bs_ba: Neka mi odaberem objekte učenja
ca_es: Seleccionar els components del curs
cs_cz: Dovolte mi zvolit části kurzu
da: Lad mig vælge kursuskomponenterne
de: Kurs Komponenten auswählen
el: Να μου επιτραπεί η επιλογή εκπαιδευτικών αντικειμένων
eo: Lasi min elekti la kurserojn.
es: Seleccionar los componentes del curso
es_mx: Seleccionar los componentes del curso a reciclar
eu_es: Utzi niri ikaskuntza objektuak aukeratzen
fa_ir: بخشهای این درس را خود مشخص خواهم کرد
fi_fi: Valitsen kurssin komponentit
fo_fo: Leyp mær velja læringstoy
fur: Lasi me selezionâ ogjets didatichs
ga: Lig dom réadaí foghlama a roghnú
gl: Deixame seleccionar os componentes do curso
he_il: תן לי לבחור אובייקטי למידה
hi: मुझे लर्निंग ऑब्जेक्ट्स चुनने दें
hr_hr: Omogući odabir komponenata kolegija
hu_hu: Engedje a rendszer, hogy én válasszam ki a kurzus összetevőit.
hy: Թույլ տալ ինձ ընտրել ուսման օբյեկտները
id_id: Biarkan saya memilih komponen mata kuliah
it: Fammi selezionare le parti del corso
ja: 学習オブジェクトを選択する
ka_ge: მიეცით საშუალება შევარჩიო მსწავლებლური ობიექტები
ko_kr: 과정 컴포넌트를 선택할 수 있도록 해주십시요
lo: ໃຫ້ຂ້ອຍເລືອກວັດຖຸການຮຽນຮູ້
lt_lt: Leisti parinkti kurso komponentus
lv_lv: Ļaujiet man izvēlēties kursa pamatdaļas
mk_mk: Дозволи ми да ги одберам компонентите на курсот
ms_my: Biarkan saya pilih objek pembelajaran
my_mm: ကျွန်ုပ်အား သင်ယူမှုအရာဝတ္ထုများကို ရွေးချယ်ခွင့်ပြုပါ
ne: मलाई सिकाइ वस्तुहरू छान्न दिनुहोस्
nl: Laat mij de cursusonderdelen selecteren.
nn_no: Lat meg velje læringsobjekt
oc: Me laissetz seleccionar los objèctes d'aprendissatge
pl_pl: Wybór elementów kursu, które będą uwzględnione w kopii zapasowej
ps: زه زده کړې شیان غوره کړم
pt_br: Deixe-me selecionar os componentes do curso
pt_pt: Permitir-me seleccionar os objectos de aprendizagem
ro_ro: Selectați componentele ale cursului
ru_ru: Позвольте мне выбрать компоненты курса
sk_sk: Kopírovať len vybraté časti
sl: Dovoli mi izbrati posamezne komponente tečaja
sq: Më lejoni të zgjedh objektet e mësimit
sr_rs: Dopusti da ja odaberem komponente kursa
sv_se: Låt mig välja kursdelar
sw_ke: Niruhusu kuchagua vitu vya kujifunza
ta: கற்றல் பொருட்களை எனக்கு தேர்ந்தெடுக்க விடு
th: เลือกส่วนประกอบของรายวิชา
tl_ph: Hayaan akong pumili ng mga bagay na mapag-aaralan
tr: Ders elemanlarını ben seçeyim
uk_ua: Дозвольте мені вибрати компоненти курсу
vi_vn: Để tôi chọn đối tượng học tập
xh_za: Ndiyeke ndikhethe izinto zokufunda
zh_cn: 选择课程组件
zh_tw: 選擇課程組件
