Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Compare translations
ar: مقارنة الترجمات
ast_es: Comparar traducciones
bn_bd: অনুবাদ তুলনা করুন
bs_ba: Usporedi prijevode
ca_es: Compara traduccions
cs_cz: Porovnat překlady
da: Sammenlign oversættelser
de: Vergleiche die Übersetzungen
el: Σύγκριση μεταφράσεων
eo: Komparo inter la tradukoj
es: Comparar traducciones
es_mx: Comparar traducciones
eu_es: Alderatu itzulpenak
fa_ir: مقایسه ترجمه ها
fi_fi: Vertaa käännöksiä
fo_fo: Ber saman útgávur
fur: Confrontâ traduzions
ga: Déan comparáid idir aistriúcháin
gl: Comparar Traduccións
he_il: השווה תרגומים
hi: अनुवादों की तुलना करें
hr_hr: Provjeri prijevod
hu_hu: Fordítások összehasonlítása
hy: Համեմատել թարգմանությունները
id_id: Bandingkan terjemahan
it: Confronta traduzioni
ja: 翻訳を比較
ka_ge: თარგმანების შედარება
ko_kr: 번역본과 비교
lo: ປຽບທຽບຄຳແປ
lt_lt: Palyginti vertimus
lv_lv: Salīdzināt tulkojumus
mk_mk: Спореди преводи
ms_my: Perbandingan Terjemahan
my_mm: ဘာသာပြန်များကို နှိုင်းယှဉ်ပါ
ne: अनुवादहरू तुलना गर्नुहोस्
nl: Vergelijking tussen de vertalingen
nn_no: Sammenlign oversettelser
oc: Comparar las traduccions
pl_pl: Porównaj tłumaczenia
ps: تَرْجَمَاتْ مقارنة
pt_br: Comparar traduções
pt_pt: Comparar as traduções
ro_ro: Comparati traducerile
ru_ru: Сравнить переводы
sk_sk: Porovnaj preklady
sl: Primerjaj prevode
sq: Krahasono përkthimet
sr_rs: Uporedi prevode
sv_se: Jämför översättningar
sw_ke: Linganisha tafsiri
ta: மொழிபெயர்வுகளை ஒப்பிடுக
th: เปรียบเทียบการแปล
tl_ph: I-compare ang mga salin
tr: Çevirileri karşılaştır
uk_ua: Порівняти переклади
vi_vn: So sánh các bản dịch ngôn ngữ
xh_za: Thelekisa iinguqulelo
zh_cn: 比较翻译
zh_tw: 比較翻譯

source: Reporting for
ar: احصائيات لـ
ast_es: Estadístiques de
bn_bd: রিপোর্টিং
bs_ba: Izvješćivanje za
ca_es: Estadístiques de
cs_cz: Statistika o
da: Statistik for
de: Statistik über
el: Στατιστικά του
eo: Statistikoj de
es: Estadíticas de
es_mx: Estadísticas de
eu_es: Estatistikak
fa_ir: آمار
fi_fi: Raportointi kohteelle
fo_fo: Greinagóð greining fyri
fur: Raport par
ga: Tuairisciú le haghaidh
gl: Estatísticas de
he_il: דוחות עבור
hi: रिपोर्टिंग
hr_hr: Statistika
hu_hu: Statisztikája ennek
hy: Հաշվետվություն
id_id: Statistik dari
it: Statistiche di
ja: 対象のレポート
ka_ge: ანგარიში
ko_kr: 통계정보
lo: ການລາຍງານສຳລັບ
lt_lt: Statistika
lv_lv: Statistika par
mk_mk: Статистика
ms_my: Statistik
my_mm: အစီရင်ခံစာအတွက်
ne: को लागि प्रतिवेदन
nl: Statistieken van
nn_no: Statistikk om
oc: Rapòrt per
pl_pl: Raportowanie
ps: د راپور ورکولو لپاره
pt_br: Estatísticas do
pt_pt: Relatório para
ro_ro: Statistica pentru
ru_ru: Статистика
sk_sk: Štatistika
sl: Statistika o
sq: Raportimi për
sr_rs: Statistike
sv_se: Statistik över
sw_ke: Ripoti kwa
ta: அறிக்கை
th: ʶԵԢͧ
tl_ph: Pag-uulat para sa
tr: İstatistik konusu
uk_ua: Статистика
vi_vn: Thống kê về
xh_za: Ingxelo ye
zh_cn: 统计信息
zh_tw: 統計訊息

source: PDF download is not allowed for students
ar: تحميل ملف البي دي اف غير مسموح للطلبة
ast_es: La descarga de PDF nun ta permitida pa los alumnos
bn_bd: ছাত্রদের জন্য PDF ডাউনলোড অনুমোদিত নয়
bs_ba: Preuzimanje PDF-a nije dozvoljeno studentima
ca_es: Els estudiants no tenen permès descarregar PDF
cs_cz: Stahování PDF není pro studenty povoleno
da: PDF-download er ikke tilladt for studerende
de: PDF-Download ist für Studierende nicht zulässig.
el: Η λήψη PDF δεν επιτρέπεται για μαθητές
eo: Elŝuto de PDF ne estas permesita por studentoj
es: Los estudiantes no están permitidos descargar PDF
es_mx: La descarga de PDF no está permitida para estudiantes
eu_es: PDF deskarga ez dago ikasleentzat baimenduta
fa_ir: دانلود PDF برای دانش‌آموزان مجاز نیست
fi_fi: PDF-lataus ei ole sallittu opiskelijoille
fo_fo: PDF niðurlasting er ikki loypt fyri studentar
fur: Il scaricament PDF nol è permetût pars students
ga: Ní cheadaítear íoslódáil PDF do mhic léinn
gl: Non está permitido descargar PDF aos estudantes
he_il: הורדת PDF אינה מותרת לסטודנטים
hi: छात्रों के लिए PDF डाउनलोड की अनुमति नहीं है
hr_hr: Preuzimanje PDF-a nije dopušteno studentima
hu_hu: PDF letöltés nem engedélyezett a tanulók számára
hy: Սովորողների համար PDF-ի ներբեռնումը թույլատրված չէ
id_id: Unduh PDF tidak diizinkan untuk siswa
it: I corsisti non possono scaricare file PDF
ja: 学生はPDFダウンロードが許可されていません
ka_ge: PDF-ის ჩამოტვირთვა სტუდენტებისთვის აკრძალულია
ko_kr: 학생의 PDF 다운로드가 허용되지 않습니다
lo: ບໍ່ອະນຸຍາດໃຫ້ນັກຮຽນດາວໂຫຼດ PDF
lt_lt: PDF atsisiuntimas studentams neleidžiamas
lv_lv: Studentiem nav atļauta PDF lejupielāde
mk_mk: Преземањето PDF не е дозволено за студенти
ms_my: Muat turun PDF tidak dibenarkan untuk pelajar
my_mm: ကျောင်းသားများအတွက် PDF ဒေါင်းလုဒ်လုပ်ခြင်းကို ခွင့်မပြုပါ
ne: विद्यार्थीहरूका लागि पीडीएफ डाउनलोड अनुमति छैन
nl: PDF download is niet toegestaan voor studenten
nn_no: PDF-nedlasting er ikkje tillatt for elevar
oc: Lo telecargament PDF es pas autorizat pels estudiants
pl_pl: Pobieranie PDF nie jest dozwolone dla studentów
ps: د زده کونکو لپاره PDF ډاونلوډ اجازه نشته
pt_br: Download de PDF não é permitida para os estudantes
pt_pt: Baixar PDF não é permitida para os estudantes
ro_ro: Descărcarea PDF nu este permisă pentru studenți
ru_ru: Загрузка PDF запрещена для студентов
sk_sk: Stiahnutie PDF nie je pre študentov povolené
sl: Prenos PDF za tečajnike ni mogoč
sq: Shkarkimi PDF nuk lejohet për studentët
sr_rs: Preuzimanje PDF-a nije dozvoljeno studentima
sv_se: PDF-nedladdning är inte tillåten för studenter
sw_ke: Kupakua PDF hakuruhusiwi kwa wanafunzi
ta: மாணவர்களுக்கு PDF பதிவிறக்கம் அனுமதிக்கப்படவில்லை
th: ไม่อนุญาตให้นักเรียนดาวน์โหลด PDF
tl_ph: Hindi pinapayagan ang PDF download para sa mga mag-aaral
tr: Öğrenciler için PDF indirme izinli değil
uk_ua: Завантаження PDF не дозволено для студентів
vi_vn: Không cho phép học viên tải xuống PDF
xh_za: Ukukhupela iPDF akuvunyelwanga abafundi
zh_cn: 学生不允许 PDF 下载
zh_tw: 學生不允許 PDF 下載

source: Login list
ar: قائمة التسجيل
ast_es: Llistáu de conesiones y desconesiones
bn_bd: লগইন তালিকা
bs_ba: Lista prijava
ca_es: Registre de conexions i desconexions
cs_cz: Seznam přihlášení
da: Login liste
de: Anmeldeliste
el: Λίστα εισόδου (εκτεταμένη)
eo: Logo de salutoj kaj adiaŭoj
es: Lista de logins
es_mx: Registro de accesos
eu_es: Konexio zerrenda
fa_ir: لیست نام های کاربری
fi_fi: Kirjautumisluku
fo_fo: Innloggingslisti
fur: Liste des login
ga: Liosta logálaithe
gl: Lista de login
he_il: רשימת התחברות
hi: लॉगिन सूची
hr_hr: Dnevnik prijava i odjava sa sustava
hu_hu: Belépési lista
hy: Մուտքի ցուցակ
id_id: Daftar Login
it: Elenco degli accessi
ja: ログイン一覧
ka_ge: შესვლის სია
ko_kr: 로그인 리스트
lt_lt: Prisijungimų sąrašas
lv_lv: Pieteikšanos (loginu) saraksts
mk_mk: Список на кориснички имиња
ms_my: Senarai Login
my_mm: အကောင့်ဝင်စာရင်း
ne: लगइन सूची
nl: Log-in- en log-outlijst
nn_no: Liste påloggede
oc: Lista de connexions
pl_pl: Logowanie i wylogowanie
ps: د داخل کېدو لړ
pt_br: Lista de logins
pt_pt: Lista de acessos
ro_ro: Lista de logare
ru_ru: Список регистрационных имен (логинов)
sk_sk: Zoznam prihlásených
sl: Seznam dostopov
sq: Lista e hyrjeve
sr_rs: Lista korisničkih imena
sv_se: Logg över in- och utloggningar
sw_ke: Orodha ya kuingia
ta: உள்நுழைவு பட்டியல்
th: แสดงรายการเข้าสู่ระบบ
tl_ph: Listahan ng Pag-login
tr: Erişim kayıtları
uk_ua: Список логінів та логаутів
vi_vn: Danh mục đăng nhập
xh_za: Uluhlu lokungena
zh_cn: 登录日志
zh_tw: 登錄日誌

source: Status of MySQL server :
ar: : MySQL حالة الخادم
ast_es: Estáu del servidor MySQL:
bn_bd: MySQL সার্ভারের অবস্থা :
bs_ba: Status MySQL servera :
ca_es: Estat del servidor MySQL :
cs_cz: Stav MySQL serveru :
da: Status på mysql serveren :
de: Status des MySQL Servers :
el: Κατάσταση MySQL server :
eo: Statuso de MySQLa Servilo
es: Estado del servidor MySQL:
es_mx: Estado del servidor MySql :
fa_ir: MySQL وضعیت سرور
fi_fi: MySQL-palvelimen tila :
fo_fo: Status á MySQL ambætarinum :
fur: Stât dal server MySQL :
ga: Stádas freastalaí MySQL :
gl: Estado do servidor mysql :
he_il: סטטוס שרת MySQL :
hi: MySQL सर्वर की स्थिति :
hr_hr: Status MySQL server baze podataka :
hu_hu: MySQL szerver állapota :
hy: MySQL սերվերի կարգավիճակը :
it: Stato del server MySQL:
ja: MySQLサーバーの状態：
ka_ge: MySQL სერვერის სტატუსი :
ko_kr: MySQL의 상태:
lo: ສະຖານະຂອງເຊີບເວີ MySQL:
lt_lt: MySQL serverio būsena :
lv_lv: MySQL servera status
mk_mk: Статус на MySQL серверот:
ne: माइएसक्युएल सर्भरको स्थिति :
nl: MySQL-serverstatus:
nn_no: Status for MySQL-tjener
oc: Estat del servidor MySQL :
pl_pl: Status servera Mysql :
ps: د MySQL سرور حالت :
pt_br: Status do servidor MySQL :
pt_pt: Estado/status do servidor MySQL :
ro_ro: Status pentru MySQLserver :
ru_ru: Состояние сервера MySQL
sk_sk: Stav MySQL serveru:
sl: Stanje strežnika MySQL :
sq: Gjendja e serverit MySQL :
sr_rs: Status MySQL servera:
sv_se: Status för MySQL-server:
ta: MySQL சர்வர் நிலை :
th: ʶҹТͧ MySQL server
tr: MySQL sunucusunun durumu:
uk_ua: Статус серверу MySQL:
vi_vn: Trạng thái MySQL server :
zh_cn: MySQL服务器状态
zh_tw: MySQL伺服器狀態

source: Database
ar: قاعدة البيانات
ast_es: Base de datos
bn_bd: ডাটাবেস
bs_ba: Baza podataka
ca_es: Base de dades
cs_cz: Databáze
de: Datenbank
el: Βάση δεδομένων
eo: Datumbazo
es: Base de datos
es_mx: Base de datos
eu_es: Datu basea
fa_ir: پایگاه داده ها
fi_fi: Tietokanta
fo_fo: Dátagrunnur
fur: Base di dâts
ga: Bunachar sonraí
gl: Base de datos
he_il: מסד נתונים
hi: डेटाबेस
hr_hr: Baza podataka
hu_hu: Adatbázis
hy: Տվյալների բազա
ja: データベース
ka_ge: მონაცემთა ბაზა
ko_kr: 데이터베이스
lo: ຖານຂໍ້ມູນ
lt_lt: Duomenų bazė
lv_lv: Datubāze
mk_mk: База на податоци
my_mm: ဒေတာဘေ့စ်
ne: डेटाबेस
nl: Databank
oc: Base de donadas
pl_pl: Baza danych
ps: ګڼډه
pt_br: Base de dados
pt_pt: Base-de-dados
ro_ro: Baza de date
ru_ru: База данных
sk_sk: Databáza
sl: Podatkovna baza
sq: Baza e të dhënave
sr_rs: Baza podataka
sv_se: Databas
sw_ke: Hifadhidata
ta: தரவுத்தளம்
th: ฐานข้อมูล
tr: Veritabanı
uk_ua: База даних
xh_za: Isizuko sedatha
zh_cn: 数据库
zh_tw: 數據庫

source: works
ar: تعمل
ast_es: Funciona
bn_bd: কাজ করছে
bs_ba: radi
ca_es: treball
cs_cz: pracuje
da: arbejde
de: funktioniert
el: Εργασίες
eo: ruli
es: Funciona
es_mx: trabajo
eu_es: badabil
fa_ir: کار می کند
fi_fi: toimii
fo_fo: virkar
fur: funzjone
ga: ag obair
gl: Funciona
he_il: עובד
hi: कार्यरत
hr_hr: radni
hu_hu: működik
hy: գործում է
id_id: bekerja
it: in corso..
ja: 動作中
ka_ge: მუშაობს
lo: ເຮັດວຽກ
lt_lt: vykdoma
lv_lv: darbojas
mk_mk: работи
ms_my: work
my_mm: အလုပ်လုပ်သည်
ne: काम गर्दछ
nl: werk
nn_no: Arbeider
oc: funciona
pl_pl: pracuje
ps: کار کوي
pt_br: Rodando
pt_pt: funciona
ro_ro: lucrari
ru_ru: работы
sk_sk: pracuje
sl: delo
sq: funksionon
sr_rs: radi
sv_se: arbetar
sw_ke: inafanya kazi
ta: செயல்படுகிறது
th: งาน
tl_ph: gumagana
tr: işlem yapılıyor
uk_ua: працює
vi_vn: work
xh_za: iyasebenza
zh_cn: 生效
zh_tw: 生效

source: MySql Client
ar: MySql عميل
ast_es: Cliente MySQL
bn_bd: MySQL ক্লায়েন্ট
bs_ba: MySql Klijent
ca_es: Client MySql
cs_cz: MySql Klient
da: MySql Klient
el: MySql Πελάτης
eo: MySQI-a Kliento
es: Cliente MySQL
es_mx: Cliente MySql
eu_es: MySQL bezeroa
fa_ir: کلاینت MySql
fi_fi: MySQL-asiakas
fo_fo: MySql viðskiftari
fur: Client MySQL
ga: Cliant MySQL
gl: Cliente MySql
he_il: לקוח MySql
hi: MySQL क्लाइंट
hr_hr: MySql Klijent
hu_hu: MySql Kliens
hy: MySql Քլայենտ
id_id: Klien MySql
it: Client MySql
ja: MySQLクライアント
ka_ge: MySQL კლიენტი
ko_kr: MySql 클라이언트
lt_lt: MySql klientas
lv_lv: MySql klients
mk_mk: MySQL Клиент
ms_my: Klien MySql
my_mm: MySql ကလိုင်းယင့်
ne: माइएसक्युएल क्लाइन्ट
nn_no: MySQL Klient
oc: Client MySQL
pl_pl: Klient MySql
ps: MySql کلاینټ
pt_br: Cliente MySql
pt_pt: Cliente MySql
ro_ro: Client MySql
ru_ru: Клиент MySql
sk_sk: MySql Klient
sl: MySql odjemalec
sq: Klienti MySql
sr_rs: MySql klijent
sv_se: MySQL-klient
sw_ke: Mteja wa MySql
ta: MySQL வாடிக்கையாளர்
th: ลูกข่ายรับบริการ MySql
tr: MySQL İstemci
uk_ua: MySQL клієнт
zh_cn: MySql客户
zh_tw: MySql客戶

source: MySql Server
ar: MySql خادم
ast_es: Servidor MySQL
bn_bd: MySQL সার্ভার
ca_es: Servidor MySql
el: Κατάσταση MySQL server :
eo: MySQL-a Servilo
es: Servidor MySQL
es_mx: Servidor MySql
eu_es: MySQL zerbitzaria
fa_ir: سرور MySql
fi_fi: MySQL-palvelin
fo_fo: MySql ambætari
fur: Server MySQL
ga: Freastalaí MySQL
gl: Servidor MySql
he_il: שרת MySql
hi: MySQL सर्वर
hr_hr: MySql poslužitelj
hu_hu: MySql Szerver
hy: MySql Սերվեր
id_id: Server MySql
it: Server MySql
ja: MySQLサーバー
ka_ge: MySQL სერვერი
ko_kr: MySql 서버
lt_lt: MySql severis
lv_lv: MySQL serveris
mk_mk: MySQL Сервер
ms_my: Pelayan MySql
my_mm: MySql ဆာဗာ
ne: माइएसक्युएल सर्भर
nn_no: MySQL tjener
oc: Servidor MySQL
pl_pl: Serwer MySql
ps: MySql سرور
pt_br: Servidor MySql
pt_pt: Servidor MySql
ro_ro: Server MySql
ru_ru: Сервет MySql
sl: MySql strežnik
sq: Serveri MySql
sw_ke: Seva ya MySql
ta: MySQL சர்வர்
th: เครื่องแม่ข่ายบริการ MySql
tr: MySQL Sunucusu
uk_ua: MySQL сервер
zh_cn: MySql服务器
zh_tw: MySql伺服器

source: Owner
ar: مدير
ast_es: Propietariu
bn_bd: মালিক
bs_ba: Vlasnik
ca_es: Propietari
cs_cz: Vlastník
da: Ejer
de: Besitzer
el: Ιδιοκτήτης
eo: Titolulo
es: Titularidad
es_mx: Titularidad
eu_es: Jabetza
fa_ir: دارنده
fi_fi: Omistaja
fo_fo: Eigari
fur: Proprietari
ga: Úinéir
gl: Titularidade
he_il: בעלים
hi: मालिक
hr_hr: Naslovni
hu_hu: Tulajdonos
hy: Սեփականատեր
id_id: Pemilik
it: Proprietario
ja: 所有者
ka_ge: მფლობელი
ko_kr: 소유자
lo: ເຈົ້າຂອງ
lt_lt: Savininkas
lv_lv: Portāla pārvaldītājs
mk_mk: Сопственик
ms_my: Pemilik
my_mm: ပိုင်ရှင်
ne: मालिक
nl: Titularis
nn_no: Eier
oc: Proprietari
pl_pl: Właściciel
ps: مالک
pt_br: Proprietário
pt_pt: Proprietário
ro_ro: Propietar
ru_ru: Владелец
sk_sk: Vlastník
sl: Lastnik
sq: Pronar
sr_rs: Vlasnik
sv_se: Titulera
sw_ke: Mmiliki
ta: உரிமையாளர்
th: เจ้าของ
tl_ph: May-ari
tr: Sorumlu
uk_ua: Власник
xh_za: Umnini
zh_cn: 控权
zh_tw: 控權

source: Upgrade database
ar: تحديث قاعدة البيانات
ast_es: Actualización de la Base de datos
bn_bd: ডাটাবেস আপগ্রেড করুন
bs_ba: Nadogradi bazu podataka
ca_es: Actualitzar base de dades
cs_cz: Aktualizovat databázi
da: Opgrader database
de: Upgrade der Datenbank
el: Αναβάθμιση βάσης δεδομένων
eo: Promocii datumbankon
es: Actualización de la Base de datos
es_mx: Actualizar la base de datos
eu_es: Datu basearen bertsioa berritzea
fa_ir: بهروز گردانیپایگاه
fi_fi: Päivitä tietokanta
fo_fo: Dátta dátagrunnin upp
fur: Agiorne la base di dâts
ga: Uasghrádú bunachar sonraí
gl: Actualización Base de Datos
he_il: שדרג מסד נתונים
hi: डेटाबेस अपग्रेड करें
hr_hr: Nadogradnja baze podataka
hu_hu: Adatbázis felújítása
hy: Վերագնագործել տվյալների բազան
id_id: Upgrade basis data
it: Aggiorna database
ja: データベースをアップグレード
ka_ge: მონაცემთა ბაზის განახლება
ko_kr: 데이터베이스 업그레이드
lo: ອັບເກຣດຖານຂໍ້ມູນ
lt_lt: Atnaujinti duomenų bazę
lv_lv: Atjaununāt datubāzi (upgrade)
mk_mk: Надгради ја базата на податоци
ms_my: Menambah-baik Pangkalan Data
my_mm: ဒေတာဘေ့စ်ကို အဆင့်မြှင့်တင်ပါ
ne: डेटाबेस अपग्रेड गर्नुहोस्
nl: Databank upgraden
nn_no: Oppgrader database
oc: Actualizar la basa de donadas
pl_pl: Aktualizacja bazy danych
ps: ګڼډه تازه کړئ
pt_br: Atualização da base de dados
pt_pt: Upgrade/actualizar a base-de-dados
ro_ro: Upgradarea bazei de date
ru_ru: Обновить базу данных
sk_sk: Povýšiť databázu
sl: Nadgradnja podatkovne baze
sq: Përditëso bazën e të dhënave
sr_rs: Nadogradnja baze
sv_se: Uppgradera databas
sw_ke: Boresha hifadhidata
ta: தரவுத்தளத்தை மேம்படுத்துக
th: ปรับปรุงฐานข้อมูล
tl_ph: I-upgrade ang database
tr: veritabanını yükselt
uk_ua: Оновити базу даних
vi_vn: nâng cấp cơ sở dữ liệu
xh_za: Phucula isizuko sedatha
zh_cn: 升级数据库
zh_tw: 升級數據庫

source: errors found
ar: وجود أخطاء
ast_es: erros atopaos
bn_bd: টি ত্রুটি পাওয়া গেছে
bs_ba: grešaka pronađeno
ca_es: errors trobats
cs_cz: nalezeny chyby
da: fundet fejl
de: Fehler gefunden
el: βρέθηκαν σφάλματα
eo: eraroj trovitaj
es: errores encontrados
es_mx: errores encontrados
eu_es: aurkitu diren erroreak
fa_ir: اشتباهاتی رخ داد
fi_fi: virheitä löydetty
fo_fo: feil funnin
fur: erôrs trovâts
ga: earráidí aimsithe
gl: erros encontrados
he_il: נמצאו שגיאות
hi: त्रुटियाँ मिलीं
hr_hr: pronađene greške
hu_hu: hibákat találtam
hy: գտնված սխալներ
id_id: error ditemukan
it: trovati errori
ja: エラーが見つかりました
ka_ge: შეცდომა გამოვლენილია
ko_kr: 에러 발견
lo: ພົບຂໍ້ຜິດພາດ
lt_lt: rasta klaidų
lv_lv: atrastas kļūdas
mk_mk: Пронајдени грешки
ms_my: Ralat Ditemui
my_mm: အမှားများ တွေ့ရှိခဲ့သည်
ne: गल्तीहरू फेला परे
nl: fouten gevonden
nn_no: feil funnet
oc: errors detectats
pl_pl: znaleziono błędy
ps: غلطۍ موندل شوې
pt_br: erros encontrados
pt_pt: erros encontrados
ro_ro: au fost gasite erori
ru_ru: ошибки найдены
sk_sk: nájdené chyby
sl: najdene napake
sq: gabime të gjetura
sr_rs: pronađene greške
sv_se: Fel funna
sw_ke: makosa yamepatikana
ta: பிழைகள் கண்டறியப்பட்டன
th: พบข้อผิดพลาด
tl_ph: mga error natagpuan
tr: Hata bulundu
uk_ua: знайдено помилки
vi_vn: lỗi tìm thấy
xh_za: iimpazamo zifunyanwe
zh_cn: 发现问题
zh_tw: 發現問題

source: Backup
ar: صيانة
ast_es: Caltenimientu
bn_bd: ব্যাকআপ
bs_ba: Sigurnosna kopija
ca_es: Manteniment
cs_cz: Údržba
da: Vedligeholdelse
de: Wartung
el: Αντίγραφο ασφαλείας
eo: Flegado
es: Mantenimiento
es_mx: Mantenimiento
eu_es: Mantentzea
fa_ir: نگهداری
fo_fo: Varðveita
ga: Cúltaca
gl: Mantemento
he_il: גיבוי
hi: बैकअप
hr_hr: Održavanje
hu_hu: Karbantartás
hy: Պահեստավորում
id_id: Perawatan
it: Manutenzione
ja: バックアップ
ka_ge: რეზერვის კოპია
ko_kr: 유지
lo: ສຳຮອງຂໍ້ມູນ
lt_lt: Kurso aptarnavimas
lv_lv: Kursa uzturēšana
mk_mk: Одржување
ms_my: Penyelenggaraan
my_mm: အရန်သိမ်းဆည်းမှု
ne: ब्याकअप
nl: Onderhoud
nn_no: Vedlikehold
oc: Sauvegarda
pl_pl: Tworzenie kopii zapasowych
ps: ذخیره
pt_pt: Backup/cópia de segurança
ro_ro: Intretinere
ru_ru: Поддержание
sk_sk: Údržba
sl: Vzdrževanje
sq: Rezervë
sr_rs: Održavanje
sw_ke: Hifadhi nakili
ta: உருவமேம்பாடு
th: การดูแลรักษา
tr: Bakım
uk_ua: Підтримка
vi_vn: Bảo trì
xh_za: Gxina
zh_cn: 维护工具
zh_tw: 維護工具

source: Upgrade Chamilo
ar: ترقية دوكيوس
ast_es: Actualizar Chamilo
bn_bd: Chamilo আপগ্রেড করুন
bs_ba: Nadogradi Chamilo
ca_es: Actualitzar Chamilo
cs_cz: Aktualizace Chamilo
da: Opgrader Chamilo
de: Chamilo-Update
el: Αναβάθμιση βάσης δεδομένων
eo: Promocii Chamilo-on
es: Actualizar Chamilo
es_mx: Actualizar Chamilo
eu_es: Berritu Chamilo bertsioa
fa_ir: به روز گردانی دوکئوس
fi_fi: Päivitä Chamilo
fo_fo: Dátta Chamilo upp
fur: Agiorne Chamilo
ga: Uasghrádú Chamilo
gl: Actualizar Chamilo
he_il: שדרג את Chamilo
hi: Chamilo अपग्रेड करें
hr_hr: Nadogradi Chamilo
hu_hu: Chamilo frissítése
hy: Վերագնագործել Chamilo-ն
id_id: Upgrade Software
it: Aggiorna Chamilo
ja: Chamiloをアップグレード
ka_ge: Chamilo-ს განახლება
ko_kr: Chamilo 업그레이드
lo: ອັບເກຣດ Chamilo
lt_lt: Atnaujinti Chamilo
lv_lv: Atjaunināt Chamilo (upgrade)
mk_mk: Надгради го Chamilo
ms_my: Naik taraf Chamilo
my_mm: Chamilo ကို အဆင့်မြှင့်တင်ပါ
ne: चामिलो अपग्रेड गर्नुहोस्
nl: Chamilo upgraden
nn_no: Oppgrader Chamilo
oc: Actualizar Chamilo
pl_pl: Zaktualizuj Chamilo
ps: چامیلو تازه کړئ
pt_br: Atualização do Chamilo
pt_pt: Upgrade/actualizar o Chamilo
ro_ro: Upgrade pentru Chamilo
ru_ru: Обновить Chamilo
sk_sk: Aktualizovať Chamilo
sl: Nadgradi Chamilo
sq: Përditëso Chamilo
sr_rs: Nadogradite Chamilo
sv_se: Uppgradera Chamilo
sw_ke: Boresha Chamilo
ta: Chamilo ஐ மேம்படுத்துக
th: ปรับรุ่น Chamilo
tl_ph: I-upgrade ang Chamilo
tr: Chamilo u güncelle
uk_ua: Оновити Chamilo
vi_vn: Nâng cấp
xh_za: Phucula iChamilo
zh_cn: 升级Chamilo
zh_tw: 升級Chamilo

source: Website
ar: صفحة الويب لدوكيوس
ast_es: Web
bn_bd: ওয়েবসাইট
bs_ba: Web stranica
ca_es: Lloc web
cs_cz: Webová stránka
de: Chamilo Webseite
el: Ιστότοπος
eo: Retejo
es: Web de Chamilo
eu_es: Webgunea
fa_ir: سایت دوکئوس
fi_fi: Verkkosivusto
fo_fo: Vevheitið
fur: Sit web
ga: Suíomh Gréasáin
gl: Sitio Web
he_il: אתר
hi: वेबसाइट
hr_hr: Web stranica
hu_hu: Honlap
hy: Կայք
id_id: Situs Software
it: Sito
ja: ウェブサイト
ka_ge: ვებგვერდი
ko_kr: 웹사이트
lo: ເວັບໄຊທ໌
lt_lt: Namų puslapis
lv_lv: Mājas lapa
mk_mk: Веб страна
my_mm: ဝဘ်ဆိုက်
ne: वेबसाइट
nn_no: Nettsted
oc: Site web
pl_pl: Strona internetowa
ps: ویبسایټ
pt_br: Portal
pt_pt: Página web
ro_ro: Site
ru_ru: Вебсайт
sk_sk: Webová stránka
sl: Spletna stran Chamilo
sq: Faqja e internetit
sr_rs: Web
sv_se: Webbsida
sw_ke: Tovuti
ta: இணையதளம்
th: เว็ปไซท์
tr: Sitesi
uk_ua: Вебсайт
xh_za: Webesayithi
zh_cn: 网站
zh_tw: 網站

source: Documentation
ar: التوثيق
ast_es: Documentación
bn_bd: ডকুমেন্টেশন
bs_ba: Dokumentacija
ca_es: Documentació
cs_cz: Dokumentace
da: Dokumentation
de: Dokumentation
el: Τεκμηρίωση
eo: Dokumenti
es: Documentación
es_mx: Documentación
eu_es: Dokumentazioa
fa_ir: مدارک توضیحی
fi_fi: Dokumentaatio
fo_fo: Hjalpskráin
fur: Documentazion
ga: Doiciméadú
gl: Documentación
he_il: תיעוד
hi: दस्तावेज़ीकरण
hr_hr: Dokumentacija
hu_hu: Dokumentáció
hy: Փաստաթղթավորում
id_id: Dokumentasi
it: Documentazione
ja: ドキュメント
ka_ge: დოკუმენტაცია
ko_kr: 문서
lo: ເອກະສານ
lt_lt: Dokumentacija
lv_lv: Dokumentācija
mk_mk: Документација
ms_my: Dokumentasi
my_mm: စာရွက်စာတမ်း
ne: कागजात
nl: Documentatie
nn_no: Dokumentasjon
oc: Documentacion
pl_pl: Dokumentacja
ps: لارښود
pt_br: Documentação
pt_pt: Documentação
ro_ro: Documentatie
ru_ru: Документация
sk_sk: Dokumentácia
sl: Dokumentacija
sq: Dokumentacioni
sr_rs: Dokumentacija
sv_se: Dokumentation
sw_ke: Hati
ta: அலுவலாக்கம்
th: การจัดเอกสาร
tl_ph: Dokumentasyon
tr: Belgeler
uk_ua: Документація
vi_vn: Tài liệu
xh_za: Amashwankela
zh_cn: 文献
zh_tw: 文獻

source: Contribute
ar: مساهمة
ast_es: Collaborar
bn_bd: অবদান রাখুন
bs_ba: Doprinesi
ca_es: Contribueix
cs_cz: Přispět
da: Bidrag
de: Zustimmung
el: Συνεισφορά
eo: Kontribui
es: Contribuir
es_mx: Contribuir
eu_es: Lagundu
fa_ir: یاری رسانی
fi_fi: Osallistu
fo_fo: Men
fur: Contribuîs
ga: Déan rannchuidiú
gl: Contribuir
he_il: תרום
hi: योगदान दें
hr_hr: Doprinos
hu_hu: Hozzájárulás
hy: Ներդրում
id_id: Kontribusi
it: Collaborare
ja: 貢献
ka_ge: წვლილი
ko_kr: 기여
lo: ປະກອບສ່ວນ
lt_lt: Bendradarbiauti
lv_lv: Veicināt / atbalstīt
mk_mk: Придонеси
ms_my: Sumbangan
my_mm: ပါဝင်ကူညီပါ
ne: योगदान गर्नुहोस्
nn_no: Bidra
oc: Contribuir
pl_pl: Współpraca
ps: مرسته وکړئ
pt_br: Contribuir
pt_pt: Contribuir
ro_ro: Contributii
ru_ru: Вклад (содействие)
sk_sk: Prispieť
sl: Prispevaj
sq: Kontribo
sr_rs: Doprinos
sv_se: Bidrag
sw_ke: Changia
ta: பங்களிக்கவும்
th: ʹѺʹع
tl_ph: Magsali
tr: Onay
uk_ua: Співпраця
vi_vn: Tài trợ
xh_za: Nikel' ingxelo
zh_cn: 贡献
zh_tw: 貢獻

source: Server Information
ar: معلومات الخادم
ast_es: Información del servidor
bn_bd: সার্ভার তথ্য
bs_ba: Informacije o serveru
ca_es: Informació del servidor
cs_cz: Informace o Serveru
el: Πληροφορίες Εξυπηρετητή
eo: Informo pri Servilo
es: Información del servidor
es_mx: Información sobre el servidor
eu_es: Zerbitzariaren informazioa
fa_ir: اطلاعات سرور
fi_fi: Palvelintiedot
fo_fo: Ambætarakunning
fur: Informazions server
ga: Eolas Faoi Fhreastalaí
gl: Información do servidor
he_il: מידע על השרת
hi: सर्वर जानकारी
hr_hr: Podatci o serveru
hu_hu: Szerver Információ
hy: Սերվերի տեղեկություններ
id_id: Informasi Server
it: Informazioni Server
ja: サーバー情報
ka_ge: სერვერის ინფორმაცია
ko_kr: 서버 정보
lt_lt: Serverio informacija
lv_lv: Informācija par serveri
mk_mk: Информации за серверот
ms_my: Maklumat Pelayan
my_mm: ဆာဗာအချက်အလက်
ne: सर्भर जानकारी
nl: Serverinformatie
nn_no: Tjenerinformasjon
oc: Informacions del servidor
pl_pl: Informacje o serwerze
ps: د سرور معلومات
pt_br: Informações do Servidor
pt_pt: Informação do Servidor
ro_ro: Informatii despre server
ru_ru: Информация сервера
sk_sk: Informácie o Serveri
sl: Informacija o strežniku
sq: Informacioni i serverit
sr_rs: Informacija o serveru
sw_ke: Taarifa za Seva
ta: சர்வர் தகவல்
th: ข้อมูลแม่ข่ายบริการ
tl_ph: Impormasyon ng Server
tr: Sunucu Bilgileri
uk_ua: Інформація про сервер
vi_vn: Thông tin máy chủ
xh_za: Ulwazi lweseva
zh_cn: 服务器信息
zh_tw: 伺服器訊息
