Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Cache results in the gradebook
so_so: Kaydka natiijooyinka buugga buugada

source: Put some of the large calculations of averages in cached fields for the links and evaluations to increase speed (considerably). The potential negative impact is that it can take some time to refresh the gradebook results tables.
so_so: Geyso xisaabinta weyn ee celcelisyada meelaha kaydsan ee xiriirka iyo qiimeynta si aad u kordhiso xawaaraha (si weyn). Saamaynta taban ee suurtagalka ah waa inay qaadan karto wakhti yar si loo cusboonaysiiyo miiska natiijooyinka buugga buugada.

source: User extra fields in gradebook flat view
so_so: Geynta isticmaale dheeraadka ah ee muuqaalka fidsan ee buugga buugada

source: Add the given columns ('variables' array) to the main results table in the gradebook.
so_so: Ku dar tiirarka la bixiyay ('array' doorbidka) miiska natiijooyinka ugu muhiimsan ee buugga buugada.

source: Gradebook PDF export options
so_so: Xulashooyinka dhoofinta PDF ee buugga buugada

source: Change the PDF export for learners based on the provided settings ('hide_score_weight', 'hide_feedback_textarea', ...)
so_so: Beddel dhoofinta PDF ee ardayda ku salaysan goobaha la bixiyay ('hide_score_weight', 'hide_feedback_textarea', ...)

source: Gradebook comments
so_so: Faallooyinka buugga buugada

source: Enable gradebook comments so teachers can add a comment to the overall performance of the learner in this course. The comment will appear in the PDF export for the learner.
so_so: Oggol buugga buugada faallooyinka si macallimiintu ugu dari karto faallo waxqabadka guud ee ardayga ee koorsaskan. Faalladu waxay ka muuqan doontaa dhoofinta PDF ee ardayga.

source: Gradebook extra statistics
so_so: Iskuduwaha dheeraadka ah ee buugga buugada

source: Add additional columns to the gradebook's main report (1 = ranking, 2 = best score, 3 = average).
so_so: Ku dar tiirro dheeraad ah warbixinta ugu muhiimsan ee buugga buugada (1 = darajo, 2 = dhibcaha ugu fiican, 3 = celcelis).

source: Hide gradebook table for learners
so_so: Qari miiska buugga buugada ee ardayda

source: Reduce gradebook load time by hiding the results table (but still giving access to certificates, skills, etc).
so_so: Yara sii waqtiga rarka buugga buugada iyadoo la qarinayo miiska natiijooyinka (laakiin wali siinaya helitaanka shahaadooyinka, xirfadaha, iwm).

source: Hide item links for learners in gradebook
so_so: Qari xiriirada sheyga ee ardayda ee buugga buugada

source: Avoid learners clicking on items from the gradebook by removing the links on the items.
so_so: Ka ilaali ardayda inay gujiyaan sheyaga buugga buugada iyadoo la saarayo xiriirada sheyga.

source: Enable skills by gradebook's subcategory
so_so: Oggol xirfadaha iyadoo la adeegsanayo qayb-hoosaadka buugga buugada

source: Skills are normally attributed for completing a whole gradebook. By enabling this option, you allow skills to be attached to sub-sections of gradebooks.
so_so: Xirfadaha sida caadiga ah waxaa loo qaybsadaa dhammaystirka buugga buugada oo dhan. Iyadoo la oggolayo doorashadan, waxaad u oggolaanaysaa xirfadaha in lagu dhejiyo qaybo-hoosaadka buugga buugada.

source: Language switcher in main menu
so_so: Beddelka luqadda ee menu-ga ugu muhiimsan

source: Display a language selector in the main menu that immediately updates the language preference of the user. This can be useful in multilingual portals where learners have to switch from one language to another for their learning.
so_so: Muujin doorashada luqadda ee menu-ga ugu muhiimsan oo isla markiiba cusboonaysiisa doorbidka luqadda ee isticmaale. Tani waxay faa'iido u yeelan kartaa bogagga luqado-badan halkaasoo ardaydu ay tahay inay ka beddelaan luqad ilaa mid kale barashadooda.

source: Language flags
so_so: Calamadaha luqadda

source: Use country flags for languages. This is not enabled by default because some languages are not strictly attached to a country, which can lead to frustration for some users.
so_so: Isticmaal calamadaha waddanka ee luqadaha. Tani ma aha mid si caadi ah loo shaqayn karo sababtoo ah luqadaha qaarkood si adag uma xidhnayn waddan, taasoo keeni karta niyad-jabka isticmaaleyaasha qaarkood.

source: Multiple-language courses
so_so: Koorsyada luqado-badan

source: Enable courses managed in more than one language. This option adds a language selector within the course page to let users switch easily, and adds a 'multiple_language' extra field to courses which allows for remote management procedures.
so_so: Oggol koorsyada lagu maamulo luqado ka badan mid. Doorashadan waxay ku dartaa doorashada luqadda bogga koorska si ay isticmaalehu si fudud ugu beddeli karaan, waxayna ku dartaa 'multiple_language' goob dheeraad ah koorsyada taasoo u oggolaanaysa nidaamyada maamulka fog.

source: Multiple-language document templates
so_so: Qaansheegyada dukumentiga luqado-badan

source: Enable document templates (at the platform or course level) to be configured for specific languages.
so_so: Oggol qaansheegyada dukumentiga (heerka platformka ama heerka koorska) si loo sameeyo luqado gaar ah.

source: Invisible tests visible in learning paths
so_so: Imtixaannada aan muuqan ee muuqda wadooyinka waxbarashada

source: Make tests marked as 'invisible' in the tests tool appear when they are included in a learning path.
so_so: Samee imtixaannada lagu calaamadeeyay 'aan muuqan' ee qalabka imtixaannada inay muuqdaan marka lagu daro waddo waxbarasho.

source: Export all files when exporting a learning path
so_so: Dhoofin dhammaan faylalka marka la dhoofinayo waddada waxbarashada

source: When exporting a LP, all files and folders in the same path of an html will be exported too.
so_so: Marka la dhoofinayo LP, dhammaan faylalka iyo faylalka ku jira isla waddada html ayaa sidoo kale la dhoofinayaa.

source: Learning path's prerequisites
so_so: Shuruudaha waddada waxbarashada

source: On the learning paths lists, display a visual element to show that other learning paths are currently blocked by some prerequisites rule.
so_so: Liistada wadooyinka waxbarashada, muujin shey muuqaal ah oo muujinaya in wadooyinka waxbarashada kale ay hadda xannibmay shuruudaha shuruudaha.

source: Hide time from learning paths records
so_so: Qari wakhtiga kaydka wadooyinka waxbarashada

source: Hide learning paths time spent in reports in general.
so_so: Qari wakhtiga wadooyinka waxbarashada ee warbixinnada guud.

source: Foldable learning paths' categories
so_so: Qaybaha wadooyinka waxbarashada ee la laabi karo

source: Enable to allow users to fold the categories in the learning paths list.
so_so: Oggol si ay isticmaalehu u laabi karaan qaybaha liiska wadooyinka waxbarashada.

source: Foldable learning paths' items
so_so: Sheyaha wadooyinka waxbarashada ee la laabi karo

source: Disable JS in learning paths view
so_so: Jooji JS muuqaalka wadooyinka waxbarashada

source: Disable JS files that Chamilo usually adds to HTML files in the learning path (while displaying them).
so_so: Jooji faylalka JS ee Chamilo inta badan ku daro faylalka HTML ee waddada waxbarashada (inta lagu muujinayo).

source: Teachers can access blocked learning paths
so_so: Macallimiintu waxay heli karaan wadooyinka waxbarashada ee la xannibay

source: Teachers do not need to pass complete learning paths to have access to a prerequisites-blocked learning path.
so_so: Macallimiintu uma baahna inay dhammaystiraan wadooyinka waxbarashada si ay u helaan helitaanka waddada waxbarashada ee shuruudaha la xannibay.

source: Export learning paths in the Chamilo backup format
so_so: Dhoofin wadooyinka waxbarashada qaabka kaydka Chamilo

source: Enable the possibility to export any of your learning paths in a Chamilo course backup format.
so_so: Oggol fursadda in la dhoofiyo mid ka mid ah wadooyinka waxbarashadaada qaabka kaydka koorska Chamilo.

source: Hide requirements label in learning paths
so_so: Qari calaamadda shuruudaha wadooyinka waxbarashada

source: Hide the pre-requisites tooltip on learning path items. This is mostly an estaethic choice.
so_so: Qari tooltip-ka shuruudaha hore ee sheyaha waddada waxbarashada. Tani inta badan waa doorasho muuqaal ah.

source: Minimum time to complete learning path
so_so: Waqtiga ugu yar ee dhammaystirka waddada waxbarashada

source: Add a minimum time field to learning paths. If the user has not spent that much time on the learning path, the last item of the learning path cannot be completed.
so_so: Ku dar goob waqti yar wadooyinka waxbarashada. Haddii isticmaalehu aanu ku qaadan waqtigaas waddada waxbarashada, sheyga ugu dambeeya ee waddada waxbarashada lama dhammaystiri karo.

source: Use learning path item status from other sessions
so_so: Isticmaal xaaladda sheyga waddada waxbarashada ee kalfadhi kale

source: Allow users to complete prerequisites in a learning path if the corresponding item was already completed in another session.
so_so: Oggol isticmaalehu inuu dhammaystiro shuruudaha waddada waxbarashada haddii sheyga u dhigma horey loo dhammaystiray kalfadhi kale.

source: Display tests from learning paths even if invisible
so_so: Muujin imtixaannada wadooyinka waxbarashada xitaa haddii aan muuqan

source: Show hidden exercises that were added to a LP in the exercise list. If we are in a session, the test is invisible in the base course, it is included in a LP and the setting to show it is not specifically set to true, then hide it.
so_so: Muujin layliyada qarsoon ee lagu daray LP liiska layliga. Haddii aan ku jirno kalfadhi, imtixaanku waa mid aan muuqan koorska aasaasiga ah, waxaa lagu daray LP oo goobta muujinta si gaar ah looma dejin run, markaas qari.

source: Learning path menu location
so_so: Goobaynta menu-ga jidka waxbarashada

source: Set this to 'left' or 'right' to change the side of the learning path menu.
so_so: Tan u 'bidix' ama 'midig' si aad u beddesho dhinaca menu-ga jidka waxbarashada.

source: Use learning path score as progress
so_so: Isticmaal natiijada jidka waxbarashada sida horumarka

source: This is useful when using SCORM content with only one large SCO. SCORM does not communicate progress, so this is a trick to use the score as progress. Enabling this option will let you configure this on a per-learning path basis.
so_so: Tani waa mid faa'iido leh marka la isticmaalayo waxyaabaha SCORM oo leh hal SCO oo weyn. SCORM ma sheego horumarka, markaa tani waa khiyaano si loo isticmaalo natiijada sida horumarka. Furfurnaanta doorashadan waxay kuu oggolaanaysaa inaad ku dejiso mid kasta oo jidka waxbarashada ah.

source: Prevent beforeunload JS event in learning path
so_so: Ka hortag dhacdada JS-ka beforeunload ee jidka waxbarashada

source: This helps with browser compatibility by preventing tricky JS events to execute.
so_so: Tani waxay caawisaa la jaanqaadka biraawsarka iyadoo laga hortagayo dhacdooyinka JS-ka adag inay fuliyaan.

source: Hide 'My learning paths' page
so_so: Qari bogga 'Jidkayga waxbarashada'

source: The page 'My learning path' was added in 1.11. Use this option to hide it.
so_so: Bogga 'Jidkayga waxbarashada' waxaa lagu daray 1.11. Isticmaal doorashadan si aad u qariso.

source: Use username as student_id in SCORM communication
so_so: Isticmaal magaca isticmaale sida student_id ee isgaarsiinta SCORM

source: Use extra field as student_id in SCORM communication
so_so: Isticmaal goob dheeraad ah sida student_id ee isgaarsiinta SCORM

source: Give the name of the extra field to be used as student_id for all SCORM communication.
so_so: Soo bixi magaca goobta dheeraadka ah ee loo isticmaali doono sida student_id ee dhammaan isgaarsiinta SCORM.

source: SCORM import within course import
so_so: Wareejinta SCORM gudaha soo dejinta koorsada

source: Enable to copy the directory structure of SCORM packages when restoring a course (from the course maintenance tool).
so_so: Furfure si aad u koobisto qaab dhismeedka directory-ga xirmooyinka SCORM marka la soo celinayo koorsada (laga soo bilaabo qalabka dayactirka koorsada).

source: Allow .htaccess from SCORM packages
so_so: Oggolow .htaccess ka xirmooyinka SCORM

source: Normally, all .htaccess files are filtered and removed when importing content in Chamilo. This feature allows .htaccess to be imported if it is present in a SCORM package.
so_so: Caadiyan, dhammaan faylalka .htaccess waa la shaandheeyaa oo la tirtiraa marka la soo dejinayo waxyaabaha Chamilo. Qaababkani wuxuu oggolaanayaa .htaccess in la soo dejiso haddii uu ku jiro xirmada SCORM.

source: Learning paths categories can be managed in sessions
so_so: Qaybaha jidka waxbarashada waxaa lagu maamuli karaa fadhiyada

source: Add learning paths and tests info to ticket reporting
so_so: Ku dar macluumaadka jidka waxbarashada iyo imtixaannada warbixinta tikitka

source: Learning paths subscription settings
so_so: Dejinta isdiiwaangelinta jidka waxbarashada

source: Configure additional options for the learning paths subscription feature. Options include 'allow_add_users_to_lp' and 'allow_add_users_to_lp_category'.
so_so: Deji doorashooyin dheeraad ah oo loogu talagalay qaabka isdiiwaangelinta jidka waxbarashada. Doorashooyinka waxaa ka mid ah 'allow_add_users_to_lp' iyo 'allow_add_users_to_lp_category'.

source: Learning path display settings
so_so: Dejinta muuqalka jidka waxbarashada

source: Configure additional options for the learning paths display. Options include 'show_reporting_icon', 'hide_lp_arrow_navigation', 'show_toolbar_by_default', 'navigation_in_the_middle' and 'add_extra_quit_to_home_icon'.
so_so: Deji doorashooyin dheeraad ah oo loogu talagalay muuqalka jidka waxbarashada. Doorashooyinka waxaa ka mid ah 'show_reporting_icon', 'hide_lp_arrow_navigation', 'show_toolbar_by_default', 'navigation_in_the_middle' iyo 'add_extra_quit_to_home_icon'.

source: Download button after finishing learning paths
so_so: Badhanka soo dejinta ka dib dhammaystirka jidka waxbarashada

source: Show download files button after finishing all LP. Example: if ABC is the course code, and 1 and 100 are the doc id, choose: ['courses' => ['ABC' => [1, 100]]].
so_so: Muujin badhanka faylalka soo dejinta ka dib dhammaystirka dhammaan LP. Tusaale: haddii ABC uu yahay koodka koorsada, iyo 1 iyo 100 ay yihiin doc id, dooro: ['courses' => ['ABC' => [1, 100]]]..

source: Learning paths subscription for classes
so_so: Iisdiiwaangelinta jidka waxbarashada ee fasallada

source: Enable subscription to learning paths and learning path categories to groups/classes.
so_so: Furfure isdiiwaangelinta jidka waxbarashada iyo qaybaha jidka waxbarashada ee kooxaha/fasallada.

source: Fixed encoding in learning path
so_so: Cod-bixinta go'an ee jidka waxbarashada

source: Reduce resource usage by ignoring a check on the text encoding in imported learning paths.
so_so: Yaraynta isticmaalka kheyraadka iyadoo la iska indhatirayo hubinta cod-bixinta qoraalka ee jidka waxbarashada la soo dejinayo.

source: Use last score in learning path test prerequisites
so_so: Isticmaal natiijada ugu dambeysa ee shuruudaha imtixaanka jidka waxbarashada

source: When a test is used as prerequisite for an item in the learning path, use the last attempt of the test only as validation for the prerequisite (default is to use best attempt).
so_so: Marka imtixaanku loo isticmaalo shuruud ahaan shay ee jidka waxbarashada, isticmaal isku daygii ugu dambeysay ee imtixaanka oo keliya sidii validation ee shuruudda (caadiga waa in la isticmaalo isku daygii ugu wanaagsanaa).

source: Display tests in list of learning path tests even if invisible
so_so: Muujin imtixaannada liiska imtixaannada jidka waxbarashada xitaa haddii aan muuqan

source: Edition of tests included in learning paths
so_so: Tafatirka imtixaannada ee jidka waxbarashada

source: Enable editing tests even if they have been included in a learning path. The default is to prevent edition if the test is in a learning path, because that can affect consistency of tracking among many learners if test modifications are significant.
so_so: Furfure tafatirka imtixaannada xitaa haddii lagu daray jidka waxbarashada. Caadiga waa in laga hortago tafatirka haddii imtixaanku ku jiro jidka waxbarashada, sababtoo ah taasi waxay saameyn ku yeelan kartaa joogteynta raadraaca arday badan haddii isbeddelada imtixaanku yihiin kuwo muhiim ah.

source: Unlocked information in learning paths list
so_so: Macluumaadka la furay ee liiska jidka waxbarashada

source: This adds an 'unlocked' column in the learning paths list if the learner is subscribed to the given learning path and has access to it.
so_so: Tani waxay ku dartaa tiir 'la furay' liiska jidka waxbarashada haddii ardaygu iska diiwaan geliyay jidka waxbarashada la siiyay oo uu leeyahay marin u helka.

source: Show max progress instead of average for learning paths reporting
so_so: Muujin horumarka ugu badan halkii celceliska warbixinta jidka waxbarashada

source: Select max progress vs average for learning paths at course level
so_so: Dooro horumarka ugu badan vs celceliska jidka waxbarashada ee heerka koorsada

source: Enable redefinition of the setting to show the best progress instead of averages in reporting of learnpaths at a course level.
so_so: Furfure dib-u-muujinta dejinta si aad u muujiso horumarka ugu wanaagsan halkii celcelisyada warbixinta jidka waxbarashada ee heerka koorsada.

source: Learners can export learning paths
so_so: Ardaydu way dhoofin karaan jidka waxbarashada

source: Enable this to allow learners to download the learning paths as SCORM packages.
so_so: Furfure si aad u oggolaato ardaydu inay soo dejistaan jidka waxbarashada xirmooyinka SCORM.

source: Display link to learning path on course home when invisible
so_so: Muujin xiriirka jidka waxbarashada bogga guriga koorsada marka aan muuqan

source: If a learning path is set to invisible but the teacher/coach decided to make it available from the course homepage, this option prevents Chamilo from hiding the link on the course homepage.
so_so: Haddii jidka waxbarashada la dejiyay mid aan muuqan laakiin macallinka/tababbarka uu go'aansaday in laga dhigo mid diyaar bogga guriga koorsada, doorashadani waxay ka hortagtaa Chamilo inay qariso xiriirka bogga guriga koorsada.

source: Display learning path availability to learners
so_so: Muujin helitaanka jidka waxbarashada ardayda

source: Show learning paths to learners with their availability dates, rather than hiding them until the date comes.
so_so: Muujin jidka waxbarashada ardayda taariikhaha helitaanka, halkii laga qarin lahaa ilaa taariikhdu timaaddo.

source: Update SCO status autonomously
so_so: Cusboonaysii xaaladda SCO si madaxbannaan

source: If the SCO is not sending a status, take over and update the status based on what can be observed in Chamilo.
so_so: Haddii SCO uusan soo dirin xaalad, la wareeg oo cusboonaysii xaaladda waxa lagu arki karo Chamilo.

source: Upload SCORM from cache dir
so_so: Soo dejin SCORM ka dir cache-ka

source: Allow admins to upload a SCORM package (in zip form) into the cache directory and to use it as import source on the SCORM upload page.
so_so: Oggolow maamulayaasha inay soo dejistaan xirmada SCORM (qaabka zip) gudaha directory-ga cache-ka oo ay u isticmaalaan sidii il wareejin ee bogga soo dejinta SCORM.

source: Unlock learning path item if max attempt is reached for test prerequisite
so_so: Furo shay jidka waxbarashada haddii isku daygii ugu badan la gaaro shuruudda imtixaanka

source: Hide percentage sign in average of tests in learning paths in learner follow-up
so_so: Qari calaamadda boqolkiiba celceliska imtixaannada jidka waxbarashada ee raadraaca ardayda

source: Hides the icon of percentage in 'Average of tests in Learning Paths' indication on a student tracking
so_so: Qariso calaamadda boqolkiiba ee 'Celceliska imtixaannada ee Jidka Waxbarashada' raadraaca ardayda

source: Add acquisition column in learner follow-up
so_so: Ku dar darin tiirka wax ku qabta ee la socodka ardayga

source: Add column to learner follow-up page to show acquisition status by a learner on a learning path.
so_so: Ku dar darin tiirka bogga la socodka ardayga si loo muujiyo xaaladda wax ku qabashada ee ardayga ee waddada waxbarashada.

source: Add visibility information for learning paths on learner follow-up page
so_so: Ku dar macluumaadka muuqalka waddooyinka waxbarashada bogga la socodka ardayga

source: Include learning paths not subscribed to on learner follow-up page
so_so: Ku dar waddooyinka waxbarashada aan la isticmaalin bogga la socodka ardayga

source: Order of tools on 'My progress' page
so_so: Sidoo kale alaabada bogga 'Horukaggayga'

source: Change the order of tools shown on the 'My progress' page for learners. Options include 'quizzes', 'learning_paths' and 'skills'.
so_so: Beddel sidao kale ee alaabta lagu muujiyo bogga 'Horukaggayga' ee ardayda. Xulashooyinka waxaa ka mid ah 'imtahannada', 'waddooyinka_waxbarashada' iyo 'xirfadaha'.

source: Navigate between learning paths
so_so: U wareejo waddooyinka waxbarashada

source: Add the possibility to select a 'next' learning path and show buttons inside the learning path to move from one to the next.
so_so: Ku dar suurtagalnimada in la doorto 'waddada xigta' oo muujiyo badhamada gudaha waddada waxbarashada si aad uga gudubto midka xiga.

source: Date-based learning path items prerequisites
so_so: Shuruudaha alaabta waddada waxbarashada ee ku salaysan taariikhda

source: Adds the option to define prerequisites with start and end dates for learnpath items.
so_so: Ku dar xulashada in la qeexo shuruudaha leh taariikhaha bilowga iyo dhamaadka alaabta waddada waxbarashada.

source: Update users e-mail to dummy value during imports
so_so: Cusboonaysii e-maylka isticmaale ee qiimaha dummy inta lagu jiro soo dejinta

source: During special CSV cron imports of users, automatically replace e-mails with dummy e-mail username@example.com.
so_so: Inta lagu jiro soo dejinta CSV-ga gaarka ah ee isticmaalele, si otomaatig ah u beddel e-mayllada e-mail-ka dummy username@example.com.

source: Extra e-mail HTML header attributes
so_so: Sifooyinka dheeraadka ah ee e-maylka HTML header

source: Extra e-mail HTML body attributes
so_so: Sifooyinka dheeraadka ah ee e-maylka HTML body

source: E-mail editor for anonymous
so_so: Tifaftiraha e-maylka ee aan la aqoonsan

source: Allow anonymous users to send e-mails from the platform. In this day and age of information security this is not a recommended option.
so_so: Oggolow isticmaale aan la aqoonsan inay ka soo diraan e-maylka goobta. Waqtigan casriga ah ee amniga macluumaadka tani maaha doorasho la soo jeediyo.

source: Hide e-mail content to bring users to platform
so_so: Qari waxa ku jira e-maylka si aad u keento isticmaaleaska goobta

source: Prefer short e-mail versions with a link to the messaging space on the platform to increase platform-based engagement.
so_so: Dooro noocyada gaagaaban ee e-maylka oo leh xiriirka goobta farriinta si aad u kordhiso ka qaybgalka goobta.

source: Send 2 registration e-mails
so_so: Dir 2 e-mayl diiwaangelin

source: Send two separate e-mails on registration. One for the username, another one for the password.
so_so: Dir laba e-mayl oo kala duwan marka la diiwaan gelinayo. Midka magaca isticmaale, midka kale ee ereyga sirta ah.

source: Show sender's e-mail address in notifications
so_so: Muujiyo ciwaanka e-maylka diraha ee ogeysiisyada

source: Send score in percentage in test results notification
so_so: Dir dhibcaha boqolkiiba ee ogeysiiska natiijooyinka imtixaanka

source: E-mail addresses to send cronjobs execution reports
so_so: Ciwaannada e-maylka si loo diro warbixinnada fulinta cronjobs

source: Given as array of e-mail addresses. Does not work for all cronjobs yet.
so_so: La siiyo sida diyaar isku haya ciwaannada e-maylka. Wali uma shaqeeyo dhammaan cronjobs-ka.

source: Extended notifications footer
so_so: Hooska ogeysiisyada dheeraadka ah
