Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Check to send new password
ar: تحقق من إرسال كلمة مرور جديدة
ast_es: Unviar seña nueva
bn_bd: নতুন পাসওয়ার্ড পাঠানোর জন্য চেক করুন
bs_ba: Označi za slanje nove lozinke
ca_es: Enviar la nova contrasenya
cs_cz: Zaškrtnutím zašlete nové heslo
da: Sæt kryds for at få tilsendt ny adgangskode
de: Auswählen, um neues Kennwort zu versenden
el: Επιλέξτε για να αποσταλεί νέο συνθηματικό
eo: Marku tion ĉi por sendi novan pasvorton
es: Enviar nueva contraseña
es_mx: Verificar para envío de contraseña
eu_es: Markatu pasahitz berria bidaltzeko
fa_ir: برای فرستادن رمز ورود جدید علامت بزنید
fi_fi: Merkitse uuden salasanan lähettämiseksi
fo_fo: Kvakk at senda nýtt lykilorð
fur: Spetje par inviâ nuov passward
ga: Marcáil chun pasfhocal nua a sheoladh
gl: Marcar para enviar un novo contrasinal
he_il: סמן לשליחת סיסמה חדשה
hi: नया पासवर्ड भेजने के लिए चेक करें
hr_hr: Označi za slanje nove zaporke
hu_hu: új jelszó küldéséhez bejelölni
hy: Նշել նոր գաղտնաբառ ուղարկելու համար
id_id: Conteng untuk mengirim password baru
it: Segna per farti inviare una nuova password
ja: 新しいパスワードを送信する場合はチェック
ka_ge: შეამოწმეთ ახალი პაროლის გასაგზავნად
ko_kr: 새 패스워드 전송 확인
lt_lt: Patikrinti naują slaptažodį
lv_lv: Pārbaudīt jaunas paroles nosūtīšanu
mk_mk: Кликни за испраќање на мовата лозинка
ms_my: Tanda untuk hantar kata laluan baru
my_mm: စကားဝှက်အသစ်ပို့ရန် စစ်ဆေးပါ
ne: नयाँ पासवर्ड पठाउन चेक गर्नुहोस्
nl: Vink dit aan om een nieuw wachtwoord te verzenden
nn_no: Kryss av for å sende nytt passord
oc: Cochatz per enviar un senhal novèl
pl_pl: Zaznacz w celu wysłania nowego hasła
ps: د نوي پاسورډ د لیږلو لپاره چک وکړئ
pt_br: Marque para enviar uma nova senha
pt_pt: Verificar para enviar uma nova password/senha
ro_ro: Bifati pentru a trimite noua parola
ru_ru: Задержать отправление нового пароля
sk_sk: Označiť pre poslanie nového hesla
sl: Odkljukaj za pošiljanje novega gesla
sq: Kontrolloni për të dërguar fjalëkalim të ri
sr_rs: Obeleži da bude poslata nova lozinka
sv_se: Markera för att skicka nytt lösenord
sw_ke: Angalia ili kutuma nenosiri jipya
ta: புதிய பயன்பாட்டுவழியை அனுப்ப சரிபார்க்கவும்
th: ตรวจเพื่อส่งรหัสผ่านใหม่
tl_ph: Tsek at magpadala ng bagong password
tr: Yeni şifre göndermek için kontrol et
uk_ua: Зазначити висилання нового паролю
vi_vn: Chọn để gửi mật khẩu mới
xh_za: Hlola ukuze uthumele igama eliyimfihlo elitsha
zh_cn: 检测发送新密码
zh_tw: 勾選以傳送新密碼

source: Automatically generate a new password
ar: توليد كلمة مرور جديدة تلقائيا
ast_es: Xenerar automáticamente una seña
bn_bd: স্বয়ংক্রিয়ভাবে নতুন পাসওয়ার্ড তৈরি করুন
bs_ba: Automatski generiraj novu lozinku
ca_es: Generar automàticament una nova contrasenya
cs_cz: Automaticky vygenerovat nové heslo
da: Generer ny tilfældig adgangskode
de: Ein neues Kennwort automatisch generieren
el: Αυτόματη δημιουργία συνθηματικού
eo: Aŭtomate generi novan pasvorton
es: Generar automáticamente una contraseña
es_mx: Generar automáticamente una nueva contraseña
eu_es: Sortu automatikoki pasahitz berria
fa_ir: ایجاد رمز ورود جدید به صورت خودکار
fi_fi: Luo automaattisesti uusi salasana
fo_fo: Ótómatskaft skapa eitt nýtt lykilorð
fur: Generâ automaticament un nuov passward
ga: Giniuint pasfhocal nua go huathoibríoch
gl: Auto-xerar automaticamente un contrasinal novo
he_il: יצירת סיסמה חדשה באופן אוטומטי
hi: स्वचालित रूप से नया पासवर्ड उत्पन्न करें
hr_hr: Automatski prikaži novu zaporku
hu_hu: Új jelszó automatikus generálása
hy: Ավտոմատ կերպով գեներացնել նոր գաղտնաբառ
id_id: Secara otomatis membuat password baru
it: Genera automaticamente una nuova password
ja: 新しいパスワードを自動的に生成する
ka_ge: ახალი პაროლის ავტომატური გენერაცია
ko_kr: 자동으로 새 패스워드 생성
lt_lt: Automatiškai generuoti naują slaptažodį
lv_lv: Ģenerēt jaunu paroli automātiski
mk_mk: Автоматски генерирај нова лозинка
ms_my: Jana kata laluan baru secara automatik
my_mm: စကားဝှက်အသစ်ကို အလိုအလျောက်ဖန်တီးပါ
ne: स्वचालित रूपमा नयाँ पासवर्ड उत्पन्न गर्नुहोस्
nl: Automatisch een nieuw wachtwoord genereren
nn_no: Generer et nytt passord automatisk?
oc: Generar automaticament un senhal novèl
pl_pl: Automatycznie wygeneruj nowe hasło
ps: پاسورډ په اتومات ډول نوي تولید کړئ
pt_br: Gerar automáticamente uma nova senha
pt_pt: Gerar automaticamente uma nova password/senha
ro_ro: Generare automata a unei parole noi
ru_ru: Автоматически создать новый пароль
sk_sk: Automaticky vygenerovať nové heslo
sl: Avtomatično generiraj novo geslo
sq: Gjeneroni automatikisht një fjalëkalim të ri
sr_rs: Automatski generiši novu lozinku
sv_se: Generera automatiskt ett lösenord
sw_ke: Tengeneza nenosiri jipya kiotomatiki
ta: புதிய பயன்பாட்டுவழியை தானாக உருவாக்கு
th: ตั้งรหัสผ่านให้โดยอัตโนมัติ
tl_ph: Awtomatikong magpalabas ng bagong password
tr: Otomatik olarak yeni bir şifre oluştur
uk_ua: Автоматично створити новий пароль
vi_vn: Tự động tạo mật khẩu mới
xh_za: Yenza ngokuzenzekelayo igama eliyimfihlo elitsha
zh_cn: 自动生成密码
zh_tw: 自動產生新密碼

source: Use a title for the document name
ar: استخدم عنوانا لاسم المستند
ast_es: Use un títulu pal nome del documentu
bn_bd: ডকুমেন্টের নামের জন্য শিরোনাম ব্যবহার করুন
bs_ba: Koristi naslov za naziv dokumenta
ca_es: Utilitzar un títol pel nom del document
cs_cz: Použij nadpis pro název dokumentu
da: Benyt dokumenttitel som dokumentnavn
de: Dokumenten-Titel
el: Χρήση τίτλου για το όνομα του εγγράφου
eo: Uzi titolon kiel dosiernomon
es: Utilice un título para el nombre del documento
es_mx: Utilizar un título para el nombre del documento
eu_es: Erabili titulu bat dokumentua izendatzeko
fa_ir: استفاده از یک عنوان برای نامگذاری فایل
fi_fi: Käytä otsikkoa asiakirjan nimelle
fo_fo: Brúka heiti til skjalnavnið
fur: Doprâ un titol par il non dal document
ga: Úsáid teideal d'ainm an doiciméid
gl: Usar un título para o nome do documento
he_il: השתמש בכותרת לשם המסמך
hi: दस्तावेज़ नाम के लिए शीर्षक का उपयोग करें
hr_hr: Uporabi naslov za ime dokumenta
hu_hu: Használjon egy címet a dokumentum névnek
hy: Օգտագործել վերնագիր փաստաթղթի անվան համար
id_id: gunakan judul untuk nama dokumen
it: Usa un titolo come nome di un documento
ja: ドキュメント名にタイトルを使用
ka_ge: დოკუმენტის სახელისთვის სათაურის გამოყენება
ko_kr: 문서 명을 위한 타이틀 사용
lt_lt: Naudoti antraštę dokumento vardui
lv_lv: Veidojot virsrakstu, izmantot dokumenta nosaukumu
mk_mk: Користи го насловот за име на документот
ms_my: Gunakan tajuk untuk nama dokumen
my_mm: စာရွက်စာတမ်းအမည်အတွက် ခေါင်းစဉ်တစ်ခုအသုံးပြုပါ
ne: कागजातको नामका लागि शीर्षक प्रयोग गर्नुहोस्
nl: Gebruik een titel voor de bestandsnaam
nn_no: Bruk en tittel for dokumentnavnet
oc: Utilizar un títol pel nom del document
pl_pl: Użyj tytułu jako nazwy dokumentu
ps: د اسنادو نوم لپاره سرلیک وکاروئ
pt_br: Use um título para o nome do documento
pt_pt: Utilizar um título para o nome do documento
ro_ro: Folositi un titlu pentru numele documentului
ru_ru: Используйте название как имя документа
sk_sk: Použiť nadpis pre názov dokumentu
sl: Uporabi naslov za ime dokumenta
sq: Përdorni një titull për emrin e dokumentit
sr_rs: Koristi naslov kao ime dokumenta
sv_se: Använd en titel för dokumentnamnet
sw_ke: Tumia kichwa kwa jina la hati
ta: அலுவலறையின் பெயருக்கு தலைப்பை பயன்படுத்தவும்
th: ใช้ชื่อเรื่องเป็นชื่อเอกสาร
tl_ph: Gumamit ng pamagat para sa pangalan ng dokumento
tr: Belge ismi için bir başlık kullan
uk_ua: Використовувати назву як ім'я документу
vi_vn: Sử dụng tiêu đề cho tên tài liệu
xh_za: Sebenzisa isihloko segama lexwebhu
zh_cn: 用标题作为文件名
zh_tw: 使用標題作為文件名稱

source: This will allow the use of a title for document names instead of document_name.ext
ar: سيسمح هذا باستخدام عنوانا لأسماء المستندات بدلا من مستند_اسم.امتداد
ast_es: Esto permite usar un títulu pal nome de caún los documentos en vez de nom_de_dumentu.ext
bn_bd: এটি ডকুমেন্টের নামের পরিবর্তে document_name.ext এর পরিবর্তে শিরোনাম ব্যবহার করতে দেবে
bs_ba: Ovo će omogućiti korištenje naslova za nazive dokumenata umjesto document_name.ext
ca_es: Això permetrà utilitzar un títol pel nom del document en comptes de nom_del_document.ext
cs_cz: Tímto povolíte použít titulek pro název dokument místo názvu souboru
da: Dette vil tillade brugen af en titel som document navn istedet for dokument_navn.ext
de: Titel anstelle der Dokumentenbezeichnung verwenden
el: Αυτό επιτρέπει τη χρήση τίτλου για ονόματα εγγράφων αντί για document_name.ext
eo: Per tio ĉi eblas doni titolojn al dosieroj anstataŭ dosiernomo.suf
es: Esto permitirá utilizar un título para el nombre de cada documento en lugar de nom_document.ext
es_mx: Esto permitirá el uso de un título para nombres de documento en vez de nombre_de_documento.ext
eu_es: Honek dokumentua izendatzeko titulu bat erabiltzen utziko du, dokumentua_izena.luz ordez
fa_ir: این کارایی استفاده از یک عنوان برای نامگذاری فایل را فراهم می کند(به جای nom_document.ext)
fi_fi: Tämä sallii otsikon käytön asiakirjan nimissä document_name.ext:n sijaan
fo_fo: Hetta loyvir brúk av heiti fyri skjalnavn í staðin fyri document_name.ext
fur: Cheste opzion a jêmet di doprâ un titol par i nons dai documents in loc di document_name.ext
ga: Ceadóidh sé seo úsáid teidil d'ainmneacha doiciméad in ionad document_name.ext
gl: Isto permitirá o uso dun título para o documento no lugar do nome_documento.extensión
he_il: זה יאפשר שימוש בכותרת עבור שמות מסמכים במקום document_name.ext
hi: इससे दस्तावेज़ नाम के लिए शीर्षक का उपयोग किया जा सकेगा बजाय document_name.ext के
hr_hr: Ovime se omogućuje uporaba naslova za imena dokumenata umjesto ime_dokumenta.ext
hu_hu: Ez engedélyezi, hogy a fájlnév (pl. fajlnev.txt) helyett más nevet rendelhessünk az állományokhoz.
hy: Սա թույլ կտա օգտագործել վերնագիր փաստաթղթերի անունների համար փոխանակ document_name.ext-ի
id_id: Ini akan memungkinkan penggunaan judul untuk nama dokumen sebagai pengganti nama_dokumen.ext
it: Sarà possibile usare un titolo come nome di un documento, anziché nome_documento.ext
ja: ドキュメント名にタイトルを使用し、document_name.ext の代わりにします
ka_ge: ეს საშუალებას მისცემს დოკუმენტის სახელებისთვის სათაურის გამოყენებას document_name.ext-ის ნაცვლად
ko_kr: document_name.ext 대신 파일 명을 위해 타이틀을 사용하는 것을 허용합니다
lo: ນີ້ຈະອະນຸຍາດໃຫ້ໃຊ້ຫົວຂໍ້ເປັນຊື່ເອກະສານແທນທີ່ຈະເປັນ document_name.ext
lt_lt: Tai leidžia naudoti antraštę dokumeno vardui vietoj document_name.ext
lv_lv: Šis ļaus izmantot virsrakstu dokumenta nosaukumam, nevis dokumenta_vards.ext
mk_mk: Ова ќе допушти користење на наслвот за имиња на документ наместо име_на_документот.ext
ms_my: Ini akan membolehkan penggunaan tajuk untuk nama dokumen document_name.ext
my_mm: ဤသည်မှာ document_name.ext အစား စာရွက်စာတမ်းအမည်များအတွက် ခေါင်းစဉ်တစ်ခုအသုံးပြုခွင့်ပြုမည်ဖြစ်သည်
ne: यसले कागजातको नामका लागि शीर्षक प्रयोग गर्न अनुमति दिन्छ document_name.ext को सट्टा
nl: Hiermee is het mogelijk titels aan bestanden te geven i.p.v. bestandsnaam.ext.
nn_no: Dette vil tillate bruk av ein tittel for dokumentnamn i staden for dokument_name.ext
oc: Aquò permetrà l'utilizacion d'un títol pels noms de documents en luèu de document_name.ext
pl_pl: To umożliwi użycie tytułu dokumentu zamiast dokument_nazwa.ext
ps: دا به د اسنادو نومونو لپاره د سرلیک کارولو اجازه ورکړي د اسنادو_نوم.ext پر ځای
pt_br: Esta função permite usar um título para os nomes dos documentos em vez de documento_nome.ext
pt_pt: Permite a utiliza��o de um t�tulo para os nomes de documentos em vez do nome do pr�prio ficheiro (document_name.ext)
ro_ro: Aceasta va permite utilizarea unui alt tip de titlu pentru numele documentelor in loc de nume_document.ext
ru_ru: Это позволит использовать название для имени документа вместо документ_имя.ext
sk_sk: Toto umožní použiť titulok pre názov dokumentu namiesto nazov_dokumentu.ext
sl: Dovoljuje uporabo naslova dokumenta namesto določevanja imena kot npr. ime_dokumenta.ext (in s tem navideznega preimenovanja datoteke)
sq: Kjo do të lejojë përdorimin e një titulli për emrat e dokumenteve në vend të document_name.ext
sr_rs: Ovo će omogućiti kori�ćenje naslova dokumenta umesto formata ime_dokumenta.ext
sv_se: Detta kommer att till�ta anv�ndningen av titel p� dokument ist�llet f�r dokumentnamn.ext
sw_ke: Hii itaruhusu matumizi ya kichwa kwa majina ya hati badala ya document_name.ext
ta: இது document_name.ext க்கு பதிலாக அலுவலறை பெயர்களுக்கு தலைப்பை பயன்படுத்த அனுமதிக்கும்
th: �����������ͧ�ͧ�͡����繡�õ�駪������������͡���
tl_ph: Payagang gumamit ng pamagat para sa mga pangalan ng dokumento sa halip na document_name.ext
tr: Belge_ismi.t�r yerine bir başlık kullanılmasına izin verir
uk_ua: Це дозволяє використовувати назву документу замість ім'я_документу.розширення
vi_vn: Cho phép sử dụng tiêu đề cho tên tài liệu thay vì document_name.ext
xh_za: Oku kuya kuvumela ukusetyenziswa kwesihloko kuma gama axwebhu endaweni yegama_loxwebhu.ext
zh_cn: 这将使用标题作为文件名, 而不是类似于document_name.ext
zh_tw: 允許用標題作為文件名而非ＤＯＣＵＥＭＮＴ＿ＮＡＭＥ．ＥＸＴ

source: Assignments
ar: منشورات الطالب
ast_es: Trabayos de los estudiantes
bn_bd: অ্যাসাইনমেন্ট
bs_ba: Zadaci
ca_es: Publicacions d'estudiants
cs_cz: Úkol
da: Studerendes afleveringer
de: Ausarbeitungen von Teilnehmern
el: Αναθέσεις
eo: Studentaj publikaĵoj
es: Tareas
es_mx: Publicaciones de estudiantes
eu_es: Egin beharreko lanak
fa_ir: فعالیت های دانشجویان
fi_fi: Tehtävät
fo_fo: Útdráttir
fur: Compits
ga: Tascanna
gl: Tarefas
he_il: משימות
hi: कार्यभार
hr_hr: Publikacije studenata
hu_hu: Hallgatói publikációk
hy: Առաջադրանքներ
id_id: Publikasi siswa
it: Elaborati
ja: 課題
ka_ge: შეკვეთები
ko_kr: 학생 출판
lo: ວຽກທີ່ໄດ້ຮັບມອບໝາຍ
lt_lt: Studentų publikacijos
lv_lv: Referāti / Mājas darbi
mk_mk: Публикации на курсистот
ms_my: Tugasan
my_mm: တာဝန်များ
ne: कार्यहरू
nl: Studentenpublicaties
nn_no: Studentpublikasjoner
oc: Travail
pl_pl: Zadania
ps: دندې
pt_br: Tarefas/Trabalhos
pt_pt: Tarefas/trabalhos
ro_ro: Publicatiile studentilor
ru_ru: Публикации студента
sk_sk: Zadania
sl: Naloge
sq: Detyra
sr_rs: Publikacije polaznika
sv_se: Elevpublikationer
sw_ke: Kazi
ta: பணிகள்
th: ผลงาน/การบ้านของผู้เรียน
tl_ph: Mga takdang-aralin
tr: Öğrenci Çalışmaları
uk_ua: Публікації студентів
vi_vn: Bài tập
xh_za: Imisebenzi
zh_cn: 学生发贴
zh_tw: 學員發佈

source: Deleted files cannot be restored
ar: لا يمكن استرجاع الملفات المحذوفة
ast_es: Los archivos esborraos nun se puen recuperar
bn_bd: মুছে ফেলা ফাইল পুনরুদ্ধার করা যাবে না
bs_ba: Obrisani fajlovi se ne mogu vratiti
ca_es: Els fitxers esborrats no podran ser restaurats
cs_cz: Vymazané soubory nemůžou být obnoveny
da: Slettede filer kan ikke genskabes
de: Gelöschte Dateien können nicht wiederhergestellt werden
el: Τα διαγραμμένα αρχεία δεν μπορούν να ανακτηθούν
eo: Ne eblas rehavi forigitajn dosierojn
es: Los archivos eliminados no pueden ser recuperados
es_mx: Los archivos borrados no pueden restaurarse
eu_es: Fitxategi ezabatuak ezingo dira berreskuratu
fa_ir: عملیات حذف فایلها هرگز قابل برگشت نخواهد بود
fi_fi: Poistettuja tiedostoja ei voi palauttaa
fo_fo: Slettar fílur kunnu ikki verða endurnýggjaðar
fur: J archivis eliminâts no si podin recuperâ
ga: Ní féidir comhaid scriosta a athchóiriú
gl: Os ficheiros eliminados non poden ser recuperados
he_il: לא ניתן לשחזר קבצים שנמחקו
hi: हटाई गई फ़ाइलें पुनर्स्थापित नहीं की जा सकतीं
hr_hr: Izbrisane datoteke ne mogu se vratiti
hu_hu: A törölt fájlokat nem lehet visszaállítani.
hy: Ջնջված ֆայլերը վերականգնել անհնար է
id_id: File yang dihapus tidak dapat di-restore
it: I files eliminati non possono essere recuperati
ja: 削除したファイルを復元できない
ka_ge: წაშლილი ფაილები ვერ აღდგება
ko_kr: 삭제된 파일은 복구될 수 없습니다
lo: ໄຟລ໌ທີ່ຖືກລຶບບໍ່ສາມາດກູ້ຄືນໄດ້
lt_lt: Ištrinti failai negali būti atkuriami
lv_lv: Pavisam izdzēstie faili nevar tikt atjaunoti
mk_mk: Избришаните датотеки не може да се вратат
ms_my: Fail yang dipadam tidak boleh dipulihkan
my_mm: ဖျက်လိုက်သော ဖိုင်များကို ပြန်လည်ပြင်ဆင်၍မရပါ
ne: हटाइएका फाइलहरू पुनर्स्थापना गर्न सकिँदैन
nl: Verwijderde bestanden kunnen niet teruggehaald worden
nn_no: Slettede filer kan ikke gjenvinnes
oc: Los fichièrs suprimits se pòdon pas restablir
pl_pl: Skasowany plik nie może być odzyskany
ps: ړنګ شوي فایلونه نشي بیا ورګرځول کېدی
pt_br: Arquivos excluidos não podem ser restaurados
pt_pt: Ficheiros eliminados não podem ser restaurados
ro_ro: Fisierele sterse nu pot fi restaurate
ru_ru: Удаленные файлы не могут быть восстановлены
sk_sk: Zmazané súbory sa nedajú obnoviť
sl: Brisanih datotek ni možno obnoviti
sq: Skedarët e fshirë nuk mund të rikthehen
sr_rs: Obrisani fajlovi ne mogu biti vraćeni
sv_se: Raderade filer kan inte återställas
sw_ke: Faili zilizofutwa haziwezi kurejeshwa
ta: நீக்கப்பட்ட கோப்புகள் மீட்டெடுக்க முடியாது
th: ไฟล์ที่ลบไม่สามารถกู้คืนได้อีก
tl_ph: Ang naburang mga file ay hindi na maaaring ibalik
tr: Silinmiş dosyalar geri alınamaz
uk_ua: Видалені файли не можуть бути поновлені
vi_vn: Tệp đã xóa không thể khôi phục
xh_za: Iifayile ezicishiweyo azinakubuyiselwa
zh_cn: 已删除文件无法恢复
zh_tw: 刪除的檔案會無法回復

source: Deleting a file in the documents tool permanently deletes it. The file cannot be restored
ar: .عند حذف ملفا في أداة المستندات يتم حذفه نهائيا. لا يمكن استرجاع الملف
ast_es: Si nel area de documentos esborra un archivu, va ser dafechu. L'archivu nun se va poder recuperar de nenguna manera más tarde.
bn_bd: ডকুমেন্ট টুলে ফাইল মুছে ফেললে তা স্থায়ীভাবে মুছে যাবে। ফাইল পুনরুদ্ধার করা যাবে না
bs_ba: Brisanje fajla u alatu dokumenti ga trajno briše. Fajl se ne može vratiti
ca_es: Suprimint un arxiu a l'eina de documents permanentment el suprimeix. L'arxiu no es pot restaurar
cs_cz: Smazáním souboru v tomto dokumentu jej smažete nadobro. Soubor již nepůjde obnovit.
da: Slettes en fil med dokumentværktøjet, slettes den permanent. Filen kan altså ikke genskabes
de: gelöscht, ist diese endgültig gelöscht. Gelöschte Dateien können nicht wiederhergestellt werden.
el: Διαγράφοντας ένα αρχείο, διαγράφεται μόνιμα. Το αρχείο δεν μπορεί να ανακτηθεί.
eo: Forigo de dosieroj in la dokumenta ilaro definitive forigas ilin el la servilo. Ne eblas rehavi ilin.
es: Si en el área de documentos elimina un archivo, esta eliminación será definitiva. El archivo no podrá ser recuperado después
es_mx: Si borra un archivo en la herramienta de documentos lo eliminará permanentemente. El archivo no puede ser recuperado
eu_es: Fitxategi bat dokumentuak tresnan ezabatzeak behin betiko ezabatuko du. Ondoren ezingo da berreskuratu.
fa_ir: حذف یک فایل در قسمت مدارک کاملاً برگشت ناپذیر است و فایل مورد نظر را برای همیشه نابود می کند
fi_fi: Asiakirjatyökalun tiedoston poistaminen poistaa sen pysyvästi. Tiedostoa ei voi palauttaa
fo_fo: At sletta ein fílu í skjalaverktygini slettar hana var permanent. Fílan kann ikki verða endurnýggjað
fur: Eliminâ un archiv tal strûl documents lu elimine permanentement. Lu archiv no si pûf recuperâ
ga: Scriosann scriosadh comhaid in uirlis na gcáipéisí go buan é. Ní féidir an comhad a athchóiriú
gl: Borrar un ficheiro na ferramenta documentos elimínao de forma definitiva. O ficheiro non pode recuperarse.
he_il: מחיקת קובץ בכלי המסמכים מוחקת אותו לצמיתות. לא ניתן לשחזר את הקובץ
hi: दस्तावेज़ उपकरण में फ़ाइल हटाने से वह स्थायी रूप से हट जाती है। फ़ाइल पुनर्स्थापित नहीं की जा सकती
hr_hr: Brisanje datoteke iz alata za dokumente je nepovratno. Datoteka se ne može vratiti
hu_hu: Az állományok törlése a dokumentumok eszközből visszafordíthatatlan. A fájlokat nem lehet visszaállítani.
hy: Փաստաթղթերի գործիքում ֆայլը ջնջելը մշտապես ջնջում է այն: Ֆայլը վերականգնել անհնար է
id_id: Penghapusan file dalam tool dokumen secara permanen akan menghapusnya. File tsb tidak dapat di-restore
it: L'eliminazione di un file nella sezione documenti è permanente. Non è possibile recuperare il file eliminato.
ja: ドキュメント ツールでファイルを完全に削除します。ファイルを復元することはできません
ka_ge: დოკუმენტების ინსტრუმენტში ფაილის წაშლა მუდმივად წაშლის მას. ფაილი ვერ აღდგება
ko_kr: 문서 도구의 파일을 삭제하면 영구적으로 삭제하는 것입니다. 파일은 복구될 수 없습니다.
lo: ການລຶບໄຟລ໌ໃນເຄື່ອງມືເອກະສານຈະລຶບມັນອອກຢ່າງຖາວອນ. ໄຟລ໌ບໍ່ສາມາດກູ້ຄືນໄດ້
lt_lt: Trinamas failas visiškai panaikinamas ir negali būti atstatytas
lv_lv: Izdzēšot failu no instrumenta <b>Dokumenti</b>, Jūs to izdzēsīsiet pavisam. <br><b>Atjaunot to vairs nevarēs !</b>.
mk_mk: Бришењето на датотеката во алатката за документи ги брише перманентно. Датотеката не може да се врати.
ms_my: Memadam fail dalam alat dokumen memadamkannya secara kekal. Fail tersebut tidak boleh dipulihkan
my_mm: စာရွက်စာတမ်းကိရိယာတွင် ဖိုင်တစ်ခုကို ဖျက်ခြင်းသည် ၎င်းကို အပြီးအပြတ်ဖျက်ပစ်မည်ဖြစ်သည်။ ဖိုင်ကို ပြန်လည်ပြင်ဆင်၍မရပါ
ne: कागजात उपकरणमा फाइल हटाउँदा यो स्थायी रूपमा हटिन्छ। फाइल पुनर्स्थापना गर्न सकिँदैन
nl: Het verwijderen van bestanden in de documentenmodule verwijdert deze definitief van de server. Bestanden kunnen niet teruggehaald worden.
nn_no: Sletting av ei fil i dokumentverktøyet sletter den permanent. Fila kan ikkje gjenopprettast
oc: Suprimir un fichièr dins l'aisina documents lo suprimís definitivament. Lo fichièr se pòt pas restablir
pl_pl: Usunięcie pliku kasuje go bezpowrotnie. Plik nie może zostać odzyskany
ps: د اسنادو وسیل کې د فایل ړنګول یې په دوامداره توګه ړنګوي. فایل نشي بیا ورګرځول کېدی
pt_br: Excluir um arquivo na ferramenta Documentos, significa exclui-lo permanentemente. Não pode ser restaurado.
pt_pt: Eliminar um ficheiro através da ferramenta de documentos, elimina-o permanentemente. O ficheiro não poderá ser restaurado.
ro_ro: Stergerea unui fisier este definitiva si nu poate fi revocata.
ru_ru: Удаление файла в настройках документов удаляет его навсегда. Файл восстановлению не подлежит.
sk_sk: Zmazanie súboru v nástroji dokumentov ich zmaže natrvalo. Súbor nebude možné obnoviť
sl: Brisanje datoteke v orodju dokumenti trajno odstrani datoteko. Brisane datoteke ni možno restavrirati.
sq: Fshirja e një skedari në mjetin e dokumenteve e fshin atë përgjithmonë. Skedari nuk mund të rikthehet
sr_rs: Brisanje fajla iz alata za dokumente briše fajl trajno. Fajl je nemoguće povratiti.
sv_se: Raderandet av en fil i dokumentverktyg raderar den permanent. Filen kan inte återskapas.
sw_ke: Kufuta faili katika zana ya hati hufuta kabisa. Faili haiwezi kurejeshwa
ta: அலுவலறை கருவியில் கோப்பை நீக்குவது அதை நிரந்தரமாக நீக்குகிறது. கோப்பை மீட்டெடுக்க முடியாது
th: การลบไฟล์ด้วยเครื่องมือของโปรแกรมจะเป็นการลบอย่างถาวร. ไฟล์จะไม่สามารถกู้คืนได้
tl_ph: Ang pagbubura ng isang file sa tool ng mga dokumento ay permanenteng nagbubura nito. Ang file ay hindi na maaaring ibalik
tr: Belgeler içindeki bir dosyanın silinmesi o dosyayı kalıcı olarak, geri alınamayacak şekilde siler.
uk_ua: Видалення файлу в інструментарії документів назавжди видалить його. Файл не може бути поновлений
vi_vn: Xóa tệp trong công cụ tài liệu sẽ xóa vĩnh viễn. Tệp không thể khôi phục
xh_za: Ukucisha ifayile kwisixhobo samaxwebhu kuyicisha ngokusisiseko. Ifayile ayinakuze ibuyiselwe
zh_cn: 文件永久删除. 已删除文件无法恢复
zh_tw: 在文件工具中刪除檔案為永久性，檔案會無法回復
