Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The ability to define the permissions settings to assign to every newly-created file lets you improve security against attacks by hackers uploading dangerous content to your portal. The default setting (0550) should be enough to give your server a reasonable protection level. The given format uses the UNIX terminology of Owner-Group-Others with Read-Write-Execute permissions. If you use Oogie, take care that the user who launch LibreOffice can write files in the course folder.
ar: امكانية تعريف اعدادات السماحية لكل ملف جديد يتيح الفرصة لك لتعزيز الأمان ضد هجوم المخترقين الذين يحملون ملفات الى النظام
ast_es: La capacidá de definir la configuración de permisos asociaos a los archivos nuevos aumenta la seguridá escontra ataques de hackers que faigan por unviar material pelligrosu a la plataforma. La configuración por defeutu (0550) tendría de ser abondo pa que'l so servidor tenga defensa. El formatu proporcionáu usa la terminoloxía d'UNIX Propietariu-Grupu-Otros, con permisu pa Lleer-Escribir-Executar.
bn_bd: প্রত্যেক নতুন তৈরি ফাইলে বরাদ্দ করার জন্য অনুমতি সেটিংস নির্ধারণের ক্ষমতা আপনাকে হ্যাকারদের দ্বারা বিপজ্জনক কন্টেন্ট আপলোডের বিরুদ্ধে নিরাপত্তা উন্নত করতে দেয়। ডিফল্ট সেটিং (০৫৫০) আপনার সার্ভারকে যুক্তিসঙ্গত সুরক্ষা স্তর প্রদান করার জন্য যথেষ্ট। দেওয়া ফরম্যাটটি UNIX-এর Owner-Group-Others সংজ্ঞা ব্যবহার করে Read-Write-Execute অনুমতির সাথে। যদি আপনি Oogie ব্যবহার করেন, তাহলে LibreOffice চালানো ব্যবহারকারী কোর্স ফোল্ডারে ফাইল লিখতে পারে তা নিশ্চিত করুন।
bs_ba: Mogućnost definiranja postavki dozvola za svaku novo-kreiranu datoteku omogućuje vam poboljšanje sigurnosti protiv napada hakera koji učitavaju opasan sadržaj na vaš portal. Zadana postavka (0550) bi trebala biti dovoljna za razumnu razinu zaštite vašeg servera. Koristi UNIX terminologiju Vlasnik-Grupa-Ostali sa dozvolama Čitanje-Zapis-Izvrsenje. Ako koristite Oogie, pobrinite se da korisnik koji pokreće LibreOffice može pisati datoteke u folderu kursa.
ca_es: La possibilitat de definir la configuració dels permisos assinats als nous fitxers, augmenta la seguretat contra els atacs de crackers que podrien enviar material perillós a la plataforma. La configuració per defecte (0555) hauria de ser suficient per dotar el vostre servidor d'un nivell de protecció raonable. El format proporcionat utilitza la terminologia UNIX Propietari-Grup-Altres, amb els permisos de Lectura-Escriptura-Execució.
cs_cz: Schopnost definovat práva ke každému nově vytvořenému souboru, zvyšuje bezpečnost proti útokům hackerů uploadovat nebezpečný obsah na váš portál. Výchozí nastavení (0550) by mělo dát serveru racionální úroveň zabezpečení. Daný formát používá UNIXovou terminologii (Uživatel - Skupina - Ostatní, Číst - Zapisovat - Spouštět). Pokud Používáte Oogie, dejte pozor, zda uživatel který používá OpenOffice může ukládat soubory do adresáře kurzu.
da: Muligheden for at definere tilladelsesindstillinger for alle nyoprettede filer forbedrer sikkerheden mod angreb fra hackere, der uploader farligt indhold til dit portal. Standardindstillingen (0550) bør være tilstrækkelig til at give din server et rimeligt beskyttelsesniveau. Det angivne format bruger UNIX-terminologien Owner-Group-Others med Read-Write-Execute-tilladelser. Hvis du bruger Oogie, skal du sørge for, at brugeren, der starter LibreOffice, kan skrive filer i kursusmappen.
de: Die Möglichkeit, Berechtigungen für alle neu erstellten Dateien zu definieren, erhöht die Sicherheit gegen Hacker-Angriffe, falls gefährlicher Inhalt auf ihr Portal hochgeladen wird. Die vordefinierten Einstellungen (0550) sollten genügen, um ihrem Server einen vernünftigen Schutz zu geben. Das Format benutzt die UNIX Begriffe von 'Owner-Group-Others' und 'Read-Write-Execute' Berechtigung.Sollten Sie Oogie einsetzen, so beachten Sie bitte, daß der User, unter dem der ooo-Server läuft, auch Schreibberechtigung im Kursverzeichnis hat.
el: Η δυνατότητα ορισμού των δικαιωμάτων για κάθε νέο αρχείο αυξάνει την ασφάλεια ενάντια στις κακόβουλες επιθέσεις από hackers που προσπαθούν να ανεβάσουν επικίνδυνο υλικό στην πύλη σας. Η προεπιλεγμένη τιμή (0550) είναι αρκετή για να δώσει στον εξυπηρετητή σας ένα λογικό επίπεδο προστασίας. Αν χρησιμοποιείτε το Oogie φροντίστε οι χρήστες που χρησιμοποιούν το OpenOffice να μπορούν να γράψουν αρχεία στο φάκελο του μαθήματος.
eo: La eblo atribui permesojn al ĉiu nova dosiero povas plialtigi la sekuron kontraŭ fientrudiĝantoj, kiuj alŝutas danĝerajn dosierojn en vian portalon. La origina agordo (0550) sufiĉe protektas vian servilon je akceptebla nivelo. La permesoj estu enigataj laŭ UNIXa maniero de Posedanto-Grupo_Aliaj kun Skrib-Leg-Ruligaj rajtoj. Uzantoj de Oogie atentu, ke lanĉinte OpenOffice-n iu povos meti dosierojn en la kursan dosierujon.
es: La posibilidad de definir la configuración de los permisos asignados a los nuevos archivos, aumenta la seguridad contra los ataques de hackers que puedan enviar material peligroso a la plataforma. La configuración por defecto (0550) debe ser suficiente para dar a su servidor un nivel de protección razonable. El formato proporcionado utiliza la terminología de UNIX Propietario-Grupo-Otros, con los permisos de Lectura-Escritura-Ejecución.
es_mx: La capacidad para definir el estado de los permisos por asignar a cada archivo recién creado le permite mejorar la seguridad en contra de los ataques de hackers que cargan contenido peligroso a su portal. El estado por defecto (0550) debiera ser suficient
eu_es: Fitxategi sortu berrietarako baimenak konfiguratzeko gaitasunak segurtasuna indartuko du, atarira eduki arriskutsuak bidali ditzaketen hackerren erasoen aurka. Lehenetsitako konfigurazioa (0550) nahikoa izan beharko litzateke zure zerbitzariari babes maila egokia eskaintzeko. Emandako formatuak Jabetza-Taldea-Beste Batzuk UNIX terminologia darabil, Irakurtzeko-Idazteko-Exekutatzeko baimenekin batera. Oogie erabiltzen baduzu, OpenOffice abiarazten duen erabiltzaileak ikastaroaren karpetan fitxategiak idatzi ahal izateko gaitasuna izan dezala zaindu beharko duzu.
fa_ir: قابلیت تعریف تنظیمات مجوزها برای هر فایل تازه ایجادشده به شما اجازه می‌دهد امنیت را در برابر حملات هکرهایی که محتوای خطرناک به پورتال شما آپلود می‌کنند، بهبود ببخشید. تنظیم پیش‌فرض (۰۵۵۰) باید سطح حفاظت معقولی به سرور شما بدهد. فرمت داده‌شده از اصطلاحات UNIX برای Owner-Group-Others با مجوزهای Read-Write-Execute استفاده می‌کند. اگر از Oogie استفاده می‌کنید، مراقب باشید که کاربری که LibreOffice را اجرا می‌کند بتواند در پوشه درس بنویسد.
fi_fi: Uusille tiedostoille määritettävien käyttöoikeuksien määrittäminen parantaa turvallisuutta hakkereiden vaarallisen sisällön lataamista vastaan. Oletusarvo (0550) tarjoaa kohtuullisen suojan. Muoto käyttää UNIXin Omistaja-Ryhmä-Muut -terminologiaa Lukukirjoitus-suoritus-oikeuksilla. Jos käytät Oogie:ta, varmista että LibreOfficea käynnistävä käyttäjä voi kirjoittaa kurssikansioon.
fo_fo: Møguleikin at skilgreina loyvikeytingar til at geva til hvørja nýstovnaða fílu lætur tín bæta trygdarviðgerð móti árásum frá hakkarum sum leggja hættarliga innihald upp á títt portal. Standarduppsetingin (0550) eigur at vera nokk til at geva tínum ambætara ein rættiligan verju. Teiri gefna formið brúkar UNIX terminologið Eigari-Gruppa-Oðrum við Les-Reið-Loypa loyvi. Um tú brúkar Oogie, passa á at tann brúkarin sum rættir LibreOffice kann skriva fílar í kursamappuni.
fur: La possibilità de definî i impostazionis dai premissins da asignê a ogni file nuovalmentri creâti lu permit di miôrâ la siguriece contri j atacs di hacker che carichin contnuî periculôs sul to portal. L'impostazion predefinide (0550) e devre jessi suficiente par dâ al to server un livel di protezion razonabii. Il formât indicât al dopre la terminologije UNIX di Owner-Group-Others cu premissins di Read-Write-Execute. Se tu dopris Oogie, fâ atenzion che l'utent che luncje LibreOffice al pues scricji file intune cartelle dal curs.
ga: Ligann an cumas socruithe ceadanna a shainiú do gach comhad nua-cruthaithe duit an tslándáil a fheabhsú in aghaidh ionsaithe ó hackers a uploadaíonn ábhar contúirteach chuig do phortál. Ba chóir go mbeadh an socrú réamhshocraithe (0550) go leor chun leibhéal cosanta réasúnta a thabhairt do do fhreastalaí. Úsáideann an fhormáid tugtha téarmaíocht UNIX d’Úinéir-Ghrúpa-Daoine eile le ceadanna Léite-Scríofa-Feidhmithe. Má úsáideann tú Oogie, tabhair aire gur féidir leis an úsáideoir a sheolann LibreOffice comhaid a scríobh sa fhillteán cúrsa.
gl: A posibilidade de definir a configuración dos permisos asignados aos novos arquivos, aumenta a seguridade contra os ataques de hackers que podan enviar material perigoso á plataforma. A configuración por defecto (0550) debe ser suficiente para dar ao servidor un nivel de protección razoable. O formato proporcionado utiliza a terminoloxía de UNIX Propietario-Grupo-Outros, cos permisos de Lectura-Escritura-Execución.
he_il: היכולת להגדיר את הגדרות ההרשאות להקצאה לכל קובץ שזה עתה נוצר מאפשרת לך לשפר את האבטחה מפני התקפות של האקרים שמעלים תוכן מסוכן לפורטל שלך. הגדרת ברירת המחדל (0550) אמורה להספיק כדי להעניק לשרת שלך הגנה סבירה רמה. הפורמט הנתון משתמש בטרמינולוגיה של UNIX של בעלים-קבוצה-אחרים עם הרשאות קריאה-כתיבה-ביצוע. אם אתה משתמש ב-Oogie, דאג שהמשתמש שמפעיל את LibreOffice יוכל לכתוב קבצים בתיקיית הקורס.
hi: हर नई बनाई गई फाइल को सौंपने के लिए अनुमतियाँ सेटिंग्स को परिभाषित करने की क्षमता आपको हैकर्स द्वारा खतरनाक सामग्री अपलोड करने के हमलों के खिलाफ सुरक्षा सुधारने की अनुमति देती है। डिफ़ॉल्ट सेटिंग (0550) आपके सर्वर को उचित सुरक्षा स्तर प्रदान करने के लिए पर्याप्त होनी चाहिए। दिया गया प्रारूप UNIX शब्दावली का उपयोग करता है: मालिक-समूह-अन्य के साथ पढ़ें-लिखें-निष्पादित अनुमतियाँ। यदि आप Oogie का उपयोग करते हैं, तो ध्यान दें कि LibreOffice चलाने वाला उपयोगकर्ता कोर्स फोल्डर में फाइलें लिख सके।
hr_hr: Mogućnost dodjeljivanja postavki dozvola za svaku novo kreiranu datoteku omogućava bolju sigurnost od potencialnih opasnih učitavanja neželjenih sadržaja te mogućih napada od strane hakera. Postavljena postavka (0550) bi trebala pružiti dovoljni stupanj sigurnosti. Ovaj oblik upotrebljava UNIX nazivlje Korisnik-Grupa-Ostali sa Čitaj-Piši-Izvrši dozvolama. Ukoliko upotrebljavate Oogie alat, vodite računa da korisnik koji upotrebljava OpenOffice program ima dozvolu pisanja u mapu kolegija.
hu_hu: Annak a lehetősége, hogy minden egyes állományhoz egyedi hozzáférési jogokat adhat meg, javítja a biztonságot olyan hackerekkel szemben, akik veszélyes tartalmakat töltenének fel a rendszerére. Az alapértelmezett beállítás (0550) megfelelő a szerver elfogadható védelméhez. A megadás formátuma a UNIX terminológiát használja: Tulajdonos-Csoport-Mások felhasználók Olvasás-írás-Végrehajtás jogokkal. Ha használja au Oogie eszközt, győződjön meg róla, hogy az OpenOffice-t futtató felhasználó írhat a kurzus mappáiba.
hy: Նոր ստեղծված յուրաքանչյուր ֆայլին հանձնելիք թույլտվությունների կարգավորումները սահմանելու հնարավորությունը թույլ է տալիս բարելավել անվտանգությունը հաքերների կողմից վտանգավոր բովանդակություն վերբեռնելու հարձակումների դեմ: Ընտրիքով կարգավորումը (0550) բավարար է ծառայողին տրամադրելու համար խելամիտ պաշտպանության մակարդակ: Տրված ձևաչափը օգտագործում է UNIX տերմինաբանությունը Տիրական-Խումբ-Այլոց Չափորոշիչ-Գրել-Գործարկել թույլտվություններով: Եթե օգտագործում եք Oogie, ուշադրություն դարձրեք, որ LibreOffice-ը գործարկող օգտատերը կարողանա գրել ֆայլեր դասընթացի թղթապանակում:
id_id: Kemampuan untuk menentukan pengaturan izin yang diberikan pada setiap file baru memungkinkan Anda meningkatkan keamanan terhadap serangan hacker yang mengunggah konten berbahaya ke portal Anda. Pengaturan default (0550) seharusnya cukup untuk memberikan tingkat perlindungan yang wajar pada server Anda. Format yang diberikan menggunakan terminologi UNIX Owner-Group-Others dengan izin Read-Write-Execute. Jika Anda menggunakan Oogie, pastikan pengguna yang menjalankan LibreOffice dapat menulis file di folder kursus.
it: La possibilità di definire permessi per ogni nuovo file creato migliora la sicurezza nei confronti di attacchi eseguiti caricando nel portale dei file pericolosi. I permessi 0550 (in formato Linux) permettono una protezione abbastanza elevata.<br/>Se usi Oogie-Woogie assicurati che l'utente che lancia OpenOffice abbia i permessi di scrittura nella cartella del corso.
ja: 新規作成ファイルに割り当てるパーミッション設定を定義する機能により、ハッカーが危険なコンテンツをポータルにアップロードする攻撃に対するセキュリティを向上させることができます。デフォルト設定（0550）はサーバーに合理的な保護レベルを提供するのに十分です。指定形式はUNIXの所有者-グループ-その他における読み取り-書き込み-実行パーミッションを使用します。Oogieを使用する場合、LibreOfficeを起動するユーザーがコースフォルダにファイルを書き込めるように注意してください。
ka_ge: ახალშექმნილი ყოველ ფაილს მინიჭებული უფლებების პარამეტრების განსაზღვრის შესაძლებლობა საშუალებას გაძლევთ გააუმჯობესოთ უსაფრთხოება ჰაკერების მიერ საშიში კონტენტის ატვირთვის შეტევების წინააღმდეგ თქვენს პორტალზე. ნაგულისხმევი პარამეტრი (0550) საკმარისია სერვერისთვის ზომიერი დაცვის დონისთვის. მითითებული ფორმატი იყენებს UNIX-ის ტერმინოლოგიას: მფლობელი-ჯგუფი-სხვები კითხვა-წერა-შესრულების უფლებებით. თუ იყენებთ Oogie-ს, ფრთხილად იყავით, რომ LibreOffice-ის გაშვებადი მომხმარებელი შეძლებს ფაილების ჩაწერას კურსის საქაღალდეში.
ko_kr: 새로 생성된 모든 파일에 할당할 권한 설정을 정의할 수 있는 기능은 해커가 위험한 콘텐츠를 포털에 업로드하는 공격에 대한 보안을 강화합니다. 기본 설정(0550)은 서버에 적절한 보호 수준을 제공하는 데 충분합니다. 주어진 형식은 UNIX의 Owner-Group-Others에 대한 Read-Write-Execute 권한 용어를 사용합니다. Oogie를 사용하는 경우, LibreOffice를 실행하는 사용자가 코스 폴더에 파일을 쓸 수 있도록 주의하세요.
lo: ຄວາມສາມາດໃນການກຳນົດການຕັ້ງຄ່າສິດອະນຸຍາດໃຫ້ກັບທຸກໆໄຟລ໌ທີ່ສ້າງຂຶ້ນໃໝ່ຊ່ວຍໃຫ້ທ່ານປັບປຸງຄວາມປອດໄພຕໍ່ກັບການໂຈມຕີໂດຍແຮກເກີທີ່ອັບໂຫຼດເນື້ອຫາທີ່ເປັນອັນຕະລາຍໃສ່ປະຕູເວັບໄຊທ໌ຂອງທ່ານ. ການຕັ້ງຄ່າເລີ່ມຕົ້ນ (0550) ຄວນຈະພຽງພໍທີ່ຈະໃຫ້ເຊີບເວີຂອງທ່ານມີລະດັບການປ້ອງກັນທີ່ສົມເຫດສົມຜົນ. ຮູບແບບທີ່ໃຫ້ມານັ້ນໃຊ້ຄຳສັບ UNIX ຂອງ Owner-Group-Others ພ້ອມກັບສິດອະນຸຍາດ Read-Write-Execute. ຖ້າທ່ານໃຊ້ Oogie, ໃຫ້ແນ່ໃຈວ່າຜູ້ໃຊ້ທີ່ເປີດ LibreOffice ສາມາດຂຽນໄຟລ໌ໃນໂຟນເດີລາຍວິຊາໄດ້.
lt_lt: Galimybė nustatyti teisių parametrus naujai sukurtam failui leidžia pagerinti saugumą nuo hakerių atakų, įkeliant pavojingą turinį į jūsų portalą. Numatytasis nustatymas (0550) turėtų užtikrinti pakankamą apsaugos lygį jūsų serveriui. Naudojamas UNIX terminologijos formatas Savininkas-Grupė-Kiti su Skaitymo-Rašymo-Leidimo teisėmis. Jei naudojate Oogie, pasirūpinkite, kad vartotojas, paleidžiantis LibreOffice, galėtų rašyti failus į kurso katalogą.
lv_lv: Spēja definēt atļaujas iestatījumus, katram jaunizveidotam failam, ļauj uzlabot drošību pret uzbrukumiem ar hakeriem, augšupielādējot bīstamu saturu uz jūsu portālā. <br>Noklusējuma iestatījums (0550) būtu pietiekams, lai dotu savam serverim saprātīgu aizsardzības līmeni.
mk_mk: Можноста да ги дефинирате поставките за права што ќе се доделат на секоја новосоздадена датотека ви овозможува да ја подобрите безбедноста против напади од хакери кои испраќаат опасна содржина на вашиот портал. Стандардното поставување (0550) треба да биде доволно за разумно ниво на заштита на вашиот сервер. Дадениот формат користи UNIX терминологија Owner-Group-Others со Read-Write-Execute права. Ако користите Oogie, внимавајте корисникот кој го пушта LibreOffice да може да запишува датотеки во папката на курсот.
ms_my: Keupayaan untuk menentukan tetapan keizinan untuk setiap fail yang dicipta baru membolehkan anda meningkatkan keselamatan terhadap serangan oleh penggodam yang memuat naik kandungan berbahaya ke portal anda. Tetapan lalai (0550) sepatutnya mencukupi untuk memberikan tahap perlindungan yang munasabah kepada pelayan anda. Format yang diberikan menggunakan terminologi UNIX Pemilik-Kumpulan-Lain dengan keizinan Baca-Tulis-Laksana. Jika anda menggunakan Oogie, pastikan pengguna yang melancarkan LibreOffice boleh menulis fail dalam folder kursus.
my_mm: ဖန်တီးထားသော ဖိုင်အသစ်တိုင်းအတွက် ခွင့်ပြုချက်ဆက်တင်များကို သတ်မှတ်နိုင်ခြင်းသည် ဟက်ကာများမှ အန္တရာယ်ရှိသော အကြောင်းအရာများကို သင့်ပေါ်တယ်သို့ တင်သွင်းခြင်းမှ လုံခြုံရေးကို မြှင့်တင်နိုင်သည်။ မူလဆက်တင် (0550) သည် သင့်ဆာဗာအား ကျိုးကြောင်းဆီလျော်သော ကာကွယ်မှုအဆင့်ပေးရန် လုံလောက်သင့်သည်။ ပေးထားသော ဖိုင်ပုံစံသည် UNIX ဝေါဟာရဖြစ်သော ပိုင်ရှင်-အဖွဲ့-အခြားသူများကို ဖတ်ရန်-ရေးရန်-လုပ်ဆောင်ရန် ခွင့်ပြုချက်များဖြင့် အသုံးပြုသည်။ အကယ်၍ သင်သည် Oogie ကိုအသုံးပြုပါက၊ LibreOffice ကိုဖွင့်သော အသုံးပြုသူသည် သင်တန်းဖိုလ်ဒါတွင် ဖိုင်များကို ရေးသားနိုင်ကြောင်း သတိထားပါ။
ne: प्रत्येक नयाँ सिर्जना गरिएको फाइललाई असाइन गर्नका लागि अनुमति सेटिङहरू परिभाषित गर्ने क्षमताले तपाईंको पोर्टलमा खतरनाक सामग्री अपलोड गर्ने ह्याकरहरूका आक्रमणहरूविरुद्ध सुरक्षा सुधार गर्न मद्दत गर्दछ। पूर्वनिर्धारित सेटिङ (०५५०) ले तपाईंको सर्भरलाई उचित सुरक्षा स्तर दिन पर्याप्त हुनुपर्छ। दिइएको ढाँचाले स्वामी-समूह-अरूहरूको UNIX शब्दावली प्रयोग गर्दछ जसमा पढ्ने-लेख्ने-निष्पादन अनुमतिहरू छन्। यदि तपाईं Oogie प्रयोग गर्नुहुन्छ भने, LibreOffice लन्च गर्ने प्रयोगकर्ताले कोर्स फोल्डरमा फाइलहरू लेख्न सक्छ भन्ने कुरामा ध्यान दिनुहोस्।
nl: De mogelijkheid om permissies toe te wijzen aan elk nieuw bestand, kan de veiligheid verhogen tegen aanvallen van hackers die gevaarlijke bestanden uploaden in uw portaal. De standaardinstelling (0550) beveiligt uw server voldoende op een aanvaardbaar niveau. De permissies worden ingegeven volgens de UNIX methode van Eigenaar-Groep-Anderen met Schrijf-Lees-Uitvoer rechten
nn_no: Muligheten til å definere tillatelser innstillingene som skal gjelde for alle nyopprettede filer, lar deg bedre sikkerhet mot angrep fra hackere, opplasting av farlig innhold til portalen. Standardinnstillingen (0550) skal være nok til å gi serveren en rimelig beskyttelse nivå. Det oppgitte formatet bruker UNIX terminologi av Eigar-Group-Andre med Read-Write-Execute tillatelser. Hvis du bruker Oogie, sørg for at brukeren som starter OpenOffice kan skrive filer i kursmappen.
oc: La facultat de definir las permissions assignar a tot fichièr novèlament creat vos permet d'ameliorar la seguretat contra las atacas de pirates qu'uploada del contengut perilhós sus vòstre portal. Lo paramètre per defaut (0550) deuri èsser suffisent per donar a vòstre servidor un nivèl de proteccion raizonable. Lo format utilizat utiliza la terminologia UNIX Proprietari-Gròup-Autres amb las permissions Lectura-Escrit-Execucion. Se utilizatz Oogie, pensatz que l'utilizaire qu'aviatza LibreOffice pòt escriure dels fichièrs dins lo dossier del cors.
pl_pl: Możliwość definiowania uprawnień każdego nowo utworzonego pliku pozwala na poprawę bezpieczeństwa przed atakami hakerów, którzy mogą przesyłać niebezpieczne treści na portalu. Domyślne ustawienie uprawnień (0550) powinny być wystarczające aby zapewnić rozsądny poziom ochrony serwera. Podany format używa terminologii UNIX właściciel-grupa-inni z upawnieniami Odczytu-Zapisu-Wykonania. Jeśli używasz Oogie, upewnij się, że użytkownik, który uruchomi OpenOffice można napisać pliki w folderze kursu.
ps: د هر نوي جوړ شوي فایل لپاره اجازې تنظیمات تعریف کولو وړتیا تاسو ته امنیت ښه کولو ته ورکوي د هکرز له بریدونو څخه چې خطرناک مواد ستاسو پورټل ته اپلوډ کوي. پیش فرض تنظیم (0550) باید ستاسو سرور ته معقول حفاظت ورکړي. ورکړل شوی فارمیټ د UNIX اصطلاحاتو مالک-ګروپ-نورو سره لوستل-لیکل-اجرای کولو اجازې کاروي. که تاسو Oogie کاروئ، پام وکړئ چې د LibreOffice پیل کوونکی کاروونکی د کورس فولډر کې فایلونه لیکلای شي.
pt_br: A capacidade para definir permissões e atribuí-las aos arquivos recém criados aumenta a segurança contra ataques de hackers que podem colocar material perigoso na plataforma. O valor pré-definido (0660) deveria ser suficiente para proporcionar ao servidor um nível razoável de segurança. O formato fornecido usa a terminologia UNIX do Proprietário-Grupo-Público com as permissões de Leitura-Escrita-Execução. Se utiliza o Oogie, tome cuidado para que o usuários que iniciar o OpenOffice poderá escrever arquivos na pasta do curso.
pt_pt: A capacidade de definir níveis de permissões a atribuir a todos os novos ficheiros criados permite aumentar a segurança contra ataques de hackers e o envio de conteúdo perigoso para o portal. A configuração pré-definida (0550) deve ser suficiente para manter o servidor num nível razoável de protecção. O formato atribuído usa uma terminologia UNIX do género Proprietário-Grupo-Outros (Owner-Group-Others) com permissões de Escrita-Leitura-Executar (Read-Write-Execute). Se utilizar o Oogie, tenha em atenção para que o utilizador que iniciar o OpenOffice possa escrever ficheiros na pasta do curso.
ro_ro: Posibilitatea de a defini setari pentru permisiuni care sa fie atribuite fiecarui fisier nou creat va permite sa imbunatatiti securitatea impotriva atacurilor hackeri-lor ce ar putea incarca continut periculos in portalul dvs. Setarea implicita (0550) ar trebui sa fie suficienta pentru a asigura serverului un nivel rezonabil de protectie. Formatul dat utilizeaza terminologia UNIX pentru Proprietar-Grup-Altii la setarea permisiunilor Citire-Scriere-Executare. Daca utilizati Oogie, aveti grija ca utilizatorii care ruleaza OpenOffice pot scrie fisierele din folderul cursului.
ru_ru: Возможность определять права настроек для каждого нового создаваемого файла позволяет Вам повышать уровень безопасности против атак хакеров, которые могут загружать файлы сомнительного содержания на Ваш портал. Стандартной настройки (0550) должно быть достаточно для обеспечения вашего сервера приемлемым уровнем защиты. Данный формат использует терминологию UNIX Владелец-Группа-Другие с правами Читать-Писать-Выполнять. Если Вы используете Oogie, позаботьтесь, что пользователь, который запускает OpenOffice сможет писать файлы в каталоге курса.
sk_sk: Schopnosť definovať nastavenie oprávnení priradiť každému novovytvoreného súboru, môžete zlepšiť zabezpečenie proti útokom hekerov, ktorí nahrávajú nebezpečný obsah na portál.
sl: Zmožnost dodeljevanja pravic vsaki novo kreirani datoteki omogoča izboljšavo zaščite pred hekerji, ki poskušajo z napadi preko nalaganja datotek z nevarno vsebino na portal. Privzeta nastavitev (0550) naj bi strežniku zagotavljala zadovoljiv nivo zaščite. Format zaščite oz. pravic uporablja UNIX terminologijo za lastnika-skupino-preostale in bralne-pisalne-izvršne pravice pri dostopu do datotek.
sq: Mundësia për të përcaktuar cilësimet e lejeve për çdo skedar të ri të krijuar ju lejon të përmirësoni sigurinë kundër sulmeve nga hakerët që ngarkojnë përmbajtje të rrezikshme në portalin tuaj. Cilësimi i paracaktuar (0550) duhet të jetë i mjaftueshëm për të dhënë serverit tuaj një nivel të arsyeshëm mbrojtjeje. Formati i dhënë përdor terminologjinë UNIX të Pronar-Grup-Të-tjerët me leje Lexo-Shkruaj-Ekzekuto. Nëse përdorni Oogie, kujdesuni që përdoruesi që lancon LibreOffice të mund të shkruajë skedarë në dosjen e kursit.
sr_rs: Mogućnost dodjeljivanja podešavanja dozvola za svaku novo kreirani fajl omogućava bolju sigurnost od potencialnih opasnih učitavanja neželjenih sadržaja i mogućih napada od strane hakera. Postavljena postavka (0550) bi trebala pružiti dovoljni nivo sigurnosti. Ovaj oblik upotrebljava UNIX nazivlje Korisnik-Grupa-Ostali sa Čitaj-Piši-Izvrši dozvolama. Ukoliko upotrebljavate Oogie alat, vodite računa da korisnik koji upotrebljava OpenOffice program ima dozvolu pisanja u mapu kolegija.
sv_se: Möjligheten att definiera behörighetsinställningarna för alla nyskapade filer förbättrar säkerheten mot attacker där filer laddas upp till din portal. Standardinställningen (0550) ska vara tillräcklig för att ge din server en rimlig skyddsnivå. Formatet är från UNIX där ägare, grupp och övriga i nämnd ordning ges behörigheterna läs/skriv/kör (binärkodas med värdena 4, 2 och 1; 5=läs+kör). Om du använder Oogie så se till att användaren som kör OpenOffice har skrivrättigheter till kursmappen.
sw_ke: Uwezo wa kufafanua mipangilio ya ruhusa ya kutoa kwa kila faili mpya inakusaidia kuboresha usalama dhidi ya mashambulio ya wavamizi wanaopakia maudhui hatari kwenye lango lako. Mipangilio ya chaguo-msingi (0550) inatosha kutoa ulinzi unaofaa kwa seva yako. Umbo lililotolewa linatumia istilahi za UNIX za Mmiliki-Kikundi-Wengine na ruhusa za Kusoma-Kuandika-Kutekeleza. Ikiwa unatumia Oogie, hakikisha mtumiaji anayezindua LibreOffice anaweza kuandika faili kwenye folda ya kozi.
ta: ஒவ்வொரு புதிதாக உருவாக்கப்பட்ட கோப்புக்கும் அனுமதி அமைப்புகளை வரையறுக்கும் திறன் உங்கள் போர்ட்டலுக்கு ஹேக்கர்கள் ஆபத்தான உள்ளடக்கத்தை பதிவேற்றுவதிலிருந்து பாதுகாப்பை மேம்படுத்த உங்களுக்கு அனுமதிக்கிறது. இயல்புநிலை அமைப்பு (0550) உங்கள் சர்வருக்கு நியாயமான பாதுகாப்பு நிலையை வழங்க போதுமானது. கொடுக்கப்பட்ட வடிவம் UNIX சொல்லாட்சியான உரிமையாளர்-குழு-மற்றவர்கள் வாசிப்பு-எழுது-இயக்கு அனுமதிகளுடன் பயன்படுத்துகிறது. Oogie ஐ பயன்படுத்தினால், LibreOffice ஐ இயக்கும் பயனர் பாடநூல் அடைவில் கோப்புகளை எழுத முடியும் என்பதை உறுதிப்படுத்தவும்.
th: ความสามารถในการกำหนดการตั้งค่าสิทธิ์สำหรับไฟล์ที่สร้างใหม่ทุกไฟล์ช่วยปรับปรุงความปลอดภัยจากการโจมตีโดยแฮกเกอร์ที่อัปโหลดเนื้อหาอันตรายไปยังพอร์ทัลของคุณ การตั้งค่าเริ่มต้น (0550) ควรเพียงพอสำหรับการป้องกันในระดับที่เหมาะสมของเซิร์ฟเวอร์ รูปแบบที่ให้มาใช้คำศัพท์ UNIX ของ Owner-Group-Others ด้วยสิทธิ์ Read-Write-Execute หากใช้ Oogie ต้องระวังให้ผู้ใช้ที่เรียก LibreOffice สามารถเขียนไฟล์ในโฟลเดอร์รายวิชาได้
tl_ph: Ang kakayahang magtakda ng mga setting ng pahintulot para sa bawat bagong nilikhang file ay nagpapahusay ng seguridad laban sa mga atake ng mga hacker na nag-a-upload ng mapanganib na nilalaman sa iyong portal. Ang default na setting (0550) ay sapat upang magbigay ng makatwirang antas ng proteksyon sa iyong server. Gumagamit ang ibinigay na format ng terminolohiya ng UNIX na Owner-Group-Others na may Read-Write-Execute permissions. Kung gumagamit ka ng Oogie, mag-ingat na ang user na naglulunsad ng LibreOffice ay makapag-scribe ng mga file sa folder ng kurso.
tr: Yeni oluşturulan dosyalara erişim izni özelliği, hakerların sisteminize zararlı içerikler yüklemesini önlemeye yönelik bir savunma aracıdır. Varsayılan ayar (0550) kabul edilebilir bir korunma seviyesidir.Verilen format Unix terminolojisine göre Oluşturan-Grup-Diğerleri sıralamasında Oku-Yaz-Çalıştır izinleridir.Eğer Oogie kullanıyorsanız, OpenOfisi çalıştıran bir kullanıcının ders klasöründeki dosyalara yazabileceği konusunda dikkatli olunuz.
uk_ua: Можливість визначати налаштування прав для призначення кожному новому файлу дозволяє підвищити рівень безпеки проти атак завантаження небезпечного контенту на ваш портал. Налаштування за замовчуванням (0550) достатнє для придатного рівня захисту. Формат використовує термінологію UNIX Власник-Група-Інші з правами Читати-Писати-Виконувати. Якщо ви використовуєте Oogie, будьте певні, що користувач, який запускає OpenOffice може писати файли в каталог курсу.
vi_vn: Khả năng định nghĩa cài đặt quyền cho mỗi tệp mới tạo giúp cải thiện bảo mật chống lại các cuộc tấn công của hacker tải lên nội dung nguy hiểm vào cổng thông tin của bạn. Cài đặt mặc định (0550) đủ để cung cấp mức bảo vệ hợp lý cho máy chủ. Định dạng sử dụng thuật ngữ UNIX Owner-Group-Others với quyền Read-Write-Execute. Nếu sử dụng Oogie, hãy đảm bảo người dùng khởi chạy LibreOffice có thể ghi tệp trong thư mục khóa học.
xh_za: Ukukwazi ukuchaza iisetingi zeemvume zokwaniselwa kuzo zonke iifayile ezintsha ezidalwayo kukuvumela ukuphucula ukhuselelo oluchasene nokuhlaselwa ngabahungi abafakela umxholo oyingozi kwiportal yakho. Isetting ngokungafaniyo (0550) inyanzelekile ukunika iseva yakho inqanaba elilungeleleneyo lokukhuselwa. Ifomethi enikiweyo isebenzisa isigama seUNIX sika-Owner-Group-Abanye kunye neemvume zoKufunda-uKubhala-uKuphatha. Ukuba usebenzisa iOogie, qaphela ukuba umsebenzisi oqalisa iLibreOffice angabhala iifayile kwifoldi yekhosi.
zh_cn: 对新生成课程定义权限的功能，能够改善系统安全性，防止黑客上载危险的内容到系统中。默认设置（0550）对服务器应该有足够的保护。权限设置使用UNIX的术语，也就对于所有者-组-其他给与读-写-执行的权限。如果你使用Oogie，请注意使用OpenOffice的用户可以向课程目录中写文件。
zh_tw: 定義新目錄權限可加強平台的安全性。預設值 (0550) 應足以保護你的平台。這格式為 UNIX 術語，給予擁有人-小組-其他以執行-寫入-讀取之權力。若你使用 Oogie，當心使用者運行 OpenOffice 時可在課程資料夾寫入檔案。
