Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Make sure users are all set to start the test by providing a simulation of the question-saving process before entering the test. This allows for early detection of some connection issues and reduces user experience frictions.
yo_ng: Rii daju pe awọn olumulo ti ṣetan lati bẹrẹ idanwo nipasẹ pese afiwe ti ilana fifipamọ ibeere ṣaaju titẹ si idanwo. Eyi ngbanilaaye fun wiwa ni kutukutu ti diẹ ninu awọn iṣoro asopọ ati dinku awọn edekoyede iriri olumulo.

source: Test notification settings at test-level
yo_ng: Eto ifitonileti idanwo ni ipele idanwo

source: Enable the configuration of test submission notifications at the test level rather than the course level. Falls back to course-level settings if not defined at test-level.
yo_ng: Ṣiṣẹ ìdásílé ìfìtò ìfìtàn ìdáhùn ìdánwò ní ìpele ìdánwò dípò ìpele ìdàkẹ́kọ̀ọ́. Ó padà sẹ́yìn sí ìdásílé ìpele ìdàkẹ́kọ̀ọ́ tí kò bá ṣe ìdásílé ní ìpele ìdánwò.

source: Hide open questions' score
yo_ng: Fi igba awọn ibeere ṣiṣi pamọ

source: Hide the fact that open questions (including audio and annotations) have a score by hiding the score display in all learner-facing reports.
yo_ng: Fi otitọ pamọ pe awọn ibeere ṣiṣi (pẹlu ohun afetabiwo ati aworan) ni igba nipa fifipamọ ifihan igba ni gbogbo awọn ijabọ ti nkọ-ẹkọ.

source: Hide user info on test results page
yo_ng: Fi alaye olumulo pamọ lori oju-iwe awọn abajade idanwo

source: The default test results page shows a user datasheet (photo, name, etc) which might, in some contexts, be considered as pushing the limits of personal data treatment. Enable this option to remove user details from the test results.
yo_ng: Oju-iwe awọn abajade idanwo aiyipada ṣafihan iwe data olumulo (aworan, orukọ, ati bẹbẹ lọ) eyiti o le, ni diẹ ninu awọn aaye-ọrọ, jẹ pe a kọlu awọn aala ti itọju data ti ara ẹni. Ṣiṣẹ aṣayan yii lati yọ awọn alaye olumulo kuro lati awọn abajade idanwo.

source: Show username in test results page
yo_ng: Fi orukọ olumulo han lori oju-iwe awọn abajade idanwo

source: Show the username (instead or, or as well as, the user info) on the test results page.
yo_ng: Fi orukọ olumulo han (dipọ tabi, tabi pẹlu, alaye olumulo) lori oju-iwe awọn abajade idanwo.

source: Allow tests auto-launch
yo_ng: Gba awọn idanwo auto-ifilọlẹ laaye

source: The auto-launch feature allows the teacher to set an exercise to open immediately upon accessing the course homepage. Enable this option and click on the rocket icon in the list of tests to enable.
yo_ng: Ẹya auto-ifilọlẹ gba olukọ laaye lati ṣeto adaṣe kan lati ṣii lẹsẹkẹsẹ lẹhin ti o wọle si oju-iwe ile ẹkọ. Ṣiṣẹ aṣayan yii ki o tẹ lori aami rocket ni akojọ awọn idanwo lati ṣiṣẹ.

source: Disable 'clean results' for teachers
yo_ng: Pa 'awọn abajade mimọ' fun awọn olukọ

source: Disable the option to delete test results from the tests list. This is often used when less-careful teachers manage courses, to avoid critical mistakes.
yo_ng: Pa aṣayan lati pa awọn abajade idanwo kuro lati akojọ awọn idanwo. Eyi nigbagbogbo lo nigbati awọn olukọ ti ko ni itara ṣakoso awọn ẹkọ, lati yago fun awọn aṣiṣe pataki.

source: Show score for certainty degree questions
yo_ng: Fi igba han fun awọn ibeere alekun idaniloju

source: By default, Chamilo does not show a score for the certainty degree question types.
yo_ng: Nipasẹ aiyipada, Chamilo ko ṣafihan igba fun awọn iru ibeere alekun idaniloju.

source: Show link to download test results
yo_ng: Fi asopọ si iṣọwọlẹ awọn abajade idanwo han

source: On the test results page, display a link to download the results as a file.
yo_ng: Lori oju-iwe awọn abajade idanwo, ṣafihan asopọ si iṣọwọlẹ awọn abajade bi faili kan.

source: Add score in mail notification of test submission
yo_ng: Fi igba kun sinu ifitonileti imeeli ti ifisilẹ idanwo

source: Add the learner's score to the e-mail notification sent to the teacher after a test was submitted.
yo_ng: Fi igba ọmọ ile-ẹkọ si ifitonileti imeeli ti a firanse si olukọ lẹhin ti idanwo kan ti fi silẹ.

source: Show expected choice in test results
yo_ng: Fi yiyan ti a nireti han ni awọn abajade idanwo

source: Show the expected choice and a status (right/wrong) for each answer on the test results page (if the test has been configured to show results).
yo_ng: Fi yiyan ti a nireti ati ipo kan (tọ/tòtò) han fun idahun kọọkan lori oju-iwe awọn abajade idanwo (ti idanwo naa ti ṣeto lati ṣafihan awọn abajade).

source: Round score in test exports
yo_ng: Yika igba ni awọn iṣagbe idanwo

source: Disable new test attempts
yo_ng: Pa awọn igbiyanju idanwo tuntun pa

source: Disable new test attempts globally. Usually used when there is a problem with tests in general and you want some time to analyse without blocking the whole platform.
yo_ng: Pa awọn igbiyanju idanwo tuntun pa ni agbegbe. Nigbagbogbo lo nigbati iṣoro wa pẹlu awọn idanwo ni gbogbogbo ati pe o fẹ akoko diẹ lati ṣe itupalẹ laisi didi gbogbo ipilẹ.

source: Show question IDs in tests
yo_ng: Fi awọn ID ibeere han ni awọn idanwo

source: Show questions' internal IDs to let users take note of issues on specific questions and report them more efficiently.
yo_ng: Fi awọn ID inu awọn ibeere han lati jẹ ki awọn olumulo ṣe akiyesi awọn iṣoro lori awọn ibeere kan pato ati ṣe ijabọ wọn daradara julọ.

source: Show question pagination for teachers
yo_ng: Fi pagination ibeere han fun awọn olukọ

source: Global pending tests list
yo_ng: Àkójọ àwọn ìdánwò tí kò tíì ṣe pátápátá

source: Enable to display to the final user a page with the list of pending tests across all courses.
yo_ng: Ṣàpẹẹrẹ láti ṣàfihàn fún olùpẹ̀ lò ìkójọpọ̀ ìkójọpọ̀ àwọn ìdánwò tí kò tíì ṣe pátápátá láàrín gbogbo àwọn ẹ̀kà.

source: Quick image addition to question
yo_ng: Ṣàfihàn àwòrán kánkán sí ìbéèrè

source: Enable an additional icon in the test questions list to add an image as question description. This vastly accelerates question edition when the questions are in the title and the description only includes an image.
yo_ng: Ṣàpẹẹrẹ àwòrán àfikún nínú ìkójọpọ̀ ìbéèrè ìdánwò láti ṣàfihàn àwòrán gẹ́gẹ́ ìbéèrè. Èyí ń yára ìdásílẹ̀ ìbéèrè gan-an nigbà tí ìbéèrè wà nínú akọ̀lé àti ìtumọ̀ nìkan ní àwòrán.

source: Hide user IP from test reports
yo_ng: Fi ìpààrọ̀ olùpẹ̀ ìdásílẹ̀ ìdánwò pamọ́

source: By default, we show user information and its IP address, but this might be considered personal data, so this option allows you to remove this info from all test reports.
yo_ng: Ní ìpilẹ̀, a ṣàfihàn ìròye olùpẹ̀ àti ìpààrọ̀ IP rẹ̀, ṣùgbọ́n èyí lè jẹ́ ìròye àdáni, nítorí náà àṣàyàn yìí yọ ìròye yìí kúrò nínú gbogbo ìròyìn ìdánwò.

source: Show deleted tests in 'My progress'
yo_ng: Fi ìdánwò tí a ti pa rẹ̀ hàn nínú 'Ìlọsí mi'

source: Enable this option to display, on the 'My progress' page, the results of all tests you have taken, even the ones that have been deleted.
yo_ng: Ṣàpẹẹrẹ àṣàyàn yìí láti ṣàfihàn, lórí ìkójọpọ̀ 'Ìlọsí mi', àwọn ìpinnu gbogbo ìdánwò tí o ti ṣe, àti àwọn tí a ti pa rẹ̀.

source: Show test attempts from all sessions in pending tests report
yo_ng: Fi ìgbìyànjú ìdánwò látàrí gbogbo àwùjọ pàtàkì hàn nínú ìròyìn ìdánwò tí kò tíì ṣe

source: Show test attempts from users in all sessions where the general coach has access in pending tests report.
yo_ng: Fi ìgbìyànjú ìdánwò látàrí àwùjọ pàtàkì gbogbo ìpàdé tí olùdàá gbogbogbò ni ìwọlé hàn nínú ìròyìn ìdánwò tí kò tíì ṣe.

source: Show test attempts from all sessions in base course
yo_ng: Fi ìgbìyànjú ìdánwò látàrí gbogbo àwùjọ pàtàkì hàn nínú ìdàbọ̀ ìdàbọ̀

source: Show test attempts from users in all sessions to the teacher in the base course.
yo_ng: Fi ìgbìyànjú ìdánwò látàrí àwùjọ pàtàkì gbogbo ìpàdé hàn fún olùkọ nínú ìdàbọ̀ ìpìlẹ̀.

source: Check all answers before submitting test
yo_ng: Ṣàyẹ̀wò gbogbo ìdáhùn kí o to fi ìdánwò ránṣẹ́

source: Display a popup with the list of answered/unanswered questions before submitting the test.
yo_ng: Ṣàfihàn àpòpù pẹ̀lú àtòjọ àwọn ìbéèrè tí a ti dáhùn/tí a kò tíì dáhùn ṣáájú ìfiwọ̀rán ìdánwò.

source: Discard orphan questions in course export
yo_ng: Pa àwọn ìbéèrè òmùgọ̀ kúrò nínú ìkọjá kọlẹ̀jì

source: When exporting a course, do not export the questions that are not part of any test.
yo_ng: Nígbà ìkọjá kọlẹ̀jì, má ṣe kọjá àwọn ìbéèrè tí kò ṣe pàtàkì nínú ìdánwò kankan.

source: Bypass HTML filtering in test end messages
yo_ng: Yàgò ìdarà HTML nínú àwùnṣe ìparí ìdánwò

source: Consider messages at the end of tests are always safe. Removing the filter makes it possible to use JavaScript there.
yo_ng: Ka àwùnṣe ìparí ìdánwò gbogbo wọn lé ewu. Yíyọ ìdarà kúrò jẹ́ kí ìdùbúlẹ̀ JavaScript ṣeé ṣe níbẹ̀.

source: Bypass HTML filtering in test questions
yo_ng: Yàgò ìdarà HTML nínú ìbéèrè ìdánwò

source: Consider questions text in tests are always safe. Removing the filter makes it possible to use JavaScript there.
yo_ng: Ka ìbéèrè ìdánwò gbogbo wọn lé ewu. Yíyọ ìdarà kúrò jẹ́ kí ìdùbúlẹ̀ JavaScript ṣeé ṣe níbẹ̀.

source: Automatically delete questions when deleting test
yo_ng: Pa ìbéèrè kúrò fún ìdásílẹ̀ ìdánwò

source: The default behaviour is to make questions orphan when the only test using them is deleted. When enabled, this option ensure that all questions that would otherwise end up orphan are deleted as well.
yo_ng: Ìhùwà ìpilẹ̀ ni láti jẹ́ kí ìbéèrè di òmùgọ̀ nígbà tí ìdánwò kan ṣoṣo tí wọ́n ń lò wọ́n ba parẹ́. Nígbà tí a ṣí ìdíwò yìí, ìdíwò yìí yẹ̀rù pé gbogbo ìbéèrè tí yóò ṣe òmùgọ̀ ni a pa kúrò pẹ̀lú.

source: Hide test attempts table on test start page
yo_ng: Fi tábìlì ìgbìyànjú ìdánwò pamọ́ lórí ojú ìkànnì ìdánwò

source: Hide the table showing all previous attempts on the test start page.
yo_ng: Fi tábìlì tí ń ṣàfihàn gbogbo ìgbìyànjú ìṣáájú pamọ́ lórí ojú ìkànnì ìdánwò.

source: Hide the question incremental numbering when taking a test.
yo_ng: Fi nọ́mba ìbẹ̀rẹ̀ ìbéèrè pamọ́ nígbà tí ìdánwò ń ṣẹlẹ̀.

source: Keep session active in tests
yo_ng: Jẹ́ kí ìpàdé ṣiṣẹ́ nínú ìdánwò

source: Keep session active by maintaining a regular ping signal to the server every x seconds, define here. We recommend once every 300 seconds.
yo_ng: Jẹ́ kí ìpàdé ṣiṣẹ́ nípa ìdúró ìfọwọ́sowọpọ̀ ìpìnlẹ̀ sí ìsèr̀ẹ ̀gbàgbà ìṣẹ́jú x, ṣàlàyé níbí. A fọwòsowò ìdúró kan lẹ́yìn ìṣẹ́jú 300.

source: Embeddable question types
yo_ng: Àwùjọ ìbéèrè tí a lè fi sínú

source: By default, only single answer and multiple answer questions are considered when deciding whether a test can be embedded in a video or not. With this option, you can decide that more question types are available. Be aware that not all question types fit nicely in the space assigned to videos. Questions types are availalble in the code in question.class.php.
yo_ng: Ní ìpilẹ̀, ìbéèrè ìdáhùn ẹyọkan àti ìdáhùn pupọ pàtàkì nìkan ni a ṣàyẹ̀wò nígbà ìpinnu boya ìdánwò kan ṣeé fi sínú fídíò tàbí rara. Pẹ̀lú ìdíwò yìí, o lè pinnu pé àwùjọ ìbéèrè púpọ̀ si wà. Ṣe ìmọ̀ pé kò ṣe ìbámu pàtàkì fún gbogbo àwùjọ ìbéèrè nínú aaye tí a yà sọ́tọ̀ fún fídíò. Àwùjọ ìbéèrè wà nínú koodu nínú question.class.php.

source: Use course as global forum
yo_ng: Lo kọlẹ̀jì gẹ́gẹ́ bí ìpìnlẹ̀ ìjíròrò

source: Set the course ID (numerical) of a course reserverd to use as a global forum. This replaces the 'Social groups' link in the social network by a link to the forum of that course.
yo_ng: Ṣeto ID kọlẹ̀jì (nọ́mba) ti kọlẹ̀jì tí a yà sọ́tọ̀ láti lo gẹ́gẹ́ bí ìpìnlẹ̀ ìjíròrò. Èyí rọ́pò ìnọ́nnì 'Àwùjọ ìbáṣepọ̀' nínú ìsàlẹ̀ ìbáṣepọ̀ pẹ̀lú ìnọ́nnì sí ìjíròrò kọlẹ̀jì yẹn.

source: Hide forum post review language
yo_ng: Fi èdè ìwádìlẹ̀ ìdáhùn ìjíròrò pamọ́

source: Hide the possibility to assign a language to a forum post review.
yo_ng: Fi ìṣeéṣe ìyàn èdè fún ìwádìlẹ̀ ìdáhùn ìjíròrò pamọ́.

source: Forum post review
yo_ng: Ìwádìlẹ̀ ìdáhùn ìjíròrò

source: Enable this option to allow asking for a review or a translation to one's post in a forum. When extensively configured, can be used to collaborate with other users in a language-learning forum.
yo_ng: Ṣí ìdíwò yìí láti jẹ́ kí ìfẹ́ràn ìwádìlẹ̀ tàbí ìtumọ̀ ìdáhùn ẹnikan ṣeé ṣe nínú ìjíròrò. Nígbà tí a ṣe ìdàsílẹ̀ lọ́pọ̀lọpọ̀, a lè lo láti ṣe ìfọwọ́ṣowọ́pọ̀ pẹ̀lú àwùjọ ẹlòmíràn nínú ìjíròrò ìkọ́ èdè.

source: Fold forum categories
yo_ng: Pa àwùjọ ìjíròrò kọlù

source: Visual effect to enable forum categories folding/unfolding.
yo_ng: Ìfarahan ìrísí láti ṣí ìpa ìdàpọ̀/ìdí ìdàpọ̀ àwùjọ ìjíròrò.

source: Forum categories language filter
yo_ng: Àlẹ̀mù ìdààbò èdè àwùjọ ìjíròrò

source: Add a language filter to the forum view to only see categries configured in a specific language. Requires using the 'language' extra field on the 'forum_category' entity.
yo_ng: Ṣàfikù ìdààbò èdè sí ìwò ìjíròrò láti rí àwùjọ nìkan tí a ṣe ìdàsílẹ̀ nínú èdè kan pàtó. Ó ṣe pàtàkì láti lo ìkànnì ìyàtọ̀ 'èdè' lórí ìdí 'forum_category'.

source: Forum notifications from base course as well
yo_ng: Ìfọwọ́sowọpọ̀ ìjíròrò ìpìnlẹ̀ kọlẹ̀jì pàtàkì pẹ̀lú

source: Enable this option to enable notifications coming from the base course forum, even if following the course through a session.
yo_ng: Ṣí ìdíwò yìí láti ṣí ìfọwọ́sowọpọ̀ ìjíròrò ìpìnlẹ̀ kọlẹ̀jì, àti tí ìpàdé ń tẹ̀lé kọlẹ̀jì lọ́nà ìpàdé.

source: Default glossary view
yo_ng: Ìwò ìpìnlẹ̀ ìtumọ̀ ọrọ̀

source: Choose which view ('table' or 'list') will be used by default in the glossary tool.
yo_ng: Yan ìwò wo ('tábìlì' tàbí 'àtòjọ') yóò ṣe ìlò ìpilẹ̀ nínú ohun èlò ìtumọ̀ ọrọ̀.

source: Remove HTML tags in glossary export
yo_ng: Yọ àwùjọ HTML kúrò nínú ìkọjá ìtumọ̀ ọrọ̀

source: Hide gradebook charts
yo_ng: Fi àwò ìdí ìdíbọ̀ pamọ́

source: If your portal is resources-limited, reducing the generation of the dynamic gradebok charts with potentially thousands of results is a good option.
yo_ng: Tí ìsẹ́ ìkànnì rẹ kò ní àwùjọ pàtàkì, dín ìdá ìdí ìdíbọ̀ ìdí ìdíbọ̀ pẹ̀lú àwùnṣe ẹgbẹẹgbẹ̀ ìdí ìdíbọ̀ jẹ́ ìdíwò rere.

source: Hide gradebook button 'download PDF report'
yo_ng: Fi ìdíbọ̀ ìdààbò ìdíbọ̀ PDF pamọ́

source: Hide percentage in best/average gradebook results
yo_ng: Fi ìpín ìdí ìdíbọ̀ ìdí ìdíbọ̀ pamọ́

source: Use test settings for grades display
yo_ng: Lo ìdàsílẹ̀ ìdánwò fún ìfarahan ìdí

source: Use APCu caching to speed up gradebok
yo_ng: Lo ìpamọ́ APCu láti yára ìdí ìdíbọ̀

source: Improve speed when rendering gradebook student reports using Doctrine APCU cache. APCu is an optional but recommended PHP extension.
yo_ng: Mu ìyára ṣe dara nígbà ìdá ìdíbọ̀ akẹ́kọ̀ọ́ ìdí ìdíbọ̀ pẹ̀lú ìpamọ́ Doctrine APCU. APCu jẹ́ ìdàsílẹ̀ PHP ìdènà ṣùgbọ́n a fọwòsowò.

source: Gradebook reports score style
yo_ng: Ìlànà ìdí ìdíbọ̀ ìdí ìdíbọ̀

source: Add gradebook score style configuration in the flat view. See api.lib.php in order to find the options: examples SCORE_DIV = 1, SCORE_PERCENT = 2, etc
yo_ng: Ṣàfikù ìdàsílẹ̀ ìlànà ìdí ìdíbọ̀ nínú ìwò pẹ̀lẹ́. Wo api.lib.php láti rí àwùnṣe: àpẹẹrẹ SCORE_DIV = 1, SCORE_PERCENT = 2, àbá

source: Custom score display in gradebook's standalone column
yo_ng: Ìfarahan ìdí ìdí ìdíbọ̀ nínú ìkọ̀wé ìdí ìdíbọ̀

source: Use global score display setting in gradebook
yo_ng: Lo ìdàsílẹ̀ ìfarahan ìdí ìpìnlẹ̀ nínú ìdí ìdíbọ̀

source: Inter-gradebook dependencies
yo_ng: Àwùjọ ìdí ìdíbọ̀ ìdí ìdíbọ̀

source: Enables a mechanism of gradebook dependencies that lets people know which other items they need to go through first in order to complete the gradebook.
yo_ng: Ṣí ìdíwò ìdùúṣì ìdí ìdíbọ̀ tí yóò jẹ́ kí àwùjọ mọ irú àwùnṣe mìíràn tí wọ́n ní láti kọjá lákọ̀ọ́kọ́ kí wọ́n lè parí ìdí ìdíbọ̀.

source: Mandatory courses for gradebook dependencies
yo_ng: Kọlẹ̀jì pàtàkì fún ìdùúṣì ìdí ìdíbọ̀

source: When using inter-gradebook dependencies, you can choose a list of mandatory courses that will be required before approving any gradebook that has dependencies.
yo_ng: Nígbà lílo ìdùúṣì ìdí ìdíbọ̀, o lè yan àtòjọ kọlẹ̀jì pàtàkì tí yóò ṣe pàtàkì ṣáájú ìdásílẹ̀ ìdí ìdíbọ̀ kankan tí ó ni ìdùúṣì.

source: Gradebook badges sidebar
yo_ng: Àpò ìdí ìdíbọ̀ ìdí ìdíbọ̀

source: Generate a block inside the side menu where a few badges can be shown as pending approval. Requires gradebooks to be listed here, by (numerical) ID.
yo_ng: Ṣẹ̀dá ìdí ìdí ìdíbọ̀ nínú ìkànnì ìdààbò nibiti àwùnṣe ìdí ìdíbọ̀ díẹ̀ ṣeé ṣàfihàn gẹ́gẹ́ bí ìdásílẹ̀. Ó ṣe pàtàkì kí ìdí ìdíbọ̀ wa níbí, nípasẹ̀ (nọ́mba) ID.

source: Allow multiple evaluation attempts in gradebook
yo_ng: Gba ìgbìyànjú ìdí ìdíbọ̀ lọ́pọ̀lọpọ̀ nínú ìdí ìdíbọ̀

source: Cache results in the gradebook
yo_ng: Ìpamọ́ ìdí ìdíbọ̀ nínú ìdí ìdíbọ̀

source: Put some of the large calculations of averages in cached fields for the links and evaluations to increase speed (considerably). The potential negative impact is that it can take some time to refresh the gradebook results tables.
yo_ng: Fi àwùjọ ìṣirò ìpínyà ńlá kan sínú àwùjọ ìpamọ́ fún ìsopọ̀ àti ìdáwò láti pọ̀ ìyara (púpọ̀). Ìpa ìdààmú tí ó ṣeeṣe ni pé yóò gba ìṣẹ́ju díẹ̀ láti tún ìtabà ìpinnu ìkẹ́kọ̀ọ́ ìdíwò.

source: User extra fields in gradebook flat view
yo_ng: Àwùjọ ìdíwò ìpìlẹ̀ ìdíwò olùpẹ̀

source: Add the given columns ('variables' array) to the main results table in the gradebook.
yo_ng: Ṣàfikún àwùjọ ('ìyàwòrán') tí a fún sí ìtabà ìpinnu pàtàkì nínú ìkẹ́kọ̀ọ́ ìdíwò.

source: Gradebook PDF export options
yo_ng: Àwùjọ ìdásílẹ̀ PDF ìkẹ́kọ̀ọ́ ìdíwò

source: Change the PDF export for learners based on the provided settings ('hide_score_weight', 'hide_feedback_textarea', ...)
yo_ng: Yí ìdásílẹ̀ PDF fún àwùjọ ìmọ̀ gẹ́gẹ́ ìṣètò tí a pèsè ('fi ìpinnu ìdíwò pamọ́', 'fi ìfọwéràn ìròyìn pamọ́', ...)

source: Gradebook comments
yo_ng: Àwùjọ ìròyìn ìkẹ́kọ̀ọ́ ìdíwò

source: Enable gradebook comments so teachers can add a comment to the overall performance of the learner in this course. The comment will appear in the PDF export for the learner.
yo_ng: Ṣàpẹẹrẹ ìròyìn ìkẹ́kọ̀ọ́ ìdíwò kí olùkọ le fi ìròyìn kun ìṣẹ̀ ìdàgbàsókè ìdàgbàsókè olùmọ̀ nínú ìdàbọ̀ yìí. Ìròyìn yí yóò han nínú ìdásílẹ̀ PDF fún olùmọ̀.

source: Gradebook extra statistics
yo_ng: Àwùjọ ìṣirò ìdíwò ìdíwò

source: Add additional columns to the gradebook's main report (1 = ranking, 2 = best score, 3 = average).
yo_ng: Ṣàfikún àwùjọ ìdíwò sí ìròyìn pàtàkì ìkẹ́kọ̀ọ́ ìdíwò (1 = ìdásílẹ̀, 2 = ìpinnu ìdáríjì, 3 = ìpínyà).

source: Hide gradebook table for learners
yo_ng: Fi ìtabà ìkẹ́kọ̀ọ́ ìdíwò pamọ́ fún àwùjọ ìmọ̀

source: Reduce gradebook load time by hiding the results table (but still giving access to certificates, skills, etc).
yo_ng: Dín ìṣẹ̀ ìdàgbàsókè ìkẹ́kọ̀ọ́ ìdíwò pẹ̀lú fífi ìtabà ìpinnu pamọ́ (ṣùgbọ́n ṣì fun ìwọlé sí ìjẹ́rẹ́, ìmọ̀, àbẹ̀).

source: Hide item links for learners in gradebook
yo_ng: Fi ìsopọ̀ ohun kan pamọ́ fún àwùjọ ìmọ̀ nínú ìkẹ́kọ̀ọ́ ìdíwò

source: Avoid learners clicking on items from the gradebook by removing the links on the items.
yo_ng: Yẹ̀wò àwùjọ ìmọ̀ tí kò ṣe ìtẹ̀síwájú lórí àwùjọ látàrí ìkẹ́kọ̀ọ́ ìdíwò pẹ̀lú yíyọ ìsopọ̀ lórí àwùjọ.

source: Enable skills by gradebook's subcategory
yo_ng: Ṣàpẹẹrẹ ìmọ̀ pẹ̀lú ìpìlẹ̀ ìkẹ́kọ̀ọ́ ìdíwò

source: Skills are normally attributed for completing a whole gradebook. By enabling this option, you allow skills to be attached to sub-sections of gradebooks.
yo_ng: Ìmọ̀ wà pàtàkì fún ìparí ìkẹ́kọ̀ọ́ ìdíwò kan. Pẹ̀lú ìfọwọ́ṣe yìí, o yọ ìmọ̀ láti so pọ̀ sí àwùjọ ìpìlẹ̀ ìkẹ́kọ̀ọ́ ìdíwò.

source: Language switcher in main menu
yo_ng: Yipada ede ni akojọ akọkọ

source: Display a language selector in the main menu that immediately updates the language preference of the user. This can be useful in multilingual portals where learners have to switch from one language to another for their learning.
yo_ng: Ṣafihan yiyan ede ni akojọ akọkọ ti yoo ṣe imudojuiwọn yiyan ede olumulo lẹsẹkẹsẹ. Eyi le wulo ni awọn ẹnu-ọna pupọ-ede nibiti awọn akẹkọ ni lati yipada lati ede kan si omiiran fun ẹkọ wọn.

source: Language flags
yo_ng: Awọn asia orilẹ-ede ede

source: Use country flags for languages. This is not enabled by default because some languages are not strictly attached to a country, which can lead to frustration for some users.
yo_ng: Lo awọn asia orilẹ-ede fun awọn ede. Eyi ko ṣiṣẹ ni aiyipada nitori diẹ ninu awọn ede ko so mọ orilẹ-ede kan patapata, eyiti o le yọrí si ibinu fun diẹ ninu awọn olumulo.

source: Multiple-language courses
yo_ng: Awọn akoko pupọ-ede

source: Enable courses managed in more than one language. This option adds a language selector within the course page to let users switch easily, and adds a 'multiple_language' extra field to courses which allows for remote management procedures.
yo_ng: Ṣiṣẹ awọn akoko ti a ṣakoso ni diẹ sii ju ọkan ede. Aṣayan yii ṣafihan yiyan ede laarin oju-iwe akoko lati jẹ ki awọn olumulo yipada ni irọrun, ati ṣafihan aaye afikun 'multiple_language' si awọn akoko eyiti o gba laaye fun awọn ilana iṣakoso latọna jijin.

source: Multiple-language document templates
yo_ng: Awọn awoṣe iwe pupọ-ede

source: Enable document templates (at the platform or course level) to be configured for specific languages.
yo_ng: Ṣiṣẹ awọn awoṣe iwe (ni ipele pẹpẹ tabi akoko) lati ṣe atunto fun awọn ede kan pato.

source: Invisible tests visible in learning paths
yo_ng: Awọn idanwo alaihan han ni awọn ọna ẹkọ

source: Make tests marked as 'invisible' in the tests tool appear when they are included in a learning path.
yo_ng: Ṣe ki awọn idanwo ti a ṣe aami 'invisible' ninu ohun elo idanwo han nigbati wọn ba wa ninu ọna ẹkọ.

source: Export all files when exporting a learning path
yo_ng: Fi gbogbo awọn faili jade nigbati o ba n gbejade ọna ẹkọ

source: When exporting a LP, all files and folders in the same path of an html will be exported too.
yo_ng: Nigbati o ba n gbejade LP, gbogbo awọn faili ati awọn folda ni ọna kanna ti html yoo tun gbejade.

source: Learning path's prerequisites
yo_ng: Awọn prerequisites ti ọna ẹkọ

source: On the learning paths lists, display a visual element to show that other learning paths are currently blocked by some prerequisites rule.
yo_ng: Lori awọn akojọ awọn ọna ẹkọ, ṣafihan ohun elo wiwo lati fihan pe awọn ọna ẹkọ miiran ti di idiwọ lọwọlọwọ nipasẹ ofin prerequisites diẹ ninu.

source: Hide time from learning paths records
yo_ng: Fi akoko pamọ kuro ninu awọn igbasilẹ awọn ọna ẹkọ

source: Hide learning paths time spent in reports in general.
yo_ng: Fi akoko awọn ọna ẹkọ ti o lo pamọ kuro ninu awọn ijabọ ni gbogbogbo.

source: Foldable learning paths' categories
yo_ng: Awọn ẹka awọn ọna ẹkọ ti o le ṣe apapo

source: Enable to allow users to fold the categories in the learning paths list.
yo_ng: Ṣiṣẹ lati gba awọn olumulo laaye lati ṣe apapo awọn ẹka ninu akojọ awọn ọna ẹkọ.

source: Foldable learning paths' items
yo_ng: Awọn ohun elo awọn ọna ẹkọ ti o le ṣe apapo

source: Disable JS in learning paths view
yo_ng: Pa JS ṣiṣẹ ni wiwo awọn ọna ẹkọ

source: Disable JS files that Chamilo usually adds to HTML files in the learning path (while displaying them).
yo_ng: Pa awọn faili JS ti Chamilo ṣe afikun nigbagbogbo si awọn faili HTML ninu ọna ẹkọ (lakoko ti o n ṣafihan wọn).

source: Teachers can access blocked learning paths
yo_ng: Awọn olukọ le wọle si awọn ọna ẹkọ ti o di idiwọ

source: Teachers do not need to pass complete learning paths to have access to a prerequisites-blocked learning path.
yo_ng: Awọn olukọ ko nilo lati kọja awọn ọna ẹkọ pipe lati ni iraye si ọna ẹkọ ti o di idiwọ nipasẹ prerequisites.

source: Export learning paths in the Chamilo backup format
yo_ng: Gbejade awọn ọna ẹkọ ni ọna ṣeṣe pampleti Chamilo

source: Enable the possibility to export any of your learning paths in a Chamilo course backup format.
yo_ng: Ṣiṣẹ iṣeeṣe lati gbe eyikeyi awọn ọna ẹkọ rẹ jade ni ọna ṣeṣe pampleti ikẹkọ Chamilo.

source: Hide requirements label in learning paths
yo_ng: Fi aami ibeere pamọ kuro ninu awọn ọna ẹkọ

source: Hide the pre-requisites tooltip on learning path items. This is mostly an estaethic choice.
yo_ng: Fi tooltips prerequisites pamọ kuro lori awọn ohun elo ọna ẹkọ. Eyi jẹ yiyan ẹwa julọ.

source: Minimum time to complete learning path
yo_ng: Akoko to kere julọ lati pari ọna ẹkọ
