Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This user never accessed this session before. The duration is currently set to %s days (from the first access date)
ar: لم يقم المستخدم بالولوج الى الدورة من قبل. المدة محددة بـ %s يوم - من اول يوم دخول
ast_es: Esti usuariu nun accedió nunca a esta sesión enantes. La duración ta definida actualmente en %s díes (dende la primera fecha d'accesu)
bn_bd: এই ব্যবহারকারী এই সেশনে কখনো অ্যাক্সেস করেনি। সময়কাল বর্তমানে %s দিনে নির্ধারিত (প্রথম অ্যাক্সেস তারিখ থেকে)
bs_ba: Ovaj korisnik nikada prije nije pristupio ovoj sesiji. Trajanje je trenutno postavljeno na %s dana (od datuma prvog pristupa)
ca_es: Aquest usuari mai ha accedit abans a aquesta sessió. La durada està configurada a %s dies (des de la data del primer accés).
cs_cz: Tento uživatel nikdy dříve nepřistupoval k této relaci. Délka je aktuálně nastavena na %s dní (od data prvního přístupu)
da: Denne bruger har aldrig adgang til denne session før. Varigheden er i øjeblikket indstillet til %s dage (fra første adgangsdato)
de: Dieser Benutzer hat vorher noch nie auf diese Sitzung zugegriffen. Die Dauer ist derzeit auf %s Tage (ab dem Datum des ersten Zugriffs) festgelegt.
el: Ο χρήστης δεν έχει εισέλθει σε αυτήν την συνεδρία ξανά. Η διάρκεια έχει οριστεί στις % ημέρες (από την πρώτη ημερομηνία πρόσβασης).
eo: Ĉi tiu uzanto neniam aliris ĉi tiun sesion antaŭe. La daŭro estas nune agordita al %s tagoj (de la dateno de unua aliro)
es: Este usuario nunca ha accedido a esta sesión antes. La duración está configurada a %s días (desde la fecha de primer acceso).
es_mx: Este usuario nunca ha accedido a esta sesión antes. La duración está actualmente establecida en %s días (desde la fecha de primer acceso)
eu_es: Erabiltzaile honek inoiz ez du saio hau atzitu lehenago. Iraupena %s egunetan ezarrita dago une honetan (lehen sarbide-datatik aurrera)
fa_ir: این کاربر هرگز قبلاً به این جلسه دسترسی نداشته است. مدت زمان در حال حاضر %s روز تنظیم شده است (از تاریخ اولین دسترسی)
fi_fi: Tämä käyttäjä ei ole koskaan aiemmin käyttänyt tätä istuntoa. Kesto on tällä hetkellä %s päivää (ensimmäisestä pääsypäivästä)
fo_fo: Hesin brúkarin hevur aldri áðrenn havt atgongd til hesa bólkagerð. Veran er longu sett til %s dagar (frá fyrsta atgongudagin)
fur: Chest utent no è mai entrât in cheste session. La durade e je bande a %s gjornads (dal prin acess)
ga: Níor tháinig an túsáideoir seo riamh ar an seisiún seo roimhe. Tá an fad socraithe faoi láthair go %s lá (ó dháta an chéad rochtana)
gl: Este usuario nunca accedeu a esta sesión antes. A duración está configurada a %s días (dende a data do primeiro acceso)
he_il: משתמש זה מעולם לא ניגש להפעלה זו לפני כן. משך הזמן מוגדר כעת ל-%s ימים (מתאריך הגישה הראשון)
hi: इस उपयोगकर्ता ने पहले कभी इस सत्र तक पहुंच नहीं की। अवधि वर्तमान में %s दिनों पर सेट है (पहली पहुंच तिथि से)
hr_hr: Ovaj korisnik još nije pristupio ovoj sesiji. Trajanje je trenutno postavljeno na %s dana (od datuma prvog pristupa)
hu_hu: Ez a felhasználó még soha nem fértek hozzá ehhez a foglalkozáshoz. Az időtartam jelenleg %s napra van állítva (az első hozzáférési dátumtól)
hy: Այս օգտատերը նախկինում երբեք չի մուտք գործել այս սեսիան: Տևողությունը ներկայումս սահմանված է %s օր (առաջին մուտքի ամսաթվից)
id_id: Pengguna ini belum pernah mengakses sesi ini sebelumnya. Durasi saat ini diatur ke %s hari (dari tanggal akses pertama)
it: Questo utente non ha mai avuto accesso a questa sessione prima d'ora. La durata è attualmente impostata su %s giorni (dalla prima data di accesso)
ja: このユーザーはこのセッションにこれまでアクセスしていません。期間は現在 %s 日間（初回アクセス日より）に設定されています
ka_ge: ეს მომხმარებელი არასდროს შეხებია ამ სესიას. ხანგრძლივობა ამჟამად %s დღეა (პირველი წვდომის თარიღიდან)
ko_kr: 이 사용자는 이전에 이 세션에 액세스하지 않았습니다. 기간은 현재 %s일로 설정되어 있습니다 (첫 액세스 날짜부터)
lo: ຜູ້ໃຊ້ນີ້ບໍ່ເຄີຍເຂົ້າເຖິງເຊດຊັນນີ້ມາກ່ອນ. ຕອນນີ້ໄລຍະເວລາຖືກຕັ້ງໄວ້ທີ່ %s ມື້ (ນັບຈາກວັນທີເຂົ້າເຖິງຄັ້ງທຳອິດ)
lt_lt: Šis vartotojas niekada anksčiau neprisijungė prie šios sesijos. Trukmė šiuo metu nustatyta %s dienoms (nuo pirmosios prisijungimo datos)
lv_lv: Šis lietotājs nekad iepriekš nav piekļuvis šai sesijai. Pašlaik ilgums ir iestatīts uz %s dienām (no pirmās piekļuves datuma)
mk_mk: Првиот пристап на овој корисник до сесијата беше на %s. Со должина на сесија од %s дена, датумот на завршување е закажан за %s дена
ms_my: Pengguna ini belum pernah mengakses sesi ini sebelum ini. Tempoh kini ditetapkan kepada %s hari (dari tarikh akses pertama)
my_mm: ဤအသုံးပြုသူသည် ဤအစည်းအဝေးသို့ ယခင်က တစ်ကြိမ်မျှ ဝင်ရောက်ခွင့်မရှိခဲ့ပါ။ သက်တမ်းသည် လက်ရှိတွင် %s ရက် (ပထမဆုံးဝင်ရောက်မှုရက်စွဲမှ) သတ်မှတ်ထားသည်
ne: यो प्रयोगकर्ताले यो सत्र पहिले कहिल्यै पहुँच गरेको छैन। अवधि हाल %s दिनमा सेट छ (पहिलो पहुँच मितिबाट)
nl: Deze gebruiker heeft niet eerder toegang gehad tot deze sessie. De sessieduur staat nu ingesteld op %s dagen (vanaf de eerste toegangsdatum)
nn_no: Denne brukarar har aldri tilgått denne sesjonen før. Durationen er no sett til %s dagar (frå første tilgjengeliggjeringsdato)
oc: Aqueste utilizaire a jamai acessat aquesta session. La durada es actualament fixa a %s jorns (a partir de la data primièra d'accès)
pl_pl: Ten użytkownik nigdy wcześniej nie uzyskał dostępu do tej sesji. Czas trwania jest obecnie ustawiony na %s dni (od daty pierwszego dostępu)
ps: دا کارن هیڅکله دې غونډې ته لاسرسی نه دی کړی. موده اوس %s ورځو ته ټاکل شوې ده (د لومړنۍ لاسرسي نیټې څخه)
pt_br: Este usuário nunca acessou esta sessão antes. A duração está definido para %s dias (a partir da primeira data de acesso).
pt_pt: Este usuário nunca acessada esta sessão antes. A duração é definido como %s dias (a partir da primeira data de acesso)
ro_ro: Acest utilizator nu a accesat înainte la această sesiune. Durata este setata la %s zile (de la data primului acces).
ru_ru: Этот пользователь никогда ранее не заходил в эту сессию. Продолжительность сейчас установлена в %s дней (от даты первого доступа)
sk_sk: Tento používateľ nikdy nesprístupnil toto stretnutie pred. Doba trvania je momentálne nastavená na %s dní (od prvého dňa prístupu)
sl: Ta uporabnik do sedaj še ni dostopil do seje. Trajanje je trenutno nastavljeno na %s dni (od datuma prvega dostopa)
sq: Ky përdorues kurrë nuk ka aksesuar këtë sesion më parë. Kohëzgjatja është aktualisht e vendosur në %s ditë (nga data e parë e aksesit)
sr_rs: Ovaj korisnik nikada ranije nije pristupio ovoj sesiji. Trajanje je trenutno postavljeno na %s dana (od datuma prvog pristupa)
sv_se: Denna användare har aldrig tidigare tillgång till denna session. Längden är för närvarande inställd på %s dagar (från första åtkomst datum)
sw_ke: Mtumiaji huyu hajawahi kufikia kikao hiki. Muda umewekwa sasa kwa %s siku (kutoka tarehe ya ufikiaji wa kwanza)
ta: இந்த பயனர் இந்த அமர்வை முன்பு அணுகவில்லை. கால அளவு தற்போது %s நாட்களாக அமைக்கப்பட்டுள்ளது (முதல் அணுகல் தேதியிலிருந்து)
th: ผู้ใช้นี้ไม่เคยเข้าถึงเซสชันนี้มาก่อน ระยะเวลาปัจจุบันกำหนดไว้ %s วัน (จากวันที่เข้าถึงครั้งแรก)
tl_ph: Ang user na ito ay hindi pa na-access ang session na ito dati. Ang tagal ay naka-set sa %s araw (mula sa unang access date)
tr: Bu kullanıcı daha önce bu oturuma hiç erişmedi. Süre şu anda %s gün olarak ayarlandı (ilk erişim tarihinden itibaren)
uk_ua: Цей користувач ніколи раніше не заходив у цю сесію. Тривалість зараз встановлена на %s днів (від дати першого доступу)
vi_vn: Người dùng này chưa từng truy cập buổi học này trước đây. Thời lượng hiện được đặt là %s ngày (từ ngày truy cập đầu tiên)
xh_za: Lo msebenzisi akazange afikelele kuleseshini ngaphambili. Umxholo umiselwe ngoku kwiintsuku %s (ukusuka kumhla wokuqala wokufikelela)
zh_cn: 此用户之前从未访问过此会话。当前持续时间设置为 %s 天（从首次访问日期开始）
zh_tw: 此使用者從未存取過此課程階段。目前持續時間設定為 %s 天（從首次存取日期起）

source: Edit session duration
ar: تحرير مدة الدورة
ast_es: Editar duración de sesión
bn_bd: সেশনের সময়কাল সম্পাদনা করুন
bs_ba: Uredi trajanje sesije
ca_es: Edita la durada de la sessió
cs_cz: Upravit délku relace
da: Rediger sessionvarighed
de: Sitzungsdauer bearbeiten
el: Επεξεργασίας διάρκειας συνεδρίας
eo: Redakti daŭron de sesio
es: Editar duración de sesión
es_mx: Editar duración de sesión
eu_es: Editatu saioaren iraupena
fa_ir: ویرایش مدت زمان جلسه
fi_fi: Muokkaa istunnon kestoa
fo_fo: Brota bólkagerðarveru
fur: Modifiche durade session
ga: Cuir fad an tseisiúin in eagar
gl: Editar duración da sesión
he_il: ערוך את משך ההפעלה
hi: सत्र अवधि संपादित करें
hr_hr: Uredi trajanje sesije
hu_hu: Foglalkozás időtartamának szerkesztése
hy: Խմբագրել սեսիայի տևողությունը
id_id: Edit durasi sesi
it: Modifica durata sessione
ja: セッション期間を編集
ka_ge: სესიის ხანგრძლივობის რედაქტირება
ko_kr: 세션 기간 편집
lo: ແກ້ໄຂໄລຍະເວລາຂອງເຊດຊັນ
lt_lt: Redaguoti sesijos trukmę
lv_lv: Rediģēt sesijas ilgumu
mk_mk: Овој корисник никогаш претходно не пристапил до оваа сесија. Должината е моментално поставена на %s дена (од датумот на прв пристап)
ms_my: Edit tempoh sesi
my_mm: အစည်းအဝေးသက်တမ်းပြင်ဆင်ပါ
ne: सत्र अवधि सम्पादन गर्नुहोस्
nl: Bewerk de sessieduur
nn_no: Rediger sesjonsduration
oc: Modificar la durada de session
pl_pl: Edytuj czas trwania sesji
ps: غونډې موده سمول
pt_br: Editar duração da sessão
pt_pt: Editar duração da sessão
ro_ro: Editați durata sesiunii
ru_ru: Изменить продолжительность сессии
sk_sk: Upraviť trvanie stretnutia
sl: Uredi trajanje seje
sq: Ndrysho kohëzgjatjen e sesionit
sr_rs: Izmeni trajanje sesije
sv_se: Redigera sessionlängd
sw_ke: Hariri muda wa kikao
ta: அமர்வு காலத்தைத் திருத்தவும்
th: แก้ไขระยะเวลาเซสชัน
tl_ph: I-edit ang tagal ng session
tr: Oturum süresini düzenle
uk_ua: Редагувати тривалість сесії
vi_vn: Chỉnh sửa thời lượng buổi học
xh_za: Hlela umxholo weseshini
zh_cn: 编辑会话持续时间
zh_tw: 編輯課程階段持續時間

source: User's session duration edition
ar: تحرير مدة المستخدم في الدورة
ast_es: Edición de duración de sesión d'usuariu
bn_bd: ব্যবহারকারীর সেশন সময়কাল সম্পাদনা
bs_ba: Uređivanje trajanja sesije korisnika
ca_es: Edita la durada de la sessió de l'usuari
cs_cz: Úprava délky relace uživatele
da: Redigering af brugers sessionvarighed
de: Bearbeitung Benutzer-Sitzungsdauer
el: Έκβαση διάρκειας συνεδρίας χρήστη
eo: Redaktado de daŭro de sesio de uzanto
es: Editar la duración de la sesión del usuario
es_mx: Edición de duración de sesión del usuario
eu_es: Erabiltzailearen saioaren iraupenaren edizioa
fa_ir: ویرایش مدت زمان جلسه کاربر
fi_fi: Käyttäjän istunnon keston muokkaus
fo_fo: Broting av bólkagerðarveru hjá brúkara
fur: Modifiche durade session utent
ga: Eagarthóireacht fad seisiúin an úsáideora
gl: Editar a duración da sesión do usuario
he_il: מהדורת משך ההפעלה של המשתמש
hi: उपयोगकर्ता की सत्र अवधि संपादन
hr_hr: Uređivanje trajanja sesije korisnika
hu_hu: Felhasználó foglalkozás időtartamának szerkesztése
hy: Օգտատիրոջ սեսիայի տևողության խմբագրում
id_id: Edit durasi sesi pengguna
it: Durata edizione sessione utente
ja: ユーザーのセッション期間編集
ka_ge: მომხმარებლის სესიის ხანგრძლივობის რედაქტირება
ko_kr: 사용자 세션 기간 편집
lt_lt: Vartotojo sesijos trukmės redagavimas
lv_lv: Lietotāja sesijas ilguma rediģēšana
mk_mk: Уреди должина на сесија
ms_my: Suntingan tempoh sesi pengguna
my_mm: အသုံးပြုသူ၏ အစည်းအဝေးသက်တမ်းပြင်ဆင်မှု
ne: प्रयोगकर्ताको सत्र अवधि सम्पादन
nl: Bewerking Sessieduur van de gebruiker
nn_no: Redigering av brukarens sesjonsduration
oc: Edicion de la durada de session de l'utilizaire
pl_pl: Edycja czasu trwania sesji użytkownika
ps: د کارن غونډې مودې سمول
pt_br: Editar a duração da sessão para o usuário
pt_pt: Editar a duração da sessão do usuário
ro_ro: Editați durata sesiunii de utilizator
ru_ru: Изменение продолжительности сессии пользователя
sk_sk: Doba vydania používateľského stretnutia
sl: Urejanje trajanja seje uporabnika
sq: Ndryshimi i kohëzgjatjes së sesionit të përdoruesit
sr_rs: Izmena trajanja sesije korisnika
sv_se: Redigering av användarens sessionlängd
sw_ke: Uhariri wa muda wa kikao cha mtumiaji
ta: பயனரின் அமர்வு காலம் திருத்தல்
th: แก้ไขระยะเวลาเซสชันของผู้ใช้
tl_ph: Pag-edit ng tagal ng session ng user
tr: Kullanıcının oturum süresi düzenlemesi
uk_ua: Редагування тривалості сесії користувача
vi_vn: Chỉnh sửa thời lượng buổi học của người dùng
xh_za: Uhlelo lomsebenzisi lwedurasi yeseshini
zh_cn: 用户会话持续时间编辑
zh_tw: 使用者的課程階段持續時間編輯

source: This session has a maximum duration. Only %s days to go.
ar: هذا الدورة فيه مدة قصوى. فقط %s يوم قد بقي.
ast_es: Esta sesión tien una duración máxima. Namái %s díes pa rematar.
bn_bd: এই সেশনের সর্বোচ্চ সময়কাল আছে। আরও %s দিন বাকি।
bs_ba: Ova sesija ima maksimalno trajanje. Preostalo %s dana.
ca_es: Aquesta sessió té una durada màxima. Només queden %s dies.
cs_cz: Tato relace má maximální délku. Zbývá pouze %s dní.
da: Denne session har en maksimal varighed. Kun %s dage tilbage.
de: Diese Sitzung hat eine maximale Laufzeit. Es verbleiben nur noch %s Tage.
el: Η παρούσα συνεδρία έχει χρονικό περιορισμό. Απομένουν % μέρες
eo: Ĉi tiu sesio havas maksimuman daŭron. Nur %s tagoj restas.
es: Esta sesión tiene una duración máxima. Solo quedan %s días.
es_mx: Esta sesión tiene una duración máxima. Solo quedan %s días.
eu_es: Saio honek gehienezko iraupena du. %s egun besterik ez dira falta.
fa_ir: این جلسه حداکثر مدت زمان دارد. فقط %s روز باقی مانده.
fi_fi: Tällä istunnolla on enimmäiskesto. Vain %s päivää jäljellä.
fo_fo: Hesin bólkurin hevur ein mestveru. Bert %s dagar eftir.
fur: Cheste session e je une durade massime. Mancjûn %s gjornads.
ga: Tá fad uasta ag an seisiún seo. %s lá fágtha.
gl: Esta sesión ten unha duracion máxima. Só quedan %s días
he_il: למפגש זה יש משך מקסימלי. נותרו רק %s ימים.
hi: इस सत्र की अधिकतम अवधि है। केवल %s दिन शेष हैं।
hr_hr: Ova sesija ima maksimalno trajanje. Preostalo %s dana.
hu_hu: Ennek a foglalkozásnak van maximális időtartama. Csak %s nap van hátra.
hy: Այս սեսիան ունի առավելագույն տևողություն: Մնացել է %s օր:
id_id: Sesi ini memiliki durasi maksimum. Hanya %s hari lagi.
it: Questa sessione ha una durata massima. Mancano solo %s giorni.
ja: このセッションには最大期間があります。あと %s 日です。
ka_ge: ამ სესიას აქვს მაქსიმალური ხანგრძლივობა. დარჩენილია მხოლოდ %s დღე.
ko_kr: 이 세션에는 최대 기간이 있습니다. %s일 남음.
lo: ເຊດຊັນນີ້ມີໄລຍະເວລາສູງສຸດ. ເຫຼືອພຽງ %s ມື້.
lt_lt: Ši sesija turi maksimalią trukmę. Liko tik %s dienų.
lv_lv: Šai sesijai ir maksimālais ilgums. Tikai %s dienas līdz beigām.
mk_mk: Уредување на должината на сесијата на корисникот
ms_my: Sesi ini mempunyai tempoh maksimum. Hanya %s hari lagi.
my_mm: ဤအစည်းအဝေးတွင် အများဆုံးသက်တမ်းရှိသည်။ %s ရက်သာ ကျန်ရှိသည်။
ne: यो सत्रमा अधिकतम अवधि छ। बाँकी %s दिन।
nl: Deze sessie is tijdsgebonden. De cursus is afgelopen in %s dagen.
nn_no: Denne sesjonen har maksimal duration. Berre %s dagar igjen.
oc: Aquesta session a una durada maxima. Resta %s jorns.
pl_pl: Ta sesja ma maksymalny czas trwania. Pozostało tylko %s dni.
ps: دې غونډې لویه موده لري. یوازې %s ورځې پاتې دي.
pt_br: Esta sessão possui uma duração máxima. Faltam apenas %s dias.
pt_pt: Esta sessão tem a duração máxima. Há somente %s dias.
ro_ro: Această sesiune are o durată maximă. Există doar% x zile.
ru_ru: У этой сессии есть максимальная продолжительность. Осталось %s дней.
sk_sk: Toto stretnutie má maximálnu dobu trvania. Iba %s dní trvá.
sl: Ta seja ima omejeno trajanje. Preostane še %s dni.
sq: Ky sesion ka një kohëzgjatje maksimale. Vetëm %s ditë të mbetura.
sr_rs: Ova sesija ima maksimalno trajanje. Preostalo %s dana.
sv_se: Denna session har en maximal längd. Endast %s dagar kvar.
sw_ke: Kikao hiki kina muda wa juu zaidi. %s siku zilizobaki.
ta: இந்த அமர்வுக்கு அதிகபட்ச காலம் உள்ளது. %s நாட்கள் மட்டுமே உள்ளன.
th: เซสชันนี้มีระยะเวลาสูงสุด เหลืออีก %s วัน
tl_ph: Ang session na ito ay may maximum na tagal. %s araw na lamang.
tr: Bu oturumun maksimum süresi var. Kalan %s gün.
uk_ua: Ця сесія має максимальну тривалість. Залишилось лише %s днів.
vi_vn: Buổi học này có thời lượng tối đa. Còn %s ngày.
xh_za: Eseshini inemxholo omkhulu. Iintsuku %s kuphela ezisele.
zh_cn: 此会话有最大持续时间。只剩 %s 天。
zh_tw: 此課程階段有最大持續時間。僅剩 %s 天。

source: Next topic
ar: الموضوع القادم
ast_es: Próximu tema
bn_bd: পরবর্তী বিষয়
bs_ba: Sljedeća tema
ca_es: Proper tema
cs_cz: Další téma
da: Næste emne
de: Nächstes Thema
el: Επόμενο θέμα
eo: Sekva temo
es: Próximo tema
es_mx: Siguiente tema
eu_es: Hurrengo gaia
fa_ir: موضوع بعدی
fi_fi: Seuraava aihe
fo_fo: Næsta evni
fur: Prossim argoment
ga: An chéad ábhar eile
gl: Próximo tema
he_il: הנושא הבא
hi: अगला विषय
hr_hr: Sljedeća tema
hu_hu: Következő téma
hy: Հաջորդ թեմա
id_id: Topik berikutnya
it: Prossimo argomento
ja: 次のトピック
ka_ge: შემდეგი თემა
ko_kr: 다음 주제
lt_lt: Kita tema
lv_lv: Nākamā tēma
mk_mk: Следна тема
ms_my: Topik seterusnya
my_mm: နောက်အကြောင်းအရာ
ne: अर्को विषय
nl: Volgend onderwerp
nn_no: Neste emne
oc: Subjècte seguènt
pl_pl: Następny temat
ps: راغلی موضوع
pt_br: Próximo tópico
pt_pt: Próximo tópico
ro_ro: Următorul subiect
ru_ru: Следующая тема
sk_sk: Ďalšia téma
sl: Naslednja tema
sq: Tema e ardhshme
sr_rs: Sledeća tema
sv_se: Nästa ämne
sw_ke: Mada ijayo
ta: அடுத்த தலைப்பு
th: หัวข้อถัดไป
tl_ph: Susunod na topic
tr: Sonraki konu
uk_ua: Наступна тема
vi_vn: Chủ đề tiếp theo
xh_za: Isihloko esilandelayo
zh_cn: 下一个主题
zh_tw: 下一個主題

source: Current topic
ar: الموضوع الحالي
ast_es: Tema actual
bn_bd: বর্তমান বিষয়
bs_ba: Trenutna tema
ca_es: Tema actual
cs_cz: Aktuální téma
da: Nuværende emne
de: Aktuelles Thema
el: Τρέχον θέμα
eo: Nuna temo
es: Tema actual
es_mx: Tema actual
eu_es: Oraingo gaia
fa_ir: موضوع فعلی
fi_fi: Nykyinen aihe
fo_fo: Verandi evni
fur: Argoment atual
ga: An t-ábhar reatha
gl: Tema actual
he_il: נושא נוכחי
hi: वर्तमान विषय
hr_hr: Trenutna tema
hu_hu: Jelenlegi téma
hy: Ընթացիկ թեմա
id_id: Topik saat ini
it: Argomento attuale
ja: 現在のトピック
ka_ge: მიმდინარე თემა
ko_kr: 현재 주제
lt_lt: Dabartinė tema
lv_lv: Pašreizējā tēma
mk_mk: Тековна тема
ms_my: Topik semasa
my_mm: လက်ရှိအကြောင်းအရာ
ne: वर्तमान विषय
nl: Huidig ondewerp
nn_no: Noverande emne
oc: Subjècte actual
pl_pl: Aktualny temat
ps: اوسنۍ موضوع
pt_br: Tópico atual
pt_pt: Tópico atual
ro_ro: Subiect actual
ru_ru: Текущая тема
sk_sk: Aktuálna téma
sl: Trenutna tema
sq: Tema aktuale
sr_rs: Trenutna tema
sv_se: Nuvarande ämne
sw_ke: Mada ya sasa
ta: தற்போதைய தலைப்பு
th: หัวข้อปัจจุบัน
tl_ph: Kasalukuyang topic
tr: Mevcut konu
uk_ua: Поточна тема
vi_vn: Chủ đề hiện tại
xh_za: Isihloko sangoku
zh_cn: 当前主题
zh_tw: 目前主題

source: Show course planning
ar: عرض تخطيط المقرر
ast_es: Amosar planificación del cursu
bn_bd: কোর্স পরিকল্পনা দেখান
bs_ba: Prikaži planiranje kursa
ca_es: Mostra programació
cs_cz: Zobrazit plán kurzu
da: Vis kursusplanlægning
de: Kursplanung anzeigen
el: Εμφάνιση σχεδιασμού μαθήματος
eo: Montri planon de kurso
es: Ver programación
es_mx: Mostrar planificación del curso
eu_es: Erakutsi ikastaroaren planifikazioa
fa_ir: نمایش برنامه‌ریزی دوره
fi_fi: Näytä kurssin suunnittelu
fo_fo: Vís kursskipan
fur: Mostre programazion curs
ga: Taispeáin pleanáil an chúrsa
gl: Ver programación
he_il: הצג את תכנון הקורס
hi: पाठ्यक्रम योजना दिखाएं
hr_hr: Prikaži plan predmeta
hu_hu: Kurzus tervezés megjelenítése
hy: Ցուցադրել դասընթացի պլանավորում
id_id: Tampilkan perencanaan kursus
it: Mostra la programmazione del Corso
ja: コース計画を表示
ka_ge: კურსის გეგმის ჩვენება
ko_kr: 코스 계획 표시
lo: ສະແດງແຜນການຂອງຫຼັກສູດ
lt_lt: Rodyti kurso planavimą
lv_lv: Rādīt kursa plānošanu
mk_mk: Прикажи планирање на курс
ms_my: Tunjuk perancangan kursus
my_mm: သင်တန်းစီမံကိန်းပြပါ
ne: कोर्स योजना देखाउनुहोस्
nl: Toon cursus planning
nn_no: Vis kursplanlegging
oc: Afichar lo planificament del còrs
pl_pl: Pokaż planowanie kursu
ps: د کورس پلان ښودل
pt_br: Mostrar planejamento do curso
pt_pt: Mostrar planejamento do curso
ro_ro: Vezi programul
ru_ru: Показать планирование курса
sk_sk: Zobraziť plánovaný kurz
sl: Prikaži načrtovanje tečaja
sq: Shfaq planifikimin e kursit
sr_rs: Prikaži planiranje kursa
sv_se: Visa kursplanering
sw_ke: Onyesha mpango wa kozi
ta: பாடத் திட்டத்தைக் காட்டு
th: แสดงแผนคอร์ส
tl_ph: Ipakita ang course planning
tr: Kurs planlamasını göster
uk_ua: Показати планування курсу
vi_vn: Hiển thị kế hoạch khóa học
xh_za: Bonisa isicwangciso sesifundo
zh_cn: 显示课程计划
zh_tw: 顯示課程規劃

source: Redirect to Course home
ar: اعادة توجيه الى الصفحة الرئيسية للمقرر
ast_es: Redirixir a la páxina principal del cursu
bn_bd: কোর্স হোমে রিডাইরেক্ট করুন
bs_ba: Preusmjeri na početnu stranicu kursa
ca_es: Redirigiu a l'inici del Curs
cs_cz: Přesměrovat na domovskou stránku kurzu
da: Omdiriger til kursushjem
de: Zur Kurs-Homepage umleiten
el: Επιστροφή στην αρχική σελίδα του μαθήματος
eo: Redirigi al hejmpaĝo de kurso
es: Redirigir al inicio de Curso.
es_mx: Redirigir a la página principal del curso
eu_es: Birbideratu Ikastaro hasierara
fa_ir: انتقال به صفحه اصلی دوره
fi_fi: Ohjaa uudelleen kurssin kotisivulle
fo_fo: Vísa til høvuðssíðu í kursi
fur: Ridirije a pâge iniciâl curs
ga: Athdhíriú go dtí baile an chúrsa
gl: Redirixir ao inicio do curso
he_il: הפנה מחדש לבית הקורס
hi: पाठ्यक्रम होम पर पुनर्निर्देशित करें
hr_hr: Preusmjeri na početnu stranicu predmeta
hu_hu: Átirányítás a kurzus kezdőlapjára
hy: Վերահղել դասընթացի գլխավոր էջ
id_id: Arahkan ke beranda Kursus
it: Reindirizza alla homepage del Corso
ja: コースホームにリダイレクト
ka_ge: გადამისამართება კურსის მთავარ გვერდზე
ko_kr: 코스 홈으로 리디렉션
lo: ກັບໄປໜ້າຫຼັກຂອງຫຼັກສູດ
lt_lt: Nukreipti į kurso pradžią
lv_lv: Novirzīt uz kursa sākumlapu
mk_mk: Преусреди кон почетна страна на курсот
ms_my: Alih ke laman utama kursus
my_mm: သင်တန်းပင်မစာမျက်နှာသို့ ပြန်လည်ညွှန်ကြားပါ
ne: कोर्स होममा पठाउनुहोस्
nl: Ga naar cursus homepagina
nn_no: Omdiriger til kurshemsida
oc: Redirigir cap a la pagina d'acuèlh del còrs
pl_pl: Przekieruj do strony głównej kursu
ps: د کورس کور پاڼې ته لارښوونه
pt_br: Redirecionar para o Início do Curso
pt_pt: Redirecionando o início do curso.
ro_ro: Redirecționare la începutul cursului.
ru_ru: Перейти на главную страницу курса
sk_sk: Presmerovať na úvod kurzu
sl: Preusmeri na domačo stran tečaja
sq: Ridrejto te faqja kryesore e kursit
sr_rs: Preusmeri na početnu stranu kursa
sv_se: Omdirigera till kursens hemsida
sw_ke: Elekeza kwenye ukurasa wa nyumbani wa kozi
ta: பாடத்தின் முகப்புப் பக்கத்திற்கு மாற்று
th: เปลี่ยนเส้นทางไปยังหน้าหลักคอร์ส
tl_ph: I-redirect sa Course home
tr: Kurs ana sayfasına yönlendir
uk_ua: Перенаправити на головну сторінку курсу
vi_vn: Chuyển hướng đến trang chủ khóa học
xh_za: Qondisa kwikhaya lesifundo
zh_cn: 重定向到课程首页
zh_tw: 重新導向至課程首頁
