Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Login is used twice
ar: اسم مستخدم مكرر
ast_es: El nome d'usuariu yá ta usándose
bn_bd: লগইন দুবার ব্যবহৃত
bs_ba: Prijava se koristi dva puta
ca_es: El nom d'usuari està duplicat
cs_cz: Login je použit dvakrát
da: Brugernavnet er anvendt 2 gange
de: Benutzername wird zweimal benutzt
el: Το Login χρησιμοποιείται 2η φορά
eo: Uzantnomo estas dufoje uzita
es: El nombre de usuario ya está en uso
es_mx: El inicio de sesión se usa dos veces
eu_es: Erabiltzaile izen hau jadanik erabiltzen ari da
fa_ir: ورود دوبار استفاده شده است
fi_fi: Kirjautumistunnus on käytössä kahdesti
fo_fo: Innskrift verður brúktð tvær ferðir
fur: Login doprât dus fîs
ga: Úsáidtear logáil isteach faoi dhó
gl: O nome de usuario xa existe
he_il: משתמשים בכניסה פעמיים
hi: लॉगिन दो बार उपयोग किया गया
hr_hr: Prijava se koristi dva puta
hu_hu: A felhasználónév kétszer használt
hy: Մուտքի անունը օգտագործվում է երկու անգամ
id_id: Login digunakan dua kali
it: Nome utente duplicato
ja: ログインが重複しています
ka_ge: შესვლა ორჯერ გამოიყენება
ko_kr: 로그인이 중복 사용되었습니다
lo: ຊື່ເຂົ້າໃຊ້ຖືກໃຊ້ສອງຄັ້ງ
lt_lt: Šis varototojo vardas jau naudojamas
lv_lv: Lietotājvārds ir lietots divreiz
mk_mk: Корисничкото_име е употребено двапати
ms_my: Log masuk digunakan dua kali
my_mm: အကောင့်ဝင်အမည်ကို နှစ်ကြိမ်အသုံးပြုထားသည်
ne: लगइन दुई पटक प्रयोग गरिएको छ
nl: Gebruikersnaam is twee keer gebruikt
nn_no: Pålogginga er brukt to gonger
oc: Lo login es utilizat dobri
pl_pl: Login jest używany podwójnie
ps: د داخلیدو دوه ځله کارول شوی
pt_br: Nome de usuário já em uso
pt_pt: Login/acesso está a ser duas vezes utilizado
ro_ro: Numele utilizatorului este utilizat de doua ori
ru_ru: Имя пользователя использовалось дважды
sk_sk: Meno používateľa je použité dvakrát
sl: Uporabniško ime je v uporabi večkrat
sq: Hyrja përdoret dy herë
sr_rs: Korisničko ime je u upotrebi više puta
sv_se: Användarnamnet är redan använt
sw_ke: Kuingia kunatumika mara mbili
ta: உள்நுழைவு இரண்டு முறை பயன்படுத்தப்பட்டது
th: ชื่อเข้าใช้ถูกใช้ซ้ำ
tl_ph: Login ginamit nang dalawang beses
tr: Kullanıcı ismi iki kez kullanılır
uk_ua: Ім'я користувача використовується двічі
vi_vn: Tên đăng nhập đã được sử dụng hai lần
xh_za: Ukungena kusetyenziswe kabini
zh_cn: 用户被使用两次
zh_tw: 使用者名稱被重覆使用

source: This login is not available
ar: اسم المستخدم هذا غير متوفر
ast_es: Esti nome d'usuariu nun ta disponible
bn_bd: এই লগইন উপলব্ধ নয়
bs_ba: Ova prijava nije dostupna
ca_es: Nom d'usuari no disponible
cs_cz: Login není dostupný
da: Brugernavnet er ikke længere tilgængeligt
de: Dieser Benutzername ist nicht verfügbar
el: Το login δεν είναι διαθέσιμο
eo: Tiu uzantnomo ne estas disponebla
es: Este nombre de usuario no está disponible pues ya está siendo utilizado por otro usuario
es_mx: Este nombre de usuario no está disponible
eu_es: Erabiltzaile izen hau ez dago erabilgarri
fa_ir: این نام کاربری در دسترس نیست
fi_fi: Tämä kirjautumistunnus ei ole käytettävissä
fo_fo: Henda innskrift er ikki tilgongulig
fur: Chest login no è disponibil
ga: Níl an logáil isteach seo ar fáil
gl: Este nome de usuario non está disponible
he_il: כניסה זו אינה זמינה
hi: यह लॉगिन उपलब्ध नहीं है
hr_hr: Ova prijava nije dostupna
hu_hu: Ez a felhasználónév nem hozzáférhető
hy: Այս մուտքի անունը հասանելի չէ
id_id: Login ini tidak tersedia
it: Nome utente non disponibile
ja: このログインは利用できません
ka_ge: ეს შესვლა არ არის ხელმისაწვდომი
ko_kr: 이 로그인이 사용 불가능합니다
lo: ຊື່ເຂົ້າໃຊ້ນີ້ບໍ່ສາມາດໃຊ້ໄດ້
lt_lt: Tokio vartotojo vardo nėra
lv_lv: Šis Lietotājvārds nav pieejams
mk_mk: Ова корисничко_име не е достапно
ms_my: Log masuk ini tidak tersedia
my_mm: ဤအကောင့်ဝင်အမည်ကို အသုံးပြု၍မရပါ
ne: यो लगइन उपलब्ध छैन
nl: Deze gebruikersnaam is niet beschikbaar
nn_no: Denne pålogginga er ikkje tilgjengeleg
oc: Aqueste login es pas disponible
pl_pl: Ten login jest niedostępny
ps: دا داخلیدو شتون نه لري
pt_br: Nome de usuário não disponível
pt_pt: Este login/acesso não está disponível
ro_ro: Acest nume de utilizator este indisponibil
ru_ru: Это имя пользователя не доступно
sk_sk: Toto meno používateľa nie je k dispozícii
sl: To uporabniško ime ni na voljo
sq: Kjo hyrje nuk është e disponueshme
sr_rs: Ova prijava nije dostupna
sv_se: Detta användarnamn är ej tillgängligt
sw_ke: Kuingia huku hapo patikani
ta: இந்த உள்நுழைவு கிடைக்கவில்லை
th: ชื่อเข้าใช้รายนี้ไม่ว่าง
tl_ph: Ang login na ito ay hindi available
tr: Kullanıcı ismi mevcut değil
uk_ua: Це ім'я користувача не доступне
vi_vn: Tên đăng nhập này không khả dụng
xh_za: Ukugethwa kule nto akufumaneki
zh_cn: 用户名不可用
zh_tw: 這使用者名稱未能採用

source: This login is too long
ar: اسم المستخدم هذا طويل جدا
ast_es: Esti nome d'usuariu ye más llargu de lo debío
bn_bd: এই লগইন খুব লম্বা
bs_ba: Ova prijava je preduga
ca_es: Nom d'usuari massa llarg
cs_cz: Tento login je příliš dlouhý
da: Brugernavnet må højst indeholde 20 tegn. Bemærk at alle specialtegn, såsom æ, ø, å, $, +, @, osv. bliver omdøbt til under score ( _ )
de: Der Benutzername ist zu lang
el: Το login είναι πολύ μεγάλο
eo: Tiu uzantnomo estas tro longa
es: Este nombre de usuario es demasiado largo
es_mx: Este inicio de sesión es muy largo
eu_es: Erabiltzaile izen hau luzeegia da
fa_ir: این نام کاربری خیلی طولانی است
fi_fi: Tämä kirjautumistunnus on liian pitkä
fo_fo: Henda innskrift er ov lang
fur: Chest login è trp lung
ga: Tá an logáil isteach seo ró-fhada
gl: Este nome de usuario é demasiado longo
he_il: כניסה זו ארוכה מדי
hi: यह लॉगिन बहुत लंबा है
hr_hr: Ova prijava je preduga
hu_hu: A felhasználónév túl hosszú
hy: Այս մուտքի անունը չափազանց երկար է
id_id: Login ini terlalu panjang
it: Nome utente troppo lungo
ja: このログインは長すぎます
ka_ge: ეს შესვლა ძალიან გრძელია
ko_kr: 이 로그인이 너무 깁니다
lo: ຊື່ເຂົ້າໃຊ້ນີ້ຍາວເກີນໄປ
lt_lt: Šis vartotojo vardas per ilgas
lv_lv: Lietotāja vārds ir par garu
mk_mk: Ова корисничко_име е предолго
ms_my: Log masuk ini terlalu panjang
my_mm: ဤအကောင့်ဝင်အမည်သည် ရှည်လွန်းသည်
ne: यो लगइन धेरै लामो छ
nl: Deze gebruikersnaam is te lang
nn_no: Denne pålogginga er for lang
oc: Aqueste login es tròp long
pl_pl: Ten login jest za długi
ps: دا داخلیدو ډېر اوږد دی
pt_br: Nome de usuário muito longo
pt_pt: Este login/acesso é demasiado longo
ro_ro: Acest nume de utilizator este prea lung
ru_ru: Это имя пользователя слишком длинное
sk_sk: Toto meno používateľa je príliš dlhé
sl: To uporabniško ime je predolgo
sq: Kjo hyrje është shumë e gjatë
sr_rs: Korisničko ime je predugo
sv_se: Detta användarnamn är för långt
sw_ke: Kuingia huku ni refu sana
ta: இந்த உள்நுழைவு மிக நீளமானது
th: ชื่อเข้าใช้ยาวเกินไป
tl_ph: Ang login na ito ay masyadong mahaba
tr: Bu kullanıcı ismi çok uzun
uk_ua: Це ім'я користувача дуже довге
vi_vn: Tên đăng nhập này quá dài
xh_za: Ukugethwa kule nto kude kakhulu
zh_cn: 用户名太长
zh_tw: 使用者名稱過長

source: This status doesn't exist
ar: هذه الحالة غير موجودة
ast_es: Esti estatus nun esiste
bn_bd: এই স্ট্যাটাস বিদ্যমান নয়
bs_ba: Ovaj status ne postoji
ca_es: Aquest estat no existeix
cs_cz: Tento status neexistuje
da: Status findes ikke
de: Dieser Status existiert nicht
el: Λάθος κατάσταση
eo: Tiu statuso ne ekzistas
es: Este estado no existe
es_mx: Este estatus no existe
eu_es: Ez dago egoera hau
fa_ir: این وضعیت وجود ندارد
fi_fi: Tätä tilaa ei ole olemassa
fo_fo: Hendan status finst ikki
fur: Chest status no esist
ga: Níl an stádas seo ann
gl: Este estado non existe
he_il: סטטוס זה לא קיים
hi: यह स्थिति मौजूद नहीं है
hr_hr: Ovaj status ne postoji
hu_hu: Ez a státusz nem létezik
hy: Այս կարգավիճակը գոյություն չունի
id_id: Status ini tidak ada
it: Ruolo non esistente
ja: このステータスは存在しません
ka_ge: ეს სტატუსი არ არსებობს
ko_kr: 이 상태가 존재하지 않습니다
lo: ສະຖານະນີ້ບໍ່ມີຢູ່
lt_lt: Ši būsena neegzistuoja
lv_lv: Šis statuss neeksistē
mk_mk: Статусот не постои
ms_my: Status ini tidak wujud
my_mm: ဤအခြေအနေမရှိပါ
ne: यो स्थिति अवस्थित छैन
nl: Deze status bestaat niet
nn_no: Denne statusen finst ikkje
oc: Aqueste estat existís pas
pl_pl: Ten status nie istnieje
ps: دا حالت شتون نه لري
pt_br: Este status não existe
pt_pt: Este status/estado não existe
ro_ro: Acest status nu exista
ru_ru: Такой статус не существует
sk_sk: Tento stav neexistuje
sl: Ta status ne obstaja
sq: Ky status nuk ekziston
sr_rs: Ovaj status ne postoji
sv_se: Status som inte finns
sw_ke: Hali hii haipo
ta: இந்த நிலை இல்லை
th: สถานะนี้ไม่มีอยู่
tl_ph: Ang status na ito ay hindi umiiral
tr: Bu durum mevcut değil
uk_ua: Цього статусу не існує
vi_vn: Trạng thái này không tồn tại
xh_za: Elo status asikhona
zh_cn: 此状态不存在
zh_tw: 這身份不存在

source: This classname is not available
ar: اسم هذا الصف غير متوفر
ast_es: Esti nome de clase nun ta disponible
bn_bd: এই ক্লাসনেম উপলব্ধ নয়
bs_ba: Ovaj naziv klase nije dostupan
ca_es: Nom de classe no disponible
cs_cz: Toto jméno třídy není dostupné
da: Navnet på klassen er ikke tilgængeligt
de: Dieser Klassenname ist nicht verfügbar
el: Το όνομα της τάξης δεν είναι διαθέσιμο
eo: Tiu klasnomo ne disponeblas
es: Este nombre de clase no está disponible
es_mx: Este nombre de clase no está disponible
eu_es: Klase izen hau ez dago erabilgarri
fa_ir: این کلاس وجود ندارد
fi_fi: Tämä kurssin nimi ei ole käytettävissä
fo_fo: Henda talgheiti er ikki tilgonguligt
fur: Chest classname no è disponibil
ga: Níl an t-ainm aicme seo ar fáil
gl: Este nome de clase non está disponible
he_il: שם מחלקה זה אינו זמין
hi: यह क्लासनेम उपलब्ध नहीं है
hr_hr: Ovaj naziv razreda nije dostupan
hu_hu: Az osztálynév nem hozzáférhető
hy: Այս դասախմբի անունը հասանելի չէ
id_id: Nama kelas ini tidak tersedia
it: Identificativo di classe non disponibile
ja: このクラス名は利用できません
ka_ge: ეს კლასის სახელი არ არის ხელმისაწვდომი
ko_kr: 이 클래스 이름이 사용 불가능합니다
lo: ຊື່ຫ້ອງຮຽນນີ້ບໍ່ສາມາດໃຊ້ໄດ້
lt_lt: Klasės tokiu vardu nėra
lv_lv: Šis grupas nosaukums nav pieejams
mk_mk: Ова име_на_паралелката не е достапно
ms_my: Nama kelas ini tidak tersedia
my_mm: ဤအတန်းအမည်ကို အသုံးပြု၍မရပါ
ne: यो कक्षाको नाम उपलब्ध छैन
nl: Deze klasnaam is niet beschikbaar
nn_no: Dette klassnamnet er ikkje tilgjengeleg
oc: Aqueste nom de classe es pas disponible
pl_pl: Nazwa klasy jest niedostępna
ps: دا کلاس نوم شتونکی نه ده
pt_br: Nome da turma não disponível
pt_pt: Este nome de turma não está disponível
ro_ro: Acest nume de clasa este indisponibil
ru_ru: Такое название класса не доступно
sk_sk: Tento názov triedy nie je k dispozícii
sl: To ime razreda ni na voljo
sq: Kjo klasë nuk është e disponueshme
sr_rs: Ovaj naziv razreda nije dostupan
sv_se: Klassnamnet är inte tillgängligt
sw_ke: Jina la darasa hili halipatikani
ta: இந்த வகுப்புப் பெயர் கிடைக்கவில்லை
th: ชื่อชั้นเรียนนี้ไม่ว่าง
tl_ph: Ang classname na ito ay hindi available
tr: Bu sınıf mevcut değil
uk_ua: Це ім'я класу не доступне
vi_vn: Tên lớp này không khả dụng
xh_za: Eli gama leli khona
zh_cn: 教室名称不可用
zh_tw: 無效的班級名稱

source: File imported
ar: تم استيراد الملف
ast_es: Archivu importáu
bn_bd: ফাইল আমদানি করা হয়েছে
bs_ba: Datoteka uvezena
ca_es: Fitxer importat
cs_cz: Soubor byl naimportován
da: Filen er importeret
de: Datei wurde importiert
el: Το αρχείο εισήχθει
eo: Dosiero importita
es: Archivo importado
es_mx: Archivo importado
eu_es: Fitxategia inportatu da
fa_ir: فایل درون ریزی شد
fi_fi: Tiedosto tuotu
fo_fo: Fíla innflutt
fur: File importât
ga: Comhad iompórtáilte
gl: Ficheiro importado
he_il: קובץ מיובא
hi: फ़ाइल आयात की गई
hr_hr: Datoteka uvezena
hu_hu: Importált fájl
hy: Ֆայլը ներմուծվել է
id_id: File diimpor
it: File importato
ja: ファイルがインポートされました
ka_ge: ფაილი იმპორტირებულია
ko_kr: 파일 가져오기 완료
lt_lt: Failas importuotas
lv_lv: Fails ir importēts
mk_mk: Датотеката е увезена
ms_my: Fail diimport
my_mm: ဖိုင်ကို တင်သွင်းပြီးဖြစ်သည်
ne: फाइल आयात गरियो
nl: Bestand geïmporteerd
nn_no: Fil importert
oc: Fichièr importat
pl_pl: Plik importowany
ps: فایل داخل شو شوی
pt_br: Arquivo importado
pt_pt: Ficheiro importado
ro_ro: Fisierul a fost importat
ru_ru: Файл импортирован
sk_sk: Súbor importovaný
sl: Datoteka je bila uvožena
sq: Skedari u importua
sr_rs: Fajl uvezen
sv_se: Fil importerad
sw_ke: Faili imeingizwa
ta: கோப்பு இறக்குமதி செய்யப்பட்டது
th: นำเข้าไฟล์แล้ว
tl_ph: File na-import
tr: Dosya gönderildi
uk_ua: Файл імпортовано
vi_vn: Tệp đã được nhập
xh_za: Ifayile iyeza
zh_cn: 已导入的文件
zh_tw: 已匯入檔案

source: Choose the session to export
ar: اختر الدورة الذي تود تصديرها
ast_es: Escueya la sesión pa esportar
bn_bd: রপ্তানি করার জন্য সেশন নির্বাচন করুন
bs_ba: Odaberite sesiju za izvoz
ca_es: Trieu la sessió per exportar
cs_cz: Zvol sezení k exportu
da: Udvælg den session, der skal eksporteres
de: Wählen Sie die Kurs-Session für den Export
el: Επιλογή περιόδου προς εξαγωγή
eo: Elektu la eksportendan sesion
es: Seleccione la sesión a exportar
es_mx: Elegir la sesión a exportar
eu_es: Aukeratu esportatzeko saioa
fa_ir: جلسه را برای برون بری انتخاب کنید
fi_fi: Valitse vietävä istunto
fo_fo: Vel lotuna at flyta út
fur: Scealt la sesion da esportâ
ga: Roghnaigh an seisiún le honrá
gl: Escoller a sesión a exportar
he_il: בחר את ההפעלה לייצא
hi: निर्यात करने के लिए सत्र चुनें
hr_hr: Odaberite sesiju za izvoz
hu_hu: Válassza ki a találkozót az exportáláshoz
hy: Ընտրեք արտահանման սեանսը
id_id: Pilih sesi untuk diekspor
it: Scegli una sessione da esportare
ja: エクスポートするセッションを選択
ka_ge: აირჩიეთ ექსპორტისთვის სესია
ko_kr: 내보낼 세션 선택
lo: ເລືອກຊ່ວງເວລາທີ່ຈະສົ່ງອອກ
lt_lt: Pasirinkite sesiją eksportui
lv_lv: Izvēlēties sesiju eksportam
mk_mk: Избери ја сесијата за извоз
ms_my: Pilih sesi untuk dieksport
my_mm: တင်ပို့ရန် အစည်းအဝေးကို ရွေးပါ
ne: निर्यात गर्न सत्र छान्नुहोस्
nl: Selecteer de te exporteren sessie
nn_no: Vel sesjonen som skal eksportrast
oc: Escolher la session a exportar
pl_pl: Wybierz sesję do eksportu
ps: د صادرولو لپاره غونډه غوره کړئ
pt_br: Selecionar a sessão para exportar
pt_pt: Seleccione a sessão a exportar
ro_ro: Alegeti sesiunea ce se va exporta
ru_ru: Выбрать сессию для экспорта
sk_sk: Vybrať stretnutie na exportovanie
sl: Izberi sejo za izvoz
sq: Zgjidhni sesionin për të eksportuar
sr_rs: Izaberite sesiju za izvoz
sv_se: Välj period att exportera
sw_ke: Chagua kikao cha kusafirisha
ta: ஏற்றுமதி செய்ய வகைத் தேர்ந்தெடுக்கவும்
th: เลือกเซสชันเพื่อส่งออก
tl_ph: Piliin ang session na ie-export
tr: Dışa aktarmak için oturumu seçin
uk_ua: Вибрати сесію для експорту
vi_vn: Chọn phiên để xuất
xh_za: Khetha iseshini yokukhuphela
zh_cn: 选择要导出的会议
zh_tw: 選取要匯出之檔案

source: All the sessions
ar: كافة الدورات
ast_es: Toles sesiones
bn_bd: সকল সেশন
bs_ba: Sve sesije
ca_es: Totes les sessions
cs_cz: Všechna sezení
da: Alle sessioner
de: Alle Kurs-Sessions
el: Όλες οι περίοδοι
eo: Ĉiuj sesioj
es: Todas las sesiones
es_mx: Todas las sesiones
eu_es: Saio guztiak
fa_ir: تمامی جلسات
fi_fi: Kaikki istunnot
fo_fo: Allar lotur
fur: Tute lis sesiuns
ga: Gach seisiún
gl: Todas as sesións
he_il: כל ההפעלות
hi: सभी सत्र
hr_hr: Sve sesije
hu_hu: Az összes találkozó
hy: Բոլոր սեանսները
id_id: Semua sesi
it: Tutte le sessioni
ja: すべてのセッション
ka_ge: ყველა სესია
ko_kr: 모든 세션
lo: ທຸກຊ່ວງເວລາ
lt_lt: Visos sesijos
lv_lv: Visas sesijas
mk_mk: Сите сесии
ms_my: Semua sesi
my_mm: အစည်းအဝေးအားလုံး
ne: सबै सत्रहरू
nl: Alles sessies
nn_no: Alle sesjonane
oc: Totas las sessions
pl_pl: Wszystkie sesje
ps: ټولې غونډې
pt_br: Todas as sessões
pt_pt: Todas as sessões
ro_ro: Toate sesiunile
ru_ru: Все сессии
sk_sk: Všetky stretnutia
sl: Vse seje
sq: Të gjithë sesionet
sr_rs: Sve sesije
sv_se: Alla perioder
sw_ke: Mikakati yote
ta: எல்லா வகைகளும்
th: เซสชันทั้งหมด
tl_ph: Lahat ng sessions
tr: Bütün oturumlar
uk_ua: Всі сесії
vi_vn: Tất cả các phiên
xh_za: zonke iiseshini
zh_cn: 所有的会议
zh_tw: 所有學期單元

source: This code does not exist
ar: هذا الرمز غير موجود
ast_es: Esti códigu nun esiste
bn_bd: এই কোডটি বিদ্যমান নয়
bs_ba: Ovaj kod ne postoji
ca_es: Aquest codi no existeix
cs_cz: Tento kód neexistuje
da: Koden eksisterer ikke
de: Dieser Code existiert nicht
el: Δεν υπάρχει ο κωδικός
eo: Tiu kodo ne ekzistas
es: Este código no existe
es_mx: Este código no existe
eu_es: Ez dago kode hau
fa_ir: این کد وجود ندارد
fi_fi: Tätä koodia ei ole olemassa
fo_fo: Hesin kodin finst ikki
fur: Chest code no esist
ga: Níl an cód seo ann
gl: Este código non existe
he_il: קוד זה אינו קיים
hi: यह कोड मौजूद नहीं है
hr_hr: Ovaj kod ne postoji
hu_hu: Ez a kód nem létezik
hy: Այս կոդը չի գոյություն
id_id: Kode ini tidak ada
it: Il codice non esiste
ja: このコードは存在しません
ka_ge: ეს კოდი არ არსებობს
ko_kr: 이 코드는 존재하지 않습니다
lo: ລະຫັດນີ້ບໍ່ມີຢູ່
lt_lt: Šis kodas neegzistuoja
lv_lv: Šis kods neeksistē
mk_mk: Оваа шифра не постои
ms_my: Kod ini tidak wujud
my_mm: ဤကုဒ်မရှိပါ
ne: यो कोड अस्तित्वमा छैन
nl: Deze code bestaat niet
nn_no: Denne koden finst ikkje
oc: Aqueste còde existís pas
pl_pl: Ten kod nie istnieje
ps: دا کوډ نشته
pt_br: Este código não existe
pt_pt: Este código não existe
ro_ro: Acest cod nu exista
ru_ru: Такого кода не существует
sk_sk: Tento kód neexistuje
sl: Ta koda ne obstaja
sq: Ky kod nuk ekziston
sr_rs: Ovaj kod ne postoji
sv_se: Denna kod existerar inte
sw_ke: Kodi hii haipo
ta: இந்த குறியீடு இல்லை
th: รหัสนี้ไม่มีอยู่
tl_ph: Ang code na ito ay hindi umiiral
tr: Bu kod mevcut değil
uk_ua: Цього коду не існує
vi_vn: Mã này không tồn tại
xh_za: Eli kode ayikhone
zh_cn: 代码不存在
zh_tw: 此編碼不存在

source: Unknown user
ar: مستخدم غير معروف
ast_es: Usuariu desconocíu
bn_bd: অজানা ব্যবহারকারী
bs_ba: Nepoznat korisnik
ca_es: Usuari desconegut
cs_cz: Neznámý uživatel
da: Ukendt brugerprofil
de: Unbekannter Benutzer
el: Άγνωστος χρήστης
eo: Nekonata uzanto
es: Usuario desconocido
es_mx: Usuario desconocido
eu_es: Erabiltzaile ezezaguna
fa_ir: کاربر ناشناخته
fi_fi: Tuntematon käyttäjä
fo_fo: Ókendur brúkari
fur: Utint incognît
ga: Úsáideoir anaithnid
gl: Usuario descoñecido
he_il: משתמש לא ידוע
hi: अज्ञात उपयोगकर्ता
hr_hr: Nepoznati korisnik
hu_hu: Ismeretlen felhasználó
hy: Անհայտ օգտատեր
id_id: Pengguna tidak dikenal
it: Utente sconosciuto
ja: 不明なユーザー
ka_ge: უცნობი მომხმარებელი
ko_kr: 알 수 없는 사용자
lo: ຜູ້ໃຊ້ທີ່ບໍ່ຮູ້ຈັກ
lt_lt: Nežinomas vartotojas
lv_lv: Nezināms lietotājs
mk_mk: Непознат корисник
ms_my: Pengguna tidak dikenali
my_mm: အမည်မသိအသုံးပြုသူ
ne: अज्ञात प्रयोगकर्ता
nl: Onbekende gebruiker
nn_no: Ukjend brukar
oc: Utilizaire desconegut
pl_pl: Nieznany użytkownik
ps: نامعلوم کارن
pt_br: Usuário desconhecido
pt_pt: Utilizador desconhecido
ro_ro: Utilizator necunoscut
ru_ru: Неизвестный пользователь
sk_sk: Neznámy používateľ
sl: Neznan uporabnik
sq: Përdorues i panjohur
sr_rs: Nepoznati korisnik
sv_se: Okänd användare
sw_ke: Mtumiaji asiyejulikana
ta: தெரியாத பயனர்
th: ผู้ใช้ที่ไม่รู้จัก
tl_ph: Hindi kilalang user
tr: Bilinmeyen kullanıcı
uk_ua: Невідомий користувач
vi_vn: Người dùng không xác định
xh_za: Umsebenzisi ongaziwayo
zh_cn: 未知用户
zh_tw: 不明使用者

source: Unknown status
ar: حالة غير معروفة
ast_es: Estatus desconocíu
bn_bd: অজানা স্থিতি
bs_ba: Nepoznat status
ca_es: Estat desconegut
cs_cz: Neznámý status
da: Ukendt status
de: Unbekannter Status
el: Άγνωστη κατάσταση
eo: Nekonata statuso
es: Estatus desconocido
es_mx: Estado desconocido
eu_es: Egoera ezezaguna
fa_ir: وضعیت ناشناخته
fi_fi: Tuntematon status
fo_fo: Ókendur status
fur: Stât incognît
ga: Stádas anaithnid
gl: Estado descoñecido
he_il: סטטוס לא ידוע
hi: अज्ञात स्थिति
hr_hr: Nepoznati status
hu_hu: Ismeretlen státusz
hy: Անհայտ կարգավիճակ
id_id: Status tidak dikenal
it: Ruolo non conosciuto
ja: 不明なステータス
ka_ge: უცნობი სტატუსი
ko_kr: 알 수 없는 상태
lo: ສະຖານະທີ່ບໍ່ຮູ້ຈັກ
lt_lt: Nežinoma būsena
lv_lv: Nezināms statuss
mk_mk: Непознат статус
ms_my: Status tidak dikenali
my_mm: အမည်မသိအခြေအနေ
ne: अज्ञात स्थिति
nl: Onbekende status
nn_no: Ukjend status
oc: Estat desconegut
pl_pl: Nieznany status
ps: نامعلوم حالت
pt_br: Status desconhecido
pt_pt: Status/estado desconhecido
ro_ro: Status necunoscut
ru_ru: Неизвестный статус
sk_sk: Neznámy stav
sl: Neznan status
sq: Status i panjohur
sr_rs: Nepoznat status
sv_se: Okänd status
sw_ke: Hali isiyojulikana
ta: தெரியாத நிலை
th: สถานะที่ไม่รู้จัก
tl_ph: Hindi kilalang status
tr: Bilinmeyen durum
uk_ua: Невідомий статус
vi_vn: Trạng thái không xác định
xh_za: Imeko engaziwayo
zh_cn: 未知状态
zh_tw: 不明的身份

source: The session has been deleted
ar: تم خذف الدورة
ast_es: La sesión esborróse
bn_bd: সেশনটি মুছে ফেলা হয়েছে
bs_ba: Sesija je obrisana
ca_es: La sessió s'ha esborrat correctament
cs_cz: Sezení smazáno
da: Sessionen er blevet slettet
de: Kurs-Session wurde gelöscht
el: Η περίοδος έχει διαγραφεί
eo: Sesio forigita
es: La sesión ha sido borrada
es_mx: La sesión ha sido eliminada
eu_es: Saioa ezabatu da
fa_ir: این جلسه حذف شده است
fi_fi: Istunto on poistettu
fo_fo: Lota er blivin strikað
fur: La sesion è stâ eliminade
ga: Scriosadh an seisiún
gl: Esta sesión foi eliminada
he_il: ההפעלה נמחקה
hi: सत्र हटा दिया गया है
hr_hr: Sesija je obrisana
hu_hu: A találkozó törölve lett
hy: Սեանսը ջնջվել է
id_id: Sesi telah dihapus
it: Sessione eliminata
ja: セッションが削除されました
ka_ge: სესია წაშლილია
ko_kr: 세션이 삭제되었습니다
lt_lt: Sesija ištrinta
lv_lv: Sesija ir izdzēsta
mk_mk: Оваа сесија била избришана
ms_my: Sesi telah dipadam
my_mm: အစည်းအဝေးကို ဖျက်လိုက်ပြီးဖြစ်သည်
ne: सत्र मेटाइएको छ
nl: De sessie is verwijderd
nn_no: Sesjonen er sletta
oc: La session es estada suprimida
pl_pl: Sesja została usunięta
ps: غونډه له منځه وړل شوې ده
pt_br: A sessão foi excluida
pt_pt: A sessão foi eliminada
ro_ro: Sesiunea a fost stearsa
ru_ru: Сессия удалена
sk_sk: Stretnutie bolo zmazané
sl: Ta seja je bila odstranjena
sq: Sesioni u fshi
sr_rs: Sesija je obrisana
sv_se: Perioden är borttagen
sw_ke: Kikao kimefutwa
ta: வகை நீக்கப்பட்டது
th: เซสชันถูกลบแล้ว
tl_ph: Na-delete na ang session
tr: Bu oturum silindi
uk_ua: Сесію було видалено
vi_vn: Phiên đã bị xóa
xh_za: Iseshini iyeza
zh_cn: 会议已经被删除
zh_tw: 學期單元已被刪除

source: This course doesn't exist
ar: هذا المقرر غير موجود
ast_es: Esti cursu nun esiste
bn_bd: এই কোর্সটি বিদ্যমান নয়
bs_ba: Ovaj kurs ne postoji
ca_es: Curs inexistent
cs_cz: Tento kurz neexistuje
da: Kursussiden findes ikke
de: Dieser Kurs existiert nicht
el: Το μάθημα δεν υπάρχει
eo: Tiu kurso ne ekzistas
es: Este curso no existe
es_mx: Este curso no existe
eu_es: Ez dago ikastaro hau
fa_ir: این درس وجود ندارد
fi_fi: Tätä kurssia ei ole olemassa
fo_fo: Hesin kursur finst ikki
fur: Chest curs no esist
ga: Níl an cúrsa seo ann
gl: Este curso non existe
he_il: קורס זה לא קיים
hi: यह पाठ्यक्रम मौजूद नहीं है
hr_hr: Ovaj tečaj ne postoji
hu_hu: Nemlétező kurzus
hy: Այս դասընթացը չի գոյություն
id_id: Mata kuliah ini tidak ada
it: Il corso non esiste
ja: このコースは存在しません
ka_ge: ეს კურსი არ არსებობს
ko_kr: 이 코스가 존재하지 않습니다
lo: ລາຍວິຊານີ້ບໍ່ມີຢູ່
lt_lt: Šis kursas neegzistuoja
lv_lv: Šis Kurss neeksistē
mk_mk: Овој курс не постои
ms_my: Kursus ini tidak wujud
my_mm: ဤသင်တန်းမရှိပါ
ne: यो कोर्स अस्तित्वमा छैन
nl: Deze cursus bestaat niet
nn_no: Dette kurset finst ikkje
oc: Aqueste cors existís pas
pl_pl: Taki kurs nie istnieje
ps: دا کورس نشته
pt_br: Este curso não existe
pt_pt: Este curso não existe
ro_ro: Acest curs nu exista
ru_ru: Такого курса не существует
sk_sk: Tento kurz neexistuje
sl: Ta tečaj ne obstaja
sq: Ky kurs nuk ekziston
sr_rs: Ovaj kurs ne postoji
sv_se: Denna kurs existerar inte
sw_ke: Kozi hii haipo
ta: இந்த பாடநெறை இல்லை
th: คอร์สนี้ไม่มีอยู่
tl_ph: Ang course na ito ay hindi umiiral
tr: Bu ders mevcut değil
uk_ua: Цього курсу не існує
vi_vn: Khóa học này không tồn tại
xh_za: Eli khosi alikho
zh_cn: 课程不存在
zh_tw: 此課程不存在
