Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The user accounts are now attached to the URL
ar: URL تم ارفا حسابات المستخدمين في رابط
ast_es: Editárense los usuarios
bn_bd: ব্যবহারকারী অ্যাকাউন্টগুলি এখন ইউআরএলের সাথে যুক্ত
bs_ba: Korisnički računi su sada vezani za URL
ca_es: Els comptes d'usuari ara són conectades a l'URL
cs_cz: Uživatelské účty byly připojeny k URL
da: Brugerkonti er nu knyttet til URL'en
de: Die Benutzer-Zugänge wurden der URL zugefügt
el: Οι λογαριασμοί χρηστών συνδέθηκαν πλέον με την διεύθυνση URL
eo: La uzantkontoj nun estas ligitaj al la URL
es: Usuarios fueron editados
es_mx: Las cuentas de usuario ahora están asociadas a la URL
eu_es: Erabiltzaile kontuak orain URLari uztartu zaizkio
fa_ir: حساب‌های کاربری اکنون به URL متصل شدند
fi_fi: Käyttäjätilit on nyt liitetty URL-osoitteeseen
fo_fo: Brúkarakonturnar eru nú knýttar til URL-in
fur: I conts utents a son orê coligâts a l'URL
ga: Tá cuntais úsáideoirí ceangailte leis an URL anois
gl: Editáronse os usuarios
he_il: חשבונות המשתמש מצורפים כעת לכתובת ה-URL
hi: उपयोगकर्ता खाते अब URL से जुड़े हैं
hr_hr: Korisnički računi su sada povezani s URL-om
hu_hu: A felhasználói fiókok most már hozzákapcsolva az URL-hez
hy: Օգտատիրոջ հաշիվները հիմա կցված են URL-ին
id_id: Akun pengguna sekarang terhubung ke URL
it: Utenti modoficati
ja: ユーザーアカウントがURLに紐づけられました
ka_ge: მომხმარებლის ანგარიშები ახლა მიჯაკშირებულია URL-ს
ko_kr: 사용자 계정이 이제 URL에 연결되었습니다
lo: ຕອນນີ້ບັນຊີຜູ້ໃຊ້ໄດ້ຖືກຜູກກັບ URL ແລ້ວ
lt_lt: Vartotojų paskyros dabar priskirtos URL
lv_lv: Lietotāju konti tagad ir pievienoti URL
mk_mk: Профилите на корисниците сега се поврзани со URL-то
ms_my: Akaun pengguna kini dilampirkan kepada URL
my_mm: အသုံးပြုသူအကောင့်များကို ယခု URL သို့ ချိတ်ဆက်ထားပြီးဖြစ်သည်
ne: प्रयोगकर्ता खाताहरू अब URL सँग जोडिएका छन्
nl: De gebruikersaccounts zijn nu gelinkt aan de URL.
nn_no: Brukarkontoane er no knytta til URL-en
oc: Los comptes utilizaires son ara aponduts a l'URL
pl_pl: Konta użytkowników są teraz przypisane do adresu URL
ps: د کاروونکي حسابونه اوس د URL سره تړل شوي
pt_br: As contas dos usuários estão agora ligadas a uma URL
pt_pt: As contas dos utilizadores estão agora anexadas ao URL/caminho
ro_ro: Conturile utilizatorilor sunt legate la URL
ru_ru: Учетные записи пользователей теперь привязаны к URL
sk_sk: Používatelia boli upravení
sl: Uporabniki so bili ažurirani
sq: Llogaritë e përdoruesve tani janë të lidhura me URL-në
sr_rs: Korisnički nalozi su sada prikačeni na URL
sv_se: Användarkonton är nu kopplade till URL:en
sw_ke: Akaunti za watumiaji sasa zimeunganishwa na URL
ta: பயனர் கணக்குகள் இப்போது URL க்கு இணைக்கப்பட்டன
th: บัญชีผู้ใช้ถูกเชื่อมโยงกับ URL แล้ว
tl_ph: Nakakabit na ngayon ang mga user account sa URL
tr: Kullanıcı hesapları artık URL'ye eklendi
uk_ua: Облікові записи користувачів тепер прив'язано до URL
vi_vn: Các tài khoản người dùng giờ đã được gắn vào URL
xh_za: Ii-akhawunti zabasebenzisi ngoku ziqhotyoshelwe kwelo si-URL
zh_cn: 用户账户现已附加到URL
zh_tw: 使用者帳戶現已附加至 URL

source: Course score
ar: درجة المقرر
ast_es: Nota nes pruebes de les Lleiciones
bn_bd: কোর্স স্কোর
bs_ba: Ocjena kursa
ca_es: Puntuació de les proves del curs
cs_cz: Výsledek testů učební osnovy
da: Kursuskarakter
de: Kurs-Bewertung
el: Σκορ Ομάδας
eo: Punktoj de kurso
es: Puntaje total por lección
es_mx: Puntaje del curso
eu_es: Ikastaroko azterketen puntuazioa
fa_ir: امتیاز درس
fi_fi: Kurssin tulos
fo_fo: Kjørsluteljing
fur: Vot cors
ga: Scór an chúrsa
gl: Cualificación nas probas de Leccións
he_il: ציון קורס
hi: कोर्स स्कोर
hr_hr: Ocjena predmeta
hu_hu: Kurzus pontszám
hy: Դասընթացի գնահատական
id_id: Skor mata kuliah
it: Punti nei test delle lezioni
ja: コーススコア
ka_ge: კურსის ქულა
ko_kr: 과목 점수
lo: ຄະແນນລາຍວິຊາ
lt_lt: Kursų balas
lv_lv: Kursu rezultāti
mk_mk: Оценка на курсот
ms_my: Skor kursus
my_mm: သင်တန်းအမှတ်
ne: पाठ्यक्रम स्कोर
nl: Cursusscore
nn_no: Kurskarakter
oc: Nòta del curs
pl_pl: Wynik kursu
ps: د کورس نمره
pt_br: Pontuação total por rota de aprendizagem
pt_pt: Pontuação do curso
ro_ro: Scorul cursului
ru_ru: Оценка курса
sk_sk: Skóre testov učebnej osnovy
sl: Rezultati testov učnih poti
sq: Rezultati i kursit
sr_rs: Ocena kursa
sv_se: Kursbetyg
sw_ke: Alama za kozi
ta: பாட மதிப்பெண்
th: คะแนนรายวิชา
tl_ph: Score ng kurso
tr: Kurs Puanı
uk_ua: Оцінка курсу
vi_vn: Điểm khóa học
xh_za: Amanqaku enkqubo yokufunda
zh_cn: 课程分数
zh_tw: 課程分數

source: Average of tests in Learning Paths
ar: متوسط الاختبارات في مسارات التعلم
ast_es: Promediu total de pruebes SCORM y lleiciones
bn_bd: লার্নিং পাথে পরীক্ষার গড়
bs_ba: Prosjek testova u Stazama učenja
ca_es: Mitjana de les proves en els cursos
cs_cz: Průměrný výsledek testů v kurzech
da: Gennemsnit af tests i læringsstier
de: Durchschnittliches Ergebnis der Tests in den Lernpfaden
el: Μέσος όρος δοκιμών σε Μονοπάτια Μάθησης
eo: Mezo de testoj en Lernvojoj
es: Media de los ejercicios realizados en las lecciones
es_mx: Promedio de pruebas en Rutas de Aprendizaje
eu_es: Ikaskuntza ibilbideetan eginiko azterketen batez bestekoa
fa_ir: میانگین آزمون‌ها در مسیرهای یادگیری
fi_fi: Oppipolkujen testien keskiarvo
fo_fo: Meðal av próvum í Lærugreinum
fur: Medie des test in Percors di Apprendiment
ga: Meán tástálacha i gCosáin Foghlama
gl: Media total de probas de SCORM e leccións
he_il: ממוצע מבחנים בנתיבי למידה
hi: लर्निंग पाथ्स में परीक्षणों का औसत
hr_hr: Prosjek testova u putovima učenja
hu_hu: Tanulási útvonalak tesztek átlaga
hy: Տեստերի միջինը Սովորելու ուղիներում
id_id: Rata-rata tes dalam Learning Paths
it: Media complessiva dei punteggi dei test SCORM e lezioni
ja: 学習パスのテストの平均
ka_ge: ტესტების საშუალო შედეგი სწავლების მარშრუტებში
ko_kr: 학습 경로의 테스트 평균
lo: ຄະແນນສະເລ່ຍຂອງການທົດສອບໃນເສັ້ນທາງການຮຽນຮູ້
lt_lt: Testų vidurkis mokymosi keliuose
lv_lv: Vidējie testu rezultāti Kursos
mk_mk: Просек од тестови во Патеките за учење
ms_my: Purata ujian dalam Laluan Pembelajaran
my_mm: သင်ယူမှုလမ်းကြောင်းများတွင် စမ်းသပ်မှုများ၏ ပျမ်းမျှ
ne: सिकाइ मार्गहरूमा परीक्षणहरूको औसत
nl: Gemiddelde van de testen in de cursus.
nn_no: Gjennomsnitt av testar i læringsstiar
oc: Mejana de las pruvas dins los Caminhs d'aprendissatge
pl_pl: Średnia z testów w ścieżkach edukacyjnych
ps: د زده کړې لارو کې د ازموینو متوسط
pt_br: Média dos testes das rotas de aprendizagem
pt_pt: Média dos testes/exercícios nos cursos
ro_ro: Media testelor in curs
ru_ru: Среднее тестов в учебных траекториях
sk_sk: Priemer testov v Učebnej osnove
sl: Povprečje rezultatov testov v učnih poteh
sq: Mesatarja e testeve në Shtigjet e Mësimit
sr_rs: Prosek testova u Stazama učenja
sv_se: Genomsnitt av tester i inlärningsvägar
sw_ke: Wastani wa vipimo katika Njia za Kujifunza
ta: கற்றல் பாதைகளில் சோதனைகளின் சராசரி
th: ค่าเฉลี่ยการทดสอบในเส้นทางการเรียนรู้
tl_ph: Ang average ng mga pagsusulit sa mga learning path
tr: Öğrenme Yollarında test ortalaması
uk_ua: Середнє тестів у Навчальних шляхах
vi_vn: Điểm trung bình các bài kiểm tra trong Đường dẫn học tập
xh_za: Umndilili weemvavanyo kwiindlela zokufunda
zh_cn: 学习路径中测试平均分
zh_tw: 學習路徑中測驗平均分數

source: Import courses list
ar: استيراد قائمة المقررات
ast_es: Importar cursos dende un ficheru
bn_bd: কোর্স তালিকা আমদানি করুন
bs_ba: Uvezi listu kurseva
ca_es: Importar cursos des d'un fitxer
cs_cz: Importovat seznam školení
da: Importér kursusliste
de: Importiere Kurs-Liste
el: Εισαγωγή λίστας μαθημάτων
eo: Importi liston de kursoj
es: Importar cursos desde un fichero
es_mx: Importar lista de cursos
eu_es: Inportatu ikastaroak fitxategi batetik
fa_ir: درون ریزی فهرست دروس
fi_fi: Tuo kurssilista
fo_fo: Innflyta kjørslulist
fur: Impuortâ liste cors
ga: Iompórtáil liosta cúrsaí
gl: Importar cursos desde un ficheiro
he_il: ייבוא רשימת קורסים
hi: कोर्स सूची आयात करें
hr_hr: Uvezi popis predmeta
hu_hu: Kurzusok listájának importálása
hy: Ներմուծել դասընթացների ցանկը
id_id: Impor daftar mata kuliah
it: Importa corsi da un file
ja: コース一覧をインポート
ka_ge: კურსების სიის იმპორტი
ko_kr: 과목 목록 가져오기
lt_lt: Importuoti kursų sąrašą
lv_lv: Importēt kursu sarakstu
mk_mk: Увези листа на курсеви
ms_my: Import senarai kursus
my_mm: သင်တန်းစာရင်းကို တင်သွင်းပါ
ne: पाठ्यक्रमहरूको सूची आयात गर्नुहोस्
nl: Importeer trainingslijst
nn_no: Importer kursliste
oc: Importar la lista dels curs
pl_pl: Importuj listę kursów
ps: د کورسونو فهرست وارد کړئ
pt_br: Importar lista de cursos
pt_pt: Importar lista de cursos
ro_ro: Importa lista de formare
ru_ru: Импорт списка курсов
sk_sk: Importovať kurzy zo súboru
sl: Uvozi tečaje iz datoteke
sq: Importo listën e kurseve
sr_rs: Uvezi listu kurseva
sv_se: Importera kurslista
sw_ke: Hamisha orodha ya kozi
ta: பாடங்கள் பட்டியலை இறக்குமதி செய்
th: นำเข้ารายการรายวิชา
tl_ph: I-import ang listahan ng mga kurso
tr: Ders listesini içe aktar
uk_ua: Імпортувати список курсів
vi_vn: Nhập danh sách khóa học
xh_za: Genisa uluhlu lweenkqubo zokufunda
zh_cn: 导入课程列表
zh_tw: 匯入課程清單

source: Manage users
ar: ادارة المستخدمين
ast_es: Alministrar usuarios
bn_bd: ব্যবহারকারী পরিচালনা করুন
bs_ba: Upravljaj korisnicima
ca_es: Administrar usuaris
cs_cz: Správa uživatelů
da: Håndter brugere
de: Benutzer verwalten
el: Διαχείριση χρηστών
eo: Mastri uzantojn
es: Administrar usuarios
es_mx: Administrar usuarios
eu_es: Kudeatu erabiltzaileak
fa_ir: مدیریت کاربران
fi_fi: Hallinnoi käyttäjiä
fo_fo: Stjórna brúkarum
fur: Gjestionâ utents
ga: Bainistigh úsáideoirí
gl: Administrar usuarios
he_il: ניהול משתמשים
hi: उपयोगकर्ताओं का प्रबंधन
hr_hr: Upravljanje korisnicima
hu_hu: Felhasználók kezelése
hy: Կառավարել օգտատերերին
id_id: Kelola pengguna
it: Gestisci gli utenti
ja: ユーザーを管理
ka_ge: მომხმარებლების მართვა
ko_kr: 사용자 관리
lo: ຈັດການຜູ້ໃຊ້
lt_lt: Tvarkyti vartotojus
lv_lv: Organizēt lietotājus
mk_mk: Управувај со корисници
ms_my: Urus pengguna
my_mm: အသုံးပြုသူများကို စီမံခန့်ခွဲပါ
ne: प्रयोगकर्ताहरू व्यवस्थापन गर्नुहोस्
nl: Gebruikers beheren
nn_no: Hald fram brukarar
oc: Gerir los utilizaires
pl_pl: Zarządzaj użytkownikami
ps: کاروونکي مدیریت کړئ
pt_br: Gerenciar usuários
pt_pt: Gerir utilizadores
ro_ro: Administreaza utilizatorii
ru_ru: Управление пользователями
sk_sk: Spravovať používateľov
sl: Upravljaj uporabnike
sq: Menaxho përdoruesit
sr_rs: Upravljaj korisnicima
sv_se: Hantera användare
sw_ke: Simamia watumiaji
ta: பயனர்களை நிர்வகி
th: จัดการผู้ใช้
tl_ph: Pamahalaan ang mga user
tr: Kullanıcıları yönet
uk_ua: Керувати користувачами
vi_vn: Quản lý người dùng
xh_za: Lawula abasebenzisi
zh_cn: 管理用户
zh_tw: 管理使用者

source: Manage courses
ar: ادارة المقررات
ast_es: Alministrar cursos
bn_bd: কোর্স পরিচালনা করুন
bs_ba: Upravljaj kursevima
ca_es: Administrar cursos
cs_cz: Správa kurzů
da: Håndter kurser
de: Kurse verwalten
el: Διαχείριση μαθημάτων
eo: Mastri kursojn
es: Administrar cursos
es_mx: Administrar cursos
eu_es: Kudeatu ikastaroak
fa_ir: مدیریت دروس
fi_fi: Hallinnoi kursseja
fo_fo: Stjórna kjørslum
fur: Gjestionâ cors
ga: Bainistigh cúrsaí
gl: Administrar cursos
he_il: ניהול קורסים
hi: कोर्स का प्रबंधन
hr_hr: Upravljanje predmetima
hu_hu: Kurzusok kezelése
hy: Կառավարել դասընթացները
id_id: Kelola mata kuliah
it: Gestisci i corsi
ja: コースを管理
ka_ge: კურსების მართვა
ko_kr: 과목 관리
lo: ຈັດການລາຍວິຊາ
lt_lt: Valdyti kursus
lv_lv: Organizēt Kursus
mk_mk: Управувај со курсеви
ms_my: Urus kursus
my_mm: သင်တန်းများကို စီမံခန့်ခွဲပါ
ne: पाठ्यक्रमहरू व्यवस्थापन गर्नुहोस्
nl: Trainings beheren
nn_no: Hald fram kurs
oc: Gerir los curs
pl_pl: Zarządzaj kursami
ps: کورسونه مدیریت کړئ
pt_br: Gerenciar cursos
pt_pt: Gerir cursos
ro_ro: Administreaza trainingurile
ru_ru: Управление курсами
sk_sk: Spravovať kurzy
sl: Upravljaj tečaje
sq: Menaxho kurset
sr_rs: Upravljaj kursevima
sv_se: Hantera kurser
sw_ke: Simamia kozi
ta: பாடங்களை நிர்வகி
th: จัดการรายวิชา
tl_ph: Pamahalaan ang mga kurso
tr: Dersleri yönet
uk_ua: Керувати курсами
vi_vn: Quản lý khóa học
xh_za: Lawula iinkqubo zokufunda
zh_cn: 管理课程
zh_tw: 管理課程

source: Users of
ar: المستخدمين في
ast_es: Usuarios de
bn_bd: এর ব্যবহারকারী
bs_ba: Korisnici
ca_es: Usuaris de
cs_cz: Uživatelé
da: Brugere af
de: Benutzer von
el: Λίστα χρηστών του Portal
eo: Uzantoj de
es: Usuarios de
es_mx: Usuarios de
eu_es: Honakoaren erabiltzaileak
fa_ir: کاربران
fi_fi: Käyttäjät kohteesta
fo_fo: Brúkarar hjá
fur: Utents di
ga: Úsáideoirí
gl: Usuarios de
he_il: משתמשים מ-
hi: के उपयोगकर्ता
hr_hr: Korisnici
hu_hu: Felhasználói
hy: Օգտատերերը
id_id: Pengguna dari
it: Utenti di
ja: のユーザー
ka_ge: მომხმარებლები
ko_kr: %s의 사용자
lt_lt: Naudotojai
lv_lv: Kursi no
mk_mk: Корисници на
ms_my: Pengguna bagi
my_mm: ၏ အသုံးပြုသူများ
ne: को प्रयोगकर्ताहरू
nl: Gebruikers van
nn_no: Brukarar av
oc: Utilizaires de
pl_pl: Użytkownicy
ps: کاروونکي د
pt_br: Usuários de
pt_pt: Utilizadores de
ro_ro: Utilizatori ai
ru_ru: Пользователи
sk_sk: Používatelia
sl: Uporabniki
sq: Përdoruesit e
sr_rs: Korisnici
sv_se: Användare av
sw_ke: Watumiaji wa
ta: இன் பயனர்கள்
th: ผู้ใช้ของ
tl_ph: Mga user ng
tr: %s kullanıcıları
uk_ua: Користувачі
vi_vn: Người dùng của
xh_za: Abasebenzisi be
zh_cn: 的用户
zh_tw: 的用戶

source: The URL has been disabled
ar: URL تم تعطيل الرابط
ast_es: L'enllaz foi desactiváu
bn_bd: ইউআরএলটি নিষ্ক্রিয় করা হয়েছে
bs_ba: URL je onemogućen
ca_es: La URL ha estat desactivada
cs_cz: URL zakázáno
da: URL'en er deaktiveret
de: Die URL wurde deaktiviert
el: Η διεύθυνση URL απενεργοποιήθηκε
eo: La URL estas malŝaltita
es: La URL ha sido desactivada
es_mx: La URL ha sido desactivada
eu_es: URL desaktibatu da
fa_ir: URL غیرفعال شد
fi_fi: URL-osoite on poistettu käytöstä
fo_fo: URL-in er óvirkuð
fur: L'URL e jessi disativâde
ga: Tá an URL díchumtha
gl: Desactivouse a URL
he_il: כתובת האתר הושבתה
hi: URL अक्षम कर दिया गया है
hr_hr: URL je onemogućen
hu_hu: Az URL le van tiltva
hy: URL-ը անհատարկվել է
id_id: URL telah dinonaktifkan
it: URL disattivata
ja: URLが無効化されました
ka_ge: URL გამორთულია
ko_kr: URL이 비활성화되었습니다
lt_lt: URL adresas buvo išjungtas
lv_lv: URL ir atspējots
mk_mk: URL-то е оневозможено
ms_my: URL telah dilumpuhkan
my_mm: URL ကို ပိတ်ထားပြီးဖြစ်သည်
ne: URL अक्षम गरिएको छ
nl: De URL is inactief gemaakt.
nn_no: URL-en er deaktivert
oc: L'URL es estada desactivada
pl_pl: URL został wyłączony
ps: URL غیرفعال شوی
pt_br: A URL foi desativada
pt_pt: O URL/caminho foi desactivado
ro_ro: URL e inactiev
ru_ru: URL отключен
sk_sk: URL bola deaktivovaná
sl: URL je bil onemogočen
sq: URL-ja është çaktivizuar
sr_rs: URL je onemogućen
sv_se: URL:en har inaktiverats
sw_ke: URL imezimwa
ta: URL முடக்கப்பட்டது
th: URL ถูกปิดใช้งานแล้ว
tl_ph: Na-disable na ang URL
tr: URL devre dışı bırakıldı
uk_ua: URL вимкнено
vi_vn: URL đã bị vô hiệu hóa
xh_za: I-URL iye yakhutshwa
zh_cn: URL已被禁用
zh_tw: URL 已停用

source: The URL has been enabled
ar: URL تم تمكين الرابط
ast_es: L'enllaz foi activáu
bn_bd: ইউআরএলটি সক্রিয় করা হয়েছে
bs_ba: URL je omogućen
ca_es: La URL ha estat activada
cs_cz: URL povoleno
da: URL'en er aktiveret
de: Die URL wurde aktiviert
el: Η διεύθυνση URL ενεργοποιήθηκε
eo: La URL estas ŝaltita
es: La URL ha sido activada
es_mx: La URL ha sido activada
eu_es: URL aktibatu da
fa_ir: URL فعال شد
fi_fi: URL-osoite on otettu käyttöön
fo_fo: URL-in er virkuð
fur: L'URL e jessi ativâde
ga: Tá an URL cumtha
gl: Activouse a URL
he_il: כתובת האתר הופעלה
hi: URL सक्षम कर दिया गया है
hr_hr: URL je omogućen
hu_hu: Az URL engedélyezve lett
hy: URL-ը միացվել է
id_id: URL telah diaktifkan
it: URL attivata
ja: URLが有効化されました
ka_ge: URL ჩართულია
ko_kr: URL이 활성화되었습니다
lt_lt: URL adresas buvo įjungtas
lv_lv: URL ir iespējots
mk_mk: URL-то е овозможено
ms_my: URL telah diaktifkan
my_mm: URL ကို ဖွင့်ထားပြီးဖြစ်သည်
ne: URL सक्षम गरिएको छ
nl: De URL is actief gemaakt.
nn_no: URL-en er aktivert
oc: L'URL es estada activada
pl_pl: URL został włączony
ps: URL فعال شوی
pt_br: A URL foi ativada
pt_pt: O URL/caminho foi activado
ro_ro: URL e actiev
ru_ru: URL включен
sk_sk: URL bola aktivovaná
sl: URL je omogočen
sq: URL-ja është aktivizuar
sr_rs: URL je omogućen
sv_se: URL:en har aktiverats
sw_ke: URL imewashwa
ta: URL செயல்படுத்தப்பட்டது
th: URL ถูกเปิดใช้งานแล้ว
tl_ph: Na-enable na ang URL
tr: URL etkinleştirildi
uk_ua: URL увімкнено
vi_vn: URL đã được kích hoạt
xh_za: I-URL iye yavulwa
zh_cn: URL已被启用
zh_tw: URL 已啟用

source: Edit users
ar: تعديل المستخدمين
ast_es: Editar usuarios
bn_bd: ব্যবহারকারী সম্পাদনা করুন
bs_ba: Uredi korisnike
ca_es: Editar usuaris
cs_cz: Upravit uživatele
da: Redigér brugere
de: Benutzer bearbeiten
el: Επεξεργασία χρηστών
eo: Redakti uzantojn
es: Editar usuarios
es_mx: Editar usuarios
eu_es: Editatu erabiltzaileak
fa_ir: ویرایش کاربران
fi_fi: Muokkaa käyttäjiä
fo_fo: Brota brúkarar
fur: Modificâ utents
ga: Cuir eagarthóireacht ar úsáideoirí
gl: Editar usuarios
he_il: עריכת משתמשים
hi: उपयोगकर्ता संपादित करें
hr_hr: Uredi korisnike
hu_hu: Felhasználók szerkesztése
hy: Խմբագրել օգտատերերին
id_id: Edit pengguna
it: Modifica gli utenti
ja: ユーザーを編集
ka_ge: მომხმარებლების რედაქტირება
ko_kr: 사용자 편집
lo: ແກ້ໄຂຜູ້ໃຊ້
lt_lt: Redaguoti naudotojus
lv_lv: Rediģēt lietotājus
mk_mk: Уреди корисници
ms_my: Edit pengguna
my_mm: အသုံးပြုသူများကို တည်းဖြတ်ပါ
ne: प्रयोगकर्ताहरू सम्पादन गर्नुहोस्
nl: Gebruikers wijzigen
nn_no: Rediger brukarar
oc: Modificar los utilizaires
pl_pl: Edytuj użytkowników
ps: کاروونکي سم کړئ
pt_br: Editar usuários
pt_pt: Editar utilizadores
ro_ro: Modifica utilizatori
ru_ru: Редактировать пользователей
sk_sk: Upraviť používateľov
sl: Uredi uporabnike
sq: Ndrysho përdoruesit
sr_rs: Ažuriraj korisnike
sv_se: Redigera användare
sw_ke: Hariri watumiaji
ta: பயனர்களைத் திருத்து
th: แก้ไขผู้ใช้
tl_ph: I-edit ang mga user
tr: Kullanıcıları düzenle
uk_ua: Редагувати користувачів
vi_vn: Chỉnh sửa người dùng
xh_za: Lungisa abasebenzisi
zh_cn: 编辑用户
zh_tw: 編輯使用者

source: Edit courses
ar: تعديل المقررات
ast_es: Editar cursos
bn_bd: কোর্স সম্পাদনা করুন
bs_ba: Uredi kurseve
ca_es: Editar cursos
cs_cz: Upravit kurzy
da: Redigér kurser
de: Kurse bearbeiten
el: Επεξεργασία μαθημάτων
eo: Redakti kursojn
es: Editar cursos
es_mx: Editar cursos
eu_es: Editatu ikastaroak
fa_ir: ویرایش دروس
fi_fi: Muokkaa kursseja
fo_fo: Brota kjørslur
fur: Modificâ cors
ga: Cuir eagarthóireacht ar chúrsaí
gl: Editar cursos
he_il: עריכת קורסים
hi: कोर्स संपादित करें
hr_hr: Uredi kolegije
hu_hu: Kurzusok szerkesztése
hy: Խմբագրել դասընթացները
id_id: Edit mata kuliah
it: Modifica i corsi
ja: コースを編集
ka_ge: კურსების რედაქტირება
ko_kr: 과목 편집
lo: ແກ້ໄຂລາຍວິຊາ
lt_lt: Redaguoti kursus
lv_lv: Rediģēt kursus
mk_mk: Уреди курсеви
ms_my: Edit kursus
my_mm: သင်တန်းများကို တည်းဖြတ်ပါ
ne: पाठ्यक्रमहरू सम्पादन गर्नुहोस्
nl: Trainingen wijzigen
nn_no: Rediger kurs
oc: Modificar los curs
pl_pl: Edytuj kursy
ps: کورسونه سم کړئ
pt_br: Editar cursos
pt_pt: Editar cursos
ro_ro: Modifica traininguri
ru_ru: Редактировать курсы
sk_sk: Upraviť kurzy
sl: Uredi tečaje
sq: Ndrysho kurset
sr_rs: Ažuriraj trening
sv_se: Redigera kurser
sw_ke: Hariri kozi
ta: பாடங்களைத் திருத்து
th: แก้ไขรายวิชา
tl_ph: I-edit ang mga kurso
tr: Dersleri düzenle
uk_ua: Редагувати курси
vi_vn: Chỉnh sửa khóa học
xh_za: Lungisa iinkqubo zokufunda
zh_cn: 编辑课程
zh_tw: 編輯課程

source: Courses of
ar: مقررات
ast_es: Cursos de
bn_bd: এর কোর্স
bs_ba: Kursevi
ca_es: Cursos de
cs_cz: Kurzy
da: Kurser af
de: Kurse von
el: Μαθήματα στην περίοδο
eo: Kursoj de
es: Cursos de
es_mx: Cursos de
eu_es: Ikastaroak
fa_ir: دروس
fi_fi: Kurssit kohteesta
fo_fo: Kjørslur hjá
fur: Cors di
ga: Cúrsaí
gl: Cursos de
he_il: קורסים מ-
hi: के कोर्स
hr_hr: Kolegij
hu_hu: Kurzusai
hy: Դասընթացները
id_id: Mata kuliah dari
it: Corsi di
ja: のコース
ka_ge: კურსები
ko_kr: %s의 과목
lo: ລາຍວິຊາຂອງ
lt_lt: Kursai
lv_lv: Kursi no
mk_mk: Курсеви на
ms_my: Kursus bagi
my_mm: ၏ သင်တန်းများ
ne: का पाठ्यक्रमहरू
nl: Trainingen van
nn_no: Kurs av
oc: Curs de
pl_pl: Kursy
ps: کورسونه د
pt_br: Cursos de
pt_pt: Cursos de
ro_ro: Traininguri ale
ru_ru: Курсы
sk_sk: Kurzy
sl: Tečaji
sq: Kurse të
sr_rs: Kursevi
sv_se: Kurser av
sw_ke: Kozi za
ta: இன் பாடங்கள்
th: รายวิชาของ
tl_ph: Mga kurso ng
tr: %s dersleri
uk_ua: Курси
vi_vn: Khóa học của
xh_za: Iinkqubo zokufunda ze
zh_cn: 的课程
zh_tw: 的課程

source: Add courses to an URL
ar: URL اضافة مقررات الى الرابط
ast_es: Amestar cursos a un enllaz
bn_bd: একটি ইউআরএলে কোর্স যোগ করুন
bs_ba: Dodaj kurseve na URL
ca_es: Agregar cursos a una URL
cs_cz: Přidat kurzy k URL
da: Tilføj kurser til en URL
de: Kurse zu einer URL hinzufügen
el: Προσθήκη μαθημάτων σε διεύθυνση URL
eo: Aldoni kursojn al URL
es: Agregar cursos a una URL
es_mx: Agregar cursos a una URL
eu_es: Gehitu ikastaroak URL bati
fa_ir: افزودن دوره‌ها به یک URL
fi_fi: Lisää kursseja URL-osoitteeseen
fo_fo: Legg kjørslur afturat einari URL
fur: Zontâ cors a une URL
ga: Cuir cúrsaí le URL
gl: Engadir cursos a unha URL
he_il: הוסף קורסים לכתובת אתר
hi: URL में कोर्स जोड़ें
hr_hr: Dodaj kolegij odabranog URL-a
hu_hu: Kurzusok hozzáadása egy URL-hez
hy: Ավելացնել դասընթացներ URL-ի
id_id: Tambah mata kuliah ke URL
it: Associa dei corsi ad un URL
ja: URLにコースを追加
ka_ge: კურსების დამატება URL-ს
ko_kr: URL에 과목 추가
lt_lt: Pridėti kursus prie URL
lv_lv: Pievienot kursus URL
mk_mk: Додади курсеви на URL
ms_my: Tambah kursus ke URL
my_mm: URL တစ်ခုသို့ သင်တန်းများကို ထည့်သွင်းပါ
ne: URL मा पाठ्यक्रमहरू थप्नुहोस्
nl: Voeg cursussen toe aan een URL
nn_no: Legg kurs til ein URL
oc: Apondre des curs a una URL
pl_pl: Dodaj kursy do adresu URL
ps: کورسونه د URL سره اضافه کړئ
pt_br: Adicionar cursos a uma URL
pt_pt: Adicionar cursos a um URL/caminho
ro_ro: Adauga cursuri la un URL
ru_ru: Добавить курсы к URL
sk_sk: Pridať kurzy k URL
sl: Dodaj tečaje k URL
sq: Shto kurse te një URL
sr_rs: Dodaj kurseve na URL
sv_se: Lägg till kurser till en URL
sw_ke: Ongeza kozi kwenye URL
ta: URL க்கு பாடங்களைச் சேர்க்கவும்
th: เพิ่มรายวิชาไปยัง URL
tl_ph: Magdagdag ng mga kurso sa isang URL
tr: Bir URL'ye ders ekle
uk_ua: Додати курси до URL
vi_vn: Thêm khóa học vào một URL
xh_za: Gezisa iinkqubo zokufunda kwi-URL
zh_cn: 将课程添加到URL
zh_tw: 將課程新增至 URL

source: Edit courses of an URL
ar: URL تعديل المقررات للرابط
ast_es: Editar cursos d'un enllaz
bn_bd: একটি ইউআরএলের কোর্স সম্পাদনা করুন
bs_ba: Uredi kurseve URL-a
ca_es: Editar cursos d'una URL
cs_cz: Upravit kurzy URL
da: Redigér kurser for en URL
de: Kurse einer URL ändern
el: Επεξεργασία μαθημάτων διεύθυνσης URL
eo: Redakti kursojn de URL
es: Editar cursos de una URL
es_mx: Editar cursos de una URL
eu_es: Editatu URL bateko ikastaroak
fa_ir: ویرایش دوره‌های یک URL
fi_fi: Muokkaa URL-osoitteen kursseja
fo_fo: Brota kjørslur hjá einari URL
fur: Modificâ cors di une URL
ga: Cuir eagarthóireacht ar chúrsaí URL
gl: Editar cursos dunha URL
he_il: ערוך קורסים של כתובת URL
hi: URL के कोर्स संपादित करें
hr_hr: Uredi kolegij odabranog URL-a
hu_hu: Egy URL kurzusainak szerkesztése
hy: Խմբագրել URL-ի դասընթացները
id_id: Edit mata kuliah dari URL
it: Modifica i corsi associati a un URL
ja: URLのコースを編集
ka_ge: URL-ის კურსების რედაქტირება
ko_kr: URL의 과목 편집
lo: ແກ້ໄຂລາຍວິຊາຂອງ URL
lt_lt: Redaguoti URL kursus
lv_lv: Rediģēt kursus URL
mk_mk: Уреди курсеви на URL
ms_my: Edit kursus bagi URL
my_mm: URL တစ်ခု၏ သင်တန်းများကို တည်းဖြတ်ပါ
ne: URL का पाठ्यक्रमहरू सम्पादन गर्नुहोस्
nl: Wijzig de trainingen van een URL
nn_no: Rediger kurs av ein URL
oc: Modificar los curs d'una URL
pl_pl: Edytuj kursy adresu URL
ps: د URL کورسونه سم کړئ
pt_br: Editar a URL de um curso
pt_pt: Editar cursos de um URL/caminho
ro_ro: Modifica trainingurile unui URL
ru_ru: Редактировать курсы URL
sk_sk: Upraviť kurzy URL
sl: Uredi tečaje z URL
sq: Ndrysho kurset e një URL-je
sr_rs: Izmeni kurseve URL-a
sv_se: Redigera kurser för en URL
sw_ke: Hariri kozi za URL
ta: URL இன் பாடங்களைத் திருத்து
th: แก้ไขรายวิชาของ URL
tl_ph: I-edit ang mga kurso ng isang URL
tr: Bir URL'nin derslerini düzenle
uk_ua: Редагувати курси URL
vi_vn: Chỉnh sửa khóa học của một URL
xh_za: Lungisa iinkqubo zokufunda ze-URL
zh_cn: 编辑URL的课程
zh_tw: 編輯 URL 的課程
