Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Allow Name Change in profile?
ar: اسمح بتغيير الاسم في الواجهة؟
ast_es: ¿ Permitir camudar nome nel perfil ?
bn_bd: প্রোফাইলে নাম পরিবর্তন করতে দেবেন?
bs_ba: Dozvoli promjenu imena u profilu?
ca_es: Permetre el canvi de nom al perfil?
cs_cz: Povolit změnu jména v profilu?
da: Tillad ændring af navn i profilen?
de: Namensänderung im Profil?
el: Να επιτρέπεται η άλλγη Ονόματος στο profile?
eo: Ĉu permesi nomoŝanĝon en profilo?
es: ¿ Permitir cambiar el nombre en el perfil ?
es_mx: ¿Permitir el cambio de nombre en el perfil?
eu_es: Ba al dago baimenduta profilean izena aldatzea?
fa_ir: اعطای اجازه تغییر نام در قسمت مشخصات؟
fi_fi: Mahdollista nimenvaihto profiilissa?
fo_fo: Loyv navna broyting í profil?
fur: Permit il cambi dal nume tal profil?
ga: Ceadaigh Athrú Ainm sa phróifíl?
gl: ¿permitir cambio do nome en perfil?
he_il: לאפשר שינוי שם בפרופיל?
hi: प्रोफ़ाइल में नाम परिवर्तन की अनुमति दें?
hr_hr: Omogući promjenu imena u profilu korisnika?
hu_hu: Engedélyezi a név változtatását a profilban?
hy: Թույլատրել անվանման փոփոխությունը մեկի մեջ պրոֆիլ?
id_id: Ijinkan Peruban Nama dalam profil?
it: Permetto di modificare il nome nel profilo?
ja: プロフィールで名前変更を許可？
ka_ge: პროფილში სახელის შეცვლა ნებადართულია?
ko_kr: 개인정보의 이름변경을 허용하시겠습니까?
lt_lt: Leisti vardo pakeitimą profilyje?
lv_lv: Atļaut mainīt Lietotājiem viņu Lietotājvārdus ?
mk_mk: Дали да биде допуштено Промена на Името во профилот?
ms_my: Benarkan perubahan nama dalam profil?
my_mm: ပရိုဖိုင်တွင် အမည်ပြောင်းလဲခြင်းကို ခွင့်ပြုမည်လား။
ne: प्रोफाइलमा नाम परिवर्तन अनुमति दिने?
nl: Naamsverandering in profiel toestaan?
nn_no: Tillat endring av navn i profilen?
oc: Permetre lo cambiament del nom dins lo perfil ?
pl_pl: Zezwalać na zmiany nazwy profilu?
ps: پروفایل کې نوم بدلولو اجازه ورکړئ؟
pt_br: Permitir alterações do Nome no perfil do usuário?
pt_pt: Permitir alterar o Nome no perfil?
ro_ro: Permiteti modificarea numelui in cadrul profilului?
ru_ru: Разрешить изменение имени в профиле?
sk_sk: Povoliť zmenu mena v profile?
sl: Dovolim spremembo imena v uporabniškem profilu?
sq: Le të ndryshohet emri në profil?
sr_rs: Dozvoli promenu imena u profilu?
sv_se: Tillåt namnändring i profilen?
sw_ke: Ruhusu Kubadilisha Jina katika wasifu?
ta: புரோஃபைலில் பெயர் மாற்றத்தை அனுமதிக்கவா?
th: อนุญาตให้เปลี่ยนชื่อในแฟ้มประวัติได้
tl_ph: Payagan ang Pagbabago ng Pangalan sa profile?
tr: Kişisel ayarlarda isim değiştirme izni verilsin mi?
uk_ua: Дозволити зміну назви в профілі?
vi_vn: Cho phép thay đổi tên trong hồ sơ?
xh_za: Vumela ukutshintsha igama kwiprofile?
zh_cn: 允许改变用户名?
zh_tw: 允許於個人資料中更改姓名？

source: Is the user allowed to change his/her firste and last name?
ar: هل مسموح للمستخدم بتغيير اسمه(ا) الأول و اسمه(ا) الأخير؟
ast_es: ¿ Permitir que l'usuariu camude'l so nome y apellíos ?
bn_bd: ব্যবহারকারী তার/তার নাম এবং পরিবারের নাম পরিবর্তন করতে পারবে?
bs_ba: Da li korisnik smije promijeniti svoje ime i prezime?
ca_es: Permetre a l'usuari canviar els seus nom i cognom?
cs_cz: Je uživatelovi dovoleno změnit jeho/její jméno a příjmění?
da: Må brugeren ændre sit for- og efternavn?
de: Darf der Benutzer seinen Vor- und Nachnamen im Profil ändern?
el: Επιτρέπεται η αλλαγή ονόματος και επιθέτου από τον χρήστη?
eo: Ĉu uzuloj rajtas ŝanĝi sian antaŭnomon kaj nomon?
es: ¿ Permitir al usuario cambiar su nombre y apellidos ?
es_mx: ¿El usuario puede cambiar su nombre y apellido?
eu_es: Badu erabiltzaileak izena eta deiturak aldatzeko baimenik?
fa_ir: آیا کاربران اجازه دارند نام و نام خانوادگی خود را تغییر دهند؟
fi_fi: Saako käyttäjä vaihtaa etu- tai sukunimensä?
fo_fo: Er brúkarinum loyvt at broyta sitt fyrsta og síðsta navn?
fur: L'utent al puest cambiâ il so nume e cognom?
ga: An bhfuil cead ag an úsáideoir a chéadainm agus a shloinneadh a athrú?
gl: ¿pode o usuario cambiar o seu nome e apelidos?
he_il: האם המשתמש רשאי לשנות את השם הפרטי והמשפחה שלו?
hi: क्या उपयोगकर्ता को अपना प्रथम और अंतिम नाम बदलने की अनुमति है?
hr_hr: Je li korisniku omogućena promjena imena i prezimena?
hu_hu: Megváltoztathatja a felhasználó a család/keresztnevét?
hy: Թույլատրվա՞ծ է օգտատիրոջ համար փոխել իր անունն ու ազգանունը?
id_id: Apakah user diijinkan untuk merubah namanya?
it: L'utente ha il permesso di modificare il suo nome e cognome?
ja: ユーザーが名と姓を変更できるか？
ka_ge: ნებადართულია თუ არა მომხმარებელს პირველი და გვარის შეცვლა?
ko_kr: 유저가 자신의 이름을 변경하는 것이 허용되었습니까?
lo: ຜູ້ໃຊ້ໄດ້ຮັບອະນຸຍາດໃຫ້ປ່ຽນຊື່ ແລະ ນາມສະກຸນຂອງຕົນບໍ່?
lt_lt: Leisti vartotojui pasikeisti savo vardą ir pavardę?
lv_lv: Vai atļaut lietotājiem mainīt viņu vārdu un uzvārdu?
mk_mk: Дали на корисникот му е дозволено да го смени неговото име и презиме?
ms_my: Adakah pengguna dibenarkan mengubah nama depan dan nama belakangnya?
my_mm: အသုံးပြုသူအား ၎င်း၏ အမည်နှင့် မျိုးရိုးအမည်ကို ပြောင်းလဲခွင့်ပြုမည်လား။
ne: प्रयोगकर्तालाई आफ्नो पहिलो र अन्तिम नाम परिवर्तन गर्न अनुमति छ?
nl: Mogen gebruikers hun voornaam en naam wijzigen?
nn_no: Er brukaren tillatt å endre sitt fornamn og etternamn?
oc: L'utilizaire es autorizat a cambiar son prénom e son nom de familia ?
pl_pl: Czy użytkownik jest upoważniony do zmian swojego imienia i nazwiska?
ps: آیا کاروونکي ته د نوم او تخلص بدلولو اجازه ده؟
pt_br: O usuário tem permissão para alterar seu nome e sobrenome?
pt_pt: É permitido ao utilizador alterar o primeiro e último nome?
ro_ro: Permiteti utilizatorului sa modifice numele/prenumele sau?
ru_ru: Разрешено ли пользователю изменить свое имя и фамилию?
sk_sk: Môže si používateľ zmeniť svoje meno a priezvisko?
sl: Ali dovolim uporabniku spremenite njegov/njen priimek in ime?
sq: A lejohet përdoruesi të ndryshojë emrin e parë dhe mbiemrin e tij/saj?
sr_rs: Da li je ovom korisniku dozvoljeno da promeni svoje ime i prezime?
sv_se: Är användaren tillåten att ändra sitt för/efternamn?
sw_ke: Je, mtumiaji ameruhusiwa kubadilisha jina lake la kwanza na la mwisho?
ta: பயனர் தனது முதல் பெயர் மற்றும் கடைசி பெயரை மாற்ற அனுமதியா?
th: ให้ผู้ใช้เปลี่ยนแปลงชื่อและนามสกุลได้หรือไม่
tl_ph: Pinapayagan ba ang user na baguhin ang kanyang/his pangalan at apelyido?
tr: Kullanıcıya isim/soyisim değiştirme izni varmı?
uk_ua: Дозволити зміну користувачем свого ім'я та прізвища?
vi_vn: Người dùng có được phép thay đổi tên và họ của mình không?
xh_za: Ingaba umsebenzisi uvunyelwe ukutshintsha igama lakhe/ layo lokuqala nelokugqibela?
zh_cn: 允许用户改变姓名?
zh_tw: 是否允許使用者更改姓／名？

source: Default hard disk space
ar: النصاب الإفتراضي للمستندات
ast_es: Cantidá d'espaciu por defeutu nel servidor pa documentos
bn_bd: ডিফল্ট হার্ড ডিস্ক স্পেস
bs_ba: Zadani prostor na disku
ca_es: Quota d'espai per defecte destinada als documents
cs_cz: Standardní Kvóta Dokumentu
da: Standardkvote for dokumenter
de: Standard-Speicherplatz für Dokumente
el: Προεπιλεγμένος χώρος δίσκου.
eo: Norma kursodokumenta kvoto
es: Cuota de espacio por defecto para un curso en el servidor
es_mx: Cuota por defecto para documentos
eu_es: Disko gogorreko memoria lehenetsia dokumentuak gordetzeko
fa_ir: حجم فضای اختصاص داده شده به قسمت مدارک
fi_fi: Oletuskiintolevytila
fo_fo: Sjálvgóð harðkanta pláss
fur: Spazi su disk predefinît
ga: Spás diosca réamhshocraithe
gl: Espacio por defecto para documentos
he_il: שטח ברירת מחדל בדיסק הקשיח
hi: डिफ़ॉल्ट हार्ड डिस्क स्थान
hr_hr: Postavljena kvota dokumenta
hu_hu: Alapértelmezett dokumentum kvóta
hy: Ինքնաբերաբար կարգավորել հաստակի տարածքը
id_id: Quota Default Dokumen
it: Spazio di default della sezione 'Documenti'
ja: 既定のハード ディスク領域
ka_ge: ნაგულისხმევი ჰარდისკის სივრცე
ko_kr: 기본 문서 할당량
lt_lt: Dokumentų kvota pagal nutylėjimą
lv_lv: Dokumentu instrumenta apjoma kvota (vieta uz cietā diska) pēc noklusējuma
mk_mk: Поставена квота на Документи
ms_my: Ruang cakera keras lalai
my_mm: မူလဟာ့ဒ်ဒစ်နေရာလွတ်
ne: पूर्वनिर्धारित हार्ड डिस्क स्थान
nl: Standaardquotum voor cursusdocumenten
nn_no: Standard harddiskplass
oc: Espaci disc predefinit
pl_pl: Domyślny rozmiar dokumentu
ps: پیش فرض هارډ ډیسک ځای
pt_br: Quota de espaço predefinida no servidor para os documentos
pt_pt: Espaço pré-definido em disco
ro_ro: Cota implicita alocata pentru documente
ru_ru: Размер документа по умолчанию
sk_sk: Štandardná kvóta dokumentu
sl: Prednastavljena kvota za dokumente
sq: Hapësira e diskut fillestare
sr_rs: Osnovna kvota dokumenta
sv_se: Förvald utrymmeskvot för dokument
sw_ke: Nauli ya diski ngumu chaguo-msingi
ta: இயல்புநிலை ஹார்ட் டிஸ்க் இடம்
th: พื้นที่เก็บเอกสาร
tl_ph: Default sa hard disk na espasyon
tr: Varsayılan Belge Kotası
uk_ua: Розмір документу за замовчуванням
vi_vn: Dung lượng ổ đĩa cứng mặc định
xh_za: Indawo eqhelekileyo yediski eqinileyo
zh_cn: 缺省文件数限制
zh_tw: 預設文件數限制

source: What is the available disk space for a course? You can override the quota for specific course through: platform administration > Courses > modify
ar: ما هي المساحة التخزينية المتوفرة للمقرر؟ يمكن استثناء ذلك بالنسبة للمقرر الخاص
ast_es: ¿ Cuánta ye la cantidá d'espaciu por defeutu nel servidor pa la ferramienta documentos ? Pue camudar esta cantidá pa un cursu específicu en: alministración de la plataforma -> Cursos -> camudar
bn_bd: একটি কোর্সের জন্য উপলব্ধ ডিস্ক স্পেস কত? আপনি নির্দিষ্ট কোর্সের জন্য কোটা ওভাররাইড করতে পারেন: প্ল্যাটফর্ম অ্যাডমিনিস্ট্রেশন > কোর্স > পরিবর্তন করুন
bs_ba: Koji je dostupan prostor na disku za kurs? Kvote možete prepraviti za određeni kurs preko: administracija platforme > Kursevi > izmjeni
ca_es: Quina és la quota d'espai per defecte destinada a l'eina de documents? Podeu canviar aquesta quota per a cursos específics a través de: administració de la plataforma -> Cursos -> modificar
cs_cz: Jaká je standartní kvóta pro nástroje dokumentů? Můžete překročit kvótu pro určité kurzy skrze: platformová administrace > Kurzy > upravit
da: Hvad er standard kvote for dokument-værktøjet? Du kan overskrive kvote for specifikke kurser igennem: platform administrering > Kurser > modificer
de: pro Kurs anpassen.
el: Ποιος είναι ο διαθέσιμος χώρος δίσκου για ένα μάθημα; Μπορείτε να παρακάμψετε το όριο για συγκεκριμένο μάθημα μέσω: διοίκηση πλατφόρμας > Μαθήματα > τροποποίηση
eo: Kiu estas la norma kvoto pri la dokumenta ilaro en ĉiu kurso? Vi povas adapti ĝin por specifaj kursoj per platforma mastrumado > kursoj > ŝanĝi.
es: ¿Cuál es la cuota de espacio por defecto de un curso en el servidor? Se puede cambiar este espacio para un curso específico a través de: administración de la plataforma -> Cursos -> modificar
es_mx: ¿Cuál es la cuota por defecto para la herramienta de documentos? Usted puede sobreescribir la cuota para cursos especificos a través de : Administración de la plataforma > Cursos > Modificar
eu_es: Zein da ikastaro batean erabilgarri dagoen memoria lehenetsia? Ikastaro baterako kuota hau berrezarri ahal izango duzu, horrela: Plataformaren kudeaketa > Ikastaroak > aldatu
fa_ir: حجم فضای اختصاص داده شده به قسمت مدارک چقدر است؟
fi_fi: Mikä on kurssin käytettävissä oleva levytila? Voit ohittaa kiintiön kurssikohtaisesti: alustan hallinto > Kurssit > muokkaa
fo_fo: Hvat er tilgjøldiligt harðkanta pláss fyri ein kurs? Tú kanst seta kvotuna til síðis fyri serstakar kursir gjøgnum: platformustýring > Kursir > broyta
fur: Chel spazi su disk disponibil par un curs? Tu puest anulate la cuote par curs specifichs atravez: aministrazion platform > Curs > modifiche
ga: Cad é an spás diosca atá ar fáil do chúrsa? Is féidir an cuota a shárú do chúrsa ar leith trí: riarachán an ardáin > Cúrsaí > modhnú
gl: ¿Cal e o espacio máximo para a ferramenta documentos? Podes aumentar a cuota para algún curso específico mediante: administración plataforma>Cursos>modificar
he_il: מהו שטח הדיסק הזמין עבור קורס? אתה יכול לעקוף את המכסה עבור קורס ספציפי דרך: ניהול פלטפורמה > קורסים > שנה
hi: कोर्स के लिए उपलब्ध डिस्क स्थान क्या है? आप विशिष्ट कोर्स के लिए कोटा ओवरराइड कर सकते हैं: प्लेटफ़ॉर्म प्रशासन > कोर्स > संशोधित करें
hr_hr: Koja je postavljena kvota za alat dokumenata? Kvote za pojedine kolegije se mogu pomaknuti sljedećim putem: nadzor portala > Kolegiji > izmijeni
hu_hu: Mekkora az alapértemezett, felhasználható lemezterület a dokumentumok eszközben? Kurzusonként felülbírtálhatja ezt az értéket a felület adminisztráció > Kurzusok > módosítás menüpontban.
hy: Ի՞նչն է հասանելի հաստակի տարածքը դասընթացի համար: Դուք կարող եք մասնակի դասընթացի համար հրաժարվել քվոտայից՝ հարթակի վարչարարություն > Դասընթացներ > փոփոխություն
id_id: Berapa quota default untuk tool dokumen? anda dapat melampaui quota untuk mata kuliah tertentu: administrasi platform > Mata Kuliah > Ubah
it: Quanto spazio disco è assegnato per default alla sezione 'Documenti' Puoi oltrepassare la quota per corsi specifici con l'opzione: Amministrazione > Corsi > modifica
ja: コースの利用可能なディスク領域はいくつですか? 特定のコースのクォータを上書きすることができます: プラットフォーム管理 > コース > 変更
ka_ge: რა არის კურსისთვის ხელმისაწვდომი დისკის სივრცე? კონკრეტული კურსის კვოტის გადაფარვა შესაძლებელია: პლატფორმის ადმინისტრაცია > კურსები > შეცვლა
ko_kr: 문서의 기본 할당량은 얼마인가요? 과벙 별로 할당량을 수정할 수도 있습니다: platform administration > Courses > modify
lo: ພື້ນທີ່ດິສກ໌ທີ່ມີໃຫ້ສຳລັບລາຍວິຊາແມ່ນເທົ່າໃດ? ທ່ານສາມາດປ່ຽນໂຄຕ້າສຳລັບລາຍວິຊາສະເພາະໄດ້ໂດຍຜ່ານ: ການບໍລິຫານລະບົບ > ລາຍວິຊາ > ແກ້ໄຂ
lt_lt: Kokia dokumentų įrankio kvota pagal nutylėjimą? Jūs galite atskirai nurodyti kvotą atskiriems kursams tokiu būdu: Sistemos administravimas > Kursai > Redaguoti
lv_lv: Kāda pēc noklusējuma ir Dokumentu instrumenta kvota?<br> Vēlāk, pēc Kursa izveides, Jūs <b>varēsiet mainīt</b> šo lielumu <b>katram kursam atsevišķi</b>, dodoties uz sadaļu: Platformas administrēšana > Kursu saraksts > Labot [zīmulīša attēls)
mk_mk: Која е поставената квота за алатката за документи? Можете да ја надминете квотата за некои специфични курсеви преку: управување со платформата > Курсеви > Измени
ms_my: Berapa ruang cakera yang tersedia untuk kursus? Anda boleh tukar kuota untuk kursus tertentu melalui: pentadbiran platform > Kursus > ubah
my_mm: သင်တန်းတစ်ခုအတွက် ရရှိနိုင်သော ဒစ်စ်နေရာလွတ်ကား မည်သည်ဖြစ်သနည်း။ သင်သည် ပလပ်ဖောင်းစီမံခန့်ခွဲမှု > သင်တန်းများ > ပြင်ဆင်မှုမှတစ်ဆင့် သတ်မှတ်ထားသော သင်တန်းအတွက် ကန့်သတ်ချက်ကို ကျော်လွှားနိုင်သည်
ne: पाठ्यक्रमको लागि उपलब्ध डिस्क स्थान के हो? तपाईं विशिष्ट पाठ्यक्रमको लागि कोटा ओभरराइड गर्न सक्नुहुन्छ: प्लेटफर्म प्रशासन > पाठ्यक्रमहरू > परिमार्जन मार्फत
nl: Wat is het standaardquotum voor de documentenmodule in elke cursus? U kan dit aanpassen voor specifieke cursussen via platformbeheer > cursussen > wijzigen.
nn_no: Kva er den tilgjengelege diskplassen for eit kurs? Du kan overstyre kvota for spesifikke kurs gjennom: plattformadministrasjon > Kurs > endre
oc: Quin es l'espaci disc disponible per un curs ? Podètz anullar la quota per un curs especific via : administracion de la plataforma > Curs > modificar
pl_pl: Jaki jest domyślny przydział przestrzeni dyskowej przeznaczony na kurs? Możesz modyfikować ustalone rozmiary dla poszczególnych kursów poprzez : platforma administratora > Kursy > Modyfikuj
ps: د کورس لپاره شتون لرونکی ډیسک ځای څه دی؟ تاسو کولای شئ د ځانګړي کورس لپاره کوټا بدل کړئ له لارې: پلیټفارم ادارې > کورسونه > بدلون
pt_br: Qual é a quota de espaço predefinida no servidor para a ferramenta documentos? Você pode contornar a quota para cursos específicos através do link: Administração da Plataforma> Cursos > Alterar
pt_pt: Qual é o espaço disponível em disco? Pode definir o espaço limite a exceder para cursos específicos através de: Administração de plataforma > Cursos > modificar
ro_ro: Care este cota de spatiu pentru zona de depozitare a documentelor? Puteti modifica cota stabilita mergand: Administrarea platformei > Cursuri > modificati
ru_ru: Что означает инструмент "размер документа по умолчанию"? Это означает, что Вы можете задать размер документа для отдельных курсов следующим образом: управление платформой > курсы > изменить
sk_sk: Aká je štandardná kvóta pre nástroje dokumentov? Kvótu pre špecifické kurzy môžete prepísať prostredníctvom: správa platformy > Kurzy > zmeniť
sl: Kakšna je prednastavljena kvota v področju dokumentov ? Prednastavljeno vrednost lahko spremeniš za posamezen tečaj preko : platforma > administracija > Tečaji > spremeni
sq: Çfarë hapësire disku është e disponueshme për një kurs? Mund të anashkaloni kuotën për kurse specifike përmes: administrimi i platformës > Kurs > modifikim
sr_rs: Koja je osnovna kvota za alat Dokumenta? Kvota može biti izmenjena za svaki kurs preko platforma za administraciju >Kursevi > izmeni
sv_se: Vad är förvalt utrymmeskvot för dokumentverktyget? Du kan överskrida kvoten för en specifik kurs via: Plattformsadministrationen -> Kurser -> modifiera
sw_ke: Ni nauli gani ya diski inapatikana kwa kozi? Unaweza kubatilisha kikomo cha nauli kwa kozi maalum kupitia: usimamizi wa jukwaa > Kozi > badilisha
ta: ஒரு பாடத்திற்கான கிடைக்கும் டிஸ்க் இடம் என்ன? குறிப்பிட்ட பாடத்திற்கான கோட்டாவை மாற்றலாம்: தள நிர்வாகம் > பாடங்கள் > மாற்று
th: การควบคุมโควต้าเอกสาร สามารถกำหนดเองได้โดยพิมพ์ค่าตัวเลขเป็นจำนวนไบท์ ลงในช่องกำหนดตามที่ต้องการ เส้นทางการเข้าถึงการกำหนดค่าโควต้าคือไปที่ : การบริหารจัดการ> รายวิชา> ใส่ค่าที่ต้องการ
tl_ph: Ano ang magagamit na espasyo sa disk? Maaari mong i-override ang quota para sa partikular na pagsasanay sa pamamagitan ng: platform administration > Training > modify
tr: Belgelerin varsayılan kota miktarı.Daha sonra istediğiniz derse ait kotayı; platform yönetimi > Dersler > düzenle yolu ile değiştirebilirsiniz.
uk_ua: Який за замовчуванням розмір документів? Ви можете перевстановити розмір для конкретних курсів через: адміністрування платформи > Курси > змінити
vi_vn: Dung lượng đĩa khả dụng cho một khóa học là bao nhiêu? Bạn có thể ghi đè hạn ngạch cho khóa học cụ thể qua: quản trị nền tảng > Khóa học > sửa đổi
xh_za: Yintoni indawo yediski ekhona kwizifundo? Ungaphinda umda wequota kwizifundo ezithile ngokusebenzisa: ulawulo lweplatform > Izifundo > guqula
zh_cn: 缺省文件数限制是多少?管理员可修改:管理>课程>修改
zh_tw: 預設文件數限制是多少?管理員可修改:管理>課目>修改

source: Profile
ar: الواجهة
ast_es: Perfil
bn_bd: প্রোফাইল
bs_ba: Profil
ca_es: Perfil
cs_cz: Profil
da: Profil
de: Profil
el: Προφίλ
eo: Profilo
es: Perfil
es_mx: Perfil
eu_es: Profila
fa_ir: به روز گردانی مشخصات
fi_fi: Profiili
fo_fo: Vangamynd
fur: Profil
ga: Próifíl
gl: Perfil
he_il: פרופיל
hi: प्रोफ़ाइल
hr_hr: Profil
hu_hu: Profil
hy: Պրոֆիլ
id_id: Profil
it: Profilo
ja: プロフィール
ka_ge: პროფილი
ko_kr: 개인정보
lo: ໂປຣໄຟລ໌
lt_lt: Profilis
lv_lv: Mani dati
mk_mk: Профил
ms_my: Profil
my_mm: ပရိုဖိုင်
ne: प्रोफाइल
nl: Profiel
nn_no: Profil
oc: Perfil
pl_pl: Profil
ps: پروفایل
pt_br: Perfil
pt_pt: Perfil
ro_ro: Profil
ru_ru: Профиль (краткая характеристика)
sk_sk: Profil
sl: Profil
sq: Profili
sr_rs: Profil
sv_se: Profil
sw_ke: Wasifu
ta: புரோஃபைல்
th: ประวัติ
tr: Kişisel Ayarlar
uk_ua: Профіль
vi_vn: Hồ sơ
xh_za: Iprofayili
zh_cn: 个人设置
zh_tw: 個人資料

source: Which parts of the profile can be changed?
ar: ما هي أجزاء الواجهة التي يمكن تغييرها؟
ast_es: ¿ Qué ye lo que quier camudar nel perfil ?
bn_bd: প্রোফাইলের কোন অংশ পরিবর্তন করা যাবে?
bs_ba: Koji dijelovi profila se mogu mijenjati?
ca_es: Quina part del perfil voleu modificar?
cs_cz: Které části profilu mohou být změneny?
da: Hvilke dele af profilen kan ændres?
de: Welche Angaben im Profil dürfen geändert werden?
el: Ποιά μέρη του προφίλ μπορούν να αλλαχθούν.
eo: Kiuj eroj de la profilo povas esti modifataj?
es: ¿Qué parte de su perfil desea que el usuario pueda modificar?
es_mx: ¿Qué partes del perfil pueden ser modificadas?
eu_es: Zer zati aldatu ahal izango ditu erabiltzaileak bere profilean?
fa_ir: کدام قسمت از مشخصات را می خواهید تغییر دهید؟
fi_fi: Mitkä profiilitiedot voidaan muuttaa?
fo_fo: Hvørjar partar av profilinum kunnu broytast?
fur: Che partîis dal profil a son cambiabîlis?
ga: Cé na codanna den phróifíl is féidir a athrú?
gl: ¿Que partes do perfil poden cambiarse?
he_il: אילו חלקים בפרופיל ניתן לשנות?
hi: प्रोफ़ाइल के कौन से भाग बदले जा सकते हैं?
hr_hr: Koji se dijelovi profila mogu izmijeniti?
hu_hu: A profil mely elemei változtathatók meg?
hy: Պրոֆիլի որ մասերը կարող են փոխվել?
id_id: Bagian profil mana yang dapat diubah?
it: Quali parti del profilo possono essere modificate?
ja: プロフィールのどの部分を変更可能にするか？
ka_ge: პროფილის რომელი ნაწილები შეიძლება შეიცვალოს?
ko_kr: 개인정보의 어느 부분을 수정 가능합니까?
lo: ສ່ວນໃດຂອງໂປຣໄຟລ໌ທີ່ສາມາດປ່ຽນແປງໄດ້?
lt_lt: Kurios profilio dalys gali būti keičiamos?
lv_lv: Kuri dati no lietotāju datiem var tikt mainīti?
mk_mk: Кои делови од профилот можат да бидат сменети?
ms_my: Bahagian mana profil yang boleh diubah?
my_mm: ပရိုဖိုင်၏ မည်သည့်အပိုင်းများကို ပြောင်းလဲနိုင်သနည်း။
ne: प्रोफाइलका कुन भागहरू परिवर्तन गर्न सकिन्छ?
nl: Welke onderdelen van het profiel mogen gewijzigd worden?
nn_no: Kvar delar av profilen kan endrast?
oc: Quinas partidas del perfil pòden èsser cambiatas ?
pl_pl: Które części profilu mogą być zmieniane?
ps: کومې پروفایل برخې بدلېدای شي؟
pt_br: Quais partes do perfil podem ser alteradas?
pt_pt: Quais as partes do perfil que podem ser alteradas?
ro_ro: Ce parti ale profilului pot fi modificate?
ru_ru: Какие части профиля могут быть изменены?
sk_sk: Ktoré časti profilu môžu byť zmenené?
sl: Katere elemente profila je možno spreminjati?
sq: Cilat pjesë të profilit mund të ndryshohen?
sr_rs: Koji delovi profila mogu da budu promenjeni
sv_se: Vilken del av profilen kan ändras?
sw_ke: Ni sehemu zipi za wasifu zinazoweza kubadilishwa?
ta: புரோஃபைலின் எந்த பகுதிகள் மாற்றப்படலாம்?
th: อนุญาตให้เปลี่ยนแปลงแฟ้มส่วนบุคคลในส่วนใด
tl_ph: Aling mga bahagi ng profile ang maaaring baguhin?
tr: Kişisel Ayarlarda neler değiştirilebilr ?
uk_ua: Які частини профілю можуть бути змінені?
vi_vn: Phần nào của hồ sơ có thể thay đổi?
xh_za: Zeziphi iinxalenye zeprofayili ezinokutshintshwa?
zh_cn: 可修改个人设置的哪些部分?
zh_tw: 那部份個人資料可被更改？
