Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The Assessments tool allows you to assess competences in your organization by merging classroom and online activities evaluations into Performance reports. Do you want to activate it?
ar: تمكين اداة gradebook تمنح امكانية ضبط اهداف ونتائج التعلم , لكن اذا كنت لاتحتاجها ستصبح واجهة الاداة غير ضرورية . هل تريد تمكين هذه الاداة ؟
ast_es: De la qu'activa la ferramienta Llibreta de calificaciones amesta la posibilidá de facer una relación ente oxetivos d'aprendizaxe y resultaos. Ensin embargu, esto pue que fabrique un interfaz endemasiáu complicáu. ¿ Quier usar esta ferramienta ?
bn_bd: আসেসমেন্ট টুল আপনাকে আপনার সংস্থায় ক্লাসরুম এবং অনলাইন কার্যকলাপের মূল্যায়ন একত্রিত করে পারফরম্যান্স রিপোর্টে দক্ষতা মূল্যায়ন করতে দেয়। আপনি কি এটি সক্রিয় করতে চান?
bs_ba: Alat za procjene omogućava vam procjenu kompetencija u vašoj organizaciji spajanjem procjena iz učionice i online aktivnosti u izvještaje o performansama. Želite li ga aktivirati?
ca_es: Quan activeu l'eina Quadern de qualificacions s'afegeix la possibilitat de relacionar els objectius d'aprenentatge amb els seus resultats; no obstant, això pot generar una interfície bastant més complexa. Realment voleu activar aquesta eina?
cs_cz: Nástroj klasifikace(hodnocení) umožňuje ohodnotit studijní cíl ve vaší organizaci, pomocí slučování tříd a aktuálním vyhodnocením ve výkonových reportech. Chcete jej aktivovat?
da: Aktivering af karakterbogen vil tilføje mulighed for at koble læringsmål med karakterer. Hvis du ikke har brug for det, skal den fjernes, da den kan forstyrre brugergræsnefladen. Ønsker du at aktivere funktionen?
de: ermöglicht, Lernziele mit Noten festzulegen; falls es nicht benötigt wird, könnte es die Benutzeroberfläche zu komplex machen. Soll dieses Werkzeug aktiviert werden?
el: Το εργαλείο Αξιολογήσεων σας επιτρέπει να αξιολογείτε ικανότητες στην οργάνωσή σας συνδυάζοντας αξιολογήσεις δραστηριοτήτων αίθουσας και online σε αναφορές Απόδοσης. Θέλετε να το ενεργοποιήσετε;
eo: La aktivigo de la certigilaro ebligas difini la lernocelojn per atingendaj poentaroj, sed se vi ne uzas tion, ĝi senutile komplikigas la interfacon. Ĉu vi deziras aktvigi la certigilaron?
es: La herramienta Evaluaciones le permite evaluar las competencias de su organización mediante la fusión de las evaluaciones de actividades de clase y de actividades en línea en Informes comunes. ¿ Está seguro de querer activar esta herramienta ?
es_mx: La herramienta Evaluaciones te permite evaluar competencias en tu organización fusionando evaluaciones de actividades en aula y en línea en informes de desempeño. ¿Quieres activarla?
eu_es: Ebaluazioak tresnak zure erakundearen gaitasunak ebaluatzeko aukera ematen dizu, ikasgeletako eta onlineko jardueren ebaluazioak batzean errendimenduaren inguruko txostenetan. Ziur al zaude aktibatu nahi duzula?
fa_ir: ابزار ارزیابی‌ها امکان ارزیابی شایستگی‌ها را با ادغام ارزیابی‌های کلاس و آنلاین در گزارش‌های عملکرد فراهم می‌کند. آیا می‌خواهید فعال شود؟
fi_fi: Arviointityökalu mahdollistaa osaamisen arvioinnin organisaatiossasi yhdistämällä luokkahuone- ja verkkotoimintojen arvioinnit suorituskykyraportteihin. Haluatko ottaa sen käyttöön?
fo_fo: Metningarverkætlanin lotir tær at meta kompetensur í tíni organisation við at sameina klassarúm og online virknaðarmetingar í Performance skýrslum. Ynskir tú at virkja tað?
fur: Lo strûl Valutazions al ti permit di valutâ competenzis inta to organizazion unìnd valuts clâsse e online intê rapport Performance. Vûs ativâlu?
ga: Ligeann an uirlis Measúnuithe duit inniúlachtaí a mheas i d'eagraíocht trí mheasúnuithe gníomhaíochtaí seomra ranga agus ar líne a chumasc i dtuairiscí Feidhmíochta. An bhfuil tú ag iarraidh é a ghníomhachtú?
gl: Activando a ferramenta do caderno de cualificacións engadirá a posibilidade de relacionar os obxectivos de aprendizaxe cos seus resultados; sen embargo, isto pode xerar unha interface bastante mais complexa. Desexa realmente activar esta ferramenta?
he_il: הכלי Assessments מאפשר לך להעריך יכולות בארגון שלך על ידי מיזוג הערכות פעילויות בכיתה ופעילויות מקוונות לתוך דוחות ביצועים. האם אתה רוצה להפעיל אותו?
hi: मूल्यांकन उपकरण आपको कक्षा और ऑनलाइन गतिविधियों के मूल्यांकनों को प्रदर्शन रिपोर्ट में मिलाकर अपनी संस्था में क्षमताओं का मूल्यांकन करने की अनुमति देता है। क्या आप इसे सक्रिय करना चाहते हैं?
hr_hr: Alat za procjene omogućuje vam procjenu kompetencija u vašoj organizaciji spajanjem procjena iz učionice i online aktivnosti u izvještaje o učinku. Želite li ga aktivirati?
hu_hu: Az Értékelési eszköz lehetővé teszi kompetenciák értékelését szervezetében az osztálytermi és online tevékenységek értékeléseinek egyesítésével Teljesítmény riportokba. Szeretné aktiválni?
hy: Վերլուծության գործիքը թույլ է տալիս գնահատել կոմպետենցիաները Ձեր կազմակերպությունում՝ միավորելով դասասենյակային և առցանց գործունեության գնահատումները կատարողական հաշվետվություններում։ Կցանկանա՞ք ակտիվացնել այն։
id_id: Alat Penilaian memungkinkan Anda menilai kompetensi di organisasi Anda dengan menggabungkan evaluasi kegiatan kelas dan daring menjadi laporan Kinerja. Apakah Anda ingin mengaktifkannya?
it: Attivando il Registro di valutazione hai la possibilità di assegnare dei punteggi sul grado di realizzazione degli obiettivi didattici. Lo strumento è piuttosto complesso; è necessario attivarlo?
ja: 評価ツールにより、教室とオンライン活動の評価をパフォーマンスレポートに統合して組織内の能力を評価できます。有効にしますか？
ka_ge: შეფასებების ხელსაწყო საშუალებას გაძლევთ შეაფასოთ კომპეტენციები თქვენს ორგანიზაციაში კლასდამსახურებასა და ონლაინ აქტივობების შეფასებების შერწყმით შესრულების ანგარიშებში. გსურთ მისი ჩართვა?
ko_kr: 평가 도구는 교실 및 온라인 활동 평가를 성과 보고서로 병합하여 조직의 역량을 평가합니다. 활성화하시겠습니까?
lo: ເຄື່ອງມືການປະເມີນຊ່ວຍໃຫ້ທ່ານສາມາດປະເມີນຄວາມສາມາດໃນອົງກອນຂອງທ່ານໄດ້ໂດຍການລວມການປະເມີນກິດຈະກຳໃນຫ້ອງຮຽນ ແລະ ອອນໄລນ໌ເຂົ້າໃນລາຍງານຜົນການປະຕິບັດງານ. ທ່ານຕ້ອງການເປີດໃຊ້ມັນບໍ່?
lt_lt: Vertinimų įrankis leidžia jums vertinti kompetencijas savo organizacijoje sujungiant klasės ir internetinių veiklų vertinimus į Atlikimo ataskaitas. Ar norite jį aktyvuoti?
lv_lv: Novērtējuma instruments ļauj jums novērtēt prasmes, apvienojot klases un klātienes darbību izvērtējumu kopējos veiktspējas pārskatos. Vai vēlaties to aktivizēt?
mk_mk: Алатката за проценки ви овозможува да процените компетенции во вашата организација со спојување на евалуациите од училница и онлајн активности во извештаи за перформанси. Дали сакате да ја активирате?
ms_my: Alat Penilaian membolehkan anda menilai kompetensi dalam organisasi anda dengan menggabungkan penilaian aktiviti bilik darjah dan dalam talian ke dalam laporan Prestasi. Adakah anda mahu mengaktifkannya?
my_mm: အကဲဖြတ်မှုကိရိယာသည် သင့်အဖွဲ့အစည်းတွင် စွမ်းရည်များကို အကဲဖြတ်ရန် စာသင်ခန်းနှင့် အွန်လိုင်းလှုပ်ရှားမှုများ၏ အကဲဖြတ်မှုများကို စွမ်းဆောင်ရည်အစီရင်ခံစာများအဖြစ် ပေါင်းစည်းပေးသည်။ ၎င်းကို ဖွင့်လိုပါသလား။
ne: मूल्याङ्कन उपकरणले तपाईंको संगठनमा क्षमताहरू मूल्याङ्कन गर्न अनुमति दिन्छ जसले कक्षाकोठा र अनलाइन गतिविधिहरूका मूल्याङ्कनहरूलाई प्रदर्शन रिपोर्टहरूमा एकीकृत गर्दछ। के तपाईं यसलाई सक्रिय गर्न चाहनुहुन्छ?
nl: Het Gradebook activeren biedt de mogelijkheid leerdoelstellingen met scores te definiëren, maar indien u dit niet gebruikt, maakt het de interface onnodig complex. Wenst u het Gradebook te activeren?
nn_no: Vurderingsverktøyet lar deg vurdere kompetansar i organisasjonen din ved å slå saman klassarom- og nettbaserte aktivitetsvurderingar til ytelsesrapporter. Vil du aktivere det?
oc: L'òrga d'evaluacions vos permet d'evaluar las competéncias dins vòstra organizacion en fusionant las evaluacions d'activitats en sala e en linha dins de rapòrts de performanças. Volètz l'activar ?
pl_pl: Narzędzie Oceny pozwala ocenić kompetencje w organizacji poprzez połączenie oceny aktywności w klasie i online do raportów skuteczności. Chcesz je włączyć?
ps: د ارزونو وسیله تاسو ته اجازه درکوي چې په سازمان کې صلاحیتونه ارزوئ په دې سره چې د کلاسروم او آنلاین فعالیتونو ارزونې په کارکردګۍ راپورونو کې یوځای کړئ. ایا تاسو غواړئ دا فعاله کړئ؟
pt_br: Ao ativar a ferramenta avalição, acrescentará a possibilidade de relacionar os objetivos de aprendizagem com os respectivos resultados contudo, se não necessita, é melhor não ativar, uma vez que tornará a interface desnecessariamente mais complexa. Deseja realmente ativar esta aplicação?
pt_pt: A ferramenta de Avaliações permite avaliar competências na sua organização integrando a formação em sala e as avaliações das actividades on-line em relatórios de Desempenho. Deseja activar esta ferramenta?
ro_ro: Activarea carnetului de note va adauga posibilitatea de a seta scopuri de invatare cu scoruri dar, daca nu aveti nevoie, ar putea mari inutil complexitatea interfetei. Doriti sa activati aceasta unealta?
ru_ru: Запуск инструментов журнала оценок добавит Вам возможность формулировать учебные цели с помощью баллов, но если Вам это не нужно, то это только усложнит интерфейс. Желаете активизировать этот инструмент?
sk_sk: Nástroj Hodnotenie umožňuje posúdiť kompetencie vo vašej organizácii zlúčením tried a online hodnotenie činnosti do správ Výkonu. Chcete to aktivovať?
sl: Omogočanje orodja redovalnice dodaja možnost povezovanja učnih ciljev z ocenami. V primeru, da redovalnice ne potrebujete in je orodje aktivirano, le to lahko vnaša nepotrebno kompleksnost in nepreglednost v uporabiški vmesnik.Želite aktivirati to orodje ?
sq: Vegla Vlerësimet ju lejon të vlerësoni kompetencat në organizatën tuaj duke bashkuar vlerësimet e aktiviteteve në klasë dhe online në raporte Performancë. A dëshironi ta aktivizoni atë?
sr_rs: Alat za procene omogućava procenu kompetencija u vašoj organizaciji spajanjem procena iz učionice i online aktivnosti u izveštaje o performansama. Da li želite da ga aktivirate?
sv_se: Aktivering av bedömningsverktyg ger möjligheten att sätta lärandemål med poäng. Om du inte behöver det slipper du ett onödigt komplext användargränssnitt. Vill du aktivera verktyget?
sw_ke: Zana ya Tathmini inakuruhusu kutathmini uwezo katika shirika lako kwa kuchanganya tathmini za shughuli za darasani na mtandaoni kuwa ripoti za Utendaji. Je, unataka kuiwashisha?
ta: மதிப்பீட்டுக் கருவி உங்கள் அமைப்பில் திறன்களை மதிப்பீடு செய்ய அனுமதிக்கிறது, வகுப்பறை மற்றும் ஆன்லைன் செயல்பாடுகள் மதிப்பீடுகளை செயல்திறன் அறிக்கைகளாக இணைத்து. அதை செயல்படுத்த விரும்புகிறீர்களா?
th: เครื่องมือประเมินผลช่วยประเมินสมรรถนะโดยรวมการประเมินกิจกรรมในห้องเรียนและออนไลน์เป็นรายงานประสิทธิภาพ ต้องการเปิดใช้งานหรือไม่?
tl_ph: Ang Assessments tool ay nagbibigay-daan sa iyo upang suriin ang mga kompetensya sa iyong organisasyon sa pamamagitan ng pag-merge ng mga evaluation ng classroom at online activities sa Performance reports. Gusto mo bang i-activate ito?
tr: Değerlendirme aracı kurumunuzdaki yetkinliklerin sınıf ve online aktivitelerin değerlendirilmesini de performans raporları ile birleştirerek size sunar. Aktifleştirmek istiyor musunuz?
uk_ua: Інструмент Оцінювання дозволяє оцінювати компетенції у вашій організації шляхом об'єднання оцінок класних і онлайн-діяльностей у звіти про продуктивність. Чи бажаєте ви його активувати?
vi_vn: Công cụ Đánh giá cho phép bạn đánh giá năng lực trong tổ chức bằng cách hợp nhất đánh giá hoạt động lớp học và trực tuyến vào báo cáo Hiệu suất. Bạn có muốn kích hoạt nó không?
xh_za: Izixhobo zovavanyo zikuvumela ukuba uvavanye izakhono kumbutho wakho ngokudibanisa uhlolo lwamagumbi eklasini noludaliwe kwiingxelo zePerformance. Ngaba ufuna ukuyivula?
zh_cn: 评估工具允许您通过将课堂和在线活动评估合并到绩效报告中来评估组织中的能力。您要激活它吗？
zh_tw: 啟用評級手冊工具適用於須要以分數評定之學習目標，但亦會令使用界面複雜化，你是否希望啟用此工具？

source: Theme (stylesheet)
ar: الموضوع (نمط الصفحة)
ast_es: Tema (fueya d'estilu)
bn_bd: থিম (স্টাইলশিট)
bs_ba: Tema (stilska tabela)
ca_es: Tema (full d'estil)
cs_cz: Téma
da: Tema (stylesheet)
el: Θέμα (stylesheet)
eo: Temo (stilpaĝo)
es: Tema (hoja de estilo)
es_mx: Tema (hoja de estilos)
eu_es: Gaia (estilo orria)
fa_ir: قالب (استایل‌شیت)
fi_fi: Teema (tyyliohje)
fo_fo: Design (stylesheet)
fur: Tema (stylesheet)
ga: Téama (stíleabhair)
gl: Tema (folla de estilo)
he_il: ערכת נושא (גיליון סגנונות)
hi: थीम (स्टाइलशीट)
hr_hr: Tema (stilska tablica)
hu_hu: Téma (stíluslap)
hy: Թեմա (ստիլшետ)
id_id: Tema (stylesheet)
it: Aspetto (foglio di stile)
ja: テーマ（スタイルシート）
ka_ge: თემა (სტილის ფურცელი)
ko_kr: 테마(스타일시트)
lo: ຮູບແບບ (ສະໄຕລ໌ຊີດ)
lt_lt: Tema (stiliaus lentelė)
lv_lv: Tēma (platformas dizaina stilu mape)
mk_mk: Тема (стилска таблица)
ms_my: Tema (stylesheet)
my_mm: အပြင်အဆင် (စတိုင်ရွက်)
ne: थिम (स्टाइलसिट)
nl: Thema (stylesheet)
nn_no: Tema (stilmappe)
oc: Tèma (feuille d'estil)
pl_pl: Motyw (arkusz stylów)
ps: ثیم (ستایل شیټ)
pt_br: Tema (folha de estilos)
pt_pt: Tema (estilos de página)
ro_ro: Tema (foaia de stil)
ru_ru: Тема (таблица стилей)
sk_sk: Téma (zoznam štýlov)
sl: Tema (predloga)
sq: Tema (stylesheet)
sr_rs: Tema (predlog)
sv_se: Tema (Stilmall)
sw_ke: Mandhari (staili)
ta: தீம் (ஸ்டைல் ஷீட்)
th: ธีม (สไตล์ชีต)
tr: Tema
uk_ua: Тема (стилі)
vi_vn: Giao diện (bảng kiểu)
xh_za: Umba (stylesheet)
zh_cn: 模板（样式表）
zh_tw: 畫面(樣式)

source: User theme selection
ar: اختيار موضوع المستخدم
ast_es: Seleición de tema pol usuariu
bn_bd: ব্যবহারকারী থিম নির্বাচন
bs_ba: Odabir teme korisnika
ca_es: Selecció de tema per l'usuari
cs_cz: Zvolení uživatelského tématu
da: Bruger tema-valg
de: Benutzer Theme Auswahl
el: Επιλογή θέματος χρήστη
eo: Temelekto de uzanto
es: Selección de tema por el usuario
es_mx: Selección de tema de usuario
eu_es: Erabiltzaileak gaia hautatzea
fa_ir: انتخاب قالب کاربر
fi_fi: Käyttäjän teeman valinta
fo_fo: Brúkari design val
fur: Seletzion tema utint
ga: Roghnú téama úsáideora
gl: Selección de tema polo usuario
he_il: בחירת ערכת נושא של משתמש
hi: उपयोगकर्ता थीम चयन
hr_hr: Odabir teme korisnika
hu_hu: Felhasználói téma kiválasztás
hy: Օգտատիրոջ թեմայի ընտրություն
id_id: Pemilihan tema pengguna
it: Aspetto scelto dall'utente
ja: ユーザーのテーマ選択
ka_ge: მომხმარებლის თემის შერჩევა
ko_kr: 사용자 테마 선택
lt_lt: Vartotojo temos pasirinkimas
lv_lv: Lietotāja tēmas izvēle
mk_mk: Избор на тема за корисник
ms_my: Pemilihan tema pengguna
my_mm: အသုံးပြုသူ အပြင်အဆင်ရွေးချယ်မှု
ne: प्रयोगकर्ता थिम चयन
nl: Keuze van thema door de gebruiker
nn_no: Brukarval av tema
oc: Seleccion de tèma per l'utilizaire
pl_pl: Wybór motywu użytkownika
ps: د کارن ثیم غوره کول
pt_br: Seleção do tema pelo usuário
pt_pt: Selecção do tema pelo utilizador
ro_ro: Selectarea temei pentru utilizatori
ru_ru: Выбор темы пользователем
sk_sk: Výber témy používateľa
sl: Uporabnikova izbira teme
sq: Zgjedhja e temës së përdoruesit
sr_rs: Korisnički izbor teme
sv_se: Temaval för användare
sw_ke: Chaguo la mandhari ya mtumiaji
ta: பயனர் தீம் தேர்வு
th: การเลือกธีมผู้ใช้
tl_ph: Pagpapilian tema ng gumagamit
tr: Kullanıcı tema seçimi
uk_ua: Вибір теми користувачем
vi_vn: Chọn giao diện người dùng
xh_za: Ukukhethwa kombhali womsebenzisi
zh_cn: 用户模板选择
zh_tw: 使用者樣式選擇
