Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Course home
ar: الصفحة الرئيسية للمقرر
ast_es: Portada del cursu
bn_bd: কোর্স হোম
bs_ba: Početna stranica kursa
ca_es: Pàgina principal del curs
cs_cz: Domovská stránka kurzu
da: Kursets startside
de: Kurs Startseite
el: Αρχική μαθήματος
eo: Hejmpaĝo de kurso
es: Página principal del curso
es_mx: Inicio del curso
eu_es: Ikastaro hasiera
fa_ir: صفحه اصلی درس
fi_fi: Kurssin aloitussivu
fo_fo: Bókaheim
fur: Pàgine prinipal dal curs
ga: Baile an chúrsa
gl: Páxina principal do curso
he_il: קורס הביתה
hi: कोर्स होम
hr_hr: Početna stranica kursa
hu_hu: Kurzus kezdőlap
hy: Դասընթացի հիմնական էջ
id_id: Beranda kursus
it: Pagina del Corso
ja: コースホーム
ka_ge: კურსის მთავარი გვერდი
ko_kr: 강의 홈
lo: ໜ້າຫຼັກຂອງຫຼັກສູດ
lt_lt: Kurso pradžia
lv_lv: Kursa sākumlapa
mk_mk: Почетна на курсот
ms_my: Laman utama kursus
my_mm: သင်တန်းပင်မစာမျက်နှာ
ne: कोर्स होम
nl: Cursus homepage
nn_no: Kursstartsida
oc: Pagina d'acuèlh del curs
pl_pl: Strona kursu
ps: د کورس کور
pt_br: home Curso
pt_pt: Página inicial do Curso
ro_ro: Pagina principala a cursului
ru_ru: Главная страница курса
sk_sk: Domov kurzu
sl: Domača stran tečaja
sq: Kreu i kursit
sr_rs: Početna stranica kursa
sv_se: Kursstart
sw_ke: Nyumbani kozi
ta: பாடநூல் முகப்பு
th: หน้าหลักรายวิชา
tl_ph: Home ng kurso
tr: Ders ana sayfası
uk_ua: Головна сторінка курсу
vi_vn: Trang chủ khóa học
xh_za: Ikhaya lesifundo
zh_cn: 课程首页
zh_tw: 課程首頁

source: Exercise end button
ar: زر انهاء التمرين
ast_es: Botón de fin d'eserciciu
bn_bd: ব্যায়াম শেষ বোতাম
bs_ba: Dugme za kraj vježbe
ca_es: Botó a l'acabar l'exercici
cs_cz: Tlačítko ukončení cvičení
da: Øvelsesafslutningsknap
de: "Aufgabe beenden"-Button
el: Κουμπί τέλους άσκησης
eo: Fino-butono de ekzerco
es: Botón al terminar el ejercicio
es_mx: Botón de fin de ejercicio
eu_es: Ariketa amaiera botoia
fa_ir: دکمه پایان تمرین
fi_fi: Harjoituksen lopetusnappi
fo_fo: Æfing lokar knappur
fur: Buton finial esercizi
ga: Cnapán deireadh cleachtaidh
gl: Botón ao rematar o exercicio
he_il: לחצן סיום תרגיל
hi: अभ्यास समाप्ति बटन
hr_hr: Dugme za kraj vježbe
hu_hu: Feladat befejező gomb
hy: Վարժության ավարտի կոճակ
id_id: Tombol akhir latihan
it: Pulsante di fine esercitazione
ja: 演習終了ボタン
ka_ge: ვარჯიშის დამთავრების ღილაკი
ko_kr: 연습문제 종료 버튼
lo: ປຸ່ມສິ້ນສຸດບົດເຝິກຫັດ
lt_lt: Pratimo pabaigos mygtukas
lv_lv: Uzdevuma beigu poga
mk_mk: Копче за крај на вежбата
ms_my: Butang akhir latihan
my_mm: လေ့ကျင့်ခန်းအဆုံးခလုတ်
ne: अभ्यास समाप्त बटन
nl: Oefeningen-eindknop
nn_no: Avsluttingsknapp for øving
oc: Boton de fin d'exercici
pl_pl: Przycisk zakończenia ćwiczenia
ps: د پشا پای ټیل
pt_br: button final do exercício
pt_pt: Botão de fim de exercício
ro_ro: Buton pentru a finaliza exercițiul
ru_ru: Кнопка завершения теста
sk_sk: Domovská stránka kurzu
sl: Gumb konca vaje/testa
sq: Butoni i mbarimit të ushtrimit
sr_rs: Dugme za kraj vežbe
sv_se: Övningsslutknapp
sw_ke: Kitufe cha mwisho wa zoezi
ta: பயிற்சி முடிவு பொத்தான்
th: ปุ่มสิ้นสุดแบบฝึกหัด
tl_ph: Button ng pagtatapos ng ehersisyo
tr: Sınav bitiş butonu
uk_ua: Кнопка завершення вправи
vi_vn: Nút kết thúc bài tập
xh_za: Iqhosha lokuphela komsebenzi
zh_cn: 练习结束按钮
zh_tw: 測驗結束按鈕

source: Hide question title
ar: اخفاء عنوان السؤال
ast_es: Anubrir títulu de la pregunta
bn_bd: প্রশ্নের শিরোনাম লুকান
bs_ba: Sakrij naslov pitanja
ca_es: Oculta el títol de la pregunta
cs_cz: Skrýt název otázky
da: Skjul spørgsmålstitel
de: Fragetitel verstecken
el: Απόκρυψη επικεφαλίδας ερώτησης
eo: Kaŝi titolon de demando
es: Ocultar el título de la pregunta
es_mx: Ocultar título de la pregunta
eu_es: Ezkutatu galdera izenburua
fa_ir: مخفی کردن عنوان سؤال
fi_fi: Piilota kysymyksen otsikko
fo_fo: Fjal titulin á spurninginum
fur: Scunde titel dal domande
ga: Folaigh teideal na ceiste
gl: Ocultar o título da pregunta
he_il: הסתר את כותרת השאלה
hi: प्रश्न शीर्षक छिपाएं
hr_hr: Sakrij naslov pitanja
hu_hu: Kérdés cím elrejtése
hy: Թաքցնել հարցի վերնագիրը
id_id: Sembunyikan judul pertanyaan
it: Nascondi il titolo del quesito
ja: 問題タイトルを非表示
ka_ge: კითხვის სათაურის დამალვა
ko_kr: 질문 제목 숨기기
lo: ຊ່ອນຫົວຂໍ້ຄຳຖາມ
lt_lt: Slėpti klausimo pavadinimą
lv_lv: Paslēpt jautājuma nosaukumu
mk_mk: Скриј го насловот на прашањето
ms_my: Sorok tajuk soalan
my_mm: မေးခွန်းခေါင်းစဉ်ကို ဖုံးကွယ်ပါ
ne: प्रश्न शीर्षक लुकाउनुहोस्
nl: Verberg vraagtitel
nn_no: Skjul spørsmålstitel
oc: Amagar lo títol de la question
pl_pl: Ukryj tytuł pytania
ps: د پوښتنې سرلیک پټ کړئ
pt_br: title Ocultar pergunta
pt_pt: Ocultar título da questão
ro_ro: Ascunde titlul întrebarii
ru_ru: Скрыть заголовок вопроса
sk_sk: Skryť názov otázky
sl: Skrij naslov vprašanja
sq: Fsheh titullin e pyetjes
sr_rs: Sakrij naslov pitanja
sv_se: Dölj frågetitel
sw_ke: Ficha kichwa cha swali
ta: கேள்வி தலைப்பை மறை
th: ซ่อนชื่อคำถาม
tl_ph: Itago ang pamagat ng tanong
tr: Soru başlığını gizle
uk_ua: Приховати назву питання
vi_vn: Ẩn tiêu đề câu hỏi
xh_za: Fihla isihloko sombuzo
zh_cn: 隐藏题目标题
zh_tw: 隱藏題目標題

source: Question selection type
ar: نوع اختيار السؤال
ast_es: Triba de seleición de pregunta
bn_bd: প্রশ্ন নির্বাচনের ধরন
bs_ba: Tip odabira pitanja
ca_es: Selecció de preguntes
cs_cz: Typ výběru otázek
da: Spørgsmålsvalgtype
de: Frageauswahltyp
el: Ερώτηση τύπου επιλογής
eo: Tipo de selekto de demando
es: Selección de preguntas
es_mx: Tipo de selección de pregunta
eu_es: Galdera hautaketa mota
fa_ir: نوع انتخاب سؤال
fi_fi: Kysymysten valintatyyppi
fo_fo: Val av spurningartype
fur: Gjernie di selezion dal domande
ga: Cineál roghnú ceiste
gl: Selección de preguntas
he_il: סוג בחירת שאלה
hi: प्रश्न चयन प्रकार
hr_hr: Vrsta odabira pitanja
hu_hu: Kérdésválasztás típusa
hy: Հարցերի ընտրության տեսակ
id_id: Tipe pemilihan pertanyaan
it: Seleziona tipo di domanda
ja: 問題選択タイプ
ka_ge: კითხვის შერჩევის ტიპი
ko_kr: 질문 선택 유형
lt_lt: Klausimo pasirinkimo tipas
lv_lv: Jautājuma atlases veids
mk_mk: Тип на селекција на прашање
ms_my: Jenis pemilihan soalan
my_mm: မေးခွန်းရွေးချယ်မှုအမျိုးအစား
ne: प्रश्न छनोट प्रकार
nl: Vraagtype selectie
nn_no: Spørsmålvals-type
oc: Tipe de seleccion de questions
pl_pl: Typ wyboru pytania
ps: د پوښتنې غوره کولو ډول
pt_br: Pergunta tipo de seleção
pt_pt: Tipo de seleção de questões
ro_ro: Întrebări selectate
ru_ru: Тип выбора вопроса
sk_sk: Vyberte typ otázky
sl: Izbira tipa vprašanja
sq: Lloji i zgjedhjes së pyetjes
sr_rs: Tip izbora pitanja
sv_se: Frågväljar-typ
sw_ke: Aina ya uchaguzi wa swali
ta: கேள்வி தேர்வு வகை
th: ประเภทการเลือกคำถาม
tl_ph: Uri ng pagpili ng tanong
tr: Soru seçim türü
uk_ua: Тип вибору питання
vi_vn: Loại chọn câu hỏi
xh_za: Uhlobo lokukhetha umbuzo
zh_cn: 题目选择类型
zh_tw: 題目選取類型

source: Ordered categories by parent with random questions
ar: فئات مرتبة وفقا للفئة الرئيسية مع اسئلة عشوائية
ast_es: Categories ordenaes por padre con preguntas al azar
bn_bd: পিতামাতার ভিত্তিতে ক্রমান্বয়ী বিভাগ র‍্যান্ডম প্রশ্ন সহ
bs_ba: Kategorije sortirane po roditelju sa nasumičnim pitanjima
ca_es: Categories ordenades segons la categoria pare, amb preguntes desordenades
cs_cz: Seřazené kategorie podle rodiče s náhodnými otázkami
da: Kategorier sorteret efter overordnet med tilfældige spørgsmål
de: Sortierte Kategorien mit Zufallsfragen
el: Κατηγορίες σε διάταξη με τυχαίες ερωτήσεις
eo: Ordanĝaj kategorioj laŭ gepatro kun hazardaj demandoj
es: Categorías ordenadas según la categoría padre, con preguntas desordenadas
es_mx: Categorías ordenadas por padre con preguntas aleatorias
eu_es: Gurasoaren arabera ordenatutako kategoriak galdera ausazkoekin
fa_ir: دسته‌بندی‌های مرتب‌شده بر اساس والد با سؤالات تصادفی
fi_fi: Järjestetyt kategoriat emon mukaan satunnaisilla kysymyksillä
fo_fo: Rættlagdar bólkar eftir foreldri við tilvildarlegum spurningum
fur: Categuries ordinadis par parint cu domandis a casu
ga: Catagóirí ordaithe de réir tuismitheora le ceisteanna randamacha
gl: Categorías ordenadas segundo a categoría pai, con preguntas desordenadas
he_il: קטגוריות מסודרות לפי הורה עם שאלות אקראיות
hi: मूल श्रेणियाँ क्रमबद्ध, यादृच्छिक प्रश्नों के साथ
hr_hr: Kategorije sortirane po roditelju s nasumičnim pitanjima
hu_hu: Rendezett kategóriák szülő szerint véletlenszerű kérdésekkel
hy: Դասակարգված կատեգորիաներ ծնողի համաձայն պատահական հարցերով
id_id: Kategori berurutan berdasarkan induk dengan pertanyaan acak
it: Categorie ordinate per parentela con domande casuali
ja: 親で順序付けられたカテゴリでランダム問題
ka_ge: მშობლის მიხედვით შეუკვეთებული კატეგორიები შემთხვევითი კითხვებით
ko_kr: 부모별 순서대로 정렬된 카테고리, 랜덤 질문
lo: ໝວດໝູ່ທີ່ຈັດຮຽງຕາມແມ່ພ້ອມຄຳຖາມແບບສຸ່ມ
lt_lt: Tvarkingos kategorijos pagal tėvinę su atsitiktiniais klausimais
lv_lv: Kategorijas pēc vecāka ar nejaušiem jautājumiem
mk_mk: Подредени категории по родител со случајни прашања
ms_my: Kategori teratur mengikut induk dengan soalan rawak
my_mm: မိဘအလိုက် စီထားသော အမျိုးအစားများနှင့် ကျပန်းမေးခွန်းများ
ne: आमा अनुसार क्रमबद्ध श्रेणीहरू रन्दम प्रश्नहरूसँग
nl: Geordende categorieën door ouder met random vragen
nn_no: Ordna kategoriar etter foreldrekategori med tilfeldige spørsmål
oc: Categorias ordenadas per parent amb questions aleatòrias
pl_pl: Kategorie uporządkowane według rodzica z losowymi pytaniami
ps: د والي له مخې ترتیب شوي کټګورۍ د تصادفي پوښتنو سره
pt_br: Pedi categorias pelos pais com perguntas aleatórias
pt_pt: Categorias ordenadas pela origem com questões aleatórias
ro_ro: Categorii sortate pe categorii tata, cu intrebari dezordonate
ru_ru: Категории упорядочены по родителю с случайными вопросами
sk_sk: Zoradené kategórie podľa rodiča s náhodnými otázkami
sl: Kategorije urejene glede na nadrejeno z naključnimi vprašanji
sq: Kategori të renditura sipas prindit me pyetje të rastësishme
sr_rs: Kategorije poredane po roditelju sa nasumičnim pitanjima
sv_se: Kategorier i ordning efter förälder med slumpmässiga frågor
sw_ke: Jamii zilizopangwa kwa mzazi na maswali ya nasibu
ta: பெற்றோரால் ஒழுங்கமைக்கப்பட்ட வகைகள் தோடு சீரற்ற கேள்விகள்
th: หมวดหมู่เรียงตามผู้ปกครองพร้อมคำถามสุ่ม
tl_ph: Inuutos na mga kategorya ayon sa parent na may random na mga tanong
tr: Üst kategoriye göre sıralanmış kategoriler rastgele sorularla
uk_ua: Категорії впорядковані за батьківськими з випадковими питаннями
vi_vn: Danh mục theo thứ tự cha với câu hỏi ngẫu nhiên
xh_za: Iikhatriji ezicwangcisiweyo ngumzali kunye nemibuzo ngokungahlelekanga
zh_cn: 按父类别排序，随机题目
zh_tw: 依父類別排序，隨機題目

source: Ordered categories by parent with questions ordered
ar: فئات مرتبة وفقا للفئة الرئيسية مع اسئلة مرتبة
ast_es: Categories ordenaes por padre con preguntas ordenaes
bn_bd: পিতামাতার ভিত্তিতে ক্রমান্বয়ী বিভাগ ক্রমান্বয়ী প্রশ্ন সহ
bs_ba: Kategorije sortirane po roditelju sa pitanjima sortiranim
ca_es: Categories ordenades segons la categoria pare, amb preguntes ordenades
cs_cz: Seřazené kategorie podle rodiče se seřazenými otázkami
da: Kategorier sorteret efter overordnet med sorterede spørgsmål
de: Sortierte Kategorien mit Fragen in Reihenfolge
el: Κατηγορίες και ερωτήσεις σε διάταξη
eo: Ordanĝaj kategorioj laŭ gepatro kun ordanĝaj demandoj
es: Categorías ordenadas según la categoría padre, con preguntas ordenadas
es_mx: Categorías ordenadas por padre con preguntas ordenadas
eu_es: Gurasoaren arabera ordenatutako kategoriak galderak ordenatuekin
fa_ir: دسته‌بندی‌های مرتب‌شده بر اساس والد با سؤالات مرتب‌شده
fi_fi: Järjestetyt kategoriat emon mukaan järjestetyillä kysymyksillä
fo_fo: Rættlagdir bólkar eftir foreldri við rættlagðum spurningum
fur: Categuries ordinadis par parint cu domandis ordinadis
ga: Catagóirí ordaithe de réir tuismitheora le ceisteanna ordaithe
gl: Categorías ordenadas segundo a categoría pai, con preguntas ordenadas
he_il: קטגוריות מסודרות לפי הורה עם הזמנה של שאלות
hi: मूल श्रेणियाँ क्रमबद्ध, क्रमबद्ध प्रश्नों के साथ
hr_hr: Kategorije sortirane po roditelju s pitanjima sortiranim
hu_hu: Rendezett kategóriák szülő szerint rendezett kérdésekkel
hy: Դասակարգված կատեգորիաներ ծնողի համաձայն դասակարգված հարցերով
id_id: Kategori berurutan berdasarkan induk dengan pertanyaan berurutan
it: Categorie ordinate per parentela con domande in ordine
ja: 親で順序付けられたカテゴリで順序付けられた問題
ka_ge: მშობლის მიხედვით შეუკვეთებული კატეგორიები შეუკვეთებული კითხვებით
ko_kr: 부모별 순서대로 정렬된 카테고리, 순서대로 정렬된 질문
lo: ໝວດໝູ່ທີ່ຈັດຮຽງຕາມແມ່ພ້ອມຄຳຖາມທີ່ຈັດຮຽງ
lt_lt: Tvarkingos kategorijos pagal tėvinę su sutvarkytais klausimais
lv_lv: Kategorijas pēc vecāka ar sakārtotiem jautājumiem
mk_mk: Подредени категории по родител со подредени прашања
ms_my: Kategori teratur mengikut induk dengan soalan teratur
my_mm: မိဘအလိုက် စီထားသော အမျိုးအစားများနှင့် စီထားသော မေးခွန်းများ
ne: आमा अनुसार क्रमबद्ध श्रेणीहरू र प्रश्नहरू क्रमबद्ध
nl: Geordende categorieën door ouder met geordende vragen
nn_no: Ordna kategoriar etter foreldrekategori med ordna spørsmål
oc: Categorias ordenadas per parent amb questions ordenadas
pl_pl: Kategorie uporządkowane według rodzica z pytaniami uporządkowanymi
ps: د والي له مخې ترتیب شوي کټګورۍ د ترتیب شوو پوښتنو سره
pt_br: categorias classificadas por pais com perguntas ordenou
pt_pt: Categorias ordenadas pela origem com questões ordenadas
ro_ro: Categorii sortate pe categorii tata, cu intrebari ordonate
ru_ru: Категории упорядочены по родителю с упорядоченными вопросами
sk_sk: Zoradené kategórie podľa rodiča so zoradenými otázkami
sl: Kategorije urejene glede na nadrejeno z urejenimi vprašanji
sq: Kategori të renditura sipas prindit me pyetje të renditura
sr_rs: Kategorije poredane po roditelju sa pitanjima poredanim
sv_se: Kategorier i ordning efter förälder med frågor i ordning
sw_ke: Jamii zilizopangwa kwa mzazi na maswali yaliyopangwa
ta: பெற்றோரால் ஒழுங்கமைக்கப்பட்ட வகைகள் தோடு ஒழுங்கமைக்கப்பட்ட கேள்விகள்
th: หมวดหมู่เรียงตามผู้ปกครองพร้อมคำถามเรียงลำดับ
tl_ph: Inuutos na mga kategorya ayon sa parent na may inuutos na mga tanong
tr: Üst kategoriye göre sıralanmış kategoriler sıralanmış sorularla
uk_ua: Категорії впорядковані за батьківськими з впорядкованими питаннями
vi_vn: Danh mục theo thứ tự cha với câu hỏi có thứ tự
xh_za: Iikhatriji ezicwangcisiweyo ngumzali kunye nemibuzo ecwangcisiweyo
zh_cn: 按父类别排序，题目排序
zh_tw: 依父類別排序，依序題目

source: Random categories with random questions (questions not grouped)
ar: فئات عشوائية مع اسئلة عشوائية
ast_es: Categories al azar con preguntas al azar (preguntas nun agrupadas)
bn_bd: র‍্যান্ডম বিভাগ র‍্যান্ডম প্রশ্ন সহ (প্রশ্নগুলি গ্রুপ করা নয়)
bs_ba: Nasumične kategorije sa nasumičnim pitanjima (pitanja nisu grupisana)
ca_es: Categories agafades a l'atzar, amb preguntes desordenades (sene agrupar preguntes)
cs_cz: Náhodné kategorie s náhodnými otázkami (otázky neseskupené)
da: Tilfældige kategorier med tilfældige spørgsmål (spørgsmål ikke grupperet)
de: Zufällig angeordnete Kategorien mit zufällig angeordneten Fragen (Fragen nicht gruppiert)
el: Τυχαίες κατηγορίες με τυχαίες ερωτήσεις (ερωτήσεις μη γκρουπαρισμένες)
eo: Hazardaj kategorioj kun hazardaj demandoj (demandoj ne grupigitaj)
es: Categorías tomadas al azar, con preguntas desordenadas, sin agrupar preguntas
es_mx: Categorías aleatorias con preguntas aleatorias (preguntas no agrupadas)
eu_es: Kategoriak ausazkoak galdera ausazkoekin (galderak ez taldekatuta)
fa_ir: دسته‌بندی‌های تصادفی با سؤالات تصادفی (سؤالات گروه‌بندی نشده)
fi_fi: Satunnaiset kategoriat satunnaisilla kysymyksillä (kysymykset eivät ryhmitelty)
fo_fo: Tilvildarligir bólkar við tilvildarlegum spurningum (spurningar ikki gruppaðir)
fur: Categuries a casu cu domandis a casu (domandis no ragrupadis)
ga: Catagóirí randamacha le ceisteanna randamacha (ceisteanna gan grúpáil)
gl: Categorías tomadas ao chou, con preguntas desordenadas, sen agrupar preguntas.
he_il: קטגוריות אקראיות עם שאלות אקראיות (שאלות לא מקובצות)
hi: यादृच्छिक श्रेणियाँ यादृच्छिक प्रश्नों के साथ (प्रश्न समूहित नहीं)
hr_hr: Nasumične kategorije s nasumičnim pitanjima (pitanja nisu grupirana)
hu_hu: Véletlenszerű kategóriák véletlenszerű kérdésekkel (kérdések nem csoportosítva)
hy: Պատահական կատեգորիաներ պատահական հարցերով (հարցերը խմբավորված չեն)
id_id: Kategori acak dengan pertanyaan acak (pertanyaan tidak dikelompokkan)
it: Categorie casuali con domande casuali (domande non raggruppate)
ja: ランダムカテゴリでランダム問題（問題はグループ化されません）
ka_ge: შემთხვევითი კატეგორიები შემთხვევითი კითხვებით (კითხვები არ არის ჯგუფირებული)
ko_kr: 랜덤 카테고리, 랜덤 질문 (질문 그룹화 안함)
lo: ໝວດໝູ່ແບບສຸ່ມພ້ອມຄຳຖາມແບບສຸ່ມ (ຄຳຖາມບໍ່ໄດ້ຈັດກຸ່ມ)
lt_lt: Atsitiktinės kategorijos su atsitiktiniais klausimais (klausimai nesugrupuoti)
lv_lv: Nejaušas kategorijas ar nejaušiem jautājumiem (jautājumi nav grupēti)
mk_mk: Случајни категории со случајни прашања (прашањата не се групирани)
ms_my: Kategori rawak dengan soalan rawak (soalan tidak dikelompokkan)
my_mm: ကျပန်းအမျိုးအစားများနှင့် ကျပန်းမေးခွန်းများ (မေးခွန်းများကို အုပ်စုမဖွဲ့ထားပါ)
ne: रन्दम श्रेणीहरू रन्दम प्रश्नहरूसँग (प्रश्नहरू समूहित छैनन्)
nl: Random categorieën met random vragen (vragen niet gegroepeerd)
nn_no: Tilfeldige kategoriar med tilfeldige spørsmål (spørsmål ikkje gruppert)
oc: Categorias aleatòrias amb questions aleatòrias (questions pas agrupadas)
pl_pl: Losowe kategorie z losowymi pytaniami (pytania niezgrupowane)
ps: تصادفي کټګورۍ د تصادفي پوښتنو سره (پوښتنې ګروپ نه شوي)
pt_br: Categorias aleatórios com perguntas aleatórias (perguntas não agrupadas)
pt_pt: Categorias aleatórias com questões aleatórias (questões não agrupadas)
ro_ro: Categorii luate aleatorii, cu intrebari dezordonate, fara întrebări adunate
ru_ru: Случайные категории со случайными вопросами (вопросы не сгруппированы)
sk_sk: Náhodné kategórie s náhodnými otázkami (nezoskupené otázky)
sl: Naključne kategorije z naključnimi vprašanji (vprašanja ne bodo grupirana)
sq: Kategori të rastësishme me pyetje të rastësishme (pyetjet e pangrupuara)
sr_rs: Nasumične kategorije sa nasumičnim pitanjima (pitanja nisu grupisana)
sv_se: Slumpmässiga kategorier med slumpmässiga frågor (frågor ej grupperade)
sw_ke: Jamii za nasibu na maswali ya nasibu (maswali hayajapangwa vikundi)
ta: சீரற்ற வகைகள் சீரற்ற கேள்விகளுடன் (கேள்விகள் குழுவிடப்படாது)
th: หมวดหมู่สุ่มพร้อมคำถามสุ่ม (คำถามไม่จัดกลุ่ม)
tl_ph: Random na mga kategorya na may random na mga tanong (mga tanong hindi pinagsama)
tr: Rastgele kategoriler rastgele sorularla (sorular gruplandırılmamış)
uk_ua: Випадкові категорії з випадковими питаннями (питання не згруповані)
vi_vn: Danh mục ngẫu nhiên với câu hỏi ngẫu nhiên (câu hỏi không nhóm)
xh_za: Iikhatriji ngokungahlelekanga kunye nemibuzo ngokungahlelekanga (imibuzo ayiqulunyiwe)
zh_cn: 随机类别，随机题目（题目不分组）
zh_tw: 隨機類別，隨機題目（題目不分組）

source: Random categories with questions ordered (questions not grouped)
ar: فئات عشوائية مع اسئلة مرتبة
ast_es: Categories al azar con preguntas ordenaes (preguntas nun agrupadas)
bn_bd: র‍্যান্ডম বিভাগ ক্রমান্বয়ী প্রশ্ন সহ (প্রশ্নগুলি গ্রুপ করা নয়)
bs_ba: Nasumične kategorije sa pitanjima sortiranim (pitanja nisu grupisana)
ca_es: Categories agafades a l'atzar, amb preguntes ordenades (sense agrupar preguntes)
cs_cz: Náhodné kategorie se seřazenými otázkami (otázky neseskupené)
da: Tilfældige kategorier med sorterede spørgsmål (spørgsmål ikke grupperet)
de: Zufällig angeordnete Kategorien mit angeordneten Fragen (Fragen nicht gruppiert)
el: Τυχαίες κατηγορίες με ερωτήσεις σε σειρά (ερωτήσεις όχι γκρουπαρισμένες)
eo: Hazardaj kategorioj kun ordanĝaj demandoj (demandoj ne grupigitaj)
es: Categorías tomadas al azar, con preguntas ordenadas, sin agrupar preguntas
es_mx: Categorías aleatorias con preguntas ordenadas (preguntas no agrupadas)
eu_es: Kategoriak ausazkoak galderak ordenatuekin (galderak ez taldekatuta)
fa_ir: دسته‌بندی‌های تصادفی با سؤالات مرتب‌شده (سؤالات گروه‌بندی نشده)
fi_fi: Satunnaiset kategoriat järjestetyillä kysymyksillä (kysymykset eivät ryhmitelty)
fo_fo: Tilvildarligir bólkar við rættlagðum spurningum (spurningar ikki gruppaðir)
fur: Categuries a casu cu domandis ordinadis (domandis no ragrupadis)
ga: Catagóirí randamacha le ceisteanna ordaithe (ceisteanna gan grúpáil)
gl: Categorias tomadas ao chou, con preguntas ordenadas, sen agrupar preguntas
he_il: קטגוריות אקראיות עם שאלות מסודרות (שאלות לא מקובצות)
hi: यादृच्छिक श्रेणियाँ क्रमबद्ध प्रश्नों के साथ (प्रश्न समूहित नहीं)
hr_hr: Nasumične kategorije s pitanjima sortiranim (pitanja nisu grupirana)
hu_hu: Véletlenszerű kategóriák rendezett kérdésekkel (kérdések nem csoportosítva)
hy: Պատահական կատեգորիաներ դասակարգված հարցերով (հարցերը խմբավորված չեն)
id_id: Kategori acak dengan pertanyaan berurutan (pertanyaan tidak dikelompokkan)
it: Categorie casuali con domande in ordine (domande non raggruppate)
ja: ランダムカテゴリで順序付けられた問題（問題はグループ化されません）
ka_ge: შემთხვევითი კატეგორიები შეუკვეთებული კითხვებით (კითხვები არ არის ჯგუფირებული)
ko_kr: 랜덤 카테고리, 순서대로 정렬된 질문 (질문 그룹화 안함)
lo: ໝວດໝູ່ແບບສຸ່ມພ້ອມຄຳຖາມທີ່ຈັດຮຽງ (ຄຳຖາມບໍ່ໄດ້ຈັດກຸ່ມ)
lt_lt: Atsitiktinės kategorijos su sutvarkytais klausimais (klausimai nesugrupuoti)
lv_lv: Nejaušas kategorijas ar sakārtotiem jautājumiem (jautājumi nav grupēti)
mk_mk: Случајни категории со подредени прашања (прашањата не се групирани)
ms_my: Kategori rawak dengan soalan teratur (soalan tidak dikelompokkan)
my_mm: ကျပန်းအမျိုးအစားများနှင့် စီထားသော မေးခွန်းများ (မေးခွန်းများကို အုပ်စုမဖွဲ့ထားပါ)
ne: रन्दम श्रेणीहरू र प्रश्नहरू क्रमबद्ध (प्रश्नहरू समूहित छैनन्)
nl: Random categorieën met geordende vragen (Vragen niet gegroepeerd.
nn_no: Tilfeldige kategoriar med ordna spørsmål (spørsmål ikkje gruppert)
oc: Categorias aleatòrias amb questions ordenadas (questions pas agrupadas)
pl_pl: Losowe kategorie z uporządkowanymi pytaniami (pytania niezgrupowane)
ps: تصادفي کټګورۍ د ترتیب شوو پوښتنو سره (پوښتنې ګروپ نه شوي)
pt_br: Categorias aleatórios com perguntas ordenadas (perguntas não agrupadas)
pt_pt: Categorias aleatórias com questões ordenadas (questões não agrupadas)
ro_ro: Categorii luate aleatorii, cu intrebari ordonate, fara întrebări adunate
ru_ru: Случайные категории с упорядоченными вопросами (вопросы не сгруппированы)
sk_sk: Náhodné kategórie so zoradenými otázkami (nezoskupené otázky)
sl: Naključne kategorije z urejenim vrstnim redom vprašanj (vprašanja ne bodo grupirana)
sq: Kategori të rastësishme me pyetje të renditura (pyetjet e pangrupuara)
sr_rs: Nasumične kategorije sa pitanjima poredanim (pitanja nisu grupisana)
sv_se: Slumpmässiga kategorier med frågor i ordning (frågor ej grupperade)
sw_ke: Jamii za nasibu na maswali yaliyopangwa (maswali hayajapangwa vikundi)
ta: சீரற்ற வகைகள் ஒழுங்கமைக்கப்பட்ட கேள்விகளுடன் (கேள்விகள் குழுவிடப்படாது)
th: หมวดหมู่สุ่มพร้อมคำถามเรียงลำดับ (คำถามไม่จัดกลุ่ม)
tl_ph: Random na mga kategorya na may inuutos na mga tanong (mga tanong hindi pinagsama)
tr: Rastgele kategoriler sıralanmış sorularla (sorular gruplandırılmamış)
uk_ua: Випадкові категорії з впорядкованими питаннями (питання не згруповані)
vi_vn: Danh mục ngẫu nhiên với câu hỏi có thứ tự (câu hỏi không nhóm)
xh_za: Iikhatriji ngokungahlelekanga kunye nemibuzo ecwangcisiweyo (imibuzo ayiqulunyiwe)
zh_cn: 随机类别，题目排序（题目不分组）
zh_tw: 隨機類別，依序題目（題目不分組）
