Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Add a minimum time field to learning paths. If the user has not spent that much time on the learning path, the last item of the learning path cannot be completed.
yo_ng: Fi aaye akoko to kere julọ kun si awọn ọna ẹkọ. Ti olumulo ko ba ti lo akoko yẹn lori ọna ẹkọ, ohun elo ikẹhin ti ọna ẹkọ ko le pari.

source: Use learning path item status from other sessions
yo_ng: Lo ipo ohun elo ọna ẹkọ lati awọn akoko miiran

source: Allow users to complete prerequisites in a learning path if the corresponding item was already completed in another session.
yo_ng: Gba awọn olumulo laaye lati pari awọn prerequisites ninu ọna ẹkọ ti ohun elo ibaamu ti pari tẹlẹ ni akoko miiran.

source: Display tests from learning paths even if invisible
yo_ng: Ṣafihan awọn idanwo lati awọn ọna ẹkọ paapaa ti invisible

source: Show hidden exercises that were added to a LP in the exercise list. If we are in a session, the test is invisible in the base course, it is included in a LP and the setting to show it is not specifically set to true, then hide it.
yo_ng: Fi awọn adaṣe ti o pamọ han ti a ṣe afikun si LP ninu akojọ adaṣe. Ti a ba wa ni akoko kan, idanwo naa jẹ invisible ninu ikẹkọ ipilẹ, o wa ninu LP ati pe eto lati ṣafihan ko ṣeto pato si otitọ, lẹhinna fi pamọ.

source: Learning path menu location
yo_ng: Ipo akojọ awọn ọna ẹkọ

source: Set this to 'left' or 'right' to change the side of the learning path menu.
yo_ng: Ṣeto eyi si 'left' tabi 'right' lati yi ẹgbẹ akojọ ọna ẹkọ pada.

source: Use learning path score as progress
yo_ng: Lo ami ọna ẹkọ gẹgẹbi ilọsiwaju

source: This is useful when using SCORM content with only one large SCO. SCORM does not communicate progress, so this is a trick to use the score as progress. Enabling this option will let you configure this on a per-learning path basis.
yo_ng: Eyi wulo nigbati lilo akoonu SCORM pẹlu SCO nla kan ṣoṣo. SCORM ko ṣe ibasọrọ ilọsiwaju, nitorinaa eyi jẹ ẹtan lati lo ami gẹgẹbi ilọsiwaju. Ṣiṣẹ aṣayan yii yoo jẹ ki o ṣe atunto lori ipilẹ ọna ẹkọ kan.

source: Prevent beforeunload JS event in learning path
yo_ng: Dena iṣẹlẹ JS beforeunload ni ọna ẹkọ

source: This helps with browser compatibility by preventing tricky JS events to execute.
yo_ng: Eyi ṣe iranlọwọ pẹlu ibaramu ẹrọ aṣawakiri nipa idilọwọ awọn iṣẹlẹ JS ti o nira lati ṣiṣẹ.

source: Hide 'My learning paths' page
yo_ng: Fi oju-iwe 'Awọn ọna ẹkọ mi' pamọ

source: The page 'My learning path' was added in 1.11. Use this option to hide it.
yo_ng: Oju-iwe 'Ọna ẹkọ mi' ni a ṣafikun ni 1.11. Lo aṣayan yii lati fi pamọ.

source: Use username as student_id in SCORM communication
yo_ng: Lo orukọ olumulo gẹgẹbi student_id ni ibasọrọ SCORM

source: Use extra field as student_id in SCORM communication
yo_ng: Lo aaye afikun gẹgẹbi student_id ni ibasọrọ SCORM

source: Give the name of the extra field to be used as student_id for all SCORM communication.
yo_ng: Fun orukọ aaye afikun lati lo gẹgẹbi student_id fun gbogbo ibasọrọ SCORM.

source: SCORM import within course import
yo_ng: Gbe wọle SCORM laarin gbe wọle ikẹkọ

source: Enable to copy the directory structure of SCORM packages when restoring a course (from the course maintenance tool).
yo_ng: Ṣiṣẹ lati daakọ eto ilana ti awọn package SCORM nigbati a ba n mu pada ikẹkọ (lati ohun elo itọju ikẹkọ).

source: Allow .htaccess from SCORM packages
yo_ng: Gba .htaccess lati awọn package SCORM laaye

source: Normally, all .htaccess files are filtered and removed when importing content in Chamilo. This feature allows .htaccess to be imported if it is present in a SCORM package.
yo_ng: Ni deede, gbogbo awọn faili .htaccess ti wa ni filtered ati yọ nigbati gbe wọle akoonu ni Chamilo. Ẹya yii gba .htaccess laaye lati gbe wọle ti o ba wa ninu package SCORM.

source: Learning paths categories can be managed in sessions
yo_ng: Awọn ẹka awọn ọna ẹkọ le ṣe iṣakoso ni awọn akoko

source: Add learning paths and tests info to ticket reporting
yo_ng: Fi alaye awọn ọna ẹkọ ati idanwo kun si ijabọ tikẹti

source: Learning paths subscription settings
yo_ng: Eto ṣeṣe awọn ọna ẹkọ

source: Configure additional options for the learning paths subscription feature. Options include 'allow_add_users_to_lp' and 'allow_add_users_to_lp_category'.
yo_ng: Ṣe atunto awọn aṣayan afikun fun ẹya ṣeṣe awọn ọna ẹkọ. Awọn aṣayan pẹlu 'allow_add_users_to_lp' ati 'allow_add_users_to_lp_category'.

source: Learning path display settings
yo_ng: Eto ifihan ọna ẹkọ

source: Configure additional options for the learning paths display. Options include 'show_reporting_icon', 'hide_lp_arrow_navigation', 'show_toolbar_by_default', 'navigation_in_the_middle' and 'add_extra_quit_to_home_icon'.
yo_ng: Ṣe atunto awọn aṣayan afikun fun ifihan awọn ọna ẹkọ. Awọn aṣayan pẹlu 'show_reporting_icon', 'hide_lp_arrow_navigation', 'show_toolbar_by_default', 'navigation_in_the_middle' ati 'add_extra_quit_to_home_icon'.

source: Download button after finishing learning paths
yo_ng: Bọtini igba lẹhin ipari awọn ọna ẹkọ

source: Show download files button after finishing all LP. Example: if ABC is the course code, and 1 and 100 are the doc id, choose: ['courses' => ['ABC' => [1, 100]]].
yo_ng: Fi bọtini awọn faili igba han lẹhin ipari gbogbo LP. Apẹẹrẹ: ti ABC jẹ koodu ikẹkọ, ati 1 ati 100 jẹ doc id, yan: ['courses' => ['ABC' => [1, 100]]].

source: Learning paths subscription for classes
yo_ng: Ṣeṣe awọn ọna ẹkọ fun awọn kilasi

source: Enable subscription to learning paths and learning path categories to groups/classes.
yo_ng: Ṣiṣẹ ṣeṣe si awọn ọna ẹkọ ati awọn ẹka ọna ẹkọ si awọn ẹgbẹ/kilasi.

source: Fixed encoding in learning path
yo_ng: Ṣiṣe encoding ti o wa titi ni ọna ẹkọ

source: Reduce resource usage by ignoring a check on the text encoding in imported learning paths.
yo_ng: Dinku lilo awọn orisun nipa didasilẹ idaniloju lori fifi koodu ọrọ ninu awọn ọna ẹkọ ti a gbe wọle.

source: Use last score in learning path test prerequisites
yo_ng: Lo aaye ti o kẹhin ni awọn ọna ẹkọ idanwo awọn ohun elo ṣaaju

source: When a test is used as prerequisite for an item in the learning path, use the last attempt of the test only as validation for the prerequisite (default is to use best attempt).
yo_ng: Nigbati idanwo kan ba lo bi ohun elo ṣaaju fun ohun kan ni ọna ẹkọ, lo igbiyanju ti o kẹhin ti idanwo naa nikan gẹgẹbi idaniloju fun ohun elo ṣaaju (aiyipada ni lati lo igbiyanju ti o dara julọ).

source: Display tests in list of learning path tests even if invisible
yo_ng: Han awọn idanwo ni akojọ awọn idanwo ọna ẹkọ paapaa ti ko han

source: Edition of tests included in learning paths
yo_ng: Ẹdita awọn idanwo ti o wa ninu awọn ọna ẹkọ

source: Enable editing tests even if they have been included in a learning path. The default is to prevent edition if the test is in a learning path, because that can affect consistency of tracking among many learners if test modifications are significant.
yo_ng: Ṣe amulẹ ẹdita awọn idanwo paapaa ti wọn ti wa sinu ọna ẹkọ kan. Aiyipada ni lati ṣe idiwọ ẹdita ti idanwo ba wa ninu ọna ẹkọ, nitori eyi le ni ipa lori aitasera ti itọpa laarin ọpọlọpọ awọn akẹkọ ti awọn iyipada idanwo ba pọ.

source: Unlocked information in learning paths list
yo_ng: Alaye ti ko ni titiipa ni akojọ awọn ọna ẹkọ

source: This adds an 'unlocked' column in the learning paths list if the learner is subscribed to the given learning path and has access to it.
yo_ng: Eyi ṣafikun iwe 'ti ṣii' ni akojọ awọn ọna ẹkọ ti akẹkọ ba forukọsilẹ si ọna ẹkọ ti a fun ati pe o ni iraye si rẹ.

source: Show max progress instead of average for learning paths reporting
yo_ng: Han ilọsiwaju ti o pọ julọ dipo apapọ fun ijabọ awọn ọna ẹkọ

source: Select max progress vs average for learning paths at course level
yo_ng: Yan ilọsiwaju ti o pọ julọ dipo apapọ fun awọn ọna ẹkọ ni ipele ikẹkọ

source: Enable redefinition of the setting to show the best progress instead of averages in reporting of learnpaths at a course level.
yo_ng: Ṣe amulẹ atunṣe eto lati han ilọsiwaju ti o dara julọ dipo awọn aapapọ ni ijabọ awọn ọna ẹkọ ni ipele ikẹkọ.

source: Learners can export learning paths
yo_ng: Awọn akẹkọ le ṣe okeere awọn ọna ẹkọ

source: Enable this to allow learners to download the learning paths as SCORM packages.
yo_ng: Ṣe amulẹ eyi lati gba awọn akẹkọ laaye lati ṣe igbasilẹ awọn ọna ẹkọ bi awọn apako SCORM.

source: Display link to learning path on course home when invisible
yo_ng: Han ọna asopọ si ọna ẹkọ lori ile ikẹkọ nigbati ko han

source: If a learning path is set to invisible but the teacher/coach decided to make it available from the course homepage, this option prevents Chamilo from hiding the link on the course homepage.
yo_ng: Ti ọna ẹkọ kan ba ṣeto si ko han ṣugbọn olukọ / olukọni pinnu lati jẹ ki o wa lati oju-iwe akọle ikẹkọ, aṣayan yii ṣe idiwọ Chamilo lati fi ọna asopọ pamọ lori oju-iwe akọle ikẹkọ.

source: Display learning path availability to learners
yo_ng: Han wiwa ọna ẹkọ si awọn akẹkọ

source: Show learning paths to learners with their availability dates, rather than hiding them until the date comes.
yo_ng: Han awọn ọna ẹkọ si awọn akẹkọ pẹlu awọn ọjọ wiwa wọn, dipo fifi wọn pamọ titi di ọjọ yẹn.

source: Update SCO status autonomously
yo_ng: Ṣe imudojuiwọn ipo SCO ni adase

source: If the SCO is not sending a status, take over and update the status based on what can be observed in Chamilo.
yo_ng: Ti SCO ko ba fi ipo ranṣẹ, gba lori ati ṣe imudojuiwọn ipo naa da lori ohun ti a le ṣe akiyesi ni Chamilo.

source: Upload SCORM from cache dir
yo_ng: Gbe SCORM soke lati ọdọ cache dir

source: Allow admins to upload a SCORM package (in zip form) into the cache directory and to use it as import source on the SCORM upload page.
yo_ng: Gba awọn admins laaye lati gbe apo SCORM (ni fọọmu zip) sinu iṣiro cache ati lati lo bi orisun gbe wọle lori oju-iwe igbe SCORM.

source: Unlock learning path item if max attempt is reached for test prerequisite
yo_ng: Ṣii ohun ọna ẹkọ ti igbiyanju ti o pọ julọ ba de fun idanwo ohun elo ṣaaju

source: Hide percentage sign in average of tests in learning paths in learner follow-up
yo_ng: Fi ami ipin ogorun pamọ ni apapọ awọn idanwo ni awọn ọna ẹkọ ni atẹle akẹkọ

source: Hides the icon of percentage in 'Average of tests in Learning Paths' indication on a student tracking
yo_ng: Fi aami ipin ogorun pamọ ni itọkasi 'Apapọ awọn idanwo ni Awọn ọna Ẹkọ' lori itọpa ọmọ ile-iwe

source: Add acquisition column in learner follow-up
yo_ng: Fi iwe gbigba kun sinu atẹle akẹkọ

source: Add column to learner follow-up page to show acquisition status by a learner on a learning path.
yo_ng: Fi iwe kun si oju-iwe atẹle akẹkọ lati han ipo gbigba nipasẹ akẹkọ lori ọna ẹkọ kan.

source: Add visibility information for learning paths on learner follow-up page
yo_ng: Fi alaye hàn hàn fun awọn ọna ẹkọ lori oju-iwe atẹle akẹkọ

source: Include learning paths not subscribed to on learner follow-up page
yo_ng: Kọ awọn ọna ẹkọ ti ko forukọsilẹ si lori oju-iwe atẹle akẹkọ

source: Order of tools on 'My progress' page
yo_ng: Bere ti awọn irinṣẹ lori oju-iwe 'Ilọsiwaju Mi'

source: Change the order of tools shown on the 'My progress' page for learners. Options include 'quizzes', 'learning_paths' and 'skills'.
yo_ng: Yi ọkọọkan awọn irinṣẹ ti o han lori oju-iwe 'Ilọsiwaju Mi' fun awọn akẹkọ pada. Awọn aṣayan pẹlu 'awọn idanwo', 'awọn_ọna_ẹkọ' ati 'awọn ọgbọn'.

source: Navigate between learning paths
yo_ng: Rìn laarin awọn ọna ẹkọ

source: Add the possibility to select a 'next' learning path and show buttons inside the learning path to move from one to the next.
yo_ng: Fi iṣeeṣe kun lati yan ọna ẹkọ 'tó nbọ' kan ati han awọn bọtini inu ọna ẹkọ lati lọ kuro ọkan si ekeji.

source: Date-based learning path items prerequisites
yo_ng: Awọn ohun elo ṣaaju awọn ohun ọna ẹkọ ti o da lori ọjọ

source: Adds the option to define prerequisites with start and end dates for learnpath items.
yo_ng: Fi aṣayan kun lati ṣalaye awọn ohun elo ṣaaju pẹlu awọn ọjọ ibẹrẹ ati ipari fun awọn ohun ọna ẹkọ.

source: Update users e-mail to dummy value during imports
yo_ng: Ṣe imudojuiwọn imeeli awọn olumulo si iye apanilẹrin lakoko awọn gbe wọle

source: During special CSV cron imports of users, automatically replace e-mails with dummy e-mail username@example.com.
yo_ng: Lakoko awọn gbe wọle cron CSV pataki ti awọn olumulo, yipada awọn imeeli laifọwọ pẹlu orukọ imeeli apanilẹrin username@example.com.

source: Extra e-mail HTML header attributes
yo_ng: Awọn ohun ini akọsori HTML imeeli afikun

source: Extra e-mail HTML body attributes
yo_ng: Awọn ohun ini ara HTML imeeli afikun

source: E-mail editor for anonymous
yo_ng: Olootu imeeli fun alailorukọ

source: Allow anonymous users to send e-mails from the platform. In this day and age of information security this is not a recommended option.
yo_ng: Gba awọn olumulo alailorukọ laaye lati fi imeeli ranṣẹ lati pẹpẹ. Ni ọjọ-ọjọ yii ti aabo alaye eyi kii ṣe aṣayan ti a fọwosi.

source: Hide e-mail content to bring users to platform
yo_ng: Fi akoonu imeeli pamọ lati mu awọn olumulo wa si pẹpẹ

source: Prefer short e-mail versions with a link to the messaging space on the platform to increase platform-based engagement.
yo_ng: Fẹ awọn ẹya imeeli kukuru pẹlu ọna asopọ si aaye ifọrọranṣẹ lori pẹpẹ lati mu ifaramọ orisun pẹpẹ pọ si.

source: Send 2 registration e-mails
yo_ng: Fi imeeli iforukọsilẹ 2 ranṣẹ

source: Send two separate e-mails on registration. One for the username, another one for the password.
yo_ng: Fi awọn imeeli meji lọkọkan ranṣẹ lori iforukọsilẹ. Ọkan fun orukọ olumulo, ekeji fun ọrọ igbaniwọle.

source: Show sender's e-mail address in notifications
yo_ng: Han adirẹsi imeeli olufiranṣẹ ni awọn ifitonileti

source: Send score in percentage in test results notification
yo_ng: Fi aaye ni ipin ogorun ranṣẹ ni ifitonileti awọn abajade idanwo

source: E-mail addresses to send cronjobs execution reports
yo_ng: Awọn adirẹsi imeeli lati fi awọn ijabọ ipaniyan cronjobs ranṣẹ

source: Given as array of e-mail addresses. Does not work for all cronjobs yet.
yo_ng: A fun gẹgẹbi akojọ awọn adirẹsi imeeli. Ko ṣiṣẹ fun gbogbo awọn cronjobs sibẹsibẹ.

source: Extended notifications footer
yo_ng: Ẹsẹ awọn ifitonileti ti o gbooro

source: Add a custom extra footer for notifications emails for a specific language, for example for privacy policy notices. Multiple languages and paragraphs can be added.
yo_ng: Fi ẹsẹ afikun ti a ṣe aṣayẹwu kun fun awọn imeeli ifitonileti fun ede kan pato, fun apẹẹrẹ fun awọn akọsilẹ eto ikọri. Awọn ede pupọ ati awọn paragraf le ṣe afikun.

source: Allow private messages between teachers about a learner
yo_ng: Gba awọn ifọrọrọ ikọkọ laarin awọn olukọ nipa ọmọ ẹkọ kan

source: Allow exchange of messages from teachers/bosses about a user from the tracking page of that user.
yo_ng: Gba paṣipaarọ awọn ifọrọrọ lati ọdọ awọn olukọ/awọn ọga nipa olumulo kan lati oju-iwe itọpa ti olumulo yẹn.

source: Allow learners to see messages about them between teachers
yo_ng: Gba awọn ọmọ ẹkọ lati rii awọn ifọrọrọ nipa wọn laarin awọn olukọ

source: If exchange of messages about a user are enabled, this option will allow the corresponding user to see the messages. This is to comply with rules of transparency the organization may need to comply to.
yo_ng: Ti a ba ṣiṣẹ paṣipaarọ awọn ifọrọrọ nipa olumulo kan, aṣayan yii yoo gba olumulo ti o ṣe pataki lati rii awọn ifọrọrọ. Eyi jẹ lati ni ibamu pẹlu awọn ofin idaniloju ti ile-iṣẹ le nilo lati ni ibamu.

source: Like/Dislike for social posts
yo_ng: Fẹràn/Kò fẹran fun awọn ifiweranṣẹ awujọ

source: Allows users to add feedback (likes or dislikes) to posts in social wall.
yo_ng: Gba awọn olumulo lati ṣafikun awọn esi (awọn ifẹràn tabi awọn ikorira) si awọn ifiweranṣẹ ni ogiri awujọ.

source: Disable 'dislike' for social posts
yo_ng: Pa 'ikorira' fun awọn ifiweranṣẹ awujọ

source: Remove the thumb down option for social posts feedback. Only keep thumb up (like).
yo_ng: Yọ aṣayan atanpako isalẹ kuro fun awọn esi ifiweranṣẹ awujọ. Ṣii ṣẹṣẹ atanpako soke (fẹràn).

source: Admins can see personal messages
yo_ng: Awọn admins le rii awọn ifọrọrọ ti ara ẹni

source: Allow administrators to see personal messages between a teacher and a learner. Please make sure you include a note in your terms and conditions as this might affect privacy protection.
yo_ng: Gba awọn alabojuto lati rii awọn ifọrọrọ ti ara ẹni laarin olukọ kan ati ọmọ ẹkọ kan. Jọwọ rii daju pe o fi akọsilẹ sinu awọn ofin ati awọn ipinnu rẹ nitori eyi le ni ipa lori aabo aabo.

source: Teachers can access learners messages only within session timeframe
yo_ng: Awọn olukọ le wọle si awọn ifọrọrọ ọmọ ẹkọ nikan laarin akoko igba ikawe

source: Filter messages between a teacher and a learner between the session start end dates
yo_ng: Ṣe àlẹ̀dí àwọn ìfọ̀rọ̀wérọ̀ láàárín olùkọ́ àti akẹ́kọ̀ọ́ láàárín àwùjọ àwùjọ ìbẹ̀rẹ̀ àti òpin ìgba ìdàgbàsókè.

source: UNO converter binaries
yo_ng: Awọn binaries converter UNO

source: Give the system path to the UNO converter library to enable some extra exporting features.
yo_ng: Fun oju-ọna eto si ile-ikawe converter UNO lati mu awọn ẹya oke-oke ṣiṣẹ.

source: Hide main navigation menu
yo_ng: Fi akojọ aṣayan ifọrọranṣẹ akọkọ pamọ

source: When using Chamilo for a specific purpose (like one massive online exam), you might want to reduce distraction even more by removing the side menu.
yo_ng: Nigbati lilo Chamilo fun idi kan pato (bii idanwo nla kan lori ayelujara), o le fẹ lati dinku idasisẹ paapaa diẹ sii nipa yiyọ akojọ ẹgbẹ kuro.

source: PDF export resolution
yo_ng: Ipin gbigbe jade PDF

source: This represents the resolution of generated PDF files (in dot per inch, or dpi). The default is 96. Increasing it will give you better resolution PDF files but will also increase the weight and generation time of the files.
yo_ng: Eyi ṣe aṣoju ipinnu ti awọn faili PDF ti a ṣẹda (ni aaye fun inch, tabi dpi). Aiyipada jẹ 96. Pipada rẹ yoo fun ọ ni awọn faili PDF ipinnu to dara julọ ṣugbọn yoo tun mu iwuwo ati akoko ipilẹṣẹ ti awọn faili pọ si.

source: Skip generic data in learner self-tracking page
yo_ng: Yọ data jẹẹmu kuro ni oju-iwe itọpa ara-ẹni ti ọmọ ẹkọ

source: If the 'My progress' page takes too long to load, you might want to remove the processing of generic statistics for the user. In this case enable this setting.
yo_ng: Ti oju-iwe 'Ilọsiwaju mi' ba gba akoko pipẹ lati ṣe gbejade, o le fẹ lati yọ ilana ti awọn iṣiro jẹẹmu kuro fun olumulo. Ni ọran yii ṣiṣẹ eto yii.

source: Hide the complete username in 'who is online'
yo_ng: Fi orukọ olumulo pipe pamọ ni 'tani ni ayelujara'

source: The 'who is online' page (if enabled) will show a picture and a name for each user currently online. Enable this option to hide the names.
yo_ng: Oju-iwe 'tani ni ayelujara' (ti a ba ṣiṣẹ) yoo han aworan kan ati orukọ kan fun ọdọwọ olumulo lọwọlọwọ lori ayelujara. Ṣiṣẹ aṣayan yii lati fi awọn orukọ pamọ.

source: Default number of table rows
yo_ng: Nọmba ila tabili aiyipada

source: How many rows should be shown in all tables by default.
yo_ng: Awọn ila melo yẹ ki o han ni gbogbo awọn tabili nipasẹ aiyipada.

source: Double validation for registration process
yo_ng: Idaniloju ilọmẹrin fun ilana iforukọsilẹ

source: Simply display a confirmation request on the registration page before going forward with the user creation.
yo_ng: Han idaniloju idaniloju lasan lori oju-iwe iforukọsilẹ ṣaaju lilọ siwaju pẹlu ṣẹda olumulo.

source: Prevent access to 'My progress'
yo_ng: Deni iraye si 'Ilọsiwaju mi'

source: In specific implementations like online exams, you might want to prevent user access to the 'My progress' page.
yo_ng: Ni awọn imuse pato bii awọn idanwo lori ayelujara, o le fẹ lati ṣe idiwọ iraye si olumulo si oju-iwe 'Ilọsiwaju mi'.

source: Generate random username
yo_ng: Ṣẹda orukọ olumulo laileto

source: When importing users (batch processes), automatically generate a random string for username. Otherwise, the username will be generated on the basis of the firstname and lastname, or the prefix of the e-mail.
yo_ng: Nigbati a ba n gbe awọn olumulo wọle (awọn ilana iṣẹ-pupọ), ṣẹda okun laileto kan fun orukọ olumulo laifọwọyi. Bibẹẹkọ, orukọ olumulo yoo jẹ ipilẹ lori orukọ akọkọ ati orukọ idile, tabi ìprefix ti imeeli.

source: Timepicker increment
yo_ng: Afikun timepicker

source: Minimal time increment (in minutes) when selecting a date and time with the timepicker widget. For example, it might not be useful to have less than 5 or 15 minutes increments when talking about assignment submission, availability of a test, start time of a session, etc.
yo_ng: Afikun akoko ti o kere julọ (ni iṣẹju) nigbati yiyan ọjọ ati akoko pẹlu widget timepicker. Fun apẹẹrẹ, o le ma ṣe pataki lati ni awọn afikun ti o kere ju 5 tabi 15 iṣẹju nigbati a ba sọ nipa ifisilẹ iṣẹ ṣiṣe, wiwa idanwo kan, akoko ibẹrẹ igba ikawe, abbl.

source: Proxy settings
yo_ng: Eto proxy

source: Some features of Chamilo will connect to the exterior from the server. For example to make sure an external content exists when creating a link or showing an embedded page in the learning path. If your Chamilo server uses a proxy to get out of its network, this would be the place to configure it.<br><pre> [ 'stream_context_create' => [ 'http' => [ 'proxy' => 'tcp://example.com:8080', 'request_fulluri' => true ] ], 'curl_setopt_array' => [ 'CURLOPT_PROXY' => 'http://example.com', 'CURLOPT_PROXYPORT' => '8080' ] ] </pre>
yo_ng: Diẹ ninu awọn ẹya Chamilo yoo sopọ si ita lati olupin. Fun apẹẹrẹ lati rii daju pe akoonu ita wa nigbati a ṣẹda ọna asopọ tabi han oju-iwe ti a fi sinu ọna ikẹkọ. Ti olupin Chamilo rẹ nlo proxy lati jade kuro ninu nẹtiwọọki rẹ, eyi yoo jẹ ibi lati ṣeto rẹ.<br><pre> [ 'stream_context_create' => [ 'http' => [ 'proxy' => 'tcp://example.com:8080', 'request_fulluri' => true ] ], 'curl_setopt_array' => [ 'CURLOPT_PROXY' => 'http://example.com', 'CURLOPT_PROXYPORT' => '8080' ] ] </pre>

source: Video features
yo_ng: Awọn ẹya fidio

source: Array of extra features you can enable for the video player in Chamilo. Options include 'speed', which allows you to change the playback speed of a video.<br><pre> ['features' => ['speed']] </pre>
yo_ng: Ọkọọkan awọn ẹya afikun ti o le ṣiṣẹ fun ẹrọ orin fidio ni Chamilo. Awọn aṣayan pẹlu 'iyara', eyiti o gba ọ laaye lati yi iyara ṣiṣẹ fidio pada.<br><pre> ['features' => ['speed']] </pre>

source: Default offered pagination numbers in tables
yo_ng: Awọn nọmba pagination ti a funni lọwọlọwọ ni awọn tabili

source: Set the options you want to appear in the navigation around a table to show less or more rows on one page. e.g. [50, 100, 200, 500].<br><pre> ['options' => [50, 100, 200, 500]] </pre>
yo_ng: Ṣeto awọn aṣayan ti o fẹ han ni lilọ kiri ni ayika tabili lati han diẹ tabi awọn ila diẹ sii lori oju-iwe kan. fun apẹẹrẹ [50, 100, 200, 500].<br><pre> ['options' => [50, 100, 200, 500]] </pre>

source: Webservices return user field
yo_ng: Webservices pada aaye olumulo

source: Ask REST webservices (v2.php) to return another identifier for fields related to user ID. This is useful if the external system doesn't really deal with user IDs as they are in Chamilo, as it helps the external system match the user data return with some external data that is know to Chamilo. For example, if you use an external authentication system, you can return the extra field used to match the user with the external authentication system rather than user.id.
yo_ng: Beere awọn webservices REST (v2.php) lati pada idamo idamo miiran fun awọn aaye ti o ni ibatan si ID olumulo. Eyi wulo ti eto ita ko ṣe pẹlu awọn ID olumulo bi wọn ti wa ni Chamilo, nitori o ṣe iranlọwọ fun eto ita lati baramu ipadabọ data olumulo pẹlu diẹ ninu data ita ti Chamilo mọ. Fun apẹẹrẹ, ti o ba nlo eto ijẹruro ita, o le pada aaye afikun ti a lo lati baramu olumulo pẹlu eto ijẹruro ita dipo user.id.

source: Hide disabled settings in sub-URLs
yo_ng: Fi awọn eto ti a pa pamọ sinu awọn URL-ipin
