Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Create this course request
qu_pe: Kay ñawpaq yachay wasi mañakusqata kamachiy

source: Request date
qu_pe: Mañakuy pacha

source: Accept this course
qu_pe: Kay kursota qhawayllay

source: A new course %s is going to be created. Is it OK to proceed?
qu_pe: Ñawpaq kursota %s kamachikun. ¿Rillakunki?

source: Additional information about %s course request is going to be asked through an e-mail message. Is it OK to proceed?
qu_pe: Ñawpaq yachay wasi mañakusqayuq %s willakuykunaq yachayniykunaq yachakuy emailmanta qatachikun. ¿Rillakunki?

source: Ask for additional information
qu_pe: Yachayniykunaq yachakuy

source: Your browser does not support SVG files. To use the drawing tool you must have an advanced browser such as Firefox or Chrome
qu_pe: Navegadorqanqa SVG killaqkunata manam saqenichu. Pukyuchiy yachakuyta saqenichiy Firefox o Chrome nisqakunaq avanzadokunawan.

source: Browscap loading browscap.ini file that contains a large amount of data on the browser and its capabilities, so it can be used by the function get_browser () PHP
qu_pe: Browscapqa browscap.ini killaqta cargachiy, navegadormanta yachayniykunaq yachakuykunawan, PHP get_browser() funcionwan saqenichik.

source: Delete this course request
qu_pe: Kay ñawpaq yachay wasi mañakusqata hapiy

source: The course request %s is going to be deleted. Is it OK to proceed?
qu_pe: Ñawpaq yachay wasi mañakusqa %s hapikun. ¿Rillakunki?

source: Reject this course request
qu_pe: Kay ñawpaq yachay wasi mañakusqata chinkachiy

source: The course request %s is going to be rejected. Is it OK to proceed?
qu_pe: Ñawpaq yachay wasi mañakusqa %s chinkachikun. ¿Rillakunki?

source: The course request %s has been accepted. A new course %s has been created.
qu_pe: Ñawpaq yachay wasi mañakusqa %s qhawayllasqa. Ñawpaq kursota %s kamachisqa.

source: The course request %s has not been accepted due to internal error.
qu_pe: Ñawpaq yachay wasi mañakusqa %s manam qhawayllasqachu, chinkachisqa kasqapitaq.

source: The course request %s has been rejected.
qu_pe: Ñawpaq yachay wasi mañakusqa %s chinkachisqa.

source: The course request %s has not been rejected due to internal error.
qu_pe: Ñawpaq yachay wasi mañakusqa %s manam chinkachisqachu, chinkachisqa kasqapitaq.

source: Additional information about the course request %s has been asked.
qu_pe: Ñawpaq yachay wasi mañakusqayuq %s yachayniykunaq yachakuy qatachisqa.

source: Additional information about the course request %s has not been asked due to internal error.
qu_pe: Ñawpaq yachay wasi mañakusqayuq %s yachayniykunaq yachakuy manam qatachisqachu, chinkachisqa kasqapitaq.

source: The course request %s has been deleted.
qu_pe: Ñawpaq yachay wasi mañakusqa %s hapisqa.

source: The course request %s has not been deleted due to internal error.
qu_pe: Ñawpaq yachay wasi mañakusqa %s manam hapisqachu, chinkachisqa kasqapitaq.

source: Delete selected course request(s)
qu_pe: Qhawayllasqa ñawpaq yachay wasi mañakusqa(s)

source: The selected course requests have been deleted.
qu_pe: Qhawayllasqa ñawpaq yachay wasi mañakusqakuna hapisqa.

source: Some of the selected course requests have not been deleted due to internal error.
qu_pe: Qhawayllasqa ñawpaq yachay wasi mañakusqakunamanta huktekuna manam hapisqachu, chinkachisqa kasqapitaq.

source: %s A request for a new course %s
qu_pe: %s Yachay wasi askha %s

source: We registered the following request for a new course:
qu_pe: Kay yachay wasi askha qillqasqakunata qillqasqayku:

source: This course request can be approved on the following page:
qu_pe: Kay yachay wasi askha rurasqaykita kay pachapi ruraq:

source: The "Course validation" feature is not enabled at the moment. In order to use this feature, please, enable it by using the %s setting.
qu_pe: "Yachay wasi ruray" amawtachasqa manam kanchu chaypaq. Kay amawtachasqatam yachakunaykipaq %s amawtachasqatam qhaway.

source: The information about this course request is considered protected; it can be used only to open a new course within our e-learning portal; it should not be revealed to third parties.
qu_pe: Kay yachay wasi askha willaymanta willakuykuna amachasqa; kaypi e-learning portalpi yachay wasi askhaypi qallariykuq; qharqipakunaq ruraq manam willakunanchu.

source: Courses validation
qu_pe: Yachay wasikuna ruray

source: When the 'Courses validation' feature is enabled, a teacher is not able to create a course alone. He/she fills a course request. The platform administrator reviews the request and approves it or rejects it.<br />This feature relies on automated e-mail messaging; set Chamilo to access an e-mail server and to use a dedicated an e-mail account.
qu_pe: 'Yachay wasikuna ruray' amawtachasqa kaptinqa, yachay wasi qhawaykuq manam yachay wasita mañakunmanchu. Yachay wasi askhatam qillqay. Plataforma amawt'a askhata qhawaynin y rurayninmi ninkunman.<br />Kay amawtachasqa kikin email willakuykunata suyani; Chamilo email sirwidorpi y email suyupi qhaway.

source: %s A request for additional information about the course request %s
qu_pe: %s Yachay wasi askha willakuy askha %s

source: We have received your request for a new course with code %s. Before we consider it for approval, we need some additional information. Please, provide brief information about the course content (description), the objectives, the learners or the users that are to be involved in the proposed course. If it is applicable, mention the name of the institution or the unit on which behalf you made the course request.
qu_pe: Yachay wasi askhaykita %s kutiwan qhawarisqayku. Ruraywan munaspaykama, willakuy askha munayku. Yachay wasi willakuy qillqay (willay), yachakuna, yachakuqkuna ninkunata qillqay. Ruraqkunata yachay wasi askha qillqasqayki.

source: %s The course request %s has been approved
qu_pe: %s Yachay wasi askha %s rurayarqan

source: Your course request %s has been approved. A new course %s has been created and you are registered in it as a teacher. You can access your newly created course from: %s
qu_pe: Yachay wasi askhayki %s rurayarqan. Yachay wasi askha %s qhawaytarqan y yachay wasi qam amawt'aqman rikurisqayki. Kay yachay wasi askha %s qhaway.

source: %s The course request %s has been rejected
qu_pe: %s Yachay wasi askha %s qhasiyarqan

source: To our regret we have to inform you that your course request %s has been rejected due to not fulfilling the requirements of our Terms and Conditions.
qu_pe: Yachay wasi askhayki %s qhasiyarqan, Terms and Conditions qhawaykunaq manam kanchu.

source: Course validation - a link to the terms and conditions
qu_pe: Yachay wasi ruray - terms and conditions willakuy

source: This is the URL to the 'Terms and Conditions' document that is valid for making a course request. If the address is set here, the user should read and agree with these terms and conditions before sending a course request.<br />If you enable Chamilo's 'Terms and Conditions' module and if you want its URL to be used, then leave this setting empty.
qu_pe: 'Terms and Conditions' willakuy URL yachay wasi askha ruraq. Kay URL qillqasqa kaptinqa, yachay wasi askha kachamuspaq terms and conditions qhaway y ruray.<br />Chamilo 'Terms and Conditions' amawtachasqatam qhaway y URL suyupi qillqay.

source: The course has not been created due to an internal error.
qu_pe: Yachay wasi manam qhawaytarqanchu, internal errorrayku.

source: The course request has not been created due to an internal error.
qu_pe: Yachay wasi askha manam qhawaytarqanchu, internal errorrayku.

source: Edit a course request
qu_pe: Yachay wasi askha llamk'ay

source: The course request you wanted to access has not been found or it does not exist.
qu_pe: Yachay wasi askha manam tarisqachu ninkunman.

source: This file name already exists, choose another to save your image.
qu_pe: Kay willay sutin kashan, hukta suyaykipaq.

source: The course request %s has not been updated due to internal error.
qu_pe: Yachay wasi askha %s manam llamk'ayarqanchu, internal errorrayku.

source: The course request %s has been updated.
qu_pe: Yachay wasi askha %s llamk'ayarqan.

source: Fill with demo content
qu_pe: Demo willakuykuna qillqay

source: Single Sign On
qu_pe: Unku tuyta ñawpaq

source: Enabling Single Sign On allows you to connect this platform as a slave of an authentication master, for example a Drupal website with the Drupal-Chamilo plugin or any other similar master setup.
qu_pe: Single Sign On amawtachasqaqa, kay platformata authentication masterwan qhapuy, huk Drupal website Drupal-Chamilo pluginwan.

source: Domain of the Single Sign On server
qu_pe: Single Sign On sirwi dominyu

source: The domain of the Single Sign On server (the web address of the other server that will allow automatic registration to Chamilo). This should generally be the address of the other server without any trailing slash and without the protocol, e.g. www.example.com
qu_pe: Single Sign On sirwi dominyu (web address Chamiloq Chamilo registracionta ruray). www.example.com hina.

source: Single Sign On server authentication URL
qu_pe: Single Sign On sirwi authentication URL

source: The address of the page that deals with the authentication verification. For example /?q=user in Drupal's case.
qu_pe: Authentication verification pachatam address. Drupalpi /?q=user hina.

source: Single Sign On server's logout URL
qu_pe: Single Sign On sirwi logout URL

source: The address of the page on the server that logs the user out. This option is useful if you want users logging out of Chamilo to be automatically logged out of the authentication server.
qu_pe: Sirwip yachakuq logout pachatam address. Chamilo logout yachakuq authentication sirwimanta logout.

source: Single Sign On server's protocol
qu_pe: Single Sign On sirwi protocol

source: The protocol string to prefix the Single Sign On server's domain (we recommend you use https:// if your server is able to provide this feature, as all non-secure protocols are dangerous for authentication matters)
qu_pe: Single Sign On sirwi dominyuta protocol string (https:// suyaykuq).

source: WIRIS mathematical editor
qu_pe: WIRIS yachay matemátikup editor

source: Enable WIRIS mathematical editor. Installing this plugin you get WIRIS editor and WIRIS CAS.<br/>This activation is not fully realized unless it has been previously downloaded the <a href='http://www.wiris.com/es/plugins3/ckeditor/download' target='_blank'>PHP plugin for CKeditor WIRIS</a> and unzipped its contents in the Chamilo's directory main/inc/lib/javascript/ckeditor/plugins/.<br/>This is necessary because Wiris is proprietary software and his services are <a href='http://www.wiris.com/store/who-pays' target='_blank'>commercial</a>. To make adjustments to the plugin, edit configuration.ini file or replace his content by the file configuration.ini.default shipped with Chamilo.
qu_pe: WIRIS mathematical editor amawtachay. Kay plugin WIRIS editor y WIRIS CAS qhaway.<br/>Kay amawtachasqa manam kanchu <a href='http://www.wiris.com/es/plugins3/ckeditor/download' target='_blank'>PHP plugin for CKeditor WIRIS</a> main/inc/lib/javascript/ckeditor/plugins/pi qillqasqachu.<br/>Wiris proprietary software y <a href='http://www.wiris.com/store/who-pays' target='_blank'>commercial</a>. Configuration.ini llamk'ay.

source: File export as
qu_pe: Willay export as

source: Spell check
qu_pe: Kamay yachana

source: Enable spell check
qu_pe: Spell check amawtachay

source: Create and edit SVG files
qu_pe: SVG willaykuna qhaway y llamk'ay

source: This option allows you to create and edit SVG (Scalable Vector Graphics) multilayer online, as well as export them to png format images.
qu_pe: SVG (Scalable Vector Graphics) multilayer online qhaway y llamk'ay, png format export.

source: Forcing pasting as plain text in the wiki
qu_pe: Wiki plain text paste qhaway

source: This will prevent many hidden tags, incorrect or non-standard, copied from other texts to stop corrupting the text of the Wiki after many issues; but will lose some features while editing.
qu_pe: Wiki text corrupcionta qhaway, features llamk'aywan.

source: Activate Google maps
qu_pe: Google maps amawtachay

source: Activate the button to insert Google maps. Activation is not fully realized if not previously edited the file main/inc/lib/fckeditor/myconfig.php and added a Google maps API key.
qu_pe: Google maps insert button amawtachay. main/inc/lib/fckeditor/myconfig.php llamk'ay y Google maps API key qillqay.

source: Activate Image maps
qu_pe: Image maps amawtachay

source: Activate the button to insert Image maps. This allows you to associate URLs to areas of an image, creating hotspots.
qu_pe: Image maps insert button amawtachay. Image areas URL asociacion, hotspots qhaway.

source: Clean search results
qu_pe: Search results qhaway

source: Exercise can't be edited after being added to the Learning Path
qu_pe: Learning Pathpi qhawaykuq exercise llamk'ay manam

source: Course tool
qu_pe: Yachay wasi amawt'a

source: Results of learning paths exercises by session
qu_pe: Learning paths exercises results sessionwan

source: Learning paths exercises results list
qu_pe: Yachay ñan rikch'akuna kamachisqan rikch'akuna ruray

source: Please select a course
qu_pe: Kay kursonman mañay

source: Learner score average is calculated bases on all learning paths and all attempts
qu_pe: Yachakuq puntuq promidyoq ñawpaq yachay ñankunaq churaykunaqwan rurachisqa

source: Average score
qu_pe: Promidyo puntu

source: Last connexion date
qu_pe: Ñawpaq tinkiy

source: Videoconference
qu_pe: Videokonferensya

source: BigBlueButton videoconference tool
qu_pe: BigBlueButton videokonferensya rurana

source: Choose whether you want to enable the BigBlueButton videoconference tool. Once enabled, it will show as an additional course tool in all courses' homepage, and teachers will be able to launch a conference at any time. Learners will not be able to launch a conference, only join one. If you don't have a BigBlueButton server, please <a href="http://bigbluebutton.org/" target="_blank">set one up</a> or ask the <a href="http://www.chamilo.org/en/providers" target="_blank">Chamilo official providers</a> for a quote.
qu_pe: BigBlueButton videokonferensya rurananata qhaway, manaqchusqata. Qhawaykuptin, kursokunaq ñawpaq rurananaman qhasi karqan, yachakuqkunaqa ñawpaq tinkiyta atikunqaku. Yachakuqkunaqa manam tinkiyta atikunqakuchu, qhepamantataq. Manam BigBlueButton sirbitutaq kanmanchu, <a href="http://bigbluebutton.org/" target="_blank">kamachiy</a> ukhu <a href="http://www.chamilo.org/en/providers" target="_blank">Chamilo ruraykunaqwan</a> mañakuy.

source: BigBlueButton server host
qu_pe: BigBlueButton sirbi hospitay

source: This is the name of the server where your BigBlueButton server is running. Might be <i>localhost</i>, an IP address (e.g. 192.168.13.54) or a domain name (e.g. my.video.com).
qu_pe: Kay BigBlueButton sirbi hospitay sutin, <i>localhost</i>, IP manata (sapaq 192.168.13.54) ukhu domenyu sutin (sapaq my.video.com).

source: Security key of the BigBlueButton server
qu_pe: BigBlueButton sirbiq tupakuy llank'ay

source: This is the security key of your BigBlueButton server, which will allow your server to authentify the Chamilo installation. Refer to the BigBlueButton documentation to locate it.
qu_pe: Kay BigBlueButton sirbiq tupakuy llank'ay, Chamilo kamachinaqta tinkiyta qhachikun. BigBlueButton qillqaywan ruray.

source: Select a picture (SVG, PNG)
qu_pe: Willay sutin mañay (SVG, PNG)

source: Only accessible from your group
qu_pe: Kay grupopitaq ñawpaq

source: This will create a special wiki page in which the teacher can describe the task and which will be automatically linked to the wiki pages where learners perform the task. Both the teacher's and the learners' pages are created automatically. In these tasks, learners can only edit and view theirs pages, but this can be changed easily if you need to.
qu_pe: Kay yachakuq wiki willayta kamachiy, yachakuq kamachiq kamachisqa, yachakuqkunaq wiki willakunawan tinkisqa. Yachakuq kamachiq yachakuqkunaq willakuna ukhu kamachisqa. Kay ruraykunapi, yachakuqkunaqa manam willakunata p'anchakunqakuchu, qhasi karqan.

source: Folders of users
qu_pe: Runakunaq phupa phurpukuna

source: User folder
qu_pe: Runa phupa

source: INFORMATION VISIBLE TO THE TEACHER ONLY: The users folder contains a folder for each user who has accessed it through the documents tool, or when any file has been sent in the course through the online editor. If neither circumstances has occurred, then no user folder will have been created. In the case of groups, files that are sent through the editor will be added in the folder of each group, which is only accessible by students from this group.
qu_pe: YACHAKUQ KAMACHIQ ÑAWPAQ QHAPAQ: Runakuna phupa phurpupi, willakuna ruranakunamanta ukhu kamachisqa runakuna phupa phurpu. Manam kaykunaqchu, manam runa phupa phurpu kanmanchu. Grupokunapi, willakuna ruranakunamanta phupakuna, grupokuna phupa phurpupi qhasisqa, kay grupoykuna yachakuqkunaq ñawpaq.

source: INFORMATION VISIBLE TO THE TEACHER ONLY: This folder contains all sessions that have been opened in the chat. Although the chat sessions can often be trivial, others can be really interesting and worthy of being incorporated as an additional work document. To do this without changing the visibility of this folder, make the file visible and link it from where you deem appropriate. It is not recommended to make this folder visible to all.
qu_pe: YACHAKUQ KAMACHIQ ÑAWPAQ QHAPAQ: Kay phupa phurpupi, chatpi tinkisqa ñawpaq tinkikuna. Chat ñawpaq tinkikuna sapaq, ukhu yachakuq rurayta qhachikun. Kayman tinkiyta, phupa phurpupi manam qhawaykusqata, phupata qhaway yachakuqkunaqman tinkiy. Manam phupa phurpupi ñawpaq qhawaykusqachu.

source: INFORMATION VISIBLE TO THE TEACHER ONLY: This folder contains the various certificates templates that have been created for the rating tool. It is not recommended to make this folder visible to all.
qu_pe: YACHAKUQ KAMACHIQ ÑAWPAQ QHAPAQ: Kay phupa phurpupi, puntu rurananpaq kamachisqa willakuna plantillakuna. Manam phupa phurpupi ñawpaq qhawaykusqachu.

source: Destination folder
qu_pe: Chakiy phupa phurpu

source: Chat conversations history
qu_pe: Chat ñawpaq willakuna

source: Video
qu_pe: Willakuna

source: Images
qu_pe: Willakuna

source: Upload corrections
qu_pe: P'anchakuna k'anchay

source: Enable online services for text to speech conversion
qu_pe: Willakunamanta qillqayman willakuna rurayta qhaway

source: Online tool to convert text to speech. Uses speech synthesis technology to generate audio files saved into your course.
qu_pe: Willakunamanta qillqayman willakuna ruray. Qillqay sintesis yachaywan, kursopi k'anchisqa willakuna kamachiy.

source: Show users folders in the documents tool
qu_pe: Willakuna rurananpi runakuna phupa phurpukunata qhaway

source: This option allows you to show or hide to teachers the folders that the system generates for each user who visits the tool documents or send a file through the web editor. If you display these folders to the teachers, they may make visible or not the learners and allow each learner to have a specific place on the course where not only store documents, but where they can also create and edit web pages and to export to pdf, make drawings, make personal web templates, send files, as well as create, move and delete directories and files and make security copies from their folders. Each user of course have a complete document manager. Also, remember that any user can copy a file that is visible from any folder in the documents tool (whether or not the owner) to his/her portfolios or personal documents area of social network, which will be available for his/her can use it in other courses.
qu_pe: Kay qhasin, yachakuq kamachiqkunaqman willakuna rurananpi ukhu web willakuna ruranakunamanta phupakuna qhawayta ukhu mana qhawayta. Yachakuq kamachiqkunaqman qhawaykuptin, yachakuqkunaqman qhawayta ukhu mana qhawayta, yachakuq runakunaq kursopi phupa phurpupi willakuna k'anchayta, web willakuna kamachiyta, pdfman lluqllayta, willakuna kamachiyta, runakuna web plantillakuna k'anchayta, phupakuna k'anchayta, phupa phurpu phupakuna kamachiyta, p'anchayta ukhu lluqllayta. Runa kursopi willakuna rurananpi phupa phurpupi (sutinchu manachu) willakuna rurananpi phupa phurpupi ukhu red social phupa phurpupi ukhu lluqllayta atikun.

source: Show in documents tool all folders containing multimedia resources supplied by default
qu_pe: Willakuna rurananpi ñawpaq willakuna phupa phurpukunata qhaway

source: Multimedia file folders containing files supplied by default organized in categories of video, audio, image and flash animations to use in their courses. Although you make it invisible into the document tool, you can still use these resources in the platform web editor.
qu_pe: Willakuna phupa phurpukuna willakuna, willakuna, qillqay, willakuna ukhu flash animasyon kategoriykunapi ñawpaq kamachisqa. Willakuna rurananpi mana qhawaykuptin, platforma web willakuna rurananpi ukhu kay willakunakunata atikunki.

source: Show the history folder of chat conversations
qu_pe: Chat ñawpaq willakuna phupa phurpukunata qhaway

source: This will show to theacher the folder that contains all sessions that have been made in the chat, the teacher can make them visible or not learners and use them as a resource
qu_pe: Yachakuq kamachiqman chatpi ñawpaq tinkisqa ñawpaq tinkikuna phupa phurpukunata qhawayta, yachakuq kamachiq yachakuqkunaqman qhawayta ukhu mana qhawayta, willakuna rurayta atikun

source: Allow learners to export web documents to PDF format in the documents and wiki tools
qu_pe: Yachakuqkunaq willakuna rurananpi ukhu wiki rurananpi PDF formatoman lluqllayta qhaway

source: This feature is enabled by default, but in case of server overload abuse it, or specific learning environments, might want to disable it for all courses.
qu_pe: Kay qhasin ñawpaq qhaway, sirbiq overload ukhu, yachay yachaypi mana qhawayta atikun.

source: Allow insertion of widgets
qu_pe: Widgetkunata qhaway

source: This allows you to embed on your webpages your favorite videos and applications such as vimeo or slideshare and all sorts of widgets and gadgets
qu_pe: Kay web willakunapi vimeo ukhu slideshare ukhu widgetkunata qhawayta atikun

source: Create audio
qu_pe: Qillqay kamachiy

source: Enter the text you want to convert to an audio file
qu_pe: Qillqayman lluqllayta munaspayki willakuna qillqay

source: Convert your text to speech
qu_pe: Willakunamanta qillqayman lluqllay

source: Build mp3
qu_pe: mp3 kamachiy

source: Voice
qu_pe: Sutin

source: Female
qu_pe: Sarmita

source: Male
qu_pe: Qhari

source: Load the Mathjax library in all the system pages
qu_pe: Mathjax libreriyanata platforma willakunaqman k'anchay

source: Activate this setting if you want to show MathML-based mathematical formulas and ASCIIsvg-based mathematical graphics not only in the 'Documents' tool, but elsewhere in the system.
qu_pe: Kay qhasinta qhaway, MathML yachay willakuna ukhu ASCIIsvg yachay willakuna 'Willakuna' rurananpi ukhu platformapi qhaway.

source: Hide tools from teachers
qu_pe: Yachakuq kamachiqkunaq rurananakuna qhap'iy

source: Check the tools you want to hide from teachers. This will prohibit access to the tool.
qu_pe: Yachakuq kamachiqkunaqman qhap'iy rurananakuna maqiy. Kay rurananpi atikunman qhaway.

source: Use Google audio services
qu_pe: Google qillqay ruraykunata atikuy

source: Use vozMe audio services
qu_pe: Usar servicios de audio vozMe

source: Supports up to 100 characters in a wide variety of languages. The files are generated and automatically saved into the Chamilo directory where you currently are.
qu_pe: Yapaq 100 ñawpaq yutiqkunata qhapaq simikunaq kasqanpi. Willakuykunata ruwakunataqmi Chamiloq ruraypi qhatukusqanpi kunaq.
