Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: <p>The Chat tool allows you to chat 'live' with your students in real time. </p> In contrast to most commercial chat tools, the chat in Chamilo is web based and does not require any additional install (e.g. MSN® Yahoo Messenger®. Skype® etc.) A key advantage of this solution is therefore it's immediate availablilty for students, allowing chat to be easily integrated into the course. Moreover, the Chamilo chat tool will automatically archive discussions and save them for ready access later via the Documents tool. (Be warned that the message may take from 1 to 5 seconds to refresh with each exchange - this doesn't mean anything is wrong!!). </p> If learners have uploaded a profile picture it will appear (reduced in size) in the left column - otherwise, it will show a default image. </p> It is the responsibility of the teacher to delete threads whenever he/she deems relevant. </p> <b>Educational Use</b> <p>Adding Chat to your course is not always a good idea. To make best use of this tool, you need to ensure discussions remain focussed on course content. You might, for example, decide to keep the chat facility hidden until it is time for a 'formal' scheduled session. That way,while the freedom of discussions may admittedly be curbed, you are able to better guarantee thatsuch live meetings will be beneficial .</p>
qu_pe: <p>La herramienta 'Chat' le permite charlar en vivo con varios miembros del curso.</p><p><p>Este chat no es igual que el usado por programas como MSN® o Yahoo Messenger®, pues al estar basado en la Web, tarda unos segundos en restaurarse. Sin embargo, tiene la ventaja de estar integrado en el curso, de poder archivar sus charlas en la sección documentos y de no requerir que los usuarios tengan instalado ningún software especial.</p><p>Si los usuarios incluyen sus fotografías en su portafolios electrónico (opción 'Mi perfil' de la barra de menú superior del sitio web), esta aparecerá junto a sus mensajes para ayudar a identificarlos.</p><p>El chat es una herramienta de comunicación sincrónica que permite a varios usuarios intervenir en tiempo real. Cuando los usuarios son dos o tres no hay problema en la interacción, pero cuando éstos son muchos los mensajes pueden sucederse vertiginosamente y se puede llegar a perderse el hilo de la discusión. Al igual que en un aula física, en estos casos es necesario un moderador.Este chat basado en la web no ofrece al profesor unas herramientas especiales de moderación, salvo la de suprimir todos los mensajes en pantalla mediante la opción "Borrar la lista de mensajes". Esto se realiza cuando el profesor quiere borrar todos los mensajes de la pantalla y comenzar de nuevo una conversación.</p><p>También, los usuarios disponen de una casilla para marcar preguntas importantes, aunque no se debe abusar de ella.</p><p><b>Importancia pedagógica</b></p><p>No siempre es necesario proporcionar un espacio de charla en un curso. Sin embargo, si la idea es fomentar la participación, ésta herramienta puede ayudar. Por ejemplo, habitualmente puede ocultar la herramienta de Chat, haciéndola visible en ciertas épocas en que usted tenga una reunión concertada con el resto de los miembros para contestar a sus preguntas en vivo. De esta manera, los estudiantes tendrán la garantía de poder tener varios interlocutores en ese momento.</p><p>El chat se puede usar combinado con otras herramientas o documentos de nuestro sitio web, que hayamos abierto en otra ventana (clic derecho del ratón sobre el enlace del documento o herramienta y seleccionar abrir en una nueva ventana); de esta forma podemos por ej., ir explicando en el chat determinados documentos que hayamos subido a la plataforma.</p><p>Todas las sesiones del chat son guardadas automáticamente y podrán ser visualizadas por los usuarios del curso si así lo desea el administrador del mismo. Aunque muchas veces las sesiones en el chat pueden ser triviales, en otras pueden ser realmente interesantes y dignas de ser incorporadas como un documento más de trabajo.</p>

source: <p>The assignments tool is a very simple tool that allows your students to upload documents to the course.It can be used to accept responses to open questions from individuals or groups, or for uploading any other form of document</p><p>You can make files visible to all students by default, or only visible to yourself according to the requirements of your course. Making all files visible is useful when, for instance, you want to ask students to share opinions on each others papers, or when you want to give them experience in publishing texts globally. Keep files invisible if, for example, you want ask everybody the same question but to avoid 'cheating'. Making the documents invisible will also allow you to have some form of control over when a document is available to all the other students. </p><p>If you want students to hand in a document for grading you're best, from within the tool, to assign submissions to a folder.</p> <p>You can use the the tool to set deadlines and instructions for delivery, as well as a maximum grade/score.</p>
qu_pe: <p>La herramienta 'Publicaciones de los estudiantes' permite a los usuarios publicar documentos en el sitio web del curso. Puede servir para recoger informes individuales o colectivos, recibir respuestas a cuestiones abiertas o para recepcionar cualquier otra forma de documento (si se envían documentos HTML, estos no pueden contener imágenes, pues la plataforma no encontrará los enlaces y las imágenes no se verán). Si este fuera el caso, pueden enviarse en un archivo comprimido para que el profesor los descargue y los visualice en su escritorio, para luego si lo estima oportuno colocarlos en la sección documentos. En cualquier caso, recuerde que cuando realice un enlace entre varios archivos, éste debe ser relativo, no absoluto. </p> <p>Muchos formadores ocultan la herramienta 'Publicaciones de los estudiantes' hasta la fecha en que deban ser enviados los documentos. Otra posibilidad es apuntar a esta herramienta mediante un enlace colocado después del texto de introducción de la actividad o la agenda. La herramienta 'Publicaciones de los estudiantes' dispone también de un texto de introducción que le podrá servir para formular una pregunta abierta, para precisar las instrucciones para la remisión de documentos o para cualquier otra información. La edición se realizará mediante el editor web de la plataforma cuyo uso puede ver en la Ayuda de la sección 'Documentos'. Para insertar imágenes en la introducción bastará que Vd. sepa la URL donde se ubica la imagen, ello lo puede conseguir subiendo una imagen a la zona de trabajos y tras pulsar sobre ella, copiando su URL del navegador. Esta URL será la que peguemos cuando ya dentro del editor nos sea solicitada al intentar insertar una imagen. </p> <p>Dependiendo de su escenario pedagógico, Vd. puede decidir si todos los usuarios podrán ver todos los documentos o si sólo serán visibles para el usuario que los envió y para Vd. que lo ha recibido como profesor. En el primer caso serán también visibles para cualquier usuario (anónimo o no) desde la página principal de la plataforma y sin necesidad de registrarse (siempre que el curso sea público).</p> <p>La opción de visualizar u ocultar los documentos puede establecerse por defecto para los documentos que se reciban en el futuro, aunque para los documentos ya recibidos tendrá que cambiar su estado manualmente, haciendo clic sobre el ojo abierto (para todos los ya publicados, o sólo para algunos que seleccionemos entre ellos). </p> <p>Los trabajos serán siempre públicos tanto para el que los recibe como para el que los envía. Si los trabajos se hacen públicos, dispondrá de un área en la que podrá invitar a los participantes a comentar mutuamente sus producciones según el escenario y los criterios eventualmente formulados en el texto de introducción. Si los trabajos se catalogan como privados, nos encontraremos ante un recipiente con la correspondencia entre el formador y el alumno. </p>

source: <p>The Reporting tool helps you track your students' attendance and progress: Did they connect to the system, When? How many times? How much do they score in tests? Did they already upload their assignment paper? When? If you use SCORM courses, you can even track how much time a student spent on a particular module or chapter. Reporting provides two levels of information:<ul><li><b>Global</b>: How many students have accessed the course? What are the most frequently visited pages and links?</i><li><b>Specific</b>: What pages has John Doe visited? What score does he get in tests? When did he last connect to the platform?</li></ul>
qu_pe: <p>La herramienta 'Estadísticas' le ayuda a realizar un seguimiento de la evolución de los usuario del curso. Este se puede realizar a dos niveles:<ul> <li><b>Global</b>: Número y porcentaje temporal de conexiones al curso, herramientas más usadas, documentos descargados, enlaces visitados, participantes en las lecciones SCORM ? </li> <li><b>Nominal</b>: Permite un seguimiento individualizado. Se realiza desde la herramienta 'Usuarios'. ¿ Cuándo han entrado en la actividad ?, ¿ qué herramientas han visitado ?, ¿ qué puntuaciones han obtenido en los ejercicios ?, ¿ qué publicaciones han realizado en el sito web del curso, y en qué fecha ?, ¿qué documentos han descargado ?, ¿ qué enlaces han visitado ?, ¿ cuánto tiempo han dedicado a cada capítulo de una lección SCORM ?</li></ul>

source: Course settings Help
qu_pe: Yanapa: Yachachina kamachiy

source: <p>The Course Settings allows you to manage the global parameters of your course: Title, code, language, name of trainer etc.</p><p>The options situated in the centre of the page deal with confidentiality settings : is the course public or private? Can users register to it? You can use these settings dynamically e.g. allow self-registration for one week > ask your students to register > close access to self-registration > remove possible intruders through the Users list. This way you keep control of who is registered while avoiding the administrative hassle of registering them yourself.</p>(Note - some organizations prefer not to use this method and opt to centralise registration. In this case, participants cannot enrol in your course at all, even if you, as a trainer / teacher, wish to give them access. To check this, look at the home page of your campus (as opposed to your course homepage) to see if the 'Register' link is present.) </p> <p>At the bottom of the page, you can back up the course and delete it. Backup will create a file on the server and allow you to copy it on your own Hard Disk locally so that there will be two backups each in different places. If you back up a course and then delete it you will not be be able to restore it yourself, but the system administrator can do this for you if you give him/her the code of your course. Backing up a course is also a good way to get all your documents transferred to your own computer. You will need a tool, like Winzip® to UNZIP the archive. Note that backing up a course does not automatically remove it.</p>
qu_pe: <p>Esta herramienta le permite gestionar los parámetros de su curso: Título, código, idioma, nombre de los profesores, etc.</p> <p>Las opciones situadas en el centro de la página se ocupan de parametrizar la confidencialidad: ¿ es un curso público o privado ? ¿ Pueden los propios estudiantes realizar su inscripción ? Vd. puede usar estos parámetros dinámicamente: habilitar durante una semana la opción de que los propios estudiantes se puedan inscribir > pedir a sus estudiantes que realicen esta inscripción > deshabilitar la opción de que los estudiantes puedan inscribirse por sí mismos > eliminar los posibles intrusos en la lista de usuarios. De esta forma Vd. mantiene el control de quien finalmente será miembro del curso, pero no tendrá que inscribirlos uno a uno.</p><p>En el pie de la página tiene la opción de suprimir el sitio web del curso. Le recomendamos que previamente realice una copia de seguridad del mismo a través de la herramienta del mismo nombre que se encuentra en la página principal del curso.</p>

source: Add a Link help
qu_pe: Yanapa: Yapay hoq hawa wataqta

source: <p>Chamilo is a modular tool. You can hide and show tools whenever you want, according to the requirements of your project or to a particular chronological part of it. But you can also add tools or pages to your home page that you have created yourself or that come from outwith your Chamilo portal. That way, you can customise your course home page to make it your own.</p><p>In so doing, you will doubtless want to add your own links to the page. Links can be of two types:<ul><li><b>External link</b>: you create a link on your home page to a website situated outside your course area. In this case, you will select 'Target= In a new window' because you don't want that website to replace your Chamilo environment.</li><li><b>Internal link</b>: you link to a page or a tool inside your Chamilo course. To do this, first go to the relevant page (or document, or tool), copy its URL from the address bar of your browser (CTRL+C), then you go to 'Add link' and paste this URL in the URL field, giving it whatever name you want. In this case, you will select 'Target=Same window' because you want to keep the Chamilo banner on top and the link page in the same environment.</li></ul>Once created, links cannot be edited. To modify them, the only solution is to deactivate and delete them, then start over.</p>
qu_pe: <p>Chamilo tiene una estructura modular. Nos permite mostrar u ocultar las herramientas, en función del diseño inicial de nuestro proyecto pedagógico o a lo largo de sus diferentes fases cronológicas. En esta línea, la plataforma también permite añadir directamente enlaces en la página principal del sitio web de su curso. Estos enlaces pueden ser de dos tipos:<ul> <li><strong>Enlaces externos </strong>: cuando apuntan a otros lugares de Internet. Escriba la URL correspondiente. En este caso, lo ideal es elegir que se abran en una nueva ventana. <li><strong>Enlaces internos </strong> : apuntan a cualquier página o herramienta situada en el interior de su actividad. Para ello, vaya a esa página o herramienta y copie su URL (CTRL+C), vuelva a la herramienta Añadir un enlace a la página principal, pegue la URL (CTRL+V), y póngale nombre. En este caso, el destino preferible para su apertura es la misma ventana.</li></ul>

source: Clear content
qu_pe: </p><p><b>Teoría Educativa</b><p>Para los profesores, preparar un curso en Internet es principalmente una cuestión deTeoría Educativa.

source: Groups Help
qu_pe: Yanapa: Huñusqakuna

source: Content of the groups
qu_pe: <p>Esta herramienta le permite crear áreas para grupos de estudiantes y asignarles dos herramientas de colaboración: un foro de debate y una sección de documentación común donde pueden compartir, subir y organizar sus propios archivos (independiente del módulo Documentos, exclusivo para profesores y tutores). El área de documentos es privada, y el foro puede ser<br> público o privado.</p><p>Esta puede ser una opción muy útil para tener secciones privadas de documentación y discusión para subgrupos de participantes en su curso. (Incluso podría hacer que cada alumno tuviese su area de documentos privada mediante esta herramienta, creando tantos grupos como alumnos y asignándoles un área de documentos privada a cada grupo.) </p>

source: You should write a message
qu_pe: Willayta qillqay

source: This message is to inform you that a new course has been created on %s
qu_pe: Kay willaykunaq %s manta musuq kursu kamasqanta willakusun

source: New course created on %s
qu_pe: %s manta musuq kursu kamasqa

source: The teacher is set as you for now. You can change this setting later in the course configuration settings
qu_pe: Yachay warmi yachay waki ukhu. Kayniyta kursu ruraypi kutichiyta atik

source: Installation language
qu_pe: Idioma de instalación

source: Please read the following requirements thoroughly.
qu_pe: Lea con atención

source: Warning! The installer has detected an existing Chamilo platform on your system.
qu_pe: ¡ Atención ! El instalador ha detectado una instalación anterior de Chamilo en su sistema.

source: New installation
qu_pe: Nueva instalación

source: Check database connection
qu_pe: Comprobar la conexión con la base de datos

source: Show Overview
qu_pe: Sumario de la instalación

source: Install
qu_pe: Instalar

source: of
qu_pe: de

source: For more details
qu_pe: Para más detalles

source: Server requirements
qu_pe: Requisitos del servidor

source: Your server must provide the following libraries to enable all features of Chamilo. The missing libraries shown in orange letters are optional, but some features of Chamilo might be disabled if they are not installed. You can still install those libraries later on to enable the missing features.
qu_pe: Bibliotecas y funcionalidades que el servidor debe proporcionar para poder utilizar Chamilo con todas sus posibilidades.

source: PHP version
qu_pe: Versión PHP

source: Support
qu_pe: disponible

source: Your PHP version matches the minimum requirement:
qu_pe: La versión PHP es correcta

source: Recommended settings
qu_pe: Parámetros recomendados

source: Recommended settings for your server configuration. These settings are set in the php.ini configuration file on your server.
qu_pe: Parámetros recomendados para la configuración de su servidor. Estos parámetros deben establecerse en el fichero de configuración php.ini de su servidor.

source: Currently
qu_pe: Actual

source: Directory and files permissions
qu_pe: Permisos de directorios y ficheros

source: Some directories and the files they include must be writable by the web server in order for Chamilo to run (user uploaded files, homepage html files, ...). This might imply a manual change on your server (outside of this interface).
qu_pe: Algunos directorios y los ficheros que contienen deben tener habilitados los permisos de escritura en el servidor web para que Chamilo pueda funcionar (envío de ficheros por parte de los estudiantes, ficheros html de la página principal,...). Esto puede suponer un cambio manual en su servidor (debe realizarse fuera de este interfaz).

source: Not writable
qu_pe: Escritura no permitida

source: Writable
qu_pe: Escritura permitida

source: LDAP Extension not available
qu_pe: Extensión LDAP no disponible

source: GD Extension not available
qu_pe: Extensión GD no disponible

source: Chamilo is free software distributed under the GNU General Public licence (GPL).
qu_pe: Chamilo es software libre distribuido bajo GNU General Public licence (GPL)

source: I accept
qu_pe: Acepto

source: The following values will be written into your configuration file
qu_pe: Los siguientes valores se grabarán en su archivo de configuración <b>main/inc/conf/configuration.php</b>:

source: Go to your newly created portal.
qu_pe: Ir a la plataforma que acaba de crear.

source: When you enter your portal for the first time, the best way to understand it is to create a course with the 'Create course' link in the menu and play around a little.
qu_pe: Cuando entra en su plataforma por primera vez, la mejor manera de entenderla es registrarse con la opción 'Profesor (crear un curso)' y seguir las instrucciones.

source: Update from Chamilo
qu_pe: Actualización de Chamilo

source: Please select the language you'd like to use when installing
qu_pe: Por favor, seleccione el idioma que desea utilizar durante la instalación

source: Enable the AsciiSVG plugin in the WYSIWYG editor to draw charts from mathematical functions.
qu_pe: WYSIWYG ruraypi AsciiSVG plugin activachiy yachay hamut'aykunamanta graficuykuna qillqay

source: Here are the values you entered
qu_pe: Éstos son los valores que ha introducido

source: Print this page to remember your password and other settings
qu_pe: Imprima esta página para recordar su contraseña y otras configuraciones

source: The install script will erase all tables of the selected database. We heavily recommend you do a full backup of them before confirming this last install step.
qu_pe: El programa de instalación borrará todas las tablas de las bases de datos seleccionadas. Le recomendamos encarecidamente que realice una copia de seguridad completa de todas ellas antes de confirmar este último paso de la instalación.

source: Published
qu_pe: Kutichisqa

source: read warning below
qu_pe: lea la advertencia inferior

source: Security advice
qu_pe: Aviso de seguridad

source: You have more than %d courses on your Chamilo platform ! Only %d courses have been updated. To update the other courses, %sclick here %s
qu_pe: ¡ Tiene más de %d cursos en su plataforma Chamilo ! Sólamente se han actualizado los cursos de %d. Para actualizar los otros cursos, %s haga clic aquí %s

source: To protect your site, make %s and %s (but not their directories) read-only (CHMOD 444).
qu_pe: Para proteger su sitio, configure %s y %s como archivos de sólo lectura (CHMOD 444).

source: has not been found
qu_pe: no ha sido encontrado

source: Please go back to Step 1
qu_pe: Por favor, vuelva al Paso 1

source: has not been found in that directory
qu_pe: no ha sido encontrado en este directorio

source: Old version's root path
qu_pe: path raíz de la versión antigua

source: Some files or folders don't have writing permission. To be able to install Chamilo you should first change their permissions (using CHMOD). Please read the %s installation guide %s
qu_pe: Algunos archivos o directorios no tienen permiso de escritura. Para poder instalar Chamilo primero debe cambiar sus permisos (use CHMOD). Por favor, lea la Guía %s de Instalación %s

source: The database server doesn't work or login / pass is bad
qu_pe: El servidor de base de datos no funciona o la identificación / clave es incorrecta

source: Please go back to Step
qu_pe: Por favor, vuelva al Paso

source: The upgrade script will recover and update the Chamilo database(s). In order to do this, this script will use the databases and settings defined below. Because our software runs on a wide range of systems and because all of them might not have been tested, we strongly recommend you do a full backup of your databases before you proceed with the upgrade!
qu_pe: El programa de actualización recuperará y actualizará las bases de datos de Chamilo. Para realizar esto, el programa utilizará las bases de datos y la configuración definidas debajo. ¡ Debido a que nuestro software funciona en una amplia gama de sistemas y no ha sido posible probarlo en todos, le recomendamos encarecidamente que realice una copia completa de sus bases de datos antes de proceder a la actualización !

source: Optional parameters
qu_pe: Parámetros opcionales

source: The database connection has failed. This is generally due to the wrong user, the wrong password or the wrong database prefix being set above. Please review these settings and try again.
qu_pe: La conexión con la base de datos ha fallado. Puede que el nombre de usuario, la contraseña o el prefijo de la base de datos sean incorrectos. Por favor, revise estos datos y vuelva a intentarlo.

source: Upgrade from Chamilo 1.6.x
qu_pe: Chamilo 1.6.x manta aswan allinchay

source: Upgrade from Chamilo 1.8.x
qu_pe: Chamilo 1.8.x manta aswan allinchay

source: Group pending invitations
qu_pe: Harp'un llamkakuna

source: Compose
qu_pe: Qillqay

source: Baby Orange
qu_pe: Bebe naranja

source: Blue lagoon
qu_pe: Laguna azul

source: Cool blue
qu_pe: Azul fresco

source: Corporate
qu_pe: Corporativo

source: Cosmic campus
qu_pe: Campo cósmico

source: Delicious Bordeaux
qu_pe: Deliciosos Burdeos

source: Empire green
qu_pe: Imperio verde

source: Fruity orange
qu_pe: Afrutado color naranja

source: Medical
qu_pe: Médica

source: Royal purple
qu_pe: Púrpura real
