Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Course description
ar: وصف المقرر
ast_es: Descripción del cursu
bn_bd: কোর্সের বর্ণনা
bs_ba: Opis kursa
ca_es: Detalls del curs
cs_cz: Popis kurzu
da: Kursusbeskrivelse
de: Kursbeschreibung
el: Περιγραφή μαθήματος
eo: Priskribo de kurso
es: Descripción del curso
es_mx: Descripción del curso
eu_es: Ikastaroaren azalpena
fa_ir: توضیحات درس
fi_fi: Kurssin kuvaus
fo_fo: Lýsing av líkamsrættingerini
fur: Descrizion cors
ga: Cur síos ar an gcúrsa
gl: Descrición do curso
he_il: תיאור הקורס
hi: पाठ्यक्रम विवरण
hr_hr: Opis predmeta
hu_hu: Kurzusleírás
hy: Դասընթացի նկարագրություն
id_id: Deskripsi mata kuliah
it: Informazioni sul corso
ja: コース説明
ka_ge: კურსის აღწერა
ko_kr: 코스 설명
lt_lt: Kurso aprašymas
lv_lv: Kursa apraksts
mk_mk: Опис на курсот
ms_my: Penerangan kursus
my_mm: သင်တန်းဖော်ပြချက်
ne: कोर्स विवरण
nl: Cursusomschrijving
nn_no: Kursbeskriving
oc: Descripcio del cors
pl_pl: Opis kursu
ps: د کورس توضیحات
pt_br: Detalhes do Curso
pt_pt: Descrição do curso
ro_ro: Descrierea cursului
ru_ru: Описание курса
sk_sk: Popis kurzu
sl: Podrobnosti tečaja
sq: Përshkrimi i kursit
sr_rs: Opis kursa
sv_se: Kursbeskrivning
sw_ke: Maelezo ya kozi
ta: பாட விளக்கம்
th: คำอธิบายรายวิชา
tl_ph: Deskripsyon ng kurso
tr: Kurs detayları
uk_ua: Опис курсу
vi_vn: Mô tả khóa học
xh_za: Inkcazo yesifundo
zh_cn: 课程描述
zh_tw: 課程描述

source: List of all documents
ar: قائمة بجميع المستندات
ast_es: Llistáu de tolos documentos
bn_bd: সকল ডকুমেন্টের তালিকা
bs_ba: Lista svih dokumenata
ca_es: Llistat de tots els documents
cs_cz: Seznam všech dokumentů
da: Oversigt over alle dokumenter
de: Liste aller Dokumente
el: Λίστα όλων των εγγράφων
eo: Listo de ĉiuj dokumentoj
es: Lista de todos los documentos
es_mx: Lista de todos los documentos
eu_es: Dokumentu guztien zerrenda
fa_ir: لیستکلیه فایل ها
fi_fi: Lista kaikista tiedostoista
fo_fo: Listi yvir øll skjøl
fur: Liste di ducj i documents
ga: Liosta de na doiciméid go léir
gl: Listaxe de todos os documentos
he_il: רשימת כל המסמכים
hi: सभी दस्तावेजों की सूची
hr_hr: Popis svih dokumenata
hu_hu: Az összes dokumentum listája
hy: Բոլոր փաստաթղթերի ցանկ
id_id: daftar seluruh dokumen
it: Elenco dei documenti
ja: すべてのドキュメント一覧
ka_ge: ყველა დოკუმენტის სია
ko_kr: 모든 문서의 목록
lt_lt: Visų dokumentų sąrašas
lv_lv: Visu dokumentu saraksts
mk_mk: Список на сите документи
ms_my: Senarai semua dokumen
my_mm: စာရွက်စာတမ်းအားလုံး၏စာရင်း
ne: सबै कागजातहरूको सूची
nl: Lijst van alle documenten
nn_no: Liste over alle dokument
oc: Lista de totes los documents
pl_pl: Lista wszystkich dokumentów
ps: د ټولو اسنادو لړ
pt_br: Listar todos os documentos
pt_pt: Lista de todos os documentos
ro_ro: Lista tuturor documentelor
ru_ru: Список всех документов
sk_sk: Zoznam všetkých dokumentov
sl: Seznam vseh dokumentov
sq: Lista e të gjithë dokumenteve
sr_rs: Spisak dokumenata
sv_se: Lista på alla dokument
sw_ke: Orodha ya nyaraka zote
ta: எல்லா ஆவணங்களின் பட்டியல்
th: รายชื่อเอกสารทั้งหมด
tl_ph: Listahan ng lahat ng dokumento
tr: Belgelerin listesi
uk_ua: Список усіх документів
vi_vn: Danh sách tất cả tài liệu
xh_za: Uluhlu lwazo zonke iinxalenye zephepha
zh_cn: 所有文档列表
zh_tw: 所有文檔清單

source: Table of contents
ar: جدول المحنويات
ast_es: Tabla de conteníos
bn_bd: সূচিপত্র
bs_ba: Sadržaj
ca_es: Taula de continguts
cs_cz: Obsah
da: Indholdsfortegnelse
de: Inhaltsverzeichnis
el: Πίνακας περιεχομένων
eo: Enhavotabelo
es: Tabla de contenidos
es_mx: Lista organizativa
eu_es: Edukien taula
fa_ir: فهرست
fi_fi: Sisällysluettelo
fo_fo: Innholdsyvirlit
fur: Tablâ di contest
ga: Clár ábhair
gl: Índice
he_il: תוכן עניינים
hi: सामग्री तालिका
hr_hr: Kazalo
hu_hu: Tartalomjegyzék
hy: Նյութերի ցանկ
id_id: Daftar Isi
it: Elenco dei contenuti
ja: 目次
ka_ge: შინაარსის ცხრილი
ko_kr: 컨텐츠의 테이블
lo: ສາລະບານ
lt_lt: Turinys
lv_lv: Saturs
mk_mk: Содржина
ms_my: Jadual kandungan
my_mm: မာတိကာ
ne: सामग्री तालिका
nl: Inhoudsopgave
nn_no: Innhaldsfortegnelse
oc: Tabla de somari
pl_pl: Spis treści
ps: د محتوياتو جدول
pt_br: Tabela de conteúdos
pt_pt: Tabela de conteúdos
ro_ro: Tabla de continuturi
ru_ru: Содержание
sk_sk: Obsah
sl: Kazalo vsebine
sq: Tabela e përmbajtjeve
sr_rs: Sadržaj
sv_se: Innehållsförteckning
sw_ke: Jedwali la yaliyomo
ta: உள்ளடக்க அட்டவணை
th: สารบัญเนื้อหา
tl_ph: Talahanayan ng mga nilalaman
tr: İçerik tablosu
uk_ua: Зміст
vi_vn: Mục lục
xh_za: Itheyibhile yezinto
zh_cn: 内容表格
zh_tw: 內容表格

source: Edit table of contents
ar: حرر جدول المحتويات
ast_es: Editar tabla de conteníos
bn_bd: সূচিপত্র সম্পাদনা করুন
bs_ba: Uredi sadržaj
ca_es: Editar la taula de continguts
cs_cz: Upravit obsah
da: Rediger indholdsfortegnelse
de: Inhaltsverzeichnis bearbeiten
el: Επεξεργασία πίνακα περιεχομένων
eo: Ŝanĝi enhavotabelon
es: Editar la tabla de contenidos
es_mx: Editar Tabla de Contenidos (TOC)
eu_es: Editatu edukien aurkibidea
fa_ir: تغییر فهرست
fi_fi: Muokkaa sisällysluetteloa
fo_fo: Broyt innholdsyvirlit
fur: Modifiche tablâ di contest
ga: Cuir an clár ábhair in eagar
gl: Modificar o índice
he_il: ערוך את תוכן העניינים
hi: सामग्री तालिका संपादित करें
hr_hr: Uredi kazalo
hu_hu: Tartalomjegyzék szerkesztése
hy: Խմբագրել նյութերի ցանկը
id_id: Edit Daftar Isi
it: Modifica l'elenco dei contenuti
ja: 目次を編集
ka_ge: შინაარსის ცხრილის რედაქტირება
ko_kr: 컨텐츠 테이블 수정
lo: ແກ້ໄຂສາລະບານ
lt_lt: Redaguoti turinį
lv_lv: Labot saturu
mk_mk: Уреди ја Содржината
ms_my: Edit jadual kandungan
my_mm: မာတိကာကို တည်းဖြတ်ပါ
ne: सामग्री तालिका सम्पादन गर्नुहोस्
nl: Wijzig inhoudsopgave
nn_no: Rediger innhaldsfortegnelse
oc: Modificar la tabla de somari
pl_pl: Edycja spisu treści
ps: د محتوياتو جدول سمول
pt_br: Editar a tabela de conteúdos
pt_pt: Editar tabela de conteúdos
ro_ro: Editeaza tabla de continuturi
ru_ru: Редактировать содержание
sk_sk: Upraviť obsah
sl: Uredi kazalo vsebine
sq: Ndrysho tabelën e përmbajtjeve
sr_rs: Izmeni sadržaj
sv_se: Ändra innehållsförteckning
sw_ke: Hariri jedwali la yaliyomo
ta: உள்ளடக்க அட்டவணையைத் திருத்து
th: แก้ไขสารบัญเนื้อหา
tl_ph: I-edit ang talahanayan ng mga nilalaman
tr: İçerik tablosu düzenle
uk_ua: Редагувати зміст
vi_vn: Chỉnh sửa mục lục
xh_za: Hlela itheyibhile yezinto
zh_cn: 编辑内容表格
zh_tw: 編輯內容表格

source: Edit
ar: حرر
ast_es: Editar
bn_bd: সম্পাদনা
bs_ba: Uredi
ca_es: Editar
cs_cz: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
eo: Ŝanĝi
es: Editar
es_mx: Editar documento
eu_es: Editatu
fa_ir: تغییر
fi_fi: Muokkaa
fo_fo: Broyt
fur: Modifiche
ga: Cuir in eagar
gl: Editar
he_il: ערוך
hi: संपादित करें
hr_hr: Uredi
hu_hu: Szerkesztés
hy: Խմբագրել
it: Modifica
ja: 編集
ka_ge: რედაქტირება
ko_kr: 수정
lo: ແກ້ໄຂ
lt_lt: Redaguoti
lv_lv: Labot
mk_mk: Уреди
my_mm: တည်းဖြတ်ပါ
ne: सम्पादन गर्नुहोस्
nl: Wijzigen
nn_no: Rediger
oc: Modificar
pl_pl: Edytuj
ps: سمول
pt_br: Editar
pt_pt: Editar
ro_ro: Editeaza
ru_ru: Редактировать
sk_sk: Upraviť
sl: Uredi
sq: Ndrysho
sr_rs: Izmeni
sv_se: Ändra
sw_ke: Hariri
ta: திருத்து
th: แก้ไข
tl_ph: I-edit
tr: Düzenle
uk_ua: Редагувати
vi_vn: Chỉnh sửa
xh_za: Hlela
zh_cn: 编辑文档
zh_tw: 編輯文檔

source: Create a rich media page / activity
ar: إنشاء مستند
ast_es: Crear un documentu
bn_bd: একটি রিচ মিডিয়া পৃষ্ঠা / কার্যকলাপ তৈরি করুন
bs_ba: Kreiraj stranicu / aktivnost bogatih medija
ca_es: Crear un document
cs_cz: Vytvořit stránku / aktivitu s bohatými médii
da: Opret et html-dokument
de: Dokument erstellen
el: Δημιουργία ενός έγγραφο
eo: Nova dokumento
es: Crear un documento
es_mx: Crear un documento
eu_es: Sortu dokumentu bat
fa_ir: آفرینشفایل جدید
fi_fi: Luo rikkomedia-sivu / toiminto
fo_fo: Stovna eina ríkari miðlasíðu / virkni
fur: Creâ une pâge / atividât rich media
ga: Cruthaigh leathanach / gníomhaíocht meáin shaibhir
gl: Crear un documento
he_il: צור דף / פעילות מדיה עשירה
hi: समृद्ध मीडिया पृष्ठ / गतिविधि बनाएँ
hr_hr: Izradi dokument
hu_hu: Dokumentum létrehozása
hy: Ստեղծել հարուստ մեդիա էջ / գործունեություն
id_id: Buat dokumen
it: Crea un documento
ja: リッチ メディアのページ / 活動項目を作成
ka_ge: მდიდარი მედიის გვერდის / აქტივობის შექმნა
ko_kr: 문서 생성
lo: ສ້າງໜ້າສື່ປະສົມ / ກິດຈະກຳ
lt_lt: Sukurti dokumentą
lv_lv: Izveidot saturā bagātu mēdiju lapu/aktivitāti
mk_mk: Креирај документ
ms_my: Cipta halaman / aktiviti media kaya
my_mm: ရုပ်သံစာမျက်နှာ / လှုပ်ရှားမှုတစ်ခုဖန်တီးပါ
ne: समृद्ध मिडिया पृष्ठ / गतिविधि बनाउनुहोस्
nl: Nieuw document
nn_no: Opprett ei rik media-side / aktivetet
oc: Crear una pagina / activitat de medies rics
pl_pl: Utwórz dokument
ps: بډایه رسنۍ پاڼه / فعالیت جوړ کړئ
pt_br: Criar um documento
pt_pt: Criar página de conteúdos de media / actividade
ro_ro: Creaza un document
ru_ru: Создать документ
sk_sk: Vytvoriť dokument
sl: Tvori dokument
sq: Krijo një faqe / aktivitet me media të pasur
sr_rs: Kreiraj dokument
sv_se: Skapa ett dokument
sw_ke: Unda ukurasa / shughuli ya media tajiri
ta: ஒரு செழுமையான ஊடக பக்கம் / செயல்பாட்டை உருவாக்கவும்
th: สร้างเอกสาร
tl_ph: Lumikha ng matingkad na pahina ng media / aktibidad
tr: Dosya oluştur
uk_ua: Створити сторінку / активність багатого медіа
vi_vn: Tạo trang đa phương tiện / hoạt động
xh_za: Yenza iphepha lemidiya / umsebenzi
zh_cn: 新建文档
zh_tw: 新建文檔

source: Missing images detected
ar: لقد تم إكتشاف بعض الصور المفقودة
ast_es: Deteutóse que falten imáxenes
bn_bd: অভাবী ছবি শনাক্ত হয়েছে
bs_ba: Otkrivene nedostajuće slike
ca_es: Detectades imatges perdudes
cs_cz: Zjištěny chybějící obrázky
da: Billeder mangler
de: Fehlende Bilder entdeckt
el: Εντοπίστηκαν ελλείπουσες εικόνες
eo: Mankantaj bildoj detektitaj
es: Se ha detectado que faltan imágenes
es_mx: Se detectaron imágenes perdidas
eu_es: Irudi batzuk falta direla detektatu da
fa_ir: برای نمایش صفحه ای که هم اکنون ارسال کردید، به عکسهای زیر نیاز است. لطفاً آنها را نیز بفرستید
fi_fi: Puuttuvia kuvia löytynyt
fo_fo: Falin myndir funnin
fur: Imajines mancjantis rivade
ga: Íomhánna in easnamh braite
gl: Detectáronse imaxes que faltan
he_il: זוהו תמונות חסרות
hi: अभावग्रस्त छवियाँ पता चलीं
hr_hr: Otkrivene nedostajuće slike
hu_hu: Hiányzó képeket találtam
hy: Գտնվել են բացակայող պատկերներ
id_id: Ada citra yang hilang terdeteksi
it: Individuate immagini mancanti
ja: 欠落画像が検出されました
ka_ge: აღმოჩენილია ჩამორთული სურათები
ko_kr: 잃어버린 이미지를 찾았습니다
lt_lt: rastas neegzistuojantis paveikslėlis
lv_lv: Tika konstatēts: ir zuduši attēli
mk_mk: Сликите што недстасуваа се откриени
ms_my: Imej hilang dikesan
my_mm: ပုံများပျောက်ဆုံးနေသည်ကို တွေ့ရှိခဲ့သည်
ne: अनुपस्थित छविहरू फेला परे
nl: Ontbrekende beelden gedetecteerd
nn_no: Manglande bilete oppdaga
oc: Imatges mancantas detectadas
pl_pl: Wykryto brakujące obrazki
ps: غواړپه انځورونه موندل شوي
pt_br: Detectada ausência de imagens
pt_pt: Foi detectado imagens em falta
ro_ro: S-au detectat imagini disparute
ru_ru: Обнаружены недостающие изображения
sk_sk: Niektoré obrázky chýbajú
sl: Odkril sem manjkajoče slike
sq: U zbuluan imazhe të munguara
sr_rs: Slike koje nedostaju su pronadjene
sv_se: Saknade bilder har detekterats
sw_ke: Picha zinazokosekana zimegunduliwa
ta: காணப்படாத படங்கள் கண்டறியப்பட்டன
th: พบว่า ภาพหายไป
tl_ph: Natukoy ang mga nawawalang larawan
tr: Resimler eksik
uk_ua: Виявлено відсутні зображення
vi_vn: Phát hiện hình ảnh bị thiếu
xh_za: Imifanekiso engafunyanwayo ifunyanwe
zh_cn: 发现图片丢失
zh_tw: 發現圖片丟失

source: Publish
ar: نشر
ast_es: Publicar
bn_bd: প্রকাশ করুন
bs_ba: Objavi
ca_es: Publica
cs_cz: Publikovat
da: Udgiv
de: Veröffentlicht
el: Δημοσίευση
eo: Publikigi
es: Publicar
es_mx: Publicar
eu_es: Argitaratu
fa_ir: منتشر کردن
fi_fi: Julkaise
fo_fo: Útgeva
fur: Publiche
ga: Foilsigh
gl: Publicar
he_il: פרסם
hi: प्रकाशित करें
hr_hr: Objavi
hu_hu: Közzétesz
hy: Հրապարակել
id_id: Terbitkan
it: Pubblica
ja: 公開
ka_ge: გამოქვეყნება
ko_kr: 발행
lo: ເຜີຍແຜ່
lt_lt: Publikuoti
lv_lv: Publicēt
mk_mk: Објави
ms_my: Terbit
my_mm: ထုတ်ဝေပါ
ne: प्रकाशित गर्नुहोस्
nl: Publiceren
nn_no: Publiser
oc: Publicar
pl_pl: Publikowanie
ps: خپور کړئ
pt_br: Publicar
pt_pt: Publicar
ro_ro: Publica ancheta
ru_ru: Опубликовать
sk_sk: Publikovať
sl: Objavi
sq: Publiko
sr_rs: Objavi
sv_se: Publicera
sw_ke: Chapisha
ta: பிரசுரிக்கவும்
th: ตีพิมพ์
tl_ph: I-publish
tr: Yayınla
uk_ua: Опублікувати
vi_vn: Xuất bản
xh_za: Papasha
zh_cn: 发布
zh_tw: 發布

source: This is a SCORM course. To play it, click here : <input type=button name=scormbutton value='Launch it !' ='openscorm()'>
ar: هذا مقرر على هيئة sCORM. لتشغيله, أنقر هنا : <input type=button name=scormbutton value='! أطلقه ' onclick='openscorm()'>
ast_es: Esti ye un cursu con formatu SCORM. Si quier velu, calque equí:<input type=button name=scormbutton value='Entamar' onclick='openscorm()'>
bn_bd: এটি একটি SCORM কোর্স। এটি চালানোর জন্য এখানে ক্লিক করুন : <input type=button name=scormbutton value='Launch it !' ='openscorm()'>
bs_ba: Ovo je SCORM kurs. Da biste ga pokrenuli, kliknite ovdje : <input type=button name=scormbutton value='Pokreni!' ='openscorm()'>
ca_es: Això és un curs amb format SCORM. Per voleu veure'l, feu clic aquí : <input type=button name=scormbutton value='Començar' onclick='openscorm()'>
cs_cz: Jedná se o kurz SCORM. Pro spuštění klikněte zde: <input type=button name=scormbutton value='Spustit!' ='openscorm()'>
da: Dette er et Scorm formateret kursus. For at afspille det, klik her: <input type='button' name='scormbutton' value='Kør det !' onclick='openscorm();'>
de: Dies ist ein Kurs im SCORM Format. Zum Abspielen, bitte hier klicken: <input type=button name=scormbutton value='Abspielen !' onclick='openscorm()'>
el: Αυτό είναι μάθημα SCORM. Για να το παίξετε, κάντε κλικ εδώ: <input type=button name=scormbutton value='Εκκίνηση!' ='openscorm()'>
eo: Tio ĉi estas Scorm-formata kursos. Por ludi ĝin, klaku ĉi tien: <input type=button name=scormbutton value=Lanĉu! onclick='openscorm()'>
es: Este es un curso con formato SCORM. Si quiere verlo, haga clic aquí: <input type=button name=scormbutton value='Comenzar' onclick='openscorm()'>
es_mx: Este es un curso con formato SCORM. Si deseas verlo, pulsa aquí : <input type=button name=scormbutton value='Comenzar it !' onclick='openscorm()'>
fa_ir: این یک محتوای آموزشی مطابق با استاندارد <br>است SCORM<br> برای راه اندازی آن، لطفاً بر روی دکمه زیر فشار دهید<br><input type=button name=scormbutton value='راه اندازی' onclick='openscorm()'>
fi_fi: Tämä on SCORM-kurssi. Toistaaksesi sen, napsauta tästä: <input type=button name=scormbutton value='Käynnistä se!' ='openscorm()'>
fo_fo: Hetta er ein SCORM líkamsræting. Fyri at spæla tað, klikk her: <input type=button name=scormbutton value='Ræs tað !' ='openscorm()'>
fur: Cheste je un cors SCORM. Par giocâlu, clic chi : <input type=button name=scormbutton value='Launch it !' ='openscorm()'>
ga: Is cúrsa SCORM é seo. Chun é a imirt, cliceáil anseo : <input type=button name=scormbutton value='Seol é!' ='openscorm()'>
gl: Este é un curso con formato scorm. Se queres velo, fai click aquí: <input type=button name=scormbutton value='Launch it !' onclick='openscorm()'>
he_il: זהו קורס SCORM. כדי לשחק בו, לחץ כאן : <input type=button name=scormbutton value='הפעל זה!' ='openscorm()'>
hi: यह एक SCORM पाठ्यक्रम है। इसे चलाने के लिए, यहाँ क्लिक करें : <input type=button name=scormbutton value='Launch it !' ='openscorm()'>
hr_hr: Ovo je kolegij formata Scorm. Da biste ga pokrenuli kliknite ovdje: <input type=button name=scormbutton value='Pokreni !' onclick='openscorm()'>
hu_hu: Ez egy Scorm formátumú kurzus. Az elindításhoz kattintson ide : <input type=button name=scormbutton value='Indítsd el !' onclick='openscorm()'>
hy: Սա SCORM դասընթաց է։ Այն նվագարկելու համար սեղմեք այստեղ՝ <input type=button name=scormbutton value='Մեկնարկել !' ='openscorm()'>
it: Questo è un corso in formato Scorm. Se volete farlo partire, cliccate qui : <input type=button name=scormbutton value='Inizia' onclick='openscorm()'>
ja: これはSCORMコースです。再生するにはここをクリックしてください：<input type=button name=scormbutton value='起動！' ='openscorm()'>
ka_ge: ეს SCORM კურსია. მისი გასაშვებად დააჭირეთ აქ : <input type=button name=scormbutton value='Launch it !' ='openscorm()'>
ko_kr: 이것은 Scorm 형식의 과정입니다. 실행하시려면, 이곳을 클릭하십시요. <input type=button name=scormbutton value='Launch?it?!' onclick='openscorm()'>
lo: ນີ້ແມ່ນລາຍວິຊາ SCORM. ເພື່ອຫຼິ້ນມັນ, ຄລິກທີ່ນີ້ : <input type=button name=scormbutton value='ເປີດ ມັນ !' ='openscorm()'>
lt_lt: Tai Scorm formato kursas. Jo peržiūrai spauskite čia : <input type=button name=scormbutton value='Paleisti!' onclick='openscorm()'>
lv_lv: Šis ir <i>Scorm</i> formāta kurss. Ja Jūs vēlaties to apskatīt klikšķiniet <input type=button name=scormbutton value='Aiziet !' ='openscorm()'>
mk_mk: Ова е курс во Scorm формат. За да го пуштите, кликнете овде: <input type=button name=scormbutton value='Преземи го !' onclick='openscorm()'>
ne: यो SCORM कोर्स हो। यसलाई चलाउन यहाँ क्लिक गर्नुहोस् : <input type=button name=scormbutton value='Launch it !' ='openscorm()'>
nl: Dit is een cursus in SCORM-formaat. Om hem af te spelen, klik hier: <input type="button" name="scormbutton" value="Afspelen" onclick="openscorm()" />
nn_no: Dette er eit SCORM-kurs. For å spela det, klikk her : <input type=button name=scormbutton value='Start det !' ='openscorm()'>
oc: Es un cors SCORM. Per lo jugar, clicatz aicí : <input type=button name=scormbutton value='Lancetz lo !' ='openscorm()'>
pl_pl: To jest kurs w formacie SCORM. Aby uruchomić naciśnij:<input type=button name=scormbutton value='Uruchom go !' ='openscorm()'>
ps: دا SCORM کورس دی. چې هغه یې وچلوئ، دلته کلیک وکړئ : <input type=button name=scormbutton value='Launch it !' ='openscorm()'>
pt_br: Este é um curso no formato Scorm. Para executá-lo, clique aqui : <input type=button name=scormbutton value='Executar !' onclick='openscorm()'>
pt_pt: Este é um curso no formato Scorm. Para iniciar, clique aqui: <input type=button name=scormbutton value='Iniciar!' onclick='openscorm()'>
ro_ro: Acesta este un curs in format Scorm. Daca doresti sa il lansezi : apasa aici <input type=button name=scormbutton value='Lanseaza ' onclick='openscorm()'>
ru_ru: Это курс в формате Scorm. Чтобы начать, нажмите здесь : <input type=button name=scormbutton value='Пуск!' onclick='openscorm()'>
sk_sk: Toto je kurz formátu Scorm. Ak ho chcete prehrať, kliknite sem: <input type=button name=scormbutton value='Spustiť !' onclick='openscorm()'>
sl: Tole je tečaj v Scorm obliki. Zaženi tečaj s pritiskom na : <input type=button name=scormbutton value='Zaženi jo !' onclick='openscorm()'>
sq: Ky është një kurs SCORM. Për ta luajtur, klikoni këtu : <input type=button name=scormbutton value='Lansojeni!' ='openscorm()'>
sr_rs: Ovo je kurs u Scorm formatu. Da biste ga pustili kliknite ovde: <input type=button name=scormbutton value='Startuj ga!' onclick='openscorm()'>
sv_se: Detta är ett SCORM format kurs. För att spela upp det, klicka här : <input type=button name=scormbutton value='Starta !' onclick='openscorm()'>
ta: இது ஒரு SCORM பாடம். அதை இயக்க, இங்கே கிளிக் செய்யவும் : <input type=button name=scormbutton value='Launch it !' ='openscorm()'>
th: คือวิชาตามมาตรฐานscorm. เข้าอ่านและใช้งานคลิกที่นี่: <input type=button name=scormbutton value='Launch it !' onclick='openscorm()'>
tr: Bu ders SCORM formatındadır.Çalıştırmak için <input type=button name=scormbutton value='TIKLAYIN !' onclick='openscorm()'>
uk_ua: Це курс SCORM. Щоб запустити його, натисніть тут: <input type=button name=scormbutton value='Запустити!' ='openscorm()'>
vi_vn: Đây là khóa học SCORM. Để chạy nó, nhấp vào đây: <input type=button name=scormbutton value='Khởi chạy!' ='openscorm()'>
zh_cn: 这是Scorm格式课程，观看请点击此处: <input type=button name=scormbutton value='启用' onclick='openscorm()'>
zh_tw: 這是Scorm格式課程，觀看請點擊此處: <input type=button name=scormbutton value='啟用' onclick='openscorm()'>
