Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: CSV import file must use , or ; as listseparator
so_so: Faylka soo dejinta CSV waa inuu isticmaalaa , ama ; sida kala soocida liiska

source: CSV import file must at least have columns URL and title
so_so: Faylka soo dejinta CSV waa inuu ugu yaraan leeyahay tiirarka URL iyo cinwaanka

source: ... - line 1 =
so_so: ... - sadar 1 =

source: line(s) failed to import a link (no URL or no title).
so_so: sadar(s) ayaa ku fashilmay soo dejinta xiriir (ma jiro URL ama ma jiro cinwaan).

source: existing link(s) updated (same URL and category).
so_so: xiriir(s) jira ayaa la cusboonaysiiyay (URL isku mid iyo qayb).

source: new link(s) created.
so_so: xiriir(s) cusub ayaa la abuuray.

source: The file should look like:<blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;Important links;<b>Name 1</b>;Description 1;<b>http://www.bbb.net/...</b>;;<b>Name 2</b>;"Description 2";</pre></blockquote>If URL and category are equal to those of an existing link, its title and description are updated. In all other cases a new link is created.<br><br>Bold = mandatory. Fields can be in any order, names in upper- or lowercase. Additional fields are added to description. Separator: comma or semicolon. Values may be quoted, but not the field names. Some [b]HTML tags[/b] can be imported in the description field.
so_so: Faylku waa inuu u ekaa:<blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;Important links;<b>Name 1</b>;Description 1;<b>http://www.bbb.net/...</b>;;<b>Name 2</b>;"Description 2";</pre></blockquote>Haddii URL iyo qaybta ay la mid yihiin kuwa xiriir jira, cinwaankiisa iyo sharaxadiisa waa la cusboonaysiiyaa. Dhammaan kiisaska kale xiriir cusub ayaa la abuurayaa.<br><br>Bold = qasabka ah. Goobaha ayaa noqon kara nidaam kasta, magacyada sare- ama hoose-case. Goobaha dheeraadka ah ayaa lagu dari karaa sharaxaadda. Kala sooc: comma ama semicolon. Qiimayaashu waa la soo dejin karaa, laakiin maaha magacyada goobta. Tag[yada] [b]HTML[/b] qaarkood ayaa laga soo dejin karaa goobta sharaxaadda.

source: Link has been updated
so_so: Xiriirka waa la cusboonaysiiyay

source: Show link on course homepage
so_so: Muujin xiriirka bogga hore ee koorsada

source: Show this link as an icon on course homepage
so_so: Muujin xiriirkan astaan ahaan bogga hore ee koorsada

source: Index link title and description?
so_so: Tilmaame cinwaanka iyo sharaxaadda xiriirka?

source: Save link
so_so: Keydi xiriirka

source: Save folder
so_so: Keydi faylka

source: Back to links overview
so_so: Ku noqo guud xiriirrada

source: Select the "target" which shows the link on the homepage of the course
so_so: Dooro "target" taasoo muujineysa xiriirka bogga hore ee koorsada

source: Tracking DB.
so_so: La socoshada DB.

source: Enable Tracking
so_so: Oggolow la socodka

source: Your company short name
so_so: Shirkaddaada magac gaaban

source: Use this script only after backup. The Chamilo team is not responsible for lost or corrupted data.
so_so: Isticmaal scriptkan kaliya ka dib backup. Kooxda Chamilo masuul maaha xogta lumay ama kharriban.

source: Allow self-registration as a trainer
so_so: Oggolow is-diiwaangelinta tababare ahaan

source: ex.
so_so: tusaale.

source: Database Host
so_so: Martigeliyaha Database

source: Database user
so_so: Isticmaale Database

source: Database Password
so_so: Eebbe Database

source: Main Chamilo database (DB)
so_so: Database-ka ugu weyn ee Chamilo (DB)

source: all fields required
so_so: dhammaan goobaha loo baahan yahay

source: Printable version
so_so: Nooca daabacan

source: Corresponding local path
so_so: Waddada maxalliga ah ee u dhiganta

source: Administrator e-mail
so_so: E-maaylka maamulaha

source: Administrator Name
so_so: Magaca Maamulaha

source: Surname of the Administrator
so_so: Magaca dambe ee Maamulaha

source: Administrator login
so_so: Galalka maamulaha

source: Your portal name
so_so: Magaca portal-kaaga

source: The install script will create (or use) the Chamilo database using the database name given here. Please make sure the user you give has the right to create the database by the name given here. If a database with this name exists, it will be overwritten. Please do not use the root user as the Chamilo database user. This can lead to serious security issues.
so_so: Script-ka rakibidu wuxuu abuuri doonaa (ama isticmaali doonaa) database-ka Chamilo isagoo isticmaalaya magaca database-ka halkan la siiyay. Fadlan hubi in isticmaalka aad siiso uu leeyahay xuquuqda uu ku abuuro database-ka magaca halkan la siiyay. Haddii database magacani jiro, waa la beddeli doonaa. Fadlan ha isticmaalin isticmaalka root-ka sida isticmaale database-ka Chamilo. Tani waxay keeni kartaa arrimo ammaan oo halis ah.

source: Time spent by students in courses
so_so: Waqtiga ardaydu ku qaataan koorsadaha

source: Step 3
so_so: Tallaabada 3

source: Step 4
so_so: Tallaabada 4

source: Step 5
so_so: Tallaabada 5

source: Step 6
so_so: Tallaabada 6

source: Config settings
so_so: Dejinta Config

source: MySQL database settings
so_so: Dejinta database-ka MySQL

source: Main language
so_so: Luqadda ugu weyn

source: License
so_so: Shahaadada

source: Last check before install
so_so: Baaritaanka ugu dambeeya ka hor inta aan la rakabin

source: Auto evaluation
so_so: Qiimeynta otomaatiga ah

source: MySQL database prefix
so_so: Horudhaca database-ka MySQL

source: Leave empty if not requested
so_so: Ka tag meel bannaan haddii aan la codsan

source: Encrypt user passwords in database
so_so: Ku keydi furaha sirta isticmaaleha ee database-ka

source: Use one or several DB for Chamilo
so_so: Isticmaal mid ama dhowr DB Chamilo

source: Allow self-registration
so_so: Oggolow iska diiwaan gelinta

source: (recommended)
so_so: (lagu talinay)

source: Administrator last name
so_so: Magaca dambe ee maamulaha

source: Administrator telephone
so_so: Telefoonka maamulaha

source: New note
so_so: Qoraal cusub

source: Note
so_so: Qoraal

source: Note created
so_so: Qoraalka la abuuray

source: Please write a note
so_so: Fadlan qor qoraal

source: Save note
so_so: Keydi qoraalka

source: Click here to write a new note
so_so: Guji halkan si aad qoraal cusub u qorto

source: Search by title
so_so: Raadi magaca

source: Write the title here
so_so: Halkan ku qor ciwaanka

source: Updated
so_so: La cusboonaysiiyay

source: Add new note in my personal notebook
so_so: Ku dar qoraal cusub buugga shakhsi ahaaneed

source: Sort by date created
so_so: ku kala saar taariikhda la abuuray

source: Sort by date last modified
so_so: ku kala saar taariikhda ugu dambeysa ee wax laga beddelay

source: Note title
so_so: Ciwaanka qoraalka

source: Note details
so_so: Faahfaahinta qoraalka

source: Are you sure you want to delete this note
so_so: Ma hubin tahay in aad rabto in aad tirtirto qoraalkan

source: Create note
so_so: Abuur qoraal

source: Edit my personal note
so_so: Tafatir qoraalka shakhsi ahaaneed

source: Notebook management
so_so: Maamulida Notebook-ka

source: Back to the notes list
so_so: Ku noqo liiska qoraalka

source: Notes sorted by title ascendant
so_so: Qoraalka ku kala saaray ciwaanka si kor loo fuulo

source: Notes sorted by title downward
so_so: Qoraalka ku kala saaray ciwaanka hoos

source: Notes sorted by update date ascendant
so_so: Qoraalka ku kala saaray taariikhda cusboonaysiinta si kor loo fuulo

source: Notes sorted by update date downward
so_so: Qoraalka ku kala saaray taariikhda cusboonaysiinta hoos

source: Notes sorted by creation date ascendant
so_so: Qoraalka ku kala saaray taariikhda la abuuray si kor loo fuulo

source: Notes sorted by creation date downward
so_so: Qoraalka ku kala saaray taariikhda la abuuray hoos

source: Leader
so_so: Hogaamiye

source: Send to all users
so_so: U soo dir dhammaan isticmaale

source: Administration Tools
so_so: Qalabka Maamulka

source: Categories
so_so: Qaybaha

source: Subscribe
so_so: Ka qor

source: Already subscribed
so_so: Horey loo diiwaan geliyay

source: Code mandatory
so_so: Koodka waa qasab

source: Course category mandatory
so_so: Qaybta koorsada waa qasab

source: Teacher mandatory
so_so: Macallinka waa qasab

source: Course category is created
so_so: Qaybta koorsada waa la abuuray

source: Without time limits
so_so: Aan lahayn xadid waqti

source: Added
so_so: Lagu daray

source: Deleted
so_so: La tirtiray

source: Kept
so_so: La hayay

source: Hidden / Closed
so_so: La qariyay / La xiray

source: Hidden / Open
so_so: La qariyay / La furay

source: Visible / Open
so_so: La arki karo / La furay

source: Visible / Closed
so_so: La arki karo / La xiray

source: Back to user
so_so: Ku noqo isticmaale

source: Manage Portal
so_so: Maamul Portal

source: You have been registered to the course
so_so: Waxaa lagu diiwaan geliyay koorsada

source: Sub-categories
so_so: Qayb-hoosaadyada

source: Unsubscribing from this course is not allowed.
so_so: Ka noqoshada koorsadani ma ogola.

source: You are a trainer in this course
so_so: Waxaad tahay tababare koorsadani

source: Courses catalogue
so_so: Buugga koorsadaha

source: Sort courses
so_so: ku kala saar koorsadaha

source: Subscribe to course
so_so: Ka qor koorsadda

source: Unsubscribe from course
so_so: Ka noqo koorsadda

source: Create a personal courses category
so_so: Abuur qaybta koorsadaha shakhsi ahaaneed

source: Are you sure you want to delete this courses category? Courses inside this category will be moved outside the categories
so_so: Ma hubin tahay in aad rabto in aad tirtirto qaybta koorsadahan? Koorsadaha ku jira qaybtaan waxaa loo wareejin doonaa meel ka baxsan qaybaha

source: Course categories
so_so: Qaybaha koorsadaha

source: Courses in this category
so_so: Koorsadaha qaybtaan

source: Search courses
so_so: Raadi koorsadaha

source: One category up
so_so: Qaybta mid kor u kac

source: Are you sure you want to unsubscribe?
so_so: Ma hubin tahay in aad rabto in aad ka noqoto?

source: No courses category
so_so: Ma jiro qaybta koorsadaha

source: The course has been added to the category
so_so: Koorsadda ayaa lagu daray qaybta

source: Subscribing not allowed
so_so: Ka qorashada lama ogola

source: Courses sorted
so_so: Koorsadaha la kala saaray

source: Existing courses categories
so_so: Qaybaha koorsadaha jira

source: You have been unsubscribed from this course
so_so: Waxaa lagaa ka qaaday koorsadani

source: View public courses
so_so: Eeg koorsadaha dadweynaha

source: There happened an unknown error. Please contact the platform administrator.
so_so: Qalad aan la aqoon ayaa dhacay. Fadlan la xiriir maamulaha aaladda.

source: The course password is incorrect
so_so: Eebbe furaha koorsaddu waa khalad

source: This course requires a password
so_so: Koorsadani waxay u baahan tahay lambar sir ah

source: Submit registration code
so_so: Soo gudbi koodka diiwaangelinta

source: The category was deleted
so_so: Qaybta waa la tirtiray

source: Category sorting done
so_so: Kala saarista qaybta waa la dhameeyay

source: Category updated
so_so: Qaybta waa la cusboonaysiiyay

source: Save courses category
so_so: Keydi qaybta koorsadaha

source: Save the category
so_so: Keydi qaybta

source: Change category
so_so: Beddel qaybta

source: Expand
so_so: Baladho

source: Collapse
so_so: Isku soo laab

source: Course description
so_so: Sharaxaadda koorsadda

source: List of all documents
so_so: Liiska dhammaan dukumentiyada

source: Table of contents
so_so: Miiska waxyaabaha

source: Edit table of contents
so_so: Tafatir miiska waxyaabaha

source: Edit
so_so: Tafatir

source: Create a rich media page / activity
so_so: Abuur bogga warbaahinta hodanka / dhaqdhaqaaqa

source: Missing images detected
so_so: Sawiro maqnaansan ayaa la ogaaday

source: Publish
so_so: Daabac

source: This is a SCORM course. To play it, click here : <input type=button name=scormbutton value='Launchit!' ='openscorm()'>
so_so: Kani waa kooras SCORM. Si aad u ciyaarto, halkan riix: <input type=button name=scormbutton value='Bilow!' ='openscorm()'>

source: This is a SCORM content<br><input type=button name=scormbutton value='Launchit!' ='openscorm()'>
so_so: Kani waa waxyaabaha SCORM<br><input type=button name=scormbutton value='Bilow!' ='openscorm()'>

source: The zip file can not contain .PHP files
so_so: Faylka zip ma lahaan karo faylal .PHP

source: Group forum
so_so: Guddiga kooxda

source: This is not a valid SCORM ZIP file !
so_so: Kani maaha fayl SCORM ZIP ansax!

source: Please type your text / HTML content
so_so: Fadlan gali qoraalkaaga / waxyaabaha HTML

source: Please enter the file name
so_so: Fadlan gali magaca faylka

source: The file to upload is not valid.
so_so: Faylka la soo dejinayo ma ansax.

source: Visibility modified
so_so: Muuqalka waa la beddelay

source: Add/Edit a comment to
so_so: Ku dartali faallo

source: Operation impossible
so_so: Hawlgalku ma suurto galo

source: The upload has failed. Either you have exceeded your maximum quota, or there is not enough disk space.
so_so: Soo dejinta waa fashilantay. Ama waxaad dhaaftay kootadaada ugu badan, ama meel ku filan oo disk ah ma jiro.

source: The upload is finished
so_so: Soo dejinta waa dhamaatay

source: The operation is impossible, a file with this name already exists.
so_so: Hawlgalka ma suurto galo, fayl magacaan leh horay u jiray.

source: Document copied
so_so: Dokumentiga waa la koobiyeeyay

source: Document deleted
so_so: Dokumentiga waa la tirtiray

source: Element renamed
so_so: Qaybta waa la beddelay

source: Element moved
so_so: Qaybta waa la raro

source: Comment modified
so_so: Faallada waa la beddelay

source: Rename
so_so: Beddel magaca

source: Name of the new folder
so_so: Magaca faylka cusub

source: Download file
so_so: Soo dejin faylka

source: Create a course (authoring tool)
so_so: Samee kooras (alaha qorista)

source: Mark as unread
so_so: Calamad sida aan la akhriyin

source: Current view mode: Impress
so_so: Qaabka muuqda ee hadda: Impress

source: Teachers can create, edit and delete their own sessions.
so_so: Macallimiintu waxay abuuri karaan, wax ka beddeli karaan oo tirtiri karaan kalfadhiyadooda.

source: Allow teachers to create sessions
so_so: Oggolow macallimiinta inay abuuraan kalfadhi

source: Select a category
so_so: Dooro qayb

source: Mark as read
so_so: Calamad sida la akhriyay

source: Advanced edit
so_so: Tali horumarsan

source: Create table of contents
so_so: Samee shaxda waxyaabaha

source: Uncompress zip
so_so: Furo zip

source: Export as SCORM
so_so: Dhoofiso SCORM

source: All day
so_so: Maalin dhan

source: Published start date
so_so: Taariikhda bilowga la daabacay

source: Show status
so_so: Muuji xaaladda

source: Mode
so_so: Qaab

source: Schedule
so_so: Jadwalka

source: Place/Location
so_so: Goob/Meel

source: Recommended number of participants
so_so: Tirada ka qaybgalayaasha la soo jeediyay

source: Goto menu
so_so: Tag menu

source: Goto content
so_so: Tag waxyaabaha

source: Administration by
so_so: Maamulka sameeyay

source: Videoconference host
so_so: Martigeliyaha videoweynaha

source: Whether the videoconference protocol is web-based (false most of the time)
so_so: Haddii borotokoolka videoweynaha yahay mid ku salaysan web (been inta badan)

source: Show a link to go back in the courses hierarchy. A link is available at the bottom of the list anyway.
so_so: Muuji xiriirka dib u soo noqoshada ee koorasaska. Xiriir ayaa ku jira liiska hoose si kastaba ha ahaatee.

source: used
so_so: la isticmaalay

source: existing
so_so: jira

source: Show back links from categories/courses
so_so: Muuji xiriirada dib u soo noqoshada ee qaybaha/koorasyada

source: Show courses number
so_so: Muuji tirada koorasaska

source: Display teacher in course name
so_so: Muuji macallinka magaca kooraska

source: Display teacher in courses list
so_so: Muuji macallinka liiska koorasaska

source: Display Course Code in courses list
so_so: Muuji Koodka Kooraska liiska koorasaska

source: Display Code in Course name
so_so: Muuji Koodka magaca Kooraska

source: There are no Alias courses on the platform.
so_so: Ma jiraan koorasaska Alias ee platform-ka.

source: Edit portal homepage
so_so: Tali bogga hore ee portal

source: Modules active upon course creation
so_so: Module-yada shaqaynaya marka la abuurayo kooras

source: Which tools have to be enabled (visible) by default when a new course is created?
so_so: Waxyaabaha qalabka ah ee la shaqayn karo (la muujiyo) marka la abuurinayo kooras cusub?

source: Create user
so_so: Samee isticmaale

source: Edit user
so_so: Tali isticmaale

source: Edit user field
so_so: Tali beele isticmaale

source: Edit coach
so_so: Tali tababare

source: Edit this session
so_so: Tali kalfadhigan

source: Export session(s)
so_so: Dhoofiso kalfadhi(yada)

source: Import session(s)
so_so: Roojo kalfadhi(yada)

source: Backup this course
so_so: Kaydso kooraskan

source: Course subscription
so_so: Ku qorista kooras

source: Public access
so_so: Helitaanka dadweynaha

source: Private access
so_so: Helitaanka gaarka ah

source: Database management is only available for the server administrator
so_so: Maamulka xogta waxaa heli kara maamulaha server-ka kaliya

source: Show users subscribed to this course
so_so: Muuji isticmaale yaqan kooraskan

source: Show classes subscribed to this course
so_so: Muuji fasalada la qoray kooraskan

source: Show groups of this course
so_so: Muuji kooxaha kooraskan

source: Phone number
so_so: Lambarka taleefanka

source: Add to a course
so_so: Ku dar kooras

source: Remove from portal
so_so: Ka saar portal

source: Delete selected course(s)
so_so: Tirtir koorasaska la doortay

source: Unsubscribe from course(s)
so_so: Ka qoro koorasaska

source: Delete selected classes
so_so: Tirtir fasalada la doortay

source: Delete selected groups
so_so: Tirtir kooxaha la doortay

source: Administrator
so_so: Maamule

source: Change picture
so_so: Beddel sawirka

source: %s comments
so_so: %s faallooyin

source: Add a user
so_so: Ku dar isticmaale

source: Add groups
so_so: Ku dar kooxo

source: Add classes
so_so: Ku dar fasalo

source: Export users list
so_so: Dhoofiso liiska isticmaale

source: Number of members
so_so: Tirada xubnaha

source: Number of users
so_so: Tirada isticmaale

source: Members
so_so: Xubno

source: First letter (class name)
so_so: Farta ugu horeysa (magaca fasalka)

source: First letter (last name)
so_so: Farta ugu horeysa (magaca dambe)

source: First letter (code)
so_so: Farta ugu horeysa (code)

source: Edit user information
so_so: Tali macluumaadka isticmaale

source: Edit class information
so_so: Tali macluumaadka fasalka

source: Edit group information
so_so: Tali macluumaadka kooxda

source: Edit course information
so_so: Tali macluumaadka kooraska

source: Please enter the class name !
so_so: Fadlan gali magaca fasalka!

source: Please enter the user's last name !
so_so: Fadlan gali magaca dambe ee isticmaale!

source: Please enter the user's first name !
so_so: Fadlan gali magaca hore ee isticmaale !

source: Please enter a valid e-mail address !
so_so: Fadlan gali ciwaan email oo sax ah !

source: Please enter a valid login !
so_so: Fadlan gali login sax ah !

source: Please enter the course code.
so_so: Fadlan gali koodka koorsada.

source: Please enter the teacher's First and Last Name.
so_so: Fadlan gali Magaca Hore iyo Dambe ee macallinka.

source: Please enter the course title
so_so: Fadlan gali ciwaanka koorsada

source: Accepted formats are JPG, PNG and GIF !
so_so: Qaabayaha la aqbalo waa JPG, PNG iyo GIF !

source: This login is already taken !
so_so: Login-kaas waa la qaatay hore !

source: Import users list
so_so: Soo dejin liiska isticmaale

source: Only users from the course
so_so: Isticmaale koorsada kaliya

source: Add classes to a course
so_so: Ku dar fasallada koorsada

source: Add users to course
so_so: Ku dar isticmaale koorsada

source: Add users to a class
so_so: Ku dar isticmaale fasalka

source: Add users to a group
so_so: Ku dar isticmaale kooxda

source: You must select at least one class and one course
so_so: Waa inaad doorataa ugu yaraan hal fasal iyo hal koorsad

source: You must select at least one user !
so_so: Waa inaad doorataa ugu yaraan hal isticmaal !

source: You must select at least one user and one course
so_so: Waa inaad doorataa ugu yaraan hal isticmaal iyo hal koorsad

source: Class list
so_so: Liiska fasalka

source: Add to the course(s)
so_so: Ku dar koorsaska

source: Add to the class
so_so: Ku dar fasalka

source: Remove from the class
so_so: Ka saar fasalka

source: Add to the group
so_so: Ku dar kooxda

source: Remove from the group
so_so: Ka saar kooxda

source: Users outside the class
so_so: Isticmaale ka baxsan fasalka

source: Users inside the class
so_so: Isticmaale ku jira fasalka

source: Users outside the group
so_so: Isticmaale ka baxsan kooxda

source: Users inside the group
so_so: Isticmaale ku jira kooxda

source: must use the ';' character as a separator
so_so: waa in la isticmaalo calaamadda ';' sida kala soocid

source: The CSV file must look like this
so_so: Faylka CSV waa inuu sidaas u ekaadaa

source: The XML file must look like this
so_so: Faylka XML waa inuu sidaas u ekaadaa

source: Fields in <strong>bold</strong> are mandatory.
so_so: Goobaha <strong>waa kuwo qasab ah</strong>.

source: The specified file is not XML format !
so_so: Faylka la sheegay ma aha qaab XML !

source: The specified file is not CSV format !
so_so: Faylka la sheegay ma aha qaab CSV !

source: The specified file doesn't contain all needed data !
so_so: Faylka la sheegay ma haysto dhammaan xogta loo baahan yahay !

source: You can't import more than 500 users at once !
so_so: Ma dejin kartid in ka badan 500 oo isticmaal hal mar !

source: Databases (phpMyAdmin)
so_so: Keydka (phpMyAdmin)

source: Users
so_so: Isticmaale

source: Classes of users
so_so: Fasallada isticmaale

source: Groups of users
so_so: Kooxaha isticmaale

source: Subscribe a user / group to a course
so_so: Isku dar isticmaal / koox koorsad ah

source: There are no categories here
so_so: Ma jiraan qaybood halkan

source: Allow adding courses in this category?
so_so: Ma ogolaanaysaa in koorsado lagu daro qaybtaan?

source: Go to the forum
so_so: Tag foorarka

source: Category code
so_so: Koodka qaybta

source: The Twitter Creator is a Twitter account (e.g. @ywarnier) that represents the *person* that created the site. This field is optional.
so_so: Twitter Creator waa akoon Twitter (tusaale @ywarnier) oo matalaya *qofka* sameeyay goobta. Goobtani waa ikhtiyaari.

source: Edit this category
so_so: Tafatir qaybtaan

source: Open this category
so_so: Furo qaybtaan

source: Delete this category
so_so: Tirtir qaybtaan

source: Add a sub-category
so_so: Ku dar qayb-hoosaad

source: View children
so_so: Eeg carruurta

source: Tree rebuilded in
so_so: Geedka dib loo dhisay

source: Tree recounted in
so_so: Geedka dib loo tiriyey

source: Rebuild the tree
so_so: Dib u dhiso geedka

source: Refresh number of children
so_so: Cusboonaysii tirada carruurta

source: Show tree
so_so: Muujin geedka

source: Meta image path
so_so: Jidka sawirka meta

source: Category deleted
so_so: Qaybta waa la tirtiray

source: Recount children
so_so: Tiriyaa carruurta

source: Up in same level
so_so: Kor u kac heerkii isku midka ah

source: Mail to :
so_so: Boostada:

source: Add an administrator
so_so: Ku dar maamule

source: Add categories
so_so: Ku dar qaybaha

source: Search for a course
so_so: Raadi koorsad

source: Search for a user
so_so: Raadi isticmaal

source: Technical
so_so: Farsamo

source: System config
so_so: Habaynta nidaamka

source: Login list (extended)
so_so: Liiska login (fidinta)

source: Maximum users showing in scroll list
so_so: Isku-darka ugu badan ee isticmaale lagu muujiyo liiska scroll

source: No time limits
so_so: Ma jiraan xuduud waqti

source: General properties
so_so: Sifooyinka guud

source: Course coach
so_so: Tababare koorsadda
