Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Videoconference streaming server port
ar: ميناء موزع تدفق فيديو المؤتمر
ast_es: Puertu del servidor de streaming pa videocofonferencia
bn_bd: ভিডিও কনফারেন্স স্ট্রিমিং সার্ভার পোর্ট
bs_ba: Port streaming servera za videokonferenciju
ca_es: port del servidor de streamming per a la videoconferència
cs_cz: Port streamovacího serveru videokonference
da: Videokonference streaming server port
de: Server Port für Videoonference Server
el: Θύρα διακομιστή streaming βιντεοδιάσκεψης
eo: Vidokonferenca servila pordo
es: Puerto del servidor de streaming para la videoconferencia
es_mx: Puerto del servidor de streaming de videoconferencia
eu_es: Bideokonferentzia egiteko streaming zerbitzariaren ataka
fa_ir: پورت سرور استریم ویدیوکنفرانس
fi_fi: Videokonferenssin suoratoistopalvelimen portti
fo_fo: Videokonferencustræmingarserverportur
fur: Port server streaming videoconferenze
ga: Port freastalaí sruthú físeachomhdhála
gl: Porto do servidor de streaming para a videoconferencia
he_il: יציאת שרת זרימה של ועידת וידאו
hi: वीडियो कॉन्फ्रेंस स्ट्रीमिंग सर्वर पोर्ट
hr_hr: Port poslužitelja za streaming videokonferencija
hu_hu: Videókonferencia streaming kiszolgáló portja
hy: Վիդեոկոնֆերանսի ստրիմինգ սերվերի պորտ
id_id: Port server streaming konferensi video
it: Porta del server di videoconferenza
ja: ビデオ会議ストリーミングサーバーポート
ka_ge: ვიდეოკონფერენციის სტრიმინგ სერვერის პორტი
ko_kr: 화상회의 스트리밍 서버 포트
lo: ພອດຂອງເຊີບເວີສະຕຣີມມິງການປະຊຸມວິດີໂອ
lt_lt: Vaizdo konferencijų srautinio perdavimo serverio prievadas
lv_lv: Videokonferenču straumēšanas servera ports
mk_mk: Порта на серверот за стрим на видеоконференција
ms_my: Port pelayan penstriman videoconference
my_mm: ဗီဒီယိုကွန်ဖရင့်ထုတ်လွှင့်မှုဆာဗာပို့တ်
ne: भिडियो सम्मेलन स्ट्रीमिङ सर्भर पोर्ट
nl: Videoconference streaming server poort
nn_no: Videokonferanse strømmetenar port
oc: Pòrt del servidor de flux videoconferencia
pl_pl: Port serwera transmisji strumieniowej wideokonferencji
ps: د ویډیو کنفرانس سټریم سرور پورت
pt_br: Porta do servidor de streaming de videoconferência
pt_pt: Porta do servidor de streaming para videoconferência
ro_ro: Portul serverului de streaming pentru videoconferinta
ru_ru: Порт сервера потоковой видеоконференции
sk_sk: Port servera video-konferenčného prenosu
sl: Št. vrat strežnika podatkovnega toka videokonference
sq: Porta e serverit streaming të videokonferencës
sr_rs: Port streaming servera za videokonferencije
sv_se: Serverport för strömmande videokonferens
sw_ke: Bandari ya seva ya utiririshaji wa videoconference
ta: வீடியோகான்ஃபரன்ஸ் ஸ்ட்ரீமிங் சர்வர் போர்ட்
th: พอร์ตเซิร์ฟเวอร์สตรีมมิงวิดีโอคอนเฟอเรนซ์
tl_ph: Puerto ng streaming server ng Videoconference
tr: Videokonferans akış sunucu portu
uk_ua: Порт сервера потокового передавання відеоконференцій
vi_vn: Cổng máy chủ phát trực tuyến hội nghị truyền hình
xh_za: Izibuko leserver yokusasaza ivideoconference
zh_cn: 视频会议媒体服务器端口
zh_tw: 視像會議串流伺服器埠

source: Videoconference streaming server password
ar: كلمة السر لموزع تدفق فيديو المؤتمر
ast_es: Seña del servidor de streaming pa videoconferencia
bn_bd: ভিডিও কনফারেন্স স্ট্রিমিং সার্ভার পাসওয়ার্ড
bs_ba: Lozinka streaming servera za videokonferenciju
ca_es: Contrasenya del servidor de streamming per a la videoconferència
cs_cz: Heslo streamovacího serveru videokonference
da: Videokonference streaming server adgangskode
de: Kennwort für Videoconference Streaming Server
el: Κωδικός πρόσβασης διακομιστή streaming βιντεοδιάσκεψης
eo: Vidokonferenca servila pasvorto
es: Contraseña del servidor de streaming para la videoconferencia
es_mx: Contraseña del servidor de streaming de videoconferencia
eu_es: Bideokonferentzia egiteko streaming zerbitzariaren pasahitza
fa_ir: رمز عبور سرور استریم ویدیوکنفرانس
fi_fi: Videokonferenssin suoratoistopalvelimen salasana
fo_fo: Videoconference streaming server lykilorð
fur: Pasvûrt server streaming videoconferenze
ga: Pasfhocal freastalaí sruthú físeachomhdhála
gl: Contraseña do servidor de streaming para a videoconferencia
he_il: סיסמת שרת הזרמת וידאו של ועידת וידאו
hi: वीडियो कॉन्फ्रेंस स्ट्रीमिंग सर्वर पासवर्ड
hr_hr: Lozinka poslužitelja za streaming videokonferencija
hu_hu: Videókonferencia streaming kiszolgáló jelszó
hy: Վիդեոկոնֆերանսի ստրիմինգ սերվերի գաղտնաբառ
id_id: Kata sandi server streaming konferensi video
it: Password del server di videoconferenza
ja: ビデオ会議ストリーミングサーバーパスワード
ka_ge: ვიდეოკონფერენციის სტრიმინგ სერვერის პაროლი
ko_kr: 화상회의 스트리밍 서버 비밀번호
lo: ລະຫັດຜ່ານຂອງເຊີບເວີສະຕຣີມມິງການປະຊຸມວິດີໂອ
lt_lt: Vaizdo konferencijų srautinio perdavimo serverio slaptažodis
lv_lv: Videokonferenču straumēšanas servera parole
mk_mk: Лозинка на серверот за стрим на видеоконференција
ms_my: Kata laluan pelayan penstriman videoconference
my_mm: ဗီဒီယိုကွန်ဖရင့်ထုတ်လွှင့်မှုဆာဗာ စကားဝှက်
ne: भिडियो सम्मेलन स्ट्रीमिङ सर्भर पासवर्ड
nl: Videoconference streaming server wachtwoord
nn_no: Videokonferanse strømmetenar passord
oc: Senhal del servidor de flux videoconferencia
pl_pl: Hasło do serwera transmisji strumieniowej wideokonferencji
ps: د ویډیو کنفرانس سټریم سرور پاسورډ
pt_br: Senha do servidor de streaming de videoconferência
pt_pt: Senha/password do servidor de streaming para videoconferência
ro_ro: Parola pe serverul de streaming pentru videoconferinta
ru_ru: Пароль сервера потоковой видеоконференции
sk_sk: Heslo servera video-konferenčného prenosu
sl: Geslo strežnika podatkovnega toka videokonference
sq: Fjalëkalimi i serverit streaming të videokonferencës
sr_rs: Šifra za server videokonferencije
sv_se: Lösenord till server för strömmande videokonferens
sw_ke: Nenosiri la seva ya utiririshaji wa videoconference
ta: வீடியோகான்ஃபரன்ஸ் ஸ்ட்ரீமிங் சர்வர் சாபை
th: รหัสผ่านเซิร์ฟเวอร์สตรีมมิงวิดีโอคอนเฟอเรนซ์
tl_ph: Password ng streaming server ng Videoconference
tr: Videokonferans akış sunucu şifresi
uk_ua: Пароль сервера потокового передавання відеоконференцій
vi_vn: Mật khẩu máy chủ phát trực tuyến hội nghị truyền hình
xh_za: Igama eliyimfihlo leserver yokusasaza ivideoconference
zh_cn: 视频会议媒体服务器密码
zh_tw: 視像會議串流伺服器密碼

source: Port
ar: ميناء
ast_es: Puertu
bn_bd: পোর্ট
el: Θύρα
eo: Pordo
es: Puerto
es_mx: Puerto
eu_es: Ataka
fa_ir: پورت
fi_fi: Portti
gl: Porto
he_il: פורט
hi: पोर्ट
hu_hu: Portszám
hy: Պորտ
it: Porta
ja: ポート
ka_ge: პორტი
ko_kr: 포트
lo: ພອດ
lt_lt: Prievadas
lv_lv: Ports
mk_mk: Порта
my_mm: ပို့တ်
ne: पोर्ट
nl: Poort
oc: Pòrt
ps: پورت
pt_br: Porta
pt_pt: Porta
ru_ru: Порт
sl: Vrata
sq: Portë
sw_ke: Bandari
ta: போர்ட்
th: พอร์ต
uk_ua: Порт
vi_vn: Cổng
xh_za: Izibuko
zh_cn: 端口
zh_tw: 連接埠

source: Click here for a demo account
ar: اضغط هنا للاطلاع على التجربة
ast_es: Calque equí pa consiguir una cuenta de demostración
bn_bd: ডেমো অ্যাকাউন্টের জন্য এখানে ক্লিক করুন
bs_ba: Kliknite ovdje za demo račun
ca_es: Feu clic aquí per a obtenir un compte de demostració
cs_cz: Klikněte zde pro demo účet
da: Klik her for en demo-konto
de: Hier klicken für Demo Account
el: Κάντε κλικ εδώ για λογαριασμό demo
eo: Klaku ĉi tie por demonstracia konto
es: Haga clic aquí para obtener una cuenta de demostración
es_mx: Haz clic aquí para una cuenta de demostración
eu_es: Klikatu hemen kontuaren ahalmenak erakusteko demo bertsio bat lortzeko
fa_ir: برای حساب دمو کلیک کنید
fi_fi: Napsauta tästä nähdäksesi demotilin
fo_fo: Klikk her fyri demo kontu
fur: Clic chi par cont utint demo
ga: Cliceáil anseo le haghaidh cuntas taispeántais
gl: Faga clic aquí para obter unha conta de demostración
he_il: לחץ כאן לחשבון הדגמה
hi: डेमो खाते के लिए यहाँ क्लिक करें
hr_hr: Kliknite ovdje za demo račun
hu_hu: Kattintson ide demó hozzáféréshez
hy: Սեղմեք այստեղ՝ դեմո հաշվի համար
id_id: Klik di sini untuk akun demo
it: Clicca per un account dimostrativo
ja: デモアカウントはこちら
ka_ge: დემო ანგარიშისთვის დააჭირეთ აქ
ko_kr: 데모 계정은 여기를 클릭하세요
lo: ຄລິກທີ່ນີ້ເພື່ອເຂົ້າໃຊ້ບັນຊີທົດລອງ
lt_lt: Spustelėkite čia demonstraciniam paskyros prisijungimui
lv_lv: Noklikšķiniet šeit, lai saņemtu demo kontu
mk_mk: Кликнете тука за демонтраторска сметка
ms_my: Klik di sini untuk akaun demo
my_mm: သရုပ်ပြအကောင့်အတွက် ဤနေရာကို နှိပ်ပါ
ne: डेमो खाताका लागि यहाँ क्लिक गर्नुहोस्
nl: Klik hier voor een demo account
nn_no: Klikk her for demo-konto
oc: Clicatz aicí per un compte de demostracion
pl_pl: Kliknij tutaj, aby założyć konto demo
ps: دلته کلیک وکړئ د ډیمو اکاونټ لپاره
pt_br: Clique aqui para uma conta de demonstração
pt_pt: Clique aqui para uma conta de demonstração
ro_ro: Click aici pentru un cont demo
ru_ru: Щелкните здесь для демонстрационного счета
sk_sk: Pre demo konto kliknite sem
sl: Klikni tukaj za dostop do demonstracijskega uporabniškega računa
sq: Klikoni këtu për një llogari demo
sr_rs: Kliknite ovde za demo nalog
sv_se: Klicka här för att få ett demokonto
sw_ke: Bofya hapa kwa akaunti ya onyesho
ta: டெமோ கணக்கிற்கு இங்கே கிளிக் செய்யுங்கள்
th: คลิกที่นี่สำหรับบัญชีทดลอง
tl_ph: I-klik dito para sa demo account
tr: Bir örnek hesap için buraya tıklayın
uk_ua: Натисніть тут для демо-облікового запису
vi_vn: Nhấp vào đây để xem tài khoản demo
xh_za: Cofa apha kwi-akhawunti yedemo
zh_cn: 点击进入测试帐号
zh_tw: 點擊這裡取得示範帳號

source: Profiling
ar: إدارة حقول المستخدمين
ast_es: Xestionar los campos d'usuariu
bn_bd: প্রোফাইলিং
bs_ba: Profilisanje
ca_es: Gestionar els camps d'usuari
cs_cz: Upravit uživatelská pole
da: Profilering
de: Benutzer Felder verwalten
el: Προφίλ
eo: Administracii uzulajn kampojn
es: Gestionar los campos de usuario
es_mx: Perfiles
eu_es: Erabiltzaile eremuak kudeatzea
fa_ir: پروفایل
fi_fi: Profiilien hallinta
ga: Próifíliú
gl: Xestionar os campos de usuario
he_il: פרופילים
hi: प्रोफ़ाइलिंग
hr_hr: Profiliranje
hu_hu: Felhasználói mezők kezelése
hy: Պրոֆայլինգ
id_id: Profil
it: Gestisci i campi-utente
ja: プロファイル
ka_ge: პროფილირება
ko_kr: 프로파일링
lo: ການສ້າງໂປຣໄຟລ໌
lt_lt: Profilavimas
lv_lv: Esošās un Papildus Ailes Lietotāja reģistrā
mk_mk: Профилирање
ms_my: Profil
my_mm: ပရိုဖိုင်ဖန်တီးမှု
ne: प्रोफाइलिङ
nl: Beheer gebruikersvelden
nn_no: Profilering
oc: Profilatge
pl_pl: Zarządzanie polami użytkownika
ps: پروفایلنګ
pt_br: Administrar campos do usuário
pt_pt: Perfis
ro_ro: Gestioneaza campurile utilizator
ru_ru: Управление полями пользователя
sk_sk: Spravovať používateľské polia
sl: Upravljaj uporabniška polja
sq: Profilizimi
sr_rs: Profilisanje
sv_se: Hantera användarfält
sw_ke: Wasifu
ta: சுயவிவர அமைப்பு
th: การกำหนดโปรไฟล์
tl_ph: Pagpo-profile
tr: Kullanıcı alanlarını yönet
uk_ua: Профіль
vi_vn: Hồ sơ
xh_za: Iprofayili
zh_cn: 管理用户自定义字段
zh_tw: 個人檔案

source: Add profile field
ar: إضافة مجالات التعريف
ast_es: Amestar un campu d'usuariu
bn_bd: প্রোফাইল ফিল্ড যোগ করুন
bs_ba: Dodaj polje profila
ca_es: Afegir un camp d'usuari
cs_cz: Přidat uživatelské pole
da: Tilføj profelfelt
de: Benutzer Feld hinzufügen
el: Προσθήκη πεδίου προφίλ
eo: Aldoni uzulan kampon
es: Añadir un campo de usuario
es_mx: Agregar campo de perfil
eu_es: Gehitu erabiltzaile eremu bat
fa_ir: افزودن گزینه پروفایل
fi_fi: Lisää profiilikenttä
fo_fo: Legg afturat profiløki
fur: Zontâ campi profil
ga: Cuir réimse próifíle leis
gl: Engadir un campo de usuario
he_il: הוסף שדה פרופיל
hi: प्रोफ़ाइल फ़ील्ड जोड़ें
hr_hr: Dodaj polje profila
hu_hu: Profilmező hozzáadása
hy: Ավելացնել պրոֆիլի դաշտ
id_id: Tambah field profil
it: Aggiungi un campo
ja: プロフィールフィールドを追加
ka_ge: პროფილის ველის დამატება
ko_kr: 프로필 필드 추가
lt_lt: Pridėti profilio lauką
lv_lv: Pievienot reģistram jaunu aili
mk_mk: Додај поле за профил
ms_my: Tambah medan profil
my_mm: ပရိုဖိုင်ကွက်လပ်ထည့်ပါ
ne: प्रोफाइल क्षेत्र थप्नुहोस्
nl: Gebruikersveld toevoegen
nn_no: Legg til profelfelt
oc: Apondre un camp de perfil
pl_pl: Dodaj pole użytkownika
ps: پروفایل فیلډ اضافه کړئ
pt_br: Acrescentar campo do usuário
pt_pt: Adicionar um campo no perfil
ro_ro: Adauga camp utilizator
ru_ru: Добавить поле пользователя
sk_sk: Pridať používateľské pole
sl: Dodaj uporabniško polje
sq: Shto fushë profili
sr_rs: Dodaj korisničko polje
sv_se: Lägg till användarfält
sw_ke: Ongeza nyanja ya wasifu
ta: சுயவிவரப் புலத்தைச் சேர்க்கவும்
th: เพิ่มฟิลด์โปรไฟล์
tl_ph: Magdagdag ng profile field
tr: Kullanıcı alanı ekle
uk_ua: Додати поле профілю
vi_vn: Thêm trường hồ sơ
xh_za: Faka indawo yephrofayili
zh_cn: 添加用户字段
zh_tw: 新增個人檔案欄位

source: Field label
ar: مجال التسمية
ast_es: Etiqueta del campu
bn_bd: ফিল্ড লেবেল
bs_ba: Oznaka polja
ca_es: Etiqueta del camp
cs_cz: Jmenovka pole
da: Feltetiket
de: Bezeichnung für Feld
el: Ετικέτα πεδίου
eo: Uzula vinjeto
es: Etiqueta del campo
es_mx: Etiqueta del campo
eu_es: Eremuaren etiketa
fa_ir: برچسب گزینه
fi_fi: Kentän tunnusteksti
fo_fo: Øki merkja
fur: Etichete campi
ga: Lipéad réimse
gl: Etiqueta do campo
he_il: תווית שדה
hi: फ़ील्ड लेबल
hr_hr: Oznaka polja
hu_hu: Mező címke
hy: Դաշտի պիտակ
id_id: Label field
it: Etichetta
ja: フィールドラベル
ka_ge: ველის ეტიკეტი
ko_kr: 필드 레이블
lo: ປ້າຍກຳກັບຊ່ອງຂໍ້ມູນ
lt_lt: Lauko žymė
lv_lv: Ailes nosaukums
mk_mk: Етикета на полето
ms_my: Label medan
my_mm: ကွက်လပ်တံဆိပ်
ne: क्षेत्र लेबल
nl: Veldlabel
nn_no: Feltetiketten
oc: Etiqueta del camp
pl_pl: Etykieta pola
ps: فیلډ لیبل
pt_br: Etiqueta do campo
pt_pt: Identificação do campo
ro_ro: Eticheta campului
ru_ru: Метка поля
sk_sk: Označenie poľa
sl: Oznaka polja
sq: Etiketa e fushës
sr_rs: Oznaka polja
sv_se: Fältid
sw_ke: Lebo ya nyanja
ta: புல லேபிள்
th: ป้ายกำกับฟิลด์
tl_ph: Label ng Field
tr: Alan etiketi
uk_ua: Мітка поля
vi_vn: Nhãn trường
xh_za: Leyibhile yentsimi
zh_cn: 字段名
zh_tw: 欄位標籤

source: Field type
ar: نوع الحقل
ast_es: Tipu de campu
bn_bd: ফিল্ডের ধরন
bs_ba: Tip polja
ca_es: Tipus de camp
cs_cz: Typ pole
da: Felttype
de: Feldtyp
el: Τύπος πεδίου
eo: Kampa tipo
es: Tipo de campo
es_mx: Tipo de campo
eu_es: Eremu mota
fa_ir: نوع گزینه
fi_fi: Kentän tyyppi
fo_fo: Øki sløg
fur: Tipe campi
ga: Cineál réimse
gl: Tipo de campo
he_il: סוג שדה
hi: फ़ील्ड प्रकार
hr_hr: Vrsta polja
hu_hu: Mező típus
hy: Դաշտի տիպ
id_id: Tipe field
it: Tipo di campo
ja: フィールドタイプ
ka_ge: ველის ტიპი
ko_kr: 필드 유형
lt_lt: Lauko tipas
lv_lv: Ailes satura veids
mk_mk: Тип на полето
ms_my: Jenis medan
my_mm: ကွက်လပ်အမျိုးအစား
ne: क्षेत्र प्रकार
nl: Veldtype
nn_no: Felt type
oc: Tipe de camp
pl_pl: Typ pola
ps: فیلډ ډول
pt_br: Tipo de campo
pt_pt: Tipo de campo
ro_ro: Tipul campului
ru_ru: Тип поля
sk_sk: Typ poľa
sl: Tip polja
sq: Lloji i fushës
sr_rs: Tip polja
sv_se: Fälttyp
sw_ke: Aina ya nyanja
ta: புல வகை
th: ประเภทฟิลด์
tl_ph: Uri ng Field
tr: Alan çeşidi
uk_ua: Тип поля
vi_vn: Loại trường
xh_za: Uhlobo lwentsimi
zh_cn: 字段类型
zh_tw: 欄位類型

source: Field title
ar: العنوان
ast_es: Títulu del campu
bn_bd: ক্ষেত্র শিরোনাম
bs_ba: Naslov polja
ca_es: Títol del camp
cs_cz: Název pole
da: Felttitel
de: Feldtitel
el: Τίτλος πεδίου
eo: Kampa titolo
es: Título del campo
es_mx: Título del campo
eu_es: Eremuaren izena
fa_ir: عنوان گزینه
fi_fi: Kentän otsikko
fo_fo: Øki heiti
fur: Titui dal camp
ga: Teideal réimse
gl: Título do campo
he_il: כותרת שדה
hi: फ़ील्ड शीर्षक
hr_hr: Naslov polja
hu_hu: Mező címe
hy: Դաշտի վերնագիր
id_id: Judul field
it: Intestazione campo
ja: フィールドタイトル
ka_ge: ველის სათაური
ko_kr: 필드 제목
lo: ຊື່ຫົວຂໍ້ຊ່ອງຂໍ້ມູນ
lt_lt: Lauko pavadinimas
lv_lv: Ailes info teksts
mk_mk: Наслов на полето
ms_my: Tajuk medan
my_mm: ကွက်လပ်ခေါင်းစဉ်
ne: फिल्ड शीर्षक
nl: Veld titel
nn_no: Felt tittel
oc: Títol del camp
pl_pl: Nazwa pola
ps: فیلډ سرلیک
pt_br: Título do campo
pt_pt: Título do campo
ro_ro: Titlul campului
ru_ru: Заголовок поля
sk_sk: Názov poľa
sl: Naslov polja
sq: Titulli i fushës
sr_rs: Naslov polja
sv_se: Fältnamn
sw_ke: Jina la uwanja
ta: புலத் தலைப்பு
th: ชื่อฟิลด์
tl_ph: Pamagat ng Field
tr: Alan başlığı
uk_ua: Заголовок поля
vi_vn: Tiêu đề trường
xh_za: Isihloko senkcwadi
zh_cn: 字段名
zh_tw: 欄位標題

source: Default value
ar: القيمة الافتراضية
ast_es: Valor por defeutu del campu
bn_bd: ডিফল্ট মান
bs_ba: Podrazumijevana vrijednost
ca_es: Valor per defecte del camp
cs_cz: Výchozí hodnota
da: Standardværdi
de: Feldwert (vorausgewählt)
el: Προεπιλεγμένη τιμή
eo: Kampa mankovaloro
es: Valor por defecto del campo
es_mx: Valor predeterminado
eu_es: Eremuaren balio lehenetsia
fa_ir: مقدار پیشفرض
fi_fi: Oletusarvo
fo_fo: Standardvirði
fur: Valôr predefinît
ga: Luach réamhshocraithe
gl: Valor por defecto do campo
he_il: ערך ברירת מחדל
hi: डिफ़ॉल्ट मान
hr_hr: Zadana vrijednost
hu_hu: Alapértelmezett érték
hy: Ընտրովի արժեք
id_id: Nilai default
it: Valore di default
ja: デフォルト値
ka_ge: ნაგულისხმევი მნიშვნელობა
ko_kr: 기본값
lo: ຄ່າເລີ່ມຕົ້ນ
lt_lt: Numatytasis reiškinys
lv_lv: Noklusējuma vērtība
mk_mk: Стандардна вредност
ms_my: Nilai lalai
my_mm: မူလတန်ဖိုး
ne: पूर्वनिर्धारित मान
nl: Standaardwaarde veld
nn_no: Standardverdi
oc: Valor per defaut
pl_pl: Domyślna wartość pola
ps: پیش فرض ارزښت
pt_br: Valor predefinido do campo
pt_pt: Valor pré-definido
ro_ro: Valoarea implicita a campului
ru_ru: Значение поля по умолчанию
sk_sk: Štandardná hodnota poľa
sl: Privzeta vrednost polja
sq: Vlera e paracaktuar
sr_rs: Podrazumevana vrednost
sv_se: Standardvärde för fält
sw_ke: Thamani ya chaguo-msingi
ta: இயல்புநிலை மதிப்பு
th: ค่าตั้งต้น
tl_ph: Default na halaga
tr: Alan varsayılan değeri
uk_ua: Значення за замовчуванням
vi_vn: Giá trị mặc định
xh_za: Ixabiso eliqhelekileyo
zh_cn: 字段默认值
zh_tw: 預設值

source: Order
ar: ترتيب
ast_es: Orde del campu
bn_bd: ক্রম
bs_ba: Redoslijed
ca_es: Ordre del camp
cs_cz: Pořadí
da: Rækkefølge
de: Feldreihenfolge
el: Σειρά
eo: Kampa ordigo
es: Orden del campo
es_mx: Orden
eu_es: Posizioa
fa_ir: ترتیب
fi_fi: Järjestys
fo_fo: Røð
fur: Ordine
ga: Ord
gl: Orde do campo
he_il: סדר
hi: क्रम
hr_hr: Redoslijed
hu_hu: Sorrend
hy: Դասավորություն
id_id: Urutan
it: Posizione
ja: 順序
ka_ge: მიმდინარეობა
ko_kr: 순서
lo: ລຳດັບ
lt_lt: Eilutės tvarka
lv_lv: Secība
mk_mk: Редослед
ms_my: Urutan
my_mm: အစီအစဉ်
ne: क्रम
nl: Rangschikking velden
nn_no: Rekkefølge
oc: Òrdre
pl_pl: Kolejność pól
ps: ترتیب
pt_br: Ordem dos campos
pt_pt: Ordenação
ro_ro: Ordinea campurilor
ru_ru: Очередность поля
sk_sk: Poradie polí
sl: Mesto polja
sq: Renditja
sr_rs: Redosled
sv_se: Fältordning
sw_ke: Mpangilio
ta: வரிசை
th: ลำดับ
tr: Alan isteği
uk_ua: Порядок
vi_vn: Thứ tự
xh_za: Umyalelo
zh_cn: 字段排序
zh_tw: 順序

source: Visible?
ar: مرئي؟
ast_es: Visibilidá del campu
bn_bd: দৃশ্যমান?
bs_ba: Vidljivo?
ca_es: Visibilitat del camp
cs_cz: Viditelnost pole
da: Synlig?
de: Sichtbarkeit für Feld
el: Ορατό;
eo: Kampa videblo
es: Visibilidad del campo
eu_es: Ikusgaia
fa_ir: آشکار؟
fi_fi: Näkyvä?
fo_fo: Sýnilig?
fur: Visîl?
ga: Infheicthe?
gl: Visibilidade do campo
he_il: גלוי?
hi: दृश्यमान?
hr_hr: Vidljivo?
hu_hu: Látható?
hy: Ցուցադրվող?
id_id: Terlihat?
it: Visibilità
ja: 表示する？
ka_ge: ხილულია?
ko_kr: 표시?
lo: ສະແດງ?
lt_lt: Matomas?
lv_lv: Redzamība (+/-)
mk_mk: Видливо?
ms_my: Dapat dilihat?
my_mm: မြင်ရမည်လား။
ne: देख्न सकिन्छ?
nl: Zichtbaarheid veld
nn_no: Synleg?
pl_pl: Widoczność pola
ps: ښکاره؟
pt_br: Visibilidade dos campos
pt_pt: Visível?
ro_ro: Vizibilitatea campurilor
ru_ru: Видимость поля
sk_sk: Viditeľnosť poľa
sl: Vidnost polja
sq: E dukshme?
sr_rs: Vidljivo?
sv_se: Fältvisning
sw_ke: Inaonekana?
ta: காட்டுகிறதா?
th: มองเห็น?
tl_ph: Nakikita?
tr: Alan görünürlüğü
uk_ua: Видиме?
vi_vn: Hiển thị?
xh_za: Ibonakala?
zh_cn: 字段可见
zh_tw: 可見？

source: Can change
ar: القدرة على التغيير
ast_es: Modificable
bn_bd: পরিবর্তন করতে পারে
bs_ba: Može promijeniti
ca_es: Modificable
cs_cz: Možnost změny
da: Kan ændres
de: Fähigkeit zur Änderung
el: Μπορεί να τροποποιηθεί
eo: Kampa ŝanĝeblo
es: Modificable
es_mx: ¿Puede cambiar?
eu_es: Aldagarria
fa_ir: قابل تغییر
fi_fi: Voi muuttaa
fo_fo: Kann broyta
fur: Al puê cambiâ
ga: Is féidir a athrú
gl: Modificable
he_il: יכול להשתנות
hi: बदल सकते हैं
hr_hr: Može mijenjati
hu_hu: Megváltoztatható
hy: Հնարավոր է փոխել
id_id: Bisa diubah
it: Possibilità di modifica
ja: 変更可能
ka_ge: შეცვლადია
ko_kr: 변경 가능?
lo: ສາມາດປ່ຽນແປງໄດ້
lt_lt: Gali keisti
lv_lv: Var/Nevar rediģēt
mk_mk: Може да се промени
ms_my: Boleh diubah
my_mm: ပြောင်းလဲနိုင်သည်
ne: परिवर्तन गर्न सकिन्छ
nl: Wijzigingsmogelijkheden
nn_no: Kan endre
oc: Pòt cambiar
pl_pl: Edycja pola
ps: کولای شي بدل کړي
pt_br: Capacidade de alteração
pt_pt: Pode modificar/substituir
ro_ro: Posibilitatea de a schimba campul
ru_ru: Изменить возможность
sk_sk: Možnosť zmeny
sl: Spremeni zmožnost
sq: Mund të ndryshohet
sr_rs: Može menjati
sv_se: Kan ändra
sw_ke: Inaweza kubadilishwa
ta: மாற்றலாமா
th: สามารถเปลี่ยนได้
tl_ph: Maaaring baguhin
tr: Yeteneği değiştir
uk_ua: Може змінювати
vi_vn: Có thể thay đổi
xh_za: Inokutshintshwa
zh_cn: 可否修改
zh_tw: 可變更

source: Text area
ar: مساحة النص
ast_es: Area de testu
bn_bd: পাঠ্য এলাকা
bs_ba: Tekstualno područje
ca_es: Àrea de text
cs_cz: Textové pole
da: Tekstområde
de: Textfeld
el: Περιοχή κειμένου
eo: Tekstkampo
es: Area de texto
es_mx: Área de texto
eu_es: Testu area
fa_ir: ناحیه متنی
fi_fi: Tekstialue
fo_fo: Tekstøki
fur: Äre di test
ga: Limistéar téacs
gl: Area de texto
he_il: אזור טקסט
hi: पाठ क्षेत्र
hr_hr: Područje teksta
hu_hu: Szövegterület
hy: Տեքստային տարածք
id_id: Area teks
it: Area di testo
ja: テキストエリア
ka_ge: ტექსტური არე
ko_kr: 텍스트 영역
lo: ພື້ນທີ່ຂໍ້ຄວາມ
lt_lt: Teksto sritis
lv_lv: Lauka tips - teksta lauks
mk_mk: Текстуална област
ms_my: Kawasan teks
my_mm: စာသားဧရိယာ
ne: पाठ क्षेत्र
nl: Tekstveld
nn_no: Tekstområde
oc: Zòna de tèxte
pl_pl: Pole tekstowe
ps: ټیکسټ ساحه
pt_br: Área de texto
pt_pt: Área de texto
ro_ro: Zona de text
ru_ru: Область текста
sk_sk: Textové pole
sl: Polje besedila
sq: Hapësirë teksti
sr_rs: Tekstualno područje
sv_se: Textyta
sw_ke: Sehemu ya maandishi
ta: உரை பரப்பு
th: พื้นที่ข้อความ
tr: Metin alanı
uk_ua: Текстове поле
vi_vn: Vùng văn bản
xh_za: Indawo yombhalo
zh_cn: 文本框
zh_tw: 文字區域

source: Radio buttons
ar: أزرار الراديو
ast_es: Botones de radio
bn_bd: রেডিও বোতাম
bs_ba: Radio gumbe
ca_es: Botons de ràdio
cs_cz: Rádiová tlačítka
da: Radioknapper
de: Radio Button
el: Αποκλειστικά κουμπιά
eo: Radiobutonoj
es: Botones de radio
es_mx: Botones de radio
eu_es: Radioaren botoiak
fa_ir: دکمه‌های رادیویی
fi_fi: Radiopainikkeet
fo_fo: Radioknappar
fur: Bôtons radio
ga: Cnaipí raidió
gl: Botóns de radio
he_il: לחצני רדיו
hi: रेडियो बटन
hr_hr: Radio gumbe
hu_hu: Rádiógombok
hy: Ռադիոընտրիչներ
id_id: Tombol radio
it: Pulsanti di scelta
ja: ラジオボタン
ka_ge: რადიო ღილაკები
ko_kr: 라디오 버튼
lo: ປຸ່ມຕົວເລືອກ
lt_lt: Radijo mygtukai
lv_lv: Lauka tips - izvēli atzīmēt ar punktiņu
mk_mk: Радио копчиња
ms_my: Butang radio
my_mm: ရေဒီယိုခလုတ်များ
ne: रेडियो बटनहरू
nl: Keuzerondjes
nn_no: Radioknappar
oc: Botos radio
pl_pl: Pole wyboru (Radio buttons)
ps: رادیو بوټنونه
pt_br: Botões tipo radio
pt_pt: Botões de rádio
ro_ro: Butoane radio
ru_ru: Кнопки радио
sk_sk: Radio tlačidlá
sl: Izbirni gumbi
sq: Butona radio
sr_rs: Radio dugmad
sv_se: Radioknappar
sw_ke: Vifunguo vya redio
ta: ரேடியோ பட்டன்கள்
th: ปุ่มวิทยุ
tl_ph: Mga radio button
tr: Radyo düğmeleri
uk_ua: Радіокнопки
vi_vn: Nút radio
xh_za: Iiqhosha zerediyo
zh_cn: 单选按钮
zh_tw: 單選按鈕
