Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Information: The list of classes below contains the list of classes you have already registered in your course. If this list is empty, use the + green above to add classes.
yo_ng: Ìròyìn: Àkójọ àwùjọ ẹ̀kọ́ ìsàlẹ̀ yìí ni àkójọ àwùjọ ẹ̀kọ́ tí o ti forukọsilẹ̀ tẹ́lẹ̀ nínú kọlẹẹ̀jì rẹ. Ti àkójọ yìí ba ṣófo, lo + alawọ ewe loke láti fi àwùjọ ẹ̀kọ́ kun.

source: Insert your two names
yo_ng: Fi orúkọ rẹ méjì sínú

source: Add right logo
yo_ng: Fi àwòrán ọ̀tá ọ̀tún kun

source: Use score as progress
yo_ng: Lo àmì ìdíwọ̀ gẹ́gẹ́ bí ìlọsíwájú

source: Use the score returned, by the only SCO in this learning path, as the progress indicator in the progress bar. This modifies the SCORM behaviour in the strict sense, but improves visual feedback to the learner.
yo_ng: Lo àmì ìdíwọ̀ tí SCO kan ṣoṣo nínú ọ̀nà ìmọ̀ yìí ṣe ìdásílẹ̀, gẹ́gẹ́ bí ìtọ́kasí ìlọsíwájú nínú ọ̀pá ìlọsíwájú. Èyí ṣàtúnṣe ìhùwà SCORM ní ìtumọ̀ ìjọba, ṣùgbọ́n ṣàtúnṣe ìdàsílẹ̀ ìrísí fún akẹ́kọ̀ọ́.

source: Planned
yo_ng: Ètò

source: In progress
yo_ng: Nínú ìlọsíwájú

source: Cancelled
yo_ng: Fagilé

source: Finished
yo_ng: Parí

source: Session status
yo_ng: Ìpò ìpàdé

source: Update session status
yo_ng: Ṣàtúnṣe ìpò ìpàdé

source: Custom list
yo_ng: Àkójọ àfarawérí

source: No status
yo_ng: Kò sí ìpò

source: Go back to video
yo_ng: Padà lọ sí fidio

source: Some SCORM learning paths, specifically those with one single SCO, can report their progress as the SCO's score (cmi.core.score.raw). By checking this option (only available for single SCO learning paths), Chamilo will show the progress based on the score received from the SCO item. Beware that, by using this trick, you lose the ability to get any real score from the item.
yo_ng: Àwùjọ ẹ̀kọ́ ìmọ̀ SCORM kan pàtàkì àwùjọ ẹ̀kọ́ pẹ̀lú SCO kan ṣoṣo, lè ṣe ìròyìn ìlọsíwájú wọn gẹ́gẹ́ bí àmì ìdíwọ̀ SCO (cmi.core.score.raw). Nípa ṣayẹ̀wò àṣàyàn yìí (wà fún àwùjọ ẹ̀kọ́ ìmọ̀ SCO kan ṣoṣo nìkan), Chamilo yóò ṣàfihàn ìlọsíwájú gẹ́gẹ́ bí àmì ìdíwọ̀ tí a gba látàrí ohun SCO. Ṣọ́ra pé, nípa lílo ẹ̀kọ́ yìí, o padà sọ ìdíwọ̀ gidi kankan látàrí ohun náà.

source: There is a sequence resource linked to this course. You must delete this link first.
yo_ng: Ọ̀nà ìpinnu kan wà tí ó so pọ̀ mọ́ kọlẹẹ̀jì yìí. O gbọ́dọ̀ pa ìsopọ̀ yìí kọkọ.

source: Prevent moving backwards to previous questions
yo_ng: Dènà ìlọ̀síwájú sẹ́yìn sí àwùnṣọ Ìtànlẹ́yìn

source: Upload plugin
yo_ng: Gbe ìdàsílẹ̀ ìdàsílẹ̀

source: Please remember that uploading third party plugins can be harmful to both your portal and your server. Always ensure you install plugins from secure sources or that you can count on professional support from their developers.
yo_ng: Jọ̀wọ́ ranti pé gbigbe ìdàsílẹ̀ ìdàsílẹ̀ ẹlò kẹta lè ṣe ìpalára sí ọ̀nà àyipoyọ̀ rẹ àti olupin rẹ. Ṣe ìdájọ́ ìdùnnú pé o fi ìdàsílẹ̀ ìdàsílẹ̀ láti àwùnṣọ ààbò tàbí pé o lè gbẹ́kẹ̀lé ìtìlẹ́yìn ìgbéṣẹ́ látàrí àwùjọ ìdàsílẹ̀ wọn.

source: Uploading the same plugin more than once will overwrite the previous plugin files. As in the first upload, uploading a third party plugin can have harmful effects.
yo_ng: Gbigbe ìdàsílẹ̀ ìdàsílẹ̀ kan náà lẹ́ẹ̀kan ju ẹ̀kan lọ yóò kọwe lori àwùnṣọ ìdàsílẹ̀ ìdàsílẹ̀ ìṣáájú. Gẹ́gẹ́ bí ìdàsílẹ̀ àkọ́kọ́, gbigbe ìdàsílẹ̀ ìdàsílẹ̀ ẹlò kẹta lè ni àwùjọ ìpalára.

source: Select the new plugin
yo_ng: Yan ìdàsílẹ̀ ìdàsílẹ̀ tuntun

source: The third party plugins upload is not enabled. Make sure the 'plugin_upload_enable' is set to 'true' in the platform configuration file.
yo_ng: Gbigbe ìdàsílẹ̀ ìdàsílẹ̀ ẹlò kẹta kò ṣiṣẹ́. Rànni lọ́wọ́ láti ṣe ìdájọ́ pé 'plugin_upload_enable' ti ṣeto sí 'true' nínú ìlò ìṣètò ìpìlẹ̀.

source: Plugin uploaded
yo_ng: Ìdàsílẹ̀ ìdàsílẹ̀ ti gbe soke

source: Official
yo_ng: Òfin

source: Third party
yo_ng: Ẹlò kẹta

source: Your plugin has the same name as an official plugin. Official plugins cannot be overwritten. Please change your plugin's zip file name.
yo_ng: Ìdàsílẹ̀ ìdàsílẹ̀ rẹ ni orúkọ kan náà pẹ̀lú ìdàsílẹ̀ ìdàsílẹ̀ òfin. Ìdàsílẹ̀ ìdàsílẹ̀ òfin kò ṣeé kọwe lori. Jọ̀wọ́ yí orúkọ ìdàsílẹ̀ zip ìdàsílẹ̀ rẹ padà.

source: Courses of %s %s
yo_ng: Àwùjọ ẹ̀kọ́ ti %s %s

source: You cannot subscribe to the course any more because your session has expired.
yo_ng: O kò le ṣe àpèsẹwò sí kọlẹẹ̀jì mọ́ nítorí ìpàdé rẹ ti kọjá.

source: Certificate of achievement by day
yo_ng: Ìjẹ́rẹ́ ìṣàtúnṣe ìdàgbàsókè lọ́jọ́

source: Reduced report
yo_ng: Ìròyìn dínkù

source: Outside courses
yo_ng: Láìka àwùjọ ẹ̀kọ́

source: Learnpaths category
yo_ng: Ẹ̀ka ọ̀nà ìmọ̀

source: Mail templates
yo_ng: Àwòrán ìfiwéra ìmeeli

source: An email to reset your password has been sent.
yo_ng: Ìmeeli kan láti tún ìpamọ́ rẹ ṣe ti fi ránṣẹ́.

source: Total number of available courses
yo_ng: Ìpinnu ìpinnu àwùjọ ẹ̀kọ́ tí ó wà

source: Number of matching courses
yo_ng: Ìpinnu àwùjọ ẹ̀kọ́ tí ó ṣe ìbámu

source: Sessions by date
yo_ng: Àwùjọ ìpàdé lọ́jọ́

source: Global statistics
yo_ng: Ìṣirò agbáyé

source: Weeks
yo_ng: Ọ̀sẹ̀

source: Sessions count
yo_ng: Ìka ìpàdé

source: Sessions per week
yo_ng: Àwùjọ ìpàdé fún ọ̀sẹ̀ kan

source: Average number of users per session
yo_ng: Ìpinnu ìpinnu ìlò ìpàdé fún ìpàdé kan

source: Average number of sessions per general session coach
yo_ng: Ìpinnu ìpinnu ìpàdé fún olùkọ́ ìpàdé gbogbogbò

source: Sessions per category
yo_ng: Awọn akoko fun ẹka

source: Sessions per language
yo_ng: Awọn akoko fun ede

source: Courses in sessions
yo_ng: Awọn iṣẹ-ẹkọ ni awọn akoko

source: Users statistics
yo_ng: Awọn iṣiro awọn olumulo

source: Total number of students
yo_ng: Lapapọ nọmba awọn ọmọ ile-iwe

source: Users created in the selected period
yo_ng: Awọn olumulo ti a ṣẹda ni akoko ti a yan

source: Users per language
yo_ng: Awọn olumulo fun ede

source: Count
yo_ng: Kika

source: Sort by
yo_ng: Ṣe lẹsẹsẹ nipasẹ

source: Subscription count
yo_ng: Kika iforukọsilẹ

source: Vote count
yo_ng: Kika ibo

source: Export as compact CSV
yo_ng: Fi jade bi CSV iwapọ

source: Promoted messages
yo_ng: Awọn ifọrọran ti a ṣe igbega

source: Publish for group tutors
yo_ng: Tẹjade fun awọn olutọju ẹgbẹ

source: Group survey for %s
yo_ng: Iwadi ẹgbẹ fun %s

source: Hi %s <br/><br/>As group tutor for the group %s you are invited to participate at the following survey :
yo_ng: Bawo ni %s <br/><br/>Gẹgẹbi olutọju ẹgbẹ fun ẹgbẹ %s o ti pe lati kopa ninu iwadi atẹle :

source: Survey %s multiplied
yo_ng: Iwadi %s ti pọ si

source: Survey %s not multiplied
yo_ng: Iwadi %s ko pọ si

source: Export survey results
yo_ng: Fi awọn abajade iwadi jade

source: Score Sum
yo_ng: Apapọ Dimegbe

source: Export results
yo_ng: Fi awọn abajade jade

source: Your browser has been verified. You can safely proceed.
yo_ng: A ti ṣe idaniloju ẹrọ aṣawakiri rẹ. O le tẹsiwaju lailewu.

source: Your browser could not be verified. Please try again, or try another browser or device before starting your test.
yo_ng: A ko le ṣe idaniloju ẹrọ aṣawakiri rẹ. Jọwọ gbiyanju lẹẹkansi, tabi gbiyanju ẹrọ aṣawakiri miiran tabi ẹrọ ṣaaju ki o to bẹrẹ idanwo rẹ.

source: Partially correct
yo_ng: Ọna deede

source: %d / %d answers saved.
yo_ng: %d / %d awọn idahun ti fipamọ.

source: Test your browser
yo_ng: Danwo ẹrọ aṣawakiri rẹ

source: Sort the following options from the list as you see fit by dragging them to the lower areas. You can put them back in this area to modify your answer.
yo_ng: Ṣe lẹsẹsẹ awọn aṣayan atẹle lati inu akojọ bi o ṣe rii pe o yẹ nipa gbigbe wọn lọ si awọn agbegbe isalẹ. O le fi wọn pada si agbegbe yii lati yi idahun rẹ pada.

source: Average time in the course
yo_ng: Aarin akoko ninu iṣẹ-ẹkọ

source: Users active in a test
yo_ng: Awọn olumulo ti nṣiṣẹ ninu idanwo kan

source: Selective display
yo_ng: Ifihan yiyan

source: This question, when located on a single survey page with a first multiple choice question, will only show if the first *option* of the first question is selected. For example, 'Did you go on holiday?' -> if answering the first option 'Yes', the selective display question will appear with a list of possible holiday locations to select from.
yo_ng: Ibeere yii, nigbati o wa lori oju-iwe iwadi kan pẹlu ibeere yiyan pupọ akọkọ, yoo han nikan ti aṣayan akọkọ ti ibeere akọkọ ba yan. Fun apẹẹrẹ, 'Ṣe o lọ si isinmi?' -> ti o ba dahun aṣayan akọkọ 'Bẹẹni', ibeere ifihan yiyan yoo han pẹlu akojọ awọn ipo isinmi ti o ṣeeṣe lati yan lati.

source: Multiple choice with free text
yo_ng: Yiyan pupọ pẹlu ọrọ ọfẹ

source: Offer some pre-defined options, then let the user answer by text if no option matches.
yo_ng: Fun awọn aṣayan ti a ṣe tẹlẹ diẹ, lẹhinna jẹ ki olumulo dahun nipasẹ ọrọ ti ko ba ṣe ibamu aṣayan kan.

source: Multiple choice with 'other' option
yo_ng: Yiyan pupọ pẹlu aṣayan 'miiran'

source: Other...
yo_ng: Miiran...

source: Please specify:
yo_ng: Jọwọ ṣalaye:

source: User %s has posted a document in the Assignments tool in the course %s
yo_ng: Olumulo %s ti fi iwe kan ranṣẹ si ohun elo Awọn iṣẹ ni iṣẹ-ẹkọ %s

source: Download documents first
yo_ng: Igbe awọn iwejade akọkọ

source: File %s is empty or only contains empty lines.
yo_ng: Faili %s ṣofo tabi o ni awọn ilana ti o ṣofo nikan.

source: File %s has %d non-empty lines.
yo_ng: Faili %s ni awọn ilana %d ti kii ṣofo.

source: There are duplicates: only %d unique user names were extracted.
yo_ng: Awọn iṣe-pipọ wa: nikan awọn orukọ olumulo alailẹgbẹ %d ni a fa jade.

source: No line matched any actual user name.
yo_ng: Ko si ila ti o baamu eyikeyi orukọ olumulo gidi.

source: Only %d lines matched actual users.
yo_ng: Awọn ila %d nikan baamu awọn olumulo gidi.

source: The following %d line(s) do not match any actual user:
yo_ng: Awọn ila %d atẹle ko baamu eyikeyi olumulo gidi:

source: %d users are about to be anonymized :
yo_ng: %d awọn olumulo ti fẹrẹ di aiṣedeede :

source: Loading %d users...
yo_ng: Ṣe ikojọpọ awọn olumulo %d...

source: Anonymizing %d users...
yo_ng: Ṣe aiṣedeede awọn olumulo %d...

source: All %d users were anonymized.
yo_ng: Gbogbo awọn olumulo %d ni a ti sọ di aiṣedeede.

source: Only %d users were anonymized.
yo_ng: Awọn olumulo %d nikan ni a ti sọ di aiṣedeede.

source: Attempted anonymization of the following %d users failed:
yo_ng: Igbejade aiṣedeede ti awọn olumulo %d atẹle kuna:

source: Please upload a text file listing the users to be anonymized, one username per line.
yo_ng: Jọwọ ṣe ikojọpọ faili ọrọ ti o ṣe akojọ awọn olumulo lati ṣe anonymized, orukọ olumulo kan fun ila kan.

source: Internal inconsistency found : %d users found from %d submitted usernames. Please start over.
yo_ng: Aiṣedeede inu wa : %d awọn olumulo ri lati %d awọn orukọ olumulo ti a fiweranṣẹ. Jọwọ bẹrẹ lẹẹkansi.

source: Anonymise users list
yo_ng: Anonymise akojọ awọn olumulo

source: Username list
yo_ng: Akojọ orukọ olumulo

source: Users about to be anonymized:
yo_ng: Awọn olumulo ti o fẹrẹ to anonymized:

source: Could not read file.
yo_ng: Ko le ka faili.

source: Could not read file lines.
yo_ng: Ko le ka awọn ila faili.

source: Certificates in sessions
yo_ng: Awọn iwe-ẹri ni awọn akoko

source: Filter certificates in sessions
yo_ng: Ṣe àlẹ̀ àwọn iwe-ẹri ni awọn akoko

source: Update user list
yo_ng: Ṣe imudojuiwọn akojọ olumulo

source: Chamilo is an Open Source project and this portal is provided to our community free of charge by the Chamilo Association, which pursues the goal of improving the availability of a quality education around the globe.<br /><br />
yo_ng: Chamilo jẹ iṣẹ-ṣiṣe Open Source ati pe o wọle yii ni a pese fun agbegbe wa laisi idiyele nipasẹ Ẹgbẹ Chamilo, eyiti o tẹle ibi-afẹde ti imudara wiwa ti ẹkọ didara ni ayika agbaye.<br /><br />

source: My assignments
yo_ng: Awọn iṣẹ mi

source: Add to editor
yo_ng: Fi kun si olootu

source: Image URL
yo_ng: URL aworan

source: px width
yo_ng: iwọn fẹẹrẹ px

source: Add image with zoom
yo_ng: Fi aworan kun pẹlu zoom

source: Delete in all languages
yo_ng: Paarẹ ni gbogbo awọn ede

source: My students schedule
yo_ng: Iṣeto awọn ọmọ ile-iwe mi

source: I accept the number of saved responses in this section.
yo_ng: Mo gba nọmba awọn idahun ti a fipamọ ni apakan yii.

source: If you are not satisfied, do not check the acceptance box and consult the course manager or the platform administrator.
yo_ng: Ti o ko ba ni itẹlọrun, ma ṣe ṣayẹwo apoti gbigba ki o kan si oluṣakoso ẹkọ tabi olutọju pẹpẹ.

source: Student's superior follow up
yo_ng: Itọle giga ti ọmọ ile-iwe

source: General Coaches planning
yo_ng: Iṣeto awọn olukọni Gbogbogbo

source: Sent or past assignments
yo_ng: Awọn iṣẹ ti a fi ranṣẹ tabi ti kọja

source: Pending assignments
yo_ng: Awọn iṣẹ ti o wa ni iduro

source: All Assignments
yo_ng: Gbogbo awọn iṣẹ

source: You will find below all your assignment from all the courses and session in which you are registered.
yo_ng: Iwọ yoo rii isalẹ gbogbo iṣẹ rẹ lati gbogbo awọn ẹkọ ati akoko ninu eyiti o forukọsilẹ.

source: Required courses
yo_ng: Awọn ẹkọ ti o nilo

source: Standard List
yo_ng: Akojọ boṣewa

source: Management List
yo_ng: Akojọ Iṣakoso

source: Anonymize user's sessions
yo_ng: Anonymize awọn akoko olumulo

source: Continue last import
yo_ng: Tẹsiwaju gbigbe wọle ti o kẹhin

source: Notifications
yo_ng: Awọn ifitonilẹkaye

source: Justification
yo_ng: Idaniloju

source: Periodic export
yo_ng: Gbigbe jade lorekere

source: Dates
yo_ng: Awọn ọjọ

source: Error: Some of the files inside the zip package have unauthorized extensions.
yo_ng: Aṣiṣe: Diẹ ninu awọn faili inu package zip ni awọn extensions ti ko ni aṣẹ.

source: Users by status
yo_ng: Awọn olumulo nipasẹ ipo

source: Sessions per status
yo_ng: Awọn akoko nipasẹ ipo

source: Users by target language
yo_ng: Awọn olumulo nipasẹ ede ibi-afẹfẹ

source: Users by career
yo_ng: Awọn olumulo nipasẹ iṣẹ-ṣiṣe

source: Users by contract
yo_ng: Awọn olumulo nipasẹ adehun

source: Users by certificate
yo_ng: Awọn olumulo nipasẹ iwe-ẹri

source: Users by age
yo_ng: Awọn olumulo nipasẹ ọjọ-ori

source: Continue the import
yo_ng: Tẹsiwaju gbigbe wọle

source: LDAP connect operation failed.
yo_ng: Iṣẹ asopọ LDAP kuna.

source: ldap_bind() failed.
yo_ng: ldap_bind() kuna.

source: ldap_search() failed.
yo_ng: ldap_search() kuna.

source: ldap_first_entry() failed.
yo_ng: ldap_first_entry() kuna.

source: ldap_get_values() failed.
yo_ng: ldap_get_values() kuna.

source: More than one attribute value was found.
yo_ng: Diẹ sii ju iye kan ti a ṣe atilẹyin ni a ri.

source: More than one user matched.
yo_ng: Olùpẹ̀lò púpọ̀ ju ọ̀kan lọ ṣe ìbámu.

source: Course code confirmation
yo_ng: Ìdípadì koodu ẹ̀kọ́

source: Unsupported IMS/QTI version.
yo_ng: Ẹya IMS/QTI tí kò ṣe ìtìlẹ́yìn.

source: Export all certificates to ZIP
yo_ng: Fọwọ́ sílẹ̀ gbogbo ìjẹ́wọ̀ sí ZIP

source: Current score
yo_ng: Dídùn lọ́wọ́ lọ́wọ́lọ́wọ́

source: Add attempt
yo_ng: Ṣàfikún ìgbìyànjú

source: survey
yo_ng: Èwádìí

source: Private between users
yo_ng: Àdàlẹ́ láàárín àwùjọ olùpẹ̀lò

source: Nothing
yo_ng: Kò sí nkan kan

source: Compilatio analysis in progress
yo_ng: Ìtúpalẹ̀ Compilatio ń ṣẹlẹ̀

source: Account expiration
yo_ng: Ìparí àkọọ́lẹ̀

source: Justification expiration
yo_ng: Ìparí ìdáwòásì

source: Justification type
yo_ng: Irú ìdáwòásì

source: Persistent
yo_ng: Títẹ̀dó

source: Logout from your %s account
yo_ng: Jade kúrò nínú àkọọ́lẹ̀ %s rẹ

source: Days difference
yo_ng: Ìyàtọ̀ ọjọ́

source: Graduated
yo_ng: Tí a ti parí ẹ̀kọ́

source: Absent
yo_ng: Kò sí

source: Internal database error: %s
yo_ng: Àṣìṣe ìpìlẹ̀ ìkàtì: %s

source: Wrong number of days: %s: %s
yo_ng: Nọ́mbà ọjọ́ kò tọ́: %s: %s

source: Subscription not allowed
yo_ng: Ìfọwọ́sowọ́pọ̀ kò fọwọ́lẹ̀wọ̀

source: You have passed the %s minutes limit to see the results.
yo_ng: O ti kọjá ìdíbe ìṣẹ́jú %s láti wo àwọn ìdílé.

source: Last updated
yo_ng: Tí a fi ìdàrúdàpọ̀ pamọ́ pátápátá

source: Export to XLS
yo_ng: Fọwọ́ sílẹ̀ sí XLS

source: Learning paths generic stats
yo_ng: Àwọn ìṣirò ìlò ìrìnàjò ẹ̀kọ́

source: Failed to create extra field cas_user.
yo_ng: Kò ṣe ìdáṣe ìlọ́kàárí ìlọ́kàárí cas_user.

source: Failed to create user.
yo_ng: Kò ṣe ìdáṣe olùpẹ̀lò.

source: No such user in LDAP.
yo_ng: Kò sí irú olùpẹ̀lò bẹ́ẹ̀ nínú LDAP.

source: No such user in the internal database.
yo_ng: Kò sí irú olùpẹ̀lò bẹ́ẹ̀ nínú ìpìlẹ̀ ìkàtì inú.

source: The user could not be updated.
yo_ng: A kò le ṣàtúnṣe olùpẹ̀lò.

source: The template session does not exist.
yo_ng: Àpẹẹrẹ ìjirò kò wa.

source: Session not registered.
yo_ng: Ìjirò kò forukọsilẹ.

source: Courses not added to session.
yo_ng: Àwọn ẹ̀kọ́ tí a kò fi sínú ìjirò.

source: Session not found.
yo_ng: Kò rí ìjirò.

source: User not found.
yo_ng: Kò rí olùpẹ̀lò.

source: User not subscribed.
yo_ng: Olùpẹ̀lò kò forukọsilẹ.

source: No session matched.
yo_ng: Kò sí ìjirò tí ó ṣe ìbámu.

source: More than one session matched.
yo_ng: Ìjirò púpọ̀ ju ọ̀kan lọ ṣe ìbámu.

source: Could not load user.
yo_ng: A kò le gbe olùpẹ̀lò.

source: Language unavailable.
yo_ng: Èdè kò ṣe ìwàásù.

source: Could not update extra field value.
yo_ng: A kò le ṣàtúnṣe ìlò ìlọ́kàárí ìlọ́kàárí.

source: Unsupported update.
yo_ng: Ìṣàtúnṣe tí kò ṣe ìtìlẹ́yìn.

source: No user matched.
yo_ng: Kò sí olùpẹ̀lò tí ó ṣe ìbámu.

source: Resume
yo_ng: Tẹ̀síwájú

source: Attendance from %s to %s
yo_ng: Ìwàásù láti %s títí dé %s

source: Add time
yo_ng: Ṣàfikún àkókò

source: Add user
yo_ng: Ṣàfikún olùpẹ̀lò

source: Time spent on assignment
yo_ng: Àkókò tí a lò lórí iṣẹ́ ìyanṣà

source: User %s signed the agreement on %s
yo_ng: Olùpẹ̀lò %s fọwọ́ sí ìṣẹ̀dèdè lórí %s

source: Available
yo_ng: Wà

source: Compilatio anti-plagiarism module
yo_ng: Module Compilatio ìdènàjọ́ plagiarism

source: Quotas
yo_ng: Àwọn ìpín

source: Credits: %s on %s
yo_ng: Àwọn kíredítì: %s lórí %s

source: SOAP connection test...
yo_ng: Idanwò ìsopọ̀ SOAP...

source: Connection to Compilatio's SOAP server
yo_ng: Ìsopọ̀ sí ìkòwé SOAP Compilatio

source: Connection successful.
yo_ng: Ìsopọ̀ ṣàṣeyọrí.

source: Sending text to the Compilatio server
yo_ng: Fífiranhàn ọrọ̀ sí ìkòwé Compilatio

source: This is a text sending test to the Compilatio server via its API. Compilatio key used: %s
yo_ng: Èyí jẹ́ ìdánwò fífiranhàn ọrọ̀ sí ìkòwé Compilatio pẹ̀lú API rẹ̀. Kọ̀wé Compilatio tí a lò: %s

source: Transfer successful.
yo_ng: Gbigbe ṣàṣeyọrí.

source: Transfer failed.
yo_ng: Gbigbe kùnkù.

source: Could not connect to Compilatio's SOAP server.
yo_ng: Kò ṣe ìsopọ̀ sí ìkòwé SOAP Compilatio.

source: Check your key, your server ports and possibly your proxy settings.
yo_ng: Ṣàyẹ̀wò kọ̀wé rẹ, àwọn ọ̀nà ìkòwé rẹ àti ìṣètò proxy rẹ.

source: Last visited course
yo_ng: Ìdàbọ̀ tí a ṣẹ̀wò pẹ̀lú

source: You haven't visited any courses yet, here is the list of your courses.
yo_ng: O kò tíì ṣàyẹ̀wò kòọ̀sinù kankan, èyí ni àtòjọ àwọn kòọ̀sinù rẹ.

source: No organization
yo_ng: Kò sí àjọ

source: User by organization
yo_ng: Olùpẹ̀lò fún àjọ

source: Learning path by author
yo_ng: Ọ̀nà ìmọ̀ fún òǹkọ̀wé

source: Import assignments from base course
yo_ng: Gbe àwọn iṣẹ́ ìdàsílẹ̀ wálé láti kòọ̀sinù ìpìlẹ̀

source: Redirect to the platform home page
yo_ng: Dípadì sí ojú ìkọ̀wé pàtàkì ìkànnì

source: My learning paths
yo_ng: Àwọn ọ̀nà ìmọ̀ mi

source: Last visited learning path
yo_ng: Ọ̀nà ìmọ̀ tí a ṣẹ̀wò pẹ̀lú

source: You haven't visited any learning paths yet, here is the list of your learning paths.
yo_ng: O kò tíì ṣàyẹ̀wò ọ̀nà ìmọ̀ kankan, èyí ni àtòjọ àwọn ọ̀nà ìmọ̀ rẹ.

source: This course is used in at least one other portal
yo_ng: Kòọ̀sinù yìí jẹ́ ìlò nínú ìkànnì mìíràn ó kere ju ọkan

source: Add classes to a learning path
yo_ng: Fi àwọn kíláàsì kun ọ̀nà ìmọ̀

source: Replace file
yo_ng: Ròpò ìwé

source: Subscribe classes to category
yo_ng: Fi àwọn kíláàsì ṣe ìdọba sí ẹka

source: Export response report
yo_ng: Gbe ìròyìn ìdáhùn jade

source: Response report
yo_ng: Ìròyìn ìdáhùn

source: Results only available online
yo_ng: Àwọn abajade wà lori ayelujara nìkan

source: Question stats
yo_ng: Àwọn ìṣirò ìbeèrè

source: Wrong answer
yo_ng: Ìdáhùn tí kò tọ́

source: Failure on attempt %s at %s
yo_ng: Ìkùnkù lórí ìgbìyànjú %s ní %s

source: Validation of exercise at %s
yo_ng: Ìdíwò ìdùbúlẹ̀ ìdàbọ̀ ní %s

source: You finished the questions related to this question category, it's your last chance to go back and revise those questions. Once you click on follow exercise you will go to the next question category and will not be able to go back to this part of the test.
yo_ng: O ti parí àwọn ìbeèrè tí ó jẹ́ mọ́ ẹka ìbeèrè yìí, èyí ni ànfàní ìkẹhìn rẹ láti padà lọ kí o ṣe àtúnwò àwọn ìbeèrè yìí. Nígbà tí o bá tẹ ìdàbọ̀ ìdàbọ̀, ìwọ yóò lọ sí ẹka ìbeèrè tí ó tẹ̀lé tí kò ní ìṣe anfani padà lọ sí apá ìdánwò yìí.

source: Remaining time to finish exercise
yo_ng: Àkókò tí ó kù láti parí ìdàbọ̀

source: Remaining time to finish question
yo_ng: Àkókò tí ó kù láti parí ìbeèrè

source: Detailed questions stats
yo_ng: Àwọn ìṣirò ìbeèrè alákíìkí

source: A short presentation of yourself, your professional or personal experiences and beliefs.
yo_ng: Àfihàn kúkúrù ti ara rẹ, ìrírí iṣẹ́ tàbí ti ara ẹni àti ìgbàgbọ́.

source: The skills you have acquired, formally or non-formally, social or technical.
yo_ng: Àwọn ìmọ̀ tí o ti gba, lọ́nà ìsọfúnni tàbí tí kò ṣe ìsọfúnni, ìbáṣepọ̀ tàbí ìmọ̀ ìmọ̀.

source: The relevant diplomas and certificates you have obtained and you are proud of. You should specify at a minimum the title that appears on the document, the organization and the year.
yo_ng: Àwọn dípùlọmù àti ìwàáṣẹ tí ó ṣe pàtàkì tí o ti gba tí o ṣe ìdùnnú rẹ. O yẹ kí o ṣàpèjúwe ìpinnu tí ó han lórí ìwé náà, àjọ náà àti ọdún.

source: Given your experience and skills, you can usually teach in the fields where your skills are at the highest level. If you feel you could indeed teach someone else in some specific field, mention it here. Otherwise leave empty.
yo_ng: Nípa ìrírí àti ìmọ̀ rẹ, o le kọ́ni ní àwùjọ tí ìmọ̀ rẹ wà ní ìpele gíga jùlọ. Ti o ba rò pé o lè kọ́ ẹlòmíràn nínú àwùjọ pàtàkì kan, sọ̀rọ̀ rẹ̀ níbí. Bí kò ṣe bẹ́ẹ̀, fi òfo.

source: User guides
yo_ng: Àwùjọ ìtọ́nisọ́nà olùpẹ̀lò

source: You have written a paper that you can share, or want to attach your CV for download? Add those here.
yo_ng: O ti kọ ìwé tí o lè pín, tàbí fẹ́ fi CV rẹ kun fun ìgbàdẹ̀? Fi àwọn wọ̀nyí níbí.

source: Correct attempts
yo_ng: Àwọn ìgbìyànjú tí ó tọ́

source: Incorrect attempts
yo_ng: Àwọn ìgbìyànjú tí kò tọ́

source: Students with correct answers
yo_ng: Àwọn akẹ́kọ̀ọ́ pẹ̀lú ìdáhùn tí ó tọ́

source: Students with incorrect answers
yo_ng: Àwọn akẹ́kọ̀ọ́ pẹ̀lú ìdáhùn tí kò tọ́

source: Content list
yo_ng: Àtòjọ àkóónù

source: Tariff
yo_ng: Owó ìdíwò

source: To invoice
yo_ng: Láti ṣe ìdíwò

source: LP item by author
yo_ng: Ohun LP nipasẹ onkọwe

source: Delete also the exercise attempts. If not check then the exercise results will still be available in the exercise tool.
yo_ng: Pa awọn igbiyanju adaṣe kuro pẹlu. Ti ko ba ṣayẹwo lẹhinna awọn abajade adaṣe yoo tun wa ni ohun elo adaṣe.

source: Only show a radar of scores by category, instead of a table of categories. Do not show individual scores or feedback.
yo_ng: Han radar awọn ami-ami nipasẹ ẹka nikan, dipo tabili awọn ẹka. Maṣe han awọn ami-ami kọọkan tabi awọn esi.

source: All attempts blocked because you did not reach the minimum score of %s % at one of your attempts.
yo_ng: Gbogbo awọn igbiyanju ti di dipo nitori iwọ ko de ami-ami to kere julọ ti %s % ni ọkan ninu awọn igbiyanju rẹ.

source: Authors that have been registered :
yo_ng: Awọn onkọwe ti a ti forukọsilẹ :

source: Price
yo_ng: Iye owo

source: Price updated
yo_ng: Iye owo ti ni imudojuiwò

source: Remove selected authors
yo_ng: Yọ awọn onkọwe ti a yan kuro

source: Authors have been removed
yo_ng: Awọn onkọwe ti yọ kuro

source: Hide category table
yo_ng: Fi tabili ẹka pamọ
