Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The user is currently subscribed
ar: المستخدم مسجل حاليا
ast_es: L'usuariu yá ta subscribíu
bn_bd: ব্যবহারকারী বর্তমানে সাবস্ক্রাইব করা আছে
bs_ba: Korisnik je trenutno pretplaćen
ca_es: L'usuari està actualment subscrit
cs_cz: Uživatel je aktuálně přihlášen
da: Brugeren er i øjeblikket tilmeldt
de: Der Benutzer ist derzeit angemeldet
el: Ο χρήστης είναι ήδη εγγεγραμμένος
eo: La uzanto estas jam abonnita
es: El usuario está actualmente suscrito
es_mx: El usuario está actualmente suscrito
eu_es: Erabiltzailea harpidetuta dago une honetan
fa_ir: کاربر در حال حاضر ثبت‌نام شده است
fi_fi: Käyttäjä on ilmoittautunut
fo_fo: Brúkarin er longu skrásettur
fur: L'utent al è abônit
ga: Tá an túsáideoir síntiúsithe faoi láthair
gl: O usuario está actualmente subscrito
he_il: המשתמש רשום כעת
hi: उपयोगकर्ता वर्तमान में सदस्य है
hr_hr: Korisnik je trenutno pretplaćen
hu_hu: A felhasználó jelenleg elő van fizetve
hy: Օգտատերը ներկայումս բաժանորդագրված է
id_id: Pengguna saat ini sudah berlangganan
it: L'utente è attualmente iscritto
ja: ユーザーは現在購読中です
ka_ge: მომხმარებელი ამჟამად გამოწერილია
ko_kr: 사용자가 현재 구독 중입니다
lt_lt: Vartotojas šiuo metu yra užprenumeravęs
lv_lv: Lietotājs pašlaik ir abonēts
mk_mk: Корисникот е веќе претплатен
ms_my: Pengguna sedang melanggankan
my_mm: အသုံးပြုသူသည် လက်ရှိတွင် စာရင်းသွင်းထားပြီးဖြစ်သည်
ne: प्रयोगकर्ता हाल सदस्यता गरिएको छ
nl: De gebruiker wordt nu ingeschreven
nn_no: Brukaren er for nårvarande abonnerte
oc: L'utilizaire es actualament inscrit
pl_pl: Użytkownik jest obecnie zapisany
ps: کارن اوس ګډون دی
pt_br: O usuário está atualmente inscrito
pt_pt: O usuário está inscrito
ro_ro: Utilizatorul este abonat
ru_ru: Пользователь уже подписан
sk_sk: Používateľ je v súčasnej dobe pripojený
sl: Uporabnik je trenutno vpisan
sq: Përdoruesi është aktualisht i abonuar
sr_rs: Korisnik je trenutno pretplaćen
sv_se: Användaren är för närvarande prenumererad
sw_ke: Mtumiaji amesajiliwa sasa
ta: பயனர் தற்போது சந்தா செய்யப்பட்டுள்ளார்
th: ผู้ใช้นี้สมัครสมาชิกอยู่แล้ว
tl_ph: Ang user ay kasalukuyang naka-subscribe
tr: Kullanıcı şu anda abone
uk_ua: Користувач наразі підписаний
vi_vn: Người dùng hiện đang được đăng ký
xh_za: Umsebenzisi ubhalisile ngoku
zh_cn: 用户当前已订阅
zh_tw: 使用者目前已訂閱

source: Only best attempts
ar: فقط افضل المحاولات
ast_es: Namái los meyores intentsos
bn_bd: শুধুমাত্র সেরা চেষ্টা
bs_ba: Samo najbolji pokušaji
ca_es: Només els millors intents
cs_cz: Pouze nejlepší pokusy
da: Kun bedste forsøg
de: Nur beste Versuche
el: Μόνο οι καλύτερες προσπάθειες
eo: Nur la plej bonaj provoj
es: Solo los mejores intentos
es_mx: Solo mejores intentos
eu_es: Saiakerarik onenak soilik
fa_ir: فقط بهترین تلاش‌ها
fi_fi: Vain parhaat yritykset
fo_fo: Bert besturoyndirnar
fur: Simi lis miôrs tentâts
ga: Na hiarrachtaí is fearr amháin
gl: Só os mellores intentos
he_il: רק הניסיונות הטובים ביותר
hi: केवल सर्वश्रेष्ठ प्रयास
hr_hr: Samo najbolji pokušaji
hu_hu: Csak a legjobb próbálkozások
hy: Միայն լավագույն փորձերը
id_id: Hanya upaya terbaik
it: Solo le prove migliori
ja: 最高スコアのみ
ka_ge: მხოლოდ საუკეთესო მცდელობები
ko_kr: 최고 점수만
lo: ສະເພາະຄັ້ງທີ່ດີທີ່ສຸດ
lt_lt: Tik geriausi bandymai
lv_lv: Tikai labākie mēģinājumi
mk_mk: Само најдобри обиди
ms_my: Hanya cubaan terbaik
my_mm: အကောင်းဆုံးကြိုးစားမှုများသာ
ne: केवल उत्कृष्ट प्रयासहरू
nl: Alleen beste pogingen
nn_no: Berre beste forsøk
oc: Sol las mejors temptativas
pl_pl: Tylko najlepsze próby
ps: یوازې غوره هڅې
pt_br: Apenas as melhores tentativas
pt_pt: Somente os melhores tentativas
ro_ro: Doar cele mai bune incercari
ru_ru: Только лучшие попытки
sk_sk: Iba najlepšie pokusy
sl: Samo najboljši poskusi
sq: Vetëm përpjekjet më të mira
sr_rs: Samo najbolji pokušaji
sv_se: Endast bästa försök
sw_ke: Majaribio bora pekee
ta: சிறந்த முயற்சிகள் மட்டும்
th: เฉพาะการพยายามที่ดีที่สุด
tl_ph: Mga pinakamahusay na attempt lamang
tr: Sadece en iyi denemeler
uk_ua: Тільки найкращі спроби
vi_vn: Chỉ các lần thử tốt nhất
xh_za: Zama ezona zibalaseleyo kuphela
zh_cn: 仅最佳尝试
zh_tw: 僅最佳嘗試

source: Include all users
ar: تضمين كافة المستخدمين
ast_es: Incluyir toos los usuarios
bn_bd: সকল ব্যবহারকারী অন্তর্ভুক্ত করুন
bs_ba: Uključi sve korisnike
ca_es: Incloure tots els usuaris
cs_cz: Zahrnout všechny uživatele
da: Inkluder alle brugere
de: Alle Benutzer hinzufügen
el: Περιλαμβάνει όλους τους χρήστες
eo: Inkluzivi ĉiujn uzantojn
es: Incluir todos los usuarios
es_mx: Incluir todos los usuarios
eu_es: Sartu erabiltzaile guztiak
fa_ir: شامل همه کاربران
fi_fi: Sisällytä kaikki käyttäjät
fo_fo: Tak við øllum brúkarum
fur: Inclûdi ducj i utents
ga: Cuir gach úsáideoir san áireamh
gl: Incluír a todos os usuarios
he_il: כלול את כל המשתמשים
hi: सभी उपयोगकर्ताओं को शामिल करें
hr_hr: Uključi sve korisnike
hu_hu: Minden felhasználó bevonása
hy: Ներառել բոլոր օգտատերերին
id_id: Sertakan semua pengguna
it: Includi tutti gli utenti
ja: 全ユーザーを含む
ka_ge: ყველა მომხმარებლის ჩათვლა
ko_kr: 모든 사용자 포함
lo: ລວມຜູ້ໃຊ້ທັງໝົດ
lt_lt: Įtraukti visus vartotojus
lv_lv: Iekļaut visus lietotājus
mk_mk: Вклучи ги сите корисници
ms_my: Sertakan semua pengguna
my_mm: အသုံးပြုသူအားလုံးပါဝင်ပါ
ne: सबै प्रयोगकर्ताहरू समावेश गर्नुहोस्
nl: inclusief alle gebruikers
nn_no: Inkluder alle brukarar
oc: Inclure totes los utilizaires
pl_pl: Uwzględnij wszystkich użytkowników
ps: ټول کارنان شامل کړئ
pt_br: Inclua todos os usuários
pt_pt: Incluir todos os utilizadores
ro_ro: Include toți utilizatorii
ru_ru: Включить всех пользователей
sk_sk: Zahrnúť všetkých používateľov
sl: Vključi vse uporabnike
sq: Përfshini të gjithë përdoruesit
sr_rs: Uključi sve korisnike
sv_se: Inkludera alla användare
sw_ke: Jumuisha watumiaji wote
ta: எல்லா பயனர்களையும் சேர்க்கவும்
th: รวมผู้ใช้ทั้งหมด
tl_ph: Isama ang lahat ng user
tr: Tüm kullanıcıları dahil et
uk_ua: Включити всіх користувачів
vi_vn: Bao gồm tất cả người dùng
xh_za: Banda bonke abasebenzisi
zh_cn: 包含所有用户
zh_tw: 包含所有使用者

source: Hosting warning reached
ar: تحذير الاستضافة
ast_es: Alvertencia d'aloxamentu alcanzada
bn_bd: হোস্টিং সতর্কতা পৌঁছেছে
bs_ba: Upozorenje o hostingu dosegnuto
ca_es: Avís d'allotjament superat
cs_cz: Dosaženo varování hostingu
da: Hosting-advarsel nået
de: Hosting-Warnung erreicht
el: Προειδοποίηση φιλοξενίας επιτεύχθηκε
eo: Atinita averto de gastigo
es: Limite de alojamiento alcanzado
es_mx: Alerta de hosting alcanzada
eu_es: Ostalari-abisua lortua
fa_ir: هشدار میزبانی رسیده
fi_fi: Isännöintivaroitus saavutettu
fo_fo: Verting varnartilviknað
fur: Avîs di hosting rivâ
ga: Rabhadh óstála sroichte
gl: Límite de aloxamento alcanzado
he_il: התקבלה אזהרת אירוח
hi: होस्टिंग चेतावनी सीमा पहुंच गई
hr_hr: Dostignuto upozorenje o hostingu
hu_hu: Hosting figyelmeztetés elérve
hy: Հոսթինգի զգուշացում հասել է
id_id: Peringatan hosting tercapai
it: Avviso hosting raggiunto
ja: ホスティング警告に達しました
ka_ge: ჰოსტინგის გაფრთხილება მიღწეულია
ko_kr: 호스팅 경고 도달
lo: ຮອດຂີດຈຳກັດການເຕືອນຂອງໂຮສຕິ້ງ
lt_lt: Pasiektas talpinimo įspėjimas
lv_lv: Sniegšanas brīdinājums sasniegts
mk_mk: Достигнато предупредување за хостинг
ms_my: Amaran hos mencapai had
my_mm: လက်ခံဆောင်ရွက်မှုသတိပေးချက်သို့ ရောက်ရှိပြီး
ne: होस्टिङ चेतावनी पुगेको
nl: hosting waarschuwing bereikt
nn_no: Vertsadvarsel nådd
oc: Limite d'alertatge d'hosting atinta
pl_pl: Osiągnięto ostrzeżenie hostingowe
ps: میزبانی هشدار رسېدلی
pt_br: Alerta de hospedagem alcançado
pt_pt: Limite alojamento atingido
ro_ro: Limita ajunsa
ru_ru: Достигнуто предупреждение хостинга
sk_sk: Varovanie hostingu dosiahlo
sl: Omejitve določene s strani ponudnika storitve so bile dosežene
sq: Paralajmërimi i pritjes arritur
sr_rs: Upozorenje o hosting kapacitetu dostignuto
sv_se: Värdvarning uppnådd
sw_ke: Onyo la ukaribu limefikishwa
ta: ஓம்பல் எச்சரிக்கை அடைந்தது
th: ถึงขีดจำกัดการโฮสติ้งแล้ว
tl_ph: Naabot na ang babala sa hosting
tr: Barındırma uyarısı aşıldı
uk_ua: Досягнуто попередження про хостинг
vi_vn: Đã đạt cảnh báo lưu trữ
xh_za: Isilumkiso sokubamba isicelo sifikelelwe
zh_cn: 托管警告已达到
zh_tw: 託管警告已達

source: Session name
ar: اسم الدورة
ast_es: Nome de sesión
bn_bd: সেশনের নাম
bs_ba: Naziv sesije
ca_es: Nom de la sessió
cs_cz: Název relace
da: Sessionnavn
de: Sitzungsname
el: Όνομα συνεδρίας
eo: Nomo de sesio
es: Nombre de la sesión
es_mx: Nombre de sesión
eu_es: Saioaren izena
fa_ir: نام جلسه
fi_fi: Istunnon nimi
fo_fo: Bólkagerðarnavn
fur: Nûs session
ga: Ainm seisiúin
gl: Nome da sesión
he_il: שם המושב
hi: सत्र नाम
hr_hr: Naziv sesije
hu_hu: Foglalkozás neve
hy: Սեսիայի անվանում
id_id: Nama sesi
it: Nome sessione
ja: セッション名
ka_ge: სესიის სახელი
ko_kr: 세션 이름
lt_lt: Sesijos pavadinimas
lv_lv: Sesijas nosaukums
mk_mk: Име на сесија
ms_my: Nama sesi
my_mm: အစည်းအဝေးအမည်
ne: सत्र नाम
nl: Naam sessie
nn_no: Sesjonsnamn
oc: Nom de session
pl_pl: Nazwa sesji
ps: غونډې نوم
pt_br: Nome da sessão
pt_pt: Nome da sessão
ro_ro: Numele sesiunii
ru_ru: Название сессии
sk_sk: Názov stretnutia
sl: Ime seje
sq: Emri i sesionit
sr_rs: Naziv sesije
sv_se: Sessionnamn
sw_ke: Jina la kikao
ta: அமர்வு பெயர்
th: ชื่อเซสชัน
tl_ph: Pangalan ng session
tr: Oturum adı
uk_ua: Назва сесії
vi_vn: Tên buổi học
xh_za: Igama leseshini
zh_cn: 会话名称
zh_tw: 課程階段名稱

source: Mobile phone number is incomplete or contains invalid characters
ar: رقم الموبايل غير مكتمل او يحتوي على رموز غير صالحة
ast_es: El númberu de móvil ye incompletu o contién carauteres inválidos
bn_bd: মোবাইল ফোন নম্বর অসম্পূর্ণ বা অবৈধ অক্ষর ধারণ করে
bs_ba: Broj mobilnog telefona je nepotpun ili sadrži nevažeće znakove
ca_es: El número de telèfon mòbil que ha escrit està incomplet o conté caràcters no vàlids
cs_cz: Číslo mobilního telefonu je neúplné nebo obsahuje neplatné znaky
da: Mobiltelefonnummeret er ufuldstændigt eller indeholder ugyldige tegn
de: Mobiltelefonnummer ist unvollständig oder enthält ungültige Zeichen
el: Ο αριθμός κινητού τηλεφώνου είναι ελλιπής ή περιέχει μη έγκυρους χαρακτήρες
eo: Numero de poŝtelefono estas nekompleta aŭ entenas nevalidajn signojn
es: El número de móvil que ha escrito está incompleto o contiene caracteres no válidos
es_mx: El número de teléfono móvil está incompleto o contiene caracteres inválidos
eu_es: Telefono mugikorren zenbakia ez dago osatua edo karaktere baliogabeak dauzka
fa_ir: شماره تلفن همراه ناقص است یا کاراکترهای نامعتبر دارد
fi_fi: Matkapuhelinnumero on väärä tai sisältää epäkelpoja merkkejä
fo_fo: Fartelefonnummarið væntar tøl ella nýtir stavir
fur: Numar di celulâr incomplet o cun caratars no valîts
ga: Tá uimhir an fhóin shoghluaiste neamhiomlán nó tá carachtair neamhbhailí ann
gl: O número de teléfono mobil está incompleto ou contén caracteres non válidos
he_il: מספר הטלפון הנייד אינו שלם או מכיל תווים לא חוקיים
hi: मोबाइल नंबर अपूर्ण है या अमान्य अक्षरों को शामिल करता है
hr_hr: Broj mobitela je nepotpun ili sadrži nevaljane znakove
hu_hu: A mobiltelefonszám hiányos vagy érvénytelen karaktereket tartalmaz
hy: Բջջային հեռախոսահամարը անավարտ է կամ պարունակում է անվավեր նշաններ
id_id: Nomor telepon seluler tidak lengkap atau mengandung karakter tidak valid
it: Il numero di telefono mobile è incompleto o contiene caratteri non consentiti
ja: 携帯電話番号が不完全または無効な文字を含んでいます
ka_ge: მობილური ტელეფონის ნომერი არასრულია ან შეიცავს არასწორ სიმბოლოებს
ko_kr: 휴대폰 번호가 불완전하거나 잘못된 문자를 포함합니다
lo: ເບີໂທລະສັບມືຖືບໍ່ຄົບຖ້ວນ ຫຼື ມີຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງ
lt_lt: Mobiliojo telefono numeris yra neišsamus arba turi netinkamus simbolius
lv_lv: Mobilā telefona numurs ir nepilnīgs vai satur nederīgus rakstzīmes
mk_mk: Бројот на мобилен телефон е некомплетен или содржи невалидни знаци
ms_my: Nombor telefon mudah alih tidak lengkap atau mengandungi aksara tidak sah
my_mm: မိုဘိုင်းဖုန်းနံပါတ်သည် မပြည့်စုံပါ သို့မဟုတ် မမှန်ကန်သောအက္ခရာများ ပါဝင်သည်
ne: मोबाइल फोन नम्बर अपूर्ण छ वा अमान्य अक्षरहरू समावेश छ
nl: Mobiele telefoonnummer is incompleet of bevat ongeldige karakters
nn_no: Mobiltelefonnummeret er ukomplett eller inneheld ugyldige teikn
oc: Lo numèro de telephon portatile es incomplet o conten de caractèrs invalids
pl_pl: Numer telefonu komórkowego jest niekompletny lub zawiera niedozwolone znaki
ps: د موبايل ټلیفون شمېره ناتمامه ده یا ناسم نښې لري
pt_br: Número de telefone celular incompleto ou contém caracteres inválidos
pt_pt: O número de celular que você inseriu é incompleta ou contém caracteres inválidos
ro_ro: Numărul mobil introdus este incomplet sau conține caractere nevalide
ru_ru: Номер мобильного телефона неполный или содержит недопустимые символы
sk_sk: Číslo mobilného telefónu je neúplné alebo obsahuje neplatné znaky
sl: Mobilna številka ni podana v celoti ali vsebuje neustrezne znake
sq: Numri i telefonit mobil është i paplotë ose përmban karaktere të pavlefshme
sr_rs: Broj mobilnog telefona je nepotpun ili sadrži nevažeće karaktere
sv_se: Mobiltelefonnummer är ofullständigt eller innehåller ogiltiga tecken
sw_ke: Nambari ya simu ya mkononi iko duni au ina herufi batili
ta: கைபேசி எண் முழுமையாக இல்லை அல்லது செல்லாத எழுத்துகளைக் கொண்டுள்ளது
th: หมายเลขโทรศัพท์มือถือไม่สมบูรณ์หรือมีอักขระไม่ถูกต้อง
tl_ph: Hindi kumpleto ang mobile phone number o naglalaman ng hindi wasto na mga character
tr: Cep telefonu numarası eksik veya geçersiz karakterler içeriyor
uk_ua: Номер мобільного телефону неповний або містить некоректні символи
vi_vn: Số điện thoại di động không đầy đủ hoặc chứa ký tự không hợp lệ
xh_za: Inombolo yefowuni eshukumayo ayaphelelanga okanye ineenqaku ezingasebenziyo
zh_cn: 手机号码不完整或包含无效字符
zh_tw: 行動電話號碼不完整或包含無效字元

source: Include the country dial code
ar: تضمين رمز الاتصال للبلد
ast_es: Incluyi el códigu de marcación del país
bn_bd: দেশের ডায়াল কোড অন্তর্ভুক্ত করুন
bs_ba: Uključite pozivni kod zemlje
ca_es: Inclogui el prefix de trucada del país
cs_cz: Zahrňte kód země
da: Inkluder landets opkaldskode
de: Bitte Landesvorwahl angeben
el: Προσθέστε τον κωδικό κλήσης της χώρας
eo: Inkluzivi la landkodon por telefono
es: Incluya el prefijo de llamada del país
es_mx: Incluye el código de marcado del país
eu_es: Sartu herrialdearen dei-kodea
fa_ir: کد پیش‌شماره کشور را شامل شوید
fi_fi: Sisällytä maakoodi
fo_fo: Tak við landsins símanúmer
fur: Includi il cûs di marcjadui dal paîs
ga: Cuir cód dhiailiú na tíre san áireamh
gl: Incluir o prefixo de chamada do país
he_il: כלול את קידומת החיוג של המדינה
hi: देश डायल कोड शामिल करें
hr_hr: Uključite pozivni kod zemlje
hu_hu: Tartalmazza az ország hívókódját
hy: Ներառեք երկրի կոդը
id_id: Sertakan kode dial negara
it: Includi il codice selezione paese
ja: 国コードを含める
ka_ge: ჩართეთ ქვეყნის კოდი
ko_kr: 국가 다이얼 코드를 포함하세요
lo: ລວມລະຫັດປະເທດ
lt_lt: Įtraukite šalies skambinimo kodą
lv_lv: Iekļaut valsts izsaukuma kodu
mk_mk: Вклучи го кодот за излез на земјата
ms_my: Sertakan kod jalur negara
my_mm: နိုင်ငံဖုန်းကုဒ်ကို ထည့်သွင်းပါ
ne: देश डायल कोड समावेश गर्नुहोस्
nl: Gebruik een landencode
nn_no: Inkluder landtelefonkode
oc: Inclòser lo còde de país
pl_pl: Uwzględnij kod kraju
ps: د هېواد ډایل کوډ شامل کړئ
pt_br: Incluir o código de discagem do país
pt_pt: Incluir o país código de chamada
ro_ro: Include prefixul țarii
ru_ru: Включите код страны
sk_sk: Vložiť kód krajiny
sl: Vključi klicno kodo države
sq: Përfshini kodin dializues të vendit
sr_rs: Uključite pozivni kod zemlje
sv_se: Inkludera landets riktnummer
sw_ke: Jumuisha nambari ya simu ya nchi
ta: நாட்டின் டயல் குறியீட்டை சேர்க்கவும்
th: รวมรหัสโทรศัพท์ประเทศ
tl_ph: Isama ang country dial code
tr: Ülke arama kodunu dahil edin
uk_ua: Включіть код країни
vi_vn: Bao gồm mã quay số quốc gia
xh_za: Banda ikhowudi yokudayela yelizwe
zh_cn: 包含国家拨号码
zh_tw: 包含國家撥號碼

source: Mobile phone number
ar: رقم الموبايل
ast_es: Númberu de télefonu móvil
bn_bd: মোবাইল ফোন নম্বর
bs_ba: Broj mobilnog telefona
ca_es: Número de telèfon mòbil
cs_cz: Číslo mobilního telefonu
da: Mobiltelefonnummer
de: Mobiltelefonnummer
el: Αριθμός κινητού τηλεφώνου
eo: Numero de poŝtelefono
es: Número de móvil
es_mx: Número de teléfono móvil
eu_es: Telefono mugikorra
fa_ir: شماره تلفن همراه
fi_fi: Matkapuhelinnumero
fo_fo: Fartelefonnummar
fur: Numar di celulâr
ga: Uimhir an fhóin shoghluaiste
gl: Número de teléfono mobil
he_il: מספר טלפון נייד
hi: मोबाइल नंबर
hr_hr: Broj mobitela
hu_hu: Mobiltelefonszám
hy: Բջջային հեռախոսահամար
id_id: Nomor telepon seluler
it: Numero telefono mobile
ja: 携帯電話番号
ka_ge: მობილური ტელეფონის ნომერი
ko_kr: 휴대폰 번호
lt_lt: Mobiliojo telefono numeris
lv_lv: Mobilā telefona numurs
mk_mk: Број на мобилен телефон
ms_my: Nombor telefon mudah alih
my_mm: မိုဘိုင်းဖုန်းနံပါတ်
ne: मोबाइल फोन नम्बर
nl: Mobiele telefoonnummer
nn_no: Mobiltelefonnummer
oc: Numèro de telephon portatile
pl_pl: Numer telefonu komórkowego
ps: د موبايل ټلیفون شمېره
pt_br: Número de telefone celular
pt_pt: Número de celular
ro_ro: Număr de mobil
ru_ru: Номер мобильного телефона
sk_sk: Číslo mobilného telefónu
sl: Številka mobilnega telefona
sq: Numri i telefonit mobil
sr_rs: Broj mobilnog telefona
sv_se: Mobiltelefonnummer
sw_ke: Nambari ya simu ya mkononi
ta: கைபேசி எண்
th: หมายเลขโทรศัพท์มือถือ
tl_ph: Numero ng telepono sa mobile
tr: Cep telefonu numarası
uk_ua: Номер мобільного телефону
vi_vn: Số điện thoại di động
xh_za: Inombolo yefowuni eshukumayo
zh_cn: 手机号码
zh_tw: 行動電話號碼

source: Check unique e-mail
ar: التحقق من كون البريد مطابق
ast_es: Comprobear correu electrónicu únicu
bn_bd: অনন্য ইমেইল যাচাই করুন
bs_ba: Provjeri jedinstvenu e-mail adresu
ca_es: Verificar que els correus siguin únics
cs_cz: Zkontrolovat unikátní e-mail
da: Tjek unikt e-mail
de: Eindeutige E-Mail prüfen
el: Επιλέξτε ένα email που να είναι μοναδικό
eo: Kontroli unikan retpoŝton
es: Verificar que los correos sean únicos.
es_mx: Verificar correo electrónico único
eu_es: Egiaztatu posta elektroniko bakarra
fa_ir: بررسی ایمیل منحصربه‌فرد
fi_fi: Tarkista yksilöllinen sähköposti
fo_fo: Kanna einastandandi t-post
fur: Verifiche e-mail unice
ga: Seiceáil ríomhphost uathúil
gl: Verificar que os correos electrónicos sexan únicos
he_il: בדוק דואר אלקטרוני ייחודי
hi: अद्वितीय ईमेल जांचें
hr_hr: Provjeri jedinstvenu e-poštu
hu_hu: Egyedi e-mail ellenőrzése
hy: Ստուգել եզակի էլ. փոստ
id_id: Periksa email unik
it: Controlla email unica
ja: 一意のメールを確認
ka_ge: უნიკალური ელფოსტის შემოწმება
ko_kr: 고유 이메일 확인
lo: ກວດສອບອີເມລທີ່ບໍ່ຊ້ຳກັນ
lt_lt: Patikrinti unikalų el. paštą
lv_lv: Pārbaudīt unikālu e-pastu
mk_mk: Провери уникатен е-пошта
ms_my: Semak e-mel unik
my_mm: ထူးခြားသောအီးမေးလ်ကို စစ်ဆေးပါ
ne: अनौठो इमेल जाँच गर्नुहोस्
nl: Controleer uniek e-mailadres
nn_no: Sjekk unik e-post
oc: Verificar l'email unic
pl_pl: Sprawdź unikalny e-mail
ps: بیاکتنه یوازینۍ برېښنالیک
pt_br: Verificar e-mail exclusivo
pt_pt: Verifique se os e-mails são únicos.
ro_ro: Verificați dacă e-mailuri sunt unice.
ru_ru: Проверить уникальность e-mail
sk_sk: Skontrolovať jedinečnosť emailu
sl: Preveri enoličnost e-poštnega naslova
sq: Kontrollo email unik
sr_rs: Proveri jedinstvenu e-mail adresu
sv_se: Kontrollera unikt e-post
sw_ke: Angalia barua pepe ya kipekee
ta: தனித்துவமான மின்னஞ்சலை சரிபார்க்கவும்
th: ตรวจสอบอีเมลที่ไม่ซ้ำ
tl_ph: Suriin ang natatanging e-mail
tr: E-posta benzersizliğini kontrol et
uk_ua: Перевірити унікальність email
vi_vn: Kiểm tra email duy nhất
xh_za: Hlola i-imeyile eyodwa
zh_cn: 检查唯一电子邮件
zh_tw: 檢查唯一電子郵件

source: This email is already in use on the platform.
ar: هذا البريد غير متوفر
ast_es: Esti correu electrónicu yá ta en usu na plataforma.
bn_bd: এই ইমেইলটি ইতিমধ্যে প্ল্যাটফর্মে ব্যবহৃত হয়েছে।
bs_ba: Ova e-mail adresa se već koristi na platformi.
ca_es: Aquest correu electrònic ja està registrat en el sistema
cs_cz: Tento e-mail je již na platformě použit.
da: Denne e-mail er allerede i brug på platformen.
el: Αυτό το email δεν είναι διαθέσιμο
eo: Ĉi tiu retpoŝtadreso jam estas uzata en la platformo.
es_mx: Este correo electrónico ya está en uso en la plataforma.
eu_es: Posta elektroniko hau dagoeneko erabiltzen da plataforma honetan.
fa_ir: این ایمیل قبلاً در پلتفرم استفاده شده است.
fi_fi: Sähköposti ei ole saatavilla
fo_fo: Hendan t-postin er longu í nýtast á pallinum.
fur: Chest e-mail al è za in ûs su la plateform.
ga: Tá an ríomhphost seo in úsáid cheana ar an ardán.
gl: Este correo electrónico xa está rexistrado no sistema.
he_il: אימייל זה אינו זמין
hi: यह ईमेल पहले से ही प्लेटफ़ॉर्म पर उपयोग में है।
hr_hr: Ova e-pošta je već u upotrebi na platformi.
hu_hu: Ez az e-mail cím már használatban van a platformon.
hy: Այս էլ. փոստը արդեն օգտագործվում է հարթակում:
id_id: Email ini sudah digunakan di platform.
it: Questa email non è disponibile
ja: このメールはプラットフォームで既に使用されています。
ka_ge: ეს ელფოსტა უკვე გამოიყენება პლატფორმაზე.
ko_kr: 이 이메일은 플랫폼에서 이미 사용 중입니다.
lt_lt: Šis el. paštas jau naudojamas platformoje.
lv_lv: Šis e-pasts jau tiek izmantots platformā.
mk_mk: Оваа е-пошта веќе се користи на платформата.
ms_my: E-mel ini sudah digunakan di platform.
my_mm: ဤအီးမေးလ်သည် ပလက်ဖောင်းပေါ်တွင် အသုံးပြုထားပြီးဖြစ်သည်။
ne: यो इमेल प्लेटफर्ममा पहिले नै प्रयोग भइसकेको छ।
nl: Dit e-mailadres is niet beschikbaar
nn_no: Denne e-postadressa er allereie i bruk på plattforma.
oc: Aqueste email es ja utilizat sus la plataforma.
pl_pl: Ten e-mail jest już używany na platformie.
ps: دا برېښنالیک په پلیټفارم کې دمخه کارول شوی دی.
pt_br: Este e-mail não está disponível
pt_pt: Este e-mail já está registrado no sistema.
ro_ro: Acest e-mail este deja înregistrat în sistem.
ru_ru: Этот email уже используется на платформе.
sk_sk: Tento email nie je k dispozícii
sl: Ta poštni naslov ni na voljo
sq: Ky email është tashmë në përdorim në platformë.
sr_rs: Ova e-mail adresa se već koristi na platformi.
sv_se: Denna e-post används redan på plattformen.
sw_ke: Barua pepe hii inatumika tayari kwenye jukwaa.
ta: இந்த மின்னஞ்சல் தளத்தில் ஏற்கனவே பயன்படுத்தப்பட்டுள்ளது.
th: อีเมลนี้ถูกใช้งานในแพลตฟอร์มแล้ว
tl_ph: Ang email na ito ay ginagamit na sa platform.
tr: Bu e-posta platformda zaten kullanılıyor.
uk_ua: Цей email вже використовується на платформі.
vi_vn: Email này đã được sử dụng trên nền tảng.
xh_za: Le imeyile isele isetyenzisiwe eqongeni.
zh_cn: 此电子邮件已在平台上使用。
zh_tw: 此電子郵件已在平台上使用。
