Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This is a sticky message (appears always on top and has a special sticky icon)
ar: هذه رسالة مثبتة (تظهر دائما في الأعلى مع أيقونة التثبيت )
ast_es: Esti ye un mensaxe d'avisu (apaez siempre a lo primero, al llau d'un iconu especial)
bn_bd: এটি একটি স্টিকি বার্তা (সর্বদা উপরে দেখা যায় এবং বিশেষ স্টিকি আইকন থাকে)
bs_ba: Ovo je ljepljiva poruka (uvijek se pojavljuje na vrhu i ima posebnu ikonu ljepljivosti)
ca_es: Aquest és un missatge fix (apareix sempre a dalt i té una icona fixa especial)
cs_cz: Toto je připnutá zpráva (vždy se zobrazuje nahoře a má speciální ikonu připnutí)
da: Dette er et overordnet indlæg (vises øverst på siden og med et specielt ikon)
de: Dies ist ein Info-Beitrag (erscheint immer oben und hat ein besonderes Icon)
el: Αυτό είναι έν αυτοκόλλητο μήνυμα/ sticky message (εμφανίζεται πάντοτε από πάνω και έχει ένα ειδκό αυτοκόλλητο εικονίδιο)
eo: Ĉi tio estas fiksa mesaĝo (ĉiam aperas supre markata de speciala ikono)
es: Este es un mensaje de aviso (aparece siempre en primer término junto a un icono especial)
es_mx: Este es un mensaje fijo (aparece siempre arriba y tiene un icono fijo especial)
eu_es: Abisatzeko mezu erantsia da hau (beti lehen planoan agertzen da, erantsitako ikono berezi baten ondoan)
fa_ir: این یک پیام سنجاق شده است (همیشه در بالا قرار گرفته و یک برچسب سنجاق شده نیز دارد)
fi_fi: Tämä on kiinnitetty viesti (näkyy aina ensimmäisenä)
fo_fo: Hetta er ein fastboðskapur (birtist altíð øðrum neyst og hevur eitt serstakt fast ikon)
fur: Che sta e je un messagi fissât (par de sompri in cjase e al à un icon fissât)
ga: Is teachtaireacht greamánach í seo (le feiceáil i gcónaí ag an mbarr agus íocón greamánach speisialta aige)
gl: Esta é unha mensaxe fixa (aparece sempre na parte superior e ten unha icona especial)
he_il: זוהי הודעה דביקה (מופיעה תמיד למעלה ויש לה אייקון דביק מיוחד)
hi: यह एक चिपचिपा संदेश है (हमेशा ऊपर दिखता है और विशेष चिपचिपा आइकन रखता है)
hr_hr: Ovo je važna poruka (pozicionirana je uvijek na vrhu i ima posebnu oznaku)
hu_hu: Ez egy ragadós üzenet (mindíg a lista eleján szerepel különleges ikonnal)
hy: Սա կպչուն հաղորդագրություն է (միշտ վերևում է հայտնվում և ունի հատուկ կպչուն պատկեր)
id_id: Ini pesan khusus (tampil selalu di atas dan memiliki ikon khusus)
it: E' un messaggio in evidenza (verrà posizionato in alto, accompagnato da un'icona speciale)
ja: 固定メッセージです（常に上部に表示され、特別な固定アイコンがあります）
ka_ge: ეს წებოვანი შეტყობინებაა (ყოველთვის ზევით ჩნდება და აქვს სპეციალური წებოვანი ხატულა)
ko_kr: 고정 메시지입니다 (항상 상단에 표시되고 특별한 고정 아이콘이 있습니다)
lo: ນີ້ແມ່ນຂໍ້ຄວາມປັກໝຸດ (ສະແດງຢູ່ເທິງສຸດສະເໝີ ແລະ ມີໄອຄອນປັກໝຸດພິເສດ)
lt_lt: Svarbi žinutė (visada bus viršuje su specialia ikona)
lv_lv: Izcelt šī temata svarīgumu. Pie šī temata tiks pievienota izsaukuma zīme <b>!</b> un tas vienmēr atradīsies tematu saraksta augšā
mk_mk: Ова е леплива порака (секогаш се појавува на врвот и има посебна леплива икона)
ms_my: Ini adalah mesej lekat (selalu muncul di atas dan mempunyai ikon lekat khas)
my_mm: ဤသည်မှာ ထိပ်ဆုံးစာတိုဖြစ်သည် (အမြဲထိပ်တွင်ပေါ်ပြီး အထူးထိပ်ဆုံးအိုင်ကွန်ပါရှိသည်)
ne: यो चिप्लो सन्देश हो (सधैं माथि देखिन्छ र विशेष चिप्लो चिन्ह हुन्छ)
nl: Dit is een vast bericht (verschijnt altijd bovenaan en wordt aangeduid met een speciaal icoon)
nn_no: Dette er ei festemelding (visast alltid på toppen og har eit spesielt festikon)
oc: Aquò’s un messatge fixat (aparèt sempre en naut e a un icone fixat especial)
pl_pl: To jest przyczepiona wiadomość (pojawia się zawsze na górze, ma specjalną ikonę)
ps: دا یو چپکیني پیغام دی (تل په سر کې ښکاري او یو ځانګړی چپکیني آیکون لري)
pt_br: Mensagem fixa (aparece sempre no topo e tem um ícone especial)
pt_pt: Esta mensagem é um rótulo (aparece sempre no topo e tem um ícone especial anexado)
ro_ro: Acesta este un mesaj fix (apare mereu deasupra si are o iconita speciala)
ru_ru: Это инертное сообщение (возникает всегда наверху и имеет специальную мало подвижную иконку)
sk_sk: To je opakujúca sa správa (zobrazí sa vždy hore a má špeciálnu ikonu opakujúcej sa správy)
sl: To je lepljiva objava (vedno se pojavi na vrhu seznama objav, označuje jo posebna ikona)
sq: Ky është një mesazh i ngjitur (shfaqet gjithmonë sipër dhe ka një ikonë speciale ngjitjeje)
sr_rs: Ovo je važna poruka (pozicionirana je uvijek na vrhu i ima posebnu oznaku)
sv_se: Fast meddelande (ligger alltid överst och har särskild symbol)
sw_ke: Huu ni ujumbe wa kunakili (unaonekana juu kila wakati na una ikoni maalum ya kunakili)
ta: இது ஒரு ஒட்டு செய்தி (எப்போதும் மேலே தோன்றும் மற்றும் சிறப்பு ஒட்டு சின்னத்தைக் கொண்டிருக்கும்)
th: เป็นข้อความที่เกาะติด(จะแสดงเป็นข้อความเริ่มแรกเสมอและมีสัญรูปเกาะติดข่าวด้วย)
tl_ph: Ito ay sticky message (laging lilitaw sa itaas at may espesyal na sticky icon)
tr: Bu yapışkan nottur (her zaman üstte ve özel yapışkan ikonu ile gözükür)
uk_ua: Це поверхневе повідомлення (завжди з'являється зверху та має спеціальну іконку)
vi_vn: Đây là tin nhắn dính (luôn hiển thị ở trên cùng và có biểu tượng dính đặc biệt)
xh_za: Olu myalezo lunamatheku (luvela njalo ngaphezulu kwaye lunophawu olukhethekileyo lokunamathela)
zh_cn: 这是一个置顶文章（出现在论坛顶端并有一个置顶图标）
zh_tw: 黏貼訊息(永遠貼附在頂部並附有特別的貼紙圖案)

source: Re:
ar: رد:
bn_bd: পুন:
da: SV:
de: Aw:
el: Απ.:
eo: Respondo:
eu_es: Erantz:
fa_ir: پاسخ:
fi_fi: VS:
fo_fo: Sv:
ga: Ath:
hi: उ:
hr_hr: Odg:
hu_hu: Vá:
hy: Պատասխան.
lo: ຕອບ:
lv_lv: Atbildēt:
mk_mk: Одг:
ms_my: Balasan:
my_mm: ပြန်လည်:
ne: प्रति:
nl: Antwoord:
pl_pl: Odp:
ps: ځ:
sl: Odg:
sq: Përgjigje:
sr_rs: Odg:
sw_ke: Jibu:
th: ตอบ
tr: Cevap:
uk_ua: Віпд.:
vi_vn: Trả lời:
xh_za: Ph:
zh_cn: 回复主题
zh_tw: 回覆：

source: Are you sure you want to delete this post? Deleting this post will also delete the replies on this post. Please check the threaded view to see which posts will also be deleted
ar: هل أنت متأكد من أنك تريد حذف هذه المشاركة؟ حذف هذه المشاركة يعني حذف جميع الردود المتعلقة بهذه المشاركة. فضلا انقر على معاينة الموضوع لمشاهدة المشاركات التي سيتم حذفها
ast_es: ¿ Ta seguru/a de querer esborrar esti mensaxe ? En esborrándolu va esborrar tamién tolos retruques que tenga. Por favor, pel traviés el visionáu n'árbol, compruebe qué mensaxes se van esborrar.
bn_bd: আপনি কি নিশ্চিত যে এই পোস্টটি মুছে ফেলতে চান? এই পোস্ট মুছে ফেললে এর উত্তরগুলোও মুছে যাবে। দয়া করে থ্রেডেড ভিউ চেক করুন যাতে দেখতে পারেন কোন পোস্টগুলো মুছে যাবে
bs_ba: Jeste li sigurni da želite obrisati ovu objavu? Brisanje ove objave će također obrisati odgovore na ovu objavu. Molimo provjerite prikaz niti da vidite koje objave će također biti obrisane
ca_es: Esteu segurs de voler esborrar aquest missatge ? Destruireu també totes les respostes que s'hi han fet. Verifiqueu en la vista temàtica quins altres missatges seran igualment destruïts.
cs_cz: Jste si jisti, že chcete tento příspěvek smazat? Smazáním tohoto příspěvku se také smažou odpovědi na tento příspěvek. Zkontrolujte prosím zobrazení ve vlákně, abyste viděli, které příspěvky budou také smazány
da: Er du sikker på, at du vil slette indlægget? Hvis du sletter det, sletter du samtidig svarene til indlægget. Klik på "Trådet" for at finde ud af, hvilke indlæg der knytter sig til dette.
de: Wollen Sie diesen Beitrag wirklich löschen? Beim Löschen des Beitrags werden auch alle Antworten auf diesen Beitrag gelöscht. Prüfen Sie bitte, welche Beiträge ebenfalls gelöscht werden.
el: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτή τη ανάρτηση; Διαγράφοντάς την, θα διαγραφούν και όλες οι απαντήσεις σε αυτήν. Παρακαλώ ελέγξτε την εμφάνιση του νήματος, για να δείτε ποιες αναρτήσεις θα διαγραφούν.
eo: Ĉu certe, ke vi volas forigi tiun mesaĝon?
es: ¿ Está seguro de querer borrar este mensaje ? Al borrar este mensaje también borrará todas las respuestas que tenga. Por favor, mediante la vista arborescente, compruebe que mensajes también serán suprimidos.
es_mx: ¿ Está seguro de querer borrar este mensaje ? Al borrar este mensaje también borrará las respuestas que tenga. Por favor verifique el hilo del tema para ver que mensajes serán eliminados.
eu_es: Ziur al zaude mezu hau ezabatu nahi duzula? Mezu hau ezabatzean, jaso dituen erantzun guztiak ere ezabatuko dituzu. Mesedez, konprobatu haria ikusiz eta horrela ikusiko duzu zer mezu ezabatuko diren.
fa_ir: آیا مطمئن هستید قصد حذف کردن این مطلب را دارید؟ حذف این مطلب پاسخ های آنرا نیز حذف می کند. لطفا نمای موضوعی را مشاهده کنید تا ببینید چه مطالبی حذف خواهند شد
fi_fi: Haluatko varmasti poistaa tämän viestin? Viestin poistaminen poistaa myös vastaukset tähän viestiin. Ole hyvä ja tarkista mitkä muut viestit myös poistetaan.
fo_fo: Er tú vís í at tú ynskir at sletta hetta innlegget? At sletta hetta innlegget slettar eisini svarini á hesum innleginum. Vinarliga kíka á træða sýnið fyri at síggja hvønn innlegg verða slettar
fur: Si jer certe ch'e vûs eliminî stu post? Eliminant stu post si eliminaran ancje lis rispuestis. Controles il gjernie a file par vudê che postis si eliminaran
ga: An bhfuil tú cinnte gur mhaith leat an post seo a scriosadh? Má scriosann tú an post seo, scriosfar freisin na freagraí ar an post seo. Seiceáil an radharc snáithe le feiceáil cé na postálacha a scriosfar freisin
gl: Ten a certeza de que desexa eliminar esta mensaxe? Ao apagala, borrará igualmente todas as respostas. Por favor, verifique na visión en árbore as mensaxes que serán eliminadas
he_il: האם אתה בטוח שברצונך למחוק את הפוסט הזה? מחיקת פוסט זה תמחק גם את התשובות על פוסט זה. אנא בדוק את תצוגת השרשור כדי לראות אילו פוסטים יימחקו גם הם
hi: क्या आप वाकई इस पोस्ट को हटाना चाहते हैं? इस पोस्ट को हटाने से इस पोस्ट पर उत्तर भी हट जाएंगे। कृपया थ्रेडेड दृश्य जांचें कि कौन सी पोस्ट्स भी हटाई जाएंगी
hr_hr: Da li ste sigurni da želite obrisati ovaj članak? Brisanjem ovog članka brišete i sve odgovore na ovaj članak. Molim provjerite tematski pregled da vidite koji će još članci biti obrisani
hu_hu: Biztos benne, hogy törölni szeretné ezt az üzenetet? Az üzenet törlésével a rá érkezett válaszokat is törölni fogja. A téma szerinti megjelenítés módban ellenőrizheti, hogy milyen üzeneteket töröl ezzel egyidejűleg.
hy: Հաստատու՞մ եք այս հրապարակումը ջնջել: Այս հրապարակումը ջնջելը կջնջի նաև այս հրապարակման պատասխանները: Խնդրում ենք ստուգել թրեդային տեսքը՝ տեսնելու, թե որ հրապարակումներն են նույնպես ջնջվելու
id_id: Anda yakin ingin mengapus postingan ini? Menghapus ini juga akan menghapus tanggapan-nya. Silahkan tandai kenampakan thread untuk melihat postingan mana saja yang juga akan dihapus.
it: Sei sicuro di voler eliminare il messaggio? Ricorda che anche le risposte successive verranno eliminate. Puoi verificare quali risposte saranno eliminate scegliendo la vista indentata
ja: この投稿を削除してもよろしいですか？この投稿を削除すると、この投稿への返信も削除されます。スレッドビューで削除される投稿を確認してください
ka_ge: დარწმუნებული ხართ რომ გსურთ ამ შეტყობინების წაშლა? ამ შეტყობინების წაშლა წაშლის ასევე პასუხებს ამ შეტყობინებაზე. გთხოვთ შეამოწმოთ თემატური ხედი იმისთვის რომ ნახოთ რომელი შეტყობინებებიც წაიშალება
ko_kr: 이 게시물을 삭제하시겠습니까? 이 게시물을 삭제하면 이 게시물에 대한 답변도 삭제됩니다. 어떤 게시물이 함께 삭제될지 확인하려면 스레드 보기를 확인하세요
lo: ເຈົ້າແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບໂພສນີ້? ການລຶບໂພສນີ້ຈະລຶບຄຳຕອບກັບຂອງໂພສນີ້ໄປນຳ. ກະລຸນາກວດເບິ່ງໃນມຸມມອງແບບກະທູ້ເພື່ອເບິ່ງວ່າໂພສໃດແດ່ທີ່ຈະຖືກລຶບໄປພ້ອມກັນ
lt_lt: Ar tikrai norite ištrinti šį pranešimą? Ištrinant pranešimą ištrinami ir visi atsakymai į jį.
lv_lv: Vai tiešām vēlaties dzēst šo ierakstu? <br>Kopā ar ierakstu tiks izdzēstas visas atbildes. Lūdzu apskatīties temata skatu, lai redzētu visus ierakstus, kas tiks izdzēsti.
mk_mk: Сигурно ли сакате да го избришете овој напис? Бришејќи го написот, ќе ги избришете и сите реплики на тој напис. Ве молиме проверете ја тематската низа, за да видите кои други написи ќе бидат избришани исто така.
ms_my: Adakah anda pasti mahu memadam kiriman ini? Memadam kiriman ini juga akan memadam balasan pada kiriman ini. Sila semak paparan berurutan untuk melihat kiriman mana yang akan dipadam juga
my_mm: ဤပို့စ်ကို ဖျက်လိုသည်မှာ သေချာပါသလား။ ဤပို့စ်ကို ဖျက်ခြင်းသည် ဤပို့စ်ပေါ်ရှိ အကြောင်းပြန်မှုများကိုလည်း ဖျက်မည်ဖြစ်သည်။ မည်သည့်ပို့စ်များကိုလည်း ဖျက်မည်ကို သိရှိရန် ပို့စ်စီးရီးမြင်ကွင်းကို စစ်ဆေးပါ
ne: के तपाईं यो पोस्ट हटाउन चाहनुहुन्छ? यो पोस्ट हटाउँदा यसमा भएका जवाफहरू पनि हटिनेछन्। कुन पोस्टहरू हटाइनेछन् हेर्न थ्रेडेड दृश्य जाँच गर्नुहोस्
nl: Bent u zeker dat u dit bericht wenst te verwijderen?
nn_no: Er du sikker på at du vil slette dette innlegget? Å slette dette innlegget vil òg slette svara på dette innlegget. Vennlegst sjekk trådvisninga for å sjå kva innlegg som òg vil bli sletta
oc: Sètz segur que volètz suprimir aqueste messatge ? La supression d’aqueste messatge suprimirà tanben las responsas. Verificatz la vista en fil per veire quins messatges seràn tanben suprimits
pl_pl: Czy na pewno chcesz usunąć ten wpis? Usuwając post usuniesz również odpowiedzi do niego. Sprawdź wątki, aby zobaczyć, które posty zostaną usunięte.
ps: آیا تاسو ډاډه یاست چې دا پوسټ حذف کول غواړئ؟ د دې پوسټ حذف کول به د دې پوسټ ځوابونه هم حذف کړي. مهرباني وکړئ د موضوع لید وګورئ چې کوم پوسټونه به هم حذف شي
pt_br: Tem certeza que deseja excluir esta mensagem? Ao excluila, apagará igualmente todas as respostas. Por favor, verifique as discussões encadeadas que serão excluidas.
pt_pt: Tem a certeza que deseja eliminar este artigo? Ao eliminar este artigo também eliminará todas as respostas dadas a este artigo. Por favor, verifique a árvore de visualização para ver os artigos que também serão eliminados.
ro_ro: Sunteti sigur ca doriti sa stergeti acest mesaj? Stergand acest mesaj veti sterge deasemenea si raspunsurile acestuia. Va rog bifati lista arborescenta cu discutii pentru a vedea ce mesaje vor fi deasemenea sterse
ru_ru: Вы уверены, что хотите удалить это почтовое сообщение? Удаляе это письмо, Вы удалите и ответы на него. Пожалуйста, просмотрите тематические связи, чтобы увидеть какие письма будут удалены.
sk_sk: Naozaj chcete zmazať túto správu? Jej zmazanie zmaže tiež odpovede na ňu. Skontrolujte prosím prehľad tém, aby ste videli, ktoré správy budú tiež zmazané.
sl: Resnično želite odstraniti to objavo ? Brisanje te objave odstrani tudi vse morebitne povezane odgovore. Preverite v pogledu tematske niti, katere objave bodo dejansko odstranjene.
sq: Jeni të sigurt që doni të fshini këtë postim? Fshirja e këtij postimi do të fshijë gjithashtu përgjigjet e këtij postimi. Ju lutemi kontrolloni pamjen me fije për të parë cilat postime do të fshihen gjithashtu
sr_rs: Jeste li sigurni da želite da izbrišete ovaj post? Brisanje ovaj post će takođe obrisati odgovore na ovaj post. Molimo proverite tematski pregled da biste videli koje poruke će takođe biti obrisani
sv_se: Är du säker på att du vill ta bort inlägget? Om du tar bort det kommer också svaren att tas bort. Kontrollera i trådad vy vilka inlägg som kommer att tas bort med inlägget.
sw_ke: Je, una uhakika unataka kufuta chapisho hili? Kufuta chapisho hili itafuta pia majibu kwenye chapisho hili. Tafadhali angalia mwonekano wa mnyororo ili uone ni chapisho gani kingine kitafutwa
ta: இந்த பதிவை நீக்க விரும்புகிறீர்களா? இந்த பதிவை நீக்குவது இந்த பதிவுக்கு உள்ள பதில்களையும் நீக்கும். எந்த பதிவுகள் நீக்கப்படும் என்பதைப் பார்க்க நெடுகல் பார்வையைச் சரிபார்க்கவும்
th: คุณแน่ใจว่าต้องการจะลบกระทู้นี้ การลบกระทู้จะเป็นการลบเอากระทู้ตอบที่เกี่ยวข้องออกไปด้วย กรุณาตรวจสอบก่อนลบ
tl_ph: Sigurado ka bang gusto mong tanggalin ang post na ito? Ang pagtanggal ng post na ito ay magtatanggal din ng mga sagot dito. Mangyaring suriin ang threaded view upang makita kung aling mga post ang matatanggal din
tr: Bu mektubu silmek istediğinize emin misiniz? Bu mektubun silinmesi cevapların da silinmesi demektir. Lütfen thread görüntünden hangi mektupların da silineceğini kontrol ediniz.
uk_ua: Видалити це повідомлення? Ви впевнені? Видалення цього повідомлення призведе до видалення всіх відповідей на нього. Перегляньте тему для з'ясування, які повідомлення ви можете видалити
vi_vn: Bạn có chắc chắn muốn xóa bài viết này? Xóa bài viết này cũng sẽ xóa các trả lời cho bài viết này. Vui lòng kiểm tra chế độ xem theo chủ đề để xem bài viết nào sẽ bị xóa
xh_za: Uqinisekile ukuba ufuna ukususa le posti? Ukucima le posti kuya kususa neziphendulo kule posti. Nceda uhlole umbono womtya ukuze ubone ezipostini eziza kususwa
zh_cn: 你肯定你要删除此帖子？ 删除此帖子的同时所有回复也会被删除。 请用树状模式查看那些帖子也会被删除
zh_tw: 你肯定要移除這帖子？移除這帖子會把它的回覆也一併刪除。請檢查論題樹看看有那些帖子會被移除。
