Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: When a check is done on the tutor field given above, this value has to be inside one of the tutor fields sub-elements for the user to be considered as a trainer. If you leave this field blank, the only condition is that the field exists for this LDAP user to be considered as a trainer. As an example, the field could be "memberof" and the value to search for could be "CN=G_TRAINER,OU=Trainer".
ar: عندما تكتمل عملية التحقق من حقل المعلم في الاعلى، فان هذه القيمة سوف تكون داخل احدى حقول المعلم
ast_es: De la que se fai una comprobación nel campu profesor qu'apaez enriba pa que l'usuariu apaeza como profesor, el valor que se-y dé tien de ser ún de los soelementos del campu profesor. Si'l campu queda en blancu, la única condición pa ser consideráu profesor ye que nesti usuariu LDAP el campu esista. Por exemplu, el campu pue ser "memberof" y el valor de busca pue ser "CN=G_TRAINER,OU=Trainer"
bn_bd: উপরের টিউটর ফিল্ডে চেক করা হলে, এই মানটি ব্যবহারকারীকে ট্রেইনার হিসেবে বিবেচনা করার জন্য টিউটর ফিল্ডের সাব-এলিমেন্টগুলির মধ্যে একটির ভিতরে থাকতে হবে। যদি আপনি এই ফিল্ড খালি রাখেন, তাহলে একমাত্র শর্ত হলো এই LDAP ব্যবহারকারীর জন্য ফিল্ডটি বিদ্যমান থাকা। উদাহরণস্বরূপ, ফিল্ড হতে পারে "memberof" এবং অনুসন্ধান করার মান হতে পারে "CN=G_TRAINER,OU=Trainer"।
bs_ba: Kada se provjeri tutor polje navedeno iznad, ova vrijednost mora biti unutar jednog od pod-elementa tutor polja da bi korisnik bio smatran trenerom. Ako ostavite ovo polje prazno, jedini uvjet je da polje postoji za ovog LDAP korisnika da bi bio smatran trenerom. Kao primjer, polje može biti "memberof" a vrijednost za pretragu "CN=G_TRAINER,OU=Trainer".
ca_es: Quan es realitzi una comprovació en el camp professor que apareix dalt, per tal que l'usuari sigui considerat professor, el valor que se li doni cal que sigui un dels subelements del camp professor. Si deixeu aquest camp en blanc, l'única condició per tal que sigui considerat professor és que en aquest usuari LDAP existeixi el camp. Per exemple, el camp pot ser "memberof" i el valor de cerca pot ser "CN=G_TRAINER,OU=Trainer"
cs_cz: Když je identifikační hodnota učitele zadána, tak musí být uvnitř jednoho z dílčích prvků učitelského pole, aby byl považován za školitele. Pokud necháte toto pole prázdné, pak je podmínkou existence pole pro tohoto LDAP uživatele, aby byl považován za školitele. Například: pole může být "člen" a hodnota vyhledávání může být "CN=G_TRAINER,OU=Trainer"
da: Når der tjekkes på tutor-feltet ovenfor, skal denne værdi være i et af tutor-feltets under-elementer for at brugeren betragtes som underviser. Hvis du efterlader dette felt tomt, er den eneste betingelse, at feltet eksisterer for at denne LDAP-bruger betragtes som underviser. Som eksempel kan feltet være "memberof" og værdien at søge efter være "CN=G_TRAINER,OU=Trainer".
de: Gibt es einen Check für das obige Tutor Feld, muss der Wert innerhalb eines der Unterlemente des Tutor Feldes sein, damit der Benutzer als ein Lehrer eingeordnet wird. Wird das Feld leer gelassen, dann ist die einzige Bedingung, dass das Feld für diesen LDAP Benutzer existiert, damit er als Lehrer eingeordnet wird. Zum Beispiel: das Feld könnte sein "memberof" und der Wert für die Suche könnte sein ""CN=G_TRAINER,OU=Trainer"
el: Όταν γίνεται έλεγχος στο πεδίο επιβλέποντα που δόθηκε παραπάνω, αυτή η τιμή πρέπει να βρίσκεται σε ένα από τα υπο-στοιχεία των πεδίων επιβλέποντα για να θεωρηθεί ο χρήστης εκπαιδευτής. Αν αφήσετε αυτό το πεδίο κενό, η μόνη συνθήκη είναι ότι το πεδίο υπάρχει για να θεωρηθεί αυτός ο χρήστης LDAP εκπαιδευτής. Για παράδειγμα, το πεδίο μπορεί να είναι "memberof" και η τιμή αναζήτησης να είναι "CN=G_TRAINER,OU=Trainer".
eo: Se la ĉi-supre donita repetitora kampo estas markita, ties valoro estu ene de unu el la repetitorkampaj subelementoj por ke la uzanto estu konsiderata kiel instruisto. Se vi lasas ĉi tiun kampon malplena, la sola kondiĉo estas, ke la kampo ekzistas por ĉi tiu LDAP-uzanto estu konsiderata kiel instruisto. Ekzemple, la kampo povus esti "membro de" kaj la valoro serĉata povus esti "CN=G_TREJNISTO,OU=Trejnisto".
es: Cuando se realice una comprobación en el campo profesor que aparece arriba, para que el usuario sea considerado profesor, el valor que se le dé debe ser uno de los subelementos del campo profesor. Si deja este campo en blanco, la única condición para que sea considerado como profesor es que en este usuario LDAP el campo exista. Por ejemplo, el campo puede ser "memberof" y el valor de búsqueda puede ser "CN=G_TRAINER,OU=Trainer"
es_mx: Cuando se verifica el campo de tutor dado arriba, este valor debe estar dentro de uno de los subelementos del campo de tutor para que el usuario se considere como entrenador. Si deja este campo en blanco, la única condición es que el campo exista para que este usuario LDAP se considere como entrenador. Por ejemplo, el campo podría ser "memberof" y el valor a buscar podría ser "CN=G_TRAINER,OU=Trainer".
eu_es: Goian agertzen den irakasle eremuan konprobazio bat egiten denean, erabiltzailea irakasletzat jotzeko, eman behar zaion balio hau arduradun irakaslearen eremuen azpielementuetatik bat izan beharko da. Eremu hau zurian uzten baduzu, LDAP erabiltzaile hau irakasletzat hartzeko baldintza bakarra eremu hau izatea da. Adibidez, eremua "kidea" izan daiteke eta bilaketa egiteko balioa, berriz, "CN=G_TRAINER,OU=Trainer".
fa_ir: هنگامی که فیلد مربی داده شده در بالا بررسی می‌شود، این مقدار باید در یکی از زیرعناصر فیلدهای مربی باشد تا کاربر به عنوان مربی در نظر گرفته شود. اگر این فیلد را خالی بگذارید، تنها شرط وجود فیلد است تا کاربر LDAP به عنوان مربی در نظر گرفته شود. به عنوان مثال، فیلد می‌تواند «memberof» باشد و مقداری که باید جستجو شود «CN=G_TRAINER,OU=Trainer» باشد.
fi_fi: Kun tarkistus tehdään yllä annetussa ohjaajakentässä, tämän arvon täytyy olla yhdessä ohjaajakentän alaelementeista, jotta käyttäjä katsotaan kouluttajaksi. Jos jätät tämän kentän tyhjäksi, ainoa ehto on, että kenttä on olemassa tämän LDAP-käyttäjän kohdalla kouluttajaksi katsomiseksi. Esimerkiksi kenttä voisi olla "memberof" ja etsittävä arvo "CN=G_TRAINER,OU=Trainer".
fo_fo: Tá ið ein roynd verður gjørd á kennarateiginum neðanfyri, má hetta virði vera í einum av undirlutum kennarateiganna fyri at brúkarin verður viðgjørdur sum lærar. Um tú letur hetta teigur vera tómur, er einasta forðan at teigurin er til fyri hesa LDAP brúkaran at verða viðgjørdur sum lærar. Sum dæmi, kundi teigurini vera "memberof" og virðið at leita eftir kundi vera "CN=G_TRAINER,OU=Trainer".
fur: Cuincj che si fase une verifice sul camp tutor descrit su, chesti valôr a de stâ dentri un dai sotas-element dal camp tutor par considerâ l'utent come un formadôr. Se lâsis chest camp vuôt, l'unice condizion e che il camp esist par considerâ chest utent LDAP come un formadôr. Par esempi, il camp podês jessî "memberof" e il valôr da cîrî podês jessî "CN=G_TRAINER,OU=Trainer".
ga: Nuair a dhéantar seiceáil ar an réimse teagascóra thuas, caithfidh an luach seo a bheith i bhfo-eilimint amháin de na réimsí teagascóra chun an úsáideoir a mheas mar oiliúnóir. Má fhágann tú an réimse seo folamh, is é an t-aon choinníoll ná go bhfuil an réimse ann don úsáideoir LDAP seo a mheas mar oiliúnóir. Mar shampla, d'fhéadfadh an réimse a bheith "memberof" agus an luach le lorg "CN=G_TRAINER,OU=Trainer".
gl: Cando se realice unha comprobación no campo profesor que aparece arriba, para que o usuario sexa considerado profesor, o valor que se lle dea debe ser un dos subelementos do campo profesor. Se deixa este campo en branco, a única condición para que sexa considerado como profesor é que neste usuario LDAP o campo exista. Por exemplo, o campo pode ser "memberof" e o valor de procura pode ser "CN=G_TRAINER,OU=Trainer"
he_il: כאשר מתבצעת בדיקה בשדה המורה המופיע למעלה, ערך זה חייב להיות בתוך אחד מתתי-האלמנטים של שדות המורה כדי שהמשתמש ייחשב כמאמן. אם תשאיר שדה זה ריק, התנאי היחיד הוא שהשדה קיים עבור משתמש LDAP זה כדי להיחשב כמאמן. כדוגמה, השדה יכול להיות "memberof" והערך לחיפוש יכול להיות "CN=G_TRAINER,OU=Trainer".
hi: जब ऊपर दिए गए शिक्षक फ़ील्ड पर जाँच की जाती है, तो यह मान उपयोगकर्ता को प्रशिक्षक माना जाने के लिए शिक्षक फ़ील्ड के उप-तत्वों में से एक के अंदर होना चाहिए। यदि आप यह फ़ील्ड खाली छोड़ देते हैं, तो एकमात्र शर्त यह है कि फ़ील्ड इस LDAP उपयोगकर्ता के लिए मौजूद हो ताकि उसे प्रशिक्षक माना जाए। उदाहरण के लिए, फ़ील्ड "memberof" हो सकती है और खोजने के लिए मान "CN=G_TRAINER,OU=Trainer" हो सकता है।
hr_hr: Kada se provjeri polje tutora navedeno gore, ova vrijednost mora biti unutar jednog od pod-elementa polja tutora da bi korisnik bio smatran trenerom. Ako ostavite ovo polje prazno, jedini uvjet je da polje postoji za ovog LDAP korisnika da bi bio smatran trenerom. Kao primjer, polje može biti "memberof" a vrijednost za pretragu "CN=G_TRAINER,OU=Trainer".
hu_hu: Ha ellenőrzés történik a fent megadott oktató mezőben, ennek az értéknek benne kell lennie az egyik oktató mező alközében ahhoz, hogy a felhasználót oktatónak tekintse. Ha üresen hagyja ezt a mezőt, az egyetlen feltétel, hogy a mező létezik ehhez az LDAP felhasználóhoz oktatónak tekintéséhez. Például a mező lehet "memberof", és a keresendő érték "CN=G_TRAINER,OU=Trainer".
hy: Երբ վերևում տրված դասախոսի դաշտի վրա ստուգում է կատարվում, այս արժեքը պետք է լինի դասախոսի դաշտի ենթափաստաթղթերից մեկում, որպեսզի օգտատերը համարվի դասախոս: Եթե այս դաշտը թողնեք դատարկ, միակ պայմանը այն է, որ դաշտը գոյություն ունենա այս LDAP օգտատիրոջ համար, որպեսզի համարվի դասախոս: Օրինակ՝ դաշտը կարող է լինել «memberof» և որոնելի արժեքը՝ «CN=G_TRAINER,OU=Trainer»:
id_id: Ketika pemeriksaan dilakukan pada field tutor di atas, nilai ini harus ada di salah satu sub-elemen field tutor agar pengguna dianggap sebagai pelatih. Jika Anda biarkan field ini kosong, satu-satunya syarat adalah field tersebut ada untuk pengguna LDAP agar dianggap sebagai pelatih. Sebagai contoh, field bisa "memberof" dan nilai yang dicari bisa "CN=G_TRAINER,OU=Trainer".
it: Se il campo è lasciato vuoto, un utente è considerato docente solo se il rispettivo sottocampo LDAP lo definisce tale ( ad esempio campo "memberof" e valore da cercare "CN=G_TRAINER,OU=Trainer").Se il campo è marcato, un utente è considerato docente se il valore assegnato si trova tra i sotto-elementi del campo docente.
ja: 上記のチューターフィールドでチェックを行う際、この値がチューターフィールドのサブ要素のいずれかに含まれている場合にユーザーがトレーナーと見なされます。このフィールドを空白にすると、LDAPユーザーのこのフィールドが存在するだけでトレーナーと見なされます。例えば、フィールドは「memberof」、検索値は「CN=G_TRAINER,OU=Trainer」です。
ka_ge: როდესაც ზემოთ მოცემული ტუტორის ველზე შემოწმება ხდება, ეს მნიშვნელობა უნდა იყოს ერთ-ერთ ტუტორის ველის ქვეტალემენტში, რათა მომხმარებელი ტრენერად ჩაითვალოს. თუ ეს ველი ცარიელი დატოვებთ, ერთადერთი პირობაა ველის არსებობა LDAP მომხმარებლისთვის ტრენერად ჩათვლისთვის. მაგალითად, ველი შეიძლება იყოს "memberof" და ძებნის მნიშვნელობა "CN=G_TRAINER,OU=Trainer".
ko_kr: 위 튜터 필드를 확인할 때, 이 값이 튜터 필드 하위 요소 중 하나에 있어야 사용자가 강사로 간주됩니다. 이 필드를 비워 두면 필드가 존재하기만 하면 LDAP 사용자가 강사로 간주됩니다. 예를 들어 필드는 "memberof"이고 검색할 값은 "CN=G_TRAINER,OU=Trainer"일 수 있습니다.
lo: ເມື່ອມີການກວດສອບຊ່ອງຂໍ້ມູນຜູ້ສອນທີ່ລະບຸໄວ້ຂ້າງເທິງ, ຄ່ານີ້ຕ້ອງຢູ່ໃນອົງປະກອບຍ່ອຍຂອງຊ່ອງຂໍ້ມູນຜູ້ສອນ ເພື່ອໃຫ້ຜູ້ໃຊ້ນັ້ນຖືກພິຈາລະນາວ່າເປັນຜູ້ຝຶກສອນ. ຖ້າທ່ານປະຊ່ອງຂໍ້ມູນນີ້ໄວ້ຫວ່າງ, ເງື່ອນໄຂດຽວແມ່ນຊ່ອງຂໍ້ມູນນັ້ນຕ້ອງມີຢູ່ ເພື່ອໃຫ້ຜູ້ໃຊ້ LDAP ນີ້ຖືກພິຈາລະນາວ່າເປັນຜູ້ຝຶກສອນ. ຕົວຢ່າງ, ຊ່ອງຂໍ້ມູນອາດຈະແມ່ນ "memberof" ແລະ ຄ່າທີ່ຕ້ອງຄົ້ນຫາອາດຈະແມ່ນ "CN=G_TRAINER,OU=Trainer".
lt_lt: Kai atliekamas patikrinimas aukščiau nurodytame trenerio lauke, ši reikšmė turi būti viename iš trenerio laukų subelementų, kad vartotojas būtų laikomas treneriu. Jei paliksite šį lauką tuščią, vienintelė sąlyga yra ta, kad laukas egzistuoja šiam LDAP vartotojui būti laikomam treneriu. Pavyzdžiui, laukas gali būti "memberof", o ieškotina reikšmė "CN=G_TRAINER,OU=Trainer".
lv_lv: Veicot pārbaudi iepriekš norādītajā tutora laukā, šai vērtībai jābūt vienā no tutora lauka apakšelementiem, lai lietotājs tiktu uzskatīts par treneri. Ja atstāsiet šo lauku tukšu, vienīgais nosacījums ir lauka esamība, lai LDAP lietotājs tiktu uzskatīts par treneri. Piemēram, lauks varētu būt "memberof" un meklējamā vērtība "CN=G_TRAINER,OU=Trainer".
mk_mk: Кога се прави проверка на полето за тутор дадено погоре, оваа вредност мора да биде во еден од под-елементите на полјата за тутор за корисникот да се смета за тренер. Ако го оставиш ова поле празно, единственото услови е дека полето постои за овој LDAP корисник да се смета за тренер. На пример, полето може да биде "memberof" и вредноста за пребарување може да биде "CN=G_TRAINER,OU=Trainer".
ms_my: Apabila semakan dilakukan pada medan tutor yang diberikan di atas, nilai ini mesti berada dalam salah satu sub-elemen medan tutor untuk pengguna dianggap sebagai latihan. Jika anda biarkan medan ini kosong, syarat tunggal ialah medan itu wujud untuk pengguna LDAP ini dianggap sebagai latihan. Sebagai contoh, medan boleh jadi "memberof" dan nilai yang dicari boleh jadi "CN=G_TRAINER,OU=Trainer".
my_mm: အထက်တွင်ပေးထားသော ဆရာကွက်လပ်ပေါ်တွင် စစ်ဆေးမှုတစ်ခုပြုလုပ်သောအခါ၊ အသုံးပြုသူကို နည်းပြဆရာအဖြစ် ယူဆရန် ဤတန်ဖိုးသည် ဆရာကွက်လပ်များ၏ အစိတ်အပိုင်းတစ်ခုအတွင်း ရှိရမည်ဖြစ်သည်။ ဤကွက်လပ်ကို ဗလာထားပါက၊ ဤ LDAP အသုံးပြုသူကို နည်းပြဆရာအဖြစ် ယူဆရန် တစ်ခုတည်းသော အခြေအနေမှာ ကွက်လပ်ရှိရန်ဖြစ်သည်။ ဥပမာအားဖြင့်၊ ကွက်လပ်သည် "memberof" ဖြစ်နိုင်ပြီး ရှာဖွေရန်တန်ဖိုးသည် "CN=G_TRAINER,OU=Trainer" ဖြစ်နိုင်သည်။
ne: माथि दिइएको ट्युटर क्षेत्रमा जाँच गर्दा, यो मान प्रयोगकर्तालाई प्रशिक्षक मान्न ट्युटर क्षेत्रका उप-तत्वहरू मध्ये एक भित्र हुनुपर्छ। यदि तपाईं यो क्षेत्र खाली छोड्नुहुन्छ भने, एकमात्र अवस्था यो हो कि यो क्षेत्र यो LDAP प्रयोगकर्ताको लागि विद्यमान छ प्रशिक्षक मान्न। उदाहरणको लागि, क्षेत्र "memberof" हुन सक्छ र खोज्नुपर्ने मान "CN=G_TRAINER,OU=Trainer" हुन सक्छ।
nl: Als een check wordt gedaan op het hierboven gegeven begeleiderveld, dan dient deze waarde in een van de begeleider subvelden te vinden zijn voordat de gebruiker beschouwd wordt als lesgever. Als u dit veld leeg laat dan is de enige voorwaarde dat dit veld bestaat voor deze LDAP gebruiker om beschouwd te worden als lesgever. Als voorbeeld kan het veld bijvoorbeeld zijn "memberof" en de waarde waarop gezocht dient te worden zou kunnen zijn "CN=G_TRAINER,OU=Trainer".
nn_no: Når det blir gjort ein kontroll på tutor-feltet gjeve over, må denne verdien vere i éin av under-elementa i tutor-felta for at brukaren skal bli rekna som ein trenar. Om du lar dette feltet stå tomt, er den einaste vilkåret at feltet finst for denne LDAP-brukaren for å bli rekna som ein trenar. Som døme kan feltet vere "memberof" og verdien å lete etter kan vere "CN=G_TRAINER,OU=Trainer".
oc: Quand una verificacion es feta sul camp del tutor donat çausís, aquesta valor deu èsser dins un dels sots-elements dels camps tutor per que l'utilizaire siá considerat coma formador. Se deixatz aqueste camp void, la sola condicion es que lo camp existís per aqueste utilizaire LDAP per èsser considerat coma formador. Per exemple, lo camp podria èsser "memberof" e la valor de recèrca "CN=G_TRAINER,OU=Trainer".
pl_pl: Gdy kontrola odbywa się na polu nauczyciela podanego powyżej, wartość ta musi być w środku jednego z pól podelementów nauczyciela dla użytkownika, który ma być traktowany jako trener. Jeśli zostawisz to pole puste, jedynym warunkiem jest to, że pole istniejące dla tego użytkownika LDAP jest uznane jako trener. Na przykład, pole "memberof" oraz wartość do sprawdzenia to "CN=G_TRAINER,OU=Trainer".
ps: کله چې د پورته ورکړل شوي لارښودونکي په ډګر کې یو چیک کېږي، دا ارزښت باید د لارښودونکي ډګر د لاندې عناصرو په یو کې وي ترڅو کاروونکی د روزونکي په توګه وګڼل شي. که تاسو دا ډګر خالي پریږدئ، یوازې شرط دا دی چې دا ډګر د دې LDAP کاروونکي لپاره شتون ولري ترڅو د روزونکي په توګه وګڼل شي. د بېلګې په توګه، ډګر کیدای شي "memberof" وي او د لټون لپاره ارزښت کیدای شي "CN=G_TRAINER,OU=Trainer" وي.
pt_br: Quando se realiza uma verificação no campo tutor que aparece acima, para que o usuário seja considerado professor, o valor que se lhe atribui deve ser um dos sub-elementos do campo professor. Se deixa este campo em branco, a única condição para que seja considerado como professor é que neste usuário LDAP o campo exista. Por exemplo, o campo pode ser "memberof" o valor pesquisa pode ser "CN_G_PROFESSOR, OU=TUTOR".
pt_pt: Quando é feita uma seleccão no campo do tutor fornecido acima, este valor deverá estar dentro de um dos sub-elementos dos campos do tutor para que o utilizador possa ser considerado como um instrutor. Ao deixar este campo vazio, o campo só irá existir para este utilizador no LDAP para poder ser considerado como um instrutor. Por exemplo, se o campo for "membro de" o valor para o procurar poderá ser "CN = G_TRAINER, OU = Trainer".
ro_ro: Cand se face o verificare a campului tutor de mai sus, aceasta valoare trebuie sa apartina unui dintre campurile sub-elementare ale campului tutor pentru ca utilizatorul sa fie considerat ca si profesor. Daca lasati acest camp gol, singura conditie este ca acest camp sa existe pentru ca utilizatorul LDAP sa fie considerat profesor. De exemplu, campul ar putea fi "memberof" iar valoarea de cautare ar putea fi "CN=G_TRAINER,OU=Trainer".
ru_ru: При проверке поля тьютора, указанного выше, это значение должно присутствовать в одном из подэлементов полей тьютора, чтобы пользователь считался тренером. Если оставить это поле пустым, единственным условием будет наличие этого поля для LDAP-пользователя, чтобы он считался тренером. Например, поле может быть "memberof", а значение для поиска — "CN=G_TRAINER,OU=Trainer".
sk_sk: Keď je identifikačná hodnota učiteľa zadaná, tak musí byť vo vnútri jedného z čiastkových prvkov učiteľského poľa, aby bol považovaný za trénera. Pokiaľ necháte toto pole prázdne, potom je podmienkou existencia poľa pre tohto LDAP používateľa, aby bol považovaný za trénera. Napríklad: pole môže byť "člen" a hodnota vyhľadávania môže byť "CN=G_TRAINER,OU=Trainer".
sl: Vrednost zgornjega tutorjevega polja mora biti znotraj enega od podelementov tutorjevih polj, da se uporabnika smatra kot učitelja. Če to polje pustite prazno, je edini pogoj, da se uporabnika LDAP smatra kot učitelja, obstoj ustreznega polja. Na primer: polje je lahko "memberof", vrednost ki jo iščemo pa "CN=G_TRAINER,OU=Trainer".
sq: Kur kryhet një kontroll në fushën e tutorit të dhënë më sipër, kjo vlerë duhet të jetë brenda një nga nën-elementeve të fushave të tutorit për të konsideruar përdoruesin si trajner. Nëse lini këtë fushë bosh, kushti i vetëm është që fusha të ekzistojë për këtë përdorues LDAP për të konsideruar si trajner. Si shembull, fusha mund të jetë "memberof" dhe vlera për të kërkuar mund të jetë "CN=G_TRAINER,OU=Trainer".
sr_rs: Kada se proveri tutor polje navedeno gore, ova vrednost mora biti u jednom od pod-elementa tutor polja da bi korisnik bio smatran trenerom. Ako ostavite ovo polje prazno, jedini uslov je da polje postoji za ovog LDAP korisnika da bi bio smatran trenerom. Kao primer, polje može biti "memberof" a vrednost za pretragu "CN=G_TRAINER,OU=Trainer".
sv_se: När en kontroll görs på handledarfältet ovan måste detta värde finnas i ett av handledarfältets under-element för att användaren ska betraktas som tränare. Om du lämnar detta fält tomt är den enda villkoret att fältet finns för denna LDAP-användare för att betraktas som tränare. Som exempel kan fältet vara "memberof" och värdet att söka efter kan vara "CN=G_TRAINER,OU=Trainer".
sw_ke: Wakati ukaguzi unafanywa kwenye uwanja wa mwalimu msaidizi uliotolewa juu, thamani hii lazima iwe ndani ya moja ya vipengele vidogo vya uwanja wa mwalimu msaidizi ili mtumiaji achukuliwe kama mkufunzi. Ikiwa utaiacha uwanja huu tupu, sharti pekee ni kwamba uwanja huo upo kwa mtumiaji huyu wa LDAP ili achukuliwe kama mkufunzi. Kwa mfano, uwanja unaweza kuwa "memberof" na thamani ya kutafuta inaweza kuwa "CN=G_TRAINER,OU=Trainer".
ta: மேலே கொடுக்கப்பட்ட பயிற்சியாளர் புலத்தில் சரிபார்ப்பு செய்யப்படும்போது, இந்த மதிப்பு பயனரை பயிற்சியாளராக கருதுவதற்கு பயிற்சியாளர் புலங்களின் உப-உறுப்புகளில் ஒன்றில் இருக்க வேண்டும். இந்த புலத்தை வெற்றிடமாக விட்டால், இந்த LDAP பயனர் பயிற்சியாளராக கருதப்படுவதற்கான ஒரே நிபந்தனை அந்த புலம் உள்ளது. உதாரணமாக, புலம் "memberof" ஆக இருக்கலாம் மற்றும் தேட வேண்டிய மதிப்பு "CN=G_TRAINER,OU=Trainer" ஆக இருக்கலாம்.
th: เมื่อตรวจสอบฟิลด์ผู้สอนที่ระบุไว้ ค่านี้ต้องอยู่ใน sub-element หนึ่งของฟิลด์ผู้สอนเพื่อให้ผู้ใช้ถูกมองว่าเป็นเทรนเนอร์ หากเว้นฟิลด์นี้ว่าง เงื่อนไขเดียวคือฟิลด์นั้นมีอยู่สำหรับผู้ใช้ LDAP เพื่อให้ถูกมองว่าเป็นเทรนเนอร์ ตัวอย่างเช่น ฟิลด์อาจเป็น "memberof" และค่าที่ค้นหาคือ "CN=G_TRAINER,OU=Trainer"
tl_ph: Kapag ginawa ang check sa tutor field na ibinigay sa itaas, ang halagang ito ay kailangang nasa loob ng isa sa mga sub-element ng tutor fields para ituring ang user bilang trainer. Kung hayaan mong blangko ang field na ito, ang tanging kondisyon ay ang umiiral ng field para ituring ang LDAP user bilang trainer. Halimbawa, ang field ay maaaring "memberof" at ang halagang hinahanap ay "CN=G_TRAINER,OU=Trainer".
tr: Yukarıdaki eğitmen alanına kontrol yapıldığında, kullanıcının eğitmen olarak kabul edilmesi için bu değerin eğitmen alanının alt öğelerinden birinin içinde olması gerekir. Bu alanı boş bırakırsanız, tek koşul bu LDAP kullanıcısı için alanın var olmasıdır. Örnek olarak, alan "memberof" ve aranacak değer "CN=G_TRAINER,OU=Trainer" olabilir.
uk_ua: Коли виконується перевірка поля тьютора, наведеного вище, це значення повинно бути всередині одного з піделементів полів тьютора, щоб користувач вважався тренером. Якщо ви залишите це поле порожнім, єдиною умовою є існування поля для цього користувача LDAP, щоб вважатися тренером. Наприклад, поле може бути "memberof", а значення для пошуку - "CN=G_TRAINER,OU=Trainer".
vi_vn: Khi kiểm tra trường gia sư được cung cấp ở trên, giá trị này phải nằm trong một trong các phần tử con của trường gia sư để người dùng được coi là huấn luyện viên. Nếu bạn để trống trường này, điều kiện duy nhất là trường tồn tại để người dùng LDAP này được coi là huấn luyện viên. Ví dụ, trường có thể là "memberof" và giá trị cần tìm có thể là "CN=G_TRAINER,OU=Trainer".
xh_za: Xa kuqhwatywa kwintsimi yetutor enikezelweyo ngasentla, eli xabiso kufuneka libe ngaphakathi kwelinye lamacandelo angaphantsi kwentlobo yetutor ukuze umsebenzisi athathelwe ingqalelo njengomqeqeshi. Ukuba uyishiya le ntsimi ingenanto, inye kuphela imiqathango yokuba intsimi ibekhona kulo msebenzisi we-LDAP ukuze athathelwe ingqalelo njengomqeqeshi. Umzekelo, intsimi inokuba "memberof" kwaye ixabiso lokukhangela linokuba "CN=G_TRAINER,OU=Trainer".
zh_cn: 当对上述导师字段进行检查时，此值必须位于导师字段子元素之一中，用户才会被视为培训师。如果您将此字段留空，则仅需该字段存在，该LDAP用户即被视为培训师。例如，字段可以是"memberof"，要搜索的值可以是"CN=G_TRAINER,OU=Trainer"。
zh_tw: 檢查上方導師欄位時，此值必須存在於導師欄位子元素中，使用者才會被視為導師。若留空，僅需該欄位存在即可視為導師。例如，欄位為「memberof」，搜尋值為「CN=G_TRAINER,OU=Trainer」。
