Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: CSV import file could not be opened (e.g. empty, too big)
ar: لا يمكن فتح ملف CSV ( قد يكون حجمه كبير جدا مثلا)
ast_es: El ficheru CSV nun se pue importar, igual ta vacíu o ye más grande de la cuenta.
bn_bd: CSV আমদানি ফাইল খোলা যায়নি (যেমন খালি, খুব বড়)
bs_ba: CSV datoteka za uvoz se ne može otvoriti (npr. prazna, prevelika)
ca_es: El fitxer CSV no es pot importar (està buit?, és massa gran?)
cs_cz: CSV import soubor se nepodařilo otevřít (např. prázdný, příliš velký)
da: Den importerede CSV fil kunne ikke åbnes (filen er evt. tom eller fylder for meget)
de: CSV Datei konnte nicht geöffnet werden (z.B. leer, zu groß)
el: Το αρχείο εισαγωγής CSV δεν μπορεί να ανοχθεί (π.χ. κενό, πολύ μεγάλο)
eo: CSV-dosiero ne povis esti malfermata (ekz. ĉar malplena, tro granda)
es: El fichero CSV no puede ser importado (¿vacío?, ¿demasiado grande?)
es_mx: El archivo CSV importado no pudo abrirse (p.ej. vacìo, demasiado grande, etc)
eu_es: Inportatu beharreko CSV fitxategia ezingo da ireki (esaterako, hutsik, handiegia,...)
fa_ir: قادر به باز کردن فایل CSV درون ریزی شده نبودیم.
fi_fi: CVS liitetiedostoa ei voida avata (tyhjä tai liian iso)
fo_fo: CSV innflytjufílan kundi ikki verða opin (t.d. tóm, ov stór)
fur: File import CSV no si è podût vudrî (par es. vût, masse granz)
ga: Níorbh fhéidir comhad iompórtála CSV a oscailt (m.sh. folamh, ró-mhór)
gl: O arquivo CSV non pode abrirse (p.ex. vacío, demasiado grande)
he_il: לא ניתן היה לפתוח קובץ ייבוא ​​CSV (למשל ריק, גדול מדי)
hi: CSV आयात फ़ाइल खोली नहीं जा सकी (जैसे खाली, बहुत बड़ी)
hr_hr: Prenesenu datoteku CSV nije moguće otvoriti (npr. prazna, prevelika)
hu_hu: az importált CSV fájlt nem lehet megnyitni (pl. üres, túl nagy)
hy: CSV ներմուծման ֆայլը չէր կարող բացվել (օրինակ՝ դատարկ, չափազանց մեծ)
id_id: File import CSV tidak dapat dibuka (mungkin kosong/ terlalu besar)
it: Il file .csv da importare non può essere aperto (es. vuoto o troppo grande)
ja: CSVインポートファイルを開けませんでした（例：空、大きすぎる）
ka_ge: CSV იმპორტის ფაილი ვერ გაიხსნა (მაგ. ცარიელი, ძალიან დიდი)
ko_kr: 가져온 CSV 파일이 열리지 않습니다. (e.g. 비었거나, 너무 큼)
lo: ບໍ່ສາມາດເປີດໄຟລ໌ນຳເຂົ້າ CSV ໄດ້ (ຕົວຢ່າງ: ໄຟລ໌ວ່າງ, ໃຫຍ່ເກີນໄປ)
lt_lt: Importuotas CSV failas neatidarytas (tuščias arba per didelis)
lv_lv: Importējamo CSV failu nebija iespējams atvērt (tas ir tukšs vai pārāk liels)
mk_mk: Увезената CSV датотека не може да се отвори (пр. празна или преголема)
ms_my: Fail import CSV tidak boleh dibuka (contohnya kosong, terlalu besar)
my_mm: CSV တင်သွင်းဖိုင်ကို ဖွင့်၍မရပါ (ဥပမာ၊ ဗလာ၊ အလွန်ကြီးမားသည်)
ne: CSV आयात फाइल खोल्न सकिएन (उदाहरण: खाली, धेरै ठूलो)
nl: CSV-bestand kon niet geopend worden (bv. leeg, te groot).
nn_no: CSV-importfila kunne ikkje opnast (t.d. tom, for stor)
oc: Lo fichièr d'importacion CSV pòt pas èsser dubert (ex. void, tròp grand)
pl_pl: Importowany plik CSV nie może zostać otworzony (może być np. pusty lub za duży)
ps: CSV واردول فایل نشي خلاص کېدلی (د بیلګې په توګه خالي، ډېر لوی)
pt_br: arquivo de importação CSV não pôde ser aberto (por exemplo, vazio, muito grande)
pt_pt: O ficheiro CSV a importar não pode ser aberto (p.ex.: vazio, demasiado grande)
ro_ro: Fiserul CSV important nu poate fi deschis (e.g. gool, prea mare)
ru_ru: Импортированный CSV файл не открывается (например, пуст, слишком большой)
sk_sk: Importovaný súbor CSV nemôže byť otvorený (napr. je prázdny alebo príliš veľký)
sl: CSV datoteke ni mogoče odpreti (je prazna, prevelika, ...)
sq: Skedari i importit CSV nuk mund të hapet (p.sh. bosh, shumë i madh)
sr_rs: CSV fajl nije mogao da se otvori (npr. prazan, prevelik)
sv_se: Importerad CSV kunde inte öppnas (den kan vara tom, för stor el. likn.)
sw_ke: Faili la ingizo la CSV halifunguki (mfano, tupu, kubwa sana)
ta: CSV இறக்குமதி கோப்பை திறக்க முடியவில்லை (எ.கா. காலி, பெரியது)
th: ไฟล์ CSV ที่นำเข้ามาไม่สามารถเปิดได้ เพราะไฟล์มีขนาดใหญ่เกินหรือไม่มีข้อมูลภายใน
tl_ph: Hindi maibuka ang CSV import file (hal. walang laman, masyadong malaki)
tr: CSV yükleme dosyası açılamadı (boş, çok büyük vs)
uk_ua: Файл імпорту CSV не вдалося відкрити (наприклад, порожній, завеликий)
vi_vn: Không thể mở tệp nhập CSV (ví dụ: trống, quá lớn)
xh_za: Ifayile yokungenisa i-CSV ayiphindiwe (umz. ingenanto, inkulu kakhulu)
zh_cn: 导入的CSV文件不能被打开（例如：空或太大）
zh_tw: 匯入的CSV檔案不能被打開（例如︰空或太大）

source: CSV import file must use , or ; as listseparator
ar: يجب أن يحتوي ملف CSV على (,) أو (;) كفاصل بين محتويات القائمة
ast_es: Use , o ; como separador de columnes del archivu CSV que va importar
bn_bd: CSV আমদানি ফাইলে তালিকা বিচ্ছেদক হিসেবে , বা ; ব্যবহার করতে হবে
bs_ba: CSV datoteka za uvoz mora koristiti , ili ; kao separator liste
ca_es: Utilitzeu , o ; per separar les columnes del fitxer CSV a importar
cs_cz: CSV import soubor musí používat , nebo ; jako oddělovač položek
da: CSV import skal bruge komma eller semikolon som listeseparator
de: CSV Datei muß ein Komma oder ein Semikolon als Listentrennzeichen benutzen
el: Το αρχείο εισαγωγής CSV πρέπει να χρησιμοποιεί , ή ; ως διαχωριστικό λίστας
eo: CSV-dosiero uzu , aŭ ; inter la kolumnoj
es: Use , o ; para separar las columnas del archivo CSV a importar
es_mx: El archivo de importación CSV debe usar , o ; como separador de lista
eu_es: Inportatu beharreko CSV fitxategiaren zutabeak bereizteko , edo ; erabili beharko dira
fa_ir: لطفاً برای جداسازی ستون ها در فایل CSV از , یا ; استفاده کنید
fi_fi: CSV tiedostossa välimerkkinä täytyy olla , tai ;
fo_fo: CSV innflytjufílan má brúka , ella ; sum listaskil
fur: Il file import CSV al deve doprâ , o ; come separadôr di liste
ga: Caithfidh comhad iompórtála CSV , nó ; a úsáid mar scar clocha liosta
gl: O arquivo CSV debe usar , ou ; como separador
he_il: קובץ ייבוא ​​CSV חייב להשתמש ב-, או ; כמפריד רשימות
hi: CSV आयात फ़ाइल को , या ; सूची विभाजक के रूप में उपयोग करना चाहिए
hr_hr: Prenesena datoteka CSV mora rabiti , ili ; kao razdjelnik popisa
hu_hu: Az importált CSV fájl adatait ',' vagy ';' karakterekkel kell elválasztani.
hy: CSV ներմուծման ֆայլը պետք է օգտագործի , կամ ; ցուցակի առանձնացուցիչ
id_id: File import CSV harus menggunakan , atau ; sebagai pemisah/separator
it: Il file di importazione .csv deve usare , o ; come separatore
ja: CSVインポートファイルは , または ; をリスト区切り文字として使用する必要があります
ka_ge: CSV იმპორტის ფაილმა უნდა გამოიყენოს , ან ; სიის გამოყოფელის სახით
ko_kr: 가져온 CVS파일은 목록구분자로 , 나 ;를 사용합니다
lo: ໄຟລ໌ນຳເຂົ້າ CSV ຕ້ອງໃຊ້ , ຫຼື ; ເປັນຕົວຂັ້ນລາຍການ
lt_lt: Importuotas CSV failas turi turėti , arba ; skyriklius
lv_lv: Importējamam CSV failā kā atdalītājsimbolu jālieto "," vai ";"
mk_mk: Увезената CSV датотека мора да користи , или ; како одделувач_на_списокот
ms_my: Fail import CSV mesti menggunakan , atau ; sebagai pemisah senarai
my_mm: CSV တင်သွင်းဖိုင်သည် စာရင်းခွဲခြမ်းသူအဖြစ် , သို့မဟုတ် ; ကို အသုံးပြုရမည်
ne: CSV आयात फाइलले सूची विभाजकको रूपमा , वा ; प्रयोग गर्नुपर्छ
nl: CSV-bestand moet , of ; gebruiken als scheidingsteken tussen de kolommen.
nn_no: CSV-importfila må bruke , eller ; som listeskilleteikn
oc: Lo fichièr d'importacion CSV deu utilizar , o ; coma separador de lista
pl_pl: Importowany plik CSV musi wykorzystywać ',' lub ';' jako separatora listy
ps: CSV واردول فایل باید د لست جلا کونکي په توګه , یا ; وکاروي
pt_br: arquivo de importação CSV deve usar, ou, como ListSeparator
pt_pt: O ficheiro CSV a importar tem de utilizar , ou ; como separador de lista
ro_ro: Fiserul CSV importat trebuiesa foloseasca , sau ; ca separator de lista
ru_ru: Импортированный CSV файл должен использовать , или ; как разделитель списка
sk_sk: Importovaný CSV súbor musí ako oddeľovač zoznamu použiť , alebo ;
sl: CSV datoteka mora vsebovati , ali ; za ločilo med posameznimi polji
sq: Skedari i importit CSV duhet të përdorë , ose ; si ndarës liste
sr_rs: CSV faj mora da koristi , ili ; kao separator listi
sv_se: Importerad CSV fil måste använda , eller ; som separator.
sw_ke: Faili la ingizo la CSV lazima itumie , au ; kama kipengele cha orodha
ta: CSV இறக்குமதி கோப்பு பட்டியை பிரிக்க , அல்லது ; ஐப் பயன்படுத்த வேண்டும்
th: ไฟล์CSVที่นำเข้ามาต้องใช้เครื่องหมายคอมม่า,หรือเซมิโคล่อน; เป็นตัวคั่นรายการชื่อไฟล์
tl_ph: Dapat gumamit ng , o ; bilang separator ang CSV import file
tr: Csv dosyasında liste ayıracı olarak , veya ; kullanılmalıdır.
uk_ua: Файл імпорту CSV повинен використовувати кому або крапку з комою як роздільник списку
vi_vn: Tệp nhập CSV phải sử dụng , hoặc ; làm dấu phân cách danh sách
xh_za: Ifayile yokungenisa i-CSV kufuneka isebenzise , okanye ; njengesahlukani soluhlu
zh_cn: 导入的CSV文件正在使用或 ; 作为行的分隔符
zh_tw: 匯入的CSV檔案正在使用或 ; 作為行的分隔符

source: CSV import file must at least have columns URL and title
ast_es: Les columnes URL y el títulu son obligatories nun archivu CSV que se quier importar
bn_bd: CSV আমদানি ফাইলে কমপক্ষে URL এবং শিরোনাম কলাম থাকতে হবে
bs_ba: CSV datoteka za uvoz mora imati barem stupce URL i naslov
ca_es: Les columnes URL i títol han d'estar obligatòriament en el fitxer CSV a importar
cs_cz: CSV import soubor musí obsahovat nejméně sloupce URL a název
da: CSV import fil skal som minimum have kolonnerne URL og titel
de: CSV Datei muß mindestens Spalten für URL und Titel haben
el: Το αρχείο εισαγωγής CSV πρέπει να έχει τουλάχιστον στήλες URL και τίτλο
eo: CSV-dosiero enhvau almenaŭ kolumnojn 'URL' kaj 'titolo'
es: Las columnas URL y título son obligatorias en el archivo CSV a importar
es_mx: El archivo CSV debe al menos tener las columnas URL y título
eu_es: Gutxienez, URL eta titulua zutabeak ezinbestekoak dira inportatu beharreko CSV fitxategian
fa_ir: وارد کردن اطلاعات مربوط به ستون های زیر اجباری می باشند : عنوان و آدرس اینترنتی
fi_fi: CSV tiedostossa pitää vähintään olla sarakkeet URL ja title
fo_fo: CSV innflytjufílan má hava minst kolonnurnar URL og heiti
fur: Il file import CSV al deve vê almena lis colones URL e titel
ga: Caithfidh go mbeadh colúin URL agus teideal ar a laghad ag comhad iompórtála CSV
gl: O arquivo CSV debe ter polo menos as columnas URL e título
he_il: קובץ ייבוא ​​CSV חייב לכלול לפחות עמודות URL וכותרת
hi: CSV आयात फ़ाइल में कम से कम URL और शीर्षक कॉलम होने चाहिए
hr_hr: Prenesena datoteka CSV mora imati barem stupce za URL i naslov
hu_hu: Az importált CSV fájlnak mindenképp kell legalább URL és cím oszlopokat tartalmaznia.
hy: CSV ներմուծման ֆայլը պետք է առնվազն ունենա URL և վերնագիր սյունակներ
id_id: File import CSV harus setidaknya memiliki kolom URL dan Judul
it: Il file .csv di importazione deve contenere almeno le colonne URL e Titolo
ja: CSVインポートファイルには少なくともURLとtitleの列が必要です
ka_ge: CSV იმპორტის ფაილს მინიმუმ უნდა ჰქონდეს სვეტები URL და სათაური
ko_kr: 가져온 CSV 파일은 최소한 URL과 제목 컬럼을 포함하고 있어야 합니다
lo: ໄຟລ໌ນຳເຂົ້າ CSV ຕ້ອງມີຄໍລຳ URL ແລະ title ເປັນຢ່າງໜ້ອຍ
lt_lt: Importuotas CSV failas turi turėti mažiausiai du stulpelius - URL ir antraštę
lv_lv: Importējamajā CSV failā jābūt vismaz URL un nosaukuma kolonnām
mk_mk: Увезената CSV датотека да има барем колони за URL и наслов
ms_my: Fail import CSV mesti sekurang-kurangnya mempunyai lajur URL dan tajuk
my_mm: CSV တင်သွင်းဖိုင်တွင် အနည်းဆုံး URL နှင့် ခေါင်းစဉ်ကော်လံများ ရှိရမည်
ne: CSV आयात फाइलमा कम्तीमा URL र शीर्षक स्तम्भहरू हुनुपर्छ
nn_no: CSV-importfila må ha minst kolonnene URL og tittel
oc: Lo fichièr d'importacion CSV deu avèr al mens las colomnas URL e titel
pl_pl: Importowany plik CSV musi posiadać przynajmniej kolumny URL oraz tytuł
ps: CSV واردول فایل باید لږ تر لږه ستونې URL او سرلیک ولري
pt_br: arquivo de importação CSV deve ter pelo menos colunas URL e título
pt_pt: O ficheiro CSV a importar deve ter pelo menos colunas URL e título
ro_ro: Fiserul CSV importat trebuie sa aiba coloane URL si titlu
ru_ru: Импортированный CSV файл должен хотя бы иметь URL столбцы и заголовок
sk_sk: Importovaný CSV súbor musí mať aspoň stĺpec pre URL a názov
sl: CSV datoteka mora vsebovati vsaj stolpca z URL in naslovom
sq: Skedari i importit CSV duhet të ketë të paktën kolonat URL dhe titull
sr_rs: CSV fal mora bar da ima URL i naslovnu kolonu
sv_se: Importerad CSV fil måste åtminstone ha kolumner URL och en titel.
sw_ke: Faili la ingizo la CSV lazima iwe na nguzo angalau URL na kichwa
ta: CSV இறக்குமதி கோப்பில் குறைந்தபட்சம் URL மற்றும் தலைப்பு பத்திகள் இருக்க வேண்டும்
th: ไฟล์csvที่นำเข้าต้องมีส่วนประกอบอย่างน้อยคือ ชื่อและรายการบ่งชี้ที่อยู่ออนไลน์
tl_ph: Dapat may kolum na URL at title ang CSV import file
tr: CSV dosyasında URL ve başlık olmak üzere en az iki sütun bulunmalıdır.
uk_ua: Файл імпорту CSV повинен мати щонайменше стовпці URL та назва
vi_vn: Tệp nhập CSV phải có ít nhất các cột URL và tiêu đề
xh_za: Ifayile yokungenisa i-CSV kufuneka ibe neekholamu okungenani i-URL nesihloko
zh_cn: 导入的CSV文件必须有网址和标题列
zh_tw: 匯入的CSV檔案必須有網址和標題列

source: ... - line 1 =
ast_es: ... - ringlera 1 =
bn_bd: ... - লাইন ১ =
bs_ba: ... - red 1 =
ca_es: ...- línia 1 =
cs_cz: ... - řádek 1 =
da: ...- linie 1 =
de: ... - Zeile 1 =
el: ... - γραμμή 1 =
eo: ... - 1a linio =
es: ... - línea 1 =
es_mx: ... - línea 1 =
eu_es: ... - 1 lerroa =
fa_ir: ... - خط ۱ =
fi_fi: ... - rivi 1 =
fo_fo: ... - linja 1 =
fur: ... - rîe 1 =
ga: ... - líne 1 =
gl: ... -liña 1=
he_il: ... - שורה 1 =
hi: ... - पंक्ति 1 =
hr_hr: ... - redak 1 =
hu_hu: ... - sor 1 =
hy: ... - տող 1 =
id_id: ... - baris 1 =
it: ... - linea 1 =
ja: ... - 1行目 =
ka_ge: ... - ხაზი 1 =
ko_kr: ... - 1번째 줄 =
lt_lt: ... - linija 1 =
lv_lv: ... - 1. rinda =
mk_mk: ... - ред 1 =
ms_my: ... - baris 1 =
my_mm: ... - လိုင်း ၁ =
ne: ... - लाइन १ =
nl: ... - 1e regel =
nn_no: ... - linje 1 =
oc: ... - linha 1 =
pl_pl: ... - linia 1 =
ps: ... - کرښه 1 =
pt_br: ... - linha 1 =
pt_pt: ... - linha 1 =
ro_ro: ... - linia1 =
ru_ru: ... - ряд 1 =
sk_sk: ... - riadok 1 =
sl: ... - vrstica 1 =
sq: ... - rreshti 1 =
sr_rs: ... - linija 1 =
sv_se: ... - rad 1 =
sw_ke: ... - mstari 1 =
ta: ... - வரி 1 =
th: ... - บรรทัดที่1=
tl_ph: ... - linya 1 =
tr: ... - satır 1 =
uk_ua: ... - рядок 1 =
vi_vn: ... - dòng 1 =
xh_za: ... - umgca 1 =
zh_cn: ... -第一行=
zh_tw: ... -第一行=

source: line(s) failed to import a link (no URL or no title).
ar: لا يمكن استيراد السطر / السطور بسبب عدم توفر عنوان أو اسم الرابط
ast_es: ringlera (es) errónees de la que s'importaba un enllaz (falta la URL o el títulu).
bn_bd: লাইন(গুলো) লিঙ্ক আমদানিতে ব্যর্থ হয়েছে (কোন URL নেই বা কোন শিরোনাম নেই)।
bs_ba: red(ov)i nisu uspjeli uvoziti link (nema URL-a ili naslova).
ca_es: línia(es) errònia(es) en importar un enllaç (hi falta la URL o el títol).
cs_cz: řádků se nepodařilo importovat odkaz (chybí URL nebo název).
da: linie(r) kunne ikke importere link (ingen URL eller titel)
de: Link aus Zeile(n) wurde(n) nicht importiert (keine URL oder kein Titel vorhanden)
el: γραμμή(ές) απέτυχαν να εισάγουν σύνδεσμο (χωρίς URL ή χωρίς τίτλο).
eo: linio(j) ne importitaj (ne 'URL' aŭ ne 'titolo').
es: línea(s) erróneas al importar un enlace (falta la URL o el título).
es_mx: falla al importar el enlace (no hay URL o título)
eu_es: lineak(ek) huts egin du(te) lotura inportatzean (URL edo titulua falta dira)
fa_ir: وارد کردن پیوند در خط مورد نظر با شکست روبرو شد. علت این مشکل می تواند عدم وجود اطلاعات مربوط به عنوان و یا آدرس اینترنتی باشد.
fi_fi: rivi(ä) ei voitu tuoda linkkiä (ei URL tai otsikkoa)
fo_fo: linju(lir) miseyknaðist at flyta inn leinkju (ikki URL ella ikki heiti).
fur: rîe(s) no jerne importâ un leam (no URL o nî titel).
ga: teiphlíne(anna) ar mire le naisc a allmhairiú (gan URL nó gan teideal).
gl: liña(s) que fallaron durante a importación de links (sen URL ou título)
he_il: שורות לא הצליחו לייבא קישור (ללא כתובת URL או ללא כותרת).
hi: पंक्ति(याँ) लिंक आयात करने में विफल (कोई URL या शीर्षक नहीं)।
hr_hr: redak/redci uzrok su neuspješnom prijenosu poveznice (nema URL-a ili naslova).
hu_hu: sor(ok) hozzáadása az importáláskor sikertelen volt (nem tartalmazott URL-t vagy címet)
hy: տող(եր)-ը չկարողացավ ներմուծել հղում (չկա URL կամ վերնագիր):
id_id: baris gagal diimport link (tidak ada URL atau tidak ada judul)
it: errore di linea nell'importare un collegamento (non ci sono URL o titolo)
ja: 行がリンクのインポートに失敗しました（URLまたはタイトルなし）。
ka_ge: ხაზ(ები) ვერ შეტანა ბმული (არ არსებობს URL ან სათაური).
ko_kr: 링크 가져오기에 실패한 라인(URL 또는 제목 부재)
lo: ແຖວທີ່ນຳເຂົ້າລິ້ງບໍ່ສຳເລັດ (ບໍ່ມີ URL ຫຼື ບໍ່ມີຫົວຂໍ້).
lt_lt: linijos/ų importavimas nepavyko (nėra URL arba antraštės).
lv_lv: rindā(s) netika veikta importa procedūra (nav URL vai nosaukuma)
mk_mk: редот(овите) неуспешно увезоа врска (нема URL или нема наслов).
ms_my: baris gagal mengimport pautan (tiada URL atau tiada tajuk).
my_mm: လိုင်း(များ)သည် လင့်ခ်တစ်ခုကို တင်သွင်းရန် မအောင်မြင်ပါ (URL သို့မဟုတ် ခေါင်းစဉ်မရှိပါ)။
ne: लाइनहरू लिङ्क आयात गर्न असफल भयो (URL वा शीर्षक छैन)।
nl: regel(s) niet geïmporteerd (geen 'URL' of geen 'title').
nn_no: linje(r) feila å importere ein lenke (ingen URL eller ingen tittel).
oc: linha(s) que son pas reüssidas a importar un ligam (pas d'URL o pas de titel).
pl_pl: linia(-ie) nie zaimportowały linka (brak URL lub brak tytułu)
ps: کرښه(ې) پاتې شوې چې لینک واردول ناکامه شول (هیڅ URL یا هیڅ سرلیک نشته).
pt_br: linha (s) falhou ao importar um link (URL não ou sem título).
pt_pt: linha(s) que falhou a importar a ligação/link (nenhum URL ou nenhum título).
ro_ro: a esuat importarea unui link (fara URL sau fara titlu).
ru_ru: ряд(ы) потерпел неудачу при импортировании ссылки (отсутствие URL или заголовка)
sk_sk: odkaz z riadku(riadkov) nebol importovaný (žiadna URL alebo názov)
sl: vrstic je povzročilo napako pri uvozu povezave (ni URL-ja ali ni naslova)
sq: rresht(e) dështuan të importojnë një lidhje (nuk ka URL ose nuk ka titull).
sr_rs: linija/e nije uspela da uveze link (nema URL-a ili nema naslova)
sv_se: rad(er) misslyckades att importera länk (ingen URL eller ingen titel).
sw_ke: mstari(um) umeshindwa kuagiza kiungo (hakuna URL au hakuna kichwa).
ta: வரி(கள்) இணைப்பை இறக்குமதி செய்ய தோல்வியடைந்தது (URL இல்லை அல்லது பெயர் இல்லை).
th: บรรทัดนี้การเชื่อมโยงผิดพลาด(ไม่มีที่อยู่เว็ปหรือไม่มีชื่อ)
tl_ph: linya(h) na nabigo sa pag-import ng link (walang URL o walang title).
tr: satır(lar) bağlantı yüklemede başarısız oldu ( URL veya başlık bulunmuyor)
uk_ua: рядок(и) не вдалося імпортувати посилання (немає URL або назви).
vi_vn: dòng(s) không thể nhập liên kết (không có URL hoặc không có tiêu đề).
xh_za: umgca(umgca) azange ukhuphele i-link (akukho URL okanye akukho isihloko).
zh_cn: 导入链接到行失败（无网址或标题）。
zh_tw: 匯入鏈接到行失敗（無網址或標題）。

source: existing link(s) updated (same URL and category).
ar: لقد تم تحديث الروابط المتوفرة (نفس الرابط والتصنيف )
ast_es: enllaz (es) esistente (s) actualizaos (igual URL y categoría)
bn_bd: বিদ্যমান লিঙ্ক(গুলো) আপডেট করা হয়েছে (একই URL এবং বিভাগ)।
bs_ba: postojeći link(ov)i ažurirani (isti URL i kategorija).
ca_es: enllaç(os) existent(s) actualitzat(s) (igual URL i categoria)
cs_cz: existujících odkazů aktualizováno (stejná URL a kategorie).
da: eksisterende link(s) er opdateret (samme URL og kategori)
de: existierende Link(s) wurden aktualisiert (gleiche URL und Kategorie)
el: υπάρχον(τες) σύνδεσμο(ι) ενημερώθηκαν (ίδιο URL και κατηγορία).
eo: ekzistanta(j) ligilo(j) modifitaj (sama 'URL' kaj 'kategorio').
es: enlace/s existente/s actualizados (igual URL y categoría)
es_mx: los enlaces existentes se han actualizado
eu_es: lehendik zeuden loturak eguneratu dira (URL eta kategoria ere bai)
fa_ir: پیوندهای مورد نظر به روز گردیدند : همان دسته و همان آدرس اینترنتی
fi_fi: aiempaa linkki(ä) päivitetty (sama URL tai luokka)
fo_fo: verandi leinkju(r) dagførdar (sama URL og bólkur).
fur: leam(s) esistint(s) agiornât(s) (medem URL e categorîe).
ga: naisc atá ann cheana nuashonraithe (URL agus catagóir chéanna).
gl: ligazóns existentes actualizados (mesma URL e categoría).
he_il: קישור(ים) קיימים עודכנו (אותה כתובת URL וקטגוריה).
hi: मौजूदा लिंक(क) अद्यतन (एक ही URL और श्रेणी)।
hr_hr: postojeća/e poveznica/e ažurirana/e (isti URL i kategorija).
hu_hu: létező hivatkozás(ok) frissítve (megegyező URL és kategória)
hy: գոյություն ունեցող հղում(ներ)-ը թարմացվել է (նույն URL-ը և կատեգորիան):
id_id: link sebelumnya di-update (URL dan kategori yang sama )
it: Collegamento/i esistente/i aggiornato/i (stessa URL e categoria)
ja: 既存のリンクが更新されました（同じURLとカテゴリ）。
ka_ge: არსებული ბმულ(ები) განახლდა (იგივე URL და კატეგორია).
ko_kr: 존재하는 링크가 업데이트 되었습니다(동일한 URL 과 카테고리)
lo: ລິ້ງທີ່ມີຢູ່ແລ້ວໄດ້ຖືກອັບເດດ (URL ແລະ ໝວດໝູ່ດຽວກັນ).
lt_lt: atnaujinta egzistuojanti nuoroda (tas pats URL arba kategorija).
lv_lv: esošās hipersaites tika atjaunotas/papildinātas (vienādi URL un kategorija)
mk_mk: постоечката врска(и) ажуриран(и) (истите URL и категорија)
ms_my: pautan sedia ada dikemaskini (URL dan kategori sama).
my_mm: ရှိပြီးသား လင့်ခ်(များ) အဆင့်မြှင့်တင်ပြီးဖြစ်သည် (တူညီသော URL နှင့် အမျိုးအစား)။
ne: विद्यमान लिङ्कहरू अपडेट गरियो (एउटै URL र श्रेणी)।
nl: bestaande link(s) aangepast (zelfde 'URL' en 'category').
nn_no: eksisterande lenke(r) oppdaterte (same URL og kategori).
oc: ligam(s) existent(s) actualizat(s) (URL e categoria identicas).
pl_pl: istniejący link(i) zaktualizowany(e) (te same URL i kategoria)
ps: موجود لینک(ونه) تازه شوي (ورته URL او کټګورۍ).
pt_br: link existente (s) atualizado (a mesma URL e categoria).
pt_pt: a ligação/link(s) existente foi actualizada (mesma URL e categoria).
ro_ro: legatura existenta actualizata ( acelasi URL si categorie)
ru_ru: Существующая ссылка(и) обновлена (тот же URL и раздел)
sk_sk: existujúci odkaz aktualizovaný (rovnaká URL a kategória).
sl: obstoječih povezav ažuriranih (enak URL in kategorija).
sq: lidhje(e) ekzistuese përditësuar (e njëjtë URL dhe kategori).
sr_rs: postojeći link/ovi su ažurirani (isti URL i kategorija)
sv_se: existerande länk(ar) uppdaterade (samma URL och kategori).
sw_ke: kiungo(kin) kilichopo kimesasishwa (URL na jamii sawa).
ta: இருக்கும் இணைப்ப(கள்) புதுப்பிக்கப்பட்டது (அதே URL மற்றும் வகை).
th: มีรายการเชื่อมโยงนี้แล้ว ปรับปรุงแล้ว(มีที่อยู่และประเภทเดียวกัน)
tl_ph: umiiiral na link(s) na na-update (parehong URL at kategorya).
tr: mevcut bağlantı(lar) güncellendi (aynı URL ve kategori)
uk_ua: існуючі посилання оновлено (такий самий URL та категорія).
vi_vn: liên kết(s) hiện có được cập nhật (cùng URL và danh mục).
xh_za: i-link (i-link) ekhona ihlaziywe (i-URL efanayo kunye nodidi).
zh_cn: 现有链接已更新（相同网址与分类）。
zh_tw: 現有鏈接已更新（相同網址與分類）。
