Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: <p> The forum is an discussion tool for asynchronous written work. In contrast to e-mail, a forum is for public, or semi-public, group discussion. </p>To use the Chamilo forum, members can simply use their browser - they do not require any distinct client software. </p>To organize forums, click on the Forums tool. Discussions are organized hierarchically according to the following structure: </ p><b> Category> Forum> Topic> Post</ b> </ p> To ensure members can participate in the forum tidily and effectively, it is essential in the first instance to create categories and forums; it's then up to the participants to create topics and posts. By default, the forum contains a single (public) category, an example topic and an example post. You can add forums to the category, change its title or create other categories within which you could then create new forums. (Don't confuse categories and forums, and remember that a category that contains no forum is useless and is not displayed.)</p> <p>The forum description might include a list of its members, a definition of its purpose, a target a task, a theme etc.</p><p>Group forums should not be created via the Forum tool but instead via the Groups tool, where you can determine whether your group forums should be private or public, at the same time providing a location for sharing groups of documents.</p><b> Teaching Tips</ b></ p> A learning forum is not quite the same as the forums you are used to seeing on the internet. For one thing, it is not possible for learners to alter their posts once they have been published as the course is logically archived to allow tracking of what has been said in the past. Furthermore, Chamilo forums allow for specific uses relevant to teaching. For example, some teachers/trainers publish corrections directly within forums in the following way: <li> A learner is asked to post a report directly into the forum, </ li> The teacher corrects it by clicking Edit (yellow pencil) and marking it using the graphics editor (color, underlining, etc.) </ li> Finally, other learners benefit from viewing the corrections was made on the production of one of of them, </ li> Note that the same principle can be applied between learners, but will require his copying/pasting the message of his fellow student because students / trainees can not edit one another's posts. <. li> </ ul>
so_so: <p>Forumku waa qalab dood ah oo shaqo qoran oo aan isku mid ahayn. Ka duwan iimaylka, forumku waxa uu yahay dood dadweyne ama semi-dadweyne. </p>Si aad u isticmaasho forumka Chamilo, xubnaha waxay si fudud u isticmaali karaan biraawsarkooda - ma baahnaan wax barnaamij macmiil gaar ah. </p>Si aad u nidaamto forumyada, riix qalabka Forum-ka. Dooddu waxay u habaysan tahay si hierarkiyo ah sida qaabka soo socda: </p><b> Qaybta> Forum> Mawduuca> Boostada</b> </p>Si loo hubiyo in xubnaha ay si nadiif ah oo wax ku ool ah uga qayb qaadan karaan forumka, waxa muhiim ah marka hore in la abuuro qaybo iyo forumyo; ka dib waxay ku xidhan tahay ka qaybgalayaasha inay abuuraan mawduucyo iyo boostada. Sida caadiga ah, forumku waxa uu ka kooban yahay hal qayb (dadweyne ah), mawduuc tusaale ah iyo boostada tusaalaha ah. Waxaad ku dari kartaa forumyada qaybta, beddel ciwaankeeda ama abuur qaybo kale oo aad ku dhex abuuri karto forumyo cusub. (Ha ku wareerin qaybaha iyo forumyada, oo xasuuso in qaybta aan lahayn forum aan faa'iido lahayn oo aan la muujin.)</p> <p>Taariikhda forumku waxay ku jiri kartaa liis xubnaheed, qeexid ujeedadiisa, bartilmaameed shaqo, mawduuc iwm.</p><p>Forum-yada kooxdu waa in aan lagu abuurin qalabka Forum-ka laakiin lagu abuuro qalabka Kooxaha, halkaas oo aad go'aamin karto in forum-yada kooxdaadu ay yihiin kuwo gaar ah ama dadweyne, isla markaana bixisa meel lagu wadaago dukumentiyada kooxaha.</p><b>Talooyin Waxbarasho</b></p>Forumka waxbarashadu kuma eka midka aad ku caawisay internet-ka. Waxyaabo badan, ma suurtogalin in ardaydu beddelaan boostadooda marka la daabacay maadaama koorsada si macquul ah loo keydsaday si loo raadiyo waxa hore loo yidhi. Waxaa kale oo forumyada Chamilo ay u oggol yihiin isticmaallo gaar ah oo la xidhiidha waxbarashada. Tusaale ahaan, macallimiinta/qaar ka mid ah waxay si toos ah u daabacaan sixirka gudaha forumyada sida soo socota: <li> Ardayga waxaa la waydiistaa in uu warbixin toos ah u dhejiyo forum-ka, </li> Macallinku wuxuu ku saxaa isagoo riixaya Tafatir (qalin jaalle ah) oo u calaamadeeya iyadoo la isticmaalayo tifaftiraha sawir-gacmeedka (midabka, hoosta, iwm.) </li> Ugu dambayntii, ardayda kale waxay ka faa'iidaystaan daawashada sixirka lagu sameeyay wax-soo-saarka midkood, </li> Ogow in isla mabda'aas loo adeegsan karo ardayda dhexdooda, laakiin waxay u baahan tahay inuu koobiyeeyo/ku dhigo fariinta saaxiibkiis maxaa yeelay ardayda / tababarayaashu ma tafatiri karaan boostada midba midka kale. <. li> </ul>

source: Dropbox Help
so_so: Gargaarka Dropbox

source: <p>The dropbox tool is a Content Management Tool facilitating peer-to-peer data exchange. It accepts any filetype (Word, Excel, PDF etc.) It will overwrite existing files with the same name only if directed to do so.<br /> <br /> Learners can can only send a file to their teacher, unless the system administrator has enabled sharing between users. A course manager, however, can opt to to send a file to all course users. <br /> <br />The system administrator can configure the dropbox so that a user can receive but not send files.<br /> <br /> If the file list gets too long, some or all files can be deleted from the list, although the file itself remaims available to other users until all users have deleted it.<br /> </p><p>In the received folder, the dropbox tool displays files that have been sent to you and in the sent folder it shows files sent to other course members.</p><p>To send a document to more than one person, you need to hold CTRLand check the multiple select box(i.e.the field showing the list of members).</p>
so_so: <p>Qalabka dropbox-ku waa Qalabka Maamulka Waxyaabaha oo fududaynaya beddelka xogta isku-fac ee isku-fac. Waxa uu aqbalaa nooc kasta oo faylal ah (Word, Excel, PDF iwm.) Waxa uu ku dusayaa faylalka jira ee isku magac ah oo kaliya haddii lagu amro in sidaas la yeelo.<br /> <br /> Ardaydu waxay kaliya u diri karaan fayl macallinkooda, ilaa maamulaha nidaamka uu u oggol yahay wadaagista isticmaaleyaasha dhexdooda. Maamulaha koorsada, si kastaba ha ahaatee, waxa uu dooran karaa in uu fayl u diro dhammaan isticmaaleyaasha koorsada. <br /> <br />Maamulaha nidaamka waxa uu u habayn karaa dropbox-ka si uu isticmaaleha u qaato laakiin aanu dirin faylal.<br /> <br /> Haddii liiska faylalka uu aad u dheeraa, qaar ama dhammaan faylalka waxaa laga tirtiri karaa liiska, in kasta oo faylka laftiisu uu sii heli karo isticmaaleyaasha kale ilaa ay dhammaan isticmaaleyaashu tirtiraan.<br /> </p><p>Folderka la helay, qalabka dropbox-ku waxa uu muujinayaa faylalka laguu soo diray iyo folderka la diray waxa uu muujinayaa faylalka loo diray xubnaha kale ee koorsada.</p><p>Si aad dukumenti ugu dirto qof ka badan hal qof, waxaad u baahan tahay in aad haysato CTRLand calaamato sanduuqa doorashada badan (saafiga muujinaya liiska xubnaha).

source: Homepage Help
so_so: Gargaarka Bogga Hore

source: <p>The Course Homepage displays a range of tools (introductory text, description, documents manager etc.) This page is modular in the sense that you can hide or show any of the tools in learner view with a single click on the 'eye' icon (hidden tools can be reactivated any time. </p><b>Navigation</b><p>In order to browse the course, you can simply click on the icons; a 'breadcrumb' navigation tool at the top of the page allows you to retrace your steps back to the course homepage.</p><b>Best practice</b><p>To help motivate learners, it is helpful to make you course appear 'alive' by suggesting that there is always someone present 'behind the screen'. An effective way to make this impression is to update the introductory text (just click on the yellow pencil) at least once a week with the latest news, deadlines etc.</p><p>When you construct your course, try the following steps:<ol><li>In the Course Settings, make course acccess private and subscription available only to trainers. That way, nobody can enter your course area during construction,</li><li>Use whatever tools you need to 'fill' your area with content, activities, guidelines, tests etc.,</li><li>Now hide all tools so your home page is empty in learner view by clicking on the eyes to make the icons grey. </li><li>Use the Learning Path tool to create a learning path to structure the way learners will follow it and learn within it. That way, although you will be using the other tools, you don't initially need to show them on the homepage. </li><li>Click on the eye icon beside the path you created to show it on your home page.</li><li>your course is ready to view. Its homepage will display an introductory text followed by a single link to lead learners into and through the course. Click on the Learner View button (top right) to see the course from the learner's point of view.<I></I></li></ol>
so_so: <p>Bogga Hore ee Koorsada waxa uu muujinayaa qalab kala duwan (qoraalka hordhaca ah, sharraxaadda, maamulaha dukumentiyada iwm.) Boggan waa modular taas oo macnaheedu yahay in aad qarin ama muujin kartaa qalab kasta oo ardaygu ku arko hal riix oo ah astaanta 'isha' (qalabka qarsoon ayaa dib loo shaqayn karaa wakhti kasta. </p><b>Navigation</b><p>Si aad u baadho koorsada, waxaad si fudud u riixi kartaa astaanta; qalabka 'breadcrumb' ee bogga sare ayaa kuu oggol in aad dib ugu soo laabato bogga hore ee koorsada.</p><b>Tixraac Wanaagsan</b><p>Si aad u caawiso dhiirigelinta ardayda, waxa wax ku ool ah in aad koorsadaada ka dhigto mid 'nool' adigoo soo jeedinaya in had iyo jeer qof joogo 'gadaasha shaashadda'. Habka wax ku oolka ah ee sameynta aragtidan waa cusboonaysiinta qoraalka hordhaca ah (kaliya riix qalinka jaallaha) ugu yaraan hal mar toddobaadkii oo leh wararka ugu dambeeyay, wakhtiyada iwm.</p><p>Marka aad dhisto koorsadaada, isku day tallaabooyinka soo socda:<ol><li>Dejinta Koorsada, ka dhig gelitaanka koorsada mid gaar ah oo diiwaangelinta diiwaangelinta tababarayaasha kaliya. Sidaas darteed, qofna ma gelin karo aaggaada inta la dhisto,</li><li>Isticmaal qalab kasta oo aad u baahan tahay si aad u buuxiso aaggaaga waxyaabo, hawlo, tilmaamo, imtixaanno iwm.,</li><li>Hadda qari dhammaan qalabka si boggaaga hore uu yahay mid faaruq ardaygu arko adigoo riixaya isha si astaanta u yeelatid cawl. </li><li>Isticmaal qalabka Daroorka Waxbarashada si aad u abuurto dariiq waxbarasho si aad u nidaamto sida ardaydu u raaci doonto oo ku dhex baran doonto. Sidaas darteed, inkasta oo aad isticmaali doonto qalabka kale, markii hore uma baahna in aad ku muujiso bogga hore. </li><li>Riix astaanta isha ee dariiqa aad abuurtay si aad ugu muujiso boggaaga hore.</li><li>Koorsadaadu diyaar u tahay in la arko. Bogga hore waxa uu muujin doonaa qoraal hordhac ah oo uu ku xigto hal xiriir oo hoggaaminaya ardayda gudaha iyo dhex maraha koorsada. Riix badhanka Muuqaalka Ardayga (midigta sare) si aad u aragto koorsada aragtida ardayga.<I></I></li></ol>

source: Chamilo LIVE Help
so_so: Gargaarka Chamilo LIVE

source: The GoogleMaps plugin needs to be enabled by the platform administrator in order to show the map.
so_so: Plugin-ka GoogleMaps waxa uu u baahan yahay in maamulaha platform-ka uu shaqayn karo si uu u muujiyo khariiradda.

source: Chamilo Help
so_so: Gargaarka Chamilo

source: Documents Help
so_so: Gargaarka Dukumentiyada

source: Users Help
so_so: Gargaarka Isticmaalayaasha

source: Tests Help
so_so: Gargaarka Imtixaannada

source: Learning Path Help
so_so: Gargaarka Daroorka Waxbarashada

source: Description Help
so_so: Gargaarka Sharraxaadda

source: Links Help
so_so: Gargaarka Xiriiriyada

source: My Courses Help
so_so: Gargaarka Koorsadyada My

source: Agenda Help
so_so: Gargaarka Agenda

source: Announcements Help
so_so: Gargaarka Ogeysiisyada

source: Chat Help
so_so: Gargaarka Chat

source: Assignments Help
so_so: Gargaarka Shaqooyinka

source: Reporting Help
so_so: Gargaarka Warbixinta

source: Induction-type session
so_so: Fadhiga Nooca Induction

source: Publish survey
so_so: Daabac survey-ka

source: Compare questions
so_so: Isbarbardhig su'aalaha

source: Information updated
so_so: Macluumaadka waa la cusboonaysiiyay

source: Survey title
so_so: Ciwaanka survey-ka

source: Survey introduction
so_so: Hordhaca survey-ka

source: Create survey
so_so: Abuur survey

source: Survey template
so_so: Qaabka survey-ka

source: Please enter survey title
so_so: Fadlan gel ciwaanka survey-ka

source: Please Enter Valid Date
so_so: Fadlan gel taariikh sax ah

source: Not published
so_so: Ma daabicin

source: Advanced report allows to choose the user and the questions to see more precis informations
so_so: Warbixinta Sare waxay u oggolaanaysaa doorashada isticmaale iyo su'aalaha si aad u aragto macluumaad badan oo sax ah

source: Advanced report
so_so: Warbixinta Sare

source: Complete report allows to see all the results given by the people questioned, and export it in csv (for Excel)
so_so: Warbixinta Buuxda waxay u oggolaanaysaa in la arko dhammaan natiijooyinka ay bixiyeen dadka la su'aaliyay, oo laga dhoofiyo csv (Excel-ka)

source: Complete report
so_so: Warbixinta Buuxda

source: Send the survey to these addresses only
so_so: U soo dir survey-ka ee ciwaannankan kaliya

source: Back to the questions
so_so: Ku noqo su'aalaha

source: Select in which language should be created the survey
so_so: Dooro luqadda ay tahay in lagu abuuro survey-ka

source: Create this survey in another language
so_so: Abuur survey-ka luqad kale

source: Export in Excel format
so_so: Dhoof qaabka Excel

source: Comparative results
so_so: Natiijooyinka Isbarbardhig

source: Select the data you want to compare
so_so: Dooro xogta aad rabto in aad isbarbardhigto

source: Or copy paste the link into the url bar of your browser :
so_so: ama koobiyeeyso xiriirka url-ka biraawsarkaaga :

source: Click here to take the survey
so_so: Riix halkan si aad u qaado survey-ka

source: No Surveys have been shared yet
so_so: Ma jiraan survey-la wadaagid weli

source: View survey
so_so: Eeg survey-ka

source: Select Display Type :
so_so: Dooro Nooca Muujinta :

source: Feedback message
so_so: Fahamka fahamka

source: Survey reporting
so_so: Warbixinta survey-ka

source: No survey available
so_so: Ma jiro survey la heli karo

source: has been published
so_so: waxa la daabacay

source: Create from existing survey
so_so: Ka abuur survey jira

source: Search a survey
so_so: Raadi survey

source: Survey(s) of all courses
so_so: Survey-yada dhammaan koorsadyada

source: Please make a choice
so_so: Fadlan dooro

source: There are no questions in the database
so_so: Ma jiraan su'aalo ku jira database-ka

source: Update Question Type :
so_so: Cusboonaysii Nooca Su'aasha :

source: Add new question
so_so: Ku dar su'aal cusub

source: Share survey with others
so_so: La wadaag survey-ka dadka kale

source: Proceed
so_so: Sii wad

source: Please fill numeric values for points.
so_so: Fadlan buuxi qiimeyaasha tirada ah ee dhibcaha.

source: Please fill points from 1-5
so_so: Fadlan buuxi dhibcahaha 1-5

source: Please fill all the answer fields.
so_so: Fadlan buuxi dhammaan goobaha jawaabaha.

source: Please select at least Four true answers.
so_so: Fadlan dooro ugu yaraan Afar jawaabood oo run ah.

source: Please Select at least Four Default Answers.
so_so: Fadlan Dooro ugu yaraan Afar Jawaabaha Hore.

source: Please fill default text
so_so: Fadlan buuxi qoraalka hore

source: Edit survey information
so_so: Tafatir macluumaadka survey-ka

source: View questions
so_so: Eeg su'aalaha

source: Finish survey
so_so: Dhammeeyo survey-ka

source: Questions are added
so_so: Su'aalaha waa la daray

source: Delete survey
so_so: Tirtir survey-ka

source: Survey list
so_so: Liiska survey-ka

source: Survey attached
so_so: Survey-ka waa la lifaaqay

source: Question by type
so_so: Su'aasha nooca

source: Select question by type
so_so: Dooro su'aasha nooca

source: Please enter a question
so_so: Fadlan gel su'aal

source: Number of question
so_so: Tirada su'aasha

source: This code already exists
so_so: Koodhkan ayaa hore u jiray

source: Save and exit
so_so: Keyd iyo ka bax

source: View answers
so_so: Eeg jawaabaha

source: Create from an existing survey
so_so: Ka abuur survey jira

source: Survey name
so_so: Magaca survey-ka

source: Survey subtitle
so_so: Ciwaanka sahanka

source: Share survey
so_so: Qaybsi sahanka

source: Final thanks
so_so: Mahadsanid ugu dambeysa

source: Edit survey
so_so: Tafatiraha sahanka

source: Or return to survey overview
so_so: ama ku noqo guudaha sahanka

source: There is a parameter missing in the link. Please use copy and past
so_so: Xariiraha xiriirka ayaa ka maqan. Fadlan isticmaal nuqul iyo dhig

source: Wrong invitation code
so_so: Koodka martiqaadka oo khaldan

source: You have finished this survey.
so_so: Waad dhammaysatay sahankan.

source: Survey preview
so_so: Hortaga sahanka

source: Invalid survey
so_so: Sahanka aan ansax ahayn

source: Edit question
so_so: Tafatir su'aasha

source: This type does not exist
so_so: Noocani ma jiro

source: The survey has been created successfully
so_so: Sahanka si guul leh ayaa loo abuuray

source: You can now add questions to your survey
so_so: Waad hadda ku dari kartaa su'aalo sahankaaga

source: The survey has been updated successfully
so_so: Sahanka si guul leh ayaa loo cusboonaysiiyay

source: The question has been added.
so_so: Su'aasha ayaa lagu daray.

source: The question has been updated.
so_so: Su'aasha ayaa la cusboonaysiiyay.

source: Remove option
so_so: Ka saar doorashada

source: Add option
so_so: Ku dar doorashada

source: Answer options
so_so: Doorashooyinka jawaabta

source: Dropdown
so_so: Liiska hoos u dhaca

source: Page break
so_so: Jeex bog

source: Survey invitations
so_so: Martiqaadyada sahanka

source: Invitation code
so_so: Koodka martiqaadka

source: Invitation date
so_so: Taariikhda martiqaadka

source: Answered
so_so: Jawaabay

source: You can invite additional users to fill the survey. To do so you can type their e-mail addresses here separated by either , (comma) or ; (semi-column)
so_so: Waad martiqaad kar kartaa isticmaale kale si ay u buuxiyaan sahanka. Si aad taas u samayso waxaad halkan ku qori kartaa ciwaannadooda iimaylka oo kala soocay , (jojin) ama ; (jojin-dhexda)

source: Mail subject
so_so: Mawduuca iimaylka

source: invitations sent.
so_so: martiqaadyo la diray.

source: The survey has been deleted.
so_so: Sahanka waa la tirtiray.

source: No surveys have been selected.
so_so: Sahanno la doortay ma jiraan.

source: Invited
so_so: La martiqaaday

source: Reset filter
so_so: Cusboonaysii filterka

source: Export current report
so_so: Dhoofiyaha warbixinta hadda

source: Only questions with predefined answers can be used
so_so: Su'aalaha leh jawaabo horay loo sii qoondeeyay oo keliya ayaa la isticmaali karaa

source: Select the question on the X axis
so_so: Dooro su'aasha dhinaca X

source: Select the question on the Y axis
so_so: Dooro su'aasha dhinaca Y

source: Comparative report
so_so: Warbixinta isbarbardhigga

source: This screen displays an exact copy of the form as it was filled by the user
so_so: Shaashadani waxay muujinaysaa nuqul sax ah foomka sida uu buuxiyay isticmaale

source: Select user who filled the survey
so_so: Dooro isticmaale buuxiyay sahanka

source: User report
so_so: Warbixinta isticmaale

source: Graphic
so_so: Garaaf

source: Absolute total
so_so: Wadarta buuxda

source: Next question
so_so: Su'aasha xigta

source: Previous question
so_so: Su'aasha hore

source: People who have chosen this answer
so_so: Dadka doortay jawaabtan

source: Publication of the survey
so_so: Daabacaadda sahanka

source: Additional users
so_so: Isticmaale dheeraad ah

source: E-mail message
so_so: Farriinta iimaylka

source: The selected users will receive an email with the text above and a unique link that they have to click to fill the survey. If you want to put the link somewhere in your text you have to put the following text wherever you want in your text: **link** (star star link star star). This will then automatically be replaced by the unique link. If you do not add **link** to your text then the email link will be added to the end of the mail
so_so: Isticmaalayaasha la doortay waxay heli doonaan iimayl leh qoraalka sare iyo xiriir gaar ah oo ay ku dhagsiiyaan si ay u buuxiyaan sahanka. Haddii aad rabto inaad xiriirka geliso meel qoraalkaaga waxaad gelinaysaa qoraalkan meel kasta oo aad rabto qoraalkaaga: **link** (xiddig xiddig link xiddig xiddig). Tani waxay markaas si otomaatig ah u beddeli doontaa xiriirka gaarka ah. Haddii aadan ku darin **link** qoraalkaaga markaas iimaylka xiriirka ayaa lagu dari doonaa dhamaadka iimaylka

source: Detailed report by user
so_so: Warbixin faahfaahsan isticmaale kasta

source: Detailed report by question
so_so: Warbixin faahfaahsan su'aal kasta

source: In this report you can compare two questions.
so_so: Warbixintan waxaad isbarbardhigi kartaa laba su'aalood.

source: In this report you get an overview of all the answers of all users on all questions. You also have the option to see only a selection of questions. You can export the results in CSV format and use this for processing in a statistical application
so_so: Warbixintan waxaad ka heli doontaa guud ahaan jawaabaha dhammaan isticmaalayaasha dhammaan su'aalaha. Waxaad kaloo leedahay doorashada inaad aragto kaliya doorashada su'aalaha. Waxaad natiijooyinka u dhoofin kartaa qaabka CSV waxaadna u isticmaali kartaa shaqaynta barnaamij tirakoob ah

source: In this report you can see all the answers a specific user has given.
so_so: Warbixintan waxaad arki kartaa dhammaan jawaabaha isticmaale gaar ah uu bixiyay.

source: In this report you see the results question by question. Basic statistical analysis and graphics are provided
so_so: Warbixintan waxaad ku aragtaa natiijooyinka su'aal kasta. Falan tirakoob oo aasaasi ah iyo garaafyo ayaa la bixiyay

source: Remind all users of the survey. If you do not check this checkbox only the newly-added users will receive an e-mail.
so_so: Xusuusi dhammaan isticmaalayaasha sahanka. Haddii aadan jeexiska calaamadayn kaliya isticmaalayaasha cusub ee la daray ayaa heli doona iimayl.

source: Invite
so_so: Ku martiqaad

source: View invited
so_so: Eeg la martiqaaday

source: View people who answered
so_so: Eeg dadka jawaabay

source: View people who didn't answer
so_so: Eeg dadka aan jawaabin

source: Are you sure you want to delete the question?
so_so: Ma hubin tahay inaad rabto inaad tirtirto su'aasha?

source: You already filled this survey
so_so: Durba waad buuxisay sahankan

source: Click here to answer the survey
so_so: Halkan riix si aad uga jawaabto sahanka

source: Unknow user
so_so: Isticmaale aan la aqoon

source: have answered
so_so: jawaabeen

source: were invited
so_so: la martiqaaday

source: The page break cannot be the first
so_so: Jeex bogga ma noqon karaa kowgii ugu horreeyay

source: The page break cannot be the last one
so_so: Jeex bogga ma noqon karaa kan ugu dambeeyay

source: Sorry, this survey is not available anymore. Thank you for trying.
so_so: Waan ka xumahay, sahankan ma heli karo mar dambe. Mahadsanid isku dayga.

source: Duplicate survey
so_so: Nuqul sahanka

source: Empty survey
so_so: Sahanka madhan

source: Answers to survey successfully deleted
so_so: Jawaabaha sahanka si guul leh ayaa la tirtiray

source: This survey is not yet available. Please try again later. Thank you.
so_so: Sahankan wali ma heli karo. Fadlan mar kale isku day dabadeed. Mahadsanid.

source: people answered
so_so: dad ayaa jawaabay
