Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The word Wiki is short for WikiWikiWeb. Wikiwiki is a Hawaiian word, meaning "fast" or "speed". In a wiki, people write pages together. If one person writes something wrong, the next person can correct it. The next person can also add something new to the page. Because of this, the pages improve continuously.
ar: تستخدم الوكي للكتابة المشتركة بين المستخدمين والتي تسمح لجميع المستخدمين بالتعديل والكتابة معا من اجل تحسين صفحات الوكي باستمرار
ast_es: La palabra Wiki ye una abreviatura de WikiWikiWeb. Wikiwiki ye una palabra hawayana que quier dicir rápido. Nun Wiki los usuarios puen escribir páxines en conxunto. Si una persona escribe daqué mal, el siguiente pue correxir esto. Esta última persona tamién pue amestar nuevos elementos a la páxina. Así, la páxina va meyorando colos continuos cambios que se puedan rexistrar nel historial.
bn_bd: Wiki শব্দটি WikiWikiWeb এর সংক্ষিপ্ত রূপ। Wikiwiki একটি হাওয়াইয়ান শব্দ, যার অর্থ "দ্রুত" বা "গতি"। একটি উইকিতে, লোকেরা একসাথে পৃষ্ঠা লেখে। কেউ যদি কিছু ভুল লেখে, পরবর্তী ব্যক্তি তা সংশোধন করতে পারে। পরবর্তী ব্যক্তি পৃষ্ঠায় নতুন কিছু যোগ করতে পারে। এই কারণে, পৃষ্ঠাগুলি ক্রমাগত উন্নত হয়।
bs_ba: Riječ Wiki je skraćenica za WikiWikiWeb. Wikiwiki je havajska riječ koja znači "brzo" ili "brzina". U wikiju, ljudi zajedno pišu stranice. Ako jedna osoba napiše nešto pogrešno, sljedeća osoba može to ispraviti. Sljedeća osoba također može dodati nešto novo na stranicu. Zbog toga se stranice kontinuirano poboljšavaju.
ca_es: La paraula Wiki és una abreviatura de WikiWikiWeb. Wikiwiki és una paraula hawaiana que significa ràpid o veloç. En un Wiki els usuaris poden escriure pàgines conjuntament. Si una persona escriu alguna cosa malament, la següent ho pot corregir. Aquesta darrera persona també pot afegir nous elements a la pàgina. Així la pàgina va millorant amb canvis successius que queden registrats en un historial.
cs_cz: Slovo Wiki je zkratka pro WikiWikiWeb. Wikiwiki je havajské slovo, znamenající rychlý nebo rychlost. Ve wiki lidé píšou stránky společně. Pokud někdo něco napíše chybně, pak jej může další osoba opravit. Další osoba může přidat další informaci. Tím jsou stránky neustále vylepšovány.
da: Ordet Wiki er en forkortelse af WikiWikiWeb. Wikiwiki er et hawaiiansk ord, der betyder "hurtig" eller "fart". I en wiki skriver folk sider sammen. Hvis en person skriver noget forkert, kan den næste person rette det. Den næste person kan også tilføje noget nyt til siden. Derfor forbedres siderne løbende.
de: Das Wort Wiki ist die Abkürzung für WikiWikiWeb. Wikiwiki ist ein hawaiianisches Wort, und bedeutet schnell oder Geschwindigkeit. In einem Wiki können Leute zusammen Seiten schreiben. Wenn jemand etwas falsches schreibt, kann der nächste dies korrigieren. Der nächste kann ebenfalls etwas neues zu der Seite hinzufügen. Auf diese Weise wird eine Seite besser, sobald jemand die Seite ändert.
el: Ο όρος Wiki είναι μία συντόμευση της λέξης WikiWikiWeb. Ο όρος wikiwiki είναι μια Χαβανέζικη λέξη που σημαίνει "γρήγορα" ή "ταχύτητα". Σε ένα wiki, οι άνθρωποι δημιουργούν συνεργατικά διάφορες σελίδες. Αν ένας συμμετέχων γράψει κάτι λάθος, τότε, ο επόμενος μπορεί να το διορθώσει. Ο επόμενος μπορεί, επίσης, να να προσθέσει κάτι καινούργιο στη σελίδα. Με αυτό τον τρόπο, οι σελίδες βελτιώνονται συνεχώς.
eo: La vorto Wiki estas mallongigo de WikiWikiWeb. Wikiwiki estas havaia vorto, kiu signifas "rapida" aŭ "rapideco". En viki, homoj skribas paĝojn kune. Se unu homo skribas ion malĝustan, la sekva homo povas korekti ĝin. La sekva homo povas ankaŭ aldoni ion novan al la paĝo. Pro tio, la paĝoj pliboniĝas kontinue.
es: La palabra Wiki es una abreviatura de WikiWikiWeb. Wikiwiki es una palabra Hawaiana que significa rápido o veloz. En un Wiki sus usuarios pueden escribir páginas conjuntamente. Si una persona escribe algo mal, la siguiente puede corregir esto. Esta última persona también puede añadir nuevos elementos a la página. Así la página va mejorando con sucesivos cambios que quedan registrados en un historial.
es_mx: La palabra Wiki es corta para WikiWikiWeb. Wikiwiki es una palabra hawaiana que significa "rápido" o "velocidad". En un wiki, las personas escriben páginas juntas. Si una persona escribe algo mal, la siguiente puede corregirlo. La siguiente persona también puede agregar algo nuevo a la página. Por esto, las páginas mejoran continuamente.
eu_es: Wiki hitza WikiWikiWeb adieraren laburdura da. Wikiwiki Hawai irletako hitza da eta "azkarra", "arina" esan nahi du. Wiki batean, jendeak elkarrekin idazten ditu orriak. Lagun batek zer edo zer gaizki idazten badu, hurrengoak zuzendu ahal izango du. Modu berean, etorri berriak beste elementu batzuk gehitu ahal izango dizkio orriari. Horrela, orria gero eta hobea izango da, elkarren segidan eginiko aldaketak historia batean erregistratzen direlarik.
fi_fi: Sana Wiki on lyhennys hawaijin kielen sanasta Wikiwiki joka tarkoittaa nopeaa tai vauhtia. Wikissä ihmiset kirjoittavat sivuja yhdessä. Jos joku kirjoittaa jotain väärin seuraava voi korjata sen. Toinen käyttäjä voi myös lisätä jotain uutta sivulle. Tästä johtuen sivut kehittyvät jatkuvasti.
fo_fo: Orðingin Wiki er stutt fyri WikiWikiWeb. Wikiwiki er eitt hawaiianskt orð, ið merkir "skjótt" ella "høvd". Í einum wiki skriva fólk síður saman. Um ein skrivar nakað skeivt, kann tann næsta rettar tað. Tann næsti kann eisini leggja nakað nýtt afturat síðuni. Av tí hækkast síðurnar støðugt.
fur: La peraule Wiki e je curete par WikiWikiWeb. Wikiwiki e je une peraule hawajane, che al vûl dî "veloc" o "velecitât". In un wiki, la gjente a scrîf lis pâgis insême. Se un om scrîf ce mal, il secont al puô corêgilo. Il secont al puô ancje gjavâ ce di gnûf tal pâge. Par chest, lis pâgis a mejôran contnûament.
ga: Is focal gearr é Wiki le haghaidh WikiWikiWeb. Is focal Haváíach é wikiwiki, a chiallaíonn "tapa" nó "luas". I wiki, scríobhann daoine leathanaigh le chéile. Má scríobhann duine amháin rud mícheart, is féidir leis an gcéad duine eile é a cheartú. Is féidir leis an gcéad duine eile rud nua a chur leis an leathanach freisin. Mar gheall air seo, feabhsaítear na leathanaigh go leanúnach.
gl: A palabra Wiki é unha abreviatura de WikiWikiWeb. Wikiwiki é unha palabra Hawaiana que significa rápido ou veloz. Nun Wiki os seus usuarios poden escribir páxinas conxuntamente. Se unha persoa escribe algo mal, a seguinte pode corrixir isto. Esta última persoa tamén pode engadir novos elementos á páxina. Así a páxina vai mellorando con sucesivos cambios que quedan rexistrados nun historial.
he_il: המילה Wiki היא קיצור של WikiWikiWeb. Wikiwiki היא מילה הוואית, שמשמעותה "מהיר" או "מהירות". בוויקי אנשים כותבים דפים ביחד. אם אדם אחד כותב משהו לא נכון, האדם הבא יכול לתקן אותו. האדם הבא יכול גם להוסיף משהו חדש לדף. בגלל זה, הדפים משתפרים ללא הרף.
hi: Wiki शब्द WikiWikiWeb का संक्षिप्त रूप है। Wikiwiki एक हवाईयन शब्द है, जिसका अर्थ "तेज़" या "गति" है। विकी में, लोग मिलकर पृष्ठ लिखते हैं। यदि कोई व्यक्ति कुछ गलत लिखता है, तो अगला व्यक्ति इसे सुधार सकता है। अगला व्यक्ति पृष्ठ में कुछ नया भी जोड़ सकता है। इसी कारण से, पृष्ठ निरंतर सुधारते रहते हैं।
hr_hr: Riječ Wiki je kratica za WikiWikiWeb. Wikiwiki je Havajska riječ koja znači brzo ili brzina. Na Wiki stranicama ljudi pišu kolaborativno. Ukoliko netko napiše nešto pogrešno tada bilo tko ima priliku da to ispravi. Sljedeća osoba može nadopuniti stranicu i na taj način se poboljšava sadržaj stranice prilikom svake izmjene.
hu_hu: A Wiki szó a WikiWikiWeb rövidítése. a WikiWiki szó Havaii eredetű, azt jelenti, hogy "gyorsan". A wiki oldalakat az emberek közösen írhatják, szerkeszthetik. Ha valaki valamit rosszul tud, más kijavíthatja. Mások újabb részletekkel egészíthetik azt ki. Ezért az oldal tartalma idővel egyre jobb és jobb lehet.
hy: Wiki բառը WikiWikiWeb-ի կրճատն է։ Wikiwiki-ն հավայական բառ է, որը նշանակում է «արագ» կամ «վրա»։ Wiki-ում մարդիկ միասին գրում են էջեր։ Եթե մեկը սխալ գրի, հաջորդը կարող է ուղղել։ Հաջորդը կարող է նաև նոր բան ավելացնել էջին։ Այս պատճառով էջերը անընդհատ բարելավվում են։
id_id: Kata Wiki adalah singkatan dari WikiWikiWeb. Wikiwiki adalah kata Hawaii, yang berarti "cepat" atau "kecepatan". Dalam wiki, orang menulis halaman bersama. Jika seseorang menulis sesuatu yang salah, orang berikutnya dapat memperbaikinya. Orang berikutnya juga dapat menambahkan sesuatu yang baru ke halaman tersebut. Karena itu, halaman terus membaik.
it: Il termine Wiki è un'abbreviazione di WikiWikiWeb. WikiWiki significa "rapido", in hawaiano. Un Wiki permette la scrittura collaborativa di pagine. Se qualcuno ha scritto qualcosa di sbagliato o incompleto, qualcun altro può correggere o modificare il testo. Chiunque può aggiungere informazioni migliorando il contenuto, mentre delle versioni precedenti resta traccia nella cronologia della pagina.
ja: Wikiという言葉はWikiWikiWebの略です。Wikiwikiはハワイ語で「速い」または「速度」を意味します。Wikiでは、人々が一緒にページを書きます。誰かが間違ったことを書いたら、次の人が修正できます。次の人はページに新しいものを追加することもできます。このため、ページは継続的に改善されます。
ka_ge: სიტყვა Wiki არის WikiWikiWeb-ის მოკლე ფორმა. Wikiwiki ჰავაიური სიტყვაა, რომლის მნიშვნელობაა "სწრაფი" ან "სიჩქარე". ვიკიში ადამიანები ერთად წერენ გვერდებს. თუ ერთი ადამიანი რამეს არასწორად წერს, შემდეგი შეუძლია გამოასწოროს. შემდეგი ასევე შეუძლია რამე ახალი დაამატოს გვერდს. ამის გამო გვერდები უწყვეტად უმჯობესდება.
ko_kr: Wiki라는 단어는 WikiWikiWeb의 약자입니다. Wikiwiki는 하와이어로 "빠르다" 또는 "속도"를 의미합니다. 위키에서는 사람들이 함께 페이지를 작성합니다. 누군가가 잘못 쓰면 다음 사람이 수정할 수 있습니다. 다음 사람은 페이지에 새로운 것을 추가할 수도 있습니다. 이 때문에 페이지가 지속적으로 개선됩니다.
lo: ຄຳວ່າ Wiki ແມ່ນຫຍໍ້ມາຈາກ WikiWikiWeb. Wikiwiki ແມ່ນຄຳໃນພາສາຮາວາຍ, ໝາຍຄວາມວ່າ "ໄວ" ຫຼື "ຄວາມໄວ". ໃນວິກິ, ຄົນຂຽນໜ້າຕ່າງໆຮ່ວມກັນ. ຖ້າຄົນໜຶ່ງຂຽນບາງຢ່າງຜິດ, ຄົນຕໍ່ໄປສາມາດແກ້ໄຂໄດ້. ຄົນຕໍ່ໄປຍັງສາມາດເພີ່ມສິ່ງໃໝ່ເຂົ້າໃນໜ້າໄດ້. ດ້ວຍເຫດນີ້, ໜ້າຕ່າງໆຈຶ່ງໄດ້ຮັບການປັບປຸງຢ່າງຕໍ່ເນື່ອງ.
lt_lt: Žodis Wiki yra sutrumpintas iš WikiWikiWeb. Wikiwiki yra hawaių kalbos žodis, reiškiantis "greitas" arba "greitis". Vikioje žmonės rašo puslapius kartu. Jei vienas žmogus parašo kažką klaidingai, kitas gali tai ištaisyti. Kitas žmogus taip pat gali pridėti kažką naujo prie puslapio. Dėl to puslapiai nuolat gerėja.
lv_lv: Vārds <b>Wiki</b> ir saīsinājums no <b>WikiWikiWeb</b>. <i>Wikiwiki</i> ir havajiešu vārds, kas nozīmē, "ātri". <br>Lietojot Wiki, vairāki cilvēki raksta vienu dokumentu ar kopīgu saturu. Ja kāds kļūdās, tad nākošais dalībnieks, var iepriekš uzrakstīto labot. Tas var arī pievienot lapai ko jaunu. Tādā veidā notiek šo dokumentu ātra un nepārtraukta pilnveidošanās.
mk_mk: Зборот Wiki е скратено од WikiWikiWeb. Wikiwiki е хавајски збор што значи "брзо" или "брзина". Во вики, луѓето пишуваат страници заедно. Ако некој напише нешто погрешно, следниот може да го исправи. Следниот може и да додаде нешто ново на страницата. Затоа страниците постојано се подобруваат.
ms_my: Cipta kursus ini
my_mm: ဝီကီဆိုသည့်စကားလုံးသည် WikiWikiWeb ၏ အတိုကောက်ဖြစ်သည်။ ဝီကီဝီကီသည် ဟာဝိုင်ယံစကားလုံးဖြစ်ပြီး "မြန်သည်" သို့မဟုတ် "အမြန်" ဟု အဓိပ္ပာယ်ရသည်။ ဝီကီတစ်ခုတွင် လူများသည် စာမျက်နှာများကို အတူတကွရေးသားကြသည်။ အကယ်၍ လူတစ်ဦးမှ တစ်စုံတစ်ရာကို မမှန်ကန်စွာရေးသားခဲ့ပါက၊ နောက်လူတစ်ဦးမှ ၎င်းကို ပြင်ဆင်နိုင်သည်။ နောက်လူတစ်ဦးသည် စာမျက်နှာတွင် အသစ်တစ်ခုခုကိုလည်း ထည့်သွင်းနိုင်သည်။ ဤသို့ဖြစ်ခြင်းကြောင့်၊ စာမျက်နှာများသည် စဉ်ဆက်မပြတ် တိုးတက်ကောင်းမွန်လာသည်။
ne: Wiki शब्द WikiWikiWeb को छोटो रूप हो। Wikiwiki हवाईयन शब्द हो, जसको अर्थ "छिटो" वा "गति" हो। विकिमा, मानिसहरू सँगै पृष्ठहरू लेख्छन्। यदि कसैले केही गलत लेख्छ भने, अर्को व्यक्तिले त्यसलाई सच्याउन सक्छ। अर्को व्यक्तिले पृष्ठमा नयाँ केही थप्न पनि सक्छ। यस कारणले, पृष्ठहरू निरन्तर सुधार हुन्छन्।
nl: Het woord Wiki is een afkorting van WikiWikiWeb, een woord dat komt van het Hawaiaans en snel of snelheid betekent. In een wiki kunnen mensen samen aan paginas schrijven. Als een bepaald iemand iets verkeerds schrijft dan kan een andere persoon dit corrigeren en eventueel ook iets nieuws toevoegen aan de pagina. Hierdoor wordt de inhoud telkens beter als er iets gewijzigd wordt.
nn_no: Ordet Wiki er forkortelse for WikiWikiWeb. Wikiwiki er et hawaiiansk ord som betyr "rask" eller "hastighet". I en wiki skriver folk sider saman. Om ein person skriv noko feil, kan neste person rette det. Neste person kan òg legge til noko nytt på sida. På grunn av dette blir sidene kontinuerleg betre.
oc: La paraula WIki es una abreviadura de WikiWikiWeb. Wikiwiki es una paraula hawaiana que significa rapid ò lèu-lèu. En un Wiki leis usanciers pòdon escriure de paginas contributivas. Si una persona escriu quauqua-ren de faus, la seguenta o pòt corregir. Aquesta darriera persona tanbèn pòt ajustar d'elements nòus a la pagina. Per ansin, la pagina se melhora per d'escambis successius que demòran enregistrats en un istoriau.
pl_pl: Słowo Wiki to skrót od WikiWikiWeb. WikiWiki to hawajskie słowo oznaczające szybkość lub prędkość. Wiki umożliwia wspólne tworzenie stron. Jeżeli jedna osoba napisze coś źle, następna może to poprawić. Kolejna osoba może także dodać nowe informacje. Z tego powodu strony są coraz lepsze jeżeli są zmieniane.
ps: Wiki کلمه د WikiWikiWeb لپاره لنډه ده. Wikiwiki د هاوایي کلمه ده، چې معنی لري "چټک" یا "چټکي". په ویکی کې، خلک پاڼې یوځای لیکي. که یو څوک څه غلط لیکي، بل څوک یې سمولی شي. بل څوک هم کولای شي پاڼې ته نوې څه اضافه کړي. د دې له امله، پاڼې په دوامداره توګه ښه کېږي.
pt_br: A palavra Wiki é uma abreviatura de WikiWikiWeb. Wikiwiki é uma palavra Hawaiana que significa rápido ou veloz. Num Wiki, os usuários podem escrever páginas conjuntamente. Se uma pessoa escreve algo errado, a seguinte pode corrigir. Esta última pessoa também pode acrescentar coisas à página. Assim, a página vai melhorando com sucessivas alterações que ficam registados num histórico.
pt_pt: O termo Wiki é uma abreviação de WikiWikiWeb. Wikiwiki é uma palavra Havaiana, que significa "rapidez" ou "velocidade". Num wiki, os utilizadores escrevem páginas em conjunto. Se um utilizador escrever algo errado, o próximo utilizador pode corrigi-lo. Essa mesmo utilizador também pode acrescentar algo de novo a essa página. Devido a este tipo de colaboração, as páginas estão sempre a ser alimentadas e continuamente melhoradas.
ro_ro: Cuvântul Wiki este o abreviere de WikiWikiWeb. Wikiwiki este un cuvânt care înseamnă in Hawaiian rapid. Într-un Wiki utilizatorii pot scrie pagini împreună. În cazul în care o persoană scrie ceva gresit, următoarele poate corecta acest lucru. Această din urmă poate adăuga, de asemenea, elemente noi la pagina. Asa pagina se îmbunătățește cu modificări succesive care sunt înregistrate în istorie.
ru_ru: Слово Wiki — сокращение от WikiWikiWeb. Wikiwiki — гавайское слово, означающее "быстро" или "скорость". В вики люди пишут страницы вместе. Если кто-то напишет что-то неправильно, следующий человек может это исправить. Следующий человек также может добавить что-то новое на страницу. Благодаря этому страницы постоянно улучшаются.
sk_sk: Slovo Wiki je skratka pre WikiWikiWeb. Wikiwiki je havajské slovo, ktoré znamená rýchlo alebo rýchlosť. Vo wiki môžu ľudia spolupracovať pri písaní stránok. Keď jedna osoba napíše niečo nesprávne, ďalšia to môže napraviť. Ďalšia osoba tiež môže pridať na stránku niečo nové. Práve preto sa stránka zlepšuje kedykoľvek ju niekto zmení.
sl: Besedica Wiki je okrajšava za WikiWikiWeb. WikiWiki je beseda iz havajskega jezika in pomeni hitro oz. hitrost. V okviru orodja Wiki, uporabniki lahko skupaj kreirajo/pišejo besedila. V primeru, da prvi napiše nekaj narobe, to drugi lahko popravi. Naslednji uporabnik lahko npr. doda nekaj novega. Zaradi tega strani (dokumenti) postajajo boljši z vsako vnešeno spremembo.
sq: Fjala Wiki është shkurtim për WikiWikiWeb. Wikiwiki është një fjalë havajane, që do të thotë "shpejt" ose "shpehtësi". Në një wiki, njerëzit shkruajnë faqe së bashku. Nëse një person shkruan diçka gabim, personi tjetër mund ta korrigjojë. Personi tjetër mund të shtojë gjithashtu diçka të re në faqe. Për këtë arsye, faqet përmirësohen vazhdimisht.
sr_rs: Reč Wiki je skraćeno od WikiWikiWeb. Wikiwiki je havajska reč značenja "brz", "brzina". Wiki stranice autori uređuju zajedno, u kolaboraciji. Ako jedan pogreši u , drugi može ispraviti njegovu grešku. Sledeći pak može dopisati i nešto novo u na Wiki stranici. Na taj način, Wiki stranice se neprestano poboljšavaju.
sv_se: Ordet Wiki är en förkortning för WikiWikiWeb. Ordet Wikiwiki kommer från Hawaii och betyder snabb eller hastighet. I en wiki kan olika personer skapa innehåll tillsammans. Om en person skriver något som är ofullständigt eller fel, kan nästa person rätta eller komplettera det med mer innehåll. På så sätt kan innehållet hela tiden utökas och förbättras.
sw_ke: Neno Wiki ni fupi kwa WikiWikiWeb. Wikiwiki ni neno la Kihawai, linamaanisha "haraka" au "kasi". Katika wiki, watu wanaandika kurasa pamoja. Ikiwa mtu mmoja anaandika kitu vibaya, mtu wa pili anaweza kukirekebisha. Mtu wa pili anaweza pia kuongeza kitu kipya kwenye ukurasa. Kwa sababu hiyo, kurasa huboresha mfululizo.
ta: விக்கி என்ற சொல் WikiWikiWeb என்று சுருக்கமாகும். Wikiwiki என்பது ஒரு ஹவாய் சொல், "வேகமாக" அல்லது "வேகம்" என்று பொருள். விக்கியில், மக்கள் பக்கங்களை ஒன்றாக எழுதுகிறார்கள். ஒருவர் தவறாக எழுதினால், அடுத்த நபர் அதை சரிசெய்யலாம். அடுத்த நபர் பக்கத்தில் புதியதを சேர்க்கலாம். இதனால், பக்கங்கள் தொடர்ந்து மேம்படுகின்றன.
th: คำว่า Wiki ย่อมาจาก WikiWikiWeb Wikiwiki เป็นคำฮาวาย หมายถึง "เร็ว" หรือ "ความเร็ว" ในวิกิ ผู้คนเขียนหน้าด้วยกัน หากบุคคลหนึ่งเขียนผิด บุคคลถัดไปสามารถแก้ไขได้ บุคคลถัดไปยังสามารถเพิ่มสิ่งใหม่ลงในหน้าได้ ด้วยเหตุนี้ หน้าจึงปรับปรุงอย่างต่อเนื่อง
tl_ph: Ang salitang Wiki ay maikli para sa WikiWikiWeb. Ang Wikiwiki ay salitang Hawaiian, na nangangahulugang "mabilis" o "bilis". Sa isang wiki, ang mga tao ay sumusulat ng mga pahina nang magkasama. Kung may sumulat ng mali, ang susunod na tao ay maaaring ayusin ito. Ang susunod na tao ay maaari ring magdagdag ng bago sa pahina. Dahil dito, ang mga pahina ay patuloy na bumubuti.
tr: Wiki kelimesi WikiWikiWeb in kısa halidr. WikiWiki Hawaii dilinde "hız" yada sürat anlamına gelir. Wiki içinde insanlar sayfaları beraber yazarlar. Eğer bir kişi bir şeyi yanlış yazarsa, bir başkası bunu düzeltebilir. Bir başkası sayfaya ynibir şeylerde ekleyebilir. Bu yüzden sayfalar devamlı olarak gelişir.
uk_ua: Слово Wiki скорочено від WikiWikiWeb. Wikiwiki — гавайське слово, що означає «швидко» або «швидкість». У вікі люди пишуть сторінки разом. Якщо одна людина напише щось неправильно, наступна може виправити. Наступна людина також може додати щось нове до сторінки. Завдяки цьому сторінки постійно покращуються.
vi_vn: Từ Wiki là viết tắt của WikiWikiWeb. Wikiwiki là từ Hawaii, nghĩa là "nhanh" hoặc "tốc độ". Trong wiki, mọi người viết trang cùng nhau. Nếu một người viết sai, người tiếp theo có thể sửa. Người tiếp theo cũng có thể thêm nội dung mới vào trang. Vì vậy, các trang liên tục được cải thiện.
xh_za: Igama elithi Wiki lifutshane le-WikiWikiWeb. I-Wikiwiki ligama lesiHawaiian, elithetha "ngokukhawuleza" okanye "isantya". Kwi-wiki, abantu babhala amaphepha kunye. Ukuba umntu ubhala into engafanelekanga, umntu olandelayo unokuyilungisa. Umntu olandelayo unokongeza into entsha ephepheni. Ngenxa yoku, amaphepha aphucuka rhoqo.
zh_cn: Wiki 一词是 WikiWikiWeb 的缩写。Wikiwiki 是夏威夷语，意为“快速”或“速度”。在 wiki 中，人们共同编写页面。如果有人写错了，下一个人可以纠正它。下一个人也可以向页面添加新内容。因此，页面会不断改进。
zh_tw: Wiki 一詞是 WikiWikiWeb 的縮寫。Wikiwiki 是夏威夷語，意思是「快速」或「速度」。在 wiki 中，人們共同撰寫頁面。如果有人寫錯了，下一個人可以修正它。下一個人也可以在頁面中新增內容。因此，頁面會持續改善。

source: Create this course
ar: انشاء هذا المقرر
ast_es: Criar cursu
bn_bd: এই কোর্সটি তৈরি করুন
bs_ba: Kreiraj ovaj kurs
ca_es: Crear curs
cs_cz: Vytvořit tento kurz
da: Opret dette kursus
de: Diesen Kurs erstellen
el: Δημιουργία αυτής της σειράς μαθημάτων
eo: Krei ĉi tiun kurson
es: Crear curso
es_mx: Crear este curso
eu_es: Sortu ikastaroa
fa_ir: ساخت این درس
fi_fi: Luo uusi kurssi
fo_fo: Framta hesa lærugreina
fur: Cree chest curs
ga: Cruthaigh an cúrsa seo
gl: Crear o espacio virtual para un curso
he_il: צור את הקורס הזה
hi: यह कोर्स बनाएँ
hr_hr: Stvori ovaj predmet
hu_hu: Kurzus terület létrehozása
hy: Ստեղծել այս դասընթացը
id_id: Buat kursus ini
it: Crea il corso
ja: このコースを作成
ka_ge: ამ კურსის შექმნა
ko_kr: 이 코스 생성
lt_lt: Sukurti šį kursą
lv_lv: Izveidot šo apmācības kursu
mk_mk: Создај го овој курс
ms_my: Cipta kursus
my_mm: ဤသင်တန်းကို ဖန်တီးပါ
ne: यो पाठ्यक्रम बनाउनुहोस्
nl: Maak deze training aan
nn_no: Opprett denne kursa
oc: Crear aqueste còrs
pl_pl: Utwórz obszar kursu
ps: دا کورس جوړ کړئ
pt_br: Criar curso
pt_pt: Criar este curso
ro_ro: Creați curs
ru_ru: Создать этот курс
sk_sk: Vytvoriť tento kurz
sl: Ustvari področje tečaja
sq: Krijo këtë kurs
sr_rs: Kreiraj kurs
sv_se: Skapa den här kursen
sw_ke: Unda kozi hii
ta: இந்த பாடத்தை உருவாக்கு
th: สร้างคอร์สนี้
tl_ph: Likhain ang course na ito
tr: Bu eğitimi oluştur
uk_ua: Створити цей курс
vi_vn: Tạo khóa học này
xh_za: Yenza eli khosi
zh_cn: 创建这个课程
zh_tw: 建立此課程

source: Create a course
ar: انشاء مقرر
ast_es: Criar cursu
bn_bd: কোর্স তৈরি করুন
bs_ba: Kreiraj kurs
ca_es: Crear curs
cs_cz: Vytvořit kurz
da: Opret et kursus
de: Einen Kurs erstellen
el: Δημιουργία αυτής της σειράς μαθημάτων
eo: Krei kurson
es: Crear curso
es_mx: Crear un curso
eu_es: Sortu ikastaro bat
fa_ir: ساخت یک درس
fi_fi: Luo kurssi
fo_fo: Stovna eitt skeið
fur: Cree un curs
ga: Cruthaigh cúrsa
gl: Crear curso
he_il: צור קורס
hi: कोर्स बनाएँ
hr_hr: Stvori predmet
hu_hu: Kurzus létrehozása
hy: Ստեղծել դասընթաց
id_id: Buat kursus
it: Crea un corso
ja: コースを作成
ka_ge: კურსის შექმნა
ko_kr: 코스 생성
lt_lt: Sukurti kursą
lv_lv: Izveidot apmācības kursu
mk_mk: Создај курс
ms_my: Kategori forum telah ditambah
my_mm: သင်တန်းတစ်ခုဖန်တီးပါ
ne: पाठ्यक्रम बनाउनुहोस्
nl: Training aanmaken
nn_no: Opprett eit kurs
oc: Crear un còrs
pl_pl: Utwórz kurs
ps: یو کورس جوړ کړئ
pt_br: Criar um curso
pt_pt: Criar um curso
ro_ro: Creați curs
ru_ru: Создать курс
sk_sk: Vytvoriť kurz
sl: Ustvari tečaj
sq: Krijo një kurs
sr_rs: Kreiraj kurs
sv_se: Skapa en kurs
sw_ke: Unda kozi
ta: ஒரு பாடத்தை உருவாக்கு
th: สร้างคอร์ส
tl_ph: Likhain ang isang course
tr: Bir eğitim oluştur
uk_ua: Створити курс
vi_vn: Tạo một khóa học
xh_za: Yenza ikhosi
zh_cn: 创建课程
zh_tw: 建立課程
