Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Analyses all resources in one or many courses and pre-trains the AI model to answer any question on this or these courses (make sure content can be shared with the configured AI services).
yo_ng: Ṣàyẹ̀wò gbogbo àwùjọ ìṣòwò nínú ìdàgbàsókè kan tàbí ọ̀pọ̀ ìdàgbàsókè kí o sì kọ́ ẹ̀kọ́ ìdíwò AI láti dáhùn ìbéèrè èyí tàbí àwùjọ wọ̀nyí (ràn án lọ́wọ́ láti rí i dájú pé àkíì yóò le pin pẹ̀lú àwùjọ AI tí a ṣètò.).

source: Test/development
yo_ng: Ìdánwò/Ìdàgbàsókè

source: Editor
yo_ng: Ẹ̀dítà

source: Gradebook
yo_ng: Iwe-akowe igba

source: Internationalization
yo_ng: Ìdàpọ̀pọ̀ orílẹ̀-èdè

source: User profiles
yo_ng: Àwòrán olummoṣiṣẹ

source: Support tickets
yo_ng: Tikẹ̀tì ìrànlọ́wọ́

source: Webservices
yo_ng: Àwùjọ ìwẹ̀wẹ̀

source: Catalogue
yo_ng: Àkàtà

source: Workflows
yo_ng: Ṣiṣẹ́ ìlò

source: Setting is editable on sub-URLs
yo_ng: Ètò jẹ́ ìdàsílẹ̀ lórí àwùjọ ìwò

source: Show JSON Template
yo_ng: Fi Ìlò JSON Hàn

source: JSON Template
yo_ng: Ìlò JSON

source: Installing Xapian bindings
yo_ng: Fifi ìdọ̀mọ Xapian sínú

source: The following snippet shows an example installation of the Xapian PHP bindings on Ubuntu 25.04 with PHP 8.3. Adapt paths and versions to your own environment.
yo_ng: Àpẹẹrẹ ìdílé ìròyìn tí ó tẹ̀ lé ìdílé ìdọ̀mọ PHP Xapian lórí Ubuntu 25.04 pẹ̀lú PHP 8.3. Ṣàdàpọ̀ ìlò àti ẹya ìdílé rẹ.

source: Make sure you only have the PHP version you really use (for example 8.3) and avoid mixing several versions with different extension directories.
yo_ng: Ràn án lọ́wọ́ láti rí i dájú pé o kàn ni ẹya PHP tí o ń lo gan-an (fún àpẹẹrẹ 8.3) kí o sì yàgò fún ìpapọ̀ ọ̀pọ̀ ẹya pẹ̀lú àwùjọ ìfọwọ́sowọpọ ìdílé ìdàgbàsókè tí ó yàtọ̀.

source: Once the extension is correctly loaded for both CLI and the web server, the search diagnostics above should report that the Xapian module is installed.
yo_ng: Ni kete ti ìdàgbàsókè náà ti gbe wọ́n lọ́nà tọ́ fún CLI àti ìwẹ̀wẹ̀ àwùjọ, ìdílé ìwádìí ìwádìí loke yóò ṣe ìròyìn pé a ti fi ìdàgbàsókè Xapian sínú.

source: Cleanup temporary uploads and cache
yo_ng: Pa awọn ikojọpọ igba ati cache daradara

source: Directory
yo_ng: Kakiri

source: Only delete files older than (minutes)
yo_ng: Pa awọn faili ti o dagba ju (awọn iṣẹju)

source: Set 0 to delete all files. Use a positive value (e.g., 60) to avoid removing files still being uploaded.
yo_ng: Ṣeto 0 lati pa gbogbo awọn faili. Lo iye rere (fun apẹẹrẹ, 60) lati yago fun yiyọ awọn faili ti a ṣe ikojọpọ lọwọlọwọ.

source: Preview only (do not delete)
yo_ng: Iwo tẹlẹ nikan (maṣe paarẹ)

source: Warning: you are about to delete ALL temporary files. This action cannot be undone.
yo_ng: Ìkìlọ̀: o fẹ́ pa Gbogbo awọn faili igba. Iṣe yii ko le ṣe iyipada.

source: This will delete all temporary files. Continue?
yo_ng: Eyi yoo pa gbogbo awọn faili igba. Tẹsiwaju?

source: This will delete files older than %minutes% minutes. Continue?
yo_ng: Eyi yoo pa awọn faili ti o dagba ju %minutes% iṣẹju. Tẹsiwaju?

source: The value must match exactly: %s
yo_ng: Iye naa gbọdọ baamu deede: %s

source: Repeat end date must be after start date.
yo_ng: Ọjọ ipari atunwi gbọdọ wa lẹhin ọjọ ibẹrẹ.

source: Index document content?
yo_ng: Ṣàtúnwò akoonu iwe?

source: Upload SVG logo to platform header
yo_ng: Gbe logo SVG soke si akọle pẹpẹ

source: Upload PNG logo to platform header (%s)
yo_ng: Gbe logo PNG soke si akọle pẹpẹ (%s)

source: Write something to %s
yo_ng: Kọ nkankan si %s

source: Preferred: SVG. PNG recommended width: %spx.
yo_ng: Ti o fẹ julọ: SVG. PNG ti a fọwesi fun ibú: %spx.

source: Upload PNG logo for e-mails (~%spx width)
yo_ng: Gbe logo PNG fun awọn imeeli (~%spx ibú)

source: Header PNG must be ≤ %spx.
yo_ng: PNG akọle gbọdọ jẹ ≤ %spx.

source: Require specific file format
yo_ng: Beere ọna kika faili kan pato

source: Select allowed file formats
yo_ng: Yan awọn ọna kika faili ti a gba laaye

source: Custom extensions (separated by space)
yo_ng: Awọn extensions aṣa (ya sọtọ nipasẹ aaye)

source: Other extensions
yo_ng: Awọn extensions miiran

source: My invitations
yo_ng: Awọn ifiwepe mi

source: Delete access
yo_ng: Pa iraye si rẹ kuro

source: Certificate tags
yo_ng: Awọn aami ijẹrẹ

source: Copy all
yo_ng: Da gbogbo ṣeẹda

source: Click to insert
yo_ng: Tẹ lati fi sii

source: Preferred: SVG. PNG max size: %spx.
yo_ng: Ti o fẹ: SVG. Iwọn PNG ti o pọ julọ: %spx.

source: View badge
yo_ng: Wo baaji

source: %d min
yo_ng: %d iṣẹju

source: Duration in minutes
yo_ng: Igba akoko ni iṣẹju

source: Go back to standard view
yo_ng: Padabẹ lọ si wiwo boṣewa

source: Search for student...
yo_ng: Wa fun ọmọ ile-iwe...

source: This date is locked or read-only.
yo_ng: Ọjọ yii ti wa ni titiipa tabi kika-nikan.

source: Failed to load attendance. Please try again later.
yo_ng: Kuna lati gbe wiwa kale. Jọwọ gbiyanju lẹhinna.

source: Nothing to save
yo_ng: Ko si nkan lati fi pamọ

source: You have unsaved changes. Leave anyway?
yo_ng: O ni awọn iyipada ti ko ti fi pamọ. Lọ sibẹsibẹ?

source: Storage usage unavailable
yo_ng: Lilo ibi ipamọ ko ba ṣiṣẹ

source: Search for members...
yo_ng: Wa fun awọn ọmọ ẹgbẹ...

source: Current members
yo_ng: Awọn ọmọ ẹgbẹ lọwọlọwọ

source: Add members
yo_ng: Fi awọn ọmọ ẹgbẹ kun

source: Search for users in course/session...
yo_ng: Wa fun awọn olumulo ni ipilẹ / igba akoko...

source: No users available.
yo_ng: Ko si awọn olumulo ti o wa.

source: Browse and publish new posts
yo_ng: Lọ kiri ki o ṣe atẹjade awọn ifiweranṣẹ tuntun

source: Create and assign tasks
yo_ng: Ṣẹda ati yan awọn iṣẹ-ṣiṣe

source: Filtered by %s
yo_ng: Ṣe àfilọlẹ nipasẹ %s

source: Select a score
yo_ng: Yan aami kan

source: Edit comment
yo_ng: Ṣatunṣe ọrọìwòye

source: Failed to update the post.
yo_ng: Kuna lati ṣe imudojuiwò ifiweranṣẹ.

source: Delete this post? This action cannot be undone.
yo_ng: Pa ifiweranṣẹ yii rẹ? Iṣe yii ko le ṣe iyipada.

source: Failed to delete the post.
yo_ng: Kuna lati pa ifiweranṣẹ rẹ.

source: Failed to update the comment.
yo_ng: Kuna lati ṣe imudojuiwò ọrọìwòye.

source: Delete this comment?
yo_ng: Pa ọrọìwòye yii rẹ?

source: Failed to delete the comment.
yo_ng: Kuna lati pa ọrọìwòye rẹ.

source: Search for projects...
yo_ng: Wa fun awọn iṣẹ akanṣe...

source: Only visible
yo_ng: Han nikan

source: Rename project
yo_ng: Fun iṣẹ akanṣe lorukọmii

source: New title
yo_ng: Akọle tuntun

source: You need to be a admin or teacher to manage projects.
yo_ng: O nilo lati jẹ oludari tabi olukọ lati ṣakoso awọn iṣẹ akanṣe.

source: Delete this project? This action cannot be undone.
yo_ng: Pa iṣẹ akanṣe yii rẹ? Iṣe yii ko le ṣe iyipada.

source: Task list
yo_ng: Akojọ iṣẹ-ṣiṣe

source: Change status
yo_ng: Yi ipo pada

source: Waiting for validation
yo_ng: Nduro de idaniloju

source: Delete this task?
yo_ng: Pa iṣẹ-ṣiṣe yii rẹ?

source: Failed to delete the task.
yo_ng: Kuna lati pa iṣẹ-ṣiṣe rẹ.

source: Failed to update status.
yo_ng: Kuna lati ṣe imudojuiwò ipo.

source: Are you sure you want to delete this third party? This action cannot be undone.
yo_ng: Ṣe o da ṣinṣin pe o fẹ pa ẹkọta ẹni kẹta yii rẹ? Iṣe yii ko le ṣe iyipada.

source: Please fix the errors before saving.
yo_ng: Jọwọ ṣe atunṣe awọn aṣiṣe ṣaaju fifipamọ.

source: Error creating third party. Please verify the data.
yo_ng: Aṣiṣe ṣiṣẹda ẹkọta ẹni kẹta. Jọwọ ṣayẹwo data naa.

source: Error deleting third party.
yo_ng: Aṣiṣe pipa ẹkọta ẹni kẹta.

source: Upload optional header and email logos. SVG is preferred; PNG is used as fallback.
yo_ng: Gbe awọn akọle atokọ ati aworan imeeli ti o fẹran soke. SVG ni a fẹran; PNG ti wa ni lilo bi ipadasẹhin.

source: Data exchange updated successfully.
yo_ng: Pàṣípààrọ data ti ṣe imudojuiwò aṣeyọri.

source: Error deleting data exchange.
yo_ng: Aṣiṣe pipa pàṣípààrọ data.

source: Failed to recycle course.
yo_ng: Kuna lati tun ipilẹ ṣe.

source: Select source course
yo_ng: Yan ipilẹ orisun

source: Course to copy from
yo_ng: Ipilẹ lati daakọ lati

source: Search by code or title...
yo_ng: Wa nipasẹ koodu tabi akọle...

source: No courses match your search.
yo_ng: Ko si awọn ẹkọ ti o baamu wiwa rẹ.

source: Copy options
yo_ng: Ẹya aṣayan

source: Include users (enrollments)
yo_ng: Fi awọn olumulo kun (awọn iforukọsilẹ)

source: Reset dates
yo_ng: Tun awọn ọjọ ṣe

source: When a file with the same name exists
yo_ng: Nigbati faili kan pẹlu orukọ kanna ba wa

source: Ready to copy
yo_ng: Ṣetan lati daakọ

source: We will copy content from the selected course into this course. You can go back to change options.
yo_ng: A o daakọ akoonu lati inu ẹkọ ti a yan sinu ẹkọ yii. O le pada lọ lati yi awọn aṣayan pada.

source: Start copying
yo_ng: Bẹ̀rẹ̀ ìdààkọ̀

source: Select resources to copy
yo_ng: Yan awọn orisun lati daakọ

source: Copy selected
yo_ng: Daakọ awọn ti a yan

source: Copy completed.
yo_ng: Ìdààkọ̀ ti parí.

source: Danger zone: deleting a course is permanent.
yo_ng: Agbegbe ewu: piparẹ ẹkọ jẹ patapata.

source: Type the course code to confirm. All data will be permanently removed.
yo_ng: Tẹ koodu ẹkọ lati jẹrisi. Gbogbo data yoo yọkuro patapata.

source: The code must match '%s' exactly.
yo_ng: Koodu naa gbọdọ baamu '%s' deede.

source: Also delete documents that are only used in this course (if any).
yo_ng: Paarẹ awọn iwe-ipamọ ti a lo nikan ni ẹkọ yii (ti eyikeyi).

source: Delete course
yo_ng: Paarẹ ẹkọ

source: This action cannot be undone. Continue?
yo_ng: Iṣe yii ko le ṣe iyipada. Tẹsiwaju?

source: Course deleted successfully.
yo_ng: Ẹkọ ti paarẹ ni aṣeyọri.

source: Failed to delete course.
yo_ng: Kuna lati paarẹ ẹkọ.

source: Create .mbz
yo_ng: Ṣẹ̀dá .mbz

source: Backup scope
yo_ng: Ìdádì ìdábòsí

source: Full course
yo_ng: Ẹkọ kikun

source: Selected items will be the only ones included in the exported file.
yo_ng: Awọn ohun ti a yan yoo jẹ awọn kan ṣoṣo ti o wa ninu faili ti a gbe jade.

source: Moodle export
yo_ng: Ìdàgbàsókè Moodle

source: Moodle version
yo_ng: Ẹya Moodle

source: Admin ID
yo_ng: ID Alakoso

source: Internal integer user id
yo_ng: ID olumulo odidi inu

source: Moodle requires an internal user id stored in XML. If in doubt, use 1.
yo_ng: Moodle nilo ID olumulo inu ti a fipamọ sinu XML. Ti o ba ṣiyemeji, lo 1.

source: Username to appear as owner of imported items
yo_ng: Orukọ olumulo lati han bi oniwun awọn ohun ti a gbe wọle

source: Email to use in the archive metadata
yo_ng: Imeeli lati lo ninu metadata ile-ipamọ

source: A .mbz file will be generated. You will be able to download it once finished.
yo_ng: Faili .mbz yoo ṣẹlẹ. O yoo le ṣe igbasilẹ rẹ ni kete ti o ti pari.

source: Select resources to include
yo_ng: Yan awọn orisun lati fi kun

source: Export completed
yo_ng: Ìdàgbàsókè ti parí

source: Your Moodle backup has been created. You can find it in the course backups list.
yo_ng: Ẹ̀dà ìdábòsí Moodle rẹ ti ṣẹlẹ. O le rii rẹ ninu akojọ awọn ìdábòsí ẹkọ.

source: Please complete all required fields.
yo_ng: Jọwọ pari gbogbo awọn aaye ti o nilo.

source: Failed to create Moodle backup.
yo_ng: Kuna lati ṣẹda ìdábòsí Moodle.

source: More actions
yo_ng: Awọn iṣe diẹ sii

source: Write something
yo_ng: Kọ nkan kan

source: Friends of %s
yo_ng: Àwùn rere %s

source: Error loading learning paths.
yo_ng: Àṣìṣe ìkọ́wé ọ̀nà ìmọ̀.

source: You don't have any learning path.
yo_ng: O kò ní ọ̀nà ìmọ̀ kankan.

source: Create your first learning path to start organizing course content.
yo_ng: Ṣẹ̀dá ọ̀nà ìmọ̀ àkọ́kọ́ rẹ láti bẹ̀rẹ̀ ìdásílẹ̀ àkóónù ìdàsílẹ̀.

source: Could not save the new category order.
yo_ng: Kò ṣe ìdáàbò ìlànà ẹ̀ka tuntun.

source: Could not save the new order.
yo_ng: Kò ṣe ìdáàbò ìlànà tuntun.

source: Assignment
yo_ng: Iṣẹ́ Ìdásílẹ̀

source: Allowed file formats: %s
yo_ng: Àwùn ìlò ìdásílẹ̀ tí a yọ̀ǹda: %s

source: File type not allowed. Allowed extensions: %s
yo_ng: Àwùn ìlò ìdásílẹ̀ kò yọ̀ǹda. Àwùn ìdásílẹ̀ tí a yọ̀ǹda: %s

source: Folder name
yo_ng: Orúkọ folda

source: Rename folder
yo_ng: Yí orúkọ folda pada

source: New name
yo_ng: Orúkọ tuntun

source: Choose an action
yo_ng: Yan ìṣe kan

source: New version
yo_ng: Ẹya tuntun

source: Change title to selected filename
yo_ng: Yí akọle pada sí orúkọ ìdásílẹ̀ tí a yàn

source: You can replace the file, move it to another folder, or both.
yo_ng: O le rọ́pò ìdásílẹ̀, gbe e lọ sí folda mìíràn, tàbí àwùn méjèèjì.

source: Move %s
yo_ng: Gbe %s

source: Only non-root folders are shown to avoid leaving items in root.
yo_ng: Folda tí kò ṣe root nìkan ni a fi hàn láti yẹra fún ìlọ kúrò àwùn nínú root.

source: No feedback yet.
yo_ng: Kò sí ìdáhùn síbẹ̀.

source: Upload first, organize later
yo_ng: Gbe ìdásílẹ̀ soke kọ́kọ́, ṣètò lẹ́yìn náà

source: Drag & drop or browse to add files
yo_ng: Fa & fi silẹ tàbí ṣàwárí láti fi ìdásílẹ̀ kun

source: Social wall...
yo_ng: Ògiri ìbáṣepọ̀...

source: Wall of %s
yo_ng: Ògiri ti %s

source: Version currently loaded
yo_ng: Ẹya tí a ti gbe soke lọ́wọ́lọ́wọ́

source: Completion
yo_ng: Ìparí

source: Quick navigation
yo_ng: Ìdarí ìrìnàjọ yára

source: Filled
yo_ng: Kún

source: Terms sections
yo_ng: Àwùn ìlò ìdọsì

source: Open a section to edit its content.
yo_ng: Ṣii ìdàpọ̀ kan láti ṣàtúnṣe àkóónù rẹ̀.

source: Open this section to load the editor.
yo_ng: Ṣii ìdàpọ̀ yìí láti gbe olùdásílẹ̀ soke.

source: Danger zone: deleting an access URL is permanent.
yo_ng: Agbègbè ewu: ìparẹ́ URL ìwọlé jẹ́ ìparí.

source: Type the full URL to confirm. The URL and its relations will be permanently removed.
yo_ng: Tẹ URL kíkún láti fìdí múlẹ̀. URL àti ìbáṣepọ̀ rẹ̀ yóò yọ kúrò títí.

source: Unable to load the badge's image.
yo_ng: Kò ṣe ìdàsílẹ̀ àwòrán baaji.

source: Invalid role selection
yo_ng: Yí ìpinnu ipa tí kò yẹ yàn

source: Select relation type first to enable user management.
yo_ng: Yan ìpinnu ìbáṣepọ̀ kọ́kọ́ láti ṣe ìdarí ìlò ìdàsílẹ̀.

source: This question has no course context. Preview is not available.
yo_ng: Ìbeèrè yìí kò ní ìlò ìdàsílẹ̀. Àwò ìlọ́wọ́lọ́wọ́ kò ṣe.

source: Unknown test
yo_ng: Ìdánwò àìmọ̀

source: Deletion is not allowed without a course context.
yo_ng: Ìparẹ́ kò yọ̀ǹda láìsí ìlò ìdàsílẹ̀.

source: Delete failed: missing course context or inThis question belongs to a test. Edit it from inside the test or filter for orphan questions only.valid question id.
yo_ng: Ìparẹ́ kùnà: ìlò ìdàsílẹ̀ kò ṣe tàbí Ìbeèrè yìí jẹ́ ti ìdánwò kan. Ṣàtúnṣe láti inú ìdánwò tàbí ṣàwàrà fún ìbeèrè òmùgọ̀ nìkan.id ìbeèrè tí ó yẹ.

source: Delete failed: question not found.
yo_ng: Ìparẹ́ kùnà: ìbeèrè kò rí.

source: Delete failed: this question is still referenced by other resources.
yo_ng: Ìparẹ́ kùnà: ìbeèrè yìí ṣì wà ìtọ́kasí nipasẹ̀ àwùn ìtùmọ̀ mìíràn.

source: This question belongs to a test. Edit it from inside the test or filter for orphan questions only.
yo_ng: Ìbeèrè yìí jẹ́ ti ìdánwò kan. Ṣàtúnṣe láti inú ìdánwò tàbí ṣàwàrà fún ìbeèrè òmùgọ̀ nìkan.

source: Access the group tools and resources
yo_ng: Wọle si awọn ohun elo ẹgbẹ ati awọn orisun

source: %s members
yo_ng: %s ọmọ ẹgbẹ́

source: View certificate (HTML)
yo_ng: Wo ìjẹ́rẹ́ (HTML)

source: Link a skill to this gradebook
yo_ng: Ṣopọ ìmọ̀ kan sí ìwé ìdíbọ̀ yìí

source: Manage the link between certificates and skills for each gradebook
yo_ng: Ṣàtúnṣe ìsopọ̀ láàárín ìjẹ́rẹ́ àti ìmọ̀ fún ìwé ìdíbọ̀ kọ̀ọ̀kan

source: Please select a specific badge issue to download
yo_ng: Jọ̀wọ̀ yan ìdásílẹ̀ baaji kan patò láti ṣe ìgbàsanwò

source: SCIM is not enabled.
yo_ng: SCIM kò ṣiṣẹ́.

source: Invalid token.
yo_ng: Àmì àìtọ́.

source: Schema not supported.
yo_ng: Àwòrán kò ṣe ìdúró.

source: Invalid schemas for PATCH operation.
yo_ng: Àwòrán àìtọ́ fún ìṣiṣẹ́ PATCH.

source: Missing required "Operations" array.
yo_ng: Àwòrán "Operations" tí ó ṣe pàtàkì kò sí.

source: The '%s' operation is not supported.
yo_ng: Ìṣiṣẹ́ '%s' kò ṣe ìdúró.

source: Drupal user ID
yo_ng: ID olùpẹ̀ Drupal

source: There are no terms that match the search: %s
yo_ng: Ko si awọn ọrọ ti o baamu wiwa: %s

source: Setting is globally locked (access_url_locked=1)
yo_ng: Ètò ti wa ni titiipa agbaye (access_url_locked=1)

source: If enabled, 1:1 private chat messages will be mirrored in the course chat history documents. Recommended to keep disabled for privacy.
yo_ng: Ti a ba ṣiṣẹ, awọn ifọrọwérọ ikọkọ 1:1 yoo ṣe afihan ni awọn iwe itan chat iṣẹ-ẹkọ. A ṣe iṣeduro lati ma ṣiṣẹ fun aabo alaitọju.

source: Save private conversations in documents
yo_ng: Fipamọ awọn ibaraẹnisọrọ ikọkọ sinu awọn iwe-ipamisi

source: EU AI Act – Transparency & risk notice
yo_ng: Ofin AI EU – Ìfihàn & Ìdíyelọnu ewu

source: Under the EU Artificial Intelligence Act (Regulation (EU) 2024/1689), AI systems used in education are generally classified as “high-risk”. This software itself is <strong>not</strong> an AI system, but it can integrate optional internal or external AI systems—depending on your configuration—to enhance user task performance. These systems could access personal data <em>only if</em> users include such data in their prompts. By design, this software does not share personal data with AI systems without the user's active input. By default, all AI features are disabled.
yo_ng: Labẹ Ofin Ìmọye Oníwàìṣẹ EU (Regulation (EU) 2024/1689), awọn eto AI ti a lo ninu ẹkọ ni gbogbogbo ni ipin bi “eewu giga”. Sọfitiwia yii funrararẹ <strong> kìí ṣe</strong> eto AI, ṣùgbọ́n o le ṣepọ awọn eto AI inu tabi ita ti a yan—da lori ìfìdàsílẹ̀ rẹ—lati mu iṣẹ-ṣiṣe iṣẹ-ṣiṣe olumulo dara si. Awọn eto wọnyi le wọle si data ti ara ẹni <em>nikan ti</em> awọn olumulo ba fi iru data bẹ sinu awọn itọsọna wọn. Nipa apẹrẹ, sọfitiwia yii ko pin data ti ara ẹni pẹlu awọn eto AI laisi titẹ sii ti olumulo. Nipa aiyipada, gbogbo awọn ẹya AI ti wa ni pipa.

source: Admin responsibility & disclosures
yo_ng: Ojuse Alakoso & Ìfihàn

source: This configuration page details each AI feature and its purpose. As a deployer, you should review them carefully and update your GDPR-compliant data privacy policies to reflect the options you enable. While most AI features do not directly share personal data with external systems, user prompts sent to AI may inadvertently include personal information. As a deployer, <strong>you are responsible</strong> for informing users of this risk. For transparency, future releases may show non-intrusive end-user tags indicating that certain content or feedback was generated with the help of AI.
yo_ng: Oju-iwe ìfìdàsílẹ̀ yii ṣe alaye kọ̀ọ̀kan ẹya AI ati idi rẹ. Gẹgẹbi oluṣe ifilọlẹ, o yẹ ki o ṣe ayẹwo wọn ni pẹkipẹki ki o ṣe imudojuiwò awọn eto aabo data ti o ni ibamu pẹlu GDPR lati ṣafihan awọn aṣayan ti o ṣiṣẹ. Lakoko ti ọpọlọpọ awọn ẹya AI ko pin data ti ara ẹni taara pẹlu awọn eto ita, awọn itọsọna olumulo ti a fi ranṣẹ si AI le fi alaye ti ara ẹni sinu lairotẹlẹ. Gẹgẹbi oluṣe ifilọlẹ, <strong>iwọ ni iduro</strong> fun sisọ fun awọn olumulo nipa ewu yii. Fun ìtọkasí, awọn idasilẹ iwaju le ṣafihan awọn aami olumulo ipari ti ko ni intrusive ti n ṣafihan pe diẹ ninu akoonu tabi esi ti ipilẹṣẹ pẹlu iranlọwọ AI.

source: Positioning
yo_ng: Ìdúróde

source: Quiz
yo_ng: Idanwo

source: Customcertificate
yo_ng: Iwe-ẹri Àfarawé

source: Update profile
yo_ng: Ṣe ìmú padà sí ìpìlẹ̀ ìdàrúkọ
