Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: If you want to export a course containing a test, you have to make sure the corresponding tests are included in the export, so you have to select them in the list of tests.
ar: اذا اردت تصدير مقرر مشتملا على اختبار، فعليك التأكد من تضمين الاختبارات عند التصدير، لذا عليك تحديدها في قائمة الاختبارات
ast_es: Si quier esportar un itinerariu d'aprendizaxe con exercicios, tien de s'asegurar de que los exercicios s'incluyeren na esportación. Pa facelo tuvo que seleicionalos nel llistáu d'exercicios.
bn_bd: যদি আপনি একটি পরীক্ষা সম্বলিত কোর্স রপ্তানি করতে চান, তাহলে নিশ্চিত করুন যে সংশ্লিষ্ট পরীক্ষাগুলো রপ্তানিতে অন্তর্ভুক্ত, তাই আপনাকে পরীক্ষার তালিকায় সেগুলো নির্বাচন করতে হবে।
bs_ba: Ako želite izvesti kurs koji sadrži test, morate se pobrinuti da su odgovarajući testovi uključeni u izvoz, pa ih odaberite na listi testova.
ca_es: Si voleu exportar un itinerari formatiu que contingui exercicis, haureu d'assegurar-vos que aquests exercicis hagin estat inclosos a l'exportació; per això haureu hagut de seleccionar-los a la llista d'exercicis.
cs_cz: Pokud chcete exportovat kurz, který obsahuje test, pak si musíte být jisti, že odpovídající testy jsou součástí exportu, tak že jej musíte označit v seznamu testů
da: Hvis du vil eksportere et kursus, der indeholder en test, skal du sikre dig, at de tilsvarende tests er inkluderet i eksporten, så du skal vælge dem i listen over tests.
de: Beim Exportieren eines Lernpfads mit einem Test, muss man sicher stellen, dass zugehörige Tests im Export inbegriffen sind, daher müssen diese aus der Liste der Tests ausgewählt werden.
el: Αν θέλετε να εξάγετε μια σειρά μαθημάτων που περιέχει μια άσκηση, θα πρέπει να βεβαιωθείτε ότι οι αντίστοιχες ασκήσεις συμπεριλαμβάνονται στην εξαγωγή καιθα πρέπει να τις επιλέξετε από τον κατάλογο ασκήσεων.
eo: Se vi volas eksporti kurson enhavantan teston, vi devas certigi, ke la kunrespondantaj testoj estas inkluzivitaj en la eksporto, do vi devas selekti ilin en la listo de testoj.
es: Si quiere exportar una lección que contenga ejercicios, tendrá que asegurarse de que estos ejercicios han sido incluidos en la exportación; para eso tendrá que haberlos seleccionado en la lista de ejercicios.
es_mx: Si quiere exportar un curso conteniendo un examen, debe asegurarse que los exámenes correspondientes están incluidos en la exportación, así usted tiene que seleccionarlos de la lista de exámenes.
eu_es: Ariketak dituen ikastaro bat esportatu nahi baduzu, esportazioan dagozkion testuak ere ziur sartu direla egiaztatu beharko duzu, eta horretarako ariketa zerrendan hautatu beharko dituzu.
fa_ir: اگر شما قصد صادر کردن یک درس حاوی آزمون را دارید، می بایست مطمئن شوید که آزمون مربوطه بهنگام صدور انتخاب شده باشد، شما باید در فهرست آزمون ها موارد مورد نظر را نتخاب نمایید.
fi_fi: Jos haluat siirtää oppimispolun joka sisältää testin, sinun täytyy varmistaa että vastaavat testit on valittu siirtoon, joten sinun täytyy valita ne testien listalta.
fo_fo: Um tú ynskir at flyta út ein kurs sum inniheldur próv, mást tú tryggja at viðkomandi próv eru við í útflytingini, so tú mást velja tey í listanum yvir próv.
fur: Se vûl esportâ un cors che al à un test, tu âs da jassûr che i tests corispondents sian inclusi tal esport, par chel podaress selecionâ lis tal liste des tests.
ga: Má theastaíonn uait cúrsa ina bhfuil tástáil a easpórtáil, caithfidh tú a chinntiú go bhfuil na tástálacha comhfhreagracha san easpórtáil, mar sin caithfidh tú iad a roghnú sa liosta tástálacha.
gl: Se quere exportar un itinerario de aprendizaxe que conteña exercicios, terá que asegurarse de que estes exercicios foron incluídos na exportación; para iso terá que telos seleccionado na lista de exercicios.
he_il: אם אתה רוצה לייצא קורס המכיל מבחן, עליך לוודא שהמבחנים המתאימים כלולים בייצוא, אז עליך לבחור אותם ברשימת המבחנים.
hi: यदि आप एक परीक्षा युक्त कोर्स निर्यात करना चाहते हैं, तो आपको यह सुनिश्चित करना होगा कि संबंधित परीक्षाएँ निर्यात में शामिल हों, इसलिए आपको परीक्षाओं की सूची में उन्हें चुनना होगा।
hr_hr: Ako želiti prenijeti Put učenja koji sadrži test, morate odabrati odgovarajući test sa liste svih testova.
hu_hu: Ha tesztet tartalmazó tanösvényt szeretne exportálni, győződjön meg róla, hogy a kívánt teszteket tartalmazza az exportálás. Ehhez ki kell jelölnie a teszteket a listából.
hy: Եթե ցանկանում եք արտահանել կուրս, որը պարունակում է թեստ, պետք է համոզվեք, որ համապատասխան թեստերը ներառված են արտահանման մեջ, ուստի պետք է ընտրեք դրանք թեստերի ցուցակից:
id_id: Jika Anda ingin mengekspor kursus yang berisi tes, pastikan tes yang sesuai disertakan dalam ekspor, jadi Anda harus memilihnya dalam daftar tes.
it: Seleziona i test in elenco per includerli nella esportazione del modulo didattico
ja: テストを含むコースをエクスポートする場合、対応するテストをエクスポートに含める必要があるので、テスト一覧で選択してください。
ka_ge: თუ გსურთ კურსის ექსპორტი, რომელშიც ტესტია, უნდა დარწმუნდეთ, რომ შესაბამისი ტესტები ექსპორტშია ჩართული, ამიტომ უნდა აირჩიოთ ისინი ტესტების სიიდან.
ko_kr: 테스트가 포함된 강좌를 내보내려면 해당 테스트가 내보내기에 포함되도록 테스트 목록에서 선택해야 합니다.
lo: ຖ້າທ່ານຕ້ອງການສົ່ງອອກຫຼັກສູດທີ່ມີການທົດສອບ, ທ່ານຕ້ອງໃຫ້ແນ່ໃຈວ່າການທົດສອບທີ່ກົງກັນນັ້ນຖືກລວມຢູ່ໃນການສົ່ງອອກ, ສະນັ້ນທ່ານຕ້ອງເລືອກພວກມັນໃນລາຍການທົດສອບ.
lt_lt: Jei norite eksportuoti kursą, kuriame yra testas, turite įsitikinti, kad atitinkami testai įtraukti į eksportą, todėl turite juos pasirinkti testų sąraše.
lv_lv: Ja vēlaties eksportēt kursu, kurš satur testus, Jums jāpārliecinās, ka kursam atbilstošie testi ir iekļauti eksportā. Atbilstošos atzīmējiet testu sarakstā.
mk_mk: Ако сакате да извезете курс што содржи тест, проверете дали соодветните тестови се вклучени во извозот, па изберете ги во листата на тестови.
ms_my: Jika anda mahu eksport kursus yang mengandungi ujian, anda mesti pastikan ujian yang berkaitan disertakan dalam eksport, jadi anda mesti pilihnya dalam senarai ujian.
my_mm: စမ်းသပ်မှုပါဝင်သော သင်တန်းတစ်ခုကို ထုတ်ယူလိုပါက၊ သက်ဆိုင်ရာ စမ်းသပ်မှုများကို ထုတ်ယူမှုတွင် ထည့်သွင်းထားကြောင်း သေချာရမည်ဖြစ်ပြီး၊ ထို့ကြောင့် ၎င်းတို့ကို စမ်းသပ်မှုစာရင်းတွင် ရွေးချယ်ရမည်ဖြစ်သည်။
ne: यदि तपाईं परीक्षण समावेश कोर्स निर्यात गर्न चाहनुहुन्छ भने, तपाईंले सम्बन्धित परीक्षणहरू निर्यातमा समावेश छन् भन्ने सुनिश्चित गर्नुपर्छ, त्यसैले तपाईंले परीक्षणहरूको सूचीमा तिनीहरूलाई चयन गर्नुपर्छ।
nl: Als u een leerpad dat een oefening bevat wenst te exporteren dan dient u ervoor te zorgen dat deze oefeningen ook in de export zitten. U dient deze dus te selecteren in de lijst met oefeningen
nn_no: Om du vil eksportere eit kurs som inneheld ein test, må du sørge for at tilhøyrande testar er inkludert i eksporten, så du må velje dei i lista over testar.
oc: Se volètz exportar un cors que conten un tèst, cal que vos asseguratz que los tèsts correspondents son incluches dins l'exportacion, doncas cal que los seleccionatz dins la lista dels tèsts.
pl_pl: Jeśli chcesz wyeksportować ścieżki nauczania zawierające test, upewnij się, że odpowiednie testy zostały włączone do eksportu. Należy je wybrać z listy testów.
ps: که تاسو غواړئ چې یو کورس چې ازموینه لري صادر کړئ، تاسو باید ډاډ ترلاسه کړئ چې متناسب ازموینې صادر کې شاملې دي، نو تاسو باید دوی په ازموینو لیست کې غوره کړئ.
pt_br: Se desejar exportar um curso juntamente com um exercício, deverá certificar-se de que os exercícios correspondentes estão incluídos na exportação, para isso deverá selecioná-los da lista de exercícios.
pt_pt: Se desejar exportar um curso juntamente com um teste/exercício, deverá certificar-se de que os testes/exercícios correspondentes estão incluídos na exportação, para isso deverá selecioná-los da lista de testes/exercícios.
ro_ro: Dacă doriti sa exportați o lecție care conține exerciții, trebuie să vă asigurați că aceste exerciții au fost incluse în export; pentru asta va trebui selectat în lista de exerciții.
ru_ru: Если вы хотите экспортировать курс, содержащий тест, убедитесь, что соответствующие тесты включены в экспорт, выбрав их в списке тестов.
sk_sk: Ak chcete exportovať učebnú osnovu obsahujúcu test, musíte sa presvedčiť, že príslušné testy sú zahrnuté v exporte. To znamená, že ich musíte označiť v zozname testov.
sl: V primeru, da želite izvoziti učno pot, ki vsebuje teste/vaje, morate zagotoviti, da so ustrezni testi/vaje vključeni v izvoz; izberete jih iz seznama testov.
sq: Nëse doni të eksportoni një kurs që përmban një test, duhet të siguroheni që testet përkatëse të përfshihen në eksport, kështu që duhet t'i zgjidhni ato në listën e testeve.
sr_rs: Ako želite da izvezete kurs koji sadrži test, morate se uveriti da su odgovarajući testovi uključeni u izvoz, pa ih morate izabrati u listi testova.
sv_se: Om du vill exportera ett kursmoment som innehåller ett test måste du vara noga med att välja de test som ska vara med i exporten i listan över test.
sw_ke: Kama unataka kusafirisha kozi inayojumuisha jaribio, lazima uhakikishe majaribio yanayohusiana yamejumuishwa katika usafirishaji, kwa hivyo lazima uyachague katika orodha ya majaribio.
ta: பரிசோதனை கொண்ட பாடநூலை ஏற்றுமதி செய்ய விரும்பினால், ஏற்றுமதியில் சம்பந்தப்பட்ட பரிசோதனைகள் சேர்க்கப்பட்டுள்ளதை உறுதிப்படுத்த வேண்டும், எனவே பரிசோதனைகள் பட்டியலில் அவற்றை தேர்ந்தெடுக்க வேண்டும்.
th: หากคุณต้องการส่งออกคอร์สที่มีแบบทดสอบ คุณต้องแน่ใจว่าแบบทดสอบที่เกี่ยวข้องถูกรวมไว้ในการส่งออก ดังนั้นคุณต้องเลือก它们ในรายการแบบทดสอบ
tl_ph: Kung nais mo na mag-export ng isang kurso na naglalaman ng pagsusulit, kailangan mong tiyakin na ang mga katumbas na pagsusulit ay kabilang sa export, kung kaya
tr: Bir test içeren bir dersi dışa aktarmak isterseniz, ilgili testin dışa aktarılacağından emin olmalısınız. Bu yüzden test listesinden seçmeniz gerekir.
uk_ua: Якщо ви хочете експортувати курс, що містить тест, переконайтеся, що відповідні тести включені до експорту, тому виберіть їх зі списку тестів.
vi_vn: Nếu bạn muốn xuất một khóa học chứa bài kiểm tra, bạn phải đảm bảo các bài kiểm tra tương ứng được bao gồm trong xuất, vì vậy bạn phải chọn chúng trong danh sách bài kiểm tra.
xh_za: Ukuba ufuna ukuthumela isifundo esinevivinyo, kufuneka uqinise ukuba iivivinyo ezinxulumene zifakiwe ekuthumeleni, ngoko kufuneka uzikhethe kuluhlu lwevivinyo.
zh_cn: 如果要导出包含测试的课程，请确保相应测试包含在导出中，因此需要在测试列表中选择它们。
zh_tw: 若要匯出包含測驗的課程，請確保對應測驗已包含在匯出中，因此需在測驗清單中選取它們。

source: The var/cache/ directory, used by this tool, is not writeable. Please contact your platform administrator.
ast_es: El direutoriu "archive" qu'usa esta ferramienta nun tien habilitaos los permisos d'escritura. Contaute col alministrador de la plataforma.
bn_bd: এই টুল দ্বারা ব্যবহৃত var/cache/ ডিরেক্টরি লেখার জন্য উপযুক্ত নয়। দয়া করে আপনার প্ল্যাটফর্ম প্রশাসকের সাথে যোগাযোগ করুন।
bs_ba: Direktorij var/cache, koji koristi ovaj alat, nije upisiv. Molimo kontaktirajte administratora platforme.
ca_es: El directori "archive" utilitzat per aquesta eina no té habilitat el permís d'escriptura. Contacteu amb l'administrador de la plataforma.
cs_cz: Archivní katalog používaný tímto nástrojem není možné přepsat. Kontaktujte prosím svého admina platformy.
da: Mappen var/cache/, der bruges af dette værktøj, er ikke skrivbar. Kontakt venligst din platformadministrator.
el: Ο φάκελος αρχείων που χρησιμοποιείται από αυτό το εργαλείο, δεν είναι εγγράψιμος. Παρακαλώ απευθυνθείτε στον διαχειριστή της πλατφόρμας.
eo: La dosierujon var/cache, uzatan de tiu ilo, ne povas esti skribita. Bonvolu kontakti vian administranton de la platformo.
es_mx: El directorio de archivos, utilizado por esta herramienta, no permite la escritura. Por favor póngase en contacto con el administrador de la plataforma.
eu_es: Tresna honek erabiltzen duen artxibategiak direktorioak ez du indarrean idazteko gaitasuna. Jarri harremanetan plataformako kudeatzailearekin.
fa_ir: پوشه آرشیو که توسط این ابزار مورد استفاده است، قابل نوشتن نیست. لطفا با مدیر سیستم تماس بگیرید.
fi_fi: Varmistus kansioon ei voi kirjoittaa. Ota yhteyttä ympäristön ylläpitäjään.
fo_fo: Mappan var/cache/, brúkt av hesum verktøki, er ikki skrivlig. Vinarliga kontakta tín platformustjóra.
fur: Il diretori var/cache, doprandu da chest strûl, nol è scrivibi. Contatâ il to aministradôr dal platforme.
ga: Níl an eolaire var/cache, a úsáideann an uirlis seo, inscríobhtha. Déan teagmháil le riarthóir do phlatlaise le do thoil.
gl: O directorio "archive" utilizado por esta ferramenta non ten habilitado os permisos de escritura. Contacte co administrador da plataforma.
he_il: ספריית האפליקציה /app/cache, המשמשת את הכלי הזה, אינה ניתנת לכתיבה. אנא צור קשר עם מנהל הפלטפורמה שלך.
hi: इस उपकरण द्वारा उपयोग किया जाने वाला var/cache/ निर्देशिका लिखने योग्य नहीं है। कृपया अपने प्लेटफ़ॉर्म प्रशासक से संपर्क करें।
hr_hr: U datoteku arhiviranja koju koristi ovaj alat se ne može pisati. Molim kontaktirajte upravitelja sustava.
hu_hu: Az archíválás célkönyvtára nem írható. Lépjen kapcsolatba a rendszergazdával.
hy: var/cache/ թղթապանակը, որն օգտագործվում է այս գործիքով, չի գրելի: Խնդրում ենք կապվել ձեր հարթակի ադմինիստրատորի հետ:
id_id: Direktori var/cache, yang digunakan oleh alat ini, tidak dapat ditulis. Silakan hubungi administrator platform Anda.
it: La directory di archiviazione, usata dalla funzione, non è scrivibile. Se necessario, contatta l'amministratore di sistema.
ja: このツールが使用するvar/cache/ディレクトリに書き込み権限がありません。プラットフォーム管理者にお問い合わせください。
ka_ge: var/cache/ დირექტორია, რომელსაც ეს ხელსაწყო იყენებს, ჩაწერადი არაა. გთხოვთ დაუკავშირდეთ თქვენს პლატფორმის ადმინისტრატორს.
ko_kr: 이 도구가 사용하는 var/cache/ 디렉토리에 쓰기 권한이 없습니다. 플랫폼 관리자에게 문의하세요.
lo: ໄດເຣັກທໍຣີ var/cache/, ທີ່ໃຊ້ໂດຍເຄື່ອງມືນີ້, ບໍ່ສາມາດຂຽນໄດ້. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບແພລດຟອມຂອງທ່ານ.
lt_lt: Šio įrankio naudojamas aplankas var/cache/ nėra rašomas. Prašome kreiptis į platformos administratorių.
lv_lv: Lietojot šo instrumentu arhīvu direktorija nav lasāma. Lūdzu sazinieties ar platformas administratoru.
mk_mk: Директориумот var/cache, користен од оваа алатка, не е запишлив. Ве молиме контактирајте го администраторот на платформата.
ms_my: Direktori var/cache, yang digunakan oleh alat ini, tidak boleh ditulis. Sila hubungi pentadbir platform anda.
my_mm: ဤကိရိယာမှ အသုံးပြုသော var/cache/ ဖိုင်တွဲသည် ရေးသားခွင့်မရှိပါ။ ကျေးဇူးပြု၍ သင့်ပလက်ဖောင်းစီမံခန့်ခွဲသူထံ ဆက်သွယ်ပါ�।
ne: यो उपकरणले प्रयोग गर्ने var/cache/ निर्देशिका लेख्न सकिँदैन। कृपया आफ्नो प्लेटफर्म प्रशासकसँग सम्पर्क गर्नुहोस्।
nl: De archievenfolder die door deze functionaliteit gebruikt word is niet schrijfbaar. Gelieve contact op te nemen met uw platform beheerder.
nn_no: Mappa var/cache/, som blir brukt av dette verktøyet, er ikkje skrivbar. Kontakt plattformadministratoren din.
oc: Lo repertòri var/cache/, utilizat per aquesta arma, es pas escrivible. Contactatz vòstre administrator de plataforma.
pl_pl: Archiwa katalogu wykorzystywane przez to narzędzie, nie posiadają prawa zapisu. Skontaktuj się z administratorem platformy.
ps: د var/cache/ ډایریکټري، چې د دې وسیلې لخوا کارول کیږي، لیکلو وړ ندی. مهرباني وکړئ له خپل پلیټفارم اډمینسټریټر سره اړیکه ونیسئ.
pt_br: O directório do arquivo utilizado por esta aplicação, não se encontra editável. Por favor, contacte o administrador da plataforma.
pt_pt: O directório de ficheiros utilizado por esta aplicação, não se encontra editável. Por favor, contacte o administrador da plataforma/sistema.
ro_ro: folosit de acest instrument nu permite permisiuni de scriere. Contactați administratorul platformei.
ru_ru: Директория var/cache/, используемая этим инструментом, недоступна для записи. Обратитесь к администратору платформы.
sk_sk: Archívny katalóg používaný týmto nástrojom nie je možné prepísať. Kontaktujte prosím svojho administrátora platformy.
sq: Direktorja var/cache/, e përdorur nga kjo vegël, nuk është e shkruajtshme. Ju lutemi kontaktoni administratorin e platformës suaj.
sr_rs: Direktorijum var/cache/, koji koristi ovaj alat, nije upisiv. Molimo kontaktirajte administratora platforme.
sv_se: Arkivmappen som verktyget använder är inte skrivbar. Kontakta administratören för din lärplattform.
sw_ke: Saraka ya var/cache, inayotumiwa na zana hii, haiwezi kuandikwa. Tafadhali wasiliana na msimamizi wa jukwaa lako.
ta: இந்த கருவியால் பயன்படுத்தப்படும் var/cache/ அடைவு எழுத முடியாது. தயவுசெய்து உங்கள் தள நிர்வாகியை தொடர்பு கொள்ளுங்கள்.
th: ไดเรกทอรี var/cache ที่ใช้โดยเครื่องมือนี้ไม่สามารถเขียนได้ โปรดติดต่อผู้ดูแลระบบแพลตฟอร์ม
tl_ph: Ang var/cache/ directory, na ginagamit ng tool na ito, ay hindi writeable. Pakikalmahan ang iyong platform administrator.
tr: Bu araç tarafından kullanılan arşiv dizininin yazma hakkı yok. Lütfen platform yöneticinizle bağlantı kurun
uk_ua: Каталог var/cache, який використовується цим інструментом, недоступний для запису. Будь ласка, зверніться до адміністратора платформи.
vi_vn: Thư mục var/cache/, được sử dụng bởi công cụ này, không thể ghi. Vui lòng liên hệ quản trị viên nền tảng của bạn.
xh_za: Indawo ye var/cache/, esetyenziswa ngesi sixhobo, ayibhalwanga. Nceda uqhagane nomlawuli weqonga lakho.
zh_cn: 此工具使用的 var/cache/ 目录不可写。请联系平台管理员。
zh_tw: 此工具使用的 var/cache/ 目錄不可寫入。請聯絡平台管理員。

source: Target course
ar: المقرر المستهدف
ast_es: Cursu de destín
bn_bd: গন্তব্য কোর্স
bs_ba: Ciljni kurs
ca_es: Curs de destinació
cs_cz: Cílový kurz
da: Mål-kursus
de: Ziel-Kurs
el: Μάθημα στόχος
eo: Celta kurso
es: Curso de destino
es_mx: Curso destino
eu_es: Helburuko ikastaroa
fa_ir: درس مقصد
fi_fi: Kohde kurssi
fo_fo: Málkursur
fur: Cors destinazion
ga: Cúrsa sprice
gl: Curso de destino
he_il: קורס יעד
hi: लक्ष्य कोर्स
hr_hr: Ciljni predmet
hu_hu: Cél kurzus
hy: Նշանակիր կուրս
id_id: Kursus tujuan
it: Corso di destinazione
ja: 対象コース
ka_ge: სამიზნე კურსი
ko_kr: 대상 강좌
lt_lt: Tikslinis kursas
lv_lv: Mērķa Kurss
mk_mk: Целечен курс
ms_my: Kursus sasaran
my_mm: ဦးတည်သင်တန်း
ne: लक्षित कोर्स
nl: Doelcursus
nn_no: Målkurs
oc: Cors ciba
pl_pl: Kurs docelowy
ps: منزل کورس
pt_br: Curso destino
pt_pt: Curso destino
ro_ro: Curs de destin
ru_ru: Целевой курс
sk_sk: Cieľový kurz
sl: Ciljni tečaj
sq: Kursi destinacion
sr_rs: Ciljni kurs
sv_se: Målkurs
sw_ke: Kozi ya lengo
ta: இலக்கு பாடநூல்
th: คอร์สเป้าหมาย
tr: Hedef eğitim
uk_ua: Цільовий курс
vi_vn: Khóa học đích
xh_za: Isifundo esilawulayo
zh_cn: 目标课程
zh_tw: 目標課程

source: Convert to multiple answer
ar: تحويل الى اجابات متعددة
ast_es: Convertir a respuestes múltiples
bn_bd: বহু উত্তরে রূপান্তর করুন
bs_ba: Pretvori u višestruki odgovor
ca_es: Convertir a resposta múltiple
cs_cz: Převést na více odpovědí
da: Konvertér til flere svar
de: Konvertieren zu mehrere Antworten
el: Προσαρμογή σε πολλαπλές απαντήσεις
eo: Konverti al plurŝalta respondo
es: Convertir a respuesta múltiple
es_mx: Convertir a múltiple respuesta
eu_es: Bi erantzun anitzetara bihurtu
fa_ir: تبدیل به پاسخ چندگانه
fi_fi: Muunna usean vastauksen muotoon
fo_fo: Ger til fleiri val
fur: Converti a rispostis multiple
ga: Tiontaigh go freagra il
gl: Convertir a resposta múltiple
he_il: המר לתשובות מרובות
hi: बहु-उत्तर में बदलें
hr_hr: Pretvori u višestruki odgovor
hu_hu: Átváltás többválasztásosra
hy: Փոխարկել բազմապատասխան
id_id: Ubah ke jawaban ganda
it: Converti in risposta multipla
ja: 複数回答に変換
ka_ge: გადაყვანა მრავალპასუხიანზე
ko_kr: 다중 선택형으로 변환
lo: ປ່ຽນເປັນຄຳຕອບແບບຫຼາຍຕົວເລືອກ
lt_lt: Konvertuoti į kelių atsakymų
lv_lv: Pārvērst vairākās atbildēs
mk_mk: Претвори во повеќе одговори
ms_my: Tukar kepada jawapan berganda
my_mm: အဖြေမျိုးစုံသို့ ပြောင်းပါ
ne: बहु-उत्तरमा रूपान्तरण गर्नुहोस्
nl: Converteer naar multiple answer
nn_no: Konverter til fleirsvar
oc: Convertir en responsa multiple
pl_pl: Konwertuj na wielokrotny wybór
ps: څو ځواب ته بدل کړئ
pt_br: Converter para múltiplas respostas
pt_pt: Converter para resposta múltipla
ro_ro: Conversia la raspuns multiplu
ru_ru: Преобразовать в множественный выбор
sk_sk: Konvertovať na viacnásobné odpovede
sl: Pretvori v večkraten odgovor
sq: Konverto në përgjigje të shumëfishta
sr_rs: Pretvori u višestruki odgovor
sv_se: Konvertera till flerval
sw_ke: Badilisha kuwa majibu mengi
ta: பல பதிலுக்கு மாற்று
th: แปลงเป็นคำตอบหลายตัวเลือก
tl_ph: I-convert sa multiple answer
tr: Çoktan seçmeli olarak dönüştür
uk_ua: Конвертувати у множинну відповідь
vi_vn: Chuyển thành nhiều lựa chọn
xh_za: Guqula ibe yimpendulo ezininzi
zh_cn: 转换为多选答案
zh_tw: 轉換為多選答案
