Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Guest
ar: ضيف
ast_es: Convidáu
bn_bd: অতিথি
bs_ba: Gost
ca_es: Convidat
cs_cz: Host
da: Gæst
de: Gast
el: Επισκέπτης
eo: Gasto
es: Invitado
es_mx: Invitado
eu_es: Gonbidatua
fa_ir: مهمان
fi_fi: Vieras
fo_fo: Gestur
fur: Ospit
ga: Aoi
gl: invitado
he_il: אורח
hi: अतिथि
hr_hr: Gost
hu_hu: Vendég
hy: Հյուր
id_id: Tamu
it: Ospite
ja: ゲスト
ka_ge: სტუმარი
ko_kr: 손님(Guest)
lo: ແຂກ
lt_lt: Svečias
lv_lv: Viesis
mk_mk: Гостин
ms_my: Tetamu
my_mm: ဧည့်သည်
ne: पाहुना
nl: Gast
nn_no: Gjest
oc: Invitat
pl_pl: Gość
ps: ږمه څوکۍ
pt_br: Convidado
pt_pt: Convidado
ro_ro: Vizitator
ru_ru: Гость
sk_sk: Návštevník
sl: Gost
sq: Vizitor
sr_rs: Gost
sv_se: Gäst
sw_ke: Mgeni
ta: விருந்தினர்
th: บุคคลทั่วไป
tl_ph: Bisita
tr: Misafir
uk_ua: Гість
vi_vn: Khách
xh_za: Undwendwe
zh_cn: 访问者
zh_tw: 訪客

source: Login as
ar: التسجيل كـ
ast_es: Entar como
bn_bd: লগইন হিসেবে
bs_ba: Prijavi se kao
ca_es: Entrar com a
cs_cz: Přihlásit jako
da: Login som
de: Eingeloggt als
el: Είσοδος ως
eo: Ensaluti kiel
es: Entrar como
es_mx: Entrar como
eu_es: Hasi saioa honela
fa_ir: معرفی شما به سیستم به عنوان
fi_fi: Kirjaudu sisään käyttäjänä
fo_fo: Rita inn sum
fur: Jentrâ come
ga: Logáil isteach mar
gl: Acceder como
he_il: התחבר בשם
hi: के रूप में लॉगिन करें
hr_hr: Upiši se kao
hu_hu: Belépés, mint
hy: Մուտք անել որպես
id_id: Login sebagai
it: Entra come
ja: としてログイン
ka_ge: შეხვედრა როგორც
ko_kr: 로그인 as
lo: ເຂົ້າສູ່ລະບົບໃນນາມ
lt_lt: Prisijungti kaip
lv_lv: Pieteikties kā
mk_mk: Пријави се како
ms_my: Log masuk sebagai
my_mm: အကောင့်ဝင်သည်အဖြစ်
ne: भागीदारको रूपमा प्रवेश गर्नुहोस्
nl: Inloggen als
nn_no: Logg inn som
oc: Se connectar com
pl_pl: Loguj jako
ps: د %s په توګه لاګین شئ
pt_br: Acessar como
pt_pt: Login/aceder como
ro_ro: Logare ca
ru_ru: Логин (войти) как
sk_sk: Prihlásiť sa ako
sl: Prijavi se kot
sq: Hyr si
sr_rs: Prijavi se kao
sv_se: Logga in som
sw_ke: Ingia kama
ta: என்பவராக உள்நுழை
th: เข้าสู่ระบบด้วยชื่อ
tl_ph: Mag-login bilang
tr: Kullanıcı ismi
uk_ua: Логін як
vi_vn: Đăng nhập với tư cách
xh_za: Ngena njengo
zh_cn: 用户登录
zh_tw: 用戶登錄

source: Login
ar: التسجيل
ast_es: Entrar
bn_bd: লগইন
bs_ba: Prijava
ca_es: Entrar
cs_cz: Přihlásit
de: Einloggen als
el: Είσοδος ως
eo: Ensaluti
es: Entrar
es_mx: Entrar como
eu_es: Sartu
fa_ir: معرفی شما به سیستم
fi_fi: Kirjaudu sisään
fo_fo: Rita inn
fur: Jentrâ
ga: Logáil isteach
gl: Entrar
he_il: כניסה
hi: लॉगिन
hr_hr: Korisničko ime
hu_hu: Belépés
hy: Մուտք
it: Entra
ja: ログイン
ka_ge: შეხვედრა
ko_kr: 로그인
lo: ເຂົ້າສູ່ລະບົບ
lt_lt: Prisijungti
lv_lv: Pieteikties
mk_mk: Корисничко име
ms_my: Log masuk
my_mm: အကောင့်ဝင်ရန်
ne: प्रवेश गर्नुहोस्
nl: Inloggen
nn_no: Logg inn
oc: Connexion
ps: لاګین
pt_br: Acessar
pt_pt: Login/acesso
ro_ro: Logare
ru_ru: Логин (регистрационное имя)
sk_sk: Prihlásenie
sl: Prijava
sq: Hyr
sr_rs: Korisničko ime
sv_se: Logga in
sw_ke: Ingia
ta: உள்நுழை
th: เข้าสู่ระบบ
tl_ph: Mag-login
tr: Giriş
uk_ua: Логін
vi_vn: Đăng nhập
xh_za: Ngena
zh_cn: 登录
zh_tw: 登錄

source: Select picture...
ar: ...اختر صورة
ast_es: Escoyer imaxe...
bn_bd: ছবি নির্বাচন করুন...
bs_ba: Odaberi sliku...
ca_es: Seleccioneu una imatge ...
cs_cz: Vyberte obrázek...
da: Vælg billede
de: Bild auswählen ...
el: Επιλογή εικόνας...
eo: Elekti bildon...
es: Seleccionar imagen...
es_mx: Seleccionar imagen...
eu_es: Hautatu irudia...
fa_ir: یک عکس انتخاب کنید
fi_fi: Valitse kuva...
fo_fo: Vel mynd...
fur: Slezionâ imajine...
ga: Roghnaigh pictiúr...
gl: Seleccionar imaxe...
he_il: בחר תמונה...
hi: चित्र चुनें...
hr_hr: Izaberi sliku...
hu_hu: Kép kiválasztása...
hy: Ընտրել նկար...
id_id: Pilih gambar...
it: Seleziona l'immagine...
ja: 画像を選択…
ka_ge: სურათის შერჩევა...
ko_kr: 사진 선택...
lo: ເລືອກຮູບ...
lt_lt: Pasirinkti paveikslėlį...
lv_lv: Atlasīt attēlu
mk_mk: Избери слика
ms_my: Pilih gambar...
my_mm: ပုံကို ရွေးပါ...
ne: छवि छान्नुहोस्...
nl: Selecteer afbeelding...
nn_no: Velg bilde...
oc: Seleccionar imatge...
pl_pl: Wybierz obrazek...
ps: انځور غوره کړئ...
pt_br: Selecionar imagem...
pt_pt: Seleccione imagem...
ro_ro: Selectati imaginea...
ru_ru: Выбрать рисунок...
sk_sk: Vybrať obrázok...
sl: Izberi sliko...
sq: Zgjidh figurë...
sr_rs: Izaberi sliku...
sv_se: Välj bild...
sw_ke: Chagua picha...
ta: படத்தை தேர்ந்தெடு...
th: เลือกภาพ...
tl_ph: Pumili ng larawan...
tr: Resim seç...
uk_ua: Вибрати малюнок...
vi_vn: Chọn hình ảnh...
xh_za: Khetha umfanekiso...
zh_cn: 选择图片
zh_tw: 選取圖片

source: Don't reset password
ar: عدم اعادة تعيين لكلمة المرور
ast_es: Non esborrar la seña
bn_bd: পাসওয়ার্ড রিসেট করবেন না
bs_ba: Ne resetiraj lozinku
ca_es: No esborreu la contrasenya
cs_cz: Neresetovat heslo
da: Nulstil ikke adgangskode
de: Kennwort nicht zurücksetzen
el: Χωρίς επαναφορά συνθηματικού
eo: Ne ŝanĝi pasvorton
es: No reiniciar contraseña
es_mx: No reiniciar contraseña
eu_es: Ez berrezarri pasahitza
fa_ir: در برنامه نویسی شرکت کنید
fi_fi: Älä nollaa salasanaasi
fo_fo: Stovna ikki lykilord aftur
fur: No resete password
ga: Ná athshocraigh pasfhocal
gl: Non reiniciar o contrasinal
he_il: אל תאפס את הסיסמה
hi: पासवर्ड रीसेट न करें
hr_hr: Nemoj poništiti zaporku
hu_hu: Ne módosítsa a jelszót
hy: Մի վերականգնել գաղտնաբառը
id_id: Jangan reset password
it: Non riassegnare la password
ja: パスワードをリセットしない
ka_ge: პაროლის არ განახლება
ko_kr: 비밀번호 재설정 안 함
lo: ບໍ່ຕ້ອງຣີເຊັດລະຫັດຜ່ານ
lt_lt: Neatšaukti slaptažodžio
lv_lv: Nemainīt paroli
mk_mk: Не ја поништувај лозинката
ms_my: Jangan set semula kata laluan
my_mm: စကားဝှက်ကို ပြန်လည်သတ်မှတ်မထားပါ
ne: पासवर्ड रिसेट नगर्नुहोस्
nl: Paswoord niet resetten
nn_no: Ikke tilbakestill passord
oc: Pas reïnicializar lo senhal
pl_pl: Nie resetuj hasła
ps: پاسورډ بیا تنظیم مه کوئ
pt_br: Não alterar a senha
pt_pt: Não redefinir a password/senha
ro_ro: Nu resetati parola
ru_ru: Не меняйте пароль
sk_sk: Nezmeniť heslo
sl: Ne ponastavi gesla
sq: Mos reseto fjalëkalimin
sr_rs: Nemoj poništiti šifru
sv_se: Återställ inte lösenordet
sw_ke: Usibadilishe nywila
ta: பாஸ்வேர்டை மீட்டமைக்க வேண்டாம்
th: อย่าตั้งรหัสผ่านใหม่
tl_ph: Huwag ire-reset ang password
tr: Şifreyi sıfırlama
uk_ua: Не змінюйте пароль
vi_vn: Không đặt lại mật khẩu
xh_za: Ungavuseleli iphaswidi
zh_cn: 勿重新设定密码
zh_tw: 不重設密碼

source: Participate in development
ar: شارك في التطوير
ast_es: Collaborar nel desenrollu
bn_bd: ডেভেলপমেন্টে অংশগ্রহণ করুন
bs_ba: Sudjeluj u razvoju
ca_es: Participar en el desenvolupament
cs_cz: Účastnit se na vývoji
da: Deltag i udviklingen
de: An der Entwicklung teilnehmen
el: Συμμετοχή στη δημιουργία
eo: Partopreni en disvolvado
es: Participar en el desarrollo
es_mx: Participe en el desarrollo
eu_es: Hartu parte garapenean
fa_ir: شرکت در توسعه
fi_fi: Osallistu kehitystyöhön
fo_fo: Tak lut í utviklingini
fur: Partecipe al svilup
ga: Glac páirt sa fhorbairt
gl: Participa no desenvolvemento
he_il: השתתף בפיתוח
hi: विकास में भाग लें
hr_hr: Sudjeluj u razvoju
hu_hu: Résztvesz a fejlesztésben
hy: Մասնակցել զարգացմանը
id_id: Berpartisipasi dalam pengembangan
it: Partecipa allo sviluppo
ja: 開発に参加
ka_ge: მონაწილეობა განვითარებაში
ko_kr: 개발 참여
lo: ເຂົ້າຮ່ວມໃນການພັດທະນາ
lt_lt: Dalyvauti kūrime
lv_lv: Līdzdalība attīstībā
mk_mk: Учествувај во развојот
ms_my: Sertai pembangunan
my_mm: ဖွံ့ဖြိုးတိုးတက်မှုတွင် ပါဝင်ပါ
ne: विकासमा सहभागी हुनुहोस्
nl: Deelnemen aan ontwikkeling
nn_no: Delta i utviklingen
oc: Participar al desvolopament
pl_pl: Uczestniczenie w rozwoju
ps: په پرمختګ کې ګډون وکړئ
pt_br: Participar no desenvolvimento
pt_pt: Participar no desenvolvimento
ro_ro: Participa la dezvoltare
ru_ru: Принимать участие в разработке
sk_sk: Zúčastniť sa na vývoji
sl: Sodelujte v razvoju
sq: Merr pjesë në zhvillim
sr_rs: Učestvuj u razvoju
sv_se: Delta i utvecklingsarbetet
sw_ke: Shiriki katika maendeleo
ta: வளர்ச்சியில் பங்கேற்கவும்
th: ร่วมพัฒนา
tl_ph: Magsali sa pag-unlad
tr: gelişime iştirak etme
uk_ua: Брати участь у розробці
vi_vn: Tham gia phát triển
xh_za: Thatha inxaxheba kuphuhliso
zh_cn: 研究的参与者
zh_tw: 參與發展

source: Portal Language
ar: لفة النظام
ast_es: Idioma de la plataforma
bn_bd: পোর্টাল ভাষা
bs_ba: Jezik portala
ca_es: Idioma de la plataforma
cs_cz: Jazyk platformy
da: Platform Sprog
de: Plattform Sprache
el: Πλατφόρμα Μάθησης
eo: Platforma lingvo
es: Idioma de la plataforma
es_mx: Idioma de la plataforma
eu_es: Plataformaren hizkuntza
fa_ir: زبانمحیط آموزشی
fi_fi: Portaalin kieli
fo_fo: Portal mált
fur: Lenghe dal portal
ga: Teanga an Phortáil
gl: Lingua da plataforma
he_il: שפת הפורטל
hi: पोर्टल भाषा
hr_hr: Jezik platforme
hu_hu: Portál nyelve
hy: Պորտալի լեզու
id_id: Bahasa Platform
it: Lingue della piattaforma
ja: プラットフォームの言語
ka_ge: პორტალის ენა
ko_kr: 플랫폼 언어
lo: ພາສາຂອງປະຕູເວັບໄຊທ໌
lt_lt: Sistemos kalba
lv_lv: Platformas Valoda
mk_mk: Јазик на платформата
ms_my: Bahasa Portal
my_mm: ပေါ်တယ်ဘာသာစကား
ne: पोर्टल भाषा
nl: Platformtaal
nn_no: Språk for plattformen
oc: Lenga del portal
pl_pl: Język portalu
ps: پورټل ژبه
pt_br: Idioma da Plataforma
pt_pt: Idioma do Portal
ro_ro: Limba platformei
ru_ru: Язык платформы
sk_sk: Jazyk platformy
sl: Jezik platforme
sq: Gjuha e Portalit
sr_rs: Platforma za jezike
sv_se: Plattformsspråk
sw_ke: Lugha ya Lango
ta: போர்ட்டல் மொழி
th: ภาษาของระบบ
tl_ph: Wika ng Portal
tr: Platform Lisanı
uk_ua: Мова платформи
vi_vn: Ngôn ngữ cổng thông tin
xh_za: Ulwimi lwePortal
zh_cn: 平台语言
zh_tw: 平台語言

source: What sort of server is this? This enables or disables some specific options. On a development server there is a translation feature functional that inidcates untranslated strings
ar: ما هو نوع هذا الخادم؟ يقوم هذا الخادم بتمكين أو تعطيل بعض الخيارات المعينة. يوجد على خادم التطوير خاصية للترجمة تقوم بتحديد الخيوط الغير مترجمة
ast_es: ¿ Qué servidor usa ? Esto activa o desactiva delles opciones particulares. Nun servidor de desenrollu hai una función que siñala les cadenes de carauteres ensin traducir.
bn_bd: এটি কী ধরনের সার্ভার? এটি কিছু নির্দিষ্ট অপশন সক্ষম বা অক্ষম করে। ডেভেলপমেন্ট সার্ভারে অনুবাদ ফিচার কার্যকর যা অনুবাদিত নয় এমন স্ট্রিং নির্দেশ করে
bs_ba: Kakav je ovo server? Ovo omogućuje ili onemogućuje neke specifične opcije. Na razvojnim serverima postoji značajka prijevoda koja označava neprevedene stringove
ca_es: Quin tipus de servidor utilitzeu? Això activa o desactiva algunes opcions específiques. En un servidor de desenvolupament hi ha una funcionalitat que indica les cadenes de caràcters no traduïdes.
cs_cz: Tento server je jakého typu? Tady zpřístupníte nebo zablokujete určité specifikované volby. Na vývojovom serveri (development server) je funkce překladu, která označuje nepřeložené řetězce
da: Hvilken type server er dette? Dette aktiverer eller deaktiverer specifikke indstillinger. På en udviklings-server er der en oversættelses-funktion som indikerer ikke oversatte tekst-strenge
de: Welche Art von Server ist dies? Dadurch werden bestimmte Optionen aktiviert oder deaktiviert. Auf einem Entwicklungs-Server gibt es z.B. eine Übersetzungshilfe, die noch nicht übersetzte Variablen anzeigt.
el: Τι τύπου εξυπηρετητής είναι αυτός; Αυτό ενεργοποιεί ή απενεργοποιεί κάποιες επιλογές. Σε έναν εξυπηρετητή υπάρχει σε λειτουργία μια επιλογή μετάφρασης που προβάλει μη μεταφρασμένες συμβολοσειρές.
eo: Kia servilo estas tiu ĉi? Tio difinas kelkajn specifajn opciojn, ekz. sur disvolva servilo estas funkcio montranta netradukitajn tekstojn anstataŭ la anglaj terminoj.
es: ¿ Qué tipo de servidor utiliza ? Esto activa o desactiva algunas opciones específicas. En un servidor de desarrollo hay una funcionalidad que indica las cadenas de caracteres no traducidas.
es_mx: ¿Qué tipo de servidor es este? Habilita o deshabilita algunas opciones. En los servidores de desarrollo la funcionalidad de traducción, indica los textos que no han sido traducidos.
eu_es: Zer zerbitzari mota erabiltzen duzu? Zerbitzari bakoitzak aukera zehatz batzuk gaitu edo desgaituko ditu. Garatze zerbitzari batean, badago itzuli ez diren kateak adierazteko itzulpengintzako funtzio bat.
fa_ir: سرور مورد نظر از چه نوعی است؟ نوع سرور می تواند باعث فعال شدن یا غیرفعال شدن برخی کارایی ها شود. در سرور های مخصوص تکمیل نرم افزار، کارایی ای وجود دارد که جملات ترجمه نشده را ترجمه می کند
fi_fi: Millainen palvelin tämä on? Tämä ottaa käyttöön tai poistaa käytöstä tiettyjä vaihtoehtoja. Kehityspalvelimella on käännösominaisuus, joka näyttää kääntämättömät merkkijonot
fo_fo: Hvat slag av ambætari er hetta? Hetta ger virkið ella ónvirkið nakrar serstakar innstillingar. Á einum utviklingsambætara er ein útgávufunktion virkin sum vísir óútgávnar setningar
fur: Che tipo di server che è chestu? Chest al ativa o disativa cualche opzion specifeche. Su un server di svilup che è une funsionalitât di tradusion che al indica lis stringhis no tradutis
ga: Cén sórt freastalaí é seo? Cumasaíonn nó díchumasaíonn sé roinnt roghanna sonracha. Ar fhreastalaí forbartha tá gné aistriúcháin ar siúl a chuireann in iúl teangairí gan aistriú
gl: ¿Que tipo de servidor é este? Esto permite ou desactiva algunhas opcións específicas. Nun servidor de desenvolvemento hai unha característica de traducción que sinala as partes sen traducir.
he_il: איזה סוג שרת זה? זה מאפשר או משבית כמה אפשרויות ספציפיות. בשרת פיתוח יש תכונת תרגום פונקציונלית שמציינת מחרוזות לא מתורגמות
hi: यह किस प्रकार का सर्वर है? यह कुछ विशिष्ट विकल्पों को सक्षम या अक्षम करता है। विकास सर्वर पर एक अनुवाद सुविधा कार्यात्मक है जो अनुवादित न की गई स्ट्रिंग्स को इंगित करती है।
hr_hr: Kakav je ovo server? Ovime se omogućuje ili onemogućuje određene mogućnosti. Na razvojnom serveru postoji mogućnost prevođenja koja upućuje na neprevedene nizove
hu_hu: Milyen tipusú is a szerver? Ezzel lehet néhány specifikus opciót be- illetve kikapcsolni. A fejlesztői szerveren be lehet kapcsolni egy fordítási lehetőséget, amivel a még lefordítatlan feliratokat a rendszer kiemeli.
hy: Ինչ տեսակի սերվեր է սա? Սա միացնում կամ անջատում է որոշ հատուկ տարբերակներ: Զարգացման սերվերում կա թարգմանության հնարավորություն, որը ցույց է տալիս չթարգմանված տողերը
id_id: Server jenis apakah ini? Ini mengangktifkan/menonaktifkan opsi-opsi tertentu. Pada server pengembangan terdapat fitur penterjemah yang dapat menunjukkan string yang belum diterjemahkan
it: Che tipo di server usi? L'opzione abilita o disabilita alcune funzionalità. In un server di sviluppo le stringhe non tradotte vengono evidenziate.
ja: このサーバーの種類は何ですか? この設定は特定のオプションを有効または無効にします。開発サーバーには、未翻訳の文字列を示す翻訳機能があります
ka_ge: რა ტიპის სერვერია ეს? ეს სპეციფიკური ოფციების ჩართვას ან გამორთვას უზრუნველყოფს. განვითარების სერვერზე ფუნქციონალურია თარგმანის ფუნქცია, რომელიც მიუთითებს არათარგმნილ სტრიქონებზე
ko_kr: 어떤 종류의 서버인가요? 이에 따라 특정 옵션이 활성화 또는 비활성화 됩니다. 개발서버에는 번역되지 않은 문자를 나타내는 번역기능이 있습니다.
lo: ນີ້ແມ່ນເຊີບເວີປະເພດໃດ? ສິ່ງນີ້ຈະເປີດ ຫຼື ປິດຕົວເລືອກສະເພາະບາງຢ່າງ. ໃນເຊີບເວີພັດທະນາ, ມີຟັງຊັນການແປພາສາທີ່ຊີ້ບອກສະຕຣິງທີ່ຍັງບໍ່ໄດ້ແປ
lt_lt: Serverio tipas. Įjungiami arba išjungiami specifiniai nustatymai.
lv_lv: Kāda veida serveris ir šis? Šis ieslēgs un izslēgs dažas specifiskas opcijas. Uz izstrādātāju servera ir tulkošanas funkcija, kas parādīs neiztulkotās rindiņas.
mk_mk: Какво подредување на серверот е ова? Овозможува или оневозможува некои специфични опции. На развојниот сервер постојат функционални одлики на преводот кои укажуваат на непреведени фрази.
ms_my: Jenis pelayan apa ini? Ini membolehkan atau melumpuhkan beberapa pilihan khusus. Pada pelayan pembangunan terdapat ciri terjemahan yang berfungsi menunjukkan rentetan yang belum diterjemah
my_mm: ဤဆာဗာသည် မည်သည့်အမျိုးအစားဖြစ်သနည်း။ ၎င်းသည် သတ်မှတ်ထားသော ရွေးချယ်စရာအချို့ကို ဖွင့်သည် သို့မဟုတ် ပိတ်သည်။ ဖွံ့ဖြိုးရေးဆာဗာတွင် ဘာသာပြန်မထားသော စာကြောင်းများကို ဖော်ပြသည့် ဘာသာပြန်လုပ်ဆောင်ချက်တစ်ခုရှိသည်
ne: यो कस्तो प्रकारको सर्भर हो? यसले केही विशेष विकल्पहरूलाई सक्षम वा असक्षम गर्दछ। विकास सर्भरमा अनुवाद सुविधा कार्यात्मक छ जसले अनुवाद नभएका स्ट्रिङहरू संकेत गर्दछ
nl: Welk type server is dit? Dit bepaalt enkele specifieke opties, bv. op een ontwikkelingsserver is er een vertalingsfeature die onvertaalde teksten aangeeft i.p.v. de Engelse term.
nn_no: Hvilke type server er dette? Dette aktiverer eller deaktiverer spefikke instillinger. På en utviklings-server er det en oversettelses-funktion som indikerer ikke oversatte tekst-strenger
oc: Quin tipe de servidor es aquò ? Aquò activa o desactiva d'opcions especificas. Sus un servidor de desvolopament i a una foncionalitat de traduccion que indica las strings pas traduchidas
pl_pl: Jaki to serwer?. Włącza lub wyłącza ustawienia serwera.
ps: دا څه ډول سرور دی؟ دا ځینې ځانګړې انتخابونه فعال یا غیر فعال کوي. په پرمختګي سرور کې ژباړه ځانګړتیا کار کوي چې نه ژباړل شوي متنونه ښیي
pt_br: Tipo de servidor (Teste/Produção)? Isto irá ativar ou desativar algumas opções específicas. Se o Servidor de Teste estiver ativo aparecerá uma função de tradução que indicará possíveis códigos ainda não traduzidos.
pt_pt: Que tipo de servidor é este? Esta opção activa ou desactiva algumas opções específicas. Num servidor de desenvolvimento, existe uma funcionalidade de tradução que indica parâmetros não traduzidos
ro_ro: Ce tip de server este acesta? Acesta activeaza sau inactiveaza unele optiuni specifice. Intr-un server de dezvoltare aceasta este o functie de traducere ce indica sirurile netraduse
ru_ru: Какого типа этот сервер? Он включает или выключает какие-то специфические опции. На разрабатываемом сервере функционируют такие возможности перевода, которые определяют непереведенные цепочки (строки)
sk_sk: Aký je to druh serveru? Povolí alebo zakáže niektoré špecifické možnosti. Na testovacom serveri sú niektoré prekladové funkcie, ktoré upozorňujú na nepreložené reťazce.
sl: Kateri tip strežnika je to? Možnost omogoča ali onemogoča specifične funkcije. Na razvojnem strežniku obstaja možnost prevajanja, ki prikaže neprevedene nize znakov.
sq: Çfarë lloj serveri është ky? Kjo aktivizon ose deaktivizon disa opsione specifike. Në një server zhvillimi ka një veçori përkthimi funksionale që tregon stringjet e papërkthyera
sr_rs: Koja je ovo vrsta servera? Ovo omogućava ili gasi specifične opcije. Na serveru za razvoj postoji opcija za prevođenje koja ukazuje na ne prevedene nizove.
sv_se: Vilken typ av server är detta? Detta aktiverar eller avaktiverar några specifika funktioner. På en utvecklingsserver finns det en språköversättningsfunktion som indikerar icke översatt text
sw_ke: Ni aina gani ya seva hii? Hii inawezesha au kumudu chaguo maalum. Kwenye seva ya maendeleo kuna kipengele cha tafsiri kinachofanya kazi kinachoonyesha mistari isiyotafsiriwa
ta: இது எந்த வகை சர்வர்? இது சில குறிப்பிட்ட விருப்பங்களை செயல்படுத்துகிறது அல்லது முடக்குகிறது. வளர்ச்சி சர்வரில் மொழிபெயர்ப்பு அம்சம் செயல்படுகிறது, அது மொழிபெயர்க்கப்படாத சரிகளைக் குறிக்கிறது
th: การทราบชนิดของเครื่องแม่ข่าย ก็เพื่อสามารถกำหนดค่าทางเลือก และสมรรถนะของการปรับปรุงคุณภาพและคุณสมบัติเครื่อง ให้มีความสามารถแปลคำสั่งได้ตรงกับหน้าที่การใช้งานที่ต้องการ
tl_ph: Anong uri ng server ito? Ginagawa nitong pagganahin o di-pagganahin ang ilang mga partikular na opsyon. Sa isang development server, mayroong isang gumaganang tampok sa pagsasalin na tumutukoy sa mga hindi naisalin na mga string
tr: Bu ne çeşit bir sunucudur? Bu bazı özel seçenekleri aktif veya pasif yapar. Geliştirme sunucusunda tercüme edilmemiş kelimeleri gösteren bir özellik vardır.
uk_ua: Який вид сервера? Це вмикає чи вимикає деякі специфічні опції. На сервері, що розробляється, це можливість перекладу, яка дозволяє показувати неперекладені змінні.
vi_vn: Loại máy chủ này là gì? Tùy chọn này bật hoặc tắt một số tùy chọn cụ thể. Trên máy chủ phát triển có tính năng dịch hiển thị chuỗi chưa dịch
xh_za: Loluphi uhlobo lweseva? Oku kuvula okanye kuvimba ezinye iikhetho ezikhethekileyo. Kwiseva yophuhliso kukho isiseko esisebenzayo esibonisa imitya engafundiswanga
zh_cn: 这是一个什么类型的服务器?这将会开启或关闭一些特定的选项.比如,在一台开发者服务器上,将会有一个用于翻译的功能以及那些还没有翻译的字符串.
zh_tw: 這是甚麼類型的伺服器？這選項讓你啟用或停用一些選項。在開發者的服器上，會提供翻譯功具顯示未被翻譯的詞串。

source: Server Type
ar: نوع الخادم
ast_es: Tipu de servidor
bn_bd: সার্ভারের ধরন
bs_ba: Tip servera
ca_es: Tipus de servidor
cs_cz: Typ serveru
de: Art des Servers
el: Τύπος Εξυπηρετητή
eo: Serviltipo
es: Tipo de servidor
es_mx: Tipo de Servidor
eu_es: Zerbitzari mota
fa_ir: نوع سرور
fi_fi: Palvelin tyyppi
fo_fo: Ambætarategund
fur: Gjenar dal server
ga: Cineál Freastalaí
gl: Tipo de servidor
he_il: סוג שרת
hi: सर्वर प्रकार
hr_hr: Vrsta servera
hu_hu: Szerver típus
hy: Սերվերի տիպ
id_id: Type Server
it: Tipo di server
ja: サーバーの種類
ka_ge: სერვერის ტიპი
ko_kr: 서버 타입
lt_lt: Serverio tipas
lv_lv: Servera tips
mk_mk: Вид на сервер
ms_my: Jenis Pelayan
my_mm: ဆာဗာအမျိုးအစား
ne: सर्भर प्रकार
nn_no: Tjenertype
oc: Tipe de servidor
pl_pl: Typ serwera
ps: د سرور ډول
pt_br: Tipo de Servidor
pt_pt: Tipo de Servidor
ro_ro: Tipul de server
ru_ru: Тип сервера
sk_sk: Typ serveru
sl: Tip strežnika
sq: Lloji i Serverit
sr_rs: Tip servera
sv_se: Servertyp
sw_ke: Aina ya Seva
ta: சர்வர் வகை
th: ชนิดของเครื่องแม่ข่าย
tl_ph: Uri ng Server
tr: Sunucu Türü
uk_ua: Тип сервера
vi_vn: Loại máy chủ
xh_za: Uhlobo lweseva
zh_cn: 服务器类型
zh_tw: 伺服器類型

source: Chamilo Portal Languages
ar: لغات نظام كاميلو
ast_es: Idiomes de la plataforma Chamilo
bn_bd: Chamilo পোর্টাল ভাষা
bs_ba: Jezici Chamilo portala
ca_es: Idiomes de la plataforma Chamilo
cs_cz: Jazyky Chamilo platformy
da: Chamilo Platform Sprog
de: Sprachen der Chamilo Plattform
el: Γλώσσες Πλατφόρμας Chamilo
eo: Chamilo-aj lingvovariabloj
es: Idiomas de la plataforma Chamilo
es_mx: Idiomas de la plataforma Chamilo
eu_es: Chamilo plataformaren hizkuntzak
fa_ir: زبانهای محیط آموزشی دوکئوس
fi_fi: Chamilo portaalin kielet
fo_fo: Chamilo Portal Mál
fur: Lenghes dal portal Chamilo
ga: Teangacha Phortáil Chamilo
gl: Linguas da plataforma Chamilo
he_il: שפות פורטל צ'מילו
hi: चमिलो पोर्टल भाषाएँ
hr_hr: Jezici platforme Chamilo
hu_hu: A Chamilo felület nyelvei
hy: Chamilo պորտալի լեզուներ
id_id: Bahasa-bahasa Platform Chamilo
it: Lingue impiegate nella piattaforma
ja: Chamilo のプラットフォームの言語
ka_ge: Chamilo პორტალის ენები
ko_kr: Chamilo 기본 언어
lo: ພາສາຂອງປະຕູເວັບໄຊທ໌ Chamilo
lt_lt: Chamilo sistemos kalbos
lv_lv: Chamilo platformas valoda
mk_mk: Јазици на Chamilo платформата
ms_my: Bahasa Portal Chamilo
my_mm: Chamilo ပေါ်တယ်ဘာသာစကားများ
ne: Chamilo पोर्टल भाषाहरू
nl: Chamiloplatformtalen
nn_no: Chamilo Portal-språk
oc: Lengas del portal Chamilo
pl_pl: Języki Platformy Chamilo
ps: Chamilo پورټل ژبې
pt_br: Idiomas da Plataforma Chamilo
pt_pt: Idiomas do Portal Chamilo
ro_ro: Limbile platformei Chamilo
ru_ru: Языки платформ Chamilo
sk_sk: Jazyky Chamilo platformy
sl: Jeziki Chamilo platforme
sq: Gjuhët e Portalit Chamilo
sr_rs: Izbor jezika
sv_se: Chamilo plattformspråk
sw_ke: Lugha za Lango la Chamilo
ta: சாமிலோ போர்ட்டல் மொழிகள்
th: ภาษาคำสั่งของระบบ
tl_ph: Mga Wika sa Chamilo Portal
tr: Chamilo platform dilleri
uk_ua: Мови платформи Chamilo
vi_vn: Ngôn ngữ Cổng Chamilo
xh_za: Ulwimi lweChamilo Portal
zh_cn: Chamilo平台语言
zh_tw: Chamilo 平台語言
