Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Empty survey
yo_ng: Ìwádìí òfo

source: Answers to survey successfully deleted
yo_ng: Àwùjọ ìdáhùn ìwádìí ti pa rẹ́ láyìká

source: This survey is not yet available. Please try again later. Thank you.
yo_ng: Ìwádìí yìí kò ṣe ìwà mọ́ mọ́. Jọ̀wọ́ gbìyànjú lẹ́yìn ìgbà díẹ̀. Ẹ ṣe ìdùnnú.

source: people answered
yo_ng: ènìyàn ìdáhùn

source: This survey is anonymous. You can't see who answered.
yo_ng: Ìwádìí yìí jẹ́ àìdárúkọ. O kò lè rí ẹni tí ìdáhùn.

source: Unknown survey id
yo_ng: ID ìwádìí àìmọ̀

source: The question has been moved
yo_ng: Ìbéèrè náà ti gbé

source: This survey code already exists. That probably means the survey exists in other languages. Invited people will choose between different languages.
yo_ng: Kọ́ọ̀dù ìwádìí yìí ti wà tẹ́lẹ̀. Ìyẹn tumọ̀ sí pé ìwádìí wà nínú èdè mìíràn. Àwùjọ tí a pè yóò yan láàárín èdè mìíràn.

source: This survey code soon exists in this language
yo_ng: Kọ́ọ̀dù ìwádìí yìí yóò wà láìpẹ́ nínú èdè yìí

source: The user's answers to the survey have been successfully removed.
yo_ng: Àwùjọ ìdáhùn ìwádìí olùṣe ti yọ kúrò láyìká.

source: Delete this user's answers
yo_ng: Pa ìdáhùn olùṣe yìí rẹ́

source: Select type
yo_ng: Yan ìrùkɛ̀rɛ̀

source: Conditional
yo_ng: Ìpinnu

source: Parent Survey
yo_ng: Ìwádìí òbí

source: One question per page
yo_ng: Ìbéèrè kan fún ìkọ̀wé kan

source: Enable shuffle mode
yo_ng: Ṣe ìdarí ìdarí ìdarí

source: Show profile form
yo_ng: Fi fọ́ọ̀mù profaili hàn

source: You need to create groups
yo_ng: O nilo lati ṣẹda awọn ẹgbẹ

source: Manage groups
yo_ng: Ṣàtúnṣe àwùjọ

source: Group created successfully
yo_ng: Àwùjọ ti ṣẹ̀dá láyìká

source: Group need name
yo_ng: Àwùjọ nilo orúkọ

source: Personalize
yo_ng: Ṣàtùúnṣe

source: Primary
yo_ng: Àkọ́kọ́

source: Secondary
yo_ng: Àpéjọ

source: Please choose a condition
yo_ng: Jọ̀wọ̀ yan ìpinnu kan

source: Choose different categories
yo_ng: Yan aṣayan awọn ẹka oriṣiriṣi

source: No log of duration
yo_ng: Ko si akọsilẹ akoko

source: Users who are not invited can use this link to take the survey:
yo_ng: Awọn olumulo ti ko pe le lo ọna asopọ yii lati ṣe iwadii:

source: Complete the survey's questions
yo_ng: Kún awọn ibeere iwadii naa

source: Surveys deleted
yo_ng: Awọn iwadii ti parẹ

source: Remind only users who didn't answer
yo_ng: Fi iranti han awọn olumulo ti ko dahun nikan

source: Create question
yo_ng: Ṣẹda ibeere

source: Back to survey
yo_ng: Pada si iwadii

source: Update information
yo_ng: Ṣe imudojuiwọn alaye

source: Please fill survey
yo_ng: Jọwọ kún iwadii

source: Reporting overview
yo_ng: Akosori ijabọ

source: What is the goal of the course? Are there prerequisites? How is this training connected to other courses?
yo_ng: Kini ipinnu ti ikẹkọ naa? Njẹ awọn imurasilẹ wa? Bawo ni ikẹkọ yii ṣe sopọ si awọn ikẹkọ miiran?

source: Describe the course (number of hours, serial number, location) and teacher (name, office, Tel., e-mail, office hours . . . .).
yo_ng: Ṣe apejuwe ikẹkọ (nọmba awọn wakati, nọmba ni tẹlentẹle, ipo) ati olukọ (orukọ, ọfiisi, Tel., imeeli, awọn wakati ọfiisi . . . .).

source: Objectives
yo_ng: Awọn ibi-afẹde

source: What are the objectives of the course (competences, skills, outcomes)?
yo_ng: Kini awọn ibi-afẹde ti ikẹkọ (awọn agbara, awọn ọgbọn, awọn abajade)?

source: What should the end results be when the learner has completed the course? What are the activities performed during the course?
yo_ng: Kini awọn abajade ipari yẹ ki o jẹ nigbati akẹkọ ba pari ikẹkọ? Kini awọn iṣẹ ṣiṣe ti a ṣe lakoko ikẹkọ?

source: Topics
yo_ng: Awọn akori

source: List of topics included in the training. Importance of each topic. Level of difficulty. Structure and inter-dependence of the different parts.
yo_ng: Akojọ awọn akori ti o wa ninu ikẹkọ. Pataki ti akori kọọkan. Ipele ti iṣoro. Igbekalẹ ati ibaraẹnisọrọ ti awọn ẹya oriṣiriṣi.

source: How does the course progress? Where should the learner pay special care? Are there identifiable problems in understanding different areas? How much time should one dedicate to the different areas of the course?
yo_ng: Bawo ni ikẹkọ ṣe nlọsiwaju? Nibẹ ni ibiti akẹkọ yẹ ki o san ifojusi pataki? Njẹ awọn iṣoro ti a le ṣe idanimọ ni oye awọn agbegbe oriṣiriṣi wa? Elo akoko yẹ ki eniyan ya fun awọn agbegbe oriṣiriṣi ti ikẹkọ?

source: Methodology
yo_ng: Ilana

source: What methods and activities help achieve the objectives of the course? What would the schedule be?
yo_ng: Awọn ọna ati awọn iṣẹ ṣiṣe wo ni o ṣe iranlọwọ lati ṣaṣeyọri awọn ibi-afẹde ikẹkọ? Kini iṣeto yoo jẹ?

source: Presentation of the activities (conference, papers, group research, labs...).
yo_ng: Igbejade awọn iṣẹ ṣiṣe (apejọ, awọn iwe, iwadi ẹgbẹ, awọn ile-iṣẹ...).

source: Course material
yo_ng: Ohun elo ikẹkọ

source: Is there a course book, a collection of papers, a bibliography, a list of links on the internet?
yo_ng: Njẹ iwe ikẹkọ kan wa, akojọ awọn iwe, iwe-itumọ, akojọ awọn ọna asopọ lori intanẹẹti?

source: Short description of the course materials.
yo_ng: Apejuwe kukuru ti awọn ohun elo ikẹkọ.

source: Consider the courses, coaches, a technical helpdesk, teachers, and/or materials available.
yo_ng: Ṣe akiyesi awọn ikẹkọ, awọn olukọni, ibojuto iranlọwọ imọ-ẹrọ, awọn olukọ, ati/tabi awọn ohun elo ti o wa.

source: Identify and describe the different contact persons and technical devices available.
yo_ng: 5awọn eniyan olubasọrọ oriṣiriṣi ati awọn ẹrọ imọ-ẹrọ ti o wa.

source: How will learners be assessed? Are there strategies to develop in order to master the topic?
yo_ng: Bawo ni a yoo ṣe idiyele awọn akẹkọ? Awọn ilana wa lati ṣe idagbasoke lati le ṣakoso akori naa?

source: Criteria for skills acquisition.
yo_ng: Awọn ami fun gbigba awọn ọgbọn.

source: Resize the image to the following dimensions (in pixels)
yo_ng: Ṣe atunṣe aworan si awọn iwọn wọnyi (ni aworan aanu)

source: RESIZE
yo_ng: ATUNṢE

source: Show all images in their original size. No resizing is done. Scrollbars will automatically appear if the image is larger than your monitor size.
yo_ng: Han gbogbo awọn aworan ni iwọn atilẹba wọn. Ko si atunṣe ti a ṣe. Awọn ọpa yí yóò han laifọwọyi ti aworan ba tobi ju iwọn alariwo rẹ lọ.

source: Show Thumbnails
yo_ng: Han Aworan Kekere

source: Gallery settings
yo_ng: Eto iṣafihan aworan

source: Slideshow Options
yo_ng: Awọn aṣayan Slideshow

source: NO RESIZING
yo_ng: KO SI ATUNṢE

source: Published end date
yo_ng: Ọjọ ipari ti a tẹjade

source: View Slideshow
yo_ng: Wo Slideshow

source: My tasks
yo_ng: Awọn iṣẹ-ṣiṣe mi

source: My projects
yo_ng: Awọn iṣẹ akanṣe mi

source: Top ten
yo_ng: Ọkan mẹwa oke

source: This project
yo_ng: Iṣẹ akanṣe yii

source: New task
yo_ng: Iṣẹ-ṣiṣe tuntun

source: Roles management
yo_ng: Ṣakoso awọn ipa

source: Users management
yo_ng: Ṣakoso awọn olumulo

source: Task
yo_ng: Iṣẹ-ṣiṣe

source: Read this post
yo_ng: Ka ifiweranṣẹ yii

source: This is the first task in the project. Everybody subscribed to this project is able to participate
yo_ng: Èyí ni iṣẹ́ àkọ́kọ́ nínú iṣẹ́́rẹ̀. Gbogbo ẹni tí ó forukọ sí iṣẹ́ yìí ni anfani láti kopa

source: Add a new comment
yo_ng: Ṣàfikún ìfòhùn tuntun

source: Reply to this comment
yo_ng: Dáhùn ìfòhùn yìí

source: Manage roles
yo_ng: Ṣàtúnṣe àwùjọ

source: Subscribe / Unsubscribe users in this project
yo_ng: Forukọ / Fọ́ ìdààmú àwùjọ nínú iṣẹ́ yìí

source: Unregister
yo_ng: Fọ́ ìdààmú

source: Subscribe users
yo_ng: Forukọ àwùjọ

source: Unsubscribe users
yo_ng: Fọ́ ìdààmú àwùjọ

source: Users rights management
yo_ng: Ṣàtúnṣe ẹ̀tọ́ àwùjọ

source: Manage roles and rights of user in this project
yo_ng: Ṣàtúnṣe àwùjọ àti ẹ̀tọ́ àwùjọ nínú iṣẹ́ yìí

source: Tasks
yo_ng: Àwùjọ iṣẹ́

source: Member
yo_ng: Ọmọ ẹgbẹ́

source: Rate
yo_ng: Dí ìdíwò

source: Add a new role
yo_ng: Ṣàfikún àwùjọ tuntun

source: Assign a role
yo_ng: Yà sọ ìdùbọ̀

source: Assign roles
yo_ng: Yà àwùjọ sọ ìdùbọ̀

source: Edit this task
yo_ng: Ṣàtúnṣe iṣẹ́ yìí

source: Delete this task
yo_ng: Pa iṣẹ́ yìí rẹ́

source: This is a preset task. You can't delete a preset task.
yo_ng: Èyí ni iṣẹ́ ìdàbọ̀. Ìwọ kò lè pa iṣẹ́ ìdàbọ̀ rẹ́.

source: Colour
yo_ng: Àwọ̀

source: Roles in this project
yo_ng: Àwùjọ nínú iṣẹ́ yìí

source: Assigned tasks
yo_ng: Àwùjọ iṣẹ́ tí a yàn

source: Tasks manager
yo_ng: Olùdarí iṣẹ́

source: Comment manager
yo_ng: Olùdarí ìfòhùn

source: Read more...
yo_ng: Ká kà kún...

source: Delete this comment
yo_ng: Pa ìfòhùn yìí rẹ́

source: There are no tasks in this project. If you are the manager of this project, click on link 'New task' to write an task.
yo_ng: Kò sí iṣẹ́ kankan nínú iṣẹ́ yìí. Tí ìwọ ba jẹ́ olùdarí iṣẹ́ yìí, tẹ ìdọ̀bálẹ̀ 'Iṣẹ́ tuntun' láti kọ iṣẹ́ kan.

source: No tasks
yo_ng: Kò sí iṣẹ́

source: Rating
yo_ng: Ìdíwò

source: Rate this task
yo_ng: Dí ìdíwò iṣẹ́ yìí

source: Select a task for this role
yo_ng: Yàn iṣẹ́ fún ìdùbọ̀ yìí

source: A task for me
yo_ng: Iṣẹ́ fún mi

source: Written by
yo_ng: Kọ nípa

source: in the project
yo_ng: nínú iṣẹ́

source: View tasks for today
yo_ng: Wo àwùjọ iṣẹ́ fún òní

source: Tasks by
yo_ng: Iṣẹ́ nipasẹ̀

source: No tasks have been found. Check the word spelling or try another search.
yo_ng: Kò rí iṣẹ́ kankan. Ṣàyẹ̀wò ìkọ ọrọ̀ tàbí gbìyànjú ìwádìí mìíràn.

source: Save blog
yo_ng: Fipamọ ìwé ìròyìn

source: Task 1
yo_ng: Iṣẹ́ 1

source: Task 2
yo_ng: Iṣẹ́ 2

source: Task 3
yo_ng: Iṣẹ́ 3

source: Task 1 description
yo_ng: Ìròyìn Iṣẹ́ 1

source: Task 2 description
yo_ng: Ìròyìn Iṣẹ́ 2

source: Task 3 description
yo_ng: Ìròyìn Iṣẹ́ 3

source: Project management
yo_ng: Ṣàtúnṣe iṣẹ́

source: Welcome !
yo_ng: Káabọ̀!

source: Module
yo_ng: Modulu

source: The user hasn't rights
yo_ng: Olùpẹ̀ẹ́lò kò ní ẹ̀tọ́

source: The user has rights
yo_ng: Olùpẹ̀ẹ́lò ní ẹ̀tọ́

source: The user has rights of its group
yo_ng: Olùpẹ̀ẹ́lò ní ẹ̀tọ́ ẹgbẹ́ rẹ̀

source: Promotion updated successfully
yo_ng: Igbega ti ni imudara

source: Create a new project
yo_ng: Ṣẹ̀dá iṣẹ́ tuntun

source: Edit a project
yo_ng: Ṣàtúnṣe iṣẹ́ kan

source: Delete this project
yo_ng: Paarẹ iṣẹ́ yìí

source: Shared
yo_ng: Pinpin

source: Permission granted by group or role
yo_ng: Ọ̀yà ti a fun ni nipasẹ ẹgbẹ́ tabi ipa

source: Reader
yo_ng: Onkawe

source: The project has been deleted.
yo_ng: Iṣẹ́ naa ti parẹ́.

source: The project has been edited.
yo_ng: Iṣẹ́ naa ti ṣàtúnṣe.

source: The project has been added.
yo_ng: Iṣẹ́ naa ti ṣàfikún.

source: The comment has been saved.
yo_ng: Ìròyìn naa ti fipamọ.

source: The article has been added.
yo_ng: Àròkọ naa ti ṣàfikún.

source: The task has been created
yo_ng: Iṣẹ́ naa ti ṣẹ̀dá

source: The task has been edited.
yo_ng: Iṣẹ́ naa ti ṣàtúnṣe.

source: The task has been assigned.
yo_ng: Iṣẹ́ ti a yan ti ṣàtúnṣe

source: The assigned task has been edited
yo_ng: Olumulo naa ti forukọsilẹ

source: The user has been registered
yo_ng: Iṣẹ́ naa ti parẹ́.

source: The task has been deleted.
yo_ng: Iṣẹ́ ti a yan ti parẹ́.

source: The task assignment has been deleted.
yo_ng: Ìròyìn naa ti parẹ́.

source: The comment has been deleted.
yo_ng: Idiwọn kan ti ṣàfikún.

source: A rating has been added.
yo_ng: Ohun elo ti a ṣàfikún

source: Resource added
yo_ng: Awọn ọ̀nà ẹkọ

source: Learning paths
yo_ng: gbòòrò soke

source: level up
yo_ng: ẹka akọkọ

source: main category
yo_ng: Fi kun si awọn asopọ ẹkọ

source: Add to the course links
yo_ng: maṣe fi kun

source: do not add
yo_ng: Awọn orisun ti a ṣàfikún

source: Resources added
yo_ng: Awọn orisun ita

source: External resources
yo_ng: Awọn orisun ẹkọ

source: Course resources
yo_ng: Asopọ ita

source: External link
yo_ng: Fi apoti idinku kun si apakan yii.

source: Add the dropbox to this section.
yo_ng: Fi ohun elo Iṣẹ́ kun si ẹkọ

source: Add the Assignments tool to the course
yo_ng: Han / Paarẹ

source: Show / Delete
yo_ng: Ọrọ ìdọ̀tí

source: Introduction text
yo_ng: Àpèjúwe Ẹkọ

source: Course Description
yo_ng: Fi oju-iwe ti o ni ọrọ ìdọ̀tí kun si apakan yii.

source: Add a page containing the introduction text to this section.
yo_ng: Fi oju-iwe ti o ni àpèjúwe ẹkọ kun si apakan yii.

source: Add a page containing the course description to this section.
yo_ng: Fi ohun elo Ẹgbẹ́ kun si apakan yii.

source: Add the Groups tool to this section.
yo_ng: Fi ohun elo Awọn olumulo kun si apakan yii.

source: Add the Users tool to this section.
yo_ng: Awọn orisun ẹkọ ti a le gbe jade

source: Exportable course resources
yo_ng: Awọn orisun ẹkọ ti o ni ibatan Chamilo

source: Chamilo related course resources
yo_ng: Ibi-afẹfẹ asopọ

source: Link's target
yo_ng: Ni ferese kanna

source: In the same window
yo_ng: Ni ferese tuntun

source: In a new window
yo_ng: Èyí

source: This
yo_ng: ohun kan ti parẹ ni ohun elo yẹn.

source: item was deleted in that tool.
yo_ng: Apakan

source: Section
yo_ng: Fi iṣẹ́lẹ kun

source: Add event
yo_ng: Ṣàpẹẹrẹ lori awọn ẹgbẹ́/awọn olumulo

source: Filter on groups/users
yo_ng: Ṣààbọ lórí àwùjọ/olùpẹ̀

source: Ascending
yo_ng: Gígun

source: Current month
yo_ng: Òsù yìí

source: Event edited
yo_ng: Ìṣẹ̀ ìdàsílẹ̀ ti yí padà

source: Add event to agenda
yo_ng: Fi ìṣẹ̀lẹ̀ kun sí ìṣètò ìṣẹ̀lẹ̀

source: Add announcement
yo_ng: Fi ìkéde kun

source: Forum: add new topic
yo_ng: Fọ́ọ̀mù: Ṣàfikún ìpìtàn tuntun

source: Forum: edit topic
yo_ng: Fọ́ọ̀mù: Ṣàtúnṣe ìpìtàn

source: Test : Answers
yo_ng: Ìdánwò: Ìdáhùn

source: Forum: reply
yo_ng: Fọ́ọ̀mù: Ìdáhùn

source: Descending
yo_ng: Dínkù

source: Upload paper
yo_ng: Gbe ìwé rẹ sórí

source: You didn't choose any file to send, or it is too big
yo_ng: O ko yan faili kankan lati fi ranṣẹ, tabi pe o tobi ju

source: paper title modified
yo_ng: Akọle ìwé ti yí padà

source: The file has been added to the list of publications.
yo_ng: Faili naa ti kun si akoole ti awọn ìtẹjade.

source: File deleted
yo_ng: Faili pare

source: Paper title
yo_ng: Akọle ìwé

source: Do you really want to delete this file
yo_ng: Ṣe o fẹ́ pa faili yìí run gan-an

source: Actions on all files
yo_ng: Ìṣe lórí gbogbo awọn faili

source: Default setting for the visibility of newly posted files
yo_ng: Ètò àkọ́kọ́ fún ìrísí àwọn faili tuntun tí a fi létò

source: New documents are visible for all users
yo_ng: Àwọn ìwé tuntun ṣe ìrísí fún gbogbo àwùjọ

source: New documents are only visible for the teacher(s)
yo_ng: Àwọn ìwé tuntun ṣe ìrísí fún olùkọ́ nìkan

source: Only registered users of this course can publish documents.
yo_ng: Àwùjọ tí a forukọsilẹ̀ nìkan ni ìdìí ìdàsílẹ̀ ìwé.

source: current folder
yo_ng: Fọ́ọ̀lù yìí

source: Upload a document
yo_ng: Gbe ìwé kan sórí

source: Assignments settings
yo_ng: Ètò ìṣàtúnṣe

source: A user posted a document in the Assignments tool
yo_ng: Olùwòdì kan ti fi ìwé kan sórí nínú ohun èlò Ìṣàtúnṣe

source: Delete directory
yo_ng: Pa ìfọ̀lù run

source: Validate changes
yo_ng: Fìdíbọ̀ ìyípadà

source: Folder updated
yo_ng: Fọ́ọ̀lù tí a ṣàtúnṣe

source: Ends at (completely closed)
yo_ng: Óparí ní (pipa run pátápátá)

source: Assignment scoring
yo_ng: Ìdíwò ìṣàtúnṣe

source: Add to gradebook
yo_ng: Fi kun ìwé ìdíwò

source: Weight inside assessment
yo_ng: Ìwọ̀n nínú ìdíwò

source: Date limits
yo_ng: Àwọn òpin ìpín

source: Posted sending deadline
yo_ng: Ọjọ́ ìparí ìfúnwò ìdásílẹ̀

source: Directory created
yo_ng: Ìfọ̀lù tí a ṣẹ̀dá

source: Deadline for assignments
yo_ng: Àkókò ìparí ìṣàtúnṣe

source: Enable handing over deadline (visible to learners)
yo_ng: Ṣí ìdásílẹ̀ ìparí ìdásílẹ̀ ṣiṣẹ́ (ṣe ìrísí fún akẹ́kọ̀ọ́)

source: Enable final acceptance date (invisible to learners)
yo_ng: Ṣí ìdásílẹ̀ ìdásílẹ̀ ìparí ṣiṣẹ́ (kò ṣe ìrísí fún akẹ́kọ̀ọ́)

source: Impossible to save the document
yo_ng: Kò ṣeé ṣe láti fi ìwé pamọ́

source: End date cannot be before the expiry date
yo_ng: Ọjọ́ ìparí kò lè ṣáájú ìdásílẹ̀ ìparí

source: Select a filter
yo_ng: Yan àlẹ̀dí

source: Filter by not expired
yo_ng: Ṣàlẹ̀dí nipa tí kò ti kọjá ìdásílẹ̀

source: Filter assignments
yo_ng: Ṣàlẹ̀dí ìṣàtúnṣe

source: Minimum score expected
yo_ng: Ìdíwò ìpinnu ìdíwò ìpinnu

source: Expiry date already passed
yo_ng: Ọjọ́ ìdásílẹ̀ ìparí ti kọjá

source: End date already passed
yo_ng: Ọjọ́ ìparí ti kọjá

source: Move %s to
yo_ng: Gbe %s lọ sí

source: The mark cannot exceed maximum score
yo_ng: Ìdíwò kò lè kọjá ìdíwò ìpinnu ìdíwò ìpinnu

source: Delete all papers
yo_ng: Pa gbogbo ìwé run

source: Edit and mark paper
yo_ng: Ṣàtúnṣe àti ṣàwárí ìwé

source: All papers are now invisible
yo_ng: Gbogbo àwùjọ ìwé kò ṣe ìrìran mọ́

source: The file is now invisible
yo_ng: Fáìlì náà kò ṣe ìrìran mọ́ mọ́

source: All papers are now visible
yo_ng: Gbogbo àwùjọ ìwé ṣe ìrìran mọ́ mọ́

source: The file is now visible
yo_ng: Fáìlì náà ṣe ìrìran mọ́ mọ́

source: Create assignment
yo_ng: Ṣẹ̀dá iṣẹ́ ìkọ́silẹ̀

source: Assignment name
yo_ng: Orúkọ iṣẹ́ ìkọ́silẹ̀

source: Folder edited
yo_ng: Fọ́lọ́dà tí a ṣàtúnṣe

source: Update this task
yo_ng: Ṣàtúnṣe iṣẹ́ yìí

source: Make all papers invisible
yo_ng: Jẹ́ kí gbogbo àwùjọ ìwé kò ṣe ìrìran mọ́

source: Make all papers visible
yo_ng: Jẹ́ kí gbogbo àwùjọ ìwé ṣe ìrìran mọ́

source: Administrator first name
yo_ng: Orúkọ ìdí àdìnistréètọ̀

source: URL of this company
yo_ng: URL ti ilé-iṣẹ́ yìí

source: User DB
yo_ng: Ipilẹ Ìsàrò Olùpẹ̀

source: Please check these values
yo_ng: Jọ̀wọ́ ṣàyẹ̀wò àwùjọ ìdí yìí

source: Please go back to step 1
yo_ng: Jọ̀wọ́ padà lọ sí ìgbésẹ̀ 1

source: <p><b>Adding users</b></p> <p>You can subscribe existing learners one by one to your course, by clicking on the link 'Subscribe users to this course'. Usually however it's better to open your course to self-registration and let learners register themselves. </p> <p><b>Description</b></p> <p>The description has no computer related function and does not indicate any particular rights or privileges within the system. It simply indicates who is who, in human terms. You can therefore modify this by clicking on the pencil, then typing whatever you want: professor, assistant, student, visitor, expert etc.</p><p><b>Admin rights</b></p><p>Admin rights, on the other hand, provide technical authorization to modify the content and organization of this course area. You can choose between allowing full admin rights or none.</p><p>To allow an assistant, for instance, to co-admin the area, you need to be sure he/she is already registered, then click on the pencil, then check 'Teacher', then 'Ok'.</p><p><b>Co-Trainers</b></p><p>To mention the name of a co-teacher in the heading (co-chairman, etc.), use the 'Course settings' tool. This modification does not automatically register your co-Trainer as a course member. The 'Teachers' field is completely independent of the 'Users' list.</p> <p><b>Tracking and Personal Home Pages</b></p> <p>In addition to showing the users list and modifying their rights, the Users tool also shows individual tracking and allows the teacher to define headings for personal home pages to be completed by users.</p>
yo_ng: <p><b>Ṣí òǹkọ̀ olùpẹ̀</b></p> <p>O le forukọsilẹ awọn akẹ́ẹ́kọ̀ ti o wa tẹlẹ̀ ọkọọkan si iṣẹ́-ìkọ́ rẹ, nipa titẹ lori ìnọ́ọ̀bà 'Forukọsilẹ olùpẹ̀ si iṣẹ́-ìkọ́ yìí'. Nigbagbogbo sibẹsibẹ o dara julọ lati ṣii iṣẹ́-ìkọ́ rẹ si ìforukọsilẹ fúnra rẹ ki o jẹ ki awọn akẹ́ẹ́kọ̀ forukọsilẹ fúnra wọn. </p> <p><b>Àpèjúwe</b></p> <p>Àpèjúwe ko ni iṣẹ́ ìmọ̀ ẹrọ kan ki o ko tọka si awọn ẹ̀tọ́ tabi àǹfààní pato laarin eto naa. O kan tọka si tani tani, ni ọ̀nà ènìyàn. Nitorinaa o le ṣàtúnṣe eyi nipa titẹ lori ikọwe, lẹ́yìn náà kọ ohunkohun ti o fẹ: olùkọ́, olùrànlọ́wọ, akẹ́ẹ́kọ̀, àbẹ̀tò, amoye abbl.</p><p><b>Ẹ̀tọ́ Àdìnistréètọ̀</b></p><p>Ẹ̀tọ́ àdìnistréètọ̀, ni ọ̀nà mìíràn, pèsè ìyọ̀nda ìmọ̀ ẹrọ lati ṣàtúnṣe akónterà àti ìṣètò agbègbè ìdàsílẹ̀ yìí. O le yan laarin gbigba gbogbo ẹ̀tọ́ àdìnistréètọ̀ tabi ko si.</p><p>Lati gba olùrànlọ́wọ, fun apẹẹrẹ, lati ṣàdìnistré agbègbè, o gbọ́dọ̀ rí i dájú pé ó ti forukọsilẹ tẹ́lẹ̀, lẹ́yìn náà tẹ lori ikọwe, lẹ́yìn náà ṣàyẹ̀wò 'Olùkọ́', lẹ́yìn náà 'Ó dára'.</p><p><b>Olùkọ́ Alájọṣepọ̀</b></p><p>Lati sọ orúkọ olùkọ́ alájọṣepọ̀ ni akọsílẹ̀ (alájọṣepọ̀, abbl.), lo ohun èlò 'Ìṣètò Ìdàsílẹ̀'. Ìyípadà yìí ko forukọsilẹ olùkọ́ alájọṣepọ̀ rẹ gẹgẹbi ọmọ ẹgbẹ́ ìdàsílẹ̀ laifọwọ́. Aaye 'Awọn Olùkọ́' jẹ́ òmìnira patapata ti akólẹ̀ 'Awọn Olùpẹ̀'.</p> <p><b>Ìtò Ìtò àti Àwùjọ Ìpele Ìdí</b></p> <p>Ní àfikún sí ìfihan akólẹ̀ olùpẹ̀ àti ìyípadà ẹ̀tọ́ wọn, ohun èlò Olùpẹ̀ tun ṣàfihàn ìtò kọ̀ọ̀kan àti gba olùkọ́ laaye lati ṣàpèjúwe awọn akọsílẹ̀ fun awọn ìpele ìdí ti ara ẹni lati pari nipasẹ awọn olùpẹ̀.</p>
