Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Permissions for new directories
ar: السماحية لأدلة جديدة
ast_es: Permisos pa direutorios nuevos
bn_bd: নতুন ডিরেক্টরির জন্য অনুমতি
bs_ba: Permisije za nove direktorijume
ca_es: Permisos per a directoris nous
cs_cz: Oprávnění pro nové adresáře
da: Tilladelser forbundet nye mapper
de: Berechtigungen für neue Verzeichnisse
el: Δικαιώματα νέων φακέλων
eo: Permesoj por novaj dosierujoj
es: Permisos para los nuevos directorios
es_mx: Permiso para nuevos directorios
eu_es: Direktorio berrietarako baimenak
fa_ir: سطح دسترسی برای دایرکتوری های جدید
fi_fi: Uusien hakemistojen käyttöoikeudet
fo_fo: Rættindi fyri nýggjar mapper
fur: Permissions par le gjnovelis diretsoris
ga: Ceadanna do eolairí nua
gl: Permisos para os novos directorios
he_il: הרשאות עבור ספריות חדשות
hi: नई निर्देशिकाओं के लिए अनुमतियाँ
hr_hr: Dozvole za nove mape
hu_hu: Új könyvtárak hozzáférési jogai
hy: Թույլտվություններ նոր թղթապանակների համար
id_id: Izin untuk direktori baru
it: Permessi per le nuove cartelle
ja: 新規ディレクトリの権限
ka_ge: ახალი დირექტორიების უფლებები
ko_kr: 새 디렉토리 권한
lt_lt: Naujų katalogų teisės
lv_lv: Atļaujas jauniem katalogiem / mapēm
mk_mk: Права за нови директориуми
ms_my: Keizinan untuk direktori baru
my_mm: ဖိုင်တွဲအသစ်များအတွက် ခွင့်ပြုချက်များ
ne: नयाँ निर्देशिकाहरूका लागि अनुमतिहरू
nl: Permissies voor nieuwe mappen
nn_no: Rettigheiter for nye katalogar
oc: Permissions pèr de rèch dirs neufs
pl_pl: Zezwolenia dla nowych katalogów
ps: د نوو ډایریکټریزو اجازه
pt_br: Permissão para novos diretórios
pt_pt: Permissões para novas pastas/directórios
ro_ro: Permisiuni pentru directoarele noi
ru_ru: Права для новых директориев (папок)
sk_sk: Povolenia pre nové katalógy
sl: Pravice za nove mape
sq: Lejet për direktoret e reja
sr_rs: Dozvole za nove direktorijume
sv_se: Behörigheter för nya mappar
sw_ke: Ruhusa kwa majukwaa mapya
ta: புதிய அடைவுகளுக்கான அனுமதிகள்
th: สิทธิ์สำหรับไดเรกทอรีใหม่
tl_ph: Mga pahintulot para sa mga bagong direktoryo
tr: Yeni klasör için izinler
uk_ua: Права для нових каталогів
vi_vn: Quyền cho thư mục mới
xh_za: Iimvume kwiidirektori ezintsha
zh_cn: 新目录权限
zh_tw: 新目錄權限
