Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This exercise has been included in a learning path, so it cannot be accessed by students directly from here. If you want to put the same exercise available through the exercises tool, please make a copy of the current exercise using the copy icon.
ar: هذا التمرين سوف يتم تضمينه في مسار التعلم، ولذا لا يمكن الوصول اليه من قبل الطلبة بشكل مباشر، واذا اردت ان تضع نفس التمرين متوفرا في اداة التمارين فعليك ان تعمل نسخة من التمرين الحالي عبر ايقونة النسخ
ast_es: Esti ejerciciu incluyíse nun camín d'apreendizaxe, polo que nun pue accesese direutamente polos alumnos dende equí. Si quies poner el mesmu ejerciciu disponible a traviés de l'eina d'esercicios, por favor, fai una copia del ejerciciu actual usando l'iconu de copia.
bn_bd: এই ব্যায়ামটি একটি শিক্ষা পথে অন্তর্ভুক্ত করা হয়েছে, তাই ছাত্ররা এখান থেকে সরাসরি এটিতে প্রবেশ করতে পারবে না। যদি আপনি একই ব্যায়াম ব্যায়াম টুলের মাধ্যমে উপলব্ধ করতে চান, তাহলে কপি আইকন ব্যবহার করে বর্তমান ব্যায়ামের একটি কপি তৈরি করুন।
bs_ba: Ovaj vježbenik je uključen u putanju učenja, pa studenti ne mogu pristupiti izravno odavde. Ako želite staviti isti vježbenik dostupan preko alata za vježbe, napravite kopiju trenutnog vježbenika koristeći ikonu kopiranja.
ca_es: Aquest exercici ha estat inclòs en una seqüència d'aprenentatge, per la qual cosa no podrà ser accessible directament pels estudiants des d'aquí. Si voleu col·locar el mateix exercici disponible a través de l'eina exercicis, feu una còpia de l'exercici en qüestió prement sobre la icona de còpia.
cs_cz: Tento test je součástí výukové cesty, proto k němu nemohou studenti přistupovat přímo odtud. Pokud chcete mít stejný test dostupný prostřednictvím nástroje testy, vytvořte prosím kopii aktuálního testu pomocí ikony kopírování.
da: Denne øvelse er inkluderet i en læringssti, så den kan ikke tilgås direkte af elever herfra. Hvis du vil have den samme øvelse tilgængelig via øvelsesværktøjet, lav venligst en kopi af den nuværende øvelse ved hjælp af kopi-ikonet.
de: Diese Übung wird in einem Lernpfad verwendet, somit kann sich nicht direkt von Studenten aufgerufen werden. Um die gleiche Übung über das Übungs-Tool verfügbar zu machen, bitte eine Kopie mit Klick auf das Kopieren-Symbol erstellen.
el: Αυτή η άσκηση έχει συμπεριληφθεί στην Εκπαιδευτική διαδρομή, οπότε οι εκπαιδευόμενοι δεν μπορούν να έχουν πρόσβαση σε αυτήν από εδώ. Αν θέλετε αυτή η άσκηση να είναι διαθέσιμη μέσα από τα εργαλεία ασκήσεων, παρακαλώ κάντε ένα αντίγραφό της, χρησιμοποιώντας το εικονίδιο της αντιγραφής.
eo: Ĉi tiu ekzerco estas inkluzivita en lernvojo, do ĝi ne povas esti alirebla rekte de studentoj de ĉi tie. Se vi volas meti la saman ekzercon havebla tra la ilo de ekzercoj, bonvolu fari kopion de la nuna ekzerco uzante la ikonon de kopio.
es: Este ejercicio ha sido incluido en una secuencia de aprendizaje, por lo cual no podrá ser accesible directamente por los estudiantes desde aquí. Si quiere colocar el mismo ejercicio disponible a través de la herramienta ejercicios, haga una copia del ejercicio en cuestión pulsando sobre el icono de copia.
es_mx: Este ejercicio ha sido incluido en una ruta de aprendizaje, por lo que no puede ser accedido directamente por los estudiantes desde aquí. Si deseas poner el mismo ejercicio disponible a través de la herramienta de ejercicios, por favor haz una copia del ejercicio actual usando el ícono de copia.
eu_es: Ariketa hau ikaskuntza ibilbide batean sartu da. Horrexegatik, ikasleek ezin izango dute hemendik zuzenenan erabili. Zuk, ariketa tresnaren bitartez, ariketa bera erabilgarri jarri nahi baduzu, egin ariketa honen kopia bat, kopiatzeko ikonoaren gainean sakatuz.
fa_ir: این تمرین در یک مسیر یادگیری گنجانده شده است، بنابراین دانش‌آموزان نمی‌توانند مستقیماً از اینجا به آن دسترسی داشته باشند. اگر می‌خواهید همان تمرین از طریق ابزار تمرین‌ها در دسترس باشد، لطفاً از آیکون کپی، نسخه‌ای از تمرین فعلی بسازید.
fi_fi: Tämä harjoitus on sisällytetty oppimispolkuun, joten opiskelijat eivät voi päästä siihen suoraan täältä. Jos haluat saman harjoituksen saataville harjoitustyökalun kautta, tee kopio nykyisestä harjoituksesta kopioikonia käyttäen.
fo_fo: Henda útgáva er løgd í eina lærugøtu, so hon kann ikki takast beinleiðis av lernarunum her. Um tú ynskir at gera sama útgávuna tilgongdliga gjøgnum útgávuverkætlin, tak eitt afrit av núverandi útgávu við afrita ikoni.
fur: Cheste esercitazion e je stâe inserîde in un percors di aprit, par chester dut no si puô acedi dai students diretament di quâ. Se vûr carâ la stea esercitazion disponibîle atravez dal strûl des esercitazions, par plêç fâ une còpie de l'esercitazion atuâl cul icône de còpie.
ga: Tá an cleachtadh seo san áireamh i gcosán foghlama, mar sin ní féidir le mic léinn teacht air go díreach as seo. Má theastaíonn uait an cleachtadh céanna a chur ar fáil tríd an uirlis cleachtaí, déan cóip den chleachtadh reatha ag úsáid an deilbhín cóipe.
gl: Este exercicio foi incluido nunha secuencia de aprendizaxe, polo cal non poderá ser accesible directamente polos estudantes desde aquí. Se quere colocar o mesmo exercicio dispoñible a través da ferramenta exercicios, faga unha copia do exercicio en cuestión pulsando sobre a icona de copia.
he_il: תרגיל זה נכלל בנתיב למידה, ולכן התלמידים לא יכולים לגשת אליו ישירות מכאן. אם ברצונך לשים את אותו תרגיל זמין דרך כלי התרגילים, אנא צור עותק של התרגיל הנוכחי באמצעות העותק סמל.
hi: यह अभ्यास एक लर्निंग पथ में शामिल किया गया है, इसलिए छात्र इसे सीधे यहां से एक्सेस नहीं कर सकते। यदि आप उसी अभ्यास को अभ्यास उपकरण के माध्यम से उपलब्ध कराना चाहते हैं, तो कृपया कॉपी आइकन का उपयोग करके वर्तमान अभ्यास की प्रतिलिपि बनाएं।
hr_hr: Ova vježba je uključena u put učenja, pa studenti ne mogu pristupiti izravno odavde. Ako želite staviti istu vježbu dostupnu putem alata za vježbe, napravite kopiju trenutne vježbe koristeći ikonu kopiranja.
hu_hu: Ez a feladat bekerült egy tanulási útvonalba, ezért a diákok nem érhetik el közvetlenül innen. Ha ugyanazt a feladatot elérhetővé szeretné tenni a feladatok eszközzel, készítsen másolatot a jelenlegi feladatról a másolás ikon használatával.
hy: Այս վարժությունը ներառված է ուսուցման ուղու մեջ, ուստի ուսանողները չեն կարող այն ուղղակիորեն մուտք գործել այստեղից: Եթե ցանկանում եք նույն վարժությունը դարձնել հասանելի վարժությունների գործիքի միջոցով, խնդրում ենք պատճենել ընթացիկ վարժությունը՝ օգտագործելով պատճենման պատկերակը:
id_id: Latihan ini telah disertakan dalam jalur pembelajaran, sehingga tidak dapat diakses oleh siswa secara langsung dari sini. Jika Anda ingin menempatkan latihan yang sama tersedia melalui alat latihan, silakan buat salinan dari latihan saat ini menggunakan ikon salin.
it: Questa esercitazione è inclusa in un percorso di apprendimento, pertanto gli studenti non possono accedervi da qui. Se vuoi che questo stesso esercizio sia utilizzabile nel tool Esercitazioni, fai una copia cliccando sull'icona "Copia".
ja: この演習は学習パスに含まれているため、ここから学生が直接アクセスできません。演習ツール経由で同じ演習を利用したい場合は、コピーアイコンを使用して現在の演習をコピーしてください。
ka_ge: ეს ვარჯიში შეტანილია სწავლის მარშრუტში, ამიტომ მოსწავლეები ვერ მიაღწევენ მას პირდაპირ აქედან. თუ გსურთ იგივე ვარჯიშის განთავსება ვარჯიშების ინსტრუმენტის მეშვეობით, გამოიყენეთ კოპირების ღილაკი მიმდინარე ვარჯიშის კოპირებისთვის.
ko_kr: 이 연습은 학습 경로에 포함되어 있어 여기서 학생들이 직접 접근할 수 없습니다. 연습 도구를 통해 동일한 연습을 사용할 수 있게 하려면 복사 아이콘을 사용하여 현재 연습을 복사하십시오.
lo: ບົດເຝິກຫັດນີ້ໄດ້ຖືກລວມຢູ່ໃນເສັ້ນທາງການຮຽນຮູ້, ດັ່ງນັ້ນນັກຮຽນບໍ່ສາມາດເຂົ້າເຖິງໄດ້ໂດຍກົງຈາກບ່ອນນີ້. ຖ້າທ່ານຕ້ອງການເຮັດໃຫ້ບົດເຝິກຫັດດຽວກັນນີ້ມີໃຫ້ຜ່ານເຄື່ອງມືບົດເຝິກຫັດ, ກະລຸນາສຳເນົາບົດເຝິກຫັດປັດຈຸບັນໂດຍໃຊ້ໄອຄອນສຳເນົາ.
lt_lt: Šis pratimas įtrauktas į mokymosi kelią, todėl mokiniai negali prieiti prie jo tiesiogiai iš čia. Jei norite padaryti tą patį pratimą prieinamą per pratimų įrankį, prašome padaryti jo kopiją naudodami kopijavimo piktogramą.
lv_lv: Šis vingrinājums ir iekļauts mācību kursa saturā, kā tā sastāvdaļa, tāpēc studenti tai nevar piekļūt tieši no šejienes. Ja Jūs vēlaties, lai šis pats uzdevums ir pieejams caur vingrinājumu rīku, lūdzu, veiciet pašreizējā uzdevuma kopiju, izmantojot kopēšanas ikonu.
mk_mk: Оваа вежба е вклучена во патека за учење, па не може да се пристапи директно од страна на учениците од тука. Ако сакате да ја ставите истата вежба достапна преку алатката за вежби, ве молиме направете копија на тековната вежба со користење на иконата за копирање.
ms_my: Latihan ini telah dimasukkan dalam laluan pembelajaran, jadi ia tidak boleh diakses oleh pelajar secara langsung dari sini. Jika anda ingin meletakkan latihan yang sama boleh diakses melalui alat latihan, sila buat salinan latihan semasa menggunakan ikon salin.
my_mm: ဤလေ့ကျင့်ခန်းကို သင်ယူမှုလမ်းကြောင်းတွင် ထည့်သွင်းထားသဖြင့်၊ ၎င်းကို ကျောင်းသားများမှ ဤနေရာမှ တိုက်ရိုက်ဝင်ရောက်မရပါ။ တူညီသော လေ့ကျင့်ခန်းကို လေ့ကျင့်ခန်းကိရိယာမှတစ်ဆင့် ရရှိနိုင်စေလိုပါက၊ ကူးယူအိုင်ကွန်ကို အသုံးပြု၍ လက်ရှိလေ့ကျင့်ခန်း၏ မိတ္တူတစ်ခုကို ပြုလုပ်ပါ။
ne: यो अभ्यास कुनै सिकाइ पथमा समावेश गरिएको छ, त्यसैले विद्यार्थीहरूले यसलाई यहाँबाट सिधै पहुँच गर्न सक्दैनन्। यदि तपाईं यही अभ्यास अभ्यास उपकरण मार्फत उपलब्ध गराउन चाहनुहुन्छ भने, कपी आइकन प्रयोग गरेर हालको अभ्यासको प्रतिलिपि बनाउनुहोस्।
nl: Deze oefening werd toegevoegd in een leerpad. Het kan dus niet direct geopend worden door cursisten vanaf hier. Indien u dezelfde oefening wenst toegankelijk te maken in de oefeningen-module, maak dan een kopie van de huidige oefening door gebruik te maken van het kopieer-icoon.
nn_no: Denne oppgåva er inkludert i ei læringssti, så den kan ikkje vert tilgjengeleg for elevar direkte frå her. Om du vil ha same oppgåva tilgjengeleg gjennom oppgåveverktøyet, lag ein kopi av noverande oppgåve med kopi-ikonet.
oc: Aqueste exercici es estat inclós dins un itinerari d'aprendissatge, doncas es impossible d'accedir directament pèr los estudiants. Se volètz metre lo meteis exercici disponible via l'òpti de los exercicis, fasètz-ne una còpia amb l'icona de còpia.
pl_pl: Ćwiczenie zostało włączone do ścieżki nauki, nie może być dostępne bezpośrednio stąd. Jeśli chcesz udostępnić to samo ćwiczenie poprzez narzędzie ćwiczeń, należy zrobić kopię obecnego zadania przy użyciu ikony kopiowania.
ps: دا تمرین د زده کړې لاره کې شامل شوی دی، نو زده کوونکي نشي کولی مستقیم له دې ځایه لاسرسی وکړي. که تاسو غواړئ هماغه تمرین د تمریناتو له لارې شته کړئ، مهرباني وکړئ د اوسني تمرین کاپي وکړئ د کاپي آیکون په کارولو سره.
pt_br: Este exercício foi incluída em uma rota de aprendizagem, para que ele não pode ser acessado por estudantes diretamente daqui. Se você quiser colocar o mesmo exercício disponível através da ferramenta de exercícios, por favor, faça uma cópia do exercício atual usando a cópia ícone.
pt_pt: O exercício foi incluído na Rota de Aprendizagem, por isso não pode ser acedido diretamente pelos estudantes a partir daqui. Se deseja que um exercício semelhante seja disponibilizado através da ferramenta de exercícios, por favor faça uma cópia do mesmo usando o icon de cópia.
ro_ro: Acest exercițiu a fost inclus într-o secvență de învățare, care nu pot fi accesate direct de către elevi de aici. Dacă vreti sa puneti acelasi exercitiu disponibil prin intermediul instrumentului exerciții, făceti o copie facand click pe iconul pictograma.
ru_ru: Этот тест включен в учебный путь, поэтому студенты не могут получить к нему прямой доступ отсюда. Если вы хотите сделать тот же тест доступным через инструмент тестов, пожалуйста, создайте копию текущего теста с помощью иконки копирования.
sk_sk: Toto zadanie bolo zahrnuté do učebnej osnovy, nemôže byť zobrazené študentmi priamo tu. Ak chcete, aby rovnaké zadanie bolo k dispozícii prostredníctvom nástroja zadanie, prosím urobte kópiu aktuálneho zadania pomocou ikony kopírovania.
sl: Ta test/vaja je vključena v učno pot in ni dostopna tečajnikom direktno iz tega orodja. V primeru, da želite test/vajo narediti dostopno iz tega orodja, naredite kopijo tega testa/vaje z uporabo ikone za kopiranje.
sq: Ky ushtrim është përfshirë në një shteg mësimor, prandaj nuk mund të aksesohet direkt nga studentët prej këtu. Nëse doni të vendosni të njëjtin ushtrim të disponueshëm përmes veglës së ushtrimeve, ju lutemi bëni një kopje të ushtrimit aktual duke përdorur ikonën e kopjimit.
sr_rs: Ovaj zadatak je uključen u putanju učenja, pa studenti ne mogu da ga pristupe direktno odavde. Ako želite da stavite isti zadatak dostupan preko alata za zadatke, napravite kopiju trenutnog zadatka koristeći ikonu kopiranja.
sv_se: Denna övning har inkluderats i en inlärningsväg, så den kan inte nås direkt av elever härifrån. Om du vill ha samma övning tillgänglig via övningsverktyget, gör en kopia av den aktuella övningen med kopieringsikonen.
sw_ke: Mazoezi haya yamejumuishwa katika njia ya kujifunza, kwa hivyo hayawezi kufikiwa na wanafunzi moja kwa moja kutoka hapa. Ikiwa unataka kuweka mazoezi sawa yanayopatikana kupitia zana ya mazoezi, tafadhali fanya nakala ya mazoezi haya kwa kutumia ikoni ya nakala.
ta: இந்த பயிற்சி ஒரு கற்றல் பாதையில் சேர்க்கப்பட்டுள்ளது, எனவே மாணவர்கள் இங்கிருந்து நேரடியாக அணுக முடியாது. அதே பயிற்சியை பயிற்சிகள் கருவி மூலம் கிடைக்கச் செய்ய விரும்பினால், நகல் சின்னத்தைப் பயன்படுத்தி தற்போதைய பயிற்சியின் நகலை உருவாக்கவும்.
th: แบบฝึกหัดนี้ถูกเพิ่มในเส้นทางการเรียนรู้แล้ว ดังนั้นนักเรียนจึงไม่สามารถเข้าถึงได้โดยตรงจากที่นี่ หากต้องการให้แบบฝึกหัดเดียวกันใช้งานได้ผ่านเครื่องมือแบบฝึกหัด โปรดคัดลอกแบบฝึกหัดปัจจุบันโดยใช้ไอคอนคัดลอก
tl_ph: Ang exercise na ito ay isinama sa isang learning path, kaya hindi ito maaaring ma-access ng mga estudyante nang direkta mula rito. Kung nais mong gawing available ang parehong exercise sa pamamagitan ng exercises tool, gumawa ng kopya ng kasalukuyang exercise gamit ang copy icon.
tr: Bu alıştırma bir öğrenme yoluna dahil edildiği için öğrenciler buradan doğrudan erişemez. Aynı alıştırmayı egzersizler aracından erişilebilir hale getirmek istiyorsanız, kopyala simgesini kullanarak mevcut alıştırmanın bir kopyasını oluşturun.
uk_ua: Це завдання включено до навчального шляху, тому учні не можуть отримати до нього доступ безпосередньо звідси. Якщо ви хочете зробити те саме завдання доступним через інструмент завдань, будь ласка, створіть копію поточного завдання за допомогою іконки копіювання.
vi_vn: Bài tập này đã được bao gồm trong lộ trình học tập, vì vậy sinh viên không thể truy cập trực tiếp từ đây. Nếu bạn muốn đặt bài tập tương tự có sẵn qua công cụ bài tập, vui lòng sao chép bài tập hiện tại bằng biểu tượng sao chép.
xh_za: Olu lingelo lubandakanyiwwe kwindlela yokufunda, ngoko ke alunakufikeleleka ngqo ngabafundi apha. Ukuba ufuna ukubeka ulingelo olufanayo olufumaneka ngesixhobo semisebenzi, nceda wenze ikopi yalo lingelo ngokusebenzisa i-icon yokukopisha.
zh_cn: 此练习已包含在学习路径中，因此学生无法直接从此处访问。如果您希望通过练习工具提供相同的练习，请使用复制图标复制当前练习。
zh_tw: 此測驗已包含在學習路徑中，因此學生無法直接從此處存取。若要透過測驗工具提供相同測驗，請使用複製圖示複製目前測驗。

source: Allow iframes in HTML Editor
ar: HTML في محرر iframes السماح باضافة
ast_es: Permitir iframes nel Editor HTML
bn_bd: HTML এডিটরে আইফ্রেম অনুমোদন করুন
bs_ba: Dozvoli iframeove u HTML Editoru
ca_es: Permet iframes a l'editor HTML
cs_cz: Povolit iframe v HTML editoru
da: Tillad iframes i HTML-editor
de: Iframes im HTML-Editor erlauben
el: Να επιτρέπονται τα iframes στον HTML Editor
eo: Permesi iframes en HTML-redaktilo
es: Permitir iframes en el editor HTML
es_mx: Permitir iframes en el Editor HTML
eu_es: Onartu iframeak HTML Editorean
fa_ir: اجازه iframeها در ویرایشگر HTML
fi_fi: Salli iframe HTML-editorissa
fo_fo: Leyp iframes í HTML-ritstjóra
fur: Permitî i iframes tal Editôr HTML
ga: Iframes a cheadú san Eagarthóir HTML
gl: Permitir iframes no editor HTML
he_il: אפשר iframes בעורך HTML
hi: HTML संपादक में iframes की अनुमति दें
hr_hr: Dopusti iframeove u HTML uređivaču
hu_hu: Iframe-ek engedélyezése a HTML szerkesztőben
hy: Թույլ տալ iframe-ները HTML խմբագրում HTML Editor-ում
id_id: Izinkan iframe di Editor HTML
it: Permetti gli iFrame nell' editor HTML
ja: HTMLエディターでiframeを許可
ka_ge: HTML რედაქტორში iframe-ების დაშვება
ko_kr: HTML 편집기에서 iframe 허용
lt_lt: Leisti iframe HTML redaktoriuje
lv_lv: Atļaut iframes HTML redaktorā
mk_mk: Дозволи iframes во HTML уредникот
ms_my: Benarkan iframe dalam Editor HTML
my_mm: HTML တည်းဖြတ်သူတွင် iframe များကို ခွင့်ပြုပါ
ne: HTML सम्पादकमा iframe हरू अनुमति दिनुहोस्
nl: iframes toestaan in de HTML Editor
nn_no: Tillat iframes i HTML-redigerar
oc: Autorizar los iframes dins l'editor HTML
pl_pl: Zezwól na użycie ramek Iframe w edytorze HTML
ps: د HTML ایډیټر کې iframes ته اجازه ورکول
pt_br: Permitir iframe em HTML Editor
pt_pt: Permitir iframes no editor HTML
ro_ro: Permite iframes in editorul HTML
ru_ru: Разрешить iframe в HTML-редакторе
sk_sk: Povoliť iframes v HTML editore
sl: Dovoli iframe v HTML urejevalniku
sq: Lejo iframe në Redaktorin HTML
sr_rs: Dozvoli iframe-ove u HTML editoru
sv_se: Tillåt iframes i HTML-redigeraren
sw_ke: Ruhusu iframes katika Mhariri wa HTML
ta: HTML திருத்தியில் iframeகளை அனுமதிக்கவும்
th: อนุญาต iframes ใน HTML Editor
tl_ph: Payagan ang iframes sa HTML Editor
tr: HTML Editöründe iframe'lere izin ver
uk_ua: Дозволити iframe у HTML-редакторі
vi_vn: Cho phép iframe trong Trình chỉnh sửa HTML
xh_za: Vumela ii-iframes kwisahluko se-HTML
zh_cn: 在 HTML 编辑器中允许 iframe
zh_tw: 允許 HTML 編輯器中使用 iframe
