Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Assigned to
qu_pe: Qatusqa

source: Updated by %s
qu_pe: %swan mask'asqa

source: Assignee changed from %s to %s
qu_pe: Qatusqa %spa %smanllataq mask'asqa

source: Request confirmation
qu_pe: Mañakuy ñawpaq

source: Change assign
qu_pe: Qatuytan mask'ay

source: To be assigned
qu_pe: Qatunapaq

source: Pending
qu_pe: Kutichisqa

source: Unconfirmed
qu_pe: Mañakunachu

source: Forwarded
qu_pe: Paskasqa

source: My tickets
qu_pe: Ñoqap tiketkuna

source: High
qu_pe: Hatun

source: Low
qu_pe: Huk

source: Ticket details
qu_pe: Tiket willakuykuna

source: Unread
qu_pe: Qhawinakunachu

source: Read
qu_pe: Qhawasqa

source: Assign user
qu_pe: Yachayniyoqta qatu

source: Enrollment
qu_pe: Qillqay

source: General information
qu_pe: Rurasqakuna yachay

source: Requests and paperwork
qu_pe: Yapaykuna haku willakuna

source: Academic Incidents
qu_pe: Yachay ñawpaqinkuna

source: Virtual campus
qu_pe: Wasi yachay virtual

source: Online evaluation
qu_pe: Yachay mask'ay internetpi

source: Tickets about enrollment
qu_pe: Qillqaymanta tiketkuna

source: Tickets about general information
qu_pe: Rurasqakuna yachaymanta tiketkuna

source: Tickets about requests and paperwork
qu_pe: Yapaykuna haku willakunamanta tiketkuna

source: Tickets about academic incidents, like exams, practices, tasks, etc.
qu_pe: Yachay ñawpaqinkuna tiketkuna, pruibakuna, kamachikuykuna, yatichisqakuna, etc.

source: Tickets about virtual campus
qu_pe: Wasi yachay virtualmanta tiketkuna

source: Tickets about online evaluation
qu_pe: Tikitakuna yachay willaymanta internetpi

source: Assign
qu_pe: Kutichiy

source: Personal e-mail
qu_pe: Iskaymanta risukuy

source: Priority
qu_pe: Ñawpaq

source: Source
qu_pe: Kamachiq

source: Platform
qu_pe: Yachaykuna platforma

source: E-mail
qu_pe: Iskaymanta risukuy

source: Presential
qu_pe: Rakinpi

source: Ticket %s created
qu_pe: Tikitaku %s kamachirqan

source: Show ticket creation link
qu_pe: Tikitaku kamachina rima rikuchiy

source: Show the ticket creation link to users on the right side of the portal
qu_pe: Tikitaku kamachina rima runakuna portalpa pachakamantinpi rikuchiy

source: Last sent work date
qu_pe: Ñawpaq willanaykuna pacha

source: Single Sign On sub-class
qu_pe: Huk kutin risukuy sub-kutipak

source: To enable a Single Sign On method, you will have to create your own sub-class in main/auth/sso/ based on the default class. Indicate here the name of the sub-class. For example, if the file is sso.Drupal.class.php, indicate 'Drupal' in this field.
qu_pe: Huk kutin risukuy kamariyninpaq, kikin sub-kutipak kamachiy main/auth/sso/pi ñawpaq kutipamanta. Kaypi sub-kutipak sutinta qillqay. Wakinpaq, suta sso.Drupal.class.php kaptin, 'Drupal' qillqay kay ruqinpiman.

source: Course creation splash screen
qu_pe: Yachaykuna kamachina ñawpaq pantalla

source: The course splash screen show a series of suggested options to the teacher when creating a new course. Disable it to let your teachers land directly on the course homepage.
qu_pe: Yachaykuna ñawpaq pantalla yachakuqkuna yachaykuna huk yachay kamachikuspan rikuchikuspaq. Mana kamariyqa, yachakuqkuna yachaykuna ruraq pantallaman chinpuynin.

source: Assignments report
qu_pe: Kutichiy riwuchakuna

source: Accumulate SCORM session time
qu_pe: SCORM ñawpaq pacha churay

source: When enabled, the session time for SCORM Learning Paths will be cumulative, otherwise, it will only be counted from the last update time.
qu_pe: Kamariq kashpaq, SCORM yachay ñawpaq pachakuna churakunapaq, mana kashpaqqa, ñawpaq willanay pacha qhatikunapaq.

source: Download assignments package
qu_pe: Kutichiy pakituy hach'ay

source: Upload corrections package
qu_pe: Kutichiy pakituy yapay

source: SVG icons mode
qu_pe: SVG rikch'akuna rikch'ay

source: By enabling this option, all icons that have an SVG version will prefer the SVG format to PNG. This will give a much better icons quality but some icons might still have some rendering size issue, and some browsers might not support it.
qu_pe: Kay ruqinpiman kamariq kashpaq, tukuy SVG versyunkuna rikch'akuna PNGpaq. Kay rikch'akuna asllataq yachayta qhawayninchik, hinam rikch'akuna tukukuyninpi, wakin navegadores mana qhawayninchikchu.

source: Filter by tags
qu_pe: Hinallakunaq sapaq

source: Import from Moodle
qu_pe: Moodlemanta yapay

source: Import a Moodle course backup file (.mbz) into this Chamilo course
qu_pe: Moodle yachaykuna pakituy (.mbz) kay Chamilo yachaykunaman yapay

source: The Moodle import feature might not support all content types from Moodle, given the fact that not all features are the same, and that Moodle and Chamilo both evolve continuously and rapidly. This import feature should be considered a work in progress. Please check https://support.chamilo.org/projects/chamilo-18/wiki/Moodle_import for more information.
qu_pe: Moodle yapay ruqinpiman Moodlemanta tukuy willakuna mana qhawayninchikchu, tukuy ruqinpikuna mana allinchikchu, Moodle hinaspa Chamilo tukukuyninpi. Kay yapay ruqinpipaq kamariy. https://support.chamilo.org/projects/chamilo-18/wiki/Moodle_import qhawachinapaq.

source: Moodle course file
qu_pe: Moodle yachaykuna pakituy

source: Failed to import: this doesn't seem to be a Moodle course backup file (.mbz)
qu_pe: Yapay mana allinchu: mana Moodle yachaykuna pakituy mana (.mbz)

source: This question type is not supported yet
qu_pe: Kay willakuna ruqinpiman ñawpaq manaq

source: Processing the import... Please don't close this window. This process may take a considerable amount of time. Please be patient.
qu_pe: Yapay ruway... Mana kay qincha kippaychu. Kay ruway chayanta pacha qhatin. Allin kusiway.

source: Contact
qu_pe: Pakin

source: Because the <code>newscorm</code> and <code>exercice</code> directories were renamed to <code>lp</code> and <code>exercise</code> respectively, is necessary to delete or rename to <code>newscorm_old</code> and <code>exercice_old</code>.
qu_pe: <code>newscorm</code> hinaspa <code>exercice</code> chinuchinakuna <code>lp</code> hinaspa <code>exercise</code> sutikunaman, <code>newscorm_old</code> hinaspa <code>exercice_old</code> hach'ayniykunaq.

source: Extension not available
qu_pe: Kutichiy mana kashpaq

source: Enables the WebRTC (flashless) audio recorder at several locations inside Chamilo
qu_pe: WebRTC (flashmanamanta) iskaymanta qillqay Chamiloq chinuchinakunapi kamariy

source: Enable audio recorder
qu_pe: Iskaymanta qillqay kamariy

source: Show official code on the 'Who is online' page, below the username.
qu_pe: Rikch'akuna sutinpi 'Rikurakuna' pantallaman rikuchiy.

source: Official code on 'Who is online'
qu_pe: 'Rikurakuna' rikch'akuna sutin

source: Public job
qu_pe: Llaqtamanta llamk'a

source: Apply for the job
qu_pe: Llamk'api qhaway

source: Public company
qu_pe: Llaqtamanta kamaykuna

source: Private company
qu_pe: Huk llaqtamanta kamaykuna

source: Non-profit company
qu_pe: Mana qhapaq kamaykuna

source: Government
qu_pe: Kamachikuy

source: Template
qu_pe: Plantilla

source: Palette
qu_pe: Paleta

source: Colors
qu_pe: Yuraq yuraqkuna

source: Mask
qu_pe: Máscara

source: Icon
qu_pe: Rikcha

source: Design with Badge Studio
qu_pe: Badge Studioq design

source: Use this badge
qu_pe: Kay sumaqnita jampi

source: Palettes
qu_pe: Paletas

source: Use the Badge Studio to create your own badge from within your platform
qu_pe: Sumaqniyuk Studiowan platformamanta ñawpaq sumaqniyuk qillqay

source: You have already sent this file or another file with the same name. Please make sure you only upload each file once.
qu_pe: Kay willañuqnin otaq sutinwan musuq willañuqniyta kachkan. Manaq allin kanki, willañuqniyta jichhaysapuni.

source: Default visibility of new documents
qu_pe: Musuq yachaywasiqatamanta qhawarinaq

source: Allow users to add tickets
qu_pe: Yachakuqkuna tikit qillqayta munaspalla

source: Allows all users to add tickets not only the administrators.
qu_pe: Kamachisqakunamantaqa manam tikit qillqayta atinchu, yachakuqkunaqam tikit qillqayta atin.

source: Send ticket warning messages to administrators
qu_pe: Tikit patakunata kamachisqakunaman patachiy

source: Send a message if a ticket was created without a category or if a category doesn't have any administrator assigned.
qu_pe: Tikit qallarisqanman otaq kamachisqakunawan manam qallariywan tikit qallarisqanman patachiy.

source: Send alert to administrators if tickets category has no one in charge
qu_pe: Tikit qallariywan manam kamachisqakunawan patakunata kamachisqakunaman patachiy

source: Send a warning message (e-mail and Chamilo message) to all administrators if there's not a user assigned to a category.
qu_pe: Mana qallariywan tikit qallariyta kamachisqakunaman (e-mailwan Chamilo mensajenwan) patachiy.

source: Allow tickets categories edition
qu_pe: Tikit qallariyta qillqayta munaspalla

source: Allow category edition by administrators.
qu_pe: Kamachisqakunaqam tikit qallariyta qillqayta munaspalla.

source: Tickets
qu_pe: Tikitkuna

source: The Moodle course file has been imported successfully.
qu_pe: Moodle yachaywasi willañuqniyqa allinta chaskisqa.

source: Extension installed but not enabled
qu_pe: Kutuq kachkan manam churakunachu

source: E-mail sent. This procedure works in all aspects similarly to the normal e-mail sending of Chamilo, but allows for more flexibility in terms of destination e-mail and message body.
qu_pe: E-mail patachisqa. Kay llamk'a Chamilo e-mail patachkanawan musuqmanta allin, manam e-mail chaskipakuywan mensajenwan qhawarinaq.

source: E-mail tester
qu_pe: E-mail yachakuy

source: Welcome to YOUR tickets section. Here, you'll be able to track the state of all the tickets you created in the main tickets section.
qu_pe: Tikit qispinman kanki. Kaypi, tikit qispinta qhawirinaykipaq.

source: No history
qu_pe: Manam ñawpaq historia manam

source: Recalculate results
qu_pe: Riwukuna musuq kachakuy

source: %s (deleted)
qu_pe: %s (chisphisqa)

source: Available also on main portal
qu_pe: Portal munakunapiwan

source: Edit course categories for one URL
qu_pe: URL hoq yachaywasi qallariykunata qillqay

source: Visible to self
qu_pe: Ñoqaman qhawarinaq

source: Visible to others
qu_pe: Wakinrunaman qhawarinaq

source: Upgrade Chamilo LMS version
qu_pe: Chamilo LMS versiyntam musuq kachakuy

source: The install script has detected tables left over from previous versions that could cause problems during the upgrade process.
qu_pe: Qhaway install script ñawpaq versiykunamanta mesa raphikuna musuq kachkan, musuq kachakuy llamk'api problema raphin.

source: Removing
qu_pe: Chisphispa

source: Check for tables from previous versions
qu_pe: Ñawpaq versiykunamanta mesa raphikunata qhaway

source: Your password cannot be the same as your email
qu_pe: Ñoqaq e-mailwan sutichasqa manam

source: Your password cannot contain your username
qu_pe: Ñoqaq sutinchisqa manam

source: Use different character classes
qu_pe: Wakin sutip runakunata jampi

source: Too many repetitions
qu_pe: Asi kuti repetisionkuna

source: Your password contains sequences
qu_pe: Ñoqaq sutinchisqa sekensyakuna

source: Very weak
qu_pe: Hatun munayniyoq

source: You have been assigned the learner %s
qu_pe: Yachakuq %s sutinta qispichisqa kanki

source: You have been assigned the learner %s with url %s
qu_pe: Yachakuq %s sutinta URL %swan qispichisqa kanki

source: You have been assigned as tutor for the learner %s.<br/>
qu_pe: Yachakuq %s tutorniywan qispichisqa kanki.<br/>

source: Short name
qu_pe: Kutipay

source: Course user document
qu_pe: Yachaywasi yachakuq willañuqniy

source: Destination
qu_pe: Chakina

source: User testing of e-mail configuration
qu_pe: Yachakuq e-mail kutuy yachakuy

source: Legal conditions
qu_pe: Kamachiy willakuykuna

source: Please accept our legal conditions here: %s
qu_pe: Kamachiy willakuykunata %sman qhananchay: %s

source: Exercise invisible in sessions
qu_pe: Yachakuy pascapi mana qhawarinaq

source: You need to confirm your agreement to our terms first. Please check your e-mail.
qu_pe: Ñoqaq willakuykunata qhananchay. E-mailwan qhaway.

source: Error importing file
qu_pe: Willayniy chaskiyta pantasqa

source: Hidden
qu_pe: Pachakusqa

source: Imported
qu_pe: Yatxasqakuq

source: Import from a CSV
qu_pe: CSV-manta yanapay

source: Add files
qu_pe: Pachakuna yapay

source: Group forums
qu_pe: Qatiq foronkuna

source: Generate
qu_pe: Kamarichiy

source: Ticket
qu_pe: Tikiti

source: Invalid API key
qu_pe: Mana allin API lluq'i

source: No announcement
qu_pe: Mana willakuy

source: No forum
qu_pe: Mana foronku

source: Go to exercise
qu_pe: Yachakuyta risqay

source: Dissociate forum
qu_pe: Foronku q'ispichiy

source: No learning path found
qu_pe: Mana yachay ñan

source: Active report link
qu_pe: Qhaway tikiti risq'iy

source: Invitees cannot be tutors
qu_pe: Kuyapuykunataqach mana yachay wasinikuq

source: Invalid action
qu_pe: Mana allin ruray

source: Was this answer satisfactory?
qu_pe: ¿Allinchu kay willakuy?

source: If you are certain, the ticket will be closed.
qu_pe: Manam yuyarinachu, tikitita q'ipiychisqa kanqa.

source: Priorities
qu_pe: Ñawpaqkunata

source: This text should be at least %s characters long
qu_pe: Kay willakuqqa %s huch'uy hut'ikunaq kanman karqan

source: Ticket <b>#%s</b> assigned to user <b>%s</b>
qu_pe: Tikiti <b>#%s</b> runakuna <b>%s</b>paq qhatuq

source: This item is related to other tickets.
qu_pe: Kay qatiqqa huk tikitinkunaq

source: Warning: No one has been assigned to category %s
qu_pe: Kuyay: Manam kay %s katiqpiqa manam runaqaq

source: Ticket %s was created without a category
qu_pe: Tikiti %s mana katiqpaq kamasqa

source: Ticket info
qu_pe: Tikiti willakuy

source: A notification was sent to the administrators to report this category has no user assigned
qu_pe: Willakuy kamasqa rurakunaman kay katiqpiqa manam runaqaq

source: Virtual support
qu_pe: Wiñay yachay

source: The incident has been sent to the virtual support team again
qu_pe: Kay ñawpaq rurasqa wiñay yachay timupiqa qhatuq

source: Your question has been sent to %s, the area in charge
qu_pe: Kay tuyta %s kutiqpiq yanapaykuqman qhasqakuq

source: Your answer to this question will be sent to %s
qu_pe: Kay tuyakuyniy %sman qhasqa kanman

source: Message resent
qu_pe: Willakuy qhasqa

source: Ticket assigned to %s. Follow-up at <a href='%s'>#%s</a>.
qu_pe: Tikiti %s qhatuq. <a href='%s'>#%s</a>piq risq'iy.

source: Ticket %s assigned
qu_pe: Tikiti %s qhatuq

source: Ticket number
qu_pe: Tikiti nima

source: Ticket closed
qu_pe: Tikiti q'ipi

source: Unassign
qu_pe: Qispichiy

source: Please select tasks
qu_pe: Rurakunata akllay

source: Please select
qu_pe: Akllay

source: Please select thread
qu_pe: Huk'umanta akllay

source: Total tickets
qu_pe: Tikiti tukuy

source: There was an error registering your ticket
qu_pe: Pantalla tikitinqa mana allinchu

source: Are you sure you want to unassign this ticket?
qu_pe: ¿Manam yuyarinachu kay tikitita qispichiy?

source: Are you sure you want to close this ticket?
qu_pe: ¿Manam yuyarinachu kay tikitita q'ipiy?

source: Unassigned
qu_pe: Qispichisqa

source: Select the timespan in weeks
qu_pe: P'unchay simankunata akllay

source: Course %s added
qu_pe: Kursu %s yapasqa

source: Current password
qu_pe: Kutipak lluq'i

source: Delete all corrections
qu_pe: Tukuy qhawaykuna kichay

source: Enable 'My Files' section
qu_pe: 'Ñuqap pachakunay' qatiqta qhaway

source: Allow users to upload files to a personal space on the platform.
qu_pe: Runakuna platformapiq ñuqa pachakunaman pachakuna yupay

source: You are currently using the multi-URL feature and are trying to upgrade your portal using a secondary URL. Please connect to the main URL to proceed with the upgrade: %s
qu_pe: Kutipakpi kay multi-URL ruraq kanki, ñawpaq URL-manta portalta kamarichiy. Ñawpaq URLman risqay: %s

source: Only %s questions will be picked randomly following the quiz configuration.
qu_pe: Aleasqa %s pakiwasqakuna kasqanpi aleatoriamente q'uchun raphi kamachisqanman hina.

source: Allow download course documents by API Key
qu_pe: API Llavewan kursi willakuykuna q'illayta yachachispa

source: Download documents verifying the REST API key for a user
qu_pe: REST API llavewan qatiptan willakuykuna q'illayta yachachiy

source: First you have to download the corrections <a href='%s'> here </a>.
qu_pe: Manañam <a href='%s'> kaypi </a> willakuykuna q'illachiy.

source: Posts pending moderation
qu_pe: Kamachisqamuykunata suyun

source: Only users from one course in a session
qu_pe: Huk hut'iy sessionpi kursimanta qatiykuna qhatu

source: If the server is behind a proxy or firewall (and only in those cases), it might be using the X_FORWARDED_FOR HTTP header to show the remote user IP (yours, in this case).
qu_pe: Iskay proxy ukhu wallt'apipas (hukmanchu kay hallp'api), X_FORWARDED_FOR HTTP headerwan qatiy IP rikuchiy (kaypi kaykuna).

source: Geolocalization by coordinates
qu_pe: Coordenadawan geolocalización

source: Export users of a course
qu_pe: Kursipi qatiykuna exportay

source: Pause recording
qu_pe: Grabaciónta q'ispichiy

source: Resume recording
qu_pe: Grabaciónta q'uchuy

source: You are already registered but your allowed access time has expired.
qu_pe: Kutichisqankuna, ichaqa allin yachachispa tiempon kaykuna.

source: Assignment work time
qu_pe: Kamachiq trabajopi tiempon

source: Document ID
qu_pe: Willakuy ID

source: Social data
qu_pe: Iskay yachaykuna

source: Wall messages posted by him/herself
qu_pe: Ichaq wallp'api willakuykuna

source: See accesses
qu_pe: Yachachikunata rikuy

source: Priority changed from %s to %s
qu_pe: %s -manta %s -man ñawpaqchuq

source: Status changed from %s to %s
qu_pe: %s -manta %s -man hallp'ay

source: This skill was obtained through course %s which has been removed since then.
qu_pe: Kay yachay %s kursi ukhu chaskisqa.

source: Save and add new item
qu_pe: Kuchuy ukhu huk hina qillqay

source: By default, this announcement will be sent to all users. But you can also select others recipients.
qu_pe: Manan, kay willakuy tukuy qatiykunaman raphikun. Ichaqa huk qatiykunata akllayki.

source: Choose recipients
qu_pe: Qatiykunata akllay

source: Progress: %s %%
qu_pe: Chinkachisqa: %s %%

source: This session has a maximum duration of %s days.
qu_pe: Kay sessionpi %s p'unchaykama hallp'a.

source: Score: %s %%
qu_pe: Punu: %s %%

source: Certificate: %s
qu_pe: Certificado: %s

source: Enable to bypass the configuration of Exercise invisible in session at a base course level
qu_pe: Ejercicio manaq miray sessionpi base kursipi kamachisqata q'ispichiy

source: To enable the configuration of the exercise invisibility in session in the base course to by pass the global configuration. If not set the global parameter is used.
qu_pe: Ejercicio manaq miray sessionpi base kursipi kamachisqata q'ispichiy tukuy kamachisqapi. Manan q'ispichisqachu tukuy paramitawan.

source: Exercise invisible in Session
qu_pe: Ejercicio manaq miray Sessionpi

source: If an exercise is visible in the base course then it appears invisible in the session. If an exercise is invisible in the base course then it does not appear in the session.
qu_pe: Ejercicio base kursipi mirasqa sessionpi manaq miray. Ejercicio base kursipi manaq miray sessionpi manaq rikuy.

source: Ongoing
qu_pe: Kawkan

source: Unclosed
qu_pe: Manaq kichasqa

source: Attempt still going on. Please wait.
qu_pe: Intento kawkan. Ama llawiykuna.

source: Mark attempt as closed
qu_pe: Intento kichay

source: The new password does not match the minimum security requirements
qu_pe: Huk ñawpaq willakuy allin amawt yachaykuna manan kuti.

source: Minimum %s lowercase characters
qu_pe: Allichay %s janraq hallp'a simikuna

source: Minimum %s uppercase characters
qu_pe: Allichay %s janraq phichqa simikuna

source: Minimum %s numerical (0-9) characters
qu_pe: Allichay %s willakuy (0-9) simikuna

source: Minimum %s characters in total
qu_pe: Allichay %s simikuna tukuy

source: Maximum %s lowercase characters
qu_pe: Chukcha %s janraq hallp'a simikuna

source: Maximum %s uppercase characters
qu_pe: Chukcha %s janraq phichqa simikuna

source: Maximum %s numerical (0-9) characters
qu_pe: Chukcha %s willakuy (0-9) simikuna

source: Maximum %s characters in total
qu_pe: Chukcha %s simikuna tukuy

source: You can't edit this question because answers by students have already been registered
qu_pe: Kay pakiytan manan llamk'ayki manan, yachaywasiqkunawan kutichisqa

source: Semester
qu_pe: Semestre

source: Reading comprehension
qu_pe: Willakuy yachakuy

source: Sorry, it seems like a speed of %s words/minute was too fast for this text of %s words.
qu_pe: Pampasqayki, %s simi/chaskapi %s simi ukhu kuna.

source: Congratulations, you have reached and correctly understood, at a speed of %s words per minute, a text of a total %s words.
qu_pe: Kutichisqayki, %s simi/minutopi %s simi ukhu yachakunki.

source: %s words per minute
qu_pe: %s simi minuto

source: Tutor %s is no subscribed to this course
qu_pe: Yachaynin %s mana allichasqachu kawsaynaman

source: Update this title in learning paths
qu_pe: Yachay ñanpi qillqaq yarpay

source: To enable video chat in your browser (if it supports it), make sure you click on the information icon on the left of the URL and then authorize the use of the webcam and microphone.
qu_pe: Pantellpi video chat qallariyachkan (ruruytan yachakuspaq), URLpa qharapinpi willakuy ikuqta thakay, hinam kamarawan mikrofonpa ruraq yachakuy.

source: Update file
qu_pe: Yarpay willakuy

source: Paranoid: E-mail teacher when a student starts an exercise
qu_pe: Paranoid: Yachaynin yachachisqaman willakuy, wawqi yachakuy qallarispaq

source: Aware: E-mail teacher when a student ends an exercise
qu_pe: Awake: Yachachisqaman willakuy, wawqi yachakuy qispispaq

source: Relaxed open: E-mail teacher when a student ends an exercise, only if an open question is answered
qu_pe: Relaxed open: Yachachisqaman willakuy, wawqi yachakuy qispispaq, rakikuna willakuy kutichisqa

source: Relaxed audio: E-mail teacher when a student ends an exercise, only if an oral question is answered
qu_pe: Relaxed audio: Yachachisqaman willakuy, wawqi yachakuy qispispaq, sonosqaku willakuy kutichisqa

source: Student just started an exercise
qu_pe: Wawqi yachakuy qallarirqa

source: Temporary score: %s open question(s) not corrected yet.
qu_pe: Ñawpaq rakin: %s rakikuna willakuy mana kutichisqachu.

source: Annotation
qu_pe: Willakuy

source: Teacher picture
qu_pe: Yachachiq rantichay

source: Feedback if not correct
qu_pe: Mana allichaqkunamanta willakuy

source: Scheduled announcements
qu_pe: Yukuq willakuykuna

source: Specific dispatch date
qu_pe: Yukuq pacha

source: Dispatch based on the session's start/end dates
qu_pe: Ñawpaq/ qispipacha ukhuypa

source: After or before
qu_pe: Ñawpaq otaq qispin

source: Before
qu_pe: Ñawpaq

source: This form allows scheduling announcements to be sent automatically to the students who are taking a course in a session.
qu_pe: Kay formulariuq yukuq willakuykunata allichakunata kawsayninpi wawqikunaq.

source: A mandatory survey is waiting your answer. To enter the course, you must first complete the survey.
qu_pe: Rakikuna enqueta kutichakunaykipaq. Kawsaynaman riy, enqueta tukuy.

source: Show previous button
qu_pe: Ñawpaq thakay rikuchiy

source: All tickets
qu_pe: Tukuy tikitakuna

source: Mandatory?
qu_pe: Rakikuna?

source: %s got a new assignment in course %s
qu_pe: %s kawsay %spi yachakuy qallarirqa

source: As his/her human resources manager, you are receiving this e-mail to let you know that %s just got a new assignment in course %s
qu_pe: Runakuna yachakuy yachachisqam, %s kawsay %spi yachakuy qallarirqa

source: Student linking requests
qu_pe: Wawqi allichay yachakuykuna

source: E-mail students and their Human Resources Manager on assignments creation
qu_pe: Wawqi runakuna yachachisqamanta yachakuy yachakuykuna willakuy

source: Student linking request accepted
qu_pe: Wawqi allichay yachakuy qullqirirqa
