Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: You can generate badges for the skills learnt by your users, to give them recognition for their effort, through which they will be able to show off their acquired skills and competencies with icons that will be shown on their user profile. For more information on OpenBadges, check <a href='http://openbadges.org'>http://openbadges.org/</a>.
yo_ng: O ṣe lè ṣẹlẹ awọn baaji fun awọn ogbon ti awọn olumulo rẹ kọ, lati fun wọn ni idaniloju fun ìsapá wọn, nipasẹ eyi wọn yoo ni anfani lati ṣafihan awọn ogbon ati awọn agbara ti wọn gba pẹlu awọn aami ti yoo han lori profaili olumulo wọn. Fun alaye diẹ sii lori OpenBadges, ṣayẹwo <a href='http://openbadges.org'>http://openbadges.org/</a>.

source: You can now design skills learning badges for learning through your courses on this virtual campus.
yo_ng: O le ṣe apẹrẹ awọn baaji ẹkọ ogbon fun ẹkọ nipasẹ awọn iṣẹ-ẹkọ rẹ lori ogba fọọmu yii bayi.

source: Design a new badge, download it from the design tool and upload it on the platform.
yo_ng: Ṣe apẹrẹ baaji tuntun kan, ṣe igbasilẹ rẹ lati inu ohun elo apẹrẹ ati gbejade soke lori pẹpẹ.

source: The badges will be sent to this backpack
yo_ng: Awọn baaji yoo fi ranṣẹ si apo ẹhin yii

source: Backpack details
yo_ng: Awọn alaye apo ẹhin

source: Criteria to earn the badge
yo_ng: Awọn iṣedede lati gba baaji

source: Badge preview
yo_ng: Awotẹlẹ baaji

source: Design a new badge
yo_ng: Ṣe apẹrẹ baaji tuntun kan

source: Total: %s
yo_ng: Lapapọ: %s

source: Download badges
yo_ng: Igbasilẹ awọn baaji

source: Badges issuer details
yo_ng: Awọn alaye olutọ baaji

source: Create badge
yo_ng: Ṣẹda baaji

source: Badges
yo_ng: Awọn baaji

source: Students who acquired skill %s
yo_ng: Awọn ọmọ ile-iwe ti o gba ogbon %s

source: Skills acquired in course %s
yo_ng: Awọn ogbon ti a gba ni iṣẹ-ẹkọ %s

source: Skills report
yo_ng: Ijabọ ogbon

source: Users assigned to their superior
yo_ng: Awọn olumulo ti a yan si ọga wọn

source: Assign users to superior
yo_ng: Yan awọn olumulo si ọga

source: Student's superior
yo_ng: Ọga ọmọ ile-iwe

source: In order for this site to work and be able to measure the use of content, this platform uses cookies.<br /><br /> If needed, the Help section of your browser indicates how to configure cookies.<br /><br /> For more information on cookies, you can visit the <a href="http://www.aboutcookies.org/">About Cookies</a> website.
yo_ng: Kí aaye yìí lè ṣiṣẹ́ kí o sì lè wọ̀n ìlò àkíì, pẹpẹ yìí ń lo awọn kuki.<br /><br /> Ti o ba nilo, apakan Iranlọwọ ti ẹrẹ̀ rẹ tọkasi bii o ṣe le ṣeto awọn kuki.<br /><br /> Fun alaye diẹ sii lori awọn kuki, o le ṣayẹwo oju opo wẹẹbu <a href="http://www.aboutcookies.org/">About Cookies</a>.

source: By continuing to use this site, you declare you accept its use of cookies.
yo_ng: Nipa tẹsiwaju lati lo aaye yii, o kede pe o gba lilo awọn kuki rẹ.

source: An example certificate format
yo_ng: Apẹrẹ iwe-ẹri apẹẹrẹ kan

source: Certificate
yo_ng: Iwe-ẹri

source: Results visibility
yo_ng: Iranran awọn abajade

source: Download certificate
yo_ng: Igbasilẹ iwe-ẹri

source: Sorry, this installation has an active courses limit, which has now been reached. You can still create new courses, but only if you hide/disable at least one existing active course. To do this, edit a course from the administration courses list, and change the visibility to 'hidden', then try creating this course again. To increase the maximum number of active courses allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
yo_ng: Ma binu, fifi sile yii ni ifilelẹ awọn iṣẹ-ẹkọ ti nṣiṣẹ, eyiti o ti de bayi. O tun le ṣẹda awọn iṣẹ-ẹkọ tuntun, ṣugbọn nikan ti o ba fi pamọ / pa o kere ju ọkan iṣẹ-ẹkọ ti nṣiṣẹ tẹlẹ. Lati ṣe eyi, ṣatunṣe iṣẹ-ẹkọ kan lati inu akojọ awọn iṣẹ-ẹkọ ti abojuto, ati yi iranran pada si 'ti fi pamọ', lẹhinna gbiyanju ṣiṣẹda iṣẹ-ẹkọ yii lẹẹkansi. Lati mu nọmba ti o pọ julọ ti awọn iṣẹ-ẹkọ ti nṣiṣẹ ti a gba laaye lori fifi sile Chamilo yii, jọwọ kan si olupese igbalekan rẹ tabi, ti o ba wa, gbega si eto igbalekan ti o ga julọ.

source: Welcome to the campus of %s
yo_ng: Kaabọ si ogba ti %s

source: Welcome to %s
yo_ng: Kaabọ si %s

source: Request access
yo_ng: Beere iraye si

source: Formula
yo_ng: Fọọmu

source: This user is already logged in
yo_ng: Olumulo yii ti wọle tẹlẹ

source: Listen
yo_ng: Gbọ

source: Audio file for item %s
yo_ng: Faili ohun afetabiwei fun ohun %s

source: There's a new feedback in work: %s <a href='%s'>Click here</a> to see it.
yo_ng: Àwùjọ ìdàhùn tuntun kan wà nínú ìṣẹ́: %s <a href='%s'>Ṣẹ́ tẹ́ ilẹ̀ yìí</a> láti rí i.

source: There's a new feedback in work: %s
yo_ng: Àwùjọ ìdàhùn tuntun kan wà nínú ìṣẹ́: %s

source: Last upload
yo_ng: Igbejade ti o kẹhin

source: Edit users list
yo_ng: Ṣatunṣe akojọ awọn olumulo

source: Number of hidden courses
yo_ng: Nọmba awọn iṣẹ-ẹkọ ti fi pamọ

source: Post
yo_ng: Fi Ìfìwé

source: Write
yo_ng: Kọ

source: You have not yet achieved skills
yo_ng: O ko tì ìmọ̀ ṣe lọ́dọọdún

source: Corn
yo_ng: Àgbàdo

source: Gray
yo_ng: Grẹy

source: Light blue
yo_ng: Àwọ̀bùrùbù ìdí

source: Black
yo_ng: Dudu

source: White
yo_ng: Funfun

source: Display options
yo_ng: Àwòrán àṣàyàn

source: Enter the skill name to search
yo_ng: Tẹ ìdùmọ̀ ìmọ̀ láti ṣàwárí

source: Skills search
yo_ng: Ṣàwárí ìmọ̀

source: Choose a background color
yo_ng: Yàn àwọ̀ ìlẹ̀

source: Write new comment
yo_ng: Kọ ìfìwéra tuntun

source: What are you thinking about?
yo_ng: Kini o ń rò?

source: Delete comment
yo_ng: Pa ìfìwéra rọ́

source: Social wall
yo_ng: Odi àwùjọ

source: Buy courses
yo_ng: Ra awọn ẹkọ

source: My sessions
yo_ng: Awọn akoko mi

source: Activate audio recorder
yo_ng: Ṣiṣẹ́ ìdí ìdí ohùn

source: Start speaking
yo_ng: Bẹ̀rẹ̀ sísọ

source: Assigned courses
yo_ng: Awọn ẹkọ ti a yàn

source: Question edition is not available because the question has been already answered. However, you can copy and modify it.
yo_ng: Àtúnṣe ìbéèrè kò ṣe pàtàkì nítorí ìbéèrè náà ti ti dáhùn tẹ́lẹ̀. Ṣùgbọ́n, o le da á lọ́wọ́ àti yí padà.

source: The session duration allows you to set a number of days of access starting from the first access date of the user to the session. This way, you can set a session to 'last for 15 days' instead of starting at a fixed date for all students.
yo_ng: Ìgbà akoko ìpàdé yìí jẹ́ kí o ṣètò nọ́mba àwọn ọjọ́ ìwọlé tí ó bẹ̀rẹ̀ láti ìpàdé ìwọlé àkọ́kọ́ ti olùwò. Lọ́nà yìí, o le ṣètò ìpàdé kan láti 'ṣẹ́ fún ọjọ́ mẹ́ẹ̀gún mẹ́ẹ̀dógun' dípò bẹ̀rẹ̀ ní ìpàdé ìdúróṣinṣin fún gbogbo àwọn akẹ́kọ̀ọ́.

source: Session duration
yo_ng: Ìgbà akoko ìpàdé

source: Coach and student
yo_ng: Olùkọ́ àti akẹ́kọ̀ọ́

source: Series
yo_ng: Ẹ̀ka

source: Teachers time report
yo_ng: Ìròyìn àkókò olùkọ́

source: Cannot find your language in the list? Contact us at info@chamilo.org to contribute as a translator.
yo_ng: Kò ṣe ìrírí èdè rẹ nínú akoole? Kan si wa ni info@chamilo.org lati ṣe ìdàsílẹ̀ gẹgẹ́bi olùtumọ.

source: Pi number: pi
yo_ng: Nọ́mba Pi: pi

source: E number: e
yo_ng: Nọ́mba E: e

source: Natural logarithm: ln(x)
yo_ng: Àpẹẹrẹ logarithm: ln(x)

source: Absolute value: abs(x)
yo_ng: Iye pipe: abs(x)

source: Square root: sqrt(x)
yo_ng: Gbòde ìdàpọ̀: sqrt(x)

source: Summation: +
yo_ng: Àpọ̀dù: +

source: Formula notation
yo_ng: Àkọ́kọ́ ìdíwò fọ́ọ̀mùlà

source: Request subscription
yo_ng: Bẹ̀rẹ̀ ìdọsílẹ̀

source: Please consider subscribing me to session
yo_ng: Jọ̀wọ́, ṣàyẹ̀wò ìdọsílẹ̀ mi sí ìpàdé

source: Search active sessions
yo_ng: Ṣàwárí àwùjọ ìpàdé

source: The username cannot contain the '-' character
yo_ng: Orúkọ ìtumọ̀ kò lè ṣe ìdípadì ìdààmú '-'

source: If you want only integer values write both limits without decimals
yo_ng: Tí o fẹ́ àwọn ìdípadì odidi nìkan, kọ àwùjọ ìdípadì méjèèjì láìsí ìdààmú

source: Please, write how many question variations you want
yo_ng: Jọ̀wọ́, kọ iye ìyàtọ̀ ìbéèrè tí o fẹ́

source: Question variations
yo_ng: Ìyàtọ̀ ìbéèrè

source: Please, write the formula
yo_ng: Jọ̀wọ́, kọ fọ́ọ̀mùlà náà

source: Sincerely
yo_ng: Pẹ̀lẹ́

source: Formula sample: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
yo_ng: Àpẹẹrẹ fọ́ọ̀mùlà: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )

source: Variable ranges
yo_ng: Àwùjọ ìdípadì ìyàtọ̀

source: Range value
yo_ng: Ìdípadì àwùjọ

source: Calculated question
yo_ng: Ìbéèrè tí a ṣe ìṣirò

source: The user is currently subscribed
yo_ng: Olùpẹ̀lò yìí ti ṣe ìdọsílẹ̀ lọ́wọ́lọ́wọ̀

source: Only best attempts
yo_ng: Àwọn ìgbìyànjú rere jùlọ nìkan

source: Include all users
yo_ng: Kọ̀wọ̀ àwùjọ olùpẹ̀yìn gbogbo wọn

source: Hosting warning reached
yo_ng: Ìkìlọ̀ ìpìlẹ̀ ìkọ́wé ti dé

source: Session name
yo_ng: Orúkọ ìpàdé

source: Mobile phone number is incomplete or contains invalid characters
yo_ng: Nọ́mba fọ́n alágbèéká kò pé kún tàbí ó ni àwùjọ ìdààmú tí kò yẹ

source: Include the country dial code
yo_ng: Kọ̀wọ̀ kódì ìpè orílẹ̀-èdè

source: Mobile phone number
yo_ng: Nọ́mba fọ́n alágbèéká

source: Check unique e-mail
yo_ng: Ṣàyẹ̀wò ìmekọ̀ì ìdíwò kan ṣoṣo

source: This email is already in use on the platform.
yo_ng: Ìmekọ̀ì yìí ti wa ní ìlò lórí ìpìlẹ̀ yìí tẹ́lẹ̀.

source: Total posts in all forums.
yo_ng: Àpapọ̀ ìfìwéran nínú gbogbo àwùjọ ìjíròrò.

source: Add me as coach
yo_ng: Fi mi ṣe olùkọ́ni

source: Add me as teacher in the imported courses.
yo_ng: Fi mi ṣe olùkọ́ nínú àwùjọ ìkọ́ni tí a gbe wọlé.

source: Progress of exercises taken by the student
yo_ng: Ìlọsíwájú àwùjọ ìdánwò tí akẹ́kọ̀ọ́ ṣe

source: Time spent in the course
yo_ng: Àkókò tí a lò nínú ìkọ́ni

source: Average of best grades of each exercise attempt
yo_ng: Àpapọ̀ ìdíbọ̀ rere jùlọ ti ìgbìyànjú ìdánwò kọ̀ọ̀kan

source: Additional access days for this user
yo_ng: Àwùjọ ọjọ́ ìwọlé àfikún fún olùpẹ̀lò yìí

source: User: %s - Session: %s
yo_ng: Olùpẹ̀lò: %s - Ìpàdé: %s

source: The given session duration is the same as the default for the session. Ignoring.
yo_ng: Ìgbà ìpàdé tí a fún ni ìdàmú pẹ̀lú ìyàtọ̀ ìpàdé. Kọ̀wọ̀.

source: This user's first access to the session was on %s. With a session duration of %s days, the access to this session already expired on %s
yo_ng: Ìwọlé àkọ́kọ́ ti olùpẹ̀lò yìí sí ìpàdé jẹ́ ní %s. Pẹ̀lú ìgbà ìpàdé %s ọjọ́, ìwọlé sí ìpàdé yìí ti kọjá lọ ní %s

source: This user's first access to the session was on %s. With a session duration of %s days, the end date is scheduled in %s days
yo_ng: Ìwọlé àkọ́kọ́ ti olùpẹ̀lò yìí sí ìpàdé jẹ́ ní %s. Pẹ̀lú ìgbà ìpàdé %s ọjọ́, ọjọ́ ìparí ti ṣètò fún %s ọjọ́

source: This user never accessed this session before. The duration is currently set to %s days (from the first access date)
yo_ng: Olùpẹ̀lò yìí kò tí ìwọlé sí ìpàdé yìí rí. Ìgbà náà ti ṣètò sí %s ọjọ́ (látàrí ọjọ́ ìwọlé àkọ́kọ́)

source: Edit session duration
yo_ng: Ṣàtúnṣe ìgbà ìpàdé

source: User's session duration edition
yo_ng: Àtúnṣe ìgbà ìpàdé olùpẹ̀lò

source: This session has a maximum duration. Only %s days to go.
yo_ng: Ìpàdé yìí ni ìdípadì ìgbà púpọ̀ jùlọ. %s ọjọ́ tí ó kù.

source: Next topic
yo_ng: Kòtó ìtàn

source: Current topic
yo_ng: Kòtó ìsinsìnyí

source: Show course planning
yo_ng: Fi ìdàrí ìkọ́ni hàn

source: Redirect to Course home
yo_ng: Dípadì padà sí ìlẹ̀ ìkọ́ni

source: Learning path return link
yo_ng: Ìnákọ́ ìdípadì ìlọsíwájú ìmọ̀

source: Learning path list
yo_ng: Àwùjọ ìlọsíwájú ìmọ̀

source: Learners who didn't send their work
yo_ng: Àwùjọ akẹ́kọ̀ọ́ tí kò fi iṣẹ́ wọn ránṣẹ́

source: Learners who sent their work
yo_ng: Àwùjọ akẹ́kọ̀ọ́ tí wọ́n fi iṣẹ́ wọn ránṣẹ́

source: Upload from template
yo_ng: Gbe wọlé látàrí àwòrán

source: Document already added
yo_ng: Ìwé tí a ti fi kun

source: Add document
yo_ng: Ṣe afikun iwe-ipamọ

source: Export to .doc
yo_ng: Fi si .doc

source: Sort by title
yo_ng: Ṣe títọ́ lẹ́nu àkọ́kọ́ orúkọ

source: Sort by edition date
yo_ng: Ṣe títọ́ lẹ́nu àkọ́kọ́ ọjọ́ àtúnṣe

source: Sort by creation date
yo_ng: Ṣe títọ́ lẹ́nu àkọ́kọ́ ọjọ́ ìdáṣẹlẹ̀

source: Table view
yo_ng: Wiwo tabili

source: List view
yo_ng: Wiwo akojọ

source: Human Resources Manager
yo_ng: Alabojuto Awùjọ Eniyan

source: Global
yo_ng: Agbáyé

source: Question title
yo_ng: Àkọ́kọ́ Ìbéèrè

source: Question ID
yo_ng: ID Ìbéèrè

source: Excel export
yo_ng: Àtẹ̀gùn Excel

source: Corporate report, short version
yo_ng: Ìròyìn Ajọ, ẹ̀yà kúkurú

source: Corporate report
yo_ng: Ìròyìn Ajọ

source: Report
yo_ng: Ìròyìn

source: Trace IP
yo_ng: Ṣe ìtọpa IP

source: No session provided
yo_ng: Kò sẹ́ńdù ìpàdé kankan

source: Users must have the HR director role
yo_ng: Àwùjọ oníṣẹ́ gbọ́dọ̀ ní ipa olùdarí HR

source: Nothing to add
yo_ng: Kò sí nkan lati ṣafikun

source: No student found for the session
yo_ng: Kò sí akẹ́kọ̀ọ́ rí fún ìpàdé náà

source: No destination session provided
yo_ng: Kò sí ìpàdé ìdópin pín

source: Session %s skipped
yo_ng: Ìpàdé %s fo kọjá

source: Validate dates
yo_ng: Ṣe ìdáwò àwùjọ ọjọ́

source: Create a category
yo_ng: Ṣẹ̀dá ẹ̀ka kan

source: Message type
yo_ng: Irú ìfiṣọ́rọ̀pọ̀

source: Modification date
yo_ng: Ọjọ́ ìyípadà

source: Weep
yo_ng: Sùkùn

source: Latest changes
yo_ng: Àwùnṣe tuntun

source: Final score
yo_ng: Dídùn ìpinnu

source: There was an error writing the XML file. Please ask the administrator to check the error logs.
yo_ng: Àṣìṣe wà nínú kíkọ ìwé XML. Jọ̀wọ́ béèrè lọ́dọ olùdarí láti ṣàyẹ̀wò àwùnṣe àwùṣẹ́.

source: Teacher in session: %s
yo_ng: Olùkọ́ nínú ìpàdé: %s

source: Delete attachment
yo_ng: Pa ìsopọ̀ ìlẹ́mọ̀ kúrò

source: Editing this event will remove it from the serie of events it is currently part of
yo_ng: Ṣíṣàtúnṣe ìṣẹ́lẹ̀ yìí yóò yọ kúrò nínú ìdàpọ̀ ìṣẹ́lẹ̀ tí ó ń ṣe lọ́wọ́ lọ́nà yìí

source: Enter the characters you see on the image
yo_ng: Tẹ àwùnṣẹ ìrísí tí o rí lórí àwòrán

source: You don't have an institutional account
yo_ng: O kò ní ìdíwọ̀ ilé-ẹ̀kọ́

source: Login with your account
yo_ng: Wọlé pẹ̀lú ìdíwọ̀ rẹ

source: You already have an institutional account
yo_ng: O ti ní ìdíwọ̀ ilé-ẹ̀kọ́ tẹ́lẹ̀

source: No action available
yo_ng: Kò sí ìṣe kankan tí ó ṣeé ṣe

source: Coaches
yo_ng: Olùdàrùn

source: Show description
yo_ng: Fi ìròyìn hàn

source: Human resources managers should not be registered to courses. The corresponding users you selected have not been subscribed.
yo_ng: Àwùjọ oníṣẹ́ HR kò yẹ kí wọ́n forukọ sí àwùnṣe. Àwùjọ tí o yàn kò ti forukọ sí ìdíwọ̀.

source: Clean and update course coaches
yo_ng: Sọ di ìdàrúdàpọ̀ àti ìmú àwùnṣe olùdàrùn ìdàrúdàpọ̀

source: No PDF found at root: please make sure that the PDFs are at the root of your zip file (no intermediate folder)
yo_ng: Kò sí PDF rí ní ipìlẹ̀: jọ̀wọ́ rí i dájú pé awọn PDF wa ní ipìlẹ̀ ìwé zip rẹ (kò sí ìlọ́jà agbedemeji)

source: PDFs must look like:
yo_ng: Awọn PDF gbọ́dọ̀ jẹ́ irú:

source: Location of import zip file
yo_ng: Ipin ìdíwọ̀ ìwé zip

source: You must import a zip file
yo_ng: O gbọ́dọ̀ ṣe ìdíwọ̀ ìwé zip

source: Import PDF introductions into courses
yo_ng: Ṣe ìdíwọ̀ àwòpẹ̀ ìdíwọ̀ PDF sínú àwùnṣe

source: Subscribe teachers to session(s)
yo_ng: Forukọ olùkọ́ sí ìpàdé(s)

source: Subscribe students to session(s)
yo_ng: Forukọ akẹ́kọ̀ọ́ sí ìpàdé(s)

source: Manage course categories
yo_ng: Ṣakoso awọn ẹka ẹkọ

source: Course categories in %s site:
yo_ng: Awọn ẹka ẹkọ ni aaye %s:

source: Course categories available
yo_ng: Awọn ẹka ẹkọ ti o wa

source: The group now belongs to the selected URL.
yo_ng: Ẹgbẹ naa bayi jẹ ti URL ti a yan.

source: You need to select at least one group and one URL.
yo_ng: O nilo lati yan o kere ju ẹgbẹ kan ati URL kan.

source: Agenda list
yo_ng: Akojọ Eto

source: Calendar
yo_ng: Kalenda

source: Custom range
yo_ng: Ibiti o ṣe pato

source: This week
yo_ng: Ọsẹ yii

source: Send to users in all sessions of this course
yo_ng: Fi ranṣẹ si awọn olumulo ni gbogbo awọn akoko ẹkọ yii

source: Parameters not found
yo_ng: Awọn paramita ko ri

source: Users to add
yo_ng: Awọn olumulo lati ṣafikun

source: Documents added
yo_ng: Awọn iwe-ipamọ ti a ṣafikun

source: No users to add
yo_ng: Ko si awọn olumulo lati ṣafikun

source: Start the Survey
yo_ng: Bẹ̀rẹ Ìwádìí

source: Subgroup
yo_ng: Ẹgbẹ kekere

source: Subgroups
yo_ng: Awọn ẹgbẹ kekere

source: Enter the letters you see.
yo_ng: Tẹ awọn lẹta ti o rii.

source: Click on the image to load a new one.
yo_ng: Tẹ lori aworan naa lati ko akole tuntun kan.

source: Account blocked by captcha.
yo_ng: Iṣiro akọọlẹ nipasẹ captcha.

source: Capture screenshot/screencast
yo_ng: Yọ aworan iboju/screencast mu

source: View
yo_ng: Wo

source: Number submitted
yo_ng: Nọmba ti a fiweranṣẹ

source: Warning: the installer detected an error while trying to reach the test file at %s. It looks like the PHP script could not be interpreted. This could be a warning sign for future problems when creating courses. Please check the installation guide for more information about permissions. If you are installing a site with a URL that doesn't resolve yet, you can probably ignore this message.
yo_ng: Ìkìlọ̀: olùdásílẹ̀ ṣàwárí ìṣòro kan nígbà tí ò ń gbìyànjú láti dé ìwé ìdánwò ní %s. Ó dabi pé ìsopọ̀ PHP kò ṣe ìtumọ̀. Èyí lè jẹ́ ìdí ìdùnnú fún ìṣòro ìdàrùnlò lọ́nà ìdàrùnlò. Jọ̀wọ́ ṣàyẹ̀wò ìlọ́tẹ̀síwò fún ìsọfúnni púpọ̀ nípa ìyọ̀nda. Ti o ba ń fi aaye kan tí URL kò yìnbọ̀ síbẹ̀, o ṣeé ṣe kí o kọ ìròyìn yìí silẹ̀.

source: Before %s
yo_ng: Ṣaaju %s

source: After %s
yo_ng: Lẹhin %s

source: Export settings as XLS
yo_ng: Fi ìṣètò ọjà XLS jáde

source: Delete all items
yo_ng: Pa gbogbo awọn ohun kan kuro

source: Delete this item
yo_ng: Pa ohun kan yii kuro

source: Record your voice
yo_ng: Ṣe ìgbasilẹ̀ ohùn rẹ

source: No recording available
yo_ng: Ko si ìgbasilẹ̀ ti o wa

source: Works received
yo_ng: Awọn iṣẹ ti a gba

source: Class ID does not exist
yo_ng: ID Kilasi ko wa

source: Without category
yo_ng: Laiṣẹ ẹka

source: Incorrect score
yo_ng: Aami aiṣedeede

source: Correct score
yo_ng: Aami ti o pe

source: Use custom score for all questions
yo_ng: Lo aami aṣa fun gbogbo awọn ibeere

source: You should add some items to your learning path, otherwise you won't be able to attach audio files to them
yo_ng: O yẹ ki o ṣafikun diẹ ninu awọn ohun kan si ọna ẹkọ rẹ, bibẹẹkọ o ko ni anfani lati so awọn faili ohun didun si wọn

source: Inactive days
yo_ng: Awọn ọjọ aiṣẹṣe

source: Followed HR directors
yo_ng: Awọn oludari HR ti a tẹle

source: The text you entered doesn't match the picture.
yo_ng: Ọrọ ti o kọ ko ba aworan naa mu.

source: Remove previous relationships
yo_ng: Yọ awọn ibatan iṣaaju kuro

source: Import list of HR directors into sessions
yo_ng: Ko akojọ awọn oludari HR sinu awọn akoko

source: Followed students
yo_ng: Awọn ọmọ ile-iwe ti a tẹle

source: Followed teachers
yo_ng: Awọn olukọ ti a tẹle

source: Allow only files
yo_ng: Gba awọn faili nikan laaye

source: Allow only text
yo_ng: Gba ọrọ nikan laaye

source: Allow files or online text
yo_ng: Gba awọn faili tabi ọrọ ori ayelujara laaye

source: Document type
yo_ng: Iru iwe-ipamọ

source: Send an email to myself for testing purposes.
yo_ng: Fi imeeli ranṣẹ si ara mi fun awọn idi idanwo.

source: Delete all selected attendances
yo_ng: Pa gbogbo awọn wiwa ti a yan

source: Available classes
yo_ng: Awọn kilasi ti o wa

source: Registered classes
yo_ng: Awọn kilasi ti a forukọsilẹ

source: Delete items not in file
yo_ng: Pa awọn ohun ti ko si ninu faili

source: Import groups
yo_ng: Gbe awọn ẹgbẹ wọle

source: Here is your feedback
yo_ng: Eyi ni awọn esi rẹ

source: Session Search
yo_ng: Iṣawari Igba

source: Show system folders.
yo_ng: Han awọn folda eto.

source: Select a date from the calendar
yo_ng: Yan ọjọ kan lati inu kalẹnda

source: Are you sure you want to clean results for this test before the selected date ?
yo_ng: Ṣe o daju pe o fẹ lati nu awọn abajade fun idanwo yii ṣaaju ọjọ ti a yan?

source: Clean all results before a selected date
yo_ng: Nu gbogbo awọn abajade ṣaaju ọjọ ti a yan

source: Glossary help
yo_ng: Iranlọwọ iṣiro ọrọ

source: This tool allows you to create glossary terms for this course, which can then be used from the documents tool
yo_ng: Ohun elo yii yoo jẹ ki o ṣẹda awọn ọrọ iṣiro fun iṣẹ-ẹkọ yii, eyiti o le lẹhinna lo lati inu ohun elo awọn iwe-ipamọ
