Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: <br/>Click '+' button to open, '-' button to close, '++' button to open all, '--' button to close all.<br/><br/>Clear all selected keywords by closing the tree and opening it again with the '+' button.<br/>Alt-click '+' searches the original keywords in the tree.<br/><br/>Alt-click keyword selects a keyword without broader terms or deselects a keyword with broader terms.<br/><br/>If you change the description language, do not add keywords at the same time.<br/><br/>
ar: <br />Click '+' button to open, '-' button to close, '++' button to open all, '--' button to close all.<br /><br />Clear all selected keywords by closing the tree and opening it again with the '+' button.<br />Alt-click '+' searches the original keywords in the tree.<br /><br />Alt-click keyword selects a keyword without broader terms ordeselects a keyword with broader terms.<br /><br />إذا قمت بتغيير لغة الوصف, لا تقم بإضافة كلمات مفتاحية في نفس الوقت <br /><br />
ast_es: <br/>Calque nel botón '+' p'abrir, nel botón '-' pa pesllar, nel botón '++' p'abrir too, nel botón '--' pa pesllalo too.<br/><br/>Anule la seleición de toles pallabres clave cerrando l'árbol y volviendo abrilu col botón '+'.<br/><br/>Alt+clic'+' busca les pallabres claves orixinales nel árbol.<br/><br/>Alt-clic seleiciona les pallabres clave ensin términos más ámplios o anula la seleición de pallabres clave con términos más amplios.<br/><br/>Si cambia d'idioma de descripción, nun va poder amestar pallabres clave al mesmu tiempu.<br/><br/>
bn_bd: <br/>'+' বোতামে ক্লিক করে খুলুন, '-' বোতামে বন্ধ করুন, '++' বোতামে সব খুলুন, '--' বোতামে সব বন্ধ করুন।<br/><br/>ট্রি বন্ধ করে আবার '+' বোতামে খুলে সকল নির্বাচিত কীওয়ার্ড মুছে ফেলুন।<br/>Alt-ক্লিক '+' ট্রিতে মূল কীওয়ার্ড অনুসন্ধান করে।<br/><br/>Alt-ক্লিক কীওয়ার্ড ব্রডার টার্ম ছাড়া কীওয়ার্ড নির্বাচন করে বা ব্রডার টার্মসহ কীওয়ার্ড বাতিল করে।<br/><br/>বর্ণনার ভাষা পরিবর্তন করলে একইসাথে কীওয়ার্ড যোগ করবেন না।<br/><br/>
bs_ba: <br/>Kliknite '+' dugme da otvorite, '-' dugme da zatvorite, '++' dugme da otvorite sve, '--' dugme da zatvorite sve.<br/><br/>Očistite sve odabrane ključne riječi zatvaranjem stabla i ponovnim otvaranjem sa '+' dugmetom.<br/>Alt-klik na '+' pretražuje originalne ključne riječi u stablu.<br/><br/>Alt-klik na ključnu riječ odabire ključnu riječ bez širih termina ili odznačava ključnu riječ sa širim terminima.<br/><br/>Ako promijenite jezik opisa, ne dodavajte ključne riječi u isto vrijeme.<br/><br/>
ca_es: <br/>Feu clic al botó '+' per obrir, al botó '-' per tancar, al botó '++' per obrir-ho tot, al botó '--' per tancar-ho tot.<br/> Anul·leu la selecció de totes les paraules clau tancant l'arbre i tornant-lo a obrir amb el botó '+'.<br/> Alt-clic '+' cerca les paraules clau originals a l'arbre.<br/><br/>Alt-clic selecciona les paraules clau sense termes més amplis o anul·la la selecció de paraules clau amb termes més amplis.<br/><br/>Si canvieu d'idioma de descripció, no podreu afegir alhora paraules clau.<br/><br/>
cs_cz: <br/> Klikněte na '+' tlačítko pro otevření, '-' tlačítko pro zavření, '++' tlačítko pro otevření všeho, '--' tlačítko pro zavření všeho.<br/> <br/> Pro odznačení všech vybraných klíčových slov zavřete strom a opět jej otevřte pomocí '+' tlačítka.<br/> Alt-klik '+' pro opětovné vybrání posledně vybraných klíčových slov.<br/> <br/> Alt-klik na klíčové slovo neguje toto slovo.<br/>
da: Klik på '+' knappen for at åbne, klik på '-' knappen for at lukke, klik 2 gange på '++' knappen for at åbne alt, klik 2 gange på '--' knappen for at lukke alt.Fravælg alle valgte nøgleord ved at lukke "træet" og åbn det igen ved at klikke på '+' knappen.Alt-klik '+' søger på originale nøgleord i "træet".Alt-klik nøgleord vælger et nøgleord uden yderligere begreber eller fravælg et nøgleord uden yderlgere begreber.Hvis du ændrer sprogbeskrivelsen, så tilføj ikke nøgleord på samme tid.
de: <br/>Zum Öffnen den '+' Button klicken, '-' Button zum Schließen, '++' Button um alle zu öffnen, '--' Button um alle zu schließen.<br/><br/> Schlagwort-Auswahl aufheben: Baum einklappen und anschileßend mit dem '+' Knopf Öffnen.<br/> Original Schlagwort im Baum suchen: Alt-Klick '+' <br/><br/> Alt-Klick Schlagwort wählt ein Schlagwort ohne weitere Begriffe aus oder hebt eine Schlagwort-Markierung mit weiteren Begriffen auf.<br/><br/>Wenn Sie die Sprache für die Beschreibung ändern, fügen Sie bitte zur gleichen Zeit keine Schlagworte hinzu.<br/><br/>
el: <br/>Πατήστε το '+' για άνοιγμα, το '-' για κλείσιμο, το '++' για άνοιγμα όλων, το '--' για κλείσιμο όλων.<br/><br/>Καθαρίστε όλες τις λέξεις κλειδιά κλείνωντας το δέντρο και ανοίγοντας το πάλι με το '+'.<br/>Με Alt και κλικ στο '+' αναζητείται η αρχική λέκη κλειδί στο δέντρο.<br/><br/>Με Alt και κλικ στην λέξι κλειδί επιλέγεται λέξι κλειδί.<br/><br/>Μην προσθέτετε λέξεις κλειδιά ταυτόχρονα με αλλαγή γλώσσας.<br/><br/>
eo: <br/> Klaku sur '+' por malfermi, '-' por fermi, '++' por malfermi ĉion, '--' por fermi ĉion.<br/> <br/> Fermu la arbostrukturon kaj malfermu ĝin per '+' por nuligi antaŭajn elektojn.<br/> Malfermu per Alt-klaku '+' por remeti la originalajn ŝlosilvortojn.<br/> <br/> Alt-klako sur ŝlosilvorto elektas la ŝlosilvorton sen akompanantaj konceptoj akj nuligas elekton kun akompanantaj konceptoj.<br/> <br/> Se vi volas ŝanĝi la lingvon de la priskribo, ne samtempe aldonu novajn ŝlosilvortojn.<br/> <br/>
es: <br/>Haga clic en el botón '+' para abrir, en el botón '-' para cerrar, en el botón '++' para abrir todo, en el botón '--' para cerrarlo todo.<br/>Anule la selección de todas las palabras clave cerrando el árbol y abriéndolo de nuevo con el botón '+'.<br/>Alt-clic '+' busca las palabras claves originales en el árbol.<br/><br/>Alt-clic selecciona las palabras clave sin términos más amplios o anula la selección de palabras clave con términos más amplios.<br/><br/>Si desea cambiar el idioma de la descripción, no lo haga a la vez que añade palabras clave/><br/>
es_mx: <br /> Clic en el botón '+' para abrir, en el botón '-' cerrar, en el botón '++' para abrir todo, en el botón '--' para cerrar todo.<br /> <br /> Desechar todas las palabras claves seleccionadas cerrando el árbol y abriéndolo de nuevo con el botón '
eu_es: '+' botoia klikatu irekitzeko, '-' botoia ixteko, '++' botoia guztiak irekitzeko, '--' botoia guztiak ixteko.
fa_ir: کلیک +برای باز کردن، کلیک - برای بستن، کلیک ++ برای باز کردن همه، کلیک -- برای بستن همه<br><br>برای ابطال انتخاب های قبلی، لطفاً نمایش درختی را بسته و آن را دوباره با فشار دادن روی علامت + باز کنید <br><br>برای بازگشتن به وضعیت اولیه کلمات کلیدی، لطفاً آن را با دکمه های زیر باز کنید<br>Alt Click +<br><br>با فشار دادن دکمه های زیربه طور همزمان کلمات کلیدیِ بدون حدود گسترده تر انتخاب می شوند و انتخاب کلمات کلیدیِ دارای حدود گسترده تر ابطال میشود <br>Alt Click<br><br>اگر زبان توضیحات را تغییر می دهید لطفاً به صورت همزمان به اضافه کردن کلمات کلیدی نپردازید
fi_fi: <br/>Napsauta '+'-painiketta avataksesi, '-' -painiketta sulkeaksesi, '++'-painiketta avataksesi kaiken, '--'-painiketta sulkeaksesi kaiken.<br/><br/>Tyhjennä kaikki valitut avainsanat sulkemalla puu ja avaamalla se uudelleen '+'-painikkeella.<br/>Alt-napsauta '+' etsii alkuperäisiä avainsanoja puusta.<br/><br/>Alt-napsauta avainsanaa valitaksesi avainsanan ilman laajempia termejä tai poistaaksesi valinnan avainsanasta, jolla on laajempia termejä.<br/><br/>Jos muutat kuvaustietoja, älä lisää avainsanoja samaan aikaan.<br/><br/>
fo_fo: <br/>Klikk á '+' knappin at öppna, '-' knappin at lata stongja, '++' knappin at öppna alt, '--' knappin at stongja alt.<br/><br/>Rensa allar valdar lyklaorð við at stongja træið og öppna tað aftur við '+' knappinum.<br/>Alt-klikk á '+' leitar upprunaligu lyklaorðini í trænum.<br/><br/>Alt-klikk á lyklaorð velur eitt lyklaorð uttan breiðari boð ella avvelur eitt lyklaorð við breiðari boðum.<br/><br/>Um tú broytar frágreiðingarmálið, legg ikki lyklaorð afturat samstundis.<br/><br/>
fur: <br/>Clice sul boton '+' par viercilu, '-' par sierâlu, '++' par viercî tût, '--' par sierâ tût.<br/><br/>Pulisî tute lis peraulis-chave selezionâdis sierant l'albar e viercjudlu di gnove cul boton '+'.<br/>Alt-clic '+' al cerche lis peraulis-chave origjinals tal albar.<br/><br/>Alt-clic su peraule-clave al selezionne une peraule-clave senza termins pli largs o diselezionne une peraule-clave cun termins pli largs.<br/><br/>Se cambi lis lenghe descrizioni, no zontâ peraulis-chave in ste moment.<br/><br/>
ga: <br/>Cliceáil cnaipe '+' chun oscailt, cnaipe '-' chun dúnadh, cnaipe '++' chun gach ceann a oscailt, cnaipe '--' chun gach ceann a dhúnadh.<br/><br/>Glanaigh gach eochairfhocal roghnaithe trí dhúnadh an chrann agus oscailt arís leis an gcnaipe '+'.<br/>Alt-cliceáil '+' cuardaíonn na heochairfhocail bhunaidh sa chrann.<br/><br/>Alt-cliceáil eochairfhocal roghnaíonn eochairfhocal gan téarmaí níos leithne nó díchothromaíonn eochairfhocal le téarmaí níos leithne.<br/><br/>Mura n-athraíonn tú teanga an tuairisc, ná cuir eochairfhocail leis ag an am céanna.<br/><br/>
gl: <br/> Pulse o botón '+' para abrir, o botón '-' para pechar, o botón '++' para abri-los todos, o botón '--' para pecha-los todos.<br/> <br/>Borrar todas as palabras chave pechando a árbore e abréndola de novo co botón '+'.<br/> Alt-click '+' busca as palabras orixinais na árbore. <br/> <br/> Alt-click selecciona unha palabra clave sen termos máis amplos ou deselecciona unha palabra chave con termos máis amplos.<br/> <br/> Se cambia a língua de descripción, non engada palabras chave á vez.<br/> <br/>
he_il: <br/>לחץ על כפתור '+' כדי לפתוח, כפתור '-' כדי לסגור, כפתור '++' כדי לפתוח הכל, כפתור '--' כדי לסגור הכל.<br/><br/>נקה כל מילות המפתח שנבחרו על ידי סגירת העץ ופתיחתו שוב עם הלחצן '+'.<br/>הקש Alt-לחץ על '+' מחפש את מילות המפתח המקוריות בעץ.<br/><br/>מלת מפתח Alt-click בוחרת א מילת מפתח ללא מונחים רחבים יותר או מבטלת מילת מפתח עם מונחים רחבים יותר.<br/><br/>אם תשנה את שפת התיאור, אל תוסיף מילות מפתח בו-זמנית.<br/><br/>
hi: <br/>'+' बटन पर क्लिक करें खोलने के लिए, '-' बटन बंद करने के लिए, '++' बटन सभी खोलने के लिए, '--' बटन सभी बंद करने के लिए।<br/><br/>सभी चयनित कुंजी शब्दों को साफ़ करने के लिए वृक्ष को बंद करें और '+' बटन से पुनः खोलें।<br/>Alt-क्लिक '+' मूल कुंजी शब्दों को वृक्ष में खोजता है।<br/><br/>Alt-क्लिक कुंजी शब्द व्यापक शब्दों के बिना कुंजी शब्द चुनता है या व्यापक शब्दों वाले कुंजी शब्द को अस्वीकार करता है।<br/><br/>यदि आप विवरण भाषा बदलते हैं, तो एक ही समय में कुंजी शब्द न जोड़ें।<br/><br/>
hr_hr: <br/> Pritisnite tipku '+' za otvaranje, tipku '-' za zatvaranje, tipku '++' za otvaranje svega, tipku '--' za zatvaranje svega.<br/> <br/> Uklonite sve odabrane ključne riječi zatvaranjem strukture i ponovnim otvaranjem iste pritiskom na tipku '+'.<br/> Istovremenim pritiskom tipki Alt i '+' pretražujete izvorne ključne riječi u strukturi.<br/> <br/> Istovremenim pritiskom na Alt i ključnu riječ odabirete ključnu riječ bez širih termina ili poništavate odabir ključne riječi sa širim terminima.<br/> <br/> Promijenite li jezik opisa, nemojte istovremeno dodavati ključne riječi.<br/> <br/>
hu_hu: <p><br>Kattintson a '+' gombra a megnyitáshoz, , a '-' gombra a bezéréshoz, a '++' gombra az összes kinyitásához, a '--' gombra az összes bezárásához.<br><br>A kulcsszavak kijelölésének megszűntetéséhez zérja be teljesen a fastruktúrát és nyissa ki újra a '+' gombbal.<br>Alt gomb lenyomása közben a '+' gombra kattintva kereshetők az eredeti kulcsszavak a fában.<br><br>Alt gomb lenyomása közbeni kattintással lehet kiválastrani a kulcsszavakat anélkül, hogy bővítenénk a kifejezéseket, vagy megszűntetni a kulcsszó kijelölését a fogalmak bővítésével. </p><p><br>Ha megváltoztatja a leírás nyelvét, nem adjon hozzá kulcsszavakat vele egyidőben.<br></p>
hy: <br/>Սեղմեք '+' կոճակը բացելու համար, '-' կոճակը փակելու համար, '++' կոճակը բոլորը բացելու համար, '--' կոճակը բոլորը փակելու համար։<br/><br/>Մաքրեք բոլոր ընտրված բանալի բառերը՝ փակելով ծառը և նորից բացելով '+' կոճակով։<br/>Alt-squeeze '+' որոնում է բնօրինակ բանալի բառերը ծառում։<br/><br/>Alt-squeeze բանալի բառը ընտրում է բանալի բառ առանց ավելի լայն տերմինների կամ հանում է ընտրությունն ավելի լայն տերմիններով բանալի բառից։<br/><br/>Եթե փոխեք նկարագրության լեզուն, միևնույն ժամանակ մի ավելացրեք բանալի բառեր։<br/><br/>
id_id: <br/> Klik tombol '+' untuk membuka, tombol '-' untuk menutup, tombol '++' untuk membuka semua, tombol '--' untuk menutup semua.<br/> <br/> Bersihkan semua kata kunci yang terpilih dengan menuutp dan membukanya kembali dengan tombol '+' <br/> Alt-click '+' cari kata kunci original dalam tree.<br/> <br/> Alt-click pada kata kunci tanpa teminologi atau batalkan pilihan (deselect) suatu keyword dengan terminologi yang lebih luas.<br/> <br/> Jika anda mengubah bahasa deskrips, jangan tambahkan kata kunci pada saat yang sama.<br/> <br/>
it: <br/> Fai Click sul pulsante '+' per aprire e su '-' per chiudere; '++' apre tutto e '--' chiude tutto.<br/> <br/> Cancella le Parole chiave selezionate richiudendo l'albero e riaprendolo di nuovo con il pulsante '+' .<br/> Alt-click '+' cerca le Parole chiave originali nell'albero.<br/> <br/> Alt-click Parola chiave seleziona una parola chiave senzatermini più dettagliati o la deseleziona.<br/> <br/> Se cambi la lingua della descrizione non introdurre Parole chiave nello stesso tempo..<br/> <br/>
ja: <br/>「+」ボタンをクリックして開く、「-」ボタンをクリックして閉じる、「++」ボタンで全て開く、「--」ボタンで全て閉じる。<br/><br/>ツリーを閉じて再度「+」ボタンで開くことで、全ての選択されたキーワードをクリアできます。<br/>Alt+クリック「+」でツリー内の元のキーワードを検索します。<br/><br/>Alt+クリックキーワードで、より広範な用語なしのキーワードを選択、またはより広範な用語ありのキーワードを選択解除します。<br/><br/>説明言語を変更する場合は、同時にキーワードを追加しないでください。<br/><br/>
ka_ge: <br/>დააწკაპუნეთ '+' ღილაკზე გასახსნელად, '-' ღილაკზე დასაკეტილად, '++' ღილაკზე ყველას გასახსნელად, '--' ღილაკზე ყველას დასაკეტილად.<br/><br/>ხის ხურით და '+' ღილაკით ხელახლა გახსნით მონიშნული საკვანძო სიტყვების გასუფთავება შეგიძლიათ.<br/>Alt-დააწკაპუნება '+' ღილაკზე ხეში ორიგინალური საკვანძო სიტყვების ძებნის.<br/><br/>Alt-დააწკაპუნება საკვანძო სიტყვაზე ირჩევს საკვანძო სიტყვას ფართო ტერმინების გარეშე ან განსაკუთრებლად არჩევს საკვანძო სიტყვას ფართო ტერმინებით.<br/><br/>თუ შეცვლით აღწერის ენას, ერთდროულად ნუ დაამატებთ საკვანძო სიტყვებს.<br/><br/>
ko_kr: <br/> 열기 위해서는 '+' 버튼을 클릭, 닫기 위해서는 '-' 버튼을 클릭, 모두 열기 위해서는 '++' 버튼을 클릭l, 모두 닫기 위해서는 '--' 버튼을 클릭하십시요.<br/> <br/> 트리를 모두 닫음으로써 키워드 선택을 모두 해제할 수 있고 '+' 버튼을 통해 다시 열 수 있다.<br/> Alt-click '+' 를 통해 트리의 본래 키워드를 검색할 수 있습니다. <br/> <br/> Alt-click 키워드는 광범위한 용어 없이 키워드를 선택할 수 있고 혹은 광범위한 용어의 키워드의 선택을 해제할 수 있습니다. .<br/> <br/> 설명 언어를 바꾼다면, 키워드를 동시에 추가하지 말아주십시요.<br/> <br/>
lo: <br/>ກົດປຸ່ມ '+' ເພື່ອເປີດ, ປຸ່ມ '-' ເພື່ອປິດ, ປຸ່ມ '++' ເພື່ອເປີດທັງໝົດ, ປຸ່ມ '--' ເພື່ອປິດທັງໝົດ.<br/><br/>ລ້າງຄຳສຳຄັນທີ່ເລືອກທັງໝົດອອກໂດຍການປິດໂຄງສ້າງ ແລະ ເປີດມັນຄືນໃໝ່ດ້ວຍປຸ່ມ '+'.<br/>ກົດ Alt ຄ້າງໄວ້ ແລະ ກົດ '+' ເພື່ອຄົ້ນຫາຄຳສຳຄັນເດີມໃນໂຄງສ້າງ.<br/><br/>ກົດ Alt ຄ້າງໄວ້ ແລະ ກົດຄຳສຳຄັນ ເພື່ອເລືອກຄຳສຳຄັນໂດຍບໍ່ລວມຄຳສັບທີ່ກວ້າງກວ່າ ຫຼື ຍົກເລີກການເລືອກຄຳສຳຄັນທີ່ມີຄຳສັບທີ່ກວ້າງກວ່າ.<br/><br/>ຖ້າທ່ານປ່ຽນພາສາຂອງຄຳອະທິບາຍ, ຢ່າເພີ່ມຄຳສຳຄັນໃນເວລາດຽວກັນ.<br/><br/>
lt_lt: <br/>Spustelėkite '+' mygtuką norėdami atidaryti, '-' mygtuką norėdami uždaryti, '++' mygtuką norėdami atidaryti viską, '--' mygtuką norėdami uždaryti viską.<br/><br/>Išvalykite visus pažymėtus raktinius žodžius uždarydami medį ir vėl atidarydami jį su '+' mygtuku.<br/>Alt-spustelėjimas '+' ieško originalių raktinių žodžių medyje.<br/><br/>Alt-spustelėjimas raktiniam žodžiui pažymi raktinį žodį be platesnių terminų arba atžymi raktinį žodį su platesniais terminais.<br/><br/>Jei keičiate aprašymo kalbą, nedarykite raktinių žodžių tuo pačiu metu.<br/><br/>
lv_lv: <br/>Noklikšķiniet '+' pogu, lai atvērtu, '-' pogu, lai aizvērtu, '++' pogu, lai atvērtu visu, '--' pogu, lai aizvērtu visu.<br/><br/>Lai atteiktos no visiem iezīmētajiem atslēgvārdiem, aizveriet koku un atveriet to vēlreiz ar '+' pogu.<br/>Pieturot pogu 'Alt' uz klaviatūras un vienlaicīgi klikšķinot uz '+', tiek veikta atkārtota iepriekš iezīmēto atslēgvārdu iezīmēšana.<br/><br/>Pieturot pogu 'Alt' uz klaviatūras un vienlaicīgi klikšķinot uz atslēgvārda, tiek atteikta iezīmēšana<br/>
mk_mk: <br/> Кликнете на копчето '+' за отворање, на копчето '-' за затворање, на копчето '++' за да отворите се', на копчето '--' за да затворите се'.<br/> <br/> За да ги отселектирате сите селектирани клучни_зборови, затворете го дрвото и повторно отворете го со копчето '+' .<br/> Alt-клик '+' ги бара оригиналните клучни_зборови во дрвото..<br/> <br/> Alt-клик на клучен_збор го селектира клучниот_збор без пошироки изрази.<br/> <br/> Ако го смените јазикот за опишување, не додавајте клучни_зборови во исто време.<br/> <br/>
ms_my: <br/>Klik butang '+' untuk membuka, butang '-' untuk menutup, butang '++' untuk membuka semua, butang '--' untuk menutup semua.<br/><br/>Kosongkan semua kata kunci yang dipilih dengan menutup pokok dan membukanya semula dengan butang '+' .<br/>Alt-klik '+' mencari kata kunci asal dalam pokok.<br/><br/>Alt-klik kata kunci memilih kata kunci tanpa istilah lebih luas atau menyahpilih kata kunci dengan istilah lebih luas.<br/><br/>Jika anda menukar bahasa penerangan, jangan tambah kata kunci pada masa yang sama.<br/><br/>
my_mm: <br/>'+' ခလုတ်ကို နှိပ်၍ ဖွင့်ရန်၊ '-' ခလုတ်ကို နှိပ်၍ ပိတ်ရန်၊ '++' ခလုတ်ကို နှိပ်၍ အားလုံးဖွင့်ရန်၊ '--' ခလုတ်ကို နှိပ်၍ အားလုံးပိတ်ရန်။<br/><br/>သစ်ပင်ကို ပိတ်ပြီး '+' ခလုတ်ဖြင့် ပြန်ဖွင့်ခြင်းဖြင့် ရွေးချယ်ထားသော သော့ချက်စကားလုံးအားလုံးကို ရှင်းလင်းပါ။<br/>Alt-နှိပ် '+' သည် သစ်ပင်ထဲရှိ မူရင်းသော့ချက်စကားလုံးများကို ရှာဖွေသည်။<br/><br/>Alt-နှိပ် သော့ချက်စကားလုံးသည် ပိုကျယ်ပြန့်သောဝေါဟာရများမပါဘဲ သော့ချက်စကားလုံးတစ်ခုကို ရွေးချယ်သည် သို့မဟုတ် ပိုကျယ်ပြန့်သောဝေါဟာရများပါသော သော့ချက်စကားလုံးတစ်ခုကို ရွေးချယ်မှုဖယ်ရှားသည်။<br/><br/>ဖော်ပြချက်ဘာသာစကားကို ပြောင်းလဲပါက၊ တစ်ချိန်တည်းတွင် သော့ချက်စကားလုံးများကို မထည့်ပါနှင့်။<br/><br/>
ne: <br/>'+' बटन क्लिक गरेर खोल्नुहोस्, '-' बटनले बन्द गर्नुहोस्, '++' बटनले सबै खोल्नुहोस्, '--' बटनले सबै बन्द गर्नुहोस्।<br/><br/>वृक्ष बन्द गरेर '+' बटनले फेरि खोलेर सबै चयनित किवर्डहरू सफा गर्नुहोस्।<br/>Alt-click '+' ले वृक्षमा मूल किवर्डहरू खोज्छ।<br/><br/>Alt-click किवर्डले व्यापक शब्दहरू बिना किवर्ड चयन गर्दछ वा व्यापक शब्दहरू भएको किवर्ड रद्द गर्दछ।<br/><br/>विवरण भाषा परिवर्तन गर्दा एकैसाथ किवर्डहरू थप्नुहुन्न।<br/><br/>
nl: <br/>Klik '+' om te openen, '−' om te sluiten, '++' om alles te openen, '−−' om alles te sluiten.<br/><br/>Sluit de boomstructuur en open hem met '+' om eerdere keuzes te annuleren.<br/>Open hem met Alt-klik '+' om de originele sleutelwoorden terug te zetten.<br/><br/>Alt-klik sleutelwoord selecteert het sleutelwoord zonder omvattende concepten en annuleert een keuze met omvattende concepten.<br/><br/>Als u de taal van de beschrijving wil veranderen, voeg niet tegelijk nieuwe sleutelwoorden toe.<br/><br/>
nn_no: <br/>Klikk '+'-knappen for å opne, '-' for å lukke, '++' for å opne alt, '--' for å lukke alt.<br/><br/>Fjern alle valde søkeord ved å lukke treet og opne det på ny med '+'-knappen.<br/>Alt-klikk på '+' søkjer opphavlege søkeord i treet.<br/><br/>Alt-klikk på søkeord vel ein søkeord utan breiare termer eller fjerner eit søkeord med breiare termer.<br/><br/>Om du endrar beskrivingsspråket, legg ikkje til søkeord på same tid.<br/><br/>
oc: <br/>Clicatz lo boton '+' per dubrir, '-' per tampar, '++' per dubrir tot, '--' per tampar tot.<br/><br/>Escafar totes los mots-claus seleccionats en tampant l'arbre e en lo rebèrtent amb lo boton '+'.<br/>Alt-clic '+' recèrca los mots-claus originals dins l'arbre.<br/><br/>Alt-clic mot-clau seleciona un mot-clau sens termes mai larges o deseleciona un mot-clau amb termes mai larges.<br/><br/>Se modificatz la lenga de la descripcion, causètz pas d'apondre de mots-claus en même temps.<br/><br/>
pl_pl: <br/> Kliknij przycisk '+' aby otworzyć, przycisk '-' aby zamknąć, przycisk '++' aby otworzyć wszystkie, przycisk '--' aby zamknąć wszystkie.<br/> <br/> Wyczyść wszystkie zaznaczone słowa kluczowe poprzez zamknięcie drzewa oraz otworzenie go ponowne za pomocą przycisku '+'.<br/> Kliknięcie '+' trzymając Alt pozwala znaleźć oryginalne słowa kluczowe w drzewie.<br/> <br/> Kliknięcie na słowo kluczowe trzymając Alt, zaznacza to słowo bez szerszych określeń lub odznacza słowo z szerszymi określeniami.<br/> <br/> Jeśli zmieniasz język opisu, nie dodawaj w tym samym czasie słów kluczowych.<br/> <br/>
ps: <br/>د خلاصولو لپاره "+" تڼۍ کلیک وکړئ، د بندولو لپاره "-" تڼۍ، د ټولو خلاصولو لپاره "++" تڼۍ، د ټولو بندولو لپاره "--" تڼۍ.<br/><br/>د ټولو غوره شویو کلیدي لفظونو پاکول د ونې بندولو او بیا د "+" تڼۍ سره خلاصولو سره.<br/>Alt-click "+" د ونې کې اصلي کلیدي لفظونه لټوي.<br/><br/>Alt-click کلیدي لفظ د پراخو اصطلاحاتو پرته کلیدي لفظ غوره کوي یا د پراخو اصطلاحاتو سره کلیدي لفظ لغوه کوي.<br/><br/>که تاسو د لېکنې ژبه بدلوئ، په هم وخت کې کلیدي لفظونه مه اضافه کوئ.<br/><br/>
pt_br: <br/> Clique no botão '+' para abrir, no botão '-' para fechar, no botão '++' para abrir todos, no botão '--' para fechar todos.<br/> <br/> Limpe todas as palavras-chave selecionadas fechando a árvore e abrindo-a novamente com o botão '+'.<br/> Segurando o Alt e clicando no botão '+' pesquisa as palavras-chave originais na árvore.<br/> <br/> Segurando o Alt e clicando na palavra-chave seleciona uma palavra-chave sem termos abrangentes ou desmarca uma palavra-chave com termos abrangentes.<br/> <br/> Se você modificar a língua da descrição, não adicione palavras-chave ao mesmo tempo.<br/> <br/>
pt_pt: <br/> Clique no botão '+' para abrir, no botão '-' para fechar, no botão '++' para abrir todos, no botão '--' para fechar todos.<br/> <br/> Elimine todas as palavras-chave seleccionadas fechando a árvore e abrindo-a novamente com o botão '+'.<br/> Alt-clique '+' procura a palavra-chave original na árvore.<br/> <br/> Alt-clique palavra-chave selecciona uma palavra-chave sem termos alargados ou descelecciona uma palavra-chave com termos alargados.<br/> <br/> Se modificar a descrição do idioma, não adicione palavras-chave ao mesmo tempo.<br/> <br/>
ro_ro: <br/>Faceți clic pe butonul '+' pentru a deschide in butonul '-' pentru a închide în butonul '++' pentru a deschide toate,in butonul '--' pentru a închide toate.<br/>Anulati selectia tuturor cuvintelor cheie închitand copacul și deschiderea acestuia din nou cu butonul '+'.<br/>Alt-clic '+' caută cuvintele cheie originale în copac.<br/><br/>Alt-clic selectati cuvintele cheie fără termeni mai largi sau deselecteaza cuvintele cheie cu termeni mai largi. <br/><br/>Pentru a schimba limba descrierii, nu o faceti în timp ce adăugati cuvinte cheie/><br/>
ru_ru: <br /> Щелкнуть на кнопку '+' чтобы открыть, кнопку '-' чтобы закрыть, кнопку '++' чтобы открыть все, кнопку '--' чтобы все закрыть.<br /> <br /> Очистить все выбранные ключевые слова с помощью закрытия дерева и открыть его снова с помощью конпки '+'.<br /> Alt-щелчек '+' позволяет искать оригинальные ключевые слова на дереве.<br /> <br /> Alt-щелчек ключевое слово выбирает ключевое слово без расширенных терминов или не выбирает его с расширенными терминами.<br /> <br /> Если Вы меняете язык описания, не добавляете одновременно ключевые слова.<br /> <br />
sk_sk: Kliknite na tlačidlo '+' pre otvorenie, na tlačidlo '-' pre zatvorenie, na tlačidlo '++' pre otvorenie všetkého, na tlačidlo '--' pre zatvorenie všetkého.
sl: <br /> Klik na '+' za odpiranje, '-' za zapiranje, '++' odpre vse, '--' zapre vse.<br /> <br /> Počisti izbrane ključne besede s tem, da zaprete drevo in ga ponovno odprete s '+' .<br /> Alt-klik '+' poišče originalne kljune besede v drevesu.<br /> <br /> Alt-klik ključna beseda izbere ključno besedo brez širšega pomena ali pa prekliče izbiro.<br /> <br /> V primeru, da spreminjate opisni jezik, hkrati ne dodajajte ključnih besed.<br /> <br />
sq: <br/>Kliko butonin '+' për të hapur, butonin '-' për të mbyllur, butonin '++' për të hapur të gjitha, butonin '--' për të mbyllur të gjitha.<br/><br/>Pastro të gjitha fjalët kyçe të zgjedhura duke mbyllur pemën dhe hapur atë përsëri me butonin '+' .<br/>Alt-kliko '+' kërkon fjalët kyçe origjinale në pemë.<br/><br/>Alt-kliko fjalë kyçe zgjedh një fjalë kyçe pa terma më të gjerë ose zhbëj zgjedhjen e një fjalë kyçe me terma më të gjerë.<br/><br/>Nëse ndryshon gjuhën e përshkrimit, mos shtoni fjalë kyçe në të njëjtën kohë.<br/><br/>
sr_rs: <br/> Kliknite na '+' dugme da biste otvorili, '-' dugme da biste zatvorili, '++' dugme da otvorite sve, '--' dugme da zatvorite sve.<br/> <br/> Očistite sve selektovane ključne reči zatvaranjem drveta i otvaranjem ponovo sa '+' dugmetom.<br/> Alt-click '+' traži originalne ključne reči u drvetu.<br/> <br/> Alt-click ključna reč selektuje ključnu reč bez širih termina ili deselktuje ključnu reč sa širim terminima.<br/> <br/> Ako promenite jezik opisa ne dodajte ključne reči u isto vreme.<br/> <br/>
sv_se: <br/> Klicka '+' knappen för att öppna, '-' knappen för att stänga, '++' knappen för att öppna alla, '--' knappen för att stänga alla.<br/> <br/> Ta bort alla valda nyckelord genom att stänga trädet och öppna det igen med '+' knappen.<br/> Alt-klick '+' söker original nyckelord i träden.<br/> <br/> Alt-click nyckelord väljer ett nyckelord utan bredare sökning eller avaktiverar en bredare sökning.<br/> <br/>Om du ändrar språket på beskrivningen, lägg inte till nya nyckelord på samma gång.<br/> <br/>
sw_ke: <br/>Bonyeza kitufe cha '+' kufungua, kitufe cha '-' kufunga, kitufe cha '++' kufungua vyote, kitufe cha '--' kufunga vyote.<br/><br/>Futa maneno yote yaliyochaguliwa kwa kufunga mti na kufungua tena kwa kitufe cha '+' .<br/>Alt-bonyeza '+' tafuta maneno asilia kwenye mti.<br/><br/>Alt-bonyeza neno la ufunguo huchagua neno bila maneno mapana au hutuchagua neno lenye maneno mapana.<br/><br/>Ikiwa unabadilisha lugha ya maelezo, usiongeze maneno ya ufunguo wakati huo huo.<br/><br/>
ta: <br/>'+' பொத்தானை கிளிக் செய்து திறக்கவும், '-' பொத்தானை அடைக்கவும், '++' பொத்தானை அனைத்தையும் திறக்கவும், '--' பொத்தானை அனைத்தையும் அடைக்கவும்.<br/><br/>மரத்தை அடைத்து '+' பொத்தானால் மீண்டும் திறந்து அனைத்து தேர்ந்தெடுக்கப்பட்ட முக்கியச் சொல்லையும் அழிக்கவும்.<br/>Alt-click '+' மரத்தில் அசல் முக்கியச் சொல்லை தேடுகிறது.<br/><br/>Alt-click முக்கியச் சொல் பரந்த சொற்களின்றி ஒரு முக்கியச் சொல்லை தேர்ந்தெடுக்கிறது அல்லது பரந்த சொற்களுடன் உள்ள முக்கியச் சொல்லை நீக்குகிறது.<br/><br/>விளக்க மொழியை மாற்றினால், அதே நேரத்தில் முக்கியச் சொல்லை சேர்க்க வேண்டாம்.<br/><br/>
th: <br/>คลิกปุ่ม '+' เพื่อเปิด ปุ่ม '-' เพื่อปิด ปุ่ม '++' เพื่อเปิดทั้งหมด ปุ่ม '--' เพื่อปิดทั้งหมด<br/><br/>ล้างคำสำคัญที่เลือกทั้งหมดโดยปิดต้นไม้แล้วเปิดใหม่ด้วยปุ่ม '+'<br/>Alt-คลิก '+' ค้นหาคำสำคัญต้นฉบับในต้นไม้<br/><br/>Alt-คลิกคำสำคัญเลือกคำสำคัญโดยไม่มีคำกว้างกว่าหรือยกเลิกคำที่มีคำกว้างกว่า<br/><br/>หากเปลี่ยนภาษาคำอธิบาย อย่าเพิ่มคำสำคัญพร้อมกัน<br/><br/>
tl_ph: <br/>I-click ang '+' button upang buksan, '-' button upang isara, '++' button upang buksan lahat, '--' button upang isara lahat.<br/><br/>Alisin lahat ng napiling keywords sa pamamagitan ng pagsara ng puno at pagbubukas nito muli gamit ang '+' button.<br/>Alt-click '+' ay naghahanap ng orihinal na keywords sa puno.<br/><br/>Alt-click keyword ay pumipili ng keyword nang walang mas malawak na termino o nagde-deselect ng keyword na may mas malawak na termino.<br/><br/>Kung baguhalin mo ang wika ng deskripsyon, huwag magdagdag ng keywords nang sabay-sabay.<br/><br/>
tr: <br/>'+' düğmesine tıklayarak açın, '-' düğmesiyle kapatın, '++' düğmesiyle hepsini açın, '--' düğmesiyle hepsini kapatın.<br/><br/>Seçili tüm anahtar kelimeleri temizlemek için ağacı kapatıp '+' düğmesiyle tekrar açın.<br/>Alt-tık '+' orijinal anahtar kelimeleri ağaçta arar.<br/><br/>Alt-tık anahtar kelime, daha geniş terimler olmadan bir anahtar kelime seçer veya daha geniş terimli bir anahtar kelimeyi iptal eder.<br/><br/>Açıklama dilini değiştiriyorsanız aynı anda anahtar kelime eklemeyin.<br/><br/>
uk_ua: <br/>Клацніть кнопку '+' щоб відкрити, '-' щоб закрити, '++' щоб відкрити все, '--' щоб закрити все.<br/><br/>Очистити всі вибрані ключові слова, закривши дерево та відкривши його знову кнопкою '+' .<br/>Alt+клацання '+' шукає оригінальні ключові слова в дереві.<br/><br/>Alt+клацання ключового слова вибирає ключове слово без ширших термінів або скасовує вибір ключового слова з ширшими термінами.<br/><br/>Якщо ви змінюєте мову опису, не додавайте ключові слова одночасно.<br/><br/>
vi_vn: <br/>Nhấp nút '+' để mở, nút '-' để đóng, nút '++' để mở tất cả, nút '--' để đóng tất cả.<br/><br/>Xóa tất cả từ khóa đã chọn bằng cách đóng cây và mở lại bằng nút '+'.<br/>Alt-nhấp '+' tìm kiếm từ khóa gốc trong cây.<br/><br/>Alt-nhấp từ khóa chọn từ khóa không có thuật ngữ rộng hơn hoặc bỏ chọn từ khóa có thuật ngữ rộng hơn.<br/><br/>Nếu bạn thay đổi ngôn ngữ mô tả, đừng thêm từ khóa cùng lúc.<br/><br/>
xh_za: <br/>Cofa iqhosha '+' ukuze uvule, iqhosha '-' ukuze uvalise, iqhosha '++' ukuze uvule zonke, iqhosha '--' ukuze uvalise zonke.<br/><br/>Susa zonke izigama ezikhethiweyo ngokuvale umthi kwaye umvule ngokutsha ngeqhosha '+' .<br/>Alt-cofa '+' ikhange izigama zokuqala emthini.<br/><br/>Alt-cofa igama elingundoqo likhetha igama elingundoqo ngaphandle kwamagama abanzi okanye lususe igama elingundoqo elinamagama abanzi.<br/><br/>Ukuba utshintsha ulwimi lwesichazi, musa ukongeza izigama zangoku ngaxeshanye.<br/><br/>
zh_cn: 点击 '+'按钮打开，'-'按钮关闭，'++'按钮打开所有，'--'按钮关闭所有，<br /><br />通过关闭子目录取消对所有关键字的选择，再次打开点按钮'+'。<br />按alt单击'+'在子目录中寻找原始关键字，<br /><br />按alt单击选择一个没有broader terms 的关键字，或不选择它，<br /><br />time. 如果您改变了描述语言，请不要同时加上关键字.<br />
zh_tw: 點擊 '+'按鈕打開，'-'按鈕關閉，'++'按鈕打開所有，'--'按鈕關閉所有，<br /><br />透過關閉次目錄取消對所有關鍵字的選擇，再次打開點按鈕'+'。<br />按alt單擊'+'在次目錄中尋找原始關鍵字，<br /><br />按alt單擊選擇一個沒有broader terms 的關鍵字，或不選擇它，<br /><br />time. 如果您改變了描述語言，請不要同時加上關鍵字.<br />
