Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: There is no Poll.
qu_pe: Manan kashanchu ima tapukuypas.

source: Meeting (max 4 seats)
qu_pe: Huñunakuy hina (askha. 4 k'itikunalla)

source: Conference (max 50 seats)
qu_pe: Rimarinakuy (askha. 50 k'itikunalla)

source: Remaining seats
qu_pe: K'iti puchuqkuna

source: Already in
qu_pe: Ña hap'inachisqan

source: Check in
qu_pe: Mallipay hap'inachiyta

source: The Moderator of this Conference has left the room.
qu_pe: Kay rimanakuypa kuskachasqqa lloqsirun k'itimanta.

source: System message
qu_pe: Sistema nisqaq willanan

source: Choose devices
qu_pe: Ajllay imaymanakunata

source: Choose Cam:
qu_pe: Ajllay cámara nisqata

source: Choose Mic:
qu_pe: Ajllay Micro nisqata:

source: You have to reconnect so that the changes take effect.
qu_pe: Hoqmanta haykuwaq imaymanakuna t'ijrasqa rikurinanpaq.

source: Change settings
qu_pe: T'ijray imaynakunata

source: Course language
qu_pe: Yachachinaq simin:

source: Confirm Clear Whiteboard
qu_pe: Cheqaqchay qelqanapaq pichakunanpaq

source: Should the whiteboard be cleared before I add a new Image?
qu_pe: Manaraq musuq wankita yapaspa, munashankichu qelqanapaq pichakunanta ?

source: Don't ask me again
qu_pe: Ama hoqmanta tapuychu

source: Ask confirmation before clearing whiteboard
qu_pe: Amaraq qelqanapaqta pichaspaqa mañakuy cheqaqchanata

source: Clear Draw Area
qu_pe: Qelqanapaqta pichay

source: Undo
qu_pe: Urmachiy

source: Redo
qu_pe: Ruwarparichiy

source: Select an Object
qu_pe: Ajllay hoq imaymanata

source: Draw line
qu_pe: Seq'echay hoq seq'eta

source: Draw underline
qu_pe: Seq'echay ura seq'echayuqta

source: Rectangle
qu_pe: Rectángulo

source: Ellipse
qu_pe: Muyu

source: Arrow
qu_pe: Chuki

source: Delete selected resource
qu_pe: Pichay imaymana ajllasqata

source: Apply for moderation
qu_pe: Ruway kuskanchaq kananpaq

source: Apply
qu_pe: Ruway

source: Become moderator
qu_pe: T'ijrapay kuskanchaq kananpaq

source: Italic
qu_pe: T'ijsuchasqa

source: Bold
qu_pe: Yanachasqa

source: Waiting
qu_pe: Suyashaspa

source: A User wants to apply for moderation:
qu_pe: Hoq haykuqmasin kuskanchaq kayta munashan

source: Reject
qu_pe: Ama chaskiychu

source: Sending request to the following users
qu_pe: Apachiy mañakuyta kay haykuqmasikunaman

source: Accepted
qu_pe: Chaskisqa

source: Rejected
qu_pe: Mana chaskisqa

source: Change Moderator
qu_pe: Hoq kuskanchaqta ajllay

source: You are not moderator.
qu_pe: Qanqa manan kashankichu kay yachachinaq kuskanchaq

source: Moderator
qu_pe: Kuskanchaq:

source: This Room is full. Sorry please try again later.
qu_pe: Kan k'itiqa hunt'an kashan. Ama hina kaychu, chaymantañan haykuwaq

source: Please wait while loading image
qu_pe: Ama hina kaychu, wanki aparichikusaqtinqa suyariy

source: Synchronizing conference members
qu_pe: Haykuqmasikunaq tinkuchinan

source: Teacher
qu_pe: Pusaq

source: Slides
qu_pe: Diapositivas nisqakuna

source: Waiting for participants
qu_pe: Haykuqmasikunata suyashaspa

source: Browse
qu_pe: Qhawaruy

source: Choose a file to import
qu_pe: Ajllay khipu apachinapaq

source: Converting document
qu_pe: Qelqa khiputa t'ijrapachispa

source: Disconnected
qu_pe: Mana hap'inachisqa

source: Thin
qu_pe: Ñañu

source: Thick
qu_pe: Rakhu

source: The hot courses list will be added in the index page
qu_pe: Challayuq yachaywasikuna ruraypi index páginaqanpi yapasqa kanman

source: Show hot courses
qu_pe: Challayuq yachaywasikuna qhaway

source: This item is invisible for learner but you have access as teacher.
qu_pe: Kunaq yachaywasiqqa mana qhispin, yachachiq kasqaykiwan ñawpaq.

source: Prevent session admins to manage all users
qu_pe: Sesion adminsnin yachaywasiqkuna kamachiyta manachiy

source: Open session
qu_pe: Sesion qhuyachiy

source: Allow visitors
qu_pe: Wakin qhispikunata munay

source: Allowing arbitrary iframes in the HTML Editor will enhance the edition capabilities of the users, but it can represent a security risk. Please make sure you can rely on your users (i.e. you know who they are) before enabling this feature.
qu_pe: HTML Editorpi iframes manam kaykuqakunata qhuyachisqa yachaywasiqkunaq edición qhapaqta astawan rurayta munay, peru seguridad peligrosnin kanman. Kiki yachaywasiqkunaqpi yachakunki (sutinkunaq yachanki) kiki qhuyachiy munaspayki.

source: This exercise has been included in a learning path, so it cannot be accessed by students directly from here. If you want to put the same exercise available through the exercises tool, please make a copy of the current exercise using the copy icon.
qu_pe: Kiki pakiwasayuq yachaywasiqpi qhasqa, mana yachaywasiqkunaqman riy. Iki pakiwasayuq yachaywasiqpi qhispichiy munaspayki, copia iconwan copia ruray.

source: Allow iframes in HTML Editor
qu_pe: HTML Editorpi iframes qhuyachiy

source: Dear ((firstname)) ((lastname)), You are registered on
qu_pe: Kusi ((firstname)) ((lastname)), Qhasqanki

source: Once you click on "Create a course", a course is created with a section for Tests, Project based learning, Assessments, Courses, Dropbox, Agenda and much more. Logging in as teacher provides you with editing privileges for this course.
qu_pe: Chaskiy nisqa q'apiqtiykiqa ruwachikunqa yachachinapa web k'itin, kay imaymana llank'anakunayuq: qelqa khipukuna kamachiq, yachanakuna formato SCORM nisqapi kamachiq, yachanakuna qhawachiq; tapukuy ruwachinapaq hinallataq llank'ay apachinapaq, K'itirimanapi chat nispapipas rimarinakunapaq, willanata ima willayta apachinapaqpas, kanqapas ruwana, videonispapi rimarinakuy hinallataq qelqanapaq pizarra digital nisqa,huñusqa llank'anapaq, ima tapukuykuna ruwanapaq yachaqekunata qatipanapaqpas, hoqkunatawan.Kay k'iti kamachispaq atipanki t'ijrapayta ima munasqaykiman.

source: This course code is already in use.<br>Use the <b>Back</b> button on your browser and try again.
qu_pe: Kay chinp'uqa hoq yachachina hap'ishan.<br />Wanp'uqniykipi kutispa hoqmanta qallariy.

source: Sample test
qu_pe: Llank'ayna qhawarichiypaq

source: Irony
qu_pe: La ironía

source: Socratic irony is...
qu_pe: La ironía socrática consiste en...

source: (more than one answer can be true)
qu_pe: (Askha allin kutichiykunaqa kanmanpuni)

source: Ridiculise one's interlocutor in order to have him concede he is wrong.
qu_pe: Ridiculizar al interlocutor para hacerle admitir su error.

source: No. Socratic irony is not a matter of psychology, it concerns argumentation.
qu_pe: No. La ironía socrática no se aplica al terreno de la psicología, sino en el de la argumentación.

source: Admit one's own errors to invite one's interlocutor to do the same.
qu_pe: Reconocer los propios errores para invitar al interlocutor a hacer lo mismo.

source: No. Socratic irony is not a seduction strategy or a method based on the example.
qu_pe: No. No se trata de una estrategia de seducción o de un método por ejemplo.

source: Compell one's interlocutor, by a series of questions and sub-questions, to admit he doesn't know what he claims to know.
qu_pe: Forzar al interlocutor, por medio de una serie de cuestiones y subcuestiones, a que reconozca que no sabe lo que pretende saber.

source: Indeed. Socratic irony is an interrogative method. The Greek "eirotao" means "ask questions"
qu_pe: Correcto. La ironía socrática es un método interrogativo. El término griego "eirotao" significa , por otro lado, "interrogar".

source: Use the Principle of Non Contradiction to force one's interlocutor into a dead end.
qu_pe: Utilizar el principio de no contradicción para llevar al interlocutor a un callejón sin salida.

source: This answer is not false. It is true that the revelation of the interlocutor's ignorance means showing the contradictory conclusions where lead his premisses.
qu_pe: Esta respuesta no es falsa. Es exacto que la puesta en evidencia de la ignorancia del interlocutor se realiza poniendo en evidencia las contradicciones en que desembocan sus tesis.

source: Upload page and link to Homepage
qu_pe: Apachiy hoq raphita chaymantataq wakhanachiy raphi qallariqman

source: Tuesday the 11th of December - First meeting. Room: LIN 18
qu_pe: Martes 11 diciembre 14h00 : Primera reunión - Lugar: Sur 18

source: General introduction to project management
qu_pe: Llipin aykuchiy gestión de proyectos nisqaman

source: Street interviews
qu_pe: K'ijllukunapi tapurikuy

source: Quick and powerful search engine
qu_pe: Aswan maskhaq

source: This page allows users and groups to publish documents.
qu_pe: Kay raphipiqa mayqan haykuqmasi utaq huñusqapas apachillanqaku qelqa khipukunata.

source: This is an announcement example. Only trainers are allowed to publish announcements.
qu_pe: Kayqa hoq willaymanta qhawarichiymi.

source: You just created the course area
qu_pe: Ña ruwarunki yachachinaq k'itinta

source: Main
qu_pe: Qallariq

source: Groups forums
qu_pe: Huñusqakunas k'itirimanan

source: Language
qu_pe: Simi

source: All fields required
qu_pe: Llapan kanchakunaqa ruwanapunin

source: e.g. <i>Innovation management</i>
qu_pe: Qhawarichinapaq: <i>Gestión de la innovación</i> nisqa

source: This is the department or any other context where the course is delivered
qu_pe: Kay kanchapiqa kanman facultad utaq departamento nisqa hinallataq yachachinamanta mayqen mitayninpas

source: If you are unsure of your course code, consult the training details.
qu_pe: Sichus mana allintachu reqsishanki yachachinaq sutinchayninta utaq chip'untapas tapuriy kayta

source: SCORM Path builder
qu_pe: SCORM yachanakuna ruwaq

source: Conference
qu_pe: Rimarinakuy

source: Course creation
qu_pe: Yachachinaq kamachiynin

source: This course was created at this time
qu_pe: Yachachinaqa kay pachapin kamaychikun

source: Conference description
qu_pe: Rimarinakuymanta Nisqaynin

source: Only
qu_pe: Sapalla

source: Shuffle selection in available languages
qu_pe: Ajllasqa simikuna kasqamanta

source: english
qu_pe: inglés

source: New course
qu_pe: Musuq Yachachina

source: Other properties found in the archive
qu_pe: Khipuq hokaq ima kapuqninkuna

source: System ID
qu_pe: Sistemaq Id nisqan

source: Show score
qu_pe: Qhawachiy tarisqakunata

source: Visibility
qu_pe: Qhawayna

source: Database version used at archive time
qu_pe: Base de datos nisqamanta vensionnin

source: Expiration
qu_pe: Pacha tukukuy

source: Select file
qu_pe: Ajllay khiputa

source: File on a FTP server
qu_pe: Wayaqaqa hoq computadorapin kashan hinallataq ftp nisqantin haykunapaq

source: File on a Web (HTTP) server
qu_pe: Wayaqaqa hoq computadorapin kashan hinallataq http nisqantin haykunapaq

source: File on the platform server
qu_pe: Wayaqaqa mayqan yachachinapin allchasqa kashan

source: File on your local computer
qu_pe: Wayaqaqa computadoraykipin kashan

source: minimum
qu_pe: aslla

source: maximum
qu_pe: máximo

source: Recycle course
qu_pe: Waqaychay yachachinata

source: This is an announcement example
qu_pe: Kayqa willaymanta qhawarichiymi

source: Free online encyclopedia
qu_pe: Internetpi enciclopedia nisqa mana qolqechaspa hap'ipanapaq

source: Default groups
qu_pe: Kikinmanta kaq huñusqakuna

source: Gallery
qu_pe: Kikinmanta kaq wankikuna

source: Example Forum Category
qu_pe: K'itirimanakunaq mitanpa qhawarichiymi

source: Example Forum
qu_pe: K'itirimana qhawarichiymi

source: Example Thread
qu_pe: Seqachinakuy rimanamanata qhawarichiymi

source: Example content
qu_pe: Ima kaqkunamanata qhawarichiymi

source: The word Wiki is short for WikiWikiWeb. Wikiwiki is a Hawaiian word, meaning "fast" or "speed". In a wiki, people write pages together. If one person writes something wrong, the next person can correct it. The next person can also add something new to the page. Because of this, the pages improve continuously.
qu_pe: Wiki simiqa WikiWikiWeb niqamantan huch'uyyachisqa. Wikiwiki simiqa Hawai suyumantan, chaypiqa ninatas ninku ima Ustayta. Wikipiqa haykuqmasiykikuna atinqaku raphi qelqayta. Sichus hoq runa mana allintachu qelqanqa, hamuq runalla allinchallanman. Kay qepa runapas atillanqan musuq imaymanakunata raphiman yapayta. Hinatan allinta ruwachikunqa sapa yapaypi sapa t'ijraypi.

source: Create this course
qu_pe: Kamay yachachinaq k'itinta

source: Create a course
qu_pe: Kamay yachachinata

source: Since your latest visit
qu_pe: Qepa watukusqaykimanta

source: The forum category has been added
qu_pe: K'itirimanakunamanta hoq musuq mita yapasqaña

source: Course added
qu_pe: Yachana yapasqa

source: Added new term in the Glossary
qu_pe: Musuq simi yaspasqa Glosario nisqaman

source: Added new question in the quiz
qu_pe: Quizpi huk pakiwasa yapasqa

source: Updated new question in the Quiz
qu_pe: Quizpi pakiwasa kamachisqa

source: Deleted new question in the Quiz
qu_pe: Quizpi pakiwasa huch'achisqa

source: Quiz updated
qu_pe: Quiz kamachisqa

source: Quiz added
qu_pe: Quiz yapasqa

source: Quiz deleted
qu_pe: Quiz huch'achisqa

source: Document invisible
qu_pe: Yupay mana qhispin

source: Document visible
qu_pe: Yupay qhispin

source: Course Description added
qu_pe: Yachaywasi willakuy yapasqa

source: Note added
qu_pe: Willakuy yapasqa

source: Note updated
qu_pe: Willakuy kamachisqa

source: Note deleted
qu_pe: Willakuy huch'achisqa

source: Delete all created attendances
qu_pe: Tukuy qhapaq asistensiakuna huch'achiy

source: Assign sessions to
qu_pe: Sesiones asignachiy

source: Upload
qu_pe: Apachiy

source: New user on ((sitename))
qu_pe: Huk yachaywasiq ((sitename))pi

source: Already registered in course
qu_pe: Yachaywasipi qhasqa

source: Show Feedback
qu_pe: Feedback qhaway

source: Give / Edit Feedback
qu_pe: Ñawpaqpi / Willay

source: ---Just upload---
qu_pe: ---Ñawpaq upload ---

source: Nothing for
qu_pe: Mana ñawpaqchu

source: (not registered to this course)
qu_pe: (mana qelqachikusqa kay yachachinapi)

source: sent to
qu_pe: piman apachisqa

source: is for
qu_pe: pipaq

source: Click a keyword in the tree to select or deselect it.
qu_pe: Q'apiy kayta sach'amanta ancha simikunata ajllanapaq utaq saqellapaq.

source: <br/>Click '+' button to open, '-' button to close, '++' button to open all, '--' button to close all.<br/><br/>Clear all selected keywords by closing the tree and opening it again with the '+' button.<br/>Alt-click '+' searches the original keywords in the tree.<br/><br/>Alt-click keyword selects a keyword without broader terms or deselects a keyword with broader terms.<br/><br/>If you change the description language, do not add keywords at the same time.<br/><br/>
qu_pe: <br/>Kichanapaqqa kayta q'apiy '+' , kisqanapaqqa kayta '-' , llipinta kichanapaqtaq kayta '++' , hinallataq llipinta wisqanapaqtaq kayta '--' .<br/>Sach'amanta ancha simikunata hoqmanta ajllanapaqqa wisqaspa hoqmanta kicharuy kaywan '+'.<br/>Alt-clic '+' kayta churaspataq ancha simikunata sach'api maskhanqa.<br/><br/>Alt-clic q'apispaqa ajllan utaq saqen ancha simikuna mana sinchi supanniyuq kasqata.<br/><br/>Sichus t'ijrapayanki simi ima nisqaymanta, chay pachapi ruwakushaqtinqa mana yapawaqchu ancha simikunata.<br/><br/>

source: One word per line!
qu_pe: Huj simillata sapa seq'epi !

source: This course has no keywords
qu_pe: Yachachinaqa mana ancha simiyuq kan

source: The keyword cache cannot be opened
qu_pe: Ancha simiqa mana kichakuyta atikunchu

source: This document contains the course keywords
qu_pe: Kay qelqa khipupiqa kashan yachachinamanta ancha simikuna

source: keywords used in MD
qu_pe: metadatos (MD) nisqapi acha simikuna hapipasqa

source: keyword references
qu_pe: ancha simikunamanta willakuy

source: Non-course keywords
qu_pe: Mana yachachinamanta ancha simikuna

source: Course keywords (bold = not used)
qu_pe: Yachachinamanta ancha siminkuna (yanachasqa = mana hapipasqaraq)

source: Total number of Links MD entries:
qu_pe: Metadatos (MD) nisqa waskhanakunapaq llipin haykuqnin

source: Forum deleted
qu_pe: K'itirimana wañuchisqa

source: Forum category deleted
qu_pe: K'itirimanaq mitayninkuna wañuchisqa

source: Forum blocked
qu_pe: K'itirimana wisqasqa

source: Add forum category
qu_pe: Yapay hoq mita k'itirimanata

source: Add a forum
qu_pe: Yapay hoq k'itirimanata

source: Posts
qu_pe: Willaykuna

source: Latest Post
qu_pe: Qepa willay

source: There are no forums in this category
qu_pe: Mana kanchu k'itirimanakuna kay mitapi

source: Create in category
qu_pe: Kamay hoq mitata

source: Allow anonymous posts?
qu_pe: Saqellankichu mana sutiyuqkuna willayta churanankupaq ?

source: Can learners edit their own posts?
qu_pe: Yachaqekuna atinkumanchu willayninkuta ruwapayta ?

source: Approval / Direct Post
qu_pe: Llallina / Siwk willay

source: Allow users to start new threads
qu_pe: Yachaqekunata huñichay musuq rimanata churanunkapuq

source: Default view type
qu_pe: Manqan qhawana kikinmanta rikurinqa

source: Group Settings
qu_pe: Huñusqaq kamachiynin

source: Not a group forum
qu_pe: Manan huñusqakunaq k'itirimanankuchu

source: Public or private group forum?
qu_pe: Huñusqakunaq k'itirimanan llipin runapaqchu utaq hoqkunallapaqchu ?

source: Your message has been saved
qu_pe: Willayniykiqa allchasqaña

source: Reply to this thread
qu_pe: Kutichiy kay rimanata

source: Quote this message
qu_pe: Cita-y kay willayta

source: Create thread
qu_pe: Musuq rimana

source: Views
qu_pe: Qhawanakuna

source: Latest post
qu_pe: Qepa willay

source: Quoting
qu_pe: Cita nisqa

source: Notify me by e-mail when somebody replies
qu_pe: Willaway e-chakipi pipas kutichiqtin

source: This is a sticky message (appears always on top and has a special sticky icon)
qu_pe: Kayqa qhawanapaqpuni (kayraqmi rikurinqa ancha icono nisqawan kuska)

source: Re:
qu_pe: Kuti:

source: Are you sure you want to delete this post? Deleting this post will also delete the replies on this post. Please check the threaded view to see which posts will also be deleted
qu_pe: Cheqaychu pichanki kay willayta? kay willayta pichaspaqa, pichakunqan llapan kutichikuynin kasqanpas. Ama hina kaychu, k'allmachasqa qhawanapi qhawariy mayqen willaykuna pichachikunqa chayta

source: Locked: students can no longer post new messages in this forum category, forum or thread but they can still read the messages that were already posted
qu_pe: Wisqasqa: yachaqekunaqa manañan churanqakuchu kay mitapi, k'itirimanapi nitaq rimanapipas, ichaqa ñaupaq willaykuna churasqataqa ñauwichallankuman.

source: Unlocked: learners can post new messages in this forum category, forum or thread
qu_pe: Kichasqa: yachaqekunaqa atinqaku musuq willaykunata churayta kay mitapi, k'itirimanapi utaq rimanapipas

source: Flat
qu_pe: P'altachasqa

source: Threaded
qu_pe: Sach'achasqa

source: Nested
qu_pe: Q'esachasqa

source: List View
qu_pe: P'altachasqa qhawana

source: Threaded View
qu_pe: K'allmachasqa qhawana

source: Nested View
qu_pe: Rak'ipachasqa qhawana

source: Structure
qu_pe: Kurku

source: The forum category has been modified
qu_pe: K'itirimanakunamanta mitan t'ijrachisqaña

source: The forum has been modified
qu_pe: K'itirimanaqa t'ijrapasqaña

source: The new thread has been added
qu_pe: Musuq rimana yapachisqaña

source: Approval
qu_pe: Huñichana

source: Direct
qu_pe: Kikinkama

source: For Group
qu_pe: Huñusqanapaq

source: Thread is locked.
qu_pe: Rimana wisqasqa.

source: You are not allowed here.
qu_pe: Kaymanqa mana haykuwaqchu.

source: The reply has been added
qu_pe: Kutichikuyqa yapasqaña

source: Edit a post
qu_pe: Ruwapay qelqachata

source: The post has been modified
qu_pe: Willayqa t'ijrapachikunña

source: New Post in the forum
qu_pe: Musuq willay k'itirimanapi

source: You stated that you wanted to be informed by e-mail whenever somebody replies on the thread
qu_pe: Kayta ajllarinki, sapa kuti rimanaman kutichiqtinku e-chaskipi willasunkiku

source: Your message has to be approved before people can view it.
qu_pe: Willayki qhawachikunapaqqa huñichasqaraq kanman.

source: Allow attachments
qu_pe: Huñichay yapachasqakunata

source: Edit forum category
qu_pe: Ruwapay k'itirimanakunaq mitankunata

source: Move post
qu_pe: Kuyurichiy

source: Move to a thread
qu_pe: Kuyuchiy rimanaman

source: A new thread
qu_pe: Hoq musuq seqachinakuy

source: Delete forum ?
qu_pe: Pichankichu k'itirimanata ?

source: Delete forum category ?
qu_pe: Munankichu pichayta k'itirimanakunaq mitayninta ?

source: Lock
qu_pe: Hark'ay

source: Unlock
qu_pe: Kachariy

source: Move Thread
qu_pe: Kuyuchiy rimanata

source: Post visibility changed
qu_pe: Willaypa qhawachikusqan t'ijrarparinmi

source: Post has been deleted
qu_pe: Willayqa pichasqaña

source: The thread can be found here
qu_pe: Rimanaqa kaypin tarikunman

source: Delete complete thread?
qu_pe: Wañuchinkichu rimanata hunt'a kaynintawan ?

source: Special Post Deleted
qu_pe: Willay wañuchisqamanta willana

source: Thread deleted
qu_pe: Rimana wañuchisqa

source: Next message
qu_pe: Hamuq willay

source: Previous message
qu_pe: Ñaupaq willay

source: First message
qu_pe: Qallariq willay

source: Last message
qu_pe: Qepaq willay

source: Search in the Forum
qu_pe: K'itirimanakunapi maskhay

source: Forum search results
qu_pe: k'itirimanakunapi maskhasqakuna

source: You search on multiple words by using the + sign
qu_pe: Askha simikunata maskhanapaqqa kay unanchata churawaq +

source: You will be notified of new posts by e-mail.
qu_pe: Musuq willaykunaqa churakuqtin willakunqa e-chaskipi

source: You will no longer be notified of new posts by email
qu_pe: Musuq willaykunaqa churakuqtin manaña willakunqa e-chaskipi

source: Add image
qu_pe: Churay wankita

source: Grade thread
qu_pe: Chaninchay rimanata

source: Users list of the thread
qu_pe: Rimanaq haykuqmasinkuna yupachasqa

source: Grade this thread
qu_pe: Chaninchay kay rimanata

source: Users in course
qu_pe: Yachachinamanta haykuqmasin

source: Number of posts
qu_pe: Kayka willaykuna

source: Number of posts for this user
qu_pe: Haykuqmasiq hayka willayninkuna

source: Posts by user
qu_pe: Hayka willaykuna sapanka haykuqmasikunapaq

source: Assessment changes history
qu_pe: Chaninchasqamanta t'ijrapachisqaq tukuy willakuy

source: more recent
qu_pe: chayraq kaq

source: older
qu_pe: ñaupa kaq

source: Who changed
qu_pe: Pin t'ijrapayta ruwarun

source: Note changed
qu_pe: Marka t'ijrachasqa

source: Date changed
qu_pe: Pacha t'ijrachakusqanpi

source: View comments on the messages
qu_pe: Qhawariy ima nisqankuta willaykunapi

source: All learners
qu_pe: Llipin yachaqekuna

source: Qualified learners
qu_pe: Yachaqekuna chaninchasqa

source: Unqualified learners
qu_pe: Yachaqekuna mana chaninchasqa

source: First names and last names
qu_pe: Sutikuna mamataytamanta sutikunawan

source: Max score
qu_pe: Askha kaq markana

source: Grade cannot exceed max score
qu_pe: Chaninchayqa manan wichanmanchu askha kaq markanamanta.

source: Thread statistics
qu_pe: Rimanaq yupanankuna

source: Thread
qu_pe: Rimana

source: Notify me
qu_pe: Willawanankupaq

source: Confirm mark
qu_pe: Cheqaqchankichu haykuqmasiq chaninchayninta?

source: Unchanged
qu_pe: Manan kanchu t'ijrachasqakuna

source: Edit thread score
qu_pe: Ruwapay rimanaq chaninchasqata

source: The forum has moved
qu_pe: Rimanaqa kuyuchikunña

source: You must assign a score to this activity
qu_pe: Churawaq chaninchaynaq llasayninta

source: Delete attachment file
qu_pe: Wañuchiy khipu yapachasqata

source: Edit an attachment
qu_pe: Ruwapay khipu yapachasqata

source: Create forum
qu_pe: Kamay k'itirimanata

source: Edit forum
qu_pe: T'ijrapay k'itirimanata

source: Edit thread
qu_pe: T'ijrapay rimanata

source: Back to forum
qu_pe: Volver al foro

source: Back to forum overview
qu_pe: Volver a la vista general del foro

source: Back to thread
qu_pe: Regresar a tema

source: Forum category Locked
qu_pe: Foru katiyachay lluqsimuy

source: The link has been moved
qu_pe: Wataqqa kururichikun

source: Link name
qu_pe: Waskhanaq sutin

source: Add a link
qu_pe: Yapay hoq wataqta

source: The link has been added.
qu_pe: Wataqqa yapachisqaña.

source: Edit link
qu_pe: T'ijrachiy wataqta
