Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Browse courses
yo_ng: Ṣàwà káàkà ìdàsílẹ̀

source: Or
yo_ng: Tàbí

source: No sender
yo_ng: Kò sí olùránṣẹ́

source: messages
yo_ng: ìfọwọ́rọ̀pọ̀

source: Error deleting message
yo_ng: Àṣìṣe ìparẹ ìfọwọ́rọ̀pọ̀

source: You are adding calendar events for attendance
yo_ng: O ń ṣàfikún ìṣẹ̀lẹ̀ kàlẹ́ndà fún ìwàwà

source: Add attendance date
yo_ng: Ṣàfikún ọjọ ìwàwà

source: Back to attendance sheet
yo_ng: Pada sí ìwé ìwàwà

source: Add calendar event
yo_ng: Ṣàfikún ìṣẹ̀lẹ̀ kàlẹ́ndà

source: Clear all
yo_ng: Pa gbogbo rẹ̀ kúrò

source: Edit calendar event
yo_ng: Ṣàtúnṣe ìṣẹ̀lẹ̀ kàlẹ́ndà

source: Delete calendar event
yo_ng: Pa ìṣẹ̀lẹ̀ kàlẹ́ndà kúrò

source: Are you sure you want to delete this event?
yo_ng: Ṣe o dájú pé o fẹ́ pa ìṣẹ̀lẹ̀ yìí kúrò?

source: Are you sure you want to delete all calendar events?
yo_ng: Ṣe o dájú pé o fẹ́ pa gbogbo ìṣẹ̀lẹ̀ kàlẹ́ndà kúrò?

source: Edit attendance
yo_ng: Ṣàtúnṣe ìwàwà

source: Go to calendar
yo_ng: Lọ sí kàlẹ́ndà

source: Export to Excel
yo_ng: Fi jáde sí Excel

source: Generate QR code
yo_ng: Ṣẹ̀dá koodu QR

source: Loading attendance data...
yo_ng: Ợ́n ìdá ìwàwà...

source: No attendance assigned yet.
yo_ng: Kò sí ìwàwà tí a yàn sí ìsinsìnyí.

source: View comment
yo_ng: Wo ìròyìn

source: No attendance data for today.
yo_ng: Ko si data wiwa lọ́dẹ́.

source: Error recalculating results
yo_ng: Aṣìṣe ìdàsílẹ̀ ìdàbọ̀

source: Results recalculated
yo_ng: Ìdàbọ̀ ti tun ṣe ìdàsílẹ̀

source: No test attempt found
yo_ng: Ko si ìdọwọ́ ìdánwò rí

source: No item found
yo_ng: Ko si ohun kan rí

source: No video found
yo_ng: Ko si fidio rí

source: Invalid access URL or session
yo_ng: URL ìwọle tí kò yẹ tàbí ìpàdé

source: Select classes for which this session will be visible for subscription in the catalogue. Subscription rules still apply apart from it being visible in the catalogue.
yo_ng: Yan awọn kilasi ti ìpàdé yìí yóò hàn fun ìforukọsilẹ̀ nínú iwe-ìpamọ́. Ìlò ìforukọsilẹ̀ ṣì ń ṣiṣẹ́ yàtọ̀ sí ìhìnrere rẹ̀ nínú iwe-ìpamọ́.

source: Catalogue access
yo_ng: Ìwọle iwe-ìpamọ́

source: The uploaded file does not match the selected file type.
yo_ng: Faili tí a gbe soke kò baamu pẹ̀lú irú faili tí a yàn.

source: Uninstall
yo_ng: Yọ kúrò

source: Install, activate or deactivate plugins easily.
yo_ng: Fi awọn plugins ṣe ìdàgbàsókè, ṣiṣẹ́ tàbí paa ni ìrọrun.

source: Manage plugins
yo_ng: Ṣàkóso plugins

source: Nothing left to update.
yo_ng: Ko si ohun tí ó kù láti ṣe ìmú.

source: Update database
yo_ng: Ṣe ìmú ìkà

source: Are you sure you want to remove the selected courses from the selected URLs?
yo_ng: Ṣeé ṣe ìdájọ́ pé ò ṣe ìfẹ́ láti yọ àwùjọ ìdàsílẹ̀ tí a yàn kúrò lọ́dọ̀ URL tí a yàn?

source: Are you sure you want to add the selected courses to the selected URLs?
yo_ng: Ṣeé ṣe ìdájọ́ pé ò ṣe ìfẹ́ láti fi àwùjọ ìdàsílẹ̀ tí a yàn kun sí URL tí a yàn?

source: Remove courses from selected URLs
yo_ng: Yọ àwùjọ ìdàsílẹ̀ kúrò lọ́dọ̀ URL tí a yàn

source: Add courses to selected URLs
yo_ng: Fi àwùjọ ìdàsílẹ̀ kun sí URL tí a yàn

source: Select all URLs
yo_ng: Yan gbogbo URL

source: Search URL
yo_ng: Ṣàwárí URL

source: Videos
yo_ng: Awọn fidio

source: Course unregistered from the URL
yo_ng: Ìdàsílẹ̀ ìdàsílẹ̀ kúrò lọ́dọ̀ URL

source: This page allows you to massively assign or remove the assignment of courses to/from many URLs in one single action. Assigning and removing courses to/from URLs can have a high impact on access for users and data stored about users' progress. Please use carefully.
yo_ng: Ojú ìkọsílẹ̀ yìí yọ̀ọ́ jẹ́ kí ì ṣe ìyàn tàbí yọ ìyàn àwùjọ ìdàsílẹ̀ sí/tọ́ka ọ̀pọ̀lọpọ̀ URL nínú ìṣe kan ṣoṣo. Ìyàn àti yíyọ àwùjọ ìdàsílẹ̀ sí/tọ́ka URL le ni ìpa gíga lórí ìwọle fún àwùjọ olùpẹ̀lú àti ìdata tí a fipamọ́ nípa ìlọsíwájú àwùjọ olùpẹ̀lú. Jọwọ lo pẹ̀lú ìṣọra.

source: Add courses to URLs
yo_ng: Fi àwùjọ ìdàsílẹ̀ kun sí URL

source: Parent category
yo_ng: Ẹka òbí

source: No parent
yo_ng: Ko si òbí

source: Cannot move category down
yo_ng: Kò ṣeé ṣe láti gbe ẹka sílẹ̀

source: Cannot move category up
yo_ng: Kò ṣeé ṣe láti gbe ẹka soke

source: No course found in this category
yo_ng: Ko si ìdàsílẹ̀ rí nínú ẹka yìí

source: Minimum number of assessments to validate
yo_ng: Nọ́mba ìdíwò ìdíwò láti ṣe ìdíwò

source: Number of assessments to validate in dependencies
yo_ng: Nọ́mba ìdíwò ìdíwò nínú ìgbẹ́kẹ̀le

source: Depends on assessments
yo_ng: Gbẹ́kẹ̀le lórí ìdíwò

source: Are you sure you want to unassign the selected users from the selected URLs?
yo_ng: Ṣeé ṣe ìdájọ́ pé ò ṣe ìfẹ́ láti yọ àwùjọ olùpẹ̀lú tí a yàn kúrò lọ́dọ̀ URL tí a yàn?

source: Are you sure you want to assign the selected users to the selected URLs?
yo_ng: Ṣeé ṣe ìdájọ́ pé ò ṣe ìfẹ́ láti yan àwùjọ olùpẹ̀lú tí a yàn sí URL tí a yàn?

source: Remove users from selected URLs
yo_ng: Yọ àwùjọ olùpẹ̀lú kúrò lọ́dọ̀ URL tí a yàn

source: Add users to selected URLs
yo_ng: Fi àwùjọ olùpẹ̀lú kun sí URL tí a yàn

source: The user accounts have been unassigned from the URL
yo_ng: Àwùjọ olùpẹ̀lú ti yọ kúrò lọ́dọ̀ URL

source: Add course to this URL
yo_ng: Fi ìdàsílẹ̀ kun sí URL yìí

source: Remove from selection
yo_ng: Yọ kúrò nínú ìyàn

source: Gradebooks
yo_ng: Àwùjọ ìdíwò

source: Users in consent list
yo_ng: Àwùjọ olùpẹ̀lú nínú akojọ ìfọwọ́si

source: Select tools
yo_ng: Yan awọn ohun èlò

source: Skills and gradebooks
yo_ng: Awọn ìmọ̀ àti àwùjọ ìdíwò

source: No tool available for this report
yo_ng: Ko si ohun èlò tí ó ṣeé ṣe fún ìròyìn yìí

source: No user found with activity in open courses without enrollment.
yo_ng: Ko si olùpẹ̀lú tí ó rí ìdàgbàsókè nínú àwùjọ ìdàsílẹ̀ ṣíṣẹ láìṣe ìforukọsilẹ̀.

source: Inactive
yo_ng: Aiṣiṣẹ́

source: Mandatory fields
yo_ng: Awọn aaye dandan

source: %s extension not available
yo_ng: Ìtẹ̀síwájú %s kò ṣeé ṣe

source: The following users have accessed one or more courses without being officially registered. They generated activity in open courses but are not listed in the course subscription tables.
yo_ng: Àwùjọ oníṣe wọnyi ti wọle sínú ọ̀kan tàbí jù bẹ́ẹ̀ lọ àwùjọ ìdàrísí láìfi ìforúkọ sílẹ̀. Wọ́n ṣẹ̀dá ìdásílẹ̀ nínú àwùjọ ìdàrísí ṣíṣẹ̀ ṣùgbọ́n wọn kò wà nínú àwùjọ ìforúkọ sílẹ̀ ìdàrísí.

source: Users active in open courses (not enrolled)
yo_ng: Àwùjọ oníṣe tí ń ṣiṣẹ́ nínú àwùjọ ìdàrísí ṣí (kò forúkọ sílẹ̀)

source: Show/Hide users active in open courses (not enrolled)
yo_ng: Fi hàn/Tọju àwùjọ oníṣe tí ń ṣiṣẹ́ nínú àwùjọ ìdàrísí ṣí (kò forúkọ sílẹ̀)

source: Unsubscriptions
yo_ng: Àìforúkọ sílẹ̀

source: Subscriptions vs unsubscriptions, by day
yo_ng: Àwùjọ ìforúkọ sílẹ̀ àti àìforúkọ sílẹ̀, lọ́jọ́ kan ọdọọdún

source: Course/Session subscriptions, by day
yo_ng: Àwùjọ ìforúkọ sílẹ̀ ìdàrísí/Ìpàdé, lọ́jọ́ kan ọdọọdún

source: New users registrations
yo_ng: Àwùjọ ìforúkọ sílẹ̀ àwùjọ tuntun

source: File imported just users that are not registered
yo_ng: Àìpẹẹrẹ ìwọle àwùjọ tí kò forúkọ sílẹ̀

source: Available groups
yo_ng: Àwùjọ ẹgbẹ́ tí ó ṣeé ṣe ìdàsílẹ̀

source: Total groups
yo_ng: Àpapọ̀ ẹgbẹ́

source: Column is locked or read-only
yo_ng: Ọwọ̀n jẹ́ ìdídi tàbí kíkà nìkan

source: Remove state
yo_ng: Yọ ìpò kúrò

source: Saving...
yo_ng: Àkókò ìpamọ́...

source: Save attendance
yo_ng: Fipamọ́ ìwàre

source: Signature
yo_ng: Àwòkan

source: Clear
yo_ng: Sọ di òfo

source: No attendance data to save.
yo_ng: Kò sí ìròyìn ìwàre láti ṣàpamọ́.

source: Attendance saved successfully
yo_ng: Ìwàre ti fipamọ́ déédéé

source: Failed to save attendance. Please try again.
yo_ng: Ìkùnà láti ṣàpamọ́ ìwàre. Jọ̀wọ́ gbìyànjú lẹ́ẹ̀kàn mìíràn.

source: Unknown attendance
yo_ng: Ìwàre àìmọ̀

source: Error exporting to PDF
yo_ng: Àṣìṣe ìdàlò sí PDF

source: Error exporting to Excel
yo_ng: Àṣìṣe ìdàlò sí Excel

source: Failed to generate QR code
yo_ng: Ìkùnà láti ṣẹ̀dá koodu QR

source: Add attendance
yo_ng: Ṣàfikún ìwàre

source: Search users for friends
yo_ng: Ṣàwárí àwùjọ fún àwùjọ ọrẹ

source: Go to friends list
yo_ng: Lọ sí ìwòye àwùjọ ọrẹ

source: Please enter a search query
yo_ng: Jọ̀wọ́ kọ ìwádìí ìwádìí kan

source: Error fetching friends list
yo_ng: Àṣìṣe ìdílé ìwòye àwùjọ ọrẹ

source: Error fetching users
yo_ng: Àṣìṣe ìdílé àwùjọ

source: Friend request sent successfully
yo_ng: Ìfẹ́hìlẹ̀ ọrẹ ti fi ránṣẹ́ déédéé

source: Failed to send friend request
yo_ng: Ìkùnà láti fi ìfẹ́hìlẹ̀ ọrẹ ránṣẹ́

source: You have a new friend request
yo_ng: O ni ìfẹ́hìlẹ̀ ọrẹ tuntun

source: You have received a new friend request. Visit the invitations page to accept or reject the request.
yo_ng: O ti gba ìfẹ́hìlẹ̀ ọrẹ tuntun. Ṣàyé ojú ìkàlẹ̀ ìpìwà láti gbà tàbí kọ ìfẹ́hìlẹ̀ náà.

source: Notification message sent successfully
yo_ng: Ìròyìn ìfọwọ́sowọpọ̀ ti fi ránṣẹ́ déédéé

source: Failed to send notification message
yo_ng: Ìkùnà láti fi ìròyìn ìfọwọ́sowọpọ̀ ránṣẹ́

source: An error occurred while sending the notification message
yo_ng: Àṣìṣe kan ṣẹlẹ̀ lákòókò ìfifi ìròyìn ìfọwọ́sowọpọ̀ ránṣẹ́

source: Are you sure to delete the friendship?
yo_ng: Ṣe o dájú láti pa ìbádọ̀rẹ̀ẹ́ ọrẹ kúrò?

source: If file exists
yo_ng: Tí ìwé bá wà

source: New document
yo_ng: Ìwé tuntun

source: New drawing
yo_ng: Àwòrán tuntun

source: New cloud file
yo_ng: Ìwé ìkùùrù tuntun

source: Usage
yo_ng: Ìlò

source: Add file variation
yo_ng: Ṣàfikún ìyàtọ̀ ìwé

source: Set as default certificate
yo_ng: Ṣeto gẹ́gẹ́ ìjẹ́rìí ìwàáàfin

source: Template options
yo_ng: Àwùjọ ìdàbọ̀ ìwòyì

source: New folder
yo_ng: Àpò tuntun

source: Confirm deletion
yo_ng: Ẹ̀dè ìparẹ́

source: Saved
yo_ng: Ti fipamọ́

source: Error deleting document(s).
yo_ng: Àṣìṣe pipa ìwé(àwùjì).

source: Replace video
yo_ng: Pa fidio rọ̀pò

source: Replace (files or videos only)
yo_ng: Rọ̀pò (fáìlù tàbí fídìò nìkan)

source: Document not saved
yo_ng: Ìwé kò ṣètọ́jú

source: Document moved successfully
yo_ng: Ìwé ti gbé lọ déédéé

source: Error moving the document
yo_ng: Àṣìṣe gbigbe ìwé náà

source: Certificate set as default successfully
yo_ng: Ìjẹ́rẹ́ tí a ṣètò gẹ́gẹ́ ìlànà ṣàṣeyọrí

source: Error setting certificate as default
yo_ng: Àṣìṣe ìdásílẹ̀ ìjẹ́rẹ́ gẹ́gẹ́ ìlànà

source: Template successfully deleted.
yo_ng: Àwòrán ìlànà ti parẹ́ lọ déédéé.

source: Error deleting the template.
yo_ng: Àṣìṣe pipa ìlànà náà.

source: The title and thumbnail are required.
yo_ng: Àkọ́kọ́ orúkọ àti àwòrán ìdílé jẹ́ ìdíyelò.

source: Template created successfully.
yo_ng: Àwòrán ìlànà ti ṣẹ̀dá lọ déédéé.

source: Error creating the template.
yo_ng: Àṣìṣe ìdá ìlànà.

source: Error submitting the form.
yo_ng: Àṣìṣe ìfisilẹ̀ fọ́ọ̀mù.

source: Back to Documents
yo_ng: Pada sẹ́yìn sí Àwùjì Ìwé

source: Original file
yo_ng: Fáìlù àkọ́kọ́

source: Title:
yo_ng: Àkọ́kọ́ orúkọ:

source: Format:
yo_ng: Ọ̀nà:

source: Size:
yo_ng: Ìwọ̀n:

source: Upload new variation
yo_ng: Gbe ìdàsí tuntun wọ̀lẹ̀

source: Choose file
yo_ng: Yan fáìlù

source: Current variations
yo_ng: Àwùjì ìdàsí lọ́wọ́lọ́wọ̀

source: Creator
yo_ng: Ẹlùdá

source: Associated URL
yo_ng: URL tí a ṣe ìdàpọ̀

source: Default (No URL)
yo_ng: Ìlànà (Kò sí URL)

source: Invite friends to group
yo_ng: Pè àwùjì ṣáájú ẹgbẹ́

source: Available friends
yo_ng: Àwùjì ṣáájú tí ó ṣeé ṣe ìdùpọ̀

source: Selected friends
yo_ng: Àwùjì ṣáájú tí a yàn

source: Sent invitations
yo_ng: Àwùjì ìpè tí a ti rán

source: You have been invited to join this group
yo_ng: A ti pè ọ́ láti darapọ̀ mọ́ ẹgbé yìí

source: Assignment created
yo_ng: Iṣẹ́ ìdásílẹ̀ ti ṣẹ̀dá

source: Write my submission
yo_ng: Kọ ìdíwọ̀n mi

source: Add users
yo_ng: Ṣàfikún olùpẹ̀lò

source: Users without submission
yo_ng: Olùpẹ̀lò tí kò tíì ṣe ìdíwọ̀n

source: You can no longer submit. The deadline has passed.
yo_ng: Kò ṣeé ṣe ìdíwọ̀n mọ́. Ọjọ́ ìparí ti kọjá.

source: Failed to export PDF
yo_ng: Ìkùnà ìdàjáde PDF

source: Are you sure you want to delete all corrections?
yo_ng: Ṣe o mọ̀ pé o fẹ́ pa gbogbo ìdàdíró kúrò?

source: All corrections deleted
yo_ng: Gbogbo ìdàdíró ti parẹ́

source: Failed to delete corrections
yo_ng: Ìkùnà ìparẹ́ ìdàdíró

source: Add documents
yo_ng: Ṣàfikún ìwé

source: No documents added yet.
yo_ng: Kò sí ìwé tí a ti ṣàfikún sí ìbẹ̀rẹ̀.

source: Available documents
yo_ng: Àwùjì ìwé tí ó ṣeé ṣe ìdùpọ̀

source: No available documents.
yo_ng: Kò sí ìwé tí ó ṣeé ṣe ìdùpọ̀.

source: Error adding document
yo_ng: Àṣìṣe ìsàfikún ìwé

source: Document removed
yo_ng: Ìwé ti yọ kúrò

source: Error removing document
yo_ng: Àṣìṣe yíyọ ìwé kúrò

source: Assignment updated
yo_ng: Iṣẹ́ ìdásílẹ̀ tí a ṣe ìmúṣẹṣe

source: No users added yet.
yo_ng: Kò sí olùpẹ̀lò tí a ti ṣàfikún sí ìbẹ̀rẹ̀.

source: Search users by username
yo_ng: Ṣàwárí olùpẹ̀lò lọ́nà orúkọ olùpẹ̀lò

source: No available users.
yo_ng: Kò sí olùpẹ̀lò tí ó ṣeé ṣe ìdùpọ̀.

source: User added
yo_ng: Olùpẹ̀lò ti ṣàfikún

source: Error adding user
yo_ng: Àṣìṣe ìdàfikún olùpẹ̀lò

source: User removed
yo_ng: Olùpẹ̀lò ti yọ kúrò

source: Error removing user
yo_ng: Àṣìṣe ìyọkúrò olùpẹ̀lò

source: Student progress
yo_ng: Ìlọsíwájú akẹ́kọ̀ọ́

source: Send email to all
yo_ng: Firanṣẹ́ ìmẹ̀lì sí gbogbo wọn

source: Users without submission for assignment
yo_ng: Àwùjọ olùpẹ̀lò tí kò fi ìdíwọ̀n wọlé fún iṣẹ́ àyè

source: No missing submissions found for this assignment or data is not available.
yo_ng: Kò rí ìdíwọ̀n tí ó ṣòfò fún iṣẹ́ àyè yìí tàbí dátà kò wà.

source: Email sent to all unsubmitted users.
yo_ng: Ìmẹ̀lì ti firanṣẹ́ sí gbogbo àwùjọ olùpẹ̀lò tí kò fi ìdíwọ̀n wọlé.

source: Failed to send email.
yo_ng: Kùnà sí ìfiranṣẹ́ ìmẹ̀lì.

source: Upload your assignment
yo_ng: Gbe ìdíwọ̀n rẹ wọlé

source: Submission title
yo_ng: Àkọ́kọ́ ìdíwọ̀n

source: Enter a title for your submission
yo_ng: Tẹ akọ́kọ́ fún ìdíwọ̀n rẹ

source: Write your answer here...
yo_ng: Kọ ìdáhùn rẹ níbí...

source: File uploaded successfully
yo_ng: Fáìlì ti gbe wọlé láìsí ìṣòro

source: Failed to upload file
yo_ng: Kùnà sí ìgbéwọlé fáìlì

source: Please provide a title and some text
yo_ng: Jọ̀wọ́ fúnni ní akọ́kọ́ àti ọ̀rọ̀ díẹ̀

source: Text submitted successfully
yo_ng: Ọ̀rọ̀ ti fiwọ́wọ́lé láìsí ìṣòro

source: Edit Terms and Conditions
yo_ng: Ṣàtúnṣe Ìlànà àti Ìpinnu

source: Type of terms
yo_ng: Ìrù ìlànà

source: Back to list
yo_ng: Pada sí ìdàpọ̀

source: Show public link
yo_ng: Fi ìsopọ̀ gbangba hàn

source: Public link
yo_ng: Ìsopọ̀ gbangba

source: You can share or copy this link:
yo_ng: O lè pín tàbí da ìsopọ̀ yìí lọ́wọ́:

source: Select the link above and press Ctrl+C to copy it
yo_ng: Yan ìsopọ̀ lókè tí o sì tẹ Ctrl+C láti da á lọ́wọ́

source: New page
yo_ng: Ojú ìwé tuntun

source: Pages deleted
yo_ng: Àwùjọ ìwé ti parẹ́

source: Export glossary
yo_ng: Ìtàn ìtumọ̀

source: Export to documents
yo_ng: Ìtàn sí àwùjọ ìwé

source: Could not delete term
yo_ng: Kò le parẹ́ ìtumọ̀

source: Exported to documents
yo_ng: Ti ṣàtàn sí àwùjọ ìwé

source: Could not export to documents
yo_ng: Kò le ṣàtàn sí àwùjọ ìwé

source: Could not fetch glossary terms
yo_ng: Kò le gba ìtumọ̀ ìtumọ̀

source: Edit glossary term
yo_ng: Ṣàtúnṣe ìtumọ̀ ìtumọ̀

source: Edit page layout
yo_ng: Ṣàtúnṣe ìfòyebánilò ìwé

source: e.g. /index.php
yo_ng: f.m. /index.php

source: URL is required
yo_ng: URL jẹ́ ìbeèrè

source: Optional - e.g. ROLE_TEACHER
yo_ng: Yàtọ̀ - f.m. ROLE_TEACHER

source: Loading templates...
yo_ng: Ṣe ìdùbúlẹ̀ àwùjọ ìpìlẹ̀...

source: Select a template
yo_ng: Yan ìpìlẹ̀ kan

source: Layout templates
yo_ng: Àwùjọ ìpìlẹ̀ ìfòyebánilò

source: Back to layouts
yo_ng: Pada sí ìfòyebánilò

source: Columns
yo_ng: Ọ̀wọ̀n

source: Blocks
yo_ng: Àwùjọ ìdíwọ̀n

source: View JSON
yo_ng: Wo JSON

source: Layout JSON details
yo_ng: Kùkúrù JSON ìfòyebánilò

source: Are you sure you want to delete this template?
yo_ng: Ṣe o mọ̀ pé o fẹ́ pa àtẹ̀wò yìí run?

source: Create layout template
yo_ng: Ṣẹ̀dá àtẹ̀wò ìwòye

source: Layout template name
yo_ng: Orúkọ àtẹ̀wò ìwòye

source: e.g. 3 columns layout
yo_ng: f.ẹ. ìwòye ọwọ̀n mẹ́ta

source: Template name is required
yo_ng: Orúkọ àtẹ̀wò jẹ́ ìdíyelò

source: Layout type
yo_ng: Ìrù ìwòye

source: Save template
yo_ng: Fipamọ́ àtẹ̀wò

source: Edit layout template
yo_ng: Ṣàtúnṣe àtẹ̀wò ìwòye

source: Replace layout with predefined type?
yo_ng: Yí ìwòye padà pẹ̀lú ìrù ìsọ̀rọ̀?

source: Page layout details
yo_ng: Kùnkùn ìwòye ojú ìwé

source: Loading layout...
yo_ng: Ṣe ìdọ̀wọ̀ ìwòye...

source: Create layout
yo_ng: Ṣẹ̀dá ìwòye

source: Manage templates
yo_ng: Ṣààkóso àwùnṣe

source: Are you sure you want to delete this layout?
yo_ng: Ṣe o mọ̀ pé o fẹ́ pa ìwòye yìí run?

source: Create page layout
yo_ng: Ṣẹ̀dá ìwòye ojú ìwé

source: You do not have permission to view this page
yo_ng: O kò ní ìyọ̀nda láti wo ojú ìwé yìí

source: Why you want to delete your Legal Agreement
yo_ng: Kí ló fi ṣe pé o fẹ́ pa Ìṣàlẹ̀ Ìfọwọ́sowọ́pọ̀ rẹ̀ run

source: Delete Account
yo_ng: Pa Àkọ̀ọ́n run

source: Go to Explore to find a topic of interest, or wait for someone to subscribe you
yo_ng: Lọ sí Ìwádìí láti rí kókó ìfẹ́kọ̀fẹ̀, tàbí ṣe ìdúró de ẹnikẹ́ni láti ṣe ìdàbọ̀ fún ọ

source: Data exchanges (GDPR)
yo_ng: Pàṣípààrọ̀ ìròyìn (GDPR)

source: Back to third parties
yo_ng: Pada sẹ́yìn sí àwùjọ ẹgbẹ́ kẹta

source: Data exchange
yo_ng: Pàṣípààrọ̀ ìròyìn

source: Add exchange
yo_ng: Ṣàfikù pàṣípààrọ̀

source: All users?
yo_ng: Gbogbo àwùjọ?

source: Add data exchange
yo_ng: Ṣàfikù pàṣípààrọ̀ ìròyìn

source: Select users
yo_ng: Yan àwùjọ

source: Please select at least one user.
yo_ng: Jọ̀wọ́ yan olùyàwòrán kan ìdíẹ́.

source: Data exchange successfully saved.
yo_ng: Pàṣípààrọ̀ ìròyìn ti fipamọ́ yíyẹ.

source: Error saving data exchange.
yo_ng: Àṣìṣe fipamọ́ pàṣípààrọ̀ ìròyìn.

source: Professional support
yo_ng: Ìrànwọ́ Ọjọ́gbọ̀n

source: Add third party
yo_ng: Ṣàfikún ẹni kẹta

source: Recruiter
yo_ng: Aláṣàkò

source: Send data
yo_ng: Firanṣẹ data

source: Is recruiter?
yo_ng: Ṣé aláṣàkò?

source: Is used for data exchange?
yo_ng: Ṣé a lò fún ìpàṣípààrọ̀ data?

source: Event
yo_ng: Ìṣẹ̀lẹ̀

source: Go to session
yo_ng: Lọ sí ìdásílẹ̀

source: Add your first link to this course
yo_ng: Ṣàfikún ìsopọ̀ àkọ́kọ́ rẹ sí ìdàrú yìí

source: There are no links in this category
yo_ng: Kò sí ìsopọ̀ kankan nínú ẹka yìí

source: With links
yo_ng: Pẹ̀lú ìsopọ̀

source: Link deleted
yo_ng: Ìsopọ̀ ti parẹ́

source: Could not delete link
yo_ng: Kò le ṣe àparẹ ìsopọ̀

source: Link visibility updated
yo_ng: Ìrísí ìsopọ̀ ti yí padà

source: Could not change visibility of link
yo_ng: Kò le yí ìrísí ìsopọ̀ padà

source: Link moved up
yo_ng: Ìsopọ̀ ti gòkè

source: Could not move link up
yo_ng: Kò le gòkè ìsopọ̀

source: Link moved down
yo_ng: Ìsopọ̀ ti sọkalẹ̀

source: Could not move link down
yo_ng: Kò le sọkalẹ̀ ìsopọ̀

source: Could not delete category
yo_ng: Kò le ṣe àparẹ ẹka

source: Visibility of category changed
yo_ng: Ifoya ẹka ti yipada

source: Could not change visibility of category
yo_ng: A ko le yi ifoya ẹka pada

source: Could not retrieve links
yo_ng: A ko le gba awọn asopọ

source: Update category
yo_ng: Ṣe imudojade ẹka

source: Update link
yo_ng: Ṣe imudojade asopọ

source: Matching courses
yo_ng: Awọn akoko ti o baamu

source: Apply advanced filters
yo_ng: Lo awọn àlẹ̀dì ìdàbọ̀

source: Filter by title
yo_ng: Ṣàlẹ̀ nipasẹ akọle

source: Filter by category
yo_ng: Ṣàlẹ̀ nipasẹ ẹka

source: Filter by language
yo_ng: Ṣàlẹ̀ nipasẹ ede

source: Loading more courses...
yo_ng: N gbe awọn akoko siwaju...

source: Total number of sessions
yo_ng: Nọmba lapapọ ti awọn akoko

source: Matching sessions
yo_ng: Awọn akoko ti o baamu

source: Searching by
yo_ng: Ṣiwadi nipasẹ

source: Loading sessions. Please wait.
yo_ng: N gbe awọn akoko. Jọwọ duro.

source: No session available
yo_ng: Ko si akoko ti o wa

source: Loading more sessions...
yo_ng: N gbe awọn akomo siwaju...

source: Course ID is missing. Unable to navigate to the course home page.
yo_ng: ID akoko ti sonde. Ko le lọ si oju-iwe ile akoko.

source: An unexpected error occurred.
yo_ng: Aṣiṣe airotẹlẹ kan waye.

source: Incomplete courses
yo_ng: Awọn akoko ti ko pari

source: Session period
yo_ng: Akoko akoko

source: Search student
yo_ng: Ṣiwadi ọmọ ile-iwe

source: Create new user
yo_ng: Ṣẹda olumulo tuntun

source: Matching students
yo_ng: Awọn ọmọ ile-iwe ti o baamu

source: Local user
yo_ng: Olumulo agbegbe

source: External user
yo_ng: Olumulo ita

source: Send course invitation
yo_ng: Fi ifisilẹ akoko ranṣẹ

source: Password (leave blank to auto)
yo_ng: Ọrọ igbaniwọle (fi fo si aifọwọyi)

source: Send access details to user by email
yo_ng: Fi awọn alaye iraye si olumulo ranṣẹ nipasẹ imeeli

source: Course sent to
yo_ng: Akoko ti a fi ranṣẹ si

source: An error occurred while sending the course.
yo_ng: Aṣiṣe waye lakoko fifiranṣẹ akoko.

source: User created
yo_ng: Olumulo ti ṣẹda

source: Could not create user
yo_ng: A ko le ṣẹda olumulo

source: Completed courses
yo_ng: Awọn akoko ti o ti pari

source: Issued at
yo_ng: Ti jade ni

source: Load more
yo_ng: Gbe diẹ sii

source: Restartable courses
yo_ng: Awọn akoko ti a le tun bẹrẹ

source: Ended
yo_ng: Ti pari

source: Extend one week
yo_ng: Fa si ọsẹ kan

source: Could not load data
yo_ng: A ko le gbe data

source: Session extended
yo_ng: Akoko ti fa si

source: Action failed
yo_ng: Iṣe iṣe kuna

source: Available courses in this URL
yo_ng: Awọn akoko ti o wa ni URL yii

source: Loading courses...
yo_ng: N gbe awọn akoko...

source: No courses available.
yo_ng: Ko si awọn akoko ti o wa.

source: Favorite courses
yo_ng: Awọn akomo ayanfẹ

source: No favorite courses.
yo_ng: Ko si awọn akomo ayanfẹ.

source: The user %s is waiting for an action about his/her personal data request. To manage personal data requests you can follow this link: %s
yo_ng: Olumulo %s n duro de iṣe nipa ibeere data ti ara rẹ. Lati ṣakoso awọn ibeere data ti ara ẹni o le tẹle asopọ yii: %s

source: Group does not exist in course
yo_ng: Ẹgbẹ ko wa ninu akoko

source: Unauthorised access to group
yo_ng: Wiwọle laisi aṣẹ si ẹgbẹ

source: You're not allowed in this group
yo_ng: O ko gba laaye si wọ inu ẹgbẹ́ yìí

source: Save diagnostic changes
yo_ng: Fi ìyípadà ìdáàbòò pamọ́

source: Domain %s
yo_ng: Àgbègbè %s

source: Topic %s
yo_ng: Kókó %s

source: Software program
yo_ng: Ètò ìdàrì ìkọ́wé

source: Send mail to users
yo_ng: Fi ìwé rí pa dà sí àwùjọ oníṣe

source: Update user list from XML/CSV
yo_ng: Ṣe ìmú àkọsílẹ̀ oníṣe látinrin XML/CSV

source: CSV must look as follows:
yo_ng: CSV gbọ́dọ̀ jẹ́ bí ìdí yìí:

source: Course/Session subscriptions by day
yo_ng: Àwọn ìfọwọ́sowọ́pọ̀ ìdàrùn/Ìpàdé lọ́jọ́

source: Remove user from all group-related entities if his/her name is not in the list
yo_ng: Yọ oníṣe kúrò nínú gbogbo àwùjọ ìdàmọ̀ ẹgbẹ́ tí orúkọ rẹ̀ kò bá wà nínú àkọsílẹ̀

source: Groups assigned to URL
yo_ng: Àwùjọ ẹgbẹ́ tí a yàn fún URL

source: Proceed with the import
yo_ng: Tẹ̀síwájú pẹ̀lú ìkọ̀wé

source: You only have access to the URL %s
yo_ng: O ṣòṣo ló ní ìwọ̀yì sí URL %s

source: View certificate
yo_ng: Wo ìjẹ́rẹ́

source: The sub-language does not exist.
yo_ng: Èdè àpapọ̀ kò wa.

source: Remove user from course if his/her name is not in the list
yo_ng: Yọ oníṣe kúrò nínú ìdàrùn tí orúkọ rẹ̀ kò bá wà nínú àkọsílẹ̀

source: The user has not been deleted. Please confirm the user ID and try again.
yo_ng: A kò ti pa oníṣe rẹ̀ run. Jọ̀wọ́ ṣe ìdájọ́ ID oníṣe kí o sì tẹ̀wò lẹ́ẹ̀kan mìíràn.

source: The user has been deleted permanently.
yo_ng: A ti pa oníṣe rẹ̀ run títí láéláé.

source: Selected users deleted permanently
yo_ng: Àwùjọ oníṣe tí a yàn ti pa run títí láéláé

source: The user has not been restored. Please confirm the user ID and try again.
yo_ng: A kò ti mu oníṣe padà. Jọ̀wọ́ ṣe ìdájọ́ ID oníṣe kí o sì tẹ̀wò lẹ́ẹ̀kan mìíràn.

source: The user has been restored.
yo_ng: A ti mu oníṣe padà.

source: Some of the selected users have not been restored. We recommend you confirm which, by using the advanced search.
yo_ng: Àwùjọ àwùjọ oníṣe tí a yàn kò ti padà. A fún ọ nímọ̀ràn kí o ṣe ìdájọ́ èyí, nípa lílo ìwádìí ìlọ́jọ́.

source: Selected users restored.
yo_ng: Àwùjọ oníṣe tí a yàn ti padà.
