Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: All fields required
ar: جميع الحقول مطلوبة
ast_es: Tolos campos son obligatorios
bn_bd: সকল ক্ষেত্র বাধ্যতামূলক
bs_ba: Sva polja su obavezna
ca_es: Tots els camps són obligatoris
cs_cz: Všechny políčka jsou požadována
da: Udfyld alle felter
de: Alle Felder müssen ausgefüllt sein
el: Ολα τα πεδία είναι υποχρεωτικά
eo: Ĉiuj kampoj estu plenigitaj
es: Todos los campos son obligatorios
es_mx: Todos los campos son obligatorios
eu_es: Eremu guztiak bete behar dira
fa_ir: لطفاً تمامی خانه ها را پر کنید
fi_fi: Täytä kaikki kentät
fo_fo: Øll teigar kravdir
fur: Tucs i cjamps obligatoriis
ga: Gach réimse ag teastáil
gl: Todos os campos son obrigatorios
he_il: כל השדות נדרשים
hi: सभी फ़ील्ड अनिवार्य हैं
hr_hr: Potrebno je ispuniti sve podatke
hu_hu: Minden mező kötelező
hy: Բոլոր դաշտերը պարտադիր են
id_id: Semua field wajib diisi
it: Tutti i campi sono obbligatori
ja: すべての腕の淡掐が涩妥
ka_ge: ყველა ველი სავალდებულოა
ko_kr: 모든 필드가 필요합니다
lo: ທຸກຊ່ອງຕ້ອງຕື່ມ
lt_lt: Būtina užpildyti visus laukelius
lv_lv: Visi lauciņi ir jāaizpilda
mk_mk: Сите полиња мора да се пополнат
ms_my: Semua Ruang Kosong Perlu Diisi
my_mm: အကွက်အားလုံးလိုအပ်သည်
ne: सबै क्षेत्रहरू आवश्यक छन्
nl: Alle velden moeten ingevuld worden
nn_no: Alle felt påkråvd
oc: Totei leis airaus son obligatòris
pl_pl: Wszystkie pola wymagane
ps: ټول خانې اړینې دي
pt_br: todos os campos
pt_pt: Todos os campos são obrigatórios
ro_ro: Toate campurile sunt obligatorii
ru_ru: Все поля обязательны
sk_sk: Všetky polia sú vyžadované
sl: Vsa polja so potrebna
sq: Të gjitha fushat e kërkuara
sr_rs: Sva polja su obavezna
sv_se: Alla fält krävs
sw_ke: Sehemu zote zinahitajika
ta: எல்லா கள்களும் தேவை
th: ต้องกรอกข้อมูลทุกช่อง
tl_ph: Lahat ng fields ay kinakailangan
tr: Tüm alanlar zorunludur
uk_ua: Всі поля обов'язкові
vi_vn: Xin điền đầy đủ các mục
xh_za: Bonke amasimi ayafuneka
zh_cn: 所有项目都需填写
zh_tw: 所有項目都需填寫

source: e.g. <i>Innovation management</i>
ar: مثال. <i>إدارة الإبداع</i>
ast_es: Por ex: <i>Xestión de la innovación</i>
bn_bd: যেমন <i>উদ্ভাবন ব্যবস্থাপনা</i>
bs_ba: npr. <i>Upravljanje inovacijama</i>
ca_es: ex: <i>Història de la Literatura</i>
cs_cz: např. <i>Inovační management</i>
da: f.eks. <i>Litteraturhistorie</i>
de: e.g. <i>Literaturgeschichte</i>
el: Οταν πατήσετε το «Εντάξει», θα δημιουργηθεί μια ιστοσελίδα με Περιοχή συζητήσεων, Ατζέντα, κ.λπ.. Μπορείτε να τη τροποποιήσετε σύμφωνα με τις απαιτήσεις σας.
eo: Ekz. <i>Literatura historio</i>
es: Por ej: <i>Gestión de la innovación</i>
es_mx: p. ej. <i>Historia de la literatura</i>
eu_es: Esate baterako: Berrikuntzaren kudeaketa
fa_ir: مثال : <i>مدیریت نوآوری </i>
fi_fi: Esimerkki: <i>Kirjallisuuden historia</i>
fo_fo: t.d. <i>Stýring av nýskaldnum hugsjónum</i>
fur: p. es. <i>Gjestion de l'inovazion</i>
ga: m.sh. <i>Bainistíocht nuálaíochta</i>
gl: p. ex. <i>Historia da literatura</i>
he_il: למשל <i>ניהול חדשנות</i>
hi: उदाहरण: <i>नवाचार प्रबंधन</i>
hr_hr: primjerice. <i>Matematika I</i>
hu_hu: pl.: <i>Innováció menedzsment</i>
hy: օր. <i>Ինովացիայի կառավարում</i>
id_id: misal <i>Dasar-dasar Ilmu Tanah</i>
it: es. <i>Gestione delle risorse umane</i>
ja: 毋¨<i>矢池凰</i>
ka_ge: მაგ. <i>ინოვაციების მართვა</i>
ko_kr: 예: <i>혁신 관리</i>
lo: ຕົວຢ່າງ <i>ການຈັດການນະວັດຕະກຳ</i>
lt_lt: pvz. <i>Innovation management</i>
lv_lv: piem. <i>"E-mācību ieviešanas vadība"
mk_mk: пр. <i>Математика</i>
ms_my: cth. <i>Elektronik Analog II</i>
my_mm: ဥပမာ <i>ဆန်းသစ်တီထွင်မှုစီမံခန့်ခွဲမှု</i>
ne: उदाहरण <i>नवप्रवर्तन व्यवस्थापन</i>
nl: bv. <i>Literatuurgeschiedenis</i>
nn_no: t.d. <i>Innovasjonsstyring</i>
oc: ex: <i>Istòria de la Literatura</i>
pl_pl: np. <i>Historia Literatury</i>
ps: مثلاً <i>د نوښت مدیریت</i>
pt_br: ex. <i> A gestão de inovação </i>
pt_pt: p.ex. <i>Gestão da inovação</i>
ro_ro: De exemplu: <i>Managementul Inovatiei</i>
ru_ru: например <i>Инновационное управление</i>
sk_sk: napr. <i>Menežment zmeny</i>
sl: npr. <i>Inovacijski menedžment</i>
sq: p.sh. <i>Menaxhimi i inovacionit</i>
sr_rs: npr. <i>Inovacioni menadžment</i>
sv_se: e.g. <i>Svenska A</i>
sw_ke: mf. <i>Usimamizi wa Ubunifu</i>
ta: எ.கா. <i>புதுமை மேலாண்மை</i>
th: ตัวอย่างเช่น <b>การออกแบบบรรจุภัณฑ์(Package Design)</b>
tl_ph: hal. <i>Pamamahala sa inobasyon</i>
tr: e.g. <i>Edebiyat Tarihi</i>
uk_ua: напр. <i>Інноваційний менеджмент</i>
vi_vn: ví dụ . <i>Lịch sử - văn học</i>
xh_za: umz. <i>Ulawulo lwezintsha</i>
zh_cn: 例如： <i>改革管理</i>
zh_tw: 例如︰ <i>改革管理</i>

source: This is the department or any other context where the course is delivered
ar: هذا التصنيف الذي سيوضع الدرس ضمنه
ast_es: Esti campu pue contener la facultá, el departamentu o cualquier otra categoría que tenga de ver col cursu
bn_bd: এটি বিভাগ বা কোর্সটি যে প্রসঙ্গে প্রদান করা হয়
bs_ba: Ovo je odjel ili bilo koji drugi kontekst gdje se kurs održava
ca_es: Aquesta és la facultat, departament o escola on s'imparteix el curs
cs_cz: Toto je oddělení nebo jiná kategorie, kde je kurz zařazený
da: Angiv under hvilket faultet kurset udbydes og skal kunne findes
de: Dies ist der Bereich, den der Kurs anbietet
el: Η σχολή ή το τμήμα που αναφέρεται το μάθημα
eo: Jen la nomo de la fakultato, kie la kurso estas instruata
es: Este campo puede contener la facultad, el departamento o cualquier otra categoría de la que forme parte el curso
es_mx: Se trata de la Facultad en la que se realiza el curso
eu_es: Honetan ikastaroa duen fakultatea, saila edo beste kategoria bat agertzen da
fa_ir: گروه آموزشی یا سازمان ارائه کنندۀ دورۀ آموزشی
fi_fi: Kurssista vastaava koulutusala:
fo_fo: Hetta er deildin ella onkur aðrir samhengi har lærugreinarnar verða boðnar fram
fur: Cheste e je il departement o un altri contèst indô che lu curs al vign erfrât
ga: Is é seo an roinn nó aon chomhthéacs eile ina ndéantar an cúrsa a sholáthar
gl: Trátase da facultade (ou outra categoría) na que se realiza o curso
he_il: זו המחלקה או כל הקשר אחר שבו הקורס מועבר
hi: यह वह विभाग या कोई अन्य संदर्भ है जहाँ कोर्स प्रदान किया जाता है
hr_hr: Naziv fakulteta, odjela ili katedre
hu_hu: Ez az a részleg vagy bármilyen kategória ahova a kurzus tartozik
hy: Սա այն բաժինն է կամ այլ համատեքստ, որտեղ տրվում է դասընթացը
id_id: Ini merupakan nama fakultas, jurusan, atau program studi dimana mata kuliah ditawarkan
it: Questa è la Facoltà, Dipartimento o Scuola presso cui il corso è tenuto
ja: このコ〖スの池彩、池婶
ka_ge: ეს არის დეპარტამენტი ან ნებისმიერი სხვა კონტექსტი, სადაც კურსი ტარდება
ko_kr: 이것은 과정이 전달되는 특정 카테고리의 일부입니다.
lo: ນີ້ແມ່ນພະແນກ ຫຼື ບໍລິບົດອື່ນໆທີ່ຫຼັກສູດຖືກຈັດ
lt_lt: Tai departamentas ar bet koks kitas kontekstas, kuriame vykdomas kursas
lv_lv: Departaments, kategorija vai kāda cita struktūrvienība, zem kura būs šis kurss
mk_mk: Ова е институција/и каде курсот се користи
ms_my: Pusat Pengajian yang Menawarkan Subjek Ini.
my_mm: ဤသည်မှာ သင်တန်းပို့ချသည့် ဌာန သို့မဟုတ် အခြားမည်သည့်အကြောင်းအရာဖြစ်သည်
ne: यो कोर्स सञ्चालन हुने विभाग वा अन्य कुनै सन्दर्भ हो
nl: Vul hier de naam in van de faculteit waar de cursus wordt gedoceerd
nn_no: Dette er avdelinga eller kvar kother kontekst der kurset blir gjeve
oc: Aquò es la facultat, lo despartement ò l'escòla qu'apartèn lo cors
pl_pl: Wydział, Instytut lub Szkoła, w której kurs jest prowadzony
ps: دا د هغه څانګه یا بل هر ځای دی چې هلته کورس وړاندې کېږي
pt_br: Este é o departamento ou qualquer outra categoria onde a formação é entregue
pt_pt: Este é o departamento/área ou uma outra categoria qualquer onde o curso é distribuído/entregue
ro_ro: Acest câmp trebuie să conțină facultății, departamentului sau orice altă categorie care este parte a acestui curs
ru_ru: Это раздел, куда курс передается
sk_sk: Toto je oddelenie alebo iná katgória, kde je kurz začlenený.
sl: To je fakulteta, oddelek, aktiv ali šola ali smer, ki ponuja ta tečaj
sq: Kjo është departamenti ose çdo kontekst tjetër ku jepet kursi
sr_rs: Ovo je oblast ili bilo koja druga kategorija gde je kurs postavljan.
sv_se: Detta är den fakultet eller avdelning där kursen hålls
sw_ke: Hii ni idara au muktadha mwingine wowote ambapo kozi inatolewa
ta: இது பாடம் வழங்கப்படும் துறை அல்லது வேறு ஏதேனும் சூழல்
th: ภาควิชา/หมวดวิชา
tl_ph: Ito ay ang departamento o anumang iba pang konteksto kung saan ipinapadala ang course
tr: Dersin verildiği fakülte, bölüm veya okul
uk_ua: Це відділення або будь-яка інша категорія, якій призначено курс
vi_vn: Đây là khoa hoặc bất kỳ ngữ cảnh nào khác nơi khóa học được giảng dạy
xh_za: Eli yisebe okanye enye nayiphi na imeko apho ikhosi ingeniswe khona
zh_cn: 这是本门课程所属部门或分类
zh_tw: 這是本門課程所屬部門或分類

source: If you are unsure of your course code, consult the training details.
ar: إذا كنت في شك من رمز مقررك, استشر
ast_es: Si tien duldes de títulu esautu del cursu o del códigu que-y correspuende, consultar el
bn_bd: যদি আপনার কোর্স কোড সম্পর্কে অনিশ্চিত হন, তাহলে প্রশিক্ষণের বিবরণ দেখুন।
bs_ba: Ako niste sigurni u kod kursa, pogledajte detalje obuke.
ca_es: Si dubteu sobre el títol o el codi del vostre curs, consulteu,
cs_cz: Jestli máte pochybnosti o kódu kurzu, poraďte se s administrátorem
da: Hvis du er i tvivl om koden på dit kursus, kontakt,
de: Wenn Sie sich nicht sicher sind, welche Nummer Sie belegen sollen, wenden Sie sich bitte an
el: Αν δεν ξέρετε το κωδικό του μαθήματος συμβουλευτείτε
eo: Se vi dubas pri la ĝusta titolo aŭ la kodo de via kurso, vi povas ĝin trovi en la kurslisto
es: En caso de duda sobre el código o el título exacto del curso consultar el
es_mx: En caso de dudas sobre el título exacto del curso o el código que le corresponde , consultar el
eu_es: Ikastaroaren kodeaz edo izen zehatzaz zalantza izanez gero, begiratu ikastaroaren xehetasunak
fa_ir: اگر نسبت به کد درس خود شک دارید، با جزئیات آموزشی مشورت کنید.
fi_fi: Jos et tiedä kurssin koodia, kysy:
fo_fo: Um tú ert ósikker á lærugreina-kóðanum tínum, sí til frágreiðingina um útbúgvingina.
fur: Se no si jêrs sigur dal to còde di curs, consultâ i detais dal formazion.
ga: Má tá amhras ort faoi chód do chúrsa, comhairligh sonraí an oiliúna.
gl: No caso de dúbidas sobre o título exacto do curso ou o código que lle corresponde , consultar o
he_il: אם אינך בטוח בקוד הקורס שלך, עיין בפרטי ההדרכה.
hi: यदि आपको अपने कोर्स कोड के बारे में संदेह है, तो प्रशिक्षण विवरण देखें।
hr_hr: Ako ne znate šifru kolegija, pogledajte ,
hu_hu: Ha kételkedik a kurzusa kódjában, egyeztessen :
hy: Եթե անորոշ եք ձեր դասընթացի կոդի վերաբերյալ, խորհրդակցեք ուսուցման մանրամասներին:
id_id: Jika anda ragu tentang kode mata kuliah, hubungi,
it: In caso di dubbio sulla denominazione esatta o sul codice del corso, consulta il,
ja: コ〖ス戎规が悼わしいなら、碰澈婶金に息晚してください
ka_ge: თუ არ ხართ დარწმუნებული თქვენს კურსის კოდში, გაიარეთ სწავლების დეტალები.
ko_kr: 코스 코드가 확실하지 않다면 훈련 세부 정보를 확인하십시오.
lo: ຖ້າທ່ານບໍ່ແນ່ໃຈກ່ຽວກັບລະຫັດຫຼັກສູດຂອງທ່ານ, ໃຫ້ປຶກສາລາຍລະອຽດການຝຶກອົບຮົມ.
lt_lt: Jei nežinote kokį kodą rašyti, peržvelkite
lv_lv: Lūdzu <b>konsulējaties ar atbildīgo personu, par kursa kodu.</b> Tas ir svarīgi!
mk_mk: Ако се сомневате околу шифрата на курсот, консултирајте се
ms_my: If you doubt on your course's code, consult,
my_mm: သင့်သင်တန်းကုဒ်ကို မသေချာပါက၊ သင်တန်းအသေးစိတ်ကို တိုင်ပင်ပါ။
ne: यदि तपाईं आफ्नो कोर्स कोडबारे निश्चित हुनुहुन्न भने, तालिम विवरणहरू जाँच गर्नुहोस्।
nl: Indien u twijfelt over de juiste titel of code van uw cursus, kunt u deze in de cursuslijst raadplegen.
nn_no: Om du er usikker på kurskoden din, sjekk kursdetaljane.
oc: Se dobtatz dau títol ò dau còdi de vòstre cors, demandatz,
pl_pl: Jeśli masz wątpliwości co do kodu kursu, skonsultuj się z administratorem
ps: که تاسو له خپل کورس کوډ څخه پوه نه یاست، د روزنې تفصیلاتو ته مراجعه وکړئ.
pt_br: Se você não tem certeza do seu código de formação, consultar os detalhes de treinamento.
pt_pt: Se tem dúvidas sobre o código do curso, consulte os detalhes do curso.
ro_ro: Dacă aveți dubii cu privire la codul sau titlul exact consultati in
ru_ru: Если Вы сомневаетесь по поводу кода курса, проконсультируйтесь
sk_sk: Ak máte pochybnosti ohľadne kódu kurzu, poraďte sa
sl: Če ne veš kode tečaja, se posvetuj z,
sq: Nëse nuk jeni të sigurt për kodin e kursit tuaj, konsultoni detajet e trajnimit.
sr_rs: Ako imate sumnji oko šifre kursa, konsultujte
sv_se: Om du tvivlar tvivlar på kurskoden, kontrollera,
sw_ke: Ikiwa haujawezekana na kodi ya kozi yako, shauriana na maelezo ya mafunzo.
ta: உங்கள் பாட குறியீடு குறித்து உறுதியில்லையென்றால், பயிற்சி விவரங்களை ஆலோசிக்கவும்.
th: ุถ้าท่านสงสัยเกี่ยวกับชื่อรหัสวิชา โปรดปรึกษา
tl_ph: Kung hindi ka sigurado sa iyong course code, kumonsulta sa training details.
tr: Ders kodunu okulunuzun web sitesinde bulabilirsiniz,
uk_ua: Якщо ви сумніваєтесь щодо коду курсу, проконсультуйтесь
vi_vn: Nếu chưa rõ cách đặt mã, xin hỏi
xh_za: Ukuba awunaqiniseki ngekhodi yekhosi yakho, qhapha iinkcukacha zoqeqesho.
zh_cn: 如果您对课程代码有疑问的话，请询问
zh_tw: 如果您對課程代碼有疑問的話，請詢問

source: SCORM Path builder
ar: مولد سكورم مسار التّعلم
ast_es: Constructor d'itinerarios SCORM
bn_bd: SCORM পথ নির্মাণকারী
ca_es: Constructor de paquets SCORM
cs_cz: Vytváření SCORM učební osnovy
da: Scorm Sti-bygger
de: Lernpfad-Baukasten (SCORM)
el: Δημιουργός μονοπατιού Scorm
eo: Konstruo de Scorm-lernopado
es: Constructor de lecciones SCORM
es_mx: Constructor de itinerarios scorm
eu_es: SCORM ibilbide eraikitzailea
fa_ir: خط سیر ساز
fi_fi: Scorm polun rakentaminen
fo_fo: SCORM slóðagerð
fur: Costrutor di percors SCORM
ga: Tógálaí Conair SCORM
gl: Constructor de itinerarios scorm
he_il: בונה נתיבים של SCORM
hi: SCORM पथ निर्माणकर्ता
hr_hr: Program za izradu Scorm Path
hu_hu: Tanulási program építő
hy: SCORM ուղու կառուցիչ
id_id: Pembuat Jalur SCORM
it: Sistema autore di moduli didattici
ja: SCORMパスビルダー
ka_ge: SCORM მარშრუტის მშენებელი
ko_kr: SCORM 경로 빌더
lo: ຕົວສ້າງເສັ້ນທາງ SCORM
lt_lt: Scorm kūrimo įrankis
lv_lv: Mācību programmas SCORM veidošanas instruments
mk_mk: Програма за градење на патека - Scorm
ms_my: Pembina Laluan SCORM
my_mm: SCORM လမ်းကြောင်းတည်ဆောက်သူ
ne: SCORM पथ निर्माणकर्ता
nl: Constructie van SCORM-leerpad
nn_no: SCORM sti-byggjar
oc: Creator de modules SCORM
pl_pl: Twórca ścieżki SCORM
ps: SCORM لاره جوړوونکي
pt_br: Construtor de Rotas de aprendizagem SCORM
pt_pt: Construção do caminho Scorm
ro_ro: Constructor de lectii SCORM
ru_ru: Строитель плана Scorm
sk_sk: Nástroj na vytvorenie Scorm učebnej osnovy
sl: Kreator SCORM učne poti
sq: Ndërtues shtegu SCORM
sr_rs: Alat za izgradnju Scorm putanje
sv_se: Scorm Path byggare
sw_ke: Mjenzi wa Njia ya SCORM
ta: SCORM பாதை உருவாக்கி
th: เครื่องมือสร้างแบบมาตรฐานScorm
tr: Scorm Yol oluşturucu
uk_ua: Будівельник планів SCORM
vi_vn: Trình xây dựng đường dẫn SCORM
xh_za: Umakerhi weNdlela ye-SCORM
zh_cn: Scorm 编辑器
zh_tw: Scorm 編輯器

source: Conference
ar: إجتماع
ast_es: Conferencia 'on line'
bn_bd: কনফারেন্স
bs_ba: Konferencija
ca_es: Conferència en línia
cs_cz: Konference
da: Konference
de: Konferenz
el: Διάσκεψη
eo: Interreta konferenco
es: Conferencia en línea
es_mx: Conferencia en línea
eu_es: Hitzaldia
fa_ir: همایش
fi_fi: Konferenssi
fo_fo: Fundur
fur: Conferince
ga: Comhdháil
gl: Conferencia Online
he_il: ועידה
hi: कॉन्फ्रेंस
hr_hr: Konferencija
hu_hu: Konferencia
hy: Կոնֆերանս
id_id: Konfrensi
it: Conferenza
ja: 会議
ka_ge: კონფერენცია
ko_kr: 컨퍼런스
lo: ການປະຊຸມ
lt_lt: Konferencija
lv_lv: Konference
mk_mk: Конференција
ms_my: Persidangan
my_mm: ညီလာခံ
ne: कार्यकारी बैठक
nl: Onlineconferentie
nn_no: Konferanse
oc: Conferéncia en linha
pl_pl: Konferencja online
ps: غونډه
pt_br: Conferência
pt_pt: Conferência
ro_ro: Conferința Online
ru_ru: Конференция
sk_sk: Konferencia
sl: Konferenca
sq: Konferencë
sr_rs: Konferencija
sv_se: Konferens
sw_ke: Mkutano
ta: மாநாடு
th: การสัมมนาออนไลน์
tl_ph: Konperensya
tr: Konferans
uk_ua: Конференція
vi_vn: Hội nghị
xh_za: Inkomfa
zh_cn: 在线会议
zh_tw: 線上會議

source: Course creation
ar: إنشاء مقرر
ast_es: Creación del cursu
bn_bd: কোর্স তৈরি
bs_ba: Kreiranje kursa
ca_es: Creació de curs
cs_cz: Vytvoření kurzu
da: Kursusoprettelse
de: Kurserstellung
el: Δημιουργία μαθήματος
eo: Kreo de kurso
es: Creación del curso
es_mx: Creación de curso
eu_es: Ikastaroa sortzea
fa_ir: ساخت درس
fi_fi: Kurssin luominen
fo_fo: Lærugreinaframtøka
fur: Creazion dal curs
ga: Cruthú cúrsa
gl: Creación do curso
he_il: יצירת קורס
hi: कोर्स निर्माण
hr_hr: Izrada kolegija
hu_hu: Kurzus létrehozás
hy: Դասընթացի ստեղծում
id_id: Pebuatan Mata Kuliah
it: Creazione del corso
ja: コース作成
ka_ge: კურსის შექმნა
ko_kr: 과정 생성
lo: ການສ້າງຫຼັກສູດ
lt_lt: Kurso sukūrimas
lv_lv: Kursa izveidošana
mk_mk: Креирање на курс
ms_my: Penciptaan Kursus
my_mm: သင်တန်းဖန်တီးမှု
ne: कोर्स सिर्जना
nl: Aanmaken van cursus
nn_no: Kursoppretting
oc: Creacion de cors
pl_pl: Tworzenie kursu
ps: د کورس جوړول
pt_br: Criação do curso
pt_pt: Criação do curso
ro_ro: Creare de curs
ru_ru: Создание курса
sk_sk: Vytvorenie kurzu
sl: Kreiranje tečaja
sq: Krijimi i kursit
sr_rs: Kreiranje kursa
sv_se: Skapa kurs
sw_ke: Uundaji wa kozi
ta: பாட உருவாக்கம்
th: การสร้างวิชา
tl_ph: Paglikha ng course
tr: Ders Oluşturma
uk_ua: Створення курсу
vi_vn: Tạo khóa học
xh_za: Ukwenziwa kwekhosi
zh_cn: 创建课程
zh_tw: 創建課程

source: This course was created at this time
ar: لقد تم إنشاء هذا المقرر في هذه اللحظة
ast_es: El cursu creose nesta fecha
bn_bd: এই কোর্সটি এই সময় তৈরি করা হয়েছে
bs_ba: Ovaj kurs je kreiran u ovo vrijeme
ca_es: Aquest curs s'ha creat en aquest moment.
cs_cz: Tento kurz byl vytvořen v tento moment.
da: Kursussiden er oprettet på dette tidspunkt.
de: Der Kurs wurde zu diesem Zeitpunkt erstellt.
el: Το μάθημα μόλις δημιουργήθηκε
eo: Ĉi-kurso estas kreita je ĉi-momento.
es: El curso ha sido creado en esta fecha
es_mx: Este curso acaba de ser creado
eu_es: Ikastaroa une honetan sortu da.
fa_ir: این درس هم اکنون ایجاد شده است
fi_fi: Kurssi on nyt luotu.
fo_fo: Hendan lærugrein var framtikin hesa tíðina
fur: Cheste curs lu è stât creât in chest moment
ga: Cruthaíodh an cúrsa seo ag an am seo
gl: Creouse o curso satisfactoriamente.
he_il: קורס זה נוצר בזמן זה
hi: यह कोर्स इस समय बनाया गया था
hr_hr: Kolegij je izrađen tada
hu_hu: A kurzus létrejött ebben a pillanatban.
hy: Այս դասընթացը ստեղծվել է այդ ժամանակ
id_id: Mata kuliah ini telah dibuat pada saat ini.
it: Creazione del corso
ja: このコースはこの時刻に作成されました
ka_ge: ეს კურსი შექმნილია ამ დროს
ko_kr: 이 과정이 지금생성되었습니다.
lt_lt: Kursas sukurtas.
lv_lv: Kurss tiko tika izveidots.
mk_mk: Курсот тукушто е креиран.
ms_my: Kursus ini dicipta pada masa ini
my_mm: ဤသင်တန်းကို ဤအချိန်တွင် ဖန်တီးခဲ့သည်
ne: यो कोर्स यो समयमा सिर्जना गरिएको थियो
nl: Deze cursus werd op dit tijdstip aangemaakt.
nn_no: Dette kurset vart oppretta på dette tidspunktet
oc: Creacion dau cors.
pl_pl: Ten kurs został stworzony
ps: دا کورس په دې وخت جوړ شوی و
pt_br: Esse curso foi criado nesse momento.
pt_pt: Este curso foi criado neste momento.
ro_ro: Cursul a fost creat la această dată
ru_ru: Этот курс был создан на этот момент
sk_sk: Tento kurz bol vytvorený v tomto okamihu.
sl: Ta tečaj je bil kreiran ta trenutek.
sq: Ky kurs u krijua në këtë kohë
sr_rs: Kurs je upravo kreiran.
sv_se: Denna kurs har skapats nu.
sw_ke: Kozi hii iliundwa wakati huu
ta: இந்த பாடம் இந்த நேரத்தில் உருவாக்கப்பட்டது
th: ได้สร้างวิชาแล้ว
tl_ph: Ang course na ito ay nilikha sa oras na ito
tr: Bu ders şu anda oluşturuldu.
uk_ua: Курс було створено.
vi_vn: Khóa học này được tạo vào thời điểm này
xh_za: Eli khosi lenziwe ngeli xesha
zh_cn: 课程已创建。
zh_tw: 課程已創建。

source: Conference description
ar: نبذة عن الإجتماع
ast_es: Descripción de la Conferencia 'on line'
bn_bd: কনফারেন্সের বর্ণনা
bs_ba: Opis konferencije
ca_es: Descripció de la conferència
cs_cz: Popis konference (On-line)
da: Konferencebeskrivelse
de: Beschreibung der Konferenz
el: Αυτό είναι ένα παράδειγμα της περιγραφής του εργαλείου Διάσκεψης
eo: Priskribo de la konferenco
es: Descripción de la Conferencia en línea
es_mx: Este es un ejemplo de descripción para la herramienta de Conferencia en línea
eu_es: Hitzaldiaren deskripzioa
fa_ir: توضیحات کنفرانس
fi_fi: Konferenssin kuvaus
fo_fo: Frágreiðing um fundin
fur: Descrizion de conferince
ga: Cur síos ar an gcomhdháil
gl: Descripci&oacue;n da Conferencia Online
he_il: תיאור הכנס
hi: कॉन्फ्रेंस विवरण
hr_hr: Opis konferencije
hu_hu: Konferencia leírás
hy: Կոնֆերանսի նկարագրություն
id_id: Deskripsi konfrensi
it: Descrizione dell'incontro online
ja: 会議の説明
ka_ge: კონფერენციის აღწერა
ko_kr: 컨퍼런스 설명
lt_lt: Konferencijos aprašymas
lv_lv: Konferences apraksts
mk_mk: Опис на конференцијата
ms_my: Penerangan Persidangan
my_mm: ညီလာခံဖော်ပြချက်
ne: कार्यकारी बैठक विवरण
nl: Beschrijving van de conferentie
nn_no: Konferansebeskriving
oc: Aiçò es un exemple de descripcion per l'aisina de Conferéncia
pl_pl: Opis konferencji online
ps: د غونډې لېکنه
pt_br: Descrição da conferência
pt_pt: Descrição da conferência
ro_ro: Descriere Conferintei on-line
ru_ru: Описание конференции
sk_sk: Popis konferencie
sl: Opis konference
sq: Përshkrim konference
sr_rs: Opis konferencije
sv_se: Konferensbeskrivning
sw_ke: Maelezo ya Mkutano
ta: மாநாடு விளக்கம்
th: รายละเอียดการสัมมนา
tl_ph: Deskripsyon ng konperensya
tr: Konferans Açıklaması
uk_ua: Деталі конференції
vi_vn: Mô tả hội nghị
xh_za: Inkcazo yenkomfa
zh_cn: 会议描述
zh_tw: 會議描述

source: Only
ar: فقط
ast_es: Namás
bn_bd: শুধুমাত্র
bs_ba: Samo
ca_es: Només
cs_cz: Pouze
da: Kun
de: Nur
el: Μόνο
eo: Nur
es: Sólo
es_mx: Sólo
eu_es: Bakarrik
fa_ir: فقط
fi_fi: Vain
fo_fo: Bert
fur: Solament
ga: Amháin
gl: Só
he_il: רק
hi: केवल
hr_hr: Samo
hu_hu: Csak
hy: Միայն
id_id: Hanya
it: Solo
ja: のみ
ka_ge: მხოლოდ
lt_lt: Tik
lv_lv: Tikai
mk_mk: Само
ms_my: Hanya
my_mm: သာလျှင်
ne: केवल
nl: Enkel
nn_no: Berre
oc: Solament
pl_pl: Tylko
ps: یوازې
pt_br: Apenas
pt_pt: Único
ro_ro: Numai
ru_ru: Только
sk_sk: Len
sl: le
sq: Vetëm
sr_rs: Samo
sv_se: Endast
sw_ke: Wakati pekee
ta: மட்டும்
th: เท่านั้น
tl_ph: Lamang
tr: Sadece
uk_ua: Тільки
vi_vn: Chỉ
xh_za: Nje kuphela
zh_cn: 仅
zh_tw: 僅
