Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Fill blanks or form with exact selection
so_so: Buuxi meelaha bannaan ama foomka doorashada saxda ah

source: Matching with exact selection
so_so: Is-wadaaga doorashada saxda ah

source: Image zones with exact selection
so_so: Aagagga sawirka doorashada saxda ah

source: Match by dragging with exact selection
so_so: Is-wadaag iyadoo la jiido doorashada saxda ah

source: Multiple answer dropdown with exact selection
so_so: Dropdown jawaabaha badan doorashada saxda ah

source: AI learning path generator
so_so: Generator-ka wadada waxbarashada AI

source: Topic
so_so: Mawduuc

source: Type the topic on which you want the AI Helper to develop a learning path. The more detailed the topic, the more precise the result will be.
so_so: Geddi mawduuca aad rabto inuu Caawiyaha AI ku horumariyo waddada waxbarashada. Mawduuca si faahfaahsan loo sharraxo, natiijadu waxay noqon doontaa mid sax ah.

source: Number of learning path items
so_so: Tirada walxaha wadada waxbarashada

source: This is the number of pages you want the AI Helper to generate in your learning path. Splitting the learning path in several pages, chapters, sections (however you want to call them) will help structure the course and also let you redistribute the content for better presentation.
so_so: Tani waa tirada bogagga aad rabto inuu Caawiyaha AI ku abuuro waddadaada waxbarashada. Qaybinta wadada waxbarashada bogag badan, cutubyo, qaybo (si kastaba aad ugu yeelato) waxay kaa caawin doontaa habaynta koorsada iyo sidoo kale u ogolaan doonto dib-u-qaybsiga waxyaabaha si loo bandhigo si fiican.

source: Rough maximum number of words (actually number of tokens) you want to get per page. More tokens will probably generate better content, but will also take more time to generate and cost more to your organisation, so use this carefully.
so_so: Tirada ugu badan ee ereyada (runtii tirada tokens) ee aad rabto inaad bog kasta ka hesho. Tokens badan ayaa laga yaabaa inay abuuraan waxyaabo fiican, laakiin sidoo kale waxay qaadan doontaa waqti badan si loo abuuro oo ay ku kacdo ururkaaga, markaa si taxadar leh u isticmaal.

source: Only selected users will see the content
so_so: Isticmaale yaqaan kaliya ayaa arki doona waxyaabaha

source: Leave empty to enable the content for everyone
so_so: Ka tag meel bannaan si aad u shaqeyso waxyaabaha qof walba

source: Export courses reports complete
so_so: Diiwaanka koorsada la dhoofiyo dhammaystiray

source: The number of questions is limited to between %d and %d.
so_so: Tirada su'aalaha waxay ku xaddidan tahay inta u dhaxaysa %d iyo %d.

source: Add a test after each page
so_so: Ku dar imtixaan bog kasta ka dib

source: Hidden but visible for me
so_so: Qarsoon laakiin aniga ayaa arki kara

source: Conclusion
so_so: Gabagabo

source: Unable to access temp file
so_so: Ma fursan karo in la galo faylka ku-meel-gaadhka ah

source: Duplicated users
so_so: Isticmaale laba jibaaran

source: This report only lists users that have the same firstname and lastname.
so_so: Wararkani wuxuu liis garayaa kaliya isticmaale leh magac isku mid ah iyo magac dambe.

source: By checking this box, you will remove all relationships of the HR manager with other sessions and courses. If what you want is to maintain those relationships, do NOT check this box.
so_so: Markaad sandboxaas taabaan, waxaad tirtiri doontaa dhammaan xiriirka maamulaha HR ee kulamada kale iyo koorsadaha. Haddii waxa aad rabto ay tahay in la ilaaliyo xiriirkaas, HA saxin sanduuqa.

source: There is no class with the name "%s"
so_so: Ma jiro fasal magaciisu yahay "%s"

source: Maximum number of subscriptions allowed. Leave at 0 to not limit it.
so_so: Tirada ugu badan ee diiwaangelinta la oggol yahay. Ka tag 0 si aadan u xadidin.

source: Subscriptions
so_so: Diiwaangelinta

source: Allow subscriptions
so_so: Oggolow diiwaangelinta

source: Maximum number of subscriptions
so_so: Tirada ugu badan ee diiwaangelinta

source: No longer available
so_so: Mar dambe ma heli karo

source: Export all results from an exercise
so_so: Dhoof dhammaan natiijooyinka layli

source: No result found for export in this test.
so_so: Ma jiro natiijo loo dhoofiyo imtixaankan.

source: User %s has been changed to %s. To cancel, click <a href='%s'>here</a>.
so_so: Isticmaale %s ayaa loo beddelay %s. Si aad u baajiso, guji <a href='%s'>halkan</a>.

source: Ex-learner
so_so: Bar-bar-dhigii

source: File size is too big
so_so: Cabbirka faylku aad buu u weyn yahay

source: Image for headers
so_so: Sawirka madaxyada

source: Add picture for headers
so_so: Ku dar sawirka madaxyada

source: This picture will be used in the course header and in the e-mails sent and PDFs generated from this course. The picture will have a ratio of 25:7. You can crop the picture you upload.
so_so: Sawirkani waxa uu isticmaali doonaa madaxa koorsada iyo iimayllada la soo diray iyo PDF-yada laga soo saaray koorsadan. Sawirku waxa uu yeelan doonaa saami 25:7. Waad gooyi kartaa sawirka aad soo dejiso.

source: Delete picture for headers
so_so: Tirtir sawirka madaxyada

source: The final picture must be in a 16:9 ratio, but you can crop the picture you upload.
so_so: Sawirka ugu dambeeya waa inuu ahaadaa saami 16:9, laakiin waad gooyi kartaa sawirka aad soo dejiso.

source: Export all results of all tests
so_so: Dhoof dhammaan natiijooyinka imtixaannada oo dhan

source: Click to view details
so_so: Guji si aad u aragto faahfaahinta

source: Export certificates issue report
so_so: Dhoof warbixinta shahaadooyinka la bixiyay

source: Hide hierarchies
so_so: Qari kala sareynta

source: Show hierarchies
so_so: Muujin kala sareynta

source: Parent career
so_so: Xirfadaha waalidka

source: This career cannot be deleted until all of its children have been deleted or moved to another career.
so_so: Xirfadahan lama tirtiri karo ilaa dhammaan carruurteeda la tirtiro ama loo raro xirfad kale.

source: This email is already in use by another user in the same file.
so_so: Iimaylkan waxaa hore u isticmaalay isticmaale kale oo isla faylka ah.

source: You have new posts in the following forums of your courses.
so_so: Waxaad leedahay qoraalo cusub fooramka soo socda ee koorsadyadaada.

source: This identifier is internal to the system and should not contain spaces nor special characters. It can be used from plugins as well, to filter the elements it is attached to.
so_so: Aqoonsadani waa mid gudaha nidaamka ah oo aanay ku jirin meelo gaar ah ama xuruufo gaar ah. Waxa kale oo laga yaabaa in plugins-ku isticmaalo, si loo shaandheeyo curiyaha ku xidhan.

source: Include last login
so_so: Ku dar last login

source: Duplicated users by e-mail
so_so: Isticmaale yaqiin e-mail

source: This report only lists users that have the same email.
so_so: Wararkani waxa uu soo bandhigayaa oo keliya isticmaaleyaasha leh e-mail isku mid ah.

source: Stop notifying me
so_so: Joogso ogeysiinta

source: Expiration date cannot be empty.
so_so: Taariikhda dhicitaanku ma noqon karto mid faaruq.

source: E-mail not sent. You might have introduced an incorrect address, the address might belong to an inactive user, or the mail server is not correctly configured (check the mail.conf.php file).
so_so: E-mail lama dirin. Waxaa laga yaabaa in aad gelisay cinwaan qaldan, cinwaanka laga yaabo in uu leeyahay isticmaale aan shaqayn, ama serverka boostada aan si sax ah loo habayn (ka hubi faylka mail.conf.php).

source: Your password has expired. Please set a new password before you continue.
so_so: Password-kaagu wuu dhacay. Fadlan samee password cusub ka hor inta aanad sii wadin.

source: Copy iframe code below to include the exercise :
so_so: Koobiga iframe hoos ku qor si aad ugu daro layliga:

source: My missing signatures
so_so: Saxiixdayda maqan

source: Only show active users
so_so: Muujiso oo keliya isticmaale yaasha

source: Update courses list
so_so: Cusboonaysii liiska koorsooyinka

source: A code is required
so_so: Koodka waa loo baahan yahay

source: This course code does not exist
so_so: Koodka koorsahan ma jiro

source: Duplicate code
so_so: Koodka laba jibaaran

source: The update failed for the following courses
so_so: Cusboonaysiintu way ku fashilantay koorsooyinka soo socda

source: %02d h %02d m %02d s
so_so: %02d saac %02d daq %02d sak

source: User management
so_so: Maamulka isticmaale

source: Here you can manage registered users within your platform
so_so: Halkan waxaad ku maamuli kartaa isticmaaleeyaasha diiwaangashan ee platform-kaaga

source: Course management
so_so: Maamulka koorsada

source: Create and manage your courses in a simple way
so_so: Samee oo maamul koorsooyinkaada si fudud

source: Sessions management
so_so: Maamulka fadhiyada

source: Create course packages for a certain time with training sessions
so_so: Samee xirmooyin koorsada muddo gaaban leh fadhiyo tababar

source: Manage the skills of your users, through courses and badges
so_so: Maamul xirfadaha isticmaaleeyaashaada, iyada oo loo marayo koorsooyinka iyo calaamadaha

source: View the status of your server, perform performance tests
so_so: Eeg xaaladda server-kaaga, samee tijaabooyin waxqabadka

source: Platform management
so_so: Maamulka platform-ka

source: Configure your platform, view reports, publish and send announcements globally
so_so: Habayn platform-kaaga, eeg warbixinnada, daabac oo soo dir ogeysiisyada guud ahaan

source: Learn more about Chamilo and its use, official references links
so_so: Baro wax badan oo ku saabsan Chamilo iyo isticmaalkeeda, xiriirayaasha rasmiga ah

source: Show link to request bond between user and HRM
so_so: Muujiso xiriirka codsiga xiriirka isticmaale iyo HRM

source: Multiple anonymous users
so_so: Isticmaale badan oo qarsoodi ah

source: Enable this option to allow multiple system users for anonymous users. This is useful when using this platform as a public showroom for some courses. Having multiple anonymous users will let tracking work for the duration of the experience for several users without mixing their data (which could otherwise confuse them).
so_so: Shid doorashadan si aad u oggolaato isticmaale badan oo nidaamka ah ee isticmaaleeyaasha qarsoodiga ah. Tani waa mid faa'iido leh marka la isticmaalayo platform-kaan bandhig guud ee koorsooyinka qaarkood. Lahaanshaha isticmaale badan oo qarsoodi ah waxay u oggolaanaysaa raad-raaca inuu shaqeeyo muddada khibradda dhowr isticmaale oo aan isku qasan xogtooda (kaas oo kale laga yaabo inay jahwareeriyaan).

source: Notify global admin only of new users
so_so: Ogeysii maamulaha guud ee isticmaale cusub oo keliya

source: Enable only if you are using the Redirection plugin
so_so: Shid kaliya haddii aad isticmaalayso plugin-ka Redirection

source: Disable user unsubscription from course/session on user unsubscription from group/class
so_so: Jooji ka-goynta isticmaale ee koorsada/fadhiga marka laga-goynayo kooxda/fadhiga

source: Disable user unsubscription from course on course removal from group/class
so_so: Jooji ka-goynta isticmaale ee koorsada marka koorsada laga saaro kooxda/fadhiga

source: Disable user unsubscription from session on session removal from group/class
so_so: Jooji ka-goynta isticmaale ee fadhiga marka fadhiga laga saaro kooxda/fadhiga

source: HRM can access all students from reporting pages
so_so: HRM waxay ka heli kartaa dhammaan ardayda bogagga warbixinta

source: Hide role from normal users
so_so: Ka qari doorka isticmaaleeyaasha caadiga ah

source: Allows hiding users' role when this option is set to true and the following array sets the corresponding role to 'true'.
so_so: Wuxuu oggolaanayaa in la qariyo doorarka isticmaaleeyaasha marka doorashadani loo dejiyo runta iyo array-ka soo socda oo dejinaya door muuqda 'run'.

source: Define which roles are hidden to normal users
so_so: Qeex doorarka qarsoon ee isticmaaleeyaasha caadiga ah

source: The roles set to 'true' will only appear to administrators. Other users will not be able to see them.
so_so: Doorarka loo dejiyay 'run' waxay u muuqan doonaan maamulayaasha kaliya. Isticmaale kale ma arki doonaan.

source: Hide the option to send an announcement copy to HRM
so_so: Ka qari doorashada diritaanka nuqulka ogeysiiska HRM

source: In the announcements form, an option normally appears to allow teachers to send a copy of the announcement to the user's HRM. Set this to 'Yes' to remote the option (and *not* send the copy).
so_so: Foomka ogeysiisyada, doorashadu caadi ahaan waxay u muuqataa inay u oggolaanayso macallimiinta inay u diraan nuqulka ogeysiiska HRM ee isticmaale. Tan u deji 'Haa' si aad meesha uga saarto doorashada (*oo aan dirin nuqulka).

source: Disable attachment to announcements
so_so: Jooji ku-xidhnaanta ogeysiisyada

source: Even though attachments in this version are dealt in an elegant way and do not multiply on disk, you might want to disable attachments altogether if you want to avoid excesses.
so_so: Inkasta oo ku-xidhnaanta version-kani si qurux badan loo maamuliyo oo aysan ku dhufan disk-ka, waxaa laga yaabaa in aad joojiso ku-xidhnaanta gebi ahaanba haddii aad rabto in aad ka fogaato xad-dhaafka.

source: Disable editor announcements
so_so: Jooji ogeysiisyada editor-ka

source: Choose 'Yes' to stop announcements from the software editor to appear on the administrative homepage (only admins see it). This will also remove security update announcements.
so_so: Dooro 'Haa' si aad u joojiso ogeysiisyada ka imaanaya software-ka editor-ka ee ka muuqda bogga maamulka (maamulayaasha kaliya ayaa arka). Tani waxay sidoo kale meesha ka saari doontaa ogeysiisyada cusboonaysiinta amniga.

source: Enable scheduled announcements in sessions
so_so: Shid ogeysiisyada jadwalka ee fadhiyada

source: Allows the sessions managers to set announcements that will be triggered on specific dates or after/before a number of days of start/end of the session. Enabling this feature requires you to setup a cron task.
so_so: Wuxuu u oggolaanayaa maamulayaasha fadhiyada inay dejiyaan ogeysiisyo la kici doono taariikho gaar ah ama ka dib/ka hor maalmo tirada ah ee bilawga/gabaarka fadhiga. Shididda qaab-dhismeedkani waxay u baahan tahay in aad dejiso shaqo cron.

source: Disable button to delete all announcements
so_so: Jooji badhanka tirtirka dhammaan ogeysiisyada

source: Select 'Yes' to remove the button to delete all announcements, as this can be used by mistake by teachers.
so_so: Dooro 'Haa' si aad meesha uga saarto badhanka tirtirka dhammaan ogeysiisyada, maadaama tani ay si qalad ah u isticmaali karaan macallimiinta.

source: Hide 'sent to' in announcements
so_so: Qari 'la soo diray' ee ogeysiisyada

source: Select 'Yes' to avoid showing to whom an announcement has been sent.
so_so: Dooro 'Haa' si aad uga fogaato muujinta cid ogaysiiska loo diray.

source: Send all e-mails to
so_so: Dhammaan iimayllada u dir

source: Give a list of e-mail addresses to whom *all* e-mails sent from the platform will be sent. The e-mails are sent to these addresses as a visible destination.
so_so: Bixi liisaska ciwaannada iimaylka kuwaas oo *dhammaan* iimayllada ka soo baxay goobta loo diri doono. Iimaylladu waxaa loo diraa ciwaannadan sida goob muuqata.

source: Link global announcements with careers and promotions
so_so: Ku xidh ogeysiisyada guud ee xirfadaha iyo dallacayaasha

source: Link global calendar events with careers and promotions
so_so: Ku xidh dhacdooyinka kalandarka guud ee xirfadaha iyo dallacayaasha

source: Allow coaches to always edit announcements
so_so: Oggolow tababarayaasha inay had iyo jeer wax ka beddelaan ogeysiisyada

source: Allow coaches to always edit announcements inside active or past sessions.
so_so: Oggolow tababarayaasha inay wax ka beddelaan ogeysiisyada gudaha fadhiyada firfircoon ama kuwii hore.

source: Date-based announcements
so_so: Ogeysiisyada ku salaysan taariikhda

source: Allow teachers to configure announcements that will be sent at specific dates. This requires you to setup a cron task on cron/course_announcement.php running at least once daily.
so_so: Oggolow macallimiinta inay sameeyaan ogeysiisyo la diri doono taariikho gaar ah. Tani waxay u baahan tahay inaad dejiso shaqo cron ah cron/course_announcement.php oo socota ugu yaraan hal mar maalintii.

source: Default calendar display mode
so_so: Qaabka muuqalka kalandarka ee caadiga ah

source: Set this to dayGridMonth, basicWeek, agendaWeek or agendaDay to change the default view of the calendar.
so_so: Tan u dejiso dayGridMonth, basicWeek, agendaWeek ama agendaDay si aad u beddesho muuqaalka caadiga ah ee kalandarka.

source: Display sessions occupations in personal agenda
so_so: Muujiso shaqooyinka fadhiyada ee ajandaha shakhsi ahaaneed

source: Display all agenda events in personal agenda
so_so: Muujiso dhammaan dhacdooyinka ajandaha ee ajandaha shakhsi ahaaneed

source: Do not hide events from expired sessions.
so_so: Ha qarin dhacdooyinka fadhiyada dhicisoobay.

source: Allow HRM role to edit or delete agenda events
so_so: Oggolow doorka HRM inay wax ka beddelaan ama tirtiraan dhacdooyinka ajandaha

source: This gives the HRM a little more power by allowing them to edit/delete agenda events in the course-session.
so_so: Tani waxay siinaysaa HRM xoogaa xoog ah iyadoo u oggolaanaysa inay wax ka beddelaan/tirtiraan dhacdooyinka ajandaha ee kooraska-fadhiga.

source: Agenda colour legends
so_so: Tilmaamaha midabka ajandaha

source: Add a small text as legend describing the colours used for the events.
so_so: Ku dar qoraal yar sida tilmaame sharraxaya midabada loo isticmaalo dhacdooyinka.

source: Agenda colours
so_so: Midabada ajandaha

source: Set HTML-code colours for each type of event to change the colour when displaying the event.
so_so: Deji midabada HTML-code ee nooc kasta oo dhacdo ah si aad u beddesho midabka marka la muujinayo dhacdada.

source: Agenda hover info
so_so: Macluumaadka ajandaha ee kor u socda

source: Customize the agenda on cursor hovering. Show agenda comment and/or description.
so_so: Habeyn ajandaha marka cursor-ku kor u kaco. Muujiso faallada ajandaha iyo/ama sharraxaadda.

source: Calendar customization
so_so: Habeynta kalandarka

source: Extra settings for the agenda, allowing you to configure the specific calendar library we use.
so_so: Dejimo dheeraad ah oo ajandaha ah, oo kuu oggolaanaya inaad dejiso maktabadda kalandarka gaarka ah ee aan isticmaanno.

source: Attendance signing
so_so: Saxiixa xaadiritaanka

source: Enable taking signatures to confirm one's attendance.
so_so: Oggolow qaadista saxiixyo si aad u xaqiijiso xaadiritaanka qofka.

source: Duration of attendance events
so_so: Mudo dhacdooyinka xaadiritaanka

source: Option to define the duration for an event in attendance sheet.
so_so: Ikhtiyaar lagu go'aamiyo mudada dhacdada xaashida xaadiritaanka.

source: Allow comments in attendance sheets
so_so: Oggolow faallooyinka xaashiyaha xaadiritaanka

source: Teachers and students can comment on each individual attendance (to justify).
so_so: Macallimiinta iyo ardaydu waxay faalli ku dari karaan xaadiritaanka shaqsiga (si loo caddeeyo).

source: Hide 'my certificate' link
so_so: Qari xiriirka 'shahaadadayda'

source: Hide the certificates page for non-admin users.
so_so: Qari bogga shahaadooyinka ee isticmaaleyaasha aan maamulaha ahayn.

source: Add footer to PDF certificate exports
so_so: Ku dar footer-ka dhoofinta shahaadooyinka PDF

source: Hide videochat option in global chat
so_so: Qari ikhtiyaarka videochat-ka ee sheekaysiga guud

source: Restrict course chat to coaches
so_so: Ku xaddid sheekaysiga koorsada tababarayaasha

source: Only allow students to talk to the tutors in the course (not other students).
so_so: Oggolow ardayda kaliya inay la sheekaystaan macallimiinta koorsada (ma aha ardayda kale).

source: Active tools on course creation
so_so: Qalabka firfircoon ee abuurista koorsada

source: Select the tools that will be *active* after the creation of a course.
so_so: Dooro qalabka noqon doona *firfircoon* abuurista koorsada kadib.

source: Splash screen for courses
so_so: Shaashadda splash-ka ee koorsadaha

source: Show a splash screen when creating a new course.
so_so: Muujiso shaashadda splash-ka marka la abuurayo koorsad cusub.

source: Block public courses access to authenticated users
so_so: Ka xannib gelitaanka koorsadaha dadweynaha ee isticmaaleyaasha xaqiijiyay

source: Only show public courses. Do not allow registered users to access courses with 'open' visibility unless they are subscribed to each of these courses.
so_so: Muujiso kaliya koorsadaha dadweynaha. Ha oggolayn isticmaale yaqaansan inay galaan koorsadaha leh 'furan' muuqaalka ilaa ay iska diiwaan geliyaan mid kasta oo koorsadahaas ka mid ah.

source: Add Bootstrap lib headers to HTML documents viewer
so_so: Ku dar Bootstrap lib headers-ka daaqada dukumentiyada HTML

source: When this setting is set to 'Yes', the HTML documents viewer adds the HTML headers for the inclusion of Bootstrap and Font Awesome, which were used in Chamilo 1. This might help compatibility between old content and a newer version of the platform.
so_so: Marka dejintan loo dejiyo 'Haa', daaqada dukumentiyada HTML waxay ku dartaa madaxyada HTML ee ku darista Bootstrap iyo Font Awesome, kuwaas oo loo isticmaalay Chamilo 1. Tani waxay caawin kartaa iswaafajinta nuxurka duugga iyo nooca cusub ee goobta.

source: View courses in a grid layout
so_so: Ku daawo koorsadaha qaab grid ah

source: View courses in a layout with several courses per line. Otherwise, the layout will show one course per line.
so_so: Ku daawo koorsadaha qaab leh dhowr koorsadood halkii xariiq. Haddii kale, qaabku wuxuu muujin doonaa hal koorsad halkii xariiq.

source: Show simple session info
so_so: Muujiso macluumaadka fadhiga fudud

source: Add coach and dates to the session's subtitle in the sessions' list.
so_so: Ku dar tababaraha iyo taariikhaha cinwaanka hoose ee liiska fadhiyada.

source: Only show courses in the user's language
so_so: Muujiso kaliya koorsadaha luqadda isticmaaleha

source: If enabled, this option will hide all courses not set in the user's language.
so_so: Haddii la shaqeeyo, doorashadan waxay qarinaysaa dhammaan koorsooyinka aan lagu deyin luqadda isticmaalka.

source: Access public courses with terms and conditions
so_so: Gaadh kursiyada dadweynaha leh shuruudaha iyo xaaladaha

source: With this option enabled, if a course has public visibility and terms and conditions, those terms are disabled while the course is public.
so_so: Marka doorashadan la shaqeeyo, haddii koorsadu ay leedahay muuqaal dadweyne iyo shuruudaha iyo xaaladaha, shuruudahaas waa la joojinayaa inta koorsadu ay dadweyne tahay.

source: Show all sessions on 'My courses' page
so_so: Muuji dhammaan fadhiyada bogga 'Koorsooyinkayga'

source: If enabled, this option show all sessions of the user in calendar-based view.
so_so: Haddii la shaqeeyo, doorashadan waxay muujisaa dhammaan fadhiyada isticmaale ee muuqaalka kalandarka.

source: Disable the ability to edit course coaches
so_so: Jooji awoodda wax ka beddelka tababarayaasha koorsada

source: When disabled, admins do not have a link to quickly assign coaches to session-courses on the course edition page.
so_so: Marka la joojiyo, maamulayaashu ma heli doonaan xiriir si degdeg ah loogu meeleeyo tababarayaasha fadhiga-koorsooyinka bogga tafatirka koorsada.

source: Use course categories from top URL
so_so: Isticmaal qaybaha koorsada ee URL sare

source: In multi-URL settings, allow admins and teachers to assign categories from the top URL to courses in the children URLs.
so_so: Goobaha multi-URL, u oggol maamulayaasha iyo macallimiinta inay u qoraan qaybaha URL sare ee koorsooyinka URL-yada carruurta.

source: Hide courses block in the sidebar
so_so: Qari blokada koorsooyinka ee bar-dhinaca

source: When on screens where the left menu is visible, do not display the Courses section.
so_so: Marka shaashadaha uu muuqdo menu-ga bidix, ha muujin qaybta Koorsooyin .
