Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: By enabling this option, you allow any user to definitively remove his own account and all data related to it from the platform. This is quite a radical action, but it is necessary for portals opened to the public where users can auto-register. An additional entry will appear in the user profile to unsubscribe after confirmation.
qu_pe: Kay iptyurta kamachispaq, kamachisqakunamantaq cuentasuqkitaqa tukuy yachaykunawan hich'ayta munan. Kayqa radical ruray, nispaq, peru público portalpi kachkan, kamachisqakuna auto-registrarkunata atin. Yachaywasi yachaywasi qispichiyta qispichiyta qispichiyta qispichiyta qispichiyta.

source: A new file has been sent in the dropbox
qu_pe: Musuq khipu apachikun T'aqapay Qelqa khipukunata nisqapi

source: A new file has been sent to the Dropbox
qu_pe: Kay yachachinapiqa, musuq khipu apachikunña T'aqapay Qelqa khipukunata nisqapi

source: Add / Edit
qu_pe: Yapay / Ruwapay

source: This folder is empty
qu_pe: Kay wayaqaqa ch'usaqmi kashan

source: Editing exercise cause problems in Learning Path
qu_pe: Ejercisyota huch'ay Learning Pathpi ñak'itakunata causan

source: The folder has been deleted
qu_pe: Phisqataqa hich'askasqan

source: Learning Object Title
qu_pe: Yachay aypanapaqqa sutinchaynin

source: To store this information, press Store
qu_pe: Kay willa allchanapaqqa, q'apiy Allchay nisqapi

source: e.g. Bachelor of ...
qu_pe: qhawarichi, licenciadokusqa imapipas...

source: e.g. provided the source is acknowledged
qu_pe: qhawarichi, ima apachiqqa reqsisqan

source: Script is not enabled in your browser, please ignore the screen part below this text, it won't work...
qu_pe: Wanp'uqninkiqa manan chaskinchu scripts nisqata, ama hina kanchu amaña qhawaychu ura chakipi kaqta. Mana rikurinqachu...

source: the language in which this learning object was made
qu_pe: yachay ima simipi ruwachikuran

source: Identifier
qu_pe: Riqsichiq

source: unique identification for this learning object, composed of letters, digits, _-.()'!*
qu_pe: kay yachanamanta sapan seqsichiq, seq'ekunawa, yupaykunawan, _-.()'!* kaykunapuwan ruwachisqa

source: title or name, and language of that title or name
qu_pe: sutinchaynin utaq sutin, sutinchaymanta utaq sutimanta simi

source: description or comment, and language used for describing this learning object
qu_pe: nisqana utaq rimariyna, hinallataq kay imaymanamata simi nisqanapaq

source: Keyword
qu_pe: Ancha simi

source: comma-separated (letters, digits, -.)
qu_pe: t'aqapay kaykunawan (seq'ekunawan, chinpukunawan, -.)

source: Coverage
qu_pe: Chayana

source: for example bachelor of xxx: yyy
qu_pe: qhawarichi, licenciadokusqa imapipas xxx: yyy

source: If you change the description language, do not add keywords at the same time.
qu_pe: Sichus t'ijranki ima nisqasqamanta simita, ama yapaychu ancha simikunata chay ruwashaspaqa.

source: click to open object
qu_pe: clik nisqallata ruwan ima kichanapaqqa

source: Store
qu_pe: Allchay

source: Do you *really* want to delete all metadata?
qu_pe: *Cheqaychu* kashanki llipin metadatos nisqata pichakunanpaq ?

source: Create
qu_pe: Kamay

source: obsolete entries removed for category
qu_pe: haykuqkuna mana puriqqa orqochikunkuña mitamantaqa

source: - duplicate categorynames were removed from the list!
qu_pe: - mita sutiyuq kutichisqaqa horqochikunqa yupachasqamantaqa !

source: Work with Links category named
qu_pe: Llank'ay waskhana sutichasqa mitawan

source: Add new glossary term
qu_pe: Yapay hoq simita

source: Term
qu_pe: Simi

source: Term definition
qu_pe: Simimanta nisqaynin

source: Term removed
qu_pe: Simi pichachisqa

source: Term updated
qu_pe: Simi kunanyachisqa

source: Do you really want to delete this term
qu_pe: Cheqaychu kashanki kay simi pichakunanpaq ?

source: Save term
qu_pe: Yapa kay simita

source: Update term
qu_pe: Kunanyachiy kay simita

source: Edit term
qu_pe: Ruwapay simita

source: Delete term
qu_pe: Pichay simita

source: Pre-defined
qu_pe: Allichasqa ajllaypi

source: Term added
qu_pe: Simi yapasqa

source: You must enter a term
qu_pe: Haykuchiwaq hoq simita

source: You must enter a term definition
qu_pe: Haykuchiwaq simiq nisqayninta

source: This glossary term already exists. Please change the term name.
qu_pe: Kay simiqa glosario nisqapi kashanña, ama hina kaychu hoq sutiwan churay

source: Glossary management
qu_pe: Administración de glosario

source: The term has moved
qu_pe: Simitaqa wichqaskasqan

source: Forums Help
qu_pe: Yanapa: Rimana

source: <p> The forum is an discussion tool for asynchronous written work. In contrast to e-mail, a forum is for public, or semi-public, group discussion. </p>To use the Chamilo forum, members can simply use their browser - they do not require any distinct client software. </p>To organize forums, click on the Forums tool. Discussions are organized hierarchically according to the following structure: </ p><b> Category> Forum> Topic> Post</ b> </ p> To ensure members can participate in the forum tidily and effectively, it is essential in the first instance to create categories and forums; it's then up to the participants to create topics and posts. By default, the forum contains a single (public) category, an example topic and an example post. You can add forums to the category, change its title or create other categories within which you could then create new forums. (Don't confuse categories and forums, and remember that a category that contains no forum is useless and is not displayed.)</p> <p>The forum description might include a list of its members, a definition of its purpose, a target a task, a theme etc.</p><p>Group forums should not be created via the Forum tool but instead via the Groups tool, where you can determine whether your group forums should be private or public, at the same time providing a location for sharing groups of documents.</p><b> Teaching Tips</ b></ p> A learning forum is not quite the same as the forums you are used to seeing on the internet. For one thing, it is not possible for learners to alter their posts once they have been published as the course is logically archived to allow tracking of what has been said in the past. Furthermore, Chamilo forums allow for specific uses relevant to teaching. For example, some teachers/trainers publish corrections directly within forums in the following way: <li> A learner is asked to post a report directly into the forum, </ li> The teacher corrects it by clicking Edit (yellow pencil) and marking it using the graphics editor (color, underlining, etc.) </ li> Finally, other learners benefit from viewing the corrections was made on the production of one of of them, </ li> Note that the same principle can be applied between learners, but will require his copying/pasting the message of his fellow student because students / trainees can not edit one another's posts. <. li> </ ul>
qu_pe: <p> Rimanaqa askha runakuna seqachinakunankupaqmi, mana tupaspa rimanata churanapaq. E-chaskiqa iskay ruankuna paykunapuralla rimarinankupaqmi, Rimana nisqapiqa rimasqankuqa llipin runakunapaqmi hinallataq hoq runakunapas haykunkullanman iskay rimasqankumanqa. </p><p>Técnicamente nisqamantaqa,haykuqmasikunaqa wankuqllata (navegador) munanku Rimanaman haykunankupaqqa. </p><p> Rimarinakuna seqachinakuqta allichanapaqqa, q'apiy kaypi 'Rimanakunaq kamachina'. Seqachinakuyqa allichakunku mitakunapi hinallataq húchuy mitapipas kay hinata: </p><p><b>Mita > Rimana > Imamanta > Kutichisqakuna</b></p><p>Haykuqmasiykikunaq seqachinakuyta allin apakunanpaqqa,ruwariwaq Mitakunata Rimanakunawan, chaymantañan paykuna churankuman Imamanta hinallataq Kutichikukunatawan. Rimanakunaqa, kikimantapuniqa iskay Mitakunawan hamushan: hoqqa yachachinamanta huñusqakunapaq waqaychasqa 'Huñusqakunaq Rimana' hoqtaq llanp'u hinalla yachachinapaq, kikinmanta sutichasqa Principal' nispa (ichaqa kay sutiqa hoqniraqtarikurinman); kay qepaq ukhunpiqa kashanmi hoq Rimana kay sutiyuq 'Rimana mallinaq' rimay qhawanawanpas.</p><p>Rimana ruwanapaq, ñaupaqqa t'ijrachinki rimana-mallinaq sutinta ima rimaytawan. Chaymantaqa kamariwaq mitakunapi hoq Rimanakunata Huñusqakunamnat autaq Imamantakuna. </p><p>Ama pantankichu Mitakunata Rimanakunawan, nitaq kaykunatapas Imamantakunawa, hinallataq ama qonqankichu hoq mita ch'usaqqa (mana rimanakunawan) mana rikurinqachu haykuqmasiq qhawayninpiqa. </p><p>Tukunapaqqa, sapanka Rimanapaqqa kanman ima nisqaynispas, masimasimanta, haypanankunamanta, imaymanamanta ima... </p><p>Huñusqakunaq Rimanantaqa ruwakapunqapuni 'Rimanakuna' nisqapi, utaqpas 'Huñusqakuna' nisqapipas; kaypitaq niwaq sichus rimana kanqa llipin runakunapaq utaq hoqkunallapaqchu.</p><p><b>Yachachiq cheqaqchasqan</b><p>Hoq yachiqkunaqa ima llank'asqakunata cheqaqchanku kaypi. Yachaqekunataq wichachinku ruwasqakuta. Yachaqekunataq cheqaqchanku HTML nisqapi t'oqsiqwan (llinphiwan t'oqsichinqa pantasqakunata), kaywanqa hoq yachaqekuna yachacheqkunawa allinta kallpachakunqaku.</p>

source: Dropbox Help
qu_pe: Yanapa: T'aqapay qelqa khipukunata

source: <p>The dropbox tool is a Content Management Tool facilitating peer-to-peer data exchange. It accepts any filetype (Word, Excel, PDF etc.) It will overwrite existing files with the same name only if directed to do so.<br /> <br /> Learners can can only send a file to their teacher, unless the system administrator has enabled sharing between users. A course manager, however, can opt to to send a file to all course users. <br /> <br />The system administrator can configure the dropbox so that a user can receive but not send files.<br /> <br /> If the file list gets too long, some or all files can be deleted from the list, although the file itself remaims available to other users until all users have deleted it.<br /> </p><p>In the received folder, the dropbox tool displays files that have been sent to you and in the sent folder it shows files sent to other course members.</p><p>To send a document to more than one person, you need to hold CTRLand check the multiple select box(i.e.the field showing the list of members).</p>
qu_pe: <p>Qelqa khipu T’aqayqa allinmi reqsikusqakunaq ima khiputa t’aqapanankupaq (p2p). Mayqan khipupas chaskikunpuni: Word, Excel, PDF, hoqkunapas. Sapa pacha apachiykupiqa allchanqa hoq hinata, kaywanqa sapa khipu hoq khipu sutiyuq hina apachisqaqa manaña wañunqachu astawan qespichikunqa...</p> <p>T’aqapasqa Khipukunaqa qhawachin hawamanta qelqa khipu apachimusqankuta (Khipukuna chaskiq wayaqa ) hinallataq qan khipukuna apachisqaykiqa hokaq masimasiman kaypi kanqa (Khipukuna apachiq wayaqa)</p><p>Apachimusqa utaq chaskisqa khipukunamanta yupachasqakunan sinchi hatun kanqa, chayqa pichawaq llipinkunata utaq wakinta. Kikin Khipuqa mana wañunqachu, sichus hoq haykuqmasi allchashan chayqa. <p>Askha runakunaman apachiyta munaspaqa kayta q’apiwaq CTRL+clic , chaywanqa askha reqsisqakunata ajllanki. Chay tawak’uchupi askha ajllayqa qhawachin llipin masimasita<p>

source: Homepage Help
qu_pe: Yanapa: Yachachinaq raphi qallariynin

source: <p>The Course Homepage displays a range of tools (introductory text, description, documents manager etc.) This page is modular in the sense that you can hide or show any of the tools in learner view with a single click on the 'eye' icon (hidden tools can be reactivated any time. </p><b>Navigation</b><p>In order to browse the course, you can simply click on the icons; a 'breadcrumb' navigation tool at the top of the page allows you to retrace your steps back to the course homepage.</p><b>Best practice</b><p>To help motivate learners, it is helpful to make you course appear 'alive' by suggesting that there is always someone present 'behind the screen'. An effective way to make this impression is to update the introductory text (just click on the yellow pencil) at least once a week with the latest news, deadlines etc.</p><p>When you construct your course, try the following steps:<ol><li>In the Course Settings, make course acccess private and subscription available only to trainers. That way, nobody can enter your course area during construction,</li><li>Use whatever tools you need to 'fill' your area with content, activities, guidelines, tests etc.,</li><li>Now hide all tools so your home page is empty in learner view by clicking on the eyes to make the icons grey. </li><li>Use the Learning Path tool to create a learning path to structure the way learners will follow it and learn within it. That way, although you will be using the other tools, you don't initially need to show them on the homepage. </li><li>Click on the eye icon beside the path you created to show it on your home page.</li><li>your course is ready to view. Its homepage will display an introductory text followed by a single link to lead learners into and through the course. Click on the Learner View button (top right) to see the course from the learner's point of view.<I></I></li></ol>
qu_pe: <p>La página principal del curso muestra varias herramientas: un texto de introducción, una descripción del curso, un gestor de documentos, etc. Esta página tiene un funcionamiento modular: con un sólo clic puede hacer visible / invisible cualquier herramienta. Las herramientas ocultas pueden ser reactivadas en cualquier momento.</p> <b>Navegación</b> <p>Para moverse por el curso dispone de dos barras de navegación. Una en la parte superior izquierda, que muestra el lugar del curso en el que Vd. se encuentra. Otra (en el caso de que esté activada), en la parte superior derecha que permite acceder a cualquier herramienta haciendo clic en su icono. Si en la barra de navegación izquierda selecciona el nombre del curso, o si pulsa sobre el icono en forma de casa de la barra de navegación derecha, irá a la página principal del curso. </p><p><b>Buenas prácticas</b> </p><p>Para motivar a sus alumnos es importante que el sitio de su curso sea un sitio dinámico. Esto indicará que hay 'alguien detrás de la pantalla'. Una forma rápida de dar esa sensación es corregir el contenido del texto de introducción del curso semanalmente para dar las últimas noticias. Aunque puede ser que desee reservar este espacio para un contenido más estable, por ejemplo, el logotipo del curso.</p><p>Para construir un curso siga estos pasos:<ol> <li>Impida el acceso al curso durante el proceso de elaboración. Para ello, compruebe mediante la herramienta 'Configuración del curso' que el acceso al mismo sea privado y que esté deshabilitada la inscripción por parte de los usuarios. </li> <li>Muestre todas las herramientas haciendo clic en el ojo cerrado que las acompaña. </li> <li>Utilice las herramientas que necesite para 'llenar' su sitio con contenidos, eventos, directrices, ejercicios, etc</li> <li>Oculte todas las herramientas : su página principal estará vacía en la 'Vista de alumno' </li> <li>Use la herramienta 'Lecciones' para estructurar la secuencia que los alumnos seguirán para visitar las diferentes herramientas y aprender con ellas. De esta forma, usted utiliza el resto de las herramientas, pero no las muestra simultáneamente. </li> <li>Haga clic sobre el icono en forma de ojo para que la lección que ha creado se muestre en la página principal del curso.</li> <li>La preparación del sitio para su curso está completa. Su página principal muestra solamente un texto de introducción seguido de un enlace, el cual conduce a los estudiantes a través del curso. Haga clic en 'Vista de alumno' (arriba a la derecha) para previsualizar lo que los estudiantes verán.</li></ol>

source: Chamilo LIVE Help
qu_pe: Yanapa: Huñurinakuy internetpi

source: The GoogleMaps plugin needs to be enabled by the platform administrator in order to show the map.
qu_pe: GoogleMaps pluginqa platforma administradorwan kamachisqa kachkanmi mapata qhawayninta.

source: Chamilo Help
qu_pe: Yanapa: Chamilo

source: Documents Help
qu_pe: Yanapa: Qelqa khipukuna

source: Users Help
qu_pe: Yanapa: Haykuqmasikuna

source: Tests Help
qu_pe: Yanapa: Llank'aynakuna

source: Learning Path Help
qu_pe: Yanapa: Yachanakuna

source: Description Help
qu_pe: Yanapa: Yachachinaq nisqaynin

source: Links Help
qu_pe: Yanapa: Wataqkuna

source: My Courses Help
qu_pe: Yanapa: Haykuqmasiq k'itin

source: Agenda Help
qu_pe: Yanapa: Ruwana

source: Announcements Help
qu_pe: Yanapa: Willaykunamnata llaqlla

source: Chat Help
qu_pe: Yanapa: Rimakuy

source: Assignments Help
qu_pe: Yanapa: Yachaqekunaq reqsipachisqankuna

source: Reporting Help
qu_pe: Yanapa: Yupanakuna

source: Induction-type session
qu_pe: Inducción tipo pacha

source: Publish survey
qu_pe: Reqsipachiy tapukuyta

source: Compare questions
qu_pe: Kuskachay tapukunata

source: Information updated
qu_pe: Información actualizada

source: Survey title
qu_pe: Tapukuypa sutinchaynin

source: Survey introduction
qu_pe: Tapukuypa qallariynin

source: Create survey
qu_pe: Kamariy tapukuyta

source: Survey template
qu_pe: Tapukuypa yupin

source: Please enter survey title
qu_pe: Ama hina kaychu, tapukuypa sutinchayninta qelqay

source: Please Enter Valid Date
qu_pe: Ama hina kaychu, churay allin ima pacha kasqata

source: Not published
qu_pe: Manaraq churasqa

source: Advanced report allows to choose the user and the questions to see more precis informations
qu_pe: Askha willaqa atipachin haykuqmasita ajllanapaq hinalataq tapukuytapas hoq willaykunata allinta qhawarinapaq

source: Advanced report
qu_pe: Askha willa

source: Complete report allows to see all the results given by the people questioned, and export it in csv (for Excel)
qu_pe: Hunt'a willayqa qhawarichin imaynan kan runakunaq tapukuykusqamanta, hinallataq alchakun csv nisqapi (Excelpaq)

source: Complete report
qu_pe: Hunt'a willa

source: Send the survey to these addresses only
qu_pe: Tapukuyta kay ñeqllaman apachiy

source: Back to the questions
qu_pe: Kutiy tapukunaman

source: Select in which language should be created the survey
qu_pe: Ima simipi kamachiyta munanki tapukuyta, chayta ajllay

source: Create this survey in another language
qu_pe: Kay tapukuyta kamariy hoq simipi

source: Export in Excel format
qu_pe: Allchay Excel nisqapi

source: Comparative results
qu_pe: Kuskachasqamanta tarisqakuna

source: Select the data you want to compare
qu_pe: Ajllay imakunaq kikinchayta munaspa

source: Or copy paste the link into the url bar of your browser :
qu_pe: Utaq kikinchaspa ratachiy waskhanata wanpunapi:

source: Click here to take the survey
qu_pe: Hoq tapukuyta ruwanapaqqa clic-yay kaypi

source: No Surveys have been shared yet
qu_pe: Manaraq hoq tapukuypas t'aqapasqachu

source: View survey
qu_pe: Tapukuyta qhaway

source: Select Display Type :
qu_pe: Ajllay imayna qhawachikunanpaq:

source: Feedback message
qu_pe: Feedback nisqamanta willay

source: Survey reporting
qu_pe: Tapukuypa willan

source: No survey available
qu_pe: Manan kanchu tapukuykuna

source: has been published
qu_pe: ña reqsipachikushanña

source: Create from existing survey
qu_pe: Tapukuy ruwasqañamanta kamariy

source: Search a survey
qu_pe: Maskhay hoq tapukuyta

source: Survey(s) of all courses
qu_pe: Tapukuy(kuna) llapan yachachinamanta

source: Please make a choice
qu_pe: Ama hina kaychu, ajllay hujta

source: There are no questions in the database
qu_pe: Mana kanchu tapukuna base de datos nisqapi

source: Update Question Type :
qu_pe: Kunanyachiy ima taputa:

source: Add new question
qu_pe: Yapay hoq musuq taputa

source: Share survey with others
qu_pe: Hoqkunawan t'aqapakuy tapukuyta

source: Proceed
qu_pe: Ruwallay

source: Please fill numeric values for points.
qu_pe: Ama hina kaychu, haykuchiy yupanakunata llallipasqa yupanapaq.

source: Please fill points from 1-5
qu_pe: Ama hina kaychu, churay markakunata hujmanta pisqakama 1-5

source: Please fill all the answer fields.
qu_pe: Ama hina kaychu, qelqay llapan kutichikunawan kanchakunata.

source: Please select at least Four true answers.
qu_pe: Ama hina kaychu, tawa cheqaq kutichillatapas ajllay.

source: Please Select at least Four Default Answers.
qu_pe: Ama hina kaychu, tawa kutichillatapas imayna kasqanmanta ajllay.

source: Please fill default text
qu_pe: Ama hina kaychu, haykuchiy qelqata imayna kasqanmanta

source: Edit survey information
qu_pe: Hoqmanta ruway tapukuypa willayninta

source: View questions
qu_pe: Qhaway tapukunata

source: Finish survey
qu_pe: Tukuriy tapukuyta

source: Questions are added
qu_pe: Tapukunaqa yapachikusqaña

source: Delete survey
qu_pe: Pichay tapukuyta

source: Survey list
qu_pe: Tapukuykuna

source: Survey attached
qu_pe: Tapukuy yapasqa

source: Question by type
qu_pe: Ima niraqmanta tapukuna

source: Select question by type
qu_pe: Ajllay ima niraqmanta hoq taputa

source: Please enter a question
qu_pe: Ama hinakaychu, haykuchiy hoq taputa

source: Number of question
qu_pe: Hayka tapukuykuna

source: This code already exists
qu_pe: Kay chinpuqa ña kashan

source: Save and exit
qu_pe: Allchaspa lloqsiy

source: View answers
qu_pe: Qhawariy kutichikuykunata

source: Create from an existing survey
qu_pe: Tapukuy ruwasqañamanta kamariy

source: Survey name
qu_pe: Tapukuypa sutin

source: Survey subtitle
qu_pe: Tapukuypa sullka sutinchaynin

source: Share survey
qu_pe: T'aqapay tapukuyta

source: Final thanks
qu_pe: Añayukuykuna

source: Edit survey
qu_pe: Ruwapay tapukuyta

source: Or return to survey overview
qu_pe: Utaq kutiruy llapan tapukuykuna qhawanaman

source: There is a parameter missing in the link. Please use copy and past
qu_pe: Wataqqa mana allinchu. Ama hina kaychu hoqmanta kikinchaspa ratachiy.

source: Wrong invitation code
qu_pe: Mink'asqaq chinpun waqllisqa

source: You have finished this survey.
qu_pe: Tapukuyqa tukurunña.

source: Survey preview
qu_pe: Tapukuypa ñaupa qhawariy

source: Invalid survey
qu_pe: Mana chaniyuq tapukuy

source: Edit question
qu_pe: Ruwapay taputa

source: This type does not exist
qu_pe: Kay ima niraqqa manan kanchu

source: The survey has been created successfully
qu_pe: Tapuqa kamachisqaña

source: You can now add questions to your survey
qu_pe: Kunanqa yapawaq tapukunata

source: The survey has been updated successfully
qu_pe: Tapukuyqa kunanyachisqaña

source: The question has been added.
qu_pe: Tapuqa yapachikunñan.

source: The question has been updated.
qu_pe: Tapuqa kunanyachikun.

source: Remove option
qu_pe: Qechuy imaymanata

source: Add option
qu_pe: Yapay imaymanata

source: Answer options
qu_pe: Kutichiymanta hokaqninkuna

source: Dropdown
qu_pe: Mast'arikuq sinri

source: Page break
qu_pe: Raphiq tukuynin

source: Survey invitations
qu_pe: Tapukuypa mink'aykuna

source: Invitation code
qu_pe: Mik'anaq chinpun

source: Invitation date
qu_pe: P'unchay mink'achina

source: Answered
qu_pe: Kutichisqa

source: You can invite additional users to fill the survey. To do so you can type their e-mail addresses here separated by either , (comma) or ; (semi-column)
qu_pe: Mink'akuwaq hoq haykuqmasikunata kay tapukuyta hunt'achinankupaq. Chaypaqqa qelqay e-chakinkunata kaykunawan t'aqapasqa ',' utaq ';' nisqakunawan

source: Mail subject
qu_pe: E-chaskiq sutinchaynin

source: invitations sent.
qu_pe: wink'aykuna apachisqa.

source: The survey has been deleted.
qu_pe: Tapukuyqa wañuchikun.

source: No surveys have been selected.
qu_pe: Mana ajllankichu ni huj tapukuytapas.

source: Invited
qu_pe: Mink'asqa

source: Reset filter
qu_pe: Suysunata utichiy

source: Export current report
qu_pe: Apachiy kunan kaq willata

source: Only questions with predefined answers can be used
qu_pe: Tapukuna ima kasqanmanta kutichiykunallawan churanaqa

source: Select the question on the X axis
qu_pe: X kasqapi taputa ajllay

source: Select the question on the Y axis
qu_pe: Y kasqapi taputa ajllay

source: Comparative report
qu_pe: Willa kikinchay

source: This screen displays an exact copy of the form as it was filled by the user
qu_pe: Llapan tapukuna qhawarichikunqaku hoq raphipi

source: Select user who filled the survey
qu_pe: Ajllay haykuqmasita, manqen tapukuyta hunt'achisqata
