Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Sort by date created
ar: فرز حسب تاريخ الانشاء
ast_es: Ordenar por fecha de creación
bn_bd: তৈরির তারিখ অনুসারে সাজান
bs_ba: Sortiraj po datumu kreiranja
ca_es: Ordenar per data de creació
cs_cz: Seřadit podle data vytvoření
da: Sorter efter oprettelsesdato
de: Nach Erstellungsdatum sortieren
el: Ταξινόμηση κατά ημερ. δημιουργίας
eo: Ordigi laŭ datumo de kreado
es: Ordenar por fecha de creación
es_mx: Ordenar por fecha de creación
eu_es: Ordenatu sortze dataz
fa_ir: چینش بر اساس تاریخ ساخت
fi_fi: Järjestä luontipäivän mukaan
fo_fo: Sortéra eftir upprunadegi
fur: Ordine par dât di creazion
ga: Sórtáil de réir dáta cruthaithe
gl: Ordenar por data de creación
he_il: מיין לפי תאריך יצירה
hi: निर्माण तिथि से क्रमबद्ध करें
hr_hr: Sortiraj po datumu stvaranja
hu_hu: Rendezés létrehozás dátuma szerint
hy: Տեսակավորել ստեղծման ամսաթվով
id_id: Urutkan berdasarkan tanggal dibuat
it: Ordina per data di creazione
ja: 作成日で並べ替え
ka_ge: სორტირება შექმნის თარიღის მიხედვით
ko_kr: 생성 날짜순 정렬
lt_lt: Rūšiuoti pagal sukūrimo datą
lv_lv: Kārtot pēc izveides datuma
mk_mk: Сортирај по датум на создавање
ms_my: Susun mengikut tarikh dicipta
my_mm: ဖန်တီးသည့်ရက်စွဲအလိုက် စီပါ
ne: सिर्जना मिति अनुसार क्रमबद्ध गर्नुहोस्
nl: Sorteer volgens aanmaakdatum
nn_no: Sorter etter oppretta dato
oc: Triar per data de creacion
pl_pl: Sortuj według daty utworzenia
ps: د جوړیدو نیټې له مخې ترتیب کړئ
pt_br: Classificar por data de criação
pt_pt: Ordenar por data de criação
ro_ro: Ordenati dupa data de creere
ru_ru: Сортировать по дате создания
sk_sk: Zoradiť podľa dátumu vytvorenia
sl: Po datumu nastanka
sq: Rendit sipas datës së krijimit
sr_rs: Sortiraj po datumu kreiranja
sv_se: Sortera efter skapelsedatum
sw_ke: Panga kwa tarehe iliyoundwa
ta: உருவாக்கப்பட்ட தேதியால் வரிசைப்படுத்தல்
th: เรียงตามวันที่สร้าง
tl_ph: Ayusin ayon sa petsa nang inilikha
tr: Oluşturma tarihine göre
uk_ua: Сортувати за датою створення
vi_vn: Sắp xếp theo ngày tạo
xh_za: Hlela ngomhla wokuqulunqwa
zh_cn: 根据创建日期排序
zh_tw: 依建立日期排序

source: Sort by date last modified
ar: فرز حسب تاريخ اخر تعديل
ast_es: Ordenar por fecha de modificación
bn_bd: সর্বশেষ পরিবর্তনের তারিখ অনুসারে সাজান
bs_ba: Sortiraj po datumu zadnje izmjene
ca_es: Ordenar per data de modificació
cs_cz: Seřadit podle data poslední úpravy
da: Sorter efter seneste ændringsdato
de: Nach letztem Änderungsdatum sortieren
el: Ταξινόμηση κατά ημερ. τελευταίας προσπέλασης
eo: Ordigi laŭ datumo de lasta modifo
es: Ordenar por fecha de modificación
es_mx: Ordenar por fecha de la última modificación
eu_es: Ordenatu azken aldatze dataz
fa_ir: چینش بر اساس آخرین تاریخ بروز رسانی
fi_fi: Järjestä muokkauspäivän mukaan
fo_fo: Sortéra eftir síðstu dagføringardegi
fur: Ordine par dât da ultima modifice
ga: Sórtáil de réir dáta deireanach athraithe
gl: Ordenar por data de última modificación
he_il: מיין לפי תאריך השינוי האחרון
hi: अंतिम संशोधन तिथि से क्रमबद्ध करें
hr_hr: Sortiraj po datumu zadnje izmjene
hu_hu: Rendezés utolsó módosítás dátuma szerint
hy: Տեսակավորել վերջին փոփոխության ամսաթվով
id_id: Urutkan berdasarkan tanggal terakhir dimodifikasi
it: Ordina per data di modifica
ja: 最終変更日で並べ替え
ka_ge: სორტირება ბოლო შეცვლის თარიღის მიხედვით
ko_kr: 마지막 수정 날짜순 정렬
lt_lt: Rūšiuoti pagal paskutinio keitimo datą
lv_lv: Kārtot pēc pēdējām izmaiņām
mk_mk: Сортирај по датум на последна промена
ms_my: Susun mengikut tarikh terakhir diubah suai
my_mm: နောက်ဆုံးပြင်ဆင်သည့်ရက်စွဲအလိုက် စီပါ
ne: अन्तिम परिवर्तन मिति अनुसार क्रमबद्ध गर्नुहोस्
nl: Sorteer volgens wijzigingsdatum
nn_no: Sorter etter sist endra dato
oc: Triar per data de darrièra modificacion
pl_pl: Sortuj według daty ostatniej modyfikacji
ps: د وروستي تعدیل نیټې له مخې ترتیب کړئ
pt_br: Classificar por data modificada pela última vez
pt_pt: Ordenar por data da última modificação
ro_ro: Ordenati dupa data de modificare
ru_ru: Сортировать по дате последнего изменения
sk_sk: Zoradiť podľa dátumu zmeny
sl: Po datumu spremembe
sq: Rendit sipas datës së modifikimit të fundit
sr_rs: Sortiraj po datumu modifikacije
sv_se: Sortera efter senaste ändringsdatum
sw_ke: Panga kwa tarehe ya mwisho iliyobadilishwa
ta: இறுதி மாற்றப்பட்ட தேதியால் வரிசைப்படுத்தல்
th: เรียงตามวันที่แก้ไขล่าสุด
tl_ph: Ayusin ayon sa petsa nang huling binago
tr: Son güncelleme tarihine göre
uk_ua: Сортувати за датою останнього редагування
vi_vn: Sắp xếp theo ngày sửa đổi cuối
xh_za: Hlela ngomhla wokugqibela ukuhlaziywa
zh_cn: 根据最后修改日期排序
zh_tw: 依最後修改日期排序

source: Note title
ar: عنوان الملاحظة
ast_es: Títulu de la nota
bn_bd: নোটের শিরোনাম
bs_ba: Naslov bilješke
ca_es: Títol de la nota
cs_cz: Název poznámky
da: Notetitel
de: Titel der Notiz
el: Τίτλος σημείωσης
eo: Titolo de noto
es: Título de la nota
es_mx: Título de nota
eu_es: Oharraren titulua
fa_ir: عنوان یادداشت
fi_fi: Muistiinpanon otsikko
fo_fo: Minnisgrein heiti
fur: Titol note
ga: Teideal an nóta
gl: Título de la nota
he_il: כותרת הערה
hi: टिप्पणी शीर्षक
hr_hr: Naslov bilješke
hu_hu: Jegyzet címe
hy: Նշման վերնագիր
id_id: Judul catatan
it: Titolo dell'appunto
ja: ノートのタイトル
ka_ge: შენიშვნის სათაური
ko_kr: 메모 제목
lt_lt: Pastabos pavadinimas
lv_lv: Piezīmes nosaukums
mk_mk: Наслов на белешка
ms_my: Tajuk nota
my_mm: မှတ်စုခေါင်းစဉ်
ne: नोट शीर्षक
nl: Notitietitel
nn_no: Notetittel
oc: Títol de la nota
pl_pl: Tytuł notatki
ps: د یادښت سرلیک
pt_br: title nota
pt_pt: Título da nota
ro_ro: Titlu notei
ru_ru: Заголовок заметки
sk_sk: Názov poznámky
sl: Naslov beležke
sq: Titulli i shënimit
sr_rs: Naslov napomene
sv_se: Notistitel
sw_ke: Kichwa cha kumbatio
ta: குறிப்பின் தலைப்பு
th: ชื่อหัวข้อบันทึก
tl_ph: Pamagat ng tala
tr: Not başlığı
uk_ua: Назва нотатки
vi_vn: Tiêu đề ghi chú
xh_za: Isihloko senqaku
zh_cn: 笔记标题
zh_tw: 筆記標題

source: Note details
ar: تفاصيل الملاحظة
ast_es: Comentarios de la Nota
bn_bd: নোটের বিবরণ
bs_ba: Detalji bilješke
ca_es: Contingut de la nota
cs_cz: Podrobnosti poznámky
da: Notedetaljer
de: Details der Notiz
el: Λεπτομέρειες σημείωσης
eo: Detaloj de noto
es: Contenido de la nota
es_mx: Detalles de nota
eu_es: Oharraren edukiak
fa_ir: جزئیات یادداشت
fi_fi: Muistiinpanon yksityiskohdat
fo_fo: Minnisgrein detaljar
fur: Détails note
ga: Sonraí an nóta
gl: Detalles da nota
he_il: פרטי הערה
hi: टिप्पणी विवरण
hr_hr: Pojedinosti bilješke
hu_hu: Jegyzet részletei
hy: Նշման մանրամասներ
id_id: Detail catatan
it: Commenti all'appunto
ja: ノートの詳細
ka_ge: შენიშვნის დეტალები
ko_kr: 메모 상세
lt_lt: Pastabos detalės
lv_lv: Piezīmes detaļas
mk_mk: Детали на белешка
ms_my: Butiran nota
my_mm: မှတ်စုအသေးစိတ်
ne: नोट विवरण
nl: Notitie inhoud
nn_no: Notedetaljar
oc: Detalhs de la nota
pl_pl: Szczegóły notatki
ps: د یادښت تفصیلات
pt_br: Detalhes da nota
pt_pt: Detalhes da nota
ro_ro: Contenitul notei
ru_ru: Детали заметки
sk_sk: Detaily poznámky
sl: Podrobnosti beležke
sq: Detajet e shënimit
sr_rs: Detalji napomene
sv_se: Notisdetaljer
sw_ke: Maelezo ya kumbatio
ta: குறிப்பு விவரங்கள்
th: รายละเอียดบันทึก
tl_ph: Mga detalye ng tala
tr: Not detayları
uk_ua: Деталі нотатки
vi_vn: Chi tiết ghi chú
xh_za: Iinkcukacha zenqaku
zh_cn: 笔记内容
zh_tw: 筆記詳細資料

source: Are you sure you want to delete this note
ar: هل انت متأكد بانك تود حذف هذه الملاحظة
ast_es: ¿ Ta seguru de que quier esborrar la nota ?
bn_bd: আপনি কি নিশ্চিত যে এই নোটটি মুছে ফেলতে চান
bs_ba: Jeste li sigurni da želite obrisati ovu bilješku
ca_es: Desitja realment esborrar la nota?
cs_cz: Jste si jisti, že chcete tuto poznámku smazat?
da: Er du sikker på, at du vil slette denne note
de: Sind Sie sicher, das Sie diese Notiz löschen wollen?
el: Διαγραφή σημείωσης
eo: Ĉu vi certas, ke vi volas forigi ĉi tiun noton
es: ¿ Realmente desea borrar la nota
es_mx: ¿Realmente desea eliminar esta nota?
eu_es: Ziur al zaude ohar hau ezabatu nahi duzula?
fa_ir: آیا مطمئن هستید قصد حذف این یادداشت را دارید
fi_fi: Haluatko varmasti poistaa tämän muistiinpanon?
fo_fo: Er tú vís í at tú ynskir at sletta hesa minnisgreinina
fur: Si jê segûr che vuê vûstu eliminâ cheste note?
ga: An bhfuil tú cinnte gur mhaith leat an nóta seo a scriosadh
gl: Seguro que quere borrar esta nota?
he_il: האם אתה בטוח שברצונך למחוק הערה זו
hi: क्या आप वाकई इस टिप्पणी को हटाना चाहते हैं
hr_hr: Jeste li sigurni da želite izbrisati ovu bilješku
hu_hu: Biztosan törölni akarja ezt a jegyzetet?
hy: հաստատու՞մ եք այս նշումը ջնջելը
id_id: Apakah Anda yakin ingin menghapus catatan ini
it: Vuoi veramente eliminare l'appunto?
ja: このノートを削除してもよろしいですか
ka_ge: დარწმუნებული ხართ რომ გსურთ ამ შენიშვნის წაშლა
ko_kr: 이 메모를 삭제하시겠습니까?
lt_lt: Ar tikrai norite ištrinti šią pastabą?
lv_lv: Jūs esat pārliecināts par vēlmi šo piezīmi dzēst ?
mk_mk: Дали сте сигурни дека сакате да ја избришете оваа белешка
ms_my: Adakah anda pasti mahu memadam nota ini
my_mm: ဤမှတ်စုကို ဖျက်လိုသည်မှာ သေချာပါသလား
ne: के तपाईं यो नोट मेटाउन चाहनुहुन्छ
nl: Ben je zeker dat je deze notitie wil verwijderen ?
nn_no: Er du sikker på at du vil sletta denne nota?
oc: Sètz segur que volètz esfaçar aquesta nota ?
pl_pl: Na pewno chcesz usunąć notatkę?
ps: آیا تاسو ډاډه یاست چې دا یادښت غواړئ پاک کړئ
pt_br: Tem certeza de que deseja excluir esta anotação
pt_pt: Tema certeza que deseja eliminar esta nota
ro_ro: ¿ Sigur doriti stergerea notei
ru_ru: Вы уверены, что хотите удалить эту заметку?
sk_sk: Naozaj chcete zmazať túto poznámku
sl: Ste prepričani, da želite odstraniti beležko?
sq: A jeni të sigurt që dëshironi të fshini këtë shënim
sr_rs: Da li ste sigurni da želite da obrišete ovu napomenu
sv_se: Är du säker på att du vill ta bort denna notis
sw_ke: Je, una uhakika unataka kufuta kumbatio hili
ta: இந்த குறிப்பை நீக்க விரும்புகிறீர்களா
th: คุณแน่ใจหรือไม่ว่าต้องการลบบันทึกนี้
tl_ph: Sigurado ka bang nais mong tanggalin ang tala na ito
tr: Notu silmek istiyor musunuz ?
uk_ua: Ви впевнені, що хочете видалити цю нотатку?
vi_vn: Bạn có chắc chắn muốn xóa ghi chú này không
xh_za: Uqinisekile ukuba ufuna ukucima le nqaku
zh_cn: 你是否确定删除此笔记
zh_tw: 您確定要刪除此筆記嗎

source: Create note
ar: انشاء ملاحظة
ast_es: Amestar nota
bn_bd: নোট তৈরি করুন
bs_ba: Kreiraj bilješku
ca_es: Afegir nota
cs_cz: Vytvořit poznámku
da: Opret note
de: Notiz erstellen
el: Δημιουργία σημείωσης
eo: Krei noton
es: Añadir nota
es_mx: Crear nota
eu_es: Sortu oharra
fa_ir: ساخت یادداشت
fi_fi: Lisää muistiinpano
fo_fo: Upprutta minnisgrein
fur: Creâ note
ga: Cruthaigh nóta
gl: Crear nota
he_il: צור הערה
hi: टिप्पणी बनाएँ
hr_hr: Stvori bilješku
hu_hu: Jegyzet létrehozása
hy: Ստեղծել նշում
id_id: Buat catatan
it: Aggiungi appunto
ja: ノートを作成
ka_ge: შენიშვნის შექმნა
ko_kr: 메모 생성
lt_lt: Sukurti pastabą
lv_lv: Veidot piezīmi
mk_mk: Создади белешка
ms_my: Cipta nota
my_mm: မှတ်စုဖန်တီးပါ
ne: नोट सिर्जना गर्नुहोस्
nl: Maak notitie aan
nn_no: Opprett note
oc: Crear la nota
pl_pl: Utwórz notatkę
ps: یادښت جوړ کړئ
pt_br: Criar nota
pt_pt: Criar nota
ro_ro: Adauga nota
ru_ru: Создать заметку
sk_sk: Vytvoriť poznámku
sl: Dodaj beležko
sq: Krijo shënim
sr_rs: Kreiraj napomenu
sv_se: Skapa notis
sw_ke: Unda kumbatio
ta: குறிப்பு உருவாக்கு
th: สร้างบันทึก
tl_ph: Lumikha ng tala
tr: Not oluştur
uk_ua: Створити нотатку
vi_vn: Tạo ghi chú
xh_za: Yenza inqaku
zh_cn: 创建笔记
zh_tw: 建立筆記

source: Edit my personal note
ar: تعديل ملاحظتي الشخصية
ast_es: Camudar nota
bn_bd: আমার ব্যক্তিগত নোট সম্পাদনা করুন
bs_ba: Uredi moju osobnu bilješku
ca_es: Modificar nota
cs_cz: Upravit mou osobní poznámku
da: Rediger min personlige note
de: Meine persönliche Notiz bearbeiten
el: Επεξεργασία προσωπικής σημείωσης
eo: Redakti mian personan noton
es: Modificar nota
es_mx: Editar mi agenda personal
eu_es: Editatu oharra
fa_ir: ویرایش یادداشت شخصی من
fi_fi: Muokkaa henkilökohtaista muistiinpanoa
fo_fo: Broyt mína persónligu minnisgrein
fur: Modifiche la mi note personâl
ga: Cuir mo nóta pearsanta in eagar
gl: Editar a miña nota persoal
he_il: ערוך את ההערה האישית שלי
hi: मेरी व्यक्तिगत टिप्पणी संपादित करें
hr_hr: Uredi moju osobnu bilješku
hu_hu: Személyes jegyzetem szerkesztése
hy: Խմբագրել իմ անձնական նշումը
id_id: Edit catatan pribadi saya
it: Modifica appunto
ja: 個人メモを編集
ka_ge: ჩემი პირადი შენიშვნის რედაქტირება
ko_kr: 내 개인 메모 편집
lt_lt: Redaguoti mano asmeninę pastabą
lv_lv: Rediģēt manas personīgās piezīmes
mk_mk: Уреди ја мојата лична белешка
ms_my: Edit nota peribadi saya
my_mm: ကျွန်ုပ်၏ ကိုယ်ပိုင်မှတ်စုကို တည်းဖြတ်ပါ
ne: मेरो व्यक्तिगत नोट सम्पादन गर्नुहोस्
nl: Pas mijn persoonlijke notitie aan
nn_no: Rediger min personlege note
oc: Modificar ma nota personala
pl_pl: Edytuj moją notatkę
ps: زما شخصي یادښت سمول
pt_br: Editar minha nota pessoal
pt_pt: Editar a minha nota pessoal
ro_ro: Modificati nota
ru_ru: Редактировать мою личную заметку
sk_sk: Upraviť moje osobné poznámky
sl: Spremeni beležko
sq: Ndrysho shënimin tim personal
sr_rs: Izmeni moje lične napomene
sv_se: Redigera min personliga notis
sw_ke: Hariri kumbatio langu la kibinafsi
ta: எனது தனிப்பட்ட குறிப்பைத் திருத்து
th: แก้ไขบันทึกส่วนตัว
tl_ph: I-edit ang aking personal na tala
tr: Kişisel notlarımı düzenle
uk_ua: Редагувати мою особисту нотатку
vi_vn: Chỉnh sửa ghi chú cá nhân của tôi
xh_za: Hlela inqaku lam eliqinisekileyo
zh_cn: 修改个人笔记
zh_tw: 編輯我的個人筆記

source: Notebook management
ar: ادارة دفتر الملاحظات
ast_es: Alminitración de nota personal
bn_bd: নোটবুক ব্যবস্থাপনা
bs_ba: Upravljanje notesom
ca_es: Administració de nota personal
cs_cz: Správa poznámkové knížky
da: Notatbog administration
de: Notizbuch-Verwaltung
el: Διαχείριση σημειωματάριου
eo: Administrado de kajero
es: Administración de nota personal
es_mx: Administración de la agenda
eu_es: Ohar koadernoa kudeatzea
fa_ir: مدیریت دفترچه یادداشت
fi_fi: Muistion hallinta
fo_fo: Stýring av minnisbók
fur: Geston quaderin
ga: Bainistíocht an leabhair nótáí
gl: Xestión do caderno
he_il: ניהול מחברת
hi: नोटबुक प्रबंधन
hr_hr: Upravljanje bilježnicom
hu_hu: Jegyzetfüzetek kezelése
hy: Հաշվետվքի կառավարում
id_id: Manajemen buku catatan
it: Gestione appunti
ja: ノート管理
ka_ge: ჩანაწერის მართვა
ko_kr: 노트북 관리
lo: ການຈັດການປຶ້ມບັນທຶກ
lt_lt: Užrašų valdymas
lv_lv: Piezīmju grāmatas vadība
mk_mk: Управување со бележник
ms_my: Pengurusan buku nota
my_mm: မှတ်စုစာအုပ်စီမံခန့်ခွဲမှု
ne: नोटबुक व्यवस्थापन
nl: Notitiebeheer
nn_no: Notatbokadministrasjon
oc: Gestion del quaderno
pl_pl: Zarządzanie notatnikiem
ps: د یادښت مدیریت
pt_br: Gerenciar suas anotações
pt_pt: Gestão do bloco de notas
ro_ro: Administrare a notei personal
ru_ru: Управление записной книжкой
sk_sk: Správa knihy poznámok
sl: Upravljanje beležk
sq: Menaxhim fletoreje
sr_rs: Notebook menadžment
sv_se: Anteckningsbokshantering
sw_ke: Usimamizi wa daftari
ta: குறிப்பேட்டு மேலாண்மை
th: การจัดการสมุดบันทึก
tl_ph: Pamamahala ng tala
tr: Not Defteri yönetimi
uk_ua: Керування блокнотом
vi_vn: Quản lý sổ tay
xh_za: Ulawulo lwenqaku
zh_cn: 笔记本管理
zh_tw: 筆記本管理

source: Back to the notes list
ar: الرجوع الى قائمة الملاحظات
ast_es: Volver al llistáu de notes
bn_bd: নোটের তালিকায় ফিরে যান
bs_ba: Povratak na listu bilješki
ca_es: Tornar al llistat de notes
cs_cz: Zpět na seznam poznámek
da: Tilbage til notelisten
de: Zurück zur Übersicht
el: Επιστοφή στην λίστα σημειώσεων
eo: Reen al listo de notoj
es: Volver al listado de notas
es_mx: Volver a la lista de notas
eu_es: Itzuli ohar zerrendara
fa_ir: بازگشت به فهرست یادداشت
fi_fi: Takaisin muistio listaan
fo_fo: Aftur til listan yvir minnisgreinir
fur: Torna lis notes
ga: Ar ais go dtí liosta na nótáí
gl: Voltar ao listado de notas
he_il: חזרה לרשימת ההערות
hi: टिप्पणियों की सूची पर वापस जाएँ
hr_hr: Natrag na popis bilješki
hu_hu: Vissza a jegyzetlistához
hy: Միջին նշումների ցուցակ
id_id: Kembali ke daftar catatan
it: Torna all'elenco degli appunti
ja: ノート一覧へ戻る
ka_ge: უკან შენიშვნების სიაში
ko_kr: 메모 목록으로 돌아가기
lt_lt: Grįžti į pastabų sąrašą
lv_lv: Atpakaļ uz piezīmju sarakstu
mk_mk: Назад кон листата на белешки
ms_my: Kembali ke senarai nota
my_mm: မှတ်စုစာရင်းသို့ ပြန်သွားပါ
ne: नोट सूचीमा फर्कनुहोस्
nl: Terug naar notitielijst
nn_no: Tilbake til notelista
oc: Tornar a la lista de las notas
pl_pl: Powrót do listy notatek
ps: د یادښتونو لړليک ته بیرته
pt_br: Voltar à lista de notas
pt_pt: Regressar à lista das notas
ro_ro: Intoarcere la lista de note
ru_ru: Вернуться к списку заметок
sk_sk: Späť na zoznam poznámok
sl: Nazaj na seznam beležk
sq: Kthehu te lista e shënimeve
sr_rs: Nazad na listu napomena
sv_se: Tillbaka till notislistan
sw_ke: Rudi kwenye orodha ya kumbatio
ta: குறிப்புகள் பட்டியலுக்கு திரும்பு
th: กลับไปรายการบันทึก
tl_ph: Bumalik sa listahan ng mga tala
tr: Not listesine geri dön
uk_ua: Повернутися до списку нотаток
vi_vn: Quay lại danh sách ghi chú
xh_za: Buyela kuluhlu lweenqaku
zh_cn: 返回笔记列表
zh_tw: 返回筆記清單

source: Notes sorted by title ascendant
ar: فرز الملاحظات تصاعديا حسب العنوان
ast_es: Notes ordenaes por títulu (A-Z)
bn_bd: শিরোনাম অনুসারে চড়তর সাজিত নোট
bs_ba: Bilješke sortirane po naslovu uzlazno
ca_es: Notes en ordre ascendent per títol
cs_cz: Poznámky seřazené podle názvu vzestupně
da: Noter sorteret efter titel stigende
de: Notizen sortiert nach Titel (aufsteigend)
el: Αύξουσα ταξινόμηση κατά τίτλο
eo: Notaj ordigitaj laŭ titolo supren
es: Notas ordenadas por título (A-Z)
es_mx: Notas en orden ascendente por título
eu_es: Oharrak tituluaren arabera gorantz ordenaturik
fa_ir: چینش یادداشت ها بر اساس عنوان صعودی
fi_fi: Muistiot järjestettynä nimen mukaan (a-z)
fo_fo: Minnisgreinir sortéraðar eftir heiti uppstignar
fur: Notes ordinaes par titol ascendent
ga: Nótaí sórtáilte de réir teidil ascendant
gl: Notas ordenadas por título ascendente
he_il: הערות ממוינות לפי כותרת עולה
hi: शीर्षक से चढ़ते क्रम में टिप्पणियाँ क्रमबद्ध
hr_hr: Bilješke sortirane po naslovu uzlazno
hu_hu: Jegyzetek cím szerint növekvő sorrendben
hy: Նշումները տեսակավորված են վերնագրով աճման կարգով
id_id: Catatan diurutkan berdasarkan judul menaik
it: Annotazioni in ordine ascendente per titolo
ja: タイトル昇順で並べ替え
ka_ge: შენიშვნები სორტირებულია სათაურის ზრდადი თანმიმდევრობით
ko_kr: 제목 오름차순으로 정렬된 메모
lo: ບັນທຶກຈັດຮຽງຕາມຫົວຂໍ້ຈາກໜ້ອຍໄປຫາຫຼາຍ
lt_lt: Pastabos rūšiuotos pagal pavadinimą didėjančia tvarka
lv_lv: Piezīmes sakārtotas pēc nosaukumiem augošā secībā <b>A</b>-><b>Z</b>
mk_mk: Белешки сортирани по наслов нагоре
ms_my: Nota disusun mengikut tajuk menaik
my_mm: ခေါင်းစဉ်အလိုက် တက်ကြွစဉ်ထားသော မှတ်စုများ
ne: शीर्षक अनुसार आरोही क्रममा नोटहरू क्रमबद्ध
nl: Sorteer stijgend volgens titel
nn_no: Notar sortert etter tittel stigande
oc: Notas triadas per títol ascendent
pl_pl: Notatki posortowane rosnąco wg tytułu
ps: یادښتونه د سرلیک له مخې صعودي ترتیب شوي
pt_br: Notas classificado pelo título ascendente
pt_pt: Notas ordenadas de forma ascendente pelo título
ro_ro: Note ordenate prin titlu (A-Z)
ru_ru: Заметки, отсортированные по заголовку по возрастанию
sk_sk: Poznámky triedené podľa názvu vzostupne
sl: Po naslovu naraščajoče
sq: Shënimet të renditura sipas titullit në mënyrë rritëse
sr_rs: Napomene sortirane po naslovu usponu
sv_se: Noter sorterade efter titel stigande
sw_ke: Kumbatio zimepangwa kwa kichwa kinachopanda
ta: தலைப்பால் ஏறுமுகமாக வரிசைப்படுத்தப்பட்ட குறிப்புகள்
th: บันทึกเรียงตามชื่อหัวข้อจากน้อยไปมาก
tl_ph: Mga tala na nakaayos ayon sa title pampalaki
tr: Notları başlığa göre sırala (A-Z)
uk_ua: Нотатки відсортовано за назвою за зростанням
vi_vn: Ghi chú được sắp xếp theo tiêu đề tăng dần
xh_za: Iinqaku zihlelwe ngokwesihloko ukunyuka
zh_cn: 根据标题升序排序
zh_tw: 筆記依標題升序排序

source: Notes sorted by title downward
ar: فرز الملاحظات تنازليا حسب العنوان
ast_es: Notes ordenaes por títulu (Z-A)
bn_bd: শিরোনাম অনুসারে অবতরণসূচী সাজিত নোট
bs_ba: Bilješke sortirane po naslovu silazno
ca_es: Notes en ordre descendent per títol
cs_cz: Poznámky seřazené podle názvu sestupně
da: Noter sorteret efter titel faldende
de: Notizen sortiert nach Titel (absteigend)
el: Φθίνουσα ταξινόμηση κατά τίτλο
eo: Notaj ordigitaj laŭ titolo malsupren
es: Notas ordenadas por título (Z-A)
es_mx: Notas ordenadas por título descendente
eu_es: Oharrak tituluaren arabera beherantz ordenaturik
fa_ir: چینش یادداشت ها بر اساس عنوان نزولی
fi_fi: Muistiot järjestettynä nimen mukaan (z-a)
fo_fo: Minnisgreinir sortéraðar eftir heiti niðurgongnar
fur: Notes ordinaes par titol discendent
ga: Nótaí sórtáilte de réir teidil síos
gl: Notas ordenadas por título descendente
he_il: הערות ממוינות לפי כותרת כלפי מטה
hi: शीर्षक से अवरोही क्रम में टिप्पणियाँ क्रमबद्ध
hr_hr: Bilješke sortirane po naslovu silazno
hu_hu: Jegyzetek cím szerint csökkenő sorrendben
hy: Նշումները տեսակավորված են վերնագրով նվազման կարգով
id_id: Catatan diurutkan berdasarkan judul menurun
it: Annotazioni in ordine discendente per titolo
ja: タイトル降順で並べ替え
ka_ge: შენიშვნები სორტირებულია სათაურის კლებადი თანმიმდევრობით
ko_kr: 제목 내림차순으로 정렬된 메모
lo: ບັນທຶກຈັດຮຽງຕາມຫົວຂໍ້ຈາກຫຼາຍໄປຫາໜ້ອຍ
lt_lt: Pastabos rūšiuotos pagal pavadinimą mažėjančia tvarka
lv_lv: Piezīmes sakārtotas pēc nosaukumiem dilstošā secībā <b>Z</b>-><b>A</b>
mk_mk: Белешки сортирани по наслов надолу
ms_my: Nota disusun mengikut tajuk menurun
my_mm: ခေါင်းစဉ်အလိုက် ဆင်းကျစဉ်ထားသော မှတ်စုများ
ne: शीर्षक अनुसार अवरोही क्रममा नोटहरू क्रमबद्ध
nl: Sorteer aflopend volgens titel
nn_no: Notar sortert etter tittel synkande
oc: Notas triadas per títol descendant
pl_pl: Notatki posortowane malejąco wg tytułu
ps: یادښتونه د سرلیک له مخې نزولي ترتیب شوي
pt_br: Notas classificado pelo título descendente
pt_pt: Notas ordenadas de forma descendente pelo título
ro_ro: Note ordenate prin titlu (Z-A)
ru_ru: Заметки, отсортированные по заголовку по убыванию
sk_sk: Poznámky triedené podľa názvu zostupne
sl: Po naslovu padajoče
sq: Shënimet të renditura sipas titullit në mënyrë zbritëse
sr_rs: Napomene sortirane po naslovu dole
sv_se: Noter sorterade efter titel fallande
sw_ke: Kumbatio zimepangwa kwa kichwa kushuka
ta: தலைப்பால் இறங்குமுகமாக வரிசைப்படுத்தப்பட்ட குறிப்புகள்
th: บันทึกเรียงตามชื่อหัวข้อจากมากไปน้อย
tl_ph: Mga tala na nakaayos ayon sa title pababa
tr: Notları başlığa göre sırala (Z-A)
uk_ua: Нотатки відсортовано за назвою за спаданням
vi_vn: Ghi chú được sắp xếp theo tiêu đề giảm dần
xh_za: Iinqaku zihlelwe ngokwesihloko ezantsi
zh_cn: 根据标题降序排序
zh_tw: 筆記依標題降序排序
