Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Since your latest visit
ar: منذ أخر زيارة لك
ast_es: Dende la so cabera visita
bn_bd: আপনার সর্বশেষ সফর থেকে
bs_ba: Od vaše posljednje posjete
ca_es: Since your last visit
cs_cz: Od Vaší poslední návštěvy
da: Siden sidst
de: seit Ihrem letzten Besuch
el: Από την τελευταία σας επίσκεψη
eo: Ekde via antaŭa vizito
es: Desde su última visita
es_mx: Since your last visit
eu_es: Zuk eginiko azken bisitatik
fa_ir: از آخرین زمان بازدید شما
fi_fi: Since your last visit
fo_fo: Síðani tú inni seinast
fur: Dêl to ultin vizit
ga: Ó do chuairt is déanaí
gl: desde a túa última visita
he_il: מאז הביקור האחרון שלכם
hi: आपकी अंतिम यात्रा के बाद से
hr_hr: Od vaše posljednje posjete
hu_hu: Legutóbbi látogatása óta
hy: Ձեր վերջին այցից հետո
id_id: Sejak kunjungan terakhir anda
it: Dall'ultima visita
ja: Since your last visit
ka_ge: თქვენი ბოლო ვიზიტის შემდეგ
ko_kr: 마지막 방문으로부터
lt_lt: Nuo Jūsų paskutinio vizito
lv_lv: Kopš Jūsu pēdējā apmeklējuma
mk_mk: Од Вашата последна посета
ms_my: Since your last visit
my_mm: သင့်နောက်ဆုံးလည်ပတ်မှုမှစ၍
ne: तपाईंको अन्तिम भ्रमणदेखि
nl: Sinds uw vorig bezoek
nn_no: Siden ditt siste besøk
oc: De vòstra darrièra visita
pl_pl: Od ostatniej wizyty
ps: د تاسو تر وروستۍ لیدنې راهیسې
pt_br: Desde sua última visita
pt_pt: Desde a última visita
ro_ro: De la ultima ta vizită
ru_ru: С момента Вашего последнего визита
sk_sk: Od Vašej poslednej návštevy
sl: Od vašega zadnjega obiska
sq: Që nga vizita juaj e fundit
sr_rs: Od vaše poslednje posete
sv_se: Sedan ditt senaste besök
sw_ke: Tangu ziara yako ya hivi karibuni
ta: உங்கள் கடைசி வருகைக்குப் பிறகு
th: นับตั้งแต่คุณเข้ามาครั้งสุดท้าย
tl_ph: Mula sa iyong huling pagbisita
tr: Son ziyaretinizden beri
uk_ua: З часу вашого останнього візиту
vi_vn: Từ lần ghé thăm trước
xh_za: Oko uvela kutyelelwelo lwakho lwakutshanje
zh_cn: 自上次访问以来
zh_tw: 自上次訪問以來

source: The forum category has been added
ar: لقد تم إضافة تصنيف منتدى
ast_es: La categoría nueva de foros amestóse
bn_bd: ফোরাম বিভাগ যোগ করা হয়েছে
bs_ba: Kategorija foruma je dodana
ca_es: La categoria del fòrum ha estat afegida
cs_cz: Kategorie fóra byla přidána
da: Forumkategorien er tilføjet
de: Forum-Kategorie wurde hinzugefügt
el: Προστέθηκε κατηγορία στο forum
eo: La kategorio de forumo estis aldonita
es: La nueva categoría de foros ha sido añadida
es_mx: La categoría del foro ha sido agregada
eu_es: Foro kategoria berria gehitu da
fa_ir: دسته انجمن اضافه شد
fi_fi: Keskustelualue ryhmä lisätty
fo_fo: Bólkaforum er løgt afturat
fur: La categorie forum e je stâe zontade
ga: Cuireadh catagóir an fhóraim leis
gl: Engadiuse a categoría de foro
he_il: קטגוריית פורום התווספה
hi: मंच श्रेणी जोड़ी गई
hr_hr: Kategorija foruma je dodana
hu_hu: A fórum kategória hozzáadva
hy: Ֆորումի կատեգորիան ավելացվել է
id_id: Kategori forum telah ditambahkan
it: La categoria di forum è stata aggiunta
ja: フォーラムカテゴリが追加されました
ka_ge: ფორუმის კატეგორია დაემატა
ko_kr: 포럼 카테고리가 추가되었습니다
lo: ໝວດໝູ່ເວທີສົນທະນາໄດ້ຖືກເພີ່ມແລ້ວ
lt_lt: Forumo kategorija įrašyta
lv_lv: Diskusiju kategorija ir pievienota
mk_mk: Категоријата на форумот е додадена
ms_my: Kursus ditambah
my_mm: ဖိုရမ်အမျိုးအစားကို ထည့်သွင်းပြီးဖြစ်သည်
ne: मञ्च वर्गीकरण थपियो
nl: De forumcategorie is toegevoegd
nn_no: Forumkategorien er lagt til
oc: La categoria del fòrum es estada aponduda
pl_pl: Kategoria forum została dodana
ps: د فورم ډول اضافه شوی
pt_br: A categoria do forum foi adicionada
pt_pt: A categoria do fórum foi adicionada
ro_ro: Noua categorie forum a fost adăugata
ru_ru: Раздел форума добавлен
sk_sk: Kategória fóra bola pridaná
sl: Kategorija foruma je bila dodana
sq: Kategoria e forumit u shtua
sr_rs: Kategorija foruma je dodata
sv_se: Forumkategorin tillagd
sw_ke: Jamii ya mabaraza imeongezwa
ta: மன்ற வகை சேர்க்கப்பட்டது
th: เพิ่มหมวดหมู่ฟอรัมแล้ว
tl_ph: Nadagdag na ang forum category
tr: Forum kategorisi eklendi
uk_ua: Категорію форуму додано
vi_vn: Danh mục diễn đàn đã được thêm
xh_za: Udidi lweforam luye lonzakaliswa
zh_cn: 论坛类别已添加
zh_tw: 已新增討論區類別

source: Course added
ar: إضافة مسار التعلم
ast_es: Amestóse un itinerariu d'aprendizaxe
bn_bd: কোর্স যোগ করা হয়েছে
bs_ba: Kurs dodan
ca_es: Curs afegit
cs_cz: Kurz přidán
da: Læringssti tilføjet
de: Lernpfad wurde hinzugefügt
el: Προστέθηκε μάθημα
eo: Kurso aldonita
es: Lección añadida
es_mx: Curso agregado
eu_es: Ikastaroa gehitu da
fa_ir: درس اضافه شد
fi_fi: Kurssi lisätty
fo_fo: Lærugrein løgð afturat
fur: Curs zontât
ga: Cúrsa curtha leis
gl: Itinerario de aprendizaxe engadido
he_il: קורס התווסף
hi: कोर्स जोड़ा गया
hr_hr: Put učenja dodan
hu_hu: Tanösvény létrehozva
hy: Դասընթացը ավելացվել է
id_id: Kursus ditambahkan
it: Aggiunto nuovo Modulo didattico
ja: コースを追加しました
ka_ge: კურსი დაემატა
ko_kr: 코스 추가됨
lo: ເພີ່ມຫຼັກສູດແລ້ວ
lt_lt: Kursas pridėtas
lv_lv: Tēma veiksmīgi ir pievienota
mk_mk: Курсот е додаден
ms_my: Istilah baru ditambah dalam Glosari
my_mm: သင်တန်းထည့်သွင်းပြီးဖြစ်သည်
ne: पाठ्यक्रम थपियो
nl: Leerpad toegevoegd
nn_no: Kurs lagt til
oc: Còrs apondut
pl_pl: Ścieżka nauki została dodana
ps: کورس اضافه شوی
pt_br: Rota de Aprendizagem adicionada
pt_pt: Curso adicionado
ro_ro: Lecție adaugata
ru_ru: Учебный план добавлен
sk_sk: pridaná učebná osnova
sl: Učna pot je bila dodana
sq: Kursi u shtua
sr_rs: Kurs dodan
sv_se: Kursmoment tillagt
sw_ke: Kozi imeongezwa
ta: பாடம் சேர்க்கப்பட்டது
th: เพิ่มคอร์สแล้ว
tl_ph: Nadagdag ang kurso
tr: Ders eklendi
uk_ua: Курс додано
vi_vn: Khóa học đã được thêm
xh_za: Ikhosi longzakalisiwe
zh_cn: 添加课程
zh_tw: 已新增學習路徑

source: Added new term in the Glossary
ar: تم اضافة مصطلح جديد لقاموس المصطلحات
ast_es: Términu amestáu al Glosariu
bn_bd: শব্দকোষে নতুন শব্দ যোগ করা হয়েছে
bs_ba: Dodan novi termin u Rečnik
ca_es: Nou terme afegit al glossari
cs_cz: Přidán nový termín do glosáře
da: Tilføjede nyt begreb i ordlisten
de: Neuer Begriff ins Lexikon aufgenommen
el: Προστέθηκε νέος όρος στο γλωσσάρι
eo: Aldonita nova termino en la Glosaro
es: Término añadido al Glosario
es_mx: Término nuevo agregado en el Glosario
eu_es: Glosarioari termino berri bat gehitu zaio
fa_ir: یک اصطلاح جدید در واژه نامه اضافه شد
fi_fi: Lisää uusi termi Sanastoon
fo_fo: Nýtt orð løgt í orðabókina
fur: Zontât gnûf termin tal Glossari
ga: Téarma nua curtha leis sa Ghlósaire
gl: Novo termo engadido no Glosario
he_il: נוסף מונח חדש במילון המונחים
hi: शब्दकोश में नया पद जोड़ा गया
hr_hr: Dodan je novi izraz u Kazalo
hu_hu: Új kifejezés lett a Szójegyzékhez hozzáadva
hy: Ավելացվել է նոր տերմին Գլոսարում
id_id: Istilah baru ditambahkan di Glosarium
it: Nuovo termine aggiunto al glossario
ja: 用語集に新しい用語を追加しました
ka_ge: გლოსარიაში ახალი ტერმინი დაემატა
ko_kr: 용어집에 새 용어 추가됨
lt_lt: Pridėta nauja sąvoka žinyne
lv_lv: Pievienots jauns termins Paskaidrojumu Vārdnīcā
mk_mk: Додаден нов термин во Глосарот
ms_my: Soalan baru ditambah dalam kuiz
my_mm: အဓိပ္ပါယ်ဖွင့်ဆိုချက်တွင် ဝေါဟာရအသစ်ထည့်သွင်းပြီးဖြစ်သည်
ne: शब्दकोशमा नयाँ पद थपियो
nl: Nieuw begrip toegevoegd aan glossarium
nn_no: La til nytt ord i ordlisten
oc: Novèl tèrme apondut dins lo Glossièr
pl_pl: Dodano nowe wyrażenie do słownika
ps: په ګلوسري کې نوی اصطلاح اضافه شوه
pt_br: Adicionado um novo termo no Glossário
pt_pt: Adicionado um novo termo ao Glossário
ro_ro: Termen adăugat la Glosar
ru_ru: Новый термин добавлен в глоссарий
sk_sk: Pridaný nový termín v Slovníku
sl: V besednjak je bil dodan nov termin.
sq: U shtua term i ri në Glosar
sr_rs: Dodan je novi izraz u rečnik
sv_se: Ny term tillagd i ordlistan
sw_ke: Imeongezwa neno jipya katika Glossary
ta: சொல்லகராதியில் புதிய சொல் சேர்க்கப்பட்டது
th: เพิ่มคำศัพท์ใหม่ในพจนานุกรม
tl_ph: Nadagdag ang bagong termino sa Glossary
tr: Sözlüğe yeni terim eklendi
uk_ua: Додано новий термін до глосарію
vi_vn: Đã thêm thuật ngữ mới vào Từ điển
xh_za: Igama elitsha longzakalisiwe kwiGlossary
zh_cn: 添加新词到词汇表
zh_tw: 在詞彙表中新增詞條

source: Added new question in the quiz
ar: تم اضافة سؤال جديد في الاختبار
ast_es: Entruga nueva amestada nel Exerciciu
bn_bd: কুইজে নতুন প্রশ্ন যোগ করা হয়েছে
bs_ba: Dodano novo pitanje u kviz
ca_es: Nova qüestió afegida en l'exercici
cs_cz: Přidána nová otázka do testu
da: Tilføjede nyt spørgsmål i quizzen
de: Eine neue Frage wurde dem Test hinzugefügt
el: Προστέθηκε νέα ερώτηση σε Τεστ
eo: Aldonita nova demando en la kvizo
es: Nueva pregunta añadida en el ejercicio
es_mx: Pregunta nueva agregada en el examen
eu_es: Galdera berri bat gehitu zaio ariketari
fa_ir: یک سوال جدید در آزمون اضافه شد
fi_fi: Uusi kysymys lisätty tietokilpailuun
fo_fo: Spurningar eru lagdir afturat í venjing
fur: Zontade gnove domande tal quiz
ga: Ceist nua curtha leis sa cheist
gl: Nova pregunta engadida ó test
he_il: נוספה שאלה חדשה בחידון
hi: क्विज़ में नया प्रश्न जोड़ा गया
hr_hr: Dodano novo pitanje u kviz
hu_hu: Új kérdés hozzáadva a kvízhez
hy: Ավելացվել է նոր հարց թեստում
id_id: Pertanyaan baru ditambahkan di kuis
it: Nuovo quesito aggiunto al test
ja: クイズに新しい質問を追加しました
ka_ge: ტესტში ახალი კითხვა დაემატა
ko_kr: 퀴즈에 새 질문 추가됨
lt_lt: Pridėtas naujas klausimas teste
lv_lv: Pievienots jauns jautājums viktorīnā
mk_mk: Додадено ново прашање во тестот
ms_my: Soalan baru dikemas kini dalam Kuiz
my_mm: ပဟေဠိတွင် မေးခွန်းအသစ်ထည့်သွင်းပြီးဖြစ်သည်
ne: क्विजमा नयाँ प्रश्न थपियो
nl: Nieuwe vraag toegevoegd aan oefening
nn_no: La til nytt spørsmål i testen
oc: Nòva question aponduda dins lo quiz
pl_pl: Dodano nowe pytanie w quizie
ps: په کوییز کې نوې پوښتنه اضافه شوه
pt_br: Questão adicionada ao exercício
pt_pt: Adicionada uma nova pergunta ao questionário
ro_ro: Noi întrebări adăugate în exercitiu
ru_ru: Новый вопрос добавлен в тест
sk_sk: Pridaná nová otázka v teste
sl: Novo vprašanje je bilo dodano
sq: U shtua pyetje e re në test
sr_rs: Dodato novo pitanje u kvizu
sv_se: Ny fråga tillagd i quizzen
sw_ke: Imeongezwa swali jipya katika jaribio
ta: சோதனையில் புதிய கேள்வி சேர்க்கப்பட்டது
th: เพิ่มคำถามใหม่ในควิซ
tl_ph: Nadagdag ang bagong tanong sa quiz
tr: Kısa sınava yeni soru eklendi
uk_ua: Додано нове питання до тесту
vi_vn: Đã thêm câu hỏi mới vào bài kiểm tra
xh_za: Umbuzo omtsha longzakalisiwe kwi-quiz
zh_cn: 添加新题目到测试中
zh_tw: 在測驗中新增新題目

source: Updated new question in the Quiz
ar: تم تحديث سؤال جديد في الاختبار
ast_es: Entruga nueva anovada nel Exerciciu
bn_bd: কুইজে নতুন প্রশ্ন আপডেট করা হয়েছে
bs_ba: Ažurirano novo pitanje u Kvizu
ca_es: Nova qüestió actualitzada en l'exercici
cs_cz: Aktualizována nová otázka v testu
da: Opdaterede nyt spørgsmål i Quizzen
de: Die Testfragen wurden aktualisiert
el: Ενημερώθηκε νέα ερώτηση σε Τεστ
eo: Ĝisdatigita nova demando en la Kvizo
es: Nueva pregunta actualizada en el Ejercicio
es_mx: Pregunta nueva actualizada en el Examen
eu_es: Ariketan galdera berri bat eguneratu da
fa_ir: سوال جدید در آزمون بروز رسانی شد
fi_fi: Uusi kysymys päivitetty tietokilpailuun
fo_fo: Spurningar eru dagførdir í venjing
fur: Aziornade gnove domande tal Quiz
ga: Ceist nua nuashonraithe sa Cheist
gl: A nova pregunta do test foi actualizada
he_il: שאלה חדשה מעודכנת בחידון
hi: क्विज़ में नया प्रश्न अपडेट किया गया
hr_hr: Ažurirano novo pitanje u kvizu
hu_hu: Új kérdés frissítve a kvízben
hy: Թարմացվել է նոր հարցը Քվիզում
id_id: Pertanyaan baru diperbarui di Kuis
it: Quesito aggiornato
ja: クイズの新しい質問を更新しました
ka_ge: ტესტში ახალი კითხვა განახლდა
ko_kr: 퀴즈에 새 질문 업데이트됨
lt_lt: Atnaujintas naujas klausimas teste
lv_lv: Viktorīnā atjaunināts jauns jautājums
mk_mk: Ажурирано ново прашање во Тестот
ms_my: Soalan baru dipadam dalam Kuiz
my_mm: ပဟေဠိတွင် မေးခွန်းအသစ်ကို အဆင့်မြှင့်တင်ပြီးဖြစ်သည်
ne: क्विजमा नयाँ प्रश्न अद्यावधिक भयो
nl: Nieuwe vraag aangepast in de oefening
nn_no: Oppdaterte nytt spørsmål i Testen
oc: Nòva question mesmuda dins lo Quiz
pl_pl: Zaktualizowano nowe pytanie w quizie
ps: په کوییز کې نوې پوښتنه تازه شوه
pt_br: Questão atualizada no exercício
pt_pt: Actualizada a nova pergunta no Questionário
ro_ro: Noi întrebări actualizate în Exercitiu
ru_ru: Новый вопрос обновлен в тесте
sk_sk: Aktualizovaná nová otázka v Teste
sl: Vprašanje je bilo ažurirano
sq: U përditësua pyetje e re në Test
sr_rs: Ažurirano novo pitanje u kvizu
sv_se: Ny fråga uppdaterad i Quizzen
sw_ke: Imebadilishwa swali jipya katika Jaribio
ta: சோதனையில் புதிய கேள்வி புதுப்பிக்கப்பட்டது
th: อัปเดตคำถามใหม่ในควิซ
tl_ph: Na-update ang bagong tanong sa Quiz
tr: Kısa sınav sorusu güncellendi
uk_ua: Оновлено нове питання в тесті
vi_vn: Đã cập nhật câu hỏi mới trong Bài kiểm tra
xh_za: Umbuzo omtsha uhlaziyiweyo kwi-Quiz
zh_cn: 更新测试的新题目
zh_tw: 更新測驗中的新題目

source: Deleted new question in the Quiz
ar: تم حذف سؤال جديد في الاختبار
ast_es: Entruga nueva desaniciada nel Exerciciu
bn_bd: কুইজ থেকে নতুন প্রশ্ন মুছে ফেলা হয়েছে
bs_ba: Obrisano novo pitanje u Kvizu
ca_es: Nova qüestió eliminada en l'exercici
cs_cz: Smazána nová otázka v testu
da: Slettede nyt spørgsmål i Quizzen
de: Die Frage wurde im Test gelöscht
el: Διαγράφηκε ερώτηση από Τεστ
eo: Forigita nova demando en la Kvizo
es: Nueva pregunta eliminada en el Ejercicio
es_mx: Pregunta nueva eliminada en el Examen
eu_es: Ariketan galdera berri bat kendu da
fa_ir: سوال جدید در آزمون حذف شد
fi_fi: Uusi kysymys poistettu tietokilpailusta
fo_fo: Spurningar eru strikaðir í venjing
fur: Scjadude gnove domande tal Quiz
ga: Ceist nua scriosaithe sa Cheist
gl: A nova pegunta do test foi eliminada
he_il: שאלה חדשה נמחקה בחידון
hi: क्विज़ में नया प्रश्न हटाया गया
hr_hr: Izbrisano novo pitanje u kvizu
hu_hu: Új kérdés törölve a kvízből
hy: Ջնջվել է նոր հարցը Քվիզից
id_id: Pertanyaan baru dihapus di Kuis
it: Quesito eliminato dal test
ja: クイズの新しい質問を削除しました
ka_ge: ტესტიდან ახალი კითხვა წაიშალა
ko_kr: 퀴즈에서 새 질문 삭제됨
lt_lt: Ištrintas naujas klausimas teste
lv_lv: Viktorīnā jauns jautājums izdzēsts.
mk_mk: Избришано ново прашање во Тестот
ms_my: Kuiz dikemas kini
my_mm: ပဟေဠိတွင် မေးခွန်းအသစ်ကို ဖျက်လိုက်ပြီးဖြစ်သည်
ne: क्विजबाट नयाँ प्रश्न हटाइयो
nl: Nieuwe vraag verwijderd uit de oefening
nn_no: Slett nytt spørsmål i Testen
oc: Nòva question suprimida dins lo Quiz
pl_pl: Usunięto nowe pytanie w quizie
ps: په کوییز کې نوې پوښتنه له منځه وړل شوه
pt_br: Questão removida do exercício
pt_pt: Eliminada a nova pergunta no Questionário
ro_ro: Noi întrebări eliminate în Exercitiu
ru_ru: Новый вопрос удален из теста
sk_sk: Zmazaná nová otázka v Teste
sl: Vprašanje je bilo odstranjeno
sq: U fshin pyetje e re në Test
sr_rs: Obrisano novo pitanje u kvizu
sv_se: Ny fråga borttagen i Quizzen
sw_ke: Imeondolewa swali jipya katika Jaribio
ta: சோதனையில் புதிய கேள்வி நீக்கப்பட்டது
th: ลบคำถามใหม่ในควิซ
tl_ph: Natanggal ang bagong tanong sa Quiz
tr: Kısa sınav sorusu silindi
uk_ua: Видалено нове питання з тесту
vi_vn: Đã xóa câu hỏi mới trong Bài kiểm tra
xh_za: Umbuzo omtsha ucishiwe kwi-Quiz
zh_cn: 删除测试的新题目
zh_tw: 刪除測驗中的新題目

source: Quiz updated
ar: تم تحديث الاختبار
ast_es: Exerciciu anováu
bn_bd: কুইজ আপডেট করা হয়েছে
bs_ba: Kviz ažuriran
ca_es: Exercici actualitzat
cs_cz: Test aktualizován
da: Quiz opdateret
de: Test aktualisiert
el: Ενημερώθηκε τέστ
eo: Kvizo ĝisdatigita
es: Ejercicio actualizado
es_mx: Examen actualizado
eu_es: Ariketa eguneratu da
fa_ir: آزمون بروز رسانی شد
fi_fi: Tietokilpailu päivitetty
fo_fo: Kvík ískoytist
fur: Quiz aziornât
ga: Ceist nuashonraithe
gl: Test actualizado
he_il: חידון עודכן
hi: क्विज़ अपडेट किया गया
hr_hr: Kviz ažuriran
hu_hu: Kvíz frissítve
hy: Քվիզը թարմացվել է
id_id: Kuis diperbarui
it: Quesito aggiornato
ja: クイズが更新されました
ka_ge: ტესტი განახლდა
ko_kr: 퀴즈 업데이트됨
lo: ອັບເດດແບບທົດສອບແລ້ວ
lt_lt: Testas atnaujintas
lv_lv: Viktorīna atjaunināta.
mk_mk: Тест ажуриран
ms_my: Kuiz ditambah
my_mm: ပဟေဠိအဆင့်မြှင့်တင်ပြီးဖြစ်သည်
ne: क्विज अद्यावधिक भयो
nl: Oefening aangepast
nn_no: Test oppdatert
oc: Quiz mesmuda
pl_pl: Quiz zaktualizowany
ps: کوییز تازه شوی
pt_br: Exercício atualizado
pt_pt: Questionário actualizado
ro_ro: Exercitiu actualizat
ru_ru: Тест обновлен
sk_sk: Test aktualizovaný
sl: Test je bil ažuriran
sq: Testi u përditësua
sr_rs: Kviz je ažuriran
sv_se: Quizzen uppdaterad
sw_ke: Jaribio limebadilishwa
ta: சோதனை புதுப்பிக்கப்பட்டது
th: อัปเดตควิซแล้ว
tl_ph: Na-update ang Quiz
tr: Kısa sınav güncellendi
uk_ua: Тест оновлено
vi_vn: Bài kiểm tra đã được cập nhật
xh_za: Iquiz ihlaziyiweyo
zh_cn: 测验已更新
zh_tw: 測驗已更新

source: Quiz added
ar: تم اضافة اختبار
ast_es: Exerciciu amestáu
bn_bd: কুইজ যোগ করা হয়েছে
bs_ba: Kviz dodan
ca_es: Exercici afegit
cs_cz: Test přidán
da: Quiz tilføjet
de: Test hinzugefügt
el: Προστέθηκε τέστ
eo: Kvizo aldonita
es: Ejercicio añadido
es_mx: Examen agregado
eu_es: Ariketa gehitu da
fa_ir: آزمون اضافه شد
fi_fi: Tietokilpailu lisätty
fo_fo: Kvík løgd afturat
fur: Quiz zontât
ga: Ceist curtha leis
gl: Test engadido
he_il: חידון נוסף
hi: क्विज़ जोड़ा गया
hr_hr: Kviz dodan
hu_hu: Kvíz hozzáadva
hy: Քվիզը ավելացվել է
id_id: Kuis ditambahkan
it: Quesito aggiunto
ja: クイズが追加されました
ka_ge: ტესტი დაემატა
ko_kr: 퀴즈 추가됨
lo: ເພີ່ມແບບທົດສອບແລ້ວ
lt_lt: Testas pridėtas
lv_lv: Viktorīna pievienota.
mk_mk: Тест додаден
ms_my: Kuiz dipadam
my_mm: ပဟေဠိထည့်သွင်းပြီးဖြစ်သည်
ne: क्विज थपियो
nl: Oefening toegevoegd
nn_no: Test lagt til
oc: Quiz apondut
pl_pl: Quiz dodany
ps: کوییز اضافه شوی
pt_br: Exercício adicionado
pt_pt: Questionário adicionado
ro_ro: Exercitiu adaugat
ru_ru: Тест добавлен
sk_sk: Test pridaný
sl: Test je bil dodan
sq: Testi u shtua
sr_rs: Kviz dodan
sv_se: Quizzen tillagd
sw_ke: Jaribio limeongezwa
ta: சோதனை சேர்க்கப்பட்டது
th: เพิ่มควิซแล้ว
tl_ph: Nadagdag ang Quiz
tr: Kısa sınav eklendi
uk_ua: Тест додано
vi_vn: Bài kiểm tra đã được thêm
xh_za: Iquiz longzakalisiwe
zh_cn: 测验已添加
zh_tw: 測驗已新增

source: Quiz deleted
ar: تم حذف اختبار
ast_es: Exerciciu desaniciáu
bn_bd: কুইজ মুছে ফেলা হয়েছে
bs_ba: Kviz obrisan
ca_es: Exercici eliminat
cs_cz: Test smazán
da: Quiz slettet
de: Test gelöscht
el: Διαγράφηκε τέστ
eo: Kvizo forigita
es: Ejercicio eliminado
es_mx: Examen eliminado
eu_es: Ariketa ezabatu da
fa_ir: آزمون حذف شد
fi_fi: Tietokilpailu poistettu
fo_fo: Kvík slett
fur: Quiz scjadût
ga: Ceist scriosaithe
gl: Test eliminado
he_il: חידון נמחק
hi: क्विज़ हटाया गया
hr_hr: Kviz izbrisan
hu_hu: Kvíz törölve
hy: Քվիզը ջնջվել է
id_id: Kuis dihapus
it: Quesito eliminato
ja: クイズが削除されました
ka_ge: ტესტი წაიშალა
ko_kr: 퀴즈 삭제됨
lo: ລຶບແບບທົດສອບແລ້ວ
lt_lt: Testas ištrintas
lv_lv: Viktorīna izdzēsta
mk_mk: Тест избришан
ms_my: Dokumen tidak kelihatan
my_mm: ပဟေဠိဖျက်လိုက်ပြီးဖြစ်သည်
ne: क्विज हटाइयो
nl: Oefening verwijderd
nn_no: Test sletta
oc: Quiz suprimit
pl_pl: Quiz usunięty
ps: کوییز له منځه وړل شوی
pt_br: Exercício removido
pt_pt: Questionário eliminado
ro_ro: Exercitiu eliminat
ru_ru: Тест удален
sk_sk: Test zmazaný
sl: Test je bil odstranjen
sq: Testi u fshin
sr_rs: Kviz obrisan
sv_se: Quizzen borttagen
sw_ke: Jaribio limeondolewa
ta: சோதனை நீக்கப்பட்டது
th: ลบควิซแล้ว
tl_ph: Natanggal ang Quiz
tr: Kısa sınav silindi
uk_ua: Тест видалено
vi_vn: Bài kiểm tra đã bị xóa
xh_za: Iquiz icishiwe
zh_cn: 测验已删除
zh_tw: 測驗已刪除

source: Document invisible
ar: مستند مخفي
ast_es: Documentu invisible
bn_bd: নথি অদৃশ্য
bs_ba: Dokument nevidljiv
cs_cz: Dokument neviditelný
da: Dokument usynligt
de: Dokument unsichtbar
el: Έγγραφο έγινε αόρατο
eo: Dokumento nevidebla
es: Documento invisible
es_mx: Documento invisible
eu_es: Dokumentu ikusezina
fa_ir: سند پنهان است
fi_fi: Tiedosto piilotettu
fo_fo: Skjal ósjónligt
fur: Document invisìul
ga: Doiciméad dofheicthe
gl: Documento invisible
he_il: המסמך בלתי נראה
hi: दस्तावेज़ अदृश्य
hr_hr: Dokument nevidljiv
hu_hu: Dokumentum láthatatlan
hy: Փաստաթուղթը անտեսանելի է
id_id: Dokumen tidak terlihat
it: Documento non visibile
ja: ドキュメントを非表示にしました
ka_ge: დოკუმენტი უხილავია
ko_kr: 문서 숨김
lo: ເອກະສານເບິ່ງບໍ່ເຫັນ
lt_lt: Dokumentas nematomas
lv_lv: Dokuments nav redzams
mk_mk: Документ невидлив
ms_my: Dokumen kelihatan
my_mm: စာရွက်စာတမ်းမမြင်ရပါ
ne: कागजात अदृश्य
nl: Document werd onzichtbaar gemaakt
nn_no: Dokument usynleg
pl_pl: Dokument niewidoczny
ps: اسناد نامرئی
pt_br: Documento invisível
pt_pt: Documento invisível
ro_ro: Document invizibil
ru_ru: Документ невидим
sk_sk: Dokument neviditeľný
sl: Dokument je skrit
sq: Dokument i padukshëm
sr_rs: Dokument je vidljiv
sv_se: Dokument osynligt
sw_ke: Hati isiyoonekana
ta: ஆவணம் காட்டப்படாது
th: เอกสารไม่ปรากฏ
tl_ph: Di nakikita ang dokumento
tr: Belge artık görünmez
uk_ua: Документ невидимий
vi_vn: Tài liệu không hiển thị
xh_za: Uxwebhu olungabonwayo
zh_cn: 文档不可见
zh_tw: 文件隱藏

source: Document visible
ar: مستند مرئي
ast_es: Documentu visible
bn_bd: নথি দৃশ্যমান
bs_ba: Dokument vidljiv
cs_cz: Dokument viditelný
da: Dokument synligt
de: Dokument sichtbar
el: Έγγραφο έγινε ορατό
eo: Dokumento videbla
es: Documento visible
es_mx: Documento visible
eu_es: Dokumentua ikusgai
fa_ir: سند آشکار است
fi_fi: Tiedosto näkyvissä
fo_fo: Skjal sjónligt
fur: Document visìul
ga: Doiciméad infheicthe
gl: Documento visible
he_il: המסמך גלוי
hi: दस्तावेज़ दृश्यमान
hr_hr: Dokument vidljiv
hu_hu: Dokumentum látható
hy: Փաստաթուղթը տեսանելի է
id_id: Dokumen terlihat
it: Documento visibile
ja: ドキュメントを表示しました
ka_ge: დოკუმენტი ხილულია
ko_kr: 문서 표시
lo: ເອກະສານເບິ່ງເຫັນ
lt_lt: Dokumentas matomas
lv_lv: Dokuments ir redzams
mk_mk: Документ видлив
ms_my: Penerangan Kursus ditambah
my_mm: စာရွက်စာတမ်းမြင်ရသည်
ne: कागजात दृश्य
nl: Document werd zichtbaar gemaakt
nn_no: Dokument synleg
pl_pl: Dokument widoczny
ps: اسناد څرګنده
pt_br: Documento visível
pt_pt: Documento visível
ro_ro: Document vizibil
ru_ru: Документ видим
sk_sk: Dokument viditeľný
sl: Dokument je viden
sq: Dokument i dukshëm
sr_rs: Dokument je vidljiv
sv_se: Dokument synligt
sw_ke: Hati inayoonekana
ta: ஆவணம் காட்டப்படும்
th: เอกสารปรากฏ
tl_ph: Nakikita ang dokumento
tr: Belge artık görünebilir
uk_ua: Документ видимий
vi_vn: Tài liệu hiển thị
xh_za: Uxwebhu olubonwayo
zh_cn: 文档可见
zh_tw: 文件顯示

source: Course Description added
ar: تم اضافة وصف للمقرر
ast_es: Descripción del cursu amestada
bn_bd: কোর্সের বর্ণনা যোগ করা হয়েছে
bs_ba: Opis kursa dodan
ca_es: Descripció del curs afegit
cs_cz: Popis kurzu přidán
da: Kursusbeskrivelse tilføjet
de: Kursbeschreibung hinzugefügt
el: Προστέθηκε περιγραφή σε μάθημα
eo: Priskribo de kurso aldonita
es: Descripcion del curso añadida
es_mx: Descripción del curso agregada
eu_es: Ikastaroaren azalpena gehitu da
fa_ir: توضیحات درس اضافه شد
fi_fi: Kurssin kuvaus lisätty
fo_fo: Lærugreinafrágreiðing løgd afturat
fur: Descrizion dal curs zontade
ga: Cur síos cúrsa curtha leis
gl: Descripción do curso engadida
he_il: תיאור הקורס נוסף
hi: कोर्स विवरण जोड़ा गया
hr_hr: Opis predmeta dodan
hu_hu: Kurzusleírás hozzáadva
hy: Ավելացվել է դասընթացի նկարագրությունը
id_id: Deskripsi Kursus ditambahkan
it: Descrizione del corso aggiunta
ja: コースの説明を追加しました
ka_ge: კურსის აღწერა დაემატა
ko_kr: 코스 설명 추가됨
lt_lt: Pridėtas kurso aprašymas
lv_lv: Kursa apraksts pievienots
mk_mk: Опис на курсот додаден
ms_my: Nota ditambah
my_mm: သင်တန်းဖော်ပြချက်ထည့်သွင်းပြီးဖြစ်သည်
ne: पाठ्यक्रम विवरण थपियो
nl: Cursusomschrijving toegevoegd
nn_no: Kursbeskriving lagt til
oc: Descripcions del cors aponduda
pl_pl: Opis kursu dodany
ps: د کورس لېکنه اضافه شوه
pt_br: Descrição de Curso adicionada
pt_pt: Descrição do curso adicionada
ro_ro: Descrierea cursului adăugata
ru_ru: Описание курса добавлено
sk_sk: Popis Kurzu pridaný
sl: Opis tečaja je bil dodan
sq: Përshkrimi i Kursit u shtua
sr_rs: Opis kursa je dodan
sv_se: Kursbeskrivning tillagd
sw_ke: Maelezo ya Kozi yameongezwa
ta: பாட விளக்கம் சேர்க்கப்பட்டது
th: เพิ่มคำอธิบายคอร์สแล้ว
tl_ph: Nadagdag ang Paglalarawan ng Kurso
tr: Kurs açıklaması eklendi
uk_ua: Додано опис курсу
vi_vn: Mô tả khóa học đã được thêm
xh_za: Inkcazo yekhosi longzakalisiwe
zh_cn: 课程描述已添加
zh_tw: 已新增課程描述
