Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: You can now design skills learning badges for learning through your courses on this virtual campus.
ar: يمكنك الان تصميم اوسمة مهارات التعلم من خلال المقررات في النظام
ast_es: Agora pues diseñar distintivos de competencies pa l'apreendizaxe a traviés de los cursos d'esti campus virtual.
bn_bd: এখন আপনি এই ভার্চুয়াল ক্যাম্পাসের কোর্সগুলির মাধ্যমে দক্ষতা শেখার ব্যাজ ডিজাইন করতে পারেন।
bs_ba: Sada možete dizajnirati značke za učenje vještina kroz vaše kurseve na ovom virtuelnom kampusu.
ca_es: Ara pot establir reconeixement d'habilitats per aprendre en qualsevor curs d'aquest campus virtual.
cs_cz: Nyní můžete navrhnout odznaky pro učení dovedností prostřednictvím vašich kurzů na tomto virtuálním kampusu.
da: Du kan nu designe badges for læring af færdigheder gennem dine kurser på dette virtuelle campus.
de: Sie können jetzt Badges für die Fähigkeiten erstellen, die die User im Verlauf Ihrer Kurse auf dem virtuellen Campus erwerben.
el: Μπορείτε να σχεδιάσετε δικά σας badges εκμάθησης για να βοηθήσουν την εκπαίδευση σας σε αυτό το campus.
eo: Vi povas nun desegni insignojn por lernado de kapabloj tra viaj kursoj en ĉi tiu virtuala kampuso.
es: Ahora puede establecer reconocimiento de habilidades por aprender en cualquier curso de este campus virtual.
es_mx: Ahora puedes diseñar insignias de aprendizaje de habilidades para el aprendizaje a través de tus cursos en este campus virtual.
eu_es: Orain gaitasun ikasketa txapelak diseinatu ditzakezu ikastaroen bidez campus birtual honetan.
fa_ir: اکنون می‌توانید نشان‌های یادگیری مهارت‌ها را برای یادگیری از طریق دوره‌های خود در این پردیس مجازی طراحی کنید.
fi_fi: Voit nyt suunnitella taitojen oppimismerkkejä kursseillesi tässä virtuaalikampuksella.
fo_fo: Tú kan nú gera lerningarmerki fyri kunnleika gjøgnum tíni kursar á hesum virtu campus.
fur: Ori tu podi designâ badges pars impare abilitâs pars impare atravez dai tie cors dal campus virtual.
ga: Is féidir leat anois suaitheantais foghlama scileanna a dhearadh le haghaidh foghlama trí do chúrsaí ar an gcampas fíorúil seo.
gl: Agora pode establecer recoñecemento de habilidades por aprender en calquera curso deste campus virtual.
he_il: כעת אתה יכול לעצב תגי לימוד מיומנויות ללמידה באמצעות הקורסים שלך בקמפוס הווירטואלי הזה.
hi: आप अब इस वर्चुअल कैंपस पर अपने पाठ्यक्रमों के माध्यम से कौशल सीखने के बैज डिज़ाइन कर सकते हैं।
hr_hr: Sada možete dizajnirati značke za učenje vještina kroz svoje tečajeve na ovom virtualnom kampusu.
hu_hu: Most már készséglétrehozási jelvényeket tervezhet a kurzusokon keresztül történő tanuláshoz ezen a virtuális kampuszon.
hy: Այժմ դուք կարող եք նախագծել հմտությունների սովորելու վահանակներ ձեր դասընթացների միջոցով այս վիրտուալ կամպուսում:
id_id: Sekarang Anda dapat merancang lencana pembelajaran keterampilan untuk pembelajaran melalui kursus Anda di kampus virtual ini.
it: Adesso è possibile progettare attestati di apprendimento attraverso i tuoi corsi su questo campus.
ja: あなたは今、このバーチャルキャンパスでのコースを通じてスキル学習バッジをデザインすることができます。
ka_ge: ახლა შეგიძლიათ შექმნათ უნარების სწავლის ბეჯები კურსებით სწავლისთვის ამ ვირტუალურ კამპუსში.
ko_kr: 이 가상 캠퍼스의 코스를 통해 학습 기술 배지를 디자인할 수 있습니다.
lo: ຕອນນີ້ທ່ານສາມາດອອກແບບປ້າຍກຽດຕິຍົດທັກສະ ສຳລັບການຮຽນຜ່ານລາຍວິຊາຂອງທ່ານ ໃນວິທະຍາເຂດສະເໝືອນຈິງນີ້.
lt_lt: Dabar galite kurti mokymosi įgūdžių ženklus mokymuisi per savo kursus šiame virtualiame kampe.
lv_lv: Tagad jūs varat izstrādāt prasmju apguves emblēmas mācībām caur jūsu kursiem šajā virtuālajā kampusā.
mk_mk: Сега можете да дизајнирате значки за учење на вештини преку вашите курсеви на овој виртуелен кампус.
ms_my: Anda kini boleh mereka bentuk lencana pembelajaran kemahiran untuk pembelajaran melalui kursus anda di kampus maya ini.
my_mm: ယခုသင်သည် ဤဗာ့ချွယ်ကမ်းပပ်စ်ပေါ်ရှိ သင်တန်းများမှတစ်ဆင့် သင်ယူမှုအတွက် ကျွမ်းကျင်မှုသင်ယူမှုတံဆိပ်များကို ဒီဇိုင်းရေးဆွဲနိုင်ပါသည်။
ne: अब तपाईं यो भर्चुअल क्याम्पसमा आफ्ना कोर्सहरू मार्फत सिकाइका लागि सीप सिकाइ ब्याजहरू डिजाइन गर्न सक्नुहुन्छ।
nl: Je kunt nu badges ontwerpen voor aangeleerde competenties in cursussen op je virtuele campus.
nn_no: Du kan no designe ferdighetslæringsmerke for læring gjennom kursa dine på denne virtuelle campusen.
oc: Ara podètz desenhar de insígnas d'aprendatge de competéncias per l'aprendatge a travèrs de vòstres cors sus aquest campus virtual.
pl_pl: Teraz możesz projektować odznaki za uczenie się umiejętności w ramach kursów na tym wirtualnym kampusie.
ps: اوس تاسې کولی شئ د دې مجازی کیمپس کې د خپلو کورسونو له لارې د زده کړې مهارتونو بیجونه ډیزاین کړئ.
pt_br: Agora você pode projetar emblemas, habilidades adquiridas, para a aprendizagem através de seus cursos neste campus virtual.
pt_pt: Agora você pode projetar habilidades emblemas aprendizagem para a aprendizagem através de seus cursos neste campus virtual.
ro_ro: Acum puteți seta recunoaștere a competențelor de a învăța în orice curs de acest campus virtual.
ru_ru: Теперь вы можете разрабатывать значки для обучения навыкам через курсы на этом виртуальном кампусе.
sk_sk: Teraz môžete navrhnúť odznaky zručnosti učenia pre učenie prostredníctvom svojich kurzov na tomto virtuálnom kampuse.
sl: Sedaj lahko oblikujete kompetenčne učne značke za učenje preko tečajem na tem virtualnem kampusu.
sq: Tani mund të dizenjoni badge për mësimin e aftësive përmes kurseve tuaja në këtë kampus virtual.
sr_rs: Sada možete dizajnirati značke za učenje veština kroz vaše kurseve na ovom virtuelnom kampusu.
sv_se: Du kan nu designa märken för färdighetsinlärning genom dina kurser på denna virtuella campus.
sw_ke: Sasa unaweza kubuni beji za kujifunza ustadi kupitia kozi zako kwenye kampasi hii ya kidijitali.
ta: இந்த இணைய வளாகத்தில் உங்கள் பாடங்களின் மூலம் கற்றல் திறன்களுக்கான சின்னங்களை வடிவமைக்கலாம்.
th: ตอนนี้คุณสามารถออกแบบตราสำหรับการเรียนรู้ทักษะผ่านคอร์สในแคมปัสเสมือนนี้
tl_ph: Maaari ka nang magdisenyo ng mga badge para sa pag-aaral ng kasanayan sa pamamagitan ng iyong mga kurso sa virtual na campus na ito.
tr: Artık bu sanal kampüsteki kurslarınız aracılığıyla beceri öğrenme rozetlerini tasarlayabilirsiniz.
uk_ua: Тепер ви можете створювати значки для навчання навичкам через ваші курси на цьому віртуальному кампусі.
vi_vn: Bạn có thể thiết kế huy hiệu học kỹ năng qua các khóa học trên khuôn viên ảo này.
xh_za: Ngoku ungcamla iibheji zokufunda izakhono ngokufunda ngezifundo zakho kwikhampasi le ndawo.
zh_cn: 您现在可以为通过本虚拟校园课程的学习设计技能学习徽章。
zh_tw: 您現在可以透過此虛擬校園的課程，為學習技能設計徽章。

source: Design a new badge, download it from the design tool and upload it on the platform.
ar: تصميم وسام جديد، قم بتحميله من اداة التصميم وارفعه الى النظام
ast_es: Diseña un distintivu nuevu, descárgalu de l'entornu de diseñu y súbilo na plataforma.
bn_bd: একটি নতুন ব্যাজ ডিজাইন করুন, ডিজাইন টুল থেকে এটি ডাউনলোড করুন এবং প্ল্যাটফর্মে আপলোড করুন।
bs_ba: Dizajnirajte novu značku, preuzmite je iz alata za dizajn i učitajte je na platformu.
ca_es: Dissenya una nova insígnia, descarrega-la i puja-la a la plataforma.
cs_cz: Navrhněte nový odznak, stáhněte si ho z nástroje pro návrh a nahrajte ho na platformu.
da: Design et nyt badge, download det fra desigværktøjet og upload det på platformen.
de: Entwerfe ein neues Badge, lade es aus dem Designtool herunter und lade es auf die Plattform hoch.
el: Σχεδιάστε ένα καινούριο badge. Κατεβάστε το από την ενότητα σχεδιασμού και στη συνέχεια ανεβάστε το στην πλατφόρμα
eo: Desegnu novan insignon, elŝutu ĝin el la desegna ilo kaj alŝutu ĝin sur la platformon.
es: Diseña una nueva insignia, descárgala y súbela en la plataforma.
es_mx: Diseña una nueva insignia, descárgala de la herramienta de diseño y cárgala en la plataforma.
eu_es: Txapel berria diseinatu, tresnatik jaitsi eta plataforma honetan igo.
fa_ir: یک نشان جدید طراحی کنید، آن را از ابزار طراحی دانلود کنید و در پلتفرم بارگذاری کنید.
fi_fi: Luo uusi rintamerkki, lataa se design-työkalusta ja lähetä se sovellukseen.
fo_fo: Ger eitt nýtt merk, tak tað niðurlætt frá gerandislínum og legg tað upp á talvuna.
fur: Designâ un gnûf badge, scorîl dal strumint di design e carîl su la plateform.
ga: Dear suaitheantas nua, íoslódáil é ón uirlis deartha agus uaslódáil é ar an ardán.
gl: Deseñar unha nova insignia, descargala e subila á plataforma
he_il: עצב תג חדש, הורד אותו מכלי העיצוב והעלה אותו לפלטפורמה.
hi: एक नया बैज डिज़ाइन करें, इसे डिज़ाइन टूल से डाउनलोड करें और प्लेटफ़ॉर्म पर अपलोड करें।
hr_hr: Dizajnirajte novu značku, preuzmite je iz alata za dizajn i učitajte je na platformu.
hu_hu: Tervezzen új jelvényt, töltse le a tervező eszközből, és töltse fel a platformra.
hy: Նախագծեք նոր վահանակ, ներբեռնեք այն նախագծման գործիքից և վերբեռնեք հարթակի վրա:
id_id: Rancang lencana baru, unduh dari alat desain dan unggah di platform.
it: Progetta un nuovo attestato, scaricalo dal tool di progetto e caricalo in piattaforma.
ja: デザインツールで新しいバッジをデザインし、ダウンロードしてプラットフォームにアップロードしてください。
ka_ge: შექმენით ახალი ბეჯი, ჩამოტვირთეთ იგი შექმნის ხელსაწყოდან და ატვირთეთ პლატფორმაზე.
ko_kr: 새 배지 디자인, 디자인 도구에서 다운로드 후 플랫폼에 업로드하세요.
lo: ອອກແບບໃບຢັ້ງຢືນໃໝ່, ດາວໂຫຼດຈາກເຄື່ອງມືອອກແບບ ແລະ ອັບໂຫຼດມັນລົງເທິງແພລດຟອມ.
lt_lt: Kurti naują ženklą, atsisiųsti jį iš kūrimo įrankio ir įkelti į platformą.
lv_lv: Izstrādājiet jaunu emblēmu, lejupielādējiet to no izstrādes rīka un augšupielādējiet platformā.
mk_mk: Дизајнирајте нова значка, преземете ја од алатката за дизајн и испратете ја на платформата.
ms_my: Reka bentuk lencana baru, muat turun daripada alat reka bentuk dan muat naik ke platform.
my_mm: တံဆိပ်အသစ်တစ်ခုကို ဒီဇိုင်းရေးဆွဲပါ၊ ဒီဇိုင်းကိရိယာမှ ဒေါင်းလုဒ်လုပ်ပြီး ပလက်ဖောင်းပေါ်တွင် တင်ပါ။
ne: नयाँ ब्याज डिजाइन गर्नुहोस्, डिजाइन उपकरणबाट डाउनलोड गर्नुहोस् र प्लेटफर्ममा अपलोड गर्नुहोस्।
nl: Ontwerp een nieuwe badge, download hem van de ontwerp tool en upload hem naar het platform.
nn_no: Design eit nytt merke, last det ned frå designeverktøyet og last det opp på plattforma.
oc: Desenhar una nauva insígna, la telecargar de l'òrri d'esenhaments e la telecargar sus la plataforma.
pl_pl: Zaprojektuj nową odznakę, pobierz ją z narzędzia projektowego i prześlij na platformę.
ps: نوی بیج ډیزاین کړئ، له ډیزاین وسیلې څخه یې ډاونلوډ کړئ او په پلیټفارم کې یې اپلوډ کړئ.
pt_br: Crie o design de um novo emblema, faça o download da ferramenta de design e faça o upload na plataforma.
pt_pt: Crie um novo distintivo, baixe-o da ferramenta de design e carregue-o na plataforma.
ro_ro: Proiectarea unui nou logo, download și upload pe platforma.
ru_ru: Разработайте новый значок, скачайте его из инструмента разработки и загрузите на платформу.
sk_sk: Navrhnúť nový odznak, stiahnuť ho z nástroja pre návrh a nahrať ho do platformy.
sl: Oblikuj novo značko, prenesi jo iz orodja za oblikovanje in naloži na platformo.
sq: Dizenjoni një badge të ri, shkarkojeni nga mjeti i dizajnit dhe ngarkojeni në platformë.
sr_rs: Dizajnirajte novu značku, preuzmite je iz alata za dizajn i otpremite na platformu.
sv_se: Designa ett nytt märke, ladda ner det från designverktyget och ladda upp det på plattformen.
sw_ke: Buni beji mpya, ipakue kutoka kwenye zana ya kubuni na uiipandishie kwenye jukwaa.
ta: புதிய சின்னத்தை வடிவமைக்கவும், வடிவமைப்பு கருவியிலிருந்து பதிவிறக்கவும், சமவாய்ப்பில் பதிவேற்றவும்.
th: ออกแบบตราชื่อใหม่ ดาวน์โหลดจากเครื่องมือออกแบบ และอัปโหลดบนแพลตฟอร์ม
tl_ph: Magdisenyo ng bagong badge, i-download ito mula sa tool ng disenyo at i-upload sa platform.
tr: Yeni bir rozet tasarlayın, tasarım aracından indirin ve platforma yükleyin.
uk_ua: Створіть новий значок, завантажте його з інструменту дизайну та завантажте на платформу.
vi_vn: Thiết kế huy hiệu mới, tải xuống từ công cụ thiết kế và tải lên nền tảng.
xh_za: Yila ibheji entsha, iyikhuphele kwisixhobo sokuyila kwaye uyigenise eqongqothiweni.
zh_cn: 设计新徽章，从设计工具下载并上传到平台。
zh_tw: 設計新徽章，從設計工具下載並上傳至平台。

source: The badges will be sent to this backpack
ar: سوف يتم ارسال الاوسمة الى هذه الحقيبة
ast_es: Los distintivos enviense a esta mochila
bn_bd: ব্যাজগুলি এই ব্যাকপ্যাকে পাঠানো হবে
bs_ba: Značke će biti poslane u ovaj ruksak
ca_es: Les insígnies s'enviaran en aquesta motxilla
cs_cz: Odznaky budou odeslány do tohoto batohu
da: Badges vil blive sendt til denne rygsæk
de: Die Badges werden in den Rucksack gesendet.
el: Τα συγκεκριμένα badges θα αποσταλούν σε αυτό το backpack
eo: La insignoj estos senditaj al ĉi tiu sako
es: Las insignias se mandarán a esta mochila
es_mx: Las insignias se enviarán a esta mochila
eu_es: Txapelak mochila honetara bidaliko dira
fa_ir: نشان‌ها به این کیف‌پول ارسال خواهند شد
fi_fi: Rintamerkit lähetetään tähän reppuun.
fo_fo: Merkini verða send til hendan bakkapakkans
fur: I badges a saran mandâts a chel backpack
ga: Seolfar na suaitheantais chuig an backpack seo
gl: As insignias mandaranse a esta mochila
he_il: התגים יישלחו לתרמיל זה
hi: बैज इस बैकपैक पर भेजे जाएंगे
hr_hr: Značke će biti poslane u ovaj ruksak
hu_hu: A jelvények ebbe a hátizsákba kerülnek
hy: Վահանակները կուղարկվեն այս պայուսակին
id_id: Lencana akan dikirim ke ransel ini
it: Questi attestati saranno inviati a questo fascicolo.
ja: このバッジはこのバックパックに送られます
ka_ge: ბეჯები გაიგზავნება ამ ზურგჩანთაში
ko_kr: 배지는 이 백팩으로 전송됩니다
lo: ໃບຢັ້ງຢືນຕ່າງໆຈະຖືກສົ່ງໄປທີ່ backpack ນີ້
lt_lt: Ženklai bus siunčiami į šį krepšį
lv_lv: Emblēmas tiks nosūtītas uz šo somu
mk_mk: Значките ќе бидат испратени во овој ранзак
ms_my: Lencana akan dihantar ke beg ini
my_mm: တံဆိပ်များကို ဤဘက်ပက်သို့ ပို့ပေးမည်ဖြစ်သည်
ne: ब्याजहरू यो ब्याकप्याकमा पठाइनेछ
nl: De badges zullen naar deze rugzak gestuurd worden
nn_no: Merkene vil bli sendt til denne ryggsekken
oc: Las insígnas seràn enviadas a aquest backpack
pl_pl: Odznaki zostaną wysłane do tego plecaka
ps: بیجونه به د دې بیک پاک ته واستول شي
pt_br: Os emblemas serão enviados para esta mochila
pt_pt: Os insígnias serão enviados para esta mochila
ro_ro: Aceste logo sunt trimise la acest rucsac
ru_ru: Значки будут отправлены в этот рюкзак
sk_sk: Tieto odznaky budú zaslané do tohto batohu
sl: Značke bodo poslane v ta nahrbtnik
sq: Badge-at do të dërgohen në këtë çantë
sr_rs: Značke će biti poslati u ovaj ranac
sv_se: Märkena kommer att skickas till denna ryggsäck
sw_ke: Beji zitatumwa kwenye mkoba huu
ta: இந்த பேக்-பேக்கிற்கு சின்னங்கள் அனுப்பப்படும்
th: ตราจะถูกส่งไปยังกระเป๋านี้
tl_ph: Ang mga badge ay ipapadala sa backpack na ito
tr: Rozetler bu çantaya gönderilecek
uk_ua: Значки буде надіслано до цього рюкзака
vi_vn: Huy hiệu sẽ được gửi đến balo này
xh_za: Iibheji ziya kuthunyelwa kulo mthwalo
zh_cn: 徽章将发送到此背包
zh_tw: 徽章將發送至此背包

source: Backpack details
ar: تفاصيل الحقيبة
ast_es: Detalles de la mochila
bn_bd: ব্যাকপ্যাকের বিবরণ
bs_ba: Detalji ruksaka
ca_es: Detalls de la motxilla
cs_cz: Podrobnosti o batohu
da: Rygsækdetaljer
de: Rucksack-Details
el: Λεπτομέρειες σακιδίου
eo: Detaloj de la sako
es: Detalles de la mochila
es_mx: Detalles de la mochila
eu_es: Mochilaren xehetasunak
fa_ir: جزئیات کیف‌پول
fi_fi: Repun yksityiskohdat
fo_fo: Bakkapakka detaljar
fur: Détails dal backpack
ga: Sonraí backpack
gl: Detalles da mochila
he_il: פרטי תיק גב
hi: बैकपैक विवरण
hr_hr: Pojedinosti o ruksaku
hu_hu: Hátizsák részletek
hy: Պայուսակի մանրամասներ
id_id: Detail ransel
it: Dettagli fascicolo
ja: バックパックの詳細
ka_ge: ზურგჩანთის დეტალები
ko_kr: 백팩 세부정보
lt_lt: Krepšio detalės
lv_lv: Somas detaļas
mk_mk: Детали за ранзакот
ms_my: Butiran beg
my_mm: ဘက်ပက်အသေးစိတ်အချက်အလက်များ
ne: ब्याकप्याक विवरण
nl: Rugzak details
nn_no: Ryggsekkdetaljar
oc: Detalhs del backpack
pl_pl: Szczegóły plecaka
ps: بیک پاک تفصیلات
pt_br: Detalhes de mochila
pt_pt: Detalhes de mochila
ro_ro: Detalii rucsac
ru_ru: Детали рюкзака
sk_sk: Podrobnosti batohu
sl: Podrobnosti nahrbtnika
sq: Detajet e çantës
sr_rs: Detalji ranac
sv_se: Ryggsäcksdetaljer
sw_ke: Maelezo ya mkoba
ta: பேக்-பேக் விவரங்கள்
th: รายละเอียดกระเป๋า
tl_ph: Detalye ng backpack
tr: Çanta detayları
uk_ua: Деталі рюкзака
vi_vn: Chi tiết balo
xh_za: Iinkcukacha zebhakile
zh_cn: 背包详情
zh_tw: 背包詳細資料

source: Criteria to earn the badge
ar: معايير اكتساب الوسام
ast_es: Criterios pa ganar el distintivu
bn_bd: ব্যাজ অর্জনের মানদণ্ড
bs_ba: Kriterijumi za sticanje značke
ca_es: Criteris per obtenir la insígnia
cs_cz: Kritéria pro získání odznaku
da: Kriterier for at tjene badget
de: Anspruchsvoraussetzungen für dieses Badge
el: Κριτήρια για να κερδίσετε το badge
eo: Kriterioj por akiri la insignon
es: Criterios para lograr la insignia
es_mx: Criterios para obtener la insignia
eu_es: Txapela lortzeko irizpideak
fa_ir: معیارهای کسب نشان
fi_fi: Kriteerit rintamerkin ansaitsemiseen
fo_fo: Krøv til at fáa merkinið
fur: Criteris par guadagnâ il badge
ga: Critéir chun an suaitheantas a thuilleamh
gl: Criterios para lograr a insígnea
he_il: קריטריונים לזכות בתג
hi: बैज प्राप्त करने के मानदंड
hr_hr: Kriteriji za stjecanje značke
hu_hu: A jelvény megszerzésének feltételei
hy: Վահանակ ստանալու չափանիշներ
id_id: Kriteria untuk mendapatkan lencana
it: Regole per acquisire attestato
ja: バッジを獲得するための基準
ka_ge: ბეჯის მოპოვების კრიტერიუმები
ko_kr: 배지 획득 기준
lo: ເງື່ອນໄຂເພື່ອຮັບສັນຍາລັກ
lt_lt: Kriterijai gauti ženklą
lv_lv: Kritēriji emblēmas iegūšanai
mk_mk: Критериуми за стекнување на значката
ms_my: Kriteria untuk memperoleh lencana
my_mm: တံဆိပ်ရရှိရန် စံနှုန်းများ
ne: ब्याज प्राप्त गर्ने मापदण्ड
nl: Criteria om de badge te verdienen
nn_no: Kriteria for å tjene merket
oc: Critèris per obténer l'insígna
pl_pl: Kryteria zdobycia odznaki
ps: د بیج ترلاسه کولو معیارونه
pt_br: Critério para ganhar emblema
pt_pt: Critérios para ganhar o distintivo
ro_ro: Criterii pentru realizarea insignei
ru_ru: Критерии получения значка
sk_sk: Kritéria pre získanie odznaku
sl: Kriteriji za osvojitev značke
sq: Kriteret për të fituar badge-in
sr_rs: Kriterijumi za sticanje značke
sv_se: Kriterier för att tjäna märket
sw_ke: Viwekee vya kupata beji
ta: சின்னத்தைப் பெறுவதற்கான அளவுகோல்கள்
th: เกณฑ์เพื่อรับตราสำเร็จ
tl_ph: Kriteria upang makakuha ng badge
tr: Rozeti kazanma kriterleri
uk_ua: Критерії отримання значка
vi_vn: Tiêu chí để nhận huy hiệu
xh_za: Iikhrayitheriya zokufumana ibheji
zh_cn: 获得徽章的标准
zh_tw: 獲得徽章的標準

source: Badge preview
ar: معاينة الوسام
ast_es: Previsualización del distintivu
bn_bd: ব্যাজ প্রিভিউ
bs_ba: Pregled značke
ca_es: Pre-visualització insígnia
cs_cz: Náhled odznaku
da: Badge-forhåndsvisning
de: Badge Vorschau
el: Προεπισκόπηση badge
eo: Antaŭrigardo de la insigno
es: Previsualización insignia
es_mx: Vista previa de la insignia
eu_es: Txapelaren aurrebista
fa_ir: پیش‌نمایش نشان
fi_fi: Rintamerkin esikatselu
fo_fo: Forsýni av merkini
fur: Anteprime dal badge
ga: Réamhamharc suaitheantais
gl: Previsualización insígnea
he_il: תצוגה מקדימה של התג
hi: बैज पूर्वावलोकन
hr_hr: Pretpregled značke
hu_hu: Jelvény előnézet
hy: Վահանակի նախադիտում
id_id: Pratinjau lencana
it: Anteprima attestato
ja: バッジプレビュー
ka_ge: ბეჯის წინასწარი გამოცხადება
ko_kr: 배지 미리보기
lo: ຕົວຢ່າງໃບຢັ້ງຢືນ
lt_lt: Ženklo peržiūra
lv_lv: Emblēmas priekšskatījums
mk_mk: Преглед на значката
ms_my: Pratonton lencana
my_mm: တံဆိပ်အဆင်သင့်ကြည့်ရှုမှု
ne: ब्याज पूर्वावलोकन
nl: Voorvertoning van badge
nn_no: Merke-førehandsvisning
oc: Apèrçu de l'insígna
pl_pl: Podgląd odznaki
ps: بیج مخلاصي لید
pt_br: Pré-visualizar emblema
pt_pt: Pré-visualização insígnia
ro_ro: Previzualizare insigna
ru_ru: Предварительный просмотр значка
sk_sk: Náhľad odznaku
sl: Predogled značke
sq: Parashikim i badge-it
sr_rs: Pregled značke
sv_se: Förhandsgranskning av märke
sw_ke: Onyesho la beji
ta: சின்ன முன்னோட்டம்
th: ตัวอย่างตราสำเร็จ
tl_ph: Paunang tanaw sa badge
tr: Rozet önizlemesi
uk_ua: Попередній перегляд значка
vi_vn: Xem trước huy hiệu
xh_za: Umbono wembheji
zh_cn: 徽章预览
zh_tw: 徽章預覽

source: Design a new badge
ar: تصميم وسام جديد
ast_es: Diseñar un distintivu nuevu
bn_bd: একটি নতুন ব্যাজ ডিজাইন করুন
bs_ba: Dizajnirajte novu značku
ca_es: Dissenyar una nova insígnia
cs_cz: Navrhnout nový odznak
da: Design et nyt badge
de: Entwerfe ein neues Badge
el: Δημιουργήστε ένα νέο badge
eo: Desegnu novan insignon
es: Diseñar una nueva insignia
es_mx: Diseña una nueva insignia
eu_es: Txapel berria diseinatu
fa_ir: طراحی نشان جدید
fi_fi: Suunnittele uusi rintamerkki
fo_fo: Ger eitt nýtt merk
fur: Designâ un gnûf badge
ga: Dear suaitheantas nua
gl: Deseñar unha nova insignea
he_il: עיצוב תג חדש
hi: नया बैज डिज़ाइन करें
hr_hr: Dizajnirajte novu značku
hu_hu: Új jelvény tervezése
hy: Նախագծեք նոր վահանակ
id_id: Rancang lencana baru
it: Progetta un nuovo attestato
ja: デザイン新しいバッジ
ka_ge: შექმენით ახალი ბეჯი
ko_kr: 새 배지 디자인
lt_lt: Kurti naują ženklą
lv_lv: Izstrādāt jaunu emblēmu
mk_mk: Дизајнирај нова значка
ms_my: Reka bentuk lencana baru
my_mm: တံဆိပ်အသစ်ဒီဇိုင်းရေးဆွဲပါ
ne: नयाँ ब्याज डिजाइन गर्नुहोस्
nl: Ontwerp een nieuwe badge
nn_no: Design eit nytt merke
oc: Desenhar una nauva insígna
pl_pl: Zaprojektuj nową odznakę
ps: نوی بیج ډیزاین کړئ
pt_br: Criar design de um novo emblema
pt_pt: Criar um novo distintivo
ro_ro: Proiectarea unei noi insigne
ru_ru: Разработать новый значок
sk_sk: Návrh nového odznaku
sl: Oblikuj novo značko
sq: Dizenjo një badge të ri
sr_rs: Dizajnirajte novu značku
sv_se: Designa ett nytt märke
sw_ke: Buni beji mpya
ta: புதிய சின்னத்தை வடிவமைக்கவும்
th: ออกแบบตราชื่อใหม่
tl_ph: Magdisenyo ng bagong badge
tr: Yeni rozet tasarlayın
uk_ua: Створити новий значок
vi_vn: Thiết kế huy hiệu mới
xh_za: Yila ibheji entsha
zh_cn: 设计新徽章
zh_tw: 設計新徽章

source: Total: %s
ar: المجموع: %s
bn_bd: মোট: %s
bs_ba: Ukupno: %s
cs_cz: Celkem: %s
de: Gesamt: %s
el: Σύνολο: %s
eo: Totalo: %s
eu_es: Guztira: %s
fa_ir: مجموع: %s
fi_fi: Yhteensä %
fo_fo: Samlað: %s
ga: Iomlán: %s
he_il: סה"כ: %s
hi: कुल: %s
hr_hr: Ukupno: %s
hu_hu: Összesen: %s
hy: Ընդհանուր՝ %s
it: Totale: %s
ja: 合計：%s
ka_ge: სულ: %s
ko_kr: 총계: %s
lo: ທັງໝົດ: %s
lt_lt: Iš viso: %s
lv_lv: Kopā: %s
mk_mk: Вкупно: %s
ms_my: Jumlah: %s
my_mm: စုစုပေါင်း: %s
ne: कुल: %s
nl: Totaal: %s
nn_no: Totalt: %s
pl_pl: Łącznie: %s
ps: ټولټال: %s
ru_ru: Всего: %s
sk_sk: Celkom: %s
sl: Skupaj: %s
sq: Totali: %s
sr_rs: Ukupno: %s
sv_se: Totalt: %s
sw_ke: Jumla: %s
ta: மொத்தம்: %s
th: ทั้งหมด: %s
tl_ph: Kabuuan: %s
tr: Toplam: %s
uk_ua: Всього: %s
vi_vn: Tổng cộng: %s
xh_za: Inani elipheleleyo: %s
zh_cn: 总计：%s
zh_tw: 總計：%s

source: Download badges
ar: تحميل الاوسمة
ast_es: Descargar distintivos
bn_bd: ব্যাজ ডাউনলোড করুন
bs_ba: Preuzmi značke
ca_es: Descarregar insígnies
cs_cz: Stáhnout odznaky
de: Badges herunterladen
el: Λήψη badges
eo: Elŝuti insignojn
es: Descargar insignias
es_mx: Descargar insignias
eu_es: Txapelak jaitsi
fa_ir: دانلود نشان‌ها
fi_fi: Lataa rintamerkkejä
fo_fo: Tak merki niðurlætt
fur: Scari badges
ga: Íoslódáil suaitheantais
gl: Descargar insigneas
he_il: הורד תגים
hi: बैज डाउनलोड करें
hr_hr: Preuzmite značke
hu_hu: Jelvények letöltése
hy: Ներբեռնել վահանակները
id_id: Unduh lencana
it: Scarica attestati
ja: バッジをダウンロード
ka_ge: ბეჯების ჩამოტვირთვა
ko_kr: 배지 다운로드
lo: ດາວໂຫຼດໃບຢັ້ງຢືນ
lt_lt: Atsisiųsti ženklus
lv_lv: Lejupielādēt emblēmas
mk_mk: Преземи значки
ms_my: Muat turun lencana
my_mm: တံဆိပ်များဒေါင်းလုဒ်လုပ်ပါ
ne: ब्याजहरू डाउनलोड गर्नुहोस्
nl: Badges downloaden
nn_no: Last ned merke
oc: Telecargar las insígnas
pl_pl: Pobierz odznaki
ps: بیجونه ډاونلوډ کړئ
pt_br: Baixar emblemas
pt_pt: Baixar insígnia
ro_ro: Descarcati insigne
ru_ru: Скачать значки
sk_sk: Stiahnúť odznaky
sl: Prenesi značke
sq: Shkarko badge-at
sr_rs: Preuzmi značke
sv_se: Ladda ner märken
sw_ke: Pakua beji
ta: சின்னங்களை பதிவிறக்கவும்
th: ดาวน์โหลดตราสำเร็จ
tl_ph: I-download ang mga badge
tr: Rozetleri indir
uk_ua: Завантажити значки
vi_vn: Tải huy hiệu
xh_za: Khupela iibheji
zh_cn: 下载徽章
zh_tw: 下載徽章
