Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Course usage
ar: استخدام المقرر
ast_es: Usu del cursu
bn_bd: কোর্স ব্যবহার
bs_ba: Korištenje kursa
ca_es: Utilització del curs
cs_cz: Statistika kurzu
da: Kursusbrug
de: Kursnutzung
el: Χρήση μαθήματος
eo: Kursa uzado
es: Utilización del curso
es_mx: Uso del curso
eu_es: Ikastaroaren erabilera
fa_ir: استفاده از درس
fi_fi: Kurssin käyttö
fo_fo: Kursur brúk
fur: Uzûf dal curs
ga: Úsáid an Chúrsa
gl: Uso do curso
he_il: שימוש בקורס
hi: कोर्स उपयोग
hr_hr: Uporaba kolegija
hu_hu: Kurzus használat
hy: Դասընթացի օգտագործում
id_id: Pemanfaatan Mata Kuliah
it: Utilizzo del corso
ja: コースの使用状況
ka_ge: კურსის გამოყენება
ko_kr: 과정 용도
lo: ການນຳໃຊ້ລາຍວິຊາ
lt_lt: Kurso naudojimas
lv_lv: Kursu lietošana
mk_mk: Постапка за ползување на курсот
ms_my: Penggunaan kursus
my_mm: သင်တန်းအသုံးပြုမှု
ne: पाठ्यक्रम प्रयोग
nl: Cursusgebruik
nn_no: Kursutnyttelse
oc: Utilizacion de la formacion
pl_pl: Użytkowanie kursu
ps: د کورس استعمال
pt_br: Utilização do curso
pt_pt: Utilização do curso
ro_ro: Utilizarea cursului
ru_ru: Использование курса
sk_sk: Štatistika kurzu
sl: Raba tečaja
sq: Përdorimi i kursit
sr_rs: Korišćenje kursa
sv_se: Kursutnyttjande
sw_ke: Matumizi ya kozi
ta: பாடப் பயன்பாடு
th: การเข้าเรียนในรายวิชา
tl_ph: Paggamit ng kurso
tr: Ders kullanımı
uk_ua: Користування курсом
vi_vn: Sử dụng khóa học
xh_za: Ukusebenziseka kwekhosi
zh_cn: 课程使用
zh_tw: 課程用途

source: This user isn't subscribed in a course
ar: هذا المستخدم غير مسجل في أي مقرر
ast_es: Esti usuariu nun ta matriculáu en nengún cursu
bn_bd: এই ব্যবহারকারী কোন কোর্সে সাবস্ক্রাইব নয়
bs_ba: Ovaj korisnik nije pretplaćen na kurs
ca_es: Aquest usuari no s'ha inscrit a cap curs
cs_cz: Uživatel není zapsán v kurzu
da: Denne bruger er ikke tilmeldt noget kursus
de: Dieser Benutzer hat keinen Kurs belegt
el: Ο χρήστης δεν είναι εγγεγραμμένος σε μάθημα
eo: Ĉi tiu uzulo aliĝis al neniu kurso
es: Este usuario no está inscrito en ningún curso
es_mx: Este usuario no pertenece a ningún curso
eu_es: Erabiltzaile honek ikastaro batean ere ez du izenik eman
fa_ir: کاربر مورد نظر در هیچ درسی ثبت نام نشده است
fi_fi: Tämä käyttäjä ei ole ilmoittautunut kursille
fo_fo: Hesin brúkarin er ikki innritaður í einum kursi
fur: Chest utent no è iscrîf a un curs
ga: Níl an túsáideoir seo suibscríobha i gcúrsa
gl: Este usuario non está suscrito nun curso
he_il: משתמש זה אינו רשום לקורס
hi: यह उपयोगकर्ता किसी कोर्स में सदस्यता प्राप्त नहीं है
hr_hr: Korisnik nije upisan ni na jedan kolegij
hu_hu: Ez a felhasználó nincs feliratkozva kurzusra
hy: Այս օգտատերը չի գրանցված դասընթացի
id_id: User tersebut tidak terdaftar pada mata kuliah
it: L'utente non è iscritto ad alcun corso
ja: このユーザーはコースに登録されていません
ka_ge: ეს მომხმარებელი არ არის გამოწერილი კურსში
ko_kr: 이 유저는 과정에 등록하지 않았습니다
lt_lt: Šis vartotojas nepriregistruotas prie kurso
lv_lv: Šis lietotājs nav reģistrējies šajā kursā
mk_mk: Овој корисник не е запишан на курсот
ms_my: Pengguna ini tidak melanggan kursus
my_mm: ဤအသုံးပြုသူသည် သင်တန်းတစ်ခုတွင် စာရင်းသွင်းမထားပါ
ne: यो प्रयोगकर्ता कुनै पाठ्यक्रममा सदस्यता लिएको छैन
nl: Deze gebruiker is in geen enkele cursus ingeschreven
nn_no: Denne brukeren er ikke p�meldt noen kurs
oc: Aqueste utilizaire es pas inscrit dins una formacion
pl_pl: Ten użytkownik nie jest zapisany na kurs
ps: دا کاروونکي په کورس کې ثبت شوی نه دی
pt_br: Este usuário não está inscrito em nenhum curso
pt_pt: Este utilizador não está inscrito em nenhum curso
ro_ro: Utilizatorul nu este inscris la curs
ru_ru: Этот пользователь не подписан на курс
sk_sk: Tento používateľ nie je zaradený v žiadnom kurze
sl: Ta uporabnik ni vpisan v tečaj
sq: Ky përdorues nuk është regjistruar në një kurs
sr_rs: Ovaj korisnik nije prijavljen na kurs
sv_se: Denna användare prenumererar inte på någon kurs
sw_ke: Mtumiaji huyu hajajisajili kwenye kozi
ta: இந்த பயனர் பாடத்தில் பதிவு செய்யப்படவில்லை
th: ��������ѧ�������Ѥ�������¹
tl_ph: Hindi naka-subscribe ang user na ito sa isang kurso
tr: Bu kullanıcı herhangi bir derse kayıtlı değil
uk_ua: Цього користувача не зараховано на курс
vi_vn: Người dùng này chưa đăng ký khóa học
xh_za: Lo msebenzisi akabhaliswanga kwikhosi
zh_cn: 没有此用户的课程
zh_tw: 這使用者沒有選修課程

source: This user isn't subscribed in a class
ar: هذا المستخدم غير مسجل في أي فصل
ast_es: Esti usuariu nun ta matriculáu en nenguna clase
bn_bd: এই ব্যবহারকারী কোন ক্লাসে সাবস্ক্রাইব নয়
bs_ba: Ovaj korisnik nije pretplaćen na klasu
ca_es: Aquest usuari no està inscrit a cap classe
cs_cz: Uživatel není zařazen ve třídě
da: Denne bruger er ikke tilmeldt nogen klasse
de: Dieser Benutzer ist keiner Klasse zugeordnet
el: Ο χρήστης δεν είναι εγγεγραμμένος σε τάξη
eo: Ĉi tiu uzulo aliĝis al neniu klaso
es: Este usuario no está inscrito en ninguna clase
es_mx: Este usuario no pertenece a ninguna clase
eu_es: Erabiltzaile honek klase batean ere ez du izenik eman
fa_ir: کاربر مورد نظر در هیچ کلاسی ثبت نام نشده است
fi_fi: Tämä käyttäjä ei ole ilmoittautunut luokkaan
fo_fo: Hesin brúkarin er ikki innritaður í einum klassa
fur: Chest utent no è iscrîf a une clasi
ga: Níl an túsáideoir seo suibscríobha i rang
gl: Este usuario non está suscrito nunha clase
he_il: משתמש זה אינו רשום בכיתה
hi: यह उपयोगकर्ता किसी कक्षा में सदस्यता प्राप्त नहीं है
hr_hr: Korisnik nije upisan ni u jednu skupinu
hu_hu: Ez a felhasználó nincs beliratkozva osztályba
hy: Այս օգտատերը չի գրանցված դասի
id_id: User tersebut tidak terdaftar pada suatu kelas mata kuliah
it: L'utente non è iscritto ad alcuna classe
ja: このユーザーはクラスに登録されていません
ka_ge: ეს მომხმარებელი არ არის გამოწერილი კლასში
ko_kr: 이 유저는 클래스에 등록하지 않았습니다
lt_lt: Šis vartotojas nepriregistruotas prie klasės
lv_lv: Šis lietotājs nav reģistrējies šajā klasē
mk_mk: Овој корисник не е запишан во оваа паралелка
ms_my: Pengguna ini tidak melanggan kelas
my_mm: ဤအသုံးပြုသူသည် အတန်းတစ်ခုတွင် စာရင်းသွင်းမထားပါ
ne: यो प्रयोगकर्ता कुनै कक्षामा सदस्यता लिएको छैन
nl: Deze gebruiker is in geen enkele klas ingeschreven
nn_no: Denne brukeren er ikke p�meldt noen klasse
oc: Aqueste utilizaire es pas inscrit dins una classa
pl_pl: Ten użytkownik nie jest zapisany do klasy
ps: دا کاروونکي په کلاس کې ثبت شوی نه دی
pt_br: Este usuário não está inscrito em nenhuma turma
pt_pt: Este utilizador não está inscrito em nenhuma turma
ro_ro: Utilizatorul nu este inscris in clasa
ru_ru: Этот пользователь не записан в класс
sk_sk: Tento používateľ nie je zaradený v žiadnej triede
sl: Ta uporabnik ni vpisan v razred
sq: Ky përdorues nuk është regjistruar në një klasë
sr_rs: Ovaj korisnik nije prijavljen u razred
sv_se: Denna anv�ndare prenumererar inte p� n�gon klass
sw_ke: Mtumiaji huyu hajajisajili kwenye darasa
ta: இந்த பயனர் வகுப்பில் பதிவு செய்யப்படவில்லை
th: ��������������Ѥ������������¹
tl_ph: Ang user na ito ay hindi naka-subscribe sa isang klase
tr: Bu kullanıcı herhangi bir sınıfa kayıtlı değil
uk_ua: Цього користувача не зараховано до класу
vi_vn: Người dùng này chưa đăng ký lớp học
xh_za: Lo msebenzisi akabhaliswanga eklasini
zh_cn: 没有此用户的班级
zh_tw: 這使用者沒有加入班級

source: This class isn't subscribed in a course
ar: هذا الفصل غير مسجل في أي مقرر
ast_es: Esta clase nun ta asociada a nengún cursu
bn_bd: এই ক্লাসটি কোন কোর্সে সাবস্ক্রাইব নয়
bs_ba: Ova klasa nije pretplaćena na kurs
ca_es: Aquesta classe no està inscrita a cap curs
cs_cz: Tato třída neobsahuje žádný kurz
da: Denne klasse er ikke tilmeldt noget kursus
de: Diese Klasse ist in keinem Kurs eingeschrieben
el: Η τάξη δεν είναι εγγεγραμμένη σε μάθημα
eo: Tiu ĉi klaso aliĝis al neniu kurso
es: Esta clase no está inscrita en ningún curso
es_mx: Esta clase no pertenece a ningún curso
eu_es: Klase hau ikastaro batean ere ez dago inskribaturik
fa_ir: این کلاس در هیچ درسی ثبت نام نشده است
fi_fi: Tätä luokkaa ei ole ilmoitettu kursille
fo_fo: Hesin klassin er ikki innritaður í einum kursi
fur: Cheste clasi no è iscrîte a un curs
ga: Níl an rang seo suibscríobha i gcúrsa
gl: Esta clase non está suscrita nun curso
he_il: שיעור זה אינו רשום בקורס
hi: यह कक्षा किसी कोर्स में सदस्यता प्राप्त नहीं है
hr_hr: Razred nije upisan ni na jedan kolegij
hu_hu: Ez az osztály nincs feliratkozva kurzusra
hy: Այս դասը չի գրանցված դասընթացի
id_id: Klas ini tidak terdaftar pada mata kuliah
it: La classe non è iscritta ad alcun corso
ja: このクラスはコースに登録されていません
ka_ge: ეს კლასი არ არის გამოწერილი კურსში
ko_kr: 이 클래스는 과정에 등록하지 않았습니다
lo: ຫ້ອງຮຽນນີ້ບໍ່ໄດ້ລົງທະບຽນໃນລາຍວິຊາໃດ
lt_lt: Ši klasė nepriregistruota prie kurso
lv_lv: Šī klase nav pievienota šim kursam
mk_mk: Оваа паралелка не е запишана на курсот
ms_my: Kelas ini tidak melanggan kursus
my_mm: ဤအတန်းသည် သင်တန်းတစ်ခုတွင် စာရင်းသွင်းမထားပါ
ne: यो कक्षा कुनै पाठ्यक्रममा सदस्यता लिएको छैन
nl: Deze klas is niet ingeschreven in een cursus
nn_no: Denne klassen er ikke p�meldt noen kurs
oc: Aquesta classa es pas inscrita dins una formacion
pl_pl: Ta klasa nie jest zapisana na kurs
ps: دا کلاس په کورس کې ثبت شوی نه دی
pt_br: Esta turma não está inscrita em nenhum curso
pt_pt: Esta turma não está inscrita em nenhum curso
ro_ro: Aceasta clasa nu este inscrisa la curs
ru_ru: Этот класс не подписан на курс
sk_sk: Táto trieda nie je zaradená v žiadnom kurze
sl: Ta razred ni vpisan v tečaj
sq: Kjo klasë nuk është regjistruar në një kurs
sr_rs: Ovaj razred nije prijavljen na kurs
sv_se: Denna klass prenumererar inte på någon kurs
sw_ke: Darasa hili halijasajiliwa kwenye kozi
ta: இந்த வகுப்பு பாடத்தில் பதிவு செய்யப்படவில்லை
th: �������¹����ѧ�������Ѥ����¹
tl_ph: Hindi naka-subscribe ang klase na ito sa isang kurso
tr: Bu sınıf herhangi bir derse kayıtlı değil
uk_ua: Цей клас не зараховано на курс
vi_vn: Lớp học này chưa đăng ký khóa học
xh_za: Eli klasi alibhaliswanga kwikhosi
zh_cn: 没有此班级的课程
zh_tw: 這班級沒有選修課程

source: Tool
ast_es: Ferramienta
bn_bd: টুল
bs_ba: Alat
ca_es: Eina
cs_cz: nástroj
da: værktøj
el: εργαλείο
eo: modulo
es_mx: herramienta
eu_es: tresna
fa_ir: ابزارآموزشی
fi_fi: työkalu
fo_fo: Verktyg
fur: Strûl
ga: Uirlis
gl: ferramenta
he_il: כלי
hi: उपकरण
hr_hr: alat
hu_hu: eszköz
hy: Գործիք
it: strumento
ja: ツール
ka_ge: ინსტრუმენტი
ko_kr: 도구
lo: ເຄື່ອງມື
lt_lt: įrankis
lv_lv: Instruments
mk_mk: алатка
ms_my: Alat
my_mm: ကိရိယာ
ne: उपकरण
nl: module
nn_no: Verktøy
oc: Aisina
pl_pl: narzędzie
ps: وسیلې
pt_br: Ferramenta
pt_pt: ferramenta
ro_ro: unelte
ru_ru: инструмент
sk_sk: nástroj
sq: Mjeti
sr_rs: alat
sv_se: verktyg
sw_ke: Zana
ta: கருவி
th: เครื่องมือ
tr: araç
uk_ua: інструмент
vi_vn: Công cụ
xh_za: Isixhobo
zh_cn: 工具
zh_tw: 工具

source: Number of items
ast_es: Númberu d'elementos
bn_bd: আইটেমের সংখ্যা
bs_ba: Broj stavki
ca_es: nombre d'elements
cs_cz: počet položek
da: antal objekter
el: πλήθος στοιχείων
eo: nombro da eroj
es_mx: Número de items
eu_es: elementu kopurua
fa_ir: تعداد موارد
fi_fi: Kohteiden määrä
fo_fo: Tal av lutum
fur: Nûmar di element
ga: Líon na míreanna
gl: Número de elementos
he_il: מספר פריטים
hi: आइटमों की संख्या
hr_hr: broj elemenata
hu_hu: elemek száma
hy: Պարագաների քանակ
id_id: jumlah item
it: Numero di elementi
ja: アイテム数
ka_ge: ელემენტების რაოდენობა
ko_kr: 아이템 수
lo: ຈຳນວນລາຍການ
lt_lt: elementų skaičius
lv_lv: lietu skaits
mk_mk: број на елементи
ms_my: Bilangan item
my_mm: ပစ္စည်းအရေအတွက်
ne: वस्तुहरूको संख्या
nl: Aantal items
nn_no: Antall elementer
oc: Nombre d'elements
pl_pl: liczba pozycji (przedmiotów)
ps: د توکو شمېر
pt_br: Número de ítens
pt_pt: número de itens
ro_ro: Numar de elemente
ru_ru: количество элементов
sk_sk: počet položiek
sq: Numri i artikujve
sr_rs: Broj stavki
sv_se: antal objekt
sw_ke: Idadi ya vitu
ta: பொருட்களின் எண்ணிக்கை
th: จำนวนในแต่ละรายการ
tl_ph: Bilang ng mga item
tr: İçerik sayısı
uk_ua: кількість елементів
vi_vn: Số lượng mục
xh_za: Inani lezinto
zh_cn: 项目数字
zh_tw: 項目數量

source: Documents and folders
ar: مستندات و مجلدات
ast_es: Documentos y carpetes
bn_bd: ডকুমেন্ট এবং ফোল্ডার
bs_ba: Dokumenti i fascikle
ca_es: Documents i carpetes
cs_cz: Dokumenty a složky
da: Dokumenter og mapper
de: Dokumente und Verzeichnisse
el: Αρχεία και φάκελοι
eo: Dosieroj kaj dosierujoj
es: Documentos y carpetas
es_mx: Documentos y carpetas
eu_es: Dokumentuak eta karpetak
fa_ir: پروندهها و مدارک
fi_fi: Tiedostot ja kansiot
fo_fo: Skjøl og mapper
fur: Documents e cartelis
ga: Doiciméid agus fillteáin
gl: Documentos e carpetas
he_il: מסמכים ותיקיות
hi: दस्तावेज़ और फोल्डर
hr_hr: Dokumenti i mape
hu_hu: Dokumentumok és mappák
hy: Փաստաթղթեր և թղթապանակներ
id_id: Dokumen dan folder
it: Documenti e cartelle
ja: ドキュメントとフォルダ
ka_ge: დოკუმენტები და ფოლდერები
ko_kr: 문서와 폴더
lo: ເອກະສານ ແລະ ໂຟນເດີ
lt_lt: Dokumentai ir katalogai
lv_lv: Dokumenti un mapes
mk_mk: Документи и Папки
ms_my: Dokumen dan folder
my_mm: စာရွက်စာတမ်းများနှင့် ဖိုလ်ဒါများ
ne: दस्तावेजहरू र फोल्डरहरू
nl: Bestanden en mappen
nn_no: Dokumenter og mapper
oc: Documents e dossiers
pl_pl: Dokumenty i katalogi
ps: اسناد او فولډرونه
pt_br: Documentos e pastas
pt_pt: Documentos e pastas
ro_ro: Documente si directoare
ru_ru: Документы и каталоги
sk_sk: Dokumenty a zložky
sl: Dokumenti in mape
sq: Dokumentet dhe dosjet
sr_rs: Dokumenta i folderi
sv_se: Dokument och mappar
sw_ke: Hati na folda
ta: ஆவணங்கள் மற்றும் கோப்புறைகள்
th: แฟ้มเก็บเอกสาร
tl_ph: Mga dokumento at folder
tr: Belgeler ve Klasörler
uk_ua: Документи та каталоги
vi_vn: Tài liệu và thư mục
xh_za: Amaxwebhu kunye neefolida
zh_cn: 文件与文件夹
zh_tw: 文件及資料夾

source: Personal Agenda
ar: التقويم الشخصي
ast_es: Axenda personal
bn_bd: ব্যক্তিগত এজেন্ডা
bs_ba: Osobni agenda
ca_es: Agenda personal
cs_cz: Osobní Agenda
da: Personlig kalender
de: Persönlicher Kalender
el: Προσωπική Ατζέντα
eo: Persona agendo
es: Agenda personal
es_mx: Agenda Personal
eu_es: Agenda pertsonala
fa_ir: تقویمشخصی
fi_fi: Henkilökohtainen agenda
fo_fo: Persónlig dagføra
fur: Agende personâl
ga: Aiseag Phearsanta
gl: Axenda persoal
he_il: אג'נדה פרטית
hi: व्यक्तिगत एजेंडा
hr_hr: Osobni raspored
hu_hu: Személyes naptár
hy: Մասնական օրակարգ
id_id: Agenda Personal
it: Agenda
ja: 個人アジェンダ
ka_ge: პირადი კალენდარი
ko_kr: 개인 일정
lo: ປະຕິທິນສ່ວນຕົວ
lt_lt: Asmeninė darbotvarkė
lv_lv: Mans Plānotājs
mk_mk: Личен роковник
ms_my: Agenda Peribadi
my_mm: ကိုယ်ပိုင်အစီအစဉ်
ne: व्यक्तिगत एजेन्डा
nl: Persoonlijke agenda
nn_no: Personlig kalender
oc: Agenda personala
pl_pl: Osobista agenda (program)
ps: ذاتی کیلېنډر
pt_br: Agenda Pessoal
pt_pt: Agenda pessoal
ro_ro: Agenda personala
ru_ru: Индивидуальное расписание
sk_sk: Osobná agenda
sl: Osebna agenda
sq: Agjenda Personale
sr_rs: Lična agenda
sv_se: Personlig kalender
sw_ke: Agendo la Kibinafsi
ta: தனிப்பட்ட நிகழ்ச்சி நினைவு
th: กำหนดการส่วนตัว
tl_ph: Personal na Agenda
tr: Kişisel Ajanda
uk_ua: Персональна повістка дня
vi_vn: Lịch cá nhân
xh_za: I-Agenda yoBuntu
zh_cn: 个人日程
zh_tw: 個人日程

source: Can the learner add personal events to the Agenda?
ar: هل يمكن للطالب اضافة احداث شخصية الى التقويم؟
ast_es: ¿ Pue l'usuariu amestar elementos de l'axenda personal a la seición 'La mio axenda' ?
bn_bd: শিক্ষার্থী কি এজেন্ডায় ব্যক্তিগত ইভেন্ট যোগ করতে পারবে?
bs_ba: Može li učenik dodavati osobne događaje u Agendu?
ca_es: L'usuari pot afegir els elements de l'agenda personal a la pàgina "La meva agenda" ?
cs_cz: Může student vložit vlastní události do programu školení?
da: Can brugeren tilføje personlige punkter på Min Kalender siden?
de: hinzufügen?
el: Μπορεί ο μαθητής να προσθέσει προσωπικές εκδηλώσεις στην Ημερήσια Διάταξη;
eo: Ĉu la uzulo rajtas aldoni personajn agendojn al la paĝo Mia Agendo?
es: ¿ El usuario puede añadir elementos de la agenda personal a la sección 'Mi agenda' ?
es_mx: ¿Puede el usuario añadir items personales en la página de Mi Agenda?
eu_es: Ba al du ikasleak elementu pertsonalak gehitzea Agendari?
fa_ir: آیا به کاربر اجازه می دهید که یادداشت های شخصی خود را در صفحۀ �تقویم من� وارد کند؟
fi_fi: Voiko opiskelija lisätä henkilökohtaisia tapahtumia agendaan?
fo_fo: Kann lærandinum leggja persónligar hendingar afturat dagførunni?
fur: Il lerneant al puest zontâ events personâi al Agende?
ga: An féidir leis an bhfoghlaimeoir imeachtaí pearsanta a chur leis an Aiseag?
gl: ¿Un usuario pode engadir eventos a súa axenda persoal?
he_il: האם הלומד יכול להוסיף אירועים אישיים לסדר היום?
hi: क्या शिक्षार्थी एजेंडा में व्यक्तिगत घटनाएँ जोड़ सकता है?
hr_hr: Može li korisnik dodati elemente osobnog rasporeda na stranicu Moj raspored?
hu_hu: Hozzáadhat a felhasználó személyes naptárbejegyzéseket a naptárához?
hy: Կարո՞ղ է ուսանողը ավելացնել անձնական իրադարձություններ օրակարգին?
id_id: Bolehkan user menambahkan item agenda personal pada halaman Agenda-ku?
it: L'utente può aggiungere elementi all'agenda personale?
ja: 学習者がアジェンダに個人イベントを追加できますか？
ka_ge: შეუძლია თუ არა მოწალეობას პირადი მოვლენების დამატება კალენდარში?
ko_kr: 유저가 My Agenda 페이지에서 개인일정을 추가할 수 있습니까?
lo: ຜູ້ຮຽນສາມາດເພີ່ມເຫດການສ່ວນຕົວເຂົ້າໃນປະຕິທິນໄດ້ບໍ່?
lt_lt: Ar gali vartotojas įrašyti savo asmeninės darbotvarkės įrašą "Mano kalendorius" puslapyje?
lv_lv: Vai Lietotājs drīkst ierakstīt personīgos ierakstus <b>"Kursa notikumu plānotājā"</b>
mk_mk: Може ли корисникот да додаде елементи на личен роковник на страната Мој Роковник?
ms_my: Adakah pelajar boleh tambah acara peribadi ke Agenda?
my_mm: သင်ယူသူသည် အစီအစဉ်တွင် ကိုယ်ပိုင်ဖြစ်ရပ်များကို ထည့်သွင်းနိုင်ပါသလား။
ne: सिकारूले एजेन्डामा व्यक्तिगत घटनाहरू थप्न सक्छ?
nl: Mag de gebruiker persoonlijke agenda-items toevoegen aan de Mijn Agendapagina?
nn_no: Kan brukeren tilføye personlige kalenderelementer på Min Kalenderside?
oc: Podon los aprenents apondre d'eveniments personals a l'Agenda ?
pl_pl: Czy użytkownik może dodawać własne elementy do agendy na stronie Moja Agenda?
ps: آیا زده کونکي ته د کیلېنډر کې ذاتی پېښې اضافه کولو اجازه ده؟
pt_br: O usuário pode adicionar ítens da agenda pessoal à página Minha Agenda?
pt_pt: O aluno pode adicionar eventos pessoais à Agenda?
ro_ro: Poate un utilizator sa adauge agenda personala in "Agenda mea"?
ru_ru: Может ли пользователь добавлять элементы персональной повестки дня (расписания) на страницу Моя повестка дня (расписание)?
sk_sk: Môže používateľ pridať položky osobnej agendy na stránku Moja Agenda?
sl: Ali uporabniki lahko dodajajo zapise v orodju Moja agenda ?
sq: A mund nxënësi të shtojë ngjarje personale në Agjendë?
sr_rs: Može li korisnik da doda lične stavke na stranici Moja Agenda?
sv_se: Kan användaren lägga till personliga kalenderposter i Min kalender?
sw_ke: Je, mwanafunzi anaweza kuongeza matukio ya kibinafsi kwenye Agendo?
ta: கற்றல் நபர் நிகழ்ச்சி நினைவில் தனிப்பட்ட நிகழ்வுகளைச் சேர்க்க முடியுமா?
th: ผู้ใช้สามารถเพิ่มเติมกำหนดการของตัวเองเข้าได้หรือไม่
tl_ph: Maaari bang magdagdag ang mag-aaral ng personal na mga event sa Agenda?
tr: Kullanıcı kişisel ajandj içeriği ekleyebilirmi?
uk_ua: Чи може користувач додавати елементи персональної повістки дня на сторінку Моя повістка дня?
vi_vn: Học viên có thể thêm sự kiện cá nhân vào Lịch không?
xh_za: Ingaba umfundi unokongeza izinto zobuntu kwi-Agenda?
zh_cn: 用户可以在我的日程上创建个人日程吗?
zh_tw: 使用者可否於「個人日程」中加入個人行事項目？

source: current value
ar: القيمة الحالية
ast_es: Valor actual
bn_bd: বর্তমান মান
bs_ba: trenutna vrijednost
ca_es: Valor actual
cs_cz: aktuální hodnota
da: nuværende værdi
de: aktueller Wert
el: τρέχουσα τιμή
eo: aktuala valoro
es: Valor actual
es_mx: valor actual
eu_es: uneko balioa
fa_ir: میزان کنونی
fi_fi: nykyinen arvo
fo_fo: verandi virði
fur: valôr atuâl
ga: luach reatha
gl: valor actual
he_il: ערך נוכחי
hi: वर्तमान मान
hr_hr: trenutna vrijednost
hu_hu: jelenlegi érték
hy: այժմյան արժեք
id_id: nilai sekarang
it: valore attuale
ja: 現在の値
ka_ge: მიმდინარე მნიშვნელობა
ko_kr: 현재 값
lo: ຄ່າປັດຈຸບັນ
lt_lt: Esama parinktoji reikšmė
lv_lv: patreizējais stāvoklis
mk_mk: тековна вредност
ms_my: nilai semasa
my_mm: လက်ရှိတန်ဖိုး
ne: वर्तमान मान
nl: huidige waarde
nn_no: nåværende verdi
oc: valor actual
pl_pl: obecna wartość
ps: اوسنۍ ارزښت
pt_br: Idioma atual
pt_pt: valor actual
ro_ro: valoare curenta
ru_ru: текущая ценность
sk_sk: aktuálna hodnota
sl: trenutna vrednost
sq: vlera aktuale
sr_rs: tekuća vrednost
sv_se: nuvarande värde
sw_ke: thamani ya sasa
ta: தற்போதைய மதிப்பு
th: ปัจจุบันใช้คำสั่งของระบบเป็นภาษา
tl_ph: kasalukuyang value
tr: geçerli değer
uk_ua: поточне значення
vi_vn: giá trị hiện tại
xh_za: Ixabiso lwangoku
zh_cn: 当前值
zh_tw: 當前值

source: Already registered to session
ar: مسجل مسبقا في الدورة
ast_es: Yá rexistráu na sesión
bn_bd: ইতিমধ্যে সেশনে নিবন্ধিত
bs_ba: Već registriran na sesiju
ca_es: Ja està registrat en la sessió
cs_cz: Již registrován do relace
da: Allerede registreret til session
de: Bereits in der Session registriert
el: Έχετε ήδη εγγραφεί στη συνεδρία.
eo: Jam registrita al sesio
es: Ya está registrado en la sesión
es_mx: Ya registrado en la sesión
eu_es: Saioan izena emanda dago jadanik
fa_ir: قبلاً در جلسه ثبت‌نام شده
fi_fi: Jo rekisteröitynyt istuntoon
fo_fo: Íðreitt innritað í samtyggju
fur: Ja registrit a sesion
ga: Cláraithe cheana féin sa seisiún
gl: Xa está rexistrado na sesión
he_il: כבר רשום להפעלה
hi: सत्र में पहले से पंजीकृत
hr_hr: Već registriran na sesiju
hu_hu: Már regisztrálva a foglalkozásra
hy: Արդեն գրանցված է սեանսին
id_id: Sudah terdaftar ke sesi
it: Già registrato alla sessione
ja: セッションに既に登録済み
ka_ge: ইტკვე რეგისტრირებული სესიაზე
ko_kr: 이미 세션에 등록됨
lo: ລົງທະບຽນໃນຊ່ວງເວລານີ້ແລ້ວ
lt_lt: Jau užsiregistruota į sesiją
lv_lv: Jau reģistrēts sesijai
mk_mk: Веќе регистриран на сесија
ms_my: Sudah didaftarkan ke sesi
my_mm: အစည်းအဝေးတွင် မှတ်ပုံတင်ပြီးဖြစ်သည်
ne: सत्रमा पहिल्यै दर्ता भएको
nl: Reeds ingeschreven op een sessie
nn_no: Allereie registrert til sesjon
oc: Jamais inscrit a la session
pl_pl: Już zarejestrowany w sesji
ps: په سیشن کې دمخه ثبت شوی
pt_br: Já registrado na sessão
pt_pt: Já registrado na sessão
ro_ro: Deja înscris la sesiune
ru_ru: Уже зарегистрирован на сессию
sk_sk: Už ste sa zaregistrovali na stretnutie
sl: Vpis v to sejo je bil že izveden
sq: Tashmë i regjistruar në sesion
sr_rs: Već registrovan u sesiji
sv_se: Redan registrerad till sessionen
sw_ke: Tayari amesajiliwa kwenye kikao
ta: இதன் அமர்வுக்கு ஏற்கனவே பதிவு செய்யப்பட்டது
th: ลงทะเบียนในเซสชันแล้ว
tl_ph: Naka-register na sa session
tr: Oturuma zaten kayıtlı
uk_ua: Вже зареєстрований на сесію
vi_vn: Đã đăng ký phiên
xh_za: Sele ibhalisiwe kwiseshini
zh_cn: 已注册会话
zh_tw: 已註冊課程期間
