Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: I am very unsure
yo_ng: Emí kò ṣe ìdíwò gidigidi

source: I am unsure
yo_ng: Emí kò ṣe ìdíwò

source: I am pretty sure
yo_ng: Emí ṣe ìdíwò díẹ̀

source: I am almost 100% sure
yo_ng: Emí ṣe ìdíwò fẹ́ẹ́rẹ̀ 100%

source: I am totally sure
yo_ng: Emí ṣe ìdíwò pátápátá

source: Multiple answer true/false/degree of certainty
yo_ng: Púpọ̀ ìdáhùn ìdíwò ìdọ́tútù ìdíwò

source: Ignorance: %s
yo_ng: Àìmọ̀: %s

source: Correct answers: %s
yo_ng: Àwùnṣe tọ́: %s

source: Total hours
yo_ng: Àkókò gbogbogbò

source: Minutes per day
yo_ng: Ìṣẹ́jú fún ọjọ́ kan

source: Classroom activity
yo_ng: Ìṣẹ́ yàtọ̀ kíláàsì

source: 1 day
yo_ng: Ọjọ 1

source: User %s's information anonymized.
yo_ng: Alaye olumulo %s ti di aṣiri.

source: We could not anonymize user %s's information. Please try again or check the logs.
yo_ng: A ko le ṣe aṣiri alaye olumulo %s. Jọwọ gbiyanju lẹẹkansi tabi ṣayẹwo awọn akọọjù.

source: You don't have permissions to anonymize user %s. You need the same permissions as to delete users.
yo_ng: O ko ni awọn igbanilaaye lati ṣe aṣiri olumulo %s. O nilo awọn igbanilaaye kanna bi lati pa awọn olumulo run.

source: Anonymize
yo_ng: Ṣe ìdásílẹ̀

source: %d questions
yo_ng: %d ìbéèrè

source: The styles and assets in the web/ folder have been refreshed.
yo_ng: Awọn aṣa ati awọn ohun-ini ni folda web/ ti ni isọdọtun.

source: The styles and assets in the web/ folder could not be refreshed, probably due to a permissions problem. Make sure the web/ folder is writeable by your web server.
yo_ng: Awọn aṣa ati awọn ohun-ini ni folda web/ ko le ni isọdọtun, boya nitori iṣoro awọn igbanilaaye. Rii daju pe folda web/ jẹ kíkọ nipasẹ olupin wẹẹbu rẹ.

source: Copy text
yo_ng: Daakọ ọrọ

source: We need you to accept our treatment of your data in order to provide you with this service. If you want to register an account, please accept the terms and click Submit. If you don't accept, no personal data will be treated by us about you.
yo_ng: A nilo ki o gba itọju data rẹ lati pese iṣẹ yii fun ọ. Ti o ba fẹ forukọsilẹ akọọlẹ kan, jọwọ gba awọn ofin ati tẹ Firanṣẹ. Ti o ko ba gba, ko si data ti ara ẹni ti a yoo ṣe itọju nipa rẹ.

source: No terms and conditions available
yo_ng: Ko si awọn ofin ati ipo ti o wa

source: Personal data officer's name
yo_ng: Orukọ olutọju data ti ara ẹni

source: Personal data officer's role
yo_ng: Ipa olutọju data ti ara ẹni

source: Assets
yo_ng: Awọn ohun-ini

source: Total learnpath time
yo_ng: Akoko lapapọ ọna ẹkọ

source: Add status
yo_ng: Fi kun ipo

source: Add project
yo_ng: Fi kun iṣẹ́-ìṣẹ́

source: Add priority
yo_ng: Fi kun pato

source: User permissions
yo_ng: Awọn igbanilaaye olumulo

source: Go to thread
yo_ng: Lọ si ìdàpọ̀

source: Time difference
yo_ng: Ìyàtọ̀ àkókò

source: Session administrator
yo_ng: Alakoso akoko

source: There is a sequence resource linked to this session. You must delete this link first.
yo_ng: Ohun elo ọkọọkan wa ti so pọ si akoko yii. O gbọdọ pa ìsokọ yii ni akọkọ.

source: Add annotation text
yo_ng: Fi kun ọrọ asọye

source: Add annotation path
yo_ng: Fi kun ọna asọye

source: Driver
yo_ng: Awùn-ọkọ

source: The temporary upload directory is a space on the server where files are uploaded before being filtered and treated by PHP.
yo_ng: Kayefi gbigbe soke igba diẹ jẹ aaye lori olupin nibiti awọn faili ti wa ni igbe soke ṣaaju ki PHP to ṣe ìdàsílẹ̀ wọn ati ìtọju wọn.

source: Generate custom report
yo_ng: Ṣẹda ijabọ alaṣẹ

source: Please enter the URL
yo_ng: Jọwọ tẹ URL

source: If you want to get the certificate and/or skills associated with this course, you need to buy the certificate service. You can go to the services catalog by clicking this link: %s
yo_ng: Ti o ba fẹ gba iwe-ẹri ati/tabi awọn ogbon ti o ni nkan ṣe pẹlu iṣẹ-ẹkọ yii, o nilo lati ra iṣẹ iwe-ẹri. O le lọ si akojọ awọn iṣẹ nipa titẹ ìsokọ yii: %s

source: Sub-skill
yo_ng: Sub-ogbon

source: Add multiple users to calendar
yo_ng: Fi awọn olumulo pupọ kun kalẹnda

source: Update calendar
yo_ng: Ṣe imudojuiwọ kalẹnda

source: Control point
yo_ng: Aaye iṣakoso

source: Please follow the instructions below to check your results for test %s.<br /><br />
yo_ng: Jọwọ tẹle awọn ilana ti o wa ni isalẹ lati ṣayẹwo awọn abajade rẹ fun idanwọ %s.<br /><br />

source: Session min duration
yo_ng: Akoko kukuru ti akoko

source: Could not translate
yo_ng: Ko le tumọ

source: Add skills
yo_ng: Fi awọn ogbon kun

source: Dictionary
yo_ng: Iwe-itumọ

source: Category exists
yo_ng: Ẹka wa

source: Minimum to validate
yo_ng: Kukuru lati ṣe idaniloju

source: Number of gradebooks to validate in dependencies
yo_ng: Nọmba awọn iwe-igbakọ lati ṣe idaniloju ni awọn igbẹkẹle

source: Depends on gradebook
yo_ng: Gbẹkẹle iwe-igbakọ

source: This gradebook has no dependency
yo_ng: Iwe-igbakọ yii ko ni igbẹkẹle

source: Course introductions all imported successfully.
yo_ng: Awọn ifihan akoko gbogbo wọle ni aṣeyọri.

source: Filter sessions
yo_ng: Ṣàlẹ awọn akoko

source: Score model
yo_ng: Awoṣe ami

source: Synchronize the database with the schema
yo_ng: Ẹsì ìdàbọ̀ ìkọ́wé pẹ̀lú ìlànà

source: Courses-Skills associations
yo_ng: Àwùjọ Ìdàbọ̀-Skills

source: A user is waiting for an action about his/her personal data request
yo_ng: Olòòjọ́ kan ń ṣe ìdúró fún ìṣe ìdàbọ̀ lórí ìbéèrè ìdàbọ̀ àdáni rẹ̀

source: The user %s is waiting for an action about it's personal data request. To manage personal data requests you can follow this link : %s
yo_ng: Olòòjọ́ %s ń ṣe ìdúró fún ìṣe ìdàbọ̀ lórí ìbéèrè ìdàbọ̀ àdáni rẹ̀. Láti ṣàtúnṣe ìbéèrè ìdàbọ̀ àdáni, ẹ lè tẹ ìlànà yìí: %s

source: Request type
yo_ng: Irú ìbéèrè

source: Delete account
yo_ng: Pa àkọọ́lẹ̀ kúrò

source: Remove legal agreement
yo_ng: Yọ ìfọwọ́sowọ́ òfin kúrò

source: You can find more information about the user's right to be forgotten through the following page: %s
yo_ng: Ẹ lè rí ìròyìn púpọ̀ sí i lórí ẹ̀tọ́ olòòjọ́ láti jẹ́ ìgbàgbọ́ ní ojú ìwòye yìí: %s

source: Please tell us why you want to withdraw the rights you previously gave us, to let us make it in the smoothest way possible.
yo_ng: Jọ̀wọ́ sọ fún wa kí ìdí tí ìwọ fẹ́ yọ ẹ̀tọ́ tí ìwọ ti fún wa tẹ́lẹ̀, kí a lè ṣe é lọ́nà tí kò ṣe ìyọnu jù lọ.

source: Explain in this box why you want your account deleted
yo_ng: Ṣàlàyé nínú àpò yìí kí ìdí tí ìwọ fẹ́ kí àkọọ́lẹ̀ rẹ parẹ́

source: You can ask below for your legal agreement to be deleted or your account to be deleted.<br>In the case of the legal agreement, once deleted you will have to accept it again on your next login to be able to access the platform and recover your access, because we cannot reasonably at the same time give you a personal environment and not treat your personal data.<br>In the case of an account deletion, your account will be deleted along with all of your course subscriptions and all the information related to your account. Please select the corresponding option with care. In both cases, one of our administrators will review your request before it is effective, to avoid any misunderstanding and definitive loss of your data.
yo_ng: Ìwọ lè béèrè nísàlẹ̀ kí ìfọwọ́sowọ́ òfin rẹ parẹ́ tàbí kí àkọọ́lẹ̀ rẹ parẹ́.<br>Ní ìsopọ̀ ìfọwọ́sowọ́ òfin, lẹ́yìn tí ó parẹ́ ìwọ yóò ní láti gbà á lẹ́ẹ̀kàn lórí ìwọlé ìkànnì rẹ láti lè wọle sínú ìkànnì àti ìdásílẹ̀ ìwọlé rẹ, nítorí a kò lè fún ìwọ pẹ̀lú àyíká àdáni kí a sì má ṣe ìdùbọ̀ ìdàbọ̀ àdáni rẹ lọ́nà tí kò yẹ.<br>Ní ìsopọ̀ ìparẹ́ àkọọ́lẹ̀, àkọọ́lẹ̀ rẹ yóò parẹ́ pẹ̀lú gbogbo ìfọwọ́sowọ́ ìdàbọ̀ ìkọ́rẹ́ẹ̀tì rẹ àti gbogbo ìròyìn tí ó jẹ mọ́ àkọọ́lẹ̀ rẹ. Jọ̀wọ́ yan àṣàyàn tí ó yẹ pẹ̀lú ìṣọ̀kan. Nínú àwùjọ mejeeji, ọ̀kan lára àwùjọ ìdarí wa yóò ṣàyẹ̀wò ìbéèrè rẹ kí ó to ṣiṣẹ́, láti yẹ̀wò ìyàlẹ́nu kankan àti ìpadàrọ ìdàbọ̀ rẹ patapata.

source: Personal data protection
yo_ng: Ìdàbòbo ìdàbọ̀ àdáni

source: Request for account removal
yo_ng: Ìbéèrè fún ìyọkúrò àkọọ́lẹ̀

source: User %s asked for the deletion of his/her account, explaining that "%s". You can process the request here: %s
yo_ng: Olòòjọ́ %s ti béèrè ìparẹ́ àkọọ́lẹ̀ rẹ̀, ó ṣàlàyé pé "%s". Ẹ lè ṣàtúnṣe ìbéèrẹ yìí níbí: %s

source: User %s asked for the removal of his/her consent to our legal terms, explaining that "%s". You can process the request here: %s
yo_ng: Olòòjọ́ %s ti béèrè ìyọkúrò ìfọwọ́sowọ́pọ̀ rẹ̀ sí òfin wa, ó ṣàlàyé pé "%s". Ẹ lè ṣàtúnṣe ìbéèrẹ yìí níbí: %s

source: Request for consent withdrawal on legal terms
yo_ng: Ìbéèrè fún ìyọkúrò ìfọwọ́sowọ́pọ̀ lórí òfin òfin

source: Terms and condition fields
yo_ng: Àwùjọ òfin àti ipo

source: This content is not accessible to you directly because of course-related access rules. If you require access to that data, please contact the Data Privacy Officer as defined in our privacy terms.
yo_ng: Àkóónú yìí kò ṣe ìwọle fún ìwọ tààrà pẹ̀lú ìlò ìlànà ìwọle ìdàbọ̀ ìkọ́rẹ́ẹ̀tì. Tí ìwọ bá ṣe ìfẹ́ ìwọle sí ìdàbọ̀ yìí, jọ̀wọ́ kan si Ọ̀gá Ìdàbòbo Ìdàbọ̀ Àdáni gẹ́gẹ́ bí a ṣe ṣàlàyé nínú ìlànà ìdàbòbo wa.

source: Learning calendar
yo_ng: Kìlẹ̀ndà ìkọ́kọ́

source: Control point added
yo_ng: Àìtọ́ ìdarí ti ṣàfikún

source: Number of days accumulated in calendar
yo_ng: Nọ́mba ọjọ́ tí a ṣàkójọpọ̀ nínú kìlẹ̀ndà

source: Difference between days and calendar
yo_ng: Ìyàtọ̀ láàárín ọjọ́ àti kìlẹ̀ndà

source: Skills and users list
yo_ng: Àwòkà ìmọ̀ àti ìwé olòòjọ́

source: Course ID
yo_ng: ID Ìdàbọ̀

source: Student care detail view
yo_ng: Ìrùù ìṣòwò ọmọ ilé ìwòsàn

source: More data available in the database but trunked for efficiency reasons.
yo_ng: Àwòyè ìdàbọ̀ púpọ̀ sí i nínú ìkọ́wé ìdàbọ̀ ṣùgbọ́n a ṣe ìdàpọ̀ fún ìdásílẹ̀ ìṣiṣẹ́.

source: Send a copy by email to myself.
yo_ng: Firanṣẹ́ ẹ̀dà kan pẹ̀lú ìmeẹ̀lì sí ara mi.

source: Course duration (h)
yo_ng: Àkókò ìdàbọ̀ (òwúrọ̀)

source: Announcement will be sent to
yo_ng: Ìkéde yóò fi ranṣẹ́ sí

source: You need attach a audio file according to the text, clicking on the %s icon.
yo_ng: Ìwọ nilò láti so ìfailẹ̀ ohùn kan mọ́ ìwé, ní títẹ lórí àwòrán %s.

source: Create read-out text
yo_ng: Ṣẹ̀dá ìwé ìkàwé

source: Outstanding students
yo_ng: Àwọn akẹ́kọ̀ọ́ ìyàtọ̀

source: Percentile scores distribution
yo_ng: Pinpin àwọn ìdíwò ìdíwò ìdíwò

source: Note: This progress is obtained through a combination of progress in the learning paths and average scores in the tests
yo_ng: Àkíyèsí: Ìlọsíwájú yìí jẹ́ ìsopọ̀ ìlọsíwájú nínú ìlọsíwájú ìmọ̀ àti ìdíwò ìdíwò ìdíwò ìdíwò

source: Create a new Doodle type survey
yo_ng: Ṣẹ̀dá ìwádìí ìdí ìdí Doodle tuntun

source: Remove multiplied questions
yo_ng: Yọ ìbéèrè ìpọ̀ kúrò

source: Multiply questions
yo_ng: Ìpọ̀ ìbéèrè

source: Create meeting poll
yo_ng: Ṣẹ̀dá ìdí ìpinnu ìpàdé

source: Question for next class
yo_ng: Ìbéèrè fún kíláàsì ìkànnì

source: The portal do not allowed to start new test for the moment, please come back later.
yo_ng: Pọ́ọ̀tì kò yọ̀wọ̀ láti bẹ̀rẹ̀ ìdánwò tuntun fún ìsinsìnyí, jọ̀wọ́ padà bọ̀ síbò lẹ́yìn ìgbà díẹ̀.

source: Personal data officer
yo_ng: Ọ̀gá ìdàbòbo ìdàbọ̀ àdáni

source: The maximum number of student has already been reached, it is not possible to subscribe more student.
yo_ng: Nọ́mba ìpọ́n ti akẹ́kọ̀ọ́ ti dé ìdí ìdí, kò ṣeé ṣe láti forukọsilẹ̀ akẹ́kọ̀ọ́ púpọ̀ sí i.

source: User %s has been registered to course %s
yo_ng: Olòòjọ́ %s ti forukọsilẹ̀ sí ìdàbọ̀ %s

source: Minimum time (minutes)
yo_ng: Àkókò ìpọn (ìṣẹ́jú)

source: Minimum time (in minutes) a student must remain in the learning path to get access to the next one.
yo_ng: Àkókò ìpọn (nínú ìṣẹ́jú) tí akẹ́kọ̀ gbọ́dọ̀ wà nínú ìlọsíwájú ìmọ̀ láti gba ìwọle sí ìkànnì.

source: You didn't spend the minimum time required in the learning path.
yo_ng: Ìwọ kò lo ìṣẹ́jú ìpọn tí a ṣe ìnilò nínú ìlọsíwájú ìmọ̀.

source: You have spent %s
yo_ng: Ìwọ ti lo %s

source: Time spent in the learning path
yo_ng: Àkókò tí a lo nínú ìlọsíwájú ìmọ̀

source: Student %s has completed his/her learning paths.
yo_ng: Akẹ́kọ̀ọ́ %s ti parí ìlọsíwájú ìmọ̀ rẹ̀.

source: I have finished the lessons, notify the teacher
yo_ng: Mo ti parí àwọn ẹ̀kọ́, fi ìmọ̀ràn hàn olùkọ́

source: The student <b>%s</b> has finished the learning paths from the course <b>%s</b>
yo_ng: Ọmọ ilé-ìwò <b>%s</b> ti parí àwọn ìlọlọwọ ẹkọ látàrí ìdàbọ̀ <b>%s</b>

source: This question is used in another exercises. If you continue its edition, the changes will affect all exercises that contain this question.
yo_ng: Ìbéèrè yìí ti ń lò nínú àwùjọ ìdàbọ̀ mìíràn. Tí ò bá tẹ̀síwájú ìṣàtúnṣe rẹ̀, àwùnṣe yóò ṣàfẹ́kùtù gbogbo àwùjọ ìdàbọ̀ tí ó kàn ìbéèrè yìí.

source: Time spent / Time required
yo_ng: Àkókò tí a lò / Àkókò tí a ṣe ìdíyelò

source: In session %s, you had the following results
yo_ng: Nínú ìpàdé %s, ìdùpẹ́ yìí ni ìdáṣe rẹ

source: Formation unit
yo_ng: Ẹ̀ka ìdàbọ̀

source: Global progress
yo_ng: Ìlọsíwájú àgbáyé

source: Attestation of attendance
yo_ng: Ìjẹ́rìí ìdarapọ̀

source: Do not show the score (only when user finishes all attempts) but show feedback for each attempt.
yo_ng: Má ṣe fi ìdíwò hàn (nìkan nígbà tí olùṣe ìdọwọ́ parí gbogbo ìgbìyànwò) ṣùgbọ́n fi ìdáhùn padà hàn fún ìgbìyànwò kọ̀ọ̀kan.

source: Ranking mode: Do not show results details question by question and show a table with the ranking of all other users.
yo_ng: Ọ̀nà ìdíwò: Má ṣe fi ìdíwò ìbéèrè lọ́kọ̀ọ̀kan hàn kí o sì fi tábìlì ìdíwò gbogbo àwùjọ mìíràn hàn.

source: Back to top
yo_ng: Pada sórí

source: What do we consider personal data?
yo_ng: Kí ni a kà sí ìdàpọ̀ ara ẹni?

source: Why do we collect this data?
yo_ng: Kí nìdí a fi ṣàkójọ ìdàpọ̀ yìí?

source: Where do we record the data? (in which system, hosted where, accessible by which company that handles the servers, etc.)
yo_ng: Níbo ni a ṣe ìkọ́wé ìdàpọ̀? (nínú ètò wo, tí a gbọ́kàndé níbòmíràn, tí ó ṣe ìrànlọ́wọ́ fún ilé-iṣẹ́ wo tí ó ń ṣàtúnṣe àwùjọ ìkọ́wé, àbọ̀).

source: How is the data structured? To what extent does the organization of the data protect your security? ... Do you have established processes that ensure that a hacker will not be able to collect all the personal data on the first attempt? Are they encrypted?
yo_ng: Bá a ṣe ṣètò ìdàpọ̀? Ìdíwò wo ni ìṣètò ìdàpọ̀ ṣe ìdábòbo ààbò rẹ? ... Ṣé ìlò ìdíwò ìdíyelò tí ó ṣètò wà tí yóò rí i dájú pé òǹkọ̀wé kò le ṣàkójọ gbogbo ìdàpọ̀ ara ẹni nínú ìgbìyànwò àkọ́kọ́? Ṣé wọ́n fi ìdíwò ìpamọ́ ṣe ìdíwò?

source: How is the data structured in this software? (one tab for all the data, it has some categorization / label, ...)
yo_ng: Bá a ṣe ṣètò ìdàpọ̀ nínú ìdàbọ̀ yìí? (taabu kan fún gbogbo ìdàpọ̀, ó ni ìdíwò ìdárí / àlẹ̀, ...)

source: How long do we save the data? Is there data that expires even though the account is still active? How much time do we keep the data after the last use of the system?
yo_ng: Ìgbà wo ni a fi ìdàpọ̀ pamọ́? Ṣé ìdàpọ̀ kan wà tí yóò dópin kódì ìdàpọ̀ yìí ṣì ń ṣiṣẹ́? Ìgbà melo ni a fi ìdàpọ̀ pamọ́ lẹ́yìn ìlò ìdàbọ̀ ìkẹ́hìndé?

source: What changes can we make to the data? What changes can be made to the data without affecting the service?
yo_ng: Àwùnṣe wo ni a le ṣe sí ìdàpọ̀? Àwùnṣe wo ni a le ṣe sí ìdàpọ̀ láìṣàfẹ́kùtù ìlò?

source: What do we extract data for (towards other internal processes) and which data is it?
yo_ng: Kí nìdí a fi ṣàtù ìdàpọ̀ (sí àwùjọ ìlò ìnkówò mìíràn) àti ìdàpọ̀ wo ni?

source: Who can consult the personal data? For what purpose?
yo_ng: Tani ó le wo ìdàpọ̀ ara ẹni? Fún ète wo?

source: How and for what can we use the personal data?
yo_ng: Bí a ṣe ń lò ìdàpọ̀ ara ẹni àti fún ète wo?

source: With whom can we share them? In what opportunities? Through what processes (safe or not)?
yo_ng: Pẹ̀lú ẹni ni a le pin pín? Ní àwò ìdíwò wo? Pẹ̀lú ìlò wo (ààbò tàbí kò ṣe ààbò)?

source: Do we have another system with which Chamilo interacts? What is the interconnection process? What are the data pieces exchanged and in what way?
yo_ng: Ṣé a ni ètò mìíràn tí Chamilo ń ṣe ìfọwọ́sowọ́ pẹ̀lú rẹ̀? Ìlò ìsopọ̀ wo ni? Àwùjọ ìdàpọ̀ wo ni a ṣe ìfòwọ́sowọ́ àti bẹ́ẹ̀ ni?

source: What are the limits that we will always respect when using personal data? How far can we go?
yo_ng: Àwùjọ ìdíwò wo ni a yóò máa bọwọ̀ fún ìlò ìdàpọ̀ ara ẹni? A le lọ dé ìdíwò wo?

source: After how long do we erase the data? (event, last use, contract validity, etc.) What are the elimination processes?
yo_ng: Lẹ́yìn ìgbà melo la fi pa ìdàpọ̀ run? (ìṣẹ̀lẹ̀, ìlò ìkẹ́hìndé, ìdùro ìṣòdì owó, àbọ̀). Ìlò ìparun wo ni?

source: What happens if the data is destroyed as a result of a technical failure? (unauthorized deletion or loss of material, for example)
yo_ng: Kí ló ṣẹlẹ̀ tí ìdàpọ̀ bá parun nítorí ìbàjẹ́ ìmọ̀ ẹrọ? (ìparun tí kò fọwọ́si tàbí ìpadàrọ ìlò, fún àpẹẹrẹ)

source: For what purpose do we process personal data? Do we use it to filter the access users have to certain parts of our application? (negative or positive discrimination)
yo_ng: Ète wo ni a ṣe ìlò ìdàpọ̀ ara ẹni? Ṣé a lò ó láti ṣààkí ìwọlé àwùjọ ìlò sí àwùjọ ìdàbọ̀ kan pàtàkì? (ìyà tàbí ìdárí ìdíwò)

source: By name
yo_ng: Nípa orúkọ

source: Ask for a revision
yo_ng: Bẹ̀wù fún ìṣàtúnṣe

source: This feature has been disabled because the libraries it depends on are no longer unmaintained.
yo_ng: Ère yìí ti di àìdásílẹ̀ nítorí àwùjọ ìwé tí ó ṣe ìrànlọ́wọ́ kò sí ìtọ́jú mọ́.

source: By geolocalization
yo_ng: Nípa ìpín ìlú

source: Give revision
yo_ng: Fun ìṣàtúnṣe

source: Post reported
yo_ng: Ìfọwọ́sowọ́pọ̀ ti kọjá

source: User %s has reported the message %s in the forum %s
yo_ng: Olùṣe ìdọwọ́ %s ti ṣàpèrẹ ìfọwọ́sowọ́pọ̀ %s nínú ìpìlẹ̀ ìròyìn %s

source: My communities
yo_ng: Àwùjọ mi

source: See all communities
yo_ng: Wo gbogbo àwùjọ

source: Hide forum notifications
yo_ng: Fi ìfọwọ́sowọ́pọ̀ ìpìlẹ̀ ìròyìn pamọ́

source: Forum Category fields
yo_ng: Àwùjọ ìpìlẹ̀ ìròyìn

source: Forum post fields
yo_ng: Àwùjọ ìfọwọ́sowọ́pọ̀ ìpìlẹ̀ ìròyìn

source: Show only global score (not question score) and show only the correct answers, do not show incorrect answers at all
yo_ng: Fi ìdíwò àgbáyé hàn nìkan (kò ṣe ìdíwò ìbéèrè) àti fi ìdáhùn ìdíwò hàn nìkan, má ṣe fi ìdáhùn tí kò tọ́ hàn rárá

source: Reported
yo_ng: Tí a kọjá

source: To %s
yo_ng: Sí %s

source: Survey invitation link
yo_ng: Ìwọ̀n ìpìlẹ̀ ìròyìn ìfọwọ́sowọ́pọ̀

source: Revision proposed
yo_ng: Ìṣàtúnṣe tí a dábò

source: Sessions plan calendar
yo_ng: Kìlẹ̀ndà ìdàrò ìpàdé

source: Limit of questions per day
yo_ng: Ààyè ìbéèrè fún ọjọ́ kan

source: If set to greater than 0, this option will prevent the learner from entering a test that has more than what remains for the daily allowance. For example, is the limit is 50 and the learner has already taken 2 tests of 20 questions, it will not let the learner enter another 20 questions test (20+20+20=60 > 50). However, it will let the learner enter a 10 questions test (20+20+10=50).
yo_ng: Tí a bá ṣètò sí ju 0 lọ, àṣàyàn yìí yóò ṣèdídi òǹkọ́wé láti wọ ìdánwò tí ó ní ìdíwò ìbéèrè ju ìdíwò tí ó kù fún ìdíyelò ìjọba lọ. Fún àpẹẹrẹ, tí ìdíwò ba jẹ́ 50 tí òǹkọ́wé ti ṣe ìdánwò 2 ti ìbéèrè 20, kò ní jẹ́ kí òǹkọ́wé wọ ìdánwò ìbéèrè 20 mìíràn (20+20+20=60 > 50). Ṣùgbọ́n, yóò jẹ́ kí òǹkọ́wé wọ ìdánwò ìbéèrè 10 (20+20+10=50).

source: Sorry, you have reached the maximum number of questions (%s) for the day. Please try again tomorrow.
yo_ng: Ma binu, o ti de ìdíwò ìbéèrè púpọ̀ jù (%s) fún ọjọ́ yìí. Jọ̀wọ́ gbìyànjú lọ́wọ́ lọ́la.

source: Like
yo_ng: Fẹ́ràn

source: Dislike
yo_ng: Kò fẹ́ràn

source: Generate statistics
yo_ng: Ṣẹ̀dá ìṣirò

source: Basic course documents
yo_ng: Awọn iwe ẹkọ ipilẹ

source: Week %s
yo_ng: Ọsẹ %s

source: Wrong answer. The correct one was:
yo_ng: Idahun ti ko tọ. Eyi ti o pe ni:

source: This quiz can be embeddable on videos or mobile content
yo_ng: Idanwo yii le ṣe ifibọ sinu awọn fidio tabi akoonu foonu

source: Search for this location
yo_ng: Wa fun ipo yii

source: Terms of use agreement status
yo_ng: Ipo adehun lilo awọn ofin

source: Hide survey invitation link
yo_ng: Fi ìwòye ìdàbọ̀ pamọ́

source: Leave a message
yo_ng: Fi ifọrọranṣẹ silẹ

source: Orphan question
yo_ng: Ìbeèrè ọmọ alainibaba

source: Welcome to portal %s Course session: %s
yo_ng: Kaabọ si ọdẹ %s Ìpàdé ìdàbọ̀: %s

source: Welcome to portal %s in course %s, part of career %s
yo_ng: Kaabọ si ọdẹ %s ni ẹkọ %s, apakan iṣẹ %s

source: Your next module
yo_ng: Modulu rẹ atẹle

source: First lesson
yo_ng: Ẹkọ akọkọ

source: Import course teachers as course coach in the session
yo_ng: Gbe awọn olukọ ẹkọ wọle bi olukọ ẹkọ ni ìpàdé

source: Resume import
yo_ng: Tun ìgbé wọle bẹrẹ

source: Candidate
yo_ng: Olùdàbòò

source: General total
yo_ng: Lapapọ gbogbogbo

source: Domains
yo_ng: Awọn agbegbe

source: Logins by date
yo_ng: Àwọn ìwọlé lọ́dọọdún

source: Allow htaccess in the SCORM import
yo_ng: Gba htaccess laaye ni ìgbé wọle SCORM

source: Auto-evaluation mode and ranking
yo_ng: Ipo ìdàwò ara-ẹni ati ipo

source: You're receiving a copy because, you're a course coach
yo_ng: O n gba ẹda nitori pe, o jẹ olukọ ẹkọ

source: Generate report
yo_ng: Ṣẹda ijabọ

source: Version from the version file
yo_ng: Ẹya lati faili ẹya

source: Version from the config file
yo_ng: Ẹya lati faili ìṣètò

source: The version from the version.php file is updated with each version but only available if the main/install/ directory is present.
yo_ng: Ẹya lati faili version.php ti ni imudojuiwò pẹlu ẹya kọọkan ṣugbọn o wa nikan ti main/install/ ilana wa.

source: The version from the main configuration file shows on the main administration page, but has to be changed manually on upgrade.
yo_ng: Ẹya lati faili ìṣètò akọkọ han lori oju-iwe iṣakoso akọkọ, ṣugbọn o gbọdọ yipada pẹlu ọwọ lori ìdàgbasoke.

source: Results page configuration
yo_ng: Ìṣètò ìkùn-ọrọ ìdàbọ̀

source: Hide expected answers column
yo_ng: Fi iwe awọn idahun ti a nireti pamọ́

source: Hide total score
yo_ng: Fi ami-ìdiyele lapapọ pamọ́

source: Hide question score
yo_ng: Fi ami-ìdiyele ìbeèrè pamọ́

source: Save answers
yo_ng: Fi awọn idahun pamọ́

source: Pre-fill with answers from previous attempt
yo_ng: Kọkọ-fọọmu pẹlu awọn idahun lati ìgbìyànjú iṣaaju

source: Subscribe automatically all users to all forum notifications
yo_ng: Ẹ fi gbogbo awọn olumulo ṣe ìdọsílẹ̀ laifọwọyi si gbogbo awọn ìfọwọsi ìforùmù

source: Direct feedback as pop-up
yo_ng: Idahun taara bi agbekọle

source: Total time spent
yo_ng: Àkókò lapapọ ti a lo

source: Certificate of achievement
yo_ng: Ìjẹrẹ ìṣẹ́ àṣeyọ

source: Surveys report
yo_ng: Ìjabọ ìwòye

source: Enter your new password here.
yo_ng: Tẹ ìpamọ́ tuntun rẹ si ibi.

source: Type your new password once again, to reduce the likeliness of typing errors.
yo_ng: Tẹ ìpamọ́ tuntun rẹ lẹẹkan mìíràn, lati dinku ìṣẹ̀lẹ̀ àwùrán ìkùn-ọrọ.

source: Extraction from %s
yo_ng: Ìyọkuro lati %s

source: Verify that it contains text (and not only images)
yo_ng: Ṣe idaniloju pe o ni ọrọ (kò ṣe aworan nikan)

source: and that it is not corrupted
yo_ng: ati pe ko bajẹ

source: Analyse
yo_ng: Ṣàyẹ̀wò

source: (Pourcentage of file analysis)
yo_ng: (Ìpín ìdáwò faili)

source: Pending Analysis
yo_ng: Ìdáwò tí kò tíì ṣe

source: Waiting for analysis
yo_ng: Nduro de ìdáwò

source: Ending analysis
yo_ng: Ìparí ìdáwò

source: If the file is in pdf format, check that it is not protected by modification.
yo_ng: Ti faili ba wa ni ọna pdf, ṣayẹwo pe ko ni aabo nipasẹ ìyípadà.

source: Connecting with the Compilatio server
yo_ng: Ṣùpọ̀ pẹ̀lú olupin Compilatio

source: with Compilatio
yo_ng: pẹ̀lú Compilatio

source: Start Compilatio analysis
yo_ng: Bẹ̀rẹ̀ ìtúpalẹ̀ Compilatio

source: See report
yo_ng: Wo ìròyìn

source: Your selection contains no jobs to analyze. Only jobs managed by Compilatio and not already scanned can be sent.
yo_ng: Ìyàn rẹ kò ní iṣẹ́ kankan láti ṣàyẹ̀wò. Àwọn iṣẹ́ tí Compilatio ṣàtúnṣe nìkan tí kò tíì ṣàyẹ̀wò ni a lè fi ránṣẹ́.

source: AJAX communication with the Compilatio server impossible. Please retry later.
yo_ng: Ìbáraẹnisọrọ AJAX pẹ̀lú olupin Compilatio kò ṣeé ṣe. Jọ̀wọ́ gbìyànjú lẹ́yìn.
