Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Register users by Coach
ar: تسجيل المستخدمين من قبل المعلم
ast_es: Rexistru d'usuarios pol Tutor
bn_bd: কোচ দ্বারা ব্যবহারকারী নিবন্ধন
bs_ba: Registracija korisnika po Treneru
ca_es: Registre d'usuaris pel tutor
cs_cz: Registrovat uživatele školitelem
da: Tilmeld brugere efter Coach
de: Kursleiter: Benutzer registrieren
el: Εγγραφή χρηστών από Επόπτη
eo: Registri uzantojn per trejnisto
es: Registro de usuarios por el tutor
es_mx: Registrar usuarios por Coach
eu_es: Arduradun irakasleak erabiltzaileak erregistratzea
fa_ir: ثبت نام کاربران توسط مربی
fi_fi: Rekisteröi käyttäjät valmentajan mukaan
fo_fo: Skrá brúkarar hjá stjóra
fur: Regjistrazion utents par Coach
ga: Cláraigh úsáideoirí le Cóitseálaí
gl: Rexistro de usuarios polo Entrenador
he_il: רשום משתמשים לפי מאמן
hi: कोच द्वारा उपयोगकर्ता पंजीकरण
hr_hr: Upis korisnika po treneru
hu_hu: Felhasználók regisztrálása oktató által
hy: Գրանցել օգտատերերին դասախոսով
id_id: Daftarkan pengguna berdasarkan Pelatih
it: Iscrizione di utenti da parte del docente
ja: コーチによるユーザー登録
ka_ge: მომხმარებლების რეგისტრაცია ტრენერის მიერ
ko_kr: 코치별 사용자 등록
lo: ລົງທະບຽນຜູ້ໃຊ້ໂດຍຄູຝຶກ
lt_lt: Registruoti vartotojus pagal trenerį
lv_lv: Lektors var reģistrēt Lietotājus
mk_mk: Регистрирај корисници од страна на тренер
ms_my: Daftar pengguna oleh Pengajar
my_mm: နည်းပြဆရာဖြင့် အသုံးပြုသူများကို မှတ်ပုံတင်ပါ
ne: कोचबाट प्रयोगकर्ता दर्ता गर्नुहोस्
nl: Coach mag gebruikers aanmelden
nn_no: Registrer brukarar etter coach
oc: Inscriure utilizaires per Còach
pl_pl: Zarejestruj użytkowników wg trenerów
ps: د لارښودونکي له خوا د کاروونکي ثبت
pt_br: Registar usuário como tutor
pt_pt: Registar utilizadores por Tutor
ro_ro: Inregistrati utilizatorii prin Antrenor
ru_ru: Регистрация пользователей инструктором
sk_sk: Registrovať používateľov podľa tútora
sl: Vpiši uporabnika s strani inštruktorja
sq: Regjistroni përdoruesit nga Trajneri
sr_rs: Upiši korisnike po Koču
sv_se: Registrera användare per handledare
sw_ke: Sajili watumiaji kwa Mlezi
ta: பயிற்சியாளரால் பயனர்களை பதிவு செய்ய அனுமதிக்கவும்
th: ลงทะเบียนผู้ใช้โดยโค้ช
tl_ph: Magrehistro ng mga user sa pamamagitan ng Coach
tr: Koç tarafından kullanıcı kaydet
uk_ua: Реєстрація користувачів тренером
vi_vn: Đăng ký người dùng theo Huấn luyện viên
xh_za: Bhalisa abasebenzisi ngo-Coach
zh_cn: 按教练注册用户
zh_tw: 由導師註冊使用者

source: Coach users may create users to the platform and subscribe users to a session.
ar: يمكن للمعلم انشاء مستخدمين في النظام وتسجيل مستخدمين في الدورة
ast_es: El tutor pue rexistrar usuarios nuevos na plataforma y apuntalos nuna sesión.
bn_bd: কোচ ব্যবহারকারীরা প্ল্যাটফর্মে ব্যবহারকারী তৈরি করতে এবং সেশনে ব্যবহারকারী সাবস্ক্রাইব করতে পারে।
bs_ba: Treneri mogu kreirati korisnike na platformi i prijaviti korisnike na sesiju.
ca_es: El tutor pot registrar nous usuaris en la plataforma i inscriure'ls en una sessió
cs_cz: Školitelé mohou vytvářet uživatele platformy a zapisovat do sezení
da: Coach-brugere kan oprette brugere på platformen og tilmelde brugere til en session.
de: Kursleiter können Benutzer der Plattform hinzufügen und Benutzer zu einer Kurs-Session anmelden
el: Οι χρήστες Επόπτες μπορούν να δημιουργούν χρήστες στην πλατφόρμα και να εγγράφουν χρήστες σε συνεδρία.
eo: Trejnistaj uzantoj povas krei uzantojn en la platformo kaj aliĝi uzantojn al sesio.
es: El tutor puede registrar nuevos usuarios en la plataforma e inscribirlos en una sesión.
es_mx: Los usuarios Coach pueden crear usuarios en la plataforma e inscribir usuarios en una sesión.
eu_es: Arduradun irakasleak plataforman erabiltzaileak erregistratu ditzake eta saio batean inskribatu.
fa_ir: کاربران مربی می‌توانند کاربران را به پلتفرم ایجاد کنند و کاربران را به جلسه ثبت‌نام کنند.
fi_fi: Valmentajat voivat luoda käyttäjiä alustalle ja ilmoittaa käyttäjiä istuntoon.
fo_fo: Stjóra brúkarar kunnu upprætta brúkarar til talgvu og skrá brúkarar til ein bólk.
fur: I coach podin creâ utents te plateform e iscrîvi utents a une sesion.
ga: Féadfaidh úsáideoirí cóitseálaí úsáideoirí a chruthú ar an ardán agus úsáideoirí a chlárú le seisiún.
gl: O titor pode rexistrar novos usuarios na plataforma e inscribilos nunha sesión.
he_il: משתמשי מאמן יכולים ליצור משתמשים לפלטפורמה ולהירשם למשתמשים להפעלה.
hi: कोच उपयोगकर्ता प्लेटफ़ॉर्म पर उपयोगकर्ता बना सकते हैं और उपयोगकर्ताओं को सत्र में नामांकित कर सकते हैं।
hr_hr: Treneri mogu stvarati korisnike na platformi i prijaviti korisnike na sesiju.
hu_hu: Az oktató felhasználók létrehozhatnak felhasználókat a platformon és feliratkozhatnak felhasználókat egy munkamenetre.
hy: Դասախոս օգտատերերը կարող են ստեղծել օգտատերեր հարթակում և գրանցել օգտատերերին սեանսում:
id_id: Pengguna pelatih dapat membuat pengguna ke platform dan mendaftarkan pengguna ke sesi.
it: Il docente può creare nuovi utenti, registrarli presso la piattaforma e iscriverli ad una sessione.
ja: コーチユーザーはプラットフォームにユーザーを作成し、ユーザーをセッションに登録できます。
ka_ge: ტრენერის მომხმარებლებს შეუძლიათ პლატფორმაზე მომხმარებლების შექმნა და მომხმარებლების სესიაში რეგისტრაცია.
ko_kr: 코치 사용자는 플랫폼에 사용자를 생성하고 세션에 사용자를 구독할 수 있습니다
lo: ຜູ້ໃຊ້ທີ່ເປັນຄູຝຶກສາມາດສ້າງຜູ້ໃຊ້ໃນລະບົບ ແລະ ລົງທະບຽນຜູ້ໃຊ້ເຂົ້າໃນຊ່ວງເວລາຮຽນໄດ້.
lt_lt: Trenerio vartotojai gali kurti vartotojus platformoje ir prenumeruoti vartotojus į sesiją.
lv_lv: Lektors var veidot Lietotājus platformā un tos reģistrēt sesijās
mk_mk: Тренерите можат да создаваат корисници на платформата и да ги претплатуваат корисниците на сесија.
ms_my: Pengguna Pengajar boleh mencipta pengguna ke platform dan melanggankan pengguna ke sesi.
my_mm: နည်းပြဆရာအသုံးပြုသူများသည် ပလပ်ဖောင်းသို့ အသုံးပြုသူများကို ဖန်တီးနိုင်ပြီး အသုံးပြုသူများကို အစည်းအဝေးတစ်ခုသို့ စာရင်းသွင်းနိုင်သည်။
ne: कोच प्रयोगकर्ताहरूले प्लेटफर्ममा प्रयोगकर्ताहरू सिर्जना गर्न र सत्रमा प्रयोगकर्ताहरूलाई सदस्यता दिन सक्छन्।
nl: Coachen kunnen gebruikers aanmaken op het platform en gebruikers toewijzen aan een sessie.
nn_no: Coach-brukarar kan opprette brukarar på plattforma og melde brukarar på til ein sesong.
oc: Los utilizaires còach pòden crear utilizaires a la plataforma e inscriure utilizaires a una session.
pl_pl: Trenerzy mogą tworzyć użytkowników do platformy i zapisywać do sesji.
ps: د لارښودونکي کاروونکي کیدای شي په پلیټفارم کې کاروونکي جوړ کړي او کاروونکي د غونډې سره تړي کړي.
pt_br: O tutor pode registar novos usuário na plataforma e inscreve-los em uma sessão.
pt_pt: Os utilizadores com perfil de tutor podem criar utilizadores na plataforma e inscrever utilizadores numa sessão.
ro_ro: Utilizatorii din grupul Antrenor pot crea utilizatori in platforma si subscrie utilizatori la o sesiune.
ru_ru: Инструктор пользователей может создавать пользователей для платформы и подписывать пользователей для сессии
sk_sk: Tréneri môžu vytvárať používateľov platformy a zapisovať používateľov do stretnutia.
sl: Uporabniki tipa inštruktor lahko kreirajo uporabnike na platformi in vpisujejo uporabnike v seje.
sq: Përdoruesit Trajner mund të krijojnë përdorues në platformë dhe të abonojnë përdorues në një sesion.
sr_rs: Koč korisnici mogu kreirati korisnike na platformi i upisivati korisnike u sesiju.
sv_se: Handledaranvändare kan skapa användare på plattformen och registrera användare till en session.
sw_ke: Watumiaji wa Mlezi wanaweza kuunda watumiaji kwenye jukwaa na kujiandikisha watumiaji kwenye kikao.
ta: பயிற்சியாளர் பயனர்கள் தளத்தில் பயனர்களை உருவாக்கலாம் மற்றும் பயனர்களை அமர்வுக்கு பதிவு செய்யலாம்.
th: ผู้ใช้โค้ชสามารถสร้างผู้ใช้ในแพลตฟอร์มและสมัครสมาชิกผู้ใช้ในเซสชันได้
tl_ph: Maaaring lumikha ang mga coach user ng mga user sa platform at mag-subscribe ng mga user sa isang session.
tr: Lider / Koç platforma kullanıcı kayıt edebilir ve kayıt ettiklerini bir oturuma atayabilir.
uk_ua: Тренери можуть створювати користувачів на платформі та записувати користувачів на сесію.
vi_vn: Người dùng Huấn luyện viên có thể tạo người dùng trên nền tảng và đăng ký người dùng vào phiên.
xh_za: Abasebenzisi be-Coach banokudala abasebenzisi kwi-platform kwaye babhalise abasebenzisi kwiseshoni.
zh_cn: 教练用户可以创建平台用户并将用户订阅到会话。
zh_tw: 導師可新增平台使用者並將使用者訂閱至課程。

source: Sort the options of the profiling fields
ar: فرز الخيارات لحقول الحساب
ast_es: Ordenar les opciones de los campos del perfil
bn_bd: প্রোফাইলিং ফিল্ডের অপশনগুলি সাজান
bs_ba: Sortiraj opcije profiliranja polja
ca_es: Ordenar les opcions dels camps del perfil
cs_cz: Setřízení vlastností uživatelských polí
da: Sorter profileringsfeltets muligheder
de: Optionen sortieren für die Profile Felder
el: Ταξινόμηση επιλογών πεδίων προφίλ
eo: Ordigi la opciojn de profilkampoj
es: Ordenar las opciones de los campos del perfil
es_mx: Ordenar las opciones de los campos de perfil
eu_es: Ordenatu profilaren eremuetako aukerak
fa_ir: مرتب‌سازی گزینه‌های فیلدهای پروفایل
fi_fi: Järjestä profiilikenttien vaihtoehdot
fo_fo: Rætta valmøguleikarnar í profil teigunum
fur: Ordinâ lis opzions dai camps di profil
ga: Sórtáil roghanna na réimsí próifíliúcháin
gl: Ordenar as opcións dos campos do perfil
he_il: מיין את האפשרויות של שדות הפרופיל
hi: प्रोफ़ाइल फ़ील्ड्स के विकल्पों को क्रमबद्ध करें
hr_hr: Razvrstajte opcije polja profila
hu_hu: Profilmezők opcióinak rendezése
hy: Տեսակետման դաշտերի տարբերակները դասավորել
id_id: Urutkan opsi field profil
it: Ordina le opzioni dei campi del profilo
ja: プロファイリングフィールドのオプションを並べ替え
ka_ge: პროფილის ველების ვარიანტების დალაგება
ko_kr: 프로파일링 필드 옵션 정렬
lt_lt: Rūšiuoti profiliavimo laukų parinktis
lv_lv: Kārtot profila lauku opcijas
mk_mk: Сортирај ги опциите на профилирачките полиња
ms_my: Susun pilihan medan profil
my_mm: ပရိုဖိုင်ဖန်တီးမှုကွက်လပ်များ၏ ရွေးချယ်စရာများကို စီစဉ်ပါ
ne: प्रोफाइल क्षेत्रहरूका विकल्पहरू छान्नुहोस्
nl: Sorteer the opties van de extra profielvelden
nn_no: Sorter vala i profilfelt
oc: Triar las opcions dels camps de perfilatge
pl_pl: Sortuj opcje pól profilowania
ps: د پروفایل ډګرو اختیارونه مرتب کړئ
pt_br: Classificar as opções dos campos perfil
pt_pt: Ordenar as opções dos campos do perfil
ro_ro: Sortati optiunile pentru campurile din profil
ru_ru: Сортировать пункты меню профиля зон
sk_sk: Zoradiť možnosti profilových polí
sl: Razvrsti možnosti polj profila
sq: Rendit opsionet e fushave të profilit
sr_rs: Sortiraj opcije profilisnih polja
sv_se: Sortera alternativen i profilfälten
sw_ke: Panga chaguzi za uwanja wa wasifu
ta: சுயவிவரப் புலங்களின் விருப்பங்களை வரிசைப்படுத்தவும்
th: เรียงลำดับตัวเลือกของฟิลด์โปรไฟล์
tl_ph: Ayusin ang mga opsyon ng profiling fields
tr: Profil alanlarının seçeneklerini sırala
uk_ua: Сортувати опції полів профілювання
vi_vn: Sắp xếp các tùy chọn của trường hồ sơ
xh_za: Hlela iikhetho zentlobo ye-profiling fields
zh_cn: 排序配置文件字段的选项
zh_tw: 排序剖析欄位選項

source: The option has been moved up.
ar: تم رفع الخيار الى الاعلى
ast_es: Esta opción moviose pa enriba.
bn_bd: অপশনটি উপরে সরানো হয়েছে।
bs_ba: Opcija je pomaknuta gore.
ca_es: Aquesta opció ha estat moguda dalt
cs_cz: Možnost byla přesunuta nahoru
da: Muligheden er flyttet op.
de: Diese Option wurde nach oben verschoben
el: Η επιλογή μετακινήθηκε πάνω.
eo: La opcio estis movita supren.
es: Esta opción ha sido movida arriba.
es_mx: La opción ha sido movida hacia arriba.
eu_es: Aukera hau gora mugitu da
fa_ir: این گزینه به مرحله بالا انتقال یافت
fi_fi: Vaihtoehto on siirretty ylös.
fo_fo: Valmøguleikin er flutt upp.
fur: L'opzion e jessi spostade su.
ga: Bogadh an rogha suas.
gl: Esta opción moveuse para arriba
he_il: האפשרות הועברה למעלה.
hi: विकल्प को ऊपर ले जाया गया है।
hr_hr: Opcija je pomaknuta prema gore.
hu_hu: Az opció felfelé mozgatva.
hy: Տարբերակը տեղափոխվել է վերև:
id_id: Opsi telah dipindahkan ke atas.
it: Opzione spostata in alto
ja: オプションが上に移動されました
ka_ge: ვარიანტი გადაიტანეს ზევით.
ko_kr: 옵션이 위로 이동되었습니다
lo: ຍ້າຍຕົວເລືອກຂຶ້ນແລ້ວ.
lt_lt: Parinktis perkelta aukštyn.
lv_lv: Opcija ir pārvietota uz augšu
mk_mk: Опцијата е преместена нагоре.
ms_my: Pilihan telah dipindahkan ke atas.
my_mm: ရွေးချယ်စရာကို အထက်သို့ ရွှေ့ပြီးဖြစ်သည်။
ne: विकल्प माथि सारियो।
nl: De optie is omhoog verplaatst.
nn_no: Valet er flytta opp.
oc: L'opcion es desplaçada cap amont.
pl_pl: Opcja została przeniesiona w górę.
ps: اختیار پورته کېږي.
pt_br: A opção foi movida para cima.
pt_pt: A opção foi movida para cima.
ro_ro: Optiunea a fost deplasata in sus.
ru_ru: Пункт меню перемещен наверх
sk_sk: Možnosť bola presunutá hore.
sl: Možnost je bila prestavljena navzgor.
sq: Opsioni u zhvendos lart.
sr_rs: Opcija je pomerena nagore.
sv_se: Alternativet har flyttats upp.
sw_ke: Chaguo limepandishwa juu.
ta: விருப்பம் மேலே நகர்த்தப்பட்டது.
th: ย้ายตัวเลือกขึ้นเรียบร้อยแล้ว
tl_ph: Inilipat pataas ang opsyon.
tr: Seçenek yukarıya alındı
uk_ua: Опцію переміщено вгору.
vi_vn: Tùy chọn đã được di chuyển lên.
xh_za: Ikhetho liye phezulu.
zh_cn: 选项已上移。
zh_tw: 選項已上移。

source: Cannot move the option.
ar: لا يمكن نقل هذا الخيار
ast_es: Nun se pue mover la opción.
bn_bd: অপশনটি সরানো যায়নি।
bs_ba: Ne mogu pomaknuti opciju.
ca_es: No es pot moure l'opció
cs_cz: Není možné přesunout vlastnost
da: Kan ikke flytte muligheden.
de: Diese Option kann nicht verschoben werden
el: Δεν είναι δυνατή η μετακίνηση της επιλογής.
eo: Ne eblas movi la opcion.
es: No se puede mover la opción.
es_mx: No se puede mover la opción.
eu_es: Ezin da aukera mugitu
fa_ir: قادر به انتقال گزینه نبودیم
fi_fi: Vaihtoehtoa ei voi siirtää.
fo_fo: Kann ikki flyta valmøguleikan.
fur: No si pues spostâ l'opzion.
ga: Ní féidir an rogha a bhogadh.
gl: Non se pode mover a opción.
he_il: לא ניתן להזיז את האפשרות.
hi: विकल्प को नहीं ले जाया जा सका।
hr_hr: Ne može se pomaknuti opcija.
hu_hu: Az opció nem mozgatható.
hy: Հնարավոր չէ տեղափոխել տարբերակը:
id_id: Tidak dapat memindahkan opsi.
it: L'opzione non può essere spostata
ja: オプションを移動できません
ka_ge: ვარიანტის გადატანა შეუძლებელია.
ko_kr: 옵션을 이동할 수 없습니다
lo: ບໍ່ສາມາດຍ້າຍຕົວເລືອກໄດ້.
lt_lt: Negalima perkelti parinkties.
lv_lv: Opciju nevar pārvietot
mk_mk: Не може да се премести опцијата.
ms_my: Tidak boleh memindahkan pilihan.
my_mm: ရွေးချယ်စရာကို ရွှေ့၍မရပါ။
ne: विकल्प सार्न सकिएन।
nl: Kan de optie niet verplaatsten.
nn_no: Kan ikkje flytte val.
oc: Impossible de desplaçar l'opcion.
pl_pl: Nie można przenieść opcji.
ps: اختیار نشي حرکت کېدای.
pt_br: Não se pode mover a opção.
pt_pt: A opção não pode ser movida.
ro_ro: Nu pot muta optiunea.
ru_ru: Невозможно переместить пункт меню
sk_sk: Nemožno presunúť možnosť.
sl: Možnosti ni mogoče premakniti.
sq: Nuk mund të zhvendoset opsioni.
sr_rs: Ne mogu pomeriti opciju.
sv_se: Kan inte flytta alternativet.
sw_ke: Haiwezi kusogeza chaguo.
ta: விருப்பத்தை நகர்த்த முடியவில்லை.
th: ไม่สามารถย้ายตัวเลือกได้
tl_ph: Hindi maipapagalaw ang opsyon.
tr: Seçenek taşınamıyor
uk_ua: Не вдається перемістити опцію.
vi_vn: Không thể di chuyển tùy chọn.
xh_za: Ayinakuze ishukumiswe ikhetho.
zh_cn: 不能移动选项。
zh_tw: 無法移動選項。

source: The option has been moved down.
ar: تم نقل هذا الخيار الى الاسفل
ast_es: La opción movióse pa embaxu.
bn_bd: অপশনটি নিচে সরানো হয়েছে।
bs_ba: Opcija je pomaknuta dolje.
ca_es: L'opció ha estat moguda baix
cs_cz: Vlastnost byla přesunuta dolů
da: Muligheden er flyttet ned.
de: Diese Option wurde nach unten verschoben
el: Η επιλογή μετακινήθηκε προς τα κάτω.
eo: La opcio estis movita malsupren.
es: La opción ha sido movida abajo.
es_mx: La opción ha sido movida hacia abajo.
eu_es: Aukera behera mugitu da
fa_ir: این گزینه به مرحله پایین انتقال یافت
fi_fi: Vaihtoehto on siirretty alas.
fo_fo: Valmøguleikin er flutt niður.
fur: L'opzion e jessi spostade zo.
ga: Bogadh an rogha síos.
gl: A opción moveuse para abaixo
he_il: האפשרות הוזזה למטה.
hi: विकल्प को नीचे ले जाया गया है।
hr_hr: Opcija je pomaknuta prema dolje.
hu_hu: Az opció lefelé mozgatva.
hy: Տարբերակը տեղափոխվել է ներքև:
id_id: Opsi telah dipindahkan ke bawah.
it: Opzione spostata in basso
ja: オプションが下に移動されました
ka_ge: ვარიანტი გადაიტანეს ქვემოთ.
ko_kr: 옵션이 아래로 이동되었습니다
lo: ຍ້າຍຕົວເລືອກລົງແລ້ວ.
lt_lt: Parinktis perkelta žemyn.
lv_lv: Opcija ir pārvietota uz leju
mk_mk: Опцијата е преместена надолу.
ms_my: Pilihan telah dipindahkan ke bawah.
my_mm: ရွေးချယ်စရာကို အောက်သို့ ရွှေ့ပြီးဖြစ်သည်။
ne: विकल्प तल सारियो।
nl: De optie is omlaag verplaatst.
nn_no: Valet er flytta ned.
oc: L'opcion es desplaçada cap aval.
pl_pl: Opcja została przeniesiona poniżej.
ps: اختیار ښکته کېږي.
pt_br: A opção foi movida para baixo.
pt_pt: A opção foi movida para baixo
ro_ro: Optiunea a fost mutata in jos.
ru_ru: Пункт меню перемещен вниз
sk_sk: Možnosť bola presunutá dole.
sl: Možnost je bila prestavljena navzdol.
sq: Opsioni u zhvendos poshtë.
sr_rs: Opcija je pomerena nadole.
sv_se: Alternativet har flyttats ner.
sw_ke: Chaguo limepunguzwa chini.
ta: விருப்பம் கீழே நகர்த்தப்பட்டது.
th: ย้ายตัวเลือกลงเรียบร้อยแล้ว
tl_ph: Inilipat pababa ang opsyon.
tr: Seçenek aşağıya alındı
uk_ua: Опцію переміщено вниз.
vi_vn: Tùy chọn đã được di chuyển xuống.
xh_za: Ikhetho liye phantsi.
zh_cn: 选项已下移。
zh_tw: 選項已下移。

source: Define access limits for the coach
ar: تعريف حدود الوصول للمعلم
ast_es: Definir el retardu del accesu del tutor
bn_bd: কোচের জন্য অ্যাক্সেস সীমা নির্ধারণ করুন
bs_ba: Definiraj limite pristupa za trenera
ca_es: Definir el retard de l'accés del tutor
cs_cz: Definovat přístupové limity pro školitele
da: Definer adgangsbegrænsninger for coach
de: Zugriffsverzögerung für Kursleiter definieren
el: Ορισμός χρόνος πρόσβασης υπευθύνου
eo: Defini alirlimojn por la trejnisto
es: Definir el retardo del acceso del tutor
es_mx: Definir límites de acceso para el coach
eu_es: Zehaztu arduradun irakaslearentzako atzerapen mugak
fa_ir: تعریف محدودیت‌های دسترسی برای مربی
fi_fi: Määritä valmentajan käyttöoikeusrajoitukset
fo_fo: Útgreina atgongd begrænsanir fyri stjóran
fur: Definî limitis di acès pal coach
ga: Socrigh teorainneacha rochtana don chóitseálaí
gl: Definir o retardo do acceso do formador
he_il: הגדר מגבלות גישה למאמן
hi: कोच के लिए पहुँच सीमाएँ निर्धारित करें
hr_hr: Definirajte ograničenja pristupa za trenéra
hu_hu: Hozzáférési korlátok meghatározása az oktató számára
hy: Սահմանել մուտքի սահմանափակումներ դասախոսի համար
id_id: Tentukan batas akses untuk pelatih
it: Definire i ritardi d'accesso al coach
ja: コーチのアクセス制限を定義
ka_ge: ტრენერისთვის წვდომის ლიმიტების განსაზღვრა
ko_kr: 코치 액세스 제한 정의
lt_lt: Nustatyti prieigos ribas treneriui
lv_lv: Definēt Lektora pieejas limitus
mk_mk: Дефинирај граници за пристап за тренерот
ms_my: Tentukan had akses untuk pengajar
my_mm: နည်းပြဆရာအတွက် ဝင်ရောက်ခွင့်ကန့်သတ်ချက်များကို သတ်မှတ်ပါ
ne: कोचको लागि पहुँच सीमाहरू निर्धारण गर्नुहोस्
nl: Definieer de toegangslimieten voor de coach
nn_no: Definer tilgjengeliggjøringsgrenser for coach
oc: Definir las limits d'accès pel còach
pl_pl: Definiuj ograniczenia dostępu dla trenera
ps: د لارښودونکي لپاره لاسرسی حدود ټاکئ
pt_br: Definir limites de acesso para o tutor
pt_pt: Definir limites de acesso para o tutor
ro_ro: Definiti intarzierile de acces ale antrenorului
ru_ru: Определить задержку доступа инструктора
sk_sk: Definovať oneskorené prístupy tútora
sl: Določi zakasnitev dostopa za inštruktorja
sq: Përcaktoni kufizimet e qasjes për trajnerin
sr_rs: Definiši limite pristupa za koča
sv_se: Definiera åtkomstbegränsningar för handledaren
sw_ke: Fafanua mipaka ya ufikiaji kwa mlezi
ta: பயிற்சியாளருக்கான அணுகல் வரம்புகளை வரையறுக்கவும்
th: กำหนดขีดจำกัดการเข้าถึงสำหรับโค้ช
tl_ph: Tukuyin ang mga limitasyon ng access para sa coach
tr: Koç için erişim sınırlarını tanımla
uk_ua: Визначити обмеження доступу для тренера
vi_vn: Xác định giới hạn truy cập cho huấn luyện viên
xh_za: Chaza imida yokufikelela kwe-coach
zh_cn: 限制可访问教师的人数
zh_tw: 定義導師存取限制

source: days before session starts
ar: الايام فبل بداية الدورة
ast_es: Díes enantes
bn_bd: সেশন শুরুর আগে দিন
bs_ba: dana prije početka sesije
ca_es: dies abans
cs_cz: Dny před začátkem sezení
da: dage før session starter
de: Tage vor
el: μέρες πριν ξεκινήσει η περίοδος
eo: tagoj antaŭ sesio komenciĝas
es: días antes
es_mx: días antes de que inicie la sesión
eu_es: egunak, aurretik
fa_ir: روزهای قبل از شروع جلسه
fi_fi: päivää ennen istunnon alkua
fo_fo: dagar áðrenn bólkurin byrjar
fur: giors avant che la sesion inizie
ga: laethanta roimh thosach an tseisiúin
gl: Días antes
he_il: ימים לפני תחילת ההפעלה
hi: सत्र शुरू होने से दिन पहले
hr_hr: dana prije početka sesije
hu_hu: nap a munkamenet kezdete előtt
hy: օրեր սեանսի սկսվելուց առաջ
id_id: hari sebelum sesi dimulai
it: giorni dopo
ja: セッション開始前の日数
ka_ge: დღეები სესიის დაწყებამდე
ko_kr: 세션 시작 %s일 전
lo: ມື້ກ່ອນຊ່ວງເວລາຮຽນເລີ່ມຕົ້ນ
lt_lt: dienos prieš sesijos pradžią
lv_lv: Dienas pirms sesijas sākuma
mk_mk: дена пред започнувањето на сесијата
ms_my: hari sebelum sesi bermula
my_mm: အစည်းအဝေးစတင်မှုမတိုင်မီ ရက်များ
ne: सत्र सुरु हुनुभन्दा दिनहरू अघि
nl: dagen voor
nn_no: dager før sesongen startar
oc: jòrs abans que la session comence
pl_pl: dni przed
ps: د غونډې د پیلولو دمخه ورځې
pt_br: Dias antes do início da sessão
pt_pt: dias antes da sessão começar
ro_ro: zile inainte
ru_ru: дни до
sk_sk: dni pred
sl: dni pred
sq: ditë para se të fillojë sesioni
sr_rs: dana pre početka sesije
sv_se: dagar innan sessionen startar
sw_ke: siku kabla ya kikao kuanza
ta: அமர்வு தொடங்குவதற்கு முன் நாட்கள்
th: วันก่อนเซสชันเริ่ม
tl_ph: araw bago magsimula ang session
tr: oturum başladığından gün önce
uk_ua: днів до початку сесії
vi_vn: ngày trước khi phiên bắt đầu
xh_za: iintsuku phambi kokuba iqalise iseshini
zh_cn: 天之前
zh_tw: 課程開始前 %s 天

source: days after
ar: الايام بعد
ast_es: díes dempués
bn_bd: পরে দিন
bs_ba: dana poslije
ca_es: dies després
cs_cz: Dny po
da: dage efter
de: Tage nach
el: μέρες μετά
eo: tagoj post
es: días después
es_mx: días después
eu_es: egunak, ondoren
fa_ir: روزهای بعد
fi_fi: päivää jälkeen
fo_fo: dagar eftir
fur: giors dopo
ga: laethanta ina dhiaidh
gl: días despois
he_il: ימים שאחרי
hi: दिन बाद
hr_hr: dana nakon
hu_hu: nap után
hy: օրեր հետո
id_id: hari setelah
it: giorni dopo
ja: 日後
ka_ge: დღეები შემდეგ
ko_kr: %s일 후
lo: ມື້ຫຼັງຈາກ
lt_lt: dienos po
lv_lv: Dienas pēc
mk_mk: дена по
ms_my: hari selepas
my_mm: ပြီးနောက် ရက်များ
ne: पछि दिनहरू
nl: dagen na
nn_no: dager etter
oc: jòrs aprèp
pl_pl: dni po
ps: ورځې وروسته
pt_br: Dias depois
pt_pt: dias depois
ro_ro: zile dupa
ru_ru: Дни после
sk_sk: dni po
sl: dni po
sq: ditë pas
sr_rs: dana posle
sv_se: dagar efter
sw_ke: siku baada
ta: பிறகு நாட்கள்
th: วันหลัง
tl_ph: araw pagkatapos
tr: gün sonra
uk_ua: днів після
vi_vn: ngày sau
xh_za: iintsuku emva
zh_cn: 天之后
zh_tw: 課程結束後 %s 天
