Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Forum help
ar: مساعدة المنتدى
ast_es: Ayuuda del foru
bn_bd: ফোরাম সাহায্য
bs_ba: Pomoć za forum
ca_es: Ajuda del fòrum
cs_cz: Nápověda k fóru
da: Forum hjælp
de: Forum Hilfe
el: Φόρουμ βοήθειας
eo: Helpo pri forumo
es: Ayuda del foro
es_mx: Ayuda del foro
eu_es: Foro laguntza
fa_ir: راهنمای انجمن
fi_fi: Foorumin ohje
fo_fo: Forum hjálp
fur: Agiut forum
ga: Cabhair Fóram
gl: Axuda do foro
he_il: פורום עזרה
hi: फोरम सहायता
hr_hr: Pomoć foruma
hu_hu: Fórum segítség
hy: Ֆորում օգնություն
id_id: Bantuan Forum
it: Forum di aiuto
ja: フォーラムヘルプ
ka_ge: ფორუმის დახმარება
ko_kr: 포럼 도움말
lo: ຊ່ວຍເຫຼືອເວທີສົນທະນາ
lt_lt: Forumo pagalba
lv_lv: Foruma palīdzība
mk_mk: Помош за форум
ms_my: Bantuan Forum
my_mm: ဖိုရမ်အကူအညီ
ne: मञ्च सहायता
nl: Forumhulp
nn_no: Forum-hjelp
oc: Ajuada del fòrum
pl_pl: Pomoc forum
ps: د فورم مرسته
pt_br: Ajuda do Fórum
pt_pt: Ajuda de fórum
ro_ro: Ajutor forum
ru_ru: Справка по форуму
sk_sk: Fórum pomoc
sl: Pomoč: forum (diskusije)
sq: Ndihmë forumi
sr_rs: Pomoć za forum
sv_se: Forumhjälp
sw_ke: Msaada wa Forum
ta: மன்ற உதவி
th: คำอธิบายฟอรัม
tl_ph: Tulong sa Forum
tr: Forum yardımı
uk_ua: Довідка з форуму
vi_vn: Trợ giúp diễn đàn
xh_za: Uncedo lweForam
zh_cn: 论坛帮助
zh_tw: 論壇說明

source: Please login to go to this course
ar: يرجى تسجيل الدخول لغرض الانتقال الى المقرر
ast_es: Por favor, identificate pa entrar nesti cursu
bn_bd: এই কোর্সে যাওয়ার জন্য লগইন করুন
bs_ba: Prijavite se da biste otišli na ovaj kurs
ca_es: Connecteu-vos per accedir a aquest curs
cs_cz: Přihlaste se pro přístup k tomuto kurzu
da: Log venligst ind for at gå til dette kursus
de: Bitte melden Sie sich an, um zu diesem Kurs zu gelangen
el: Παρακαλούμε συνδεθείτε για να δείτε ε αυτό το μάθημα
eo: Bonvolu ensaluti por iri al ĉi tiu kurso
es: Conectarse para entrar al curso
es_mx: Inicie sesión para acceder a este curso
eu_es: Saio hasi ikastarora joateko
fa_ir: لطفاً برای رفتن به این دوره وارد شوید
fi_fi: Kirjaudu sisään päästäksesi tälle kurssille
fo_fo: Vinarliga logg inn fyri at fara til henda kursin
fur: Dentri intun acès par jâ in chest cors
ga: Logáil isteach le dul go dtí an cúrsa seo le do thoil
gl: Por favor, conéctese para entrar ao curso
he_il: אנא התחבר כדי לעבור לקורס זה
hi: इस कोर्स में जाने के लिए कृपया लॉगिन करें
hr_hr: Prijavite se za pristup ovom predmetu
hu_hu: Kérlek jelentkezz be ehhez a kurzushoz
hy: Խնդրում ենք մուտք գործել այս դասընթաց այցելելու համար
id_id: Silakan login untuk masuk ke kursus ini
it: Esegui il Login per accedere al corso
ja: このコースに進むためにログインしてください
ka_ge: გთხოვთ, შეხვიდეთ ამ კურსში გასასვლელად
ko_kr: 이 과정에 접근하려면 로그인하세요
lo: ກະລຸນາເຂົ້າສູ່ລະບົບເພື່ອໄປທີ່ຫຼັກສູດນີ້
lt_lt: Prašome prisijungti, kad patektumėte į šį kursą
lv_lv: Lūdzu, piesakieties, lai dotos uz šo kursu
mk_mk: Влезете за да одите во овој курс
ms_my: Sila log masuk untuk pergi ke kursus ini
my_mm: ဤသင်တန်းသို့သွားရန် ကျေးဇူးပြု၍ အကောင့်ဝင်ပါ
ne: यो पाठ्यक्रममा जान प्रवेश गर्नुहोस्
nl: Gelieve in te loggen om de cursus te bekijken
nn_no: Logg inn for å gå til dette kurset
oc: D'acòrdi vos identifiquet per anar a aqueste curs
pl_pl: Zaloguj się, aby przejść do tego kursu
ps: د دې کورس ته د تللو لپاره مهرباني وکړئ لاګ ان شئ
pt_br: Por favor, faça o login para ir para este curso
pt_pt: Por favor, faça o login para ir para este curso
ro_ro: Vă rugăm să vă autentificați pentru a accesa acest curs
ru_ru: Войдите в систему, чтобы перейти к этому курсу
sk_sk: Prosím prihláste sa do tohto kurzu
sl: Prosim da se prijavite za dostop do tega tečaja
sq: Ju lutemi, hyni për të shkuar në këtë kurs
sr_rs: Molimo prijavite se da biste otišli na ovaj kurs
sv_se: Logga in för att gå till denna kurs
sw_ke: Tafadhali ingia ili uende kwenye kozi hii
ta: இந்த பாடத்திற்கு செல்ல உள்நுழையவும்
th: กรุณาเข้าสู่ระบบเพื่อเข้าหลักสูตรนี้
tl_ph: Mangyaring mag-login upang pumunta sa kursong ito
tr: Bu derse gitmek için lütfen giriş yapın
uk_ua: Увійдіть, щоб перейти до цього курсу
vi_vn: Vui lòng đăng nhập để vào khóa học này
xh_za: Ngena ngemvume ukuze uye kakhulu kweli khosi
zh_cn: 请登录进入此课程
zh_tw: 請登入以進入此課程

source: Clear all learners results for every exercises ?
ar: حذف كافة نتائج الطلبة لكل التمارين؟
ast_es: ¿Tas seguru de que quies llimpiar toos los resultaos de los aprendizaxes pa toes les actividáes?
bn_bd: সকল ব্যায়ামের জন্য সকল শিক্ষার্থীর ফলাফল পরিষ্কার করতে চান?
bs_ba: Očistiti sve rezultate učenika za sve vježbe?
ca_es: Esteu segur d'eliminar tots els resultats de tots els exercicis?
cs_cz: Vyčistit všechny výsledky žáků pro všechny cvičení?
da: Ryd alle lærendes resultater for alle øvelser?
de: Die Ergebnisse aller Teilnehmer für alle Übungen löschen?
el: Καταργήστε όλα τα αποτελέσματα των σπουδαστών για κάθε άσκηση;
eo: Ĉu purigi ĉiujn rezultojn de lernantoj por ĉiuj ekzercoj?
es: ¿Está seguro de eliminar todos los resultados de todos los ejercicios?
es_mx: ¿Limpiar todos los resultados de los aprendices para todos los ejercicios?
eu_es: Garbitu ikasle guztien emaitzak ariketa guztietarako?
fa_ir: آیا مطمئن هستید که نتایج همه یادگیرندگان را برای همه تمرین‌ها پاک کنید؟
fi_fi: Poista kaikkien käyttäjien tulokset kaikista harjoituksista
fo_fo: Hreinsla allar lærlinga niðurstøður fyri hvørjar æfingar?
fur: Pulî ducj i risultâts dai learners par tûts j egersizis?
ga: Glan torthaí gach foghlaimeora do gach cleachtaidh?
gl: Está segura/o de eliminar todos os resultados de todos os exercicios?
he_il: לנקות את כל התוצאות של הלומדים עבור כל תרגיל?
hi: क्या सभी अभ्यासों के लिए सभी लर्नर्स के परिणाम साफ़ करें?
hr_hr: Očistiti sve rezultate učenika za sve vježbe?
hu_hu: Töröljük az összes tanuló eredményét minden gyakorlatból?
hy: Մաքրե՞լ բոլոր սովորողների արդյունքները բոլոր վարժությունների համար:
id_id: Hapus semua hasil peserta didik untuk setiap latihan?
it: Vuoi azzerare tutti i risultati, di tutti gli studenti, per ogni esercitazione?
ja: すべての演習におけるすべての受講者の結果をクリアしますか
ka_ge: გასუფთავდეს ყველა მოსწავლის შედეგები ყველა ვარჯიშისთვის?
ko_kr: 모든 연습의 학습자 결과를 모두 지우겠습니까?
lo: ລ້າງຜົນຂອງຜູ້ຮຽນທັງໝົດສຳລັບທຸກບົດເຝິກຫັດ?
lt_lt: Išvalyti visų besimokančiųjų rezultatus visiems pratimams?
lv_lv: Notīrīt visu mācībnieku rezultātus visiem vingrinājumiem?
mk_mk: Дали да ги избришеме сите резултати на учениците за сите вежби?
ms_my: Kosongkan semua hasil pelajar untuk setiap latihan?
my_mm: လေ့ကျင့်ခန်းတိုင်းအတွက် သင်ယူသူများ၏ ရလဒ်အားလုံးကို ရှင်းလင်းမည်လား။
ne: प्रत्येक अभ्यासका लागि सबै सिक्नेहरूका परिणामहरू सफा गर्नुहोस् ?
nl: Weet u zeker dat u alle cursistenresultaten voor elke oefening wilt verwijderen?
nn_no: Rensa alle elevers resultat for alle øvingar?
oc: Netejar totes los resultats dels aprènents per totes los exercicis ?
pl_pl: Wyczyścić wszystkie wyniki uczniów dla wszystkich ćwiczeń?
ps: د ټولو تمرینونو لپاره ټول زده کونکي پایلې پاکې کړئ؟
pt_br: Limpar todos os resultados dos aprendizes para cada exercício?
pt_pt: Apagar todos os resultados dos estudantes em todos os exercícios?
ro_ro: Ștergeți toate rezultatele elevilor pentru toate exercițiile?
ru_ru: Очистить результаты всех упражнений для всех учащихся?
sk_sk: Odstrániť všetky výsledky študentov pre každé cvičenie?
sl: Počistim vse rezultate tečajnikov v vseh testih?
sq: Pastro të gjitha rezultatet e nxënësve për çdo ushtrim?
sr_rs: Očistiti sve rezultate učenika za sve vežbe?
sv_se: Rensa alla elevers resultat för alla övningar?
sw_ke: Safisha matokeo ya wanafunzi wote kwa kila mazoezi?
ta: எல்லா உடற்பயிற்சிகளுக்கும் அனைத்து பயனர்களின் முடிவுகளையும் சுத்தம் செய்யவா?
th: ล้างผลลัพธ์ผู้เรียนทั้งหมดสำหรับทุกแบบฝึกหัดหรือไม่?
tl_ph: Linisin ang lahat ng resulta ng mga mag-aaral para sa bawat ehersisyo?
tr: Tüm alıştırmalar için tüm öğrenen sonuçlarını temizlemek istediğinizden emin misiniz?
uk_ua: Очистити всі результати учнів для всіх вправ?
vi_vn: Xóa tất cả kết quả của học viên cho mọi bài tập?
xh_za: Cima zonke iziphumo zabafundi kuzo zonke izilingu?
zh_cn: 清除所有练习的学习者结果吗？
zh_tw: 清除所有練習的學習者結果？

source: Are you sure to delete all test's results ?
ar: هل انت متأكد من حذف نتائج الاختبار؟
ast_es: ¿Tas seguru de que quies desaniciar toos los resultaos de la prueba?
bn_bd: আপনি কি নিশ্চিত যে সকল পরীক্ষার ফলাফল মুছে ফেলতে চান?
bs_ba: Jeste li sigurni da želite obrisati sve rezultate testa?
ca_es: Esteu segur d'eliminar tots els resultats dels exercicis?
cs_cz: Jste si jisti, že chcete smazat všechny výsledky testu?
da: Er du sikker på at slette alle testens resultater?
de: Sind Sie sicher, dass alle Testergebnisse gelöscht werden sollen?
el: Είστε σίγουροι ότι για να διαγράψετε όλα τα αποτελέσματα του τεστ;
eo: Ĉu vi certas forigi ĉiujn rezultojn de la testo?
es: ¿Está seguro de eliminar todos los resultados de los ejericios?
es_mx: ¿Está seguro de eliminar todos los resultados de la prueba?
eu_es: Ziur zaude proba guztien emaitzak ezabatu nahi dituzula?
fa_ir: آیا مطمئن هستید که همه نتایج آزمون را حذف کنید؟
fi_fi: Haluatko varmasti poistaa kaikkien harjoitusten tulokset?
fo_fo: Er tú vís í at sletta allar próvingar niðurstøður?
fur: Si jer certe di vûl scjadê ducj i risultâts dal test?
ga: An bhfuil tú cinnte go scriosfar torthaí uile an triail?
gl: Está segura/o de eliminar todos os resultados dos exercicios?
he_il: האם אתה בטוח שתמחק את כל תוצאות הבדיקה?
hi: क्या आप सुनिश्चित हैं कि सभी टेस्ट के परिणाम हटाएँ?
hr_hr: Jeste li sigurni da želite izbrisati sve rezultate testa?
hu_hu: Biztosan törölni szeretnéd a teszt összes eredményét?
hy: Հաստատե՞ք, որ ցանկանում եք ջնջել բոլոր թեստի արդյունքները:
id_id: Apakah Anda yakin ingin menghapus semua hasil tes?
it: Vuoi veramente cancellare tutti i risultati del test?
ja: テストの結果をすべて削除してもよろしいですか
ka_ge: დარწმუნებული ხართ, რომ გსურთ ყველა ტესტის შედეგების წაშლა?
ko_kr: 모든 테스트 결과를 삭제하시겠습니까?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຈະລຶບຜົນການທົດສອບທັງໝົດ?
lt_lt: Ar tikrai norite ištrinti visus testo rezultatus?
lv_lv: Vai tiešām vēlaties dzēst visu testa rezultātus?
mk_mk: Дали сте сигурни дека сакате да ги избришете сите резултати од тестот?
ms_my: Adakah anda pasti mahu padam semua hasil ujian?
my_mm: စမ်းသပ်မှု၏ ရလဒ်အားလုံးကို ဖျက်ရန် သေချာပါသလား။
ne: के तपाईं सबै परीक्षणका परिणामहरू हटाउन निश्चित हुनुहुन्छ ?
nl: Weet u zeker dat u alle toetsresultaten wilt verwijderen?
nn_no: Er du sikker på at du vil slette alle testens resultat?
oc: Sètz segur de suprimir totes los resultats del test ?
pl_pl: Czy na pewno chcesz usunąć wszystkie wyniki testu?
ps: آیا تاسو ډاډه یاست چې د ټولې ازموینې پایلې حذف کړئ؟
pt_br: Tem certeza que deseja deletar todos os resultados do teste?
pt_pt: Tem a certeza de que deseja apagar todos os resultados dos testes?
ro_ro: Sigur doriți să ștergeți toate rezultatele testului?
ru_ru: Вы уверены, что хотите удалить все результаты теста?
sk_sk: Naozaj chcete odstrániť výsledky všetkých testov?
sl: Ste prepričani, da želite počistiti vse rezultate testov?
sq: A jeni të sigurt që dëshironi të fshini të gjitha rezultatet e testit?
sr_rs: Da li ste sigurni da želite da obrišete sve rezultate testa?
sv_se: Är du säker på att du vill ta bort alla testresultat?
sw_ke: Una uhakika unataka kufuta matokeo yote ya jaribio?
ta: அனைத்து சோதனை முடிவுகளையும் நீக்குவதில் உறுதியா?
th: คุณแน่ใจหรือไม่ที่จะลบผลลัพธ์การทดสอบทั้งหมด?
tl_ph: Sigurado ka bang gustong burahin ang lahat ng resulta ng test?
tr: Tüm test sonuçlarını silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити всі результати тесту?
vi_vn: Bạn có chắc chắn muốn xóa tất cả kết quả bài kiểm tra không?
xh_za: Uqinisekile ukuba uya kucima zonke iziphumo zovavanyo?
zh_cn: 您确定要删除所有测试结果吗？
zh_tw: 您確定要刪除所有測驗結果嗎？

source: Additionally, a new announcement has been created and sent to selected users
ar: بشكل اضافي، فان تبليغ جديد تم انشاؤه وارساله الى المستخدمين المحددين
ast_es: Además, creóse y unvióse un anunciu nuevu a los usuarios seleicionaos
bn_bd: এছাড়াও, নির্বাচিত ব্যবহারকারীদের কাছে একটি নতুন ঘোষণা তৈরি এবং পাঠানো হয়েছে
bs_ba: Dodatno, nova najava je kreirana i poslana odabranim korisnicima
ca_es: Addicionalment, un anunci nou s'ha enviat als usuaris seleccionats
cs_cz: Kromě toho byla vytvořena nová oznámení a odeslána vybraným uživatelům
da: Desuden er en ny kunngørelse blevet oprettet og sendt til valgte brugere
de: Darüber hinaus wurde eine neue Ankündigung erstellt und an ausgewählte Benutzer gesendet
el: Επιπλέον, μια νέα ανακοίνωση έχει δημιουργηθεί και να σταλεί σε επιλεγμένους χρήστες
eo: Aldone, nova anonco estis kreita kaj sendita al elektitaj uzantoj
es: De manera adicional, un mensaje fue enviado a los usuarios seleccionados.
es_mx: Además, se ha creado un nuevo anuncio y enviado a los usuarios seleccionados
eu_es: Horrez gain, iragarki berri bat sortu da eta hautatutako erabiltzaileei bidali zaie
fa_ir: علاوه بر این، اطلاعیه جدیدی ایجاد و به کاربران انتخاب‌شده ارسال شد
fi_fi: Lisäksi uusi ilmoitus on luotu ja lähetetty valituille käyttäjille
fo_fo: Við tilvísing til, er ein nýggj kunngjøring løgd út og send til valdar brúkarar
fur: In plui, une gnove anunzie e è stât creât e mandât ai utents selezionâts
ga: Ina theannta sin, cruthaíodh fógra nua agus seoladh chuig na húsáideoirí roghnaithe
gl: Adicionalmente, enviouse unha mensaxe aos usuarios seleccionados
he_il: בנוסף, נוצרה הודעה חדשה ונשלחה למשתמשים נבחרים
hi: इसके अतिरिक्त, चयनित उपयोगकर्ताओं को एक नई घोषणा बनाई गई और भेजी गई है
hr_hr: Dodatno, nova najava je stvorena i poslana odabranim korisnicima
hu_hu: Emellett létrehoztunk és elküldtünk egy új bejelentést a kiválasztott felhasználóknak
hy: Բացի այդ, ստեղծվել և ուղարկվել է նոր հայտարարություն ընտրված օգտատերերին
id_id: Selain itu, pengumuman baru telah dibuat dan dikirim ke pengguna terpilih
it: Inoltre, un nuovo avviso è stato creato e inviato all'utente selezionato.
ja: 新しいアナウンスメントが作成され、選択されたユーザーに送信されました
ka_ge: გარდა ამისა, შექმნილია ახალი განცხადება და გაგზავნილია მონიშნულ მომხმარებლებზე
ko_kr: 또한 선택된 사용자에게 새 공지가 생성되어 보내졌습니다
lo: ນອກຈາກນີ້, ໄດ້ມີການສ້າງ ແລະ ສົ່ງປະກາດໃໝ່ໄປຫາຜູ້ໃຊ້ທີ່ເລືອກໄວ້
lt_lt: Be to, buvo sukurta ir išsiųsta nauja skelbimo žinutė pasirinktiems naudotojams
lv_lv: Turklāt ir izveidots jauns paziņojums un nosūtīts izvēlētajiem lietotājiem
mk_mk: Дополнително, нова објава е креирана и испратена до избраните корисници
ms_my: Tambahan pula, pengumuman baru telah dicipta dan dihantar kepada pengguna yang dipilih
my_mm: ထပ်မံ၍၊ ကြေငြာချက်အသစ်တစ်ခုကို ဖန်တီးပြီး ရွေးချယ်ထားသော အသုံးပြုသူများထံသို့ ပို့ပြီးဖြစ်သည်
ne: थप रूपमा, चयनित प्रयोगकर्ताहरूलाई पठाइएको नयाँ घोषणा सिर्जना गरिएको छ
nl: Bovendien is er een nieuwe aankondiging gemaakt en verzonden naar de geselecteerde gebruikers
nn_no: I tillegg er ei ny kunngjering oppretta og sendt til valde brukarar
oc: D'un còst, una novèla annòcia es estada creada e enviada ais utilizadors seleccionats
pl_pl: Dodatkowo utworzono nowe ogłoszenie i wysłano je do wybranych użytkowników
ps: سربېره پر دې، یوه نوې اعلان جوړ شوی او د ټاکل شوي کاروونکو ته واستول شوی
pt_br: Além disso, um novo anúncio foi criado e enviado para usuários selecionados
pt_pt: Adicionalmente um novo aviso foi criado e enviado para os usuários selecionados
ro_ro: În plus, a fost creată și trimisă o nouă anunțare către utilizatorii selectați
ru_ru: Кроме того, создано и отправлено новое объявление выбранным пользователям
sk_sk: Navyše, nové oznámenie bolo vytvorené a odoslané vybraným používateľom
sl: Dodatno: novo obvestilo je bilo ustvarjeno in razposlano izranim uporabnikom
sq: Për më tepër, një njoftim i ri është krijuar dhe dërguar te përdoruesit e zgjedhur
sr_rs: Dodatno, nova najava je kreirana i poslata izabranim korisnicima
sv_se: Dessutom har ett nytt annonseringsmeddelande skapats och skickats till valda användare
sw_ke: Zaidi ya hayo, tangazo jipya limeundwa na kutumwa kwa watumiaji waliyochaguliwa
ta: மேலும், தேர்ந்தெடுக்கப்பட்ட பயனர்களுக்கு உருவாக்கப்பட்டு அனுப்பப்பட்ட புதிய அறிவிப்பு
th: นอกจากนี้ ได้สร้างและส่งประกาศใหม่ไปยังผู้ใช้ที่เลือกแล้ว
tl_ph: Bukod dito, isang bagong anunsyo ang nilikha at ipinadala sa napiling mga gumagamit
tr: Ayrıca, seçili kullanıcılara yeni bir duyuru oluşturuldu ve gönderildi
uk_ua: Крім того, створено нове оголошення та надіслано вибраним користувачам
vi_vn: Ngoài ra, một thông báo mới đã được tạo và gửi đến người dùng đã chọn
xh_za: Okongezelelayo, isaziso esitsha lenziwe kwaye lathunyelwa kubasebenzisi abakhethiweyo
zh_cn: 此外，已创建并发送新公告给选定用户
zh_tw: 此外，已建立新公告並發送給選定用戶

source: Login date
ar: تاريخ تسجيل الدخول
ast_es: Fecha de accesu
bn_bd: লগইন তারিখ
bs_ba: Datum prijave
ca_es: Data d'accés
cs_cz: Datum přihlášení
da: Login dato
de: Login-Datum
el: Ημερομηνία Εισόδου
eo: Dato de ensaluto
es: Fecha de ingreso
es_mx: Fecha de inicio de sesión
eu_es: Saio hasierako data
fa_ir: تاریخ ورود
fi_fi: Sisäänkirjautumispäivä
fo_fo: Innloggingsdagur
fur: Date login
ga: Dáta logáil isteach
gl: Data de acceso
he_il: תאריך התחברות
hi: लॉगिन तिथि
hr_hr: Datum prijave
hu_hu: Bejelentkezési dátum
hy: Մուտքի ամսաթիվ
id_id: Tanggal login
it: Data del Login
ja: ログイン日
ka_ge: შესვლის თარიღი
ko_kr: 로그인 날짜
lo: ວັນທີເຂົ້າສູ່ລະບົບ
lt_lt: Prisijungimo data
lv_lv: Ierakstīšanās datums
mk_mk: Датум на најавување
ms_my: Tarikh log masuk
my_mm: အကောင့်ဝင်ရက်စွဲ
ne: प्रवेश मिति
nl: Login datum
nn_no: Innloggingsdato
oc: Data de connexion
pl_pl: Data logowania
ps: د لاګ ان نیټه
pt_br: Data de Login
pt_pt: Data do login
ro_ro: Data autentificării
ru_ru: Дата входа
sk_sk: Dátum prihlásenia
sl: Datum prijave
sq: Data e hyrjes
sr_rs: Datum prijave
sv_se: Inloggningsdatum
sw_ke: Tarehe ya kuingia
ta: உள்நுழைத் தேதி
th: วันที่เข้าสู่ระบบ
tl_ph: Petsa ng login
tr: Giriş tarihi
uk_ua: Дата входу
vi_vn: Ngày đăng nhập
xh_za: Umhla wokungena
zh_cn: 登录日期
zh_tw: 登入日期

source: Choose start and end dates
ar: قم باختيار تواريخ البدأ والنهاية
ast_es: Escoyer feches d'iniciu y fin
bn_bd: শুরু এবং শেষ তারিখ নির্বাচন করুন
bs_ba: Odaberite datume početka i kraja
ca_es: Esculli les dates d'inici i final
cs_cz: Vyberte počáteční a koncové datum
da: Vælg start- og slutdatoer
de: Start- und Enddatum wählen
el: Επιλέξτε ημερομηνίες έναρξης και λήξης
eo: Elekti komencan kaj finan daton
es: Elija fechas de inicio y de fin
es_mx: Elegir fechas de inicio y fin
eu_es: Hautatu hasierako eta bukaerako datak
fa_ir: انتخاب تاریخ شروع و پایان
fi_fi: Valitse alkamis- ja päättymispäivät
fo_fo: Vel byrjanar- og endadagar
fur: Scealt dates di inzil e fin
ga: Roghnaigh dáta tosaigh agus deiridh
gl: Escolla datas de inicio e de fin
he_il: בחר תאריכי התחלה וסיום
hi: प्रारंभ और समाप्ति तिथियाँ चुनें
hr_hr: Odaberite početni i završni datum
hu_hu: Válaszd ki a kezdő- és befejezési dátumokat
hy: Ընտրեք սկիզբ և ավարտ ամսաթվեր
id_id: Pilih tanggal mulai dan akhir
it: Scegli una data di inizio e fine
ja: 開始日と終了日を選択してください
ka_ge: აირჩიეთ დაწყების და დასრულების თარიღები
ko_kr: 시작 및 종료 날짜 선택
lo: ເລືອກວັນທີເລີ່ມຕົ້ນ ແລະ ສິ້ນສຸດ
lt_lt: Pasirinkite pradžios ir pabaigos datas
lv_lv: Izvēlieties sākuma un beigu datumus
mk_mk: Изберете почетни и завршни датуми
ms_my: Pilih tarikh mula dan akhir
my_mm: စတင်ရက်နှင့် ပြီးဆုံးရက်များကို ရွေးပါ
ne: सुरु र अन्त्य मितिहरू चयन गर्नुहोस्
nl: Kies start- en einddatum
nn_no: Vel start- og sluttdatoar
oc: Chausir las datas de començament e de fin
pl_pl: Wybierz daty rozpoczęcia i zakończenia
ps: پیل او پای نیټې وټاکئ
pt_br: Escolha datas de início e de fim
pt_pt: Escolha a data de começo e de final
ro_ro: Alegeți datele de început și sfârșit
ru_ru: Выберите даты начала и окончания
sk_sk: Vybrať dátum začiatku a ukončenia
sl: Izberite datuma začetka in konca
sq: Zgjidhni datat e fillimit dhe mbarimit
sr_rs: Izaberite datume početka i kraja
sv_se: Välj start- och slutdatum
sw_ke: Chagua tarehe za kuanza na kumaliza
ta: தொடக்க மற்றும் முடிவு தேதிகளைத் தேர்ந்தெடுக்கவும்
th: เลือกวันที่เริ่มต้นและสิ้นสุด
tl_ph: Pumili ng start at end dates
tr: Başlangıç ve bitiş tarihlerini seçin
uk_ua: Виберіть дати початку та закінчення
vi_vn: Chọn ngày bắt đầu và kết thúc
xh_za: Khetha imihla yokuqala nesiphelo
zh_cn: 选择开始和结束日期
zh_tw: 選擇開始和結束日期
