Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The character set is what pilots the way specific languages can be displayed in Chamilo. If you use Russian or Japanese characters, for example, you might want to change this. For all english, latin and west-european characters, the default UTF-8 should be alright.
ar: مجموعة الحروف هي ما يحدد طريقة لغات محددة يمكن أن تكون معروضة في دكيوس. إذا استخدمت حروف اللغة الروسية أو اليابانية مثلاً، تستطيع أن تغير هذا.بالنسبة لحروف الإنجليزية واللاتينية والأوروبية الغربية، آيزو 8859-15 – يجب أن يكون صحيحًا
ast_es: El xueu de carauteres ye'l que controla la manera na que ciertos idiomes apaecen en Chamilo. Si, por exemplu, usa carauteres rusos o xaponeses, lo más probable ye que quiera cambiar el xueu. Pa tolos carauteres anglosaxones, llatinos y d'Europa Occidental, el xueu por defeutu ye UTF-8.
bn_bd: ক্যারেক্টার সেটটি Chamilo-তে নির্দিষ্ট ভাষা প্রদর্শনের পদ্ধতি নিয়ন্ত্রণ করে। উদাহরণস্বরূপ রাশিয়ান বা জাপানি অক্ষর ব্যবহার করলে এটি পরিবর্তন করতে পারেন। ইংরেজি, ল্যাটিন এবং পশ্চিম ইউরোপীয় অক্ষরের জন্য ডিফল্ট UTF-8 যথেষ্ট।
bs_ba: Skup znakova određuje način na koji se specifični jezici mogu prikazati u Chamilo. Ako koristite ruske ili japanske znakove, na primjer, možda ćete htjeti ovo promijeniti. Za sve engleske, latinske i zapadnoevropske znakove, podrazumijevani UTF-8 bi trebao biti u redu.
ca_es: El joc de caràcters és el que controla la manera en què determinats idiomes són mostrats a Chamilo. Si, per exemple, utilitza caràcters russos o japonesos, és possible que vulgui canviar aquest joc. Per a tots els caràcters anglosaxons, llatins i d'Europa Occidental, el joc per defecte UTF-8 hauria de ser el correcte.
cs_cz: Znaková sada je to, co nám umožňuje zobrazit jednotlivé jazyky v Chamilou. Napíklad, pokud použijete Ruské nebo Japonské znaky, pak můžete toto změnit. Pro korektní zobrazení češtiny použijte windows-1250, iso-8859-2 nebo nejlépe <b>UTF8</b>
da: Tegnsættet styrer, hvordan specifikke sprog kan vises i Chamilo. Hvis du bruger russiske eller japanske tegn, f.eks., vil du måske ændre dette. For alle engelske, latinske og vesteuropæiske tegn bør standard UTF-8 være fint.
de: Der Zeichensatz bestimmt die Art und Weise, wie Buchstaben, Zahlen und zeichen in den jeweligen Sprachen in Chamilo dargestellt werden. Wenn man z.B. kyrillische oder japanische Zeichen benutzt, sollte man vielleicht den Zeichensatz ändern. Für englische, lateinische und westeuropäische Schriftzeichen sollte der Default Zeichensatz UTF-8 korrekt sein
el: Το σύνολο χαρακτήρων καθορίζει τον τρόπο με τον οποίο συγκεκριμένες γλώσσες μπορούν να εμφανιστούν στο Chamilo. Αν χρησιμοποιείτε για παράδειγμα ρωσικούς ή ιαπωνικούς χαρακτήρες, μπορεί να θέλετε να το αλλάξετε. Για όλους τους αγγλικούς, λατινικούς και δυτικοευρωπαϊκούς χαρακτήρες, το προεπιλεγμένο UTF-8 είναι εντάξει.
eo: La tiparo difinas la manieron prezenti apartajn lingvojn en Chamilo. Se vi ekzemple uzas rusajn aŭ japanajn signojn, povas esti oportune adapti ĝin. Sed por ĉiuj anglaj, latinaj kaj okcidenteŭropaj signoj la tiparo UTF-8 kutimo taŭgas.
es: El juego de caracteres es el que controla la manera en que determinados idiomas son mostrados en Chamilo. Si, por ejemplo, utiliza caracteres rusos o japoneses, es posible que quiera cambiar este juego. Para todos los caracteres anglosajones, latinos y de Europa Occidental, el juego por defecto UTF-8 debe ser el correcto.
es_mx: El conjunto de caracteres es lo que controla la forma en que los idiomas específicos se pueden mostrar en Chamilo. Si usas caracteres rusos o japoneses, por ejemplo, podrías querer cambiar esto. Para todos los caracteres en inglés, latinos y de Europa occidental, el UTF-8 predeterminado debería estar bien.
eu_es: Karaktere multzoak gidatzen du nola hizkuntza zehatz batzuk bistaratzen diren Chamilon. Adibidez, errusieraren edo japonieraren karaktereak erabiltzen badituzu, agian une batean multzo hori aldatu nahiko zenuke. Bestetik, ingelesaren, hizkuntza latinoen edo Europa Mendebaldeko hizkuntzen karaketere guztietarako UTF-8 multzo lehenetsia izan beharko litzateke egokiena.
fa_ir: مجموعه کاراکتر نحوه نمایش زبان‌های خاص در Chamilo را کنترل می‌کند. برای مثال، برای کاراکترهای روسی یا ژاپنی ممکن است تغییر دهید. برای انگلیسی، لاتین و اروپای غربی، UTF-8 پیش‌فرض مناسب است.
fi_fi: Merkistö ohjaa sitä, miten tietyt kielet voidaan näyttää Chamiloissa. Jos käytät esimerkiksi venäjän tai japanin merkkejä, saatat haluta muuttaa tätä. Kaikille englannin, latinan ja länsieurooppalaisille merkeille oletus UTF-8 on sopiva.
fo_fo: Teknsetningin er tað sum stýrir hvat ymisk mál kunnu vísa í Chamilo. Um tú brúkar rússisk ella japanskar teikn, f.ex., kanst tú ynskja at broyta hetta. Fyri øll ensk, latin og vesturevrópskar teikn, eigur standard UTF-8 at vera í lagi.
fur: Il set di carateris controle come lenguis specifichis si mostrin in Chamilo. Se doprais carateris rus o gjaponês, par esempi, podêis cambiâ chest. Par tuti carateris inglês, latin e oèst-europeis, UTF-8 predefinît al è bon.
ga: Is é an sraith carachtar a rialaíonn conas is féidir teangacha sonracha a thaispeáint i Chamilo. Má úsáideann tú carachtair Rúisis nó Seapánacha, mar shampla, b'fhéidir gur mhaith leat é seo a athrú. Do gach carachtar Béarla, Laidineach agus Iarthar-Eorpach, ba chóir go mbeadh UTF-8 réamhshocraithe ceart go leor.
gl: O Conxunto de caracteres é a forma en que Chamilo amosa as linguas específicas. Se empregas caracteres rusos ou xaponeses, por exemplo, deberías cambialo. Para todos os caracteres ingleses, de linguas romances e de Europa occidental, o conxunto por defecto UTF-8 debería ser o adecuado.
he_il: ערכת התווים היא מה שמפעיל את האופן שבו ניתן להציג שפות ספציפיות בצ'אמילו. אם אתה משתמש בתווים רוסיים או יפניים, למשל, אולי תרצה לשנות זאת. עבור כל התווים באנגלית, לטינית ומערב אירופה, ברירת המחדל UTF-8 אמורה להיות בסדר.
hi: चर सेट चमिलो में विशिष्ट भाषाओं के प्रदर्शन को नियंत्रित करता है। यदि आप रूसी या जापानी अक्षरों का उपयोग करते हैं, तो आप इसे बदलना चाह सकते हैं। सभी अंग्रेजी, लैटिन और पश्चिमी यूरोपीय अक्षरों के लिए, डिफ़ॉल्ट UTF-8 ठीक होना चाहिए।
hr_hr: Skup znakova određuje način na koji se specifični jezici mogu prikazati u Chamilu. Ako koristite ruske ili japanske znakove, možda ćete htjeti to promijeniti. Za sve engleske, latinske i zapadnoeuropske znakove, zadani UTF-8 bi trebao biti u redu.
hu_hu: A karakterkészlet határozza meg az egyes nyelvek megjelenését a felületen. Az összes angol, latin, nyugat-európai nyelvnek pl. az UTF-8 megfelelő (ha a magyarral gondok lennének, az iso-8859-2 a magyar készlet kódja).
hy: Նիշերի հավաքածուն այն է, ինչ կառավարում է հատուկ լեզուների ցուցադրությունը Chamilo-ում։ Եթե օգտագործում եք ռուսերեն կամ ճապոներեն նիշեր, օրինակ, կարող եք փոխել սա։ Ամբողջ անգլերեն, լատինական և արևմտյան եվրոպական նիշերի համար հարմար է լռելյայն UTF-8-ը։
id_id: Set karakter mengatur cara bahasa tertentu dapat ditampilkan di Chamilo. Jika Anda menggunakan karakter Rusia atau Jepang, misalnya, Anda mungkin ingin mengubah ini. Untuk semua karakter Inggris, Latin, dan Eropa Barat, UTF-8 default seharusnya sudah cukup.
it: Il set di caratteri indica la codifica adottata per rappresentare i caratteri. L'UTF-8 è di default ed è adatta per l'inglese e l'Europa occidentale. Il Russo o il Giapponese possono avere bisogno di una diversa codifica (es. UTF-8)
ja: 文字セットでは、特定の言語を Chamilo に表示させる方法を設定することができます。たとえばロシア語または日本語の文字を使用するときに、これを変更する場合があります。英語、ラテン語および西ヨーロッパのすべての文字は既定の UTF-8 で問題ありません。
ka_ge: სიმბოლოების კოდირება განსაზღვრავს, თუ როგორ გამოჩნდება კონკრეტული ენები Chamilo-ში. თუ იყენებთ რუსულ ან იაპონურ სიმბოლოებს, შეიძლება შეცვალოთ ეს. ყველა ინგლისური, ლათინური და დასავლეთევროპული სიმბოლოებისთვის ნაგულისხმევი UTF-8 კარგია.
ko_kr: 문자 세트는 Chamilo에서 특정 언어가 표시되는 방식을 제어합니다. 예를 들어 러시아어 또는 일본어 문자를 사용하는 경우 이를 변경할 수 있습니다. 영어, 라틴어 및 서유럽 문자에는 기본 UTF-8을 사용하세요.
lo: ຊຸດຕົວອັກສອນແມ່ນສິ່ງທີ່ຄວບຄຸມວິທີການສະແດງພາສາສະເພາະໃນ Chamilo. ຕົວຢ່າງ, ຖ້າທ່ານໃຊ້ຕົວອັກສອນລັດເຊຍ ຫຼື ຍີ່ປຸ່ນ, ທ່ານອາດຈະຕ້ອງການປ່ຽນສິ່ງນີ້. ສຳລັບຕົວອັກສອນພາສາອັງກິດ, ລາຕິນ ແລະ ຢູໂຣບຕາເວັນຕົກທັງໝົດ, ຄ່າເລີ່ມຕົ້ນ UTF-8 ຄວນຈະພຽງພໍ.
lt_lt: Ženklų rinkinys valdo, kaip konkrečios kalbos gali būti rodomos Chamilo. Jei naudojate rusų ar japonų simbolius, pavyzdžiui, galite norėti tai pakeisti. Visiems anglų, lotynų ir Vakarų Europos simboliams numatytasis UTF-8 turėtų būti tinkamas.
lv_lv: Rakstzīmju kopa ir tas, ko kodēšanas sistēma, kā atsevišķu valodu var parādīt Chamilo platformā. Piemēram, ja jūs izmantojat krievu vai japāņu rakstzīmes, jūs varētu būt nepieciešamība kodējumu mainīt. Visām angļu, latīņu un Rietumeiropas rakstzīmēm, noklusējuma kods ir UTF-8. <b>Latviešu burtu rādīšanai jālieto UTF-8</b>
mk_mk: Низниот сет е она што го управува начинот на кој специфичните јазици можат да се прикажуваат во Chamilo. Ако користите руски или јапонски знаци, на пример, можеби ќе сакате да го промените ова. За сите англиски, латинични и западноевропски знаци, подразбираниот UTF-8 треба да е во ред.
ms_my: Set karakter adalah apa yang mengawal cara bahasa tertentu boleh dipaparkan dalam Chamilo. Jika anda menggunakan aksara Rusia atau Jepun, contohnya, anda mungkin mahu menukarnya. Untuk semua aksara Inggeris, Latin dan Eropah Barat, lalai UTF-8 sudah mencukupi.
my_mm: အက္ခရာအစုံသည် Chamilo တွင် သတ်မှတ်ဘာသာစကားများကို ပြသပုံကို ထိန်းချုပ်သည်။ ဥပမာ၊ ရုရှား သို့မဟုတ် ဂျပန်အက္ခရာများကို အသုံးပြုပါက၊ ဤအရာကို ပြောင်းလဲလိုပေမည်။ အင်္ဂလိပ်၊ လက်တင်နှင့် အနောက်ဥရောပအက္ခရာများအားလုံးအတွက်၊ မူလ UTF-8 သည် သင့်လျော်သင့်သည်။
ne: क्यारेक्टर सेटले चमिलोमा विशिष्ट भाषाहरू कसरी देखाइने भन्ने नियन्त्रण गर्दछ। यदि तपाईंले रुसी वा जापानी क्यारेक्टरहरू प्रयोग गर्नुहुन्छ भने, तपाईं यसलाई परिवर्तन गर्न चाहन सक्नुहुन्छ। सबै अंग्रेजी, ल्याटिन र पश्चिम युरोपेली क्यारेक्टरहरूका लागि, पूर्वनिर्धारित UTF-8 उपयुक्त हुनुपर्छ।
nl: De tekenset (karakterset) bepaalt de manier waarop specifieke talen in Chamilo kunnen weergegeven worden. Gebruikt u bijvoorbeeld Russische of Japanse tekens, dan kan het aangewezen zijn dit aan te passen. Maar voor alle Engelse, Latijnse en Westeuropese tekens is de standaard UTF-8 doorgaans correct.
nn_no: Tegnsettet styr kva spesifikke språk som kan visast i Chamilo. Om du bruker russiske eller japanske teikn, kan du ville endre dette. For alle engelske, latinske og vesteuropeiske teikn burde standard UTF-8 fungere greitt.
oc: Lo jogadel de caractèrs es aquò que pilota la manera dont las lengas especificas pòdon èsser afichadas dins Chamilo. Se usatz de caractèrs rusos o japoneses, per exemple, podètz vòler cambiar aquò. Per tot caractèrs angleses, latinas e europa-occidentals, lo UTF-8 per defaut deuria èsser plan.
pl_pl: Ustawienia kodowania znaków pozwalają na zdefiniowanie języków wyświetlanych w Platformie Chamilo. Jeżeli na przykład używasz języków: rosyjskiego lub japońskiego możesz potrzebować zmiany kodowania. Dla języka angielskiego, łacińskich (latin) oraz zachodnio-europejskich, domyślne kodowanie UTF-8 powinno być wystarczające. Aby polskie znaki były odpowiednio kodowane można użyć iso-8859-2 lub Windows-1250
ps: د حروفو ټولګه هغه ده چې د ځانګړو ژبو ښودلو لاره کنټرولوي په چامیلو کې. که تاسو روسی یا جاپانۍ حروف کاروئ، مثلاً، تاسو ممکن دا بدل کړئ. د ټولو انګلیسي، لاتین او لویدیځ اروپایي حروفو لپاره، پیش فرض UTF-8 ښه دی.
pt_br: O tipo de caracteres é o que define idiomas específicos a serem mostrados no Chamilo. Se usar caracteres Russos ou Japoneses, por exemplo, você deve alterar esta opção. Para todos os caracteres em inglês, latinos e oeste da Europa, o tipo mais indicado é o UTF-8.
pt_pt: O conjunto de caracteres é o define a forma como alguns idiomas específicos podem ser exibidos no Chamilo. Se utilizar caracteres russos ou japoneses, por exemplo, poderá querer alterá-los. Para todos os caracteres em inglês, latim e ocidentais da europa, a pré-definição UTF-8 deverá funcionar.
ro_ro: Setul de caractere precizeaza modul in care anumite limbi pot fi afisate in Chamilo. Daca utilizati caractere ale limbii ruse sau japoneze, de exemplu, ar trebui sa-l modificati. Pentru caracterele limbi engleze, latine si vest-europene, valoarea implicita UTF-8 ar trebui sa fie corecta.
ru_ru: Набор символов - кодировка, которая настраивает отображение определенного языка в Chamilo. Если Вы используете Русский или Японский наборы, например, Вы можете захотеть их сменить. Для всех английских, латинских и западно-европейских наборов по умолчанию установлен код UTF-8.
sk_sk: Znaková sada je to, čo zásadným spôsobom špecifikuje jazyky, ktoré môžu byť zobrazené v Chamilo. Ak používate ruské alebo japonské znaky, napríklad, možno to budete chcieť zmeniť. Predvolené UTF-8 pre všetky anglické, latinské a západoeurópske znaky by malo byť v poriadku.
sl: Znakovni nabor določa način predstavitve oz. prikaza izbranega jezika v Chamilo. V primeru, da uporabljate Ruščino, Japonščino,..., ga boste verjetno želeli spremeniti. Za vse angleške, latinske in zahodno evropske znakovne nabore, bo privzeti nabor UTF-8 verjetno ustrezal.
sq: Grupi i karaktereve është ajo që drejton mënyrën se si gjuhët specifike mund të shfaqen në Chamilo. Nëse përdorni karaktere ruse ose japoneze, për shembull, mund të dëshironi ta ndryshoni këtë. Për të gjitha karakteret angleze, latine dhe evropian-perëndimore, UTF-8 i paracaktuar duhet të jetë i mirë.
sr_rs: Skup znakova određuje način na koji se specifični jezici mogu prikazati u Chamilo-u. Ako koristite ruske ili japanske znakove, na primer, možda ćete hteti da ovo promenite. Za sve engleske, latinske i zapadnoevropske znakove, podrazumevani UTF-8 bi trebalo da bude u redu.
sv_se: Teckentabellen bestämmer vilket språk som kan visas i Chamilo (eftersom många språk har olika bokstäver). För de flesta latinska språk, bl a svenska, fungerar standardinställningen UTF-8 bra. Ett alternativ kan t ex vara utf-8.
sw_ke: Seti ya herufi ndiyo inayoongoza jinsi lugha maalum zinaweza kuonyeshwa katika Chamilo. Kama unatumia herufi za Kirusi au Kijapani, kwa mfano, unaweza kutaka kubadilisha hii. Kwa herufi zote za Kiingereza, Kilatini na Magharibi Ulaya, UTF-8 ya msingi inapaswa kuwa sawa.
ta: எழுத்துச் சுழற்சி Chamiloவில் குறிப்பிட்ட மொழிகள் காட்டப்படும் விதத்தை கட்டுப்படுத்துகிறது. உதாரணமாக ரஷ்யன் அல்லது ஜப்பானிய எழுத்துக்களைப் பயன்படுத்தினால், இதை மாற்ற விரும்பலாம். அனைத்து ஆங்கிலம், லத்தீன் மற்றும் மேற்கு ஐரோப்பிய எழுத்துக்களுக்கும் இயல்புநிலை UTF-8 போதுமானது.
th: ชุดอักขระควบคุมวิธีการแสดงภาษาเฉพาะใน Chamilo หากใช้ตัวอักษรรัสเซียหรือญี่ปุ่น อาจต้องเปลี่ยน สำหรับภาษาอังกฤษ ลาติน และยุโรปตะวันตก UTF-8 เริ่มต้นใช้ได้
tl_ph: Ang character set ang siyang nagpipiloto sa paraan ng partikular na mga wika ay maaaring i-display sa Chamilo. Kung iyong gagamitin ang mga character na Russian o Japanese, halimbawa, maaari mo itong baguhin. Para sa lahat ng mga character na ingles, latin at west-eurpean, ang default UTF-8 ay dapat maayos.
tr: Karakter seti Chamilo ta kullanılan dillerin nasıl gösterileceğinin tanımlandığı yerdir. Örneğin Rus yada Japon harfleri kullanırsanız, bu seti değiştirmek isteyebilirsiniz. Tüm ingilizce, latince ve batı avrupa dilleri için ön tanımlı set UTF-8 olarak tanımlanabilir.
uk_ua: Кодировка встановлює відображення специфічних мов на порталі Chamilo. Якщо ви використовуєте російську або японську кодировки, наприклад, ви можете змінити це. Для всіх англійських, латинських та західноєвропейських мов встановлено кодировку за замовчуванням UTF-8.
vi_vn: Bộ ký tự quyết định cách hiển thị các ngôn ngữ cụ thể trong Chamilo. Nếu bạn sử dụng ký tự tiếng Nga hoặc tiếng Nhật, ví dụ, bạn có thể muốn thay đổi điều này. Đối với tất cả ký tự tiếng Anh, Latinh và Tây Âu, UTF-8 mặc định là phù hợp.
xh_za: Iseti yoomlinganiswa yiyo eqhuba indlela ulwimi oluthile olunokuboniswa ngayo eChamilo. Ukuba usebenzisa oonobumba baseRashiya okanye baseJapan, umzekelo, ungafuna ukutshintsha oku. Kuzo zonke eziNgesi, latin kunye neziphondo zaseNtshona Yurophu, i-UTF-8 byakhulayo iyakwazi ukuba ilungile.
zh_cn: 字符集控制特定语言在 Chamilo 中的显示方式。例如，如果您使用俄语或日语字符，您可能需要更改此设置。对于所有英语、拉丁语和西欧字符，默认的 UTF-8 应该就可以。
zh_tw: 字元設定主導了 Chamilo 平台上展示特殊語言的方式。例如你要使用俄文或日文，你或需要更改它。英語、拉丁語系及西歐語系則可以保留預設值：UTF-8

source: Portfolio fields at registration
ar: مجالات التعريف الموسعة في التسجيل
ast_es: Campos del perfil estendíu del rexistru
bn_bd: নিবন্ধনে পোর্টফোলিও ফিল্ড
bs_ba: Polja portfolija pri registraciji
ca_es: Camps del perfil estès del registre
cs_cz: Rozšířená pole profilu při registraci
da: Felter til udvidet profil ved registrering
de: Profil-Felder: Anmeldung
el: Πεδία χαρτοφυλακίου κατά την εγγραφή
eo: Kampo de la etendita profilo dum registrado
es: Campos del perfil extendido del registro
es_mx: Campos de portafolio en el registro
eu_es: Profil hedatuaren eremuak erregistratzean
fa_ir: گزینه پروفایل اضافه در ثبت نام
fi_fi: Portfolion kentät rekisteröinnissä
fo_fo: Portfolio øki við skráning
fur: Campîs portfolio a iscrizion
ga: Réimsí punainne ag clárú
gl: Campos do perfil estendido do rexistro.
he_il: שדות תיק בהרשמה
hi: पंजीकरण पर पोर्टफोलियो फ़ील्ड
hr_hr: Polja portfolija pri registraciji
hu_hu: Portfólió mezők regisztrációkor
hy: Պորտֆոլիո դաշտեր գրանցման ժամանակ
id_id: Kolom portofolio saat pendaftaran
it: Registrazione con i campi del profilo esteso
ja: 登録時のポートフォリオフィールド
ka_ge: პორტფოლიოს ველები რეგისტრაციისას
ko_kr: 등록 시 포트폴리오 필드
lo: ຊ່ອງຂໍ້ມູນແຟ້ມສະສົມຜົນງານໃນການລົງທະບຽນ
lt_lt: Portfolio laukai registracijoje
lv_lv: Papildus informatīvie lauki profila reģistra lapā.
mk_mk: Полиња на портфолиото при регистрација
ms_my: Medan portfolio semasa pendaftaran
my_mm: မှတ်ပုံတင်ခြင်းတွင် အစုစည်းမှတ်တမ်းကွက်လပ်များ
ne: दर्तामा पोर्टफोलियो क्षेत्रहरू
nl: Velden van het uitgebreid profiel bij registratie
nn_no: Portefølje-felt ved registrering
oc: Cambas del portafòlio a l'inscripcion
pl_pl: Profil rozszerzony podczas rejestracji
ps: د ریجسټریشن کې پورټ فولیو فیلډونه
pt_br: Registro com campos do perfil extendidos
pt_pt: Campos do perfil ampliado/alargado no registo
ro_ro: Campuri extinse ale profilului pentru inregistrare
ru_ru: Расширенные поля профиля при регистрации
sk_sk: Rozšírené polia profilu v registrácii
sl: Razširjena polja profila pri registraciji
sq: Fushat e portofolit në regjistrim
sr_rs: Polja portfolija pri registraciji
sv_se: Utökade fält för profil vid registrering
sw_ke: Nyanja za wasifu wakati wa usajili
ta: பதிவு செய்யும் போது போர்ட்ஃபோலியோ புலங்கள்
th: ฟิลด์พอร์ตโฟลิโอในการลงทะเบียน
tl_ph: Portfolio fields sa registration
tr: Kayıtta genişletilmiş profil alanları
uk_ua: Поля портфоліо при реєстрації
vi_vn: Các trường hồ sơ tại đăng ký
xh_za: Iindawo zephothfolio ebhalisweni
zh_cn: 注册时的作品集字段
zh_tw: 註冊過程中提供額外個人資料欄目
