Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: These users have been registered to the course
yo_ng: Àwùn olùpẹ̀lò wọ̀nyí ti forukọ sí kọ̀ọ̀si

source: User already register by other coach.
yo_ng: Olùpẹ̀lò ti forukọ tẹ́lẹ̀ nipasẹ̀ olùkọ́ mìíràn.

source: User created in portal
yo_ng: Olùpẹ̀lò ṣẹ̀dá nínú ìkànnì

source: User added into the session
yo_ng: Olùpẹ̀lò ti kun sinu ìpàdé

source: User not added.
yo_ng: Olùpẹ̀lò kò ṣe ìfọwọ́si.

source: The session was not identified
yo_ng: Ìpàdé náà kò ṣe ìdámọ̀ràn

source: Please verify your XML/CVS file
yo_ng: Jọ̀wọ́ ṣe ìdíwò faili XML/CVS rẹ

source: If in the XML/CVS file the logins are missing, the firstname and the lastname will merge to create a login, i.e Julio Montoya into jmontoya
yo_ng: Tí nínú faili XML/CVS ìwọlẹ̀ ba kò sí, orúkọ ìdíbọ̀ àti ìdíbọ̀ yóò ṣe ìdàpọ̀ láti ṣẹ̀dá ìwọlẹ̀, t.i Julio Montoya sinu jmontoya

source: New user in the course
yo_ng: Olùpẹ̀lò tuntun nínú kọ̀ọ̀si

source: There is a new user in the course
yo_ng: Olùpẹ̀lò tuntun wà nínú kọ̀ọ̀si

source: Edit extended profile
yo_ng: Ṣàtúnṣe profaili ìtẹ̀síwájú

source: Edit profile
yo_ng: Ṣàtúnṣe profaili

source: I have read and agree to the
yo_ng: Mo ti kà kí n sì gba

source: By clicking on 'Register' below you are agreeing to the Terms and Conditions
yo_ng: Nípa títẹ sórí 'Forukọ' nísàlẹ̀ o ń gba Ìlànà àti Ìpinnu

source: Forgot your password?
yo_ng: Gbàgbé ìpamọ́ rẹ?

source: Enter the username or the e-mail address with which you registered and we will send your password.
yo_ng: Tẹ ìwọlẹ̀ tàbí àdírẹ́ẹ̀si ìmeẹ̀lì tí o forukọ pẹ̀lú kí a rán ìpamọ́ rẹ.

source: There is no account with this user and/or e-mail address
yo_ng: Kò sí àkọ̀ọ́n pẹ̀lú olùpẹ̀lò àti/tàbí àdírẹ́ẹ̀si ìmeẹ̀lì yìí

source: Hidden tools and links
yo_ng: Àwùn àti ìnọ́nnìbèèrè tí kò hàn

source: Do you really want to delete this link?
yo_ng: Ṣe o fẹ́ pa ìnọ́nnìbèèrè yìí run gan-an?

source: Name of the link
yo_ng: Orúkọ ìnọ́nnìbèèrè

source: Portal Administrators only
yo_ng: Àwùn ìdarí ìkànnì nìkan

source: Combined course
yo_ng: Kọ̀ọ̀si àkópọ̀

source: The tool is now visible.
yo_ng: Ohun èlò náà ti hàn bayi.

source: The tool is now invisible.
yo_ng: Ohun èlò náà kò hàn mọ́.

source: Toolbox
yo_ng: Àpò ìlò

source: Interaction
yo_ng: Ìbáraẹnisọrọ̀

source: Identifier of session
yo_ng: Ìdámọ̀ràn ìpàdé

source: Convert to unique answer
yo_ng: Yí padà sí ìdáhùn kan ṣoṣo

source: This report type requires no settings
yo_ng: Iru ijabọ yii ko nilo eto kan

source: Show wizard
yo_ng: Han wizard

source: Report format
yo_ng: Ọna kika ijabọ

source: Report type
yo_ng: Iru ijabọ

source: Please choose a report type
yo_ng: Jọwọ yan iru ijabọ kan

source: Please fill the form to build the report
yo_ng: Jọwọ fọwọsi fọọmu lati kọ ijabọ naa

source: Unknown format
yo_ng: Ọna kika a ti mọ

source: An error occurred while building the report
yo_ng: Aṣiṣe kan waye lakoko ti a ṣe idasile ijabọ naa

source: Wiki Search Results
yo_ng: Awọn abajade Wiiki Search

source: Main page
yo_ng: Oju-iwe akọkọ

source: Edit this page
yo_ng: Ṣatunkọ oju-iwe yii

source: History
yo_ng: Itan

source: All pages
yo_ng: Gbogbo awọn oju-iwe

source: Add new page
yo_ng: Fi oju-iwe tuntun kun

source: Audio added
yo_ng: Ohùn ti a ṣafikun

source: The wiki page has been saved.
yo_ng: Oju-iwe wiki ti wa ni fipamọ.

source: <br/> <br/> <p align="center"> <img src="%swiki/wcollaborative.png" alt="Working as a team" title="Working as a team" /></p> <p align="center">To begin editing this page and remove this text</p>
yo_ng: <br/> <br/> <p align="center"> <img src="%swiki/wcollaborative.png" alt="Ṣiṣẹ gẹgẹ bi ẹgbẹ" title="Ṣiṣẹ gẹgẹ bi ẹgbẹ" /></p> <p align="center">Lati bẹrẹ ṣiṣatunkọ oju-iwe yii ki o yọ ọrọ yii kuro</p>

source: Wiki pages
yo_ng: Awọn oju-iwe Wiki

source: Group wiki pages
yo_ng: Awọn oju-iwe wiki ẹgbẹ

source: Your changes have been saved. You still have to give a name to the page
yo_ng: Awọn iyipada rẹ ti wa ni fipamọ. O tun ni lati fun oju-iwe ni orukọ

source: This page name already exists. To edit the page content, click here:
yo_ng: Orukọ oju-iwe yii ti wa tẹlẹ. Lati ṣatunkọ akoonu oju-iwe, tẹ nibi:

source: A line has been added
yo_ng: A ti fi ila kan kun

source: A line has been deleted
yo_ng: A ti pa ila kan rọ

source: A line has been moved
yo_ng: A ti gbe ila kan

source: Line without changes
yo_ng: Ila laisi iyipada

source: Changes in version
yo_ng: Awọn iyipada ni ẹya

source: old version of
yo_ng: ẹya atijọ ti

source: Differences
yo_ng: Awọn iyatọ

source: View of the latest selected version
yo_ng: Wiwo ti ẹya tuntun ti a yan

source: Compare selected versions
yo_ng: Fiwewe awọn ẹya ti a yan

source: Discuss
yo_ng: Jẹlọ

source: View this page
yo_ng: Wo oju-iwe yii

source: Delete this page
yo_ng: Pa oju-iwe yii rọ

source: Discuss this page
yo_ng: Jẹlọ nipa oju-iwe yii

source: Wiki home
yo_ng: Ile Wiki

source: Delete all
yo_ng: Pa gbogbo rọ

source: Your Wiki has been deleted
yo_ng: Wiki rẹ ti pa rọ

source: The page and its history have been deleted.
yo_ng: Oju-iwe naa ati itan rẹ ti pa rọ.

source: Num line
yo_ng: Num ila

source: Delete this page and all its versions
yo_ng: Pa oju-iwe yii ati gbogbo awọn ẹya rẹ rọ

source: Trainers only can delete the Wiki
yo_ng: Awọn olukọ nikan le pa Wiki rọ

source: Trainers only can delete a page
yo_ng: Awọn olukọ nikan le pa oju-iwe kan rọ

source: Trainers and members of this group only can add pages to the group Wiki
yo_ng: Awọn olukọ ati awọn ọmọ ẹgbẹ ẹgbẹ yii nikan le fi awọn oju-iwe kun si Wiki ẹgbẹ

source: Trainers and group members only can edit pages of the group Wiki
yo_ng: Awọn olukọ ati awọn ọmọ ẹgbẹ ẹgbẹ nikan le ṣatunkọ awọn oju-iwe ti Wiki ẹgbẹ

source: Are you sure you want to delete this Wiki?
yo_ng: Ṣe o daju pe o fẹ pa Wiki yii rọ?

source: Are you sure you want to delete this page and its history?
yo_ng: Ṣe o daju pe o fẹ pa oju-iwe yii ati itan rẹ rọ?

source: Search also in content
yo_ng: Ṣawari tun ni akoonu

source: Page protected
yo_ng: Oju-iwe ti ni aabo

source: Page unprotected
yo_ng: Oju-iwe ko ni aabo mọ

source: This page is protected. Trainers only can change it
yo_ng: Oju-iwe yii ni aabo. Awọn olukọ nikan le yi pada

source: This page is unprotected. All course users or group members can edit this page
yo_ng: Ojúewé yì kò ní ìdábòbò. Gbogbo olùwòye ẹkọ tàbí ọmọ ẹgbẹ́ ẹgbẹ́ lè ṣàtúnṣe ojúewé yì

source: Show add option
yo_ng: Fi àṣàyàn fifi hàn

source: Hide add option
yo_ng: Fi àṣàyàn fifi pamọ́

source: The Add option has been protected. Trainers only can add pages to this Wiki. But learners and group members can still edit them
yo_ng: Àṣàyàn Fifi ti ni ìdábòbò. Àwọn olùkọ nìkan ló lè fi àwùjọ ojúewé sí Wiki yì. Ṣùgbọ́n àwọn akẹ́kọ̀ọ́ àti ọmọ ẹgbẹ́ ẹgbẹ́ ṣì lè ṣàtúnṣe wọn

source: The add option has been enabled for all course users and group members
yo_ng: Àṣàyàn fifi ti ṣí fún gbogbo olùwòye ẹkọ àti ọmọ ẹgbẹ́ ẹgbẹ́

source: Notify me of changes
yo_ng: Fìdí ìdàsílẹ̀ fún mi

source: Do not notify me of changes
yo_ng: Má ṣe fìdí ìdàsílẹ̀ fún mi

source: Do not notify me by e-mail when this page is edited
yo_ng: Má ṣe fìdí ìdàsílẹ̀ fún mi nípasẹ̀ ìmeẹ̀lì nigbà tí ojúewé yì ba ṣàtúnṣe

source: The latest version was edited by
yo_ng: Ẹ̀yà tuntun ti ṣàtúnṣe nipasẹ̀

source: The average rating for the page is
yo_ng: Ìwọ̀n ìdíwò ìpinnu fún ojúewé jẹ́

source: Comments on this page
yo_ng: Àwòrán lórí ojúewé yì

source: Number of comments scored:
yo_ng: Nọ́mbà àwòrán tí a ṣe ìdíwò:

source: The add option has been temporarily disabled by the trainer
yo_ng: Àṣàyàn fifi ti di ìdíwò fún ìgbà díẹ̀ nipasẹ̀ olùkọ

source: What links here
yo_ng: Kí ni ìsopọ̀ sínú ibi yì

source: Show the pages that have links to this page
yo_ng: Fi àwùjọ ojúewé tí ó ni ìsopọ̀ sí ojúewé yì hàn

source: More Wiki options
yo_ng: Àwùjọ Wiki mìíràn

source: Discuss not available
yo_ng: Ìjíròrò kò ṣe é ṣe

source: added by
yo_ng: ti fi sínú nipasẹ̀

source: edited by
yo_ng: ti ṣàtúnṣe nipasẹ̀

source: deleted by
yo_ng: ti paarẹ́ nipasẹ̀

source: Wiki mode
yo_ng: Ìpìlẹ̀ Wiki

source: Coach and group member
yo_ng: Olùkọ́ àti ọmọ ẹgbẹ́ ẹgbẹ́

source: Group member
yo_ng: Ọmọ ẹgbẹ́ ẹgbẹ́

source: Individual assignment mode
yo_ng: Ìpìlẹ̀ iṣẹ́ ọ̀dọ̀dọ́

source: Default config
yo_ng: Ìṣètò ìpilẹ̀

source: Unprotect
yo_ng: Yọ ìdábòbò kúrò

source: Protect
yo_ng: Dábòbò

source: Notify comment
yo_ng: Fìdí ìdàsílẹ̀ ìròyìn

source: Don't notify comments
yo_ng: Má ṣe fìdí ìdàsílẹ̀ ìròyìn

source: Learner paper
yo_ng: Iwe akẹ́kọ̀ọ́

source: Assignment proposed by the trainer
yo_ng: Iṣẹ́ tí olùkọ fi hàn

source: Text added
yo_ng: Ọrọ tí a fi sínú

source: Text deleted
yo_ng: Ọrọ tí a paarẹ́

source: word by word
yo_ng: ọ̀rọ̀ lọ́kọ̀ọ̀kan

source: line by line
yo_ng: ila lọ́kọ̀ọ̀kan

source: You must select a page first
yo_ng: O gbọ́dọ̀ yan ojúewé kan kọ́kọ́

source: Export to ZIP
yo_ng: Gbejáde sí ZIP

source: Hide Page
yo_ng: Pamọ́ Ojúewé

source: Show Page
yo_ng: Fi Ojúewé hàn

source: To start Wiki go and edit Main page
yo_ng: Lati bẹ̀rẹ̀ Wiki lọ ṣàtúnṣe Ojúewé Pàtàkì

source: Unlock discuss
yo_ng: Ṣí ìjíròrò ṣiṣẹ

source: Lock discuss
yo_ng: Tì ìjíròrò pa

source: Hide discuss
yo_ng: Pamọ́ ìjíròrò

source: Show discuss
yo_ng: Fi ìjíròrò hàn

source: Activate rate
yo_ng: Ṣí ìdíwò ṣiṣẹ

source: Deactivate rating
yo_ng: Pa ìdíwò ìdíwò kúrò

source: You can edit this page, but the pages of learners will not be modified
yo_ng: O le ṣàtúnṣe ojúewé yì, ṣùgbọ́n àwùjọ ojúewé akẹ́kọ̀ọ́ kì yóò yí padà

source: Export latest version of this page to Documents
yo_ng: Gbejáde ẹ̀yà tuntun ti ojúewé yì sí Àwùjọ

source: Disabled by trainer
yo_ng: Ti olùkọ pa kúrò

source: Pages that link to this page
yo_ng: Àwùjọ ojúewé tí ó ni ìsopọ̀ sí ojúewé yì

source: Define this page as an individual assignment
yo_ng: Ṣàlàyé ojú-ìwé yìí gẹ́gẹ́ ìdílé kan ṣàìṣàyé

source: Assignment description
yo_ng: Àpèjúwe ìdílé ìdílé

source: Now all members can rate this page
yo_ng: Nísinsìnyí gbogbo àwùjọ àwùjọ le ṣe ìdíwò ojú-ìwé yìí

source: Now only trainers can rate this page
yo_ng: Nísinsìnyí àwùjọ ìdàrò nìkan ló le ṣe ìdíwò ojú-ìwé yìí

source: Now the page only is visible by trainer
yo_ng: Nísinsìnyí ojú-ìwé yìí ṣì ìrísí ìdàrò nìkan

source: Now the page is visible by all users
yo_ng: Nísinsìnyí ojú-ìwé yìí ṣì ìrísí gbogbo olùpẹ̀lò

source: The Main Page can be edited by a teacher only
yo_ng: Ojú-ìwé Àkọ́kọ́ ṣì ìdàrò nìkan ló le ṣàtúnṣe rẹ̀

source: Access to trainer page
yo_ng: Wíwọlé sí ojú-ìwé ìdàrò

source: Now discussion is visible by trainers only
yo_ng: Nísinsìnyí ìjíròrò ṣì ìrísí ìdàrò nìkan

source: Now discussion is visible by all users
yo_ng: Nísinsìnyí ìjíròrò ṣì ìrísí gbogbo olùpẹ̀lò

source: Now only trainers can add comments to this discussion
yo_ng: Nísinsìnyí ìdàrò nìkan ló le fi ìwòyìwò ìròyìn sí ìjíròrò yìí

source: Now all members can add comments to this discussion
yo_ng: Nísinsìnyí gbogbo àwùjọ àwùjọ le fi ìwòyìwò ìròyìn sí ìjíròrò yìí

source: This page is an assignment proposed by a trainer
yo_ng: Ojú-ìwé yìí jẹ́ ìdílé ìdílé tí ìdàrò ṣàlàyé

source: This page is a learner work
yo_ng: Ojú-ìwé yìí jẹ́ ìdílé akẹ́kọ̀ọ́

source: Warning you are not seeing the latest version of the page
yo_ng: Ìkìlọ̀: Ṣe kò rí ìdàbọ̀ tuntun ojú-ìwé

source: Change this page to make your work about the assignment proposed
yo_ng: Yí ojú-ìwé yìí padà láti ṣe ìdílé ìdílé ìdàrò yìí

source: Access to the papers written by learners
yo_ng: Wíwọlé sí àwùjọ ìwé tí akẹ́kọ̀ọ́ kọ

source: Allow delayed sending
yo_ng: Gba ìfihàn ìdádúró

source: This Wiki is frozen so far. A trainer must start it.
yo_ng: Wiki yìí ti dìdù. Ìdàrò gbọdọ̀ bẹ̀rẹ̀ rẹ̀.

source: Notify by e-mail of new comments about this page is allowed
yo_ng: Ìfìwéra ìmèlì ìwòyìwò tuntun nípa ojú-ìwé yìí gbà

source: The email notification of new comments on this page is disabled
yo_ng: Ìfìwéra ìmèlì ìwòyìwò tuntun lórí ojú-ìwé yìí ti pa dà

source: Notify Wiki changes
yo_ng: Fìwéra ìyípadà Wiki

source: It has modified the page
yo_ng: Ó ti yí ojú-ìwé padà

source: Page was added
yo_ng: Ojú-ìwé ti ṣàfikún

source: One page has been deleted in the Wiki
yo_ng: Ojú-ìwé kan ti parẹ́ nínú Wiki

source: New comment in the discussion of the page
yo_ng: Ìwòyìwò tuntun nínú ìjíròrò ojú-ìwé

source: Receive an e-mail notification every time there is a change in the Wiki
yo_ng: Gba ìfìwéra ìmèlì gbogbo ìgbà tí ìyípadà ba ṣẹlẹ̀ nínú Wiki

source: Stop receiving notifications by e-mail every time there is a change in the Wiki
yo_ng: Dá ìfìwéra ìmèlì ìyípadà nínú Wiki dúró

source: This notification has been made in accordance with their desire to monitor changes in the Wiki. This option means you have activated the button
yo_ng: Ìfìwéra yìí ti ṣe gẹ́gẹ́ ìfẹ́ wọn láti ṣọ ìyípadà Wiki. Ìdíwò yìí tumọ̀ sí pé ìbọ̀tì ti ṣàfikún

source: If you want to stop being notified of changes in the Wiki, select the tabs<strong> Recent Changes</ strong>, <strong>Current page</ strong>, <strong>Talk</ strong> as appropriate and then push the button
yo_ng: Tí ìfẹ́ rẹ ba jẹ́ kí ìfìwéra ìyípadà Wiki dá dúró, yan àwùjọ<strong> Ìyípadà Tuntun</strong>, <strong>Ojú-ìwé lọ́wọ́lọ́wọ́</strong>, <strong>Ìjíròrò</strong> gẹ́gẹ́ ìbámu lẹ́yìn náà tẹ ìbọ̀tì

source: Orphaned pages
yo_ng: Ojú-ìwé tí kò ní baba

source: Wanted pages
yo_ng: Ojú-ìwé tí a fẹ́

source: Most visited pages
yo_ng: Ojú-ìwé tí a ṣàwádìẹ̀ púpọ̀ jùlọ

source: Most changed pages
yo_ng: Ojú-ìwé tí a yí padà púpọ̀ jùlọ

source: Changes
yo_ng: Ìyípadà

source: Most active users
yo_ng: Olùpẹ̀lò tí ń ṣiṣẹ́ púpọ̀ jùlọ

source: contributions
yo_ng: àwùjọ

source: User contributions
yo_ng: Àwùjọ olùpẹ̀lò

source: Deleting the homepage of the Wiki is not recommended because it is the main access to the wiki.<br />If, however, you need to do so, do not forget to re-create this Homepage. Until then, other users will not be able to add new pages.
yo_ng: Párẹ́ ojú-ìwé àkọ́kọ́ Wiki kò ṣe ìdàrù nítorí pé ìwọlé àkọ́kọ́ sí wiki ni.<br />Tí, sibẹsibẹ, o ba nílò láti ṣe bẹ́ẹ̀, má ṣe gbàgbé láti tún ṣẹ̀dá Ìlẹ̀ Ìpìlẹ̀ yìí. Títí di ìgbà yẹn, àwùjọ mìíràn kò ní le fi ojú-ìwé tuntun kun.

source: To set this version as the last one, click on
yo_ng: Láti ṣètò ìdàbọ̀ yìí gẹ́gẹ́ ìdá ìkẹ́yì, tẹ sórí

source: Current version
yo_ng: Ìdàbọ̀ lọ́wọ́lọ́wọ́

source: Latest version
yo_ng: Ìdàbọ̀ tuntun jùlọ

source: The page has been restored. You can view it by clicking
yo_ng: Ojú-ìwé ti padà bọ̀. O le wo rẹ̀ pẹ̀lú títẹ

source: Restored from version
yo_ng: Pada látinú ìdàbọ̀

source: Help: wiki
yo_ng: Ìrànlọ́wọ́: wiki

source: Please select a page first
yo_ng: Jọ̀wọ̀ yan ojú-ìwé kan kọ́kọ́

source: If you enter a description, this page will be considered a special page that allows you to create a task
yo_ng: Tí o ba tẹ ìdàbò wọ, ojú-ìwé yìí yóò jẹ́ ojú-ìwé pàtàkì tí yóò jẹ́ kí o ṣẹ̀dá ìdílé ìdílé

source: At this time, this page is being edited by
yo_ng: Láìgbàákí, ojú-ìwé yìí ń ṣàtúnṣe nipasẹ̀

source: Please try again later. If the user who is currently editing the page does not save it, this page will be available to you around
yo_ng: Jọ̀wọ̀ gbìyànjú lẹ́yìn ìgbà díẹ̀. Tí olùpẹ̀lò tí ń ṣàtúnṣe ojú-ìwé lọ́wọ́lọ́wọ́ kò ba fipamọ́ rẹ̀, ojú-ìwé yìí yóò wà fún ọ níbẹ̀

source: Your changes will not be saved because another user has modified and saved the page while you were editing it yourself
yo_ng: Ìyípadà rẹ kò ni fipamọ́ nítorí olùpẹ̀lò mìíràn ti yí padà àti fipamọ́ ojú-ìwé lásìkò tí ìwọ ń ṣàtúnṣe rẹ̀ fúnra rẹ

source: You have 20 minutes to edit this page. After this time, if you have not saved the page, another user will be able to edit it, and you might lose your changes
yo_ng: O ṣe ni iṣẹju 20 lati ṣatunṣe oju-iwe yii. Lẹhin akoko yii, ti o ko ba ti fi oju-iwe pamọ, olumulo miiran yoo ni anfani lati ṣatunṣe rẹ, ati pe o le padanu awọn iyipada rẹ

source: Still is not the start date
yo_ng: Ko tii de ọjọ ibẹrẹ

source: You have exceeded the deadline
yo_ng: O ti kọja akoko ipari

source: You have exceeded the number of words allowed
yo_ng: O ti kọja nọmba ọrọ ti a gba laaye

source: You have exceeded the number of versions allowed
yo_ng: O ti kọja nọmba awọn ẹya ti a gba laaye

source: Description of the assignment
yo_ng: Àpèjúwe iṣẹ́-ọ̀kanṣoṣo

source: Other requirements
yo_ng: Awọn ibeere miiran

source: Maximum number of words
yo_ng: Nọmba ọrọ ti o pọ julọ

source: Maximum number of versions
yo_ng: Nọmba awọn ẹya ti o pọ julọ

source: Add guidance messages associated with the progress on the page
yo_ng: Ṣafikun awọn ifiranṣẹ itọnisọna ti o ni nkan ṣe pẹlu ilọsiwaju lori oju-iwe naa

source: Second message
yo_ng: Ifiranṣẹ keji

source: Third message
yo_ng: Ifiranṣẹ kẹta

source: Set a time limit
yo_ng: Ṣeto aropin akoko

source: Standard Task
yo_ng: Iṣẹ́-ọ̀kanṣoṣo Ìdàgbàsókè

source: Import Blackboard courses
yo_ng: Gbe awọn akoko Blackboard wọle

source: Reporting has been disabled by system administrator.
yo_ng: Ìròyìn ti a ti pa nipasẹ olutọju eto.

source: Learners not connected for a week or more
yo_ng: Awọn akẹkọ ti ko sopọ fun ọsẹ kan tabi diẹ sii

source: Time spent on portal
yo_ng: Akoko ti a lo lori ọna abẹrẹ

source: Average number of courses to which my learners are subscribed
yo_ng: Aarin nọmba awọn akoko ti awọn akẹkọ mi ṣe akọsilẹ

source: Progress in courses
yo_ng: Ilọsiwaju ninu awọn akoko

source: Tests score
yo_ng: Aami idanwo

source: See the learners list
yo_ng: Wo akojọ awọn akẹkọ

source: Active sessions
yo_ng: Awọn akoko ti n ṣiṣẹ

source: Past sessions
yo_ng: Awọn akoko ti o ti kọja

source: Future sessions
yo_ng: Awọn akoko iwaju

source: Number of learners by session
yo_ng: Nọmba awọn akẹkọ nipasẹ akoko

source: Number of courses per session
yo_ng: Nọmba awọn akoko fun akoko kan

source: See the sessions list
yo_ng: Wo akojọ awọn akoko

source: Course Stats
yo_ng: Awọn iṣiro akoko

source: Tools access
yo_ng: Wiwọle si awọn irinṣẹ

source: Links accessed
yo_ng: Awọn ọna asopọ ti a wọle

source: assignments uploaded
yo_ng: awọn iṣẹ-ọna ti a gbejade

source: Click on the month name for more details
yo_ng: Tẹ orukọ oṣu fun awọn alaye diẹ sii

source: Documents downloaded
yo_ng: Awọn iwe-ipamọ ti a ṣe igbasilẹ

source: Course reporting data
yo_ng: Awọn data ìròyìn akoko

source: Statistics of user
yo_ng: Awọn iṣiro olumulo

source: Statistics of portal
yo_ng: Awọn iṣiro ọna abẹrẹ

source: Number of connections to this course
yo_ng: Nọmba awọn asopọ si akoko yii

source: Number of logins
yo_ng: Nọmba awọn aami iwọle

source: Name of the tool
yo_ng: Orukọ irinṣẹ naa

source: Users Clicks
yo_ng: Awọn tẹ awọn olumulo

source: Total Clicks
yo_ng: Lapapọ awọn tẹ

source: Link
yo_ng: Ọna asopọ

source: Users Downloads
yo_ng: Awọn igbasilẹ awọn olumulo

source: Total Downloads
yo_ng: Lapapọ awọn igbasilẹ

source: The user never opened the course.
yo_ng: Olumulo ko ṣii akoko naa rara.

source: Authors
yo_ng: Awọn onkọwe

source: Tracking of
yo_ng: Itumọ ti

source: No e-mail address specified
yo_ng: Ko si adirẹsi imeeli ti a ṣalaye

source: There is no result yet
yo_ng: Ko si abajade sibẹsibẹ

source: Hits
yo_ng: Awọn abẹ

source: h.
yo_ng: a.

source: In the last 31 days
yo_ng: Ni awọn ọjọ 31 ti o kẹhin

source: In the last 7 days
yo_ng: Ni awọn ọjọ 7 ti o kẹhin

source: This day
yo_ng: Ọjọ yii

source: Logins
yo_ng: Awọn aamiwọle

source: Here is the list of your latest logins with the tools you visited during these sessions.
yo_ng: Èyí ni akojọ awọn aamiwọle rẹ tuntun pẹlu awọn irinṣẹ ti o ṣabẹwo lakoko awọn akoko wọnyi.

source: Score for the tests done
yo_ng: Aami fun awọn idanwo ti a ṣe

source: at
yo_ng: ni

source: Visits
yo_ng: Awọn abẹwo

source: Logins and access to tools
yo_ng: Awọn aamiwọle ati iraye si awọn irinṣẹ

source: Contributions uploads
yo_ng: Awọn igbasilẹ idasi

source: Invalid user : this user doesn't exist in your group
yo_ng: Olumulo aiṣedeede: olumulo yii ko si ninu ẹgbẹ rẹ

source: List of learners in this group
yo_ng: Akojọ awọn akẹkọ ninu ẹgbẹ yii

source: Year
yo_ng: Ọdun

source: Next Day
yo_ng: Ọjọ ti nbọ

source: Previous Day
yo_ng: Ọjọ ti tẹlẹ

source: Next Week
yo_ng: Ọsẹ ti nbọ

source: Previous Week
yo_ng: Ọsẹ ti tẹlẹ

source: Next Month
yo_ng: Oṣù ti nbọ

source: Previous Month
yo_ng: Oṣù ti tẹlẹ

source: Next Year
yo_ng: Ọdun ti nbọ

source: Previous Year
yo_ng: Ọdun ti tẹlẹ

source: View List of All Tools
yo_ng: Wo Akojọ Gbogbo Awọn Irinṣẹ

source: List of all tools
yo_ng: Akojọ gbogbo awọn irinṣẹ

source: Period
yo_ng: Akoko

source: View by
yo_ng: Wo nipasẹ

source: Group Area
yo_ng: Agbegbe Ẹgbẹ

source: Admin Stats
yo_ng: Awọn iṣiro Alakoso

source: Portal Statistics
yo_ng: Awọn iṣiro Portal

source: Stats Database
yo_ng: Ipilẹ data Stats

source: Access to portal
yo_ng: Iraye si portal

source: Access to courses
yo_ng: Iraye si awọn iṣẹ-ẹkọ

source: Countries Providers Browsers Os Referers
yo_ng: Awọn orilẹ-ede Awọn olupese Awọn ẹrọ ṣàtẹ̀wọ́ OS Awọn itọkasi

source: Problematic cases
yo_ng: Awọn ọran ti o ni iṣoro

source: Click Here
yo_ng: Tẹ Nibi

source: Number of courses by category
yo_ng: Nọmba awọn iṣẹ-ẹkọ nipasẹ ẹka

source: Number of courses by language
yo_ng: Nọmba awọn iṣẹ-ẹkọ nipasẹ ede

source: Number of courses by visibility
yo_ng: Nọmba awọn iṣẹ-ẹkọ nipasẹ hihan

source: Number of users by course
yo_ng: Nọmba awọn olumulo nipasẹ iṣẹ-ẹkọ

source: Number of users by category
yo_ng: Nọmba awọn olumulo nipasẹ ẹka

source: Number of users by status
yo_ng: Nọmba awọn olumulo nipasẹ ipo

source: Access
yo_ng: Iraye

source: Countries
yo_ng: Awọn orilẹ-ede

source: Providers
yo_ng: Awọn olupese

source: Browsers
yo_ng: Awọn ẹrọ ṣàtẹ̀wọ́

source: Referers
yo_ng: Awọn itọkasi

source: (When an user open the index of the portal)
yo_ng: (Nigbati olumulo kan ba ṣii atọka ti portal)

source: Accounts with same <i>Login</i>
yo_ng: Awọn iroyin pẹlu <i>Ìwọle</i> kanna

source: Accounts with same <i>Login</i> AND same <i>Password</i>
yo_ng: Àwọn ìdásílẹ̀ pẹ̀lú <i>Àbọwọlé</i> kan náà ÀTI <i>Ọ̀rọ̀ ìpamọ́</i> kan náà

source: Accounts with same <i>e-mail</i>
yo_ng: Àwọn ìdásílẹ̀ pẹ̀lú <i>ìmeèlì</i> kan náà

source: Courses without teachers
yo_ng: Àwọn ẹ̀kọ́ láìsí olùkọ́

source: Unused courses
yo_ng: Àwọn ẹ̀kọ́ tí kò lò

source: Logins not used
yo_ng: Àwọn àbọwọlé tí kò lò

source: There is no strange case here
yo_ng: Kò sí ìṣòro kan níbí

source: Ooops, problematic cases detected !!
yo_ng: Ààrùn, a ṣàwárí àwọn ìṣòro!!

source: Empty (or NULL)
yo_ng: Ọ̀nà (tàbí NULL)

source: Traffic Details
yo_ng: Àwòkúnfẹ̀ ìrìnàjò

source: For individual tracking see <a href=../user/user.php>Users</a> tool.
yo_ng: Fún ìtọ̀wọ́sì kọ̀ọ̀kan wo <a href=../user/user.php>Àwùjọ</a> nǹkan.

source: This path was never opened by anybody.
yo_ng: Ọ̀nà yìí kò ṣí láéláé lára ẹnikẹ́ni.

source: Synthesis view
yo_ng: Ìwò ìdarà

source: Visited
yo_ng: Àwùjọ

source: First access
yo_ng: Ìwọ̀n àkọ́kọ́

source: Latest access
yo_ng: Ìwọ̀n ìdàgbàsókè

source: Course average
yo_ng: Àpapọ̀ ẹ̀kọ́

source: Exam average
yo_ng: Àpapọ̀ ìdánwò

source: Session average
yo_ng: Àpapọ̀ ìpàdé

source: Taken sessions
yo_ng: Àwọn ìpàdé tí a ṣe

source: Follow-up
yo_ng: Ìtọ̀wọ́sì

source: Administrators
yo_ng: Àwùjọ olùdarí

source: Tracks
yo_ng: Àwọn ìlò

source: Success
yo_ng: Àṣeyọri

source: Excel format
yo_ng: Ọ̀nà Excel

source: My learnpath
yo_ng: Ọ̀nà ìmọ̀ mi

source: Latest login
yo_ng: Àbọwọlé ìdàgbàsókè

source: Connection time
yo_ng: Àkókò ìsopọ̀

source: Connections to this course
yo_ng: Ìsopọ̀ sí ẹ̀kọ́ yìí

source: Learner's coaches
yo_ng: Àwùjọ olùkọ́ akẹ́kọ̀ọ́

source: Learner's sessions
yo_ng: Àwọn ìpàdé akẹ́kọ̀ọ́

source: Learner's courses
yo_ng: Àwọn ẹ̀kọ́ akẹ́kọ̀ọ́

source: No learning path
yo_ng: Kò sí ìlò ìmọ̀

source: Correction
yo_ng: Àtúnṣe

source: Limit date
yo_ng: Ọjọ́ ìparí

source: Sent date
yo_ng: Ọjọ́ ìfiriṣẹ́

source: Notify
yo_ng: Fìfọ̀hùnṣọ

source: Day of delay
yo_ng: Ọjọ́ ìdádúró

source: No production
yo_ng: Kò sí ìdáṣe

source: No comment
yo_ng: Kò sí ìwìyàwò

source: Time spent in portal
yo_ng: Àkókò tí a lò nínú ọ̀nà àyè
