Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Manage global questions categories
ar: ادارة فئات الاسئلة الشاملة
ast_es: Xestionar categories globales de preentes
bn_bd: গ্লোবাল প্রশ্ন ক্যাটাগরি পরিচালনা করুন
bs_ba: Upravljanje globalnim kategorijama pitanja
ca_es: Gestiona categories globals de preguntes
cs_cz: Spravovat globální kategorie otázek
da: Administrér globale spørgsmåls kategorier
de: Verwalten globaler Fragen Kategorien
el: Διαχειριστείτε τις γενικές κατηγορίες ερωτήσεων
eo: Mastri tutmondajn kategoriojn de demandoj
es: Gestionar categorías globales de preguntas
es_mx: Administrar categorías globales de preguntas
eu_es: Galdera kategoria globalak kudeatu
fa_ir: مدیریت دسته‌بندی‌های سؤالات جهانی
fi_fi: Hallitse globaaleja kysymysten kategorioita
fo_fo: Styr globaðar spurningakategoriur
fur: Gestìs categorîs globâls des domandis
ga: Bainistigh catagóirí ceisteanna domhanda
gl: Xestionar as categorias globais de preguntas
he_il: נהל קטגוריות שאלות גלובליות
hi: वैश्विक प्रश्न श्रेणियाँ प्रबंधित करें
hr_hr: Upravljanje globalnim kategorijama pitanja
hu_hu: Globális kérdések kategóriák kezelése
hy: Կառավարել հարցերի գլոբալ կատեգորիաները
id_id: Kelola kategori pertanyaan global
it: Gestisci le categorie globali per i quesiti
ja: グローバル質問カテゴリを管理
ka_ge: გლობალური კითხვების კატეგორიების მართვა
ko_kr: 전역 질문 카테고리 관리
lo: ຈັດການໝວດໝູ່ຄຳຖາມທົ່ວໄປ
lt_lt: Valdyti globalias klausimų kategorijas
lv_lv: Pārvaldīt globālās jautājumu kategorijas
mk_mk: Управувај со глобални категории на прашања
ms_my: Urus kategori soalan global
my_mm: မေးခွန်းအမျိုးအစားများကို ဂလိုဘယ်စီမံခန့်ခွဲပါ
ne: ग्लोबल प्रश्नहरूको श्रेणीहरू व्यवस्थापन गर्नुहोस्
nl: Beheer algemene vragencategorieën
nn_no: Hald fram globale spørsmålkategorier
oc: Gerir las categorias globalas de questions
pl_pl: Zarządzaj globalnymi kategoriami pytań
ps: نړیوالې پوښتنو کټګورۍ اداره کړئ
pt_br: Gerencie categorias de perguntas globais
pt_pt: Gerir as categorias de questões gerais
ro_ro: Administreaza categorii globale de întrebări
ru_ru: Управление глобальными категориями вопросов
sk_sk: Spravovať kategórie globálnych otázok
sl: Upravljaj globalne kategorije vprašanj
sq: Menaxho kategoritë globale të pyetjeve
sr_rs: Upravljaj globalnim kategorijama pitanja
sv_se: Hantera globala frågekategorier
sw_ke: Dhibiti makundi ya maswali ya kimataifa
ta: உலகளாவிய கேள்விகள் வகைகளை நிர்வகி
th: จัดการหมวดหมู่คำถามทั่วไป
tl_ph: Pamahalaan ang mga global na kategorya ng tanong
tr: Küresel soru kategorilerini yönet
uk_ua: Керувати глобальними категоріями питань
vi_vn: Quản lý danh mục câu hỏi toàn cục
xh_za: Lawula iindidi zemibuzo yehlabathi jikelele
zh_cn: 管理全局问题类别
zh_tw: 管理全域問題類別

source: Manage extra fields for courses
ar: ادارة الحقول الاضافية للمفررات
ast_es: Xestionar campos estra pa cursos
bn_bd: কোর্সের জন্য অতিরিক্ত ক্ষেত্র পরিচালনা করুন
bs_ba: Upravljanje dodatnim poljima za kurseve
ca_es: Gestor de camps de cursos
cs_cz: Spravovat extra pole pro kurzy
da: Administrér ekstra felter for kurser
de: Zusätzliche Felder für Kurse verwalten
el: Διαχειριστείτε επιπλέον πεδία για τα μαθήματα
eo: Mastri eksterajn kampojn por kursoj
es: Gestor de campos de cursos
es_mx: Administrar campos extra para cursos
eu_es: Ikastaroentzako eremu gehigarriak kudeatu
fa_ir: مدیریت فیلدهای اضافی برای دوره‌ها
fi_fi: Hallitse kursseille lisättyjä kenttiä
fo_fo: Styr viðkomandi teigar fyri línd
fur: Gestìs câmpis extracors
ga: Bainistigh réimsí breise do chúrsaí
gl: Xestor de campos extra para cursos
he_il: ניהול שדות נוספים לקורסים
hi: कोर्स के लिए अतिरिक्त फ़ील्ड प्रबंधित करें
hr_hr: Upravljanje dodatnim poljima za tečajeve
hu_hu: Extra mezők kezelése kurzusokhoz
hy: Կառավարել դասընթացների լրացուցիչ դաշտերը
id_id: Kelola bidang tambahan untuk kursus
it: Gestisci campi extra per i corsi
ja: コースの追加フィールドを管理
ka_ge: კურსების დამატებითი ველების მართვა
ko_kr: 강좌 추가 필드 관리
lo: ຈັດການຊ່ອງຂໍ້ມູນເພີ່ມເຕີມສຳລັບຫຼັກສູດ
lt_lt: Valdyti papildomus kursų laukus
lv_lv: Pārvaldīt papildu laukus kursiem
mk_mk: Управувај со дополнителни полиња за курсеви
ms_my: Urus medan tambahan untuk kursus
my_mm: သင်တန်းများအတွက် ထပ်လောင်းအကွက်များကို စီမံခန့်ခွဲပါ
ne: कोर्सहरूको लागि अतिरिक्त क्षेत्रहरू व्यवस्थापन गर्नुहोस्
nl: Beheer extra velden voor cursussen
nn_no: Hald fram ekstra felt for kurs
oc: Gerir los camps suplementaris pels còrs
pl_pl: Zarządzaj dodatkowymi polami dla kursów
ps: د کورسونو اضافي فیلډونه اداره کړئ
pt_br: Gerencie campos extras para os cursos
pt_pt: Gerir campos extra para os cursos
ro_ro: Gestor de campuri de cursuri
ru_ru: Управление дополнительными полями для курсов
sk_sk: Spravovať ďalšie polia pre kurzy
sl: Upravljaj dodatna polja za tečaje
sq: Menaxho fushat shtesë për kurset
sr_rs: Upravljaj dodatnim poljima za kurseve
sv_se: Hantera extra fält för kurser
sw_ke: Dhibiti nyanja za ziada kwa kozi
ta: பாடங்கள் கூடுதல் கள்களை நிர்வகி
th: จัดการฟิลด์พิเศษสำหรับคอร์ส
tl_ph: Pamahalaan ang mga extra field para sa mga kurso
tr: Kurslar için ekstra alanları yönet
uk_ua: Керувати додатковими полями для курсів
vi_vn: Quản lý trường bổ sung cho khóa học
xh_za: Lawula iindawo ezongezelelweyo zezifundo
zh_cn: 管理课程额外字段
zh_tw: 管理課程額外欄位

source: Manage extra fields for questions
ar: ادارة الحقول الاضافية للاسئلة
ast_es: Xestionar campos estra pa preentes
bn_bd: প্রশ্নের জন্য অতিরিক্ত ক্ষেত্র পরিচালনা করুন
bs_ba: Upravljanje dodatnim poljima za pitanja
ca_es: Gestor de camps de preguntes
cs_cz: Spravovat extra pole pro otázky
da: Administrér ekstra felter for spørgsmål
de: Zusätzliche Felder für Fragen verwalten
el: Διαχειριστείτε επιπλέον πεδία για ερωτήσεις
eo: Mastri eksterajn kampojn por demandoj
es: Gestor de campos de preguntas
es_mx: Administrar campos extra para preguntas
eu_es: Galderentzako eremu gehigarriak kudeatu
fa_ir: مدیریت فیلدهای اضافی برای سؤالات
fi_fi: Hallitse kysymysten lisättyjä kenttiä
fo_fo: Styr viðkomandi teigar fyri spurningar
fur: Gestìs câmpis extra par domandis
ga: Bainistigh réimsí breise do cheisteanna
gl: Xestor de campos adicionais de preguntas
he_il: נהל שדות נוספים לשאלות
hi: प्रश्नों के लिए अतिरिक्त फ़ील्ड प्रबंधित करें
hr_hr: Upravljanje dodatnim poljima za pitanja
hu_hu: Extra mezők kezelése kérdésekhez
hy: Կառավարել հարցերի լրացուցիչ դաշտերը
id_id: Kelola bidang tambahan untuk pertanyaan
it: Gestisci campi extra per i quesiti
ja: 質問の追加フィールドを管理
ka_ge: კითხვების დამატებითი ველების მართვა
ko_kr: 질문 추가 필드 관리
lo: ຈັດການຊ່ອງຂໍ້ມູນເພີ່ມເຕີມສຳລັບຄຳຖາມ
lt_lt: Valdyti papildomus klausimų laukus
lv_lv: Pārvaldīt papildu laukus jautājumiem
mk_mk: Управувај со дополнителни полиња за прашања
ms_my: Urus medan tambahan untuk soalan
my_mm: မေးခွန်းများအတွက် ထပ်လောင်းအကွက်များကို စီမံခန့်ခွဲပါ
ne: प्रश्नहरूको लागि अतिरिक्त क्षेत्रहरू व्यवस्थापन गर्नुहोस्
nl: Beheer extra velden voor vragen
nn_no: Hald fram ekstra felt for spørsmål
oc: Gerir los camps suplementaris pels exercicis
pl_pl: Zarządzaj dodatkowymi polami dla pytań
ps: د پوښتنو اضافي فیلډونه اداره کړئ
pt_br: Gerencie campos extras para perguntas
pt_pt: Gerir campos extra para as questões
ro_ro: Gestor de campuri de intrebari
ru_ru: Управление дополнительными полями для вопросов
sk_sk: Spravovať ďalšie polia pre otázky
sl: Upravljaj dodatna polja za vprašanja
sq: Menaxho fushat shtesë për pyetjet
sr_rs: Upravljaj dodatnim poljima za pitanja
sv_se: Hantera extra fält för frågor
sw_ke: Dhibiti nyanja za ziada kwa maswali
ta: கேள்விகள் கூடுதல் கள்களை நிர்வகி
th: จัดการฟิลด์พิเศษสำหรับคำถาม
tl_ph: Pamahalaan ang mga extra field para sa mga tanong
tr: Sorular için ekstra alanları yönet
uk_ua: Керувати додатковими полями для питань
vi_vn: Quản lý trường bổ sung cho câu hỏi
xh_za: Lawula iindawo ezongezelelweyo zemibuzo
zh_cn: 管理问题额外字段
zh_tw: 管理問題額外欄位

source: Questions fields
ar: حقول الاسئلة
ast_es: Campos de preentes
bn_bd: প্রশ্নের ক্ষেত্রসমূহ
bs_ba: Polja pitanja
ca_es: Camps de preguntes
cs_cz: Pole otázek
da: Spørgsmålsfelter
de: Fragenfelder
el: Πεδία ερωτήσεων
eo: Kampoj de demandoj
es: Campos de preguntas
es_mx: Campos de preguntas
eu_es: Galderen eremuak
fa_ir: فیلدهای سؤالات
fi_fi: Kysymysten kentät
fo_fo: Spurningateigar
fur: Câmpis des domandis
ga: Réimsí ceisteanna
gl: Campos de preguntas
he_il: שדות שאלות
hi: प्रश्न फ़ील्ड
hr_hr: Polja pitanja
hu_hu: Kérdések mezők
hy: Հարցերի դաշտեր
id_id: Bidang pertanyaan
it: Campi dei Quesiti
ja: 質問フィールド
ka_ge: კითხვების ველები
ko_kr: 질문 필드
lo: ຊ່ອງຂໍ້ມູນຄຳຖາມ
lt_lt: Klausimų laukai
lv_lv: Jautājumu lauki
mk_mk: Полиња за прашања
ms_my: Medan soalan
my_mm: မေးခွန်းအကွက်များ
ne: प्रश्नहरूका क्षेत्रहरू
nl: Vraagvelden
nn_no: Spørsmålsfelt
oc: Campos de questions
pl_pl: Pola pytań
ps: پوښتنو فیلډونه
pt_br: Campos de perguntas
pt_pt: Campos das questões
ro_ro: Campuri de intrebari
ru_ru: Поля вопросов
sk_sk: Polia otázok
sl: Polja vprašanj
sq: Fushat e pyetjeve
sr_rs: Polja pitanja
sv_se: Frågefält
sw_ke: Nyanja za maswali
ta: கேள்விகள் கள்கள்
th: ฟิลด์คำถาม
tl_ph: Mga field ng tanong
tr: Soru alanları
uk_ua: Поля питань
vi_vn: Trường câu hỏi
xh_za: Iindawo zemibuzo
zh_cn: 问题字段
zh_tw: 問題欄位

source: Field changes should be logged
ar: تغييرات الحقل يجب ان نكون مسجلة
ast_es: Los cambéus de campu anovense rexistrar
bn_bd: ক্ষেত্র পরিবর্তন লগ করা উচিত
bs_ba: Promjene polja treba logovati
ca_es: Registra canvis del valor d'aquest camp
cs_cz: Změny polí by měly být zaznamenávány
da: Feltændringer skal logges
de: Feldänderungen sollten protokolliert werden
el: Για αλλαγές στο πεδίο πρέπει να έχετε συνδεθεί
eo: Ŝanĝoj de kampoj devus esti registritaj
es: Registrar cambios del valor de este campo
es_mx: Los cambios de campo deben registrarse
eu_es: Eremu aldaketak erregistratu behar dira
fa_ir: تغییرات فیلد باید ثبت شود
fi_fi: Kirjaa kenttien muutokset
fo_fo: Broytningar í teigum skulu verða loggaðar
fur: I cambiaments dai câmpis a devin registrâts
ga: Ba chóir athruithe réimse a logáil
gl: Rexistrar os cambios de valor deste campo
he_il: יש לרשום שינויים בשדה
hi: फ़ील्ड परिवर्तनों को लॉग किया जाना चाहिए
hr_hr: Promjene polja treba zabilježiti
hu_hu: A mező változásait naplózni kell
hy: Դաշտերի փոփոխությունները պետք է գրանցվեն
id_id: Perubahan bidang harus dicatat
it: I cambiamenti del campo devono essere registrati
ja: フィールド変更をログに記録
ka_ge: ველის ცვლილებები უნდა შეჯამდეს
ko_kr: 필드 변경 사항 기록
lt_lt: Lauko pakeitimai turėtų būti registruojami
lv_lv: Lauku izmaiņas jāreģistrē
mk_mk: Промените на полето треба да се логираат
ms_my: Perubahan medan hendaklah dicatatkan
my_mm: အကွက်ပြောင်းလဲမှုများကို မှတ်တမ်းတင်သင့်သည်
ne: क्षेत्र परिवर्तनहरू लग गर्नुपर्छ
nl: Veldaanpassingen moeten worden gelogd
nn_no: Feltendringar skal loggførast
oc: Los cambiaments de camps devríen èsser jornalizats
pl_pl: Zmiany pól powinny być logowane
ps: د فیلډ بدلونونه ثبت شي
pt_br: Mudanças de campo devem estar logadas
pt_pt: As alterações nos campos devem ser registadas
ro_ro: Înregistrează modificările în valoarea acestui domeniu
ru_ru: Логировать изменения полей
sk_sk: Zmenené pole by malo byť zaznamenané.
sl: Spremembe polja morajo biti zabeležene
sq: Ndryshimet e fushave duhet të regjistrohen
sr_rs: Izmene polja treba da budu zabilježene
sv_se: Fältändringar ska loggas
sw_ke: Mabadiliko ya nyanja yaandikwe
ta: கள்கள் மாற்றங்கள் பதிவு செய்யப்பட வேண்டும்
th: บันทึกการเปลี่ยนแปลงฟิลด์
tl_ph: Dapat i-log ang mga pagbabago sa field
tr: Alan değişiklikleri günlüğe kaydedilmeli
uk_ua: Зміни поля повинні логуватися
vi_vn: Thay đổi trường nên được ghi log
xh_za: Utshintsho lwendawo kufuneka lubhalwe
zh_cn: 字段更改应被记录
zh_tw: 記錄欄位變更

source: Edit this field's workflow
ar: تحرير هذا الحقل لتدفق العمل
ast_es: Editar el fluxu d'esti campu
bn_bd: এই ক্ষেত্রের ওয়ার্কফ্লো সম্পাদনা করুন
bs_ba: Uredi radni tok ovog polja
ca_es: Edita el flux de treball d'aquest camp
cs_cz: Upravit workflow tohoto pole
da: Redigér dette felts workflow
de: Den Workflow in diesem Feld bearbeiten
el: Επεξεργαστείτε τη ροή αυτού του πεδίου
eo: Redakti laborfluaĵon de ĉi tiu kampo
es: Editar el flujo de trabajo de este campo
es_mx: Editar el flujo de trabajo de este campo
eu_es: Editatu eremu honen lan-fluxua
fa_ir: ویرایش گردش کار این فیلد
fi_fi: Muokkaa tämän kentän työnkulkua
fo_fo: Rætta workflow fyri henda teig
fur: Modifiche il workflow di chest câmp
ga: Eagrú sreabhadh oibre an réimse seo
gl: Editar o fluxo de traballo deste campo
he_il: ערוך את זרימת העבודה של שדה זה
hi: इस फ़ील्ड का वर्कफ़्लो संपादित करें
hr_hr: Uredi tijek rada ovog polja
hu_hu: Ezen mező munkafolyamatának szerkesztése
hy: Խմբագրել այս դաշտի աշխատանքային հոսքը
id_id: Edit alur kerja bidang ini
it: Modifica il campo del flusso di lavoro
ja: このフィールドのワークフローを編集
ka_ge: ამ ველის სამუშაო პროცესის რედაქტირება
ko_kr: 이 필드 워크플로 편집
lo: ແກ້ໄຂຂັ້ນຕອນການເຮັດວຽກຂອງຊ່ອງຂໍ້ມູນນີ້
lt_lt: Redaguoti šio lauko darbo eigą
lv_lv: Rediģēt šī lauka darba plūsmu
mk_mk: Уреди го работниот тек на ова поле
ms_my: Edit aliran kerja medan ini
my_mm: ဤအကွက်၏ လုပ်ငန်းစဉ်ကို ပြင်ဆင်ပါ
ne: यो क्षेत्रको कार्यप्रवाह सम्पादन गर्नुहोस्
nl: Bewerk de workflow van dit veld
nn_no: Rediger dette feltet sin arbeidsflyt
oc: Modificar lo flux de trabalh d'aquest camp
pl_pl: Edytuj przepływ pracy tego pola
ps: د دې فیلډ ورک فلوی سم کړئ
pt_br: Edite o fluxo de trabalho deste campo
pt_pt: Editar o processo destes campos
ro_ro: Editați fluxul de lucru de acest domeniu
ru_ru: Редактировать процесс этого поля
sk_sk: Upraviť toto pole postupne
sl: Uredi potek dela tega polja
sq: Redakto rrjedhën e punës të kësaj fushe
sr_rs: Uredi radni tok ovog polja
sv_se: Redigera detta fälts arbetsflöde
sw_ke: Hariri mtiririko wa nyanja hii
ta: இந்த களின் பணிப்பாய்வைத் திருத்து
th: แก้ไขขั้นตอนการทำงานของฟิลด์นี้
tl_ph: I-edit ang workflow ng field na ito
tr: Bu alanın iş akışını düzenle
uk_ua: Редагувати робочий процес цього поля
vi_vn: Chỉnh sửa quy trình trường này
xh_za: Hlela umsebenzi wale ndawo
zh_cn: 编辑此字段的工作流程
zh_tw: 編輯此欄位的工作流程

source: Select role
ar: اختر الدور
ast_es: Escoyer rol
bn_bd: ভূমিকা নির্বাচন করুন
bs_ba: Odaberite ulogu
ca_es: Esculli rol
cs_cz: Vybrat roli
da: Vælg rolle
de: Rolle auswählen
el: Επιλέξτε ρόλο
eo: Elekti rolon
es: Elegir rol
es_mx: Seleccionar rol
eu_es: Rol bat hautatu
fa_ir: انتخاب نقش
fi_fi: Valitse rooli
fo_fo: Vel roli
fur: Scealt roil
ga: Roghnaigh ról
gl: Elixa un rol
he_il: בחר תפקיד
hi: भूमिका चुनें
hr_hr: Odaberi ulogu
hu_hu: Szerepkör kiválasztása
hy: Ընտրել դեր
id_id: Pilih peran
it: Seleziona ruolo
ja: 役割を選択
ka_ge: როლის შერჩევა
ko_kr: 역할 선택
lo: ເລືອກບົດບາດ
lt_lt: Pasirinkti rolę
lv_lv: Izvēlēties lomu
mk_mk: Избери улога
ms_my: Pilih peranan
my_mm: အခန်းကဏ္ဍရွေးပါ
ne: भूमिका छान्नुहोस्
nl: Selecteer rol
nn_no: Vel rolle
oc: Seleccionar ròle
pl_pl: Wybierz rolę
ps: رول غوره کړئ
pt_br: Selecione uma função/cargo
pt_pt: Selecionar a função
ro_ro: Alege rol
ru_ru: Выберите роль
sk_sk: Vybrať rolu
sl: Izberite vlogo
sq: Zgjidh rolin
sr_rs: Izaberite ulogu
sv_se: Välj roll
sw_ke: Chagua jukumu
ta: பாத்திரத்தைத் தேர்ந்தெடு
th: เลือกบทบาท
tl_ph: Pumili ng papel
tr: Rol seçin
uk_ua: Вибрати роль
vi_vn: Chọn vai trò
xh_za: Khetha indima
zh_cn: 选择角色
zh_tw: 選擇角色

source: Please select an option
ar: يرجى اختيار خيار
ast_es: Escueye una opción
bn_bd: দয়া করে একটি অপশন নির্বাচন করুন
bs_ba: Molimo odaberite opciju
ca_es: Esculli un opció
cs_cz: Vyberte možnost
da: Vælg venligst et valg
de: Bitte wähle eine Option
el: Παρακαλώ επιλέξτε μια επιλογή
eo: Bonvolu elekti opcion
es: Elegir una opción
es_mx: Por favor selecciona una opción
eu_es: Aukera bat hautatu mesedez
fa_ir: لطفاً یک گزینه انتخاب کنید
fi_fi: Valitse vaihtoehto
fo_fo: Vel ein kalendara
fur: Ples scealt une opsion
ga: Roghnaigh rogha le do thoil
gl: Por favor, seleccione unha opción
he_il: אנא בחרו אפשרות
hi: कृपया एक विकल्प चुनें
hr_hr: Odaberite opciju
hu_hu: Kérem, válasszon egy lehetőséget
hy: Խնդրում ենք ընտրել տարբերակ
id_id: Pilih opsi
it: Seleziona un'opzione
ja: オプションを選択してください
ka_ge: გთხოვთ, აირჩიოთ ვარიანტი
ko_kr: 옵션 선택
lo: ກະລຸນາເລືອກຕົວເລືອກ
lt_lt: Prašome pasirinkti parinktį
lv_lv: Lūdzu, izvēlieties opciju
mk_mk: Изберете опција
ms_my: Sila pilih pilihan
my_mm: ကျေးဇူးပြု၍ ရွေးချယ်မှုတစ်ခုကို ရွေးပါ
ne: कृपया एउटा विकल्प छान्नुहोस्
nl: Selecteer een optie
nn_no: Vel eit alternativ
oc: Seleccionatz una opcion
pl_pl: Proszę wybrać opcję
ps: مهرباني وکړئ یوه اختیار غوره کړئ
pt_br: Por favor, selecione uma opção
pt_pt: Por favor selecione uma opção
ro_ro: Alegeți o opțiune
ru_ru: Выберите вариант
sk_sk: Prosím, vyberte jednu z možností
sl: Izberite opcijo
sq: Ju lutemi zgjidhni një opsion
sr_rs: Molimo izaberite opciju
sv_se: Välj ett alternativ
sw_ke: Tafadhali chagua chaguo
ta: ஒரு விருப்பத்தைத் தேர்ந்தெடுக்கவும்
th: กรุณาเลือกตัวเลือก
tl_ph: Pumili ng opsyon
tr: Lütfen bir seçenek seçin
uk_ua: Будь ласка, виберіть опцію
vi_vn: Vui lòng chọn một tùy chọn
xh_za: Nceda ukhethe ukhetho
zh_cn: 请选择一个选项
zh_tw: 請選擇選項

source: Current status
ar: المكانة الحالية
ast_es: Estatu actual
bn_bd: বর্তমান অবস্থা
bs_ba: Trenutni status
ca_es: Estat actual
cs_cz: Aktuální stav
da: Nuværende status
de: Aktueller Status
el: Τρέχουσα κατάσταση
eo: Nuna stato
es: Estado actual
es_mx: Estado actual
eu_es: Egoera oraingoa
fa_ir: وضعیت فعلی
fi_fi: Tämänhetkinen status
fo_fo: Núverandi støða
fur: Stât atuâl
ga: Stádas reatha
gl: Estado actual
he_il: מצב נוכחי
hi: वर्तमान स्थिति
hr_hr: Trenutni status
hu_hu: Jelenlegi állapot
hy: Ընթացիկ կարգավիճակ
id_id: Status saat ini
it: Status attuale
ja: 現在の状態
ka_ge: მიმდინარე სტატუსი
ko_kr: 현재 상태
lo: ສະຖານະປັດຈຸບັນ
lt_lt: Dabartinė būklė
lv_lv: Pašreizējais statuss
mk_mk: Тековна состојба
ms_my: Status semasa
my_mm: လက်ရှိအခြေအနေ
ne: वर्तमान स्थिति
nl: Huidige status
nn_no: Noverande status
oc: Estat actual
pl_pl: Aktualny status
ps: اوسنی حالت
pt_br: Status atual
pt_pt: Estado atual
ro_ro: Statutul actual
ru_ru: Текущий статус
sk_sk: Súčasný stav
sl: Trenuten status
sq: Statusi aktual
sr_rs: Trenutni status
sv_se: Nuvarande status
sw_ke: Hali ya sasa
ta: தற்போதைய நிலை
th: สถานะปัจจุบัน
tl_ph: Kasalukuyang katayuan
tr: Mevcut durum
uk_ua: Поточний статус
vi_vn: Trạng thái hiện tại
xh_za: Imeko yangoku
zh_cn: 当前状态
zh_tw: 目前狀態

source: My courses categories
ar: فئات مقرراتي
ast_es: Les mios categories de cursos
bn_bd: আমার কোর্স ক্যাটাগরি
bs_ba: Moje kategorije kurseva
ca_es: Les meves categories de cursos
cs_cz: Moje kategorie kurzů
da: Mine kursuskategorier
de: Meine Kurse Kategorien
el: Κατηγορίες μαθημάτων μου
eo: Miaj kategorioj de kursoj
es: Mis categorías de cursos
es_mx: Mis categorías de cursos
eu_es: Nire ikastaro kategoriak
fa_ir: دسته‌بندی‌های دوره‌های من
fi_fi: Kurssikategoriani
fo_fo: Mínar líndakategoriur
fur: Categorîs di miei cors
ga: Catagóirí mo chúrsaí
gl: As miñas categorias de cursos
he_il: קטגוריות של הקורסים שלי
hi: मेरी कोर्स श्रेणियाँ
hr_hr: Moje kategorije tečajeva
hu_hu: Saját kurzus kategóriáim
hy: Իմ դասընթացների կատեգորիաներ
id_id: Kategori kursus saya
it: Le mie categorie dei corsi
ja: マイコースカテゴリ
ka_ge: ჩემი კურსების კატეგორიები
ko_kr: 내 강좌 카테고리
lo: ໝວດໝູ່ຫຼັກສູດຂອງຂ້ອຍ
lt_lt: Mano kursų kategorijos
lv_lv: Manu kursu kategorijas
mk_mk: Мои категории на курсеви
ms_my: Kategori kursus saya
my_mm: ကျွန်ုပ်၏ သင်တန်းအမျိုးအစားများ
ne: मेरा कोर्स श्रेणीहरू
nl: Mijn cursuscategorieën
nn_no: Mine kurskategorier
oc: Las miegas categorias de còrs
pl_pl: Moje kategorie kursów
ps: زما کورس کټګورۍ
pt_br: Minhas categorias de cursos
pt_pt: As minhas categorias de cursos
ro_ro: Categoriile mele de curs
ru_ru: Мои категории курсов
sk_sk: Moje kategórie kurzov
sl: Kategorije mojih tečajev
sq: Kategoritë e kurseve të mia
sr_rs: Moje kategorije kurseva
sv_se: Mina kurskategorier
sw_ke: Makundi ya kozi zangu
ta: எனது பாடங்கள் வகைகள்
th: หมวดหมู่คอร์สของฉัน
tl_ph: Mga kategorya ng aking mga kurso
tr: Kurs kategorilerim
uk_ua: Мої категорії курсів
vi_vn: Danh mục khóa học của tôi
xh_za: Iindidi zezifundo zam
zh_cn: 我的课程类别
zh_tw: 我的課程類別

source: Sessions categories
ar: فئات الدورات
ast_es: Categories de sessions
bn_bd: সেশন ক্যাটাগরি
bs_ba: Kategorije sesija
ca_es: Categories de sessions
cs_cz: Kategorie sezení
da: Sessionkategorier
de: Sessions Kategorien
el: Κατηγορίες συνεδριών
eo: Kategorioj de sesioj
es: Categorías de sesiones
es_mx: Categorías de sesiones
eu_es: Saio kategoriak
fa_ir: دسته‌بندی‌های جلسات
fi_fi: Istuntokategoriat
fo_fo: Samtyðingarkategoriur
fur: Categorîs des sesions
ga: Catagóirí seisiún
gl: Categorias de sesións
he_il: קטגוריות הפעלות
hi: सत्र श्रेणियाँ
hr_hr: Kategorije sesija
hu_hu: Ülések kategóriái
hy: Սեանսների կատեգորիաներ
id_id: Kategori sesi
it: Categorie sessioni
ja: セッションカテゴリ
ka_ge: სესიების კატეგორიები
ko_kr: 세션 카테고리
lo: ໝວດໝູ່ເຊດຊັນ
lt_lt: Sesijų kategorijos
lv_lv: Sesiju kategorijas
mk_mk: Категории на сесии
ms_my: Kategori sesi
my_mm: အစည်းအဝေးအမျိုးအစားများ
ne: सत्र श्रेणीहरू
nl: Sessiecategorieën
nn_no: Øktkategorier
oc: Categorias de sessions
pl_pl: Kategorie sesji
ps: غونډو کټګورۍ
pt_br: Categorias de Sessões
pt_pt: Categorias de Sessões
ro_ro: Categorii de sesiuni
ru_ru: Категории сессий
sk_sk: Kategórie stretnutí
sl: Kategorije sej
sq: Kategoritë e sesioneve
sr_rs: Kategorije sesija
sv_se: Sessionkategorier
sw_ke: Makundi ya vipindi
ta: அமர்வுகள் வகைகள்
th: หมวดหมู่เซสชัน
tl_ph: Mga kategorya ng sesyon
tr: Oturum kategorileri
uk_ua: Категорії сесій
vi_vn: Danh mục phiên
xh_za: Iindidi zeeseshini
zh_cn: 会话类别
zh_tw: 場次類別

source: Courses and sessions
ar: المقررات والدورات
ast_es: Cursos y sessions
bn_bd: কোর্স এবং সেশন
bs_ba: Kursevi i sesije
ca_es: Cursos i sessions
cs_cz: Kurzy a sezení
da: Kurser og sessioner
de: Kurse und Sessions
el: Μαθήματα και συνεδρίες
eo: Kursoj kaj sesioj
es: Cursos y sesiones.
es_mx: Cursos y sesiones
eu_es: Ikastaroak eta saioak
fa_ir: دوره‌ها و جلسات
fi_fi: Kurssit ja istunnot
fo_fo: Línd og samtyðingar
fur: Cors e sesions
ga: Cúrsaí agus seisiúin
gl: Cursos e sesións
he_il: קורסים והפעלות
hi: कोर्स और सत्र
hr_hr: Tečajevi i sesije
hu_hu: Kurzusok és ülések
hy: Դասընթացներ և սեանսներ
id_id: Kursus dan sesi
it: Corsi e Sessioni
ja: コースとセッション
ka_ge: კურსები და სესიები
ko_kr: 강좌 및 세션
lo: ຫຼັກສູດ ແລະ ເຊດຊັນ
lt_lt: Kursai ir sesijos
lv_lv: Kursi un sesijas
mk_mk: Курсеви и сесии
ms_my: Kursus dan sesi
my_mm: သင်တန်းများနှင့် အစည်းအဝေးများ
ne: कोर्सहरू र सत्रहरू
nl: Cursussen en sessies
nn_no: Kurs og økter
oc: Còrs e sessions
pl_pl: Kursy i sesje
ps: کورسونه او غونډې
pt_br: Cursos e Sessões
pt_pt: Cursos e sessões
ro_ro: Cursuri și sesiuni.
ru_ru: Курсы и сессии
sk_sk: Kurzy a stretnutia
sl: Tečaji in seje
sq: Kurse dhe sesione
sr_rs: Kursevi i sesije
sv_se: Kurser och sessioner
sw_ke: Kozi na vipindi
ta: பாடங்கள் மற்றும் அமர்வுகள்
th: คอร์สและเซสชัน
tl_ph: Mga kurso at sesyon
tr: Kurslar ve oturumlar
uk_ua: Курси та сесії
vi_vn: Khóa học và phiên
xh_za: Izifundo kunye neeseshini
zh_cn: 课程和会话
zh_tw: 課程與場次

source: Committee
ar: اللجنة
ast_es: Comité
bn_bd: কমিটি
bs_ba: Odbor
ca_es: Comitè
cs_cz: Výbor
da: Udtag
de: Ausschuss
el: Επιτροπή
eo: Komitato
es: Comité
es_mx: Comité
eu_es: Batzordea
fa_ir: کمیته
fi_fi: Komitea
fo_fo: Nevnd
fur: Comitât
ga: Coiste
gl: Comité
he_il: ועדה
hi: समिति
hr_hr: Odbor
hu_hu: Bizottság
hy: Կոմիտե
id_id: Komite
it: Comitato
ja: 委員会
ka_ge: კომიტეტი
ko_kr: 위원회
lo: ຄະນະກຳມະການ
lt_lt: Komitetas
lv_lv: Komiteja
mk_mk: Комитет
ms_my: Jawatankuasa
my_mm: ကော်မတီ
ne: समिति
nl: Commissie
nn_no: Komité
oc: Comitat
pl_pl: Komitet
ps: کمېټې
pt_br: Comitê
pt_pt: Comissão
ro_ro: Comisie
ru_ru: Комитет
sk_sk: Komisia
sl: Odbor
sq: Komiteti
sr_rs: Komitet
sv_se: Kommitté
sw_ke: Kamati
ta: சமிதி
th: คณะกรรมการ
tl_ph: Komite
tr: Komite
uk_ua: Комітет
vi_vn: Ủy ban
xh_za: Ikomiti
zh_cn: 委员会
zh_tw: 委員會
