Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Number of tables inserted
qu_pe: Qispichisqa tablaq pachakunam

source: Anchors
qu_pe: Ankurakuna

source: Number of protected pages
qu_pe: Pakin puka paginakuna pachakunam

source: Attempts
qu_pe: Rurakuykuna

source: See results
qu_pe: Rurakuna qhawariy

source: Loading
qu_pe: Chinkachkan

source: Are you sure you want to restore this element?
qu_pe: Manam allinta kanchu? ¿Kutichispa kay elementota munanki?

source: %d questions, for a total score (all questions) of %s.
qu_pe: %d tapuykuna, tukuy tapuykunaq puntukuna %s nispa.

source: This is an automatic email message. Please do not reply to it.
qu_pe: Kay kuti willakuy mensaje kawsay. Manam willakunangiwachu.

source: Uploaded documents
qu_pe: Kutichisqa willakuykuna

source: question
qu_pe: willakuy

source: questions
qu_pe: willakuykuna

source: Category description
qu_pe: Sumallaq wasi willakuy

source: This category name already exists. Please use another name.
qu_pe: Kay sumallaq wasi sutin ñawpaqllan karqan. Manaña kay sutita mañakuy.

source: Can't delete category
qu_pe: Manam atinchu sumallaq wasita qeshpalla

source: Error: could not delete category
qu_pe: Pantalla: manam atinchu sumallaq wasita qeshpalla

source: Could not edit category
qu_pe: Manam atinchu sumallaq wasita llamk'alla

source: Could not update category
qu_pe: Manam atinchu sumallaq wasita k'anchalla

source: All categories
qu_pe: Tukuy sumallaq wasikuna

source: Create question outside exercise
qu_pe: Willakuyta kamachiy ñawpaq pruibanman

source: Choose question type
qu_pe: Willakuy ruminta mañakuy

source: Yes, with categories ordered
qu_pe: Arí, sumallaq wasikuna ordenasqawan

source: Yes, with categories shuffled
qu_pe: Arí, sumallaq wasikuna phichkasqawan

source: Manage all questions
qu_pe: Tukuy willakuykunata kamachiy

source: Must be in a test
qu_pe: Pruibaman karqan

source: Please select some random question
qu_pe: Manaña allin willakuyta mañakuy

source: Remove from test
qu_pe: Pruibamanta qeshpiy

source: Question by category
qu_pe: Sumallaq wasin willakuy

source: Questions category
qu_pe: Willakuy sumallaq wasi

source: Add test category
qu_pe: Pruiba sumallaq wasita yapasiy

source: Nb categories
qu_pe: Sumallaq wasikuna chinpu

source: Are you sure you want to delete this category?
qu_pe: ¿Munanki kay sumallaq wasita qeshpalla?

source: Not in a group
qu_pe: Harp'unta

source: By category
qu_pe: Sumallaq wasin

source: Personal Calendar
qu_pe: Ñoqap willakuy kalintariy

source: Skills Tree
qu_pe: Yachay saqras rumi

source: Skills
qu_pe: Yachay saqrakuna

source: Skills Profile
qu_pe: Yachay saqra perfil

source: With Certificate
qu_pe: Rantisqawan

source: Admin Calendar
qu_pe: Kamachiq kalintariy

source: Course Calendar
qu_pe: Kursu kalintariy

source: Reports
qu_pe: Willakuykunakuna

source: Results not reviewed
qu_pe: Mana qhawaykunchakunamanta raimasina

source: Result not reviewed
qu_pe: Mana qhawaykunchakunamanta raimasina

source: %B %d, %Y at %H:%M
qu_pe: %B %d, %Y %H:%Mpi

source: Enable legal terms
qu_pe: Kamachiq kamachiy willakuykuna

source: Show a legal notice when entering the course
qu_pe: Kursuman rirspag qhaway willakuyta rikuchiy

source: Grading model
qu_pe: Yachachisqa modelo

source: Allow teachers to change the assessments grading model
qu_pe: Yachachiqkuna yachachisqa modelo llamk'achiyta munay

source: Enabling this option, you will allow each teacher to choose the grading model which will be used in his/her course. This change will have to be made by the teacher from inside the assessments tool of the course.
qu_pe: Kay allichayta kamachisqanmi, tuytay yachachiq yachachisqa modelota mañakunki kursunpi. Kay llamk'ana yachachiqta kursu yachachisqa ruruman rurunki.

source: Number of sub evaluations
qu_pe: Yapamanta yachachisqa chinpu

source: Add new model
qu_pe: Musuq modelo yapasiy

source: Number of learners who attempted the exercise
qu_pe: Pruibata qhapaq yachasqakuna chinpu

source: Lowest score
qu_pe: Aslla raima

source: Highest score
qu_pe: Ch'uya raima

source: Contains a file
qu_pe: Wakin willakuyqa karpawan

source: Discussions
qu_pe: Yapachikuykuna

source: Exercise progress
qu_pe: Pruiba ruray

source: Select assessment
qu_pe: Evaluaciónni risuq

source: View skills tree
qu_pe: Yachay arbolta rikunay

source: My skills
qu_pe: Yachaynin

source: Group parentship
qu_pe: Huk' grupollata

source: No parentship
qu_pe: Mana huk' grupollakuna

source: No certificate
qu_pe: Mana certificadokuna

source: Allow assignments handing through online editor
qu_pe: Willaykunaq internet editortan qillqanata yachachin

source: See file
qu_pe: Pachata rikunay

source: Show document preview
qu_pe: Willakunataq ñawpaq rikch'an yachachin

source: Showing previews of the documents in the documents tool will avoid loading a new page just to show a document, but can result unstable with some older browsers or smaller width screens.
qu_pe: Willakuna rurananpi willakuna ñawpaq rikch'ankuna rikuchikuy willakunaq pachata k'anchakunata mana munakunqaku, icha ch'usa willakunaq pantaskunawan.

source: You already sent an assignment, you can't upload a new one
qu_pe: Willaykita qillqarqanki, mana huk willayta lluqllayta atinchu

source: Enable CAS authentication
qu_pe: CAS autenticacionta yachachin

source: Main CAS server
qu_pe: CAS sirwidor huk'nan

source: This is the main CAS server which will be used for the authentication (IP address or hostname)
qu_pe: Kay CAS sirwidor huk'nan autenticacionpaq llamk'achkan (IP direwsiw icha hostname)

source: Main CAS server URI
qu_pe: CAS sirwidor huk'nan URI

source: The path to the CAS service
qu_pe: CAS sirwipaq ñan

source: Main CAS server port
qu_pe: CAS sirwidor huk'nan puertu

source: The port on which to connect to the main CAS server
qu_pe: CAS sirwidor huk'nanwan tinkiy puertu

source: Main CAS server protocol
qu_pe: CAS sirwidor protocollu

source: The protocol with which we connect to the CAS server
qu_pe: CAS sirwidorwan tinkiy protocollu

source: Enable CAS user addition
qu_pe: CAS runakuna yawaray yachachin

source: Enable CAS user addition. To create the user account from the LDAP directory, the extldap_config and extldap_user_correspondance tables must be filled in in app/config/auth.conf.php
qu_pe: CAS runakuna yawaray yachachin. LDAP directorionmanta runakuna cuentaspaq, extldap_config icha extldap_user_correspondance tablas app/config/auth.conf.phppi k'anchakunaku

source: Add CAS user login
qu_pe: CAS runa willay yawaray

source: Add CAS user login details when registering a new user
qu_pe: Huk runakuna qillqanpi CAS runa willay yachachin

source: Add CAS user e-mail
qu_pe: CAS runa imail yawaray

source: Add CAS user e-mail details when registering a new user
qu_pe: Huk runakuna qillqanpi CAS runa imail yachachin

source: Add CAS user first name
qu_pe: CAS runa sutin yawaray

source: Add CAS user first name when registering a new user
qu_pe: Huk runakuna qillqanpi CAS runa sutin yachachin

source: Add CAS user last name
qu_pe: CAS runa waway sutin yawaray

source: Add CAS user last name details when registering a new user
qu_pe: Huk runakuna qillqanpi CAS runa waway sutin yachachin

source: User list
qu_pe: Runa rurakuna

source: Add as an announcement
qu_pe: Willayman yawaray

source: Skills and assessments
qu_pe: Yachaykuna icha evaluacioneskuna

source: Add skill
qu_pe: Yachay yawaray

source: Show admin toolbar
qu_pe: Kamachi toolbar rikuchiy

source: Accept legal agreement
qu_pe: Kamachiy willakunata rantisiy

source: Legal agreement for this course
qu_pe: Kay kursuq kamachiy willakuna

source: Random questions by category
qu_pe: Kuti willakuna catigorianmanta

source: Display questions category
qu_pe: Willakuna catigoriata rikuchiy

source: Review my answers
qu_pe: Willakunaykuta qhaway

source: Text appearing at the end of the test
qu_pe: Willakunap q'ispip munay willaku

source: Validated
qu_pe: Kanchisqan

source: Not validated
qu_pe: Mana kanchisqan

source: Reviewed
qu_pe: Qhawaykta

source: Select a question to revise
qu_pe: Qhawaynintata risuq willaku

source: Revise question later
qu_pe: Willakuta qhipa qhaway

source: Number of learners who selected it
qu_pe: Risunchkanku yachakuna kamariy

source: Questions already answered
qu_pe: Yapaykunata qhapaq kasqan paqnakuna

source: There is no such skill
qu_pe: Manam kay yachaykuna kasqachu

source: Please check your grading model values
qu_pe: Aypay %s yachaykuna valorkunata qhaway

source: Skills obtained when achieving this assessment
qu_pe: Kay yachaypi chaskisqan yachaykuna

source: Add assessment
qu_pe: Yachay hinqa

source: No learner
qu_pe: Manam yachasqa

source: I am a human resources manager
qu_pe: Ñawpaq ruraqkunata kamachisqa kani

source: Absolute skill
qu_pe: Huk yachay

source: Option
qu_pe: Aypay

source: There are no SVG images in your images gallery directory
qu_pe: Manam SVG ruphikuna kasqachu ñawpaq ruraqkunapi

source: No SVG image
qu_pe: Manam SVG rupi

source: Number of learners
qu_pe: Yachasqakuna paqna

source: Number of learners accessing the course
qu_pe: Yachasqakuna paqna kursopi riy

source: Percentage of learners accessing the course
qu_pe: Yachasqakuna rispaq kursopi (%)

source: Number of learners who completed all activities (100% progress)
qu_pe: Yachasqakuna paqna tukuy killakunata qhapaq (100% rispa)

source: Percentage of learners who completed all activities (100% progress)
qu_pe: Yachasqakuna rispaq tukuy killakunata qhapaq (100% rispa)

source: Average number of activities completed per learner
qu_pe: Yachasqa killakuna tinkuy killakuna

source: Total time spent in the course
qu_pe: Kursopi suyakusqa tinkuy pacha

source: Average time spent per learner in the course
qu_pe: Yachasqa kursopi tinkuy pacha

source: Number of documents in learning path
qu_pe: Yachay ñawpaqpi willakuykunapa paqna

source: Number of exercises in learning path
qu_pe: Yachay ñawpaqpi kamachikuykunapa paqna

source: Number of links in learning path
qu_pe: Yachay ñawpaqpi willakuykunapa paqna

source: Number of forums in learning path
qu_pe: Yachay ñawpaqpi willakuykunapa paqna

source: Number of assignments in learning path
qu_pe: Yachay ñawpaqpi kamachikuykunapa paqna

source: Number of announcements in course
qu_pe: Kursopi willakuykunapa paqna

source: Current courses report
qu_pe: Kursokuna willakuy

source: Hide table of contents frame
qu_pe: Willakuy rimakuyta pakay

source: Updates
qu_pe: Yapaykuna

source: Teaching
qu_pe: Yachachiy

source: Courses reporting
qu_pe: Kursokuna willakuy

source: Admin reports
qu_pe: Kamachiq willakuykuna

source: Exams reports
qu_pe: Provancha willakuykuna

source: My reporting
qu_pe: Ñoqap willakuy

source: Search skills
qu_pe: Yachaykuna maskhay

source: Save this search
qu_pe: Kay maskhayta qhipalla

source: Stored skills profiles
qu_pe: Qhipaq yachay perfilkuna

source: Matches
qu_pe: Rispakuna

source: %s, welcome to %s
qu_pe: %s, %sman kusiway

source: Use user's IDs from the file to subscribe them
qu_pe: Willakuypi ruraq IDkunata hapin rikch'akuyta qhapaq

source: Who and where
qu_pe: Piykuna maypi

source: You cannot upload this assignment. Please delete the previous one first.
qu_pe: Manam kay kamachikuytan hap'inichu. Ñawpaqta qeshpallaq.

source: Shows a global toolbar on top of the page to the designated user roles. This toolbar, very similar to Wordpress and Google's black toolbars, can really speed up complicated actions and improve the space you have available for the learning content, but it might be confusing for some users
qu_pe: Pakin willakuy rimakuyta rikuchin paginapi ñawpaq ruraq rollkunaman. Kay rimakuyu WordPresswan Google q'illu rimakuykunawan hinallam, kusikun imayna kamachikuykunata utaq yachay willakuykunaq hallp'api k'anchayta allichiyta atin, hinam manam yachasqakunaq yuyayta waqaychanchu

source: Session list
qu_pe: Sesionkuna willakuy

source: Learner list
qu_pe: Yachaynin ruraynin

source: Learners who're taking the exercise right now
qu_pe: Kunanllamanta yachaynin ruraynin

source: Report by question
qu_pe: Pusqanmanta ruray

source: Live results
qu_pe: Kawsay ruraynin

source: Skill not found
qu_pe: Yachayniwa manam hallpalla

source: I have this skill
qu_pe: Ñoqap yachayni kay

source: Me
qu_pe: Ñoqa

source: Vote
qu_pe: Vutuy

source: Votes
qu_pe: Vutukuna

source: %s stars out of 5
qu_pe: %s estrella 5manta

source: Visit
qu_pe: Visitay

source: Your vote
qu_pe: Ñoqap vutu

source: Most popular courses
qu_pe: Kutichisqakuna kursokuna

source: Sent at: %s
qu_pe: Kutichisqa: %s

source: %b %d, %Y at %I:%M %p
qu_pe: %b %d, %Y %I:%M %p

source: Login to vote
qu_pe: Qinjay vutunapaq

source: Add in menu
qu_pe: Menupaq yapay

source: Allow users to change e-mail without password
qu_pe: Rakinakunaq imailta pasphallaq ykpallaqta mañakun

source: When changing the account information
qu_pe: Ñawpaqkunata mutsukuspallaqti

source: Enable help link
qu_pe: Yanapay rurayta khuyñichiy

source: The Help link is located in the top right part of the screen
qu_pe: Yanapay ruray pachaq pisiqpi qhatipak

source: Back to administration
qu_pe: Kamachiyniman kutiy

source: Allow global chat
qu_pe: Rakinakunaq yanapaynin mañakuy

source: Extra content in header
qu_pe: Yapay yachay pachaqpi

source: You can add HTML code like meta tags
qu_pe: HTML kuti meta rurakunata yapanakunaykipaq

source: Extra content in footer
qu_pe: Yapay yachay pispakpi

source: Users can chat with each other
qu_pe: Rakinakuna mañakunku

source: Do not show
qu_pe: Ama qhawarina

source: Show to admins only
qu_pe: Kamachikunamanta qhawarichiy

source: Show to admins and teachers
qu_pe: Kamachikuna yachachikunamanta qhawarichiy

source: Show to all users
qu_pe: Rakinakunamanta qhawarichiy

source: Import glossary
qu_pe: Yup'aykuna chaway

source: Replace glossary
qu_pe: Yup'aykuna t'inkiy

source: Cannot delete glossary
qu_pe: Yup'aykunaqa hich waytarinachu

source: Terms imported
qu_pe: Yup'aykuna chawasqakuna

source: Terms not imported
qu_pe: Yup'aykuna mana chawasqakuna

source: Export glossary as a CSV file
qu_pe: Yup'aykuna CSV kuti hawaichiy

source: Select an action
qu_pe: Kamachiyniytam suyay

source: Login: %s
qu_pe: Qinjay: %s

source: Database <b>%s</b> will be created
qu_pe: Yachaykama <b>%s</b> kamariy

source: User <b>%s</b> doesn't have access in the database <b>%s</b>
qu_pe: Raki <b>%s</b>qa mana iñisqachu yachaykama <b>%s</b>manta

source: Database <b>%s</b> can't be created, user <b>%s</b> doesn't have enough permissions
qu_pe: Yachaykama <b>%s</b>qa kamarinachu, raki <b>%s</b>qa mana kuti kamachisqachu

source: Copy only session items
qu_pe: Ñawpaq session kutiqkunamanta q'illay

source: First letter of course title
qu_pe: Kursu sutinchak ñawpaq hut'i

source: # of published exercises
qu_pe: Kutichisqa rurakuna n°

source: # of published Learning Paths
qu_pe: Kutichisqa Yachay Ñan n°

source: Chat (Connected)
qu_pe: Mañakuy (Kutichisqa)

source: Chat (Disconnected)
qu_pe: Mañakuy (T'inkisqa)

source: Add course description
qu_pe: Kursu willakuy yapay

source: Suggested steps to take next
qu_pe: Kutichisqakunapaq suyana ñawpaq kamachikuna

source: Record answer
qu_pe: Waway willakuy qelqay

source: Use the message below to add a comment
qu_pe: Willakuywan qillqayta yapay

source: Send record
qu_pe: Qelqa kutichiy

source: Download record
qu_pe: Qelqa haway

source: Oral expression
qu_pe: Llanqay willakuy

source: Users found in other portals
qu_pe: Huk pukuyninkunaq yachaynin ruraynin

source: Add user to my portal
qu_pe: Yachayni ñoqap pukuyniman yapay

source: Users deleted
qu_pe: Yachaynin ruraynin q'echusqa

source: Users added
qu_pe: Yachaynin ruraynin yapasqa

source: Plugin area
qu_pe: Plugin kiti

source: No configuration settings found for this plugin
qu_pe: Kay pluginpa qhawaynin q'echusqakuna manam hallpalla

source: Default course visibility
qu_pe: Kursip yachay qhaway

source: Default course visibility while creating a new course
qu_pe: Musuq kursi kamachispaq puka kursip yachay qhaway

source: You have entered the course <b>%s</b> in <b>%s</b>
qu_pe: <b>%s</b> kursiman <b>%s</b>pi yatkasqayki

source: Use the email as username
qu_pe: Ilimayni sutita jina llank'achiy

source: Use the email in order to login to the system
qu_pe: Ilimayni llank'achikuspaq jina llank'achiy

source: Congratulations you passed the test!
qu_pe: Kuyanakuy! Prueba pasasqayki!

source: You didn't reach the minimum score
qu_pe: Manam chinkachisqa sapaq masinpiqa kanchu

source: Activate the browser sniffer
qu_pe: Nawpapaq sniffers activachiy

source: This will enable an investigator of the capabilities that support browsers that connect to Chamilo. Therefore will improve user experience by adapting responses to the type of browser platform that connects, but will slow initial page load of users every time that they enter to the platform.
qu_pe: Kayqa Chamiloq nawpapaq yachakuykunata ruraynin activachiwqan, chaymi yachakuynin yachayta adaptaq, manaq nawpapaq platformaman yatkuspalla.

source: End test
qu_pe: Prueba tukuchiy

source: Activate Wami-recorder
qu_pe: Wami-recorder activachiy

source: Wami-recorder is a voice record tool on Flash
qu_pe: Wami-recorderqa Flashpi qillqay yachayni

source: Event type
qu_pe: Ruraynin suti

source: It will display a dialog box which asks for your permission to access the microphone, answer yes and close the dialog box (if you do not want to appear again, before closing check remember)
qu_pe: Mikrofonumanta yachakuy dialog kutxatam munanki, "Ari" nispa kutxatam musuqchiy (manaqa kutxachwan, "Yuyarichuni" qhaway)

source: Start recording by pressing the microphone and stop it by pressing again. Each time you do this will generate a file.
qu_pe: Mikrofonu qhaway qillqayta qallariy, hukmanta qhaway qhatuchiy. Kutikunam sutinchik yuraq willayta qhaway.

source: Before you activate recording it is necessary a file name.
qu_pe: Qillqayta activachispaq sutinchik munay.

source: Enter filename here
qu_pe: Sutinmanta qillqay

source: Reload
qu_pe: Kutichiy

source: Select a calification model
qu_pe: Calificación modelo musuqchiy

source: The sum of all values must be 100
qu_pe: Tukuy willakunapa suman 100qa kachkan

source: Components
qu_pe: Rurakuna

source: Change setting visibility for the other portals
qu_pe: Huk pukuyninkunapa qhaway qhawayta cambianiy

source: This option is enabled if you have any evaluations or categories
qu_pe: Kayqa activasqa kanki imayna evaluación o categoría kanki

source: Allow HR skills management
qu_pe: HR yachayni kamachiyta munay

source: Allows HR to manage skills
qu_pe: HR yachaynin kamachiyta munay

source: Default weight in Gradebook
qu_pe: Gradebookmanta puka pisaq

source: This weight will be use in all courses by default
qu_pe: Kay pisaqqa tukuy kursikunapi pukaqa kanchu

source: Time spent the last %s days
qu_pe: Ñawpaq %s p'unchaykunapi llank'akusqa pacha

source: Time spent between %s and %s
qu_pe: %swan %swan llank'akusqa pacha

source: Go to the course
qu_pe: Kursiman risqay

source: Teachers can change the Gradebook score settings
qu_pe: Yachachiqkuna Gradebook sapaq qhawayta cambianikuq

source: When editing the Gradebook settings
qu_pe: Gradebook qhawayta musuqchispa

source: Subtotal
qu_pe: Qispichay

source: Regions
qu_pe: Suyukuna

source: Course list
qu_pe: Kursi ruraynin

source: First Name and Last Name
qu_pe: Suti qhaway suti churay

source: Last Name and First Name
qu_pe: Suti churay suti qhaway

source: Detailed
qu_pe: Qillqaq

source: This option is not available because this activity is contained by an assessment, which is currently locked. To unlock the assessment, ask your platform administrator.
qu_pe: Këykë ruraynin mana munaqchas qhawarinaq, kay willañiqi evaratawan, manam allinakunam. Evaratawanwan rimanakuy.

source: This assessment has been locked. You cannot unlock it. If you really need to unlock it, please contact the platform administrator, explaining the reason why you would need to do that (it might otherwise be considered as fraud attempt).
qu_pe: Kay evaratawa qhawarirqan. Manam qhawarinaqchu. Manam qhawarinakunamchu, plataporma rurayninwan rimanakuy, imaynaq qhawarirë ruranataytapis.

source: Enable locking of assessments by teachers
qu_pe: Yachakuqkuna evaratawakunata qhawarina

source: Once enabled, this option will enable locking of any assessment by the teachers of the corresponding course. This, in turn, will prevent any modification of results by the teacher inside the resources used in the assessment: exams, learning paths, tasks, etc. The only role authorized to unlock a locked assessment is the administrator. The teacher will be informed of this possibility. The locking and unlocking of gradebooks will be registered in the system's report of important activities
qu_pe: Rurakunqatam, kay këykë yachakuqkuna kursunam evaratawakunata qhawarinqa. Kayqa, evaratawanam willañiqiqkunata yachakuqqa manam maskhanqachu: examinakuna, yachay willikuna, kamachikuykunata, etc. Qhawarirë evaratawan qhawarinaq yachakukuqqa rurayninmi. Yachakuqqa kaymanta yachanakunqa. Notakunamanta qhawarinaq qhawarirë registrachkan.

source: Shibboleth authentication
qu_pe: Shibboleth autenticación

source: <p>First of all, you have to configure Shibboleth for your web server.</p>To configure it for Chamilo<h5>edit file main/auth/shibboleth/config/aai.class.php</h5><p>Modify object &#36;result values with the name of your Shibboleth attributes</p><ul><li>&#36;result-&gt;unique_id = 'mail';</li><li>&#36;result-&gt;firstname = 'cn';</li><li>&#36;result-&gt;lastname = 'uid';</li><li>&#36;result-&gt;email = 'mail';</li><li>&#36;result-&gt;language = '-';</li><li>&#36;result-&gt;gender = '-';</li><li>&#36;result-&gt;address = '-';</li><li>&#36;result-&gt;staff_category = '-';</li><li>&#36;result-&gt;home_organization_type = '-'; </li><li>&#36;result-&gt;home_organization = '-';</li><li>&#36;result-&gt;affiliation = '-';</li><li>&#36;result-&gt;persistent_id = '-';</li><li>...</li></ul><br/>Go to <a href='settings.php?category=Shibboleth'>Plugin</a> to add a configurable 'Shibboleth Login' button for your Chamilo campus.
qu_pe: <p>Sabranëq, servidorkunaq Shibbolethta kamachisqankuna.</p>Chamiloq <h5>main/auth/shibboleth/config/aai.class.php</h5> suyuta qillqaspa.<p>Shibboleth attributokuna sutinwan $result objetosninmi qillqaspa.</p><ul><li>$result->unique_id = 'mail';</li><li>$result->firstname = 'cn';</li><li>$result->lastname = 'uid';</li><li>$result->email = 'mail';</li><li>$result->language = '-';</li><li>$result->gender = '-';</li><li>$result->address = '-';</li><li>$result->staff_category = '-';</li><li>$result->home_organization_type = '-';</li><li>$result->home_organization = '-';</li><li>$result->affiliation = '-';</li><li>$result->persistent_id = '-';</li><li>...</li></ul><br/>Kamachisqakunapa <a href='settings.php?category=Shibboleth'>Plugin</a> suyuman rispa, Chamilo kampusqanqapaq "Shibboleth Login" botónninchata qhapaq.

source: LDAP authentication
qu_pe: LDAP autenticación

source: Facebook authentication
qu_pe: Facebook autenticación
