Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: <table cellspacing="0" cellpadding="10" border="1" width="720" style="" height:=""> <tbody> <tr> <td colspan="2"> <h3>Example fill the form activity : calculate the Body Mass Index</h3> </td> </tr> <tr> <td style="text-align: right;"><strong>Age</strong></td> <td width="75%" style="">[25] years old</td> </tr> <tr> <td style="text-align: right;"><strong>Sex</strong></td> <td style="" text-align:="">[M] (M or F)</td> </tr> <tr> <td style="text-align: right;"><strong>Weight</strong></td> <td style="" text-align:="">95 Kg</td> </tr> <tr> <td style="vertical-align: top; text-align: right;"><strong>Height</strong></td> <td style="vertical-align: top;">1.81 m</td> </tr> <tr> <td style="vertical-align: top; text-align: right;"><strong>Body Mass Index</strong></td> <td style="vertical-align: top;">[29] BMI =Weight/Size<sup>2</sup> (Cf.<a href="http://en.wikipedia.org/wiki/Body_mass_index" onclick="window.open(this.href,'','resizable=yes,location=yes,menubar=no,scrollbars=yes,status=yes,toolbar=no,fullscreen=no,dependent=no,width=800,height=600,left=40,top=40,status'); return false"> Wikipedia article</a>)</td> </tr> </tbody></table>
yo_ng: <table cellspacing="0" cellpadding="10" border="1" width="720" style="" height:=""> <tbody> <tr> <td colspan="2"> <h3>Àpẹẹrẹ ṣiṣe fọọmu iṣẹ : ṣe ìṣirò Ìdí Ìdí Ìdí Ara</h3> </td> </tr> <tr> <td style="text-align: right;"><strong>Ọjọ-ori</strong></td> <td width="75%" style="">[25] ọdún</td> </tr> <tr> <td style="text-align: right;"><strong>Ìbálòpọ̀</strong></td> <td style="" text-align:="">[M] (M tabi F)</td> </tr> <tr> <td style="text-align: right;"><strong>Ìdí</strong></td> <td style="" text-align:="">95 Kg</td> </tr> <tr> <td style="vertical-align: top; text-align: right;"><strong>Giga</strong></td> <td style="vertical-align: top;">1.81 m</td> </tr> <tr> <td style="vertical-align: top; text-align: right;"><strong>Ìdí Ìdí Ara</strong></td> <td style="vertical-align: top;">[29] BMI =Ìdí/Gig<sup>2</sup> (Cf.<a href="http://en.wikipedia.org/wiki/Body_mass_index" onclick="window.open(this.href,'','resizable=yes,location=yes,menubar=no,scrollbars=yes,status=yes,toolbar=no,fullscreen=no,dependent=no,width=800,height=600,left=40,top=40,status'); return false"> Àtẹ̀wé Wikipedia</a>)</td> </tr> </tbody></table>

source: Note down the address
yo_ng: Kọ adirẹẹsi silẹ

source: Contact the emergency services
yo_ng: Kan si awọn iṣẹ pajawiri

source: First step
yo_ng: Igbesẹ akọkọ

source: Second step
yo_ng: Igbesẹ keji

source: Please define the options
yo_ng: Jọwọ ṣàpèjúwe awọn aṣayan

source: Match them
yo_ng: Ṣe ìdọ́gba wọn

source: Please fill the two lists below
yo_ng: Jọwọ fọ awọn akojọ meji isalẹ

source: Please type the text
yo_ng: Jọwọ kọ ọrọ naa

source: Please define at least one blank with the selected marker
yo_ng: Jọwọ ṣàpẹẹrẹ o kere ju ọkan pẹlu ami ti a yan

source: Please type the question's answers
yo_ng: Jọwọ kọ awọn idahun ibeere naa

source: Please check the correct answer
yo_ng: Jọwọ ṣayẹwo idahun to tọ

source: Please check one or more correct answers
yo_ng: Jọwọ ṣayẹwo ọkan tabi diẹ sii awọn idahun to tọ

source: Question list of the test
yo_ng: Akojọ awọn ibeere ti idanwo naa

source: Recycle existing questions
yo_ng: Ṣàtúnṣe awọn ibeere ti o wa tẹlẹ

source: Correct test
yo_ng: Idanwo to tọ

source: Orphan questions
yo_ng: Awọn ibeere alainibaba

source: Questions list (there is no question so far).
yo_ng: Akojọ awọn ibeere (ko si ibeere sibẹsibẹ).

source: All tests
yo_ng: Gbogbo awọn idanwo

source: Go back to the test
yo_ng: Pada sẹhin si idanwo naa

source: Re-use in current test
yo_ng: Lo tun ni idanwo lọwọlọwọ

source: Tests management
yo_ng: Ṣakoso awọn idanwo

source: Question / Answer management
yo_ng: Ṣakoso Ibeere / Idahun

source: Question not found
yo_ng: A ko ri ibeere

source: Test not found or not visible
yo_ng: A ko ri idanwo tabi ko han

source: You already answered the question
yo_ng: O ti dahun ibeere naa tẹlẹ

source: Elements list
yo_ng: Akojọ awọn eroja

source: Corresponds to
yo_ng: O ṣe deede si

source: Expected choice
yo_ng: Aṣayan ti a nireti

source: Score for the test
yo_ng: Aami fun idanwo naa

source: You have reached the maximum number of attempts for this test. Being a trainer, you can go on practicing but your Results will not be reported.
yo_ng: O ti de nọmba ti o pọ julọ ti awọn igbiyanju fun idanwo yii. Gẹgẹbi olukọni, o le tẹsiwaju adaṣe ṣugbọn Awọn abajade rẹ kii yoo ṣe ijabọ.

source: Exercise added
yo_ng: Idaraya ti a ṣafikun

source: active
yo_ng: ti nṣiṣẹ

source: inactive
yo_ng: aiṣiṣẹ

source: Create questions
yo_ng: Ṣẹda awọn ibeere

source: your test has been saved
yo_ng: idanwo rẹ ti wa ni ipamọ

source: back to the edit page of questions
yo_ng: pada si oju-iwe ṣatunkọ awọn ibeere

source: make test
yo_ng: ṣe idanwo

source: Describe assessment settings
yo_ng: Ṣàpẹrẹ awọn eto igbelewọn

source: Create/Edit questions
yo_ng: Ṣẹda/Ṣatunkọ awọn ibeere

source: subtitle
yo_ng: akọle kekere

source: My answer
yo_ng: Idahun mi

source: + answer
yo_ng: + idahun

source: - answer
yo_ng: - idahun

source: Save test
yo_ng: Fipamọ idanwo

source: Add question to test
yo_ng: Fi ibeere kun idanwo

source: Save Answers
yo_ng: Fipamọ awọn idahun

source: Introduction
yo_ng: Ifihan

source: Assistant for the creation of tests
yo_ng: Oluranlọwọ fun ṣiṣẹda awọn idanwo

source: questionlist
yo_ng: akojọ ibeere

source: save tests
yo_ng: fipamọ awọn idanwo

source: Question with an image
yo_ng: Ibeere pẹlu aworan

source: Add a question
yo_ng: Fi ibeere kun

source: Do an test
yo_ng: Ṣe idanwo kan

source: Test list
yo_ng: Akojọ idanwo

source: Correct
yo_ng: Tọ

source: Number of good answers for one question
yo_ng: Nọmba awọn idahun to dara fun ibeere kan

source: number of errors by the learner
yo_ng: nọmba awọn aṣiṣe nipasẹ akẹkọ

source: Determine
yo_ng: Pinnu

source: a non numeric value
yo_ng: iye ti kii ṣe nọmba

source: Replaced
yo_ng: A rọpa

source: a value larger than 20
yo_ng: iye ti o tobi ju 20 lọ

source: Replace 20
yo_ng: Rọpa 20

source: previous values will be replaced by clicking the "default values" button
yo_ng: awọn iye ti tẹlẹ yoo di rọpa nipa titẹ bọtini "awọn iye aiyipada"

source: black numbers = score
yo_ng: awọn nọmba dudu = aami

source: Show score to learner:
yo_ng: Fi aami han ẹni ti nkọ:

source: Step 1
yo_ng: Igbesẹ 1

source: Step 2
yo_ng: Igbesẹ 2

source: Import Hotpotatoes
yo_ng: Gbe Hotpotatoes wọle

source: Import Hotpotatoes tests
yo_ng: Gbe awọn idanwo Hotpotatoes wọle

source: Upload Image file to the server
yo_ng: Gbe faili aworan soke si olupin

source: Test whithout Images
yo_ng: Idanwo laisi aworan

source: <br> You still have to upload
yo_ng: <br> O tun ni lati gbe soke

source: image(s) :
yo_ng: aworan(s) :

source: is not the valid file !
yo_ng: kii ṣe faili to wulo !

source: Index
yo_ng: Atọka

source: Indexes
yo_ng: Awọn atọka

source: Show Question
yo_ng: Fi ibeere han

source: Unknown Test
yo_ng: Idanwo aimọ

source: Reuse the question
yo_ng: Lo ibeere ti o wa tẹlẹ

source: Create test
yo_ng: Ṣẹda idanwo

source: Create a question
yo_ng: Ṣẹda ibeere kan

source: Create answers
yo_ng: Ṣẹda awọn idahun

source: Edit test name and settings
yo_ng: Ṣatunṣe orukọ idanwo ati awọn eto

source: Edit answers
yo_ng: Ṣatunṣe awọn idahun

source: for the test
yo_ng: fun idanwo naa

source: Use an existing question
yo_ng: Lo ibeere ti o wa tẹlẹ

source: Open question
yo_ng: Ibeere ṣiṣi

source: This answer has not yet been corrected. Meanwhile, your score for this question is set to 0, affecting the total score.
yo_ng: Idahun yii ko tii ṣe atunṣe sibẹsibẹ. Lakoko, aami rẹ fun ibeere yii ti ṣeto si 0, ti o ni ipa lori aami lapapọ.

source: Hot Potatoes Admin
yo_ng: Alakoso Hot Potatoes

source: New question
yo_ng: Ibeere tuntun

source: Please select an image
yo_ng: Jọwọ yan aworan kan

source: Description and scoring are required for each hotspot - feedback is optional
yo_ng: Aparẹ ati igbe aami ni a nilo fun gbogbo hotspot - esi pada jẹ aṣayan

source: You have to create one (1) hotspot at least.
yo_ng: O gbọdọ ṣẹda o kere ju hotspot kan (1).

source: The maximum hotspots you can create is twelve (12).
yo_ng: Hotspot ti o pọ julọ ti o le ṣẹda jẹ mejila (12).

source: Please supply a description and weighing for each hotspot.
yo_ng: Jọwọ pese apejuwe ati iwuwo fun gbogbo hotspot.

source: Add hotspot
yo_ng: Fi hotspot kun

source: Remove hotspot
yo_ng: Yọ hotspot kuro

source: Image zones
yo_ng: Awọn agbegbe aworan

source: Correct answer
yo_ng: Idahun to tọ

source: Your answer was
yo_ng: Idahun rẹ jẹ

source: For hotspots you can only use JPEG (.jpg or .jpeg) images
yo_ng: Fun awọn hotspot o le lo awọn aworan JPEG (.jpg tabi .jpeg) nikan

source: Show correct answers to each question and the score for the test
yo_ng: Fi awọn idahun to tọ han fun gbogbo ibeere ati aami fun idanwo naa

source: All questions
yo_ng: Gbogbo awọn ibeere

source: Edit title and description
yo_ng: Ṣatunṣe akọle ati apejuwe

source: Edit answers/hotspots
yo_ng: Ṣatunṣe awọn idahun/hotspots

source: You haven't drawn all your hotspots yet
yo_ng: O ko tii ya gbogbo awọn hotspot rẹ ṣibu

source: You must give a positive score for each hotspots
yo_ng: O gbọdọ fun aami rere fun gbogbo awọn hotspots

source: You should answer completely to the question (
yo_ng: O yẹ ki o dahun patapata si ibeere (

source: click(s) required on the image) before seeing the results
yo_ng: titẹ(i) ti a nilo lori aworan) ṣaaju ki o to ri awọn abajade

source: Description and scoring are required for each hotspot. Feedback is optional.
yo_ng: Ṣàlàyé àti ìdíwò jẹ́ ìdíyelò fún kọ̀ọ̀kan àwòrán àyè. Ìdáhùn jẹ́ àyànfẹ́.

source: To create a hotspot: select a shape next to the colour, and draw the hotspot. To move a hotspot, select the colour, click another spot in the image, and draw the hotspot. To add a hotspot: click the Add hotspot button. To close a polygon shape: right click and select Close polygon.
yo_ng: Láti ṣẹ̀dá àyè: yan ìdàrú lẹ́yìn àwọ̀, kí o sì ya àyè náà. Láti gbé àyè, yan àwọ̀, tẹ̀ sí ìpìlẹ̀ mìíràn nínú àwòrán, kí o sì ya àyè. Láti fi àyè kun: tẹ̀ bọ́tìńì Fún àyè. Láti pa ìdàrú ìgbòòlù: tẹ̀ ọ̀tún kí o yan Pa ìgbòòlù.

source: Incorrect
yo_ng: Kò tọ́

source: Click number
yo_ng: Nọ́mba ìtẹ̀

source: Please give an answer
yo_ng: Jọ̀wọ́ fún ìdáhùn kan

source: Add limits
yo_ng: Fi àwọn ìdíwò kun

source: Are you sure
yo_ng: Ṣe o dájú

source: Learner score
yo_ng: Ìdíwò akẹ́kọ̀ọ́

source: Back to test home
yo_ng: Pada sí ìlẹ̀ ìdánwò

source: The grade has been updated
yo_ng: Ìdíwò ti di ìdàtún

source: Grade inserted
yo_ng: Ìdíwò ti fi sínú

source: Please give a grade
yo_ng: Jọ̀wọ́ fún ìdíwò kan

source: Edit individual feedback and grade the open question
yo_ng: Ṣàtúnṣe ìdáhùn àdáni àti ìdíwò ìbéèrè ṣíṣí

source: Add individual feedback
yo_ng: Fi ìdáhùn àdáni kun

source: N°
yo_ng: Nọ́.

source: To create a new question, choose the type above
yo_ng: Láti ṣẹ̀dá ìbéèrè tuntun, yan ìrùǹrẹ̀ lókè

source: Matches To
yo_ng: Bámu Pẹ̀lú

source: Add element
yo_ng: Fi ẹlẹ́mẹ́ntì kun

source: Remove element
yo_ng: Yọ ẹlẹ́mẹ́ntì kúrò

source: Add answer option
yo_ng: Fi àṣàyàn ìdáhùn kun

source: Remove answer option
yo_ng: Yọ àṣàyàn ìdáhùn kúrò

source: Your score
yo_ng: Ìdíwò rẹ

source: Attempted
yo_ng: Ìgbìyànjú

source: Assign a grade
yo_ng: Fún ìdíwò kan

source: Proceed by clicking on a question type, then enter the appropriate information.
yo_ng: Tẹ̀ sí ìrùǹrẹ̀ ìbéèrè, lẹ́yìn náà fi ìròyìn tí ó yẹ wọlé.

source: Choose at least one good answer
yo_ng: Yan ìdáhùn rere kan kọ̀ọ̀kan

source: Test name and settings have been saved.
yo_ng: Orúkọ ìdánwò àti ìṣètò ti fipamọ́.

source: The test has been deleted
yo_ng: Ìdánwò ti parẹ́

source: Click this link to check the answer and/or give feedback
yo_ng: Tẹ̀ ìnọ́ọ̀sì yìí láti ṣayẹ̀wò ìdáhùn àti/tàbí fún ìdáhùn

source: A learner has answered an open question
yo_ng: Akẹ́kọ̀ọ́ ti dáhùn ìbéèrè ṣíṣí

source: Attempt details
yo_ng: Kùnkùn ìgbìyànjú

source: Test attempted
yo_ng: Ìdánwò tí a ṣe ìgbìyànjú

source: Learner name
yo_ng: Orúkọ akẹ́kọ̀ọ́

source: Learner e-mail
yo_ng: Ìmèẹ̀lì akẹ́kọ̀ọ́

source: Open question attempted is
yo_ng: Ìbéèrè ṣíṣí tí a ṣe ìgbìyànjú ni

source: Upload image (jpg, png or gif) to apply hotspots.
yo_ng: Gbe ìwòrán (jpg, png tabi gif) lati lo awọn aaye.

source: Now click on : (...)
yo_ng: Bayi tẹ lori: (...)

source: Examsheet viewed/corrected/commented by the trainer
yo_ng: Iwe idanwo ti wo/titunṣe/ṣe isọran nipasẹ olukọni

source: Your following attempt has been viewed/commented/corrected by the trainer
yo_ng: Ìgbìyànjú rẹ tìkehin ti wo/ṣe ìsọrọ̀n/titunṣe nipasẹ olukọni

source: Click the link below to access your account and view your commented Examsheet.
yo_ng: Tẹ ìnọ́ọ̀sì ìsàlẹ̀ láti wọlé sí àkọọ́ntì rẹ kí o sì wo Ìwé ìdánwò rẹ tí a ṣe ìsọrọ̀n.

source: Regards
yo_ng: Ẹ̀yin

source: You attempt for the test %s has been viewed/commented/corrected by the trainer. Click the link below to access your account and view your Examsheet.
yo_ng: Ìgbìyànjú rẹ fún ìdánwò %s ti wo/ṣe ìsọrọ̀n/titunṣe nipasẹ olukọni. Tẹ ìnọ́ọ̀sì ìsàlẹ̀ láti wọlé sí àkọọ́ntì rẹ kí o sì wo Ìwé ìdánwò rẹ.

source: Dear learner,
yo_ng: Akẹ́kọ̀ọ́ ọwọn,

source: Results enabled for learners
yo_ng: Awọn abajade ti ṣiṣẹ fun awọn akẹkọ

source: Results disabled for learners
yo_ng: Awọn abajade ti ṣe aiṣiṣẹ fun awọn akẹkọ

source: Include profiling
yo_ng: Kọ awọn profaili kun

source: Exclude profiling
yo_ng: Yọ awọn profaili kuro

source: Do not show results
yo_ng: Maṣe fi awọn abajade han

source: Show results to learners
yo_ng: Fi awọn abajade han fun awọn akẹkọ

source: Validate answers
yo_ng: Ṣe ìdáwò àwùnṣe

source: Allow answers order switches
yo_ng: Gba ìyípadà ìlẹ̀kọ̀ ìdáhùn

source: You cannot take test <b>%s</b> because you have already reached the maximum of %s attempts.
yo_ng: O kò le ṣe ìdánwò <b>%s</b> nítorí o ti dé ìpinnu ìgbìyànjú %s pípẹ́.

source: Number of random questions to display
yo_ng: Nọmba ìbéèrè ìdàpọ̀ ìdàrú

source: To randomize all questions choose 10. To disable randomization, choose "Do not randomize".
yo_ng: Láti ṣe ìdàpọ̀ gbogbo ìbéèrè yan 10. Láti pa ìdàpọ̀, yan "Má ṣe ìdàpọ̀".

source: Max number of attempts
yo_ng: Nọmba ìpinnu ìgbìyànjú

source: Do not randomize
yo_ng: Má ṣe ìdàpọ̀

source: Infinite
yo_ng: Ailopin

source: Back to Tests tool
yo_ng: Pada sí ìdàgbàsókè Ìdánwò

source: No start date
yo_ng: Kò sí ìpìlẹ̀ òrùnkún

source: Delete attempt?
yo_ng: Pa ìgbìyànjú rẹ̀?

source: Without comment
yo_ng: Láìsí ìwòye

source: Filter tests
yo_ng: Ṣààbò ìdánwò

source: Only unqualified
yo_ng: Pàápàá àìyẹ̀yẹ́

source: Only qualified
yo_ng: Pàápàá yẹ̀yẹ́

source: Time limit reached
yo_ng: Àkókò ìparí ti dé

source: Try again
yo_ng: Gbìyànjú tún

source: Theory link
yo_ng: Ìsopọ̀ ìmọ̀ ìlànà

source: End of activity
yo_ng: Ìparí ìṣiṣẹ́

source: Exam (no feedback)
yo_ng: Ìdánwò (kò sí ìdàhùn)

source: Adaptative test with immediate feedback
yo_ng: Ìdánwò ìbámu pẹ̀lú ìdàhùn ìlọ́wọ́lọ́wọ́

source: Feedback
yo_ng: Ìdàhùn

source: Scenario
yo_ng: Ètò ìṣẹ̀lẹ̀

source: Visit this link
yo_ng: Ṣàyẹ̀wò ìsopọ̀ yìí

source: Exit test
yo_ng: Jade kúrò nínú ìdánwò

source: %1 seconds
yo_ng: %1 àwọn aaya

source: Difficulty
yo_ng: Ìṣòro

source: New score
yo_ng: Dírèkì tuntun

source: New comment
yo_ng: Ìwòye tuntun

source: The test did not start yet
yo_ng: Ìdánwò kò tíì bẹ̀rẹ̀

source: The trainer did not allow the test to start yet
yo_ng: Olùkọ́ kò yọ̀ọ́n ìdánwò láti bẹ̀rẹ̀

source: Select target question
yo_ng: Yan ìbéèrè ìfọ̀kànsí

source: The test type cannot be modified since it was set to self evaluation. Self evaluation gives you the possibility to give direct feedback to the user, but this is not compatible with all question types and, so this type quiz cannot be changed afterward.
yo_ng: Irú ìdánwò kò ṣeé yí padà nítorí a ti ṣètò rẹ̀ sí ìmúdàwò ara ẹni. Ìmúdàwò ara ẹni fún ọ lọ́wọ́ ìdáhùn tààrà pẹ̀lú olùpẹ̀lò, ṣùgbọ́n èyí kò ṣe pàtàkì pẹ̀lú gbogbo irú ìbéèrè àti, nítorí náà irú ìdáhùn yìí kò ṣeé yí padà lẹ́yìn náà.

source: Not available
yo_ng: Kò wà

source: Can't view results
yo_ng: Kò le wo àwọn àbàtà

source: With individual feedback
yo_ng: Pẹ̀lú ìdàhùn kọ̀ọ̀kan

source: Uncorrected results
yo_ng: Àwọn àbàtà tí kò tíì ṣàtúnṣe

source: Hide results
yo_ng: Fi àwọn àbàtà pamọ́

source: Show score to learner
yo_ng: Fi ìdíwọ̀ hàn ọmọ ẹlẹ́kọ̀

source: Proceed to questions
yo_ng: Tẹ̀síwájú lọ sí ìbéèrè

source: Add this question to the test
yo_ng: Fi ìbéèrè yìí kun ìdánwò

source: Display
yo_ng: Fi hàn

source: Multiple choice
yo_ng: Yàn púpọ̀

source: Multiple answer
yo_ng: Ìdáhùn púpọ̀

source: You can not take this test because you have already reached one attempt
yo_ng: O kò le ṣe ìdánwò yìí nítorí o ti dé ìgbìyànjú kan

source: Questions per page
yo_ng: Ìbéèrè fún ìkòwé

source: One
yo_ng: Ọkan

source: All
yo_ng: Gbogbo

source: Edit individual feedback
yo_ng: Ṣàtúnṣe ìdàhùn kọ̀ọ̀kan

source: Thank you for passing the test
yo_ng: Ẹ ṣeun fún ìgbé ìdánwò

source: At end of test
yo_ng: Ni ipari idanwo

source: Select the good reasoning
yo_ng: Yan ìdí rere

source: A then B then C
yo_ng: A lẹhinna B lẹhinna C

source: Milk is the basis of many dairy products such as butter, cheese, yogurt, among other
yo_ng: Wara jẹ ipilẹ ọpọlọpọ awọn ọja ifunwara gẹgẹbi bota, warankasi, yogurt, laarin awọn miiran

source: A then C then B
yo_ng: A lẹhinna C lẹhinna B

source: Oats are one of the most comprehensive grain. By their energy and nutritional qualities has been the basis of feeding people
yo_ng: Oats jẹ ọkan ninu awọn iru ọkà pipe julọ. Nipa agbara wọn ati awọn agbara ijẹẹmu ti jẹ ipilẹ ifunni eniyan

source: The marasmus is a consequence of
yo_ng: Marasmus jẹ abajade

source: Lack of Calcium
yo_ng: Aisi Calcium

source: The calcium acts as a ...
yo_ng: Calcium ṣiṣẹ bi ...

source: Lack of Vitamin A
yo_ng: Aisi Vitamin A

source: The Vitamin A is responsible for...
yo_ng: Vitamin A jẹ iduduro fun...

source: Calculate the Body Mass Index
yo_ng: Ṣe ìṣiro Àwọ̀n Ìdí Ara

source: Order the operations
yo_ng: Ṣeto awọn iṣẹ

source: List what you consider the 10 top qualities of a good project manager?
yo_ng: Akọsilẹ awọn ohun-ini 10 ti o kọkọ si ti oluṣakoso iṣẹ rere kan?

source: Add/edit hotspots on the image
yo_ng: Fi kun/tẹ̀síwájú awọn aaye gbigbona lori aworan

source: Reached time limit admin
yo_ng: Ti de opin akoko oludari

source: Last score of a exercise
yo_ng: Aami igba ikẹhin ti adaṣe kan

source: If you edit a question score, please remember that this Exercise was added in a Course
yo_ng: Ti o ba ṣatunṣe aami ibeere kan, jọwọ ranti pe Adaṣe yii ti kun si Iṣẹ kan

source: Select exercise
yo_ng: Yan adaṣe

source: You have to select a test
yo_ng: O gbọdọ yan idanwo kan

source: Hotspot delineation
yo_ng: Ìdíwò aaye gbigbona

source: More areas at risk
yo_ng: Awọn agbegbe diẹ sii ni ewu

source: Less areas at risk
yo_ng: Awọn agbegbe diẹ sii ni ewu

source: This message, as well as the results table, will appear to the learner if he fails this step
yo_ng: Ìfọwérànṣẹ yìí, ati tabili awọn abajade, yoo han fun akẹkọ ti ko ṣaṣeyọri igbesẹ yii

source: Minimum overlap
yo_ng: Ìsopọpọ ìpinnu ìdibọ

source: Maximum excess
yo_ng: Ìdàgbàsókè ìdàbòsókè

source: Maximum missing
yo_ng: Ìdàbòsókè ìdàbòsókè

source: If no error
yo_ng: Ti ko ba si aṣiṣe

source: The learner made no mistake
yo_ng: Akẹkọ naa ko ṣe aṣiṣe kankan

source: Your delineation :
yo_ng: Ìdíwò rẹ :

source: Your result is :
yo_ng: Abajade rẹ ni :

source: Overlapping area
yo_ng: Agbegbe agbekọja

source: Missing area
yo_ng: Agbegbe ti nsọnu

source: Excessive area
yo_ng: Agbegbe ti o pọ ju

source: Minimum
yo_ng: Ìpinnu ìdibọ ìdàbòsókè

source: Requirements
yo_ng: Awọn ibeere

source: One (or more) area at risk has been hit
yo_ng: Agbegbe kan (tabi diẹ sii) ti o wa ninu ewu ti lu

source: Too many iterations while calculating your answer. Please try drawing your delineation in a more straightforward manner
yo_ng: Awọn iterations pupọ ju nigba ṣiṣiro idahun rẹ. Jọwọ gbiyanju iyaworan ìdíwò rẹ ni ọna ti o tọ diẹ sii

source: Thresholds
yo_ng: Awọn ìlọsọwòpọ̀

source: Delineation
yo_ng: Ìdíwò

source: Question type does not belong to feedback type in exercise
yo_ng: Iru ibeere ko ni idapo si iru esi ninu adaṣe

source: By
yo_ng: Nipasẹ

source: Users online
yo_ng: Awọn olumulo lori ayelujara

source: Remove
yo_ng: Yọ kuro

source: Links
yo_ng: Awọn asopọ

source: Forums
yo_ng: Awọn apejọ

source: Students list report
yo_ng: Ijabọ akojọ awọn ọmọ ile-iwe

source: Create folder
yo_ng: Ṣẹda folda

source: Name
yo_ng: Orukọ

source: Comment
yo_ng: Ìròyìn

source: Visible
yo_ng: Ti kòòkan

source: Folder created
yo_ng: Folda ti ṣẹ̀dá

source: Download
yo_ng: Igbasilẹ̀

source: Group
yo_ng: Ẹgbẹ́

source: Group Forum
yo_ng: Fọ́ọ̀mù Ẹgbẹ́

source: Do you want audio file to START automatically?
yo_ng: Ṣe o fẹ́ kí faili ohùn BẸ̀RẸ̀ laifọwọ́si?

source: Forum
yo_ng: Fọ́ọ̀mù

source: Remove picture
yo_ng: Yọ aworan kuro

source: Course code
yo_ng: Koodu Ẹ̀kọ́

source: down
yo_ng: isalẹ̀

source: Time report for course %s
yo_ng: Ìròyìn àkókò fún ẹ̀kọ́ %s

source: Graphical theme
yo_ng: Àwòrán apẹẹrẹ

source: Create category
yo_ng: Ṣẹ̀dá ẹka

source: Upload document
yo_ng: Gbe ìwé kalẹ̀

source: Save changes
yo_ng: Fi ìyípadà pamọ́

source: Too short
yo_ng: Kùkùrù ju

source: To do
yo_ng: Ṣe

source: Time report including all courses and sessions, by teacher
yo_ng: Ìròyìn àkókò tí ó kan gbogbo àwùjọ ẹ̀kọ́ àti ìpàdé, nípa olùkọ́

source: Edit Category
yo_ng: Ṣàtúnṣe Ẹka

source: Hide
yo_ng: Fi pamọ́

source: Dear
yo_ng: Olufẹ́

source: archive
yo_ng: Àkójọ ìpamọ́

source: Code
yo_ng: Koodu

source: No description
yo_ng: Kò sí ìròyìn

source: First name
yo_ng: Orúkọ ìdí

source: Last name
yo_ng: Orúkọ ìdí ìkẹ́yì

source: Slideshow conversion
yo_ng: Ìyípadà ìfọwọ́sowọ́pọ̀

source: File upload
yo_ng: Gbe faili kalẹ̀

source: Available from
yo_ng: Ṣe wà látàrí

source: Until
yo_ng: Títí

source: Preview
yo_ng: Àwòkàyà

source: E-mail address
yo_ng: Àdírẹ́sì ìmèlì

source: Company
yo_ng: Ile-iṣẹ́

source: Reporting
yo_ng: Ìròyìn

source: Update
yo_ng: Ṣàtúnṣe

source: Select question type
yo_ng: Yan irú ìbéèrè

source: Current course
yo_ng: Ẹ̀kọ́ lọ́wọ́lọ́wọ́

source: Back
yo_ng: Sọ padà

source: Information
yo_ng: Ìròyìn

source: Search
yo_ng: Ṣàwárí

source: Advanced search
yo_ng: Ṣàwárí àfikún

source: Open
yo_ng: Ṣii

source: Import
yo_ng: Gbe wọlé

source: Add another
yo_ng: Fi ìdí míràn kun

source: Author
yo_ng: Èdè

source: True / False
yo_ng: Òtítọ́ / Òdì

source: Question type
yo_ng: Irú ìbéèrè

source: No search results
yo_ng: Kò sí ìpìlẹ̀ ìwádìí

source: Select question
yo_ng: Yan ìbéèrè

source: Add new question type
yo_ng: Fi irú ìbéèrè tuntun kun

source: Numbered
yo_ng: Nọmba

source: %B %d, %Y at %I:%M %p
yo_ng: %B %d, %Y ni %I:%M %p

source: Yes
yo_ng: Bẹẹni

source: No
yo_ng: Rara

source: Back to Home Page.
yo_ng: Pada si oju-iwe Ile.

source: Proposals for an improvement of
yo_ng: Awọn aba fun imudara ti

source: Save
yo_ng: Fi pamọ

source: Move
yo_ng: Gbe

source: Help
yo_ng: Iranlọwọ

source: Add
yo_ng: Ṣafikun

source: Add an introduction text
yo_ng: Ṣafikun ọrọ ifihan

source: Return to the list
yo_ng: Pada si akojọ

source: You left some fields empty.<br>Use the <b>Back</b> button on your browser and try again.<br>If you ignore your training code, see the Training Program
yo_ng: O fi diẹ ninu awọn aaye ti o ṣofo silẹ.<br>Lo bọttọnu <b>Back</b> lori ẹrọ ẹrọ rẹ ki o tun gbiyanju.<br>Ti o ba fipamọ koodu ikẹkọ rẹ, wo Eto Ikẹkọ

source: Please confirm your choice
yo_ng: Jọwọ ṣe idaniloju yiyan rẹ

source: and
yo_ng: ati

source: Your choice
yo_ng: Yiyan rẹ

source: Quit test
yo_ng: Fi idanwo silẹ

source: Cancel
yo_ng: Fagilee
