Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Sine: sin(x)
ast_es: Senu: sin(x)
bn_bd: সাইন: sin(x)
bs_ba: Sinus: sin(x)
ca_es: Sinus: sin(x)
cs_cz: Sinus: sin(x)
da: Sinus: sin(x)
de: Sinus: sin(x)
el: Ημίτονο: sin(x)
eo: Sino: sin(x)
es: Seno: sin(x)
es_mx: Seno: sin(x)
eu_es: Sinea: sin(x)
fa_ir: سینوس: sin(x)
fi_fi: Sinus: sin(x)
fur: Sin: sin(x)
ga: Sín: sin(x)
gl: Seno: sin(x)
hi: साइन: sin(x)
hr_hr: Sinus: sin(x)
hu_hu: Szinusz: sin(x)
hy: Սինուս: sin(x)
id_id: Sinus: sin(x)
it: Seno: sin(x)
ja: サイン: sin(x)
ka_ge: სინუსი: sin(x)
ko_kr: 사인: sin(x)
lo: ໄຊ: sin(x)
lt_lt: Sinusas: sin(x)
lv_lv: Sinuss: sin(x)
mk_mk: Синус: sin(x)
ms_my: Sinus: sin(x)
my_mm: ဆိုင်း: sin(x)
ne: साइन: sin(x)
nl: Sinus: sin(x)
nn_no: Sinus: sin(x)
oc: Sinus: sin(x)
pl_pl: Sinus: sin(x)
ps: سین: sin(x)
pt_pt: Seno: sin(x)
ro_ro: Sinus: sin(x)
ru_ru: Синус: sin(x)
sk_sk: Sínus: sin(x)
sl: Sinus: sin(x)
sq: Sinus: sin(x)
sr_rs: Sinus: sin(x)
sv_se: Sinus: sin(x)
ta: சைன்: sin(x)
th: ไซน์: sin(x)
tr: Sinüs: sin(x)
uk_ua: Синус: sin(x)
xh_za: I-sine: sin(x)
zh_cn: 正弦： sin(x)
zh_tw: 正弦： sin(x)

source: Pi number: pi
ar: pi النسبة الثابتة
ast_es: Númberu pi: pi
bn_bd: পাই সংখ্যা: pi
bs_ba: Broj pi: pi
ca_es: Número pi: pi
cs_cz: Číslo pi: pi
da: Pi-tal: pi
de: Pi: pi
el: Αριθμός π: pi
eo: Nombro Pi: pi
es: Número pi: pi
es_mx: Número pi: pi
eu_es: Pi zenbakia: pi
fa_ir: عدد پی: pi
fi_fi: Pii-luku: pi
fo_fo: Pi talvið: pi
fur: Nûmar Pi: pi
ga: Uimhir Pi: pi
gl: Número Pi: pi
he_il: מספר פאי: pi
hi: पाई संख्या: pi
hr_hr: Broj pi: pi
hu_hu: Pi szám: pi
hy: Պի թիվ: pi
id_id: Bilangan Pi: pi
it: Pi greco: pi
ja: πの数: π
ka_ge: პი რიცხვი: pi
ko_kr: 파이 수: pi
lt_lt: Pi skaičius: pi
lv_lv: Pi skaitlis: pi
mk_mk: Бројот Пи: pi
ms_my: Bilangan Pi: pi
my_mm: ပိုင်နံပါတ်: pi
ne: पाइ संख्या: pi
nl: Pi-nummer: π
nn_no: Pi-tala: pi
oc: Nombro Pi: pi
pl_pl: Liczba pi: pi
ps: پای شمېر: پای
pt_br: Número Pi: pi
pt_pt: Número pi: pi
ro_ro: Numărul Pi: pi
ru_ru: Число Пи: pi
sk_sk: Číslo Pí: pi
sl: število PI: e
sq: Numri Pi: pi
sr_rs: Broj pi: pi
sv_se: Pi-tal: pi
sw_ke: Nambari ya Pi: pi
ta: பை எண்: pi
th: เลขพี: pi
tl_ph: Bilang Pi: pi
tr: Pi sayısı: pi
uk_ua: Число π: pi
vi_vn: Số Pi: pi
xh_za: Inani le-Pi: pi
zh_cn: 圆周率： pi
zh_tw: 圓周率： pi

source: E number: e
ar: E العدد: e
ast_es: Númberu e: e
bn_bd: ই সংখ্যা: e
bs_ba: Broj e: e
ca_es: Número e: e
cs_cz: Číslo e: e
da: E-tal: e
de: Euler′sche Zahl: e
el: Αριθμός Ε: e
eo: Nombro E: e
es: Número e: e
es_mx: Número e: e
eu_es: E zenbakia: e
fa_ir: عدد ای: e
fi_fi: E-luku: e
fo_fo: E talvið: e
fur: Nûmar E: e
ga: Uimhir E: e
gl: Numero E: e
he_il: מספר אֵי: e
hi: ई संख्या: e
hr_hr: Broj e: e
hu_hu: E szám: e
hy: Ե թիվ: e
id_id: Bilangan E: e
it: Numero E: e
ja: E 数: e
ka_ge: ე რიცხვი: e
ko_kr: e 수: e
lt_lt: E skaičius: e
lv_lv: E skaitlis: e
mk_mk: Бројот E: e
ms_my: Bilangan E: e
my_mm: အီးနံပါတ်: e
ne: ई संख्या: e
nl: E-nummer: E
nn_no: E-tala: e
oc: Nombro e: e
pl_pl: Liczba e: e
ps: ای شمېر: ای
pt_br: Número E: e
pt_pt: Número e: e
ro_ro: Numărul E: e
ru_ru: Число E: e
sk_sk: E číslo: e
sl: število E: e
sq: Numri E: e
sr_rs: Broj e: e
sv_se: E-tal: e
sw_ke: Nambari ya E: e
ta: ஈ எண்: e
th: เลขอี: e
tl_ph: Bilang E: e
tr: E sayısı: e
uk_ua: Число e: e
vi_vn: Số E: e
xh_za: Inani le-E: e
zh_cn: 自然常数： e
zh_tw: 自然對數底數： e

source: Logarithm: log(x)
ar: log(x) اللوغارتم
ast_es: Logaritmu: log(x)
bn_bd: লগারিদম: log(x)
bs_ba: Logaritam: log(x)
ca_es: Logaritme: log(x)
cs_cz: Logaritmus: log(x)
da: Logaritme: log(x)
de: Logarithmus: log(x)
el: Λογάριθμος: log(x)
eo: Logaritmo: log(x)
es: Logaritmo: log(x)
es_mx: Logaritmo: log(x)
eu_es: Logaritmoa: log(x)
fa_ir: لگاریتم: log(x)
fi_fi: Logaritmi: log(x)
fo_fo: Logaritmus: log(x)
fur: Logaritm: log(x)
ga: Logartam: log(x)
gl: Logaritmo: log(x)
hi: लघुगणक: log(x)
hr_hr: Logaritam: log(x)
hu_hu: Logaritmus: log(x)
hy: Լոգարիթմ: log(x)
id_id: Logaritma: log(x)
it: Logaritmo: log(x)
ja: 対数： log(x)
ka_ge: ლოგარითმი: log(x)
ko_kr: 로그아리즘: log(x)
lo: ໂລກາລິດ: log(x)
lt_lt: Logaritmas: log(x)
lv_lv: Logaritms: log(x)
mk_mk: Логаритам: log(x)
ms_my: Logaritma: log(x)
my_mm: လော့ဂရစ်သမ်: log(x)
ne: लघुगणक: log(x)
nl: Logaritme: log(x)
nn_no: Logaritme: log(x)
oc: Logaritme: log(x)
pl_pl: Logarytm: log(x)
ps: لوګاریټم: log(x)
pt_br: Logaritmo: log(x)
pt_pt: Logaritmo: log(x)
ro_ro: Logaritm: log(x)
ru_ru: Логарифм: log(x)
sk_sk: Logaritmus: log(x)
sl: Logaritem: log(x)
sq: Logaritëm: log(x)
sr_rs: Logaritam: log(x)
sv_se: Logaritm: log(x)
sw_ke: Logarithimu: log(x)
ta: லாங்கரிதம்: log(x)
th: ลอการิทึม: log(x)
tl_ph: Logaritmo: log(x)
tr: Logaritma: log(x)
uk_ua: Логарифм: log(x)
vi_vn: Logarit: log(x)
xh_za: I-logarithm: log(x)
zh_cn: 对数： log(x)
zh_tw: 對數： log(x)

source: Natural logarithm: ln(x)
ar: ln(x) اللوغارتم الطبيعي
ast_es: Logaritmu natural: ln(x)
bn_bd: প্রাকৃতিক লগারিদম: ln(x)
bs_ba: Prirodni logaritam: ln(x)
ca_es: Logaritme natural: ln(x)
cs_cz: Naturální logaritmus: ln(x)
da: Naturlig logaritme: ln(x)
de: Natürlicher Logarithmus: ln(x)
el: φυσικός λογάριθμος: ln(x)
eo: Natura logaritmo: ln(x)
es: Logaritmo natural: ln(x)
es_mx: Logaritmo natural: ln(x)
eu_es: Logaritmo naturala: ln(x)
fa_ir: لگاریتم طبیعی: ln(x)
fi_fi: Luonnollinen logaritmi: ln(x)
fo_fo: Natúrligur logaritmus: ln(x)
fur: Logaritm natural: ln(x)
ga: Logartam nádúrtha: ln(x)
gl: Logaritmo natural: ln(x)
he_il: לוגריתם טבעי: ln(x)
hi: प्राकृतिक लघुगणक: ln(x)
hr_hr: Prirodni logaritam: ln(x)
hu_hu: Természetes logaritmus: ln(x)
hy: Բնական լոգարիթմ: ln(x)
id_id: Logaritma natural: ln(x)
it: Logaritmo naturale: ln(x)
ja: 自然対数： ln(x)
ka_ge: ნატურალური ლოგარითმი: ln(x)
ko_kr: 자연로그아리즘: ln(x)
lo: ໂລກາລິດທຳມະຊາດ: ln(x)
lt_lt: Natūralusis logaritmas: ln(x)
lv_lv: Naturālais logaritms: ln(x)
mk_mk: Натурален логаритам: ln(x)
ms_my: Logaritma semula jadi: ln(x)
my_mm: နယ်ချူရယ်လော့ဂရစ်သမ်: ln(x)
ne: प्राकृतिक लघुगणक: ln(x)
nl: Natuurlijke logaritme: ln(x)
nn_no: Naturlig logaritme: ln(x)
oc: Logaritme natural: ln(x)
pl_pl: Logarytm naturalny: ln(x)
ps: طبعی لوګاریټم: ln(x)
pt_br: Logaritmo natural: ln(x)
pt_pt: Logaritmo natural: ln(x)
ro_ro: Logaritm natural: ln(x)
ru_ru: Натуральный логарифм: ln(x)
sk_sk: Prirodzený logaritmus: ln(x)
sl: Naravni logaritem: ln(x)
sq: Logaritëm natyror: ln(x)
sr_rs: Prirodni logaritam: ln(x)
sv_se: Naturlig logaritm: ln(x)
sw_ke: Logarithimu asilia: ln(x)
ta: இயற்கை லாங்கரிதம்: ln(x)
th: ลอการิทึมธรรมชาติ: ln(x)
tl_ph: Natural na logaritmo: ln(x)
tr: Doğal logaritma: ln(x)
uk_ua: Натуральний логарифм: ln(x)
vi_vn: Logarit tự nhiên: ln(x)
xh_za: I-natural logarithm: ln(x)
zh_cn: 自然对数： ln(x)
zh_tw: 自然對數： ln(x)

source: Absolute value: abs(x)
ar: abs(x) القيمة المطلقة
ast_es: Valor absolutu: abs(x)
bn_bd: অবশিষ্ট মান: abs(x)
bs_ba: Apsolutna vrijednost: abs(x)
ca_es: Valor absolut: abs(x)
cs_cz: Absolutní hodnota: abs(x)
da: Absolut værdi: abs(x)
de: Absolutwert: abs(x)
el: Απόλυτη τιμή: abs(x)
eo: Absoluta valoro: abs(x)
es: Valor absoluto: abs(x)
es_mx: Valor absoluto: abs(x)
eu_es: Balio absolutua: abs(x)
fa_ir: مقدار مطلق: abs(x)
fi_fi: Absoluuttinen arvo: abs(x)
fo_fo: Absolut virði: abs(x)
fur: Valôr absolut: abs(x)
ga: Luach absalóideach: abs(x)
gl: Valor absoluto: abs(x)
he_il: ערך מוחלט: abs(x)
hi: परम मान: abs(x)
hr_hr: Apsolutna vrijednost: abs(x)
hu_hu: Abszolút érték: abs(x)
hy: Աբսոլյուտ արժեք: abs(x)
id_id: Nilai absolut: abs(x)
it: Valore assoluto: abs(x)
ja: 絶対値： abs(x)
ka_ge: აბსოლუტური მნიშვნელობა: abs(x)
ko_kr: 절댓값: abs(x)
lo: ຄ່າສຳບູນ: abs(x)
lt_lt: Absoliuti vertė: abs(x)
lv_lv: Absolūtā vērtība: abs(x)
mk_mk: Апсолутна вредност: abs(x)
ms_my: Nilai mutlak: abs(x)
my_mm: အကြွင်းမဲ့တန်ဖိုး: abs(x)
ne: पूर्ण मान: abs(x)
nl: Absolute waarde
nn_no: Absolutt verdi: abs(x)
oc: Valor absolut: abs(x)
pl_pl: Wartość bezwzględna: abs(x)
ps: مطلق ارزښت: abs(x)
pt_br: Valor absoluto: abas(x)
pt_pt: Valor absoluto: abs(x)
ro_ro: Valoare absolută: abs(x)
ru_ru: Абсолютное значение: abs(x)
sk_sk: Absolútna hodnota: abs(x
sl: Absolutna vrednost: abs(x)
sq: Vlerë absolute: abs(x)
sr_rs: Apsolutna vrednost: abs(x)
sv_se: Absolutvärde: abs(x)
sw_ke: Thamani halisi: abs(x)
ta: முழு மதிப்பு: abs(x)
th: ค่าสัมบูรณ์: abs(x)
tl_ph: Absolute na halaga: abs(x)
tr: Mutlak değer: abs(x)
uk_ua: Абсолютне значення: abs(x)
vi_vn: Giá trị tuyệt đối: abs(x)
xh_za: I-absolute value: abs(x)
zh_cn: 绝对值： abs(x)
zh_tw: 絕對值： abs(x)

source: Square root: sqrt(x)
ar: sqrt(x) الجذر التربيعي
ast_es: Raíz cadrada: sqrt(x)
bn_bd: বর্গমূল: sqrt(x)
bs_ba: Kvadratni korijen: sqrt(x)
ca_es: Arrel quadrada: sqrt(x)
cs_cz: Odmocnina: sqrt(x)
da: Kvadratrod: sqrt(x)
de: Quadratwurzel: sqrt(x)
el: Τετραγωνική ρίζα: sqrt(x)
eo: Kvadrata radiko: sqrt(x)
es: Raíz cuadrada: sqrt(x)
es_mx: Raíz cuadrada: sqrt(x)
eu_es: Erro karratua: sqrt(x)
fa_ir: ریشه دوم: sqrt(x)
fi_fi: Neliöjuuri: sqrt(x)
fo_fo: Rótarkvadrat: sqrt(x)
fur: Radece cuadrade: sqrt(x)
ga: Fréamh cearnach: sqrt(x)
gl: Raiz cadrada: sqrt(x)
he_il: שורש ריבועי: sqrt(x)
hi: वर्गमूल: sqrt(x)
hr_hr: Kvadratni korijen: sqrt(x)
hu_hu: Négyzetgyök: sqrt(x)
hy: Քառակուսի արմատ: sqrt(x)
id_id: Akar kuadrat: sqrt(x)
it: Radice quadrata: sqrt(x)
ja: 平方根： sqrt(x)
ka_ge: კვადრატული ფესვი: sqrt(x)
ko_kr: 제곱근: sqrt(x)
lo: ຮາກຂັ້ນສອງ: sqrt(x)
lt_lt: Kvadratinė šaknis: sqrt(x)
lv_lv: Kvadrātsakne: sqrt(x)
mk_mk: Корен квадратен: sqrt(x)
ms_my: Punca kuasa dua: sqrt(x)
my_mm: စတုရန်းအမြစ်: sqrt(x)
ne: वर्गमूल: sqrt(x)
nl: Kwadraatwortel: √(x)
nn_no: Kvadratrot: sqrt(x)
oc: Raca quadrada: sqrt(x)
pl_pl: Pierwiastek kwadratowy: sqrt(x)
ps: سکوېر روټ: sqrt(x)
pt_br: Raiz quadrada: sqrt(x)
pt_pt: Raiz quadrada: sqrt(x)
ro_ro: Rădăcină pătrată: sqrt(x)
ru_ru: Квадратный корень: sqrt(x)
sk_sk: Druhá odmocnina: sqrt(x)
sl: Kvadratni koren: sqrt(x)
sq: Rrënjë katrore: sqrt(x)
sr_rs: Kvadratni koren: sqrt(x)
sv_se: Kvadratrot: sqrt(x)
sw_ke: Mzizi wa mraba: sqrt(x)
ta: சதுர மூலம்: sqrt(x)
th: รากที่สอง: sqrt(x)
tr: Kare kök: sqrt(x)
uk_ua: Квадратний корінь: sqrt(x)
vi_vn: Căn bậc hai: sqrt(x)
xh_za: I-square root: sqrt(x)
zh_cn: 平方根： sqrt(x)
zh_tw: 平方根： sqrt(x)

source: Exponentiation: ^
ar: ^ القوى
ast_es: Potenciación: ^
bn_bd: ঘাত: ^
bs_ba: Eksponencijacija: ^
ca_es: Exponenciació: ^
cs_cz: Umocnění: ^
da: Potensering: ^
de: Potenzierung: ^
el: Ύψωση σε δύναμη: ^
eo: Potenco: ^
es: Potencia: ^
es_mx: Exponenciación: ^
eu_es: Potentzia: ^
fa_ir: توان: ^
fi_fi: Potenssi: ^
fo_fo: Exponering: ^
fur: Elevazion a potenze: ^
ga: Easpónantacht: ^
gl: Potencia: ^
hi: घात: ^
hr_hr: Potenciranje: ^
hu_hu: Hatványozás: ^
hy: Ստորոբացահայտչություն: ^
id_id: Pangkat: ^
it: Elevamento a potenza: ^
ja: 累乗： ^
ka_ge: ძალისამხრე: ^
ko_kr: 지수: ^
lo: ການຂຶ້ນກຳລັງ: ^
lt_lt: Laipsnio pakėlimas: ^
lv_lv: Pakāpe: ^
mk_mk: Експоненција: ^
ms_my: Peningkatan kuasa: ^
my_mm: ထပ်ညွှန်း: ^
ne: घातांक: ^
nl: Exponentiëring: ^
nn_no: Potens: ^
oc: Exponentacion: ^
pl_pl: Potęgowanie: ^
ps: قدرتي کول: ^
pt_br: Exponenciação: ^
pt_pt: Exponenciação: ^
ro_ro: Expoențiere: ^
ru_ru: Возведение в степень: ^
sk_sk: Umocnenie: ^
sl: Eksponent: ^
sq: Fuqizim: ^
sr_rs: Eksponencijacija: ^
sv_se: Exponentiering: ^
sw_ke: Kupandishwa nguvu: ^
ta: எக்ஸ்போனென்ஷியேஷன்: ^
th: เลื่อนกำลัง: ^
tl_ph: Pag-angat sa kapangyarihan: ^
tr: Üs alma: ^
uk_ua: Степінь: ^
vi_vn: Lũy thừa: ^
xh_za: I-exponentiation: ^
zh_cn: 幂： ^
zh_tw: 次方： ^

source: Division: /
ar: / القسمة
ast_es: División: /
bn_bd: ভাগ: /
bs_ba: Dijeljenje: /
ca_es: Divisió: /
cs_cz: Dělení: /
el: Διαίρεση: /
eo: Divido: /
es: División: /
es_mx: División: /
eu_es: Zatikia: /
fa_ir: تقسیم: /
fi_fi: Jakolasku: /
fo_fo: Deiling: /
fur: Divizion: /
ga: Rannán: /
gl: División: /
hi: भाग: /
hr_hr: Dijeljenje: /
hu_hu: Osztás: /
hy: Բաժանում: /
id_id: Pembagian: /
it: Divisione: /
ja: 部門：/
ka_ge: გაყოფა: /
ko_kr: 나눗셈: /
lo: ການຫານ: /
lt_lt: Dalyba: /
lv_lv: Dalīšana: /
mk_mk: Делење: /
ms_my: Pembahagian: /
my_mm: စာလုံးပုံစံ: /
ne: भाग: /
nl: Afdeling: /
nn_no: Divisjon: /
pl_pl: Dzielenie: /
ps: وېشل: /
pt_br: Divisão: /
pt_pt: División: /
ro_ro: Împărțire: /
ru_ru: Деление: /
sk_sk: Delenie: /
sl: Deljenje: /
sq: Përçjim: /
sr_rs: Deljenje: /
sw_ke: Kugawanya: /
ta: பிரிவு: /
th: หาร: /
tl_ph: Pahatian: /
tr: Bölme: /
uk_ua: Ділення: /
vi_vn: Chia: /
xh_za: Uhlulo: /
zh_cn: 除法： /
zh_tw: 除法： /

source: Multiplication: *
ar: * الضرب
ast_es: Multiplicación: *
bn_bd: গুণন: *
bs_ba: Množenje: *
ca_es: Multiplicació: *
cs_cz: Násobení: *
da: Multiplikation: *
de: Multiplikation: *
el: Πολλαπλασιασμός: *
eo: Multipliko: *
es: Multiplicación: *
es_mx: Multiplicación: *
eu_es: Biderkadura: *
fa_ir: ضرب: *
fi_fi: Kertolasku: *
fo_fo: Margfeldi: *
fur: Multiplicazion: *
ga: Iolrach: *
gl: Multiplicación: *
hi: गुणा: *
hr_hr: Množenje: *
hu_hu: Szorzás: *
hy: Բազմապատկում: *
id_id: Perkalian: *
it: Moltiplicazione: *
ja: 乗算： *
ka_ge: გამრავლება: *
ko_kr: 곱셈: *
lo: ການຄູນ: *
lt_lt: Daugyba: *
lv_lv: Reizināšana: *
mk_mk: Множење: *
ms_my: Pendarabutang: *
my_mm: မြှောက်လဒ်: *
ne: गुणन: *
nl: Vermenigvuldiging: *
nn_no: Multiplikasjon: *
oc: Multiplicacion: *
pl_pl: Mnożenie: *
ps: ضرب: *
pt_br: Multiplicação: *
pt_pt: Multiplicación: *
ro_ro: Înmulțire: *
ru_ru: Умножение: *
sk_sk: Súčin: *
sl: Množenje: *
sq: Shumëzim: *
sr_rs: Množenje: *
sv_se: Multiplikation: *
sw_ke: Kuzidisha: *
ta: பெருக்கல்: *
th: คูณ: *
tl_ph: Pagpaparami: *
tr: Çarpma: *
uk_ua: Множення: *
vi_vn: Nhân: *
xh_za: Ukuphindaphinda: *
zh_cn: 乘法： *
zh_tw: 乘法： *

source: Substraction: -
ar: - الطرح
ast_es: Sustracción: -
bn_bd: বিয়োগ: -
bs_ba: Oduzimanje: -
ca_es: Sustraació: -
cs_cz: Odečítání: -
da: Subtraktion: -
de: Subtraktion
el: Αφαίρεση: -
eo: Subtraho: -
es: Resta: -
es_mx: Sustracción: -
eu_es: Kenketak: -
fa_ir: تفریق: -
fi_fi: Vähennyslasku: -
fo_fo: Frádráttur: -
fur: Sotrazion: -
ga: Dealú: -
gl: Resta: -
hi: घटाना: -
hr_hr: Oduzimanje: -
hu_hu: Kivonás: -
hy: Հանում: -
id_id: Pengurangan: -
it: Sottrazione: -
ja: 減算： -
ka_ge: გამოკლება: -
ko_kr: 뺄셈: -
lo: ການລົບ: -
lt_lt: Atimtis: -
lv_lv: Atņemšana: -
mk_mk: Одуземање: -
ms_my: Penolakan: -
my_mm: လျှော့ခြင်း: -
ne: घटाउन: -
nl: Aftrekking: -
nn_no: Subtraksjon: -
oc: Sostraccion: -
pl_pl: Odejmowanie: -
ps: کمول: -
pt_pt: Resta: -
ro_ro: Scădere: -
ru_ru: Вычитание: -
sk_sk: Rozdiel: -
sl: Odštevanje: -
sq: Zbritje: -
sr_rs: Oduzimanje: -
sv_se: Subtraktion: -
sw_ke: Kupunguza: -
ta: கழித்தல்: -
th: ลบ: -
tl_ph: Pagbawi: -
tr: Çıkarma: -
uk_ua: Віднімання: -
vi_vn: Trừ: -
xh_za: Ukuhlanganiswa: -
zh_cn: 减法： -
zh_tw: 減法： -

source: Summation: +
ar: + الجمع
ast_es: Suma: +
bn_bd: সমষ্টি: +
bs_ba: Suma: +
ca_es: Suma: +
cs_cz: Sčítání: +
da: Summering: +
de: Addition: +
el: Άθροιση: +
eo: Sumo: +
es: Suma: +
es_mx: Suma: +
eu_es: Batura: +
fa_ir: جمع: +
fi_fi: Yhteenlasku: +
fur: Sumazion: +
ga: Suimiú: +
gl: Suma: +
hi: योग: +
hr_hr: Zbroj: +
hu_hu: Összegzés: +
hy: Ամփոփում: +
id_id: Penjumlahan: +
it: Somma: +
ja: 合計： +
ka_ge: ჯამი: +
ko_kr: 합계: +
lo: ການບວກ: +
lt_lt: Suma: +
lv_lv: Summēšana: +
mk_mk: Сума: +
ms_my: Jumlah: +
my_mm: ပေါင်းလဒ်: +
ne: योग: +
nl: Sommatie: +
nn_no: Sum: +
oc: Soma: +
pl_pl: Suma: +
ps: ټولېږه: +
pt_br: Soma: +
pt_pt: Suma: +
ro_ro: Adunare: +
ru_ru: Суммирование: +
sk_sk: Súčet: +
sl: Seštevanje: +
sq: Shuma: +
sr_rs: Zbir: +
sv_se: Addition: +
sw_ke: Muunganisho: +
ta: தொகுப்பு: +
th: ผลรวม: +
tl_ph: Sumasyon: +
tr: Toplam: +
uk_ua: Сума: +
vi_vn: Tổng: +
xh_za: Uhlanganiselo: +
zh_cn: 求和: +
zh_tw: 求和: +

source: Formula notation
ar: تدوين الصيغة
ast_es: Notación de fórmula
bn_bd: সূত্র চিহ্নিতকরণ
bs_ba: Notacija formule
ca_es: Notació per fórmula
cs_cz: Zápis vzorce
da: Formel notation
de: Formelschreibweise
el: Τύπος παράστασης
eo: Noto de formulo
es: Notación para fórmula
es_mx: Notación de fórmula
eu_es: Formula notazioa
fa_ir: نمایش فرمول
fi_fi: Kaavakirjoitus
fo_fo: Formuluskilumelding
fur: Notazion de formule
ga: Nodaire foirmle
gl: Notación para fórmula
he_il: סימון נוסחאות
hi: सूत्र टिप्पणी
hr_hr: Notacija formule
hu_hu: Képlet jelölés
hy: Ֆորմուլայի նշում
id_id: Notasi rumus
it: Notazione della Formula
ja: 数式表記
ka_ge: ფორმულის ნოტაცია
ko_kr: 수식 표기법
lo: ສັນຍະລັກສູດ
lt_lt: Formulės žymėjimas
lv_lv: Formulas notācija
mk_mk: Нотација на формула
ms_my: Notasi formula
my_mm: ဖော်မြူလာသင်္ကေတ
ne: सूत्र टिप्पणी
nl: Formule notatie
nn_no: Formelnotasjon
oc: Notacion de formula
pl_pl: Notacja formuły
ps: فورمول نښه
pt_br: Notação da fórmula
pt_pt: Notación para fórmula
ro_ro: Notații pentru formula
ru_ru: Обозначение формулы
sk_sk: Zápis vzorca
sl: Notacija formule
sq: Shënimi i formulës
sr_rs: Notacija formule
sv_se: Formelnotation
sw_ke: Uandishi wa fomula
ta: பூரண சுழல் குறியீடு
th: สัญลักษณ์สูตร
tl_ph: Notasyon ng pormula
tr: Formül gösterimi
uk_ua: Позначення формули
vi_vn: Ký hiệu công thức
xh_za: Mbhalo wefomula
zh_cn: 公式记号
zh_tw: 公式表示法

source: Request subscription
ar: طلب التسجيل
ast_es: Solicitar subscripción
bn_bd: সাবস্ক্রিপশন অনুরোধ
bs_ba: Zahtijev za pretplatu
ca_es: Sol·licitud d'inscripció a una sessió
cs_cz: Požádat o přihlášení
da: Anmod om tilmelding
de: Anfrage um eine Sitzung zu abonnieren
el: Αίτημα εγγραφής σε συνεδρία
eo: Peti abonon
es: Solicitar inscripción
es_mx: Solicitar suscripción
eu_es: Harpidetzaren eskaera
fa_ir: درخواست اشتراک
fi_fi: Pyydä pääsyä istuntoon
fo_fo: Biðja um skráning
fur: Çhiere abonament
ga: Iarr síntiús
gl: Solicitude de inscrición a unha sesión
he_il: בקש מנוי
hi: सत्र सदस्यता अनुरोध करें
hr_hr: Zatraži pretplatu
hu_hu: Előfizetés kérése
hy: Սեսիայի բաժանորդագրության հայտ
id_id: Minta langganan
it: Richiesta di iscrizione a una sessione
ja: サブスクリプションをリクエストする
ka_ge: სესიაზე გამოწერის მოთხოვნა
ko_kr: 세션 구독 요청
lo: ຮ້ອງຂໍການລົງທະບຽນ
lt_lt: Užsiprašyti prenumeratos
lv_lv: Pieprasīt abonēšanu
mk_mk: Барање за претплата
ms_my: Minta langganan
my_mm: စာရင်းသွင်းမှုတောင်းဆိုပါ
ne: सत्र सदस्यता अनुरोध
nl: Verzoek om inschrijving op een sessie
nn_no: Be om abonnement
oc: Demandar inscripcion
pl_pl: Zażądaj subskrypcji
ps: غونډې ته ګډون غوښتنه
pt_br: Pedido de inscrição para uma sessão
pt_pt: Pedido de registro para uma sessão
ro_ro: Cerere de inscriere la o sesiune
ru_ru: Запросить подписку
sk_sk: Žiadosť o prihlásenie do stretnutia
sl: Zahteva za vpis v sejo
sq: Kërkoji abonimin
sr_rs: Zahtev za pretplatu
sv_se: Begär prenumeration
sw_ke: Omba usajili
ta: சந்தா கோரிக்கை
th: ขอสมัครสมาชิก
tl_ph: Humingi ng subscription
tr: Abonelik talebi
uk_ua: Запитати підписку
vi_vn: Yêu cầu đăng ký
xh_za: Cela ukubhalisela
zh_cn: 请求订阅
zh_tw: 請求訂閱

source: Please consider subscribing me to session
ar: يرجى تسجيلي في الدورة
ast_es: Por favor, considérame subscribíu a la sesión
bn_bd: দয়া করে আমাকে সেশনে সাবস্ক্রাইব করার কথা বিবেচনা করুন
bs_ba: Molim razmotrite moju pretplatu na sesiju
ca_es: Si us plau, subscriviu-me a la sessió
cs_cz: Prosím, zvažte mé přihlášení k relaci
da: Overvej venligst at tilmelde mig til sessionen
de: Bitte berücksichtigen Sie mich als Abonnent dieser Sitzung
el: Παρακαλώ λάβετε υπόψιν το αίτημα εγγραφής μου στην παρούσα συνεδρία
eo: Bonvolu konsideri aboni min al la sesio
es: Por favor suscribirme a la sesión
es_mx: Por favor, considera suscribirme a la sesión
eu_es: Mesedez, harpidetu nazazu saiora
fa_ir: لطفاً من را در جلسه ثبت‌نام کنید
fi_fi: Harkitse liittämistäni istuntoon
fo_fo: Vinarliga íhugaðu at skrá mig til tessar bólkagerðar
fur: Par plasê, abônime mi a session
ga: Socróigh go bhfilltear isteach sa seisiún mé le do thoil
gl: Por favor, subscribirme a sesión
he_il: אנא שקלו לרשום אותי למפגש
hi: कृपया मुझे सत्र में सदस्यता प्रदान करने पर विचार करें
hr_hr: Molim razmotrite moju pretplatu na sesiju
hu_hu: Kérem, iratkoztasson be engem a foglalkozásra
hy: Խնդրում եմ բաժանորդագրել ինձ սեսիայի
id_id: Mohon pertimbangkan untuk mendaftarkan saya ke sesi
it: Si prega di considerare la mia iscrizione alla sessione
ja: セッションに登録してください。
ka_ge: გთხოვთ, განიხილოთ ჩემი სესიაზე გამოწერა
ko_kr: 세션에 나를 구독해 주세요
lo: ກະລຸນາພິຈາລະນາລົງທະບຽນຂ້ອຍເຂົ້າເຊດຊັນ
lt_lt: Prašau, įtraukti mane į sesiją
lv_lv: Lūdzu, apsvērt manu abonēšanu sesijai
mk_mk: Ве молам, размислете да ме претплатите на сесијата
ms_my: Sila pertimbangkan untuk melanggankan saya ke sesi ini
my_mm: ကျေးဇူးပြု၍ ကျွန်ုပ်ကို အစည်းအဝေးသို့ စာရင်းသွင်းပေးရန် စဉ်းစားပါ
ne: कृपया मलाई सत्रमा सदस्यता गराउन विचार गर्नुहोस्
nl: Schrijft u mij a.u.b. in op sessie
nn_no: Vennligst vurder å abonnere meg på sesjonen
oc: Vos pregaritz de me considerar inscrit a la session
pl_pl: Proszę rozważyć subskrybowanie mnie na sesję
ps: مهره وکړئ چې زه د غونډې سره ګډون وکړم
pt_br: Por favor, considere me inscrever à sessão
pt_pt: Por favor, assine a sessão
ro_ro: Vă rugăm să mă abonați la sesiune
ru_ru: Пожалуйста, подпишите меня на сессию
sk_sk: Prosím, zvážte prihlásenie do stretnutia
sl: Prosim, vpišite me v sejo
sq: Ju lutem, merrni parasysh të më abononi në sesion
sr_rs: Molim vas, razmotrite moju pretplatu na sesiju
sv_se: Vänligen överväg att prenumerera mig på sessionen
sw_ke: Tafadhali nizingatie kujiandikisha kwenye kikao
ta: என்னை அமர்வுக்கு சந்தா செய்யுங்கள் என்பதை பரிசீலிக்கவும்
th: กรุณาพิจารณาสมัครฉันเข้าเซสชัน
tl_ph: Pakikalmahan niyo po na isubscribe niyo ako sa session
tr: Lütfen beni oturuma abone edin
uk_ua: Будь ласка, підпишіть мене на сесію
vi_vn: Vui lòng xem xét đăng ký tôi vào buổi học
xh_za: Nceda undithathele ingqalelo ukubhalisela kwiseshini
zh_cn: 请考虑将我订阅到课程会话
zh_tw: 請考慮將我訂閱至課程階段

source: Search active sessions
ar: البحث عن الدورات النشطة
ast_es: Guetar sesiones actives
bn_bd: সক্রিয় সেশন অনুসন্ধান করুন
bs_ba: Pretraži aktivne sesije
ca_es: Cercar sessions actives
cs_cz: Hledat aktivní relace
da: Søg aktive sessioner
de: Aktive Sitzungen suchen
el: Αναζητήστε ενεργές συνεργείες
eo: Serĉi aktivajn sesiojn
es: Buscar sesiones activas
es_mx: Buscar sesiones activas
eu_es: Bilatu saio aktiboak
fa_ir: جستجوی جلسات فعال
fi_fi: Etsi aktiiviset istunnot
fo_fo: Leita eftir virknum bólkum
fur: Çercjâ sesions ativis
ga: Cuardaigh seisiúin ghníomhacha
gl: Buscar sesións activas
he_il: חפש הפעלות פעילות
hi: सक्रिय सत्र खोजें
hr_hr: Pretraži aktivne sesije
hu_hu: Aktív foglalkozások keresése
hy: Որոնել ակտիվ սեսիաներ
id_id: Cari sesi aktif
it: Cerca le sessioni attive
ja: アクティブなセッションを検索
ka_ge: აქტიური სესიების ძიება
ko_kr: 활성 세션 검색
lt_lt: Ieškoti aktyvių sesijų
lv_lv: Meklēt aktīvās sesijas
mk_mk: Пребарајте активни сесии
ms_my: Cari sesi aktif
my_mm: သက်ဝင်နေသော အစည်းအဝေးများရှာဖွေပါ
ne: सक्रिय सत्रहरू खोज्नुहोस्
nl: Zoek actieve sessies
nn_no: Søk etter aktive sesjoner
oc: Recercar las sessions actives
pl_pl: Wyszukaj aktywne sesje
ps: فعال غونډې لټون
pt_br: Pesquisar sessões ativas
pt_pt: Procurar sessões ativas
ro_ro: Căutați sesiuni active
ru_ru: Поиск активных сессий
sk_sk: Hľadať aktívne spojenia
sl: Išči aktivne seje
sq: Kërko sesione aktive
sr_rs: Pretraži aktivne sesije
sv_se: Sök aktiva sessioner
sw_ke: Tafuta vikao vinavyofanya kazi
ta: செயல்படும் அமர்வுகளை தேடுக
th: ค้นหาเซสชันที่ใช้งานอยู่
tl_ph: Maghanap ng aktibong mga session
tr: Aktif oturumları ara
uk_ua: Пошук активних сесій
vi_vn: Tìm kiếm các buổi học đang hoạt động
xh_za: Gqiba iiseshini ezisebenzayo
zh_cn: 搜索活跃会话
zh_tw: 搜尋活躍課程階段
