Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Posts in forum
yo_ng: Àwùjọ ìròyìn nínú ìpìlẹ̀ ìròyìn

source: Average assignments per learner
yo_ng: Àpapọ̀ iṣẹ́ àyè fún akẹ́kọ̀ọ́ kọ̀ọ̀kan

source: Learner details
yo_ng: Àwòkúnfẹ̀ akẹ́kọ̀ọ́

source: Learner details in course
yo_ng: Àwòkúnfẹ̀ akẹ́kọ̀ọ́ nínú ẹ̀kọ́

source: OTI (Online Training Interaction) settings report
yo_ng: Ìròyìn ìṣètò OTI (Ìbáraẹnisọrọ Ìdàgbàsókè Lọ́nà Ìmọ̀)

source: Course title
yo_ng: Àkọ́lẹ̀ ẹ̀kọ́

source: Average score in learning paths
yo_ng: Àpapọ̀ ìdíbọ̀ nínú àwùjọ ìlò ìmọ̀

source: Messages per learner
yo_ng: Ìyọ̀rísí fún akẹ́kọ̀ọ́

source: Tools most used
yo_ng: Àwùjọ nǹkan tí a lò jù

source: Report on learners
yo_ng: Ìròyìn lórí àwùjọ akẹ́kọ̀ọ́

source: Course report
yo_ng: Ìròyìn ìṣẹ́lẹ̀ ìdàrú

source: Links most visited
yo_ng: Àwùjọ àwùjọ tí a ṣàyẹ̀wò jù lọ

source: Documents most downloaded
yo_ng: Àwùjọ ìwé tí a ṣe ìgbé ayọ̀ kúrò jù lọ

source: Learnpath details
yo_ng: Àwò ìdàrú ìdàrú

source: No connection
yo_ng: Kò sí ìsopọ̀

source: Trainer View
yo_ng: Ìwò Olùdàrú

source: Coach interface
yo_ng: Ìfọwọ́sowọpọ̀ Olùdàrú

source: Admin view
yo_ng: Ìwò Aláṣẹ

source: Number of sessions
yo_ng: Nọ́mba àwùjọ ìpàdé

source: Your courses
yo_ng: Àwùjọ ìdàrú rẹ

source: Your statistics
yo_ng: Àwò ìṣirò rẹ

source: Trainer list
yo_ng: Àtòjọ Olùdàrú

source: Learners of trainer
yo_ng: Àwùjọ akẹ́kọ̀ọ́ ti Olùdàrú

source: No learning path available
yo_ng: Kò sí ìlọ ìkẹ́kọ̀̀ ìdèrù

source: Courses sessions
yo_ng: Àwùjọ ìdàrú ìpàdé

source: Tracking for the learners registered to this course
yo_ng: Ìtọ̀wọ́sí fún àwùjọ akẹ́kọ̀ọ́ tí a forúkọ sí ìdàrú yìí

source: Remind inactive user
yo_ng: Fìlò ìdàrú tí kò ṣiṣẹ́

source: First connection
yo_ng: Ìsopọ̀ àkọ́kọ́

source: Access details
yo_ng: Àwò ìrànwọ́ ìwọlé

source: Date and time of access
yo_ng: Ọjọ́ àti àkókò ìwọlé

source: The datas about this user were registered when the calculation of time spent on the platform wasn't possible.
yo_ng: Àwùjọ ìròyìn ìjìnlẹ̀ ìdàrú yìí ni a kọ ìpamọ́ nigbati ìṣirò àkókò tí a lò lórí pẹpẹ kò ṣeé ṣe.

source: Trainers Overview
yo_ng: Àwò Ìpìlẹ̀ Olùdàrú

source: User overview
yo_ng: Àwò Ìpìlẹ̀ Olòpàlò

source: User overview export options
yo_ng: Àwùjọ ìdàrú ìpìlẹ̀ ìlòpàlò

source: The following fields will also be exported
yo_ng: Àwùjọ ìkọ́wé wọnyi yóò tún ṣe ìdàrú

source: Total score obtained for tests
yo_ng: Àpapọ̀ ìdíbọ̀ tí a gba fún ìdánwò

source: Total possible score for tests
yo_ng: Àpapọ̀ ìdíbọ̀ ìṣẹ́lẹ̀ fún ìdánwò

source: Number of tests answered
yo_ng: Nọ́mba ìdánwò tí a dáhùn

source: Total score percentage for tests
yo_ng: Àpapọ̀ ìpín ìdíbọ̀ ìdánwò

source: Forums Number
yo_ng: Nọ́mba Ìpìlẹ̀ ìfọ̀rọ̀wérọ̀

source: Threads number
yo_ng: Nọ́mba ìtòka

source: Posts number
yo_ng: Nọ́mba ìfọwọ́kàbàmù

source: Connections to the chat during last %s days
yo_ng: Ìsopọ̀ ìfọ̀rọ̀wérọ̀ ìpàdí %s ọjọ́

source: Latest chat connection
yo_ng: Ìsopọ̀ ìfọ̀rọ̀wérọ̀ tuntun

source: Course Information
yo_ng: Ìròyìn Ìdàrú

source: No additional fields will be exported
yo_ng: Kò sí ìkọ́wé ìdàrù mìíràn

source: Average of all learners in all courses
yo_ng: Àpapọ̀ ìpín àwùjọ akẹ́kọ̀ọ́ nínú gbogbo ìdàrú

source: View minus
yo_ng: Ìwò ìdínkù

source: Report on resource
yo_ng: Ìròyìn lórí ìàpẹẹrẹ

source: no such Links category
yo_ng: kò sí ìpín ìsopọ̀ bẹ́ẹ̀

source: (syntax error in manifest file...)
yo_ng: (àṣìṣe ìkọ́wé ìfọwọ́sowọpọ̀...)

source: (empty manifest file...)
yo_ng: (fọ́n ìfọwọ́sowọpọ̀ òfo...)

source: (no manifest file...)
yo_ng: (kò sí ìfọwọ́sowọpọ̀...)

source: are not possible, it is not a folder...
yo_ng: kò ṣeé ṣe, kò ṣe ìfọwọ́sowọpọ̀...

source: Upload HTT file
yo_ng: Gbe ìfọwọ́sowọpọ̀ HTT kọ́

source: New HTT file could not be opened (e.g. empty, too big)
yo_ng: Ìfọwọ́sowọpọ̀ HTT tuntun kò ṣe ìsí (fún àpẹẹrẹ òfo, pọ̀ jù)

source: New HTT file has been uploaded
yo_ng: A ti gbe ìfọwọ́sowọpọ̀ HTT tuntun kọ́

source: HTT file upload has failed
yo_ng: Ìgbé ìfọwọ́sowọpọ̀ HTT ti kù

source: Remove HTT file
yo_ng: Yọ ìfọwọ́sowọpọ̀ HTT kúrò

source: HTT file has been removed
yo_ng: Faili HTT ti yọ kuro

source: HTT file remove has failed
yo_ng: Idaduro faili HTT kuna

source: All entries removed for category
yo_ng: Gbogbo awọn titẹ sii ti yọ kuro fun ẹka

source: Index Words
yo_ng: Awọn ọrọ Atọka

source: Open Main MDE
yo_ng: Ṣii MDE Akọkọ

source: lines
yo_ng: awọn ila

source: Play index.php
yo_ng: Ṣe atẹnumọ index.php

source: No MD operations are possible
yo_ng: Ko si awọn iṣẹ MD ti ṣeeṣe

source: Select a Links category
yo_ng: Yan ẹka Awọn asopọ

source: Work with SCORM Directory
yo_ng: Ṣiṣẹ pẹlu Ibi ipamọ SCORM

source: ... SCORM Directory with SD-id (and split manifest - or leave empty)
yo_ng: ... Ibi ipamọ SCORM pẹlu SD-id (ati pin iṣafihan - tabi fi silẹ ofo)

source: root
yo_ng: gbòdìgbò

source: Split manifests, and #MDe, if any:
yo_ng: Pin awọn iṣafihan, ati #MDe, ti o ba wa:

source: Manifest file replace has failed
yo_ng: Idaduro rọpo faili iṣafihan kuna

source: Manifest file has been replaced
yo_ng: Faili iṣafihan ti rọpo

source: New manifest file could not be opened (e.g. empty, too big)
yo_ng: A kii ṣe ṣiṣi faili iṣafihan tuntun (fun apẹẹrẹ ofo, nla ju)

source: Replace manifest file
yo_ng: Rọpo faili iṣafihan

source: Table of contents successfully created.
yo_ng: Tabili awọn akoonu ti ṣẹṣẹ ṣẹda.

source: You can view your organisation
yo_ng: O le wo eto rẹ

source: Add to contents
yo_ng: Fi kun awọn akoonu

source: Generate table of contents
yo_ng: Ṣẹda tabili awọn akoonu

source: Store documents
yo_ng: Fipamọ awọn iwe-ipamọ

source: No frames
yo_ng: Ko si awọn fireemu

source: Upload file
yo_ng: Gbe faili soke

source: This folder cannot be deleted
yo_ng: Folda yii ko le paarẹ

source: Change visibility
yo_ng: Yi hihan pada

source: The visibility cannot be changed
yo_ng: Hihan ko le yipada

source: The document cannot be moved
yo_ng: Iwe-ipamọ naa ko le gbe

source: Chamilo RAPID : PowerPoint conversion
yo_ng: Chamilo RAPID: Ìyípadà PowerPoint

source: A PowerPoint to SCORM Courses converter
yo_ng: Oluyipada PowerPoint si Awọn ẹkọ SCORM

source: Go
yo_ng: Lọ

source: The quota for this course is
yo_ng: Iye owo fun ẹkọ yii ni

source: delete
yo_ng: paarẹ

source: Space Available
yo_ng: Aaye Wa

source: This course currently uses
yo_ng: Ẹkọ yii nlo lọwọlọwọ

source: Your storage limit is
yo_ng: Aaye ibi ipamọ rẹ jẹ

source: Percentage of your quota that is in use
yo_ng: Oṣuwọn iye owo rẹ ti n ṣiṣẹ

source: Percentage of your quota that is still free
yo_ng: Oṣuwọn iye owo rẹ ti o tun ṣe ọfẹ

source: Current folder
yo_ng: Fọọdu lọwọlọwọ

source: Upload documents
yo_ng: Gbe awọn iwe silẹ

source: The uploaded file was only partially uploaded.
yo_ng: Faili ti a gbe soke ni a gbe soke ni apakan nikan.

source: The file size exceeds the maximum allowed setting:
yo_ng: Iwọn faili ti kọja eto ti a gba laaye ti o pọ julọ:

source: The uploaded file exceeds the maximum filesize allowed by the server:
yo_ng: Faili ti a gbe soke ti kọja iwọn faili ti o pọ julọ ti olupin gba laaye:

source: The file upload has failed.
yo_ng: Gbigbe faili ti kuna.

source: There is not enough space to upload this file.
yo_ng: Ko si aaye to lati gbe faili yii soke.

source: No SCORM content was found.
yo_ng: Ko si akoonu SCORM ti a rii.

source: The zipfile was successfully extracted.
yo_ng: Faili zip ti a yọ jade ni aṣeyọri.

source: Unable to extract zip file (corrupt file?).
yo_ng: Ko le yọ faili zip jade (faili ibajẹ?).

source: File saved as
yo_ng: Faili ti fipamọ bi

source: was overwritten.
yo_ng: ni a kọwe lori.

source: Unable to create the folder.
yo_ng: A kò ṣe ìdáṣe folda naa.

source: If file exists:
yo_ng: Ti faili ba wa:

source: Do nothing
yo_ng: Ma ṣe nkankan

source: Don't upload if file exists
yo_ng: Maṣe gbejade ti faili ba wa

source: Overwrite
yo_ng: Fọwọ́ kọwé lórí

source: Overwrite the existing file
yo_ng: Fọwọ́ kọwé lórí faili ti o wa tẹlẹ

source: Rename the uploaded file if it exists
yo_ng: Fun lorukọ faili ti a gbejade ti o ba wa

source: There are no documents to be displayed.
yo_ng: Ko si awọn iwe-ipamọ lati ṣe afihan.

source: Upload to
yo_ng: Gbejade si

source: The file has been modified
yo_ng: Faili naa ti yipada

source: Documents overview
yo_ng: Àkàlẹ̀ ìwòye awọn ìwé-ipamọ

source: Options
yo_ng: Àwùjọ

source: Welcome to Chamilo RAPID<ul type="1"><li>Browse your hard disk to find any .ppt or .odp file<li>Upload it to Oogie. It will convert it into a SCORM course.<li>You will then be allowed to add audio comments on each slide and insert test and activities between slides.
yo_ng: Kaabọ si Chamilo RAPID<ul type="1"><li>Ṣàwárí disiki lile rẹ lati wa eyikeyi faili .ppt tabi .odp<li>Gbejade rẹ si Oogie. Yóò yipada si iṣẹ SCORM.<li>Lẹhinna a yoo gba ọ laaye lati ṣafikun awọn asọye ohun afetabiile lori ifiranṣẹ kọọkan ati fi siwadi idanwo ati awọn iṣẹ laarin awọn ifiranṣẹ.

source: Convert to course
yo_ng: Yipada si iṣẹ-ẹkọ

source: File
yo_ng: Faili

source: Error during the delete of document
yo_ng: Aṣìṣe lakoko piparẹ ìwé-ipamọ

source: A problem occurred while updating visibility
yo_ng: Ìṣòro kan waye lakoko ìmú ìrísí padà

source: Folder deleted
yo_ng: Folda ti paarẹ

source: Template name
yo_ng: Orukọ àwòrán ìdàbọ̀bù

source: Template description
yo_ng: Àpèjúwe àwòrán ìdàbọ̀bù

source: Document set as a new template
yo_ng: Ìwé-ipamọ ti ṣeto gẹgẹ bi àwòrán ìdàbọ̀bù tuntun

source: Document unset as template
yo_ng: Ìwé-ipamọ ti yọ kuro gẹgẹ bi àwòrán ìdàbọ̀bù

source: Add as a template
yo_ng: Ṣafikun gẹgẹ bi àwòrán ìdàbọ̀bù

source: Remove template
yo_ng: Yọ àwòrán ìdàbọ̀bù kuro

source: The file is read only
yo_ng: Faili naa jẹ kika nikan

source: The file was not found
yo_ng: A ko ri faili naa

source: It's the cover page of your course
yo_ng: Eyi ni oju-iwe ideri ti iṣẹ-ẹkọ rẹ

source: Dedication
yo_ng: Ìfọwọ́sowọ́pọ̀

source: Make your own dedication
yo_ng: Ṣe ìfọwọ́sowọ́pọ̀ rẹ

source: Course preface
yo_ng: Ìṣàfihàn ìṣẹ-ẹkọ

source: Preface
yo_ng: Ìṣàfihàn

source: Insert the introduction text
yo_ng: Fi ọrọ ìdọsílẹ̀ sii

source: Plan
yo_ng: Ètò

source: It's the table of content
yo_ng: Eyi ni tabili akoonu

source: Your instructor
yo_ng: Olùkọ́ rẹ

source: Dialog on the bottom with a trainer
yo_ng: Ìjíròrò ìsàlẹ̀ pẹ̀lú olùkọ́ ìdàgbàsókè

source: Production
yo_ng: Ìdáṣẹ ìdàgbàsókè

source: Attended production description
yo_ng: Àpèjúwe ìdáṣẹ ìdàgbàsókè

source: Analyze
yo_ng: Ṣàyẹ̀wò

source: Analyze description
yo_ng: Àpèjúwe ìdàyẹ̀wò

source: Text page
yo_ng: Ojú ìwé ìwé

source: Plain text page
yo_ng: Ojú ìwé ìwé pípẹ̀

source: Left image
yo_ng: Àwòrán òsì

source: Text and image centered
yo_ng: Òwe àti àwòrán àárín

source: It's a text with an image centered and legend
yo_ng: Eyi jẹ ọrọ pẹlu aworan aarin ati arosinu

source: Compare
yo_ng: Fọwọ́wérè

source: 2 columns text page
yo_ng: Ojú ìwé ìwé pín ìpìlẹ̀ méjì

source: Diagram explained
yo_ng: Àwòrán ìdílé ìdàlúùsà

source: Image on the left, comment on the right
yo_ng: Àwòrán ní òsì, ìfura lórí ọ̀tún

source: Image alone
yo_ng: Àwòrán nìkan

source: Flash animation
yo_ng: Àwòrán fiìmù

source: Animation + introduction text
yo_ng: Àwòrán + ọrọ ìdọ̀tun

source: Audio comment
yo_ng: Ìròyìn ohùn

source: Audio + image + text : listening comprehension
yo_ng: Ohùn + àwòrán + ọrọ : ìdíwò ìgbọ́rẹ̀

source: Schema with audio explain
yo_ng: Àwòrán pẹ̀lú ìròyìn ohùn

source: A schema explain by a trainer
yo_ng: Àwòrán tí olùdàáṣà fi ṣàlàyé

source: Video page
yo_ng: Ojú ìwé fídíò

source: On demand video + text
yo_ng: Fídíò ìbéèrè + ọrọ

source: Video page fullscreen
yo_ng: Ojú ìwé fídíò fúlùskírìn

source: On demand video in fullscreen
yo_ng: Fídíò ìbéèrè fúlùskírìn

source: Table page
yo_ng: Ojú ìwé tabili

source: Spreadsheet-like page
yo_ng: Ojú ìwé irú spreadsheet

source: Explain goals, roles, agenda
yo_ng: Ṣàlàyé àwùjọ, ìpò, ètò

source: Resources
yo_ng: Àwùjọ

source: Books, links, tools
yo_ng: Ìwé, ìsopọ̀, ohun èlò

source: Bibliography
yo_ng: Àwòkà

source: Frequently asked questions
yo_ng: Ìbéèrè tí a ṣe lọ́pọlọpọ̀

source: List of questions and answers
yo_ng: Àtòjọ ìbéèrè àti ìdáhùn

source: List of term of the section
yo_ng: Àtòjọ ọrọ apá

source: Evaluation
yo_ng: Ìdíwò

source: Certificate of completion
yo_ng: Ìjẹ́rẹ́ �ìparí

source: To appear at the end of a course
yo_ng: Yóò farahan ní òpin ìdàrísí

source: Checklist
yo_ng: Àtòjọ ìṣàyẹ̀wò

source: Left list
yo_ng: Àtòjọ òsìlẹ̀

source: Left list with an instructor
yo_ng: Àtòjọ òsìlẹ̀ pẹ̀lú olùdàáṣà

source: List of resources
yo_ng: Àtòjọ àwùjọ

source: Course title with a logo
yo_ng: Àkọ́lé ìdàrísí pẹ̀lú àwòrán ìdásílẹ̀

source: Right list
yo_ng: Àtòjọ ọ̀tún

source: Right list with an instructor
yo_ng: Àtòjọ ọ̀tún pẹ̀lú olùdàáṣà

source: Left & right list
yo_ng: Àtòjọ òsìlẹ̀ & ọ̀tún

source: Left & right list with an instructor
yo_ng: Àtòjọ òsìlẹ̀ & ọ̀tún pẹ̀lú olùdàáṣà

source: Describe a resource
yo_ng: Ṣàlàyé àwùjọ kan

source: Course objectives
yo_ng: Àwùjọ ìdàrísí

source: Describe the objectives of the course
yo_ng: Ṣàlàyé àwùjọ ìdàrísí

source: Cycle chart
yo_ng: Àwòrán ìyípo

source: 2 list with cycle arrows
yo_ng: Àtòjọ méjì pẹ̀lú àwòrán ìdàrọ̀dùro ìyípo

source: Learner wonder
yo_ng: Ìyàwòrán akẹ́kọ̀ọ́

source: Learner wonder description
yo_ng: Àpèjúwe ìyàwòrán akẹ́kọ̀ọ́

source: Phase timeline
yo_ng: Àkókò ìpele

source: 3 lists with an relational arrow
yo_ng: Àtòjọ mẹ́ta pẹ̀lú ìdàrọ̀dùro ìbáṣepọ̀

source: Stop and think
yo_ng: Dúró kí ìròrùn

source: Layout encouraging to stop and think
yo_ng: Ìgbé ìrùmọ̀ ìdúró ìròrùn

source: Create template
yo_ng: Ṣẹ̀dá ìpìlẹ̀

source: Shared folder
yo_ng: Àpò ìpin

source: Create the folder
yo_ng: Ṣẹ̀dá àpò náà

source: INFORMATION VISIBLE TO THE TEACHER ONLY: This folder contains the default archives. You can clear files or add new ones, but if a file is hidden when it is inserted in a web document, the students will not be able to see it in this document. When inserting a file in a web document, first make sure it is visible. The folders can remain hidden.
yo_ng: ÌFỌ̀RỌ̀ WÍRÀÀ FÚN OLÙDÀÁṢÀ PÈLÚ: Àpò yìí ni àwùjọ ìpamọ́ ìpilẹ̀. O ṣe ìparẹ́ àwùjọ tàbí fi àwùjọ tuntun kun, ṣùgbọ́n tí a kò bá fi ìpamọ́ ìwé wẹ́ẹ̀bù kan hàn, akẹ́kọ̀ọ́ kò ni rí i nínú ìwé yìí. Nígbà tí a bá fi ìpamọ́ kan sínú ìwé wẹ́ẹ̀bù, rí i dájú kọ́kọ́ pé ó ṣe ìrísí. Àwùjọ àpò le ṣì gbọ́dọ̀ ṣe ìpamọ́.

source: This folder contains the files that other learners (or yourself) sent into a course through the editor (if they didn't do it from the groups tool). By default, they will be visible by any trainer, but will be hidden from other learners (unless they access the files directly). If you make one user folder visible, other users will see all its content.
yo_ng: Àpò yìí ni àwùjọ tí àwùjọ akẹ́kọ̀ọ́ mìíràn (tàbí ìrẹ̀lẹ̀) fi ránṣẹ́ sínú ìdàrísí pẹ̀lú olùdàáṣà (tí wọn kò ṣe láti ẹ̀ka àwùjọ). Lọ́nà ìpilẹ̀, wọ́n yóò ṣe ìrísí fún olùdàáṣà kí ìyàwòrán, ṣùgbọ́n wọ́n yóò ṣe ìpamọ́ lọ́dọ̀ àwùjọ akẹ́kọ̀ọ́ mìíràn (àyàfi tí wọ́n bá wọle tààràtà sínú àwùjọ). Tí o bá ṣe ìrísí àpò olùṣe ìpamọ́ kan, àwùjọ mìíràn yóò rí gbogbo akòkò rẹ̀.

source: Template's icon
yo_ng: Àwòrán ìlò àwòrán

source: multiple users have
yo_ng: àwùjọ oníṣòwò púpọ̀ ni

source: no such learner with
yo_ng: kò sẹ́ni tí kò ṣe ìdàrísí pẹ̀lú

source: name does not contain any recipient-id
yo_ng: orúkọ kò ni idọye olugba eyikeyi

source: name does not end with
yo_ng: orúkọ kò pari pẹ̀lú

source: name does not start with
yo_ng: orúkọ kò bẹ̀rẹ̀ pẹ̀lú

source: no name, or extension not 1-4 letters or digits
yo_ng: kò sí orúkọ, tàbí ìfọwọ́sowọ́ kò ṣe lẹ́tà tàbí nọ́mba 1-4

source: Mailing zipfile must not contain duplicate files - it will not be sent
yo_ng: Fọ́ọ̀lù zipfáìlù kò gbọ́dọ̀ ní àwọn fáìlù àìpẹ́jọpọ̀ - kò yóò ránṣẹ́

source: Mailing zipfile must not contain php files - it will not be sent
yo_ng: Fọ́ọ̀lù zipfáìlù kò gbọ́dọ̀ ní àwọn fáìlù php - kò yóò ránṣẹ́

source: Mailing zipfile is empty or not a valid zipfile
yo_ng: Fọ́ọ̀lù zipfáìlù ṣófo tàbí kò ṣe zipfáìlù tó tọ́

source: Mailing must be zipfile with STUDENTID or LOGINNAME
yo_ng: Fọ́ọ̀lù gbọ́dọ̀ jẹ́ zipfáìlù pẹ̀lú STUDENTID tàbí LOGINNAME

source: Send content files to individuals?
yo_ng: Ṣe yóò rán àwọn fáìlù àkóónù rẹ̀ sí àwọn ènìyàn kọ̀ọ̀kan?

source: Mailing content files have not yet been sent out...
yo_ng: Àwọn fáìlù àkóónù fọ́ọ̀lù kò tíì ránṣẹ́ jáde...

source: ---Mailing---
yo_ng: ---Fọ́ọ̀lù---

source: Mailing
yo_ng: Fọ́ọ̀lù

source: sender
yo_ng: olùrànṣẹ́

source: filesize
yo_ng: ìwọ̀n fáìlù

source: Allow unsubscription from platform
yo_ng: Gba ìdásílẹ̀ kúrò lórí pẹpẹ

source: Overwrite previous versions of same document?
yo_ng: Ṣe yóò kọjá àwọn ẹ̀yà ìdáhùn ti ìwé kan kọ́ọ̀kan?

source: on
yo_ng: lórí

source: Drag and drop an element here
yo_ng: Fa àti ju nkan kan sínú ibi yìí

source: Can't create the directory. Please contact your system administrator.
yo_ng: Kò le ṣẹ̀dá ìlò. Jọ̀wọ́ kan si olùdarí ẹ̀rọ rẹ.

source: You didn't specify a file to upload.
yo_ng: O kò ṣàpèjúwe fáìlù kan láti gbe ewà soke.

source: Please select a user to send the file to.
yo_ng: Jọ̀wọ́ yan olùṣe kan láti fi fáìlù ránṣẹ́.

source: Submit failed: bad form data. Please contact your system administrator.
yo_ng: Ìfọwọ́sowọ́ kùn: dátà fọ́ọ̀lù búburú. Jọ̀wọ́ kan si olùdarí ẹ̀rọ rẹ.

source: An error has occurred. Please contact your system administrator.
yo_ng: Àṣìṣe ti ṣẹlẹ̀. Jọ̀wọ́ kan si olùdarí ẹ̀rọ rẹ.

source: To play the media you will need to either update your browser to a recent version or update your <a href="http://get.adobe.com/flashplayer/" target="_blank">Flash plugin</a>. Check if the file has a correct extension.
yo_ng: Láti ṣe ìdárayá ìdípù yóò yẹ kí o ṣe ìdàpọ̀ ẹ̀rọ ìwọ̀n rẹ sí ẹ̀yà tuntun tàbí ṣe ìdàpọ̀ <a href="http://get.adobe.com/flashplayer/" target="_blank">Flash plugin</a> rẹ. Ṣàyẹ̀wò bóyá fáìlù náà ni ìfọwọ́sowọ́ tó tọ́.

source: Update require
yo_ng: Ìdàpọ̀ ìbeèrè

source: There is no date/time registered yet
yo_ng: Kò sí òǹkà ìpinnu / àkókò tí a kọ sí i lónìí

source: Calendar list of attendances
yo_ng: Àkójọpọ̀ ìwà ìhùwàsí kalẹ́ńdà

source: The attendance calendar allows you to register attendance lists (one per real session the students need to attend). Add new attendance lists here.
yo_ng: Kalẹ́ńdà ìhùwàsí yọ̀ọ̀ jẹ́ kí o ṣe ìdọwọ̀ ìhùwàsí (ọ̀kan fún ìpàdé gidi kan tí àwọn akẹ́kọ̀ọ́ yẹ kí wọ́n wà). Fi àwọn ìdọwọ̀ ìhùwàsí tuntun kun nibi.

source: Clean the calendar of all lists
yo_ng: Fọ kalẹ́ńdà àwùjọ gbogbo àwọn àkójọpọ̀

source: Add a date and time
yo_ng: Fi òǹkà àti àkókò kun

source: Attendance sheet
yo_ng: Ìwé ìhùwàsí

source: Go to the attendance calendar
yo_ng: Lọ sí kalẹ́ńdà ìhùwàsí

source: Attendance calendar
yo_ng: Kalẹ́ńdà ìhùwàsí

source: Grade the attendance list in the assessment tool
yo_ng: Dí ìdọwọ̀ ìhùwàsí ṣe ìdíwò nínú ohun èlò ìdíwò

source: Create a new attendance list
yo_ng: Ṣẹ̀dá ìdọwọ̀ ìhùwàsí tuntun

source: Attendance
yo_ng: Ìhùwàsí

source: %d results cleaned
yo_ng: %d àwọn ìdílé ìdíwò ti a fọ

source: Are you sure to delete results
yo_ng: Ṉjẹ́ o dájú láti paàwùyè ìdílé ìdíwò

source: Could not reset password
yo_ng: Kò le tún ìpamọ́ ṣe

source: Exercise copied
yo_ng: Ìdàgbàsókè ṣẹ́yìn

source: Are you sure to copy
yo_ng: Ṉjẹ́ o dájú láti ṣe ẹ̀kà

source: Received Files
yo_ng: Àwọn Fáìlù Ti A Gba

source: Sent Files
yo_ng: Àwọn Fáìlù Ti A Ránṣẹ́

source: Size
yo_ng: Ìwọ̀n

source: Latest sent on
yo_ng: Tí a ránṣẹ́ pátápátá lónìí

source: Your account %s has been completely removed from this portal. Thank you for staying with us for a while. We hope to see you again later.
yo_ng: Àkọ́ọ́lẹ̀ rẹ %s ti yọ kúrò pátápátá lórí ọ̀nà ìbálẹ̀ yìí. O ṣeun fún ìdúró pẹ̀lú wa fún ìgbà díẹ̀. A fẹ́ kí a tún pàdé rẹ lẹ́yìn.

source: Share a new file
yo_ng: Pin fáìlù tuntun

source: Close feedback
yo_ng: Pa ìdáhùn pìlẹ̀

source: Add feedback
yo_ng: Fi ìdáhùn kun

source: The feedback message has been stored
yo_ng: Ìfẹ́rànṣẹ́ ìdàhùn ti ti fipamọ́

source: All users have deleted the file so nobody will see the feedback you are adding.
yo_ng: Gbogbo àwùjọ oníṣe tí wọ́n ṣe àpò ìdàhùn yìí ti pa àwòrán rẹ̀ rẹ́, nítorí náà kò sẹ́ni tí yóò rí ìdàhùn tí o ń ṣàfihàn.

source: Feedback error
yo_ng: Àṣìṣe ìdàhùn

source: Please type some text.
yo_ng: Jọ̀wọ́ kọ ìdí kan pàápàá.

source: You are not allowed to download this file.
yo_ng: O kò yọ̀ọ́ láti ṣe ìgbé ìdàhùn yìí.

source: Check at least one file.
yo_ng: Ṣayẹ̀wò ìdàhùn kan pàápàá.

source: The received file has been deleted.
yo_ng: Ìdàhùn tí a gba ti parẹ́.

source: The sent file has been deleted.
yo_ng: Ìdàhùn tí a fi ránṣẹ́ ti parẹ́.

source: The selected files have been moved.
yo_ng: Àwùjọ ìdàhùn tí a yàn ti yipada.

source: The received file has been moved.
yo_ng: Ìdàhùn tí a gba ti yipada.

source: The sent file has been moved
yo_ng: Ìdàhùn tí a fi ránṣẹ́ ti yipada

source: The file(s) can not be moved.
yo_ng: Ìdàhùn kò le yipada.

source: Add a new folder
yo_ng: Ṣàfikún àpò tuntun

source: Please give a category name
yo_ng: Jọ̀wọ́ fún orúkọ ẹ̀ka

source: This category already exists, please use a different name
yo_ng: Ẹ̀ka yìí ti wà tẹ́lẹ̀, jọ̀wọ́ lo orúkọ mìíràn

source: You are in folder
yo_ng: O wà nínú àpò

source: The folder has been created
yo_ng: Àpò náà ti ṣẹ̀dá

source: The author field cannot be empty
yo_ng: Aaye onkọwe kò le ṣófo

source: You must select at least one destinee
yo_ng: O gbọ́dọ̀ yan olugba kan pàápàá

source: This file's volume is too big.
yo_ng: Ìwọ̀n ìdàhùn yìí pọ̀ jù.

source: The file is not uploaded.
yo_ng: Ìdàhùn kò ti gbe soke.

source: Mailing cannot be overwritten by non-mailing and vice-versa
yo_ng: Ìfiranṣẹ́ kò le yipada nipasẹ̀ ìfiranṣẹ́ tí kò ṣe ìfiranṣẹ́ àti ìdakejì

source: Mailing cannot be combined with other recipients
yo_ng: Ìfiranṣẹ́ kò le darapọ̀ pẹ̀lú àwùjọ olugba mìíràn

source: Just Upload cannot be combined with other recipients
yo_ng: Ìgbé soke kò le darapọ̀ pẹ̀lú àwùjọ olugba mìíràn

source: By enabling this option, you allow any user to definitively remove his own account and all data related to it from the platform. This is quite a radical action, but it is necessary for portals opened to the public where users can auto-register. An additional entry will appear in the user profile to unsubscribe after confirmation.
yo_ng: Nípa ṣíṣẹ́ àṣàyàn yìí, o yọ̀ọ́ fún àwùjọ oníṣe kí wọ́n pa àkọọlẹ̀ wọn àti gbogbo ìsọfúnni tí ó jẹ mọ́ rẹ̀ kúrò lórí pẹpẹ̀. Èyí jẹ́ ìṣe àìbáramù, ṣùgbọ́n ó ṣe pàtàkì fún àwùjọ tí a ṣí sílẹ̀ fún gbogbo eniyan nibiti àwùjọ oníṣe le ṣe ìforúkọkalẹ̀ fúnra wọn. Ìwọlẹ̀ ìdààbò kan yóò han nínú profaili olùṣàrírí láti ṣàtùnṣe lẹ́yìn ìdíwò.

source: A new file has been sent in the dropbox
yo_ng: Ìdàhùn tuntun kan ti fi ránṣẹ́ sínú àpò ìdàhùn

source: A new file has been sent to the Dropbox
yo_ng: Ìdàhùn tuntun kan ti fi ránṣẹ́ sí Àpò Ìdàhùn

source: Add / Edit
yo_ng: Ṣàfikún / Ṣàtúnṣe

source: This folder is empty
yo_ng: Àpò yìí ṣófo

source: Editing exercise cause problems in Learning Path
yo_ng: Ṣàtúnṣe ìdàhùn ṣẹlẹ̀ ìṣòro nínú Ìpa Ìkọ́ni

source: The folder has been deleted
yo_ng: Àpò náà ti parẹ́

source: Learning Object Title
yo_ng: Àkọ̀lé Ìkọ́ni

source: To store this information, press Store
yo_ng: Láti fipamọ ìsọfúnni yìí, tẹ Ìpamọ́

source: e.g. Bachelor of ...
yo_ng: f.ẹ. Bachelor of ...

source: e.g. provided the source is acknowledged
yo_ng: f.ẹ. ti a ṣe ìdáhùn ìpilẹ̀ṣẹ̀

source: Script is not enabled in your browser, please ignore the screen part below this text, it won't work...
yo_ng: Script kò ṣiṣẹ́ nínú ẹ̀rọ ìrì ìwòye rẹ, jọ̀wọ́ ṣàìka ìdàhùn ìdàhùn ìsàlẹ̀ ọrọ̀ yìí, kò yóò ṣiṣẹ́...

source: the language in which this learning object was made
yo_ng: èdè tí ìdàhùn ìkọ́ni yìí ṣe

source: Identifier
yo_ng: Ìdámọ̀rìn

source: unique identification for this learning object, composed of letters, digits, _-.()'!*
yo_ng: ìdámọ̀rìn alailẹ́gbẹ fún ìdàhùn ìkọ́ni yìí, tí a ṣe pẹ̀lú lẹ́tà, nọ́mba, _-.()'!*
