Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Post visibility changed
ar: تم تغيير خاصية ظهور المشاركة
ast_es: La visibilidá del mensaxe cambió
bn_bd: পোস্টের দৃশ্যমানতা পরিবর্তিত হয়েছে
bs_ba: Vidljivost objave promijenjena
ca_es: La visibilitat del missatge ha estat canviat
cs_cz: Viditelnost příspěvku změněna
da: Indlæggets synlighed er ændret
de: Sichtbarkeit des Beitrags wurde geändert
el: Η ορατότητα της ανάρτησης άλλαξε
eo: Videbleco de afiŝo ŝanĝita
es: La visibilidad del mensaje ha cambiado
es_mx: Visibilidad de la publicación cambiada
eu_es: Mezua ikusteko aukera aldatu da
fa_ir: وضعیت نمایش مطلب تغییر یافت
fi_fi: Viestin näkyvyys muutettu
fo_fo: Innlegg sýniligheit broytt
fur: Visibilitât dal post cambiade
ga: Athraíodh infheictheacht an phoist
gl: Cambiou a visibilidade da mensaxe
he_il: נראות הפוסט השתנתה
hi: पोस्ट दृश्यता बदली गई
hr_hr: Vidljivost članka je promijenjena
hu_hu: Üzenet láthatósága megváltoztatva
hy: Գրառման տեսանելիությունը փոխվել է
id_id: Visibilitas posting berubah
it: Cambiata la visibilità del messaggio
ja: 投稿の表示設定が変更されました
ka_ge: პოსტის ხილულობა შეცვლილია
ko_kr: 게시물 가시성이 변경되었습니다
lo: ການເບິ່ງເຫັນໂພສໄດ້ປ່ຽນແປງ
lt_lt: Pranešimo matomumas pakeistas
lv_lv: Izmainīta ieraksta redzamība
mk_mk: Видливоста на написот е променета
ms_my: Kebolehlihatan siaran diubah
my_mm: ပို့စ်မြင်နိုင်မှုကို ပြောင်းလဲပြီးဖြစ်သည်
ne: पोस्ट दृश्यता परिवर्तन भयो
nl: Zichtbaarheid van he bericht gewijzigd
nn_no: Synleggingsinstillingane for innlegget er endra
oc: Visibilitat del messatge cambiada
pl_pl: Widoczność posta została zmieniona
ps: پوسټ لید بدل شو
pt_br: Visibilidade da mensagem alterada
pt_pt: Visibilidade do artigo modificada
ro_ro: Vizibilitatea postului a fost modificata
ru_ru: Видимость почтовых сообщений изменена
sk_sk: Viditeľnosť správy zmenená
sl: Vidnost objave je bila spremenjena
sq: Vizibiliteti i postimit u ndryshua
sr_rs: Vidljivost članka je promjenjena
sv_se: Inläggets synlighet ändrad
sw_ke: Mwonekano wa chapisho umebadilika
ta: பதிவு காண்பிக்கப்படும் மாற்றம்
th: เปลี่ยนการมองเห็นโพสต์แล้ว
tl_ph: Nagbago ang visibility ng post
tr: Mesaj görünürlüğü değiştirildi
uk_ua: Видимість повідомлення змінено
vi_vn: Tính khả kiến bài viết đã thay đổi
xh_za: Ukubonakala kweposi kutshintshe
zh_cn: 帖子可见性已更改
zh_tw: 已變更帖子顯設定

source: Post has been deleted
ar: تم حذف المشاركة
ast_es: El mensaxe esborróse
bn_bd: পোস্ট মুছে ফেলা হয়েছে
bs_ba: Objava je obrisana
ca_es: El missatge s'ha esborrat
cs_cz: Příspěvek byl smazán
da: Indlægget er slettet
de: Beitrag wurde gelöscht
el: Η ανάρτηση έχει διαγραφεί
eo: Afiŝo estis forigita
es: El mensaje ha sido borrado
es_mx: La publicación ha sido eliminada
eu_es: Mezua ezabatu da
fa_ir: مطلب حذف شد
fi_fi: Viesti poistettu
fo_fo: Innlegget er slett
fur: Post eliminât
ga: Tá an post scriosta
gl: Borrouse a mensaxe
he_il: הפוסט נמחק
hi: पोस्ट हटा दी गई है
hr_hr: Članak je obrisan
hu_hu: Üzenet törölve
hy: Գրառումը ջնջվել է
id_id: Posting telah dihapus
it: Messaggio eliminato
ja: 投稿が削除されました
ka_ge: პოსტი წაშლილია
ko_kr: 게시물이 삭제되었습니다
lt_lt: Pranešimas ištrintas
lv_lv: Ieraksts izdzēsts
mk_mk: Написот беше избришан
ms_my: Siaran telah dipadam
my_mm: ပို့စ်ကို ဖျက်လိုက်ပြီးဖြစ်သည်
ne: पोस्ट मेटाइयो
nl: Bericht verwijderd
nn_no: Innlegget er sletta
oc: Lo messatge es estat suprimit
pl_pl: Post został usunięty
ps: پوسټ حذف شو
pt_br: Mensagem foi excluida
pt_pt: O artigo foi eliminado
ro_ro: Postul a fost sters
ru_ru: Почтовые сообщения удалены
sk_sk: Správa bola zmazaná
sl: Objava je bila odstranjena
sq: Postimi u fshin
sr_rs: Poruka je bila obrisana
sv_se: Inlägget har tagits bort
sw_ke: Chapisho kimefutwa
ta: பதிவு நீக்கப்பட்டது
th: ลบโพสต์แล้ว
tl_ph: Natanggal na ang post
tr: Mesaj silindi
uk_ua: Повідомлення видалено
vi_vn: Bài viết đã bị xóa
xh_za: Iposi iye yacinywa
zh_cn: 帖子已删除
zh_tw: 已刪除帖子

source: The thread can be found here
ar: يمكن إيجاد الموضوع هنا
ast_es: El tema pue atopalu equí
bn_bd: থ্রেডটি এখানে পাওয়া যাবে
bs_ba: Nit se može pronaći ovdje
ca_es: El tema és accessible a aquesta adreça
cs_cz: Vlákno lze nalézt zde
da: Tråden kan findes her
de: Diese Themen gibt es hier
el: Μπορείτε να βρείτε το νήμα εδώ
eo: La fado povas esti trovita ĉi tie
es: El tema se puede encontrar aquí
es_mx: El hilo se puede encontrar aquí
eu_es: Gaia hemen aurkitu ahalko duzu
fa_ir: موضوع اینجا پیدا شد
fi_fi: Viesti löytyy täältä
fo_fo: Træðið kann finnast her
fur: L'argoment si treuve vuê
ga: Tá an snáithe le fáil anseo
gl: Non se pode atopar o tema aquí
he_il: את השרשור ניתן למצוא כאן
hi: धागा यहाँ मिलेगा
hr_hr: Tema se nalazi ovdje
hu_hu: Ez a téma itt található
hy: Շղթան կարելի է գտնել այստեղ
id_id: Thread dapat ditemukan di sini
it: I messaggi sull'argomento si trovano qui
ja: スレッドはこちらにあります
ka_ge: საუბარი აქ იპოვება
ko_kr: 스레드는 여기에서 찾을 수 있습니다
lo: ສາມາດພົບກະທູ້ໄດ້ທີ່ນີ້
lt_lt: Siūlas gali būti rastas čia
lv_lv: Temats ir atrodams šeit
mk_mk: Низата не може да биде пронајдена овде
ms_my: Benang boleh ditemui di sini
my_mm: ပို့စ်စီးရီးကို ဤနေရာတွင် တွေ့နိုင်သည်
ne: थ्रेड यहाँ पाइन्छ
nl: De discussie kan hier gevonden worden
nn_no: Tråden finst her
oc: Lo fil se tròba aquí
pl_pl: Wątek można znaleźć tutaj
ps: موضوع دلته پیدا کېدای شي
pt_br: A discussão pode ser encontrada aqui
pt_pt: O tópico pode ser encontrado aqui
ro_ro: Thread-ul poate fi gasit aici
ru_ru: Тему можно найти здесь
sk_sk: Téma sa tu nachádza
sl: Nit foruma lahko najdete tukaj
sq: Tema mund të gjendet këtu
sr_rs: Tema se nalazi ovdje
sv_se: Tråden finns här
sw_ke: Mnyororo unaweza kupatikana hapa
ta: நூல் இங்கே காணப்படும்
th: กระทู้นี้สามารถพบได้ที่นี่
tl_ph: Makikita ang thread dito
tr: Konu burada bulunabilir
uk_ua: Тему можна знайти тут
vi_vn: Chủ đề có thể được tìm thấy ở đây
xh_za: Umtya unokufunyanwa apha
zh_cn: 主题可在此处找到
zh_tw: 在此可找到這論題

source: Delete complete thread?
ar: حذف الموضوع بشكل كامل؟
ast_es: ¿ Esborrar el tema dafachu ?
bn_bd: সম্পূর্ণ থ্রেড মুছবেন?
bs_ba: Obrisati cijelu nit?
ca_es: Eliminar completament el tema?
cs_cz: Smazat celé vlákno?
da: Slet hele tråden?
de: Das gesamte Thema löschen?
el: Διαγραφή ολόκληρου του νήματος;
eo: Forigi tutan fadon?
es: ¿ Eliminar el tema por completo ?
es_mx: ¿Eliminar hilo completo?
eu_es: Gaia erabat ezabatu nahi al duzu?
fa_ir: حذف کامل موضوع؟
fi_fi: Poista koko keskustelu?
fo_fo: Sletta heildartræði?
fur: Eliminî tut l'argoment?
ga: Scrios an snáithe iomlán?
gl: Eliminar o tema por completo?
he_il: מחק את השרשור המלא?
hi: क्या पूरा धागा हटाएं?
hr_hr: Obriši cjelokupnu temu?
hu_hu: Törölni akarja az egész fórum szálat?
hy: Ջնջել ամբողջ շղթան?
id_id: Hapus seluruh thread?
it: Eliminare completamente la discussione?
ja: スレッドを完全に削除しますか?
ka_ge: მთლიანი საუბრის წაშლა?
ko_kr: 전체 스레드 삭제?
lo: ລຶບກະທູ້ທັງໝົດບໍ່?
lt_lt: Ištrinti visą siūlą?
lv_lv: Dzēst visu tematu ?
mk_mk: Избриши ја целата нишка?
ms_my: Padam benang penuh?
my_mm: ပို့စ်စီးရီးတစ်ခုလုံးကို ဖျက်မည်လား။
ne: सम्पूर्ण थ्रेड मेटाउनुहोस्?
nl: Volledige discussie verwijderen?
nn_no: Slett heile tråden?
oc: Suprimir lo fil complèt ?
pl_pl: Usunąć cały wątek?
ps: ټوله موضوع حذف کړئ؟
pt_br: Tem certeza que deseja excluir toda a discussão?
pt_pt: Eliminar o tópico completo?
ro_ro: Sterge thread-ul complet?
ru_ru: Удалить тему полностью со всеми ее связями?
sk_sk: Úplne zmazať tému?
sl: Odstranim celotno nit ?
sq: Fshij të gjithë temën?
sr_rs: Obriši celokupnu temu?
sv_se: Ta bort hela tråden?
sw_ke: Futa mnyororo kamili?
ta: முழு நூலை நீக்கவா?
th: ลบกระทู้ทั้งหมดหรือไม่?
tl_ph: Tanggalin ang kumpletong thread?
tr: Tüm konuyu sil?
uk_ua: Видалити закінчену тему?
vi_vn: Xóa toàn bộ chủ đề?
xh_za: Cima wonke umtya?
zh_cn: 删除整个线程？
zh_tw: 刪除整個論題樹？

source: Special Post Deleted
ar: الرسالة الخاصة محذوفة
ast_es: El mensaxe d'avisu esborróse
bn_bd: বিশেষ পোস্ট মুছে ফেলা হয়েছে
bs_ba: Posebna objava obrisana
ca_es: Missatge d'avís eliminat
cs_cz: Speciální příspěvek smazán
da: Indlægget er slettet
de: Besonderee Beitrag wurde gelöscht
el: Η ειδική ανάρτηση έχει διαγραφεί
eo: Speciala Afiŝo Forigita
es: Mensaje de aviso eliminado
es_mx: Publicación especial eliminada
eu_es: Mezu berezia ezabatu da
fa_ir: مطلب ویژه حذف شد
fi_fi: Erityinen julkaisu poistettu
fo_fo: Serstakt innlegg slett
fur: Post spaciâl eliminât
ga: Post Speisialta Scriosta
gl: Mensaxe de aviso eliminada
he_il: פוסט מיוחד נמחק
hi: विशेष पोस्ट हटा दी गई
hr_hr: Posebna objava obrisana
hu_hu: A különleges üzenet törölve
hy: Հատուկ գրառումը ջնջվել է
id_id: Posting Khusus Dihapus
it: Messaggio speciale eliminato
ja: 特別な投稿が削除されました
ka_ge: სპეციალური პოსტი წაშლილია
ko_kr: 특별 게시물이 삭제되었습니다
lo: ໂພສພິເສດຖືກລຶບແລ້ວ
lt_lt: Specialus įrašas ištrintas
lv_lv: Izdzēsts īpašs ieraksts
mk_mk: Специјална објава избришана
ms_my: Siaran Khas Dipadam
my_mm: အထူးပို့စ်ကို ဖျက်လိုက်ပြီးဖြစ်သည်
ne: विशेष पोस्ट मेटाइयो
nl: Speciaal bericht verwijderd
nn_no: Spesialinnlegg sletta
oc: Messatge especial suprimit
pl_pl: Post specjalny usunięty
ps: ځانګړی پوسټ حذف شو
pt_br: Mensagem de aviso excluida.
pt_pt: Artigo especial eliminado
ro_ro: Postare speciala stearsa
ru_ru: Специальный удалитель почтовых сообщений
sk_sk: Mimoriadna správa zmazaná
sl: Posebna objava je bila odstranjena
sq: Postim Special u Fshit
sr_rs: Posebna objava obrisana
sv_se: Särskilt inlägg borttaget
sw_ke: Chapisho Maalum Kimefutwa
ta: சிறப்பு பதிவு நீக்கப்பட்டது
th: ลบโพสต์พิเศษแล้ว
tl_ph: Natanggal ang Special Post
tr: Özel mesaj silindi
uk_ua: Спеціальне повідомлення видалено
vi_vn: Bài viết đặc biệt đã bị xóa
xh_za: Iposi ekhethekileyo icinyiwe
zh_cn: 特殊帖子已删除
zh_tw: 已刪除指定帖子

source: Thread deleted
ar: الموضوع محذوف
ast_es: Tema esborráu
bn_bd: থ্রেড মুছে ফেলা হয়েছে
bs_ba: Nit obrisana
ca_es: Tema eliminat
cs_cz: Vlákno smazáno
da: Tråd slettet
de: Thema wurde gelöscht
el: Το νήμα έχει διαγραφεί
eo: Fado forigita
es: Tema eliminado
es_mx: Hilo eliminado
eu_es: Gaia ezabatu da
fa_ir: موضوع حذف شد
fi_fi: Keskustelu poistettu
fo_fo: Træði slett
fur: Argoment eliminât
ga: Scriochaíodh an snáithe
gl: Tema eliminado
he_il: השרשור נמחק
hi: धागा हटा दिया गया
hr_hr: Tema obrisana
hu_hu: Szál törölve
hy: Շղթան ջնջվել է
id_id: Thread dihapus
it: Argomento eliminato
ja: スレッドが削除されました
ka_ge: საუბარი წაშლილია
ko_kr: 스레드가 삭제되었습니다
lo: ກະທູ້ຖືກລຶບແລ້ວ
lt_lt: Siūlas ištrintas
lv_lv: Temats izdzēsts
mk_mk: Нишка избришана
ms_my: Benang dipadam
my_mm: ပို့စ်စီးရီးကို ဖျက်လိုက်ပြီးဖြစ်သည်
ne: थ्रेड मेटाइयो
nl: Discussie verwijderd
nn_no: Tråd sletta
oc: Fil suprimit
pl_pl: Wątek usunięty
ps: موضوع حذف شوه
pt_br: Discussão excluida
pt_pt: Tópico eliminado
ro_ro: Thread sters
ru_ru: Удаленные темы
sk_sk: Téma zmazaná
sl: Nit je bila odstranjena
sq: Tema u fshit
sr_rs: Tema obrisana
sv_se: Tråd borttagen
sw_ke: Mnyororo umefutwa
ta: நூல் நீக்கப்பட்டது
th: ลบกระทู้แล้ว
tl_ph: Natanggal ang Thread
tr: Konu silindi
uk_ua: Тему видалено
vi_vn: Chủ đề đã bị xóa
xh_za: Umtya ucinyiwe
zh_cn: 线程已删除
zh_tw: 已刪除論題

source: Next message
ar: الرسالة التالية
ast_es: Mensaxe siguiente
bn_bd: পরবর্তী বার্তা
bs_ba: Sljedeća poruka
ca_es: Missatge següent
cs_cz: Další zpráva
da: Næste besked
de: Nächster Beitrag
el: Επόμενο μήνυμα
eo: Sekva mesaĝo
es: Mensaje siguiente
es_mx: Mensaje siguiente
eu_es: Hurrengo mezua
fa_ir: پیام بعدی
fi_fi: Seuraava viesti
fo_fo: Næsta boð
fur: Prossim messagi
ga: Teachtaireacht seo chugainn
gl: Mensaxe seguinte
he_il: ההודעה הבאה
hi: अगला संदेश
hr_hr: Sljedeća poruka
hu_hu: Következő üzenet
hy: Հաջորդ հաղորդագրություն
id_id: Pesan berikutnya
it: Messaggio successivo
ja: 次のメッセージ
ka_ge: შემდეგი შეტყობინება
ko_kr: 다음 메시지
lt_lt: Kitas pranešimas
lv_lv: Nākamā atbilde
mk_mk: Следна порака
ms_my: Mesej seterusnya
my_mm: နောက်စာတို
ne: अर्को सन्देश
nl: Volgend bericht
nn_no: Neste melding
oc: Messatge seguent
pl_pl: Następna wiadomość
ps: بل پیغام
pt_br: Próxima mensagem
pt_pt: Mensagem seguinte
ro_ro: Urmatorul mesaj
ru_ru: Следующее сообщение
sk_sk: Nasledujúca správa
sl: Naslednje sporočilo
sq: Mesazhi i ardhshëm
sr_rs: Sledeća poruka
sv_se: Nästa meddelande
sw_ke: Ujumbe ujao
ta: அடுத்த செய்தி
th: ข้อความถัดไป
tl_ph: Susunod na mensahe
tr: Sonraki mesaj
uk_ua: Наступне повідомлення
vi_vn: Tin nhắn tiếp theo
xh_za: Umyalezo olulandelayo
zh_cn: 下一条消息
zh_tw: 下一段訊息

source: Previous message
ar: الرسالة السابقة
ast_es: Mensaxe anterior
bn_bd: আগের বার্তা
bs_ba: Prethodna poruka
ca_es: Missatge anterior
cs_cz: Předchozí zpráva
da: Forrige besked
de: Vorheriger Beitrag
el: Προηγούμενο μήνυμα
eo: Antaŭa mesaĝo
es: Mensaje anterior
es_mx: Mensaje anterior
eu_es: Aurreko mezua
fa_ir: پیام قبلی
fi_fi: Edellinen viesti
fo_fo: Undanfarna boð
fur: Precedent messagi
ga: Teachtaireacht roimhe seo
gl: Mensaxe anterior
he_il: הודעה קודמת
hi: पिछला संदेश
hr_hr: Prethodna poruka
hu_hu: Előző üzenet
hy: Նախորդ հաղորդագրություն
id_id: Pesan sebelumnya
it: Messaggio precedente
ja: 前のメッセージ
ka_ge: წინა შეტყობინება
ko_kr: 이전 메시지
lt_lt: Ankstesnis pranešimas
lv_lv: Iepriekšējā atbilde
mk_mk: Претходна порака
ms_my: Mesej sebelumnya
my_mm: ယခင်စာတို
ne: अघिल्लो सन्देश
nl: Vorig bericht
nn_no: Føregåande melding
oc: Messatge precedent
pl_pl: Poprzednia wiadomość
ps: پخوانی پیغام
pt_br: Mensagem anterior
pt_pt: Mensagem anterior
ro_ro: Mesajul anterior
ru_ru: Предыдущее сообщение
sk_sk: Predchádzajúca správa
sl: Predhodno sporočilo
sq: Mesazhi i mëparshëm
sr_rs: Prethodna poruka
sv_se: Föregående meddelande
sw_ke: Ujumbe wa awali
ta: முந்தைய செய்தி
th: ข้อความก่อนหน้า
tl_ph: Nakaraang mensahe
tr: Önceki mesaj
uk_ua: Попереднє повідомлення
vi_vn: Tin nhắn trước
xh_za: Umyalezo wangaphambili
zh_cn: 上一条消息
zh_tw: 上一段訊息

source: First message
ar: الرسالة الاولى
ast_es: Primer mensaxe
bn_bd: প্রথম বার্তা
bs_ba: Prva poruka
ca_es: Primer missatge
cs_cz: První zpráva
da: Første besked
de: Erster Beitrag
el: Πρώτο μήνυμα
eo: Unua mesaĝo
es: Primer mensaje
es_mx: Primer mensaje
eu_es: Lehen mezua
fa_ir: اولین پیام
fi_fi: Ensimmäinen viesti
fo_fo: Fyrsta boð
fur: Primi messagi
ga: An chéad teachtaireacht
gl: Primeira mensaxe
he_il: הודעה ראשונה
hi: पहला संदेश
hr_hr: Prva poruka
hu_hu: Első üzenet
hy: Առաջին հաղորդագրություն
id_id: Pesan pertama
it: Primo messaggio
ja: 最初のメッセージ
ka_ge: პირველი შეტყობინება
ko_kr: 첫 번째 메시지
lt_lt: Pirmasis pranešimas
lv_lv: Pirmā atbilde
mk_mk: Прва порака
ms_my: Mesej pertama
my_mm: ပထမစာတို
ne: पहिलो सन्देश
nl: Eerste bericht
nn_no: Første melding
oc: Primièr messatge
pl_pl: Pierwsza wiadomość
ps: لومړنی پیغام
pt_br: Primeira mensagem
pt_pt: Primeira mensagem
ro_ro: Primul mesaj
ru_ru: Первое сообщение
sk_sk: Prvá správa
sl: Prvo sporočilo
sq: Mesazhi i parë
sr_rs: Prva poruka
sv_se: Första meddelandet
sw_ke: Ujumbe wa kwanza
ta: முதல் செய்தி
th: ข้อความแรก
tl_ph: Unang mensahe
tr: İlk mesaj
uk_ua: Перше повідомлення
vi_vn: Tin nhắn đầu tiên
xh_za: Umyalezo lokuqala
zh_cn: 第一条消息
zh_tw: 第一段訊息

source: Last message
ar: الرسالة الاخيرة
ast_es: Últimu mensaxe
bn_bd: শেষ বার্তা
bs_ba: Posljednja poruka
ca_es: Darrer missatge
cs_cz: Poslední zpráva
da: Sidste besked
de: Letzter Beitrag
el: Τελευταίο μήνυμα
eo: Lasta mesaĝo
es: Último mensaje
es_mx: Último mensaje
eu_es: Azken mezua
fa_ir: آخرین پیام
fi_fi: Viimeinen viesti
fo_fo: Sista boð
fur: Ultim messagi
ga: Deireadh teachtaireacht
gl: Última mensaxe
he_il: הודעה אחרונה
hi: अंतिम संदेश
hr_hr: Zadnja poruka
hu_hu: Utolsó üzenet
hy: Վերջին հաղորդագրություն
id_id: Pesan terakhir
it: Ultimo messaggio
ja: 最後のメッセージ
ka_ge: ბოლო შეტყობინება
ko_kr: 마지막 메시지
lt_lt: Paskutinis pranešimas
lv_lv: Pēdējā atbilde
mk_mk: Последна порака
ms_my: Mesej terakhir
my_mm: နောက်ဆုံးစာတို
ne: अन्तिम सन्देश
nl: Laatste bericht
nn_no: Siste melding
oc: Darrièr messatge
pl_pl: Ostatnia wiadomość
ps: وروستنی پیغام
pt_br: Última mensagem
pt_pt: Última mensagem
ro_ro: Ultimul mesaj
ru_ru: Последнее сообщение
sk_sk: Posledná správa
sl: Zadnje sporočilo
sq: Mesazhi i fundit
sr_rs: Zadnja poruka
sv_se: Sista meddelandet
sw_ke: Ujumbe wa mwisho
ta: கடைசி செய்தி
th: ข้อความสุดท้าย
tl_ph: Huling mensahe
tr: Son mesaj
uk_ua: Останнє повідомлення
vi_vn: Tin nhắn cuối cùng
xh_za: Umyalezo lokugqibela
zh_cn: 最后一条消息
zh_tw: 最後一段訊息

source: Search in the Forum
ar: البحث في المنتدى
ast_es: Buscar nos foros
bn_bd: ফোরামে অনুসন্ধান করুন
bs_ba: Pretraga u forumu
ca_es: Cercar en els fòrums
cs_cz: Hledat ve fóru
da: Søg i forumet
de: Forum durchsuchen
el: Αναζήτηση στο Forum
eo: Serĉi en la Forumo
es: Buscar en los foros
es_mx: Buscar en el foro
eu_es: Bilatu foroetan
fa_ir: جستجو در انجمن
fi_fi: Etsi keskusteluista
fo_fo: Leita í forum
fur: Çercjâ tal forum
ga: Cuardaigh san Fhóram
gl: Buscar nos foros
he_il: חפש בפורום
hi: फोरम में खोजें
hr_hr: Pretraga foruma
hu_hu: Keresés a Fórumban
hy: Որոնել ֆորումում
id_id: Cari di Forum
it: Cerca nel Forum
ja: フォーラムを検索
ka_ge: ძიება ფორუმში
ko_kr: 포럼 검색
lt_lt: Ieškoti forume
lv_lv: Meklēt forumā
mk_mk: Пребарај во Форумот
ms_my: Cari dalam Forum
my_mm: ဖိုရမ်တွင် ရှာဖွေပါ
ne: फोरममा खोज्नुहोस्
nl: Zoek in de forum module
nn_no: Søk i forumet
oc: Recercar dins lo forum
pl_pl: Szukaj w Forum
ps: په فورم کې څیړنه
pt_br: Pesquisar no fórum
pt_pt: Pesquisar no fórum
ro_ro: Cauta in forum
ru_ru: Поиск на Форуме
sk_sk: Vyhľadať vo fóre
sl: Išči v forumu
sq: Kërko në Forum
sr_rs: Pretraga foruma
sv_se: Sök i forumet
sw_ke: Tafuta katika Mforumu
ta: விவாதமன்றத்தில் தேடல்
th: ค้นหาในฟอรัม
tl_ph: Maghanap sa Forum
tr: Forumda ara
uk_ua: Пошук у форумі
vi_vn: Tìm kiếm trong diễn đàn
xh_za: Gqiba kwiforamu
zh_cn: 论坛搜索
zh_tw: 在論壇中搜尋

source: Forum search results
ar: نتائج البحث في المنتدى
ast_es: resultaos de la busca nos foros
bn_bd: ফোরাম অনুসন্ধান ফলাফল
bs_ba: Rezultati pretrage foruma
ca_es: resultats de la cerca en els fòrums
cs_cz: Výsledky hledání fóra
da: Forum søgeresultater
de: Suchergebnisse für Forum
el: Αποτελέσματα αναζήτησης στο Forum
eo: Rizultoj de serĉo en forumo
es: resultados de la búsqueda en los foros
es_mx: Resultados de búsqueda del foro
eu_es: Foroetan eginiko bilaketaren emaitzak
fa_ir: نتایج جستجوی انجمن
fi_fi: Haku tulokset
fo_fo: Leitarráslutningar í forum
fur: Risultâts dal çercjât dal forum
ga: Torthaí cuardaigh an fhóraim
gl: resultados da procura nos foros
he_il: תוצאות חיפוש בפורום
hi: फोरम खोज परिणाम
hr_hr: Rezultat pretrage foruma
hu_hu: A Fórumban keresés eredménye
hy: Ֆորումի որոնման արդյունքներ
id_id: Hasil pencarian forum
it: Risultati della ricerca
ja: フォーラム検索結果
ka_ge: ფორუმის ძიების შედეგები
ko_kr: 포럼 검색 결과
lt_lt: Forumo paieškos rezultatai
lv_lv: Meklēšanas forumā rezultāti
mk_mk: Резултати од пребарувањето во форумот
ms_my: Keputusan carian forum
my_mm: ဖိုရမ်ရှာဖွေမှုရလဒ်များ
ne: फोरम खोज परिणामहरू
nl: Forum zoekresultaten
nn_no: Forumets søkeresultat
oc: Resultats de recèrca del forum
pl_pl: Rezultaty wyszukiwania
ps: فورم څیړنې پایلې
pt_br: Resultados da pesquisa do fórum
pt_pt: Resultados da pesquisa no fórum
ro_ro: Rezultatele cautarii in forum
ru_ru: Результаты поиска на форуме
sk_sk: Výsledky vyhľadávania vo fóre
sl: Rezultat iskanja po forumu
sq: Rezultatet e kërkimit në forum
sr_rs: Rezultat pretrage foruma
sv_se: Forumets sökresultat
sw_ke: Matokeo ya utafutaji wa mforumu
ta: விவாதமன்ற தேடல் முடிவுகள்
th: ผลการค้นหาฟอรัม
tl_ph: Mga resulta ng paghahanap sa Forum
tr: Forum arama sonuçları
uk_ua: Результати пошуку форуму
vi_vn: Kết quả tìm kiếm diễn đàn
xh_za: Iziphumo zokugqiba kwiforamu
zh_cn: 论坛搜索结果
zh_tw: 論壇搜尋結果

source: You search on multiple words by using the + sign
ar: + يمكنك البحث عن عدة كلمات من خلال استخدام الرمز
ast_es: Pue buscar varies palabes usando'l signu +
bn_bd: একাধিক শব্দ অনুসন্ধানের জন্য + চিহ্ন ব্যবহার করুন
bs_ba: Pretražujete više riječi koristeći znak +
ca_es: Podeu cercar vàries paraules utilitzant el signe +
cs_cz: Pro hledání více slov použijte znaménko +
da: Du søger på flere ord ved at bruge + tegnet
de: Für Suche nach mehreren Wörtern diese mit + Zeichen verbinden
el: Μπορείτε να κάνετε αναζήτηση πολλαπλών λέξεων με τη χρήση του συμβόλου +
eo: Vi povas serĉi plurajn vortojn uzante la signon +
es: Puede buscar varias palabras usando el signo +
es_mx: Puedes buscar en múltiples palabras usando el signo +
eu_es: Hainbat hitz bilatu ditzakezu + ikurraz baliatuz
fa_ir: می توانید با استفاده از علامت + جستجوی واژه های چندگانه انجام دهید
fi_fi: Etsi useammalla sanalla käyttämällä + merkkiä
fo_fo: Tú leitar á fleiri orðum við at brúka + teiknið
fur: Tu çercjis su plui parôls cul segn +
ga: Déan cuardach ar ilfhocail trí úsáid a bhaint as an gcomhartha +
gl: Pode buscar varias palabras usando o signo +
he_il: אתה מחפש מילים מרובות באמצעות סימן +
hi: एकाधिक शब्दों पर खोजने के लिए + चिह्न का उपयोग करें
hr_hr: Pretragu sa više riječi dodajete + znakom
hu_hu: Több szóra is kereshet, ha + jellel kezdi azokat
hy: Մի քանի բառերով որոնելու համար օգտագործեք + նշանը
id_id: Anda mencari beberapa kata dengan menggunakan tanda +
it: Per cercare più parole usa il simbolo +
ja: 複数の単語で検索するには + 記号を使用します
ka_ge: მრავალ სიტყვაზე ძიება + ნიშნით
ko_kr: 여러 단어를 검색할 때는 + 기호를 사용하세요
lo: ທ່ານສາມາດຄົ້ນຫາຫຼາຍຄຳສັບໄດ້ໂດຍການໃຊ້ເຄື່ອງໝາຍ +
lt_lt: Ieškokite kelių žodžių naudodami + ženklą
lv_lv: Jūs varat meklēt vairākus vārdus izmantojot + zīmi
mk_mk: Пребарувајте на повеќе зборови со користење на знакот +
ms_my: Anda boleh mencari pelbagai perkataan dengan menggunakan tanda +
my_mm: + သင်္ကေတကို အသုံးပြု၍ စကားလုံးမျိုးစုံတွင် ရှာဖွေနိုင်သည်
ne: धेरै शब्दहरूमा खोज्न + चिन्ह प्रयोग गर्नुहोस्
nl: U kunt op meerdere zoektermen zoeken door gebruik te maken van het + teken
nn_no: Du søkjer på fleire ord ved å bruke + -tegnet
oc: Recercatz sus de mots multiples en utilizant lo signe +
pl_pl: Można wyszukiwać wielu słów za pomocą znaku +
ps: تاسو څو کلمې د + نښې په کارولو سره څیړلی شئ
pt_br: Pode pesquisar múltiplas palavras usando o sinal + entre elas
pt_pt: Pode pesquisar por várias palavras utilizando o sinal +
ro_ro: Cautati pe mai multe cuvinte folosind semnul +
ru_ru: Ваш поиск по разнообразным словам, используя знак + (плюс)
sk_sk: Pre vyhľadanie viacerých slov použite znak +
sl: Iskanje večih besed izvedete z uporabo + znaka
sq: Kërkoni në fjalë të shumta duke përdorur shenjën +
sr_rs: Pretragu sa više rieči dodajete + znakom
sv_se: Sök på flera ord genom att använda + -tecknet
sw_ke: Unaweza kutafuta maneno mengi kwa kutumia ishara +
ta: பல சொற்களைத் தேட '+' அறிகுறியைப் பயன்படுத்தவும்
th: ค้นหาคำหลายคำโดยใช้เครื่องหมาย +
tl_ph: Maghanap sa maraming salita gamit ang + sign
tr: Birden fazla kelime aramak için + işaretini kullanın
uk_ua: Шукайте кілька слів за допомогою знака +
vi_vn: Bạn có thể tìm kiếm nhiều từ bằng cách sử dụng dấu +
xh_za: Ugqiba amagama amaninzi usebenzisa uphawu +
zh_cn: 使用 + 号搜索多个词
zh_tw: 使用 + 號可搜尋多個詞彙
