Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Read message
ar: اقرأ الرسالة
ast_es: Lleer
bn_bd: বার্তা পড়ুন
bs_ba: Čitaj poruku
ca_es: Leer
cs_cz: Přečíst zprávu
da: Læs besked
de: Nachricht lesen
el: Ανάγνωση μηνύματος
eo: Legi mesaĝon
es: Leer
es_mx: Leer mensaje
eu_es: Irakurri mezua
fa_ir: خواندن پیام
fi_fi: Lue viesti
fo_fo: Les boð
fur: Leggî messagi
ga: Léigh teachtaireacht
gl: Ler mensaxe
he_il: קרא הודעה
hi: संदेश पढ़ें
hr_hr: Pročitaj poruku
hu_hu: Üzenet elolvasása
hy: Կարդալ հաղորդագրությունը
id_id: Baca pesan
it: Leggi il messaggio
ja: メッセージを読む
ka_ge: შეტყობინების წაკითხვა
ko_kr: 메시지 읽기
lt_lt: Skaityti pranešimą
lv_lv: Lasīt vēstuli
mk_mk: Прочитај порака
ms_my: Baca mesej
my_mm: စာတိုဖတ်ပါ
ne: सन्देश पढ्नुहोस्
nl: Lees bericht
nn_no: Les melding
oc: Legir lo messatge
pl_pl: Czytaj wiadomość
ps: پیغام ولولئ
pt_br: Ler mensagem
pt_pt: Ler mensagem
ro_ro: Cititi
ru_ru: Прочитать сообщение
sk_sk: Čítať správu
sl: Preberi sporočilo
sq: Lexo mesazhin
sr_rs: Pročitajte poruku
sv_se: Läs meddelande
sw_ke: Soma ujumbe
ta: செய்தியை படி
th: อ่านข้อความ
tl_ph: Basahin ang mensahe
tr: Mesajı oku
uk_ua: Прочитати повідомлення
vi_vn: Đọc tin nhắn
xh_za: Funda umyalezo
zh_cn: 阅读消息
zh_tw: 閱讀訊息

source: Send invitation message
ar: ارسل رسالة دعوة
ast_es: Unviar mensaxes d'invitación
bn_bd: আমন্ত্রণ বার্তা পাঠান
bs_ba: Pošalji poruku pozivnice
ca_es: Enviar missatge d'invitació
cs_cz: Odeslat pozvánkovou zprávu
da: Send invitationsbesked
de: Einladung senden
el: Αποστολή μηνύματος με Πρόσκληση
eo: Sendi invit-mesaĝon
es: Enviar mensaje de invitación
es_mx: Enviar mensaje de invitación
eu_es: Bidali gonbite mezua
fa_ir: ارسال پیام دعوتنامه
fi_fi: Lähetä kutsu
fo_fo: Send boð um at bjóða
fur: Manda messagi di invit
ga: Seol teachtaireacht cuireadh
gl: Enviar mensaxe de invitación
he_il: שלח הודעת הזמנה
hi: आमंत्रण संदेश भेजें
hr_hr: Pošalji poruku pozivnice
hu_hu: Meghívó üzenet küldése
hy: Ուղարկել հրավերական հաղորդագրություն
id_id: Kirim pesan undangan
it: Invia un messaggio di invito
ja: 招待メッセージを送信
ka_ge: მოწვევის შეტყობინების გაგზავნა
ko_kr: 초대 메시지 발송
lt_lt: Siųsti kvietimo pranešimą
lv_lv: Sūtīt ielūguma vēstuli
mk_mk: Испрати покана порака
ms_my: Hantar mesej jemputan
my_mm: ဖိတ်ကြားစာတိုပို့ပါ
ne: निमन्त्रणा सन्देश पठाउनुहोस्
nl: Verstuur vriendschapsverzoek
nn_no: Send invitasjonsmelding
oc: Mandar un messatge d'invitacion
pl_pl: Wyślij wiadomość powitalną
ps: د دعوت پیغام واستوئ
pt_br: Enviar mensagem de convite
pt_pt: Enviar mensagem de convite
ro_ro: Trimite mesajul de invitație
ru_ru: Отправить приглашение
sk_sk: Poslať pozvánku
sl: Pošlji sporočilo z vabilom
sq: Dërgo mesazh ftese
sr_rs: Pošalji pozivnicu
sv_se: Skicka inbjudan
sw_ke: Tuma ujumbe wa mwaliko
ta: அழைப்பு செய்தி அனுப்பு
th: ส่งข้อความเชิญ
tl_ph: Magpadala ng mensahe ng imbitasyon
tr: Davet mesajı gönder
uk_ua: Надіслати запрошувальне повідомлення
vi_vn: Gửi tin nhắn mời
xh_za: Thumela umyalezo wesimemo
zh_cn: 发送邀请消息
zh_tw: 傳送邀請訊息

source: Are you sure that you wish to send these invitations ?
ar: هل انت متأكد بانك تود ارسال هذه الدعوات؟
ast_es: ¿De xuro que quies unviar les invitaciones a los usuarios seleicionaos?
bn_bd: আপনি কি নিশ্চিত যে এই আমন্ত্রণগুলো পাঠাতে চান?
bs_ba: Jeste li sigurni da želite poslati ove pozivnice?
ca_es: Està segur que desitja enviar les invitacions als usuaris seleccionats ?
cs_cz: Jste si jisti, že chcete odeslat tato pozvánky?
da: Er du sikker på, at du vil sende disse invitationer?
de: Einladungen wirklich versenden?
el: Είστε σίγουρος/η ότι θέλετε να στείλετε αυτές τις προσκλήσεις;
eo: Ĉu vi certas ke vi deziras sendi ĉi tiujn invitilojn ?
es: ¿ Está seguro de que desea enviar las invitaciones a los usuarios seleccionados ?
es_mx: ¿Estás seguro de que deseas enviar estas invitaciones?
eu_es: Ziur al zaude gonbiteak bidali nahi dizkiezula?
fa_ir: آیا مطمئن هستید قصد ارسال دعوتنامه را دارید؟
fi_fi: Haluatko varmasti lähettää nämä kutsut?
fo_fo: Er tú vís í at tú ynskir at senda hesi invitatiónini?
fur: Si jê sigur che vûl mandâ cheste invit?
ga: An bhfuil tú cinnte gur mhaith leat na cuireadh seo a sheoladh?
gl: Seguro que quere enviar estas invitacións?
he_il: האם אתה בטוח שברצונך לשלוח הזמנות אלה?
hi: क्या आप निश्चित हैं कि आप ये आमंत्रण भेजना चाहते हैं?
hr_hr: Jeste li sigurni da želite poslati ove pozivnice?
hu_hu: Biztosan el akarja küldeni ezeket a meghívásokat?
hy: Հաստատո՞ւմ եք, որ ցանկանում եք ուղարկել այս հրավերները։
id_id: Apakah Anda yakin ingin mengirim undangan ini?
it: Sei sicuro di voler spedire gli inviti agli utenti selezionati?
ja: これらの招待を送信してもよろしいですか ?
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ მოწვევების გაგზავნა?
ko_kr: 이 초대를 발송하시겠습니까?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການສົ່ງຄຳເຊີນເຫຼົ່ານີ້?
lt_lt: Ar tikrai norite siųsti šiuos kvietimus?
lv_lv: Jūs esat pārliecināts par vēlmi nosūtīt šos ielūgumus ?
mk_mk: Дали сте сигурни дека сакате да ги испратите овие покани?
ms_my: Adakah anda pasti mahu menghantar jemputan ini?
my_mm: ဤဖိတ်ကြားချက်များကို ပို့လိုသည်မှာ သေချာပါသလား။
ne: के तपाईं यी निमन्त्रणाहरू पठाउन चाहनुहुन्छ भन्ने निश्चित हुनुहुन्छ ?
nl: Ben je zeker dat je deze vriendschapsverzoeken wil versturen ?
nn_no: Er du sikker på at du vil sende desse invitasjonane?
oc: Sètz segur que vollez mandar aquestas invitacions ?
pl_pl: Jesteś pewien, że chcesz wysłać te zaproszenia?
ps: آیا تاسو ډاډه یاست چې دا دعوتونه غواړئ واستوئ؟
pt_br: Tem certeza que deseja enviar estes convites?
pt_pt: Tem a certeza que deseja enviar estes convites?
ro_ro: Esti sigur ca vrei să trimiți invitații utilizatorilor selectionati?
ru_ru: Вы уверены, что хотите отправить эти приглашения?
sk_sk: Ste si istí, že chcete poslať tieto pozvánky?
sl: Ste prepričani, da želite odposlati ta vabila ?
sq: A jeni të sigurt që dëshironi të dërgoni këto ftesa?
sr_rs: Jeste li sigurni da želite da pošaljete ove pozivnice?
sv_se: Är du säker på att du vill skicka dessa inbjudningar?
sw_ke: Je, una uhakika unataka kutuma mwaliko huu?
ta: இந்த அழைப்புகளை அனுப்ப விரும்புகிறீர்களா?
th: คุณแน่ใจหรือไม่ว่าต้องการส่งคำเชิญเหล่านี้?
tl_ph: Sigurado ka bang nais mong ipadala ang mga imbitasyong ito ?
tr: Bu davetiyeleri göndermek istediğinize emin misiniz?
uk_ua: Ви впевнені, що бажаєте надіслати ці запрошення?
vi_vn: Bạn có chắc chắn muốn gửi các lời mời này không?
xh_za: Uqinisekile ukuba ufuna ukuthumela ezi simemo?
zh_cn: 您确定要发送这些邀请吗？
zh_tw: 您確定要傳送這些邀請嗎？

source: Messages tool
ar: اداة الرسائل
ast_es: Ferramienta de mensaxes
bn_bd: বার্তা টুল
bs_ba: Alat za poruke
ca_es: Eina missatges
cs_cz: Nástroj zpráv
da: Beskedværktøj
de: Nachrichten-Werkzeug
el: Εργαλείο για Μηνύματα
eo: Ilo de mesaĝoj
es: Herramienta mensajes
es_mx: Herramienta de mensajes
eu_es: Mezuetarako tresna
fa_ir: ابزار پیام
fi_fi: Viesti työkalu
fo_fo: Boðverktøðið
fur: Strument messagis
ga: Uirlis teachtaireachtaí
gl: Ferramenta de mensaxes
he_il: כלי הודעות
hi: संदेश उपकरण
hr_hr: Alat za poruke
hu_hu: Üzenetek eszköz
hy: Հաղորդագրությունների գործիք
id_id: Alat pesan
it: Messaggi
ja: メッセージツール
ka_ge: შეტყობინებები
ko_kr: 메시지 도구
lo: ເຄື່ອງມືຂໍ້ຄວາມ
lt_lt: Pranešimų įrankis
lv_lv: Vēstules veidošanas instruments
mk_mk: Алатка за пораки
ms_my: Alat mesej
my_mm: စာတိုကိရိယာ
ne: सन्देश उपकरण
nl: Berichtenmodule
nn_no: Meldingverktøy
oc: Aisina de messatges
pl_pl: Narzędzia wiadomości
ps: پیغامونه وسیلې
pt_br: Ferramenta de mensagens
pt_pt: Ferramenta mensagens
ro_ro: Instrumentul mesaje
ru_ru: Инструмент сообщений
sk_sk: Nástroj správ
sl: Sporočila
sq: Mjeti i mesazheve
sr_rs: Alat za poruke
sv_se: Meddelandeverktyg
sw_ke: Zana ya mjumbe
ta: செய்திகள் கருவி
th: เครื่องมือข้อความ
tl_ph: Tool ng mga mensahe
tr: Mesaj araçları
uk_ua: Інструмент повідомлень
vi_vn: Công cụ tin nhắn
xh_za: Isixhobo semiyalezo
zh_cn: 消息工具
zh_tw: 訊息工具

source: Write a message
ar: اكتب رسالة
ast_es: Escribir un mensax
bn_bd: বার্তা লিখুন
bs_ba: Napiši poruku
ca_es: Escriure un missatge
cs_cz: Napsat zprávu
da: Skriv en besked
de: Eine Nachricht schreiben
el: Δημιουργία ενός μηνύματος
eo: Skribi mesaĝon
es: Escribir un mensaje
es_mx: Escribir un mensaje
eu_es: Idatzi mezua
fa_ir: نوشتن یک پیام
fi_fi: Kirjoita viesti
fo_fo: Skriva eitt boð
fur: Scrivî un messagi
ga: Scríobh teachtaireacht
gl: Escribir unha mensaxe
he_il: כתוב הודעה
hi: संदेश लिखें
hr_hr: Napiši poruku
hu_hu: Üzenet írása
hy: Գրել հաղորդագրություն
id_id: Tulis pesan
it: Scrivi un messaggio
ja: メッセージを書く
ka_ge: შეტყობინების დაწერა
ko_kr: 메시지 작성
lt_lt: Rašyti pranešimą
lv_lv: Rakstīt vēstuli
mk_mk: Напиши порака
ms_my: Tulis mesej
my_mm: စာတိုရေးပါ
ne: सन्देश लेख्नुहोस्
nl: Schrijf een bericht
nn_no: Skriv ein melding
oc: Redigir un messatge
pl_pl: Napisz wiadomość
ps: پیغام ولیکئ
pt_br: Escrever uma mensagem
pt_pt: Escrever uma mensagem
ro_ro: Scrieți un mesaj
ru_ru: Написать сообщение
sk_sk: Napísať správu
sl: Sestavi sporočilo
sq: Shkruaj një mesazh
sr_rs: Napišite poruku
sv_se: Skriv ett meddelande
sw_ke: Andika ujumbe
ta: செய்தி எழுது
th: เขียนข้อความ
tl_ph: Magsulat ng mensahe
tr: Mesaj yaz
uk_ua: Написати повідомлення
vi_vn: Viết tin nhắn
xh_za: Bhala umyalezo
zh_cn: 撰写消息
zh_tw: 撰寫訊息

source: Message already read
ar: تم قراءة الرسالة مسبقا
ast_es: Mensax lleíu
bn_bd: পড়া বার্তা
bs_ba: Poruka već pročitana
ca_es: Missatge llegit
cs_cz: Zpráva již přečtena
da: Besked allerede læst
de: Nachricht wurde bereits gelesen
el: Το μήνυμα έχει ήδη διαβασθεί
eo: Mesaĝo jam legita
es: Mensaje leído
es_mx: Mensaje ya leído
eu_es: Mezua irakurri da
fa_ir: پیام قبلا خوانده شده
fi_fi: Viesti on jo luettu
fo_fo: Boð longt lesið
fur: Messagi già let
ga: Teachtaireacht léite cheana
gl: Mensaxe xa lido
he_il: ההודעה כבר נקראה
hi: पहले से पढ़ा गया संदेश
hr_hr: Poruka već pročitana
hu_hu: Elolvasott üzenet
hy: Կարդացված հաղորդագրություն
id_id: Pesan sudah dibaca
it: Messaggio letto
ja: 既読メッセージ
ka_ge: წაკითხული შეტყობინება
ko_kr: 이미 읽은 메시지
lt_lt: Jau perskaitytas pranešimas
lv_lv: Vēstule jau ir lasīta
mk_mk: Порака веќе прочитана
ms_my: Mesej sudah dibaca
my_mm: စာတိုဖတ်ပြီးဖြစ်သည်
ne: पहिल्यै पढिएको सन्देश
nl: Bericht reeds gelezen
nn_no: Melding allereids lest
oc: Messatge ja legit
pl_pl: Wiadomość przeczytana
ps: پیغام لوستل شوی
pt_br: Esta mensagem já foi lida
pt_pt: Mensagem já lida
ro_ro: Mesaj citit
ru_ru: Сообщение прочитано
sk_sk: Správa prečítaná
sl: Sporočilo je že bilo prebrano
sq: Mesazh i lexuar tashmë
sr_rs: Poruka je već pročitana
sv_se: Meddelande redan läst
sw_ke: Ujumbe umesomwa tayari
ta: செய்தி ஏற்கனவே படிக்கப்பட்டது
th: ข้อความที่อ่านแล้ว
tl_ph: Mensahe na nabasa na
tr: Okunmuş mesaj
uk_ua: Повідомлення прочитано
vi_vn: Tin nhắn đã đọc
xh_za: Umeyalezo sele ufundiwe
zh_cn: 消息已读
zh_tw: 已讀訊息

source: Message without reading
ar: رسالة غير مقروءة
ast_es: Mensax ensin lleer
bn_bd: অপঠিত বার্তা
bs_ba: Poruka nepročitana
ca_es: Missatge sense llegir
cs_cz: Nepřečtená zpráva
da: Besked ulæst
de: ungelesene Nachricht
el: Το μήνυμα δεν έχει διαβασθεί
eo: Mesaĝo sen legi
es: Mensaje sin leer
es_mx: Mensaje sin leer
eu_es: Irakurri gabeko mezua
fa_ir: پیام خوانده نشده
fi_fi: Lukemattomat
fo_fo: Boð uttan at lesa
fur: Messagi no letûts
ga: Teachtaireacht gan léamh
gl: Mensaxe sen ler
he_il: הודעה ללא קריאה
hi: न पढ़ा गया संदेश
hr_hr: Poruka nepročitana
hu_hu: Elolvasatlan üzenet
hy: Չկարդացված հաղորդագրություն
id_id: Pesan belum dibaca
it: Messaggio da leggere
ja: 未読メッセージ
ka_ge: წაუკითხავი შეტყობინება
ko_kr: 읽지 않은 메시지
lt_lt: Neperskaitytas pranešimas
lv_lv: Vēstule nav lasīta
mk_mk: Порака не прочитана
ms_my: Mesej tanpa dibaca
my_mm: မဖတ်ရသေးသော စာတို
ne: नपढिएको सन्देश
nl: Ongelezen bericht
nn_no: Melding ulest
oc: Messatge pas legit
pl_pl: Wiadomość nieprzeczytana
ps: نولوستل شوی پیغام
pt_br: Mensagem ainda não lida
pt_pt: Mensagem por ler
ro_ro: Mesaj necitit
ru_ru: Сообщение не прочитано
sk_sk: Neprečítané správy
sl: Neprebrana sporočila
sq: Mesazh i palexuar
sr_rs: Poruka bez čitanja
sv_se: Oläst meddelande
sw_ke: Ujumbe bila kusomwa
ta: படிக்கப்படாத செய்தி
th: ข้อความที่ยังไม่อ่าน
tl_ph: Mensahe na hindi pa nababasa
tr: Okunmamış mesaj
uk_ua: Непрочитане повідомлення
vi_vn: Tin nhắn chưa đọc
xh_za: Umeyalezo ongafundwanga
zh_cn: 消息未读
zh_tw: 未讀訊息

source: Message Sent
ar: الرسائل المرسلة
ast_es: Mensax unviáu
bn_bd: পাঠিত বার্তা
bs_ba: Poruka poslana
ca_es: Missatge enviat
cs_cz: Zpráva odeslána
da: Besked sendt
de: Nachricht versendet
el: Αυτό το μήνυμα έχει σταλεί στο
eo: Mesaĝo sendita
es: Mensaje enviado
es_mx: Mensaje enviado
eu_es: Mezua bidali da
fa_ir: پیام ارسال شد
fi_fi: Viesti lähetetty
fo_fo: Boð sent
fur: Messagi mandât
ga: Teachtaireacht Seolta
gl: Mensaxe enviada
he_il: הודעה נשלחה
hi: संदेश भेजा गया
hr_hr: Poruka poslana
hu_hu: Az üzenet elküldve
hy: Հաղորդագրությունը ուղարկված է
id_id: Pesan Terkirim
it: Messaggio inviato
ja: 送信済みメッセージ
ka_ge: გაგზავნილი შეტყობინება
ko_kr: 보낸 메시지
lt_lt: Pranešimas išsiųstas
lv_lv: Nosūtītās vēstules
mk_mk: Порака испратена
ms_my: Mesej Dihantar
my_mm: စာတိုပို့ပြီး
ne: सन्देश पठाइयो
nl: Bericht verstuurd
nn_no: Melding sendt
oc: Messatge mandat
pl_pl: Wiadomość wysłana
ps: پیغام واستول شوی
pt_br: Mensagem enviada
pt_pt: Mensagem enviada
ro_ro: Mesaj trimis
ru_ru: Сообщение отправлено
sk_sk: Správa odoslaná
sl: Sporočilo je bilo poslano
sq: Mesazh i dërguar
sr_rs: Poruka poslata
sv_se: Meddelande skickat
sw_ke: Ujumbe Umetumwa
ta: செய்தி அனுப்பப்பட்டது
th: ส่งข้อความแล้ว
tl_ph: Naipadala na ang mensahe
tr: Mesaj gönderildi
uk_ua: Повідомлення надіслано
vi_vn: Tin nhắn đã gửi
xh_za: Umeyalezo uthunyelwe
zh_cn: 消息已发送
zh_tw: 訊息已傳送

source: Settings
ar: إعدادات المقرر
ast_es: Configuración del cursu
bn_bd: সেটিংস
bs_ba: Postavke
ca_es: Modifica la informació del curs
cs_cz: Nastavení kurzu
da: Kursusindstillinger
de: Kursinformation ändern
el: Ρυθμίσεις
eo: Kursaj ecoj
es: Configuración del curso
es_mx: Modificar la información sobre el curso
eu_es: Ezarpenak
fa_ir: تنظیمات
fi_fi: Muuta kurssin tietoja
fo_fo: Innstillingar
fur: Impostazions
ga: Socruithe
gl: Modificar a configuración do curso
he_il: הגדרות
hi: सेटिंग्स
hr_hr: Postavke kolegija
hu_hu: Kurzusbeállítások
hy: Պարամետրեր
id_id: Seting mata kuliah
it: Configurazione
ja: 設定
ka_ge: პარამეტრები
ko_kr: 과정 세팅
lo: ການຕັ້ງຄ່າ
lt_lt: Kurso nustatymai
lv_lv: Kursa iestatījumi
mk_mk: Поставки на курсот
ms_my: Setkan Subjek
my_mm: ဆက်တင်များ
ne: सेटिङहरू
nl: Cursuseigenschappen
nn_no: Kursinnstillinger
oc: Configurar lo cors
pl_pl: Modyfikuj informacje o kursie
ps: اښتنې
pt_br: Configurações do curso
pt_pt: Definições
ro_ro: Setări ale cursului
ru_ru: Настройки курса
sk_sk: Kód kurzu
sl: Nastavitve tečaja
sq: Cilësimet
sr_rs: Podešavanja kursa
sv_se: Modifiera kursinformation
sw_ke: Mipangilio
ta: அமைப்புகள்
th: ตั้งค่าวิชา
tl_ph: Mga Setting
tr: Ders bilgilerini değiştir
uk_ua: Налаштування курсу
vi_vn: Các xác lập cho khóa học
xh_za: Useto
zh_cn: 设置
zh_tw: 課程設定

source: The information has been modified
ar: تم تعديل المعلومات
ast_es: Les carauterístiques modificárense
bn_bd: তথ্য পরিবর্তন করা হয়েছে
bs_ba: Informacije su modificirane
ca_es: La informació ha estat modificada
cs_cz: Informace byla upravená
da: Informationen er ændret
de: Information wurde geändert
el: Η πληροφορία έχει αλλάξει
eo: La ecoj estas ŝanĝitaj
es: Las características han sido modificadas
es_mx: La información ha sido modificada
eu_es: Informazioa aldatu egin da
fa_ir: اطلاعات مورد نظر تغییر یافت
fi_fi: Tietoja on muutettu
fo_fo: Upplýsingarnar eru broyttar
fur: Le informazions a son stât modifichesis
ga: Tá an fhaisnéis athraithe
gl: As características foron modificadas
he_il: המידע השתנה
hi: जानकारी संशोधित की गई है
hr_hr: Podatci su izmijenjeni
hu_hu: Az információ megváltoztatva
hy: Տեղեկությունը փոխվել է
id_id: Informasi telah diubah
it: Le informazioni sono state modificate
ja: 攫鼠饯赖されました
ka_ge: ინფორმაცია შეცვლილია
ko_kr: 정보가 변경되었습니다
lt_lt: Informacija buvo atnaujinta
lv_lv: Informācija tika labota
mk_mk: Информацијата беше изменета
ms_my: Maklumat telah diubahsuai
my_mm: အချက်အလက်ကို ပြင်ဆင်ပြီးဖြစ်သည်
ne: सूचना परिवर्तन गरियो
nl: De eigenschappen werden gewijzigd.
nn_no: Informasjonen ble endret
oc: La configuracion es estada modificada
pl_pl: Informacje zostały zmodyfikowane
ps: معلومات بدل شوي
pt_br: As informações foram modificadas
pt_pt: A informação foi modificada
ro_ro: Caracteristicile au fost modificate
ru_ru: Информация была изменена
sk_sk: Informácia bola zmenená
sl: Informacija je bila spremenjena
sq: Informacioni u modifikua
sr_rs: Ova informavija je izmenjena
sv_se: Informationen har modifierats
sw_ke: Habari zimebadilishwa
ta: தகவல் மாற்றப்பட்டது
th: ได้แก้ไขข้อมูลแล้ว
tl_ph: Na-update na ang impormasyon
tr: Bilgiler değişti
uk_ua: Інформацію було змінено
vi_vn: Thông tin đã được hiệu chỉnh
xh_za: Ulwazi luyitshintshiwe
zh_cn: 课程信息已更新
zh_tw: 課程訊息已更新

source: Completely delete this course
ar: إحذفْ منطقةَ الفصلِ الكاملةِ
ast_es: Esborrar el sitiu web d'esti cursu
bn_bd: এই কোর্সটি সম্পূর্ণ মুছুন
bs_ba: Potpuno obriši ovaj kurs
ca_es: Esborra el lloc web sencer del curs
cs_cz: Vymazat celou oblast kurzu
da: Slet hele kursussiden
de: Kurs vollständig löschen
el: Διαγραφή ολόκληρου του μαθήματος
eo: Forigi ĉi-kursan retejon
es: Eliminar este curso por completo
es_mx: Eliminar el sitio web completo de este curso
eu_es: Ezabatu ikastaroaren area
fa_ir: حذف ناحیه درس
fi_fi: Poista kurssin koko sivusto
fo_fo: Sletta hesum kursi til endaliga
fur: Scancela complêtament chest curs
ga: Scrios an cúrsa seo go hiomlán
gl: Suprimir a web deste curso
he_il: מחק את הקורס הזה לחלוטין
hi: इस कोर्स को पूरी तरह से हटाएँ
hr_hr: Izbriši cijeli website kolegija?
hu_hu: Az teljes kurzus törlése
hy: Այս դասընթացը ամբողջությամբ ջնջել
id_id: Hapus situs mata kuliah
it: Elimina il sito del corso
ja: コース領域を削除
ka_ge: კურსის სრული წაშლა
ko_kr: 전체 과정 삭제
lo: ລຶບຫຼັກສູດນີ້ທັງໝົດ
lt_lt: Ištrinti visą kurso sritį
lv_lv: Izdzēst kursu
mk_mk: Бришење на целиот простор на курсот
ms_my: Gugurkan Subjek dari Pangkalan Data
my_mm: ဤသင်တန်းကို လုံးဝဖျက်ပါ
ne: यो कोर्स पूर्ण रूपमा मेटाउनुहोस्
nl: Deze cursussite verwijderen
nn_no: Slett hele kursområdet
oc: Eliminar lo sit web dau cors
pl_pl: Usuń cały serwis kursu
ps: دا کورس په بشپړه توګه پاک کړئ
pt_br: Excluir toda a área do curso
pt_pt: Eliminar a área do curso
ro_ro: Eliminați acest curs complet
ru_ru: Удалить курс полностью
sk_sk: Zmazať celý kurz
sl: Briši področje tečaja v celoti
sq: Fshij plotësisht këtë kurs
sr_rs: Obriši celo okruženje kursa
sv_se: Radera hela kursen
sw_ke: Futa kabisa kozi hii
ta: இந்த பாடநூலை முற்றிலும் நீக்கு
th: ลบรายวิชานี้
tl_ph: I-delete ang lugar ng kurso
tr: Ders sitesini sil
uk_ua: Видалити весь курс
vi_vn: Xóa toàn bộ website của khóa học
xh_za: Cima ngokupheleleyo eli khosi
zh_cn: 删除课程
zh_tw: 刪除課程

source: Trainers
ar: المدرسين
ast_es: Profesores
bn_bd: প্রশিক্ষক
bs_ba: Treneri
ca_es: Professors
cs_cz: Učitelé
da: Undervisere
de: Kursleiter
el: Εκπαιδευτικοί
eo: Instruistoj
es: Profesores
es_mx: Profesores
eu_es: Irakasleak
fa_ir: اساتید
fi_fi: Opettajat
fo_fo: Undirvísarar
fur: Formadôrs
ga: Traenálaithe
gl: Profesores
he_il: מאמנים
hi: प्रशिक्षक
hr_hr: Predavači
hu_hu: Oktatók
hy: Դասախոսներ
id_id: Pengajar-Pengajar
it: Docenti
ja: 么碰兜镑
ka_ge: გამომცემები
ko_kr: 교사
lo: ຜູ້ຝຶກສອນ
lt_lt: Dėstytojai
lv_lv: Lektori
mk_mk: Учители
ms_my: Pensyarah
my_mm: သင်တန်းဆရာများ
ne: प्रशिक्षकहरू
nl: Lesgevers
nn_no: Lærere
oc: Professors
pl_pl: Prowadzący
ps: مدرسون
pt_br: Professores
pt_pt: Instrutores
ro_ro: Profesori
ru_ru: Преподаватели
sk_sk: Lektori
sl: Učitelji
sq: Trajnerët
sr_rs: Predavači
sv_se: Lärare
sw_ke: Wakufunzi
ta: பயிற்றுவிப்பவர்கள்
th: อาจารย์ผู้สอน
tl_ph: Mga tagapagsanay
tr: Öğretmenler
uk_ua: Викладачі
vi_vn: Giáo viên
xh_za: Abaqeqeshi
zh_cn: 教师
zh_tw: 教師

source: Category
ar: الفئة
ast_es: Categoría
bn_bd: বিভাগ
bs_ba: Kategorija
ca_es: Categoria
cs_cz: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
eo: Fakultato
es: Categoría
es_mx: Facultad
eu_es: Kategoria
fa_ir: دسته بندی
fi_fi: Koulutusala
fo_fo: Bólkur
fur: Catiegorie
ga: Catagóir
gl: Categoría
he_il: קטגוריה
hi: श्रेणी
hr_hr: Kategorija
hu_hu: Kategória
hy: Կատեգորիա
id_id: Fakultas/Kategori
it: Categoria
ja: 池彩
ka_ge: კატეგორია
ko_kr: 카테고리
lo: ໝວດໝູ່
lt_lt: Kategorija
lv_lv: Kategorija
mk_mk: Категорија
ms_my: Pusat Pengajian
my_mm: အမျိုးအစား
ne: श्रेणी
nl: Faculteit
nn_no: Kategori
oc: Categoria
pl_pl: Wydział(Kategoria)
ps: کټګوري
pt_br: Categoria
pt_pt: Categoria
ro_ro: Categorie
ru_ru: Раздел
sk_sk: Kategória
sl: Kategorija
sq: Kategoria
sr_rs: Kategorije
sv_se: Kurskategori
sw_ke: Jamii
ta: பிரிவு
th: ประเภท
tl_ph: Kategorya
tr: Kategori
uk_ua: Категорія
vi_vn: Bộ môn
xh_za: Udidi
zh_cn: 分类
zh_tw: 分類

source: Confidentiality
ar: السرية
ast_es: Confidencialidá
bn_bd: গোপনীয়তা
bs_ba: Poverljivost
ca_es: Confidencialitat
cs_cz: Důvěrnost
da: Fortrolighed
de: Vertraulichkeit
el: Εμπιστευτικότητα
eo: Privateco
es: Confidencialidad
es_mx: Confidenciabilidad
eu_es: Konfidentzialtasuna
fa_ir: محرمانه
fi_fi: Luottamuksellisesti
fo_fo: Trúgviligheit
fur: Confidenziâlità
ga: Rúndacht
gl: Confidencialidade
he_il: סודיות
hi: गोपनीयता
hr_hr: Povjerljivost
hu_hu: Engedélyek
hy: Համապատասխանեցում
id_id: Kerahasian
it: Riservatezza
ja: 入
ka_ge: კონფიდენციალურობა
ko_kr: 기밀성
lo: ຄວາມລັບ
lt_lt: Privatumas
lv_lv: Konfidencialitāte
mk_mk: Доверливост
ms_my: Sulit
my_mm: လျှို့ဝှက်မှု
ne: गोपनीयता
nl: Vertrouwelijkheid
nn_no: Konfidensielt
oc: Confidencialitat
pl_pl: Poziom zaufania
ps: خفيه
pt_br: Confidencialidade
pt_pt: Confidencialidade
ro_ro: Confidential
ru_ru: Конфиденциальность
sk_sk: Utajenosť
sl: Zaupnost
sq: Konfidencialiteti
sr_rs: Poverljivo
sv_se: Konfidentiellt
sw_ke: Usiri
ta: தனியுரிமை
th: ความลับ
tl_ph: Lihim
tr: Gizlilik
uk_ua: Конфіденційність
vi_vn: Bảo mật
xh_za: Imfihlo
zh_cn: 访问限制策略
zh_tw: 訪問限制策略

source: Unsubscribe
ar: إلغاء التسجيل
ast_es: Anular matricula
bn_bd: অসাবস্ক্রাইব
bs_ba: Odjaviti se
ca_es: Anul·lar la inscripció
cs_cz: Odepsát
da: Afmelding
de: Abmeldung
el: Ακύρωση εγγραφής
eo: Malaliĝo
es: Anular la inscripción
es_mx: Retirar suscripción
eu_es: Kendu izen ematea
fa_ir: ابطال ثبت نام
fi_fi: Peruuta osallistuminen
fo_fo: Melda av
fur: Disiscriviti
ga: Díliostáil
gl: Desinscrición
he_il: בטל רישום
hi: अनसब्सक्राइब
hr_hr: Ispiši se
hu_hu: Leiratkozás
hy: Չեղարկել բաժանորդագրությունը
id_id: Mengundurkan diri
it: Cancellazione
ja: 登録解除
ka_ge: გამოწერის გაუქმება
ko_kr: 신청 취소
lo: ຍົກເລີກການລົງທະບຽນ
lt_lt: Išsiprenumeruoti
lv_lv: Atteikties
mk_mk: Одјава
ms_my: Nyahlanggan
my_mm: စာရင်းမှဖယ်ရှားပါ
ne: हटाउनुहोस्
nl: Uitschrijven
nn_no: Stopp abonnement
oc: Anullar l'inscripcion
pl_pl: Wypisz
ps: افسانه شوي
pt_br: Cancelar inscrição
pt_pt: Anular/cancelar inscrição
ro_ro: Anulati înscrierea
ru_ru: Отказаться от подписки
sk_sk: Odhlásiť
sl: Izpis
sq: Anulo regjistrimin
sr_rs: Odjava
sv_se: Avsluta prenumeration
sw_ke: Jitolee
ta: கையொப்பமிடுவதை நிறுத்து
th: ถอนการสมัคร
tl_ph: Mag-Unsubscribe
tr: Kayıt sil
uk_ua: Скасувати зарахування
vi_vn: Hủy đăng ký
xh_za: Hlubula ubhaliso
zh_cn: 注销
zh_tw: 註銷
