Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: User images can be resized on upload if PHP is compiled with the <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. If GD is unavailable, this setting will be silently ignored.
ar: .غير متاح يتم تجاهل هذا الإعداد بشكل صامت (GD) إذا كان جي دي <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library - مكتبة معالجة الصور </a> بـ PHP ال (compile) يمكن إعادة تحجيم صور المستخدم عند التحميل إذا تم تجميع
ast_es: Les imaxenes de los usuarios puen redimensionase de la que s'unvíen si PHP ta compiláu con <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. Si GD nun ta disponible, la configuración nun va tenese en cuenta.
bn_bd: ব্যবহারকারী ছবি আপলোডের সময় আকার পরিবর্তন করা যায় যদি PHP <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD লাইব্রেরি</a> সহ কম্পাইল করা থাকে। GD না থাকলে এই সেটিং উপেক্ষা করা হবে।
bs_ba: Slike korisnika se mogu promijeniti na učitavanju ako je PHP kompiliran sa <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD bibliotekom</a>. Ako GD nije dostupan, ova postavka će biti tiho ignorisana.
ca_es: Les imatges descarregades pels usuaris poden ser redimensionades si PHP ha estat compilat amb la <a href="http://php.net/manual/en/ref.image.php" target="_blank">llibreria GD</a>. Si no és així, la configuració serà ignorada.
cs_cz: Uživatelské obrázky mohou být zmenšeny při nahrání, pokud PHP je kompilovánom s <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. Pokud není GD přítomno, pak je vlastnost ignoravána.
da: Billeders størrelse kan ændres ved upload, hvis PHP er kompileret med <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. Hvis GD er utilgængelig, vil indstillingen blive ignoreret.
de: Benutzerbilder können beim Upload in der Größe verändert werden, falls PHP mit <a href='http://php.net/manual/en/ref.image.php' target='_blank'>GD library</a> kompiliert wurde. Sollte GD nicht verfügbar sein, wird diese Angabe ignoriert.
el: Οι εικόνες χρηστών μπορούν να αλλάξουν μέγεθος κατά το ανέβασμα αν το PHP είναι συγκεντρωμένο με τη <a href="http://php.net/manual/en/ref.image.php" target="_blank">βιβλιοθήκη GD</a>. Αν η GD δεν είναι διαθέσιμη, αυτή η ρύθμιση θα αγνοηθεί σιωπηλά.
eo: Bildoj de uzantoj estas malpligrandigeblaj ĉe alŝuto, se PHP estas kompilita per <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD-bibliotheek</a>. Se GD ne disponeblas, tiu komando estas ignorata sen averto.
es: Las imágenes de los usuarios pueden ser redimensionadas cuando se envían si PHP está compilado con <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. Si GD no está disponible, la configuración será ignorada.
es_mx: Las imágenes de los usuarios pueden ser redimensionadas al ser subidas si PHP está compilado con la <a href="http://php.net/manual/en/ref.image.php" target="_blank">librería GD</a>. Si GD no está disponible, la configuración será ignorada.
eu_es: Erabiltzaileen irudien tamaina aldatu daiteke kargatzean, baldin eta PHP konpilaturik badago GD libraryrekin. GD erabailgarri ez badago, konfigurazio hau ez da kontuan hartuko, ezer erakutsi gabe.
fa_ir: تصاویر کاربر می‌تواند هنگام آپلود تغییر اندازه شود اگر PHP با <a href="http://php.net/manual/en/ref.image.php" target="_blank">کتابخانه GD</a> کامپایل شده باشد. اگر GD در دسترس نباشد، این تنظیم نادیده گرفته می‌شود.
fi_fi: Käyttäjäkuvia voidaan muuttaa kooltaan latauksen yhteydessä, jos PHP on käännetty <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD-kirjastolla</a>. Jos GD ei ole käytettävissä, tämä asetus ohitetaan hiljaisesti.
fo_fo: Brúkaramyndir kunnu verða vísst stærri við upplaðingini um PHP er kompilerað við <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD bókasavnið</a>. Um GD er ikki tøk, verður hetta stillingin ikki brúkt.
fur: Lis immagini utent si podon ridimensionâ durant il caregi se PHP al è compilât cu la <a href="http://php.net/manual/en/ref.image.php" target="_blank">librarie GD</a>. Se GD no je disponibil, cheste impostazion e sarà ignorade silentement.
ga: Is féidir íomhánna úsáideoirí a athrú ar uaslódáil má tá PHP tiomsaithe leis an <a href="http://php.net/manual/en/ref.image.php" target="_blank">leabharlann GD</a>. Má tá GD ar fáil, déanfar neamhaird den socrú seo go ciúin.
gl: As imaxes dos usuarios poden ser redimensionadas se o PHP está compilado coa <a href="http://php.net/manual/en/ref.image.php" target="_blank">libraría GD</a>. Se GD non estiver disponible, esta opción será ignorada sen mostrar nada.
he_il: ניתן לשנות את גודל תמונות המשתמש בהעלאה אם ​​PHP הידור עם <a href="http://php.net/manual/en/ref.image.php" target="_blank"> ספריית GD</a>. אם GD אינו זמין, הגדרה זו תתעלם בשקט.
hi: उपयोगकर्ता छवियों का आकार अपलोड पर बदला जा सकता है यदि PHP <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD लाइब्रेरी</a> के साथ संकलित है। यदि GD उपलब्ध नहीं है, तो यह सेटिंग शांतिपूर्वक अनदेखी की जाएगी।
hr_hr: Slike korisnika mogu se promijeniti na učitavanju ako je PHP kompiliran s <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD knjižnicom</a>. Ako GD nije dostupan, ova postavka će biti tiho ignorirana.
hu_hu: A felhasználói képeket át lehet méretezni feltöltéskor, ha a PHP a <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD függvénytárral</a> együtt lett telepítve. Ha a GD nem elérhető, ez a lehetőség észrevétlenül figyelmen kívül lesz hagyva.
hy: Օգտատիրոջ պատկերները կարող են փոփոխվել վերբեռնման ժամանակ, եթե PHP-ն կոմպիլացվել է <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD գրադարանով</a>: Եթե GD-ն հասանելի չէ, այս պարամետրը կանտեսվի:
id_id: Gambar-gambar user dapat di-resize pada saat di-upload jika PHP di-compiled dengan <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. Jika GD tidak tersedia, setting ini akan diabaikan.
it: Le immagini caricate dall'utente possono essere ridimensionate se PHP dispone della <a href="http://it2.php.net/manual/en/intro.image.php" target="_blank">GD library</a>, altrimenti l'opzione sarà ignorata.
ja: ユーザ画像は、PHPが<a href="http://php.net/manual/en/ref.image.php" target="_blank">GDライブラリ</a>でコンパイルされている場合にアップロード時にリサイズできます。GDが利用できない場合、この設定は無視されます。
ka_ge: მომხმარებლის სურათები შეიძლება შეცვალოს ზომა ატვირთვისას, თუ PHP შედგენილია <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD ბიბლიოთეკით</a>. თუ GD არ არის ხელმისაწვდომი, ეს პარამეტრი უგულებელყოფილი იქნება.
ko_kr: 사용자 이미지는 PHP가 <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD 라이브러리</a>로 컴파일된 경우 업로드 시 크기 조정될 수 있습니다. GD가 없으면 이 설정은 무시됩니다.
lo: ຮູບພາບຜູ້ໃຊ້ສາມາດຖືກປັບຂະໜາດເມື່ອອັບໂຫຼດຖ້າ PHP ຖືກຄອມໄພລ໌ດ້ວຍ <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. ຖ້າບໍ່ມີ GD, ການຕັ້ງຄ່ານີ້ຈະຖືກລະເລີຍ.
lt_lt: Įkeliamiems paveikslėliams gali būti keičiamas dydis, jei PHP turi <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD biblioteką</a>.
lv_lv: Lietotāja attēlu izmēri var tikt mainīti augšupielādējot, ja PHP ir savienots ar <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD bibliotēku</a>. Ja GD nav pieejams, tad šis iestatījums tiks ignorēts.
mk_mk: На корисничките слики може да им се промени големината ако PHP е компајлирано со <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. Ако GD не е достапно, оваа поставка тивко ќе биде игнорирана.
ms_my: Imej pengguna boleh diubah saiz semasa muat naik jika PHP dikompil dengan pustaka <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD</a>. Jika GD tidak tersedia, tetapan ini akan diabaikan secara senyap.
my_mm: PHP ကို <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a> ဖြင့် ပြုစုထားပါက အသုံးပြုသူပုံများကို တင်သွင်းချိန်တွင် အရွယ်အစားပြောင်းနိုင်သည်။ GD မရရှိနိုင်ပါက၊ ဤဆက်တင်ကို တိတ်တဆိတ်လျစ်လျူရှုမည်ဖြစ်သည်။
ne: प्रयोगकर्ता छविहरू अपलोड गर्दा PHP <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD लाइब्रेरी</a> संग कम्पाइल गरिएको छ भने पुन:आकार दिइन सकिन्छ। GD उपलब्ध नभएमा यो सेटिङलाई चुपचाप बेवास्ता गरिन्छ।
nl: Gebruikersafbeeldingen kunnen verkleind worden bij het uploaden als PHP gecompileerd is met de <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD-bibliotheek</a>. Als GD niet beschikbaar is, wordt deze instelling genegeerd zonder waarschuwing.
nn_no: Brukarbilete kan endre storleik ved opplasting om PHP er kompilerte med <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD-biblioteket</a>. Om GD ikkje er tilgjengeleg, vil denne innstillinga bli ignorert stille.
oc: Las imaginas d'utilizaire pòdon èsser redimensionadas a l'enviament se PHP es compilatz amb la <a href="http://php.net/manual/en/ref.image.php" target="_blank">bibliotèca GD</a>. Se GD es indisponible, aquesta parametriatge serà ignorat silenciòsament.
pl_pl: Rozmiar zdjęć użytkownika można zmienić po przesłaniu jeśli PHP zostało skompilowane z biblioteką GD. Jeśli GD jest niedostępna, to ustawienie zostanie zignorowane.
ps: کاروونکي انځورونه په اپلوډ کې اندازه بدل کېدای شي که PHP د <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD لایبرري</a> سره کمپایل شوی وي. که GD شتون ونلري، دا تنظیم په خاموشۍ سره نادیده کېږي.
pt_br: As imagens dos usuários podem ser redimensionadas caso seu PHP esteja compilado com <a href="http://php.net/manual/en/ref.image.php" target="_blank">Biblioteca GD</a>. Se GD não estiver disponível, esta opção será ignorada sem apresentar erros.
pt_pt: As imagens dos utilizadores podem ser redimensionadas no envio se o PHP for compilado com a <a href="http://php.net/manual/en/ref.image.php" target="_blank">Biblioteca GD</a>. Se a <a href="http://php.net/manual/en/ref.image.php" target="_blank">Biblioteca GD</a> não estiver disponível, esta opção será ignorada.
ro_ro: Imaginile utilizatorului pot fi redimensionate la incarcare daca PHP este de acord cu <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. Daca GD este nedisponibil, aceasta setare va fi ignorata.
ru_ru: Изображения пользователя могут быть изменять размеры при загрузке если PHP компилирован с <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD библиотека</a>. Если GD недоступно, эта опция будет игнорирова.
sk_sk: Obrázky používateľov možno zmenšiť pri nahrávaní, ak je PHP skompilované s <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD knižnicou</a>. Ak GD nie je k dispozícii, bude toto nastavenie v tichosti ignorované.
sl: Velikost uporabnikove slike je mogoče pri prenosu prilagoditi le v primeru, da je nameščena <a href="http://php.net/manual/en/ref.image.php" target=""_blank">knjižnjica GD</a> znotraj PHP namestitve. V primeru, da GD ni nameščena, se ta nastavitev ignorira.
sq: Imazhet e përdoruesve mund të rifuqizohen gjatë ngarkimit nëse PHP është kompajluar me <a href="http://php.net/manual/en/ref.image.php" target="_blank">librarinë GD</a>. Nëse GD nuk është e disponueshme, kjo rregullim do të injorohet fshehurazi.
sr_rs: Slike korisnika mogu se promeniti veličine pri otpremanju ako je PHP kompajliran sa <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD bibliotekom</a>. Ako GD nije dostupan, ovo podešavanje će biti tiho ignorisano.
sv_se: Användarbild kan skalas vid uppladdning om PHP är kompilerad med <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. Om GD inte finns ignoreras denna inställning.
sw_ke: Picha za watumiaji zinaweza kubadilishwa ukubwa wakati wa kupakia ikiwa PHP imeundwa na <a href="http://php.net/manual/en/ref.image.php" target="_blank">maktaba ya GD</a>. Ikiwa GD haipatikani, mipangilio hii itapuuzwa kimya.
ta: பயனர் படங்கள் PHP <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD நூலகம்</a> உடன் சேர்க்கப்பட்டால் அணுகும்போது மாற்றுகளுக்கு உட்படுத்தப்படலாம். GD இல்லையெனில், இந்த அமைப்பு அமைதியாக புறக்கணிக்கப்படும்.
th: ภาพของสมาชิกสามารถปรับขนาดได้ในระหว่างหารส่งไฟล์ขึ้น หากระบบสามารถคอมพายล์ใช้คำสั่งภาษาPHP ร่วมกับ<a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. ได้ หากไม่คอมพายล์ใช้งาน การตั้งค่าปรับขนาดของภาพจะไม่เกิดผลกับภาพแต่อย่างใด
tl_ph: Maaaring baguhin ang sukat ng mga larawan ng gumagamit sa pag-upload kung ang PHP ay na-compile gamit ang <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. Kung hindi magagamit ang GD, tahimik na papalampasang setting na ito.
tr: Kullanıcı resimleri eğer a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a> PHP ile derlendiyse yeniden boyutlandırlabilir. Eğer GD kullanılamaz ise, bu özellik sessizce ihmal edilir.
uk_ua: Розмір малюнків, завантажених користувачем, може бути змінений, якщо PHP собрано із підтримкою <a href="http://php.net/manual/en/ref.image.php" target="_blank">бібліотеки GD</a>. Якщо бібліотека GD недоступна, ця опція буде проігнорована.
vi_vn: Ảnh người dùng có thể được thay đổi kích thước khi tải lên nếu PHP được biên dịch với thư viện <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD</a>. Nếu GD không khả dụng, thiết lập này sẽ bị bỏ qua lặng lẽ.
xh_za: Imifanekiso yabasebenzisi inokuqinisiswa ngobubanzi xa ilayishwa ukuba i-PHP iqinisiwe kunye <a href="http://php.net/manual/en/ref.image.php" target="_blank">ithala le-GD</a>. Ukuba i-GD ayifumaneki, olu seting luya kutyenityeniselwa ngokuzithoba.
zh_cn: 如果PHP与<a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>一起编译, 图片上传后可调整大小. 如果没有GD, 此项设置将不起作用.
zh_tw: 上傳使用者圖像時若 PHP 編譯時包含 <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD 函式庫</a>，則可調整大小。若無 GD，此設定將被靜默忽略。

source: Maximum user image width
ar: الحد الأقصى لعرض صورة المستخدم
ast_es: Anchu másimu de la imaxe d'usuariu
bn_bd: ব্যবহারকারী ছবির সর্বোচ্চ প্রস্থ
bs_ba: Maksimalna širina slike korisnika
ca_es: Amplada màxima de les imatges
cs_cz: Maximální šířka obrázku (px)
da: Maksimum bredde
de: Maximale Breite des Benutzerbildes
el: Μέγιστο πλάτος εικόνας χρήστη
eo: Maksimuma bildlarĝo de uzanto
es: Anchura máxima de la imagen del usuario
es_mx: Ancho máximo de la imagen de usuario
eu_es: Erabiltzailearen irudiaren gehieneko zabalera
fa_ir: حداکثر عرض تصویر کاربر
fi_fi: Käyttäjäkuvan enimmäisleveys
fo_fo: Meðstóra brúkaramynd breidd
fur: Larghiece massime immagini utent
ga: Uasdleithid íomhá úsáideoirí
gl: Anchura máxima da imaxe do usuario
he_il: רוחב תמונת משתמש מקסימלי
hi: उपयोगकर्ता छवि की अधिकतम चौड़ाई
hr_hr: Maksimalna širina slike korisnika
hu_hu: Felhasználói kép maximális szélessége
hy: Օգտատիրոջ պատկերների առավելագույն լայնություն
id_id: Ukuran lebar maksimum gambar user
it: Massima larghezza per l'immagine dell'utente
ja: ユーザ画像の最大幅
ka_ge: მომხმარებლის სურათის მაქსიმალური სიგანე
ko_kr: 사용자 이미지 최대 너비
lt_lt: Vartotojo nuotraukos maksimalus plotis
lv_lv: Maksimālais lietotāja attēla platums
mk_mk: Максимална ширина на сликата на корисникот
ms_my: Lebar maksimum imej pengguna
my_mm: အသုံးပြုသူပုံ၏ အများဆုံးအကျယ်
ne: प्रयोगकर्ता छविको अधिकतम चौडाइ
nl: Maximumbreedte gebruikersafbeelding
nn_no: Maksimal brukarbillete-bredde
oc: Largor maximala de l'imagina d'utilizaire
pl_pl: Maksymalna szerokość obrazu użytkownika
ps: د کاروونکي انځور غوره پراختیا
pt_br: Largura máxima da imagem do usuário
pt_pt: Tamanho máximo da imagem do utilizador em largura
ro_ro: Latimea maxima a imaginii utilizatorului
ru_ru: Максимальная ширина изображения пользователя
sk_sk: Maximálna šírka obrázku používateľa
sl: Največja širina uporabnikove slike
sq: Gjerësia maksimale e imazhit të përdoruesit
sr_rs: Najveća dužina korisničke slike
sv_se: Maxbredd för användarens bild
sw_ke: Upana wa juu wa picha ya mtumiaji
ta: பயனர் படத்தின் அதிகபட்ச அகலம்
th: ขนาดภาพกว้างมากที่สุด
tl_ph: Pinakamataas na lapad ng larawan ng gumagamit
tr: Kullanıcı resmi en fazla genişliği
uk_ua: Максимальна ширина малюнка користувача
vi_vn: Chiều rộng tối đa ảnh người dùng
xh_za: Ububanzi obuphezulu bemifanekiso yabasebenzisi
zh_cn: 用户图片的最大宽度
zh_tw: 使用者圖片最大寬度
