Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: No results in evaluation for now
qu_pe: Kunanaqa manan kashanchu chaninchaymanta imakunapas

source: Add learners
qu_pe: Yapay haykuqmasikunata

source: Import marks
qu_pe: Importar resultados

source: Import file
qu_pe: Ubicación del fichero a importar

source: File type
qu_pe: Tipo de fichero

source: Example CSV file
qu_pe: Fichero CSV de ejemplo

source: Example XML file
qu_pe: Fichero XML de ejemplo

source: Overwrite scores
qu_pe: Sobrescribir puntuaciones

source: Ignore errors
qu_pe: Saqey pantasqakunata

source: The resources became visible
qu_pe: Los elementos han sido hechos visibles

source: The resources became invisible
qu_pe: Los elementos han sido hechos invisibles

source: No resource selected
qu_pe: No hay seleccionado ningún elemento

source: Deleted categories
qu_pe: Mitakuna pichasqa

source: Deleted evaluations
qu_pe: Chaninchanakuna pichasqa

source: Deleted links
qu_pe: Waskhanakuna pichasqa

source: Total resources
qu_pe: Total de elementos

source: Edit evaluation
qu_pe: Ruwapay chaninchanata

source: Delete marks
qu_pe: Eliminar resultado

source: Ranking
qu_pe: T'aqa

source: Graphical view
qu_pe: Qhaway yupanakunata

source: Result added
qu_pe: Resultado añadido

source: Evaluation statistics
qu_pe: Chaninchanamanta yupanakuna

source: PDF Report
qu_pe: Exportar resultados

source: Welcome to the Assessments tool. This tool allows you to assess competences in your organization. Generate Competences Reports by merging the score of various learning activities including classroom and online activities. This will typically fit in a blended learning environment.
qu_pe: Bienvenido a la utilidad Cuaderno de calificaciones. Esta herramienta le permite establecer los objetivos que se deben alcanzar en un curso o conjunto de cursos, así como introducir puntuaciones externas en el sistema.

source: Create all the courses categories
qu_pe: Generar calificaciones para todos mis cursos

source: Added all categories
qu_pe: Llapan mitakuna yapachikun

source: Statistics of
qu_pe: Estadísticas de

source: Results and feedback
qu_pe: Resultados

source: Certificates
qu_pe: Certificados

source: Choose users for this evaluation
qu_pe: Seleccionar usuarios para esta evaluación

source: Result edited
qu_pe: Resultado actualizado

source: PDF report
qu_pe: Ajllay formato nisqata

source: Output file type
qu_pe: Tipo de fichero de salida

source: Value exceeds score.
qu_pe: El valor que ha intentado guardar es superior al límite máximo establecido para esta evaluación.

source: More info
qu_pe: Más información

source: Results per user
qu_pe: Resultados por usuario

source: Total for user
qu_pe: Total por usuario

source: Average total
qu_pe: Media total

source: Assessment average
qu_pe: Media de la evaluación

source: Weight in Report
qu_pe: Ruwapay llapan llasakunata

source: Assessment deleted
qu_pe: La evaluación ha sido eliminada

source: Assessment history
qu_pe: Historial de pesos del cuaderno

source: Assessment name
qu_pe: Pataraq sutin

source: Assessment description
qu_pe: Pataraq nisqaynin

source: Assessment visibility
qu_pe: Pataraq wha

source: Who changed it
qu_pe: Pin t'ijrapachiran

source: The evaluation has been successfully edited
qu_pe: La evaluación ha sido modificada

source: Incorrect data
qu_pe: Dato incorrecto

source: Please enable Skills ranking
qu_pe: Porfavor activar sistema de puntuación

source: All results have been removed
qu_pe: Todos los resultados han sido eliminados

source: There is no file to import
qu_pe: Mana apachimunkichu ima khiputapas

source: There was a problem sending your file. Nothing has been received.
qu_pe: Khipuyki apachiykiqa pantarunmi. Mana imapas chaskikunchu

source: All results have been edited
qu_pe: Todos los resultados han sido modificados

source: The user info doesn't match.
qu_pe: Manan kuskachakunchu haykuqmasiq willanwan

source: The score doesn't match
qu_pe: Markaqa manan kuskachakunchu

source: File upload successfull
qu_pe: Khipuqa allintan wichachikun

source: No results available
qu_pe: No hay resultados disponibles

source: Cannot change the score
qu_pe: No se puede cambiar la nota máxima

source: Weights updated successfully
qu_pe: Peso(s) modificado(s) correctamente

source: Choose activity to assess
qu_pe: Ajllay hoq item nisqata

source: Average results vs resource
qu_pe: Promedio de resultados contra recursos

source: To view graph score rule must be enabled
qu_pe: La vista de regla de puntuación gráfica debe estar habilitada

source: Previous weight of resource
qu_pe: Peso anterior del recurso

source: Add this classroom activity to the assessment
qu_pe: Añadir evaluación

source: Assessment home
qu_pe: Principal Evaluaciones

source: Save weights in report
qu_pe: Guardar reglas de puntuación

source: Attach certificate
qu_pe: Notakunata waqaychay

source: See list of learner certificates
qu_pe: Yachachisqakuna notakuna rurakuna rikunki

source: Create certificate
qu_pe: Notakunata kamariy

source: Upload certificate
qu_pe: Notakunata chupay

source: Certificate name
qu_pe: Notakuna sutin

source: Certificate overview
qu_pe: Notakuna rikch'akuy

source: Create your certificate copy-pasting the following tags. They will be replaced in the document by their student-specific value:
qu_pe: Notakunata kamariy, kay hallchakunata qillqay. Yachachisqa hallchakuna uyariy:

source: View presence sheets
qu_pe: Willakuy paqpakunata rikunki

source: View evaluations
qu_pe: Willakuykunata rikunki

source: New presence sheet
qu_pe: Yachay willakuy paqpa

source: New presence sheet: step 1/2 : fill in the details of the presence sheet
qu_pe: Yachay willakuy paqpa: 1/2 pispin : willakuy paqpa willakuykunata qillqay

source: Title of the activity
qu_pe: Rurakuna sutin

source: Presence sheet created by
qu_pe: Willakuy paqpa kamachisqan

source: Save presence sheet and continue to step 2
qu_pe: Willakuy paqpa qhipa 2 pispinman rispay

source: New presence sheet: step 2/2 : check the trainees that are present
qu_pe: Yachay willakuy paqpa: 2/2 pispin : yachachisqakuna hallp'akunata qhaway

source: No certificate available
qu_pe: Manam notakunaqa manam

source: Save certificate
qu_pe: Notakunata qhipa

source: Certificate can't be removed
qu_pe: Notakunaqa manam q'ichuyta atinchu

source: Certificate removed
qu_pe: Notakuna q'ichusqam

source: No default
qu_pe: Manam ñawpaqchu

source: Default certificate
qu_pe: Ñawpaq notakuna

source: Preview certificate
qu_pe: Notakuna qhawachin

source: Certificate set to default
qu_pe: Notakuna ñawpaq kasqan

source: Import presences
qu_pe: Willakuykunata chaway

source: Add presences
qu_pe: Willakuykunata yapay

source: Delete presences
qu_pe: Willakuykunata q'ichuy

source: List of learner certificates
qu_pe: Yachachisqakuna notakuna rurakuna

source: New presence
qu_pe: Yachay willakuy

source: Edit presence
qu_pe: Editar presencia

source: Saved edit presence
qu_pe: Editada y guardada la presencia

source: You should use the presence sheet that you can download above. This presence sheet contains a list of all the learners in this course. The first column of the XLS file is the official code of the learner, followed by the lastname and the firstname. You should only change the 4th column and note 0 = absent, 1 = present
qu_pe: Utaqan llank'anan hoja de presenciaqta, juk'anan. Kay hojaqa kursopi yachaqisqakunaq listan. XLS archivoq puka columnaq yachaqisaq código oficialnin, juk'anan qhanap last name y first name. 4ta columnaqta qhipanakuy 0 = ausente, 1 = presente

source: Validate presence sheet
qu_pe: Hoja de presencia validakuy

source: Presence sheet
qu_pe: Hoja de presencia

source: Presence sheets
qu_pe: Hojas de presencia

source: Evaluations
qu_pe: Evaluaciones

source: Save changes in presence sheet
qu_pe: Hoja de presenciaq cambios guardakuy

source: Present
qu_pe: Presente

source: 0 = absent, 1 = present
qu_pe: 0 = ausente, 1 = presente

source: Example Excel (XLS) file
qu_pe: Ejemplo de archivo Excel (XLS)

source: No presence registered
qu_pe: Manam registradopunichu presencia

source: Modify presences
qu_pe: Presencias modifichikuy

source: Total weight must not be more than
qu_pe: Peso totalqa manam %s pasanakuychu

source: There is no certificate available by default
qu_pe: Manam kachakunchu certificado predeterminado

source: Certificate minimum score is required and must not be more than
qu_pe: Certificadoq nota mínimapunichu y manam %s pasanakuychu

source: There is no course description so far.
qu_pe: Nisqay mana kanchu

source: Vacancies
qu_pe: Vacantes

source: Cost
qu_pe: Kastop

source: Lecture hours
qu_pe: Horas de clase

source: Area
qu_pe: Sutin

source: In process
qu_pe: Kamachisqapi

source: The description has been updated
qu_pe: Yachachinaq nisqayninqa kunanyachisqaña

source: Description has been deleted
qu_pe: Yachachinaq nisqayninqa pichasqaña

source: By enabling this option, session admins will only be able to see, in the administration page, the users they created.
qu_pe: Kay opsiyuntan activachispa, sesion admin kunakunaqa, kamachiq p'akichkanpi, kachkan yachachisqakunaqta qawachinkuman.

source: Login failed - incorrect login or password.
qu_pe: Haykuy mana atikunchu - haykuq sutin utaq qelqa pakasqan mana allinchu.

source: Pass
qu_pe: Qelqa pakay

source: Advises
qu_pe: Ima rimariykuna

source: <b>Warning :</b> This course does not exist
qu_pe: <b>Uyarinapaq :</b> Kay yachachinaqa mana kanchu

source: click here to get this course from your old portal
qu_pe: kaypi q'apiy yachachina hap'inapaq ñaupaq web raphimanta

source: Support forum
qu_pe: Rimarinakuy yanapanapaq

source: Categories Overview
qu_pe: Kutiy

source: I lost my password
qu_pe: Qonqarankichu qelqa pakaykita?

source: Latest announcements
qu_pe: Qhepa willaykuna

source: menu
qu_pe: ajllachiq

source: Opinion
qu_pe: Niy

source: Intranet
qu_pe: Ukhu llika

source: My account
qu_pe: Haykuqkuna

source: Online users list
qu_pe: Llipin haykuqkuna kaypi

source: total users online
qu_pe: Lliu haykuqkuna kunan

source: Refresh
qu_pe: Kunanyachiy

source: Portal news
qu_pe: Hanp'aramanta willaykuna

source: Not Registered
qu_pe: Mana suti qelqasqa

source: Register for course
qu_pe: Qelqachikuy yachachinapi

source: Unregister from course
qu_pe: Huj yachachinapi qelqachikusqayta pichay

source: (the course is currently closed)
qu_pe: (kay yachachinaqa kunanqa wisqasqa kashan)

source: What s/he can teach
qu_pe: Imata yachachiyman

source: Productions
qu_pe: Llank'anakuna

source: Send a chat proposal to this person
qu_pe: Kachariy huj chat nisqa mañakuyta kay runaman

source: The invitation has been rejected.
qu_pe: Kay waqyayqa mana chaskisqachu

source: Usage data created
qu_pe: Datos de uso creados

source: Display courses ordered by training sessions
qu_pe: Qhawarichiy yachachikuna sapa pachapi allichasqata

source: Display the full list of the courses
qu_pe: Qhawarichiy lliu yachachikuna yupasqata

source: Dropbox file added
qu_pe: Archivo nisqa kacharisqaña documentokuna t'aqapasqaman

source: New message posted in the forum
qu_pe: Churarikun huj willakuy k'itirimanapii

source: New folder created
qu_pe: Hoq musuq wayaqan ruwachikun

source: File should be CSV format. Do not add spaces. Structure should be exactly :
qu_pe: Khipuqa CSV nisqapi kashan. Ama imatapas yapankichu. Imayna kasqanta kikillanpuni kanqa:

source: To change your password, enter your current password in the field above and your new password in both fields below. To maintain the current password, leave the three fields empty.
qu_pe: Qelqa pakata t'ijrachinapqa haykuchiy hoq musuq qelqa pakata kay kanchakunapi. Sichus qepakuyta munaq ñaupaqwan chayqa, ajnallata saqey iskhay kanchakunata.

source: Authentication
qu_pe: Cheqaqchana

source: The file size should be smaller than
qu_pe: Khipuqa kanqapuni kay yupamanta huch'uykama

source: New password
qu_pe: Musuq qelqa-paka

source: The current password is incorrect
qu_pe: Kunan kaq qelqa-pakasqaqa ch'usaqmi kashan utaq mana allin ruwasqa

source: You have asked to reset your password. If you did not ask, then ignore this mail.
qu_pe: Ichapas mañakuranki qelqa pakasqaykita. Sichus mana mañakuranki chayqa amaña qhawariypaschu kay e-chaskita.

source: Your password has been emailed to you.
qu_pe: Qelqa pakasqaykiqa ña apachikuy e-chakiykiman.

source: Enter the e-mail address that you used to register and we will send you your password back.
qu_pe: Haykuchiy may e-chaski qelpachikusqaykita chayraq apachimusaykiku haykuqmasi sutiykita qelqa paka churasqaykitawan.

source: Action
qu_pe: Ruwarpariy

source: Preserved
qu_pe: Waqaychay

source: Confirm user unsubscription
qu_pe: Cheqaqchay hakuqmasiq qelqapachikusqanta amaña ruwachikunanpaq

source: Go to
qu_pe: Riy

source: My latest visits
qu_pe: Qepakuq watukuqniykuna

source: If you want to add a list of users in your course, please contact your web administrator.
qu_pe: Sichus munanki haykuqmasikunamanta hoq sinrita yapayta, chayqa tapuriy kamachiqta.

source: this password is too simple. Use a pass like this
qu_pe: kay qelqa pakaqa nishu atinalla. Kay hinata churay

source: has been registered to your course
qu_pe: kay yachachinapi qelqachasunkiku

source: A user with same name is already registered in this course.
qu_pe: Kikin sutiyuq haykuqmasi ña qelqapasqa kashan.

source: He (she) will receive e-mail confirmation with login and password
qu_pe: Payqa chaskinqa hoq e-chaskita haykuqmasiq sitinwan qelqa pakanwan ima

source: Make coach
qu_pe: Pusaqta ruway

source: Remove this right
qu_pe: Qechuy kay huñita

source: Make admin
qu_pe: Kamachiq kay

source: number
qu_pe: hayka kaq

source: Upload the list
qu_pe: Wichachiy sinrita

source: Every line of file to send will necessarily and only include 5 fields: <b>First name LastName Login Password E-mail</b> tab-separated and in this order. Users will receive an e-mail confirmation with their login/password.
qu_pe: Khipu apachisqaykiqa sapa seq'enqa kanqapuni 5 kanchakuna (mana ni hujpas): <b>Sutin Mamataytanmant- suti Haykuqmasi-sutin Qelqa-pakan E-chaskin</b> Tabulador nisqawan t'aqapasqa hinallataq kay qati qati hinapi. Haykuqmasikunaqa chaskinqaku e-chaskinpi haykuqmasi sutinta qelqa-pakantawan

source: Import a users list
qu_pe: Apachimuy haykuqmasikunaq sinrinta kay khipu hinantin .txt

source: Add user manually
qu_pe: Yapay maki ruwayllawan hoq haykuqmasita

source: <big>Edit courses list</big><br><br>Check the courses you want to follow.<br>Uncheck the ones you don't want to follow anymore.<br> Then click Ok at the bottom of the list
qu_pe: <font size=2 face='Arial, Helvetica'><big>T'ijrachiy yachachikunaq sinrinta</big><br><br>Ajllay mayqan yachachinapi munashanki qelqachikuyta.<br>Qechuy ajllanata may yachachipi mama nusasqayki qelqachikunaykipaq.<br>Chaymantaqa OK nisqapi runp'uta q'apinki

source: Import list of users
qu_pe: Apachimuy haykuqmasikunaq sinrinta

source: has been added. An e-mail has been sent to give him his login
qu_pe: yapachisqaña kanki. Sichus ña qelqarunki e-chaskiykita, chayqa apachimusaykiku haykuqmasi sutiykita

source: The user
qu_pe: Hakuqmasi

source: has registered you to this course
qu_pe: Kay yachachinapin qelqacharunki

source: One of the course administrators
qu_pe: Yachachinaq huj kamachiqnin

source: Picture
qu_pe: Wanki

source: Your new profile has been saved
qu_pe: Haykuqmasi kasqaykimanta allchachikunña

source: The email address is not complete or contains some invalid characters
qu_pe: E-chaski qelqasqaykiqa manan hunt'achu kashan utaq hoqniraq seq'ekunawan mana allin qelqasqa kashan

source: This login is already in use
qu_pe: Haykuqmasi sutin ajllasqaykiqa kashanña

source: You left some fields empty
qu_pe: Manan llipin kanchakunata hunt'achinkichu

source: Try again!
qu_pe: Hoqmanta qallariy !

source: You have typed two different passwords
qu_pe: Mana qelqarankichu kikin qelqa-pakata iskayninpi

source: View my e-portfolio
qu_pe: Noqamanta qhawariy (mana atikunchu t'ijrayta)

source: Edit Profile
qu_pe: T'ijrachiy imaymana noqamanta

source: Your modifications have been registered
qu_pe: T'ijrachisqaykiqa allchasqaña

source: You can now create your course
qu_pe: Kunanqa atillanki hoq yachachina kamayta

source: You can now select, in the list, the course you want access to
qu_pe: Kunanqa atinki yachachinakuna sinriman rispa ajllayta munasqaykikunata

source: An e-mail has been sent to remind you of your login and password
qu_pe: Chaskinki yuyarinaykipaq haykuqmasi sutita qelqa pakasqatawa hoq e-chaskipi.

source: Your personal settings have been registered
qu_pe: Qanmanta ima willaykuna ña qelqachasqa kashan.

source: In case of trouble, contact us.
qu_pe: Ima sasa tarispaqa, waqharillawayku tapuriwallaykupas.

source: is
qu_pe: es

source: The address of
qu_pe: Piqpa maypi kaqnin

source: Your registration on %s
qu_pe: Qelqachikusqaykiqa kaypin %s

source: This login is already taken. Use your browser's back button and choose another.
qu_pe: Hakuqmasiq sutin ajllasqaykiqa ña kasha q'apiy 'Qepa' nisqata wanpuqniykimanta chaymantaqa ajllay hoqta.

source: You left some fields empty. Use your browser's back button and try again.
qu_pe: Mana llapan kanchakunatachu hunt'achinki. Q'apipay runp'u 'Qepa' wanp'uqniykiqta ymanata hoqmanta ruway.

source: You typed two different passwords. Use your browser's back button and try again.
qu_pe: Mana qelqankichu kikin qelqa-pakata iskaykutipi. Q'apipay runp'u 'Qepa' wanp'uqniykiqta chaymanata hoqmanta ruway.

source: Teacher (creates courses)
qu_pe: Yachachiq (yachachinata kamay)

source: Student (follows courses)
qu_pe: Yachaqe (hoq yachachinapi qelqachikusaq)

source: Confirm password
qu_pe: Cheqaqchay qelqa pakasqata

source: This is your information to connect to
qu_pe: Kaymi haykuqmasi sutiyki qelq- pakaykipas ima

source: Login request
qu_pe: Haykuqmasiq sutin mañakuy

source: Admin
qu_pe: Yachachina kamachiq

source: User of course
qu_pe: Yachachinaq haykuqmasin

source: Status in course
qu_pe: Yachachinaq ima kasqan

source: No course available
qu_pe: mana yachachinayuq

source: User e-portfolio has been registered
qu_pe: Haykuqmasiq e-portafolio nisqan qelqachanakunña

source: User's courses
qu_pe: Kay haykuqmasiq yachachinankuna

source: Courses by user
qu_pe: Yachachinakuna sapanqa haykuqmasimanta

source: Enroll users to course
qu_pe: Qelqachay yachaqekunata

source: Previous 100
qu_pe: 100 ñaupakuna

source: Add registered users
qu_pe: Yapay haykuqmasikuna qelqachasqata

source: Go to users list
qu_pe: Riy yupachasqa haykuqmasikunaman

source: Register
qu_pe: Qelqachay

source: Quit
qu_pe: Lloqsiy

source: Your password has been reset
qu_pe: Qelqa pakaykiqa hoqmanta ruwachikunña

source: Optional fields
qu_pe: Kanchakuna munaspapas ruwanapaq

source: Full name
qu_pe: Hunt'a suti

source: Search for user
qu_pe: Haykuqmasintinta maskhay

source: No search results found
qu_pe: Mana tarikunchu maskhasqata

source: Your login can only contain letters, numbers and _.-
qu_pe: Haykuqmasi sutiykiqa qelqakunman seq'ekunawa, yupaykunawa kaykunawanpas _.-

source: This is a password request for the e-mail address
qu_pe: Kayqa e-chaskiq qelqa pakan mañakuymin

source: This e-mail address corresponds to the following user account.
qu_pe: Kay e-chaskiqa haykuqmasiq kay cuenta nisqanmantan.

source: This e-mail address corresponds to the following user accounts.
qu_pe: Kay e-chaskiqa haykuqmasiq kay cuenta nisqakunamantan.

source: Chamilo can't handle the request automatically because the account has an external authentication source. Please take appropriate measures and notify the user.
qu_pe: Chamilo kikinmanta manan ruwanmanchu mañakusqata, cuenta nisqaqa hawamantan kamachikushan. Ama hina kaychu, ima ruwaytaqa ruwariy hinallataq willay haykuqmasiman.

source: Chamilo can't handle the request automatically because at least one of the accounts has an external authentication source. Please take appropriate measures for all accounts (including those with platform authentication) and notify the user.
qu_pe: Chamilo kikinmanta manan ruwanmanchu mañakusqata, ichapas huj cuenta nisqaqapas hawamantan kamachikushan. Ama hina kaychu, ima ruwaytaqa ruwariy (hanp'aramanta kamachikusqatapas) hinallataq willay haykuqmasiman.

source: Chamilo can't handle the request automatically for this type of account. Your request has been sent to the platform administrator, who will take appropriate measures and notify you of the result.
qu_pe: Chamilo kikinmanta manan ruwanmanchu kay hina cuenta nisqapaq mañakusqata. Mañakusqaykiqa apachikunña hanp'ara kamachiqman payllas ima ruwaytaqa ruwariqa hinallataq willasunki tukuyuspa.

source: Start with selecting a session below.<br />You can then see your progress for every course you are subscribed to.
qu_pe: Ajllay yachachinamanta sesiónnisqata.<br/>Qhawayta atinki sapanka yachachinapi imayna aypasqaykita.

source: Never expires
qu_pe: Haykaqpas tukukunchu

source: Account
qu_pe: Kancharichiy cuenta nisqata

source: Your account has to be approved
qu_pe: Qelqachikusqaykiqa chaymantaña chaskichikunqa

source: Approval for new account
qu_pe: Musuq qelqachanaq chaninchaynin

source: Manage user
qu_pe: Haykuqmasi kamachina

source: Enroll teachers
qu_pe: Qelqachay yachachiqkunata

source: Your password is encrypted for security reasons. Thus, after pressing the link an e-mail will be sent to you again with your password.
qu_pe: Qelqa pakaykiqa encriptada nisqa kashan tajyaykipaq. Chayrayku hoqmanta mañakunki chayqa, musuq e-chaskita apachimusaykiku qelqa-pakaykiwan.

source: Extra fields
qu_pe: Campos extra

source: This OpenID could not be found in our database. Please register for a new account. If you have already an account with us, please edit your profile inside your account to add this OpenID
qu_pe: Kay OpenId manan kashanchu base de datos nisqapiqa. Ama hina kaychu, qelqachakuy cuenta nisqata hap'ipanaykipaq. Sichus cuenta nisqawan ña kashanki, chayqa ruwapay runaykimanta OpenId nisqa yapanapaq

source: The login needs to be maximum %s characters long
qu_pe: Haykuqmasi sutiqa kay yupasqa seq'ellawan kanqa %s

source: Your picture has been uploaded
qu_pe: Wankiykiqa apachikunña

source: Your production file has been uploaded
qu_pe: Llank'asqaykiqa apachikunña

source: These users have been registered to the course
qu_pe: Kay haykuqmasikunaqa qelqachikunkuña

source: User already register by other coach.
qu_pe: Haykuqmasiqa qelqachikunña hoq coach nisqawan

source: User created in portal
qu_pe: Hanp'arapi kamasqa haykuqmasi

source: User added into the session
qu_pe: Sesion nisqaman haykuqmasi yapachisqaña

source: User not added.
qu_pe: Haykuqmasi mana yapasqa

source: The session was not identified
qu_pe: Sesion nisqaqa manan riqsichikunranchu

source: Please verify your XML/CVS file
qu_pe: Ama hina kaychu cheqaqchay kay khipukunata XML/CVS

source: If in the XML/CVS file the logins are missing, the firstname and the lastname will merge to create a login, i.e Julio Montoya into jmontoya
qu_pe: Sichus kay khipukunapi XML/CVS haykuqmasikunaq sutinkuna (username) mana chaskikunqachu chayqa churakunqa kikin Sutin (Firstname) hinallataq Mamataytamanta suti (Lastname). Qhawarinaykipaq, kay hina sutiyuqpaqa Julio Montoya kaykuqmasi sutinqa kanqa jmontoya

source: New user in the course
qu_pe: Musuq haykuqmasi yachachinanpi qelqachasqa

source: There is a new user in the course
qu_pe: Kay willaqa willasunkin hoq musuq haykuqmasiq yachachinapi qelqachikusqanmantan

source: Edit extended profile
qu_pe: Runamanta askha ruwapay

source: Edit profile
qu_pe: Ruwapay willanata

source: I have read and agree to the
qu_pe: Leechu y risunchu

source: By clicking on 'Register' below you are agreeing to the Terms and Conditions
qu_pe: 'Registrarme' nisqapi thuk'urispa, Términos y Condicionesninchisman risunki

source: Forgot your password?
qu_pe: ¿Contraseñata yachankichu?
