Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: After approval
ar: بعد الموافقة
ast_es: dempues de que s'apruebe
bn_bd: অনুমোদনের পর
bs_ba: Nakon odobrenja
ca_es: Després de ser aprovat
cs_cz: Potvrdit později
da: Efter godkendelse
de: Nach Genehmigung
el: Μετά από έγκριση
eo: Post aprobo
es: Después de ser aprobado
es_mx: Después de ser aprobado
eu_es: Onartu ondoren
fa_ir: بعد از تایید
fi_fi: Hyväksynnän jälkeen
fo_fo: Eftir góðkenning
fur: Dopo l'approvazion
ga: Tar éis ceadaithe
gl: Após a aprobación
he_il: לאחר אישור
hi: अनुमोदन के बाद
hr_hr: Nakon odobrenja
hu_hu: Jóváhagyás után
hy: Հաստատումից հետո
id_id: Setelah disetujui
it: Dopo l'approvazione
ja: 承認後
ka_ge: დამტკიცების შემდეგ
ko_kr: 승인 후
lo: ຫຼັງຈາກການອະນຸມັດ
lt_lt: Po patvirtinimo
lv_lv: Pēc apstiprināšanas
mk_mk: После одобрувањето
ms_my: Selepas kelulusan
my_mm: အတည်ပြုပြီးနောက်
ne: अनुमोदन पछि
nl: Na goedkeuring
nn_no: Etter godkjenning
oc: Après l'aprobacion
pl_pl: Po zatwierdzeniu
ps: تصدیق وروسته
pt_br: Após a aprovação
pt_pt: Após a aprovação
ro_ro: Dupa aprobare
ru_ru: После подтверждения
sk_sk: Po schválení
sl: Po odobritvi
sq: Pas miratimit
sr_rs: Nakon odobrenja
sv_se: Efter godkännande
sw_ke: Baada ya idhini
ta: அங்கீகாரத்திற்குப் பிறகு
th: หลังจากอนุมัติ
tl_ph: Matapos aprubahan
tr: Onaylandıktan sonra
uk_ua: Після підтвердження
vi_vn: Sau khi phê duyệt
xh_za: Emva kokuvunywa
zh_cn: 批准后
zh_tw: 核准之後

source: Enable learner view
ar: تمكين عرض الطالب
ast_es: Activar la Vista d'estudiante
bn_bd: শিক্ষার্থী দৃষ্টিভঙ্গি সক্ষম করুন
bs_ba: Omogući prikaz učenika
ca_es: Activar la vista estudiant
cs_cz: Povolit pohled studenta
da: Muliggør visning af siden som studerende
de: Teilnehmer-Ansicht
el: Ενεργοποίηση όψης μαθητή
eo: Ebligi studentan vidon
es: Activar la Vista de estudiante
es_mx: Vista del estudiante
eu_es: Gaitu ikaslearen ikuspegia
fa_ir: فعال سازی نمای دانشجو
fi_fi: Aktivoi opiskelijanäkymä
fo_fo: Virkna lærlingasýnið
fur: Ative la viste dal learner
ga: Cumasaigh radharc an fhoghlaimeora
gl: Permitir visualización do alumno
he_il: אפשר תצוגת לומד
hi: शिक्षार्थी दृश्य सक्षम करें
hr_hr: Omogući pogled učenika
hu_hu: Tanulói nézet engedélyezése
hy: Միացնել աշակերտի տեսքը
id_id: Bolehkan tampilan siswa
it: Abilita la vista studente
ja: 学生表示を有効にする
ka_ge: სწავლანის ხედის ჩართვა
ko_kr: 학습자 보기 활성화
lo: ເປີດໃຊ້ມຸມມອງຜູ້ຮຽນ
lt_lt: Studento aplinkos peržiūros įjungimas
lv_lv: Ieslēgt kursanta skatu
mk_mk: Овозможен приказ на курсисти
ms_my: Aktifkan pandangan pelajar
my_mm: သင်ယူသူမြင်ကွင်းကို ဖွင့်ပါ
ne: विद्यार्थी दृश्य सक्षम गर्नुहोस्
nl: Studentenwseergave inschakelen
nn_no: Aktiver elevvisning
oc: Activar la vista aprendent
pl_pl: Aktywacja widoku studenta.
ps: د زده کونکي لید فعال کړئ
pt_br: Ativar a visualização do aluno
pt_pt: Ativar visualização como aluno
ro_ro: Activeaza vizualizarea in mod student
ru_ru: Включить вид студента
sk_sk: Aktivovať študentský pohľad
sl: Omogoči tečajnikov pogled
sq: Aktivizo pamjen e nxënësit
sr_rs: Aktiviraj pogled - student
sv_se: Aktivera studentvy
sw_ke: Wezesha mwonekano wa mwanafunzi
ta: கற்றல் பார்வையை செயல்படுத்தவும்
th: เปิดใช้งานมุมมองผู้เรียน
tl_ph: Pagganahin ang tanaw ng mag-aaral
tr: Öğrenci görünümünü etkinleştir
uk_ua: Ввімкнути вид студента
vi_vn: Kích hoạt chế độ học viên
xh_za: Vula umbono womfundi
zh_cn: 学生视图
zh_tw: 允許學員界面

source: Enable the learner view, which allows a teacher or admin to see a course as a learner would see it
ar: تمكين عرض الطالب للسماح للمدرس أو المدير بمشاهدة مقرر كما يشاهده طالب
ast_es: Activar la Vista d'estudiante, que permite qu'un profesor o alministrador vea un cursu igual a como lo vería un estudiante
bn_bd: শিক্ষার্থী দৃষ্টিভঙ্গি সক্ষম করুন, যা শিক্ষক বা অ্যাডমিনকে একটি কোর্স শিক্ষার্থীর মতো দেখতে দেয়
bs_ba: Omogući prikaz učenika, koji omogućuje nastavniku ili administratoru da vidi kurs onako kako ga vidi učenik
ca_es: Activar la vista estudiant, que permet als tutors o als administrador veure el curs tal i com ho veuria un alumne
cs_cz: Povolení pohledu uživatele, které dovoluje školiteli nebo adminovi vidět školení z pohledu studenta
da: Muliggør visning af siden som studerende, hvorved underviseren eller kursusadministration kan se kursussiden, som en studerende vil se kursussiden
de: Die Aktivierung der Teilnehmer-Ansicht, ermöglicht einem Kursleiter oder dem Administrator, den Kurs aus Sicht eines Kursteilnehmers zu betrachten
el: Ενεργοποίηση της προβολής μαθητή, η οποία επιτρέπει σε έναν εκπαιδευτικό ή διαχειριστή να δει ένα μάθημα όπως θα το έβλεπε ένας μαθητής
eo: Kiam studenta vido estas ŝaltata, kursestro aŭ platformestro povas vidi la kursan enhavon tiel, kiel studenta vidan ĝin.
es: Habilitar la Vista de estudiante, que permite que un profesor o un administrador pueda ver un curso como lo vería un estudiante
es_mx: Vista del estudiantes, la cual permite a un profesor o administrador ver un curso como lo vería un estudiante
eu_es: Ikuslearen ikuspegia gaitzeak irakasleari edo kudeatzaileari ikastaroa ikasle batek ikusiko balu bezala ikusten utziko dio
fa_ir: فعال کردن نمای یادگیرنده، که به معلم یا مدیر اجازه می‌دهد درس را همان‌طور که یادگیرنده می‌بیند، ببیند
fi_fi: Ota käyttöön opiskelijanäkymä, joka mahdollistaa opettajan tai ylläpitäjän nähdä kurssin opiskelijan näkökulmasta
fo_fo: Virkna lærlingasýnið, sum loyvir einum lærarum ella stýrara at síggja eitan kurs sum ein lærlingur so hann
fur: Ative la viste dal learner, che permit a un prof o admin di vidê un curs come un learner lu vearde
ga: Cumasaigh radharc an fhoghlaimeora, a ligeann do mhúinteoir nó do riarthóir cúrsa a fheiceáil mar a d'fhéachfadh foghlaimeoir air
gl: Activar a visualización do alumno permite que o profesor ou administrador vexan o curso como o vería un alumno
he_il: הפעל את תצוגת הלומד, המאפשרת למורה או מנהל לראות קורס כפי שלומד יראה אותו
hi: शिक्षार्थी दृश्य सक्षम करें, जो शिक्षक या प्रशासक को पाठ्यक्रम को शिक्षार्थी की तरह देखने की अनुमति देता है
hr_hr: Omogući pogled učenika, koji nastavniku ili administratoru omogućuje da vidi kurs onako kako ga vidi učenik
hu_hu: Tanulói nézet engedélyezésével megengedheti oktatóinak vagy adminisztrátorainak, hogy megnézzék, a hallgatók hogyan látják a kurzusokat.
hy: Միացնել աշակերտի տեսքը, որը թույլ է տալիս ուսուցչին կամ ադմինիստրատորին տեսնել դասընթացը այնպես, ինչպես կտեսներ աշակերտը
id_id: Bolehkan tampilan siswa yang memungkinkan pengajar atau admin melihat kuliah seperti yang dilihat siswa
it: Abilita la possibilità - da parte del docente o dell'amministratore - di vedere il corso come è visto da un corsista
ja: 学生表示を有効にして、教員または管理者に学生としてコースを参照することを許可します
ka_ge: სწავლანის ხედის ჩართვა, რომელიც საშუალებას აძლევს მასწავლებელს ან ადმინისტრატორს დაინახოს კურსი ისე, როგორც სწავლანი ხედავს
ko_kr: 학습자 보기 활성화: 교사나 관리자가 학습자 관점에서 코스를 볼 수 있게 합니다
lo: ເປີດໃຊ້ມຸມມອງຜູ້ຮຽນ, ເຊິ່ງຊ່ວຍໃຫ້ອາຈານ ຫຼື ຜູ້ເບິ່ງແຍງລະບົບເຫັນລາຍວິຊາໃນແບບທີ່ຜູ້ຮຽນຈະເຫັນ
lt_lt: Nustatymas leidžia kursų vadovui ar dėstytojui matyti, kaip atrodo jo kursai studentams
lv_lv: Ieslēgt 'Kursanta skatu' kursa un platformas administratoriem
mk_mk: Овозможува приказ на курсистот, што му допушта на учителот или на управувачот да го погледне курсот онака како што би го видел курсистот.
ms_my: Aktifkan pandangan pelajar, yang membolehkan guru atau pentadbir melihat kursus seperti yang dilihat oleh pelajar
my_mm: သင်ယူသူမြင်ကွင်းကို ဖွင့်ပါ၊ ၎င်းသည် ဆရာ သို့မဟုတ် စီမံခန့်ခွဲသူအား သင်ယူသူမြင်ရသည့်အတိုင်း သင်တန်းကို မြင်နိုင်စေသည်
ne: विद्यार्थी दृश्य सक्षम गर्नुहोस्, जसले शिक्षक वा प्रशासकलाई पाठ्यक्रमलाई विद्यार्थीले हेर्ने तरिकाले हेर्न अनुमति दिन्छ
nl: Wanneer studentenweergave is ingeschakeld, kan een cursusbeheerder of platformbeheerder de cursusinhoud bekijken zoals een student deze ziet.
nn_no: Aktiver elevvisninga, som lar ein lærar eller admin sjå eit kurs som ein elev vil sjå det
oc: Activar la vista aprendent, que permet a un professor o administrator de veire un curs coma l'òm lo veireja d'un aprendent
pl_pl: Włącz widok studenta. Pozwala nauczycielowi lub administratorowi widzieć stronę kursu z perspektywy studenta.
ps: د زده کونکي لید فعال کړئ، چې استاد یا اډمین ته اجازه ورکوي چې کورس داسې وګوري لکه څنګه چې زده کونکي یې ګوري
pt_br: Ativar a visualização do aluno permitindo que o professor ou administrador ver o curso como um aluno.
pt_pt: Activar a visualização como aluno, permite que como instrutor ou como administrador possa visualizar um curso como se fosse um aluno ou um utilizador
ro_ro: Activeaza vizualizarea in mod student, ceea ce permite profesorului sau administratorului sa vizualizeze un curs asa cum l-ar vedea studentul
ru_ru: Включить вид студента - эта функция позволяет преподавателю или администратору видеть курс, как его видит студент
sk_sk: Aktivovať študentský pohľad, ktorý umožní lektorovi alebo administrátorovi vidieť kurz tak, ako ho bude vidieť študent.
sl: Omogoči učitelju in upravitelju pogled na vsebine, kot jih vidi tečajnik
sq: Aktivizo pamjen e nxënësit, e cila lejon një mësues ose admin të shohë një kurs siç do ta shihte një nxënës
sr_rs: Omogući prikaz učenika, koji omogućava nastavniku ili administratoru da vidi kurs onako kako ga vidi učenik
sv_se: Aktiverar den vy som studenter har, så att administratör eller lärare kan se hur en kurs ser ut för en student
sw_ke: Wezesha mwonekano wa mwanafunzi, ambao unaruhusu mwalimu au msimamizi kuona kozi kama mwanafunzi angeiona
ta: கற்றல் பார்வையை செயல்படுத்தவும், இது ஆசிரியர் அல்லது நிர்வாகத்தினருக்கு பாடத்தை கற்றவரைப் போல பார்க்க அனுமதிக்கிறது
th: เปิดใช้งานมุมมองผู้เรียน ซึ่งช่วยให้ครูหรือผู้ดูแลระบบดูรายวิชาเหมือนที่ผู้เรียนเห็น
tl_ph: Pagganahin ang tanaw ng mag-aaral, kung saan pinapayagan ang isang trainer o tagapangasiwa na makita ang pagsasanay ayon sa makikita ng isang mag-aaral
tr: Öğrenci görünümünü etkinleştirme, öğretmen veya yöneticinin bir dersi öğrencilerin gördüğü gibi görmesini sağlar.
uk_ua: Ввімкнути вид студента, що дозволить викладачу чи адміністратору бачити курс, як його бачить студент
vi_vn: Kích hoạt chế độ học viên, cho phép giáo viên hoặc quản trị viên xem khóa học như học viên thấy
xh_za: Vula umbono womfundi, ovumela utitshala okanye umlawuli ukuba abone isifundo njengoko umfundi wayeya kuyibona
zh_cn: 学生视图让教师或管理员以学生的视角来浏览课程
zh_tw: 允許學員界面，讓教師或管理員預覽學員能看到的界面

source: Time limit on Who Is Online
ar: حد الوقت للاعتبار متصلا
ast_es: Llende de tiempu pa los Usuarios coneutaos
bn_bd: হু ইজ অনলাইনে সময়সীমা
bs_ba: Vremensko ograničenje za 'Tko je online'
ca_es: Límit de temps d'Usuaris en Línia
cs_cz: Časový limit pro online uživatele
da: Tidsbegrænsning ved Hvem-er-online
de: Zeitlimit
el: Χρονικό όριο στο Ποιος είναι Συνδεδεμένος
eo: Templimigo de ŝaltitaj uzantoj
es: Límite de tiempo de Usuarios en línea
es_mx: Tiempo límite sobre Quién está en Línea
eu_es: Denbora muga Online dauden erabiltzaileak ikustean
fa_ir: محدودیت زمان در چه کسی آنلاین هست
fi_fi: Aikaraja Ken on verkossa -toiminnossa
fo_fo: Tíðaravmarking á 'Hvør er online'
fur: Limit di temp par "Chi è online"
ga: Teorainn ama ar Cé Who Is Online
gl: Tempo límite sobre Usuarios online
he_il: מגבלת זמן על מי מחובר
hi: कौन ऑनलाइन है पर समय सीमा
hr_hr: Vremensko ograničenje za Tko je online
hu_hu: Időtúllépés értéke a "KiVanBejelentkezve" nézethez
hy: Ժամանակի սահմանափակում «Ով է առցանց»-ում
id_id: Batas waktu di WhoIsOnline
it: Limite di tempo su Chi è online
ja: オンライン ユーザーの時間制限
ka_ge: დროის ლიმიტი „ვინ არის ონლაინში“
ko_kr: 온라인 사용자 시간 제한
lt_lt: Laiko limitas online
lv_lv: Laika limits "ON-LINE" bezdarbības (pēdējais taustiņa klikšķis) periodam
mk_mk: Времето ограничено на КојЕАктивен
ms_my: Had masa pada Siapa Dalam Talian
my_mm: အွန်လိုင်းရှိသူများအတွက် အချိန်ကန့်သတ်ချက်
ne: को हुन सक्छ अनलाइन मा समय सीमा
nl: Tijdslimiet gebruikers online
nn_no: Tidsgrense for 'Hvem er pålaing'
oc: Limitat de temps sul Qui es en linha
pl_pl: Limit czasu Online (WhoIsOnline)
ps: د آنلاین څوک وخت محدودیت
pt_br: Limite de tempo sobre os Usuários online
pt_pt: Limite de tempo para Quem está Online
ro_ro: Limita de timp pentru WhoIsOnline (Cine Este Online)
ru_ru: Время ограничено для тех, кто онлайн (WhoIsOnline)
sk_sk: Časový limit pre Kto Je Online
sl: Omejitev pri Aktivni uporabniki
sq: Kufiri kohor në Kush është Online
sr_rs: Vremensko ograničenje na Ko je Online
sv_se: Tidsmått för vem som är online
sw_ke: Mwisho wa wakati kwenye Nani Yuko Mtandaoni
ta: யார் இணையத்தில் உள்ளனர் என்பதற்கான நேர வரம்பு
th: ขีดจำกัดเวลาบน Who Is Online
tl_ph: Limitasyon sa oras ng Sino ang Online
tr: KimÇevrimiçi'nde zaman limiti
uk_ua: Ліміт часу на ХтоВОнлайні
vi_vn: Giới hạn thời gian Ai đang trực tuyến
xh_za: Umda wexesha kwiWho Is Online
zh_cn: 时间限制
zh_tw: 顯示在線時限

source: This time limit defines for how many minutes after his last action a user will be considered *online*
ar: يقوم هذا الحد للوقت بتعريف الفترة بالثواني التي يعتبر فيها مستخدما متصلا بعد آخر إجراء
ast_es: Esta llende de tiempu marca cuantos segundos van pasar enantes de desconeutar a un usuariu que los lleva ensin facer nenguna aición.
bn_bd: এই সময়সীমা নির্ধারণ করে ব্যবহারকারীর শেষ কাজের পর কত মিনিট *অনলাইন* বিবেচিত হবে
bs_ba: Ovo vremensko ograničenje određuje koliko minuta nakon svoje posljednje akcije će korisnik biti smatran *online*
ca_es: Aquest límit de temps defineix quan de temps després de l'última acció enregistrada es considera que un usuari està *en línia*
cs_cz: Tento limit definuje po kolik sekund od poslední akce je uživatel stále považovaný za *online*
da: Tidsbegrænsningen definerer hvor mange sekunder efter en sidste handling den pågældende bruger anses for værende *online*
de: Das Zeitlimit bestimmt, für wie lange ein User nach der letzten Aktion weiterhin als 'online' angesehen wird.
el: Αυτό το χρονικό όριο ορίζει για πόσα λεπτά μετά την τελευταία του ενέργεια ένας χρήστης θα θεωρείται *συνδεδεμένος*
eo: La templimigo difinas dum kiom da sekundoj uzanto konsideriĝas enŝaltata post ŝlia lasta ago.
es: Este límite de tiempo define cuantos minutos han de pasar despúes de la última acción de un usuario para seguir considerándolo *en línea*
es_mx: Este tiempo límite define por cuantos segundos después de su última acción se considerará que un usuario está "en línea"
eu_es: Denbora muga honek zehazten du zenbat minutu pasa behar diren azken eragiketatik online dagoen erabiltzailetzat jotzeko
fa_ir: این محدودیت زمانی تعریف می‌کند که چند دقیقه پس از آخرین اقدام کاربر، *آنلاین* در نظر گرفته می‌شود
fi_fi: Tämä aikaraja määrittää, kuinka monta minuuttia viimeisen toiminnon jälkeen käyttäjä pidetään *verkossa*
fo_fo: Hendan tíðaravmarkingin skilgreinir fyri hvørja fjøld tíma eftir sína síðstu handling ein brúkari verður teljaður *online*
fur: Chest limit di temp definiss cuants minûts dopo l'ultime aczion un utent al è considerât *online*
ga: Sainmhíníonn an teorainn ama seo cé mhéad nóiméad tar éis a ghniomh deireanach a mheasfar úsáideoir a bheith *ar líne*
gl: Este límite de tempo define durante canto tempo se condiera que, depois da última acción, un alumno está en liña
he_il: מגבלת זמן זו מגדירה לכמה דקות לאחר פעולתו האחרונה משתמש ייחשב *מקוון*
hi: यह समय सीमा उपयोगकर्ता के अंतिम क्रिया के बाद कितने मिनट तक उसे *ऑनलाइन* माना जाएगा, यह निर्धारित करती है
hr_hr: Ovo vremensko ograničenje određuje koliko minuta nakon svoje posljednje radnje korisnik ostaje *online*
hu_hu: Ez az időkorlát határozza meg, hogy az utolsó felhasználói tevékenységtől kezdve mennyi másodpercig számítson a felhasználó bejelentkezettnek.
hy: Այս ժամանակի սահմանափակումը սահմանում է, թե քանի րոպե հետո օգտատերը կհամարվի *առցանց*, իր վերջին գործողությունից հետո
id_id: Batas waktu ini menentukan berapa lama (detik) setelah aksi terakhir pemakai akan dianggap *online*
it: Il limite di tempo fissa dopo quanti secondi di inattività un utente debba essere considerato disconnesso
ja: この時間制限は、オンラインと見なされるユーザーの最後の操作後の時間 (分) を定義します
ka_ge: ეს დროის ლიმიტი განსაზღვრავს, რამდენი წუთის განმავლობაში ჩაითვლება მომხმარებელი *ონლაინ*-ად ბოლო ქმედების შემდეგ
ko_kr: 이 시간 제한은 사용자의 마지막 작업 후 몇 분 동안 *온라인*으로 간주되는지를 정의합니다
lo: ກຳນົດເວລານີ້ກຳນົດວ່າຫຼັງຈາກການກະທຳຄັ້ງສຸດທ້າຍຂອງຜູ້ໃຊ້ເປັນເວລາຈັກນາທີ ຜູ້ໃຊ້ຈະຖືກຖືວ່າ *ອອນໄລນ໌*
lt_lt: Šis laiko limitas nurodo, po kiek sekundžių vartotojas bus užregistruotas *online* po prisijungimo
lv_lv: Šis termiņš noteiks, cik sekundes pēc Lietotāja pēdējās darbības portālā, Lietotājs tiks uzskatīts par izgājušu no *online*
mk_mk: Ова временско ограничување определува колку секунди после неговата последна акција, корисникот ќе биде третиран за *активен*
ms_my: Had masa ini menentukan berapa minit selepas tindakan terakhirnya seorang pengguna akan dianggap *dalam talian*
my_mm: ဤအချိန်ကန့်သတ်ချက်သည် အသုံးပြုသူ၏ နောက်ဆုံးလုပ်ဆောင်ချက်ပြီးနောက် မည်မျှမိနစ်အတွင်း *အွန်လိုင်း* အဖြစ် သတ်မှတ်မည်ကို ဖော်ပြသည်
ne: यो समय सीमाले प्रयोगकर्ताको अन्तिम कार्य पछि कति मिनेट सम्म प्रयोगकर्तालाई *अनलाइन* मानिन्छ भनेर परिभाषित गर्दछ
nl: Deze tijdslimiet bepaalt hoeveel seconden een gebruiker 'online' beschouwd wordt sinds zijn of haar laatste actie.
nn_no: Denne tidsgrensa definerer kor mange minutt etter siste handling ein brukar vil bli rekna som *pålaing*
oc: Aquesta limitat de temps definís durant quants minutas après sa darrièra accion un utilizaire serà considerat *en linha*
pl_pl: Limit czasu definiuje ile sekund po ostatniej akcji użytkownik będzie uważany za *online* (przebywający cały czas na sieci).
ps: دا وخت محدودیت تعریف کوي چې کاروونکي وروسته له خپل وروستي عمل وروسته څومره دقیقې *آنلاین* ګڼل کیږي
pt_br: Este limite de tempo define durante quanto tempo depois da última ação um usuário é considerado *online*
pt_pt: Este limite de tempo define quantos segundos após a última acção o utilizador será considerado com o estado *online*
ro_ro: Aceasta limita de timp defineste durata in secunde a intervalului de timp in care user-ul este considerat *online* dupa ultima sa actiune
ru_ru: Это ограничение во времени означает сколько еще секунд после последнего действия пользователь будет считаться онлайн.
sk_sk: Tento časový limit definuje, koľko sekúnd po poslednej akcii bude študent považovaný za *online* študenta
sl: Ta časovna omejitev določa, koliko sekund po zadnji aktivnosti uporabnika, se ta še smatra za aktivnega (online).
sq: Ky kufi kohor përcakton për sa minuta pas veprimit të tij të fundit një përdorues do të konsiderohet *online*
sr_rs: Ovo vremensko ograničenje definiše za koliko minuta nakon svoje poslednje akcije će korisnik biti smatran *online*
sv_se: Tidsmåttet anger hur många sekunder som kan ha gått sedan en användare gjorde något i portalen, för att kunna räknas som inloggad (online)
sw_ke: Mwisho huu wa wakati unafafanua kwa dakika ngapi baada ya kitendo chake cha mwisho mtumiaji atachukuliwa *mtandaoni*
ta: இந்த நேர வரம்பு பயனரின் கடைசி செயலின் பிறகு எத்தனை நிமிடங்கள் *இணையத்தில்* உள்ளவராகக் கருதப்படுவார் என்பதை வரையறுக்கிறது
th: ขีดจำกัดเวลานี้กำหนดจำนวนนาทีหลังจากกิจกรรมล่าสุดที่ผู้ใช้จะถูกพิจารณาว่า *ออนไลน์*
tl_ph: Ang limitasyon sa oras na ito ay tumutukoy kung ilang minuto matapos ang kanyang huling aksyon ang gumagamit ay ituturing na *online*
tr: Bu zaman limiti son eyleminden kaç saniye sonra bir kullanıcı Çevrimiçi olarak dikkate alınacağını tanımlar.
uk_ua: Цей ліміт часу визначає, скільки секунд після останньої активної дії користувача вважати його в онлайні
vi_vn: Giới hạn thời gian này xác định số phút sau hành động cuối cùng người dùng được coi là *trực tuyến*
xh_za: Olu mda wexesha uchaza imizuzu emingaki emva kwesenzo sakhe sokugqibela umsebenzisi uya kuthathwa *online*
zh_cn: 时间限制是指用户最后操作后多少秒内被认为在线
zh_tw: 本在線時限定義使用者於線上停止活動後多少秒變為離線

source: Example material on course creation
ar: مثال على المادة عند إنشاء مقرر جديد
ast_es: Material d'exemplu pa la creación d'un cursu
bn_bd: কোর্স তৈরির উদাহরণ উপকরণ
bs_ba: Primjer materijala pri kreiranju kursa
ca_es: Materials d'exemple per la creació de cursos
cs_cz: Vzorový obsah na vytvoření školení
da: Ekempel på indhold ved oprettelse af kursusside
de: Beispiel-Material
el: Παράδειγμα υλικού κατά τη δημιουργία μαθήματος
eo: Enhava ekzemplo pri kurspreparo
es: Material de ejemplo para la creación de un curso
es_mx: Material de ejemplo en la creación de un curso
eu_es: Ikastaroa sortzeko materialaren eredua
fa_ir: ماده نمونه در ایجاد درس
fi_fi: Esimerkkimateriaalia kurssia luodessa
fo_fo: Dømi til vísu á kursastovnan
fur: Material di esempi par creazion dal curs
ga: Ábhar samplach ar chruthú cúrsa
gl: Materiais de exemplo sobre a creación do curso
he_il: חומר לדוגמה על יצירת קורס
hi: पाठ्यक्रम निर्माण पर उदाहरण सामग्री
hr_hr: Primjer materijala pri stvaranju kursa
hu_hu: Példaanyagok kurzuslétrehozáskor
hy: Օրինակ նյութ դասընթացի ստեղծման ժամանակ
id_id: Materi contoh tentang pembuatan kuliah
it: Materiale esemplificativo all'atto della creazione del corso
ja: コース作成時のサンプル資料
ka_ge: მაგალითი მასალა კურსის შექმნისას
ko_kr: 코스 생성 시 예제 자료
lt_lt: Pavyzdinė kursų kūrimo medžiaga
lv_lv: Piemēra materiāls par mācību izveidi
mk_mk: Примери за материјали при креирање на курс
ms_my: Bahan contoh semasa penciptaan kursus
my_mm: သင်တန်းဖန်တီးမှုတွင် ဥပမာပစ္စည်း
ne: पाठ्यक्रम सिर्जना मा उदाहरण सामग्री
nl: Voorbeeld inhoud bij aanmaken cursus
nn_no: Eksempelmateriale ved kursoppretting
oc: Material d'exemple a la creacion de curs
pl_pl: Przykładowe materiały przy tworzeniu kursu.
ps: د کورس جوړولو بېلګې مواد
pt_br: Exemplo de materiais sobre a criação do curso
pt_pt: Exemplo de materiais na criação de um curso
ro_ro: Material demonstrativ pentru crearea cursului
ru_ru: Материал для примера по созданию курса
sk_sk: Vzorový materiál pri tvorbe kurzu
sl: Primeri učnih gradiv ob kreiranju tečaja
sq: Material shembull në krijimin e kursit
sr_rs: Primer materijala pri kreiranju kursa
sv_se: Exempelmaterial när kursskapas
sw_ke: Vifaa vya mfano wakati wa kuunda kozi
ta: பாடம் உருவாக்கும் போது உதாரண பொருள்
th: สื่อตัวอย่างในการสร้างรายวิชา
tl_ph: Halimbawa ng materyal sa paglikha ng kurso
tr: Ders oluştururken örnek materyal kur
uk_ua: Приклад матеріалу при створенні курсу
vi_vn: Tài liệu mẫu khi tạo khóa học
xh_za: Imizekelo yemathiriyeli ekudaleni isifundo
zh_cn: 创建课程的范例
zh_tw: 創建課程教材範例
