Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Write
ar: كتابة
ast_es: Escribir
bn_bd: লিখুন
bs_ba: Piši
ca_es: Escriure
cs_cz: Napsat
da: Skriv
de: Schreiben
el: Γράψτε
eo: Skribi
es: Escribir
es_mx: Escribir
eu_es: Idatzi
fa_ir: نوشتن
fi_fi: Kirjoita
fo_fo: Skriva
fur: Scrivî
ga: Scríobh
gl: Escribir
he_il: כתיבה
hi: लिखें
hr_hr: Piši
hu_hu: Írás
hy: Գրել
id_id: Tulis
it: Scrivi
ja: 書く
ka_ge: წერა
ko_kr: 쓰기
lo: ຂຽນ
lt_lt: Rašyti
lv_lv: Rakstīt
mk_mk: Напиши
ms_my: Tulis
my_mm: ရေးပါ
ne: लेखन
nl: Schrijf
nn_no: Skriv
oc: Escriure
pl_pl: Napisz
ps: لیکئ
pt_br: Escrever
pt_pt: Escrever
ro_ro: Scrieti
ru_ru: Написать
sk_sk: Písať
sl: Piši
sq: Shkruaj
sr_rs: Piši
sv_se: Skriv
sw_ke: Andika
ta: எழுது
th: เขียน
tl_ph: Sumulat
tr: Yaz
uk_ua: Написати
vi_vn: Viết
xh_za: Bhala
zh_cn: 撰写
zh_tw: 撰寫

source: You have not yet achieved skills
ar: لم تحقق مهارات حتى الان
ast_es: Encami nun consegisti competencies
bn_bd: আপনি এখনও কোনো দক্ষতা অর্জন করেননি
bs_ba: Još niste stekli vještine
ca_es: Encara no ha assolit competències
cs_cz: Zatím jste nedosáhli žádných dovedností
da: Du har endnu ikke opnået færdigheder
de: Sie haben bis jetzt noch keine eingetragenen Fähigkeiten
el: Δεν έχουν επιτευχθεί ακόμα δεξιότητες
eo: Vi ankoraŭ ne akiris kapablojn
es: Aún no ha logrado competencias
es_mx: Aún no has logrado habilidades
eu_es: Oraindik ez duzu gaitasunik lortu
fa_ir: شما هنوز مهارتی کسب نکرده‌اید
fi_fi: Et ole vielä saavuttanut taitoja
fo_fo: Tú hevur ikki fingið nakran kunnleika enn
fur: Tu no ân encôr akirû abilitâs
ga: Ní bhfuil scileanna bainte amach agat go fóill
gl: Aínda non adquiriu competencias
he_il: עדיין לא השגת כישורים
hi: आपने अभी तक कौशल प्राप्त नहीं किया है
hr_hr: Još niste stekli vještine
hu_hu: Még nem szerzett készségeket
hy: Դուք դեռ չեք ձեռք բերել հմտություններ
id_id: Anda belum mencapai keterampilan
it: Non hai ancora acquisito competenze
ja: あなたはまだスキルを習得していません
ka_ge: თქვენ ჯერ არ მიაღწიეთ უნარებს
ko_kr: 아직 습득한 기술이 없습니다
lt_lt: Jūs dar nepasiekėte jokių įgūdžių
lv_lv: Jūs vēl neesat sasnieguši prasmes
mk_mk: Сè уште не сте постигнале вештини
ms_my: Anda belum mencapai kemahiran
my_mm: သင်သည် ကျွမ်းကျင်မှုများကို မရရှိသေးပါ
ne: तपाईंले अझै कुनै कौशल हासिल गर्नुभएको छैन
nl: U hebt deze vaardigheden nog niet verkregen.
nn_no: Du har enno ikkje oppnådd ferdigheiter
oc: Vosautres avètz encara pas obtengut de competéncias
pl_pl: Nie opanowałeś jeszcze żadnych umiejętności
ps: تاسې تر اوسه مهارتونه ترلاسه نه دي کړي
pt_br: Você ainda não adquiriu habilidades
pt_pt: Ainda não atingiu competências
ro_ro: Nu a atins încă competențe
ru_ru: Вы пока не освоили навыков
sk_sk: Ešte ste nedosiahli zručnosti
sl: Nisi še pridobil kompetenc
sq: Ju nuk keni arritur ende aftësi
sr_rs: Još uvek niste stekli veštine
sv_se: Du har ännu inte uppnått några färdigheter
sw_ke: Bado hujapata ustadi wowote
ta: நீங்கள் இதுவரை திறன்களை அடைவதில்லை
th: คุณยังไม่ได้รับทักษะใด ๆ
tl_ph: Wala pang natamo na mga kasanayan
tr: Henüz beceri kazanmadınız
uk_ua: Ви ще не опанували навичок
vi_vn: Bạn chưa đạt được kỹ năng nào
xh_za: Awufiki zizo zakho izakhono okwangoku
zh_cn: 您尚未获得技能
zh_tw: 您尚未獲得技能

source: Corn
ar: ذرة
ast_es: Maín
bn_bd: ভুট্টা
bs_ba: Kukuruz
ca_es: Blat de moro
cs_cz: Kukuřice
da: Majs
de: Mais
eo: Maizo
es: Maíz
es_mx: Maíz
eu_es: Artoa
fa_ir: ذرت
fi_fi: Jyvä
fo_fo: Korn
fur: Grantur
ga: Arbhar
gl: Maínzo
he_il: דגן
hi: मक्का
hr_hr: Kukuruz
hu_hu: Kukorica
hy: Գարի
id_id: Jagung
it: Mais
ja: コーン
ka_ge: ყვავილი
ko_kr: 옥수수
lo: ສີສາລີ
lt_lt: Kukurūzai
lv_lv: Kukurūza
mk_mk: Пченка
ms_my: Jagung
my_mm: ပြောင်းဖူး
ne: मकै
nl: Com
nn_no: Mais
oc: Blat de milh
pl_pl: Kukurydza
ps: ذرغون
pt_br: Milho
pt_pt: Milho
ro_ro: Porumb
ru_ru: Кукуруза
sk_sk: Kukurica
sl: Koruzna
sq: Misër
sr_rs: Kukuruz
sv_se: Majskorn
sw_ke: Mahindi
ta: சோளம்
th: ข้าวโพด
tl_ph: Mais
tr: Mısır
uk_ua: Кукурудза
vi_vn: Ngô
xh_za: Umingxuma
zh_cn: 玉米
zh_tw: 玉米

source: Gray
ar: رمادي
ast_es: Griu
bn_bd: ধূসর
bs_ba: Siva
ca_es: Gris
cs_cz: Šedá
da: Grå
de: Grau
el: Γκρι
eo: Griza
es: Gris
es_mx: Gris
eu_es: Grisa
fa_ir: خاکستری
fi_fi: Harmaa
fo_fo: Gráur
fur: Gri
ga: Liath
gl: Gris
he_il: אפור
hi: धूसर
hr_hr: Siva
hu_hu: Szürke
hy: Մոխրագույն
id_id: Abu-abu
it: Grigio
ja: グレー
ka_ge: ცისფერი
ko_kr: 회색
lo: ສີເທົາ
lt_lt: Pilka
lv_lv: Pelēks
mk_mk: Сива
ms_my: Kelabu
my_mm: မီးခိုးရောင်
ne: खैरो
nl: Grijs
nn_no: Grå
oc: Gris
pl_pl: Szary
ps: خړ
pt_br: Cinza
pt_pt: Cinza
ro_ro: Gri
ru_ru: Серый
sk_sk: Šedá
sl: Siva
sq: Gri
sr_rs: Siva
sv_se: Grå
sw_ke: Kijivu
ta: சாம்பல்
th: เทา
tl_ph: Abu-abo
tr: Gri
uk_ua: Сірий
vi_vn: Xám
xh_za: Ncmpuma
zh_cn: 灰色
zh_tw: 灰色

source: Light blue
ar: ازرق فاتح
ast_es: Azul claru
bn_bd: আলো নীল
bs_ba: Svijetlo plava
ca_es: Blau cel
cs_cz: Světle modrá
da: Lyseblå
de: Hellblau
el: Γαλάζιο
eo: Hela blua
es: Celeste
es_mx: Azul claro
eu_es: Argazki urdina
fa_ir: آبی روشن
fi_fi: Vaaleansininen
fo_fo: Ljós bláur
fur: Blu chiar
ga: Gorm éadrom
gl: Celeste
he_il: כחול בהיר
hi: हल्का नीला
hr_hr: Svijetlo plava
hu_hu: Világoskék
hy: Բաց կապույտ
id_id: Biru muda
it: Azzurro
ja: ライトブルー
ka_ge: ღია ლურჯი
ko_kr: 연한 파랑
lo: ສີຟ້າອ່ອນ
lt_lt: Šviesiai mėlyna
lv_lv: Gaiši zils
mk_mk: Светлосина
ms_my: Biru muda
my_mm: အပြာဖျော့
ne: हल्का निलो
nl: Licht blauw
nn_no: Lyseblå
oc: Blau clar
pl_pl: Jasnoniebieski
ps: روښانه نیلګي
pt_br: Azul claro
pt_pt: Celeste
ro_ro: Albastru deschis
ru_ru: Голубой
sk_sk: Svetlo modrá
sl: Svetlo modra
sq: Kaltër e hapur
sr_rs: Sveto plava
sv_se: Ljusblå
sw_ke: Bluu nyepesi
ta: ஒளிரும் நீலம்
th: ฟ้าอ่อน
tl_ph: Liwanag na asul
tr: Açık mavi
uk_ua: Світло-блакитний
vi_vn: Xanh nhạt
xh_za: Luhlaza okwesibhakabhaka
zh_cn: 浅蓝色
zh_tw: 淺藍色

source: Black
ar: اسود
ast_es: Prietu
bn_bd: কালো
bs_ba: Crna
ca_es: Negre
cs_cz: Černá
da: Sort
de: Schwarz
el: Μαύρο
eo: Nigra
es: Negro
es_mx: Negro
eu_es: Beltza
fa_ir: سیاه
fi_fi: Musta
fo_fo: Svart
fur: Nêr
ga: Dubh
gl: Negro
he_il: שחור
hi: काला
hr_hr: Crna
hu_hu: Fekete
hy: Սև
id_id: Hitam
it: Nero
ja: ブラック
ka_ge: შავი
ko_kr: 검정
lo: ສີດຳ
lt_lt: Juoda
lv_lv: Melns
mk_mk: Црна
ms_my: Hitam
my_mm: အနက်ရောင်
ne: कालो
nl: Zwart
nn_no: Svart
oc: Nerg
pl_pl: Czarny
ps: تور
pt_br: Preto
pt_pt: Preto
ro_ro: Negru
ru_ru: Черный
sk_sk: Čierna
sl: Črna
sq: E zezë
sr_rs: Crna
sv_se: Svart
sw_ke: Nyeusi
ta: கருப்பு
th: ดำ
tl_ph: Itim
tr: Siyah
uk_ua: Чорний
vi_vn: Đen
xh_za: Mnyama
zh_cn: 黑色
zh_tw: 黑色

source: White
ar: ابيض
ast_es: Blancu
bn_bd: সাদা
bs_ba: Bijela
ca_es: Blanc
cs_cz: Bílá
da: Hvid
de: Weiß
el: Άσπρο
eo: Blanka
es: Blanco
es_mx: Blanco
eu_es: Zuria
fa_ir: سفید
fi_fi: Valkoinen
fo_fo: Hvítur
fur: Bianc
ga: Bán
gl: Branco
he_il: לבן
hi: सफेद
hr_hr: Bijela
hu_hu: Fehér
hy: Սպիտակ
id_id: Putih
it: Bianco
ja: ホワイト
ka_ge: თეთრი
ko_kr: 흰색
lo: ສີຂາວ
lt_lt: Balta
lv_lv: Balts
mk_mk: Бела
ms_my: Putih
my_mm: အဖြူရောင်
ne: सेतो
nl: Wit
nn_no: Kvit
oc: Blanc
pl_pl: Biały
ps: سپین
pt_br: Branco
pt_pt: Branco
ro_ro: Alb
ru_ru: Белый
sk_sk: Biela
sl: Bela
sq: E bardhë
sr_rs: Bela
sv_se: Vit
sw_ke: Nyeupe
ta: வெள்ளை
th: ขาว
tl_ph: Puti
tr: Beyaz
uk_ua: Білий
vi_vn: Trắng
xh_za: Mhlophe
zh_cn: 白色
zh_tw: 白色

source: Display options
ar: خيارات العرض
ast_es: Opciones d'amosamientu
bn_bd: প্রদর্শন বিকল্প
bs_ba: Opcije prikaza
ca_es: Opcions de visualització
cs_cz: Možnosti zobrazení
da: Visningsindstillinger
de: Anzeigeoptionen
el: Επιλογές εμφάνισης
eo: Opci oj de montrado
es: Opciones de presentación
es_mx: Opciones de visualización
eu_es: Bistaratze aukerak
fa_ir: گزینه‌های نمایش
fi_fi: Näytä vaihtoehdot
fo_fo: Sýni møguleikar
fur: Opzions di visualizazion
ga: Roghanna taispeána
gl: Opcións de presentación
he_il: הצג אפשרויות
hi: प्रदर्शन विकल्प
hr_hr: Opcije prikaza
hu_hu: Megjelenítési beállítások
hy: Ցուցադրման տարբերակներ
id_id: Opsi tampilan
it: Mostra opzioni
ja: 表示オプション
ka_ge: ეკრანის პარამეტრები
ko_kr: 표시 옵션
lo: ຕົວເລືອກການສະແດງຜົນ
lt_lt: Rodymo parinktys
lv_lv: Rādīšanas opcijas
mk_mk: Опции за прикажување
ms_my: Pilihan paparan
my_mm: ပြသမှုရွေးချယ်စရာများ
ne: प्रदर्शन विकल्पहरू
nl: Display opties
nn_no: Visingsalternativ
oc: Opcions d'afichatge
pl_pl: Opcje wyświetlania
ps: ښکاره کولو اختیارونه
pt_br: Opções de exibição
pt_pt: Opções de apresentação
ro_ro: Opțiuni de afișare
ru_ru: Параметры отображения
sk_sk: Možnosti zobrazenia
sl: Možnosti prikaza
sq: Opsionet e shfaqjes
sr_rs: Opcije prikaza
sv_se: Visa alternativ
sw_ke: Chaguzi za onyesho
ta: காட்சி விருப்பங்கள்
th: ตัวเลือกการแสดง
tl_ph: Mga opsyon sa pagpapakita
tr: Görüntüleme seçenekleri
uk_ua: Параметри відображення
vi_vn: Tùy chọn hiển thị
xh_za: Zinto ezibonisiweyo
zh_cn: 显示选项
zh_tw: 顯示選項

source: Enter the skill name to search
ar: ادخال اسم المهارة لغرض البحث
ast_es: Escribe'l nome de la competencia pa buscar
bn_bd: অনুসন্ধানের জন্য দক্ষতার নাম লিখুন
bs_ba: Unesite naziv vještine za pretragu
ca_es: Introdueixi el nom de la competència a cercar
cs_cz: Zadejte název dovednosti pro vyhledávání
da: Indtast færdighedsnavn for at søge
de: Geben Sie hier eine Fähigkeit ein um danach zu suchen
el: Πληκτρολογήστε το όνομα της δεξιότητας που ψάχνετε
eo: Enigu la nomon de la kapablo por serĉi
es: Ingrese el nombre de la competencia a buscar
es_mx: Ingresa el nombre de la habilidad para buscar
eu_es: Sartu bilatzeko gaitasun izena
fa_ir: نام مهارت را برای جستجو وارد کنید
fi_fi: Kirjoita etsitty osaaminen hakuun
fo_fo: Skriva kunnleika navnið tú søkir eftir
fur: Inserîs il non dal abilitât par cirî
ga: Iontráil ainm na scile le cuardach
gl: Escriba o nome da competencia a buscar
he_il: הזן את שם המיומנות לחיפוש
hi: खोजने के लिए कौशल नाम दर्ज करें
hr_hr: Unesite naziv vještine za pretragu
hu_hu: Írja be a keresendő készség nevét
hy: Մուտքագրեք հմտության անունը որոնման համար
id_id: Masukkan nama keterampilan untuk dicari
it: Digita una competenza da ricercare
ja: スキル名を入力して検索
ka_ge: შეიტანეთ უნარის სახელი ძიებისთვის
ko_kr: 검색할 기술 이름을 입력하세요
lt_lt: Įveskite įgūdžio pavadinimą paieškai
lv_lv: Ievadiet prasmes nosaukumu meklēšanai
mk_mk: Внесете име на вештина за пребарување
ms_my: Masukkan nama kemahiran untuk mencari
my_mm: ရှာဖွေရန် ကျွမ်းကျင်မှုအမည်ထည့်ပါ
ne: खोज्न कौशल नाम प्रविष्ट गर्नुहोस्
nl: Voor de naam van de vaardigheid in om te zoeken
nn_no: Skriv inn ferdighetsnamnet for å søkja
oc: Picatz lo nom de competéncia per cercar
pl_pl: Wpisz nazwę umiejętności do wyszukania
ps: د لټون لپاره مهارت نوم ولیکئ
pt_br: Digite o nome habilidade para pesquisar
pt_pt: Digite o nome da competência para procurar
ro_ro: Introduceți numele de concurență pentru a căuta
ru_ru: Введите название навыка для поиска
sk_sk: Zadajte názov zručnosti na vyhľadávanie
sl: Vpiši iskano kompetenco
sq: Futni emrin e aftësisë për të kërkuar
sr_rs: Unesite naziv veštine za pretragu
sv_se: Ange färdighetsnamn för att söka
sw_ke: Ingiza jina la ustadi la kutafuta
ta: தேடுவதற்கான திறன் பெயரை உள்ளிடவும்
th: ป้อนชื่อทักษะเพื่อค้นหา
tl_ph: Ilagay ang pangalan ng kasanayan upang maghanap
tr: Aranacak beceri adını girin
uk_ua: Введіть назву навички для пошуку
vi_vn: Nhập tên kỹ năng để tìm kiếm
xh_za: Faka igama lesakhono ukuze ukhangele
zh_cn: 输入技能名称进行搜索
zh_tw: 輸入要搜尋的技能名稱

source: Skills search
ar: البحث عن المهارات
ast_es: Guetar competencies
bn_bd: দক্ষতা অনুসন্ধান
bs_ba: Pretraga vještina
ca_es: Recerca de competències
cs_cz: Vyhledávání dovedností
da: Søg efter færdigheder
de: Fähigkeiten suchen
el: Αναζήτηση δεξιοτήτων
eo: Serĉo de kapabloj
es: Búsqueda de competencias
es_mx: Búsqueda de habilidades
eu_es: Gaitasunak bilatu
fa_ir: جستجوی مهارت‌ها
fi_fi: Osaamisen haku
fo_fo: Kunnleika søk
fur: Çerca des abilitâs
ga: Cuardach scileanna
gl: Búsqueda de competencias
he_il: חיפוש מיומנויות
hi: कौशल खोज
hr_hr: Pretraga vještina
hu_hu: Készségek keresése
hy: Հմտությունների որոնում
id_id: Pencarian keterampilan
it: Ricerca competenze
ja: スキル検索
ka_ge: უნარების ძიება
ko_kr: 기술 검색
lt_lt: Įgūdžių paieška
lv_lv: Prasmju meklēšana
mk_mk: Пребарување вештини
ms_my: Carian kemahiran
my_mm: ကျွမ်းကျင်မှုရှာဖွေမှု
ne: कौशल खोज
nl: Vaardigheden zoeken
nn_no: Søk etter ferdigheiter
oc: Recerca de competéncias
pl_pl: Wyszukiwanie umiejętności
ps: مهارتونو لټون
pt_br: Procurar habilidades
pt_pt: Busca de competências
ro_ro: Cautare de concurenta
ru_ru: Поиск навыков
sk_sk: Vyhľadávanie zručností
sl: Iskanje kompetenc
sq: Kërkim aftësish
sr_rs: Pretraga veština
sv_se: Sök färdigheter
sw_ke: Tafuta ustadi
ta: திறன்கள் தேடல்
th: ค้นหาทักษะ
tl_ph: Paghahanap ng mga kasanayan
tr: Beceriler arama
uk_ua: Пошук навичок
vi_vn: Tìm kiếm kỹ năng
xh_za: Ukhangelo lwezakhanda
zh_cn: 技能搜索
zh_tw: 技能搜尋

source: Choose a background color
ar: اختيار لون الخلفية
ast_es: Escoye un color de fondu
bn_bd: একটি ব্যাকগ্রাউন্ড রঙ বেছে নিন
bs_ba: Odaberite boju pozadine
ca_es: Trieu un color de fons
cs_cz: Vyberte barvu pozadí
da: Vælg baggrundsfarve
de: Wählen Sie eine Hintergrundfarbe
el: Επιλέξτε χρώμα φόντου
eo: Elektu koloron de fono
es: Escoja un color de fondo
es_mx: Elige un color de fondo
eu_es: Hautatu atzealde kolorea
fa_ir: رنگ پس‌زمینه را انتخاب کنید
fi_fi: Valitse taustaväri
fo_fo: Vel ein bakgrundarlit
fur: Scealt un colôr di sfond
ga: Roghnaigh dath cúlra
gl: Escolla unha cor de fondo
he_il: בחר צבע רקע
hi: पृष्ठभूमि रंग चुनें
hr_hr: Odaberite boju pozadine
hu_hu: Válasszon háttérszínt
hy: Ընտրեք ֆոնի գույն
id_id: Pilih warna latar belakang
it: Scegli un colore di fondo
ja: 背景色を選択してください
ka_ge: აირჩიეთ ფონის ფერი
ko_kr: 배경색 선택
lt_lt: Pasirinkite fono spalvą
lv_lv: Izvēlieties fona krāsu
mk_mk: Изберете боја на позадина
ms_my: Pilih warna latar belakang
my_mm: နောက်ခံအရောင်ရွေးချယ်ပါ
ne: पृष्ठभूमि रंग छान्नुहोस्
nl: Kies een achtergrondkleur
nn_no: Vel ein bakgrunnsfarge
oc: Causir una color de fons
pl_pl: Wybierz kolor tła
ps: پس منظر رنګ غوره کړئ
pt_br: Escolha uma cor de fundo
pt_pt: Escolha uma cor de fundo
ro_ro: Alege o culoare de fundal
ru_ru: Выберите цвет фона
sk_sk: Vybrať farbu pozadia
sl: Izberi barvo ozadja
sq: Zgjidhni një ngjyrë sfondi
sr_rs: Izaberite boju pozadine
sv_se: Välj bakgrundsfärg
sw_ke: Chagua rangi ya msingi
ta: பின்னணி நிறத்தை தேர்ந்தெடுக்கவும்
th: เลือกสีพื้นหลัง
tl_ph: Pumili ng kulay ng background
tr: Arka plan rengi seçin
uk_ua: Оберіть колір фону
vi_vn: Chọn màu nền
xh_za: Khetha umbala ongasemva
zh_cn: 选择背景颜色
zh_tw: 選擇背景顏色

source: Write new comment
ar: كتابة تعليق جديد
ast_es: Escribir comentariu nuevu
bn_bd: নতুন মন্তব্য লিখুন
bs_ba: Napišite novi komentar
ca_es: Redactar nou comentari
cs_cz: Napsat nový komentář
da: Skriv ny kommentar
de: Schreiben Sie einen neuen Kommentar
el: Γράψ'τε νέο σχόλιο
eo: Skribi novan komen ton
es: Redactar nuevo comentario
es_mx: Escribir nuevo comentario
eu_es: Idatzi iruzkin berria
fa_ir: نوشتن نظر جدید
fi_fi: Kirjoita uusi kommentti
fo_fo: Skriva nýggjan viðmerking
fur: Scrivî un gnûf coment
ga: Scríobh trácht tráchta nua
gl: Escribir un novo comentario
he_il: כתיבת תגובה חדשה
hi: नया टिप्पणी लिखें
hr_hr: Napiši novi komentar
hu_hu: Új hozzászólás írása
hy: Գրել նոր մեկնաբանություն
id_id: Tulis komentar baru
it: Scrivi un nuovo commento
ja: 新しいコメントを書く
ka_ge: ახალი კომენტარის ჩაწერა
ko_kr: 새 댓글 작성
lt_lt: Rašyti naują komentarą
lv_lv: Rakstīt jaunu komentāru
mk_mk: Напиши нов коментар
ms_my: Tulis komen baru
my_mm: မှတ်ချက်အသစ်ရေးပါ
ne: नयाँ टिप्पणी लेख्नुहोस्
nl: Schrijf een nieuw commentaar
nn_no: Skriv ny kommentar
oc: Escriure un novèl comentari
pl_pl: Napisz nowy komentarz
ps: نوی تبصرې ولیکئ
pt_br: Escreva novo comentário
pt_pt: Escrever novo comentário
ro_ro: Scrie un comentariu nou
ru_ru: Написать новый комментарий
sk_sk: Napísať nový komentár
sl: Napiši nov komentar
sq: Shkruani koment të ri
sr_rs: Napiši novi komentar
sv_se: Skriv ny kommentar
sw_ke: Andika maoni mapya
ta: புதிய கருத்து எழுதவும்
th: เขียนความคิดเห็นใหม่
tl_ph: Sumulat ng bagong komento
tr: Yeni yorum yaz
uk_ua: Написати новий коментар
vi_vn: Viết bình luận mới
xh_za: Bhala izichasiselo ezintsha
zh_cn: 撰写新评论
zh_tw: 撰寫新留言

source: What are you thinking about?
ar: ما الذي تفكر فيه؟
ast_es: ¿En qué esti pensando?
bn_bd: আপনি কী সম্পর্কে চিন্তা করছেন?
bs_ba: O čemu razmišljate?
ca_es: En què està pensant en aquest moment?
cs_cz: O čem přemýšlíte?
da: Hvad tænker du på?
de: Was denken Sie darüber?
el: Τι σκέφτεστε;
eo: Pri kio vi pensas?
es: En que está pensando en este momento?
es_mx: ¿En qué estás pensando?
eu_es: Zer pentsatzen duzu?
fa_ir: در مورد چه فکری می‌کنید؟
fi_fi: Mitä mietit?
fo_fo: Hvat ert tú at hugsa um?
fur: Cui pensêst?
ga: Cad atá tú ag smaoineamh faoi?
gl: En que está pensando neste momento?
he_il: על מה אתם חושבים?
hi: आप क्या सोच रहे हैं?
hr_hr: O čemu razmišljate?
hu_hu: Miről gondolkodik?
hy: Ի՞նչ եք մտածում:
id_id: Apa yang Anda pikirkan?
it: A cosa stai pensando?
ja: 何を考えていますか？
ka_ge: რაზე ხართ ფიქრობს?
ko_kr: 무엇에 대해 생각하고 계신가요?
lt_lt: Apie ką galvojate?
lv_lv: Par ko jūs domājat?
mk_mk: За што размислувате?
ms_my: Apa yang anda fikirkan?
my_mm: သင်ဘာအကြောင်းတွေးနေပါသလဲ။
ne: तपाईं के सोच्दै हुनुहुन्छ?
nl: Waar denk je aan?
nn_no: Kva tenkjer du på?
oc: A quò pensatz?
pl_pl: O czym myślisz?
ps: ستاسو په اړه څه فکر کوئ؟
pt_br: O que você está pensando?
pt_pt: O que você está pensando agora?
ro_ro: La ce te gândești chiar acum?
ru_ru: О чем вы думаете?
sk_sk: Čo si o tom myslíte?
sl: O čem razmišljaš?
sq: Për çfarë po mendoni?
sr_rs: O čemu razmišljate?
sv_se: Vad tänker du på?
sw_ke: Unafikiria nini?
ta: என்ன நினைக்கிறீர்கள்?
th: คุณกำลังคิดอะไรอยู่?
tl_ph: Ano ang iniisip mo?
tr: Neyi düşünüyorsun?
uk_ua: Про що ви думаєте?
vi_vn: Bạn đang nghĩ gì?
xh_za: Ucinga ntoni?
zh_cn: 您在想什么？
zh_tw: 您在想什麼？

source: Delete comment
ar: حذف التعليق
ast_es: Desaniciar comentariu
bn_bd: মন্তব্য মুছে ফেলুন
bs_ba: Obriši komentar
ca_es: Eliminar comentari
cs_cz: Smazat komentář
da: Slet kommentar
de: Kommentar löschen
el: Διαγραφή σχολίου
eo: Forigi komen ton
es: Eliminar comentario
es_mx: Eliminar comentario
eu_es: Ezabatu iruzkina
fa_ir: حذف نظر
fi_fi: Poista kommentti
fo_fo: Strika viðmerking
fur: Scancele coment
ga: Scrios an tráchtaireacht
gl: Eliminar comentario
he_il: מחיקת תגובה
hi: टिप्पणी हटाएँ
hr_hr: Izbriši komentar
hu_hu: Hozzászólás törlése
hy: Ջնջել մեկնաբանությունը
id_id: Hapus komentar
it: Cancella il commento
ja: コメントを削除
ka_ge: კომენტარის წაშლა
ko_kr: 댓글 삭제
lo: ລຶບຄຳເຫັນ
lt_lt: Ištrinti komentarą
lv_lv: Dzēst komentāru
mk_mk: Избриши коментар
ms_my: Padam komen
my_mm: မှတ်ချက်ဖျက်ပါ
ne: टिप्पणी मेटाउनुहोस्
nl: Verwijder commentaar
nn_no: Slett kommentar
oc: Suprimir lo comentari
pl_pl: Usuń komentarz
ps: تبصرې پاکه کړئ
pt_br: Excluir comentário
pt_pt: Deletar comentário
ro_ro: Ștergeți comentariu
ru_ru: Удалить комментарий
sk_sk: Zmazať komentár
sl: Odstrani komentar
sq: Fshij koment
sr_rs: Obriši komentar
sv_se: Ta bort kommentar
sw_ke: Futa maoni
ta: கருத்தை நீக்கு
th: ลบความคิดเห็น
tl_ph: Burahin ang komento
tr: Yorumu sil
uk_ua: Видалити коментар
vi_vn: Xóa bình luận
xh_za: Susa isichasiselo
zh_cn: 删除评论
zh_tw: 刪除留言

source: Social wall
ar: المنشورات الشخصية
ast_es: Mur social
bn_bd: সামাজিক ওয়াল
bs_ba: Društveni zid
ca_es: Mur
cs_cz: Sociální zeď
da: Social væg
de: Pinnwand
el: Κοινωνικός τοίχος
eo: Socia muro
es: Muro
es_mx: Muro social
eu_es: Hodei soziala
fa_ir: دیوار اجتماعی
fi_fi: Keskusteluseinä
fo_fo: Sosial veggur
fur: Mur social
ga: Balla sóisialta
gl: Muro
he_il: הקיר שלי
hi: सामाजिक दीवार
hr_hr: Društveni zid
hu_hu: Társadalmi fal
hy: Սոցիալական պատ
id_id: Dinding sosial
it: Muro sociale
ja: ソーシャルウォール
ka_ge: სოციალური კედელი
ko_kr: 소셜 월
lo: ກະດານຂ່າວສັງຄົມ
lt_lt: Socialinis sienoj
lv_lv: Sociālais siens
mk_mk: Социјален ѕид
ms_my: Dinding sosial
my_mm: လူမှုနံရံ
ne: सामाजिक पर्खाल
nl: Sociale muur
nn_no: Sosial vegg
oc: Mur social
pl_pl: Ściana społeczna
ps: ټولنیز دیوال
pt_br: Muro social
pt_pt: Mural social
ro_ro: Perete
ru_ru: Социальная стена
sk_sk: Sociálny múr
sl: Socialni zid
sq: Mur social
sr_rs: Društveni zid
sv_se: Social vägg
sw_ke: Ukuta wa kijamii
ta: சமூக சுவர்
th: กำแพงสังคม
tr: Sosyal duvar
uk_ua: Соціальна стіна
vi_vn: Tường xã hội
xh_za: Udonga loluntu
zh_cn: 社交墙
zh_tw: 社交牆

source: Buy courses
ar: شراء المقررات
ast_es: Comprar cursos
bn_bd: কোর্স কিনুন
bs_ba: Kupite kurseve
ca_es: Comprar cursos
cs_cz: Koupit kurzy
da: Køb kurser
de: Kurs kaufen
el: Αγοράστε μαθήματα
eo: Aĉeti kursojn
es: Comprar cursos
es_mx: Comprar cursos
eu_es: Eroski ikastaroak
fa_ir: خرید دوره‌ها
fi_fi: Osta kursseja
fo_fo: Kópa kursar
fur: Comprâ cors
ga: Ceannaigh cúrsaí
gl: Mercar cursos
he_il: רכישת קורסים
hi: पाठ्यक्रम खरीदें
hr_hr: Kupite tečajeve
hu_hu: Kurzusok vásárlása
hy: Գնել դասընթացներ
id_id: Beli kursus
it: Acquista corsi
ja: コースを購入する
ka_ge: კურსების შეძენა
ko_kr: 코스 구매
lo: ຊື້ຫຼັກສູດ
lt_lt: Pirkti kursus
lv_lv: Pirkt kursus
mk_mk: Купи курсеви
ms_my: Beli kursus
my_mm: သင်တန်းများဝယ်ယူပါ
ne: कोर्सहरू किन्नुहोस्
nl: Inschrijven
nn_no: Kjøp kurs
oc: Completar de cors
pl_pl: Kup kursy
ps: کورسونه واخلئ
pt_br: Comprar cursos
pt_pt: Compre cursos
ro_ro: Cumpara cursuri
ru_ru: Купить курсы
sk_sk: Kúpiť kurzy
sl: Kupi tečaj
sq: Bli kurse
sr_rs: Kupite kurseve
sv_se: Köp kurser
sw_ke: Nunua kozi
ta: பாடங்களை வாங்கவும்
th: ซื้อคอร์ส
tl_ph: Mabili ang mga kurso
tr: Kurs satın al
uk_ua: Купити курси
vi_vn: Mua khóa học
xh_za: Thenga iikhosi
zh_cn: 购买课程
zh_tw: 購買課程

source: My sessions
ar: دوراتي
ast_es: Les mios sesiones
bn_bd: আমার সেশন
bs_ba: Moje sesije
ca_es: Les meves sessions
cs_cz: Moje sezení
da: Mine sessioner
de: Meine Sitzungen
el: Οι συνεδρίες μου
eo: Miaj sesioj
es: Mis sesiones
es_mx: Mis sesiones
eu_es: Nire saioak
fa_ir: جلسات من
fi_fi: Istuntoni
fo_fo: Mínar samkomur
fur: Mie sesions
ga: Mo sheisiúin
gl: As miñas sesións
he_il: ההתחברויות שלי
hi: मेरे सत्र
hr_hr: Moje sesije
hu_hu: Saját foglalkozások
hy: Իմ սեանսները
id_id: Sesi saya
it: Le mie sessioni
ja: 私のセッション
ka_ge: ჩემი სესიები
ko_kr: 내 세션
lo: ເຊດຊັນຂອງຂ້ອຍ
lt_lt: Mano sesijos
lv_lv: Manas sesijas
mk_mk: Мои сесии
ms_my: Sesi saya
my_mm: ကျွန်ုပ်၏ အစည်းအဝေးများ
ne: मेरा सत्रहरू
nl: Mijn sessies
nn_no: Mine samlingar
oc: Mis sessions
pl_pl: Moje sesje
ps: زما غونډې
pt_br: Minhas sessões
pt_pt: Minhas sessões
ro_ro: Sesiuni mele
ru_ru: Мои сессии
sk_sk: Moje stretnutia
sl: Moje seje
sq: Sesionet e mia
sr_rs: Moje sesije
sv_se: Mina sessioner
sw_ke: Mashauriano yangu
ta: எனது அமர்வுகள்
th: เซสชันของฉัน
tl_ph: Mga sesyon ko
tr: Oturumlarım
uk_ua: Мої сесії
vi_vn: Phiên của tôi
xh_za: Iiseshini zam
zh_cn: 我的课程会话
zh_tw: 我的課程期間
