Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Edit thread score
ar: تقييم درجة المنتدى
ast_es: Editar la nota del tema
bn_bd: থ্রেড স্কোর সম্পাদনা করুন
bs_ba: Uredi rezultat teme
ca_es: Editar la qualificació del tema
cs_cz: Upravit skóre vlákna
da: Redigér tråd-score
de: Themen-Bewertung bearbeiten
el: Επεξεργασία βαθμολογίας νήματος
eo: Redakti poenton de fado
es: Editar la calificación del tema
es_mx: Editar puntaje del hilo
eu_es: Editatu gaiaren puntuazioa
fa_ir: ویرایش امتیاز موضوع
fi_fi: Muokkaa keskustelun pisteitä
fo_fo: Broyt stig fyri træði
fur: Modifiche il vot dal fil
ga: Cuir scór snáithe in eagar
gl: Editar a cualificación do tema
he_il: ערוך את ניקוד השרשור
hi: थ्रेड अंक संपादित करें
hr_hr: Uredi ocjenu teme
hu_hu: Téma pontszámának szerkesztése
hy: Խմբագրել թեմայի գնահատականը
id_id: Edit skor thread
it: Modifica la valutazione della discussione
ja: スレッドの評価を編集
ka_ge: თემის ქულის რედაქტირება
ko_kr: 스레드 점수 편집
lo: ແກ້ໄຂຄະແນນກະທູ້
lt_lt: Redaguoti temos balą
lv_lv: Nosacījumi, diskusijā par tematu
mk_mk: Уреди оцена на тема
ms_my: Edit skor topik
my_mm: ပို့စ်စီးရီးရမှတ်ကို တည်းဖြတ်ပါ
ne: थ्रेड अंक सम्पादन गर्नुहोस्
nl: Wijzig score van de inzending
nn_no: Rediger trådpoengsum
oc: Modificar lo punctatge del fil
pl_pl: Edytuj wynik wątku
ps: د موضوع نمره سمول
pt_br: Editar a pontuação da discussão
pt_pt: Editar a pontuação do tópico
ro_ro: Editarea calificarii temei
ru_ru: Редактировать оценку темы
sk_sk: Zmeniť kvalifikovanú tému
sl: Spremeni kvalifikajsko nit
sq: Ndrysho rezultatin e temës
sr_rs: Izmeni rezultat napomene
sv_se: Redigera trådens poäng
sw_ke: Hariri alama za mdundo
ta: நூல் மதிப்பெண் திருத்தவும்
th: แก้ไขคะแนนกระทู้
tl_ph: I-edit ang score ng thread
tr: Konu puanını düzenle
uk_ua: Редагувати оцінку теми
vi_vn: Chỉnh sửa điểm chủ đề
xh_za: Hlela inqwelwana ye-thread
zh_cn: 编辑线程分数
zh_tw: 編輯討論串分數

source: The forum has moved
ar: تم نقل المنتدى
ast_es: Esti foru ta movíu a otru sitiu
bn_bd: ফোরাম সরে গেছে
bs_ba: Forum je premješten
ca_es: El foro ha estat eliminat
cs_cz: Fórum bylo přesunuto
da: Forumet er flyttet
de: Das Forum wurde verschoben
el: Το forum μετακινήθηκε
eo: La forumo moviĝis
es: El foro ha sido movido
es_mx: El foro ha sido movido
eu_es: Foroa lekuz aldatu da
fa_ir: انجمن منتقل شد
fi_fi: Keskustelualue on siirretty
fo_fo: Forum er flutt
fur: Il forum si è spostât
ga: Bhog an fóram
gl: Moveuse o foro
he_il: הפורום עבר
hi: फोरम स्थानांतरित हो गया है
hr_hr: Forum je premješten
hu_hu: A fórum áthelyezésre került
hy: Ֆորումը տեղափոխվել է
id_id: Forum telah dipindahkan
it: Il forum è stato spostato
ja: フォーラムが移動しました
ka_ge: ფორუმი გადაიტანეს
ko_kr: 포럼이 이동되었습니다
lo: ກະດານສົນທະນາໄດ້ຖືກຍ້າຍແລ້ວ
lt_lt: Forumas perkeltas
lv_lv: Forums ir pārvietots
mk_mk: Форумот е преместен
ms_my: Forum telah dipindahkan
my_mm: ဖိုရမ်ကို ရွှေ့ပြီးဖြစ်သည်
ne: फोरम स्थानान्तरित भएको छ
nl: Het forum werd verplaatst
nn_no: Forumet er flytta
oc: Lo forum es estat desplaçat
pl_pl: Forum przeniesiono
ps: فورم بل ځای ته ځيښودل شوی
pt_br: O fórum foi movido
pt_pt: O fórum foi movido
ro_ro: Forul a fost mutat
ru_ru: Форум перемещен
sk_sk: Fórum je presunuté
sl: Forum je bil prestavljen
sq: Forumi është zhvendosur
sr_rs: Forum je premešten
sv_se: Forumet har flyttats
sw_ke: Jukwaa limehamishwa
ta: விவாதமன்றம் நகர்த்தப்பட்டது
th: ฟอรัมถูกย้าย
tl_ph: Nailipat na ang forum
tr: Forum taşındı
uk_ua: Форум перенесено
vi_vn: Diễn đàn đã được di chuyển
xh_za: Iforamu ifudukile
zh_cn: 论坛已移动
zh_tw: 論壇已移動

source: You must assign a score to this activity
ar: يجب تخصيص درجة على هذا النشاط
ast_es: Tienes qu'asignar el pesu de la cualificación
bn_bd: এই কার্যক্রমের জন্য আপনাকে একটি স্কোর নির্ধারণ করতে হবে
bs_ba: Morate dodijeliti rezultat ovoj aktivnosti
ca_es: Ha d'assignar el pes de la qualificació
cs_cz: Tuto aktivitu musíte ohodnotit
da: Du skal tildele en score til denne aktivitet
de: Es muß eine Bewertung vergeben werden
el: Πρέπει να δώσετε έναν βαθμό σε αυτή την δραστηριότητα
eo: Vi devas atribui poenton al ĉi tiu agado
es: Debe asignar el peso de la cualificación
es_mx: Debes asignar un puntaje a esta actividad
eu_es: Puntuazio bat eman behar diozu jarduera honi
fa_ir: شما باید یک امتیاز به این فعالیت منتصب کنید
fi_fi: Sinun täytyy määrittää pisteet tälle toiminnalle
fo_fo: Tú mást seta eitt stig til hesa virknið
fur: Tu devi asignê un vot a cheste atividad
ga: Caithfidh tú scór a shannadh don ghníomhaíocht seo
gl: Debe asignar o peso da cualificación
he_il: עליך להקצות ניקוד לפעילות זו
hi: आपको इस गतिविधि को अंक सौंपना होगा
hr_hr: Morate dodijeliti ocjenu ovoj aktivnosti
hu_hu: Adjon pontszámot ehhez a tevékenységhez
hy: Պետք է տրամադրեք գնահատական այս գործունեության համար
id_id: Anda harus menetapkan skor untuk aktivitas ini
it: Devi indicare un peso per la valutazione
ja: このアクティビティに評価を割り当てる必要があります
ka_ge: ამ აქტივობას უნდა მიენიჭოთ ქულა
ko_kr: 이 활동에 점수를 할당해야 합니다
lo: ທ່ານຕ້ອງກຳນົດຄະແນນໃຫ້ກັບກິດຈະກຳນີ້
lt_lt: Turite priskirti balą šiai veiklai
lv_lv: Jums šai darbībai ir jāpiešķir vērtējuma vērtība
mk_mk: Мора да доделите оцена за оваа активност
ms_my: Anda mesti menetapkan skor untuk aktiviti ini
my_mm: ဤလှုပ်ရှားမှုကို ရမှတ်တစ်ခုသတ်မှတ်ရမည်
ne: यस क्रियाकलापलाई अंक तोक्नु पर्छ
nl: U moet een score toewijzen aan deze activiteit
nn_no: Du må tildele ein poengsum til denne aktiviteten
oc: Devetz assignar un punctatge a aquesta activitat
pl_pl: Musisz przypisać wynik do tej aktywności
ps: تاسو باید د دې فعالیت لپاره نمره وټاکئ
pt_br: Você deve atribuir uma pontuação para esta atividade
pt_pt: Tem de atribuir uma pontuação a esta actividade
ro_ro: Trebuie denumit greutatea calificarii
ru_ru: Вы должны назначить оценку этому заданию
sk_sk: Musíte priradiť určité skóre pre túto činnosť
sl: Dodeliti je potrebno utež kvalifikaciji
sq: Duhet të caktoni një rezultat për këtë aktivitet
sr_rs: Morate dodeliti ocenu na ovoj aktivnosti
sv_se: Du måste tilldela ett betyg till denna aktivitet
sw_ke: Lazima utoe alama kwa shughuli hii
ta: இந்த செயல்பாட்டிற்கு மதிப்பெண் ஒதுக்க வேண்டும்
th: คุณต้องกำหนดคะแนนให้กิจกรรมนี้
tl_ph: Dapat magtakda ka ng score sa aktibidad na ito
tr: Bu etkinliğe bir puan atamanız gerekiyor
uk_ua: Ви повинні призначити оцінку цій активності
vi_vn: Bạn phải gán điểm cho hoạt động này
xh_za: Kufuneka unike i-score kulo mdlalo
zh_cn: 您必须为此活动分配分数
zh_tw: 您必須為此活動指派分數

source: Delete attachment file
ar: حذف الملف المرفق
ast_es: Desaniciar ficheru axuntu
bn_bd: সংযুক্ত ফাইল মুছুন
bs_ba: Obriši datoteku privitka
ca_es: Eliminar arxiu adjunt
cs_cz: Smazat přílohu
da: Slet vedhæftet fil
de: Anhang löschen
el: Διαγραφή συνημμένου αρχείου
eo: Forigi dosieron de aldonaĵo
es: Eliminar archivo adjunto
es_mx: Eliminar archivo adjunto
eu_es: Ezabatu erantsitako fitxategia
fa_ir: حذف فایل پیوست
fi_fi: Poista liite tiedosto
fo_fo: Sletta viðføgd fílu
fur: Scancele file alunc
ga: Scrios comhad ceangailte
gl: Eliminar arquivo anexo
he_il: מחק קובץ מצורף
hi: संलग्नक फ़ाइल हटाएँ
hr_hr: Izbriši privijenu datoteku
hu_hu: Melléklet törlése
hy: Ջնջել կցված ֆայլը
id_id: Hapus file lampiran
it: Elimina l'allegato
ja: 添付ファイルの削除
ka_ge: ფაილის წაშლა
ko_kr: 첨부 파일 삭제
lt_lt: Ištrinti prikabinto failo failą
lv_lv: Dzēst pievienoto failu
mk_mk: Избриши прилог датотека
ms_my: Padam fail lampiran
my_mm: ဖိုင်တွဲဖိုင်ကို ဖျက်ပါ
ne: संलग्न फाइल हटाउनुहोस्
nl: Verwijder het bestand in bijlage
nn_no: Slett vedleggsfil
oc: Suprimir lo fichièr junt
pl_pl: Usuń załącznik
ps: تړون فایل له منځه وړئ
pt_br: Excluir arquivos em anexo
pt_pt: Eliminar ficheiro em anexo
ro_ro: Eliminati archivul adjunct
ru_ru: Удалить файл вложения
sk_sk: Zmazať súbor prílohy
sl: Odstrani pripeto datoteko
sq: Fshij skedarin e bashkangjitur
sr_rs: Izbriši prilog datoteke
sv_se: Ta bort bilaga
sw_ke: Futa faili iliyounganishwa
ta: இணைப்பு கோப்பை நீக்கு
th: ลบไฟล์แนบ
tl_ph: Tanggalin ang attachment file
tr: Ek dosyasını sil
uk_ua: Видалити вкладений файл
vi_vn: Xóa tệp đính kèm
xh_za: Cima ifayile yokudibanisa
zh_cn: 删除附件文件
zh_tw: 刪除附件檔案

source: Edit an attachment
ar: تعديل المرفق
ast_es: Editar un axuntu
bn_bd: সংযুক্ত সম্পাদনা করুন
bs_ba: Uredi privitak
ca_es: Editar un adjunt
cs_cz: Upravit přílohu
da: Redigér vedhæftning
de: Anhang bearbeiten
el: Επεξεργασία ενός συνημμένου
eo: Redakti aldonaĵon
es: Editar un adjunto
es_mx: Editar un adjunto
eu_es: Editatu fitxategi erantsia
fa_ir: ویرایش یک پیوست
fi_fi: Muokkaa liitettä
fo_fo: Broyt viðføgd fílu
fur: Modifiche un alunc
ga: Cuir ceangaltán in eagar
gl: Editar un ficheiro anexo
he_il: ערוך קובץ מצורף
hi: संलग्नक संपादित करें
hr_hr: Uredi privijenu datoteku
hu_hu: Csatolmány szerkesztése
hy: Խմբագրել կցվածը
id_id: Edit lampiran
it: Modifica l'allegato
ja: 添付ファイルを編集
ka_ge: ფაილის რედაქტირება
ko_kr: 첨부 파일 편집
lo: ແກ້ໄຂໄຟລ໌ແນບ
lt_lt: Redaguoti prikabintą failą
lv_lv: Rediģēt pievienoto failu
mk_mk: Уреди прилог
ms_my: Edit lampiran
my_mm: ဖိုင်တွဲတစ်ခုကို တည်းဖြတ်ပါ
ne: संलग्नता सम्पादन गर्नुहोस्
nl: Wijzig een bijlage
nn_no: Rediger eit vedlegg
oc: Modificar un junt
pl_pl: Edytuj załącznik
ps: تړون سم کړئ
pt_br: Editar um anexo
pt_pt: Editar um anexo
ro_ro: Modifica atasamentul
ru_ru: Редактировать вложение
sk_sk: Upraviť prílohu
sl: Uredi priponko
sq: Ndrysho bashkangjitjen
sr_rs: Izmeni prilog
sv_se: Redigera bilaga
sw_ke: Hariri kiunganisho
ta: இணைப்பைத் திருத்து
th: แก้ไขไฟล์แนบ
tl_ph: I-edit ang attachment
tr: Bir eki düzenle
uk_ua: Редагувати вкладення
vi_vn: Chỉnh sửa đính kèm
xh_za: Hlela isiqhobelo
zh_cn: 编辑附件
zh_tw: 編輯附件

source: Create forum
ar: انشاء منتدى
ast_es: Criar foru
bn_bd: ফোরাম তৈরি করুন
bs_ba: Kreiraj forum
ca_es: Crear fòrum
cs_cz: Vytvořit fórum
da: Opret forum
de: Forum erstellen
el: Δημιουργία Forum
eo: Krei forumon
es: Crear foro
es_mx: Crear foro
eu_es: Sortu foroa
fa_ir: ساخت انجمن
fi_fi: Luo keskustelualue
fo_fo: Stovur forum
fur: Cree un forum
ga: Cruthaigh fóram
gl: Crear foro
he_il: צור פורום
hi: फोरम बनाएँ
hr_hr: Stvori forum
hu_hu: Fórum létrehozása
hy: Ստեղծել ֆորում
id_id: Buat forum
it: Crea un forum
ja: フォーラムを作成
ka_ge: ფორუმის შექმნა
ko_kr: 포럼 생성
lt_lt: Kurti forumą
lv_lv: Izveidot forumu
mk_mk: Создади форум
ms_my: Cipta forum
my_mm: ဖိုရမ်ဖန်တီးပါ
ne: फोरम बनाउनुहोस्
nl: Forum aanmaken
nn_no: Opprett forum
oc: Crear forum
pl_pl: Utwórz forum
ps: فورم جوړ کړئ
pt_br: Criar fórum
pt_pt: Criar fórum
ro_ro: Creaza forul
ru_ru: Создать форум
sk_sk: Vytvoriť fórum
sl: Ustvari forum
sq: Krijo forum
sr_rs: Kreiraj forum
sv_se: Skapa forum
sw_ke: Unda jukwaa
ta: விவாதமன்றம் உருவாக்கு
th: สร้างฟอรัม
tl_ph: Lumikha ng forum
tr: Forum oluştur
uk_ua: Створити форум
vi_vn: Tạo diễn đàn
xh_za: Yenza iforamu
zh_cn: 创建论坛
zh_tw: 建立論壇

source: Edit forum
ar: تعديل منتدى
ast_es: Camudar foru
bn_bd: ফোরাম সম্পাদনা করুন
bs_ba: Uredi forum
ca_es: Modificar fòrum
cs_cz: Upravit fórum
da: Redigér forum
de: Forum ändern
el: Επεξεργασία Forum
eo: Redakti forumon
es: Modificar foro
es_mx: Editar foro
eu_es: Editatu foroa
fa_ir: ویرایش انجمن
fi_fi: Edit keskustelualue
fo_fo: Broyt forum
fur: Modifiche il forum
ga: Cuir fóram in eagar
gl: Modificar foro
he_il: ערוך פורום
hi: फोरम संपादित करें
hr_hr: Uredi forum
hu_hu: Fórum szerkesztése
hy: Խմբագրել ֆորումը
it: Modifica il forum
ja: フォーラムを編集
ka_ge: ფორუმის რედაქტირება
ko_kr: 포럼 편집
lo: ແກ້ໄຂກະດານສົນທະນາ
lt_lt: Redaguoti forumą
lv_lv: Rediģēt forumu
mk_mk: Уреди форум
my_mm: ဖိုရမ်ကို တည်းဖြတ်ပါ
ne: फोरम सम्पादन गर्नुहोस्
nl: Forum wijzigen
nn_no: Rediger forum
oc: Modificar forum
pl_pl: Edytuj forum
ps: فورم سم کړئ
pt_br: Editar fórum
pt_pt: Editar fórum
ro_ro: Modifica forul
ru_ru: Редактировать форум
sk_sk: Upraviť fórum
sl: Spremeni forum
sq: Ndrysho forum
sr_rs: Izmeni Forum
sv_se: Redigera forum
sw_ke: Hariri jukwaa
ta: விவாதமன்றத்தைத் திருத்து
th: แก้ไขฟอรัม
tl_ph: I-edit ang forum
tr: Forum düzenle
uk_ua: Редагувати форум
vi_vn: Chỉnh sửa diễn đàn
xh_za: Hlela iforamu
zh_cn: 编辑论坛
zh_tw: 編輯論壇

source: Edit thread
ar: تعديل منشور
ast_es: Camudar tema
bn_bd: থ্রেড সম্পাদনা করুন
bs_ba: Uredi temu
ca_es: Modificar tema
cs_cz: Upravit vlákno
da: Redigér tråd
de: Thema bearbeiten
el: Επεξεργασία νήματος
eo: Redakti fadenon
es: Modificar tema
es_mx: Editar hilo
eu_es: Editatu gaia
fa_ir: ویرایش موضوع
fi_fi: Muokkaa keskustelua
fo_fo: Broyt træði
fur: Modifiche il fil
ga: Cuir snáithe in eagar
gl: Modificar tema
he_il: ערוך שרשור
hi: थ्रेड संपादित करें
hr_hr: Uredi temu
hu_hu: Téma szerkesztése
hy: Խմբագրել թեման
id_id: Edit utas
it: Modifica l'argomento
ja: スレッドを編集
ka_ge: თემის რედაქტირება
ko_kr: 스레드 편집
lo: ແກ້ໄຂກະທູ້
lt_lt: Redaguoti temą
lv_lv: Rediģēt tematu
mk_mk: Уреди тема
ms_my: Edit topik
my_mm: ပို့စ်စီးရီးကို တည်းဖြတ်ပါ
ne: थ्रेड सम्पादन गर्नुहोस्
nl: Inzending wijzigen
nn_no: Rediger tråd
oc: Modificar fil
pl_pl: Edytuj wątek
ps: موضوع سم کړئ
pt_br: Editar mensagem
pt_pt: Editar tópico
ro_ro: Modifica tema
ru_ru: Редактировать тему
sk_sk: Upraviť vlákno
sl: Spremeni nit
sq: Ndrysho temë
sr_rs: Izmeni napomenu
sv_se: Redigera tråd
sw_ke: Hariri mdundo
ta: நூலைத் திருத்து
th: แก้ไขกระทู้
tl_ph: I-edit ang thread
tr: Konu düzenle
uk_ua: Редагувати тему
vi_vn: Chỉnh sửa chủ đề
xh_za: Hlela i-thread
zh_cn: 编辑线程
zh_tw: 編輯討論串

source: Back to forum
ar: الرجوع الى المنتدى
ast_es: Volver al foru
bn_bd: ফোরামে ফিরুন
bs_ba: Nazad na forum
ca_es: Tornar al fórum
cs_cz: Zpět na fórum
da: Tilbage til forum
de: Zurück zum Forum
el: Επιστροφή στο Forum
eo: Reen al forumo
es: Volver al foro
es_mx: Volver al foro
eu_es: Itzuli forora
fa_ir: بازگشت به انجمن
fi_fi: Palaa keskustelualueelle
fo_fo: Aftur til forum
fur: Torna al forum
ga: Ar ais go fóram
gl: Volver ó foro
he_il: חזרה לפורום
hi: फोरम पर वापस
hr_hr: Natrag na forum
hu_hu: Vissza a fórumhoz
hy: Միջին ֆորում
id_id: Kembali ke forum
it: Torna al forum
ja: フォーラムに戻る
ka_ge: უკან ფორუმზე
ko_kr: 포럼으로 돌아가기
lo: ກັບໄປທີ່ກະດານສົນທະນາ
lt_lt: Grįžti į forumą
lv_lv: Atpakaļ uz forumu
mk_mk: Назад кон форум
ms_my: Kembali ke forum
my_mm: ဖိုရမ်သို့ ပြန်သွားပါ
ne: फोरममा फर्कनुहोस्
nl: Terug naar het forum
nn_no: Tilbake til forumet
oc: Tornar al forum
pl_pl: Powrót do forum
ps: د فورم ته بیرته
pt_br: Voltar ao fórum
pt_pt: Regressar ao fórum
ro_ro: Inapoi la forum
ru_ru: Вернуться к форуму
sk_sk: Späť do fóra
sl: Nazaj na forum
sq: Kthehu te forumi
sr_rs: Nazad na forum
sv_se: Tillbaka till forumet
sw_ke: Rudi kwenye jukwaa
ta: விவாதமன்றத்திற்கு திரும்பு
th: กลับไปฟอรัม
tl_ph: Bumalik sa forum
tr: Foruma dön
uk_ua: Повернутися до форуму
vi_vn: Quay lại diễn đàn
xh_za: Buyela kwiforamu
zh_cn: 返回论坛
zh_tw: 返回論壇

source: Back to forum overview
ar: الرجوع الى العرض الكلي للمنتدى
ast_es: Volver a la vista xeneral del foru
bn_bd: ফোরাম সারসংক্ষেপে ফিরুন
bs_ba: Nazad na pregled foruma
ca_es: Tornar a la vista general del fòrum
cs_cz: Zpět na přehled fóra
da: Tilbage til forum oversigt
de: Zurück zur Forums-Übersicht
el: Επισκόπηση επιστροφής στο Forum
eo: Reen al superrigardo de la forumo
es: Volver a la vista general del foro
es_mx: Volver a la vista general del foro
eu_es: Itzuli foroaren ikuspegi orokorrera
fa_ir: بازگشت به پیش نمایش انجمن
fi_fi: Palaa keskustelun etusivulle
fo_fo: Aftur til yvirlit yvir forum
fur: Torna a la vision par somari dal forum
ga: Ar ais go léargas fóraim
gl: Volver á vista xeral do foro
he_il: חזרה לסקירת הפורום
hi: फोरम अवलोकन पर वापस
hr_hr: Natrag na pregled foruma
hu_hu: Vissza a fórum áttekintéshez
hy: Միջին ֆորումի ակնարկ
id_id: Kembali ke ringkasan forum
it: Torna all'elenco dei forum
ja: フォーラムの概要へ戻る
ka_ge: უკან ფორუმის მიმოხილვაზე
ko_kr: 포럼 개요로 돌아가기
lo: ກັບໄປທີ່ໜ້າລວມກະດານສົນທະນາ
lt_lt: Grįžti į forumo apžvalgą
lv_lv: Atpakaļ uz forumu sarakstu
mk_mk: Назад кон преглед на форум
ms_my: Kembali ke gambaran forum
my_mm: ဖိုရမ်ခြုံငုံသုံးသပ်ချက်သို့ ပြန်သွားပါ
ne: फोरम अवलोकनमा फर्कनुहोस्
nl: Terug naar het forum overzicht
nn_no: Tilbake til forumoversikt
oc: Tornar a la vista d'ensemble del forum
pl_pl: Powrót do przeglądu forum
ps: د فورم عمومي لید ته بیرته
pt_br: Voltar a visão geral do fórum
pt_pt: Regressar à vista geral do fórum
ro_ro: Inapoi la forum
ru_ru: Вернуться к обзору форума
sk_sk: Späť do prehľadu fóra
sl: Nazaj na pregled forumov
sq: Kthehu te përmbledhja e forumit
sr_rs: Nazad na pregled foruma
sv_se: Tillbaka till forumöversikten
sw_ke: Rudi kwenye muhtasari wa jukwaa
ta: விவாதமன்ற கண்ணோட்டத்திற்கு திரும்பு
th: กลับไปภาพรวมฟอรัม
tl_ph: Bumalik sa forum overview
tr: Forum genel görünümüne dön
uk_ua: Повернутися до огляду форуму
vi_vn: Quay lại tổng quan diễn đàn
xh_za: Buyela kwisishwankathelo seforamu
zh_cn: 返回论坛概览
zh_tw: 返回論壇概覽

source: Back to thread
ar: الرجوع الى المنشور
ast_es: Volver al filo
bn_bd: থ্রেডে ফিরুন
bs_ba: Nazad na temu
ca_es: Tornar a tema
cs_cz: Zpět na vlákno
da: Tilbage til tråd
de: Zurück zum Thema
el: Επιστροφή στο Νήμα
eo: Reen al fadeno
es: Regresar a tema
es_mx: Volver al hilo
eu_es: Itzuli gaira
fa_ir: بازگشت به موضوع
fi_fi: Palaa keskusteluun
fo_fo: Aftur til træði
fur: Torna al fil
ga: Ar ais go snáithe
gl: Regresar ó tema
he_il: חזרה לשרשור
hi: थ्रेड पर वापस
hr_hr: Natrag na temu
hu_hu: Vissza a témához
hy: Միջին թեմա
id_id: Kembali ke thread
it: Torna all'argomento
ja: スレッドに戻る
ka_ge: უკან თემაზე
ko_kr: 스레드로 돌아가기
lo: ກັບໄປທີ່ກະທູ້
lt_lt: Grįžti į temą
lv_lv: Atpakaļ uz tematu
mk_mk: Назад кон тема
ms_my: Kembali ke topik
my_mm: ပို့စ်စီးရီးသို့ ပြန်သွားပါ
ne: थ्रेडमा फर्कनुहोस्
nl: Terug naar inzending
nn_no: Tilbake til tråden
oc: Tornar al fil
pl_pl: Powrót do wątku
ps: د موضوع ته بیرته
pt_br: Voltar a discussão
pt_pt: Regressar ao tópico
ro_ro: Intoarceti la tema
ru_ru: Вернуться к теме
sk_sk: Späť na vlákno
sl: Nazaj na nit
sq: Kthehu te tema
sr_rs: Nazad na napomene
sv_se: Tillbaka till tråden
sw_ke: Rudi kwenye mdundo
ta: நூலிற்கு திரும்பு
th: กลับไปกระทู้
tl_ph: Bumalik sa thread
tr: Konuya dön
uk_ua: Повернутися до теми
vi_vn: Quay lại chủ đề
xh_za: Buyela kwi-thread
zh_cn: 返回线程
zh_tw: 返回討論串

source: Forum category Locked
ar: منتدى مغلق
ast_es: Categoría de foru bloquiáu
bn_bd: ফোরাম বিভাগ লক করা
bs_ba: Kategorija foruma zaključana
ca_es: Categoria de fòrum bloquejada
cs_cz: Kategorie fóra uzamčena
da: Forum kategori låst
de: Foren-Kategorie gesperrt
el: Αυτή η κατηγορία Forum είναι κλειδωμένη
eo: Forum-kategorio ŝlosita
es: Categoría de foro bloqueado
es_mx: Categoría del foro bloqueada
eu_es: Foro itxia kategoria
fa_ir: دسته بندی انجمن قفل شد
fi_fi: Foorumikategoria lukittu
fo_fo: Forum bólkur låst
fur: Categorie dal forum blocade
ga: Catagóir Fóram Glais
gl: Categoría de foro bloqueada
he_il: קטגוריית הפורום נעולה
hi: फोरम श्रेणी लॉक्ड
hr_hr: Kategorija foruma zaključana
hu_hu: Fórum kategória Zárva
hy: Ֆորումի կատեգորիա փակված է
id_id: Kategori Forum Terkunci
it: Categoria di forum bloccata
ja: フォーラムカテゴリ ロック済み
ka_ge: ფორუმის კატეგორია ჩაკეტილია
ko_kr: 포럼 카테고리 잠김
lt_lt: Forumo kategorija užrakinta
lv_lv: Foruma kategorija Slēgta
mk_mk: Категорија на форум Заклучена
ms_my: Kategori forum Dikunci
my_mm: ဖိုရမ်အမျိုးအစားကို ပိတ်ထားသည်
ne: फोरम श्रेणी लक गरिएको
nl: Forum categorie vergrendeld
nn_no: Forumkategori låst
oc: Categoria del forum Barrat
pl_pl: Kategoria forum zablokowana
ps: د فورم کټګوري قفل شوې
pt_br: Categoria de fórum Bloqueado
pt_pt: Categoría do fórum bloqueada
ro_ro: Categoria forului blocata
ru_ru: Категория форума заблокирована
sk_sk: Kategória fóra uzamknutá
sl: Kategorija foruma je zaklenjena
sq: Kategoria e forumit e bllokuar
sr_rs: Kategorija foruma je zaključana
sv_se: Forumkategori låst
sw_ke: Jamii ya jukwaa Imefungwa
ta: விவாதமன்ற வகை பூட்டப்பட்டது
th: ประเภทฟอรัมถูกล็อก
tl_ph: Naka-lock ang Kategorya ng Forum
tr: Forum kategorisi Kilitli
uk_ua: Категорія форуму заблокована
vi_vn: Danh mục diễn đàn bị khóa
xh_za: Udidi lweForamu oluvaliweyo
zh_cn: 论坛类别已锁定
zh_tw: 論壇分類已鎖定

source: The link has been moved
ar: لقد تم نقل الرابط
ast_es: L'enllaz movióse a otru sitiu
bn_bd: লিঙ্কটি সরানো হয়েছে
bs_ba: Link je premješten
ca_es: L'enllaç ha estat mogut
cs_cz: Odkaz byl přesunut
da: Linket er blevet flyttet
de: Der Link wurde verschoben
el: Ο σύνδεσμος μεταφέρθηκε
eo: La ligo estis movita
es: El enlace ha sido movido
es_mx: El enlace ha sido movido
eu_es: Lotura lekuz aldatu da
fa_ir: پیوند حذف شد
fi_fi: Linkki siirretty
fo_fo: Leinkjan er flutt
fur: Il leam si è spostât
ga: Bhog an nasc
gl: Moveuse a ligazón
he_il: הקישור הועבר
hi: लिंक स्थानांतरित हो गया है
hr_hr: Poveznica je premještena
hu_hu: A link eltávolításra került.
hy: Հղումը տեղափոխվել է
id_id: Tautan telah dipindahkan
it: Collegamento spostato
ja: リンクが移動されました
ka_ge: ბმული გადაიტანეს
ko_kr: 링크가 이동되었습니다
lt_lt: Nuoroda perkelta
lv_lv: Hipersaite tika pārvietota
mk_mk: Врската била прместена
ms_my: Pautan telah dipindahkan
my_mm: လင့်ခ်ကို ရွှေ့ပြီးဖြစ်သည်
ne: लिङ्क स्थानान्तरित भएको छ
nl: De link is verplaatst
nn_no: Lenka er flytta
oc: Lo ligam es estat desplaçat
pl_pl: Link został przesunięty
ps: لینک بل ځای ته ځيښودل شوی
pt_br: Link removido.
pt_pt: A ligação/link foi movida
ro_ro: Linkul este mutat
ru_ru: Ссылка перенесена
sk_sk: Odkaz bol presunutý
sl: Povezava je bila prestavljena
sq: Lidhja është zhvendosur
sr_rs: Link je promenjen
sv_se: Länken är flyttad
sw_ke: Kiungo kimehamishwa
ta: தொடர்பு நகர்த்தப்பட்டது
th: ลิงก์ถูกย้าย
tl_ph: Nailipat na ang link
tr: Bağlantı taşındı
uk_ua: Посилання перенесено
vi_vn: Liên kết đã được di chuyển
xh_za: Ikhonkco lifudukile
zh_cn: 链接已移动
zh_tw: 這連結已被移動

source: Link name
ar: اسم الرابط
ast_es: Nome del enllaz
bn_bd: লিঙ্কের নাম
bs_ba: Naziv linka
ca_es: Nom de l'enllaç
cs_cz: Název odkazu
da: Link navn
el: Όνομα συνδέσμου
eo: Nomo
es: Nombre del enlace
es_mx: Nombre del enlace
eu_es: Loturaren izena
fa_ir: نام پیوند
fi_fi: Linkin nimi
fo_fo: Leinkju navn
fur: Nûm dal leam
ga: Ainm an naisc
gl: Nome da ligazón
he_il: שם קישור
hi: लिंक नाम
hr_hr: Naziv poveznice
hu_hu: Hivatkozás neve
hy: Հղման անուն
id_id: Nama Link
it: Nome
ja: リンク名
ka_ge: ბმულის სახელი
ko_kr: 링크 명
lt_lt: Nuorodos vardas
lv_lv: Hipersaites nosaukums
mk_mk: Име на врската
ms_my: Nama Pautan
my_mm: လင့်ခ်အမည်
ne: लिङ्क नाम
nl: Naam
nn_no: Navn på lenke
oc: Nom del ligam
pl_pl: Nazwa linka/odnośnika
ps: د لینک نوم
pt_br: Nome do link
pt_pt: Nome da ligação
ro_ro: Textul pentru link
ru_ru: Название ссылки
sk_sk: Názov odkazu
sl: Ime povezave
sq: Emri i lidhjes
sr_rs: Ime linka
sv_se: Länknamn
sw_ke: Jina la kiungo
ta: தொடர்பு பெயர்
th: ชื่อเชื่อมโยง
tl_ph: Pangalan ng link
tr: Bağlantı ismi
uk_ua: Назва посилання
vi_vn: Tên liên kết
xh_za: Igama lekhonkco
zh_cn: 链接名称
zh_tw: 鏈接名稱

source: Add a link
ar: أضف رابط
ast_es: Amestar enllaz
bn_bd: একটি লিঙ্ক যোগ করুন
bs_ba: Dodaj link
ca_es: Afegir un enllaç
cs_cz: Přidat odkaz
da: Tilføj et link
de: Link hinzufügen
el: Προσθήκη συνδέσμου
eo: Aldoni ligilon
es: Añadir un enlace
es_mx: El enlace ha sido agregado
eu_es: Gehitu lotura bat
fa_ir: افرودن یک پیوند
fi_fi: Lisää linkki
fo_fo: Legg leinkju afturat
fur: Zontê un leam
ga: Cuir nasc leis
gl: Engadir ligazón
he_il: הוסף קישור
hi: लिंक जोड़ें
hr_hr: Dodaj poveznicu
hu_hu: Hivatkozás hozzáadása
hy: Ավելացնել հղում
id_id: Tambah link
it: Aggiungi un collegamento
ja: リンクを追加
ka_ge: ბმულის დამატება
ko_kr: 링크 추가
lt_lt: Pridėti nuorodą
lv_lv: Pievienot hipersaiti
mk_mk: Додај врска
ms_my: Pautan ditambah
my_mm: လင့်ခ်တစ်ခုထည့်ပါ
ne: लिङ्क थप्नुहोस्
nl: Link toevoegen
nn_no: Legg til en lenke
oc: Apondre un ligam
pl_pl: Dodaj odnośnik
ps: یوه لینک اضافه کړئ
pt_br: Adicionar um link
pt_pt: Adicionar uma ligação/link
ro_ro: Adauga link
ru_ru: Добавить ссылку
sk_sk: Pridať odkaz
sl: Dodaj povezavo
sq: Shto një lidhje
sr_rs: Dodaj link
sv_se: Länken har lagts till listan
sw_ke: Ongeza kiungo
ta: தொடர்பைச் சேர்க்கவும்
th: เพิ่มรายการเชื่อมโยง
tl_ph: Magdagdag ng link
tr: Bağlantı ekle
uk_ua: Додати посилання
vi_vn: Đã tạo liên kết mới
xh_za: Faka ikhonkco
zh_cn: 添加链接
zh_tw: 添加鏈接
