Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Add/Edit a comment to
ar: أضف / حرر تعليق إلى
ast_es: Amestar/cambiar un comentariu a
bn_bd: এর জন্য মন্তব্য যোগ / সম্পাদনা করুন
bs_ba: Dodaj/Uredi komentar za
ca_es: Afegeix/modifica un comentari a
cs_cz: Přidat/Upravit komentář k
da: Tilføj/ret kommentar til
de: Kommentar hinzufügen/ändern
el: Προσθήκη / αλλαγή σχολίου στο
eo: Aldoni/ modifi komentarion
es: Añadir/modificar un comentario a
es_mx: Añadir/Modificar un comentario
eu_es: Gehitu/Editatu iruzkin bat honakoari:
fa_ir: اضافه کردن یا تغییر توضیح
fi_fi: Lisää/muokkaa kommenttia
fo_fo: Legg afturat/Broyt viðmerking til
fur: Zonte / Modifiche un comentari a
ga: Cuir tráchtaireacht leis / cuir in eagar ar
gl: Engadir/modificar un comentario a
he_il: הוסף/ערוך הערה ל
hi: पर टिप्पणी जोड़ें/संपादित करें
hr_hr: Dodaj/izmijeni opasku
hu_hu: Hozzáadni/módosítani egy megjegyzést
hy: Ավելացնել/խմբագրել մեկնաբանություն
id_id: Tambah/ubah komentar
it: Aggiungi/Modifica un commento
ja: へのコメントを追加／編集
ka_ge: კომენტარის დამატება/რედაქტირება
ko_kr: 커멘트 추가/수정
lt_lt: Įrašyti/modifikuoti komentarą
lv_lv: Pievienot/labot komentāru
mk_mk: Додај/измени коментар на
ms_my: Tambah/Edit komen kepada
my_mm: မှတ်ချက်တစ်ခုထည့်ရန်/တည်းဖြတ်ရန်
ne: मा टिप्पणी थप्नुहोस्/सम्पादन गर्नुहोस्
nl: Commentaar toevoegen/wijzigen
nn_no: Legg til/Rediger ein kommentar til
oc: Apondre / Modificar un comentari a
pl_pl: Dodaj/Edytuj komentarz do
ps: تبصره اضافه / سمول
pt_br: Adicionar/Editar um comentário para
pt_pt: Adicionar/editar um comentário
ro_ro: Adauga comentariu
ru_ru: Добавить/изменить комментарий для
sk_sk: Pridať/upraviť poznámku k
sl: Dodaj/spremeni komentar
sq: Shto/Ndrysho një komент për
sr_rs: Dodaj/modifikuj komentar u
sv_se: lägg till/modifiera kommentar till
sw_ke: Ongeza/Hariri maoni kwa
ta: இதற்கு கருத்தை சேர்க்க / திருத்தவும்
th: เพิ่ม/ปรับปรุงหมายเหตุที่
tl_ph: Magdagdag/I-edit ng komento sa
tr: Yorum ekle/değiştir
uk_ua: Додати/Редагувати коментар до
vi_vn: Thêm/Chỉnh sửa bình luận cho
xh_za: Faka/Hlela igqabantuka kwi
zh_cn: 添加/修改摘要
zh_tw: 添加/修改意見

source: Operation impossible
ar: عملية غير ممكنة
ast_es: Operación imposible
bn_bd: অপারেশন অসম্ভব
bs_ba: Operacija nemoguća
ca_es: Operació impossible
cs_cz: Operace není možná
da: Umulig handling
de: Vorgang nicht möglich
el: Η λειτουργία είναι αδύνατη
eo: Maleblas
es: Operación imposible
es_mx: Operación imposible
eu_es: Ezinezko eragiketa
fa_ir: ! عملیاتغیر ممکن
fi_fi: Toiminto mahdoton
fo_fo: Íverksetan er ómøgulig
fur: Operazion impossibie
ga: Oibríocht dodhéanta
gl: Operación imposible
he_il: פעולה בלתי אפשרית
hi: कार्रवाई असंभव
hr_hr: Greška. Nemoguća operacija
hu_hu: Végrehajthatatlan művelet
hy: Միջոցառումը անհնար է
id_id: Operasi tidak mungkin
it: Non è possibile effettuare l'operazione
ja: 操作が不可能です
ka_ge: ოპერაცია შეუძლებელია
ko_kr: 동작이 불가능합니다
lo: ການດຳເນີນການເປັນໄປບໍ່ໄດ້
lt_lt: Operacija negalima
lv_lv: Darbība ir neiespējama
mk_mk: Операцијата е невозможна
ms_my: Operasi tidak boleh dilakukan
my_mm: လုပ်ငန်းဆောင်ရွက်မှု မဖြစ်နိုင်ပါ
ne: कार्य असम्भव
nl: Onmogelijk
nn_no: Operasjon umulig
oc: Operacion impossibla
pl_pl: Czynność niemożliwa
ps: عمل ناممکن دی
pt_br: Operação impossível
pt_pt: Impossível realizar a operação
ro_ro: Operatie imposibila
ru_ru: Операция невозможна
sk_sk: Operácia nie je možná
sl: Operacija ni možna
sq: Operacioni i pamundur
sr_rs: Akcija je nemoguća
sv_se: Operation omöjlig
sw_ke: Uendeshaji hauwezekani
ta: செயல் சாத்தியமில்லை
th: ไม่สามารถปฏิบัติได้
tl_ph: Impossible ang operation
tr: İşlem yapılamıyor
uk_ua: Операцію неможливо виконати
vi_vn: Thao tác không thể thực hiện
xh_za: Umsebenzi awenzeki
zh_cn: 操作失败
zh_tw: 操作失敗

source: The upload has failed. Either you have exceeded your maximum quota, or there is not enough disk space.
ar: لقد فشلت عملية التحميل. إما بسبب إستهلاكك للحجم المسموح به, أو بسبب عدم توفر المساحة الكافية على القرص
ast_es: L'unvíu falló. Nun hai espaciu bastante nel so direutoriu
bn_bd: আপলোড ব্যর্থ হয়েছে। আপনি আপনার সর্বোচ্চ কোটা অতিক্রম করেছেন অথবা পর্যাপ্ত ডিস্ক স্থান নেই।
bs_ba: Učitavanje je propalo. Ili ste premašili svoju maksimalnu kvotu, ili nema dovoljno prostora na disku.
ca_es: La pujada de fitxers ha fallat. No hi ha prou espai en el vostre directori
cs_cz: Nahrání selhalo. Buď jste překročili svou maximální kvótu, nebo není dostatek místa na disku.
da: Udlægningen mislykkedes. Enten fylder filen for meget, eller du har nået kursussidens loft for, hvor meget materialet på siden i alt må fylde.
de: Der Upload ist fehlgeschlagen. Sie haben nicht genug Platz im Verzeichnis
el: Η αποστολή απέτυχε. Ή υπερβήκατε το μέγιστο όριο ή δεν υπάρχει αρκετός χώρος δίσκου.
eo: La alŝuto malsukcesis. La konservokvoto por via kurso estas superita aŭ ne estas sufiĉa spaco sur via fiksita disko.
es: El envio ha fallado. No hay suficiente espacio en su directorio
es_mx: Error al enviar los documentos. No hay espacio suficiente en su directorio
eu_es: Kargak huts egin du. Edo gehienezko kuota gainditu duzu, edo ez dago espaziorik diskoan.
fa_ir: ارسال فایل به دلیل کمبود فضا در این پرونده با شکست روبرو شد
fi_fi: Lataus epäonnistui. Joko olet ylittänyt enimmäiskvotan tai levytilaa ei ole riittävästi.
fo_fo: Útleggjanin miseyknaðist. Antagliga hevur tú overskrðið tín hámarks kvotu, ella er ikki nokk diskpláss.
fur: L'carcjad e feude. O jai superâ la tô quote massime, o no je è spassi suficjints sul disc.
ga: Theip an uaslóid. Tá do chuóta uastaite sroichte agat, nó níl go leor spáis diosca ann.
gl: Fallou o envío. Pode que excedese a cuota máxima asignada ou que non haxa espazo dabondo no disco.
he_il: ההעלאה נכשלה. או שחרגת מהמכסה המקסימלית שלך, או שאין מספיק שטח דיסק.
hi: अपलोड विफल हो गया। या तो आपने अपनी अधिकतम कोटा पार कर ली है, या पर्याप्त डिस्क स्थान नहीं है।
hr_hr: Učitavanje nije uspjelo. Prešli ste svoju maksimalnu kvotu ili nema dovoljno diskovnog prostora.
hu_hu: A feltöltés sikertelen. Nincs elég hely a könyvtárban
hy: Ներբեռնումը ձախողվել է: Դուք գերազանցել եք ձեր առավելագույն քվոտան, կամ անհամապատասխան տեղ է դիսկի վրա:
id_id: Upload gagal. Tempat penyimpanan di direktori tidak cukup
it: Documento non caricato. Spazio insufficiente nella cartella
ja: アップロードに失敗しました。クォータを超過したか、ディスク容量が不足しています。
ka_ge: ატვირთვა ვერ შესრულდა. იქნებ თქვენ გადააჭარბეთ მაქსიმალურ კვოტას ან დისკზე არაა საკმარისი ადგილი.
ko_kr: 파일 올리기가 실패하였습니다. 제한 사용량을 넘었거나, 디스크 공간이 충분하지 않을 수 있습니다.
lo: ການອັບໂຫຼດລົ້ມເຫຼວ. ອາດເປັນຍ້ອນທ່ານໃຊ້ໂຄຕ້າເກີນກຳນົດ, ຫຼື ພື້ນທີ່ດິສກ໌ບໍ່ພຽງພໍ.
lt_lt: Įkėlimas nepavyko. Galbūt viršijote asmeninę kvotą arba nėra vietos diske.
lv_lv: Augšupielāde notika neveiksmīgi. Jūsu direktorijā nav pietiekami daudz vietas
mk_mk: Качувањето беше неуспешно. Или сте ја пречекориле максималната квота, или нема повеќе простор на дискот.
ms_my: Muat naik gagal. Sama ada anda telah melebihi kuota maksimum, atau ruang cakera tidak mencukupi.
my_mm: တင်သွင်းမှု မအောင်မြင်ပါ။ သင်သည် အများဆုံးကန့်သတ်ချက်ကို ကျော်လွန်ခဲ့သည် သို့မဟုတ် ဒစ်စ်နေရာလွတ်မလုံလောက်ပါ။
ne: अपलोड असफल भयो। तपाईंले आफ्नो अधिकतम कोटा नाघ्नुभएको छ वा डिस्क स्पेस पर्याप्त छैन।
nl: Het uploaden is niet geslaagd. Het opslagquotum voor uw cursus is overschreden, of er is niet genoeg ruimte op de harde schijf.
nn_no: Opplastinga mislyktes. Enten har du overskrida kvota di, eller det er ikkje nok plass på disken.
oc: Lo telecargament a fracassat. Or avetz depassat vòstre quota maxim, o i a pas assez d'espaci disk.
pl_pl: Ładowanie pliku nie powiodło się. Nie ma wystarczającej przestrzeni w Twoim katalogu
ps: اپلوډ پاتې راغی. یا تاسو خپل اعظمي حصه لیرې کړې ده، یا د ډیسک ځای کافي نه دی.
pt_br: O envio falhou. Não há espaço em disco suficiente em seu diretório
pt_pt: O envio falhou. Ou excedeu o máximo de quota, ou não existe espaço suficiente em disco.
ro_ro: Transferul a esuat. Nu este destul spatiu pe disc.
ru_ru: Загрузка файла не удалась. Либо Вы превысили Вашу максимальную квоту, либо не достаточно места на диске.
sk_sk: Načítavanie nebolo úspešné. Buď ste prekročili maximálnu kvótu alebo na disku nie je dosť miesta.
sl: Nalaganje ni uspelo. V vaši mapi ni dovolj prostora ali pa ste prekoračili dovoljeno kvoto.
sq: Ngarkimi dështoi. Mund të keni tejkaluar kuotën tuaj maksimale ose nuk ka mjaftueshëm hapësirë në disk.
sr_rs: Učitavanje na server nije uspelo. Ili ste premašili vašu maksimalnu kvotu ili nema dovoljno mesta na disku.
sv_se: Uppladdningen har misslyckats. Det finns inte tillräckligt med diskutrymme i din mapp.
sw_ke: Upakiaji umeshindwa. Labda umezidi kikomo chako cha juu, au hakuna nafasi ya kutosha kwenye diski.
ta: பதிவேற்றம் தோல்வியடைந்தது. உங்கள் அதிகபட்ச ஒதுக்கீட்டை மீறியிருக்கலாம் அல்லது டிஸ்க் இடம் போதுமானதாக இல்லை.
th: การอัพโหลดล้มเหลว มีเนื้อที่ไม่พอในไดเร็กทอรีของท่าน
tl_ph: Nabigo ang pag-upload. Naitala mo na ang maximum quota mo, o kulang ang disk space.
tr: Yükleme başarısız. Ya maksimum kotanızı aştınız yada yeterli alan yok.
uk_ua: Завантаження не вдалося. Можливо, ви перевищили квоту або бракує місця на диску.
vi_vn: Tải lên thất bại. Bạn đã vượt quá hạn ngạch tối đa hoặc không đủ dung lượng đĩa.
xh_za: Ukufakelo kwesikhoselo kubelele. Nokuba udlulile ikota yakho ephezulu, okanye akukho ndawo eyaneleyo yediski.
zh_cn: 上传失败！超过最大上传文件大小或磁盘空间不足.
zh_tw: 上傳失敗﹗超過最大上傳檔案大小或磁片空間不足.

source: The upload is finished
ar: لقد تمت عملية التحميل
ast_es: L'unvíu fízose bien
bn_bd: আপলোড সম্পন্ন
bs_ba: Upload je završen
ca_es: La pujada de fitxers ha finalitzat
cs_cz: Nahrání dokončeno
da: Udlægning er afsluttet
de: Der Upload ist abgeschlossen
el: Ολοκληρώθηκε το ανέβασμα
eo: La alŝuto sukcesis.
es: Se ha realizado el envío
es_mx: Ha finalizado el envio al servidor
eu_es: Karga amaitu da
fa_ir: بارگیری با موفقیّت به پایان رسید
fi_fi: Lataus valmis
fo_fo: Útleggjanin er liðug
fur: La carcjad e finîe
ga: Críochnaíodh an uaslóid
gl: Realizouse o envío
he_il: ההעלאה הסתיימה
hi: अपलोड समाप्त हो गया
hr_hr: Učitavanje dovršeno
hu_hu: A feltöltés befejeződött
hy: Ներբեռնումը ավարտված է
id_id: Upload selesai
it: Documento caricato
ja: アップロードが完了しました
ka_ge: ატვირთვა დასრულდა
ko_kr: 파일 올리기가 종료되었습니다
lo: ການອັບໂຫຼດສຳເລັດແລ້ວ
lt_lt: Įkėlimas baigtas
lv_lv: Augšupielāde notika veiksmīgi
mk_mk: Качувањето заврши
ms_my: Muat naik selesai
my_mm: တင်သွင်းမှုပြီးစီးပြီးဖြစ်သည်
ne: अपलोड समाप्त भयो
nl: Het uploaden is geslaagd.
nn_no: Opplastinga er fullførd
oc: Lo telecargament es acabat
pl_pl: Ładowanie pliku zakończone
ps: اپلوډ بشپړ شو
pt_br: O envio terminou
pt_pt: O envio terminou
ro_ro: Transferul este finalizat
ru_ru: Загрузка закончена
sk_sk: Ukladanie ukončené
sl: Nalaganje je končano
sq: Ngarkimi përfundoi
sr_rs: Učitavanje na server je završeno
sv_se: Uppladdningen är klar.
sw_ke: Upakiaji umekamilika
ta: பதிவேற்றம் முடிந்தது
th: สิ้นสุดการอัพโหลด
tl_ph: Natapos na ang pag-upload
tr: Yükleme tamamlandı
uk_ua: Завантаження завершено
vi_vn: Tải lên hoàn tất
xh_za: Ukufakelo sele kugqityiwe
zh_cn: 上传结束
zh_tw: 上傳結束

source: The operation is impossible, a file with this name already exists.
ar: العملية غير ممكنة , هناك ملف بنفس الإسم موجود مسبقا
ast_es: Operación imposible, esiste un archivu col mesmu nome.
bn_bd: অপারেশন অসম্ভব, এই নামের একটি ফাইল ইতিমধ্যে বিদ্যমান।
bs_ba: Operacija je nemoguća, datoteka s ovim imenom već postoji.
ca_es: Operació impossible.<br>Ja existeix un fitxer amb aquest nom.
cs_cz: Operace není možná, soubor s tímto názvem již existuje.
da: Udlægningen kan ikke gennemføres.<br>Der er allerede en fil med samme navn.
de: Aktion fehlgeschlagen.<br>Eine Datei mit dem gleichen Namen exisitiert bereits
el: Η λειτουργία είναι αδύνατη, υπάρχει ήδη αρχείο με αυτό το όνομα.
eo: Neeblas. <br>Jam ekzistas samnoma dosiero.
es: Operación imposible, existe un archivo con el mismo nombre.
es_mx: Operación imposible.<br />Ya existe un archivo con el mismo nombre.
eu_es: Eragiketa ezinezkoa da, lehendik badago izen bereko beste fitxategi bat.
fa_ir: عملیاتغیر ممکن !فایلی با این نام وجوددارد.لطفاًنام دیگری انتخابکنید
fi_fi: Toiminto mahdoton, tiedosto tällä nimellä on jo olemassa.
fo_fo: Íverksetan er ómøgulig, ein fíla við hesum navni finst longu.
fur: L'operazion no je porsibile, un file con chest non e gjà esist.
ga: Ní féidir an oibríocht, tá comhad leis an ainm seo ann cheana.
gl: Operación imposible: Xa existe un ficheiro co mesmo nome.
he_il: הפעולה בלתי אפשרית, קובץ בשם זה כבר קיים.
hi: यह क्रिया असंभव है, इस नाम का फाइल पहले से मौजूद है।
hr_hr: Greška.<br>Već postoji datoteka s istim imenom
hu_hu: Végrehajthatatlan művelet.<br>Már van ilyen nevű fájl.
hy: Գործողությունը անհնար է, այս անունով ֆայլ արդեն գոյություն ունի:
id_id: Operasi tidak mungkin.<br>File dengan nama sama sudah ada terlebih dulu.
it: Non è possibile effettuare l'operazione.<br>Esiste gi&agrave un elemento con questo nome.
ja: 操作が不可能です。この名前のファイルが既に存在します。
ka_ge: ოპერაცია შეუძლებელია, ასეთი სახელის ფაილი უკვე არსებობს.
ko_kr: 작업진행이 불가능합니다. 동일한 이름의 파일이 존재합니다.
lo: ການດຳເນີນການເປັນໄປບໍ່ໄດ້, ມີໄຟລ໌ທີ່ມີຊື່ນີ້ຢູ່ແລ້ວ.
lt_lt: Operacija negalima, failas su tokiu vardu jau yra.
lv_lv: Veicamā darbība ir neiespējama - fails ar tādu nosaukumu jau eksistē.
mk_mk: Операцијата е невозможна, датотеката со ова име веќе постои
ms_my: Operasi tidak boleh dilakukan, fail dengan nama ini sudah wujud.
my_mm: လုပ်ငန်းဆောင်ရွက်မှု မဖြစ်နိုင်ပါ၊ ဤအမည်ဖြင့် ဖိုင်တစ်ခုရှိပြီးဖြစ်သည်။
ne: यो कार्य असम्भव छ, यो नामको फाइल पहिल्यै अवस्थित छ।
nl: Onmogelijk.<br />Er bestaat al een bestand met dezelfde naam.
nn_no: Operasjonen er umulig, ei fil med dette namnet finst allereie.
oc: L'operacion es impossibla, un fichièr amb aquèl nom existís ja.
pl_pl: Czynność niemożliwa.<br>Plik o tej nazwie już istnieje.
ps: دا عملیات ناممکن دی، د دې نوم سره فایل په پخوانی کې شته.
pt_br: Operação impossível.<br>Um arquivo com o mesmo nome já existe.
pt_pt: É impossível realizar a operação, já existe um ficheiro com este nome.
ro_ro: Operatia este imposibila, un fisier cu acelasi nume deja exista.
ru_ru: Операция невозможна, файл с таким именем уже существует
sk_sk: Operáciu nie je možné vykonať, súbor s týmto menom už existuje.
sl: Operacija ni možna.<br />Datoteka s tem imenom že obstaja.
sq: Operacioni është i pamundur, një skedar me këtë emër ekziston tashmë.
sr_rs: Akcija je nemoguća, fajl sa takvim imenom već postoji.
sv_se: Operationen är omöjlig.<br>En fil med detta namn existerar redan.
sw_ke: Kitendo hiki hakinawezekana, faili lenye jina hili tayari linapatikana.
ta: இந்தப் பெயரில் கோப்பு ஏற்கனவே உள்ளதால் செயல்பாடு சாத்தியமில்லை.
th: ไม่สามารถปฏิบัติได้<br>มีไฟล์ชื่อนี้อยู่แล้ว
tl_ph: Impossible ang operation, may umiiral nang file na may ganitong pangalan.
tr: İşlem yapılamıyor.<br>Aynı isimde bir dosya var.
uk_ua: Операцію неможливо виконати, файл із такою назвою вже існує.
vi_vn: Thao tác không thể thực hiện, tệp với tên này đã tồn tại.
xh_za: Umsebenzi awunakwenzeka, ifayile eligama elinje sele likhona.
zh_cn: 操作失败，文件或目录已经存在.
zh_tw: 操作失敗，檔案或目錄已經存在.

source: Document copied
ar: تم نسخ المستند بنجاح
ast_es: Documentu copiáu
bn_bd: ডকুমেন্ট কপি করা হয়েছে
bs_ba: Dokument kopiran
ca_es: Document copiat
cs_cz: Dokument zkopírován
da: Dokumentet er kopieret
de: Dokument kopiert
el: Το έγγραφο αντιγράφηκε
eo: La dosiero estas kopiita
es: Documento copiado
es_mx: Documento copiado
eu_es: Dokumentua kopiatu da
fa_ir: فایل مورد نظر کپیشد
fi_fi: Dokumentti kopioitu
fo_fo: Skjal avritað
fur: Document copî
ga: Cóipeáil an doiciméad
gl: Documento copiado
he_il: המסמך הועתק
hi: दस्तावेज़ कॉपी हो गया
hr_hr: Dokument preslikan
hu_hu: Dokumentum átmásolva
hy: Փաստաթուղթը պատճենված է
id_id: Dokumen di-copy
it: Documento copiato
ja: ドキュメントをコピーしました
ka_ge: დოკუმენტი კოპირებულია
ko_kr: 문서가 복사되었습니다
lo: ສຳເນົາເອກະສານແລ້ວ
lt_lt: Dokumentas nukopijuotas
lv_lv: Dokuments nokopēts
mk_mk: Документот е копиран
ms_my: Dokumen disalin
my_mm: စာရွက်စာတမ်းကို ကူးယူပြီးဖြစ်သည်
ne: कागजात प्रतिलिपि गरियो
nl: Bestand is gekopieerd.
nn_no: Dokument kopiert
oc: Document copiat
pl_pl: Dokument skopiowany
ps: داسېتاب کاپي شو
pt_br: Documento copiado
pt_pt: Documento copiado
ro_ro: Document copiat
ru_ru: Документ скопирован
sk_sk: Dokument bol prekopírovaný
sl: Dokument je kopiran
sq: Dokumenti u kopjua
sr_rs: Dokument je iskopiran
sv_se: dokument kopierat
sw_ke: Hati imekopiwa
ta: ஆவணம் நகலெடுக்கப்பட்டது
th: ย้ายเอกสารแล้ว
tl_ph: Kopyado na ang dokumento
tr: Belge kopyalandı
uk_ua: Документ скопійовано
vi_vn: Tài liệu đã được sao chép
xh_za: Uxwebhu lukopiwe
zh_cn: 文件已复制
zh_tw: 檔案已複製

source: Document deleted
ar: تم حذف المستند بنجاح
ast_es: Documentu esborráu
bn_bd: ডকুমেন্ট মুছে ফেলা হয়েছে
bs_ba: Dokument obrisan
ca_es: Document esborrat
cs_cz: Dokument smazán
da: Dokumentet er slettet
de: Dokument gelöscht
el: Το έγγραφο διαγράφηκε
eo: Dosiero/ dosierujo estas forigita.
es: Documento eliminado
es_mx: El documento de Aprendizaje Dirigido en formato SCORM, ha sido borrado
eu_es: Dokumentua ezabatu da
fa_ir: فایل/ پروندهمورد نظرحذف شد
fi_fi: Dokumentti poistettu
fo_fo: Skjal strikað
fur: Document eliminât
ga: Scriosadh an doiciméad
gl: Documento borrado
he_il: המסמך נמחק
hi: दस्तावेज़ हटा दिया गया
hr_hr: Dokument izbrisan
hu_hu: Dokumentum törölve
hy: Փաստաթուղթը ջնջված է
id_id: Dokumen dihapus
it: Documento eliminato
ja: ドキュメントを削除しました
ka_ge: დოკუმენტი წაშლილია
ko_kr: 문서가 삭제되었습니다
lo: ເອກະສານຖືກລຶບແລ້ວ
lt_lt: Dokumentas ištrintas
lv_lv: Dokuments izdzēsts
mk_mk: Документот е избришан
ms_my: Dokumen dipadam
my_mm: စာရွက်စာတမ်းကို ဖျက်လိုက်ပြီးဖြစ်သည်
ne: कागजात हटाइयो
nl: Map/bestand is verwijderd.
nn_no: Dokument sletta
oc: Document suprimit
pl_pl: Dokument usunięty
ps: داسېتاب له منځه وړل شو
pt_br: Documento excluido
pt_pt: Documento eliminado
ro_ro: Document sters
ru_ru: Документ удален
sk_sk: Dokument zmazaný
sl: Dokument je odstranjen
sq: Dokumenti u fshi
sr_rs: Dokument je obrisan
sv_se: dokument raderat
sw_ke: Hati imefutwa
ta: ஆவணம் நீக்கப்பட்டது
th: ลบเอกสารแล้ว
tl_ph: Nabura na ang dokumento
tr: Belge silindi
uk_ua: Документ видалено
vi_vn: Tài liệu đã được xóa
xh_za: Uxwebhu lususiwe
zh_cn: 文件已删除
zh_tw: 檔案已刪除

source: Element renamed
ar: تمت عملية إعادة تسمية العنصر
ast_es: Archivu cambiáu de nome
bn_bd: উপাদানের নাম পরিবর্তন করা হয়েছে
bs_ba: Element preimenovan
ca_es: Element reanomenat
cs_cz: Prvek přejmenován
da: Elementet er omdøbt
de: Element umbenannt
el: Το στοιχείο μετονομάστηκε
eo: Nomo de dosiero/ dosierujo estas ŝanĝita
es: Archivo renombrado
es_mx: Elemento renombrado
eu_es: Elementua berrizendatu da
fa_ir: تغییر نام انجام شد
fi_fi: Elementti nimetty uudelleen
fo_fo: Elementum umnevnt
fur: Element renominât
ga: Athainmníodh an gné
gl: Ficheiro renomeado
he_il: שם הרכיב שונה
hi: तत्व का नाम बदल दिया गया
hr_hr: Element preimenovan
hu_hu: Elem átnevezve
hy: Տարրի անունը փոխվել է
id_id: Elemen diganti nama
it: Elemento rinominato
ja: 要素名を変更しました
ka_ge: ელემენტი გადარქმევილია
ko_kr: 구성요소의 이름이 재지정되었습니다
lo: ອົງປະກອບຖືກປ່ຽນຊື່ແລ້ວ
lt_lt: Elementas pervadintas
lv_lv: Elements pārsaukts
mk_mk: Елементот е преименуван
ms_my: Elemen dinamakan semula
my_mm: အစိတ်အပိုင်းကို အမည်ပြောင်းပြီးဖြစ်သည်
ne: तत्वलाई नाम परिवर्तन गरियो
nl: Naam van map/bestand is gewijzigd.
nn_no: Element endra namn
oc: Element renomenat
pl_pl: Zmieniono nazwę elementu
ps: عنصر نوم بدل شو
pt_br: Elemento renomeado
pt_pt: Elemento renomeado
ro_ro: Element redenumit
ru_ru: Элемент переименован
sk_sk: Element premenovaný
sl: Element preimenovan
sq: Elementi u riemërtua
sr_rs: Element je reimenovan
sv_se: filen bytte namn
sw_ke: Kipengele kimebadilishwa jina
ta: உறுப்பு மறுபெயரிடப்பட்டது
th: เปลี่ยนชื่อแล้ว
tl_ph: Binago na ang pangalan ng element
tr: Dosya yeniden adlandırıldı
uk_ua: Елемент перейменовано
vi_vn: Phần tử đã được đổi tên
xh_za: Icandelo laqanjwa igama
zh_cn: 目录或文件已重命名
zh_tw: 目錄或檔案已重命名

source: Element moved
ar: تم نقل العنصر
ast_es: Elementu movíu
bn_bd: উপাদান সরানো হয়েছে
bs_ba: Element premješten
ca_es: Element mogut
cs_cz: Prvek přesunut
da: Elementet er flyttet
de: Verzeichnis verschoben
el: Το στοιχείο μετακινήθηκε
eo: Dosierujo/ dosiero estas translokita
es: Elemento movido
es_mx: Elemento movido
eu_es: Elementua lekuz aldatu da
fa_ir: تغییر مکان انجام شد
fi_fi: Elementti siirretty
fo_fo: Element flytt
fur: Element spostât
ga: Bogadh an gné
gl: Elemento movido
he_il: האלמנט הועבר
hi: तत्व स्थानांतरित हो गया
hr_hr: Element premješten
hu_hu: Elem áthelyezve
hy: Տարրը տեղափոխվել է
id_id: Elemen dipindah
it: Elemento spostato
ja: 要素を移動しました
ka_ge: ელემენტი გადატანილია
ko_kr: 구성요소가 삭제되었습니다
lo: ອົງປະກອບຖືກຍ້າຍແລ້ວ
lt_lt: Elementas perkeltas
lv_lv: Elements pārvietots
mk_mk: Елементот е преместен
ms_my: Elemen dipindahkan
my_mm: အစိတ်အပိုင်းကို ရွှေ့ပြီးဖြစ်သည်
ne: तत्वलाई स्थानान्तरण गरियो
nl: Map/bestand is verplaatst.
nn_no: Element flytta
oc: Element desplaçat
pl_pl: Element przeniesiony
ps: عنصر ځای پر ځای شو
pt_br: Elemento movido
pt_pt: Elemento movido
ro_ro: Element mutat
ru_ru: Элемент перемещен
sk_sk: Element je presunutý
sl: Element je premaknjen
sq: Elementi u zhvendos
sr_rs: Element je prebačen
sv_se: mapp flyttad
sw_ke: Kipengele kimehamishwa
ta: உறுப்பு நகர்த்தப்பட்டது
th: ย้ายdirectory เรียบร้อย
tl_ph: Inilipat na ang element
tr: Dosya taşındı
uk_ua: Елемент переміщено
vi_vn: Phần tử đã được di chuyển
xh_za: Icandelo lahanjiswa
zh_cn: 文件已经移动
zh_tw: 檔案已經移動

source: Comment modified
ar: تم تعديل التعليق
ast_es: Comentariu cambiáu
bn_bd: মন্তব্য পরিবর্তন করা হয়েছে
bs_ba: Komentar izmijenjen
ca_es: Comentari modificat
cs_cz: Komentář upraven
da: Kommentar er ændret
de: Kommentar verändert
el: Τα σχόλια τροποποιήθηκαν
eo: Komentario estas ŝanĝita
es: Comentario modificado
es_mx: Comentario modificado
eu_es: Iruzkina aldatu da
fa_ir: توضیح تغییر یافت
fi_fi: Kommentti muokattu
fo_fo: Viðmerking broytt
fur: Coment modificât
ga: Athraíodh an nóta
gl: Comentario modificado
he_il: ההערה השתנתה
hi: टिप्पणी संशोधित
hr_hr: Opaska izmijenjena
hu_hu: Megjegyzés módosítva
hy: Մեկնաբանությունը փոխվել է
id_id: Komentar diubah
it: Commento modificato
ja: コメントを変更しました
ka_ge: კომენტარი შეცვლილია
ko_kr: 커멘트가 수정되었습니다
lo: ຄຳເຫັນຖືກແກ້ໄຂແລ້ວ
lt_lt: Komentaras modifikuotas
lv_lv: Komentārs papildināts
mk_mk: Коментарот е менуван
ms_my: Komen diubah
my_mm: မှတ်ချက်ကို ပြင်ဆင်ပြီးဖြစ်သည်
ne: टिप्पणी परिमार्जन गरियो
nl: Commentaar is gewijzigd.
nn_no: Kommentar endra
oc: Comentari modificat
pl_pl: Komentarz zmodyfikowany
ps: تبصره بدله شوه
pt_br: Comentário modificado
pt_pt: Comentário modificado
ro_ro: Comentariu modificat
ru_ru: Комментарий изменен
sk_sk: Zmenený komentár
sl: Komentar je spremenjen
sq: Komenti u modifikua
sr_rs: Komentar je modifikovan
sv_se: kommentar modifierades
sw_ke: Maoni yamebadilishwa
ta: கருத்து மாற்றப்பட்டது
th: แก้ไขข้อคิดเห็นแล้ว
tl_ph: Binago na ang komento
tr: Yorum değiştirildi
uk_ua: Коментар змінено
vi_vn: Bình luận đã được chỉnh sửa
xh_za: Igqabantaba lihlelwe
zh_cn: 简介已更新
zh_tw: 已更新意見
