Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Create a backup. You can select the learning objects to integrate in the backup file.
ar: اعمل نسخطة احتياطية من هذاالمقرر. يمكنك تحديد محتويات المقرر لوضعها في ملف النسخ الإحتياطي
ast_es: Pue escoyer los conteníos del cursu que van ser parte de la copia de seguridá.
bn_bd: একটি ব্যাকআপ তৈরি করুন। আপনি ব্যাকআপ ফাইলে অন্তর্ভুক্ত করার জন্য শিক্ষণ বস্তু নির্বাচন করতে পারেন।
bs_ba: Napravite rezervnu kopiju. Možete odabrati nastavne objekte za uključivanje u rezervnu kopiju.
ca_es: Crear una còpia de seguretat d'aquest curs. Podeu seleccionar els recursos que voleu guardar en aquest fitxer.
cs_cz: Vytvořit zálohu tohoto kurzu. Můžete zvolit obsah kurzu a vložit ho zálohovacího souboru.
da: Lav en backup af dette kursus. Du kan vælge hvilket kursusindhold, som skal i backup filen.
de: Backup dieses Kurses erstellen. Sie können einzelne Inhalte wählen, die in das Backup aufgenommen wird.
el: Δημιουργία ενός αντιγράφου ασφαλείας. Μπορείτε να επιλέξετε τα εκπαιδευτικά αντικείμενα που θα ενσωματωθούν στο αντίγραφο ασφαλείας.
eo: Krei restaŭrkopion de ĉi-kurso. Vi povas mem indiki kiuj kurseroj eniru en la restaŭrkopion.
es: Puede seleccionar los contenidos del curso que constituirán la copia de seguridad.
es_mx: Puede seleccionar los contenidos del curso que constituirán la copia de seguridad
eu_es: Sortu babeskopia. Babeskopiaren osagaiak diren ikastaroaren edukiak hautatu ditzakezu.
fa_ir: ایجاد یک کپی پشتیبانی از این درس : میتوانید قسمت هایی از این درس را که میل دارید کپی کنید انتخاب نمایید
fi_fi: Tee kurssista varmistus. Voit valita varmistettavat kurssin osat.
fo_fo: Stovna varðveiting. Tú kanst velja læringstoy at hava við í varðveitingsfílunni.
fur: Crea un backup. Podes selecionâ i ogjets didatichs da integrâ intun file backup.
ga: Cruthaigh cúltaca. Is féidir leat na réadaí foghlama le cur san áireamh sa chomhad cúltaca a roghnú.
gl: Crear unha copia de seguridade do curso. Podes eleccionar os contidos do curso para poñer na copia.
he_il: צור גיבוי. אתה יכול לבחור את אובייקטי הלמידה לשילוב בקובץ הגיבוי.
hi: बैकअप बनाएँ। आप बैकअप फ़ाइल में शामिल करने के लिए लर्निंग ऑब्जेक्ट्स चुन सकते हैं।
hr_hr: Izradi pričuvni primjerak kolegija. Možete odabrati koje ćete sadržaje kolegija umetnuti u datoteku pričuvnoga primjerka.
hu_hu: Biztonsági mentés készítése kurzusáról. Megadhatja, hogy milyen kurzuselemek kerüljenek bele a mentés állományba.
hy: Ստեղծել պատճեն: Դուք կարող եք ընտրել ուսման օբյեկտները, որոնք ներառել պատճենի ֆայլում:
id_id: Buat backup mata kuliah ini. Anda dapat memilih isi mata kuliah untuk dimasukkan dalam file backup.
it: Crea la copia di backup del corso
ja: バックアップを作成します。バックアップ ファイルに統合する学習オブジェクトを選択することができます。
ka_ge: სარეზერვის შექმნა. შეგიძლიათ აირჩიოთ სასწავლო ობიექტები სარეზერვის ფაილში ჩასატანად.
ko_kr: 이 과정의 백업을 생성합니다. 과정 컨텐츠를 선택적으로 백업 파일에 넣을 수 있습니다.
lo: ສ້າງການສຳຮອງ. ທ່ານສາມາດເລືອກວັດຖຸການຮຽນຮູ້ທີ່ຈະລວມເຂົ້າໃນໄຟລ໌ສຳຮອງ.
lt_lt: Archyvuoti šį kursą. Galite išrinkti kursų turinį archyvavimui.
lv_lv: Izveidot rezerves kopiju šim kursam. Jūs varat izvēlēties kursa sastāvdaļas, kuras ir jāintegrē rezerves kopijā.
mk_mk: Креирајте резервна_копија на овој курс. Може да ја селектирате содржината на курсот за да ја ставите во датотека од резервната_копија.
ms_my: Cipta sandaran. Anda boleh pilih objek pembelajaran untuk dimasukkan dalam fail sandaran.
my_mm: အရန်သိမ်းဆည်းမှုဖန်တီးပါ။ အရန်သိမ်းဆည်းဖိုင်တွင် ပေါင်းစည်းရန် သင်ယူမှုအရာဝတ္ထုများကို ရွေးချယ်နိုင်သည်။
ne: ब्याकअप बनाउनुहोस्। तपाईं ब्याकअप फाइलमा समावेश गर्न लर्निङ वस्तुहरू चयन गर्न सक्नुहुन्छ।
nl: Creëer een back-upbestand van deze cursus. U kan zelf aangeven welke cursusonderdelen in de back-up moeten opgenomen worden.
nn_no: Opprett ein backup. Du kan velje læringsobjekt å inkludere i backup-fila.
oc: Crear una salvagarda. Podètz seleccionar los objèctes d'aprendissatge d'integrar dins lo fichièr de salvagarda.
pl_pl: Utwórz kopię zapasową tego kursu. Możesz wybrać elementy kursu jakie zostaną zawarte w kopii zapasowej.
ps: یو بېک اپ جوړ کړئ. تاسو کولی شئ د بېک اپ فایل کې شاملولو لپاره زده کړې شیانو غوره کړئ.
pt_br: Criar um backup. Poderá selecionar os objectos de aprendizagem a integrar no ficheiro de backup.
pt_pt: Criar um backup. Poderá selecionar os objectos de aprendizagem a integrar no ficheiro de backup.
ro_ro: Creaza o copie de rezerva a acestui curs. Selecteaza componentele cursului pentru a le pune in copia de rezerva.
ru_ru: Создать резервную копию этого курса. Выбирите курс со всем его содержанием для того, чтобы разместить в резервном файле.
sk_sk: Vytvoriť zálohu tohto kurzu. Môžete vybrať obsah kurzu a vložiť ho do zálohového súboru.
sl: Ustvari vsebino arhivske datoteke. Izbrati je možno posamezne elemente, ki bodo vključeni v arhiv.
sq: Krijoni një kopjeruajtje. Ju mund të zgjidhni objektet e mësimit për t'i integruar në skedarin e kopjeruajtjes.
sr_rs: Kreiraj backup ovog kursa. Možete sami da selektujete sadržaj kursa koji želite da stavite u backup fajl.
sv_se: Gör en säkerhetskopia från denna kurs. Du kan välja kursinnehåll att göra en säkerhetskopia av.
sw_ke: Unda chechezo. Unaweza kuchagua vitu vya kujifunza vya kuunganisha kwenye faili ya chechezo.
ta: பேக்-அப்பை உருவாக்கவும். பேக்-அப் கோப்பில் சேர்க்க விரும்பும் கற்றல் பொருட்களை தேர்ந்தெடுக்கலாம்.
th: การสำรองรายวิชา คุณสามารถเลือกเนื้อหาวิชาที่จะสำรองเก็บไว้ได้
tl_ph: Lumikha ng isang backup. Maaari kang pumili ng mga bagay na mapag-aaralan upang pagsamahin sa backup file.
tr: Yedek oluştur. Yedek dosyaya dahil edilecek öğrenme nesnelerini seçebilirsiniz.
uk_ua: Створити резервну копію цього курсу. Ви можете вибрати контент курсу для включення його до резервної копії.
vi_vn: Tạo bản sao lưu. Bạn có thể chọn các đối tượng học tập để tích hợp vào tệp sao lưu.
xh_za: Yenza igxininiso. Ungakhetha izinto zokufunda eziza kufakwa kwifayile yegxininiso.
zh_cn: 创建此课程的备份，你可以选择放在备份文件中课程内容。
zh_tw: 創建此課程的備份，你可以選擇放在備份檔案中課程內容。

source: Tool introduction
ar: تعريف بالأداة
ast_es: Ferramienta d'Introducción
bn_bd: টুল পরিচিতি
bs_ba: Uvod u alat
ca_es: Introducció
cs_cz: Představení nástroje
da: Introduktioner til værktøjer på siden
de: Werkzeug Einleitung
el: Εισαγωγή εργαλείου
eo: Enkonduka teksto
es: Textos de introducción
es_mx: Introducción de herramienta
eu_es: Tresna sartzea
fa_ir: مقدمه ابزار آموزشی
fi_fi: Työkalun kuvaus
fo_fo: Verktøkisinnleiðing
fur: Intrudussion al strûl
ga: Réamhrá an uirlise
gl: Introdución da ferramenta
he_il: מבוא לכלי
hi: उपकरण परिचय
hr_hr: Predstavljanje alata
hu_hu: Eszközismertető
hy: Գործիքի ներածություն
id_id: Tool Pengantar
it: Testo introduttivo
ja: ツールの概要
ka_ge: ხელსაწყოს შესავალი
ko_kr: 툴 개요
lo: ແນະນຳເຄື່ອງມື
lt_lt: Įrankio apibūdinimas
lv_lv: Apgūt rīku izmantošanas iespējas
mk_mk: Воведна алатка
ms_my: Pengenalan alat
my_mm: ကိရိယာမိတ်ဆက်
ne: उपकरण परिचय
nl: Introductietekst
nn_no: Verktøyintroduksjon
oc: Introduccion a l'arma
pl_pl: Wprowadzenie do narzędzia
ps: د وسیلې پېژندنه
pt_br: Introdução da ferramenta
pt_pt: Introdução da aplicação/ferramenta
ro_ro: Texte introductive
ru_ru: Введение в инструмент
sk_sk: Predstavenie nástroja
sl: Predstavitev orodja
sq: Hyrje në vegël
sr_rs: Uvod u alate
sv_se: Verktygsintroduktion
sw_ke: Utangulizi wa zana
ta: கருவி அறிமுகம்
th: แนะนำเครื่องมือ
tl_ph: Panimulang Tool
tr: Araç tanıtımı
uk_ua: Вступ до інструменту
vi_vn: Giới thiệu công cụ
xh_za: Intshayelelo yesixhobo
zh_cn: 工具介绍
zh_tw: 工具簡介

source: Upload failed, please check maximum file size limits and folder rights.
ar: . فشلت عملية التحميل, فضلا تأكد من حجم الملف المسموح له وتصريحات المجلد
ast_es: Erru nel unvíu, mire ver si'l tamañu másimu del archivu y los permisos del direutoriu tán bien.
bn_bd: আপলোড ব্যর্থ, দয়া করে সর্বোচ্চ ফাইল আকার সীমা এবং ফোল্ডার অধিকার পরীক্ষা করুন।
bs_ba: Učitavanje nije uspjelo, provjerite ograničenja maksimalne veličine datoteke i prava foldera.
ca_es: Errors en l'enviament, verifiqueu la mida dels fitxers i els permisos del directori.
cs_cz: Nahrání neúspěšné, prosím zkontrolujte maximální povolenou velikost souboru a práva adresáře
da: Upload lykkedes ikke. Venligst undersøg at filernes størrelse ikke overskrider begrænsningen, og at der ingen korrupte fil- og mappenavne er at finde
de: Upload ist fehlgeschlagen, bitte maximale Dateigröße und Schreibrechte für Verzeichnisse prüfen
el: Το ανέβασμα (upload) απέτυχε. Παρακαλώ ελέγξτε το ανώτατο επιτρεπόμενο μέγεθος αρχείου και τα δικαιώματα φακελου.
eo: Alŝuto malsukcesis, bonvolu kontroli la maksimuman grandecon de dosieroj kaj rajtojn de dosierujoj.
es: Error de envío, revise tamaño máximo del archivo y los permisos del directorio.
es_mx: No se pudo subir archivo, por favor revise el límite de tamaño máximo de archivo y los derechos de directorio.
eu_es: Kargak huts egin du, mesedez egiaztatu artxibategiaren gehienezko tamaina eta karpeta eskubideak
fa_ir: آپلود با مشکل مواجه شد. لطفا حداکثر حجم آپلود و حقوق دسترسی پوشه را چک کنید.
fi_fi: Lataus epäonnistui, tarkista maksimi tiedoston koko ja kansion oikeudet.
fo_fo: Upplagð ikki, vinarliga síg til mestmegna fílustøddarleistir og mapparettindi.
fur: Caricament fatû mal, controllâ i limit dal dimension massime dal file e i dirit sui cartoi.
ga: Theip ar an uaslódáil, seiceáil teorainneacha meastachán comhaid agus cearta fillteáin le do thoil.
gl: Fallou o envío. Comprobe os límites de tamaño de ficheiro e os permisos de escrita do directorio.
he_il: ההעלאה נכשלה, אנא בדוק את מגבלות גודל הקובץ המרבי וזכויות התיקיה.
hi: अपलोड विफल, कृपया अधिकतम फ़ाइल आकार सीमाओं और फ़ोल्डर अधिकारों की जाँच करें।
hr_hr: Učitavanje nije uspjelo. Molim provjerite maksimalnu dozvoljenu veličinu datoteke te prava mape.
hu_hu: Sikertelen feltöltés. Kérjük, ellenőrizze a fájlnagyság limitjét és a mappa jogosultságait!
hy: Վերբեռնումը ձախողվեց, խնդրում ենք ստուգել առավելագույն ֆայլի չափի սահմանափակումները և թղթապանակի իրավունքները:
id_id: Unggah gagal, periksa batas ukuran file maksimum dan hak folder.
it: Caricamento fallito, controlla la dimensione dei file e i diritti di scrittura.
ja: アップロードに失敗しました。最大ファイルサイズ制限とフォルダ権限を確認してください。
ka_ge: ატვირთვა ვერ მოხერხდა, გთხოვთ შეამოწმოთ მაქსიმალური ფაილის ზომის ლიმიტები და საქაღალდის უფლებები.
ko_kr: 업로드 실패, 최대 파일 크기 제한과 폴더 권한을 확인하세요.
lo: ການອັບໂຫຼດລົ້ມເຫຼວ, ກະລຸນາກວດສອບຂີດຈຳກັດຂະໜາດໄຟລ໌ສູງສຸດ ແລະ ສິດຂອງໂຟນເດີ.
lt_lt: Įkėlimas nepavyko, patikrinkite įrašymo teises ir maksimalų leistiną įkeliamų failų dydį.
lv_lv: Augšupielāde apturēta. Lūdzu pārbaudiet failu atbilstību izmēru ierobežojumiem un mapju veidošanas noteikumus.
mk_mk: Качувањето е неуспешно, Ве молиме проверете ги ограничувањата на максималната големина на датотеката и правата на папката.
ms_my: Muat naik gagal, sila semak had saiz fail maksimum dan hak folder.
my_mm: တင်သွင်းမှု မအောင်မြင်ပါ၊ ကျေးဇူးပြု၍ ဖိုင်အရွယ်အစားကန့်သတ်ချက်များနှင့် ဖိုလ်ဒါအခွင့်အရေးများကို စစ်ဆေးပါ။
ne: अपलोड असफल भयो, कृपया अधिकतम फाइल आकार सीमाहरू र फोल्डर अधिकारहरू जाँच गर्नुहोस्।
nl: Het uploaden is mislukt. Controleer de maximum bestandsgrootte en de folderrechten.
nn_no: Opplasting feika, sjekk maksimal filstorleik og mappe-rettar.
oc: Telecargament fracassat, verificatz las limits de talha maxima dels fichièrs e los dreches de dossiers.
pl_pl: Błąd wgrywania pliku, proszę sprawdzić maksymalny rozmiar pliku i uprawnienia folderu.
ps: اپلوډ پاتې راغی، مهرباني وکړئ د اعظمي فایل اندازه حدود او فولډر حقونه وګورئ.
pt_br: Falha no upload do arquivo. Por favor, verifique o tamanho limite máximo de upload do arquivo e as permissões da pasta de destino.
pt_pt: Falha no upload/envio do ficheiro. Por favor verifique o tamanho limite máximo de upload de ficheiros e as permissões da pasta de destino.
ro_ro: Eroare de trimitere, verificați dimensiunea maxima a fișierului si permisele directorului.
ru_ru: Загрузка файла не удалась, пожалуйста, проверьте максимально разрешенные размеры файла и права на папку.
sk_sk: Načítanie neúspešné. Prosím skontrolujte obmedzenia maximálnej veľkosti súboru a práva zložky.
sl: Nalaganje je bilo neuspešno. Preverite največjo dovoljeno dolžino datoteke in pravice za dostop do mape, kamor nalagate.
sq: Ngarkimi dështoi, ju lutemi kontrolloni kufizimet maksimale të madhësisë së skedarit dhe të drejtat e dosjes.
sr_rs: Otpremanje nije uspelo, molimo proverite ograničenja maksimalne veličine datoteke i prava direktorijuma.
sv_se: Misslyckades med filuppladdning. Kontrollera maximalt accepterad filstorlek och rättigheter för mappen på servern
sw_ke: Upakiaji umeshindwa, tafadhali angalia mipaka ya ukubwa wa faili na haki za folda.
ta: பதிவேற்றம் தோல்வியடைந்தது, அதிகபட்ச கோப்பு அளவு வரம்புகள் மற்றும் கோப்புறை உரிமைகளை சரிபார்க்கவும்.
th: อัปโหลดล้มเหลว โปรดตรวจสอบขีดจำกัดขนาดไฟล์สูงสุดและสิทธิ์โฟลเดอร์
tl_ph: Nabigo ang pag-upload, pakisuri ang maximum file size limits at folder rights.
tr: Yükleme başarısız oldu. Lütfen maksimum dosya boyutunu ve klasör haklarını kontrol ediniz
uk_ua: Завантаження на сервер невдале. Будь ласка перевірте межі максимального розміру файлу та права на каталог.
vi_vn: Tải lên thất bại, vui lòng kiểm tra giới hạn kích thước tệp tối đa và quyền thư mục.
xh_za: Ukulayisha akuphumelelanga, nceda uhlole imiqobo yobungakanani befayile kunye namalungelo efolda.
zh_cn: 上传文件错误，请检查文件大小的限制和相应权限
zh_tw: 上傳失敗，請檢查上傳檔案大小上限及資料夾權限。

source: Documents will be added too
ar: ستضاف المستندات أيضًا
ast_es: Los documentos van ser amestaos tamién
bn_bd: ডকুমেন্টগুলোও যোগ করা হবে
bs_ba: Dokumenti će biti također dodani
ca_es: Els documents també seran afegits
cs_cz: Dokumenty budou také přidány
da: Dokumenter tilføjes også
de: Dokmente werden ebenfalls hinzugefügt
el: Θα προστεθούν και Έγγραφα
eo: Dokumentoj estos aldonitaj ankaŭ
es: Los documentos también serán añadidos
es_mx: Los documentos serán añadidos también
eu_es: Dokumentuak ere erantsiko dira
fa_ir: اسناد هم اضافه خواهد شد
fi_fi: Dokumentit lisätään myös
fo_fo: Skjøl verða eisini viðfarin
fur: I documents a saran ancolà zonte
ga: Cuirfidh doiciméid isteach freisin
gl: Tamén se engadirán os documentos
he_il: גם מסמכים יתווספו
hi: दस्तावेज़ भी जोड़े जाएँगे
hr_hr: Dokumenti će biti dodani
hu_hu: Dokumentumok szintén hozzá lesznek adva
hy: Փաստաթղթերը նույնպես կավելացվեն
id_id: Dokumen juga akan ditambahkan
it: Saranno aggiunti anche i documenti
ja: ドキュメントも追加されます
ka_ge: დოკუმენტებიც დაემატება
ko_kr: 문서도 추가됩니다
lo: ເອກະສານກໍຈະຖືກເພີ່ມດ້ວຍ
lt_lt: Dokumentai taip pat bus pridėti
lv_lv: Dokumenti arī tiks pievienoti
mk_mk: Документите исто така ќе бидат додадени
ms_my: Dokumen juga akan ditambah
my_mm: စာရွက်စာတမ်းများကိုလည်း ထည့်သွင်းမည်ဖြစ်သည်
ne: कागजातहरू पनि थपिनेछन्
nl: Documenten worden ook toegevoegd
nn_no: Dokument vil òg bli lagt til
oc: Los documents seràn tanben aponduts
pl_pl: Dokumenty zostaną dodane
ps: اسناد به هم اضافه شي
pt_br: Os documentos serão adicionados
pt_pt: Os documentos também serão adicionados
ro_ro: Documentele vor fi de asemenea adăugate
ru_ru: Документы тоже будут добавлены
sk_sk: Dokumenty budú tiež pridané
sl: Pripadajači dokumenti bodo dodani izvozu avtomatično.
sq: Dokumentet do të shtohen gjithashtu
sr_rs: Dokumenti će biti takođe dodati
sv_se: Dokument kommer också att läggas till
sw_ke: Hati zitahamasishwa pia
ta: அலவாசியமாக ஆவணங்கள் சேர்க்கப்படும்
th: เอกสารจะถูกเพิ่มด้วย
tl_ph: Ang mga dokumento ay idadagdag din
tr: Belgeler de eklenecektir
uk_ua: Документи буде також додано
vi_vn: Tài liệu cũng sẽ được thêm vào
xh_za: Amaxwebhu aya kongeza njengoko kunjalo
zh_cn: 文档也将被添加
zh_tw: 文件會同時被加入
