Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Allow learners to browse the courses catalogue and subscribe to available courses
ar: السماح للطلبة من تصفح قائمة المقررات والتسجيل في المقررات المتوفرة
ast_es: Permitir a los escolinos restolar el catálogu de cursos nos que pueden apuntase
bn_bd: শিক্ষার্থীদের কোর্স ক্যাটালগ ব্রাউজ করতে এবং উপলব্ধ কোর্সে সাবস্ক্রাইব করতে অনুমতি দিন
bs_ba: Dozvoli polaznicima da pregledaju katalog kurseva i prijave se na dostupne kurseve
ca_es: Permetre als estudiants consultar el catàleg de cursos en els quals poden matricular-se
cs_cz: Povolit studentům procházet katalog kurzů a zapsat se do dostupného školení
da: Tillad elever at gennemse kursuskataloget og tilmelde sig tilgængelige kurser
de: den Teilnehmern gestatten, den Kurs-Katalog zu sichten, und sich bei bestehenden Kursen einzuschreiben
el: Επιτρέψτε στους εκπαιδευομένους να περιηγούνται στον κατάλογο μαθημάτων και να εγγράφονται σε διαθέσιμα μαθήματα
eo: Permesi lernantojn foliumi la katalogon de kursoj kaj aliĝi al disponeblaj kursoj
es: Permitir a los estudiantes consular el catálogo de cursos en los que se pueden matricularse
es_mx: Permitir a los aprendices navegar el catálogo de cursos e inscribirse en cursos disponibles
eu_es: Baimendu ikasleei ikastaro katalogoa kontsultatzeko eta erabilgarri dauden ikastaroetan matrikulatzeko
fa_ir: اجازه مرور کاتالوگ دوره‌ها و ثبت‌نام در دوره‌های موجود به دانش‌آموزان
fi_fi: Salli opiskelijoiden selailla kurssiluetteloa ja ilmoittautua saatavilla oleviin kursseihin
fo_fo: Leyp lærlingum at skoða kjørslukatalogin og melda seg til tiltøkilig kjørslur
fur: Permitî ai parcipalants di navigâ il catalog cors e iscrîvîsi ai cors disponibîs
ga: Lig do fhoghlaimeoirí catalóg na gcúrsaí a browseáil agus clárú le cúrsaí atá ar fáil
gl: Permitir aos estudantes revisar o catálogo de cursos para poder subscribirse
he_il: אפשר ללומדים לעיין בקטלוג הקורסים ולהירשם לקורסים זמינים
hi: शिक्षार्थियों को कोर्स कैटलॉग ब्राउज़ करने और उपलब्ध कोर्स में नामांकन करने की अनुमति दें
hr_hr: Dopusti polaznicima pregled kataloga predmeta i prijavu na dostupne predmete
hu_hu: Tanulók számára a kurzuskatalógus böngészésének és elérhető kurzusokhoz feliratkozásának engedélyezése
hy: Թույլ տալ ուսանողներին դասընթացների կատալոգը դիտել և գրանցվել հասանելի դասընթացներին
id_id: Izinkan pelajar menelusuri katalog mata kuliah dan berlangganan mata kuliah yang tersedia
it: Gli utenti possono sfogliare il catalogo dei corsi per scegliere il corso cui iscriversi
ja: 学生にコース カタログの参照とコースへの登録を許可します
ka_ge: სტუდენტებს საშუალება მიეცეს კურსების კატალოგის დათვალიერება და ხელმისაწვდომ კურსებზე რეგისტრაცია
ko_kr: 학습자가 코스 카탈로그를 탐색하고 사용 가능한 코스에 구독할 수 있도록 허용합니다
lo: ອະນຸຍາດໃຫ້ຜູ້ຮຽນສາມາດເບິ່ງລາຍການລາຍວິຊາ ແລະ ລົງທະບຽນໃນລາຍວິຊາທີ່ເປີດຮັບໄດ້
lt_lt: Leisti besimokantiesiems naršyti kursų kataloge ir užsiregistruoti prie prieinamų kursų
lv_lv: Atļaut Lietotājie, pārlūkot apmācības kursu katalogu un parakstīties uz pieejamajiem kursiem.
mk_mk: Овозможи студенти да прегледуваат каталог на курсеви и да се запишуваат на достапни курсеви
ms_my: Benarkan pelajar melayari katalog kursus dan melanggan kepada kursus yang tersedia
my_mm: သင်ယူသူများအား သင်တန်းကတ်တလောက်ကို ကြည့်ရှုပြီး ရရှိနိုင်သော သင်တန်းများသို့ စာရင်းသွင်းခွင့်ပြုပါ
ne: उपलब्ध कक्षाहरूमा सदस्यता लिन कक्षाहरूको सूची ब्राउज गर्न सिकारूहरूलाई अनुमति दिनुहोस्
nl: Laat de cursisten toe om te traininscatalogus te raadplegen en om zich in te schrijven op de beschikbare trainingen.
nn_no: Tillat elever å bla gjennom kurskatalog og melde seg på tilgjengelege kurs
oc: Permetre als aprentisses de navigar dins lo catalòg de cors e de s'inscriure als cors disponibls
pl_pl: Pozwól studentom przeglądać katalog kursów i subskrypcji dostępnych kursów
ps: زده‌کوونکو ته د کورسونو فهرست کتنې او د شته کورسونو سره تړل کېدو اجازه ورکړئ
pt_br: Permitir aos estudantes visualizar o catálogo dos cursos para poderem inscrever-se
pt_pt: Permitir aos alunos navegarem no catálogo de cursos e de se poderem inscrever nos cursos disponíveis
ro_ro: Permite studentilor sa consulte catalogul si sa se înregistreze pentru cursurile disponibile.
ru_ru: Разрешить учащимся просматривать каталог курсов и записываться на доступные курсы
sk_sk: Umožniť študentom prechádzať katalóg kurzov a prihlásiť sa do dostupných kurzov
sl: Dovoljuje tečajnikom da prebrskajo katalog tečajev in se vpišejo v tiste, ki so na voljo
sq: Lejo nxënësit të shfletjnë katalogun e kurseve dhe të abonojnë në kurse të disponueshme
sr_rs: Dozvoli polaznicima pregled kataloga kurseva i upisivanje na dostupne kurseve
sv_se: Tillåt elever att bläddra i kurskatalogen och registrera sig på tillgängliga kurser
sw_ke: Ruhusu wanafunzi kuvinjari katalogi ya kozi na kujiandikisha kwenye kozi zinazopatikana
ta: கற்றவர்களுக்கு பாடங்கள் பட்டியலத்தை உலாவவும் கிடைக்கும் பாடங்களுக்கு பதிவு செய்ய அனுமதிக்கவும்
th: อนุญาตให้ผู้เรียนเรียกดูแคตตาล็อกคอร์สและสมัครคอร์สที่มี
tl_ph: Payagan ang mga mag-aaral na mag-browse sa katalogo ng mga kurso ang mag-subscribe sa makukuhang mga kurso
tr: Öğrencilerin ders kataloğunu taramasına ve mevcut derslere kaydolmasına izin ver
uk_ua: Дозволити студентам переглядати каталог курсів та записуватися на доступні курси
vi_vn: Cho phép học viên duyệt danh mục khóa học và đăng ký vào các khóa học có sẵn
xh_za: Vumela abafundi ukuba babhulele ikhathalogu yezifundo kwaye babhalise kwizifundo ezikhoyo
zh_cn: 允许学习者浏览课程目录并订阅可用课程
zh_tw: 允許學習者瀏覽課程目錄並註冊可用課程

source: Yes (the files will be deleted permanently and will not be recoverable)
ar: نعم - سيتم حذف الملفات بشكل نهائي ولا يمكن استرجاعها
ast_es: Sí (los archivos van esborrase dafechu y nun se van poder recuperar)
bn_bd: হ্যাঁ (ফাইলগুলি স্থায়ীভাবে মুছে ফেলা হবে এবং পুনরুদ্ধার করা যাবে না)
bs_ba: Da (datoteke će biti trajno obrisane i neće biti oporavljive)
ca_es: Sí (els arxius s'eliminaran permanentment i no podran ser recuperats)
cs_cz: Ano (soubory budou nevratně smazány)
da: Ja (filerne slettes permanent og kan ikke gendannes)
de: Ja (die Dateien werden permanent gelöscht, und sind für immer verloren)
el: Ναι (τα αρχεία θα διαγραφούν μόνιμα και δεν θα είναι ανακτήσιμα)
eo: Jes (la dosieroj estos forigitaj definitive kaj ne recuperaĵleblaj)
es: Sí (los archivos se eliminarán permanentemente y no podrán ser recuperados)
es_mx: Sí (los archivos se eliminarán permanentemente y no serán recuperables)
eu_es: Bai (fitxategiak behin betiko ezabatuko dira eta ezingo dira berreskuratu)
fa_ir: بله (فایل‌ها به طور دائمی حذف شده و قابل بازیابی نخواهند بود)
fi_fi: Kyllä (tiedostot poistetaan pysyvästi eivätkä ole palautettavissa)
fo_fo: Ja (fílarnir verða slettadir varandi og verða ikki at heinta aftur)
fur: Si (i files a saran eliminâts permanentement e no a saran recuperabîs)
ga: Tá (scriosfar na comhaid go buan agus ní bheidh siad inghnóthaithe)
gl: Si (os arquivos eliminaranse permanentemente e non poderán ser recuperados)
he_il: כן (הקבצים יימחקו לצמיתות ולא ניתן יהיה לשחזר)
hi: हाँ (फ़ाइलें स्थायी रूप से हटा दी जाएंगी और पुनर्प्राप्त नहीं की जा सकेंगी)
hr_hr: Da (datoteke će biti trajno obrisane i neće se moći oporaviti)
hu_hu: Igen (a fájlok véglegesen törlődnek, és nem állíthatók helyre)
hy: Այո (ֆայլերը մշտապես կջնջվեն և վերականգնելի չեն լինի)
id_id: Ya (file akan dihapus secara permanen dan tidak dapat dipulihkan)
it: Sì (i file saranno eliminati permanentemente e non saranno recuperabili)
ja: はい (ファイルは完全に削除され、復元することはできません)
ka_ge: კი (ფაილები მუდმივად წაიშლება და ვერ იქცევა უკან)
ko_kr: 예 (파일이 영구적으로 삭제되어 복구할 수 없습니다)
lo: ແມ່ນ (ໄຟລ໌ຕ່າງໆຈະຖືກລຶບອອກຢ່າງຖາວອນ ແລະ ບໍ່ສາມາດກູ້ຄືນໄດ້)
lt_lt: Taip (failai bus ištrinti visam laikui ir nebus atkuriami)
lv_lv: Jā (faili tiks pilnībā izdzēsti un nebūs atgūstami)
mk_mk: Да (датотеките ќе бидат трајно избришани и нема да можат да се вратат)
ms_my: Ya (fail akan dipadam secara kekal dan tidak boleh dipulihkan)
my_mm: ဟုတ်ကဲ့ (ဖိုင်များကို အပြီးသတ်ဖျက်မည်ဖြစ်ပြီး ပြန်လည်ရယူ၍မရပါ)
ne: हो (फाइलहरू स्थायी रूपमा हटाइनेछन् र पुनर्प्राप्त गर्न सकिँदैन)
nl: Ja (de files worden permanent verwijderd en kunnen niet hersteld worden)
nn_no: Ja (fila vil bli sletta permanent og vil ikkje vere gjengehentar)
oc: Òc (los fichièrs seràn suprimits definitivament e seràn pas recoverable)
pl_pl: Tak (pliki zostaną trwale usunięte i nie do odzyskania)
ps: هو (تاسو به فایلونه په تلپاتې ډول له منځه یوسئ او بیا به یې بیرته ترلاسه نه شي کول کېدای)
pt_br: Sim (Os arquivos excluidos permanentemente não poderão ser recuperados )
pt_pt: Sim (os ficheiros serão eliminados permanentemente e não poderão voltar a ser recuperados)
ro_ro: Da (fisierele vor fi sterse definitiv si nu vor putea fi recuperate)
ru_ru: Да (файлы будут удалены навсегда и не подлежат восстановлению)
sk_sk: Áno (súbory budú natrvalo zmazané a nebude ich možné obnoviť)
sl: Da (datoteke bodo trajno odstranjene in morebitno restavriranje ne bo možno)
sq: Po (skedarët do të fshihen përfundimisht dhe nuk do të jenë të rikuperueshëm)
sr_rs: Da (datoteke će biti trajno obrisane i neće biti oporavljive)
sv_se: Ja (filerna kommer att raderas permanent och inte kunna återskapas)
sw_ke: Ndiyo (faili zitafuliwa kabisa na hazitapona)
ta: ஆம் (கோப்புகள் நிரந்தரமாக நீக்கப்பட்டு மீட்க முடியாது)
th: ใช่ (ไฟล์จะถูกลบอย่างถาวรและไม่สามารถกู้คืนได้)
tl_ph: Oo (ang mga file ay permanenteng buburahin at hindi na mababawi)
tr: Evet (dosyalar kalıcı olarak silinecek ve kurtarılamayacaktır)
uk_ua: Так (файли будуть видалені назавжди і не зможуть бути відновлені)
vi_vn: Có (các tệp sẽ bị xóa vĩnh viễn và không thể khôi phục)
xh_za: Yebo (iifayile ziya kucinywa ngokusisiseko kwaye azinakubuyiselwa)
zh_cn: 是（文件将被永久删除，无法恢复）
zh_tw: 是（檔案將被永久刪除且無法復原）

source: No (the files will be deleted from the application but will be manually recoverable by your server administrator)
ar: كلا - سوف يتم حذف الملفات من النظام ولكن يمكن استرجاعها يدويا من خلال مدير الخادم
ast_es: Non (los archivos van esborrase de l'aplicación pero puen volver recuperase, a mano, pol alministrador)
bn_bd: না (ফাইলগুলি অ্যাপ্লিকেশন থেকে মুছে ফেলা হবে কিন্তু আপনার সার্ভার অ্যাডমিনিস্ট্রেটর দ্বারা ম্যানুয়ালি পুনরুদ্ধারযোগ্য হবে)
bs_ba: Ne (datoteke će biti obrisane iz aplikacije ali će ih vaš administrator servera moći ručno oporaviti)
ca_es: No (els arxius s'esborraran de l'aplicació i podran ser recuperats manualment pel seu administrador)
cs_cz: Ne (soubory budou smazány z aplikace, ale budou manuálně obnovitelné vaším administrátorem serveru)
da: Nej (filerne slettes fra applikationen, men kan manuelt gendannes af din serveradministrator)
de: Nein (die Dateien werden aus der Applikation gelöscht, sind aber manuell durch den Server-Administrator wiederherzustellen)
el: Όχι (τα αρχεία θα διαγραφούν από την εφαρμογή αλλά θα είναι χειροκίνητα ανακτήσιμα από τον διαχειριστή του διακομιστή σας)
eo: Ne (la dosieroj estos forigitaj el la aplikaĵo sed manuale recuperaĵleblaj de via servila administranto)
es: No (los archivos se borrarán de la aplicación, pero podrán ser recuperados manualmente por su administrador)
es_mx: No (los archivos se eliminarán de la aplicación pero serán recuperables manualmente por el administrador del servidor)
eu_es: Ez (fitxategiak aplikaziotik kenduko dira, baina zerbitzariko kudeatzaileak eskuz berreskuratu ahalko ditu)
fa_ir: خیر (فایل‌ها از برنامه حذف می‌شوند اما توسط مدیر سرور شما به صورت دستی قابل بازیابی خواهند بود)
fi_fi: Ei (tiedostot poistetaan sovelluksesta, mutta ne ovat manuaalisesti palautettavissa palvelimen ylläpitäjän toimesta)
fo_fo: Nei (fílarnir verða slettadir úr eyðrikennsluni, men verða manuell at heinta aftur hjá stjórnun alservaranum)
fur: No (i files a saran eliminâts de aplicazion ma a saran recuperabîs manualment dal to amministradôr dal server)
ga: Níl (scriosfar na comhaid ón bhfeidhmchlár ach beidh siad inghnóthaithe de láimh ag riarthóir do fhreastalaí)
gl: Non (os arquivos borraranse da aplicación e poderán ser recuperados manualmente polo seu administrador)
he_il: לא (הקבצים יימחקו מהאפליקציה אך יהיו ניתנים לשחזור ידני על ידי מנהל השרת שלך)
hi: नहीं (फ़ाइलें एप्लिकेशन से हटा दी जाएंगी लेकिन आपके सर्वर प्रशासक द्वारा मैन्युअल रूप से पुनर्प्राप्त की जा सकेंगी)
hr_hr: Ne (datoteke će biti obrisane iz aplikacije, ali će ih vaš administrator poslužitelja moći ručno oporaviti)
hu_hu: Nem (a fájlok törlődnek az alkalmazásból, de manuálisan helyreállíthatók a szerver rendszergazdája által)
hy: Ոչ (ֆայլերը կջնջվեն ծրագրից, բայց ձեր սերվերի ադմինիստրատորը կարող է ձեռքով վերականգնել դրանք)
id_id: Tidak (file akan dihapus dari aplikasi tetapi dapat dipulihkan secara manual oleh administrator server Anda)
it: No (i file saranno cancellati, ma l'amministratore del sistema potrà recuperarli in modo non automatico)
ja: いいえ (ファイルはアプリケーションから削除されますが、サーバー管理者が手動で復元することができます)
ka_ge: არა (ფაილები გამოცემიდან წაიშლება, მაგრამ სერვერის ადმინისტრატორის მიერ ხელით იქცევა უკან)
ko_kr: 아니오 (파일이 애플리케이션에서 삭제되지만 서버 관리자가 수동으로 복구할 수 있습니다)
lo: ບໍ່ (ໄຟລ໌ຕ່າງໆຈະຖືກລຶບອອກຈາກແອັບພລິເຄຊັນ ແຕ່ຜູ້ເບິ່ງແຍງລະບົບເຊີບເວີຂອງທ່ານຈະສາມາດກູ້ຄືນໄດ້ດ້ວຍຕົນເອງ)
lt_lt: Ne (failai bus ištrinti iš programos, bet bus rankiniu būdu atkuriami jūsų serverio administratoriaus)
lv_lv: Nē (faili tiks izdzēsti no aplikācijas, bet būs manuāli atgūstami ar servera administratora palīdzību)
mk_mk: Не (датотеките ќе бидат избришани од апликацијата но ќе можат рачно да се вратат од администраторот на серверот)
ms_my: Tidak (fail akan dipadam dari aplikasi tetapi boleh dipulihkan secara manual oleh pentadbir pelayan anda)
ne: होइन (फाइलहरू अनुप्रयोगबाट हटाइनेछन् तर तपाईंको सर्वर प्रशासकबाट म्यानुअल रूपमा पुनर्प्राप्त गर्न सकिनेछ)
nl: Nee (de bestanden worden uit de applicatie verwijderd maar kunnen hersteld worden door uw server beheerder)
nn_no: Nei (fila vil bli sletta frå applikasjonen, men vil vere manuelt gjengehentar av serveradministratoren din)
oc: Non (los fichièrs seràn suprimits de l'aplicacion mas seràn recoverable manualament per l'administrator del vòstre servidor)
pl_pl: Nie (pliki zostaną usunięte z aplikacji,z możliwością ręcznego odzyskania przez administratora serwera)
ps: نه (فایلونه به له اپلیکیشن څخه له منځه یوسئ خو ستاسو سرور اډمین سټراټر به یې په لاسي ډول بیرته ترلاسه کړي)
pt_br: Não (os arquivos excluido da aplicação poderão ser recuperados manualmente pelo administrador do chamilo)
pt_pt: Não (os ficheiros serão eliminados da aplicação mas poderão ser recuperados manualmente pelo administrador do sistema/servidor)
ro_ro: Nu (fisierele vor fi sterse din aplicatie si vor putea fi recuperate manual de catre administratorul dvs)
ru_ru: Нет (файлы будут удалены из приложения, но смогут быть восстановлены вручную администратором сервера)
sk_sk: Nie (súbory budú zmazané z aplikácie ale bude ich môcť obnoviť manuálne administrátor Vášho servera)
sl: Ne (datoteke bodo odstranjene zgolj iz aplikacije; restavrira jih lahko upravitelj sistema)
sq: Jo (skedarët do të fshihen nga aplikacioni por do të jenë të rikuperueshëm manualisht nga administratori i serverit tuaj)
sr_rs: Ne (datoteke će biti obrisane iz aplikacije ali će biti ručno oporavljive od strane administratora servera)
sv_se: Nej (filerna kommer att raderas från applikationen men kan manuellt återskapas av din serveradministratör)
sw_ke: Hapana (faili zitafuliwa kutoka kwenye programu lakini zitaweza kupona kwa mkono na msimamizi wa seva yako)
ta: இல்லை (கோப்புகள் பயன்பாட்டிலிருந்து நீக்கப்படும் ஆனால் உங்கள் சர்வர் நிர்வாகியால் கையால் மீட்க முடியும்)
th: ไม่ (ไฟล์จะถูกลบจากแอปพลิเคชันแต่สามารถกู้คืนได้โดยผู้ดูแลเซิร์ฟเวอร์)
tl_ph: Hindi (ang mga file ay permanteng buburahin mula sa application ngunit manu-manong mababawi ng iyong tagapangasiwa ng server)
tr: Hayır (dosyalar uygulamadan silinecek ancak sunucu yöneticiniz tarafından manuel olarak kurtarılabilir)
uk_ua: Ні (файли будуть видалені з додатка, але зможуть бути вручну відновлені адміністратором сервера)
vi_vn: Không (các tệp sẽ bị xóa khỏi ứng dụng nhưng có thể khôi phục thủ công bởi quản trị viên máy chủ)
xh_za: Hayi (iifayile ziya kucinywa kwisicelo kodwa ziya kufumaneka ngokwaziyo umlawuli we-server yakho)
zh_cn: 否（文件将从应用程序中删除，但可由服务器管理员手动恢复）
zh_tw: 否（檔案將從應用程式中刪除，但可由伺服器管理員手動復原）

source: Select a manager
ar: اختر مدير
ast_es: Escueya un responsable
bn_bd: একজন ম্যানেজার নির্বাচন করুন
bs_ba: Odaberi menadžera
ca_es: Seleccioni un responsable
cs_cz: Zvolit manažera
da: Vælg en manager
de: Personalverantworliche/n auswählen
el: Επιλογή υπευθύνου
eo: Elekti administranton
es: Seleccione a un responsable
es_mx: Seleccionar un gerente
eu_es: Hautatu kudeatzaile bat
fa_ir: انتخاب یک مدیر
fi_fi: Valitse johtaja
fo_fo: Vel ein stjóra
fur: Scealt un gjestôr
ga: Roghnaigh bainisteoir
gl: Seleccione a un responsable
he_il: בחר מנהל
hi: प्रबंधक चुनें
hr_hr: Odaberite upravitelja
hu_hu: Válasszon kezelőt
hy: Ընտրեք մենեջեր
id_id: Pilih manajer
it: Seleziona un gestore delle RU
ja: 管理者を選択
ka_ge: მენეჯერის შერჩევა
ko_kr: 관리자 선택
lo: ເລືອກຜູ້ຈັດການ
lt_lt: Pasirinkite vadovą
lv_lv: Izvēlēties vadītāju
mk_mk: Избери менаџер
ms_my: Pilih pengurus
my_mm: မန်နေဂျာတစ်ဦးကို ရွေးချယ်ပါ
ne: प्रबन्धक छान्नुहोस्
nl: Kies een verantwoordelijke
nn_no: Vel ein manager
oc: Seleccionatz un gestor
pl_pl: Wybierz menedżera
ps: مدير غوره کړئ
pt_br: Selecione um responsavel
pt_pt: Seleccione um gestor
ro_ro: Selectati un manager
ru_ru: Выберите менеджера
sk_sk: Vybrať správcu
sl: Izberi managerja
sq: Zgjidh një menaxher
sr_rs: Izaberite menadžera
sv_se: Välj en administratör
sw_ke: Chagua msimamizi
ta: ஒரு நிர்வாகியை தேர்ந்தெடுக்கவும்
th: เลือกผู้จัดการ
tl_ph: Pumili ng manager
tr: Bir yönetici seç
uk_ua: Виберіть менеджера
vi_vn: Chọn quản lý
xh_za: Khetha umphathi
zh_cn: 选择一个管理员
zh_tw: 選擇經理人

source: No HR manager available
ar: لا يوجد مدير موارد بشرية
ast_es: Entá nun hai responsables
bn_bd: কোনো এইচআর ম্যানেজার উপলব্ধ নেই
bs_ba: Nema dostupnog HR menadžera
ca_es: Encara no hi ha responsables
cs_cz: Žádný HR manažer není dostupný
da: Ingen HR-manager tilgængelig
de: Kein/e Personalverantworliche/n verfügbar
el: Δεν υπάρχει διαθέσιμος διαχειριστής HR
eo: Neniu HR-administranto disponebla
es: Aún no hay responsables
es_mx: No hay gerente de RRHH disponible
eu_es: Oraindik ez dago kudeatzailerik
fa_ir: هیچ مدیر منابع انسانی در دسترس نیست
fi_fi: HR-päällikköä ei saatavilla
fo_fo: Ongin HR-stjóri til taks
fur: No i je gnun gjestôr HR disponibil
ga: Gan bainisteoir ADaí ar fáil
gl: Aínda non hai responsables
he_il: אין מנהל משאבי אנוש זמין
hi: कोई HR प्रबंधक उपलब्ध नहीं
hr_hr: Nema dostupnog HR upravitelja
hu_hu: Nincs elérhető HR kezelő
hy: HR մենեջեր չի հասանելի
id_id: Tidak ada manajer SDM yang tersedia
it: Non c'è un responsabile RU disponibile
ja: 利用可能なHR管理者がありません
ka_ge: HR მენეჯერი არ არის ხელმისაწვდომი
ko_kr: 사용 가능한 HR 관리자가 없습니다
lo: ບໍ່ມີຜູ້ຈັດການຝ່າຍບຸກຄົນ
lt_lt: Nėra prieinamo žmogiškųjų išteklių vadovo
lv_lv: Personāla daļas vadītājs nav pieejams
mk_mk: Нема достапен HR менаџер
ms_my: Tiada pengurus HR tersedia
my_mm: လူ့စွမ်းအားအရင်းအမြစ်မန်နေဂျာ မရရှိနိုင်ပါ
ne: HR प्रबन्धक उपलब्ध छैन
nl: Géén HR manager beschikbaar
nn_no: Ingen HR-manager tilgjengeleg
oc: Cap gestor RRHH disponible
pl_pl: Brak dostępnego HR menedżera
ps: هیڅ HR مدير شتون نلري
pt_br: Não existe responsável
pt_pt: Não existe um gestor de RH disponível
ro_ro: Nu este disponibil nici un HR manager
ru_ru: HR-менеджер недоступен
sk_sk: Žiadny manažér ľudských zdrojov nie je dostupný
sl: Noben HR manager ni na voljo
sq: Asnjë menaxher HR i disponueshëm
sr_rs: Nema dostupnog HR menadžera
sv_se: Ingen HR-chef tillgänglig
sw_ke: Hakuna msimamizi wa HR anayopatikana
ta: HR நிர்வாகி கிடைக்கவில்லை
th: ไม่มีผู้จัดการ HR
tl_ph: Walang magagamit na HR manager
tr: Mevcut İK yöneticisi yok
uk_ua: Немає доступних менеджерів кадрів
vi_vn: Không có quản lý nhân sự nào có sẵn
xh_za: Akukho mphathi we-HR okhoyo
zh_cn: 无可用HR经理
zh_tw: 無可用人力資源經理人

source: Learners access to courses catalogue
ar: السماح للطلبة من الوصول الى قائمة المقررات
ast_es: Los escolinos pueden consultar el catálogu de cursos
bn_bd: শিক্ষার্থীদের কোর্স ক্যাটালগে অ্যাক্সেস
bs_ba: Pristup polaznika katalogu kurseva
ca_es: Els estudiants poden consultar el catàleg de cursos
cs_cz: Přístup studentů do katalogu školení
da: Elever adgang til kursuskataloget
de: Teilnehmern die Auflistung der Kurse erlauben
el: Πρόσβαση εκπαιδευομένων στον κατάλογο μαθημάτων
eo: Aliro de lernantoj al katalogo de kursoj
es: Los estudiantes pueden consultar el catálogo de cursos
es_mx: Acceso de aprendices al catálogo de cursos
eu_es: Ikasleek ikastaroen katalogoa kontsultatu dezakete
fa_ir: دسترسی دانش‌آموزان به کاتالوگ دوره‌ها
fi_fi: Opiskelijoiden pääsy kurssiluetteloon
fo_fo: Lærlingar atgongu til kjørslukatalogsins
fur: Acès dai parcipalants al catalog cors
ga: Rochtain foghlaimeoirí ar chatalóg na gcúrsaí
gl: Estudantes pode revisar o catálogo de cursos
he_il: גישה של הלומדים לקטלוג הקורסים
hi: शिक्षार्थियों की कोर्स कैटलॉग तक पहुँच
hr_hr: Pristup polaznika katalogu predmeta
hu_hu: Tanulók hozzáférése a kurzuskatalógushoz
hy: Ուսանողների մուտքը դասընթացների կատալոգ
id_id: Akses pelajar ke katalog mata kuliah
it: Gli utenti possono sfogliare il catalogo dei corsi
ja: 学生がコース カタログにアクセスする
ka_ge: სწავლულთა წვდომა კურსების კატალოგზე
ko_kr: 학습자 코스 카탈로그 액세스
lt_lt: Besimokančiųjų prieiga prie kursų katalogo
lv_lv: Atļaut izglītojamajiem piekļūt apmācību kursu katalogam
mk_mk: Достапност на студенти до каталогот на курсеви
ms_my: Akses pelajar kepada katalog kursus
my_mm: သင်ယူသူများ၏ သင်တန်းကတ်တလောက်သို့ ဝင်ရောက်ခွင့်
ne: सिकारूहरूको कक्षाहरूको सूचीमा पहुँच
nl: Laat cursisten toe om de trainingscatalogus te raadplegen
nn_no: Elevar sin tilgang til kurskatalog
oc: Accès dels aprentisses al catalòg de cors
pl_pl: Dostęp studentów do katalogu kursów
ps: د زده‌کوونکو لاسرسی د کورسونو فهرست ته
pt_br: Os estudantes pode visualizar o catálogo de cursos
pt_pt: Acesso dos alunos ao catálogo de cursos
ro_ro: Permiteti acces cursistilor
ru_ru: Доступ учащихся к каталогу курсов
sk_sk: Študentskí prístup do kurzov katalógu
sl: Dostop tečajnikov do kataloga tečajev
sq: Qasja e nxënësve në katalogun e kurseve
sr_rs: Pristup polaznika katalogu kurseva
sv_se: Lärandes tillgång till kurskatalog
sw_ke: Ufikiaji wa wanafunzi kwenye katalogi ya kozi
ta: கற்றவர்களின் பாடங்கள் பட்டியலத்திற்கான அணுகல்
th: การเข้าถึงแคตตาล็อกคอร์สของผู้เรียน
tl_ph: Access ng mga mag-aaral sa katalogo ng mga kurso
tr: Öğrencilerin ders kataloğuna erişimi
uk_ua: Доступ студентів до каталогу курсів
vi_vn: Truy cập của học viên vào danh mục khóa học
xh_za: Ukufikelela kwabafundi kwikhathalogu yezifundo
zh_cn: 学习者访问课程目录
zh_tw: 學習者存取課程目錄
