Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Array of fields and whether (boolean) they are visible or not on the user's profile page (also works with extra fields labels).
so_so: Array goobaha iyo haddii (boolean) ay muuqdaan iyo in kale bogga shaqsiga ah ee isticmaale (sidoo kale waxay la shaqeysaa astaamaha goobaha dheeraadka ah).

source: Options for user import
so_so: Fursadaha soo dejinta isticmaale

source: Array of options to apply as default parameters in the CSV/XML user import.
so_so: Array fursado si loo codsado sida xuduudaha caadiga ah ee soo dejinta CSV/XML isticmaale.

source: Search users by extra fields in users list for admins
so_so: Raadi isticmaale goobaha dheeraadka ah ee liiska isticmaale ee maamulayaasha

source: Naturally include the given extra fields (array of extra fields labels) in the user searches.
so_so: Si dabiici ah u dar goobaha dheeraadka ah ee la siiyay (array ee astaamaha goobaha dheeraadka ah) raadinta isticmaale.

source: Enable career diagrams for users
so_so: Aktiveer jaantusyada xirfadda ee isticmaale

source: If career diagrams are enabled, users can only see them (and only the diagrams that correspond to their studies) if you enable this option.
so_so: Haddii jaantusyada xirfadda la shaqeynayo, isticmaale ya kaliya arki karaan (oo kaliya jaantusyada u hoggaaminaya waxbarashadooda) haddii aad shaqeyso doorashadan.

source: Community managers list
so_so: Liiska maamulayaasha bulshada

source: Provide an array of user IDs that will be considered community managers in the special course designated as global forum. Community managers have additional privileges on the global forum.
so_so: Bixi array ID-yada isticmaale ee loo tixgelin doono maamulayaasha bulshada ee kooraska gaarka ah ee loo qoondeeyay madasha caalamiga ah. Maamulayaasha bulshada waxay leeyihiin mudnaan dheeraad ah madasha caalamiga ah.

source: Users geolocation on a map
so_so: Goob jiheynta isticmaale ee khariidad

source: Enable the display of a map in the social network allowing you to locate other users. This includes several positions (current and destination) which have to be defined as addresses or coordinates in separate extra fields. The extra fields must be set as an array here.
so_so: Aktiveer muujinta khariidad shabakadda bulshada oo kuu oggolaanaysa in aad hesho isticmaale kale. Waxay ku jirtaa jagooyin badan (ta hadda iyo goobta) kuwaas oo ay tahay in lagu qeexo ciwaanno ama iskucudbadaha goobaha dheeraadka ah ee kala duwan. Goobaha dheeraadka ah waa in lagu dejiyaa array halkan.

source: Display a legend below the career diagram
so_so: Muujin sharraxaad hoosteeda jaantuska xirfadda

source: Add a career legend below the career diagram. A language variable called 'Career diagram legend' must exist in your sub-language.
so_so: Ku dar tareen sharraxadda shaqada hoosta jaantuska shaqada. Waxaa jirta doorsoome luuqadeed oo lagu magacaabo 'Sharraxadda jaantuska shaqada' oo ay tahay inay ku jirto luqaddaada-hoosaadka.

source: Display a disclaimer below the career diagram
so_so: Muujin faallo hoosta jaantuska shaqada

source: Add a disclaimer below the career diagram. A language variable called 'Career diagram disclaimer' must exist in your sub-language.
so_so: Ku dar faallo hoosta jaantuska shaqada. Waxaa jirta doorsoome luuqadeed oo lagu magacaabo 'Faallada jaantuska shaqada' oo ay tahay inay ku jirto luqaddaada-hoosaadka.

source: LinkedIn Orgnization ID
so_so: ID-da Ururka LinkedIn

source: When sharing a badge on LinkedIn, LinkedIn allows you to set an organization ID that will link to the LinkedIn's page of your organization (to link the organization attributing the badge).
so_so: Marka la wadaago baajinta LinkedIn-ka, LinkedIn waxay kuu ogolaanaysaa inaad dejiso ID-da ururka taasoo la xidhiidhi doonta bogga LinkedIn-ka ee ururkaaga (si loo xidho ururka siinaya baajinta).

source: Required fields during registration
so_so: Goobaha loo baahan yahay inta lagu jiro diiwaangelinta

source: Required extra fields during registration
so_so: Goobaha dheeraadka ah ee loo baahan yahay inta lagu jiro diiwaangelinta

source: Restrict fields shown during registration
so_so: Xaddid goobaha la muujiyo inta lagu jiro diiwaangelinta

source: If you only want to show some of the available profile field, your can complete the array here with sub-elements 'fields' and 'extra_fields' containing arrays with a list of the fields to show.
so_so: Haddii aad rabto inaad muujiso oo keliya qaar ka mid ah goobaha profile-ka ee la heli karo, waxaad halkan ku buuxin kartaa array-ga oo leh qaybo-hoosaad 'goobaha' iyo 'goobaha_dheeraadka' oo ay ku jiraan arrays liisaska goobaha la muujinayo.

source: Send the welcome message to e-mail and inbox
so_so: U soo dir faraxumaha soo dhaweynta iimaylka iyo sanduuqa soo dhaweynta

source: By default, the welcome message (with credentials) is sent only by e-mail. Enable this option to send it to the user's Chamilo inbox as well.
so_so: Sida caadiga ah, faraxumaha soo dhaweynta (oo leh aqoonsiga) waxaa loo soo diraa iimaylka kaliya. Kartid-doorsoome si aad ugu soo dirto sanduuqa soo dhaweynta Chamilo ee isticmaaleha sidoo kale.

source: Admins can set users passwords manually
so_so: Maamulayaashu waxay gelin karaan furaha isticmaaleha gacanta

source: Check password strength
so_so: Jecliw xoojiyaha erayga sirta ah

source: HTTP Strict Transport Security is an excellent feature to support on your site and strengthens your implementation of TLS by getting the User Agent to enforce the use of HTTPS. Recommended value: 'strict-transport-security: max-age=63072000; includeSubDomains'. See https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Strict-Transport-Security. You can include the 'preload' suffix, but this has consequences on the top level domain (TLD), so probably not to be done lightly. See https://hstspreload.org/. Leave blank to disable.
so_so: HTTP Strict Transport Security waa muuqaal aad u wanaagsan oo aad ku taageeri karto goobtaada waxayna xoojisaa hirgelinta TLS iyadoo la helayo Wakiilka Isticmaaleha si uu u dhaqan geliyo isticmaalka HTTPS. Qiime loo yaqaan: 'strict-transport-security: max-age=63072000; includeSubDomains'. Eeg https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Strict-Transport-Security. Waxaad ku dari kartaa lifaaqa 'preload', laakiin tani waxay leedahay cawaaqib xaga sare ee domain-ka (TLD), markaa malaha si fudud loo sameeyo. Eeg https://hstspreload.org/. Ka tag maran si aad u joojiso.

source: Content Security Policy
so_so: Siyaasadda Amniga Waxyaabaha

source: Content Security Policy is an effective measure to protect your site from XSS attacks. By whitelisting sources of approved content, you can prevent the browser from loading malicious assets. This setting is particularly complicated to set with WYSIWYG editors, but if you add all domains that you want to authorize for iframes inclusion in the child-src statement, this example should work for you. You can prevent JavaScript from executing from external sources (including inside SVG images) by using a strict list in the 'script-src' argument. Leave blank to disable. Example setting: default-src 'self'; script-src 'self' 'unsafe-eval' 'unsafe-inline'; style-src 'self' 'unsafe-inline'; child-src 'self' *.youtube.com yt.be *.vimeo.com *.slideshare.com;
so_so: Siyaasadda Amniga Waxyaabaha waa tallaabo wax ku ool ah oo lagu ilaalinayo goobtaada weerarrada XSS. Iyadoo la caddeynayo ilaha waxyaabaha la oggol yahay, waxaad ka hortagi kartaa browser-ka inuu raro hantida xun. Dejintan ayaa si gaar ah u adag in la dejiyo iyadoo la isticmaalayo tifaftirayaasha WYSIWYG, laakiin haddii aad ku dartaa dhammaan domain-yada aad rabto inaad u oggolaato ku darista iframes-ka ee bayaanada child-src, tusaalahan waa inuu kuu shaqeeyaa. Waxaad ka hortagi kartaa JavaScript-ka inuu ka shaqeeyo ilaha dibadda (oo ay ku jiraan gudaha sawirrada SVG) iyadoo la isticmaalayo liis adag ee 'script-src' doodda. Ka tag maran si aad u joojiso. Tusaale dejin: default-src 'self'; script-src 'self' 'unsafe-eval' 'unsafe-inline'; style-src 'self' 'unsafe-inline'; child-src 'self' *.youtube.com yt.be *.vimeo.com *.slideshare.com;

source: Content Security Policy report only
so_so: Siyaasadda Amniga Waxyaabaha warbixin kaliya

source: This setting allows you to experiment by reporting but not enforcing some Content Security Policy.
so_so: Dejintan waxay kuu oggolaanaysaa inaad tijaabiso iyadoo la warbixinayo laakiin aan la dhaqangelin Siyaasadda Amniga Waxyaabaha.

source: HTTP Public Key Pinning protects your site from MiTM attacks using rogue X.509 certificates. By whitelisting only the identities that the browser should trust, your users are protected in the event a certificate authority is compromised.
so_so: HTTP Public Key Pinning waxay ka ilaalisaa goobtaada weerarrada MiTM iyadoo la isticmaalayo shahaadooyinka X.509 ee sharci-darrada ah. Iyadoo la caddeynayo kaliya aqoonsiga ay tahay in browser-ka la aamino, isticmaalehaagu waa la ilaaliyaa haddii hay'adda shahaadada la jabsado.

source: HTTP Public Key Pinning report only
so_so: HTTP Public Key Pinning warbixin kaliya

source: This setting allows you to experiment by reporting but not enforcing some HTTP Public Key Pinning.
so_so: Dejintan waxay kuu oggolaanaysaa inaad tijaabiso iyadoo la warbixinayo laakiin aan la dhaqangelin HTTP Public Key Pinning.

source: X-Frame-Options tells the browser whether you want to allow your site to be framed or not. By preventing a browser from framing your site you can defend against attacks like clickjacking. If defining a URL here, it should define the URL(s) from which your content should be visible, not the URLs from which your site accepts content. For example, if your main URL (root_web above) is https://11.chamilo.org/, then this setting should be: 'ALLOW-FROM https://11.chamilo.org'. These headers only apply to pages where Chamilo is responsible of the HTTP headers generation (i.e. '.php' files). It does not apply to static files. If playing with this feature, make sure you also update your web server configuration to add the right headers for static files. See CDN configuration documentation above (search for 'add_header') for more information. Recommended (strict) value for this setting, if enabled: 'SAMEORIGIN'.
so_so: X-Frame-Options waxay u sheegaysaa browser-ka haddii aad rabto inaad u oggolaato goobtaada in la qaabeeyo iyo in kale. Iyadoo laga hortagayo browser-ka inuu qaabeeyo goobtaada waxaad ka difaaci kartaa weerarrada sida clickjacking. Haddii aad halkan ku dejiso URL, waa inay dejisaa URL-yada ay tahay in content-kaaga laga muuqdo, maaha URL-yada ay goobtaadu ka aqbasho content-ka. Tusaale ahaan, haddii URL-kaaga ugu weyn (root_web sare) yahay https://11.chamilo.org/, markaas dejintan waa inay noqotaa: 'ALLOW-FROM https://11.chamilo.org'. Madaxyadan waxay quseeyaan oo keliya bogagga ay Chamilo mas'uul ka tahay abuurista madaxyada HTTP (taas oo ah faylalka '.php'). Ma quseeyo faylalka static. Haddii aad ku ciyaareyso muuqaalkan, hubi inaad sidoo kale cusboonaysiiso dejinta server-kaaga web-ka si aad u dartid madaxyada saxda ah ee faylalka static. Eeg dukumentiga dejinta CDN sare (raadi 'add_header') macluumaad dheeraad ah. Qiime loo yaqaan (adag), haddii la shaqeeyo: 'SAMEORIGIN'.

source: X-XSS-Protection sets the configuration for the cross-site scripting filter built into most browsers. Recommended value '1; mode=block'.
so_so: X-XSS-Protection waxay dejisaa dejinta filter-ka cross-site scripting ee ku dhex jira inta badan browsers-yada. Qiime loo yaqaan '1; mode=block'.

source: X-Content-Type-Options stops a browser from trying to MIME-sniff the content type and forces it to stick with the declared content-type. The only valid value for this header is 'nosniff'.
so_so: X-Content-Type-Options waxay joojisaa browser-ka inuu isku dayo inuu MIME-sniff nooca content-ka waxayna ku qasbeysaa inuu ku dhego nooca content-ka la sheegay. Qiimaha kaliya ee saxda ah ee madaxdan waa 'nosniff'.

source: Security Referrer Policy
so_so: Siyaasadda Tixraaca Amniga

source: Referrer Policy is a new header that allows a site to control how much information the browser includes with navigation away from a document and should be set by all sites.
so_so: Siyaasadda Tixraaca waa madax cusub oo u oggolaanaya goobta inay maamusho inta macluumaadka ay browser-ka ku daro navigation-ka ka baxsan dukumentiga waana inay dejisaa dhammaan goobaha.

source: Block disabled users immediately
so_so: Ka jooji isla markiiba isticmaaleha la cuskaday

source: Immediately block users who have been disabled by the admin through users management. Otherwise, users who have been disabled will keep their previous privileges until they logout.
so_so: Isla markiiba ka jooji isticmaaleha uu maamuluhu cuskaday maamulka isticmaaleha. Haddii kale, isticmaaleha la cuskaday waxay sii haysan doonaan mudnaantoodii hore ilaa ay ka baxaan.

source: Session cookie samesite
so_so: Cookie-ga session-ka samesite

source: Enable samesite:None parameter for session cookie. More info: https://www.chromium.org/updates/same-site and https://developers.google.com/search/blog/2020/01/get-ready-for-new-samesitenone-secure
so_so: Kartid-doorsoome samesite:None ee cookie-ga session-ka. Macluumaad dheeraad ah: https://www.chromium.org/updates/same-site iyo https://developers.google.com/search/blog/2020/01/get-ready-for-new-samesitenone-secure

source: Hide link to session page
so_so: Qari xiriirka bogga session-ka

source: Hide link to the session page from the sessions list.
so_so: Qari xiriirka bogga session-ka liiska session-yada.

source: Hide tabs on the session page
so_so: Qari tabs-yada bogga session-ka

source: Session admins can edit course content
so_so: Maamulayaasha session-ka waxay edit karaan content-ka koorsada

source: Session admins can 'login as' teachers
so_so: Maamulayaasha session-ka waxay 'login as' ku sameeyn karaan macallimiinta

source: Enable sessions search diagnosis
so_so: Kartid-doorsoome baaritaanka session-yada

source: Allow tutors to get a diagnosis that will allow them to search for the best sessions for learners.
so_so: U oggol tutorrada inay helaan baaritaan u oggolaanaya inay raadiyaan session-yada ugu fiican ardayda.

source: Redirect to session after registration in session's 'About' page
so_so: U gudbis session-ka ka dib diiwaangelinta bogga 'Ku saabsan' ee session-ka

source: Show number of users in sessions list
so_so: Muujinta tirada isticmaaleha liiska session-yada

source: The admin can see the number of users in each session. This adds additional weight to the sessions list, so if you use it often, consider carefully whether you want the extra waiting time.
so_so: Maamuluhu wuxuu arki karaa tirada isticmaaleha session kasta. Tani waxay ku dartaa miisaan dheeraad liiska session-yada, markaa haddii aad inta badan isticmaasho, si taxaddar leh u tixgelin haddii aad rabto wakhtiga sugitaanka dheeraadka ah.

source: Session admins can access all course content
so_so: Maamulayaasha session-ka waxay geli karaan dhammaan content-ka koorsada

source: Session admins are forbidden access to the users list
so_so: Maamulayaasha session-ka waa laga mamnuucay gelitaanka liiska isticmaaleha

source: Hide search form in sessions list
so_so: Qari foomka raadinta liiska session-yada

source: Session admins can delete users
so_so: Maamulayaasha session-ka waxay tirtiri karaan isticmaaleha

source: Session admins can disable users
so_so: Maamulayaasha session-ka waxay cuskadayn karaan isticmaaleha

source: Prevent emptying the subscribed users in session subscription
so_so: Ka diiwaangelinta isticmaale ee ku jirta diiwaangelinta kalfadhliga

source: When using the multiple learners subscription to a session, prevent the normal behaviour which is to unsubscribe users who are not in the right panel when clicking submit. Keep all users there.
so_so: Marka la isticmaalayo diiwaangelinta arday badan ee kalfadhliga, ka ilaali dhaqanka caadiga ah ee ah in laga tirtiriyo isticmaale aan ku jirin gudiga saxda ah marka la riixo soo gudbi. Hayso dhammaan isticmaale halkaas.

source: Hide sessions list in reporting tool
so_so: Qari liiska kalfadhliga ee qalabka warbixinta

source: Sessions that include the course are listed in the reporting tool inside the course itself, which can add considerable weight if the same course is used in hundreds of sessions. This option removes that list.
so_so: Kalfadhliga oo ay ku jiraan koorsadu waxay ku taxan yihiin qalabka warbixinta gudaha koorsada lafteeda, taas oo ku dari karta miisaan weyn haddii koorsada la mid ah loo isticmaalo boqolaal kalfadhliga. Ikhtiyaarkani wuxuu meeshii ka saarayaa liiskaas.

source: Session admins can view careers
so_so: Maamulayaasha kalfadhliga waxay arki karaan xirfadaha

source: Sessions support manual sorting
so_so: Kalfadhligu waxay taageeraan kala soocidda gacanta

source: Allow user to collapse sessions in My sessions
so_so: Oggol ka dhig isticmaale inuu isku urursado kalfadhliga ee Kalfadhligayga

source: Auto-create single-user session on course auto-subscription
so_so: Si toos ah u-abuur kalfadhliga hal-isticmaale marka la iska diiwaan geliyo koorsada si toos ah

source: When a user subscribes to an open course through the courses catalogue, create a single-user session instead of subscribing him/her to the base course.
so_so: Marka isticmaale uu iska diiwaan geliyo koorsada furan iyada oo loo marayo buugga koorsadaha, abuur kalfadhliga hal-isticmaale halkii aad uga diiwaan gelin lahayd koorsada aasaasiga ah.

source: Default sessions list view
so_so: Liiska kalfadhliga caadiga ah

source: Select the default tab you want to see when opening the sessions list as admin.
so_so: Dooro tab-ka caadiga ah ee aad rabto inaad aragto marka la furo liiska kalfadhliga maamul ahaan.

source: Auto-created session's creator ID
so_so: ID-abuuraha kalfadhliga si toos ah loo abuuray

source: Set the user to use as creator of the automatically-created sessions (to avoid assigning every session to user '1' which is often the portal administrator).
so_so: Deji isticmaalaha loo adeegsan doono abuuraha kalfadhliga si toos ah loo abuuray (si looga fogaado in loo qabto kalfadhlig kasta isticmaale '1' oo inta badan maamulaha portal-ka ah).

source: Auto-created sessions duration
so_so: Mudo kalfadhliga si toos ah loo abuuray

source: Duration (in days) of the single-user, auto-created sessions. After expiry, the user cannot register to the same course (no other session is created).
so_so: Mudo (maalmood) ee kalfadhliga hal-isticmaale, si toos ah loo abuuray. Ka dib marka uu dhacayo, isticmaale ma diiwaan gelin karo koorsada isla (lama abuuri doono kalfadhliga kale).

source: Change the default sorting of session in My sessions
so_so: Beddel kala soocidda caadiga ah ee kalfadhliga ee Kalfadhligayga

source: By default, sessions are ordered by start date. Change this by providing an array of type ['field' => 'end_date', 'order' => 'desc'].
so_so: Sida caadiga ah, kalfadhliga waxaa lagu habeeyaa taariikhda bilowga. Tan beddel iyadoo la bixinayo array nooca ['field' => 'end_date', 'order' => 'desc'].

source: Set course read-only in session
so_so: Deji koorsada wax-ka-aqriso ee kalfadhiga

source: Let teachers set some courses in read-only mode when opened through sessions. In the course properties, check the 'Lock course in session' option.
so_so: U oggol macallimiinta inay dejiyaan koorsadaha qaarkood qaabka wax-ka-aqriso marka loo furo kalfadhliga. Gudaha sifooyinka koorsada, calaamadee 'Ku xir koorsada kalfadhiga' ikhtiyaarka.

source: Options for session import
so_so: Ikhtiyaarrada soo dejinta kalfadhliga

source: Array of options to apply as default parameters in the CSV/XML session import.
so_so: Array ikhtiyaarro si loo codsado sidii xuduudaha caadiga ah ee soo dejinta kalfadhliga CSV/XML.

source: Fields to search by in catalogue
so_so: Goobaha lagu raadiyo buugga

source: Set preferences for the courses and sessions catalogues search options. If defined, this array will be used as a strict list of fields to let users search by.
so_so: Deji doorbidka ikhtiyaarrada raadinta buugga koorsadaha iyo kalfadhliga. Haddii la qeexo, array-kani waxaa loo isticmaali doonaa sidii liis adag oo goobaha la siinayo isticmaale si ay u raadinta.

source: Customize course-session tracking columns
so_so: Habeeynta tiirarka raadinta koorsada-kalfadhliga

source: Define an array of columns for the following reports: 'course_session', 'my_students_lp', 'my_progress_lp', 'my_progress_courses'.
so_so: Qeex array tiirarka warbixinnada soo socda: 'course_session', 'my_students_lp', 'my_progress_lp', 'my_progress_courses'.

source: My progress: show course details in session
so_so: Horumarkayga: muujin faahfaahinta koorsada ee kalfadhiga

source: Display all details of each course in session when clicking on session details.
so_so: Muujin dhammaan faahfaahinta koorsad kasta ee kalfadhiga marka la riixo faahfaahinta kalfadhiga.

source: Base course teacher can see assignments from all sessions
so_so: Macallinka koorsada aasaasiga ah wuxuu arki karaa shaqooyinka dhammaan kalfadhliga

source: Show all learner publications (from base course and from all sessions) in the work/pending.php page of the base course.
so_so: Muujin dhammaan daabacadaha ardayda (koorsada aasaasiga ah iyo dhammaan kalfadhliga) bogga shaqada/work/pending.php ee koorsada aasaasiga ah.

source: Session admin can access batch user import, update and export
so_so: Maamulaha kalfadhiga wuxuu heli karaa soo dejinta batch-ka isticmaale, cusboonaysiinta iyo dhoofinta

source: Hide session chart in My progress
so_so: Qari jaantuska kalfadhiga ee Horumarkayga

source: Only display users from active sessions in tracking
so_so: Muujin kaliya isticmaale ka socda kalfadhliga firfircoon ee raadinta

source: Sessions by duration always available to coaches
so_so: Kalfadhliga muddada had iyo jeer diyaar u ah macallimiinta

source: Otherwise, session coaches only have access to sessions by duration during the active duration.
so_so: Haddii kale, macallimiinta kalfadhiga waxay helayaan kalfadhliga muddada inta lagu jiro muddada firfircoon.

source: Limit subscriptions to course to only users of the session
so_so: Xaddid diiwaangelinta koorsada kaliya isticmaale kalfadhiga

source: Restrict the list of students to subscribe in the course session. And disable registration for users in all courses from Resume Session page.
so_so: Xaddid liiska ardayda si loo diiwaan geliyo kalfadhiga koorsada. Oo ka jooji diiwaangelinta isticmaale ee dhammaan koorsadaha bogga Resume Session.

source: Disable add class in session course for non-admin
so_so: Ka jooji ku dar fasalka ee koorsada kalfadhiga ee aan maamulka ahayn

source: Disable tab to add classes in session course for non-admins.
so_so: Ka jooji tab-ka lagu daro fasallada ee koorsada kalfadhiga ee aan maamulka ahayn.

source: Add username to e-mail notification of subscription to session
so_so: Ku dar magaca isticmaale ee ogeysiiska iimaylka ee diiwaangelinta kalfadhiga

source: Add reset password link to e-mail notification of subscription to session
so_so: Ku dar linkka dib-u-dejinta erayga sirta ah ee ogeysiiska iimaylka ee diiwaangelinta kalfadhiga

source: Pre-fill session fields with user fields
so_so: Ku buuxi goobaha kalfadhiga goobaha isticmaale

source: Array of relationships between user extra fields and session extra fields, so the session can be pre-filled with data matching the user's data.
so_so: Array xiriirka u dhexeeya goobaha dheeraadka ah ee isticmaale iyo goobaha dheeraadka ah ee kalfadhiga, si kalfadhiggu si hore loogu buuxiyo xog u dhiganta xogta isticmaale.

source: Set mandatory extra fields in session creation form
so_so: Deji goobaha dheeraadka ah ee qasabka ah ee foomka abuurista kalfadhiga
