Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Already in
ar: بالفعل موجود
ast_es: Yá coneutáu
bn_bd: ইতিমধ্যে ভিতরে
bs_ba: Već unutra
ca_es: Ja connectat
cs_cz: Už uvnitř
da: Allerede i
de: Bereits in
el: Ήδη μέσα
eo: Jam ene
es: Ya conectado
es_mx: Ya está dentro
eu_es: Badago konektaturik
fa_ir: قبلا داخل شده اید
fi_fi: Jo sisällä
fo_fo: Longu í
fur: Gia dentri
ga: Istigh cheana
gl: Xa conectado
he_il: כבר בפנים
hi: पहले से अंदर
hr_hr: Prisutni
hu_hu: már tagja
hy: Արդեն ներսում
id_id: Sudah masuk
it: Già connessi
ja: 既に入室
ka_ge: იქნება უკვე
ko_kr: 이미 참여 중
lo: ຢູ່ໃນລະບົບແລ້ວ
lt_lt: Jau viduje
lv_lv: Jau reģistrējies
mk_mk: Веќе внатре
ms_my: Sudah berada di dalam
my_mm: ရှိပြီးဖြစ်သည်
ne: पहिले नै भित्र
nl: Reeds aanwezig
nn_no: Allereie inne
oc: Ja dedins
pl_pl: Już w
ps: په مځکې کې
pt_br: Já em
pt_pt: Já se encontra ligado
ro_ro: Deja conectat
ru_ru: Уже в
sk_sk: Už zaregistrovaný
sl: Že prisostvuje
sq: Tashmë brenda
sr_rs: Prisutni
sv_se: Redan inne
sw_ke: Tayari ndani
ta: ஏற்கனவே உள்ளே
th: อยู่ใน
tl_ph: Nasa loob na
tr: Zaten içinde
uk_ua: Вже в
vi_vn: Đã ở trong
xh_za: Sele ngaphakathi
zh_cn: 已在内
zh_tw: 已進入

source: Check in
ar: افحص
ast_es: Comprobar conesión
bn_bd: চেক ইন
bs_ba: Prijavi se
ca_es: Comprovar connexió
cs_cz: Přihlásit se
da: Tjek ind
el: Είσοδος
eo: Eniri
es: Comprobar conexión
es_mx: Entrar
eu_es: Egiaztatu konexioa
fa_ir: قبلا چک کرده اید
fi_fi: Kirjautuminen
fo_fo: Melda inn
fur: Çheck-in
ga: Seiceáil isteach
gl: Comprobar conexión
he_il: צ'ק אין
hi: चेक इन करें
hr_hr: Potvrdi konekciju
hu_hu: bejelentkezés
hy: Մուտք գործել
it: Controllo
ja: 入室
ka_ge: შესვლა
ko_kr: 체크인
lo: ເຂົ້າຮ່ວມ
lt_lt: Registruotis
lv_lv: Reģistrācija
mk_mk: Пријави се
ms_my: Daftar masuk
my_mm: ဝင်ရောက်စစ်ဆေးပါ
ne: चेक इन गर्नुहोस्
nl: Inchecken
nn_no: Sjekk inn
oc: S'identifier
pl_pl: Zgłoś się
ps: چینل ان
pt_pt: Verificar/dar entrada (check in)
ro_ro: Verificați conexiunea
ru_ru: Отметить (записать)
sk_sk: Zaregistrovať sa
sl: Potrdi udeležbo
sq: Regjistrohu
sr_rs: Potvrdi prijavu
sv_se: Checka in
sw_ke: Ingia
ta: சரிபார்க்கவும்
th: เช็คอิน
tl_ph: Mag-check in
tr: Giriş yap
uk_ua: Зареєструватися
xh_za: Ngena
zh_cn: 签到
zh_tw: 登記進入

source: The Moderator of this Conference has left the room.
ar: الوسيط لهذا المؤتمر غادر الغرفة
ast_es: El moderador d'esta conferencia abandonó la sala.
bn_bd: এই কনফারেন্সের মডারেটর রুম ত্যাগ করেছেন।
bs_ba: Moderator ove konferencije je napustio sobu.
ca_es: El moderador d'aquesta conferència ha abandonat la sala.
cs_cz: Moderátor této konference opustil místnost.
da: Moderatoren har forladt konferencen
de: Der Moderator dieser Konferenz hat den Raum verlassen.
el: Ο Συντονιστής αυτής της Συνδιάσκεψης έφυγε από το δωμάτιο.
eo: La moderanto de tiu konferenco forlasis la ĉambron.
es: El moderador de esta conferencia ha abandonado la sala.
es_mx: El moderador de esta conferencia ha salido de la sala.
eu_es: Konferentzia honetako moderatzailea gelatik joan da.
fa_ir: مدیر این کنفرانس اتاق را ترک کرده است.
fi_fi: Luennon valvoja on poistunut huoneesta.
fo_fo: Moderatorin fyri henda fundin hevur yvirgivið rúmið.
fur: Il Moderadôr de cheste Conferince al è jesî de salde.
ga: D'fhág Modhnóir na Comhdhála seo an seomra.
gl: O moderador desta conferencia abandonou a sala.
he_il: המנחה של ועידה זו עזב את החדר.
hi: इस कॉन्फ़्रेंस का मॉडरेटर कमरे से चला गया है।
hr_hr: Moderator ove konferencije je napustio sobu.
hu_hu: A konferencia moderátora elhagyta a szobát.
hy: Այս կոնֆերանսի մոդերատորը լքել է սենյակը:
id_id: Moderator Konferensi ini telah meninggalkan ruangan.
it: Il moderatore ha lasciato la sala
ja: この会議のモデレーターが部屋から退出しました。
ka_ge: ამ კონფერენციის მოდერატორმა დატოვა ოთახი.
ko_kr: 이 컨퍼런스의 중재자가 방을 떠났습니다.
lo: ຜູ້ຄວບຄຸມຂອງການປະຊຸມນີ້ໄດ້ອອກຈາກຫ້ອງແລ້ວ.
lt_lt: Šios konferencijos moderatorius paliko kambarį.
lv_lv: Šīs konferences moderators ir pametis telpu.
mk_mk: Модераторот на оваа конференција ја напушти собата.
ms_my: Moderator Persidangan ini telah meninggalkan bilik.
my_mm: ဤညီလာခံ၏ ညှိနှိုင်းသူသည် အခန်းမှ ထွက်ခွာသွားပြီဖြစ်သည်။
ne: यो कन्फरेन्सका मॉडरेटर कोठाबाट बाहिरिएका छन्।
nl: De moderator van deze conferentie heeft de ruimte verlaten.
nn_no: Moderatoren for denne konferansen har forlaten rommet.
oc: Lo moderador d'aquesta conferéncia a quitat la sala.
pl_pl: Moderator tej Konferencji opuścił pokój.
ps: د دې غونډې مدير له خونې وتل شوی دی.
pt_br: O moderador desta Conferência deixou o quarto.
pt_pt: O Moderador desta Conferência abandonou a sala.
ro_ro: Moderatorul acestei conferințe a părăsit sala.
ru_ru: Модератор этой конференции покинул комнату
sk_sk: Moderátor tejto konferencie opustil triedu.
sl: Moderator te konference je zapustil sobo.
sq: Moderatori i kësaj Konference ka lënë dhomën.
sr_rs: Moderator ove konferencije je napustio sobu.
sv_se: Moderatorn för konferensen har lämnat rummet.
sw_ke: Modereta wa Mkutano huu ameondoka chumbani.
ta: இந்த மாநாட்டின் மிதச்சாரர் அறையை விட்டு வெளியேறினார்.
th: ผู้ดูแลการประชุมนี้离开了ห้องแล้ว
tl_ph: Umalis na ang Moderator ng Conference na ito sa silid.
tr: Bu Konferansın Moderatörü odayı terk etti.
uk_ua: Модератор цієї конференції покинув кімнату.
vi_vn: Người điều hành của Hội nghị này đã rời phòng.
xh_za: Umlawuli wale Nkomfa usishiyile igumbi.
zh_cn: 此会议的主持人已离开房间。
zh_tw: 會議主持人已離開這房間。

source: System message
ar: رسالة نظامِ
ast_es: Mensaxe del sistema
bn_bd: সিস্টেম বার্তা
bs_ba: Sistemska poruka
ca_es: Missatge del sistema
cs_cz: Systémová zpráva
da: Systemmeddelelse
de: Systemnachricht
el: Συστημακό μήνυμα
eo: Sistemmesaĝo
es: Mensaje del sistema
es_mx: Mensaje del sistema
eu_es: Sistemaren mezua
fa_ir: پیغام سیستم
fi_fi: Järjestelmän viesti
fo_fo: Kervisboð
fur: Missade dal sistema
ga: Teachtaireacht chórais
gl: Mensaxe do sistema
he_il: הודעת מערכת
hi: सिस्टम संदेश
hr_hr: Sistemska poruka
hu_hu: Rendszerüzenet
hy: Նախագծի հաղորդագրություն
id_id: Pesan sistem
it: Messaggio di sistema
ja: システムメッセージ
ka_ge: სისტემური შეტყობინება
ko_kr: 시스템 메시지
lt_lt: Sistemos pranešimas
lv_lv: Sistēmas ziņojums
mk_mk: Системско порака
ms_my: Mesej sistem
my_mm: စနစ်စာတို
ne: प्रणाली सन्देश
nl: Systeem boodschap
nn_no: Systemmelding
oc: Messatge del sistèma
pl_pl: Komunikat systemu
ps: د سیسټم پیغام
pt_br: Mensagem do Chamilo
pt_pt: Mensagem do sistema
ro_ro: Mesajul de sistem
ru_ru: Системное сообщение
sk_sk: Systémová správa
sl: Sporočilo sistema
sq: Mesazh sistemi
sr_rs: Sistemska poruka
sv_se: Systemmeddelande
sw_ke: Ujumbe wa mfumo
ta: அமைப்பு செய்தி
th: ข้อความระบบ
tr: Sistem Mesajı
uk_ua: Системне повідомлення
vi_vn: Tin nhắn hệ thống
xh_za: Umyalezo lwenkqubo
zh_cn: 系统消息
zh_tw: 系統訊息

source: Choose devices
ar: اختر أجهزة
ast_es: Escoyer dispositivos
bn_bd: ডিভাইস নির্বাচন করুন
bs_ba: Odaberi uređaje
ca_es: Seleccionar dispositius
cs_cz: Vybrat zařízení
da: Vælg udstyr
de: Geräte auswählen
el: Επιλογή συσκευών
eo: Elektu aparatojn
es: Seleccionar dispositivos
es_mx: Elegir dispositivos
eu_es: Aukeratu gailuak
fa_ir: انتخاب دستگاه:
fi_fi: Valitse laitteet
fo_fo: Vel tøkur
fur: Scealt i dispositîfs
ga: Roghnaigh feistí
gl: Seleccionar dispositivos
he_il: בחר התקנים
hi: उपकरण चुनें
hr_hr: Odaberite uređaje
hu_hu: Eszközök kiválasztása
hy: Ընտրեք սարքեր
id_id: Pilih perangkat
it: Scegli le periferiche
ja: デバイスを選択
ka_ge: მოწყობილობების შერჩევა
ko_kr: 장치 선택
lo: ເລືອກອຸປະກອນ
lt_lt: Pasirinkti įrenginius
lv_lv: Izvēlieties ierīces
mk_mk: Избери уреди
ms_my: Pilih peranti
my_mm: စက်ပစ္စည်းများကို ရွေးပါ
ne: यन्त्रहरू छान्नुहोस्
nl: Kies toestellen
nn_no: Vel einingar
oc: Causir los perifèrics
pl_pl: Wybierz urządzenia
ps: وسیلې غوره کړئ
pt_br: Escolha os dispositivos
pt_pt: Seleccionar dispositivos
ro_ro: Selectați dispozitive
ru_ru: Выбрать устройства
sk_sk: Vybrať zariadenia
sl: Izberi naprave
sq: Zgjidhni pajisjet
sr_rs: Izaberite uređaje
sv_se: Välj enheter
sw_ke: Chagua vifaa
ta: செயலிகளைத் தேர்ந்தெடுக்கவும்
th: เลือกอุปกรณ์
tl_ph: Piliin ang mga device
tr: Aygıt seç
uk_ua: Вибрати пристрої
vi_vn: Chọn thiết bị
xh_za: Khetha izixhobo
zh_cn: 选择设备
zh_tw: 選擇設備

source: Choose Cam:
ar: اختر الكاميرا
ast_es: Escoyer cámara
bn_bd: ক্যাম নির্বাচন করুন:
bs_ba: Odaberi Kam:
ca_es: Seleccionar la càmera
cs_cz: Vybrat kameru:
da: Vælg kamera:
de: Kamera auswählen:
el: Επιλογή κάμερας:
eo: Elektu Kam:
es: Seleccionar la cámara
es_mx: Elegir cámara:
eu_es: Aukeratu kamera
fa_ir: انتخاب دوربین:
fi_fi: Valitse kamera
fo_fo: Vel kamera:
fur: Scealt came:
ga: Roghnaigh Cam:
gl: Seleccionar a cámara
he_il: בחר מצלמה:
hi: कैम चुनें:
hr_hr: Odaberite kameru:
hu_hu: Válasszon kamerát:
hy: Ընտրեք տեսախցիկ
id_id: Pilih Kamera:
it: Videocamera:
ja: カメラを選択:
ka_ge: კამერის შერჩევა:
ko_kr: 카메라 선택:
lo: ເລືອກກ້ອງ:
lt_lt: Pasirinkti kamerą:
lv_lv: Izvēlēties kameru:
mk_mk: Избери кам:
ms_my: Pilih Kam:
my_mm: ကင်မရာရွေးပါ:
ne: क्याम छान्नुहोस्:
nl: Kies camera:
nn_no: Vel kamera:
oc: Causir la cam :
pl_pl: Wybierz kamerę:
ps: کیمره غوره کړئ:
pt_br: Escolha Cam:
pt_pt: Seleccionar Webcam:
ro_ro: Selectați camera
ru_ru: Выбрать камеру:
sk_sk: Vybrať kameru:
sl: Izberi kamero:
sq: Zgjidhni Kamerën:
sr_rs: Izaberite kameru:
sv_se: Välj Webbkamera:
sw_ke: Chagua Kamera:
ta: கேமராவைத் தேர்ந்தெடுக்கவும்:
th: เลือกกล้อง:
tl_ph: Piliin ang Cam:
tr: Kamera seç:
uk_ua: Вибрати камеру:
vi_vn: Chọn Cam:
xh_za: Khetha iKhamera:
zh_cn: 选择摄像头：
zh_tw: 選擇鏡頭

source: Choose Mic:
ar: اختر المايكروفون
ast_es: Escoyer micro:
bn_bd: মাইক নির্বাচন করুন:
bs_ba: Odaberi Mik:
ca_es: Seleccionar el Micro:
cs_cz: Vybrat mikrofon:
da: Vælg mikrofon:
de: Mikrofon auswählen:
el: Επιλογή μικροφώνου:
eo: Elektu Mik:
es: Seleccionar el Micro:
es_mx: Elegir micrófono:
eu_es: Aukeratu mikroa
fa_ir: انتخاب میکروفن:
fi_fi: Valitse mikrofoni:
fo_fo: Vel mikrofon:
fur: Scealt mic:
ga: Roghnaigh Mic:
gl: Seleccionar o Micro:
he_il: בחר מיקרופון:
hi: माइक चुनें:
hr_hr: Odaberite mikrofon:
hu_hu: Válasszon mikrofont:
hy: Ընտրեք միկրոֆոն
id_id: Pilih Mikrofon:
it: Microfono:
ja: マイクを選択:
ka_ge: მიკროფონის შერჩევა:
ko_kr: 마이크 선택:
lo: ເລືອກໄມໂຄຣໂຟນ:
lt_lt: Pasirinkti mikrofoną:
lv_lv: Izvēlēties mikrofonu:
mk_mk: Избери мик:
ms_my: Pilih Mik:
my_mm: မိုက်ခရိုဖုန်းရွေးပါ:
ne: माइक छान्नुहोस्:
nl: Kies microfoon:
nn_no: Vel mikrofon:
oc: Causir lo mic :
pl_pl: Wybierz mikrofon:
ps: مایکروفون غوره کړئ:
pt_br: Escolha Mic:
pt_pt: Seleccionar Microfone:
ro_ro: Selectați Microfonul:
ru_ru: Выбрать микрофон:
sk_sk: Vybrať mikrofón:
sl: Izberi mikrofon:
sq: Zgjidhni Mikrofonin:
sr_rs: Izaberite mikrofon:
sv_se: Välj mikrofon:
sw_ke: Chagua Mikrofoni:
ta: மைக்ரோஃபோனைத் தேர்ந்தெடுக்கவும்:
th: เลือกไมค์:
tl_ph: Piliin ang Mic:
tr: Mikrofon seç:
uk_ua: Вибрати мікрофон:
vi_vn: Chọn Mic:
xh_za: Khetha iMic:
zh_cn: 选择麦克风：
zh_tw: 選擇麥克風

source: You have to reconnect so that the changes take effect.
ar: عليك إعادة الاتصال كي تكون التغييرات فعالة
ast_es: Tien de coneutase otra vez pa que los cambios funcionen.
bn_bd: পরিবর্তনগুলো কার্যকর হওয়ার জন্য আপনাকে পুনরায় সংযুক্ত হতে হবে।
bs_ba: Morat ćete se ponovo povezati da promjene stupe na snagu.
ca_es: Ha de tornar-se a connectar perquè els canvis tinguin efecte.
cs_cz: Musíte se znovu připojit, aby změny nabraly účinnost.
da: Du skal opdatere forbindelsen for at se ændringerne
de: Man muss sich neu verbinden, damit die Änderungen gültig werden
el: Πρέπει να συνδεθείτε ξανά ώστε οι αλλαγές να ισχύσουν.
eo: Vi devas rekonektiĝi por ke la ŝanĝoj efektiviĝu.
es: Debe volverse a conectar para que los cambios tengan efecto.
es_mx: Debes reconectarte para que los cambios surtan efecto.
eu_es: Berriro ere konektatu beharko duzu aldaketak gauzatzeko
fa_ir: شما باید برای اعمال تغییرات از نو متصل شوید.
fi_fi: Sinun täytyy kirjautua uudelleen, jotta muutokset tulevat voimaan.
fo_fo: Tú mást tengjast aftur so broytingarnar taka virknað.
fur: Tu âs da ricolegâti par fâ jentrâ in vigôr i cambiaments.
ga: Caithfidh tú athcheangal ionas go dtiocfaidh na hathruithe i bhfeidhm.
gl: Debe volverse a conectar para que os cambios teñan efecto.
he_il: עליך להתחבר מחדש כדי שהשינויים ייכנסו לתוקף.
hi: परिवर्तनों को प्रभावी होने के लिए आपको पुनः जुड़ना होगा।
hr_hr: Morate izvršiti ponovno spajanje da izmjene budu primjenjene.
hu_hu: Újra be kell jelentkeznie a változások életbe lépéséhez.
hy: Վերամիացեք, որպեսզի փոփոխությունները ուժի մեջ մտնեն:
id_id: Anda harus terhubung kembali agar perubahan berlaku.
it: Devi ricollegarti per rendere effettive le modifiche
ja: 変更を適用するには、再接続する必要があります。
ka_ge: თქვენ უნდა გაიაროთ ხელახლა დაკავშირება ცვლილებების ძალაში შესასვლელად.
ko_kr: 변경 사항이 적용되도록 다시 연결해야 합니다.
lo: ທ່ານຕ້ອງເຊື່ອມຕໍ່ໃໝ່ເພື່ອໃຫ້ການປ່ຽນແປງມີຜົນ.
lt_lt: Turite prisijungti iš naujo, kad pakeitimai įsigaliotų.
lv_lv: Jums jāatvienojas, lai izmaiņas tiktu pieņemtas
mk_mk: Мора да се поврзеш повторно за промените да стапат во сила.
ms_my: Anda mesti bersambung semula supaya perubahan itu berkuat kuasa.
my_mm: ပြောင်းလဲမှုများအကျိုးသက်ရောက်စေရန် သင်သည် ပြန်လည်ချိတ်ဆက်ရမည်ဖြစ်သည်။
ne: परिवर्तनहरू लागू हुनको लागि तपाईंले पुन: जोडिनुपर्छ।
nl: U dient opnieuw verbinding te maken om de wijzigingen door te voeren.
nn_no: Du må koble til igjen for at endringane skal tre i kraft.
oc: Vos cal vos reconnectede per que los cambiaments puguen entrar en vigor.
pl_pl: Musisz podłączyć tak, aby zmiany odniosły skutek.
ps: تاسو باید بیا تړل شئ ترڅو بدلونونه اغیزمن شي.
pt_br: Você tem que reconectar para que as alterações tenham efeito.
pt_pt: Tem de voltar a conectar-se para que as alterações sejam actualizadas.
ro_ro: Trebuie să va reconectați pentru ca modificările să aibă efect.
ru_ru: Вы должны подключиться заново для того, чтобы изменения вступили в силу
sk_sk: Musíte sa opätovne pripojiť aby zmeny nadobudli účinnosť.
sl: Za uveljavitev sprememb se je potrebno ponovno povezati s strežnikom.
sq: Duhet të rindërkoni lidhjen që ndryshimet të marrin efekt.
sr_rs: Morate se ponovo povezati da bi promene stupile na snagu.
sv_se: Du måste koppla upp dig igen för att ändringarna ska ge effekt.
sw_ke: Lazima uunganishe tena ili mabadiliko yatumike.
ta: மாற்றங்கள் அமலாகும் வரை மீண்டும் இணைக்க வேண்டும்.
th: คุณต้องเชื่อมต่อใหม่เพื่อให้การเปลี่ยนแปลงมีผล
tl_ph: Kailangan mong mag-reconnect upang maging epektibo ang mga pagbabago.
tr: Değişikliklerin etkili olması için yeniden bağlanmalısınız.
uk_ua: Ви мусите перепідключитися, щоб зміни набули чинності.
vi_vn: Bạn phải kết nối lại để các thay đổi có hiệu lực.
xh_za: Kufuneka uqondelele ngokutsha ukuze izitshintsho ziqale ukusebenza.
zh_cn: 您需要重新连接以使更改生效。
zh_tw: 你要重新連線以使改變生效。

source: Change settings
ar: تغيير الاعدادات
ast_es: Cambiar parámetros
bn_bd: সেটিংস পরিবর্তন করুন
bs_ba: Promijeni postavke
ca_es: Canviar paràmetres
cs_cz: Změnit nastavení
da: Kursusindstillinger
de: Einstellungen ändern
el: Αλλαγή ρυθμίσεων
eo: Ŝanĝi agordojn
es: Cambiar parámetros
es_mx: Cambiar configuración
eu_es: Aldatu parametroak
fa_ir: تغییر تنظیمات
fi_fi: Muuta asetuksia
fo_fo: Broyta stillingar
fur: Cjange impuestazions
ga: Athraigh socruithe
gl: Cambiar parámetros
he_il: שנה הגדרות
hi: सेटिंग्स बदलें
hr_hr: Promjena postavki
hu_hu: Beállítások megváltoztatása
hy: Փոխել կարգավորումները
id_id: Ubah pengaturan
it: Cambia i parametri
ja: 設定を変更
ka_ge: პარამეტრების შეცვლა
ko_kr: 설정 변경
lo: ປ່ຽນການຕັ້ງຄ່າ
lt_lt: Keisti nustatymus
lv_lv: Mainīt iestatījumus
mk_mk: Промени поставки
ms_my: Tukar tetapan
my_mm: ဆက်တင်များပြောင်းပါ
ne: सेटिङ्स परिवर्तन गर्नुहोस्
nl: Instellingen wijzigen
nn_no: Endre innstillingar
oc: Modificar las paramètres
pl_pl: Zmień ustawienia
ps: تنظیمات بدل کړئ
pt_br: Alterar configurações
pt_pt: Modificar configurações
ro_ro: Schimbati parametrii
ru_ru: Изменить установочные параметры
sk_sk: Zmeniť nastavenia
sl: Spremeni nastavitve
sq: Ndrysho cilësimet
sr_rs: Promeni podešavanja
sv_se: Ändra inställningar
sw_ke: Badilisha mipangilio
ta: அமைப்புகளை மாற்றவும்
th: เปลี่ยนการตั้งค่า
tl_ph: Baguhin ang settings
tr: Ayarları değiştir
uk_ua: Змінити налаштування
vi_vn: Thay đổi cài đặt
xh_za: Tshintsha iisettingi
zh_cn: 更改设置
zh_tw: 改變設定

source: Course language
ar: لغة المقرر
ast_es: Llingua del cursu:
bn_bd: কোর্স ভাষা
bs_ba: Jezik kursa
ca_es: Idioma del curs
cs_cz: Jazyk kurzu
da: Sprog på kursusside:
de: Kurssprache:
el: Γλώσσα μαθήματος
eo: Lingvo de kurso
es: Idioma del curso:
es_mx: Idioma del curso
eu_es: Ikastaroaren hizkuntza:
fa_ir: زبان:
fi_fi: Kieli:
fo_fo: Kursmál
fur: Lenghe dal cors
ga: Teanga an chúrsa
gl: Idioma do curso:
he_il: שפת הקורס
hi: कोर्स भाषा
hr_hr: Jezik kolegija:
hu_hu: A kurzus nyelve:
hy: Դասընթացի լեզու
id_id: Bahasa mata kuliah
it: Lingua usata:
ja: 言語:
ka_ge: კურსის ენა
ko_kr: 강좌 언어
lo: ພາສາຂອງຫຼັກສູດ
lt_lt: Kursų kalba
lv_lv: Valoda:
mk_mk: Јазик на курсот
ms_my: Bahasa kursus
my_mm: သင်တန်းဘာသာစကား
ne: कोर्स भाषा
nl: Taal van de cursus:
nn_no: Kursmål
oc: Lenga del curs
pl_pl: Język:
ps: د کورس ژبه
pt_br: Idioma do curso
pt_pt: Idioma
ro_ro: Limba cursului:
ru_ru: Язык курса:
sk_sk: Jazyk kurzu:
sl: Jezik tečaja:
sq: Gjuha e kursit
sr_rs: Jezik kursa
sv_se: Välj språk:
sw_ke: Lugha ya kozi
ta: பாடநூல் மொழி
th: ภาษาคอร์ส
tl_ph: Wika:
tr: Dil:
uk_ua: Мова курсу
vi_vn: Ngôn ngữ khóa học
xh_za: Ulwimi lwekosi
zh_cn: 课程语言
zh_tw: 課程語言：

source: Confirm Clear Whiteboard
ar: أكد مسح اللوحة البيضاء
ast_es: Confirmar llimpieza de pizarra
bn_bd: হোয়াইটবোর্ড পরিষ্কার নিশ্চিত করুন
bs_ba: Potvrdi brisanje table
ca_es: Confirmar la neteja de la pissarra
cs_cz: Potvrdit vymazání tabule
da: Bekræft at Whiteboard skal ryddes
de: Whiteboard löschen bestätigen
el: Επιβεβαίωση διαγραφής πίνακα
eo: Konfirmi forigi tavolon
es: Confirmar la limpieza de la pizarra
es_mx: Confirmar limpiar pizarra
eu_es: Berretsi arbel zuria garbitu dela
fa_ir: تایید پاک کردن وایتبرد
fi_fi: Haluatko varmasti tyhjentää taulun
fo_fo: Stovna svart tágnu
fur: Conferme pulizi lavagne
ga: Deimhnigh Glan Whiteboard
gl: Confirmar a limpeza do encerado
he_il: אשר נקה לוח לבן
hi: व्हाइटबोर्ड साफ़ करने की पुष्टि करें
hr_hr: Potvrdi brisanje ploče
hu_hu: Tábla törlésének engedélyezése
hy: Հաստատել սպիտակ տախտակի մաքրումը
id_id: Konfirmasi Hapus Papan Tulis
it: Conferma la cancellazione della lavagna
ja: ホワイトボードをクリア確認
ka_ge: შავი დაფის გასუფთავების დადასტურება
ko_kr: 화이트보드 지우기 확인
lo: ຢືນຢັນການລ້າງກະດານຂາວ
lt_lt: Patvirtinti baltojoje lentoje išvalymą
lv_lv: Apstiprināt tāfeles notīrīšanu
mk_mk: Потврди бришење на таблата
ms_my: Sahkan Padam Papan Putih
my_mm: ဝှိုက်ဘုတ်ရှင်းလင်းမှုကို အတည်ပြုပါ
ne: व्हाइटबोर्ड सफा गर्ने पुष्टि गर्नुहोस्
nl: Bevestig dat u het witbord wilt leegmaken.
nn_no: Stadfest tavla
oc: Confirmar l'escafatge del tableau blanc
pl_pl: Potwierdź wyczyszczenie tablicy
ps: وایټ بورډ پاک کول تایید کړئ
pt_br: Confirmar Limpar Whiteboard
pt_pt: Confirmar limpar o quadro branco
ro_ro: Confirmați curatirea tablei
ru_ru: Подтверждение очищения белой доски
sk_sk: Potvrdiť zmazanie tabule
sl: Potrdi brisanje table
sq: Konfirmoni Pastrimin e Fletores
sr_rs: Potvrdi brisanje table
sv_se: Godkänn rensning av whiteboard
sw_ke: Thibitisha Futa Bodi nyeupe
ta: வைட்போர்ட்டை அழிக்க உறுதிப்படுத்தவும்
th: ยืนยันล้างไวท์บอร์ด
tl_ph: Kumpirmahin ang Clear Whiteboard
tr: Tahtayı Temizle Onayı
uk_ua: Підтвердити очищення дошки
vi_vn: Xác nhận xóa bảng trắng
xh_za: Qinisekisa Cima iWhiteboard
zh_cn: 确认清除白板
zh_tw: 確定清刷白板

source: Should the whiteboard be cleared before I add a new Image?
ar: هل يجب مسح اللوحة قبل إضافة صورة جديدة
ast_es: ¿ Quier esborrar la pizarra enantes amestar una imaxe nueva ?
bn_bd: আমি নতুন ছবি যোগ করার আগে হোয়াইটবোর্ড পরিষ্কার করা উচিত কি?
bs_ba: Treba li se tabla obrisati prije nego dodam novu sliku?
ca_es: Vol esborrar la pissarra abans d'afegir una nova imatge ?
cs_cz: Má se tabule vyčistit před přidáním nového obrázku?
da: Skal whiteboardet ryddes før jeg tilføjer et nyt billede?
de: Soll das Whiteboard gelöscht werden, bevor ich ein neues Bild hinzufüge?
el: Να διαγραφεί ο πίνακας πριν προσθέσω νέα εικόνα;
eo: Ĉu la tavolo estu forigita antaŭ ol mi aldonas novan bildon?
es: ¿ Quiere borrar la pizarra antes de añadir una nueva imagen ?
es_mx: ¿Debo limpiar la pizarra antes de agregar una nueva imagen?
eu_es: Beste irudi bat gehitu baino lehen arbela garbitu nahi al duzu?
fa_ir: آیا وایتبرد قبل از افزودن تصویر جدید باید پاک شود؟
fi_fi: Tyhjennetäänkö taulu ennen uuden kuvan lisäystä?
fo_fo: Skal svart tágnan vælkast áðrenn eg legg nýtt mynd til?
fur: Si scancele la lavagne prime che ju zonte une gnove figure?
ga: Ar cheart an clár bán a ghlanadh sula gcuirim íomhá nua leis?
gl: Quere borrar o encerado antes de engadir unha nova imaxe ?
he_il: האם צריך לנקות את הלוח הלבן לפני שאוסיף תמונה חדשה?
hi: क्या मैं नई छवि जोड़ने से पहले व्हाइटबोर्ड साफ़ कर दूँ?
hr_hr: Želite li brisanje ploče prije dodavanja nove slike?
hu_hu: Törlődjön a tábla tartalma, mielőtt hozzáadja az új képet?
hy: Սպիտակ տախտակը մաքրվե՞լ է նոր նկար ավելացնելուց առաջ:
id_id: Haruskah papan tulis dihapus sebelum saya menambahkan Gambar baru?
it: Posso cancellare la lavagna prima di aggiungere la nuova immagine?
ja: 新しい画像を追加する前にホワイトボードをクリアしますか？
ka_ge: გავასუფთაო შავი დაფა ახალი სურათის დამატებამდე?
ko_kr: 새 이미지를 추가하기 전에 화이트보드를 지워야 하나요?
lo: ກະດານຂາວຄວນຖືກລ້າງກ່ອນທີ່ຂ້ອຍຈະເພີ່ມຮູບໃໝ່ບໍ່?
lt_lt: Ar baltoji lenta turi būti išvalyta prieš pridedant naują paveikslėlį?
lv_lv: Vai tāfeli var notīrīt, pirms esmu pievienojis jaunu attēlu ?
mk_mk: Да се избрише таблата пред да додадам нова слика?
ms_my: Adakah papan putih perlu dipadamkan sebelum saya tambah Imej baru?
my_mm: ပုံအသစ်ထည့်မီ ဝှိုက်ဘုတ်ကို ရှင်းလင်းသင့်ပါသလား။
ne: नयाँ तस्वीर थप्नुअघि व्हाइटबोर्ड सफा गर्नुपर्छ?
nl: Dient het witbord leeggemaakt te worden voordat een nieuwe afbeelding toegevoegd wordt?
nn_no: Ska tavla tømtast før eg legg til eit nytt bilete?
oc: Deu èsser escafat lo tableau blanc abans qu'òm apond un imatge novèl ?
pl_pl: Wyczyścić tablicę przed dodaniem nowego obrazu?
ps: آیا وایټ بورډ د نوې انځور اضافه کولو دمخه پاک شي؟
pt_br: Se o whiteboard ser limpo antes de eu adicionar uma nova imagem?
pt_pt: O quadro branco deve ser limpo antes de poder adicionar uma nova imagem?
ro_ro: Doriți să ștergeți cu tabla înainte de a adăuga o nouă imagine ?
ru_ru: Должна ли быть очищена белая доска перед тем, как я добавлю новое изображение?
sk_sk: Mala by byť tabuľa zmazaná predtým ako pridám nový obrázok?
sl: Naj se tabla počisti pred dodajanjem nove slike?
sq: A duhet të pastrohet fletorja para se të shtoj një Imazh të ri?
sr_rs: Da li da obrišem tabelu pre dodavanja nove slike?
sv_se: Ska whiteboarden rensas innan jag lägger till en ny bild?
sw_ke: Je, bodi nyeupe ifutwe kabla sijaongeza Picha mpya?
ta: புதிய படத்தைச் சேர்க்கும் முன் வைட்போர்ட்டை அழிக்க வேண்டுமா?
th: ควรล้างไวท์บอร์ดก่อนเพิ่มรูปภาพใหม่หรือไม่?
tl_ph: Dapat bang i-clear ang whiteboard bago ko magdagdag ng bagong Image?
tr: Yeni Resim eklemeden önce tahta temizlensin mi?
uk_ua: Чи потрібно очистити дошку перед додаванням нового зображення?
vi_vn: Có nên xóa bảng trắng trước khi tôi thêm Hình ảnh mới không?
xh_za: Ngaba iwhiteboard mayicocwa ngaphambi kokuba ndongeze umfanekiso omtsha?
zh_cn: 在添加新图像前是否清除白板？
zh_tw: 在我加上新圖像前，是否要先清刷白板？
