Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Allows users to copy files from a course in your personal file area, visible through the Social Network or through the HTML editor when they are out of a course
so_so: U oggolow isticmaaleha inay koobiyeeyaan faylalka koorsada aaggaaga faylka gaarka ah, oo ka muuqda Shabakadda Bulshada ama iyada oo loo marayo tifaftiraha HTML marka ay ka baxaan koorsada

source: Update Image
so_so: Cusboonaysii Sawirka

source: Enable time limits
so_so: Oggolow xadidaha waqtiga

source: Protected Document
so_so: Dokumentka la ilaaliyo

source: Last logins
so_so: Galalka ugu dambeeyay

source: All logins
so_so: Dhammaan galalka

source: Draw
so_so: Sawir

source: No course at this category level
so_so: Ma jiro koorsad heerkan qaybta

source: Connections last month
so_so: Xiriirada bishii hore

source: Total learners
so_so: Wadarta ardayda

source: Filtering with score %s
so_so: Shaandhaynta dhibcaha %s

source: Taken
so_so: La qaaday

source: Not taken
so_so: Ma qaadan

source: Pass minimum %s
so_so: Ka gudub %s ugu yaraan

source: Fail
so_so: Fashil

source: Exam tracking
so_so: La socodka imtixaanka

source: No attempts
so_so: Ma jiraan isku day

source: Create a course request
so_so: Samee codsi koorsad

source: Terms and Conditions
so_so: Shuruudaha iyo Xaaladaha

source: Read the Terms and Conditions
so_so: Akhriso Shuruudaha iyo Xaaladaha

source: I have read and I accept the Terms and Conditions
so_so: Waan akhriyay oo waan aqbalay Shuruudaha iyo Xaaladaha

source: You have to accept our Terms and Conditions to proceed.
so_so: Waa inaad aqbashaa Shuruudaha iyo Xaaladaha si aad u sii wadato.

source: Your request for a new course has been sent successfully. You may receive a reply soon, within one or two days.
so_so: Codsigaa koorsad cusub ayaa si guul leh loo diray. Waxaa laga yaabaa inaad jawaab hesho dhaqso, gudaha hal ama laba maalmood.

source: Review incoming course requests
so_so: Duruqi codsiyada koorsadaha soo galaya

source: Accepted course requests
so_so: Codsiyada koorsadaha la aqbalay

source: Rejected course requests
so_so: Codsiyada koorsadaha la diiday

source: Create this course request
so_so: Samee codsigaan koorsad

source: Request date
so_so: Taariikhda codsiga

source: Accept this course
so_so: Aqbal koorskan

source: A new course %s is going to be created. Is it OK to proceed?
so_so: Koors cusub %s ayaa la abuuri doonaa. Ma fiican tahay in la sii wado?

source: Additional information about %s course request is going to be asked through an e-mail message. Is it OK to proceed?
so_so: Macluumaad dheeraad ah oo ku saabsan codsiga koorska %s ayaa lagu waydiin doonaa fariin iimeyl ah. Ma fiican tahay in la sii wado?

source: Ask for additional information
so_so: Waydiin macluumaad dheeraad ah

source: Your browser does not support SVG files. To use the drawing tool you must have an advanced browser such as Firefox or Chrome
so_so: Browser-kaagu ma taageero faylalka SVG. Si aad u isticmaasho qalabka sawir-qaadista waa inaad leedahay browser horumarsan sida Firefox ama Chrome

source: Browscap loading browscap.ini file that contains a large amount of data on the browser and its capabilities, so it can be used by the function get_browser () PHP
so_so: Browscap waxa uu raro faylka browscap.ini oo ay ku jiraan xog aad u badan oo ku saabsan browser-ka iyo awoodihiisa, si ay u isticmaali karaan shaqada get_browser () PHP

source: Delete this course request
so_so: Tirtir codsiga koorskan

source: The course request %s is going to be deleted. Is it OK to proceed?
so_so: Codsiga koorska %s ayaa la tirtiri doonaa. Ma fiican tahay in la sii wado?

source: Reject this course request
so_so: Diid codsiga koorskan

source: The course request %s is going to be rejected. Is it OK to proceed?
so_so: Codsiga koorska %s ayaa la diidi doonaa. Ma fiican tahay in la sii wado?

source: The course request %s has been accepted. A new course %s has been created.
so_so: Codsiga koorska %s waa la aqbalay. Koors cusub %s ayaa la abuuray.

source: The course request %s has not been accepted due to internal error.
so_so: Codsiga koorska %s lama aqbalin khalad gudaha ah dartiis.

source: The course request %s has been rejected.
so_so: Codsiga koorska %s waa la diiday.

source: The course request %s has not been rejected due to internal error.
so_so: Codsiga koorska %s lama diidin khalad gudaha ah dartiis.

source: Additional information about the course request %s has been asked.
so_so: Macluumaadka dheeraadka ah ee codsiga koorska %s ayaa la waydiiyay.

source: Additional information about the course request %s has not been asked due to internal error.
so_so: Macluumaadka dheeraadka ah ee codsiga koorska %s lama waydiin khalad gudaha ah dartiis.

source: The course request %s has been deleted.
so_so: Codsiga koorska %s waa la tirtiray.

source: The course request %s has not been deleted due to internal error.
so_so: Codsiga koorska %s lama tirtirin khalad gudaha ah dartiis.

source: Delete selected course request(s)
so_so: Tirtir codsiyada koorska la doortay

source: The selected course requests have been deleted.
so_so: Codsiyada la doortay ayaa la tirtiray.

source: Some of the selected course requests have not been deleted due to internal error.
so_so: Qaar ka mid ah codsiyada la doortay lama tirtirin khalad gudaha ah dartiis.

source: %s A request for a new course %s
so_so: %s Codsi loogu talagalay koors cusub %s

source: We registered the following request for a new course:
so_so: Waxaan diiwaan galnay codsigii soo socda ee loogu talagalay koors cusub:

source: This course request can be approved on the following page:
so_so: Codsiga koorskan waxaa lagu ansixin karaa boggan soo socda:

source: The "Course validation" feature is not enabled at the moment. In order to use this feature, please, enable it by using the %s setting.
so_so: Qaybta 'Course validation' hadda lama shaqayn. Si aad u isticmaasho qaybtan, fadlan, ku shaqali iyadoo la isticmaalayo %s goobta.

source: The information about this course request is considered protected; it can be used only to open a new course within our e-learning portal; it should not be revealed to third parties.
so_so: Macluumaadka ku saabsan codsiga koorskan waxaa loo tixgeliyaa inay tahay mid la ilaaliyo; waxaa loo isticmaali karaa oo keliya in la furo koors cusub gudaha bogga e-learning-ka; waa inaan loo muujin qolo saddexaad.

source: Courses validation
so_so: Xaqiijinta Koorsaska

source: When the 'Courses validation' feature is enabled, a teacher is not able to create a course alone. He/she fills a course request. The platform administrator reviews the request and approves it or rejects it.<br />This feature relies on automated e-mail messaging; set Chamilo to access an e-mail server and to use a dedicated an e-mail account.
so_so: Marka 'Courses validation' la shaqaliyo, macallinku ma awoodo inuu keligiis abuuro koors. Waxa uu buuxiya codsi koors ah. Maamulaha goobta waxa uu dib u eegaa codsiga oo uu ansixiyo ama diido.<br />Qaybtani waxay ku tiirsan tahay fariimaha iimeylka ee otomaatiga ah; Chamilo u dejiso inuu galo server iimeyl ah oo uu isticmaalo koonto iimeyl gaar ah.

source: %s A request for additional information about the course request %s
so_so: %s Codsi loogu talagalay macluumaad dheeraad ah oo ku saabsan codsiga koorska %s

source: We have received your request for a new course with code %s. Before we consider it for approval, we need some additional information. Please, provide brief information about the course content (description), the objectives, the learners or the users that are to be involved in the proposed course. If it is applicable, mention the name of the institution or the unit on which behalf you made the course request.
so_so: Waxaan helnay codsigaaga koors cusub leh code %s. Ka hor intaanan tixgelin ansixinta, waxaan u baahan nahay macluumaad dheeraad ah. Fadlan, bixi macluumaad kooban oo ku saabsan waxa ku jira koorska (sharaxaad), ujeedooyinka, ardayda ama isticmaalka la lug yeelan doono koorska la soo jeediyay. Haddii ay khusayso, sheeg magaca hay'adda ama qaybta aad ku matasho codsiga koorska.

source: %s The course request %s has been approved
so_so: %s Codsiga koorska %s waa la ansixiyay

source: Your course request %s has been approved. A new course %s has been created and you are registered in it as a teacher. You can access your newly created course from: %s
so_so: Codsigaaga koorska %s waa la ansixiyay. Koors cusub %s ayaa la abuuray oo waxaa lagu diiwaan geliyay macallin ahaan. Waxaad ka heli kartaa koorskaaga cusub: %s

source: %s The course request %s has been rejected
so_so: %s Codsiga koorska %s waa la diiday

source: To our regret we have to inform you that your course request %s has been rejected due to not fulfilling the requirements of our Terms and Conditions.
so_so: Nasiib darro waxaan ku wargalinaynaa in codsigaaga koorska %s la diiday sababtoo ah ma buuxin shuruudaha Shuruudaha iyo Xaaladaha.

source: Course validation - a link to the terms and conditions
so_so: Xaqiijinta Koorska - link u socda shuruudaha iyo xaaladaha

source: This is the URL to the 'Terms and Conditions' document that is valid for making a course request. If the address is set here, the user should read and agree with these terms and conditions before sending a course request.<br />If you enable Chamilo's 'Terms and Conditions' module and if you want its URL to be used, then leave this setting empty.
so_so: Tani waa URL-ka dukumentiga 'Terms and Conditions' ee ansax u ah samaynta codsi koors ah. Haddii ciwaanka halkan la dejiyo, isticmaalka waa inuu akhriyo oo uu ku raaco shuruudahan iyo xaaladaha ka hor inta uusan soo dirin codsiga koorska.<br />Haddii aad shaqaliso module-ka Chamilo ee 'Terms and Conditions' oo aad rabto in URL-keedu la isticmaalo, markaa goobtan ka tag meel bannaan.

source: The course has not been created due to an internal error.
so_so: Koorska lama abuurin khalad gudaha ah dartiis.

source: The course request has not been created due to an internal error.
so_so: Codsiga koorska lama abuurin khalad gudaha ah dartiis.

source: Edit a course request
so_so: Tafatir codsiga koorska

source: The course request you wanted to access has not been found or it does not exist.
so_so: Codsiga koorska aad rabtay inaad geliso lama helin ama ma jiro.

source: This file name already exists, choose another to save your image.
so_so: Magaca faylkan ayaa hore u jiray, dooro mid kale si aad u keydiso sawirkaaga.

source: The course request %s has not been updated due to internal error.
so_so: Codsiga koorska %s lama cusboonaysiin khalad gudaha ah dartiis.

source: The course request %s has been updated.
so_so: Codsiga koorska %s waa la cusboonaysiiyay.

source: Fill with demo content
so_so: Ku buuxi waxyaalaha demo

source: Single Sign On
so_so: Saxiixda kaliya

source: Enabling Single Sign On allows you to connect this platform as a slave of an authentication master, for example a Drupal website with the Drupal-Chamilo plugin or any other similar master setup.
so_so: Shaqalinta Single Sign On waxay kuu oggolaanaysaa inaad ku xidho goobtan sidii addoon u ah master-ka xaqiijinta, tusaale ahaan website-ka Drupal oo leh Drupal-Chamilo plugin ama hab kale oo la mid ah.

source: Domain of the Single Sign On server
so_so: Domain-ka server-ka Single Sign On

source: The domain of the Single Sign On server (the web address of the other server that will allow automatic registration to Chamilo). This should generally be the address of the other server without any trailing slash and without the protocol, e.g. www.example.com
so_so: Domain-ka server-ka Single Sign On (cinwaanka web-ka ee server-ka kale ee u oggolaanaya diiwaan gelinta otomaatiga ah Chamilo). Tani guud ahaan waa inay noqotaa ciwaanka server-ka kale oo aan lahayn jeex jeex ah oo aan lahayn borotokoolka, tusaale www.example.com

source: Single Sign On server authentication URL
so_so: URL-ga xaqiijinta serverka Saxiixda kaliya

source: The address of the page that deals with the authentication verification. For example /?q=user in Drupal's case.
so_so: Cinwaanka bogga ka shaqeeya xaqiijinta xaqiijinta. Tusaale /?q=user ee kiiska Drupal.

source: Single Sign On server's logout URL
so_so: URL-ka ka bixinta Single Sign On ee serverka

source: The address of the page on the server that logs the user out. This option is useful if you want users logging out of Chamilo to be automatically logged out of the authentication server.
so_so: Ciwaanka bogga serverka ee isticmaalaha ka bixiya. Ikhtiyaarkani waa mid faa'iido leh haddii aad rabto in isticmaale ka baxaya Chamilo si otomaatig ah looga bixiyo serverka xaqiijinta.

source: Single Sign On server's protocol
so_so: Borotokoolka Single Sign On ee serverka

source: The protocol string to prefix the Single Sign On server's domain (we recommend you use https:// if your server is able to provide this feature, as all non-secure protocols are dangerous for authentication matters)
so_so: Xadhigga borotokoolka lagu hor mariyo domainka Single Sign On serverka (waxaan kugula talinaynaa inaad isticmaasho https:// haddii serverkaagu awood u leeyahay inuu bixiyo sifadaan, maadaama dhammaan borotokoollada aan amniga ahayn ay khatar u yihiin arrimaha xaqiijinta)

source: WIRIS mathematical editor
so_so: WIRIS tifaftiraha xisaabta

source: Enable WIRIS mathematical editor. Installing this plugin you get WIRIS editor and WIRIS CAS.<br/>This activation is not fully realized unless it has been previously downloaded the <a href='http://www.wiris.com/es/plugins3/ckeditor/download' target='_blank'>PHP plugin for CKeditor WIRIS</a> and unzipped its contents in the Chamilo's directory main/inc/lib/javascript/ckeditor/plugins/.<br/>This is necessary because Wiris is proprietary software and his services are <a href='http://www.wiris.com/store/who-pays' target='_blank'>commercial</a>. To make adjustments to the plugin, edit configuration.ini file or replace his content by the file configuration.ini.default shipped with Chamilo.
so_so: Aktiveey WIRIS tifaftiraha xisaabta. Rakibaadda pluginkan waxaad heli doontaa WIRIS tifaftiraha iyo WIRIS CAS.<br/>Faa'iideyntani si buuxda uma xaqiijinayso ilaa hore loo soo dejinayo <a href='http://www.wiris.com/es/plugins3/ckeditor/download' target='_blank'>PHP plugin-ka CKeditor WIRIS</a> oo contentkiisa lagu daadiyay directory-ga Chamilo main/inc/lib/javascript/ckeditor/plugins/.<br/>Tani waa mid lama huraan ah sababtoo ah Wiris waa software-ga gaarka ah oo adeegyadiisuna waa <a href='http://www.wiris.com/store/who-pays' target='_blank'>ganacsi</a>. Si aad u sameyso hagaajinta plugin-ka, tafatir faylka configuration.ini ama ku beddel content-kiisa faylka configuration.ini.default oo Chamilo la socda.

source: File export as
so_so: Dajinta faylka sida

source: Spell check
so_so: Baaritaanka higaada

source: Enable spell check
so_so: Aktiveey baaritaanka higaada

source: Create and edit SVG files
so_so: Abuur iyo tafatir faylalka SVG

source: This option allows you to create and edit SVG (Scalable Vector Graphics) multilayer online, as well as export them to png format images.
so_so: Ikhtiyaarkani wuxuu kuu oggolaanayaa inaad abuurto oo aad tafatirto SVG (Sawirada Vector-ka la Qaabayn karo) multilayer-ka online, iyo sidoo kale u dajiso sawirrada qaabka png.

source: Forcing pasting as plain text in the wiki
so_so: Qasabka ku dhejinta sida qoraal fudud ee wiki-ga

source: This will prevent many hidden tags, incorrect or non-standard, copied from other texts to stop corrupting the text of the Wiki after many issues; but will lose some features while editing.
so_so: Tani waxay ka hortagaysaa calaamooyin badan oo qarsoon, kuwo aan sax ahayn ama aan heer-sarrayn ahayn, oo laga soo guuriyay qoraallo kale si aysan u kharribin qoraalka Wiki-ga ka dib arrimo badan; laakiin waxay lumineysaa astaamo inta inta la tafatirayo.

source: Activate Google maps
so_so: Aktiveey Google maps

source: Activate the button to insert Google maps. Activation is not fully realized if not previously edited the file main/inc/lib/fckeditor/myconfig.php and added a Google maps API key.
so_so: Aktiveey badhanka gelinta Google maps. Faa'iideyntu si buuxda uma xaqiijinayso haddii aan hore loo tafatirin faylka main/inc/lib/fckeditor/myconfig.php oo lagu daro furaha API Google maps.

source: Activate Image maps
so_so: Aktiveey sawirada maps

source: Activate the button to insert Image maps. This allows you to associate URLs to areas of an image, creating hotspots.
so_so: Aktiveey badhanka gelinta sawirada maps. Tani waxay kuu oggolaanaysaa inaad ku xidho URL-yada meelaha sawirka, abuurista hotspots.

source: Clean search results
so_so: Nadiifi natiijooyinka raadinta

source: Exercise can't be edited after being added to the Learning Path
so_so: Layli ma tafatiri karo ka dib marka lagu daro Waddada Waxbarashada

source: Course tool
so_so: Qalabka koorsada

source: Results of learning paths exercises by session
so_so: Natiijooyinka layliyada wadooyinka waxbarashada ee kalfadhi kasta

source: Learning paths exercises results list
so_so: Liiska natiijooyinka layliyada wadooyinka waxbarashada

source: Please select a course
so_so: Fadlan dooro koorsad

source: Learner score average is calculated bases on all learning paths and all attempts
so_so: Celceliska dhibcaha ardayga waxaa lagu xisaabiyaa dhammaan wadooyinka waxbarashada iyo dhammaan isku dayada

source: Average score
so_so: Celceliska dhibcaha

source: Last connexion date
so_so: Taariikhda isku xidhka ugu dambeeyay

source: BigBlueButton videoconference tool
so_so: Qalabka videoconferencing-ka BigBlueButton

source: Choose whether you want to enable the BigBlueButton videoconference tool. Once enabled, it will show as an additional course tool in all courses' homepage, and teachers will be able to launch a conference at any time. Learners will not be able to launch a conference, only join one. If you don't have a BigBlueButton server, please <a href="http://bigbluebutton.org/" target="_blank">set one up</a> or ask the <a href="http://www.chamilo.org/en/providers" target="_blank">Chamilo official providers</a> for a quote.
so_so: Dooro haddii aad rabto inaad aktiveysid qalabka videoconferencing-ka BigBlueButton. Marka la aktiveeyo, waxay ka muuqan doontaa qalab koorsad dheeraad ah dhammaan bogagga koorsadaha, macallimiinta-na waxay awood u yeelan doonaan inay bilaabaan shir-wada-hadal wakhti kasta. Ardaydu ma awoodi doonaan inay bilaabaan shir-wada-hadal, kaliya ku biiraan mid. Haddii aadan lahayn server BigBlueButton, fadlan <a href="http://bigbluebutton.org/" target="_blank">mid samee</a> ama weydiiso <a href="http://www.chamilo.org/en/providers" target="_blank">bixiyeyaasha rasmiga ah ee Chamilo</a> qiime.

source: BigBlueButton server host
so_so: Host-ka serverka BigBlueButton

source: This is the name of the server where your BigBlueButton server is running. Might be <i>localhost</i>, an IP address (e.g. 192.168.13.54) or a domain name (e.g. my.video.com).
so_so: Tani waa magaca serverka halka serverkaaga BigBlueButton ka shaqeeyo. Waxay noqon kartaa <i>localhost</i>, ciwaan IP (tusaale 192.168.13.54) ama magac domain (tusaale my.video.com).

source: Security key of the BigBlueButton server
so_so: Furfuraha amniga ee serverka BigBlueButton

source: This is the security key of your BigBlueButton server, which will allow your server to authentify the Chamilo installation. Refer to the BigBlueButton documentation to locate it.
so_so: Tani waa furaha amniga ee serverkaaga BigBlueButton, kaas oo u oggolaanaya serverkaaga inuu xaqiijiyo rakibaadda Chamilo. Tixraac dukumentiga BigBlueButton si aad u hesho.

source: Select a picture (SVG, PNG)
so_so: Dooro sawir (SVG, PNG)

source: Only accessible from your group
so_so: Kaliya kooxdaada laga heli karo

source: This will create a special wiki page in which the teacher can describe the task and which will be automatically linked to the wiki pages where learners perform the task. Both the teacher's and the learners' pages are created automatically. In these tasks, learners can only edit and view theirs pages, but this can be changed easily if you need to.
so_so: Tani waxay abuuri doontaa bog wiki gaar ah kaas oo macallinku ku sharraxayn karo shaqada oo si otomaatig ah ugu xidhi doonto bogagga wiki ee ardaydu shaqada ka fuliyaan. Bogagga macallinka iyo ardaydu labaduba si otomaatig ah ayaa loo abuuraa. Hawlahan, ardaydu waxay kaliya tafatiri karaan oo arki karaan bogaggooda, laakiin tani si fudud ayaa loo beddeli karaa haddii aad u baahato.

source: Folders of users
so_so: Xerooyinka isticmaale

source: User folder
so_so: Xero isticmaale

source: INFORMATION VISIBLE TO THE TEACHER ONLY: The users folder contains a folder for each user who has accessed it through the documents tool, or when any file has been sent in the course through the online editor. If neither circumstances has occurred, then no user folder will have been created. In the case of groups, files that are sent through the editor will be added in the folder of each group, which is only accessible by students from this group.
so_so: MACLUUMAADKA MACALLINKA KALIYA ILAALI LAHAA: Xero isticmaale wuxuu ka kooban yahay xero gaar ah oo loogu talagalay isticmaale kasta oo ka accayo qalabka dukumentiga, ama marka fayl kasta lagu diro koorsadda iyada oo loo marayo tifaftiraha online. Haddii labada xaaladood midkoodna uusan dhicin, markaa xero isticmaale lama abuuri doono. Xaaladda kooxaha, faylalka tifaftiraha loo diro waxaa lagu dari doonaa xero koox kasta, taas oo kaliya ay heli karaan ardayda kooxdan.

source: INFORMATION VISIBLE TO THE TEACHER ONLY: This folder contains all sessions that have been opened in the chat. Although the chat sessions can often be trivial, others can be really interesting and worthy of being incorporated as an additional work document. To do this without changing the visibility of this folder, make the file visible and link it from where you deem appropriate. It is not recommended to make this folder visible to all.
so_so: MACLUUMAADKA MACALLINKA KALIYA ILAALI LAHAA: Xerkani waxaa ku jira dhammaan kalfadhiyada chat-ka ee la furay. In kasta oo kalfadhiyada chat-ka ay badanaa noqon karaan kuwo fudud, kuwo kalena waxay noqon karaan kuwo runtii xiiso leh oo mudan in lagu daro dukumenti shaqo dheeraad ah. Si tan loo sameeyo iyada oo aan la beddelin muuqalka xerkan, faylka ka dhig mid muuqda oo ka xidho halka aad u aragto mid ku habboon. Lama talinayo in xerkani muuqdo dhammaan.

source: INFORMATION VISIBLE TO THE TEACHER ONLY: This folder contains the various certificates templates that have been created for the rating tool. It is not recommended to make this folder visible to all.
so_so: MACLUUMAADKA MACALLINKA KALIYA ILAALI LAHAA: Xerkani waxaa ku jira qaababka shahaadooyinka kala duwan ee loo abuuray qalabka qiimeynta. Lama talinayo in xerkani muuqdo dhammaan.

source: Destination folder
so_so: Xerada goobta

source: Chat conversations history
so_so: Taariikhda sheekaysiga chat-ka

source: Video
so_so: Fiidiyoow

source: Images
so_so: Sawirro

source: Upload corrections
so_so: Rari sixidda

source: Enable online services for text to speech conversion
so_so: Aktiveey adeegyada online ee beddelka qoraalka ee hadalka

source: Online tool to convert text to speech. Uses speech synthesis technology to generate audio files saved into your course.
so_so: Qalab online ah oo beddelaya qoraalka hadalka. Waxay isticmaashaa tignoolajiyada hadalka synthesis si ay u abuurto fayllo maqal ah oo lagu keydiyo koorsadaada.

source: Show users folders in the documents tool
so_so: Muuji xerooyinka isticmaale ee qalabka dukumentiga
