Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Go to the forum
ar: الذهاب إلى المنتدى
ast_es: Dir a foru
bn_bd: ফোরামে যান
bs_ba: Idi na forum
ca_es: Anar al fòrum
cs_cz: Jdi na fórum
da: Gå til forummet
de: Zum Forum
el: Μετάβαση στην Περιοχή Συζητήσεων
eo: Iri al la forumo
es: Ir al foro
es_mx: Ir al Foro
eu_es: Joan forora
fa_ir: رفتنبه پیامگاه
fi_fi: Mene foorumiin
fo_fo: Far til fórumið
fur: Vâ al forum
ga: Téigh go dtí an fóram
gl: Ir ó foro
he_il: עבור לפורום
hi: फोरम पर जाएँ
hr_hr: Pođi na forum
hu_hu: Ugrás a következő fórumra
hy: Անցնել ֆորում
id_id: Lihat forum
it: Vai al forum
ja: フォーラムに移動
ka_ge: ფორუმზე გადასვლა
ko_kr: 포럼으로 이동
lo: ໄປທີ່ກະດານສົນທະນາ
lt_lt: Į forumą
lv_lv: Doties uz forumu
mk_mk: Оди на форумот
ms_my: Pergi ke forum
my_mm: ဖိုရမ်သို့ သွားပါ
ne: फोरममा जानुहोस्
nl: Ga naar het forum
nn_no: Gå til forumet
oc: Anar al forum
pl_pl: Przejdź do forum
ps: فورم ته لاړ شئ
pt_br: Ir para o fórum
pt_pt: Ir para o fórum
ro_ro: Spre forum
ru_ru: Идти на форум
sk_sk: Choď do fóra
sl: Pojdi na forum
sq: Shko në forum
sr_rs: Idi na forum
sv_se: Gå till forumet
sw_ke: Nenda kwenye kongamano
ta: விவாதமன்றத்திற்குச் செல்லவும்
th: ไปที่การอภิปราย
tl_ph: Pumunta sa forum
tr: Forum sayfasına git
uk_ua: Йдіть до форуму
vi_vn: Đi đến diễn đàn
xh_za: Yiya kwiforamu
zh_cn: 转向论坛
zh_tw: 轉向論壇

source: Category code
ar: رمز الصنف
ast_es: Códigu de la categoría
bn_bd: বিভাগ কোড
bs_ba: Šifra kategorije
ca_es: Codi de categoria
cs_cz: Kód kategorie
da: Kategorikode
de: Code der Kategorie
el: Κωδικός κατηγορίας
eo: Kategoria kodo
es: Código de la categoría
es_mx: Código de la categoría
eu_es: Kategoria kodea
fa_ir: کد طبقه
fi_fi: Kategoriakoodi
fo_fo: Bólkakota
fur: Codice categorî
ga: Cód catagóire
gl: Categoría de código
he_il: קוד קטגוריה
hi: श्रेणी कोड
hr_hr: Šifra kategorije
hu_hu: Kategória kód
hy: Կատեգորիայի կոդ
id_id: Kode Kategori
it: Codice Categoria
ja: カテゴリコード
ka_ge: კატეგორიის კოდი
ko_kr: 카테고리 코드
lo: ລະຫັດໝວດໝູ່
lt_lt: Kategorijos kodas
lv_lv: Nodaļas kods
mk_mk: Шифра на категоријата
ms_my: Kod kategori
my_mm: အမျိုးအစားကုဒ်
ne: श्रेणी कोड
nl: Categoriecode
nn_no: Kategorikode
oc: Còde de la categoria
pl_pl: Kod kategorii
ps: د کټګورۍ کوډ
pt_br: Código de Categoria
pt_pt: Código da categoria
ro_ro: Codul categoriei
ru_ru: Код категории
sk_sk: Kód kategórie
sl: Koda kategorije
sq: Kodi i kategorisë
sr_rs: Šifra kategorije
sv_se: Kategorikod
sw_ke: Msimbo wa kundi
ta: வகை குறியீடு
th: รหัสประเภท
tl_ph: Kodigo ng Kategorya
tr: Kategori kodu
uk_ua: Код категорії
vi_vn: Mã danh mục
xh_za: Ikhowudi yendalo
zh_cn: 分类代码
zh_tw: 分類代碼

source: The Twitter Creator is a Twitter account (e.g. @ywarnier) that represents the *person* that created the site. This field is optional.
ar: الحساب الشخصي لتويتر هو الحساب الذي يمثل الشخص، وهذا الحقل اختياري
ast_es: El Creador de Twitter ye una cuenta de Twitter (por exemplu, @ywarnier) que representa a la *persona* que creó'l sitiu. Esti campu ye opcional.
bn_bd: টুইটার ক্রিয়েটর হলো সাইট তৈরি করা *ব্যক্তি*কে প্রতিনিধিত্বকারী একটি টুইটার অ্যাকাউন্ট (যেমন @ywarnier)। এই ক্ষেত্রটি ঐচ্ছিক।
bs_ba: Twitter Creator je Twitter račun (npr. @ywarnier) koji predstavlja *osobu* koja je kreirala stranicu. Ovo polje je opciono.
ca_es: El creador del compte de Twitter és un compte personal de Twitter (per exemple: @ywarnier) que representa la *persona* que està a càrrec o representa aquest portal. Aquest camp és opcional.
cs_cz: Twitter Creator je Twitter účet (např. @ywarnier), který představuje *osobu*, která vytvořila web. Toto pole je volitelné.
da: Twitter Creator er en Twitter-konto (f.eks. @ywarnier), der repræsenterer *personen*, der oprettede webstedet. Dette felt er valgfrit.
de: Der Twitter-Creator ist ein Twitter-Konto (z.B. @ywarnier), der die *Person*, die die Website erstellt hat, repräsentiert. Dieses Feld ist optional.
el: Ο Δημιουργός του λογαριασμού Twitter είναι ένας λογαριασμός (π.χ. @ywarnier) που εκπροσωπεί το *άτομο* που δημιούργησε το site. Αυτό το πεδίο είναι προαιρετικό.
eo: La Twitter-Kreinto estas Twitter-konto (ekz. @ywarnier), kiu reprezentas la *personon*, kiu kreis la retejon. Ĉi tiu kampo estas nedeviga.
es: Cuenta personal de Twitter (ej: @ywarnier) que representa la *persona* que está a cargo de o representa este portal. Este campo es opcional.
es_mx: El Creador de Twitter es una cuenta de Twitter (p.ej. @ywarnier) que representa a la *persona* que creó el sitio. Este campo es opcional.
eu_es: Twitter Sortzailea zure webgunea sortu duen *pertsona* ordezkatzen duen Twitter kontua da (adib. @ywarnier). Eremu hau aukerakoa da.
fa_ir: حساب Twitter Creator یک حساب توییتر (مثل @ywarnier) است که *شخص* ایجادکننده سایت را نمایندگی می‌کند. این فیلد اختیاری است.
fi_fi: Twitter-luojatili on Twitter-tili (esim. @ywarnier), joka edustaa sivuston *luojaa*. Tämä kenttä on valinnainen.
fo_fo: Twitter-upprættarin er ein Twitter-konto (t.d. @ywarnier), sum stovnar *persónin*, sum upprættaði síðuna. Hetta feltið er valframt.
fur: Il Creator di Twitter è un cont Twitter (par es. @ywarnier) che rapresente la *persone* che à creât il sit. Chest camp è opcional.
ga: Is cuntas Twitter é Cruthaitheoir Twitter (m.sh. @ywarnier) a dhéanann ionadaíocht ar an *duine* a chruthaigh an suíomh. Tá an réimse seo roghnach.
gl: Conta persoal de Twitter (ex: @ywarnier) que representa a *persoa* que está a cargo de ou representa este portal. Este campo é opcional.
he_il: יוצר הטוויטר הוא חשבון טוויטר (למשל @ywarnier) המייצג את *האדם* שיצר את האתר. שדה זה הוא אופציונלי.
hi: ट्विटर क्रिएटर वह ट्विटर खाता है (जैसे @ywarnier) जो साइट बनाने वाले *व्यक्ति* का प्रतिनिधित्व करता है। यह फ़ील्ड वैकल्पिक है।
hr_hr: Twitter Creator je Twitter račun (npr. @ywarnier) koji predstavlja *osobu* koja je stvorila stranicu. Ovo polje je neobavezno.
hu_hu: A Twitter Creator egy Twitter fiók (pl. @ywarnier), amely a weboldalt létrehozó *személyt* képviseli. Ez a mező opcionális.
hy: Twitter Creator-ը Twitter հաշիվ է (օրինակ՝ @ywarnier), որը ներկայացնում է կայքը ստեղծած *անձին*: Այս դաշտը ոչ պարտադիր է:
id_id: Pencipta Twitter adalah akun Twitter (misalnya @ywarnier) yang mewakili *orang* yang membuat situs. Bidang ini opsional.
it: Il Creatore account Twitter è un account Twitter (per es. @accademia) e rappresenta la *persona* che ha creato il sito. Questo campo è opzionale.
ja: Twitter作成者は、サイトを作成した*人*を表すTwitterアカウント（例: @ywarnier）です。このフィールドはオプションです。
ka_ge: Twitter-ის შემქმნელი არის Twitter-ის ანგარიში (მაგ. @ywarnier), რომელიც წარმოადგენს საიტის შემქმნელ *პიროვნებას*. ეს ველი სურვილისამებრია.
ko_kr: 트위터 생성자는 사이트를 생성한 *개인*을 대표하는 트위터 계정 (예: @ywarnier)입니다. 이 필드는 선택 사항입니다.
lo: ຜູ້ສ້າງ Twitter ແມ່ນບັນຊີ Twitter (ຕົວຢ່າງ: @ywarnier) ທີ່ເປັນຕົວແທນຂອງ *ບຸກຄົນ* ທີ່ສ້າງເວັບໄຊທ໌. ຊ່ອງຂໍ້ມູນນີ້ບໍ່ແມ່ນການບັງຄັບ.
lt_lt: Twitter kūrėjas yra Twitter paskyra (pvz. @ywarnier), atstovaujanti *asmeniui*, kuris sukūrė svetainę. Šis laukas yra neprivalomas.
lv_lv: Twitter Creator ir Twitter konts (piem., @ywarnier), kas pārstāv *personu*, kas izveidoja vietni. Šis lauks ir neobligāts.
mk_mk: Twitter Creator е Twitter сметка (на пр. @ywarnier) што ја претставува *личноста* што го создала сајтот. Ова поле е опционално.
ms_my: Pencipta Twitter ialah akaun Twitter (contohnya @ywarnier) yang mewakili *orang* yang mencipta laman web ini. Medan ini adalah pilihan.
my_mm: Twitter Creator သည် ဆိုက်ကိုဖန်တီးသူ *ပုဂ္ဂိုလ်* ကို ကိုယ်စားပြုသည့် Twitter အကောင့်တစ်ခု (ဥပမာ @ywarnier) ဖြစ်သည်။ ဤကွက်လပ်သည် ရွေးချယ်နိုင်သည်။
ne: ट्विटर निर्माता भनेको साइट बनाउने *व्यक्ति* लाई प्रतिनिधित्व गर्ने ट्विटर खाता (उदाहरण: @ywarnier) हो। यो क्षेत्र वैकल्पिक छ।
nl: De Twitter Creator is een Twitter account (b.v. @ywarnier) dat de *persoon* vertegenwoordigt die de site heeft gemaakt. Dit veld is optioneel.
nn_no: Twitter-skaparen er ein Twitter-konto (t.d. @ywarnier) som representerer *personen* som oppretta nettstaden. Dette feltet er valfritt.
oc: Lo creator Twitter es un compte Twitter (ex. @ywarnier) que representa la *persona* qu'a creat lo site. Aquel camp es opcional.
pl_pl: Konto Twitter Creator to konto Twitter (np. @ywarnier), które reprezentuje *osobę* tworzącą stronę. To pole jest opcjonalne.
ps: د ټویټر جوړوونکی یو ټویټر اکانټ دی (لکه @ywarnier) چې د ویبسایټ جوړونکي *شخص* استازیتوب کوي. دا میدان اختیاري دی.
pt_br: O Twitter Criador é uma conta no Twitter (por exemploywarnier) que representa o *pessoa* que criou o site. Esse campo é opcional.
pt_pt: Conta pessoal Twitter (por exemplo @ywarnier ) que representa o *pessoa* que está no comando ou representar este portal. Este campo é opcional.
ro_ro: Contul Twitter Creator este un cont Twitter (ex. @ywarnier) care reprezintă *persoana* care a creat site-ul. Acest câmp este opțional.
ru_ru: Twitter Creator — это учетная запись Twitter (например, @ywarnier), представляющая *лицо*, создавшее сайт. Это поле необязательное.
sk_sk: Twitter tvorca je Twitter účet (napr. @ywarnier), ktorý reprezentuje *osoba*, ktorá vytvorila stránky. Toto pole je nepovinné.
sl: Twitter kreator je je dejasko Twitter-jev uporabniški račun (npr.@slonews), ki predstavlja *osebo*, ki je skreirala stran. Vsebina polja je opcijska.
sq: Krijuesi i Twitter është një llogari Twitter (p.sh. @ywarnier) që përfaqëson *personin* që krijoi faqen. Kjo fushë është opsionale.
sr_rs: Twitter Creator je Twitter nalog (npr. @ywarnier) koji predstavlja *osobu* koja je kreirala sajt. Ovo polje je opciono.
sv_se: Twitter-skaparen är ett Twitter-konto (t.ex. @ywarnier) som representerar *personen* som skapade webbplatsen. Detta fält är valfritt.
sw_ke: Mtengenezaji wa Twitter ni akaunti ya Twitter (mf. @ywarnier) inayowakilisha *mtu* aliyetengeneza tovuti. Sehemu hii ni ya hiari.
ta: ட்விட்டர் உருவாக்கியாளர் என்பது தளத்தை உருவாக்கிய *நபரைக்* குறிக்கும் ட்விட்டர் கணக்கு (எ.கா. @ywarnier). இந்த் களம் தேர்வு.
th: Twitter Creator คือบัญชี Twitter (เช่น @ywarnier) ที่แทน *บุคคล* ที่สร้างเว็บไซต์ ฟิลด์นี้เป็นทางเลือก
tl_ph: Ang Twitter Creator ay isang account ng Twitter (hal. @ywarnier) na kumakatawan sa *taong* gumawa ng site. Opsiyonal ang field na ito.
tr: Twitter Oluşturucusu, siteyi oluşturan *kişiyi* temsil eden bir Twitter hesabıdır (ör. @ywarnier). Bu alan isteğe bağlıdır.
uk_ua: Twitter Creator — це обліковий запис Twitter (наприклад, @ywarnier), що представляє *особу*, яка створила сайт. Це поле є необов'язковим.
vi_vn: Người tạo Twitter là tài khoản Twitter (ví dụ: @ywarnier) đại diện cho *người* tạo trang web. Trường này là tùy chọn.
xh_za: Umqambi we-Twitter yi-akhawunti ye-Twitter (umf., @ywarnier) emele *umntu* owakha indawo le. Eli ntsimi alinyanzelekanga.
zh_cn: Twitter 创建者是一个 Twitter 账户（例如 @ywarnier），代表创建网站的人。此字段为可选。
zh_tw: Twitter 建立者是一個 Twitter 帳號（例如 @ywarnier），代表建立網站的*個人*。此欄位為選填。

source: Edit this category
ar: تحرير هذا الصنف
ast_es: Editar esta categoría
bn_bd: এই বিভাগ সম্পাদনা করুন
bs_ba: Uredi ovu kategoriju
ca_es: Editar aquesta categoria
cs_cz: Uprav tuto kategorii
da: Rediger denne kategori
de: Kategorie bearbeiten
el: Επεξεργασία αυτής της κατηγορίας
eo: Ŝanĝi ĉi-kategorion
es: Editar esta categoría
es_mx: Editar esta categoría
eu_es: Editatu kategoria hau
fa_ir: تغییر این طبقه
fi_fi: Muokkaa tätä kategoriaa
fo_fo: Brota henda bólkin til
fur: Modifiche che categorî
ga: Cuir an chatagóir seo in eagar
gl: Editar esta categoría
he_il: ערוך קטגוריה זו
hi: इस श्रेणी को संपादित करें
hr_hr: Uredi kategoriju
hu_hu: Kategória szerkesztése
hy: Խմբագրել այս կատեգորիան
id_id: Edit Kategori ini
it: Modifica questa categoria
ja: このカテゴリを編集
ka_ge: ამ კატეგორიის რედაქტირება
ko_kr: 이 카테고리를 수정
lo: ແກ້ໄຂໝວດໝູ່ນີ້
lt_lt: Redaguoti šią kategoriją
lv_lv: Labot šo nodaļu
mk_mk: Уреди ја оваа категорија
ms_my: Edit kategori ini
my_mm: ဤအမျိုးအစားကို တည်းဖြတ်ပါ
ne: यो श्रेणी सम्पादन गर्नुहोस्
nl: Wijzig deze categorie
nn_no: Rediger denne kategorien
oc: Modificar aquesta categoria
pl_pl: Edycja tej kategorii
ps: دا کټګوري سم کړئ
pt_br: Editar esta categoria
pt_pt: Editar esta categoria
ro_ro: Editati aceasta categorie
ru_ru: Редактировать эту категорию
sk_sk: Upraviť kategóriu
sl: Uredi kategorijo
sq: Ndrysho këtë kategori
sr_rs: Izmeni ovu kategoriju
sv_se: Ändra denna kategori
sw_ke: Hariri kundi hili
ta: இந்த வகையைத் திருத்தவும்
th: แก้ไขประเภทนี้
tl_ph: I-edit ang kategoryang ito
tr: Kategoriyi düzenle
uk_ua: Редагувати цю категорію
vi_vn: Sửa danh mục này
xh_za: Hlela le ndawo
zh_cn: 编辑分类
zh_tw: 編輯分類

source: Open this category
ar: افتح هذا الصنف
ast_es: Abrir esta categoría
bn_bd: এই বিভাগ খুলুন
bs_ba: Otvori ovu kategoriju
ca_es: Obrir aquesta categoria
cs_cz: Otevři tuto kategorii
da: Åbn denne kategori
de: Kategorie öffnen
el: Άνοιγμα αυτής της κατηγορίας
eo: Malfermi ĉi-kategorion
es: Abrir esta categoría
es_mx: Abrir esta categoría
eu_es: Ireki kategoria hau
fa_ir: باز کردن این طبقه
fi_fi: Avaa tämä kategoria
fo_fo: Opna hesa bólkin
fur: Vierghe che categorî
ga: Oscail an chatagóir seo
gl: Abrir esta categoría
he_il: פתח את הקטגוריה הזו
hi: इस श्रेणी को खोलें
hr_hr: Otvori kategoriju
hu_hu: Kategória megnyitása
hy: Բացել այս կատեգորիան
id_id: Buka Kategori ini
it: Apri questa categoria
ja: このカテゴリを開く
ka_ge: ამ კატეგორიის გახსნა
ko_kr: 이 카테고리를 열기
lo: ເປີດໝວດໝູ່ນີ້
lt_lt: Atidaryti šią kategoriją
lv_lv: Atvērt šo nodaļu
mk_mk: Отвори ја оваа категорија
ms_my: Buka kategori ini
my_mm: ဤအမျိုးအစားကို ဖွင့်ပါ
ne: यो श्रेणी खोल्नुहोस्
nl: Open deze categorie
nn_no: Åpne denne kategorien
oc: Dobrir aquesta categoria
pl_pl: Otwórz tę kategorię
ps: دا کټګوري خلاص کړئ
pt_br: Abra nesta categoria
pt_pt: Abrir esta categoria
ro_ro: Deschide aceasta categorie
ru_ru: Открыть эту категорию
sk_sk: Otvor túto kategóriu
sl: Odpri kategorijo
sq: Hap këtë kategori
sr_rs: Otvori ovu kategoriju
sv_se: Öppna denna kategori
sw_ke: Fungua kundi hili
ta: இந்த வகையைத் திறக்கவும்
th: เปิดประเภทนี้
tl_ph: Buksan ang kategoryang ito
tr: Kategoriyi aç
uk_ua: Відкрити цю категорію
vi_vn: Mở danh mục này
xh_za: Vula le ndawo
zh_cn: 打开分类
zh_tw: 打開分類

source: Delete this category
ar: احذف هذا الصنف
ast_es: Esborrar esta categoría
bn_bd: এই বিভাগ মুছুন
bs_ba: Obriši ovu kategoriju
ca_es: Suprimir aquesta categoria
cs_cz: Vymaž tuto kategorii
da: Slet denne kategori
de: Kategorie löschen
el: Διαγραφή αυτής της κατηγορίας
eo: Forigi ĉi-kategorion
es: Eliminar esta categoría
es_mx: Borrar esta categoría
eu_es: Kendu kategoria hau
fa_ir: حذف این طبقه
fi_fi: Poista tämä kategoria
fo_fo: Strika hesa bólkin
fur: Scjare che categorî
ga: Scrios an chatagóir seo
gl: Borrar esta categoría
he_il: מחק קטגוריה זו
hi: इस श्रेणी को हटाएँ
hr_hr: Izbriši kategoriju
hu_hu: Kategória törlése
hy: Ջնջել այս կատեգորիան
id_id: Hapus Kategori ini
it: Elimina questa categoria
ja: このカテゴリを削除
ka_ge: ამ კატეგორიის წაშლა
ko_kr: 이 카테고리를 삭제
lo: ລຶບໝວດໝູ່ນີ້
lt_lt: Ištrinti šią kategoriją
lv_lv: Dzēst šo nodaļu / kategoriju
mk_mk: Избриши ја оваа категорија
ms_my: Padam kategori ini
my_mm: ဤအမျိုးအစားကို ဖျက်ပါ
ne: यो श्रेणी मेटाउनुहोस्
nl: Verwijder deze categorie
nn_no: Slett denne kategorien
oc: Suprimir aquesta categoria
pl_pl: Usuń tę kategorię
ps: دا کټګوري حذف کړئ
pt_br: Excluir esta categoria
pt_pt: Eliminar esta categoria
ro_ro: Sterge aceasta categorie
ru_ru: Удалить эту категорию
sk_sk: Zmazať túto kategóriu
sl: Odstrani kategorijo
sq: Fshije këtë kategori
sr_rs: Obriši ovu kategoriju
sv_se: Radera denna kategori
sw_ke: Futa kundi hili
ta: இந்த வகையை நீக்கவும்
th: ลบประเภทนี้
tl_ph: Burahin ang kategoryang ito
tr: Kategoriyi sil
uk_ua: Видалити цю категорію
vi_vn: Xóa danh mục này
xh_za: Susa le ndawo
zh_cn: 删除该分类
zh_tw: 刪除該分類

source: Add a sub-category
ar: إضافة صنف فرعي
ast_es: Amestar una subcategoría
bn_bd: একটি সাব-বিভাগ যোগ করুন
bs_ba: Dodaj podkategoriju
ca_es: Afegir una subcategoria
cs_cz: Přidej pod-kategorii
da: Tilføj en underkategori
de: Unterkategorie hinzufügen
el: Προσθήκη υποκατηγορίας
eo: Aldoni subkategorion
es: Añadir una subcategoría
es_mx: Agregar una Sub - Categoría
eu_es: Gehitu azpikategoria bat
fa_ir: اضافه کردن یک زیر طبقه
fi_fi: Lisää alakategoria
fo_fo: Legg aftan undirbólk
fur: Zedi une sot-categorî
ga: Cuir fo-chatagóir leis
gl: Engadir unha sub-categoría
he_il: הוסף קטגוריית משנה
hi: उप-श्रेणी जोड़ें
hr_hr: Dodaj potkategoriju
hu_hu: Alkategória hozzáadása
hy: Ավելացնել ենթակատեգորիա
id_id: Tambah sub-kategori
it: Aggiungi una sotto-categoria
ja: サブカテゴリを追加
ka_ge: ქვეკატეგორიის დამატება
ko_kr: 하위 카테고리 추가
lt_lt: Įtraukti subkategoriją
lv_lv: Pievienot apakšnodaļu
mk_mk: Додади под-категорија
ms_my: Tambah sub-kategori
my_mm: အမျိုးအစားခွဲတစ်ခုထည့်ပါ
ne: उप-श्रेणी थप्नुहोस्
nl: Voeg een subcategorie toe
nn_no: Opprett en underkategori
oc: Apondre una sos-categoria
pl_pl: Dodaj podkategorię
ps: یوه زیریزه کټګوري اضافه کړئ
pt_br: Adicionar uma sub-categoria
pt_pt: Adicionar uma sub-categoria
ro_ro: Adauga o subcategorie
ru_ru: Добавить подкатегорию
sk_sk: Pridaj podkategóriu
sl: Dodaj pod-kategorijo
sq: Shto një nënkategori
sr_rs: Dodavanje pod kategorije
sv_se: Lägg till underkategori
sw_ke: Ongeza kundi ndogo
ta: உப-வகையைச் சேர்க்கவும்
th: เพิ่มหัวข้อย่อยในประเภท
tl_ph: Magdagdag ng sub-kategorya
tr: Alt kategori ekle
uk_ua: Додати підкатегорію
vi_vn: Thêm danh mục con
xh_za: Faka i-sub-category
zh_cn: 添加二级分类
zh_tw: 添加二級分類

source: View children
ar: عرض الأطفال
ast_es: Ver fíos
bn_bd: সন্তানগুলো দেখুন
bs_ba: Prikaži podređene
ca_es: Veure processos subordinats
cs_cz: Zobraz podřízené (children)
da: Se underpunkter
de: Untergeordnete Elemente anzeigen
el: Προβολή παιδιών
eo: Montri idojn
es: Ver hijos
es_mx: Ver procesos subordinados
eu_es: Ikusi menpekoak
fa_ir: نمایش بچه ها<br>(children)<br>
fi_fi: Näytä alakohteet
fo_fo: Vís børnini
fur: Vierc i fi
ga: Féach leanaí
gl: Ver dependentes
he_il: הצג ילדים
hi: उप-श्रेणियाँ देखें
hr_hr: Prikaži elemente nižih razina
hu_hu: Gyerekek megtekintése
hy: Ցուցադրել ենդաընտերները
id_id: Lihat sub-nya
it: Mostra dipendenti
ja: 子項目を表示
ka_ge: შვილობილების ნახვა
ko_kr: 하위 카테고리 보기
lo: ເບິ່ງລາຍການຍ່ອຍ
lt_lt: Peržiūrėti
lv_lv: Rādīt apakšnodaļu
mk_mk: Прикажи ги елементите на пониско ниво
ms_my: Lihat anak
my_mm: အမျိုးအစားခွဲများကို ကြည့်ပါ
ne: छोराहरू हेर्नुहोस्
nl: Toon kinderen
nn_no: Vis underordnede
oc: Veire los filhs
pl_pl: Zobacz potomków
ps: زواني وګورئ
pt_br: Ver crianças
pt_pt: Visualizar os discípulos/ramos
ro_ro: Vezi fisierele descendente
ru_ru: Осмотреть детей
sk_sk: Zobraziť podriadených
sl: Poglej podrejena vozlišča
sq: Shih fëmijët
sr_rs: Pogledaj decu
sv_se: Visa "barn"
sw_ke: Tazama watoto
ta: குழந்தைகளைக் காண்க
th: ดูแผนผังโครงสร้างไฟล์ย่อย
tl_ph: Tingnan ang mga anak
tr: Alt elemanları göster
uk_ua: Подивитися нащадків
vi_vn: Xem con
xh_za: Jonga abantwana
zh_cn: 察看下一级
zh_tw: 察看下一級

source: Tree rebuilded in
ar: اعادة بناء الشجرة في
ast_es: Árbol reconstruíu en
bn_bd: ট্রি পুনর্নির্মিত হয়েছে
bs_ba: Stablo ponovno izgrađeno za
ca_es: Arbre reconstruit
cs_cz: Strom obnovený v
da: Træ genskabt i
de: Verzeichnisbaum neu aufgebaut in
el: Η δομή του δέντρου ξαναδημιουργήθηκε σε
eo: Strukturo rekonstruita en
es: Árbol reconstruido en
es_mx: Arbol reconstruido en
eu_es: Zuhaitza berreraiki da honakoan:
fa_ir: طبقه بندی درختی بازسازی شد <br>: در مدت<br>
fi_fi: Puu rakennettu uudelleen
fo_fo: Træið endurbuilt í
fur: Alber ricostruît in
ga: Crann atógtha i
gl: Árbore reconstruída en
he_il: עץ נבנה מחדש
hi: ट्री पुनर्निर्मित
hr_hr: Struktura rekonstruirana u
hu_hu: Fa újraépítve itt
hy: Փորձարկությունը վերակառուցվել է
id_id: Tree dibangun dalam
it: Struttura ricostruita
ja: ツリーが再構築されました
ka_ge: ხე ხელახლა აგებულია
ko_kr: 재구성 된 트리
lo: ໂຄງສ້າງຕົ້ນໄມ້ຖືກສ້າງໃໝ່ໃນ
lt_lt: Medis pergeneruotas
lv_lv: Koks pārtaisīts iekš
mk_mk: Дрво обновено во
ms_my: Pokok dibina semula dalam
my_mm: သစ်ပင်ကို ပြန်လည်တည်ဆောက်ပြီးဖြစ်သည်
ne: रूख पुनर्निर्माण गरियो
nl: Boomstructuur opnieuw opgebouwd in
nn_no: Tre gjenskapt på
oc: Arbre reconstruït en
pl_pl: Drzewo przebudowane
ps: وتوب بیا جوړ شو په
pt_br: Árvore reconstruída em
pt_pt: Árvore reconstruída em
ro_ro: Arbore reconstruit in
ru_ru: Дерево реконструировано в
sk_sk: Strom obnovený v
sl: Drevo rekonstruirano v
sq: Pema u rindëftua në
sr_rs: Drvo je ugrađeno u
sv_se: Träd ombyggt i
sw_ke: Mti umejengwa upya kwa
ta: மரம் மீட்டமைக்கப்பட்டது
th: สร้างโครงสร้างไฟล์รูปแบบแผนภูมิต้นไม้ ใหม่ใน
tl_ph: Na-rebuild ang puno sa loob ng
tr: Ağ yeniden oluşturuldu
uk_ua: Дерево перебудовано в
vi_vn: Cây được xây dựng lại trong
xh_za: Umthi wakhiwe ngokutsha ngexesha
zh_cn: 主目录重建于
zh_tw: 主目錄重建於

source: Tree recounted in
ar: إعادة تعداد الشجرة في
ast_es: Árbol recontáu en
bn_bd: ট্রি পুনঃগণনা করা হয়েছে
bs_ba: Stablo ponovno prebrojano za
ca_es: Arbre reconsiderat en
cs_cz: Strom přepočtený v
da: Træ-omtælling tog
de: Verzeichnisbaum neu berechnen
el: Η δομή του δέντρου μερτήθηκε ξανά σε
eo: Strukturo renombrita en
es: Árbol recontado en
es_mx: Árbol reconsiderado en
eu_es: Zuhaitza berriro zenbatu da honakoan:
fa_ir: طبقه بندی درختی باز شماری شد <br>: در مدت<br>
fi_fi: Puu laskettu uudelleen
fo_fo: Træið endurteljað í
fur: Alber contât in
ga: Crann atháirimh i
gl: Árbore recontada en
he_il: עץ נספר ב
hi: ट्री पुनर्गणना
hr_hr: Struktura prebrojena u
hu_hu: Fa újraszámolva itt
hy: Փորձարկությունը հաշվվել է
id_id: Tree dihitung dalam
it: Struttura rinumerata in
ja: ツリーが再計算されました
ka_ge: ხის ზუსტი რიცხვი გამოთვლილია
ko_kr: 재계산 된 트리
lo: ໂຄງສ້າງຕົ້ນໄມ້ຖືກນັບໃໝ່ໃນ
lt_lt: Medis perskaičiuotas
lv_lv: Koks pārskaitīts iekš
mk_mk: Дрво преброено во
ms_my: Pokok dikira semula dalam
my_mm: သစ်ပင်ကို ပြန်လည်ရေတွက်ပြီးဖြစ်သည်
ne: रूख पुनर्गणना गरियो
nl: Boomstructuur opnieuw geteld in
nn_no: Treomtelling tok
oc: Arbre recompte en
pl_pl: Drzewo przeliczone
ps: وتوب بیا شمېر شو په
pt_br: Árvore contada em
pt_pt: Árvore recontada em
ro_ro: Arbore reconstruit in
ru_ru: Дерево изложено подробно в
sk_sk: Strom prepočítaný v
sl: Drevo ponovno prešteto v
sq: Pema u numëruan në
sr_rs: Drvo upisano u
sv_se: Träd omräknat i
sw_ke: Mti umehesabiwa upya kwa
ta: மரம் மீண்டும் எண்ணப்பட்டது
th: นับแผนภูมิโครงสร้างไฟล์แบบต้นไม้ ใหม่ใน
tl_ph: Na-recount ang puno sa loob ng
tr: Ağ yeniden sayıldı
uk_ua: Дерево перераховано в
vi_vn: Cây được đếm lại trong
xh_za: Umthi ubalwe ngokutsha ngexesha
zh_cn: 主目录重数于
zh_tw: 主目錄重數於

source: Rebuild the tree
ar: قم بإعادة بناء الشجرة
ast_es: Reconstruir l'árbol
bn_bd: ট্রি পুনর্নির্মাণ করুন
bs_ba: Ponovno izgradi stablo
ca_es: Reconstruir arbre
cs_cz: Obnovit strom
da: Genopbyg træ
de: Verzeichnisbaum neu aufbauen
el: Επαναδημιουργία δέντρου
eo: Rekonstrui la strukturon
es: Reconstruir el árbol
es_mx: Recontruya el árbol
eu_es: Berreraiki zuhaitza
fa_ir: بازسازیطبقه بندی درختی
fi_fi: Rakenna puu uudelleen
fo_fo: Endurbyggja træið
fur: Ricostruî l'alber
ga: Aththóg an crann
gl: Reconstruir a árbore
he_il: בנה מחדש את העץ
hi: ट्री पुनर्निर्माण करें
hr_hr: Preuredi strukturu
hu_hu: Építsd újra a fát
hy: Վերակառուցել ծառը
id_id: Bangun-ulang tree
it: Ricostruisci struttura
ja: ツリーを再構築
ka_ge: ხის ხელახლა აგება
ko_kr: 트리 재구성
lo: ສ້າງໂຄງສ້າງຕົ້ນໄມ້ໃໝ່
lt_lt: Pertvarkyti medį
lv_lv: Pārtaisīt koku
mk_mk: Обнови дрво
ms_my: Bina semula pokok
my_mm: သစ်ပင်ကို ပြန်လည်တည်ဆောက်ပါ
ne: रूख पुनर्निर्माण गर्नुहोस्
nl: Bouw boomstructuur opnieuw op
nn_no: Gjenoppbygg tre
oc: Reconstruire l'arbre
pl_pl: Przebuduj drzewo
ps: وتوب بیا جوړ کړئ
pt_br: Reconstruir a árvore
pt_pt: Reconstruir árvore
ro_ro: Se reconstruieste arborele
ru_ru: Реконструировать дерево
sk_sk: Obnoviť strom
sl: Rekonstruiraj drevo
sq: Rindërto pemën
sr_rs: Ponovo napravi drvo
sv_se: Bygg om trädet
sw_ke: Jenga upya mti
ta: மரத்தை மீட்டமைக்கவும்
th: สร้างโครงสร้างไฟล์รูปแบบแผนภูมิต้นไม้ ใหม่
tl_ph: I-rebuild ang puno
tr: Ağı yeniden oluştur
uk_ua: Перебудувати дерево
vi_vn: Xây dựng lại cây
xh_za: Akwakushe umthi
zh_cn: 重建主目录
zh_tw: 重建主目錄
