Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Your company short name
ar: Your organisation short name
ast_es: Acrónimu de la organización
bn_bd: আপনার কোম্পানির সংক্ষিপ্ত নাম
bs_ba: Kratki naziv vaše kompanije
ca_es: Nom curt de la institució
cs_cz: Zkrácený název vaší firmy
da: Organisation forkortelse
de: Organisation Name (kurz)
el: Όνομα Ιδρύματος - Οργανισμού
eo: La konciza nomo de via organizaĵo
es: Acrónimo de la organización
es_mx: Abreviatura de la Institución
eu_es: Erakundearen izen laburtua edo akronimoa
fa_ir: نام کوتاه سازمان شما
fi_fi: Yrityksesi lyhenne
fo_fo: Títt felag stutta navn
fur: Nûm curt da ta companîe
ga: Gearr-ainm do chuideachta
gl: Acrónimo da Institución
he_il: השם הקצר של החברה שלך
hi: आपकी कंपनी का संक्षिप्त नाम
hr_hr: Kraće ime ustanove
hu_hu: A szervezet/cég/egyesület rövid neve
hy: Ձեր ընկերության կարճ անունը
id_id: Nama singkat organisasi
it: Sigla dell'organizzazione
ja: 会社の短い名前
ka_ge: თქვენი კომპანიის მოკლე სახელი
ko_kr: 기관명
lt_lt: Your organisation short name
lv_lv: Jūsu organizācijas nosaukuma saīsinājums
mk_mk: Кратко име на Вашата органзација
ms_my: Organisation short name
my_mm: သင့်ကုမ္ပဏီအတိုကောက်အမည်
ne: तपाईंको कम्पनीको छोटो नाम
nl: De korte naam van uw organisatie
nn_no: Ditt firma si korte namn
oc: Nom cort de vòstra empresa
pl_pl: Skrót nazwy instytucji
ps: د تاسو شرکت لنډ نوم
pt_br: Sua empresa nome curto
pt_pt: Nome abreviado da sua organização
ro_ro: Numele scurt al institutiei dvs.
ru_ru: Сокращенное название Вашей организации
sk_sk: Skrátený názov vašej spoločnosti
sl: Kratko ime ustanove
sq: Emri i shkurtër i kompanisë suaj
sr_rs: Kratko ime organizacije
sv_se: Institution kortnamn
sw_ke: Jina fupi la kampuni yako
ta: உங்கள் நிறுவனத்தின் சுருக்கமான பெயர்
th: ชื่อย่อของหน่วยงาน
tl_ph: Maikling pangalan ng iyong kumpanya
tr: Institution short name
uk_ua: Коротка назва вашої компанії
vi_vn: Organisation short name
xh_za: Igama elifutshane lenkampani yakho
zh_cn: 你的组织简称
zh_tw: 你的組織簡稱

source: Use this script only after backup. The Chamilo team is not responsible for lost or corrupted data.
ar: Use this script only after backup. Chamilo team is not responsible if you lost or corrupted data
ast_es: Use esti script namás dempués de facer una copia de seguridá. L'equipu de Chamilo nun se fai responsable si pierde o estroza los sos datos.
bn_bd: ব্যাকআপের পরে শুধুমাত্র এই স্ক্রিপ্টটি ব্যবহার করুন। চামিলো টিম হারানো বা ক্ষতিগ্রস্ত তথ্যের জন্য দায়ী নয়।
bs_ba: Koristite ovaj skript samo nakon sigurnosne kopije. Tim Chamilo nije odgovoran za izgubljene ili oštećene podatke.
ca_es: Utilitza aquest script només després de fer una còpia de seguretat. L'equip de Chamilo no es fa responsable si vostè perd o deteriora les seves dades.
cs_cz: Tento skript používejte pouze po zálohování. Tým Chamilo nenese odpovědnost za ztracená nebo poškozená data.
da: brug kun dette script efter backup. Chamilo team er ikke ansavrlige for tabte eller ødelagte data
de: Benutzen Sie dieses Script erst nach einem Backup. Das Chamilo Team trägt keine Verantwortung bei Datenverlust/ - beschädigung.
el: Χρησιμοποιήστε αυτό το σενάριο (script) μόνο αφού πρώτα έχετε πάρει αντίγραφο ασφαλείας. Η ομάδα του Chamilo δεν φέρει ευθύνη για απώλεια ή φθορά δεδομένων.
eo: Uzu ĉi-skripton nur post restaŭrkopio. La Chamilo-teamo ne responsas, se vi perdas datumojn aŭ se datumoj difektiĝas.
es: Use este script únicamente tras haber hecho una copia de seguridad. El equipo deChamilo no es resposable si Ud. pierde o deteriora sus datos.
es_mx: Use este script únicamente tras haber hecho una copia de seguridad. El equipo de Chamilo no es responsable si usted pierde o estropea sus datos.
eu_es: Erabili script hau babeskopia egin ondoren bakarrik. Datuak galdu edo hondatzen badituzu, Chamilo taldeak ez du bere gainean hartuko erantzukizuna.
fa_ir: از این برنامه فقط پس از ذخیره سازی داده های خود استفاده کنید. گروه دوکئوس مسئولیت از بین رفتن داده های شما را به عهده نخواهد گرفت
fi_fi: Käytä tätä skriptiä vain varmuuskopion jälkeen. Chamilo-tiimi ei ole vastuussa kadonneista tai vioittuneista tiedoista.
fo_fo: Brúka hendan skriftin bert eftir tryggrar avritan. Chamilo teyið tekur ikki ábyrgd fyri týndum ella óskerdum dato.
fur: Doprâ cheste scrite dome dopo un backup. La equipe Chamilo no è responsâbile par dâts pardûts o corôtâts.
ga: Úsáid an script seo amháin tar éis cúltaca. Níl foireann Chamilo freagrach as sonraí caillte nó truaillithe.
gl: Usa este script só despois de facer backup. O equipo de Chamilo non se responsabiliza se perdas ou danos nos datos
he_il: השתמש בסקריפט זה רק לאחר גיבוי. צוות Chamilo אינו אחראי לאובדן או פגום של נתונים.
hi: इस स्क्रिप्ट का उपयोग केवल बैकअप के बाद करें। Chamilo टीम खोए या क्षतिग्रस्त डेटा के लिए जिम्मेदार नहीं है।
hr_hr: Upotrijebi skriptu isključivo nakon izrade pričuvnoga primjerka. Ekipa Chamiloa ne odgovara za izgubljene ili oštećene podatke
hu_hu: Ezt a szkriptet csak helyreállítás után használja. A Chamilo csapat nem vállal felelősséget semmilyen adatvesztés vagy adatsérülés esetén.
hy: Օգտագործեք այս սկրիպտը միայն պատճենահանությունից հետո: Chamilo թիմը պատասխանատու չէ կորած կամ վնասված տվյալների համար:
id_id: Gunakan skrip ini hanya setelah backup. Team Pembuat Software tidak bertanggujawab jika data anda hilang atau rusak
it: Usa questo script solo dopo aver effettuato un backup. Il team di sviluppo della piattaforma non ha responsabilità se i dati saranno persi o danneggiati
ja: バックアップ後にのみこのスクリプトを使用してください。Chamiloチームは、失われたデータや破損したデータに対して責任を負いません。
ka_ge: გამოიყენეთ ეს სკრიპტი მხოლოდ სარეზერვო ასოს შემდეგ. Chamilo-ს გუნდი არ არის პასუხისმგებელი დაკარგულ ან დაზიანებულ მონაცემებზე.
ko_kr: 백업한 후에만 이 스크립트를 사용하십시요. Chamilo 팀은 데이터 손실에 대한 책임이 없습니다.
lo: ໃຊ້ສະຄຣິບນີ້ຫຼັງຈາກສຳຮອງຂໍ້ມູນແລ້ວເທົ່ານັ້ນ. ທີມງານ Chamilo ບໍ່ຮັບຜິດຊອບຕໍ່ຂໍ້ມູນທີ່ສູນເສຍ ຫຼື ເສຍຫາຍ.
lt_lt: Naudokite šį scenarijų tik po atsarginės kopijos. Chamilo komanda nėra atsakinga už prarastus ar sugadintus duomenis.
lv_lv: Lietojiet
mk_mk: Ползувајте ја оваа скрипта само откако ќе направите резервна+копија. Тимот на Chamilo НЕ ја презема одговорноста ако ги изгубите или ошттите своите податоци.
ms_my: Gunakan skrip ini hanya selepas sandaran. Pasukan Chamilo tidak bertanggungjawab atas data hilang atau rosak.
my_mm: ဤစခရစ်ကို အရန်သိမ်းဆည်းမှုပြီးမှသာ အသုံးပြုပါ။ Chamilo အဖွဲ့သည် ဆုံးရှုံးသွားသော သို့မဟုတ် ပျက်စီးသွားသော ဒေတာများအတွက် တာဝန်မယူပါ။
ne: ब्याकअप पछि मात्र यो स्क्रिप्ट प्रयोग गर्नुहोस्। चामिलो टोली हराएको वा क्षतिग्रस्त डाटाको जिम्मेवार छैन।
nl: Gebruik dit script enkel na een back-up. Het Chamiloteam is niet verantwoordelijk indien u data verliest of data corrupt wordt.
nn_no: Bruk berre dette skriptet etter backup. Chamilo-teamet tek ikkje ansvar for tapt eller øydelagd data.
oc: Utilizatz aqueste scrip nomé aprèp una sauvagarda. L'equip Chamilo es pas responsable de las donadas perdudas o corrompudas.
pl_pl: Użyj tego skryptu tylko po wykonaniu kopii zapasowej. Autorzy systemu nie ponoszą odpowiedzialności za utratę lub uszkodzenie danych.
ps: دا اسکریپټ یوازې د ګرځندی څخه وروسته وکاروئ. Chamilo ټیم د له لاسه ورک شوي یا زیانمن شوي معلوماتو مسؤلیت نه اخلي.
pt_br: Use este script só após o backup A equipe Chamilo não é responsável por dados perdidos ou corrompidos..
pt_pt: Utilize este script apenas depois de efectuado o backup/cópia de segurança. A equipa do Chamilo não se responsabiliza pela perda ou dados corrompidos.
ro_ro: Folositi acest script doar dupa copia de siguranta. Echipa Chamilo nu este responsabila daca ati pierdut sau corupt date.
ru_ru: Используйте этот текст только после создания резервной копии. Команда Chamilo не несет ответственности в случае потери или искажения данных
sk_sk: Použite tohto skript iba po zálohovaní. Tím Chamilo nie je zodpovedný za stratené alebo poškodené údaje.
sl: Uporabi ta skript le po tvorbi rezervne kopije. Ekipa Chamilo/Claroline ni odgovorna za izgubo ali okvaro podatkov
sq: Përdor këtë skript vetëm pas kopjeruajtjes. Ekipi Chamilo nuk është përgjegjës për të dhëna të humbura ose të korruptuara.
sr_rs: Koristi ovaj skript samo posle backup-a. Chamilo tim ne odgovara za izgubljene ili uništene podatke
sv_se: Använd detta skript bara efter en säkerhetskopiering. Chamilo team är inte ansvariga för någon form av förlorad data.
sw_ke: Tumia hati hii tu baada ya tofauti. Timu ya Chamilo haij responsibly kwa data iliyopotea au iliyoharibika.
ta: இந்த ஸ்கிரிப்டை பேக்அப் எடுத்த பிறகு மட்டும் பயன்படுத்தவும். Chamilo அணி இழந்த அல்லது சேதமடைந்த தரவுக்கு பொறுப்பல்ல.
th: ใช้คำสั่งนี้หลังการสำรองข้อมูล ทีม Chamilo จะไม่สามารถตอบท่านได้หากข้อมูลเกิดเสียหายหรือมีข้อมูลที่ไม่สามารถเรียกได้
tl_ph: Gamitin ang script na ito pagkatapos ng backup lamang. Hindi responsable ang Chamilo team sa nawala o nasirang data.
tr: Bu komutu yedekleme yaptıktan sonra kullanın.Bilgilerinizin kaybolmasından veya hasar görmesinden Chamilo takımı sorumlu değildir.
uk_ua: Використовуйте цей скрипт тільки після резервного копіювання. Команда Chamilo не несе відповідальності за втрачені або пошкоджені дані.
vi_vn: Chỉ sử dụng tập lệnh này sau khi sao lưu. Nhóm Chamilo không chịu trách nhiệm về dữ liệu bị mất hoặc hỏng.
xh_za: Sebenzisa esi script kuphela emva kwebheckap. Iqela leChamilo alixolelwani nedatha elahlekileyo okanye eyonakalisiweyo.
zh_cn: 备份后才能使用这个脚本，如果丢失或损坏数据 IILearn 小组将不负责
zh_tw: 備份後才能使用這個腳本，如果丟失或損壞數據 IILearn 小組將不負責

source: Allow self-registration as a trainer
ar: Allow self-registration as course creator
ast_es: Dar permisu pa que los usuarios puedan rexistrase como creadores de cursos
bn_bd: ট্রেইনার হিসেবে স্ব-নিবন্ধন অনুমোদন করুন
bs_ba: Dozvoli samoregistraciju kao trener
ca_es: Permetre que els propis usuaris puguin registrar-se com a creadors de cursos
cs_cz: Povolit vlastní registraci jako trenér
da: Tillad selv-registrering som kursus-opretter
de: Erlauben, sich als Kursleiter zu registrieren
el: Να επιτρέπεται η αυτο-εγγραφή σαν Εκπαιδευτής
eo: Permesi memaliĝon kiel kursmastrumanto
es: Permitir que los propios usuarios puedan registrarse como creadores de cursos
es_mx: Permitir auto-registro como creador de cursos
eu_es: Baimendu erabiltzaileei beraiek ikastaro sortzaile gisa erregistratzeko
fa_ir: اجازه دادن به ثبت نام بعنوان استاد
fi_fi: Salli itse-rekisteröinti kouluttajaksi
fo_fo: Leyp sjálvumeldskrift sum lærar
fur: Lase la resistrassion come formadôr
ga: Ceadaigh féin-chlárú mar traenálaí
gl: Permitir autorrexistro como profesor
he_il: אפשר רישום עצמי כמאמן
hi: स्व-निबंधन को प्रशिक्षक के रूप में अनुमति दें
hr_hr: Omogući samostalnu prijavu kao tvorca kolegija
hu_hu: Saját regisztráció kurzusvezetőként engedélyezett
hy: Թույլ տալ ինքնակրգավորումը որպես հ тренер
id_id: Ijinkan pendaftaran mandiri sebagai pembuat mata kuliah
it: Permetti l'iscrizione autonoma dei docenti
ja: トレーナーとして自己登録を許可
ka_ge: თვითრეგისტრაცია ტრენერად
ko_kr: 과정 생성자로써 직접등록 허용
lt_lt: Allow self-registration as course creator
lv_lv: Atļaut pašreģistrēšanos, kā Lektoram
mk_mk: Допушти саморегистрирање како креатор на курс
ms_my: Benarkan pendaftaran sendiri sebagai latihan
my_mm: သင်တန်းဆရာအဖြစ် ကိုယ်တိုင်မှတ်ပုံတင်ခြင်းကို ခွင့်ပြုပါ
ne: प्रशिक्षकको रूपमा स्व-दर्ता अनुमति दिनुहोस्
nl: Zelfregistratie als cursusbeheerder toelaten
nn_no: Tillat sjølvregistrering som trener
oc: Permetre l'auto-inscripcion coma formador
pl_pl: Zezwalaj na samodzielną rejestrację twórców kursu
ps: د روزونکي په توګه خپلي ځان ثبتول اجازه ورکړئ
pt_br: Permitir auto-registro como treinador
pt_pt: Permitir auto-registo como instrutor
ro_ro: Permitere inregistrare automata ca si creator de curs
ru_ru: Разрешить саморегистрирование как создателю курса
sk_sk: Povoliť samo-registráciu ako tvorcu kurzu
sl: Dovoli samoregistracijo kot kreator tečaja
sq: Lejo vetë-regjistrimin si trajner
sr_rs: Dozvoli samoregistraciju za kreatora kursa
sv_se: Tillåt självregistrering som kurs skapare
sw_ke: Ruhusu usajili wa kibinafsi kama mkufunzi
ta: பயிற்றுவிப்பாளராக தன்னிசையில் பதிவு செய்ய அனுமதி
th: อนุญาตให้ผู้ลงทะเบียนเป็นสมาชิกใหม่ มีสิทธิฐานะเป็นอาจารย์ผู้สอนในระบบ และสามารถสร้างวิชาใหม่ได้ทันที
tl_ph: Payagan ang self-registration bilang trainer
tr: Ders Yetkilisi olarak kayıt olma izni ver
uk_ua: Дозволити самореєстрацію як тренера
vi_vn: Cho phép tự đăng ký làm giảng viên
xh_za: Vumela ukubhalisela ngokwakho njengomqeqeshi
zh_cn: 允许老师注册
zh_tw: 允許老師註冊

source: ex.
bn_bd: উদা।
bs_ba: npr.
cs_cz: např.
da: f.eks.
de: z. B.
el: π. χ.
eo: ekz.
es: ej.
es_mx: p. ej.
eu_es: esaterako,
fa_ir: مثال
fi_fi: esim.
fo_fo: døg.
fur: es.
ga: m.sh.
gl: e. g.
hi: उदा.
hr_hr: npr.
hu_hu: pl.
hy: օր.
id_id: misal
it: es.
ja: 例
ka_ge: მაგ.
ko_kr: 예.
lo: ຕ.ຢ.
lv_lv: piem.
mk_mk: пр.
ms_my: e. g.
my_mm: ဥပမာ
ne: उदा.
nl: bv.
nn_no: eks.
pl_pl: np.
ps: مثال.
pt_pt: p.ex.
ru_ru: например
sk_sk: napr.
sl: npr.
sq: p.sh.
sr_rs: pr.
sv_se: e.g.
sw_ke: mf.
ta: எக்.
th: คือ/หรือใช้
tl_ph: hal.
tr: örn.
uk_ua: наприкл.
vi_vn: e. g.
xh_za: umf.
zh_cn: 例如
zh_tw: 例如

source: Database Host
ast_es: Servidor de base de datos
bn_bd: ডাটাবেস হোস্ট
bs_ba: Host baze podataka
ca_es: Servidor de base de dades
cs_cz: Hostitel databáze
da: Databasevært
de: Datenbank-Server
el: Όνομα υπολογιστή της Βάσης Δεδομένων
eo: Datumbenka servilo
es: Servidor de base de datos
es_mx: Host de la base de datos
eu_es: Datu basearen zerbitzaria
fa_ir: میزبان پایگاه داده
fi_fi: Tietokannan isäntä
fo_fo: Datagrunnur vert
fur: Host dal base dâts
ga: Óstach Bunachar Sonraí
gl: Host da Base de Datos
he_il: מארח מסד נתונים
hi: डेटाबेस होस्ट
hr_hr: Poslužitelj baze podataka
hu_hu: Adatbázis szerver
hy: Տվյալների բազայի հոսթ
id_id: Host Database
it: Host database
ja: データベースホスト
ka_ge: მონაცემთა ბაზის ჰოსტი
ko_kr: 데이터베이스 호스트
lo: ໂຮສຖານຂໍ້ມູນ
lt_lt: Duomenų bazės serveris
lv_lv: Datubāžu serveris
mk_mk: Опслужувач на базата на податоци
ms_my: Hos Pangkalan Data
my_mm: ဒေတာဘေ့စ်အိမ်ရှင်
ne: डेटाबेस होस्ट
nl: Databankhost
nn_no: Databasvert
oc: Òste de la base de donadas
pl_pl: Host Bazy danych
ps: ډیټابیس هوسټ
pt_br: Banco de Dados do Host
pt_pt: Alojamento/hosting da Base-de-Dados
ro_ro: Hostul bazei de date
ru_ru: База данных главного компьютера
sk_sk: Hostiteľ databázy
sl: Strežnik podatkovne baze
sq: Strehëza e bazës së të dhënave
sr_rs: Host baze podataka
sv_se: Databasvärd
sw_ke: Mwenyeji wa hifadhi ya data
ta: தரவுத்தள விருந்தினர்
th: ชื่อที่อยู่เครื่องแม่ข่ายบริการเว็ปไซท์และให้ใช้ฐานข้อมูล
tr: Veritabanı Sunucusu
uk_ua: Хост бази даних
vi_vn: Máy chủ Cơ sở dữ liệu
xh_za: Umxhasi weDatha
zh_cn: 数据库主机
zh_tw: 數據庫主機

source: Database user
ast_es: Nome d'usuariu de la base de datos
bn_bd: ডাটাবেস ব্যবহারকারী
bs_ba: Korisnik baze podataka
ca_es: Nom d'usuari de la base de dades
cs_cz: Uživatel databáze
da: Database Brugernavn
el: Όνομα Χρήστη για τη Βάση Δεδομένων
eo: Uzulnoma datumbazo
es_mx: Usuario de la base de datos
eu_es: Datu basearen erabiltzaile izena
fa_ir: نام کاربری پایگاه داده
fi_fi: Tietokantaan kirjautuminen
fo_fo: Datagrunnur brúkarin
fur: Utent dal base dâts
ga: Úsáideoir Bunachar Sonraí
gl: Nome de de usuario para a Base de Datos
he_il: כניסה למסד נתונים
hi: डेटाबेस उपयोगकर्ता
hr_hr: Korisničko ime baze podataka
hu_hu: Adatbázis felhasználói név
hy: Տվյալների բազայի օգտատեր
id_id: Nama user Database
it: Database Username
ja: データベースユーザー
ka_ge: მონაცემთა ბაზის მომხმარებელი
ko_kr: 데이터베이스 유저명
lo: ຜູ້ໃຊ້ຖານຂໍ້ມູນ
lt_lt: Database Username
lv_lv: Datubāzes lietotājvārds
mk_mk: Корисничко_име за Базата на податоци
ms_my: Database Username
my_mm: ဒေတာဘေ့စ်အသုံးပြုသူ
ne: डेटाबेस प्रयोगकर्ता
nl: Gebruikersnaam voor de databank
nn_no: Databasebrukar
oc: Utilizaire de la base de donadas
pl_pl: Nazwa użytkownika bazy danych
ps: ډیټابیس کارن
pt_br: Banco de Dados Login
pt_pt: Login/acesso para a Base-de-Dados
ro_ro: Baza de date Nume Utilizator
ru_ru: База данных имен пользователей
sk_sk: Používateľské meno databázy
sq: Përdoruesi i bazës së të dhënave
sr_rs: Korisničko ime baze podataka
sv_se: Databasanvändare
sw_ke: Mtumiaji wa hifadhi ya data
ta: தரவுத்தள பயனர்
th: ชื่อผู้มีสิทธิฐานะเข้าใช้ฐานข้อมูลในเครื่องบริการแม่ข่ายของคุณ
tr: Veritabanı Kullanıcı Adı
uk_ua: Користувач бази даних
vi_vn: Database Username
xh_za: Umsebenzisi weDatha
zh_cn: 数据库用户名
zh_tw: 數據庫用戶名

source: Database Password
ast_es: Seña de la base de datos
bn_bd: ডাটাবেস পাসওয়ার্ড
bs_ba: Lozinka baze podataka
ca_es: Contrasenya de la base de dades
cs_cz: Heslo databáze
da: Database Adgangskode
de: DB Passwort
el: Συνθηματικό για τη Βάση Δεδομένων
eo: Pasvorta datumbazo
es: Contraseña de la base de datos
es_mx: Contraseña de la base de datos
eu_es: Datu basearen pasahitza
fa_ir: کلمه عبور پایگاه داده
fi_fi: Tietokannan salasana
fo_fo: Datagrunnur lykilord
fur: Pasvort dal base dâts
ga: Pasfhocal an Bunachair Sonraí
gl: Clave para a Base de Datos
he_il: סיסמת מסד נתונים
hi: डेटाबेस पासवर्ड
hr_hr: Zaporka baze podataka
hu_hu: Adatbázis jelszó
hy: Տվյալների բազայի գաղտնաբառ
id_id: Password Database
it: Password database
ja: データベースパスワード
ka_ge: მონაცემთა ბაზის პაროლი
ko_kr: 데이터베이스 패스워드
lo: ລະຫັດຜ່ານຖານຂໍ້ມູນ
lt_lt: Duomenų bazės slaptažodis
lv_lv: Datubāzes parole
mk_mk: Лозинка за Базата на податоци
ms_my: Kata Laluan Pangkalan Data
my_mm: ဒေတာဘေ့စ်စကားဝှက်
ne: डेटाबेस पासवर्ड
nl: Wachtwoord voor de databank
nn_no: Databasepassord
oc: Senhal de la base de donadas
pl_pl: Hasło bazy danych
ps: ډیټابیس پاسورډ
pt_br: Banco de dados Password
pt_pt: Senha/password para a Base-de-Dados
ro_ro: Parola datei de baze
ru_ru: База данных поролей
sk_sk: Databázové heslo
sl: Geslo za dostop do podatk. baze
sq: Fjalëkalimi i bazës së të dhënave
sr_rs: Lozinka baze podataka
sv_se: Databaslösenord
sw_ke: Nenosiri la hifadhi ya data
ta: தரவுத்தள சமரசுருவாக்கு
th: รหัสผ่านเข้าใช้ฐานข้อมูลที่ตั้งให้
tr: Veritabanı Parolası
uk_ua: Пароль бази даних
vi_vn: Mật khẩu Cơ sở dữ liệu
xh_za: I-Password yeDatha
zh_cn: 数据库密码
zh_tw: 數據庫密碼

source: Main Chamilo database (DB)
ast_es: Base de datos principal de Chamilo (BD)
bn_bd: প্রধান চামিলো ডাটাবেস (ডিবি)
bs_ba: Glavna Chamilo baza podataka (DB)
ca_es: Base de dades principal de Chamilo (BD)
cs_cz: Hlavní databáze Chamilo (DB)
da: Hoved Chamilo DB
de: Chamilo Haupt-Datenbank (DB)
el: Κύρια Βάση Δεδομένων του e-Class
eo: Centra Chamilo-datumbazo (DB)
es: Base de datos principal de Chamilo (BD)
es_mx: Base de datos principal de Chamilo (BD)
eu_es: Chamiloren datu base nagusia (DB)
fa_ir: پایگاهداده های اصلیدوکئوس
fi_fi: Chamilon päätietokanta
fo_fo: Høvuðs Chamilo datagrunnur (DB)
fur: Base dâts prinçipâl Chamilo (DB)
ga: Príomhbunachar Sonraí Chamilo (DB)
gl: Base de datos principal de Chamilo (DB)
he_il: בסיס הנתונים הראשי של Chamilo (DB)
hi: मुख्य Chamilo डेटाबेस (डीबी)
hr_hr: Glavna baza podataka Chamiloa
hu_hu: Fő Chamilo adatbázis (DB)
hy: Հիմնական Chamilo տվյալների բազա (DB)
id_id: Data Base utama Chamilo (DB)
it: Database principale
ja: メインChamiloデータベース (DB)
ka_ge: ძირითადი Chamilo მონაცემთა ბაზა (DB)
ko_kr: 메인 Chamilo 데이터베이스
lo: ຖານຂໍ້ມູນຫຼັກຂອງ Chamilo (DB)
lt_lt: Pagrindinė Chamilo duomenų bazė (DB)
lv_lv: Galvenā CHAMILO datubāze (DB)
mk_mk: Главна Chamilo База на податоци (БП)
ms_my: Main Chamilo DB
my_mm: ပင်မ Chamilo ဒေတာဘေ့စ် (DB)
ne: मुख्य चामिलो डेटाबेस (डीबी)
nl: Centrale Chamilodatabank
nn_no: Hovud Chamilo-database (DB)
oc: Base de donadas principala Chamilo (BD)
pl_pl: Główna baza danych
ps: اصلي Chamilo ډیټابیس (DB)
pt_br: banco de dados principal Chamilo (DB)
pt_pt: Base-de-Dados (BD) principal do Chamilo
ro_ro: Baza de date principala Chamilo
ru_ru: Главная база данных системы Chamilo
sk_sk: Hlavná Chamilo databáza (DB)
sl: Glavna podatkovna baza Chamilo
sq: Baza kryesore e të dhënave Chamilo (DB)
sr_rs: Glavna Chamiloova baza podataka
sv_se: Chamilo huvudDB
sw_ke: Hifadhi ya data kuu ya Chamilo (DB)
ta: முதன்மை Chamilo தரவுத்தளம் (DB)
th: ชื่อฐานข้อมูลหลัก
tl_ph: Pangunahing Chamilo database (DB)
tr: Main Chamilo DB
uk_ua: Головна база даних Chamilo (БД)
vi_vn: Main Chamilo DB
xh_za: iDatha eyintloko yeChamilo (DB)
zh_cn: IILearn 主数据库
zh_tw: IILearn 主數據庫

source: all fields required
ast_es: Pidir que s'enllenen tolos campos
bn_bd: সকল ক্ষেত্র বাধ্যতামূলক
bs_ba: sva polja su obavezna
ca_es: Tots els camps requerits
cs_cz: všechna pole povinná
da: alle felter behøves
de: alle Felder erforderlich
el: όλα τα πεδία είναι υποχρεωτικά
eo: Ĉiu kampoj plenigendaj
es: Requerir todos los campos
es_mx: todos los campos son obligatorios
eu_es: eremu guztiak bete behar dira
fa_ir: تمامی خانه ها ضروری هستند
fi_fi: Kaikki kentät vaaditaan
fo_fo: øll teigar kravd
fur: ducj i camps obrigatorîs
ga: gach réimse riachtanach
gl: requírense todos os campos
he_il: כל השדות נדרשים
hi: सभी फ़ील्ड आवश्यक
hr_hr: sva polja obvezna
hu_hu: minden mező kitöltése kötelező
hy: բոլոր դաշտերը պարտադիր են
id_id: semua field wajib diisi
it: tutti i campi sono necessari
ja: すべてのフィールドが必要です
ka_ge: ყველა ველი სავალდებულოა
ko_kr: 모든 필드정보가 필요합니다
lo: ທຸກຊ່ອງຂໍ້ມູນແມ່ນບັງຄັບ
lt_lt: visi laukai privalomi
lv_lv: visi lauciņi ir obligāti aizpildāmi
mk_mk: сите полиња се задолжителни
ms_my: semua medan diperlukan
my_mm: အကွက်အားလုံးလိုအပ်သည်
ne: सबै क्षेत्रहरू आवश्यक
nl: alle velden vereist
nn_no: alle felt påkrævd
oc: totes los camps obligatòris
pl_pl: Wymagane wypełnienie wszystkich pól
ps: ټولې ستنې لازمي دي
pt_br: todos os campos
pt_pt: todos os campos são obrigatórios
ro_ro: toate campurile sunt obligatorii
ru_ru: все поля обязательны
sk_sk: všetky polia povinné
sl: zahtevana so vsa polja
sq: të gjitha fushat e kërkuara
sr_rs: sva polja su obavezna
sv_se: alla fält krävs
sw_ke: vipengele vyote vinahitajika
ta: எல்லா புலங்களும் கட்டாயம்
th: รายการที่ต้องกรอก
tl_ph: lahat ng field kinakailangan
tr: tüm alanların doldurulması zorunludur
uk_ua: усі поля обов'язкові
vi_vn: tất cả các trường bắt buộc
xh_za: zonke iindawo zifuneka
zh_cn: 所有选项都必需填写
zh_tw: 所有選項都必需填寫

source: Printable version
ast_es: Versión pa imprentar
bn_bd: ছাপার যোগ্য সংস্করণ
bs_ba: Verzija za ispis
ca_es: Versió imprimible
cs_cz: Tištěná verze
da: Udskriftsvenlig version
de: Druckversion
el: Εκτυπώσιμη μορφή
eo: Presebla versio
es: Versión para imprimir
es_mx: Versión imprimible
eu_es: Inprimatzeko bertsioa
fa_ir: نسخۀ قابل چاپ
fi_fi: Tulostettava versio
fo_fo: Prentbætur útgáva
fur: Version stampe
ga: Leagan inphriontáilte
gl: Versión para Imprimir
he_il: גרסה להדפסה
hi: मुद्रणीय संस्करण
hr_hr: Verzija za ispis
hu_hu: Nyomtatható verzió
hy: Տպելի տարբերակ
id_id: Versi cetak
it: Versione stampabile
ja: 印刷版
ka_ge: ბეჭდვის ვერსია
ko_kr: 프린트 버전
lt_lt: Spaudinama versija
lv_lv: Izdrukas versija
mk_mk: Верзија што може да се испечати
ms_my: Versi boleh dicetak
my_mm: ပုံနှိပ်နိုင်သောဗားရှင်း
ne: मुद्रणयोग्य संस्करण
nl: Afdrukbare versie
nn_no: Utskriftversjon
oc: Version imprimible
pl_pl: Do wydruku
ps: پرینټ کېدونکي نسخې
pt_br: Versão para impressão
pt_pt: Versão para imprimir
ro_ro: Versiunie printabila
ru_ru: Версия для печати
sk_sk: Verzia pre tlač
sl: Verzija za tiskanje
sq: Version i printueshëm
sr_rs: Verzija za štampu
sv_se: Utskrivbar version
sw_ke: Toleo la kuchapisha
ta: அச்சிடக்கூடிய பதிப்பு
th: การอนุญาตลิขสิทธิ์้ ของเวอร์ชั่นที่ใช้ปัจจุบัน
tr: Yazdırılabilir sürüm
uk_ua: Версія для друку
vi_vn: Phiên bản in được
xh_za: Inguqulelo enokuprintwa
zh_cn: 打印版本
zh_tw: 列印版本
