Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Start using the Ephorus anti plagiarism service in Chamilo.<br /> <strong>With Ephorus, you will prevent internet plagiarism without any additional effort.</strong><br /> You can use our unique open standard webservice to build your own integration or you can use one of our Chamilo-integration modules.
ar: ابدأ استخدام خدمة مكافحة الانتحال ephorus في دوكيوس. مع ephorus ستمنع انتحال الانترنت بدون أي جهد إضافي.تستطيع استخدام خدمات شبكتنا القياسية المفتوحة الفريدة لبناء تكاملك كما تستطيع استخدام أحد نماذجنا في تكامل دوكيوس.
ast_es: Entamar a usar en Chamilo el serviciu antiplaxu d'Ephorus <br/> <strong>Con Ephorus pue defendese del plaxu n'Internet ensin mayor esfuerzu.</strong><br/> Pue usar el nuestru serviciu web estándar pa facer la so propia integración o usar ún de los módulos d'integración de Chamilo.
bn_bd: Chamilo-তে Ephorus অ্যান্টি প্ল্যাগিয়ারিজম পরিষেবা ব্যবহার শুরু করুন।<br /> <strong>Ephorus দিয়ে আপনি কোনো অতিরিক্ত প্রচেষ্টা ছাড়াই ইন্টারনেট প্ল্যাগিয়ারিজম প্রতিরোধ করবেন।</strong><br /> আপনার নিজস্ব ইন্টিগ্রেশন তৈরি করতে আমাদের অনন্য ওপেন স্ট্যান্ডার্ড ওয়েবসার্ভিস ব্যবহার করতে পারেন অথবা আমাদের Chamilo-ইন্টিগ্রেশন মডিউলগুলির একটি ব্যবহার করতে পারেন।
bs_ba: Počnite koristiti Ephorus uslugu protiv plagijarizma u Chamilo.<br /> <strong>Sa Ephorusom, spriječićete plagijat sa interneta bez dodatnog truda.</strong><br /> Možete koristiti našu jedinstvenu otvorenu webservis standardu za izgradnju vlastite integracije ili možete koristiti jedan od naših modula integracije sa Chamilo.
ca_es: Comenceu a utilitzar Ephorus servei anti plagi a Chamilo <br /> <STRONG> Amb Ephorus, previndreu el plagi a internet sense cap esforç addicional.</STRONG><br /> Podeu utilitzar el nostre estàndard obert webservice per construir la vostra integració o utilitzar un dels nostres mòduls d'integració Chamilo.
cs_cz: Začít používat Ephorus, službu proti plagiátorství v Chamilou. <br/> <strong>Ephorus zabrání internetovému plagiátorství bez dodatečného úsilí</strong> <br/>Můžete používat jedinečnou, otevřenou a standardizovanou webovou službu, kterou můžete samostatně integrovat nebo můžete použít jeden z našich Chamilo-integračních modulů.
da: Start med at bruge Ephorus anti-plagiat service i Chamilo.<br /> <strong>Med Ephorus forhindrer du internetplagiat uden yderligere indsats.</strong><br /> Du kan bruge vores unikke åbne standard webservice til at bygge din egen integration, eller du kan bruge en af vores Chamilo-integrationsmoduler.
de: Beginnen Sie, den Ephorus Anti-Plagiat Dienst in Chamilo zu benutzen. <br/><strong>Mit Ephorus können Sie Internet Plagiate ohne zusätzliche Aufwand verhindern.</strong><br/> Sie können unseren einzigartigen Open Standard Webservice benutzen, um ihre eigene Integration zu erstellen oder einen unserer Chamilo Integrationsmodule benutzen.
el: Ξεκινήστε να χρησιμοποιείτε την υπηρεσία Ephorus κατά της λογοκλοπής στο Chamilo.<br /> <strong>Με το Ephorus, θα αποτρέψετε τη λογοκλοπή από το διαδίκτυο χωρίς επιπλέον κόπο.</strong><br /> Μπορείτε να χρησιμοποιήσετε την μοναδική μας υπηρεσία web ανοιχτού προτύπου για να δημιουργήσετε τη δική σας ενσωμάτωση ή να χρησιμοποιήσετε ένα από τα modules ενσωμάτωσης Chamilo.
eo: Uzi la Eforan kontraŭplagiatan servon en Chamilo. Per Eforo vi senpene evitas interretan plagiaton. Vi povas uzi ĉi tiun unikan retservon por fari vian propran integrigadon aŭ peti helpon de la Chamilo-integrada modulo.
es: Comenzar a usar en Chamilo el servicio antiplagio de Ephorus. <br /><strong>Con Ephorus, prevendrá el plagio de Internet sin ningún esfuerzo adicional.</strong><br />Puede utilizar nuestro servicio web estándar para construir su propia integración o utilizar uno de los módulos de la integración de Chamilo.
es_mx: Comienza a usar el servicio ant plagio Ephorus en Chamilo.<br /> <strong>Con Ephorus, prevenirás el plagio de internet sin esfuerzo adicional.</strong><br /> Puedes usar nuestro servicio web de estándar abierto único para construir tu propia integración o puedes usar uno de nuestros módulos de integración con Chamilo.
eu_es: Hasi plagioaren aurkako Ephorus zerbitzua erabiltzen Chamilon.
fa_ir: شروع استفاده از سرویس ضد سرقت ادبی Ephorus در Chamilo.<br /> <strong>با Ephorus، بدون تلاش اضافی از سرقت ادبی اینترنتی جلوگیری کنید.</strong><br /> می‌توانید از وب‌سرویس استاندارد باز ما برای ساخت ادغام خود استفاده کنید یا از ماژول‌های ادغام Chamilo ما استفاده کنید.
fi_fi: Ota Ephorus-plagioinninvastainen palvelu käyttöön Chamiloissa.<br /> <strong>Ephorus auttaa estämään internet-plagioinnin ilman lisätyötä.</strong><br /> Voit käyttää ainutlaatuista avointa verkkopalvelua oman integraatiosi rakentamiseen tai yhtä Chamilo-integraatiomoduuleistamme.
fo_fo: Byrja at brúka Ephorus tænastuna móti plagiat í Chamilo.<br /> <strong>Við Ephorus mugu tit steðga internet plagiat uttan viðkomandi ónav.
fur: Inzile a doprâ il servisi anti-plagio Ephorus in Chamilo.<br /> <strong>Coi Ephorus, prevenirâs il plagio internet senz alcû spèis zus.</strong><br /> Podêis doprâ nestri webservice open standard unich par fâ la vostre integrazion o un di nustri modulî di integrazion Chamilo.
ga: Tosaigh ag úsáid seirbhís frith-phlágiúrachta Ephorus i Chamilo.<br /> <strong>Le Ephorus, cuirfidh tú cosc ar phlágiúracht idirlíne gan aon iarracht bhreise.</strong><br /> Is féidir leat ár seirbhís gréasáin oscailte uathúil a úsáid chun do chomhtháthú féin a thógáil nó ceann dár modúil comhtháthaithe Chamilo a úsáid.
gl: Comezar a usar en Chamilo o servizo antiplaxio de Ephorus.Con Ephorus, previrá o plaxio de Internet sen ningún esforzo adicional.Pode utilizar o noso servizo web estándar para construír a súa propia integración ou utilizar un dos módulos da integración de Chamilo.
he_il: התחל להשתמש בשירות Ephorus נגד פלגיאט ב-Chamilo.<br /> <strong>עם אפורוס, תמנע גניבת עין באינטרנט ללא כל מאמץ נוסף.</strong><br /> אתה יכול השתמש בשירות האינטרנט הסטנדרטי הפתוח הייחודי שלנו כדי לבנות אינטגרציה משלך או שאתה יכול להשתמש באחד ממודולי האינטגרציה של Chamilo.
hi: चमिलो में एफोरस एंटी प्लेजरिज्म सेवा का उपयोग शुरू करें।<br /> <strong>एफोरस के साथ, आप बिना अतिरिक्त प्रयास के इंटरनेट साहित्यिक चोरी रोकेंगे।</strong><br /> आप अपना एकीकरण बनाने के लिए हमारे अद्वितीय ओपन स्टैंडर्ड वेबसर्विस का उपयोग कर सकते हैं या हमारे चमिलो-एकीकरण मॉड्यूल में से एक का उपयोग कर सकते हैं।
hr_hr: Počnite koristiti Ephorus uslugu protiv plagijata u Chamilo.<br /> <strong>S Ephorusom ćete spriječiti plagijat s interneta bez dodatnog truda.</strong><br /> Možete koristiti našu jedinstvenu otvorenu webservis standardu za izradu vlastite integracije ili jedan od naših modula integracije s Chamilo.
hu_hu: Kezdje el használni az Ephorus antitsalipari szolgáltatást a Chamilo-ban.<br /> <strong>Az Ephorusszal megakadályozhatja az internetes plágiumot további erőfeszítés nélkül.</strong><br /> Használhatja egyedi nyílt szabványú webszolgáltatásunkat saját integráció építéséhez, vagy használhatja Chamilo-integrációs moduljainkat.
hy: Սկսեք օգտագործել Ephorus հակապլագիատ արտադրանքը Chamilo-ում։<br /> <strong>Ephorus-ով կկանխեք ինտերնետային պլագիատը առանց լրացուցիչ ջանքերի։</strong><br /> Կարող եք օգտագործել մեր եզակի բաց ստանդարտ webservice-ը՝ Ձեր սեփական ինտեգրացիան կառուցելու համար կամ օգտագործել մեր Chamilo ինտեգրացիայի մոդուլներից մեկը։
id_id: Mulai menggunakan layanan anti plagiarisme Ephorus di Chamilo.<br /> <strong>Dengan Ephorus, Anda mencegah plagiarisme internet tanpa usaha tambahan.</strong><br /> Anda dapat menggunakan webservice standar terbuka unik kami untuk membangun integrasi sendiri atau menggunakan salah satu modul integrasi Chamilo kami.
it: Attiva il sistema antiplagio Ephorus attivandolo contrattualmente presso Chamilo.com o usando moduli aggiuntivi
ja: ChamiloでEphorus盗用防止サービスを開始します。<br /> <strong>Ephorusにより、追加の労力をかけずにインターネット盗用を防止できます。</strong><br /> 独自の統合を構築するための独自のオープン標準ウェブサービスを使用するか、Chamilo統合モジュールの1つを使用できます。
ka_ge: Ephorus-ის ანტი პლაგიატის სერვისის გამოყენება Chamilo-ში.<br /> <strong>Ephorus-ით თქვენ პრევენციას მოახდენთ ინტერნეტ პლაგიატს დამატებითი ძალისხმევის გარეშე.</strong><br /> შეგიძლიათ გამოიყენოთ ჩვენი უნიკალური ღია სტანდარტის ვებ სერვისი თქვენი ინტეგრაციის შესაქმნელად ან გამოიყენოთ ჩვენი Chamilo-ინტეგრაციის მოდულებიდან ერთი.
ko_kr: Chamilo에서 Ephorus 표절 방지 서비스를 사용 시작하세요.<br /> <strong>Ephorus로 추가 노력 없이 인터넷 표절을 방지하세요.</strong><br /> 고유한 오픈 표준 웹 서비스를 사용하여 자체 통합을 구축하거나 Chamilo 통합 모듈 중 하나를 사용할 수 있습니다.
lo: ເລີ່ມໃຊ້ບໍລິການປ້ອງກັນການລັກລອກຜົນງານ Ephorus ໃນ Chamilo.<br /> <strong>ດ້ວຍ Ephorus, ທ່ານຈະປ້ອງກັນການລັກລອກຜົນງານທາງອິນເຕີເນັດໂດຍບໍ່ຕ້ອງພະຍາຍາມເພີ່ມເຕີມ.</strong><br /> ທ່ານສາມາດໃຊ້ບໍລິການເວັບມາດຕະຖານເປີດທີ່ເປັນເອກະລັກຂອງພວກເຮົາເພື່ອສ້າງການເຊື່ອມໂຍງຂອງທ່ານເອງ ຫຼື ທ່ານສາມາດໃຊ້ໂມດູນການເຊື່ອມໂຍງ Chamilo ຂອງພວກເຮົາອັນໃດອັນໜຶ່ງ.
lt_lt: Pradėkite naudoti Ephorus antiplagijato paslaugą Chamilo.<br /> <strong>Su Ephorus, jūs užkirsite kelią internetiniam plagijatui be jokių papildomų pastangų.</strong><br /> Galite naudoti mūsų unikalų atviro standarto žiniatinklio paslaugą savo integracijai sukurti arba naudoti vieną iš mūsų Chamilo integracijos modulių.
lv_lv: Sāciet izmantot Ephorus antiplāģiātisma pakalpojumu Chamilo.<br /> <strong>Ar Ephorus jūs novērsīsiet interneta plaģiātismu bez papildu pūlēm.</strong><br /> Jūs varat izmantot mūsu unikālo atklāto standarta tīmekļa servisu, lai izveidotu savu integrāciju, vai izmantot vienu no mūsu Chamilo integrācijas moduļiem.
mk_mk: Започнете да користите ја услугата Ephorus против плагијат во Chamilo.<br /> <strong>Со Ephorus, ќе спречите плагијат од интернет без дополнителен труд.</strong><br /> Можете да користите ја нашата уникатна отворена стандардна веб услуга за да изградите ваша сопствена интеграција или можете да користите еден од модулите за интеграција со Chamilo.
ms_my: Mula menggunakan perkhidmatan anti plagiarisme Ephorus dalam Chamilo.<br /> <strong>Dengan Ephorus, anda akan mencegah plagiarisme internet tanpa usaha tambahan.</strong><br /> Anda boleh menggunakan perkhidmatan web standard terbuka unik kami untuk membina integrasi anda sendiri atau anda boleh menggunakan salah satu modul integrasi Chamilo kami.
my_mm: Chamilo တွင် Ephorus ခိုးယူမှုဆန့်ကျင်ရေးဝန်ဆောင်မှုကို စတင်အသုံးပြုပါ။<br /> <strong>Ephorus ဖြင့်၊ သင်သည် အင်တာနက်ခိုးယူမှုကို အပိုကြိုးစားမှုမရှိဘဲ ကာကွယ်နိုင်သည်။</strong><br /> သင်သည် ကျွန်ုပ်တို့၏ ထူးခြားသော ဖွင့်လှစ်စံနှုန်းဝဘ်ဝန်ဆောင်မှုကို အသုံးပြု၍ သင့်ကိုယ်ပိုင်ပေါင်းစည်းမှုကို တည်ဆောက်နိုင်သည် သို့မဟုတ် ကျွန်ုပ်တို့၏ Chamilo-ပေါင်းစည်းမှုမော်ဂျူးများထဲမှ တစ်ခုကို အသုံးပြုနိုင်သည်။
ne: Chamilo मा Ephorus एन्टी प्लागियारिज्म सेवा प्रयोग गर्न सुरु गर्नुहोस्।<br /> <strong>Ephorus सँग, तपाईं कुनै अतिरिक्त प्रयास बिना इन्टरनेट नक्कल रोक्न सक्नुहुन्छ।</strong><br /> तपाईं आफ्नो एकीकरण निर्माण गर्न हाम्रो अद्वितीय खुला मानक वेबसर्भिस प्रयोग गर्न सक्नुहुन्छ वा हाम्रो Chamilo-एकीकरण मोड्युलहरू मध्ये एक प्रयोग गर्न सक्नुहुन्छ।
nl: Gebruik de Ephorus anti-plagiaat dienst in Chamilo. Met Ephorus vermijdt u internetplagiaat zonder enige moeite. U kan onze unieke webservice gebruiken om uw eigen integratie te maken of u kan beroep doen op de Chamilo integratiemodule.
nn_no: Start å bruke Ephorus anti-plagiat-teneste i Chamilo.<br /> <strong>Med Ephorus forhindrar du internett-plagiat utan ekstra innsats.</strong><br /> Du kan bruke vår unike opne standard webservice for å bygge eigen integrasjon eller ein av våre Chamilo-integrasjonsmodular.
oc: Començar a usar lo servici anti-plagiari Ephorus dins Chamilo.<br /> <strong>Amb Ephorus, preveniretz lo plagiari internet sens cap esfors suplementari.</strong><br /> Podètz usar nòstre webservice unic en estandard dubèrt per construir vòstra pròpria integracion o podètz usar un dels modules d'integracion Chamilo.
pl_pl: Zacznij korzystać z usługi anty plagiatu Ephorus w Chamilo.<br>
ps: د ایفوروس د کاپي کولو مخنیوي خدمت په چامیلو کې پیل کړئ.<br /> <strong>د ایفوروس سره، تاسو به د انټرنټ کاپي کولو مخه ونیسئ پرته له اضافي هڅو.</strong><br /> تاسو کولی شئ زموږ یوګاره خلاص معیار ویب خدمت وکاروئ چې خپله انټګرېشن جوړ کړئ یا یو له زموږ چامیلو-انټګرېشن ماډلونو څخه وکاروئ.
pt_br: Comece a usar o serviço anti-plágio Ephorus no Chamilo.<br /> <STRONG>Com Ephorus, você pode impedir o plágio através da Internet sem qualquer esforço adicional.</STRONG><br /> Pode usar o nosso serviço web (standard) para construir a sua própria integração ou usar um dos módulos de integração do Chamilo.
pt_pt: Comece a utilizar o serviço anti-plágio Ephorus no Chamilo.<br /> <STRONG>Com o Ephorus e sem qualquer esforço adicional, impedirá o plágio através da Internet.</STRONG><br /> Pode utilizar o nosso serviço web para construir a sua própria integração ou utilizar um dos módulos de integração do Chamilo.
ro_ro: Porniti utilizarea serviciului antiplagiat Ephorus. <br/> <strong> Cu Ephorus veti preveni plagiatul in Internet fara alt efort. </strong> <br/> Puteti utiliza unicul nostru serviciu web cu standard deschis pentru a va construi propria integrare sau puteti utiliza modulele noastre integrate Chamilo.
ru_ru: Начать использовать антиплагиатную службу Ephorus в Chamilo.<br /> <strong>С Ephorus Вы предотвратите интернет плагиат без дополнительных усилий.</strong><br /> Вы можете использовать нашу уникальную открытую стандартную интернет службу для постройки своей собственной системы или использовать один из наших Chamilo модулей.
sk_sk: Začnite používať Ephorus proti plagiátorstvu v Chamilo.
sl: Uporabite Ephorus storitev za preprečevanje plagiatorstva.<br /> <strong>Z Ephorus lahko preprečite plagiatorstvo brez dodatnega truda.</strong><br />Uporabite lahko našo odprto-standardno spletno storitev za izgradno lastne integracije ali pa uporabite enega izmed obstoječih Chamilo integracijskih modulov.
sq: Fillo të përdorësh shërbimin anti-plagjiaturë Ephorus në Chamilo.<br /> <strong>Me Ephorus, do të parandalosh plagjiaturën nga interneti pa ndonjë përpjekje shtesë.</strong><br /> Mund të përdorësh webservice-in tonë unik me standard të hapur për të ndërtuar integrimin tënd ose mund të përdorësh një nga modulët tanë të integrimit Chamilo.
sr_rs: Počnite koristiti Ephorus servis protiv plagijarizma u Chamilo.<br /> <strong>Sa Ephorus-om, sprečićete plagijarizam sa interneta bez dodatnog truda.</strong><br /> Možete koristiti naš jedinstveni otvoreni standard webservis za kreiranje sopstvene integracije ili možete koristiti jedan od naših modula integracije sa Chamilo.
sv_se: Använd Ephorus plagiatkontroll som tjänst i Chamilo.<br />Med <a href="http://www.ephorus.nl/home_dn.html">Ephorus</a> motverkas plagiering utan större ansträngning från din sida.<br />Du kan bygga en egen integration till chamilo eller använda en integrationsmodul som redan finns.
sw_ke: Anza kutumia huduma ya Ephorus ya kupambana na wizi katika Chamilo.<br /> <strong>Kuwa Ephorus, utazuia wizi wa mtandaoni bila juhudi zaidi yoyote.</strong><br /> Unaweza kutumia huduma yetu ya kipekee ya viwango vilivyo wazi kujenga muunganisho wako mwenyewe au unaweza kutumia moja ya moduli za muunganisho wa Chamilo wetu.
ta: சமினோவில் எபோரஸ் பிளாக்கியாரிசம் எதிர்ப்பு சேவையைப் பயன்படுத்தத் தொடங்கவும்.<br /> <strong>எபோரஸ் மூலம், எந்த கூடுதல் முயற்சியும் இன்றி இணைய பிளாக்கியாரிசத்தைத் தடுக்கலாம்.</strong><br /> நீங்கள் உங்கள் சொந்த ஒருங்கிணைப்பை உருவாக்க நமது தனித்துவமான திறந்த தரமான வெப்சர்வீஸைப் பயன்படுத்தலாம் அல்லது நமது சமினோ-ஒருங்கிணைப்பு மாடுல்களில் ஒன்றைப் பயன்படுத்தலாம்.
th: เริ่มใช้งานบริการป้องกันการลอกเลียน Ephorus ใน Chamilo.<br /> <strong>ด้วย Ephorus คุณจะป้องกันการลอกเลียนจากอินเทอร์เน็ตโดยไม่ต้องใช้ความพยายามเพิ่มเติม</strong><br /> คุณสามารถใช้เว็บเซอร์วิสมาตรฐานเปิดของเราเพื่อสร้างการรวมของคุณเอง หรือใช้โมดูลการรวม Chamilo ของเรา
tl_ph: Simulan ang paggamit ng Ephorus anti-plagiarism service sa Chamilo.<br /> <strong>Sa Ephorus, maiiwasan mo ang internet plagiarism nang walang karagdagang pagsisikap.</strong><br /> Maaari mong gamitin ang aming natatanging open standard webservice upang bumuo ng sarili mong integration o maaari mong gamitin ang isa sa aming Chamilo-integration modules.
tr: Chamilodaki bilgi yağmalamayı engelleme servisi Ephorusu başlatın. br /> <STRONG>Ephorus la, ek çaba göstermeden internet bilgi yağmalamasını engelleyeceksiniz.</STRONG><br /> Kendi entegrasyonunuzu yapabilmeniz için eşsiz açık standartlı web servisimizi kullanabilir yada yada Chamilo'un entegrasyon modüllerinden birini kullanabilirsiniz.
uk_ua: Розпочніть використовувати сервіс антиплагіату Ephorus в Chamilo.<br /> <STRONG>З Ephorus ви маєте змогу уникнути інтернет-плагіату.</STRONG><br /> Ви можете використовувати вебсервіс для побудови власного модулю або користуватися одним з вбудованих модулів Chamilo.
vi_vn: Bắt đầu sử dụng dịch vụ chống đạo văn Ephorus trong Chamilo.<br /> <strong>Với Ephorus, bạn sẽ ngăn chặn đạo văn internet mà không cần nỗ lực thêm.</strong><br /> Bạn có thể sử dụng webservice chuẩn mở độc đáo của chúng tôi để xây dựng tích hợp riêng hoặc sử dụng một trong các mô-đun tích hợp Chamilo của chúng tôi.
xh_za: Qala ukusebenzisa inkonzo ye-Ephorus yokulwa nobuqhetshu e-Chamilo.<br /> <strong>Nge-Ephorus, uya kuthintela ubuqhetshu be-intanethi ngaphandle kweinzuzo ezongezelelweyo.</strong><br /> Ungasebenzisa inkonzo yethu eyodwa yomgangatho ovulekileyo we-webservice yokwakha ukuhlanganiswa kwakho okanye ungasebenzisa enye yeemodyuli ze-Chamilo-integration zethu.
zh_cn: 在 Chamilo 中开始使用 Ephorus 防剽窃服务。<br /> <strong>使用 Ephorus，您可以无需额外努力即可防止网络剽窃。</strong><br /> 您可以使用我们独特的开放标准 Web 服务构建自己的集成，或者使用我们的 Chamilo 集成模块之一。
zh_tw: 啟用 Chamilo 中的歐福羅斯(Ephorus)防抄襲系統。.<br /> <strong>使用歐福羅斯(Ephorus)防抄襲系統，你能輕易檢查出於網上抄襲的文章。</strong><br /> 你可以使用我們的開源站台服務來建立你自己的整合系統，或使用我們的 Chamilo 整合模組。

source: <strong>Leaders in <br />anti plagiarism </strong>
ar: القادة في مكافحة الانتحال
ast_es: <strong>Líderes en <br/> antiplaxu</strong>
bn_bd: <strong>অ্যান্টি প্ল্যাগিয়ারিজমে <br /> নেতৃত্বদানকারী </strong>
bs_ba: <strong>Lideri u<br />protiv plagijarizma </strong>
ca_es: <STRONG>Líders en <BR>anti plagi </STRONG>
cs_cz: <STRONG>Leader proti BR>plagiátorství</STRONG>
da: Leaders in anti plagiarism
de: <STRONG>Führend in <br/>Plagiat-Erkennung</STRONG>
el: <strong>Προηγούμενοι στην<br />αντιλογοκλοπή </strong>
eo: Gvidantoj en kontraŭplagiatado
es: <STRONG>Líderes en <BR>antiplagio </STRONG>
es_mx: <strong>Líderes en <br />ant plagio </strong>
fa_ir: <strong>رهبران در <br />ضد سرقت ادبی </strong>
fi_fi: <strong>Johtavia<br />plagioinnin torjunnassa</strong>
fo_fo: <strong>Leiðarar í <br />móti plagiat </strong>
fur: <strong>Leader in<br />anti plagio </strong>
ga: <strong>Ceannairí i<br />gcoinne bradaíla</strong>
gl: Líderes en antiplaxio
he_il: <strong>מנהיגים ב-<br />אנטי גניבת עין </strong>
hi: <strong>एंटी प्लेजरिज्म में <br />नेतृत्व </strong>
hr_hr: <strong>Lideri u<br />protiv plagijata </strong>
hu_hu: <strong>Vezetők a<br />antitsalipari </strong> területen
hy: <strong>Նախագահներ <br />հակապլագիատի </strong>
it: Ephorus sistema antiplagio
ja: <strong>盗用防止の<br />リーダー</strong>
ka_ge: <strong>ლიდერები <br />პლაგიატის საწინააღმდეგო სისტემაში </strong>
ko_kr: <strong>표절 방지 분야의 <br />리더</strong>
lo: <strong>ຜູ້ນຳໃນ <br />ການປ້ອງກັນການລັກລອກຜົນງານ </strong>
lv_lv: <b>Līderi kustībā pret plaģiātismu</b>
mk_mk: <STRONG>Лидери во <BR>анти плагијаторство </STRONG>
ne: <strong>एन्टि प्लागियारिज्ममा <br />नेताहरू</strong>
nl: Leiders in anti-plagiaat
nn_no: <strong>Ledjande i<br />anti-plagiat </strong>
oc: <strong>Leaders en <br />anti plagiari </strong>
pl_pl: <b>Liderzy w <br>
ps: <strong>مشران په <br />د کاپي کولو مخنیوي کې </strong>
pt_br: <STRONG>Líderes em <BR>antiplágio</STRONG>
pt_pt: <STRONG>Líderes <BR>anti-plágio</STRONG>
ro_ro: <strong>Lideri in <br/> lupta impotriva plagiatului </strong>
ru_ru: <strong>Лидеры в�<br />против плагиата </strong>
sk_sk: <STRONG>Vodca v <BR>prevencii plagiátorstva </STRONG>
sl: <strong>Vodilni v preprečevanju plagiatorstva</strong>
sq: <strong>Vezetës në <br />kundër plagjiaturës </strong>
sr_rs: <strong>Lideri u <br />borbi protiv plagijarizma </strong>
sv_se: motverkar plagiat
ta: <strong>பிளாக்கியாரிசம் எதிர்ப்பில் <br />தலைவர்கள் </strong>
th: <strong>ผู้นำด้าน<br />ป้องกันการลอกเลียน </strong>
tr: <STRONG>Bilgi yağmalama<BR> karşıtları</STRONG>
uk_ua: <STRONG>Лідери <BR>антиплагіату</STRONG>
vi_vn: <strong>Lãnh đạo trong<br />chống đạo văn </strong>
zh_cn: <strong>防剽窃领域的领导者<br /> </strong>
zh_tw: <strong>反抄襲<br />領導者 </strong>

source: Click here for more information and prices
ar: اضغط هنا لمزيد من المعلومات والأسعار
ast_es: Calque equí pa más información y precios
bn_bd: আরও তথ্য এবং মূল্যের জন্য এখানে ক্লিক করুন
bs_ba: Kliknite ovdje za više informacija i cijene
ca_es: Cliqueu aquí per més informació i preus
cs_cz: Klikněte pro více informací a ceny
da: Klik her for flere oplysninger og priser
de: Klicken Sie hier für weitere Informationen und Preise.
el: Κάντε κλικ εδώ για περισσότερες πληροφορίες και τιμές
eo: Klaku ĉi tie por pli da informo kaj prezoj
es: Haga clic aquí para más información y precios
es_mx: Haz clic aquí para más información y precios
eu_es: Klikatu hemen informazio gehigarria eta prezioak ikusteko
fa_ir: برای اطلاعات بیشتر و قیمت‌ها کلیک کنید
fi_fi: Lisätietoja ja hintoja
fo_fo: Klikk her fyri meira kunngjøring og prísir
fur: Clic chi par plui informazions e prezzos
ga: Cliceáil anseo le haghaidh tuilleadh faisnéise agus praghsanna
gl: Faga clic aquí para máis información e prezos
he_il: לחץ כאן למידע נוסף ומחירים
hi: अधिक जानकारी और मूल्य के लिए यहाँ क्लिक करें
hr_hr: Kliknite ovdje za više informacija i cijene
hu_hu: Kattintson ide további információkért és árakért
hy: Սեղմեք այստեղ՝ ավելի մանրամասն տեղեկությունների և գների համար
id_id: Klik di sini untuk informasi lebih lanjut dan harga
it: Clicca per informazioni e prezzi
ja: 詳細情報と料金についてはこちらをクリック
ka_ge: დააწკაპუნეთ აქ მეტი ინფორმაციისა და ფასებისთვის
ko_kr: 추가 정보 및 가격은 여기를 클릭하세요
lt_lt: Spustelėkite čia daugiau informacijos ir kainų
lv_lv: Noklikšķiniet šeit, lai iegūtu vairāk informācijas un cenas
mk_mk: Кликнете овде за повеќе информации и цени
ms_my: Klik sini untuk maklumat dan harga lanjut
my_mm: ပိုမိုသိရှိရန်နှင့် စျေးနှုန်းများအတွက် ဤနေရာကို နှိပ်ပါ
ne: थप जानकारी र मूल्यका लागि यहाँ क्लिक गर्नुहोस्
nl: Klik hier voor meer informatie en prijzen
nn_no: Klikk her for meir informasjon og prisar
oc: Clicatz aicí per mai d'informacions e prixos
pl_pl: Kliknij tutaj, aby uzyskać więcej informacji oraz cennik
ps: دلته کلیک وکړئ د نورو معلوماتو او بیو لپاره
pt_br: Clicar aqui para mais informações e preços
pt_pt: Clicar aqui para mais informações e preços
ro_ro: Click aici pentru mai multe informatii si preturi
ru_ru: Щелкнуть здесь для получения дополнительной информации и цен
sk_sk: Pre viac informácií a ceny kliknite sem
sl: Kliknite tule za več informacij in cenike
sq: Klikoni këtu për më shumë informacion dhe çmime
sr_rs: Kliknite ovde za više informacija i cene
sv_se: Klicka för mer info om pris, mm
sw_ke: Bofya hapa kwa maelezo zaidi na bei
ta: மேலும் தகவலுக்கும் விலைக்கும் இங்கே கிளிக் செய்யுங்கள்
th: คลิกที่นี่สำหรับข้อมูลเพิ่มเติมและราคา
tl_ph: I-klik dito para sa higit pang impormasyon at presyo
tr: Daha fazla bilgi ve fiyat için burayı tıkla
uk_ua: Натисніть тут для отримання додаткової інформації та цін
vi_vn: Nhấp vào đây để biết thêm thông tin và giá cả
xh_za: Cofa apha ngolwazi olongezelelweyo namaxabiso
zh_cn: 点击这里获取更多信息和价格
zh_tw: 按這裏取得更多資訊和價目
