Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Dropbox: Upload to own dropbox space?
ar: مشاركة الملفات: رفع الملف الى المساحة الشخصية لك في اداة مشاركة الملفات
ast_es: ¿ Buzón d'entrega de deberes: subir al buzón propiu ?
bn_bd: ড্রপবক্স: নিজের ড্রপবক্স স্পেসে আপলোড?
bs_ba: Dropbox: Učitaj u sopstveni dropbox prostor?
ca_es: Compartició de fitxers: autoritzar l'enviament de documents a si mateix
cs_cz: Schránka: Uploadovat vlastní obsah schránky?
da: Dueslag: Upload til eget dueslag?
de: Dateikiste: Eigene Dateikiste
el: Dropbox: Ανέβασμα στον δικό σας χώρο dropbox;
eo: Demetujo: Ĉu ŝargi en propran demetujon?
es: ¿ Compartir documentos: subir al propio espacio ?
es_mx: Baúl de tareas: ¿Subir al baúl propio?
eu_es: Dokumentuak partekatzea: kargatu behar al da zure espazioan ere?
fa_ir: قسمت تبادل مدارک :آیا می خواهید امکان ارسال یک فایل به خودشخص نیز وجودداشته باشد؟
fi_fi: Dropbox: Lataa omaan dropboxiin?
fo_fo: Dropbox: Upload til egnu dropbox pláss?
fur: Dropbox: caregje tal to spaci Dropbox?
ga: Dropbox: Upload go spás dropbox féin?
gl: Buzón de ficheiros: ¿subir ó propio buzón?
he_il: Dropbox: העלה לשטח dropbox משלך?
hi: ड्रॉपबॉक्स: अपने ड्रॉपबॉक्स स्थान पर अपलोड करें?
hr_hr: Dropbox: Postaviti u vlastiti dropbox?
hu_hu: Fájl posta: Feltöltés a saját fiókba?
hy: Dropbox. Վերբեռնել սեփական dropbox տարածք?
id_id: Dropbox: Upload ke dropbox sendiri?
it: Scambio files: carica nel tuo spazio personale?
ja: 課題提出箱: 自身の課題提出箱の領域にアップロードしますか?
ka_ge: Dropbox: ატვირთვა საკუთარ dropbox სივრცეში?
ko_kr: Dropbox: 자신의 Dropbox에 업로드 하겠습니까?
lo: Dropbox: ອັບໂຫຼດໃສ່ພື້ນທີ່ Dropbox ຂອງຕົນເອງບໍ່?
lt_lt: Failų saugykla: Įkrauti failą į savo saugyklą?
lv_lv: Failu apmaiņas vieta: Augšupielādēt failu "Failu apmaiņas vietas" savā personīgajā sadaļā (nedaloties ar citiem)?
mk_mk: Размена на датотеки и пораки: Да се постави во сопствена кутија за размена на датотеки и пораки?
ms_my: Dropbox: Muat naik ke ruang dropbox sendiri?
my_mm: Dropbox: ကိုယ်ပိုင် dropbox နေရာသို့ တင်သွင်းမည်လား။
ne: ड्रपबक्स: आफ्नो ड्रपबक्स स्पेसमा अपलोड गर्नुहोस्?
nl: Dropbox: Uploaden naar eigen dropbox?
nn_no: Dropbox: Last opp til eigen dropbox-plass?
oc: Dropbox : Telecargar dins l'espaci Dropbox pròpri ?
pl_pl: Skrzynka nadawcza: Wczytać do własnej skrzynki nadawczej?
ps: ډراپ باکس: خپل ډراپ باکس ځای ته اپلوډ کړئ؟
pt_br: Caixa de documentos compartilhados: Enviar para a própria caixa?
pt_pt: Caixa de entrega: Enviar para a caixa de entrega pessoal?
ro_ro: Cutia postala: Incarcati in propria cutie postala?
ru_ru: Ящик для содержимого: закачать в собственный ящик?
sk_sk: Schránka na dokumenty: Načítať do vlastnej schránky na dokumenty?
sl: Nabiralnik: Prenos v lasten nabiralnik?
sq: Dropbox: Ngarkoni në hapësirën tuaj dropbox?
sr_rs: Dropbox: Postavi u svoj dropbox?
sv_se: Inlämningsmapp: Ladda upp till egen inlämningsmapp?
sw_ke: Dropbox: Pakia kwenye nafasi yako ya dropbox?
ta: டிராப்பாக்ஸ்: சொந்த டிராப்பாக்ஸ் இடத்திற்கு பதிவேற்று?
th: กล่องรับส่งงาน: โอนย้ายขึ้นเก็บในส่วนของตัวเอง
tl_ph: Dropbox: I-upload ang sariling espasyo sa dropbox?
tr: GelenKutusu: Sahip olunan GelenKutusuna gönder?
uk_ua: Скринька контенту: завантажувати в свою власну скриньку?
vi_vn: Dropbox: Tải lên không gian dropbox của chính mình?
xh_za: Idropbox: Faka kwindawo yakho ye-dropbox?
zh_cn: 投递箱: 上传到自己的投递箱?
zh_tw: 投遞箱：上載檔案至個人投遞箱？

source: Allow trainers and users to upload documents to their dropbox without sending the documents to themselves
ar: السماح للمعلمين في رفع المستندات الى اداة مشاركة الملفات من دون ارسال الملفات لانفسهم
ast_es: Dar permisu pa que los mayestros y los estudiantes suban documentos a les sos seiciones del buzón de deberes a entregar ensin falta unvialos a otres persones (=unviar un documentu a ún mesmu)
bn_bd: প্রশিক্ষক এবং ব্যবহারকারীদের নিজেদের ড্রপবক্সে ডকুমেন্ট আপলোড করতে দেয় যাতে নিজেদের কাছে পাঠাতে না হয়
bs_ba: Omogući predavačima i korisnicima da učitavaju dokumente u svoj dropbox bez slanja dokumenata sebi
ca_es: Permetre a professors i a estudiants carregar documents a la seva safata de compartició de fitxers sense enviar-los a ningú més (enviar-se documents a sí mateixos)
cs_cz: Povolí školiteli a uživatelům uploadovat dokumenty do jejich schránek, beztoho aby byly poslány samy sobě
da: Tillad undervisere og studerende at uploade dokumenter til eget dueslag og kun sende dokumenter til sig selv
de: Kursleitern und Teilnehmern erlauben, Dokumente in ihre eigene Dropbox hochzuladen, ohne diese an jemanden zu verschicken (=senden die Dokumente an sich selbst)
el: Επιτρέπει σε εκπαιδευτές και χρήστες να ανεβάζουν έγγραφα στο dropbox τους χωρίς να τα στέλνουν στον εαυτό τους
eo: Ĉu instruistoj kaj studentoj rajtas ŝargi en sian propran demetujon (=sendi dokumentojn al si mem)?
es: Permitir a los profesores y a los estudiantes subir documentos en su propia sección de documentos compartidos sin enviarlos a nadie más (=enviarse un documento a uno mismo)
es_mx: Se permite a estudiantes y profesores subir documentos a su propio baúl de tareas sin enviar copia a nadie más
eu_es: Baimendu irakasleei eta ikasleei dokumentuak partekatzeko beraien atalean ere dokumentuak kargatzeko, horrela beste pertsona batzuei bidali gabe (dokumentuak beren buruei bidaltzea)
fa_ir: آیا به دانشجویان و اساتید امکان آن را می دهید که فایلها یی را به قسمت تبادل مدارک کربوط به خود بفرستند بدون اینکه آنها را به دیگران نیز بفرستند؟
fi_fi: Salli kouluttajien ja käyttäjien ladata asiakirjoja dropboxiinsa ilman itse lähettämistä
fo_fo: Loyv lærarum og brúkarum at leggja skjøl upp í sína dropbox uttan at senda skjølini til seg sjálvar
fur: Permeti ai formadôrs e utents di carejâ documents tal lur Dropbox senza inviâj i documents a lôr stês
ga: Ceadaigh do thraenálaí agus úsáideoirí doiciméid a uploádáil chuig a gcuid dropbox gan na doiciméid a sheoladh chucu féin
gl: Permitir os profesores e alumnos subir documentos ó seu propio buzón sen envialos a ninguén (=enviando os documentos a si mesmos)
he_il: אפשר למאמנים ולמשתמשים להעלות מסמכים ל-Dropbox שלהם מבלי לשלוח את המסמכים לעצמם
hi: प्रशिक्षकों और उपयोगकर्ताओं को दस्तावेज़ों को अपने ड्रॉपबॉक्स पर अपलोड करने की अनुमति दें बिना स्वयं को भेजे
hr_hr: Omogući predavačima i studentima postavljanje dokumenata u vlastiti pretinac, bez slanja ikome (=slanje dokumenata sebi)
hu_hu: Lehetővé teszi a tanárok és tanulók számára, hogy feltöltsék dokumentumaikat anélkül, hogy bárkinek elküldenék (= saját maguknak küldenek állományokat)
hy: Թույլ տալ հաշվապահներին և օգտատերերին վերբեռնել փաստաթղթեր իրենց dropbox-ին առանց փաստաթղթերը իրենց ուղարկելու
id_id: Ijinkan pengajar dan siswa untuk meng-upload dokumen ke dropboxnya masing-masing tanpa mengirimkannya ke yang lain (= mengirim dokumen ke diri sendiri)
it: Permette a corsisti o docenti di caricare documenti alla propria casella senza inviarli ad altri
ja: ドキュメントを自身に送信せずに課題提出箱にアップロードすることを教員とユーザーに許可します
ka_ge: მწვრთნელებსა და მომხმარებლებს საშუალება მისცეს ატვირთონ დოკუმენტები თავიანთ dropbox-ში საკუთარ თავზე გაგზავნის გარეშე
ko_kr: 강사나 학생이 문서들을 자신이나 다른 누구에게 전송하는 과정 없이 자신의 Dropbox에 문서업로드하는 것을 허용
lo: ອະນຸຍາດໃຫ້ຄູຝຶກສອນ ແລະ ຜູ້ໃຊ້ອັບໂຫລດເອກະສານໄປຫ້ອງ dropbox ຂອງເຂົາເຈົ້າໂດຍບໍ່ຕ້ອງສົ່ງເອກະສານໄປໃຫ້ຕົວເຂົາເຈົ້າ
lt_lt: Leidžia dėstytojams ar studentams įkelti dokumentus tik sau
lv_lv: Atļaut Lektoriem un kursantiem augšupielādēt dokumentus viņu pašu apmaiņas kastēs, nesūtot tos kādam citam.<br>Tas nozīmē = <b>atļaut sūtīt dokumentus sev pašiem</b>
mk_mk: Допушти на учителите и курсистите да качуваат документи во нивни сопствени паѓачки кутии, без да ги праќаат некому (=праќање на документи на самиот себе)
ms_my: Benarkan jurulatih dan pengguna memuat naik dokumen ke dropbox mereka tanpa menghantar dokumen kepada diri mereka sendiri
my_mm: နည်းပြဆရာများနှင့် အသုံးပြုသူများအား ၎င်းတို့၏ dropbox သို့ စာရွက်စာတမ်းများကို မိမိကိုယ်ကို ပို့စရာမလိုဘဲ တင်သွင်းခွင့်ပြုပါ
ne: प्रशिक्षक र प्रयोगकर्ताहरूलाई आफूलाई पठाएर नभई आफ्नो ड्रपबक्समा कागजात अपलोड गर्न अनुमति दिनुहोस्
nl: Mogen lesgevers en studenten documenten uploaden naar hun eigen dropbox (= documenten versturen naar zichzelf)?
nn_no: Tillat lærere og brukarar å laste opp dokument til dropbox deira utan å sende dokumenta til seg sjølve
oc: Permetre als formadors e utilizaires de telecargar de documents dins lor Dropbox sens enviar los documents a eels-mèmes
pl_pl: Zezwalaj, na umieszczanie plików w skrzynce nadawczej bez wysyłania ich do innych użytkowników. Jest to równoważne wysyłaniu wiadomości do siebie.
ps: روزونکو او کاروونکو ته اجازه ورکړئ چې اسناد خپل ډراپ باکس ته اپلوډ کړي پرته له دې چې اسناد خپله ته یې واستوي
pt_br: Permitir aos professores e estudantes enviarem documentos para as suas próprias caixa de documentos compartilhados enviando-os para todos
pt_pt: Permitir aos instrutores e aos utilizadores o envio de documentos para as caixas de entrega respectivas sem que sejam novamente enviados para os próprios
ro_ro: Permiteti profesorilor si studentilor sa incarce documente in propria lor cutie postala fara a fi necesara expedierea lor si unor alte persoane
ru_ru: Разрешить преподавателям и студенту выгружать документы в их собственные ящики для содержимого без отсылки их кому-то (=посылать документы самим себе)
sk_sk: Umožní lektorom a študentom uložiť dokumenty do svojho vlastného priečinku na ukladanie súborov bez toho aby ho videli ostatný (=poslať súbor sám sebe)
sl: Dovoljuje učiteljem in tečajnikom prenos dokumentov v njihov lasten nabiralnik brez da bi ga poslali še komu drugemu (=pošiljanje samemu sebi)
sq: Lejoni trajnerët dhe përdoruesit të ngarkojnë dokumente në dropbox-in e tyre pa i dërguar dokumentet te vetja
sr_rs: Dozvoli predavačima i polaznicima da postave njihove dropbox-ove, a da ih ne šalju nikome. (=slanje dokumenata sebi)
sv_se: Tillåt lärare och studenter att ladda upp dokument till deras egen inlämningsmapp utan att skicka dem vidare till någon (skicka dokument till sig själv).
sw_ke: Ruhusu wakufunzi na watumiaji kupakia hati kwenye dropbox yao bila kutuma hati kwao wenyewe
ta: பயிற்சியாளர்கள் மற்றும் பயனர்கள் அலுவலறைகளை தங்களுக்கு அனுப்பாமல் தங்கள் டிராப்பாக்ஸிற்கு பதிவேற்ற அனுமதிக்கவும்
th: อนุญาตให้ผู้สอนและผู้ใช้อัปโหลดเอกสารไปยัง dropbox โดยไม่ต้องส่งเอกสารถึงตัวเอง
tl_ph: Payagan ang mga trainer at mga gumagamit na mag-upload ng mga dokumento sa kanilang dropbox nang hindi nagpapadala ng mga dokumento sa kanilang mga sarili
tr: Öğretmen ve öğrencilere herhangi birisine göndermeden sadece kendi Gelen kutularına belge gönderme izni
uk_ua: Дозволити викладачам та студентам завантажувати документи до їх власних скриньок контенту без відсилання документів до інших користувачів (завантаження документів собі)
vi_vn: Cho phép giảng viên và người dùng tải tài liệu lên dropbox của họ mà không gửi tài liệu cho chính mình
xh_za: Vumela abaqeqeshi nabasebenzisi ukuba bafake amaxwebhu kwidropbox yabo ngaphandle kokuzithumelela
zh_cn: 允许老师与学生上传各自的文件到自己的投递箱, 而不是发给别人.
zh_tw: 投遞箱：學生 <-> 學生

source: Dropbox: Learner <-> Learner
ar: مشاركة الملفات: الطالب <-> الطالب
ast_es: Buzón d'entrega de deberes: estudiante <-> estudiante
bn_bd: ড্রপবক্স: শিক্ষার্থী <-> শিক্ষার্থী
bs_ba: Dropbox: Učenik <-> Učenik
ca_es: Compartició de fitxers: estudiant <-> estudiant
cs_cz: Schránka: Školitel <-> Student
da: Dueslag: Studerende <-> Studerende
de: Dateikiste: Teilnehmer <-> Teilnehmer
el: Dropbox: Εκπαιδευτής <-> Εκπαιδευτής
eo: Demetujo: Studento <-> Studento
es: Compartir documentos: estudiante <-> estudiante
es_mx: Baúl de tareas: Estudiante a Estudiante
eu_es: Dokumentuak partekatzea: Ikaslea <-> Ikaslea
fa_ir: قسمت تبادل مدارک : کاربر <-> کاربر
fi_fi: Dropbox: Oppija <-> Oppija
fo_fo: Dropbox: Lærandi <-> Lærandi
fur: Dropbox: Alun - Alun
ga: Dropbox: Fogaire <-> Fogaire
gl: Buzón de ficheiros: Alumno <-> Alumno
he_il: Dropbox: לומד <-> לומד
hi: ड्रॉपबॉक्स: शिक्षार्थी <-> शिक्षार्थी
hr_hr: Pretinac: Student <-> Student
hu_hu: Fájl posta: Hallgató <-> Hallgató
hy: Dropbox. Ուսանող <-> Ուսանող
id_id: Dropbox: Siswa <-> Siswa
it: Scambio files: Corsista <-> Corsista
ja: 課題提出箱: 学生 <-> 学生
ka_ge: Dropbox: სწავლებული <-> სწავლებული
ko_kr: Dropbox: Student <-> Student
lo: Dropbox: ຜູ້ຮຽນ <-> ຜູ້ຮຽນ
lt_lt: Failų saugykla: Studentas <-> Studentas
lv_lv: Failu apmaiņas vieta: Kursants <-> Kursants
mk_mk: Размена на датотеки и пораки: Курсист <-> Курсист
ms_my: Dropbox: Pelajar <-> Pelajar
my_mm: Dropbox: သင်ယူသူ <-> သင်ယူသူ
ne: ड्रपबक्स: सिक्ने <-> सिक्ने
nl: Dropbox: Student ↔ Student
nn_no: Dropbox: Elev <-> Elev
oc: Dropbox : Aprenant <-> Aprenant
pl_pl: Skrzynka nadawcza: Zezwalaj na wiadomości student - student
ps: ډراپ باکس: زده کونکی <-> زده کونکی
pt_br: Caixa de documentos compartilhados: Estudante <-> Estudante
pt_pt: Caixa de entrega: Aluno <-> Aluno
ro_ro: Cutie postala: Student <-> Student
ru_ru: Ящик для содержимого: Студент <-> Студент
sk_sk: Dropbox: Študent <-> Študent
sl: Nabiralnik: Tečajnik <-> Tečajnik
sq: Dropbox: Nxënës <-> Nxënës
sr_rs: Dropbox: Polaznik <-> Polaznik
sv_se: Inlämningsmapp: Student <-> Student
sw_ke: Dropbox: Mwanafunzi <-> Mwanafunzi
ta: டிராப்பாக்ஸ்: பயனர் <-> பயனர்
th: กล่องรับส่งงาน:ผู้เรียน<->ผู้เรียน
tl_ph: Dropbox: Mag-aaral <-> Mag-aaral
tr: GelenKutusu: Öğrenci<->Öğrenci
uk_ua: Скринька контенту: Студент <-> Студент
vi_vn: Dropbox: Học viên <-> Học viên
xh_za: Idropbox: Umfundi <-> Umfundi
zh_cn: 投递箱: 学生<-> 学生
zh_tw: 投遞箱：學生 <-> 學生
