Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: <p>The Course Description tool prompts you to comprehensively describe your course in a systematic way. This description can be used to provide learners with an overview of what awaits them, and can be helpful when you review and evaluate your course. </p> The items merely offer suggestions. If you want to write your own course description, simply create your own headings and descriptions by selecting the 'Other' tool. </p> Otherwise, to complete a description of the course, click on each image, fill it with your text/content and submit. </p>
yo_ng: <p>Ohun èlò Ìròyìn Ìdàsílẹ̀ ń ṣàtùnṣe ọ lati ṣàpèjúwe ìdàsílẹ̀ rẹ ni ọ̀nà ìpinnu. Ìròyìn yìí le ṣe ìlò lati pèsè awọn akẹ́ẹ́kọ̀ pẹ̀lú ìlọ́kàẹ́kààbò ti ohun tí ń dè wọ́n, ati pe o le ṣe ìrànlọ́wọ́ nigbati o ṣe ìwòye ati ìdí ìdàsílẹ̀ rẹ. </p> Awọn ohun kan ṣe ìdàbòrò nìkan. Ti o ba fẹ́ kọ ìròyìn ìdàsílẹ̀ ti ara rẹ, ṣẹ̀dá àwùjọ akọsílẹ̀ ati àpèjúwe rẹ nipasẹ yíyan ohun èlò 'Mìíràn'. </p> Bibẹ̀ẹ̀kọ̀, lati pari ìròyìn ìdàsílẹ̀, tẹ lórí aworan kọ̀ọ̀kan, fi ọrọ̀/akóntẹntù rẹ kún, ati fi silẹ. </p>

source: <p>The Links tool allows you to create a library of resources for your students, particularly of resources that you have not created yourself.</p><p>As the list grows, it might prove useful to organise it into categories to help your students find the right information at the right place. You can edit every link to re-assign it to a new category (you will need to create this category first).</p><p>The Description field can be used to provide advance-information on the target web pages but also to describe what you expect the student to do with the link. If, for instance, you point to a website on Aristotle, the description field may ask the student to study the difference between synthesis and analysis.
yo_ng: <p>Ohun èlò Ìnọ́ọ̀bà gba ọ laaye lati ṣẹ̀dá ìkànnì àwùjọ ìpìlẹ fún awọn akẹ́ẹ́kọ̀ rẹ, paapá ti awọn ìpìlẹ tí o kò ṣẹ̀dá fúnra rẹ.</p><p>Bi akólẹ̀ ṣe n dagba, o le wúlò lati ṣètò rẹ sinu àwùjọ lati ṣe ìrànlọ́wọ́ awọn akẹ́ẹ́kọ̀ rẹ lati wa ìròyìn tó tọ́ ní ìbéèrẹ tó tọ́. O le ṣàtúnṣe ìnọ́ọ̀bà kọ̀ọ̀kan lati tun yan rẹ si àwùjọ tuntun (o yóò nílò lati ṣẹ̀dá àwùjọ yìí kọ́kọ́).</p><p>Aaye Ìròyìn le ṣe ìlò lati pèsè ìròyìn ìṣáájú lórí àwùjọ ìwé ìdí ṣùgbọ́n pẹ̀lú lati ṣàpèjúwe ohun tí o ń ṣe ìrèlẹ̀ akẹ́ẹ́kọ̀ ṣe pẹ̀lú ìnọ́ọ̀bà. Ti, fun apẹẹrẹ, o tọka si ìwé ìkànnì lórí Aristotle, aaye ìròyìn le béèrẹ akẹ́ẹ́kọ̀ lati kẹ́kọ̀ọ ìyàtọ̀ laarin ìpapọ̀ ati ìyàtọ̀.

source: <p> As soon as you log in to the system, you will be taken to your own main page. Here you will see the following: <li> <b> My Courses </b> in the centre of the page, lists the courses in which you are enrolled, with an option for you to create new courses (using the button in the right menu) </li> In the header section, <b> My Profile </b> allows you to change your password, upload your photo to the system or change your username, </li> <b> My Calendar </b>: contains the events within the courses for which you are registered, </li> in the right menu: <b> Edit my list of courses </b> allows you to enroll in courses as learner, (provided the trainer/teacher has authorized entry. here you can also unsubscribe from a course, </li> Links <b> Support Forum </b> and <b> Documentation </b> refer you to the main Chamilo site, where you can ask questions or find up to date information about Chamilo. </li> </ ul> To enter a course (left side of the screen), click on its title. Your profile may vary from course to course. It could be that you are a teacher in one course and a learner in another. In courses for which you are responsible, you have access to the editing tools designed for authoring and managing students, while in courses where you learn, you access a more limited range of tools appropriate for undertaking the course.</p> The form your own main page takes can vary from one platform to another depending on the options enabled by the system administrator. Thus, for example, there may be some cases where you do not have access to course creation even as a teacher, because this particular function is managed by others within your institution. </p>
yo_ng: <p> Ni kíkàn tí o wọle si eto naa, iwọ yoo mu lọ si ìkànnì ilé ara rẹ. Nibẹ̀ iwọ yoo rí : <li> <b> Àwùjọ Ìdàsílẹ̀ Mi </b> ni aarin ìkànnì, ṣe akólẹ̀ ìdàsílẹ̀ ti o forukọsilẹ, pẹ̀lú àṣàyàn fún ọ lati ṣẹ̀dá ìdàsílẹ̀ tuntun (lò ìdùbúlẹ ni ìmɛ́nu ọtún) </li> Ni apakan akọsílẹ̀, <b> Ìrísí Mi </b> gba ọ laaye lati yí ìpamọ́ ọrọ̀ rẹ pada, gbe aworan rẹ soke si eto tabi yí orúkọ olùpẹ̀ rẹ pada, </li> <b> Kalẹnda Mi </b>: ni awọn ìṣẹ̀lẹ̀ laarin awọn ìdàsílẹ̀ ti o forukọsilẹ, </li> ni ìmɛ́nu ọtún: <b> Ṣàtúnṣe akólẹ̀ ìdàsílẹ̀ mi </b> gba ọ laaye lati forukọsilẹ ni ìdàsílẹ̀ gẹgẹbi akẹ́ẹ́kọ̀, (pese olùkọ́/olùkọ́ ti fún ìwọlé. nibi o tun le yọ kuro lati ìdàsílẹ̀ kan, </li> Ìnọ́ọ̀bà <b> Ìpìlẹ Ìrànlọ́wọ́ </b> ati <b> Ìwé Ìròyìn </b> tọka ọ lọ si aaye Chamilo akọkọ, nibiti o le béèrẹ ìbéèrẹ tabi rii ìròyìn tuntun nipa Chamilo. </li> </ ul> Lati wọle si ìdàsílẹ̀ (apa osi ìkànnì), tẹ lórí akọsílẹ̀ rẹ. Ìrísí rẹ le yatọ lati ìdàsílẹ̀ si ìdàsílẹ̀. O le jẹ pe o jẹ olùkọ́ ni ìdàsílẹ̀ kan ati akẹ́ẹ́kọ̀ ni mìíràn. Ni ìdàsílẹ̀ ti o ṣe ìdùrù, o ni ìwọlé si awọn ohun èlò ìṣàtúnṣe ti a ṣẹ̀dá fún ìdá ati ìdarí awọn akẹ́ẹ́kọ̀, nigba ti ni ìdàsílẹ̀ nibiti o kọ́, o wọle si ọ̀pọ̀ ìlò ti o dinku ti o yẹ fún ṣiṣe ìdàsílẹ̀.</p> Fọ́ọ̀mù ìkànnì ilé ara rẹ le yatọ lati pẹpẹ kan si ekeji da lórí awọn àṣàyàn tí olùdarí eto ṣí. Nitorinaa, fun apẹẹrẹ, le jẹ pe awọn ọran kan nibiti o ko ni ìwọlé si ìdá ìdàsílẹ̀ paapá gẹgẹbi olùkọ́, nitori iṣẹ́ yìí ni a ṣàdíri nipasẹ awọn ẹlò miíràn laarin ilé-ẹ̀kọ́ rẹ. </p>

source: <p> The Agenda tool appears both as a calendar within each course and as a personal diary tool for each student providing an overview of events in the courses in which they are enrolled. (Groups can also have their own Agenda.) </ p> Users can use the Agenda, which displays course content and activites, as a reference tool to organise their day to day or week to week learning.<p>In addition to being visible in the agenda, new events are indicated to the learner whenever he/she logs in. The system sees what has been added since his/her last visit and icons appear on the portal home page beside the courses indicating new events and announcements.</p> </p> If you want to organize students' work in a time-related way, it is best to use the Learning Paths tool as a way of charting a logical progression through various activites and content through the presentation of a formal table of contents.</p>
yo_ng: <p> Ohun èlò Ìṣètò ṣe ìrìran mejeeji gẹgẹbi kalẹnda laarin ìdàsílẹ̀ kọ̀ọ̀kan ati gẹgẹbi ìwé ìròyìn ti ara ẹni fún ọkọọkan akẹ́ẹ́kọ̀ ti n pèsè ìlọ́kàẹ́kààbò ti ìṣẹ̀lẹ̀ ni ìdàsílẹ̀ ti wọ́n forukọsilẹ. (Àwùjọ le tun ni Ìṣètò tiwọn.) </ p> Awọn olùpẹ̀ le lo Ìṣètò, ti o ṣàfihàn akóntera ìdàsílẹ̀ ati ìṣiṣẹ́, gẹgẹbi ohun èlò ìtọ́kasí lati ṣètò ìkọ́ni ọjọ́-ọjọ́ tabi ọ̀sẹ̀-ọ̀sẹ̀ wọn.<p>Ní àfikún sí ìrìran ni ìṣètò, awọn ìṣẹ̀lẹ̀ tuntun ni a tọ́ka si akẹ́ẹ́kọ̀ nigbakugba ti yóò wọle. Eto naa rí ohun tí a ti fi kun lati ìbẹ̀wò ìkẹhìn rẹ ati awọn aworan han lori ìkànnì ilé ọgbà ẹnu-ọ̀nà lẹ́yìn ìdàsílẹ̀ ti n tọka si ìṣẹ̀lẹ̀ tuntun ati ìròyìn.</p> </p> Ti o ba fẹ́ ṣètò iṣẹ́ awọn akẹ́ẹ́kọ̀ ni ọ̀nà ìjòyè akoko, o dara julọ lati lo ohun èlò Ìpa Ìkọ́ni gẹgẹbi ọ̀nà ti ìyàtọ̀ ìlọsíwájú ìdí nipasẹ orísirísi ìṣiṣẹ́ ati akóntera nipasẹ ìdàrí atokọ akóntera ìsòwò.

source: <p> The Announcements tool allows you to send an e-mail to some or all of your students, or to specific groups. to might want to alert them to the addition of a new document, to remind them of a deadline for submission of an assignment or to highlight and share a particularly good piece of work. Sending such e-mail announcements can also serve as a useful prompt to re-engage students who have not visited the site for some time (as long as it's not overdone!). </p> <b> Contacting specific users </b> <p> In addition to sending a general one to all members of the course, you can send an e-mail to one or more individuals/groups groups. When you create a new announcement, just click <i>Visible to</i> and select users from the left hand lists and and add them as recipients using the arrows.</p>
yo_ng: <p> Ohun èlò Ìròyìn gba ọ laaye lati fi ìmèlì ránṣẹ́ si diẹ ninu tabi gbogbo awọn akẹ́ẹ́kọ̀ rẹ, tabi si àwùjọ pato. o le fẹ́ fi ìdásílẹ̀ ìdí ìwé tuntun hàn wọn, lati rí wọn ìdásílẹ̀ ìdí ìpamọ́ iṣẹ́ ìkọ́silẹ̀ tabi lati fi ìdàsílẹ̀ ìdí iṣẹ́ rere pato han ati pinpin. Ìfiranṣẹ́ irú ìròyìn ìmèlì bẹ́ẹ̀ le tun ṣiṣẹ gẹgẹbi ìdásílẹ̀ wúlò lati tun ṣe ìsopọ̀ awọn akẹ́ẹ́kọ̀ tí kò ṣẹ̀bẹ̀wò aaye fun ìgbà diẹ (gẹgẹbi ìgbà tí kò pọ̀ ju!). </p> <b> Ìfọwọ́rọ̀pà Olùpẹ̀ Pato </b> <p> Ní àfikún sí ìfiranṣẹ́ ìdí kan si gbogbo ọmọ ẹgbẹ́ ìdàsílẹ̀, o le fi ìmèlì ránṣẹ́ si ọ̀kan tabi diẹ sii ẹni kọ̀ọ̀kan/àwùjọ. Nigbati o ba ṣẹ̀dá ìròyìn tuntun, ṣẹ́ <i>Ìrìran si</i> ati yan awọn olùpẹ̀ lati akólẹ̀ apa osi ati fi wọn kun gẹgẹbi olugba nipa lò awọn ọfà.

source: <p>The Chat tool allows you to chat 'live' with your students in real time. </p> In contrast to most commercial chat tools, the chat in Chamilo is web based and does not require any additional install (e.g. MSN® Yahoo Messenger®. Skype® etc.) A key advantage of this solution is therefore it's immediate availablilty for students, allowing chat to be easily integrated into the course. Moreover, the Chamilo chat tool will automatically archive discussions and save them for ready access later via the Documents tool. (Be warned that the message may take from 1 to 5 seconds to refresh with each exchange - this doesn't mean anything is wrong!!). </p> If learners have uploaded a profile picture it will appear (reduced in size) in the left column - otherwise, it will show a default image. </p> It is the responsibility of the teacher to delete threads whenever he/she deems relevant. </p> <b>Educational Use</b> <p>Adding Chat to your course is not always a good idea. To make best use of this tool, you need to ensure discussions remain focussed on course content. You might, for example, decide to keep the chat facility hidden until it is time for a 'formal' scheduled session. That way,while the freedom of discussions may admittedly be curbed, you are able to better guarantee thatsuch live meetings will be beneficial .</p>
yo_ng: <p>Ohun èlò Ìfọwọ́rọ̀pà gba ọ laaye lati ifọwọ́rọ̀pà 'laìdáwọ́' pẹ̀lú awọn akẹ́ẹ́kọ̀ rẹ ni akoko gidi. </p> Ni ìyàtọ̀ si ọ̀pọ̀ ìfọwọ́rọ̀pà ìṣòwò, ìfọwọ́rọ̀pà ni Chamilo jẹ ìpìlẹ ìwé ati ko nilo ìdọbálẹ̀ afikún (fun apẹẹrẹ. MSN® Yahoo Messenger®. Skype® abbl.) Ìdùbúlẹ pataki ti ojutù yìí nitorinaa ìwà rẹ lẹsẹkẹsẹ fún awọn akẹ́ẹ́kọ̀, gbigba ìfọwọ́rọ̀pà lati ṣe ìsopọ̀ rọrun sinu ìdàsílẹ̀. Pẹ̀lú, ohun èlò ìfọwọ́rọ̀pà Chamilo yóò fi ìfọwọ́rọ̀pà pamọ́ pàtápàtá ati fi wọn pamọ́ fún ìwọle lẹ́yìn nipasẹ ohun èlò Ìpàgún. (Ṣe ìdásílẹ̀ pe ìfiwé naa le gba lati 1 si 5 aaya lati tun ṣe pẹ̀lú ìfọwọ́rọ̀pà kọ̀ọ̀kan - eyi kò tumọ̀ si pe ohunkohun kò tọ́!!). </p> Ti awọn akẹ́ẹ́kọ̀ ba ti gbe aworan ìrísí wọle yóò han (dínkù ni iwọn) ni apa osi - bibẹ̀ẹ̀kọ̀, yóò han aworan ìlẹ̀sẹẹsẹ. </p> Ìdùrù olùkọ́ ni lati pa awọn ìdùbúlẹ run nigbakugba ti yóò rò pé ó yẹ. </p> <b>Ìlò Ìkọ́ni</b> <p>Fi Ìfọwọ́rọ̀pà kun si ìdàsílẹ̀ rẹ kìí ṣe ìdí rere nigbagbogbo. Lati lo ohun èlò yìí dara julọ, o gbọ́dọ̀ rí i dájú ìfọwọ́rọ̀pà ṣàìdọ́jọ́ lórí akóntera ìdàsílẹ̀. O le, fun apẹẹrẹ, pinnu lati pa ìfọwọ́rọ̀pà pamọ́ títí di ìgbà fún ìpàdé ìṣètò ìsòwò. Ọ̀nà yìí, lakoko tí òmìnira ìfọwọ́rọ̀pà le jẹ́ ìdènà, o le ṣe ìdájọ́ dára julọ pe irú ìpàdé laìdáwọ́ bẹ́ẹ̀ yóò jẹ́ àánfàànì .</p>

source: <p>The assignments tool is a very simple tool that allows your students to upload documents to the course.It can be used to accept responses to open questions from individuals or groups, or for uploading any other form of document</p><p>You can make files visible to all students by default, or only visible to yourself according to the requirements of your course. Making all files visible is useful when, for instance, you want to ask students to share opinions on each others papers, or when you want to give them experience in publishing texts globally. Keep files invisible if, for example, you want ask everybody the same question but to avoid 'cheating'. Making the documents invisible will also allow you to have some form of control over when a document is available to all the other students. </p><p>If you want students to hand in a document for grading you're best, from within the tool, to assign submissions to a folder.</p> <p>You can use the the tool to set deadlines and instructions for delivery, as well as a maximum grade/score.</p>
yo_ng: <p>Ohun èlò iṣẹ́ ìkọ́silẹ̀ jẹ ohun èlò ìrọrun pupọ tí ó gba awọn akẹ́ẹ́kọ̀ rẹ laaye lati gbe ìwé ìdàsílẹ̀ wọle si ìdàsílẹ̀.O le lo lati gba ìdáhùn si ìbéèrẹ ìsíṣẹ si ẹni kọ̀ọ̀kan tabi àwùjọ, tabi fún ìgbé ìdí ìdí ìwé mìíràn</p><p>O le jẹ ki awọn fáìlì ṣe ìrìran si gbogbo awọn akẹ́ẹ́kọ̀ gẹgẹbi ìlẹ̀sẹẹsẹ, tabi ìrìran nikan si ara rẹ gẹgẹbi àwùjọ ìdí ìdàsílẹ̀ rẹ. Ṣiṣe gbogbo awọn fáìlì ìrìran wúlò nigbati, fun apẹẹrẹ, o fẹ béèrẹ awọn akẹ́ẹ́kọ̀ lati pin ìmọ̀ràn lórí ìwé ara wọn, tabi nigbati o fẹ fun wọn ìrírí ni ìtẹ̀jáde ọrọ̀ ni agbáyé. Pa awọn fáìlì mọ́ ti, fun apẹẹrẹ, o fẹ béèrẹ gbogbo eniyan ìbéèrẹ kan ṣùgbọ́n lati yẹra 'jẹjẹ'. Ṣiṣe ìwé ìkọkọ yóò tun gba ọ laaye lati ni ìdí ìdarí lori igba ti ìwé kan wa si gbogbo awọn akẹ́ẹ́kọ̀ mìíràn. </p><p>Ti o fẹ́ ki awọn akẹ́ẹ́kọ̀ fi ìwé kan wọle fún ìdí ìdí o dara julọ, lati inu ohun èlò, lati yan ìfibọ́ si fọ́lọ́dà.</p> <p>O le lo ohun èlò naa lati ṣeto ìpamọ́ akoko ati ìlò fún ìfipá, ati ìdí ìpín ìpọ́nju/ìdí ìdí.</p>

source: <p>The Reporting tool helps you track your students' attendance and progress: Did they connect to the system, When? How many times? How much do they score in tests? Did they already upload their assignment paper? When? If you use SCORM courses, you can even track how much time a student spent on a particular module or chapter. Reporting provides two levels of information:<ul><li><b>Global</b>: How many students have accessed the course? What are the most frequently visited pages and links?</i><li><b>Specific</b>: What pages has John Doe visited? What score does he get in tests? When did he last connect to the platform?</li></ul>
yo_ng: <p>Ohun èlò Ìròyìn ṣe ìrànlọ́wọ́ ọ lati tẹle ìwọlé awọn akẹ́ẹ́kọ̀ rẹ ati ìlọsíwájú: Ṣe wọ́n so pọ̀ si eto, Nigbawo? Igba melo? Elo ni wọ́n gba ìdí ìdí ni ìdánwò? Ṣe wọ́n ti gbe ìwé iṣẹ́ ìkọ́silẹ̀ wọn wọle tẹ́lẹ̀? Nigbawo? Ti o ba lo ìdàsílẹ̀ SCORM, o le tẹle paapá akoko ti akẹ́ẹ́kọ̀ lo lórí ẹ̀ka tabi ipin kan pato. Ìròyìn pèsè awọn ipele ìròyìn méjì:<ul><li><b>Gbogbogbò</b>: Awọn akẹ́ẹ́kọ̀ melo ti wọle si ìdàsílẹ̀? Àwùjọ ìkànnì àti ìnọ́ọ̀bà wo ni a ṣabẹ̀wò lọ́pọlọpọ̀?</li><li><b>Pato</b>: Àwùjọ ìkànnì wo ni John Doe ṣabẹ̀wò? Ìdí ìdí wo ni o gba ni ìdánwò? Nigbawo ni o ti so pọ̀ si pẹpẹ kẹ́yìn?</li></ul>

source: Course settings Help
yo_ng: Ìrànlọ́wọ́ Ìṣètò Ìdàsílẹ̀

source: <p>The Course Settings allows you to manage the global parameters of your course: Title, code, language, name of trainer etc.</p><p>The options situated in the centre of the page deal with confidentiality settings : is the course public or private? Can users register to it? You can use these settings dynamically e.g. allow self-registration for one week > ask your students to register > close access to self-registration > remove possible intruders through the Users list. This way you keep control of who is registered while avoiding the administrative hassle of registering them yourself.</p>(Note - some organizations prefer not to use this method and opt to centralise registration. In this case, participants cannot enrol in your course at all, even if you, as a trainer / teacher, wish to give them access. To check this, look at the home page of your campus (as opposed to your course homepage) to see if the 'Register' link is present.) </p> <p>At the bottom of the page, you can back up the course and delete it. Backup will create a file on the server and allow you to copy it on your own Hard Disk locally so that there will be two backups each in different places. If you back up a course and then delete it you will not be be able to restore it yourself, but the system administrator can do this for you if you give him/her the code of your course. Backing up a course is also a good way to get all your documents transferred to your own computer. You will need a tool, like Winzip® to UNZIP the archive. Note that backing up a course does not automatically remove it.</p>
yo_ng: <p>Ìṣètò Ìdàsílẹ̀ gba ọ laaye lati ṣàdíri àwùjọ ìlò ìdàsílẹ̀ rẹ: Akọsílẹ̀, koodu, èdè, orúkọ olùkọ́ abbl.</p><p>Awọn àṣàyàn ti o wa ni aarin ìkànnì ṣe ìjírò ìpamọ́: Ṣe ìdàsílẹ̀ ti gbogbo eniyan tabi ikọkọ? Awọn olùpẹ̀ le forukọsilẹ si rẹ? O le lo awọn ìṣètò wọnyi ni ìdàgbatẹ́ fun apẹẹrẹ gba ìforukọsilẹ fúnra fún ọ̀sẹ̀ kan > béèrẹ awọn akẹ́ẹ́kọ̀ rẹ lati forukọsilẹ > pa ìwọlé si ìforukọsilẹ fúnra > yọ awọn olùlejò ṣeṣe jade nipasẹ akólẹ̀ Olùpẹ̀. Ọ̀nà yìí o tọju ìdarí ti tani forukọsilẹ lakoko ti o yẹra ìṣòro ìdàdírin ti ìforukọsilẹ wọn fúnra rẹ.</p>(Ìròyìn - awọn aṣà ìṣòwò diẹ fẹ́ kò lo ọ̀nà yìí ati yan lati ṣàárín ìforukọsilẹ. Ni ọran yìí, awọn olùkópa kò le forukọsilẹ si ìdàsílẹ̀ rẹ rara, paapá ti o, gẹgẹbi olùkọ́ / olùkọ́, fẹ́ fun wọn ìwọlé. Lati ṣàyẹ̀wò eyi, wo ìkànnì ilé ogba rẹ (idakeji ìkànnì ilé ìdàsílẹ̀ rẹ) lati rí i boya ìnọ́ọ̀bà 'Forukọsilẹ' wa.) </p> <p>Ni ìsàlẹ̀ ìkànnì, o le ṣàá ṣètò ìdàsílẹ̀ ati pa á run. Ìdàá yóò ṣẹ̀dá fáìlì lórí olupin ati gba ọ laaye lati daakọ rẹ lori Disku Lile ara rẹ nitorinaa yóò jẹ ìdàá méjì ni awọn ibi iyatọ. Ti o ba ṣàá ìdàsílẹ̀ ati lẹ́yìn náà pa á run iwọ kò ni le mu pada fúnra rẹ, ṣùgbọ́n olùdarí eto le ṣe eyi fún ọ ti o ba fún un koodu ìdàsílẹ̀ rẹ. Ìdàá ìdàsílẹ̀ tun jẹ ọ̀nà rere lati gba gbogbo ìwé rẹ gbe lọ si kọmputa ara rẹ. Iwọ yóò nilo ohun èlò, bi Winzip® lati Ṣii ìpamọ́. Ìròyìn pe ìdàá ìdàsílẹ̀ ko pa á run laifọwọ́.

source: Add a Link help
yo_ng: Fi Ìnọ́ọ̀bà kun ìrànlọ́wọ́

source: <p>Chamilo is a modular tool. You can hide and show tools whenever you want, according to the requirements of your project or to a particular chronological part of it. But you can also add tools or pages to your home page that you have created yourself or that come from outwith your Chamilo portal. That way, you can customise your course home page to make it your own.</p><p>In so doing, you will doubtless want to add your own links to the page. Links can be of two types:<ul><li><b>External link</b>: you create a link on your home page to a website situated outside your course area. In this case, you will select 'Target= In a new window' because you don't want that website to replace your Chamilo environment.</li><li><b>Internal link</b>: you link to a page or a tool inside your Chamilo course. To do this, first go to the relevant page (or document, or tool), copy its URL from the address bar of your browser (CTRL+C), then you go to 'Add link' and paste this URL in the URL field, giving it whatever name you want. In this case, you will select 'Target=Same window' because you want to keep the Chamilo banner on top and the link page in the same environment.</li></ul>Once created, links cannot be edited. To modify them, the only solution is to deactivate and delete them, then start over.</p>
yo_ng: <p>Chamilo jẹ ohun èlò ìpinpin. O le fi pamọ́ ati han awọn ohun èlò nigbakugba ti o fẹ́, gẹgẹbi àwùjọ ìdí iṣẹ́ rẹ tabi si apakan ìtò ìṣẹ́ pato. Ṣùgbọ́n o le tun fi ohun èlò tabi ìkànnì kun si ìkànnì ilé rẹ ti o ṣẹ̀dá fúnra rẹ tabi ti o wa lati ita ọgbà ẹnu-ọ̀nà Chamilo rẹ. Ọ̀nà yìí, o le ṣe ìhùwàsí ìkànnì ilé ìdàsílẹ̀ rẹ lati jẹ ti ara rẹ.</p><p>Ní ìṣe bẹ́ẹ̀, iwọ yóò fẹ́ fi ìnọ́ọ̀bà ti ara rẹ kun si ìkànnì. Ìnọ́ọ̀bà le jẹ irú méjì:<ul><li><b>Ìnọ́ọ̀bà ìta</b>: o ṣẹ̀dá ìnọ́ọ̀bà lórí ìkànnì ilé rẹ si ìwé ìkànnì ti o wa ni ita agbègbè ìdàsílẹ̀ rẹ. Ni ọran yìí, iwọ yóò yan 'Target= Ninu ferese tuntun' nitori o kò fẹ ki ìwé ìkànnì yẹn rọpo agbègbè Chamilo rẹ.</li><li><b>Ìnọ́ọ̀bà ìnkan</b>: o so pọ̀ si ìkànnì tabi ohun èlò inu ìdàsílẹ̀ Chamilo rẹ. Lati ṣe eyi, kọ́kọ́ lọ si ìkànnì tí ó yẹ (tàbí ìwé, tabi ohun èlò), daakọ URL rẹ lati ọ̀pá ìdí ìkànnì ẹ̀rọ ìnchọ rẹ (CTRL+C), lẹ́yìn náà o lọ si 'Fi ìnọ́ọ̀bà kun' ati ṣètò URL yìí sinu aaye URL, fun orúkọ ohunkohun ti o fẹ. Ni ọran yìí, iwọ yóò yan 'Target=Ferese kan naa' nitorinaa o fẹ pa ìpamọ́ Chamilo loke ati ìkànnì ìnọ́ọ̀bà ni agbègbè kan naa.</li></ul>Nigbati a ṣẹ̀dá, ìnọ́ọ̀bà kò le ṣàtúnṣe. Lati yí wọn pada, ojutu kan ṣoṣo ni lati pa wọn ṣiṣẹ́ ati pa wọn run, lẹ́yìn náà bẹ̀rẹ̀ lẹ́yìn.

source: Clear content
yo_ng: Sọ di òfo

source: Groups Help
yo_ng: Àwùjọ Ìrànlọ́wọ́

source: Content of the groups
yo_ng: Akóntera àwùjọ

source: Manual
yo_ng: Fúnra ọwọ́

source: You should write a message
yo_ng: O yẹ kí o kọ ìfiwé kan

source: This message is to inform you that a new course has been created on %s
yo_ng: Ìfọwọ́sowọ́pọ̀ yìí jẹ́ ìròyìn fún ọ pé a ti ṣẹ̀dá ìdàrísí tuntun kan lórí %s

source: New course created on %s
yo_ng: Ìdàrísí tuntun tí a ṣẹ̀dá lórí %s

source: The teacher is set as you for now. You can change this setting later in the course configuration settings
yo_ng: Olùkọ́ ni a ṣeto fún ọ fún nísinsìnyí. O le yí ìdàrísí yìí padà lẹ́yìn nìsinsìnyí nínú ìdàrísí ìṣètò ìdàrísí

source: Installation language
yo_ng: Èdè ìdàlẹ́wò

source: Please read the following requirements thoroughly.
yo_ng: Jọwọ kà àwùjọ ìbeèrè wọnyi pẹ̀lẹ́.

source: Warning! The installer has detected an existing Chamilo platform on your system.
yo_ng: Ìkìlọ̀! Ìdàlẹ́wò tí a fi ṣe ìdàlẹ́wò ti rí ìpìlẹ̀ Chamilo tí ó wà tẹ́lẹ̀ lórí ìṣètò rẹ.

source: New installation
yo_ng: Ìdàlẹ́wò tuntun

source: Check database connection
yo_ng: Ṣayẹ̀wò ìsopọ̀ ìpìlẹ ìsàlẹ̀

source: Show Overview
yo_ng: Fi Ìròyìn hàn

source: Install
yo_ng: Fi ìdàlẹ́wò ṣe

source: of
yo_ng: ti

source: For more details
yo_ng: Fún àwòye púpọ̀ síi

source: Server requirements
yo_ng: Àwọn ìbẹ̀rẹ̀ ìpàdí

source: Your server must provide the following libraries to enable all features of Chamilo. The missing libraries shown in orange letters are optional, but some features of Chamilo might be disabled if they are not installed. You can still install those libraries later on to enable the missing features.
yo_ng: Olùkọ̀wẹ́rẹ́ rẹ gbọ́dọ̀ pèsè àwọn ààfin wọ̀nyí láti ṣe ìpìlẹ̀ gbogbo àwùjọ Chamilo. Àwọn ààfin tí kò sí tí a fi lẹ́tà òrangẹ̀ hàn jẹ́ àṣàyàn, ṣùgbọ́n àwọn àfidí Chamilo kan le ma ṣiṣẹ́ tí wọn kò bá ṣe ìdàbọ̀. Ìwọ lè ṣe ìdàbọ̀ àwọn ààfin yìí lẹ́yìn náà láti ṣe ìpìlẹ̀ àwọn àfidí tí kò sí.

source: PHP version
yo_ng: Àfidí PHP

source: Support
yo_ng: Ìtìlẹ́yìn

source: Your PHP version matches the minimum requirement:
yo_ng: Àfidí PHP rẹ ṣe ìbámu pẹ̀lú ìbeere ìpinnu:

source: Recommended settings
yo_ng: Ètò ìdàràyì

source: Recommended settings for your server configuration. These settings are set in the php.ini configuration file on your server.
yo_ng: Ètò ìdàràyì fún ìṣètò òlukọ̀wẹ́rẹ́ rẹ. Àwọn ètò wọ̀nyí wa ni ìṣètò nínú ìwé ìṣètò php.ini lórí òlukọ̀wẹ́rẹ́ rẹ.

source: Currently
yo_ng: Lónìí

source: Directory and files permissions
yo_ng: Àwùjọ ìyọ̀nda ìwé àti àwọn ìwé

source: Some directories and the files they include must be writable by the web server in order for Chamilo to run (user uploaded files, homepage html files, ...). This might imply a manual change on your server (outside of this interface).
yo_ng: Àwùjọ ìyọ̀nda kan àti àwọn ìwé tí wọ́n wà láàrín gbọ́dọ̀ jẹ́ ìwé tí òlukọ̀wẹ́bù ṣe ìyọ̀nda láti jẹ́ kí Chamilo ṣiṣẹ́ (àwọn ìwé tí olùwò ṣe ìdàbọ̀, àwùjọ ìwé html, ...). Èyí lè tumọ̀ sí ìyípadà ìdíwò lórí òlukọ̀wẹ́rẹ́ rẹ (létìlẹ̀ ìdàbọ̀ yìí).

source: Not writable
yo_ng: Kò ṣe ìyọ̀nda

source: Writable
yo_ng: Ṣe ìyọ̀nda

source: LDAP Extension not available
yo_ng: Àfidí LDAP kò wà

source: GD Extension not available
yo_ng: Àfidí GD kò wà
