Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Enable the possibility for users to select their own timezone. The timezone field should be set to visible and changeable in the Profiling menu in the administration section before users can choose their own. Once configured, users will be able to see assignment deadlines and other time references in their own timezone, which will reduce errors at delivery time.
so_so: Awood u si isticmaale inay doortaan timezone-kooda. Goobta timezone-ka waa in lagu dejiyaa muuqda oo la beddeli karo Profiling menu-ka qaybta maamulka ka hor intaanay isticmaale dooran karin. Marka la sameeyo, isticmaale waxay awoodi doonaan inay arkaan kala baxarka shaqada iyo tixraacyada kale ee wakhtiga iyaga u gaar ah, taas oo yarayn doonta khaladaadka wakhtiga la bixinayo.

source: The assigned sessions have been updated
so_so: Fadhiyada loo qabtay ayaa la cusboonaysiiyay

source: The assigned courses have been updated
so_so: Koorsaska loo qabtay ayaa la cusboonaysiiyay

source: The assigned users have been updated
so_so: Isticmaale loo qabtay ayaa la cusboonaysiiyay

source: Assign users to %s
so_so: Qaybiinta isticmaale %s

source: Assign users to Human Resources manager
so_so: Qaybiinta isticmaale maamulaha Resources-ka Aadanaha

source: List of users assigned to Human Resources manager
so_so: Liiska isticmaale loo qabtay maamulaha Resources-ka Aadanaha

source: Assign courses to %s
so_so: Qaybiinta koorsaska %s

source: Assign sessions to Human Resources manager
so_so: Qaybiinta fadhiyada maamulaha Resources-ka Aadanaha

source: List of sessions assigned to the Human Resources manager
so_so: Liiska fadhiyada loo qabtay maamulaha Resources-ka Aadanaha

source: Sessions report
so_so: War-bixinta fadhiyada

source: Your sessions
so_so: Fadhiyadaada

source: Teachers report
so_so: War-bixinta macallimiinta

source: Your teachers
so_so: Macallimiintaada

source: Learners report
so_so: War-bixinta ardayda

source: Your learners
so_so: Ardaydaada

source: Go to thematic advance
so_so: Tag horumarka thematic

source: Teachers report chart
so_so: Jaantuska war-bixinta macallimiinta

source: Learners report chart
so_so: Jaantuska war-bixinta ardayda

source: Timezones
so_so: Timezones-yada

source: Time spent on the platform last week, by day
so_so: Waqtiga lagu qaatay platform-ka usbuucii hore, maalin kasta

source: Not attended
so_so: Ma qaybgalin

source: Report of attendance sheets
so_so: War-bixinta xaashiyaha ileedhka

source: You do not have attendances
so_so: Ma haysatid ileedh

source: The dashboard plugins have been updated successfully
so_so: Boostada dashboard-ka si si u cusboonay

source: There is no available information about your courses
so_so: Ma jiro macluumaad la heli karo oo ku saabsan koorsooyinkaaga

source: There is no available information about your sessions
so_so: Ma jiro macluumaad la heli karo oo ku saabsan fadhiyadaaga

source: There is no available information about your teachers
so_so: Ma jiro macluumaad la heli karo oo ku saabsan macallimiintaada

source: There is no available information about your learners
so_so: Ma jiro macluumaad la heli karo oo ku saabsan ardaydaada

source: Time spent last week
so_so: Waqtkii la qaatay usbuucii hore

source: System status
so_so: Xaaladda nidaamka

source: Is writable
so_so: Waa la qori karaa

source: The directory exists
so_so: Dirka wuu jiraa

source: The directory must be writable by the web server
so_so: Dirka waa inuu noqdaa mid uu server-ka web-ka wax ku qori karo

source: The directory should be removed (it is no longer necessary)
so_so: Dirka waa in la tirtiraa (diyaar uma aha hadda)

source: Expected
so_so: Lagu filayaa

source: Setting
so_so: Dejinta

source: The session garbage collector maximum lifetime indicates which maximum time is given between two runs of the garbage collector.
so_so: Waqtiga ugu badan ee ururiyaha qashinka fadhiga uu tilmaamo waa waqtiga ugu badan ee la siiyo inta u dhaxaysa laba orod ee ururiyaha qashinka.

source: File uploads indicate whether file uploads are authorized at all
so_so: Soo dejinta faylalka waxay tilmaamaysaa haddii la oggol yahay soo dejinta faylalka guud ahaan

source: Maximum volume of an uploaded file. This setting should, most of the time, be matched with the post_max_size variable.
so_so: Xajmiga ugu badan ee faylka la soo dejiyo. Dejintan waa inay la mid noqotaa inta badan doorsoomaha post_max_size.

source: This is a highly unrecommended feature which converts values returned by all functions that returned external values to slash-escaped values. This feature should *not* be enabled.
so_so: Kani waa muuqaal aan aad loo talin oo u beddela qiimayaasha ay soo celiyaan dhammaan shaqooyinka soo celiyay qiimayaasha dibadda leh qiimayaal la baxshay. Muuqaalkan waa inaan la shaqayn.

source: This is the maximum size of uploads through forms using the POST method (i.e. classical file upload forms)
so_so: Kani waa xajmiga ugu badan ee soo dejinta iyada oo loo marayo foomamka isticmaalka habka POST (sida foomamka soo dejinta faylalka caadiga ah)

source: Safe mode is a deprecated PHP feature which (badly) limits the access of PHP scripts to other resources. It is recommended to leave it off.
so_so: Qaabka badbaadada waa muuqaal PHP ah oo la joojiyay kaas oo (si xun) xaddidaya helitaanka qoraallada PHP ilaha kale. Waa lagu talinayaa in la damiyo.

source: Show errors on screen. Turn this on on development servers, off on production servers.
so_so: Ku soo bandhig qalabaadka shaashadda. Tan ka shido server-yada horumarinta, damiso server-yada wax-soo-saarka.

source: The maximum time allowed for a form to be processed by the server. If it takes longer, the process is abandonned and a blank page is returned.
so_so: Waqtiga ugu badan ee loo oggol yahay foomka inuu uu server-ku shaqeeyo. Haddii uu qaato muddo dheer, geeddi-socodku waa la joojiyaa oo bog maran ayaa la soo celiyaa.

source: The default character set to be sent when returning pages
so_so: Qaybta xarafka ee caadiga ah ee la soo celiyo marka la soo celinayo bogagga

source: Whether to use the register globals feature or not. Using it represents potential security risks with this software.
so_so: In la isticmaalo muuqaalka diiwaangelinta globals ama aan la isticmaalin. Isticmaalka waxay matalaysaa khataro amni oo suurtagal ah barnaamijkan.

source: Whether to allow for short open tags to be used or not. This feature should not be used.
so_so: In la oggol yahay calaamadaha furan ee gaagaaban in la isticmaalo ama aan la isticmaalin. Muuqaalkan waa inaan la isticmaalin.

source: Maximum memory limit for one single script run. If the memory needed is higher, the process will stop to avoid consuming all the server's available memory and thus slowing down other users.
so_so: Xadka xusuusta ugu badan ee hal shaqo oo orod ah. Haddii xusuusta loo baahan yahay ay ka sareyso, geeddi-socodku wuu joojiyaa si looga fogaado isticmaalka dhammaan xusuusta server-ka ee la heli karo oo sidaas darteed hoos u dhigaya isticmaalayaasha kale.

source: Whether to automatically escape values from GET, POST and COOKIES arrays. A similar feature is provided for the required data inside this software, so using it provokes double slash-escaping of values.
so_so: In si otomaatig ah looga baxshado qiimayaasha GET, POST iyo COOKIES arrays. Muuqaal la mid ah ayaa lagu bixiyaa xogta loo baahan yahay gudaha barnaamijkan, sidaas darteed isticmaalka waxay keentaa laba jeer baxshashada qiimayaasha.

source: The order of precedence of Environment, GET, POST, COOKIES and SESSION variables
so_so: Sidoo kale ayaa loo kala horreeyaa doorsoomayaasha Deegaanka, GET, POST, COOKIES iyo SESSION

source: Maximum time a script can take to execute. If using more than that, the script is abandoned to avoid slowing down other users.
so_so: Waqtiga ugu badan ee uu shaqadu qaadan karto. Haddii la isticmaalo in ka badan taas, shaqadu waa la joojiyaa si looga fogaado hoos u dhigista isticmaalayaasha kale.

source: This extension must be loaded.
so_so: Kordhintaani waa in la raro.

source: MySQL protocol
so_so: Borotokoolka MySQL

source: MySQL server host
so_so: Martigeliyaha server-ka MySQL

source: MySQL server information
so_so: Macluumaadka server-ka MySQL

source: MySQL client
so_so: Macmiilka MySQL

source: Protocol used by this server
so_so: Borotokoolka uu isticmaalo server-kani

source: Remote address (your address as received by the server)
so_so: Cinwaanka fog (cinwaankaaga sida uu server-ku helay)

source: Server address
so_so: Cinwaanka server-ka

source: Server name (as used in your request)
so_so: Magaca server-ka (sida loo isticmaalay codsigaaga)

source: Server port
so_so: Dekadda server-ka

source: Your user agent as received by the server
so_so: Wakhtigaaga isticmaale sida uu server-ku helay

source: Software running as a web server
so_so: Software-ka u shaqeeya sidii server-ka web-ka

source: Information on the system the current server is running on
so_so: Macluumaadka nidaamka uu server-ka hadda ku shaqeeyo

source: There are empty lines in the header of selected file
so_so: Waxaa jira sadar madhan oo ku jira madaxa faylka la doortay

source: This feature is useful for the multi-URL scenario, where there is a difference between the global admin and the normal admins. In this case, selecting "No" will prevent normal admins to set other users' passwords, and will only allow them to ask for a password regeneration (thus sent by e-mail to the user). The global admin can still do it.
so_so: Muuqaalkani waa mid faa'iido u leh xaaladda multi-URL, halkaas oo uu ku xirnaan yahay faraq u dhexeeya maamulaha guud iyo maamulayaasha caadiga ah. Xaaladdan, doorashada "Maya" waxay ka hortagi doontaa maamulayaasha caadiga ah inay dejiyaan ereyga sirta isticmaale kale, waxayna u oggolaan doontaa oo keliya inay codsadaan dib-u-soo-nabarka ereyga sirta (sidaa darteed waxaa emal loo diri doonaa isticmaale). Maamulaha guud wali wuu samayn karaa.

source: Admins can change users' passwords
so_so: Maamulayaashu way beddeli karaan ereyada sirta isticmaale

source: Allow users with the corresponding privileges to use the "login as" feature to connect using other users' account? This setting is most useful for multi-url configuration, where you don't think an administrator from a secondary URL should be able to connect as any user. Note that another setting is available in the configuration file to block all possibility for anyone to use this feature.
so_so: Oggolow isticmaale leh mudnaanada u dhiganta inay isticmaalaan muuqaalka "login as" si ay isugu xiraan iyagoo isticmaalaya xisaabta isticmaale kale? Dejintan ayaa ugu fiican dejinta multi-url, halkaas oo aadan u malaynayn in maamule ka socda URL-ka labaad uu awood u leeyahay inuu isku xidho isticmaale kasta. Ogow in dejin kale laga heli karo faylka dejinta si loo xannibo dhammaan fursadaha qofkasta inuu isticmaalo muuqaalkan.

source: "Login as" feature
so_so: "Login as" muuqaalka

source: Filter by user
so_so: Shaandheyn isticmaale

source: Filter by group
so_so: Shaandheyn koox

source: Filter: Everyone
so_so: Shaandheyn: Qof walba

source: All questions must have a category to use the random-by-category mode.
so_so: Dhammaan su'aalaha waa inay leeyihiin qayb si ay u adeegsadaan qaabka random-by-category.

source: %s of %s
so_so: %s oo ka mid ah %s

source: Selected messages have been marked as unread
so_so: Farriimaha la doortay ayaa loo calaamadeeyay mid aan la akhriin

source: Selected messages have been marked as read
so_so: Farriimaha la doortay ayaa loo calaamadeeyay mid la akhriyay

source: You have to add %s as a friend first
so_so: Waa inaad %s ku dartaa saaxiib ahaan marka hore

source: Excellent
so_so: Wacan

source: Outstanding
so_so: Fiican

source: Good
so_so: Wanaagsan

source: Fair
so_so: Dhexdhexaad

source: Poor
so_so: Liita

source: Not linked to media
so_so: Liguma xidhna warbaahinta

source: Attach to media
so_so: Ku lifaaq warbaahinta

source: Show only final score, with categories if available
so_so: Muujinta kaliya natiijada ugu dambeysa, oo leh qaybaha haddii ay jiraan

source: Media
so_so: Warbaahinta

source: You are authorized to edit this exercise, although already used in the learning path. If you edit it, try to avoid changing the score and focus on editing content, not values nor categorization, to avoid affecting the results of previous users having taken this test.
so_so: Waa laguu oggol yahay inaad tafatirto layliigan, in kasta oo hore loogu adeegsaday dariiqa waxbarashada. Haddii aad tafatirto, isku day inaad ka fogaato beddelka dhibcaha oo diiradda saar tafatirka waxyaabaha, ee maaha qiimayaasha iyo kala soocidda, si aad uga fogaato saamaynta natiijooyinka isticmaalehii hore ee imtixaankan qaaday.

source: Date of upload
so_so: Taariikhda la soo galiyay

source: Recover
so_so: Soo celi

source: Recovered
so_so: La soo celiyay

source: Recover dropbox files
so_so: Soo celi faylalka dropbox

source: Forum category
so_so: Qaybta madasha

source: Go to the test
so_so: Tag imtixaanka

source: You have been registered to course %s
so_so: Waxaa lagu diiwaan geliyay koorsada %s

source: Dashboard plugins successfully updated
so_so: Boostada Dashboard si guul leh ayaa loo cusboonaysiiyay

source: Assign sessions to %s
so_so: U qoob celinta fadhiyada %s

source: Copy this exercise as a new one
so_so: Ku koobiyay layligan mid cusub

source: Clear all learners results for this exercise
so_so: Tirtir dhammaan natiijooyinka ardayda ee layligan

source: The attendance sheets allow you to specify a list of dates in which you will report attendance to your courses
so_so: Xaashiyaha xaadirka waxay kuu oggolaanayaan inaad sheegto liis taariikho ah oo aad ku soo tebinayso xaadirka koorsaskaaga

source: There are no registered learners inside the course
so_so: Ma jiraan arday la diiwaan geliyay gudaha koorska

source: Go to the calendar list of attendance dates
so_so: Tag liiska taariikhaha xaadirka

source: Assign courses to session's administrator
so_so: U qoob celinta koorsaska maamulaha fadhiga

source: Assign courses to platform's administrator
so_so: U qoob celinta koorsaska maamulaha platformka

source: Assigned courses list to platform administrator
so_so: Liiska koorsaska la siiyay maamulaha platformka

source: Assigned courses list to sessions administrator
so_so: Liiska koorsaska la siiyay maamulaha fadhiyada

source: Assign sessions to platform administrator
so_so: U qoob celinta fadhiyada maamulaha platformka

source: Assign sessions to sessions administrator
so_so: U qoob celinta fadhiyada maamulaha fadhiyada

source: Assigned sessions list to platform administrator
so_so: Liiska fadhiyada la siiyay maamulaha platformka

source: Assigned sessions list to sessions administrator
so_so: Liiska fadhiyada la siiyay maamulaha fadhiyada

source: Graph of evaluations
so_so: Garaafka qiimeynta

source: Learning path
so_so: Dariiqa waxbarashada

source: Surveys
so_so: Baaritaannada

source: Projects
so_so: Mashaariicda

source: Are you sure you want to delete all dates?
so_so: Ma hubin inaad rabto inaad tirtirto dhammaan taariikhaha?

source: Import exercises Qti2
so_so: Soo dejin layliyada Qti2

source: ISO code
so_so: Koodhka ISO

source: The sub-language of this language has been added
so_so: Luqadda-hoosaadka luqaddan ayaa la daray

source: Return to the languages list
so_so: Ku noqo liiska luqadaha

source: Add a date time
so_so: Ku dar waqti taariikheed

source: The coach of the session, shall have all rights and privileges on all the courses that belong to the session.
so_so: Tababbaraha fadhiga, wuxuu yeelan doonaa dhammaan xuquuqaha iyo mudnaanta dhammaan koorsaska ka tirsan fadhiga.

source: Allow user view user list
so_so: Oggolow isticmaale uu arko liiska isticmaale

source: Enable user list
so_so: Furi liiska isticmaale

source: Disable user list
so_so: Nam liiska isticmaale

source: Thematic control
so_so: Xakamaynta mawduuca

source: Thematic view with details
so_so: Muuqaalka mawduuca oo leh faahfaahin

source: Thematic view as list
so_so: Muuqaalka mawduuca liis ahaan

source: Thematic
so_so: Mawduuc

source: Thematic plan
so_so: Qorshaha mawduuca

source: Edit thematicadvance
so_so: Tafatiraha horumarka mawduuca

source: Edit thematic advance
so_so: Tafatiraha horumarka mawduuca

source: There is not still a thematic section
so_so: Ma jiro wali qayb mawduuc ah

source: New thematic section
so_so: Qayb mawduuc cusub

source: Delete all thematics
so_so: Tirtir dhammaan mawduucyada

source: Details of topics and their respective plan and progress. To indicate a topic as completed, select its date following the chronological order and the system will display all previous dates as completed.
so_so: Faahfaahinta mawduucyada iyo qorshahooda iyo horumarkooda. Si aad mawduuc u tilmaanto mid dhammaystiran, dooro taariikhdiisa raacida nidaamka taariikhaha hore oo dhan waxay muujin doontaa dhammaystir.

source: What skills are to be acquired bu the end of this thematic section?
so_so: Waa maxay xirfadaha la doonayo in lagu helo dhammaadka qaybta mawduucan?

source: Skills to acquire
so_so: Xirfadaha la doonayo in la helo

source: What infrastructure is necessary to achieve the goals of this topic normally?
so_so: Waa maxay kaabayaasha loo baahan yahay si loo gaaro yoolalka mawduucan si caadi ah?

source: Infrastructure
so_so: Kaabayaasha

source: Which other elements are necessary?
so_so: Waa maxay waxyaabaha kale ee loo baahan yahay?

source: Duration in hours
so_so: Mudada saacadaha

source: There is no attendance sheet in this course
so_so: Kooraskan ma jiro xaashi xaadir

source: You must select a start date
so_so: Waa inaad doorataa taariikhda bilowga

source: Return to list
so_so: Ku noqo liiska

source: Additional notes
so_so: Qoraalo dheeraad ah

source: Start date taken from an attendance date
so_so: Taariikhda bilowga laga soo qaaday taariikhda xaadira

source: Custom start date
so_so: Taariikhda bilowga gaarka ah

source: Start date options
so_so: Fursadaha taariikhda bilowga

source: Thematic advance configuration
so_so: Habaynta horumarka mawduuca

source: Information on thematic advance on course homepage
so_so: Macluumaadka horumarka mawduuca bogga hore ee koorsada

source: Display information about the last completed topic
so_so: Muujin macluumaadka ku saabsan mawduuca ugu dambeeyay ee la dhammaystiray

source: Display information about the next uncompleted topic
so_so: Muujin macluumaadka ku saabsan mawduuca xiga ee aan la dhammaystirin

source: Information about the last completed topic
so_so: Macluumaadka ku saabsan mawduuca ugu dambeeyay ee la dhammaystiray

source: Information about the next uncompleted topic
so_so: Macluumaadka ku saabsan mawduuca xiga ee aan la dhammaystirin

source: There is no thematic section
so_so: Ma jiro qayb mawduuc ah

source: There is no thematic advance
so_so: Ma jiro horumar mawduuc ah

source: There is no thematic plan for now
so_so: Ma jiro qorshe mawduuc ah hadda

source: New thematic advance
so_so: Horumar mawduuc cusub

source: Duration must be numeric
so_so: Mudadu waa inay nooceedu ahaataa

source: Do not display progress
so_so: Ha muujin horumarka

source: Create a thematic section
so_so: Abuur qayb mawduuc ah

source: Edit thematic section
so_so: Tafatiraha qaybta mawduuca

source: Course progress
so_so: Horumarka koorsada

source: Select an attendance
so_so: Dooro xaadir

source: Re-use a copy inside the current test
so_so: Ku celcelin nuqul gudaha imtixaanka hadda

source: You already invite all your contacts
so_so: Waad martiqaaday dhammaan xiriiriyadaa

source: Results hidden by the exercise setting
so_so: Natiijooyinka waxaa qariyay goobta layliska

source: Attended
so_so: Xaadiray

source: IP address
so_so: Cinwaanka IP

source: Only skills that were not registered were imported
so_so: Xirfadaha aan la diiwaan gelin oo kaliya ayaa la soo dejin

source: The skill had no title set
so_so: Xirfadu ma lahayn cinwaan la dejiyay

source: The parent skill was not set
so_so: Xirfadda waalidka lama dejiyin

source: The skill ID was not set
so_so: ID xirfadda xirfaddu waxaa la dejiyey

source: Generated certificate
so_so: Shahaadada la soo saaray

source: Users count
so_so: Tirada isticmaale

source: Subscriptions count
so_so: Tirada is-diiwaangelinta

source: You have been registered to course: %s
so_so: Waxaa lagu diiwaan geliyey koorsada: %s

source: The exercises auto-launch feature configuration is enabled. Learners will be automatically redirected to the selected exercise.
so_so: Habaynta sifooyinka bilowga ee layliyada ayaa shaqaynaysa. Ardaydu si toos ah ayaa loogu wareejin doonaa layliga la doortay.

source: Redirect to the exercises list
so_so: U wareeji liiska layliga

source: Redirect to the selected exercise
so_so: U wareeji layliga la doortay

source: Configure exercises tool
so_so: Habayn layliga layliga

source: Global category
so_so: Qaybta guud

source: Make sure you have enough questions in your categories.
so_so: Hubi in aad leedahay su'aalo ku filan qaybahaaga.

source: Sorry, this installation has a courses limit, which has now been reached. To increase the number of courses allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
so_so: Waan ka xunnahay, rakibadani waxay leedahay xad koorsado, kaas oo hadda la gaaray. Si aad u kordhiso tirada koorsadaha loo oggol yahay rakibadan Chamilo, fadlan la xiriir bixiyahaaga martigelinta ama, haddii ay jirto, ku casuum heerka martigelinta sare.

source: Sorry, this installation has a teachers limit, which has now been reached. To increase the number of teachers allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
so_so: Waan ka xunnahay, rakibadani waxay leedahay xad macallimiin, kaas oo hadda la gaaray. Si aad u kordhiso tirada macallimiinta loo oggol yahay rakibadan Chamilo, fadlan la xiriir bixiyahaaga martigelinta ama, haddii ay jirto, ku casuum heerka martigelinta sare.

source: Sorry, this installation has a users limit, which has now been reached. To increase the number of users allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
so_so: Waan ka xunnahay, rakibadani waxay leedahay xad isticmaale, kaas oo hadda la gaaray. Si aad u kordhiso tirada isticmaale loo oggol yahay rakibadan Chamilo, fadlan la xiriir bixiyahaaga martigelinta ama, haddii ay jirto, ku casuum heerka martigelinta sare.

source: By copying the link below and pasting it in an e-mail or on a website, you will allow any anonymous person to enter and answer this survey.
so_so: Adiga oo koobiga hoose koobiyey oo ku dhejiyey iimaylka ama website-ka, waxaad u oggolaanaysaa qof kasta oo qarsoodi ah inuu soo galo oo ka jawaabo sahankaas.

source: Open self
so_so: Furan iska

source: Open blank
so_so: Furan maran

source: Open parent
so_so: Furan waalidka

source: Open top
so_so: Furan sare

source: Thematic section has been created successfully
so_so: Qaybta mawduuca si guul leh ayaa loo abuuray

source: Now you should add thematic plan %s and thematic advance %s
so_so: Hadda waa inaad ku dartaa qorshaha mawduuca %s iyo horumarka mawduuca %s

source: Selecting another learning path as a prerequisite will hide the current prerequisite until the one in prerequisite is fully completed (100%)
so_so: Doorta dariiq kale oo waxbarasho oo shuruud ahaan ah waxay qarinaysaa shuruudda hadda jirta ilaa midka shuruudda ah si buuxda loo dhameeyo (100%)

source: Maximum score
so_so: Dhibcaha ugu badan

source: Score average from all attempts
so_so: Celceliska dhibcaha dhammaan isku dayada

source: Export all courses
so_so: Dhoof koorsadaha oo dhan

source: Export selected courses from the following list
so_so: Dhoof koorsadaha la doortay liiska soo socda
