Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: The install script will create (or use) the Chamilo database using the database name given here. Please make sure the user you give has the right to create the database by the name given here. If a database with this name exists, it will be overwritten. Please do not use the root user as the Chamilo database user. This can lead to serious security issues.
yo_ng: Iwe afọwọyi fifi sile yoo ṣẹda (tabi lo) ìpamọ Ìdàpọ̀ Chamilo nipa lilo orukọ ìpamọ Ìdàpọ̀ ti a fun nibi. Jọwọ rii daju pe olùwò ti o fun ni ẹtọ lati ṣẹda ìpamọ Ìdàpọ̀ nipasẹ orukọ ti a fun nibi. Ti ìpamọ Ìdàpọ̀ pẹlu orukọ yii ba wa, yoo ṣakiri. Jọwọ maṣe lo olùwò root gẹgẹbi olùwò ìpamọ Ìdàpọ̀ Chamilo. Eyi le yọrí si awọn iṣoro aabo to ṣe pataki.

source: Time spent by students in courses
yo_ng: Akoko ti awọn ọmọ ile-iwe lo ninu awọn iṣẹ-ẹkọ

source: Step 3
yo_ng: Igbese 3

source: Step 4
yo_ng: Igbese 4

source: Step 5
yo_ng: Igbese 5

source: Step 6
yo_ng: Igbese 6

source: Config settings
yo_ng: Awọn eto Ìdàṣe

source: MySQL database settings
yo_ng: Awọn eto ìpamọ Ìdàpọ̀ MySQL

source: Main language
yo_ng: Èdè akọkọ

source: License
yo_ng: Ìwọ̀n

source: Last check before install
yo_ng: Ṣayẹwo ikẹhin ṣaaju fifi sile

source: Auto evaluation
yo_ng: Igbelewọn ara ẹni

source: MySQL database prefix
yo_ng: Àkọ̀ọ́ ìpamọ Ìdàpọ̀ MySQL

source: Leave empty if not requested
yo_ng: Fi fo ti ko ba beere

source: Encrypt user passwords in database
yo_ng: Fi awọn ọrọigbaniwọle olùwò ṣii ni ìpamọ Ìdàpọ̀

source: Use one or several DB for Chamilo
yo_ng: Lo ọkan tabi ọpọlọpọ DB fun Chamilo

source: Allow self-registration
yo_ng: Gba iforawọsilẹ ti ara ẹni

source: (recommended)
yo_ng: (ti a fọwesi)

source: Administrator last name
yo_ng: Orúkọ ẹ̀yin alábòójútó

source: Administrator telephone
yo_ng: Nọ́mba tẹlifóònù alábòójútó

source: New note
yo_ng: Àkíyèsí tuntun

source: Note
yo_ng: Àkíyèsí

source: Note created
yo_ng: Àkíyèsí ti ṣẹ̀dá

source: Please write a note
yo_ng: Jọ̀wọ́ kọ àkíyèsí kan

source: Save note
yo_ng: Fipamọ àkíyèsí

source: Click here to write a new note
yo_ng: Tẹ̀ ibi yìí láti kọ àkíyèsí tuntun

source: Search by title
yo_ng: Ṣàwárí nípa akọle

source: Write the title here
yo_ng: Kọ akọle nibi

source: Updated
yo_ng: Àìpín

source: Add new note in my personal notebook
yo_ng: Ṣàfikún àkíyèsí tuntun sinu ìwé ìkọsilẹ̀ àdáni mi

source: Sort by date created
yo_ng: Ṣètò lọ́nà ìpinnu lọ́dọọdún ìdá

source: Sort by date last modified
yo_ng: Ṣètò lọ́nà ìpinnu lọ́dọọdún ìyípadà ìkẹ́yìì

source: Note title
yo_ng: Akọle àkíyèsí

source: Note details
yo_ng: Àwòkùn ìdí àkíyèsí

source: Are you sure you want to delete this note
yo_ng: Ṣe o dájú pé o fẹ́ pa àkíyèsí yìí rẹ́?

source: Create note
yo_ng: Ṣẹ̀dá àkíyèsí

source: Edit my personal note
yo_ng: Ṣàtúnṣe àkíyèsí àdáni mi

source: Notebook management
yo_ng: Ìdarí ìwé ìkọsilẹ̀

source: Back to the notes list
yo_ng: Pada sí ìwé àkíyèsí

source: Notes sorted by title ascendant
yo_ng: Àwòkùn ìdí àkíyèsí lọ́nà ìpinnu akọle ìdàgbàsókè

source: Notes sorted by title downward
yo_ng: Àwòkùn ìdí àkíyèsí lọ́nà ìdàsílẹ̀ akọle

source: Notes sorted by update date ascendant
yo_ng: Àwòkùn ìdí àkíyèsí lọ́nà ìpinnu ìpín ìyípadà ìdàgbàsókè

source: Notes sorted by update date downward
yo_ng: Àwòkùn ìdí àkíyèsí lọ́nà ìdàsílẹ̀ ìpín ìyípadà

source: Notes sorted by creation date ascendant
yo_ng: Àwòkùn ìdí àkíyèsí lọ́nà ìpinnu ìpín ìdá ìdàgbàsókè

source: Notes sorted by creation date downward
yo_ng: Àwòkùn ìdí àkíyèsí lọ́nà ìdàsílẹ̀ ìpín ìdá

source: Leader
yo_ng: Aṣáájú

source: Send to all users
yo_ng: Fi ranṣẹ́ sí gbogbo àwùjọ

source: Administration Tools
yo_ng: Àwòrìírun Ìdarí

source: Categories
yo_ng: Àwùjọ ìpín

source: Subscribe
yo_ng: Ẹ fi orúkọ rẹ sínú ìwé ìkàwé

source: Already subscribed
yo_ng: Ti ṣe ìforúkọsilẹ̀ tẹ́lẹ̀

source: Code mandatory
yo_ng: Koodu pàtàkì

source: Course category mandatory
yo_ng: Àwùjọ ìpín ìdàsílẹ̀ pàtàkì

source: Teacher mandatory
yo_ng: Olùkọ pàtàkì

source: Course category is created
yo_ng: Àwùjọ ìpín ìdàsílẹ̀ ti ṣẹ̀dá

source: Without time limits
yo_ng: Láìsí ìdí ìdòwò

source: Added
yo_ng: Ti ṣàfikún

source: Deleted
yo_ng: Ti pa rẹ́ kúrò

source: Kept
yo_ng: Ti ṣètò

source: Hidden / Closed
yo_ng: Tí kò ṣe ìhìlọ / Tí kò ṣí

source: Hidden / Open
yo_ng: Tí kò ṣe ìhìlọ / Ṣí

source: Visible / Open
yo_ng: Tí ìhìlọ / Ṣí

source: Visible / Closed
yo_ng: Tí ìhìlọ / Tí kò ṣí

source: Back to user
yo_ng: Pada sí olùwò

source: Manage Portal
yo_ng: Ṣàtúnṣe Portal

source: You have been registered to the course
yo_ng: O ti forúkọsilẹ̀ sinu ìdàsílẹ̀

source: Sub-categories
yo_ng: Àwùjọ ìpín kékeré

source: Unsubscribing from this course is not allowed.
yo_ng: Kò yé láti yọ kúrò nínú ìdàsílẹ̀ yìí.

source: You are a trainer in this course
yo_ng: Ẹ jẹ olukọni ni iṣẹ-ẹkọ yii

source: Courses catalogue
yo_ng: Àkójọpọ awọn iṣẹ-ẹkọ

source: Sort courses
yo_ng: Ṣe lẹsẹsẹ awọn iṣẹ-ẹkọ

source: Subscribe to course
yo_ng: Ẹ fi orukọ si iṣẹ-ẹkọ

source: Unsubscribe from course
yo_ng: Yọkuro orukọ lati iṣẹ-ẹkọ

source: Create a personal courses category
yo_ng: Ṣẹda ẹka iṣẹ-ẹkọ ti ara ẹni

source: Are you sure you want to delete this courses category? Courses inside this category will be moved outside the categories
yo_ng: Ṣe o daabọ pe o fẹ pa ẹka iṣẹ-ẹkọ yii run? Awọn iṣẹ-ẹkọ inu ẹka yii yoo gbe jade kuro ninu awọn ẹka

source: Course categories
yo_ng: Awọn ẹka iṣẹ-ẹkọ

source: Courses in this category
yo_ng: Awọn iṣẹ-ẹkọ ni ẹka yii

source: Search courses
yo_ng: Wa awọn iṣẹ-ẹkọ

source: One category up
yo_ng: Ọkan ẹka soke

source: Are you sure you want to unsubscribe?
yo_ng: Ṣe o daabọ pe o fẹ yọkuro orukọ?

source: No courses category
yo_ng: Ko si ẹka iṣẹ-ẹkọ

source: The course has been added to the category
yo_ng: Iṣẹ-ẹkọ ti a fi kun si ẹka

source: Subscribing not allowed
yo_ng: Iforukọsilẹ ko gba laaye

source: Courses sorted
yo_ng: Awọn iṣẹ-ẹkọ ti ṣe lẹsẹsẹ

source: Existing courses categories
yo_ng: Awọn ẹka iṣẹ-ẹkọ ti o wa tẹlẹ

source: You have been unsubscribed from this course
yo_ng: O ti yọkuro orukọ lati iṣẹ-ẹkọ yii

source: View public courses
yo_ng: Wo awọn iṣẹ-ẹkọ ti gbogbo eniyan

source: There happened an unknown error. Please contact the platform administrator.
yo_ng: Aṣiṣe aimọ kan ṣẹlẹ. Jọwọ kan si olutọju pẹpẹ.

source: The course password is incorrect
yo_ng: Ọrọigbaniwọle iṣẹ-ẹkọ ko tọ

source: This course requires a password
yo_ng: Iṣẹ-ẹkọ yii nilo ọrọigbaniwọle

source: Submit registration code
yo_ng: Fi koodu iforukọsilẹ silẹ

source: The category was deleted
yo_ng: Ẹka naa ti parun

source: Category sorting done
yo_ng: Lẹsẹsẹ ẹka ti ṣe

source: Category updated
yo_ng: Ẹka ti ṣe imudojuiwò

source: Save courses category
yo_ng: Fi ẹka iṣẹ-ẹkọ pamọ

source: Save the category
yo_ng: Fi ẹka pamọ

source: Change category
yo_ng: Yi ẹka pada

source: Expand
yo_ng: Fẹlẹfẹlẹ

source: Collapse
yo_ng: Dinku

source: Course description
yo_ng: Àpèjúwe iṣẹ-ẹkọ

source: List of all documents
yo_ng: Àtòjọ gbogbo awọn iwe-ipamọ

source: Table of contents
yo_ng: Tabili awọn akoonu

source: Edit table of contents
yo_ng: Ṣatunṣe tabili awọn akoonu

source: Edit
yo_ng: Ṣatunṣe

source: Create a rich media page / activity
yo_ng: Ṣẹda oju-iwe media ọlọrọ / iṣẹ-ṣiṣe

source: Missing images detected
yo_ng: Awọn aworan ti o sonu ti ri

source: Publish
yo_ng: Tẹjade

source: This is a SCORM course. To play it, click here : <input type=button name=scormbutton value='Launch it !' ='openscorm()'>
yo_ng: Eyi jẹ iṣẹ-ẹkọ SCORM. Lati ṣe akọrin, tẹ nibi : <input type=button name=scormbutton value='Ṣe ifilọlẹ!' ='openscorm()'>

source: This is a SCORM content<br><input type=button name=scormbutton value='Launch it !' ='openscorm()'>
yo_ng: Eyi jẹ akoonu SCORM<br><input type=button name=scormbutton value='Ṣe ifilọlẹ!' ='openscorm()'>

source: The zip file can not contain .PHP files
yo_ng: Faili zip ko le ni awọn faili .PHP

source: Group forum
yo_ng: Fọọmu ẹgbẹ

source: This is not a valid SCORM ZIP file !
yo_ng: Eyi kii ṣe faili ZIP SCORM to wulo!

source: Please type your text / HTML content
yo_ng: Jọwọ kọ ọrọ rẹ / akoonu HTML

source: Please enter the file name
yo_ng: Jọwọ tẹ orukọ faili

source: The file to upload is not valid.
yo_ng: Faili lati gbe soke ko wulo.

source: Visibility modified
yo_ng: Iranran ti yipada

source: Add/Edit a comment to
yo_ng: Fi / Ṣatunṣe ọrọìwòye si

source: Operation impossible
yo_ng: Iṣẹ ko ṣeeṣe

source: The upload has failed. Either you have exceeded your maximum quota, or there is not enough disk space.
yo_ng: Ìkọ́wọ̀ ìgbé e lọ ti kùnà. Yàtọ̀ sí i, o ti kọja ìpín ìdàgbàsókè rẹ̀, tàbí kò sí ìpọ̀ ìsàlẹ̀ ìlẹ̀.

source: The upload is finished
yo_ng: Ìkọ́wọ̀ ìgbé e lọ ti parí

source: The operation is impossible, a file with this name already exists.
yo_ng: Iṣẹ́ yìí kò ṣeé ṣe, fáìlì pẹ̀lú orúkọ yìí ti wà tẹ́lẹ̀.

source: Document copied
yo_ng: Àkọ́silẹ̀ tí a ṣe ẹ̀dà

source: Document deleted
yo_ng: Àkọ́silẹ̀ tí a pa rẹ́

source: Element renamed
yo_ng: Èròjà tí a yí orúkọ rẹ̀ padà

source: Element moved
yo_ng: Èròjà tí a gbe

source: Comment modified
yo_ng: Àtìtì tí a ṣe ìdàsílẹ̀

source: Rename
yo_ng: Yí orúkọ padà

source: Name of the new folder
yo_ng: Orúkọ fọ́ọ̀lù tuntun

source: Download file
yo_ng: Ìgbé fáìlì wọ̀lẹ̀

source: Create a course (authoring tool)
yo_ng: Ṣẹ̀dá ìdàsílẹ̀ (ohun èlò ìkọ́wé)

source: Mark as unread
yo_ng: Ṣàmì bi kò ì ka

source: Current view mode: Impress
yo_ng: Ìwo ìlànà lọ́wọ́: Impress

source: Teachers can create, edit and delete their own sessions.
yo_ng: Olùkọ́ le ṣẹ̀dá, ṣàtúnṣe àti pa àwọn ìpàdé wọn fúnra wọn run.

source: Allow teachers to create sessions
yo_ng: Gba àwùnlo fún àwùnlo ìpàdé olùkọ́

source: Select a category
yo_ng: Yan ẹ̀ka kan

source: Mark as read
yo_ng: Ṣàmì bi a ti kà

source: RE:
yo_ng: ÀTI:

source: Advanced edit
yo_ng: Àtúnṣe ìlọ́jọ́

source: Create table of contents
yo_ng: Ṣẹ̀dá tábìlì àkíì ìnú

source: Uncompress zip
yo_ng: Ṣàtúnṣe zip

source: Export as SCORM
yo_ng: Fàásí gẹ́gẹ́ SCORM

source: All day
yo_ng: Gbogbo ọjọ́

source: Published start date
yo_ng: Ọjọ́ ìbẹ̀rẹ̀ ìtẹ̀jáde

source: Show status
yo_ng: Fi ìpò hàn

source: Mode
yo_ng: Ìlànà

source: Schedule
yo_ng: Ètò ìṣètò

source: Place/Location
yo_ng: Ibi/Ipò

source: Recommended number of participants
yo_ng: Nọ́mbà ìdàraya tí a fọwósì

source: Goto menu
yo_ng: Lọ sí àkóọ́lẹ̀

source: Goto content
yo_ng: Lọ sí àkíì

source: Administration by
yo_ng: Ipinfunni nipase

source: Videoconference host
yo_ng: Olùgbọ́lé ìpàdé ìrìn-àjò

source: Whether the videoconference protocol is web-based (false most of the time)
yo_ng: Bí ìlànà ìpàdé ìrìn-àjò ṣe jẹ́ ìpìlẹ̀ wẹ́ẹ̀bù (èkéjì púpọ̀ ìgbà)

source: Show a link to go back in the courses hierarchy. A link is available at the bottom of the list anyway.
yo_ng: Fi ìdàbọ̀ hàn láti padà sẹ́yìn nínú ìlànà ìdàsílẹ̀. Ìdàbọ̀ wà ní ìsàlẹ̀ ìlò akọ́kọ́ lọ́nàkíyèsí.

source: used
yo_ng: Lo

source: existing
yo_ng: o wa nbe

source: Show back links from categories/courses
yo_ng: Fi ìdàbọ̀ padà hàn láti ẹ̀ka/ìdàsílẹ̀

source: Show courses number
yo_ng: Fi nọ́mbà ìdàsílẹ̀ hàn

source: Display teacher in course name
yo_ng: Fi Oluko wan ni ori eko

source: Display teacher in courses list
yo_ng: fi oluko han ninu ise iwe asoye

source: Display Course Code in courses list
yo_ng: fi ena ise yi han ninu iwe iladi

source: Display Code in Course name
yo_ng: fi ena ise yi han ninu oruko ise

source: There are no Alias courses on the platform.
yo_ng: ko si virtual ise lori pepe

source: Edit portal homepage
yo_ng: se eto ewe iwe akoko

source: Modules active upon course creation
yo_ng: yara ipa sori ise didasile

source: Which tools have to be enabled (visible) by default when a new course is created?
yo_ng: Àwùnlo wo ni a gbọ́dọ̀ ṣí (hàn) ní ìpìlẹ̀ ìdàsílẹ̀ ìdàsílẹ̀ tuntun?

source: Create user
yo_ng: Ṣẹ̀dá olùàmì

source: Edit user
yo_ng: Ṣàtúnṣe olùàmì

source: Edit user field
yo_ng: Ṣàtúnṣe ìkàwé olùàmì

source: Edit coach
yo_ng: Ṣàtúnṣe olùdàá ìdàsílẹ̀

source: Edit this session
yo_ng: Ṣàtúnṣe ìpàdé yìí

source: Export session(s)
yo_ng: Fàásí ìpàdé (pàtàkì)

source: Import session(s)
yo_ng: Gbe ìpàdé (pàtàkì) wọlé

source: Backup this course
yo_ng: Ṣàpìnnì ìdàsílẹ̀ yìí

source: Course subscription
yo_ng: ifi oruko sile fun ise

source: Public access
yo_ng: ayefun gbogbo enia

source: Private access
yo_ng: aye fun enia kan

source: Database management is only available for the server administrator
yo_ng: Ìṣàkóso ìkàwé ìsàlẹ̀ wà fún olùnù ìyàwó ìsẹ́rì fídàò

source: Show users subscribed to this course
yo_ng: Fi àwùnlo olùàmì tí ó forùn sí ìdàsílẹ̀ yìí hàn

source: Show classes subscribed to this course
yo_ng: Fi àwùnlo ìlẹ́kùùṣọ tí ó forùn sí ìdàsílẹ̀ yìí hàn

source: Show groups of this course
yo_ng: Fi àwùnlo ẹgbẹ́ ìdàsílẹ̀ yìí hàn

source: Phone number
yo_ng: Nọmba foonu

source: Add to a course
yo_ng: Ṣe afikun si iṣẹ-ẹkọ kan

source: Remove from portal
yo_ng: Yọ kuro ninu ọ GBẹ

source: Delete selected course(s)
yo_ng: Pa awọn iṣẹ-ẹkọ ti a yan run

source: Unsubscribe from course(s)
yo_ng: Fagilee awọn iṣẹ-ẹkọ

source: Delete selected classes
yo_ng: Pa awọn kilasi ti a yan run

source: Delete selected groups
yo_ng: Pa awọn ẹgbẹ ti a yan run

source: Administrator
yo_ng: Alakoso

source: Change picture
yo_ng: Yi aworan pada

source: %s comments
yo_ng: %s ìwàránìwò

source: Add a user
yo_ng: Ṣe afikun olumulo kan

source: Add groups
yo_ng: Ṣe afikun awọn ẹgbẹ

source: Add classes
yo_ng: Ṣe afikun awọn kilasi

source: Export users list
yo_ng: Fi akojọ awọn olumulo jade

source: Number of members
yo_ng: Nọmba awọn ọmọ ẹgbẹ

source: Number of users
yo_ng: Nọmba awọn olumulo

source: Members
yo_ng: Awọn ọmọ ẹgbẹ

source: First letter (class name)
yo_ng: Lẹta akọkọ (orukọ kilasi)

source: First letter (last name)
yo_ng: Lẹta akọkọ (orukọ idile)

source: First letter (code)
yo_ng: Lẹta akọkọ (koodu)

source: Edit user information
yo_ng: Ṣatunkọ alaye olumulo

source: Edit class information
yo_ng: Ṣatunkọ alaye kilasi

source: Edit group information
yo_ng: Ṣatunkọ alaye ẹgbẹ

source: Edit course information
yo_ng: Ṣatunkọ alaye iṣẹ-ẹkọ

source: Please enter the class name !
yo_ng: Jọwọ tẹ orukọ kilasi !

source: Please enter the user's last name !
yo_ng: Jọwọ tẹ orukọ idile olumulo !

source: Please enter the user's first name !
yo_ng: Jọwọ tẹ orukọ akọkọ olumulo !

source: Please enter a valid e-mail address !
yo_ng: Jọwọ tẹ adirẹsi imeeli to wulo !

source: Please enter a valid login !
yo_ng: Jọwọ tẹ orukọ wiwọle to wulo !

source: Please enter the course code.
yo_ng: Jọwọ tẹ koodu iṣẹ-ẹkọ.

source: Please enter the teacher's First and Last Name.
yo_ng: Jọwọ tẹ Orukọ Akọkọ ati Idile Olukọ.

source: Please enter the course title
yo_ng: Jọwọ tẹ akọle iṣẹ-ẹkọ

source: Accepted formats are JPG, PNG and GIF !
yo_ng: Awọn ọna kika ti a gba ni JPG, PNG ati GIF !

source: This login is already taken !
yo_ng: Orukọ wiwọle yii ti mu tẹlẹ !

source: Import users list
yo_ng: Gbe akojọ awọn olumulo wọle

source: Only users from the course
yo_ng: Awọn olumulo lati iṣẹ-ẹkọ nikan

source: Add classes to a course
yo_ng: Ṣe afikun awọn kilasi si iṣẹ-ẹkọ kan

source: Add users to course
yo_ng: Ṣe afikun awọn olumulo si iṣẹ-ẹkọ

source: Add users to a class
yo_ng: Ṣe afikun awọn olumulo si kilasi kan

source: Add users to a group
yo_ng: Ṣe afikun awọn olumulo si ẹgbẹ kan

source: You must select at least one class and one course
yo_ng: O gbọdọ yan kilasi kan ati iṣẹ-ẹkọ kan

source: You must select at least one user !
yo_ng: O gbọdọ yan olumulo kan !

source: You must select at least one user and one course
yo_ng: O gbọdọ yan olumulo kan ati iṣẹ-ẹkọ kan

source: Class list
yo_ng: Akojọ kilasi

source: Add to the course(s)
yo_ng: Ṣe afikun si awọn iṣẹ-ẹkọ

source: Add to the class
yo_ng: Ṣe afikun si kilasi naa

source: Remove from the class
yo_ng: Yọ kuro ninu kilasi naa

source: Add to the group
yo_ng: Ṣe afikun si ẹgbẹ naa

source: Remove from the group
yo_ng: Yọ kuro ninu ẹgbẹ naa

source: Users outside the class
yo_ng: Awọn olumulo ita kilasi

source: Users inside the class
yo_ng: Awọn olumulo inu kilasi

source: Users outside the group
yo_ng: Awọn olumulo ita ẹgbẹ

source: Users inside the group
yo_ng: Awọn olumulo inu ẹgbẹ

source: must use the ';' character as a separator
yo_ng: gbọdọ lo ohun kikọ ';' gẹgẹbi iyapa

source: The CSV file must look like this
yo_ng: Faili CSV gbọdọ dabi eyi

source: The XML file must look like this
yo_ng: Faili XML gbọdọ dabi eyi

source: Fields in <strong>bold</strong> are mandatory.
yo_ng: Awọn aaye ni <strong>bold</strong> jẹ dandan.

source: The specified file is not XML format !
yo_ng: Faili ti a sọ pato kii ṣe ọna kika XML !

source: The specified file is not CSV format !
yo_ng: Faili ti a sọ pato kii ṣe ọna kika CSV !

source: The specified file doesn't contain all needed data !
yo_ng: Faili ti a sọ pato ko ni gbogbo data ti o nilo !

source: You can't import more than 500 users at once !
yo_ng: O ko le gbe awọn olumulo diẹ sii ju 500 lẹẹkan !

source: Databases (phpMyAdmin)
yo_ng: Awọn ipilẹ data (phpMyAdmin)

source: Users
yo_ng: Awọn olumulo

source: Classes of users
yo_ng: Awọn kilasi ti awọn olumulo

source: Groups of users
yo_ng: Awọn ẹgbẹ ti awọn olumulo

source: Subscribe a user / group to a course
yo_ng: Fi olumulo / ẹgbẹ ṣe akọsilẹ si iṣẹ-ẹkọ kan

source: There are no categories here
yo_ng: Ko si awọn ẹka nibi

source: Allow adding courses in this category?
yo_ng: Gba laaye lati ṣafikun awọn iṣẹ-ẹkọ ni ẹka yii?

source: Go to the forum
yo_ng: Lọ si apejọ

source: Category code
yo_ng: Koodu ẹka

source: The Twitter Creator is a Twitter account (e.g. @ywarnier) that represents the *person* that created the site. This field is optional.
yo_ng: Ẹlẹda Twitter jẹ akọọlẹ Twitter (fun apẹẹrẹ @ywarnier) ti o ṣe aṣoju *eniyan* ti o ṣẹda aaye naa. aaye yi jẹ aṣayan.

source: Edit this category
yo_ng: Ṣatunṣe ẹka yii

source: Open this category
yo_ng: Ṣii ẹka yii

source: Delete this category
yo_ng: Pa ẹka yii rẹ

source: Add a sub-category
yo_ng: Fi ẹka-ipilẹ kan kun

source: View children
yo_ng: Wo awọn ọmọ

source: Tree rebuilded in
yo_ng: Igi ti a tun ṣe ni

source: Tree recounted in
yo_ng: Igi ti a tun ka ni

source: Rebuild the tree
yo_ng: Tun igi ṣe

source: Refresh number of children
yo_ng: Ṣe atunṣe nọmba awọn ọmọ

source: Show tree
yo_ng: Fihan igi

source: Meta image path
yo_ng: Meta ọna aworan

source: Category deleted
yo_ng: Ẹka ti paarẹ

source: Recount children
yo_ng: Ka awọn ọmọ

source: Up in same level
yo_ng: Soke ni ipele kanna

source: Mail to :
yo_ng: Imeeli si :

source: Add an administrator
yo_ng: Fi alabojuto kun

source: Add categories
yo_ng: Fi awọn ẹka kun

source: Search for a course
yo_ng: Wa fun iṣẹ-ẹkọ kan

source: Search for a user
yo_ng: Wa fun olumulo kan

source: Technical
yo_ng: Imọ-ẹrọ

source: System config
yo_ng: Ṣeto eto

source: Login list (extended)
yo_ng: Akojọ iwọle (ti a faagun)

source: Maximum users showing in scroll list
yo_ng: Awọn olumulo ti o pọ julọ ti n ṣafihan ni akojọ yipo

source: No time limits
yo_ng: Ko si awọn aala akoko

source: General properties
yo_ng: Awọn ohun-ini gbogbogbo

source: Course coach
yo_ng: Olukọ iṣẹ-ẹkọ

source: Users number
yo_ng: Nọmba awọn olumulo

source: Public administration
yo_ng: Iṣakoso ti gbogbo eniyan

source: Page after login
yo_ng: Oju-iwe lẹhin iwọle

source: The page which is seen by the user entering the platform
yo_ng: Ojú ìwé tí olùṣe ìdàsílẹ̀ ṣe rí tí wọ́n ń wọle sínú ìpìlẹ̀ ìkọ́wé

source: My Profile tab
yo_ng: Taabu Profailu Mi

source: Global Role
yo_ng: Ipa Agbaye

source: Manage Todo list
yo_ng: Ṣàtúnṣe akojọ Ṣe Nkan

source: Administration
yo_ng: Íṣàkóso

source: Info about the System
yo_ng: Ìròyìn nípa Ìṣètò

source: Compare translations
yo_ng: Fi ìtumọ̀ wé ìdàbọ̀

source: Reporting for
yo_ng: Ìròyìn fún

source: PDF download is not allowed for students
yo_ng: Ìṣàgùwọ̀ PDF kò yọ̀ọ́ fún àwọn akẹ́kọ̀ọ́

source: Login list
yo_ng: Àkójọ Ìwọle

source: Status of MySQL server :
yo_ng: Ìpò ìsẹ́rì MySQL :

source: Database
yo_ng: Àpò ìsàǹpá

source: works
yo_ng: ṣiṣẹ́

source: MySql Client
yo_ng: Onibara MySql

source: MySql Server
yo_ng: Ìsẹ́rì MySql

source: Owner
yo_ng: Onílé

source: Upgrade database
yo_ng: Ṣe ìdàbọ̀ ìpùǹpùn àpò ìsàǹpá

source: errors found
yo_ng: àwùnṣẹ Ìkùnà rí

source: Backup
yo_ng: Àpìlẹ̀ ìdàbọ̀

source: Upgrade Chamilo
yo_ng: Ṣe ìdàbọ̀ Chamilo

source: Website
yo_ng: Oju opo wẹẹbu

source: Documentation
yo_ng: Àwòkùnrin

source: Contribute
yo_ng: Kọ́wà

source: Server Information
yo_ng: Ìròyìn Ìsẹ́rì

source: Send a mail to users
yo_ng: Firanṣẹ lẹ́tà sí àwùjọ

source: System code
yo_ng: Kọ́dù Ìṣètò

source: Visual code
yo_ng: Kọ́dù Ìrísí

source: System Code
yo_ng: Kọ́dù Ìṣètò

source: visual code
yo_ng: kọ́dù ìrísí

source: Manage virtual courses
yo_ng: Ṣàtúnṣe àwọn kọlẹẹ̀jì fọ́nù

source: Create a virtual course
yo_ng: Ṣẹ̀dá kọlẹẹ̀jì fọ́nù

source: The virtual course will share storage space (directory and database) with an existing 'real' course.
yo_ng: Kọlẹẹ̀jì fọ́nù yìí yóò pín aaye ìpamọ́ (fọ́ldà àti ìpùǹpùn ìsàǹpá) pẹ̀lú kọlẹẹ̀jì 'òtítọ́' tí ó wà tẹ́lẹ̀.

source: Real course code
yo_ng: Kọ́dù kọlẹẹ̀jì òtítọ́

source: The course was successfully created.
yo_ng: Kọlẹẹ̀jì náà ti ṣẹ́gun ìdáṣẹlẹ̀.

source: on the hard disk
yo_ng: lórí ìlẹ̀ ìkọ́wé lílù

source: Virtual course?
yo_ng: Kọlẹẹ̀jì fọ́nù?

source: Announcement has been updated
yo_ng: Ìkéde ti di ìdàbọ̀

source: This Meta Image path is the path to a file inside your Chamilo directory (e.g. home/image.png) that should show in a Twitter card or a OpenGraph card when showing a link to your LMS. Twitter recommends an image of 120 x 120 pixels, which might sometimes be cropped to 120x90.
yo_ng: Ọ̀nà Àwòrán Meta yìí jẹ́ ọ̀nà sí fáìlì nínú ìfọ́ndù Chamilo rẹ (f.ẹ. home/image.png) tí ó yẹ kí ó ṣe ìrísí nínú kaadi Twitter tàbí kaadi OpenGraph nigbà tí wọ́n ń ṣàfihàn ìjọmọ̀ sí LMS rẹ. Twitter ṣe ìdàbọ̀ àwòrán 120 x 120 písẹ́lì, èyí tí ó lè jẹ́ gige nigba míràn sí 120x90.

source: Permissions for new files
yo_ng: Àwùnọ́ fún àwọn fáìlì tuntun

source: The ability to define the permissions settings to assign to every newly-created file lets you improve security against attacks by hackers uploading dangerous content to your portal. The default setting (0550) should be enough to give your server a reasonable protection level. The given format uses the UNIX terminology of Owner-Group-Others with Read-Write-Execute permissions. If you use Oogie, take care that the user who launch LibreOffice can write files in the course folder.
yo_ng: Agbára láti ṣàpèjúwe ìṣètò àwùnọ́ láti yàn fún gbogbo fáìlì tuntun tí a ṣẹ̀dá jẹ́ kí o ṣàtúnṣe ààbò lòdì sí ìkọlù àwùjọ ọdẹ ìdàjà tí ń gbe àkópa lewu sórí ọ̀nà ìbọ̀wọ̀ rẹ. Ìṣètò ìpilẹ̀ (0550) yẹ kí ó pọ̀ tó láti fún ìsẹ́rì rẹ ìdènà ìdàbọ̀. Ìlò ìdáṣe yìí ń lo ìlò ọrọ̀ UNIX ti Onílé-Ẹgbẹ́-Àwùjọ pẹ̀lú Ìwọ̀n kika-Kọ-Ṣe ìdíwò. Ti o ba lo Oogie, ṣe ìṣọra pé olùṣe ìdàsílẹ̀ tí ń ṣe ìpilẹ̀ LibreOffice lè kọ àwọn fáìlì nínú folda kọlẹẹ̀jì.

source: Guest
yo_ng: Àlejò

source: Login as
yo_ng: Wọle bi

source: Login
yo_ng: Wọle

source: Select picture...
yo_ng: Yan aworan...

source: Don't reset password
yo_ng: Maṣe tún ìpamọ́ ṣe ìdàbọ̀

source: Participate in development
yo_ng: Kọ́wà nínú ìdàgbàsókè

source: Portal Language
yo_ng: Èdè ọ̀nà ìbọ̀wọ̀

source: What sort of server is this? This enables or disables some specific options. On a development server there is a translation feature functional that inidcates untranslated strings
yo_ng: Ìrú ìsẹ́rì wo ni èyí? Èyí ń ṣiṣẹ́ tàbí kí ó ṣàdìdí àwọn aṣàyàn pàtó. Lórí ìsẹ́rì ìdàgbàsókè, ẹ̀kà ìtumọ̀ ìdàsílẹ̀ kan tí ń fi hàn àwùjọ ìtumọ̀ tí kò ṣe ìtumọ̀

source: Server Type
yo_ng: Ìrú Ìsẹ́rì

source: Chamilo Portal Languages
yo_ng: Èdè ọ̀nà ìbọ̀wọ̀ Chamilo
