Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Use the Principle of Non Contradiction to force one's interlocutor into a dead end.
ar: تطبيق مبدأ عدم التناقض للوصول الى نهاية
ast_es: Usar el principiu de non contrdicción pa que l'interlocutor llegue a un llugar del que nun puedes colar.
bn_bd: অসঙ্গতির নীতি ব্যবহার করে সম্ভাষীকে অচলস্থলে নিয়ে যাওয়া।
bs_ba: Koristiti Princip Neprotivrečnosti da se sagovornika dovede u slepu ulicu.
ca_es: Utilitzar el Principi de la No Contradicció per conduirr el teu interlocutor a un camí sense sortida.
cs_cz: Použitím Principu bez protiřečení zaženete účastníka rozmluvy do slepé uličky.
da: Brug princippet om ikke-modsigelse til at tvinge sin samtalepartner ind i en blindgyde.
de: Ein Widerspruchsprinzip um seinen Gegenüber in die Ecke zu drängen.
el: Χρήση της αρχής της αποφυγής αντιφάσεων προκειμένου να οδηγήσετε τον συνομιλητή σας σε αδιέξοδο.
eo: Uzi la principon de antagonismo por kapti sian interparolanton.
es: Utilizar el principio de no contradicción para llevar al interlocutor a un callejón sin salida.
es_mx: Utilizar el principio de no contradicción para llevar al interlocutor a un callejón sin salida.
eu_es: Kontraesanik ezaren printzipioa erabiltzea, solaskidea irtenbide gabeko kale itxi batean sartzeko.
fa_ir: استفاده از اصل عدم تناقض برای رساندن مخاطب به بن بست.
fi_fi: Käyttämällä myöntämisen periaatetta pakotetaan puhekumppani umpikujaan.
fo_fo: Nýt ósamrøðus grundregluna til at tvíngja samtalu fíggindið í eina blindgøtu.
fur: Ûsâ il Principio de Non Contradizion par meter il to interlocutôr in un cul di sac.
ga: Úsáid a bhaint as Prionsabal Neamh-Chontrárthachta chun do chomhchainteoir a chur i ngabháil marbh.
gl: Utilizar o principio de non contradicción para levar ó interlocutor a un calexón sen saída.
he_il: השתמש בעקרון אי הסתירה כדי לאלץ את בן שיחו למבוי סתום.
hi: गैर-विरोध के सिद्धांत का उपयोग करके अपने संवाददाता को गतिरोध में डालें।
hr_hr: Koristite načela neopovrgavanja kako biste stjerali sugovornika u kut.
hu_hu: A Nem Ellentmondás szabály használata, mellyel beszélgető-partnerünket zsákutcába kényszerítjük.
hy: Օգտագործել հակասությունների բացակայության սկզբունքը՝ զրուցակցին մեռած ծայր հասցնելու համար:
id_id: Menggunakan Prinsip Non Kontradiksi untuk memaksa lawan bicara ke jalan buntu.
it: Utilizzare il principio di non contraddizione per portare l'interlocutore ad un'impasse.
ja: 矛盾律の原理を使って相手を袋小路に追い込む。
ka_ge: არაკონტრადიქციის პრინციპის გამოყენება ინტერსუბიექტის ჩიხში მოყვანისთვის.
ko_kr: 모순 불가능 원리를 사용하여 대화 상대를 막다른 길로 몰아넣는 것.
lo: ໃຊ້ຫຼັກການບໍ່ຂັດກັນເພື່ອບັງຄັບຄູ່ສົນທະນາເຂົ້າສູ່ທາງຕັນ.
lt_lt: Naudoti Nesipriešinimo principą, kad įvaryti kalbėtoją į aklavietę.
lv_lv: Lietojiet " neiebilšanas " principu, lai iedzītu sarunu partneri strupceļā
mk_mk: Користење на принципот на непротивречност за да се натера соговорникот до мртов агол, до ќорсокак.
ms_my: Gunakan Prinsip Tiada Pertentangan untuk memaksa perbincangan ke dalam jalan buntu.
my_mm: ဆန့်ကျင်မှုမရှိသည့်နိယာမကို အသုံးပြု၍ စကားပြောဖက်အား လမ်းဆုံးသွားအောင် ဖိအားပေးပါ။
ne: गैर-विरोधको सिद्धान्त प्रयोग गरेर संवादकर्तालाई मृत-अन्तमा पुर्‍याउनु।
nl: Het principe van tegenstrijdigheid gebruiken om de gesprekspartner in de tang te krijgen.
nn_no: Bruke ikke-modseigsprinsippet for å tvinge samtalepartneren inn i ein blindgate.
oc: Emplegar lo Principi de la Non Contradiccion per menar ton interlocutor a una androna.
pl_pl: Użycie zasady podwójnego zaprzeczenia w celu doprowadzenia rozmówcy w ślepą uliczkę.
ps: د غیر ټکر اصول کارول ترڅو خپل بحث کوونکي په یوه ډګر کې اچول.
pt_br: Usar o princípio da Não Contradição para forçar o interlocutor a entrar em um beco sem saída.
pt_pt: Utilize o princípio da Não Contradição para forçar o interlocutor a entrar num beco sem saída.
ro_ro: Folosind principiul de nu contradicție pentru a aduce interlocutorul intr-o fundatura.
ru_ru: Использовать принципы непротиворечия для того, чтобы завести собеседника в тупик.
sk_sk: Použitím Princípu bez protirečenia zaženiete účastníka rozhovoru do slepej uličky.
sq: Përdor Parimin e Moskontradiktës për të detyruar bashkëbiseduesin në një rrugë pa krye.
sr_rs: Koristiti princip povlađivanja da prisilite sagovornika da dođe u ćorsokak.
sv_se: Använda icke-kontradiktionsprincipen för att driva sin samtalspartner in i ett hörn.
sw_ke: Tumia Kanuni ya Kutopingana ili kumudu mzoefu wako kwenye kitovu.
ta: எதிர்ச்சொல்லாமை கோட்பாட்டைப் பயன்படுத்தி உரையாடுபவரை ஒரு முடிவுக்கு தள்ள.
th: ใช้หลักการไม่ขัดแย้งเพื่อบังคับคู่สนทนาให้ติดอยู่ในทางตัน
tl_ph: Gumamit ng Principle of Non Contradiction upang mapilit ang kausap sa isang dead end.
tr: Çelişmezlik ilkesini kullanarak karşısındakini çıkmaza sürüklemek.
uk_ua: Використовуйте принцип непротиріччя для того, аби ввести співрозмовника в тупік.
vi_vn: Sử dụng Nguyên tắc Phi Mâu Thuẫn để buộc người đối thoại vào ngõ cụt.
xh_za: Sebenzisa uMthetho Wokungangqinelani ukuze unyanzelise umntu othetha naye kwisiphelo.
zh_cn: 使用这个法则或者反驳来迫使迫使对方进入一个死逻辑循环。
zh_tw: 使用這個法則或者反駁來迫使迫使對方進入一個死邏輯循環。

source: This answer is not false. It is true that the revelation of the interlocutor's ignorance means showing the contradictory conclusions where lead his premisses.
ar: غير مترجم This answer is not false. It is true that the revelation of the interlocutor's ignorance means showing the contradictory conclusions where lead his premisses.
ast_es: Esti retruque nun ye falsu. Ye correuto que poner n'evidencia la ignorancia del interlocutor faese poniendo n'evidencia les contradicciones en qu'acaben les sos tesis.
bn_bd: এই উত্তরটি ভুল নয়। এটি সত্য যে সম্ভাষীর অজ্ঞতা প্রকাশ করা মানে তার প্রস্তাবনাগুলি যে বিপরীতমুখী সিদ্ধান্তে নিয়ে যায় তা দেখানো।
bs_ba: Ovaj odgovor nije lažan. Tačno je da otkrivanje neznanja sagovornika znači pokazivanje kontradiktornih zaključaka do kojih vode njegove premise.
ca_es: Aquesta resposta no és falsa. És cert que la revelació de la ignorància de l'interlocutor es realitza evidenciant les contradiccions on porten les seves tesis.
cs_cz: Odpověd není špatná. Je pravda že odhalení nevědomosti účastníka rozmluvy znamená poukázání na protichůdné závěry kam vedl své předpoklady.
da: Dette svar er ikke forkert. Det er sandt, at afsløringen af samtalepartnerens uvidenhed betyder at vise de modstridende konklusioner, som hans præmisser fører til.
de: Die Antwort ist nicht falsch. Es ist wahr, dass das Aufzeigen der Unwissenheit des Gegners bedeuten kann, dass seine Gegensätzlichen Rückschlüsse darauf begründet waren.
el: Η απάντηση δεν είναι εσφαλμένη. Είναι αλήθεια ότι η αποκάλυψη της άγνοιας του συνομιλητή σας επιδεικνύει τα αντιφατικά συμπεράσματα που προκύπτουν από τις αρχικές παραδοχές του.
eo: Tiu respondo ne estas malĝusta. Estas vere, ke la montro de la nescio de la interparolanto okazas danke al la montro de la malakordaj konkludoj de liaj supozoj.
es: Correcto. Ciertamente la puesta en evidencia de la ignorancia del interlocutor se realiza mostrando las contradicciones en que desembocan sus hipótesis.
es_mx: Esta respuesta no es falsa. Es exacto que la puesta en evidencia de la ignorancia del interlocutor se realiza poniendo en evidencia las contradicciones en que desembocan sus tesis.
eu_es: Erantzuna ez da gezurra. Egia da, solaskideak ez dakiela agerian jartzeak kontraesanak agertarazten ditu, hasierako hipotesiek okertzera bultzatu baitute.
fa_ir: این جواب غلط نیست.این درست است که نشان دادن نادانی مخاطب در واقع به معنای نشان دادن نتایج متناقضی است که از پیش فرض های او به دست می آید.
fi_fi: Tämä vastaus ei ole väärin. On totta, että puhekumppanin tietämättömyys paljastaminen tarkoittaa kieltävien johtopäätelmien näyttämistä, jotka johtuvat hänen lähtökohdistaan.
fo_fo: Hetta svar er ikki skeivt. Tað er satt at opinberingin av ósavninum hjá samtalu fíggindinum merkir at vísa mótsøguleikarnar har hans premissur leiða.
fur: Cheste risposte no je fasie. E vera che la riuluzion de l'ignorance dal interlocutôr al vûl dî mostrâ lis concluisons contraditoris che a vignin des sie premisse.
ga: Níl an freagra seo bréagach. Is fíor gur léiriú ar na conclúidí contrártha a bhaineann lena thosaíochtaí é nochtadh aineolas an chomhchainteora.
gl: Esta resposta non é falsa. É exacto que a posta en evidencia da ignorancia do interlocutor realízase poñendo en evidencia as contradiccións en que desembocan as sús teses.
he_il: תשובה זו אינה שקרית. נכון שחשיפת בורותו של בן השיח פירושה הצגת המסקנות הסותרות לאן מובילות את הנחותיו.
hi: यह उत्तर गलत नहीं है। यह सत्य है कि संवाददाता की अज्ञानता का खुलासा उसके आधारों से निकलने वाले विरोधाभासी निष्कर्षों को दिखाने का अर्थ है।
hr_hr: Ovaj odgovor nije netočan. Istina je da se otkriće sugovornikova neznanja postiže osvješćivanjem kontradiktornih zaključaka kojima su vođene njegove teze.
hu_hu: Ez a válasz nem hamis. Ez a beszélgető-partner tudatlanságának felfedése azáltal, hogy megmutatjuk az egymásnak ellentmondó következtetéseket, amelyek az érveléséből erednek.
hy: Այս պատասխանը սխալ չէ: Ճիշտ է, որ զրուցակցի անգիտակությունը բացահայտելը նշանակում է ցույց տալ հակասական եզրակացությունները, որոնք հանգեցնում են նրա նախադրյալները:
id_id: Jawaban ini tidak salah. Memang benar bahwa pengungkapan ketidaktahuan lawan bicara berarti menunjukkan kesimpulan kontradiktif yang ditimbulkan oleh premisnya.
it: La risposta non è falsa: è vero che mettere in evidenza l'ignoranza dell'interlocutore si ottiene mettendo in evidenza le contraddizioni cui portano le sue tesi.
ja: この答えは誤りではありません。相手の無知を明らかにすることは、その前提が導く矛盾した結論を示すことです。
ka_ge: ეს პასუხი არ არის მცდარი. სწორია, რომ ინტერსუბიექტის უცოდინრობის გამოცხადება ნიშნავს წინააღმდეგობრივ დასკვნებს, სადაც მისი პრემისები მიგვყავს.
ko_kr: 이 답은 틀리지 않습니다. 대화 상대의 무지를 드러내는 것은 그의 전제가 이끄는 모순된 결론을 보여주는 것입니다.
lo: ຄຳຕອບນີ້ບໍ່ຜິດ. ມັນເປັນຄວາມຈິງທີ່ວ່າການເປີດເຜີຍຄວາມບໍ່ຮູ້ຂອງຄູ່ສົນທະນາໝາຍເຖິງການສະແດງຂໍ້ສະຫຼຸບທີ່ຂັດແຍ້ງກັນທີ່ເກີດຈາກສະມຸດຖານຂອງລາວ.
lt_lt: Šis atsakymas nėra klaidingas. Tai tiesa, kad kalbėtojo neišmanymo atskleidimas reiškia rodymą prieštaraujančių išvadų, prie kurių veda jo prielaidos.
lv_lv: Šī atbilde nav nepatiesa. Tā ir taisnība, ka atklājot sarunu biedra ignorējošo attieksmi, tā parāda pretrunīgus secinājumus, kuri attiecas uz tā līderību.
mk_mk: Овој одговор не е погрешен. Точно е дека откривањето на незнаењето на соговорникот значи да му се покаже дека неговите премиси водат кон противречни заклучоци.
ms_my: Jawapan ini tidak salah. Benar bahawa pendedahan ketidaktahuan perbincangan bermakna menunjukkan kesimpulan bertentangan di mana premisnya membawa.
my_mm: ဤအဖြေသည် မမှားပါ။ စကားပြောဖက်၏ မသိနားမလည်မှုကို ထုတ်ဖော်ခြင်းသည် သူ၏အချက်အလက်များမှ ဦးတည်သည့် ဆန့်ကျင်သော နိဂုံးများကို ပြသခြင်းဖြစ်သည်မှာ မှန်သည်။
ne: यो उत्तर गलत छैन। यो सत्य हो कि संवादकर्ताको अज्ञानताको खुलासा भनेको उनको आधारहरूले लैजाने विरोधाभासी निष्कर्षहरू देखाउनु हो।
nl: Dit antwoord is niet onjuist. Het is waar dat het tonen van de onwetendheid van zijn gesprekspartner gebeurt dankzij het tonen van de tegenstrijdige conclusies van zijn veronderstellingen.
nn_no: Dette svaret er ikkje feil. Det er sant at å avsløre samtalepartnerens uvitenheit betyr å vise dei motstridande konklusjonane der premissa hans leder.
oc: Aquesta respònsa es pas fausa. Segur que la revelacion de l'inhorància de l'interlocutor se fa en s'avisant dei contradiccions onte lo menan sei tèsis.
pl_pl: Ta odpowiedź nie jest zła. To prawda, że odkrycie ignorancji rozmówcy oznacza pokazanie sprzecznych wniosków, które wynikają z jego przesłanek.
ps: دا ځواب غلط نه دی. رښتیا ده چې د بحث کوونکي د ناپوهۍ څرګندول مانا لري چې د هغه مقدماتو څخه منځته راځونکي ټکرآمیز پایلې ښکاره کول.
pt_br: Essa resposta não está errada. É correto assumir que a revelação da ignorância de um interlocutor consiste em mostrar as conclusões contraditórias que movem suas premissas.
pt_pt: Esta resposta não é falsa. É verdade que revelar a ignorância do interlocutor significa mostrar contraditóriamente as conclusões que o levaram até às suas premissas.
ro_ro: Corect. Desigur demonstrarea ignoranței a apelantului se face aratănd contradicțiile care duc la ipotezele lor.
ru_ru: Этот ответ не является неправильным. Это правда, что разоблачение невежества собеседника означает показать ему, что его предположения приводят к противоречивым выводам.
sk_sk: Odpoveď nie je zlá. Je pravda, že odhalenie nevedomosti účastníka rozhovoru znamená poukázanie na protichodné závery kam viedol svoje predpoklady.
sq: Kjo përgjigje nuk është e gabuar. Është e vërtetë se zbulimi i injorancës së bashkëbiseduesit do të thotë të tregohen përfundimet kontradiktore ku çojnë premisat e tij.
sr_rs: Ovaj odgovor nije netačan. Istina je da otkriće sagovornikovog neznanja znači pokazivanje kontradiktornosti zaključaka kuda vode njegove permise.
sv_se: Detta svar är inte fel. Det är sant att uppenbarelsen av samtalspartnerns okunnighet innebär att visa de motsägelsefulla slutsatserna dit hans premisser leder.
sw_ke: Jibu hili si la uwongo. Ni kweli kwamba kufichua ujinga wa mzoefu kunamaanisha kuonyesha hitimisho zinazopingana ambapo hupeleka misingingi yake.
ta: இந்த பதில் தவறானது அல்ல. உரையாடுபவரின் அறியாமையை வெளிப்படுத்துவது அவரது முன்னொழிவுகள் கொண்டு செல்லும் முரண்பாடான முடிவுகளைக் காட்டுவதே உண்மை.
th: คำตอบนี้ไม่ผิด เป็นความจริงที่การเปิดเผยความไม่รู้ของคู่สนทนาหมายถึงการแสดงข้อสรุปที่ขัดแย้งซึ่งนำไปสู่สมมติฐานของเขา
tl_ph: Ang sagot na ito ay hindi mali. Totoo na ang paglalahad ng kawalan ng kaalaman ng kausap ay nangangahulugang pagpapakita ng magkasalungat na konklusyon kung saan humahantong ang kanyang mga premises.
tr: Bu cevap yanlış değil. Karşısındakinin cehaletinin ortaya çıkarılması, önermelerinin çelişkili sonuçlara yol açtığını göstermektir.
uk_ua: Ця відповідь не є невірною. Правда, що розкриття ігнорування співрозмовником означає показ висновків, які протирічать засновкам.
vi_vn: Câu trả lời này không sai. Đúng là việc tiết lộ sự ngu dốt của người đối thoại nghĩa là cho thấy các kết luận mâu thuẫn mà tiền đề của anh ta dẫn đến.
xh_za: Impendulo le ayichanekanga. Yiyo eyiyo ukuba ukutyhileka kolwazi lomntu othetha naye kuthetha ukubonisa izigqibo eziphikisayo apho zikhokelela khona i-premisses zakhe.
zh_cn: 这个答案是正确的，这个事实上揭露了谈话者的无知，使用对立的结论来引导它的前提。
zh_tw: 這個答案是正確的，這個事實上揭露了談話者的無知，使用對立的結論來引導它的前提。

source: Upload page and link to Homepage
ar: تحميل صفحة ورابط للصفحة الرئيسية
ast_es: Unviar una páxina y enllazala a la páxina d'entamu
bn_bd: পৃষ্ঠা আপলোড করুন এবং হোমপেজে লিঙ্ক করুন
bs_ba: Učitaj stranicu i poveži sa Početnom stranicom
ca_es: Enviar una pàgina i enllaçar-la amb la pàgina principal
cs_cz: Nahrát stránku a spoj(link) s Domácí stránkou
da: Læg et dokument ud på kursussiden
de: Upload-Seite und Link zur Homepage
el: Ανέβασμα σελίδας και δημιουργία συνδέσμου στην αρχική σελίδα
eo: Alŝuti paĝon kaj ligi al startprogramo
es: Enviar una página y enlazarla con la página principal
es_mx: Enviar una página y enlazarla con la página principal
eu_es: Kargatu orria eta egin orri nagusirako lotura
fa_ir: آپلود صفحات و پیوند دادن آنها به صفحۀ آغازین
fi_fi: Lisää sivu ja linkki kotisivulle
fo_fo: Legg síðu upp og stovna leinki til heimasíðu
fur: Carie la pâge e link a Homepage
ga: Leathanach a uaslódáil agus nasc chuig an Leathanach Baile
gl: Introducir unha páxina e enlazala coa páxina principal
he_il: העלה דף וקישור לדף הבית
hi: पृष्ठ अपलोड करें और होमपेज से लिंक करें
hr_hr: Prenesi stranicu i poveži s početnom stranicom
hu_hu: Oldal feltöltése és link a főoldalra
hy: Վերբեռնել էջը և կապել Հիմնական էջին
id_id: Upload halaman dan link-kan ke Homepage
it: Carica e collega una pagina
ja: ペ〖ジをアップロ〖ドし、ホ〖ムペ〖ジにリンクをはる
ka_ge: გვერდის ატვირთვა და ბმული მთავარ გვერდზე
ko_kr: 페이지를 업로드하고 홈페이지에 링크
lo: ອັບໂຫຼດໜ້າ ແລະ ເຊື່ອມຕໍ່ຫາໜ້າຫຼັກ
lt_lt: Įkrauti puslapį ir nuorodą į titulinį
lv_lv: Augšupielādēt lapu un vietni Mājas lapā
mk_mk: Качи ја страната и повзи ја со Почетната_страна
ms_my: Tambah Page Pada Laman Subjek
my_mm: စာမျက်နှာတင်ပြီး ပင်မစာမျက်နှာသို့ လင့်ခ်ချိတ်ပါ
ne: पृष्ठ अपलोड गर्नुहोस् र होमपेजमा लिङ्क गर्नुहोस्
nl: Pagina uploaden en linken met startpagina
nn_no: Last opp et dokument til kurssiden
oc: Mandar una pagina e la reliar a la pagina d'entrada
pl_pl: Załaduj stronę i odnośnik na stronie głównej
ps: پاڼه اپلوډ کړئ او د هوم پاڼې سره لینک
pt_br: Enviar página e link para a página inicial
pt_pt: Enviar a página e a ligação/link para a página inicial
ro_ro: Trimiteti o pagină și link către pagina de start
ru_ru: Загрузить страницу и связать с Домашней страницей
sk_sk: Nahrať stránku a odkaz na domovskú stránku
sl: Prenesi (Upload) stran in poveži na domačo stran
sq: Ngarko faqen dhe lidhu me faqen kryesore
sr_rs: Učitaj stranicu i napravi link ka početnoj stranici.
sv_se: Ladda upp sida och länk till hemsida
sw_ke: Pakia ukurasa na uunganishe na Ukumbi wa Mwanzo
ta: பக்கத்தை பதிவேற்றி முகப்புப் பக்கத்துடன் இணைக்கவும்
th: โอนย้ายไฟล์เอกสารเข้าเป็นรายการเชื่อมโยงในหน้าโฮมเพจ
tl_ph: I-upload ang pahina at i-link sa Homepage
tr: Sayfa yükle ve Ana Sayfaya bağla
uk_ua: Завантажити сторінку та зробити посилання на Домашню сторінку
vi_vn: Upload trang và liên kết vào trang chủ
xh_za: Layisha iphepha kwaye inxibe kuPhathelo lasekhaya
zh_cn: 上传网页和链接
zh_tw: 上傳網頁和鏈接

source: Tuesday the 11th of December - First meeting. Room: LIN 18
ar: يوم الثلاثاء 12 ديسمبر - الإجتماع الأول - القاعة 55
ast_es: Martes 11 avientu 14h00 : Primer xunta - Llugar : Sur 18
bn_bd: মঙ্গলবার, ১১ ডিসেম্বর - প্রথম সভা। কক্ষ: LIN ১৮
bs_ba: Utorak, 11. decembra - Prvi sastanak. Sala: LIN 18
ca_es: Dimarts 11 de Desembre 14h00 - Primera lliçó: Newton 18
cs_cz: Uterý 11. Prosince - První setkání. Místnost: LIN 18
da: Tirsdag den 11. december - Første møde. Lokale: LIN 18
de: Dienstag der 11. Dezember - Erste Lektion : Newton 18
el: Πρώτο Μάθημα
eo: Mardon, la 11an de decembro, je 14h00: kurso pri filozofio (1) - Ejo : Sud 18
es: Martes 11 diciembre 14h00 : Primera reunión - Lugar: Sur 18
es_mx: Martes 11 diciembre 14h00 : curso de filosofía (1) - Local : Sur 18
eu_es: Asteartea, abenduaren 11, 14:00 - Lehen bilera - Ikasgela: Newton 18
fa_ir: سه شنبه ٢٣ آبان ماه - اولین جلسه. اتاق: ١١٢
fi_fi: Tiistai 11. joulukuuta - Ensimmäineen oppi: Newton 18
fo_fo: Týsdagin 11. desember - Fyrsti fundur. Rúm: LIN 18
fur: Martarç 11 di Dicembar - Prim riunion. Sala: LIN 18
ga: Dé Máirt an 11 Nollaig - An chéad chruinniú. Seomra: LIN 18
gl: Martes 11 de decembro 14h00 : curso de filosofía (1) - Local : Sur 18
he_il: יום שלישי ה-11 בדצמבר - פגישה ראשונה. חדר: LIN 18
hi: मंगलवार, 11 दिसंबर - पहली बैठक। कक्ष: LIN 18
hr_hr: Utorak, 11. prosinca - Prvi sastanak. Soba: LIN 18
hu_hu: Kedd, 11-e december az első találkozás - LIN 18-as szoba
hy: Դեկտեմբերի 11-ը՝ երեքշաբթի - Առաջին հանդիպում: Դասասենյակ՝ LIN 18
id_id: Selasa, 11 Desember - Pertemuan pertama. Ruangan: LIN 18
it: Martedì 11 dicembre 14h00 : Primo incontro. Aula : INFO 2
ja: 12月11日火曜日 - 初回ミーティング。部屋：LIN 18
ka_ge: ოთხშაბათი, 11 დეკემბერი - პირველი შეხვედრა. ოთახი: LIN 18
ko_kr: 12월 11일 화요일 - 첫 번째 모임. 강의실: LIN 18
lo: ວັນອັງຄານທີ 11 ທັນວາ - ການປະຊຸມຄັ້ງທຳອິດ. ຫ້ອງ: LIN 18
lt_lt: Antradienis, gruodžio 11 d. – Pirmasis susitikimas. Salė: LIN 18
lv_lv: Otrdien, 30.februārī - Pirmā sapulce 13.auditorijā
mk_mk: Вторник 11-ти декември - Прв состанол. Соба: LIN 18
ms_my: Selasa 11 Disember - Mesyuarat pertama. Bilik: LIN 18
my_mm: ဒီဇင်ဘာ ၁၁ ရက် အင်္ဂါနေ့ - ပထမအစည်းအဝေး။ အခန်း: LIN 18
ne: मङ्गलबार, डिसेम्बर ११ - पहिलो बैठक। कोठा: LIN १८
nl: Dinsdag 11 december 14u00 : cursus filosofie (1) - Locaal : Sud 18
nn_no: Tysdag 11. desember - Fyrste møte. Rom: LIN 18
oc: Dimars 11 de Decembre 14:00 - Premiera leiçon: Newton 18
pl_pl: Wtorek 11-ty grudnia - Pierwsza lekcja: Newton 18
ps: سه شنبې د ډسمبر ۱۱ - لومړۍ غونډه. خونې: LIN ۱۸
pt_br: Terça-feira 11 de Dezembro - Primeira reunião do Quarto:. LIN 18
pt_pt: Terça-feira 11 de Dezembro - Primeira reunião. Sala: LIN 18.
ro_ro: Marți 11 decembrie 14:00 : Prima ședință - Locație: Sud 18
ru_ru: Вторник 11 декабря - первая встреча. Аудитория: 18.
sk_sk: Utorok 11. decembra - Prvé stretnutie. Miestnosť: LIN 18
sl: Torek, 11. december - Prva lekcija : Newton 18
sq: E martë, 11 dhjetor - Takimi i parë. Salla: LIN 18
sr_rs: Utorak 11. decembar – prvi sastanak. Soba: 18
sv_se: Tisdag den 11 December - Första lektionen : Newton 18
sw_ke: Jumanne tarehe 11 Desemba - Mkutano wa kwanza. Chumba: LIN 18
ta: டிசம்பர் 11 - முதல் சந்திப்பு. அறை: LIN 18
th: ในวันอังคารที่ 11 ธันวาคม - ปฐมนิเทศวิชาและเตรียมความพร้อมก่อนเรียน : อาคาร 3/1 312/1 (ห้องคอมพิวเตอร์กราฟิก) ภาควิชาศิลปกรรม มหาวิทยาลัยราชภัฏจันทรเกษม ถนนรัชดาภิเษก เขตจตุจักร กทม. เวลา 9.00 -11.00 น.แจ้งลงทะเบียนล่วงหน้าได้ที่http://amd.chandra.ac.th(ตัวอย่างการแจ้งกำหนดการ)
tl_ph: Martes, Disyembre 11 - Unang pagpupulong. Silid: LIN 18
tr: 12 Aralık Salı - İlk toplantı. Oda: LIN 18
uk_ua: Вівторок, 11 грудня - перші збори. Аудиторія: 18
vi_vn: Thứ 3 ngày 11 tháng 12 - Bài học thứ nhất : Newton 18
xh_za: ULwesibini the 11th kaDisemba - Intlanganiso yokuqala. Igumbi: LIN 18
zh_cn: 星期二 12月11日 - 第一次会议 房间: LIN 18
zh_tw: 星期二 12月11日 - 第一次會議 房間: LIN 18
