Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Context for the comment to be grade
qu_pe: Rakinakunapaq yupaypa suyana

source: Grade this comment
qu_pe: Kay yupayta rakin

source: Portfolio comment was graded
qu_pe: Portfolio yupay rakin karoq

source: Grade items
qu_pe: Rakinaq kuti

source: Grade comments
qu_pe: Rakinaq yupaykuna

source: Hide correct answered questions
qu_pe: Pakasqakuq willakuykunata pakay

source: The setting "%s" will change to "%s"
qu_pe: Kunu "%s" nisqawan "%s" nisqaman urqunman

source: Verification of answered questions
qu_pe: Willakusqa willakuykunata qhaway

source: Student's assignments to be corrected
qu_pe: Yachasqakuna kamachisqakuna rakinanpaq

source: You will find below all the work that have been submitted by students in one of your course (it could be in the base course or in a course in a session). You can filter the list selecting a specific course or a work status.
qu_pe: Kaypiqa yachasqakuna kawsasqakunata tarikunqas, kaykunaq kursipi nispaq (kuru kursipi utawyanpi kursipi karqanman). Willakuynata siriynaq kursi ukhuqamanta ukhuqamanta huch'allaqamanta huch'allaqamanta.

source: Back to the main course portfolio
qu_pe: Kursi portfolio-manta kutimuy

source: Export my portfolio data in a PDF file
qu_pe: Portfolio yachayniyta PDF raphi ukhuwan llanq'ana

source: Export my portfolio data in a ZIP file
qu_pe: Portfolio yachayniyta ZIP raphi ukhuwan llanq'ana

source: Categories are for organization only in personal portfolio.
qu_pe: Katiykuna qhawayninpaqmi personal portfolio-manta.

source: Export my portfolio data to a PDF file
qu_pe: Portfolio yachayniyta PDF raphi ukhuwan llanq'ana

source: Export my portfolio data to a ZIP file
qu_pe: Portfolio yachayniyta ZIP raphi ukhuwan llanq'ana

source: New learning path available
qu_pe: Yachanakuy ñanqaq kamaq

source: There is a new learning path called %s that has been added to your %s course. Go to this learning path here : %s
qu_pe: %s nisqan yachanakuy ñanqaq %s kursi ukhuwan qhatun karoq. Kayman riy: %s

source: %s %% Completed
qu_pe: %s %% Kamarisqa

source: E-mail to teachers on new user's post in the portfolio tool
qu_pe: Portfolio llamk'amanta yachasqakunaq yachanapaq email

source: There is a new post by %s in the portfolio of course %s. To view it <a href='%s'>go here</a>.
qu_pe: %s nisqamantaq %s kursi portfolio-manta yachanapaq. Qhawanaq <a href='%s'>kayman riy</a>.

source: [Portfolio] New post in course %s
qu_pe: [Portfolio] %s kursi-manta yachanapaq

source: Ongoing training
qu_pe: Kamaq yachanakuy

source: Dear %s,<br /><br /> A new test/quiz %s has been added to course %s.<br /><br />Course: %s <br />Test/Quiz name: %s <br />
qu_pe: Kusi %s,<br /><br /> %s nisqaq %s kursi ukhuwan yachanakuyta qhatun karoq.<br /><br />Kursi: %s <br />Yachanakuynin: %s <br />

source: Visit the test/quiz page <a href="%s">%s</a><br />
qu_pe: Yachanakuyninpa p'anqanman riy <a href="%s">%s</a><br />

source: Dear %s,<br /><br />As his/her parent, you are receiving this e-mail to let you know that %s just got a new test/quiz %s in course %s.<br /><br />Learner: %s<br /> Course: %s<br />Test/Quiz name: %s<br />
qu_pe: Kusi %s,<br /><br />Yachaywan kay emailta chaskikunki, %s %s kursi-manta %s yachanakuynin yachakusqanmi.<br /><br />Yachakuq: %s<br /> Kursi: %s<br />Yachanakuynin: %s<br />

source: Test duration: %s <br />
qu_pe: Yachanakuynin kuti: %s <br />

source: Test start date: %s <br />
qu_pe: Yachanakuynin qallariy: %s <br />

source: Test end date: %s <br />
qu_pe: Yachanakuynin kuti: %s <br />

source: Career Diagram Legend
qu_pe: Kamachinaq diagrama rimanakuna

source: Career Diagram Disclaimer
qu_pe: Kamachinaq diagrama willakuy

source: Successful Attempt
qu_pe: Kamachisqa ruray

source: Failed attempt
qu_pe: Manam kamachisqa ruray

source: Students with successful attempt
qu_pe: Kamachisqa ruraywan yachasqakuna

source: Students with failed attempt
qu_pe: Manam kamachisqa ruraywan yachasqakuna

source: Exercise attempt stats report
qu_pe: Yachanakuynin estatistikan yachakuy

source: Comparative group report
qu_pe: Yachaykunaq qhaway

source: Courses usage
qu_pe: Kursikuna llamkan

source: Hide connection time
qu_pe: Hukuyta pakay

source: Course in which the question was initially created.
qu_pe: Willakuy qallariyta kamachisqa kursi.

source: Apprenticeship contract
qu_pe: Yachanakuy contrato

source: Export Common Cartridge v1.3
qu_pe: Common Cartridge v1.3 llanq'ana

source: Import Common Cartridge v1.3
qu_pe: Common Cartridge v1.3 takina

source: Export your course content in the IMS Common Cartridge 1.3 format, to share it on other platforms.
qu_pe: Kursi yachayniyta IMS Common Cartridge 1.3 formatowan llanq'ana, huk platformakunapi qispichiyta.

source: Import a course in IMS Common Cartridge 1.3 format, from another platform compatible with this format. The version is important.
qu_pe: IMS Common Cartridge 1.3 formatowan kursita takina, huk platformamanta. Versiun importante.

source: IMS CC file created.
qu_pe: IMS CC raphi kamachisqa.

source: IMS CC file
qu_pe: Archivo IMS CC

source: IMS CC file imported.
qu_pe: Archivo IMS CC importado.

source: Upload any IMS CC (.imscc or .zip) file in the right version and it will be extracted directly into your course.
qu_pe: Cargue cualquier archivo IMS CC (.imscc o .zip) en la versión correcta y se extraerá directamente en su curso.

source: Hide question number
qu_pe: Kutichiy número pukaq

source: Pending attempts
qu_pe: Kutichisqakuna

source: Edit in profile
qu_pe: Perfillipi maŋay

source: Guidance
qu_pe: Kamachisqa

source: Remove time
qu_pe: Pacha q'ichuy

source: Copy with session content
qu_pe: Sesionpi rikch'akunawan copia qillay

source: Export by class
qu_pe: Salapipas eksportanay

source: Upload answer
qu_pe: Wakata carganay

source: Token expired, action already realized
qu_pe: Token kutiq, rurakuy yaqapun

source: Corrector
qu_pe: Kutichisqa

source: Correction date
qu_pe: Kutichisqa pacha

source: Hide attempts table on start page
qu_pe: Qallariya paginapi kutichisqa tabla kutichuy

source: Maximum progress in learning paths
qu_pe: Yachanakuy ñanpi chimpakamachiy

source: Hide skills
qu_pe: Yachanakunata kutichuy

source: Options for hiding in export
qu_pe: Eksportapipas kutichiy opcioneskuna

source: Hide assignments
qu_pe: Tarpusqakunata kutichuy

source: Add survey to course
qu_pe: Encuestata cursopi yapay

source: Move the current survey
qu_pe: Kay encuestata astawan hinakuy

source: Share events in course sessions
qu_pe: Cursopi sesionkunapi rikch'akuy

source: Agenda events in the course will be visible in sessions
qu_pe: Cursopi agenda rikch'akunakuna sesionkunapi rikuykuman

source: Agenda events only visible in current course
qu_pe: Agenda rikch'akunakuna kay cursopi maŋllakun

source: Test result
qu_pe: Prueba rurakuy

source: Filter by Learning Path
qu_pe: Yachanakuy ñanpi sarpanay

source: Share forums in all sessions
qu_pe: Forokunata huk sesionkunapi rikch'akuy

source: You have achieved a new skill.
qu_pe: Yachanakuy hukta qhapaq.

source: Hi, %s. You have achieved the skill "%s". To see the details go here: %s.
qu_pe: Allillay, %s. Yachanakuy "%s" qhapaq. Willakuykunata rikunaykipaq kayman risqay: %s.

source: To assign a new skill to this user, click <a href="%s">here</a>
qu_pe: Kay runapaq yachanakuy hukta qhapaq, <a href="%s">kayman</a> thinkiy

source: Add event in course calendar
qu_pe: Cursopi kalendariopi rikcha yapay

source: Hours
qu_pe: Oraykuna

source: Reminder for event : %s
qu_pe: Rikchapipas yuyarichiy: %s

source: Add notification
qu_pe: Willakuy yapay

source: Notification to remind the event
qu_pe: Riwsa willakuy

source: Add tags
qu_pe: Hinallikunata yapay

source: Event editable by the invitees
qu_pe: Rikcha kuyapakunaq maŋllakun

source: Invitees
qu_pe: Kuyapakuna

source: Reminder number %s for the course %s
qu_pe: Cursopi %s %s hinallikuna yuyarichiy

source: Hello %s
qu_pe: Allillay %s

source: You are registered in the training %s since the %s
qu_pe: %s yachanakunapi qhaspikuykuy %swan qhapaq

source: You are receiving this message because you have completed a learning path with a %s%% progress of your training.<br/>Your progress must be 100 to consider that your training was carried out.<br/>If you have the slightest problem, you should contact with your trainer.
qu_pe: Kay willakuy yachanakuy ñanwan %s%% chimpakamachiy qhapaqkunata chaskipas kuy.<br/>Chimpakamachiykuna 100qa kachkanman yachanakuy rurakusqakunata yachanakuy.<br/>Sutiykikunaq yachanakuywan yuyariy.

source: As a reminder, to access the training platform:<br/>1. Connect to the platform at the address: %s <br/>2. Then enter: <br/>Your username: %s <br/>Your password: This was emailed to you.<br/>if you forgot it and can't find it, you can retrieve it by going to %s <br/><br/>Thank you for doing what is necessary.
qu_pe: Yachanakuy platformaman haykuy yuyarichiy:<br/>1. Platformaman %spi haykuq <br/>2. Kaywan haykuq: <br/>Sutiq: %s <br/>Contraseñakuna: Correopi kachkan.<br/>Manan yuyaranchu y sutiykikunapas, %sman risqay yuyarichiy.<br/><br/>Kamakusqaykiwan suyakuq.

source: The training center<p>%s</p>Trainers:<br/>%s
qu_pe: Yachanakuy markapi<p>%s</p>Kutichisqakuna:<br/>%s

source: Get embedable link
qu_pe: Embedable thaki yachanay

source: Link to embed the exercise
qu_pe: Ejerciciopi embed thaki

source: Copy this url to include this exercise in an iframe:
qu_pe: Kay URL copia qillay iframepi ejersiziy embedanapaq:

source: Export extra fields
qu_pe: Extra kampukunata eksportanay

source: Hide ex-learners
qu_pe: Ex-yachanakuykunata kutichuy

source: Certificate of achievement per learning path
qu_pe: Yachay sirwinanpa sutinchay learning pathpa

source: You have obtained the following results in the training course:
qu_pe: Kay kamachinaq kawsaypi kay rurakunata chaskirqanki:

source: You have obtained the following results in the tests:
qu_pe: Kay pruibakunapi kay rurakunata chaskirqanki:

source: Export LP Quiz results
qu_pe: LP Quiz rurakunata apachiy

source: Learning path results
qu_pe: Yachay sirwin rurakuna

source: Active users in sessions per URL
qu_pe: URLpa tullpankunaq kawsaypiq

source: Next LP
qu_pe: Hinata LP

source: No notification
qu_pe: Mana willakuy

source: Allow skills assignation by sub category
qu_pe: Willakuy killapiq yachanakunata qhaway

source: It allows the acquisition of skills by sub categories independently.
qu_pe: Killakunapiq yachanakunata qhawayta munasqakunata qhaway.

source: Minimum score
qu_pe: Aslla ruru

source: In LP
qu_pe: LPpi

source: Courses reports
qu_pe: Kursokunaq willakuykuna

source: Fill blanks or form with global score
qu_pe: Rimaqkunata ñawinchayta ruruy global rurupaq

source: Matching with global score
qu_pe: Global rurupaq qhaway

source: Image zones with global score
qu_pe: Global rurupaq ruphichakuna

source: Match by dragging with global score
qu_pe: Global rurupaq erqechiy

source: Progress in session report
qu_pe: Tullpapiq rurakuna

source: This question is shared with other exercises, are you sure you want to delete it?
qu_pe: Kay pruiba hinakunawan qispikunawan, allinta munanki chinkachiyta?

source: View for tablet
qu_pe: Tabletpi qhawiy

source: Disable signature
qu_pe: Qispichakuyta thuniy

source: Enable signature
qu_pe: Qispichakuyta kichay

source: Sign
qu_pe: Qispichi

source: View signature
qu_pe: Qispichakuyta qhawiy

source: Download QR for attendance signature
qu_pe: QRta apachiy qispichakuypaq

source: Password requirement passed
qu_pe: Yapaykunaq qillqay thuninchakunata qhaway

source: Pending password requirement
qu_pe: Yapaykunaq qillqay thuninchakunata qispikunawan

source: Minimum %s special characters
qu_pe: Aslla %s willakuy killakuna

source: The new password cannot be same as the current password
qu_pe: Maway yapaykunaq qillqay imaynapin mana allinchu

source: Filter by class
qu_pe: Wasiwan sarpay

source: Not in any class
qu_pe: Mana wasipi

source: The account for username <i>%s</i> was disabled after %d failed login attempts.
qu_pe: Sutinchay <i>%s</i>pa willakuy %d llankachisqanpi thuniy.

source: Answer list
qu_pe: Wañuy willakuykuna

source: Enter a list of answers (one answer by line)
qu_pe: Wañuy willakuykuna ruruy (huk wañuy huk llinapi)

source: Or select a CSV file with a list of answers
qu_pe: Ollq CSV raphita wañuy willakuykunawan

source: Convert to multiple answer dropdown
qu_pe: Hinak wañuy dropdownman t'inkiy

source: Multiple answer dropdown
qu_pe: Hinak wañuy dropdown

source: Highlighted
qu_pe: Qispichakuy

source: See highlights
qu_pe: Qispichakuykunata qhawiy

source: %d added / %d required
qu_pe: %d yapasqa / %d munakusqa

source: Required number of items
qu_pe: Munakusqa rurakunaq tarpuy

source: Required number of comments
qu_pe: Munakusqa willakuykunaq tarpuy

source: Unmark as highlighted
qu_pe: Qispichakuyta qispichakuy

source: Mark as highlighted
qu_pe: Qispichakuyta qispichi

source: Updated %s
qu_pe: Kutichisqa %s

source: Updated on %s by %s
qu_pe: %s %swan kutichisqa

source: Updated %s by %s
qu_pe: %s %swan kutichisqa

source: Marked as highlighted
qu_pe: Qispichakuyta qispichisqa

source: Unmarked as highlighted
qu_pe: Qispichakuyta qispichakusqa

source: Portfolio item set as a new template
qu_pe: Portfolio ruraqqa yachachasqa plantillaman qhaway

source: Portfolio item unset as template
qu_pe: Elementu portfolio mana plantilla siriytasqan

source: Global multiple answer dropdown
qu_pe: Rurasqa willayni listap plantillapi

source: [Portfolio] New comment in post %s
qu_pe: [Portfolio] Willayni askichay %s nisqapi

source: There is a new comment in the post <i>%s</i> from the <i>%s</i> course portfolio. To view it <a href='%s'>go here</a>.
qu_pe: <i>%s</i> nisqa <i>%s</i> kursu portfolionpi willayni askichaykuna kay. Rikunaykipaq <a href='%s'>kayman riy</a>.

source: Portfolio comment set as a new template
qu_pe: Portfolio willayni plantilla askichasqa

source: Portfolio comment unset as template
qu_pe: Portfolio willayni mana plantilla siriytasqa

source: Make visible for teachers
qu_pe: Yachachisqakunapaq qhaway

source: Email alert to Teachers and Student on new comment in Portfolio
qu_pe: Portfolio willayni askichaypi yachachisqakuna y wawqi yachakuykunaman imayna willakuy

source: Tag
qu_pe: Ñanqa

source: Tag saved
qu_pe: Ñanqa ruwasqa

source: Tag deleted
qu_pe: Ñanqa qichisqa

source: Comment by %s in <em>%s</em>
qu_pe: %s nisqamanta willayni <em>%s</em>pi

source: Portfolio tool introduction
qu_pe: Portfolio rurananpaq qallariy

source: Access through LTI to Learning Path
qu_pe: LTIwan Yachakuy Ñanman riy

source: User %s has not been registered to course %s
qu_pe: %s ruraq %s kursuman mana qhasqachu

source: Open content in a new tab
qu_pe: Willakuy pankaqta huk pankaqpi kichay

source: There are users or courses using this language. Do you want to disable this language and set all these users and courses with the default portal language?
qu_pe: Kay simi ruraqkuna uk y kursoqkuna kachkan. ¿Kay simita qhallayta munanki y kay ruraqkuna uk kursoqkunata portal simi maqllakunaman?

source: Number of users registered and connected
qu_pe: Qhasqakuq y riyta atikuykuq ruraqkuna suyku

source: Number of users registered (total)
qu_pe: Qhasqakuq ruraqkuna suyku (hunt'a)

source: Number of users registered (new vs previous quarter)
qu_pe: Qhasqakuq ruraqkuna suyku (mishki vs ñawpa panka)

source: Number of users who connected
qu_pe: Riyta atikuykuq ruraqkuna suyku

source: *: Current quarter, incomplete data
qu_pe: *: Kuna panka, mana tukuy kanchu

source: Q%s %s
qu_pe: P%s %s

source: YoY
qu_pe: Huray

source: Number of existing and available courses
qu_pe: Kachkan y qhawana kursoq sapa suyku

source: Number of existing courses (total)
qu_pe: Kachkan kursoq sapa suyku (hunt'a)

source: Number of available courses (not closed or hidden, total)
qu_pe: Qhawana kursoq sapa suyku (mana qhapanachu uk pakasqa, hunt'a)

source: Hours of training
qu_pe: Yachakuy horaq sapa suyku

source: Number of hours of training followed (total)
qu_pe: Ruykuq yachakuy horaq sapa suyku (hunt'a)

source: Number of certificates generated
qu_pe: Rurakusqa yupaykuna suyku

source: Number of certificates generated (total)
qu_pe: Rurakusqa yupaykuna suyku (hunt'a)

source: Number of sessions per duration
qu_pe: Pachaq sapa sesionkuna suyku

source: Sessions per duration (by quarter)
qu_pe: Pachaq sapa sesionkuna (pankaqwan)

source: Number of courses, sessions and subscribed users
qu_pe: Kursoq, sesionkuna y qhasqakuq ruraqkuna suyku

source: List of course codes
qu_pe: Kursoq k Odaq listan

source: Number of subscribed users
qu_pe: Qhasqakuq ruraqkuna suyku

source: Number of users who finished the course (as defined in gradebook)
qu_pe: Kursoq tukuyta rurakusqa ruraqkuna suyku (notapi qhatun)

source: List of course codes and sessions
qu_pe: Kursoq k Odaq y sesionkuna listan

source: *: All users, including inactive, are included
qu_pe: *: Tukuy ruraqkuna, mana ruraykunapas, kanchkan

source: Total disk usage
qu_pe: Discoq llank'ay hunt'a

source: Edit portfolio comment
qu_pe: Portfolio willayni llamk'ay

source: Test '%s' not deleted
qu_pe: '%s' ñawpaq mana qichisqa

source: Don't include users
qu_pe: Ruraqkunata ama qhawachiy

source: The report doesn't include the list of users neither for session nor for each course
qu_pe: Kay willakuyqa ruraqkuna listan mana kanchu, ni sesionpi ni kursoq sapa

source: Include extra fields
qu_pe: Huk ñawpaq kampukuna qhawachiy

source: Skill levels
qu_pe: Yachay atiykuna

source: Import course events
qu_pe: Kursoq rurakuykuna chaway

source: Tags can be used
qu_pe: Ñanqakuna rurakunman

source: Invitation to the ((course_title)) course
qu_pe: ((course_title)) kursuman kusiytay

source: <p>Hello ((user_complete_name)).</p>
qu_pe: <p>Imaynalla ((user_complete_name)).</p>

source: %s's portfolio items
qu_pe: Elementos del portafolio de %s

source: Scored
qu_pe: Puntuado

source: Edited
qu_pe: Editado

source: Downloaded
qu_pe: Descargado

source: You can only copy this course to a course for which you are a teacher
qu_pe: Namay copiaq kay kursonat yachay wasinpi, kaypi yachachiq kani

source: Remove users
qu_pe: Runakunata qichuy

source: Send file to other users
qu_pe: Pachakunata huk runakunaman rupay

source: Remove file from selected users
qu_pe: Pachakunata markachinakuna runakunamanta qichuy

source: Send to other users
qu_pe: Huk runakunaman rupay

source: Send to users
qu_pe: Runakunaman rupay

source: Force users to change their password when they first log in
qu_pe: Runakunata qallariyta willakuyta willakuy pasankichayta qallariyta rurankuman

source: Please note that your username to access is %s
qu_pe: Manallay, %s sutiyuqmi kachkanki

source: Note: If you do not remember your password, click on <a href="%s">"Forgot your password?"</a>, enter your username and follow the instructions.
qu_pe: Manallay, pasankichayta yuyaranchu, <a href="%s">"¿Pasankichayta yuyaranki?"</a> nispa qallariy, sutiykita qillqay, willakuykunata ruray.

source: Bi-weekly
qu_pe: P'unchur kuti

source: Every x days
qu_pe: Huk kuti x p'unchur

source: Number of days
qu_pe: P'unchur jumlah

source: Leave a comment
qu_pe: Willakuyta qillqay

source: Please leave a comment first
qu_pe: Unaq willakuyta qillqay

source: Last quiz finalization date
qu_pe: Ñawpaq yachay wasi tukukuq p'unchur

source: Last lp's finalization date
qu_pe: Ñawpaq LP tukukuq p'unchur

source: Must be in ALL the selected categories
qu_pe: Huk markachinak katigoriqninpi kachkan

source: Report by attempts
qu_pe: Yachakuyta tinkikunaq yachachisqa

source: Questions topic
qu_pe: Pawaykunaq suyan

source: The questions topic will be used as the name of the test and will be sent to the AI generator to generate questions in the language configured for this course, asking for them to be generated in the Aiken format so they can easily be imported into this course.
qu_pe: Pawaykunaq suyan yachay wasin sutinpi qillqakunata AI generadormanta kachkan, kay kursona simi ukupi generakunata mañakunata, Aiken formatpi generakunata mañakunata kay kursonapi ñawpaq importakunaypaq.

source: AI Questions Generator
qu_pe: AI Pawaykuna Generadormi

source: Most AI generators are limited in the number of characters they can return, and often your organization will be charged based on the number of characters returned, so please use with moderation, asking for smaller numbers first, then extending as you gain confidence.
qu_pe: Súmak AI generadorkunaq kuti hallp'akunaq hallp'aqkunata kutichisqakuna, imaynatapi organizasyonniq hallp'akunaq hallp'aqkunamanta cobrakunata, allinmi kayta qhapaq ruray, hukuykunamanta qallariy, yachayniq kachkanki.

source: Use one (or more) of the following proposed tags to automatically generate a certificate or a skill and show them here when the student gets to this step, which requires all other steps to be finished first.
qu_pe: Huk (wan kayri) kay markachinakunaq etiketakunata llank'ay, sutinchak yachakunata generakunaypaq, yachakuyninqa kay ñawpaq qhatukuna tukukuq kachkan.

source: Hi ((user_complete_name)).
qu_pe: Allillay ((user_complete_name)).

source: Invitation to session ((session_name))
qu_pe: ((session_name)) nisqa sessionman invitasyon

source: Fill blanks or form with exact selection
qu_pe: Huch'akunata ñawpaq markachinawan ruray

source: Matching with exact selection
qu_pe: Ñawpaq markachinawan tinkiy

source: Image zones with exact selection
qu_pe: Ñawpaq markachinawan willakuy sapa

source: Match by dragging with exact selection
qu_pe: Ñawpaq markachinawan erqechina tinkiy

source: Multiple answer dropdown with exact selection
qu_pe: Ñawpaq markachinawan tinkiy kuchukuykunawan

source: AI learning path generator
qu_pe: AI Yachay Ñan Generadormi

source: Topic
qu_pe: Suyan

source: Type the topic on which you want the AI Helper to develop a learning path. The more detailed the topic, the more precise the result will be.
qu_pe: AI Yachay Ñan Generadormi yachakunapaq suyan qillqay. Suyan masikunamanta, tukukuq kanman.

source: Number of learning path items
qu_pe: Yachay ñankunapaq jumlah

source: This is the number of pages you want the AI Helper to generate in your learning path. Splitting the learning path in several pages, chapters, sections (however you want to call them) will help structure the course and also let you redistribute the content for better presentation.
qu_pe: Kay AI Yachay Ñan Generadormi yachay ñanpi generakunapaq pachakunaq jumlah. Yachay ñanta huk pachakunaman t'inkiy, kursonata allinmi qhapaq ruray.

source: Rough maximum number of words (actually number of tokens) you want to get per page. More tokens will probably generate better content, but will also take more time to generate and cost more to your organisation, so use this carefully.
qu_pe: Pachakunapaq simikunaq (tokens) huk pachakunapaq. Masikunamanta yachakunata generakunapaq, organizasyonniq masin kachkan, allinmi kayta qhapaq llank'ay.

source: Only selected users will see the content
qu_pe: Markachinakuna runakunaq yachakuyta rikunkuman

source: Leave empty to enable the content for everyone
qu_pe: Tukuy runakunapaq yachakuyta qhapaq ruraypaq chinkachiy

source: Export courses reports complete
qu_pe: Kursona yachachisqa exportakuy tukukuq

source: The number of questions is limited to between %d and %d.
qu_pe: Pawaykunaq jumlah %d %d suyupi kachkan.

source: Add a test after each page
qu_pe: Pachakunapaq yachay wasita yapay

source: Hidden but visible for me
qu_pe: Pakasqa ninaq rikunki

source: Conclusion
qu_pe: Kutichiy

source: Unable to access temp file
qu_pe: Pakasqa pachakunaman rirqanichu

source: Duplicated users
qu_pe: Duplicinakuna runakuna

source: This report only lists users that have the same firstname and lastname.
qu_pe: Kay yachachisqaq yñiq masikunaq yñiq sutikunaq runakunata qillqakun.
