Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Step users removed successfully
ar: خطوة المستخدمين تم ازالتها بنجاح
ast_es: Los usuarios esborrárense de la etapa
bn_bd: ধাপের ব্যবহারকারীরা সফলভাবে সরানো হয়েছে
bs_ba: Korisnici koraka uspješno uklonjeni
ca_es: Els usuaris han estat eliminats de l'etapa
cs_cz: Uživatelé etap úspěšně vyjmuti
da: Trinbrugere fjernet succesfuldt
de: erfolgreich
el: Οι χρήστες του βήματος αφαιρέθηκαν επιτυχώς
eo: Uzantoj de ŝtupo forigitaj sukcese
es: Los usuarios han sido quitados de la etapa
es_mx: Usuarios del paso eliminados exitosamente
eu_es: Urratseko erabiltzaileak ongi kendu dira
fa_ir: کاربران گام با موفقیت حذف شدند
fi_fi: Vaiheen käyttäjät poistettu onnistuneesti
fo_fo: Stigs brúkarar fjernaðir við ognast
fur: Utents dal pas eliminâts successivament
ga: Baineadh úsáideoirí céime go rathúil
gl: Quitáronse os usuarios da etapa
he_il: משתמשי שלב הוסרו בהצלחה
hi: चरण उपयोगकर्ता सफलतापूर्वक हटाए गए
hr_hr: Korisnici koraka uspješno uklonjeni
hu_hu: Lépés felhasználók sikeresen eltávolítva
hy: Քայլի օգտատերերը հաջողությամբ հեռացվել են
id_id: Pengguna langkah berhasil dihapus
it: Utenti rimossi dall'attività
ja: ステップのユーザーが正常に削除されました
ka_ge: ნაბიჯის მომხმარებლები წარმატებით მოიხსენიეს
ko_kr: 단계 사용자가 성공적으로 제거되었습니다
lo: ລຶບຜູ້ໃຊ້ໃນຂັ້ນຕອນສຳເລັດແລ້ວ
lt_lt: Žingsnio vartotojai sėkmingai pašalinti
lv_lv: Lietotāju soļi noņemti veiksmīgi
mk_mk: Корисниците на статијата се успешно отстранети
ms_my: Pengguna langkah dialih keluar berjaya
my_mm: အဆင့်အသုံးပြုသူများကို အောင်မြင်စွာ ဖယ်ရှားလိုက်ပြီးဖြစ်သည်
ne: चरणका प्रयोगकर्ताहरू सफलतापूर्वक हटाइयो
nl: Stap gebruikers met succes verwijderd.
nn_no: Trinn brukarar fjerna med lukkes
oc: Utilizaires de l'ètapa suprimits amb succès
pl_pl: Etap "Użytkownicy" pomyślnie usunięty
ps: د مرحلې استعمال کوونکي په بریالیتوب سره لرې شول
pt_br: Etapas dos usuários excluidas com sucesso
pt_pt: Utilizadores da etapa removidos com sucesso
ro_ro: Utilizatorii pasului indepartati cu succes
ru_ru: Пользователи шага успешно удалены
sk_sk: Používatelia etapy úspešne odstránení
sl: Uporabniki koraka so bili uspešno odstranjeni
sq: Përdoruesit e hapit u hoqën me sukses
sr_rs: Korisnici koraka uspešno uklonjeni
sv_se: Användare för steget blev borttagna
sw_ke: Watumiaji wa hatua wameondolewa kwa mafanikio
ta: படி பயனர்கள் வெற்றிகரமாக நீக்கப்பட்டனர்
th: ลบผู้ใช้ขั้นตอนเรียบร้อยแล้ว
tl_ph: Matagumpay na natanggal ang mga user ng hakbang
tr: Adım kullanıcıları başarıyla kaldırıldı
uk_ua: Користувачі кроку успішно видалені
vi_vn: Người dùng của bước đã được xóa thành công
xh_za: Abasebenzisi benyathelo basusiwe ngempumelelo
zh_cn: 步骤用户移除成功
zh_tw: 步驟使用者移除成功

source: No LOs in this session
ar: LOs في الدورة لا يوجد
ast_es: Nun hai etapes pa esta sesión
bn_bd: এই সেশনে কোনো LO নেই
bs_ba: Nema LO u ovoj sesiji
ca_es: Ni hi ha etapes per a aquesta sessió
cs_cz: Žádná etapa pro toto sezení
da: Ingen LO'er i denne session
de: Kein Schritte für diese Session
el: Καμία Μονάδα Μάθησης σε αυτή τη συνεδρία
eo: Neniu LO en ĉi tiu sesio
es: No hay etapas para esta sesión
es_mx: No hay LO en esta sesión
eu_es: Ez dago urratsik saio honetan
fa_ir: هیچ LO در این جلسه وجود ندارد
fi_fi: Ei LO:ja tässä istunnossa
fo_fo: Ongir LO í hesi bólkinum
fur: No LO in cheste session
ga: Gan LO ar bith sa seisiún seo
gl: Non hai etapas para esta sesión
he_il: אין LOs בהפעלה זו
hi: इस सत्र में कोई LO नहीं
hr_hr: Nema LU u ovoj sesiji
hu_hu: Nincsenek LO-k ebben a munkamenetben
hy: Այս սեանսում LO չկա
id_id: Tidak ada LO dalam sesi ini
it: Nessuna attività per questa sessione
ja: このセッションにLOがありません
ka_ge: ამ სესიაში LO-ები არ არის
ko_kr: 이 세션에 학습 객체가 없습니다
lo: ບໍ່ມີໜ່ວຍການຮຽນໃນຊ່ວງເວລານີ້
lt_lt: Šioje sesijoje nėra LO
lv_lv: Šajā sesijā nav LO
mk_mk: Нема LO во оваа сесија
ms_my: Tiada LO dalam sesi ini
my_mm: ဤအစည်းအဝေးတွင် သင်ယူမှုရည်ရွယ်ချက်များ (LOs) မရှိပါ
ne: यो सत्रमा कुनै LO छैन
nl: Geen stap voor deze sessie
nn_no: Ingen LO i denne sesjonen
oc: Pas cap de LO dins aquesta session
pl_pl: Brak etapów w tej sesji
ps: په دې غونډې کې هیڅ LOs نشته
pt_br: Nenhuma etapa para esta sessão
pt_pt: Nenhuma LOs nesta sessão
ro_ro: Nu a fost definit pasul pentru aceasta sesiune
ru_ru: В этой сессии нет LO
sk_sk: Žiadna etapa pre toto stretnutie
sl: Za to sejo ni koraka
sq: Asnjë LO në këtë sesion
sr_rs: Nema LU u ovoj sesiji
sv_se: Inga steg finns för sessionen
sw_ke: Hakuna LO katika kipindi hiki
ta: இந்த அமர்வில் LO இல்லை
th: ไม่มี LO ในเซสชันนี้
tl_ph: Walang LOs sa session na ito
tr: Bu oturumda LO yok
uk_ua: Немає LO в цій сесії
vi_vn: Không có LO nào trong phiên này
xh_za: Akukho LO kulesi seshini
zh_cn: 此课程中没有学习对象
zh_tw: 此課程無學習物件

source: Remove users from step
ar: ازالة المستخدمين من هذه الخطوة
ast_es: Quitar usuarios de la etapa
bn_bd: ধাপ থেকে ব্যবহারকারী সরান
bs_ba: Ukloni korisnike iz koraka
ca_es: Esborrar usuaris de l'etapa
cs_cz: Vyjmout uživatele z etapy
da: Fjern brugere fra trin
de: Benutzer aus Schritt entfernen
el: Αφαίρεση χρηστών από βήμα
eo: Forigi uzantojn el ŝtupo
es: Quitar usuarios de la etapa
es_mx: Eliminar usuarios del paso
eu_es: Kendu erabiltzaileak urratsetik
fa_ir: حذف کاربران از گام
fi_fi: Poista käyttäjät vaiheesta
fo_fo: Tak brúkarar úr stigi
fur: Eliminâ utents dal pas
ga: Bain úsáideoirí as an céim
gl: Quitar usuarios da etapa
he_il: הסר משתמשים מהשלב
hi: चरण से उपयोगकर्ताओं को हटाएँ
hr_hr: Uklonite korisnike iz koraka
hu_hu: Felhasználók eltávolítása a lépésből
hy: Հեռացնել օգտատերերին քայլից
id_id: Hapus pengguna dari langkah
it: Rimuovi utenti dall'attività
ja: ステップからユーザーを削除
ka_ge: მომხმარებლების მოხსნა ნაბიჯიდან
ko_kr: 단계에서 사용자 제거
lo: ລຶບຜູ້ໃຊ້ອອກຈາກຂັ້ນຕອນ
lt_lt: Pašalinti vartotojus iš žingsnio
lv_lv: Noņemt lietotājus no soļa
mk_mk: Отстрани корисници од статија
ms_my: Alih keluar pengguna dari langkah
my_mm: အဆင့်မှ အသုံးပြုသူများကို ဖယ်ရှားပါ
ne: चरणबाट प्रयोगकर्ताहरू हटाउनुहोस्
nl: Verwijder gebruikers van stap
nn_no: Fjern brukarar frå trinn
oc: Suprimir utilizaires de l'escat
pl_pl: Usuń użytkowników z etapu
ps: استعمال کوونکي له مرحلې لرې کړئ
pt_br: Excluir usuários de uma etapa
pt_pt: Remover utilizadores da etapa
ro_ro: Indepartati utilizatorii din pas
ru_ru: Удалить пользователей из шага
sk_sk: Odstrániť používateľov z etapy
sl: Odstrani uporabnike iz koraka
sq: Hiqni përdoruesit nga hapi
sr_rs: Ukloni korisnike iz koraka
sv_se: Ta bort användare för steget
sw_ke: Ondoa watumiaji kutoka hatua
ta: படியிலிருந்து பயனர்களை நீக்கவும்
th: ลบผู้ใช้จากขั้นตอน
tl_ph: Tanggalin ang mga user mula sa hakbang
tr: Adımdan kullanıcıları kaldır
uk_ua: Видалити користувачів з кроку
vi_vn: Xóa người dùng khỏi bước
xh_za: Susa abasebenzisi kwiinyathelo
zh_cn: 从步骤中移除用户
zh_tw: 從步驟移除使用者

source: Import learners of all steps
ar: استيراد الطلبة من جميع الخطوات
ast_es: Importar los alumnos de toles etapes
bn_bd: সকল ধাপের শিক্ষার্থী আমদানি করুন
bs_ba: Uvezi polaznike svih koraka
ca_es: Importar els alumnes de totes les etapes
cs_cz: Importovat studenty ze všech etap
da: Importér elever fra alle trin
de: Teilnehmer aller Schritte importieren
el: Εισαγωγή μαθητών όλων των βημάτων
eo: Enigi lernantojn de ĉiuj ŝtupoj
es: Importar los estudiantes de todas las etapas
es_mx: Importar aprendices de todos los pasos
eu_es: Inportatu urrats guztietako ikasleak
fa_ir: درون ریزی دانشجوها از تمامی گام ها
fi_fi: Tuo kaikkien vaiheiden opiskelijat
fo_fo: Flyt lærugreinir av øllum stigum inn
fur: Importa i lerner di tutis i pasi
ga: Iompórtáil foghlamaí gach céime
gl: Importar os alumnos de todas as etapas
he_il: ייבוא ​​לומדים מכל השלבים
hi: सभी चरणों के शिक्षार्थियों को आयात करें
hr_hr: Uvezite učenike svih koraka
hu_hu: Összes lépés tanulóinak importálása
hy: Ներմուծել բոլոր քայլերի ուսանողներին
id_id: Impor pembelajar semua langkah
it: Importa utenti per tutte le attività
ja: すべてのステップの学習者をインポート
ka_ge: ყველა ნაბიჯის სტუდენტების იმპორტი
ko_kr: 모든 단계의 학습자 가져오기
lo: ນຳເຂົ້າຜູ້ຮຽນທຸກຂັ້ນຕອນ
lt_lt: Importuoti visų žingsnių besimokančiuosius
lv_lv: Importēt visu soļu mācekļus
mk_mk: Увези ученици од сите статии
ms_my: Import pelajar semua langkah
my_mm: အဆင့်အားလုံး၏ သင်ယူသူများကို တင်သွင်းပါ
ne: सबै चरणका सिकारूहरू आयात गर्नुहोस्
nl: Importeer studenten van alle stappen
nn_no: Importer elever frå alle trinn
oc: Importar los aprentissatges de totes los escats
pl_pl: Importuj studentów ze wszystkich etapów
ps: ټولو مرحلو زده کوونکي داخل کړئ
pt_br: Importar estudantes para todas as etapas
pt_pt: Importar alunos para todas as etapas
ro_ro: Importati studentii din toti pasii
ru_ru: Импортировать учащихся всех шагов
sk_sk: Importovať študentov zo všetkých etáp
sl: Uvozi uporabnike vseh korakov
sq: Importoni nxënësit e të gjithë hapave
sr_rs: Uvezi polaznike svih koraka
sv_se: Importera användare för alla steg
sw_ke: Ingiza wanafunzi wa hatua zote
ta: அனைத்து படிகளின் கற்பன்னர்களை இறக்குமதி செய்யவும்
th: นำเข้าผู้เรียนจากทุกขั้นตอน
tl_ph: Mag-import ng mga mag-aaral ng lahat ng hakbang
tr: Tüm adımların öğrenenlerini içe aktar
uk_ua: Імпортувати студентів усіх кроків
vi_vn: Nhập học viên của tất cả các bước
xh_za: Genisa abafundi kuyo yonke iminyathelo
zh_cn: 导入所有步骤的学习者
zh_tw: 匯入所有步驟的學習者

source: Import LDAP users into the platform
ar: LDAP استيراد المستخدمين للنظام من خادم
ast_es: Amestar usuarios LDAP
bn_bd: প্ল্যাটফর্মে LDAP ব্যবহারকারী আমদানি করুন
bs_ba: Uvezi LDAP korisnike u platformu
ca_es: Afegir usuaris LDAP
cs_cz: Importovat LDAP uživatele na platformu
da: Importér LDAP-brugere til platformen
de: LDAP Benutzer hinzufügen
el: Εισαγωγή χρηστών LDAP στην πλατφόρμα
eo: Enigi LDAP-uzantojn en la platformon
es: Añadir usuarios LDAP
es_mx: Importar usuarios LDAP a la plataforma
eu_es: Gehitu LDAP erabiltzaileak
fa_ir: وارد کردن کاربران LDAP به پلتفرم
fi_fi: Tuo LDAP-käyttäjät alustalle
fo_fo: Flyt LDAP brúkarar inn í talgvu
fur: Importa utents LDAP intal portal
ga: Iompórtáil úsáideoirí LDAP isteach san ardán
gl: Engadir usuarios LDAP
he_il: יבא משתמשי LDAP לפלטפורמה
hi: प्लेटफ़ॉर्म में LDAP उपयोगकर्ताओं को आयात करें
hr_hr: Uvezite LDAP korisnike na platformu
hu_hu: LDAP felhasználók importálása a platformra
hy: Ներմուծել LDAP օգտատերերին հարթակ
id_id: Impor pengguna LDAP ke platform
it: Aggiungi utenti LDAP
ja: LDAPユーザーをプラットフォームにインポート
ka_ge: LDAP მომხმარებლების იმპორტი პლატფორმაში
ko_kr: 플랫폼으로 LDAP 사용자 가져오기
lo: ນຳເຂົ້າຜູ້ໃຊ້ LDAP ເຂົ້າສູ່ລະບົບ
lt_lt: Importuoti LDAP vartotojus į platformą
lv_lv: Importēt LDAP lietotājus platformā
mk_mk: Увези LDAP корисници во платформата
ms_my: Import pengguna LDAP ke platform
my_mm: LDAP အသုံးပြုသူများကို ပလပ်ဖောင်းထဲသို့ တင်သွင်းပါ
ne: प्लेटफर्ममा LDAP प्रयोगकर्ताहरू आयात गर्नुहोस्
nl: Importeer LDAP gebruikers in het platform
nn_no: Importer LDAP-brukarar til plattforma
oc: Importar utilizaires LDAP dins la plataforma
pl_pl: Importuj użytkowników LDAP do platformy
ps: LDAP استعمال کوونکي په پلیټ فارم کې داخل کړئ
pt_br: Importar usuários LDAP para a Plataforma
pt_pt: Importar utilizadores no LDAP para a plataforma
ro_ro: Importati utilizatorii LDAP in platforma
ru_ru: Импортировать пользователей LDAP в платформу
sk_sk: Importovať LDAP používateľov na platformu
sl: Dodaj LDAP uporabnike
sq: Importoni përdorues LDAP në platformë
sr_rs: Uvezi LDAP korisnike u platformu
sv_se: Lägg till LDAP-användare
sw_ke: Ingiza watumiaji wa LDAP kwenye jukwaa
ta: தளத்திற்கு LDAP பயனர்களை இறக்குமதி செய்யவும்
th: นำเข้าผู้ใช้ LDAP เข้าสู่แพลตฟอร์ม
tl_ph: Mag-import ng LDAP users sa platform
tr: LDAP kullanıcılarını platforma içe aktar
uk_ua: Імпортувати користувачів LDAP на платформу
vi_vn: Nhập người dùng LDAP vào nền tảng
xh_za: Genisa abasebenzisi be-LDAP eqongqothiweni
zh_cn: 将 LDAP 用户导入平台
zh_tw: 將 LDAP 使用者匯入平台

source: No user in this session
ar: لا يوجد مستخدم في هذه الدورة
ast_es: Nun hai usuarios nesta sesión
bn_bd: এই সেশনে কোনো ব্যবহারকারী নেই
bs_ba: Nema korisnika u ovoj sesiji
ca_es: No hi ha usuaris en aquesta sessió
cs_cz: Žádný uživatel v tomto sezení
da: Ingen bruger i denne session
de: Kein Benutzer in dieser Kurs-Session
el: Κανένας χρήστης σε αυτή τη συνεδρία
eo: Neniu uzanto en ĉi tiu sesio
es: No hay usuario en esta sesión
es_mx: No hay usuarios en esta sesión
eu_es: Ez dago erabiltzailerik saio honetan
fa_ir: هیچ کاربری در این جلسه نیست
fi_fi: Ei käyttäjiä tässä istunnossa
fo_fo: Ongir brúkarar í hesi bólkinum
fur: No utent in cheste session
ga: Gan úsáideoir sa seisiún seo
gl: Non hai ningún usuario nesta sesión
he_il: אין משתמש בהפעלה זו
hi: इस सत्र में कोई उपयोगकर्ता नहीं
hr_hr: Nema korisnika u ovoj sesiji
hu_hu: Nincs felhasználó ebben a munkamenetben
hy: Այս սեանսում օգտատեր չկա
id_id: Tidak ada pengguna dalam sesi ini
it: Non ci sono utenti per questa sessione
ja: このセッションにユーザーがいません
ka_ge: ამ სესიაში მომხმარებელი არ არის
ko_kr: 이 세션에 사용자가 없습니다
lo: ບໍ່ມີຜູ້ໃຊ້ໃນຊ່ວງເວລານີ້
lt_lt: Šioje sesijoje nėra vartotojų
lv_lv: Šajā sesijā nav Lietotāju
mk_mk: Нема корисници во оваа сесија
ms_my: Tiada pengguna dalam sesi ini
my_mm: ဤအစည်းအဝေးတွင် အသုံးပြုသူမရှိပါ
ne: यो सत्रमा कुनै प्रयोगकर्ता छैन
nl: Geen gebruiker in deze sessie
nn_no: Ingen brukar i denne sesjonen
oc: Cap d'utilizaire dins aquesta session
pl_pl: Brak użytkownika w tej sesji
ps: په دې غونډې کې هیڅ استعمال کوونکی نشته
pt_br: Nenhum usuários nesta sessão
pt_pt: Não existe nenhum utilizador nesta sessão
ro_ro: Nu exista utilizatori in aceasta sesiune
ru_ru: В этой сессии нет пользователей
sk_sk: Žiadny používateľ na tomto stretnutí
sl: Ni uporabnikov v tej seji
sq: Asnjë përdorues në këtë sesion
sr_rs: Nema korisnika u ovoj sesiji
sv_se: Inga användare i sessionen
sw_ke: Hakuna mtumiaji katika kipindi hiki
ta: இந்த அமர்வில் பயனர் இல்லை
th: ไม่มีผู้ใช้ในเซสชันนี้
tl_ph: Walang user sa session na ito
tr: Bu oturum için kullanıcı yok
uk_ua: Немає користувачів у цій сесії
vi_vn: Không có người dùng nào trong phiên này
xh_za: Akukho msebenzisi kulesi seshini
zh_cn: 此课程中没有用户
zh_tw: 此課程無使用者

source: Subscribe some users to this session
ar: تسجيل بعض المستخدمين في هذه الدورة
ast_es: Matricular usuarios nesta sesión
bn_bd: এই সেশনে কিছু ব্যবহারকারী সাবস্ক্রাইব করুন
bs_ba: Prijavi neke korisnike na ovu sesiju
ca_es: Inscriure usuaris en aquesta sessió
cs_cz: Zařadit nekteré uživatele do sezení
da: Tilmeld nogle brugere til denne session
de: Benutzer in diese Kurs-Session eintragen
el: Εγγραφή χρηστών σε αυτή τη συνεδρία
eo: Aliĝi kelkajn uzantojn al ĉi tiu sesio
es: Inscribir usuarios en esta sesión
es_mx: Suscribir algunos usuarios a esta sesión
eu_es: Inskribatu erabiltzaile batzuk saio honetan
fa_ir: ثبت‌نام برخی کاربران در این جلسه
fi_fi: Ilmoittaudu käyttäjiä tähän istuntoon
fo_fo: Skrá nokkara brúkarar til hesa bólkin
fur: Iscrîvîs un peres di utents a cheste session
ga: Cláraigh roinnt úsáideoirí leis an seisiún seo
gl: Inscribir usuarios nesta sesión
he_il: הירשם כמנוי לכמה משתמשים להפעלה זו
hi: इस सत्र में कुछ उपयोगकर्ताओं को सदस्य बनाएँ
hr_hr: Prijavite neke korisnike na ovu sesiju
hu_hu: Felhasználók feliratkozása ebbe a munkamenetre
hy: Բաժանորդագրել որոշ օգտատերերին այս սեանսին
id_id: Daftarkan beberapa pengguna ke sesi ini
it: Iscrivi utenti a questa sessione
ja: このセッションにユーザーを登録
ka_ge: რაღაც მომხმარებლის რეგისტრაცია ამ სესიაზე
ko_kr: 이 세션에 사용자 구독
lo: ລົງທະບຽນຜູ້ໃຊ້ບາງຄົນເຂົ້າໃນຊ່ວງເວລານີ້
lt_lt: Prenumeruoti kai kuriuos vartotojus į šią sesiją
lv_lv: Pierakstīt kādu Lietotāju šajā sesijā
mk_mk: Претплати некои корисници на оваа сесија
ms_my: Langgan beberapa pengguna ke sesi ini
my_mm: ဤအစည်းအဝေးသို့ အသုံးပြုသူအချို့ကို စာရင်းသွင်းပါ
ne: यो सत्रमा केही प्रयोगकर्ताहरू सब्स्क्राइब गर्नुहोस्
nl: Schrijf gebruikers in voor deze sessie
nn_no: Abonner nokre brukarar til denne sesjonen
oc: Inscriure d'utilizaires a aquesta session
pl_pl: Subskrybuj niektórych użytkowników do tej sesji
ps: ځینې استعمال کوونکي دې غونډې ته ګډون وکړئ
pt_br: Inscrever usuários para esta sessão
pt_pt: Inscrever alguns utilizadores para esta sessão
ro_ro: Inscrieti anumiti utilizatori in aceasta sesiune
ru_ru: Подписать пользователей на эту сессию
sk_sk: Zaradiť nejakých používateľov na toto stretnutie
sl: Vpiši nekaj uporabnikov v to sejo
sq: Abononi disa përdorues në këtë sesion
sr_rs: Upiši neke korisnike u ovu sesiju
sv_se: Lägg till några användare till sessionen
sw_ke: Jiandikishe watumiaji kwenye kipindi hiki
ta: இந்த அமர்வுக்கு சில பயனர்களை சந்தா செய்யவும்
th: สมัครสมาชิกผู้ใช้บางคนในเซสชันนี้
tl_ph: Mag-subscribe ng ilang user sa session na ito
tr: Bu oturum için bazı kullanıcılar kayıt edildi
uk_ua: Записати деяких користувачів на цю сесію
vi_vn: Đăng ký một số người dùng vào phiên này
xh_za: Bhalisa abasebenzisi kwiseshini lesi
zh_cn: 将一些用户订阅到此课程
zh_tw: 將部分使用者訂閱至此課程

source: Enter the learners you would like to register to your course
ar: ادخال الطلبة الذين تود تسجيلهم في هذا المقرر
ast_es: Apunte los alumnos que quiera apuntar nel so cursu
bn_bd: আপনার কোর্সে নিবন্ধন করতে চান এমন শিক্ষার্থীদের লিখুন
bs_ba: Unesite polaznike koje želite upisati na vaš kurs
ca_es: Introduïu els alumnes que voleu inscriure en el vostre curs
cs_cz: Zadejte studenty, které chcete zaregistrovat do kurzu
da: Indtast eleverne, du vil tilmelde dit kursus
de: Teilnehmer eingeben, die in den Kurs eingetragen werden sollen
el: Εισαγάγετε τους μαθητές που θέλετε να εγγράψετε στο μάθημά σας
eo: Enigu la lernantojn kiujn vi ŝatus aliĝi al via kurso
es: Introduzca los estudiantes que quiera inscribir en su curso
es_mx: Ingrese los aprendices que desea registrar en su curso
eu_es: Sartu zure ikastaroan inskribatu nahi dituzun ikasleak
fa_ir: دانش‌آموزانی را که می‌خواهید در دوره خود ثبت‌نام کنید وارد کنید
fi_fi: Anna opiskelijat, jotka haluat rekisteröidä kurssillesi
fo_fo: Skriva lærurnar tú ynskir at skráseta til tín kurs
fur: Jentrâ i lerner che vuêst iscrîvere al to curs
ga: Iontráil na foghlamaí ar mhaith leat a chlárú le do chúrsa
gl: Introduza os alumnos que queira inscribir no seu curso
he_il: הזן את הלומדים שתרצה להירשם לקורס שלך
hi: अपने कोर्स में पंजीकृत करने वाले शिक्षार्थियों को दर्ज करें
hr_hr: Unesite učenike koje želite upisati na svoj predmet
hu_hu: Írja be a kurzushoz regisztrálni kívánt tanulókat
hy: Մուտքագրեք ուսանողներին, որոնց ցանկանում եք գրանցել ձեր դասընթացին
id_id: Masukkan pembelajar yang ingin Anda daftarkan ke kursus Anda
it: Immetti i corsisti che vuoi iscrivere al corso
ja: コースに登録したい学習者を入力してください
ka_ge: შეიტანეთ კურსზე დარეგისტრირებული სტუდენტები
ko_kr: 코스에 등록할 학습자를 입력하십시오
lo: ໃສ່ລາຍຊື່ຜູ້ຮຽນທີ່ທ່ານຕ້ອງການລົງທະບຽນເຂົ້າໃນລາຍວິຊາຂອງທ່ານ
lt_lt: Įveskite besimokančiuosius, kuriuos norite užregistruoti į savo kursą
lv_lv: Ievadiet audzēkņus kurus jūs vēlētos, reģistrēt savā kursā
mk_mk: Внесете ги учениците што сакате да ги регистрирате на вашиот курс
ms_my: Masukkan pelajar yang anda ingin daftar ke kursus anda
my_mm: သင့်သင်တန်းသို့ မှတ်ပုံတင်လိုသော သင်ယူသူများကို ထည့်သွင်းပါ
ne: तपाईंको कोर्समा दर्ता गर्न चाहनुहुने सिकारूहरू प्रविष्ट गर्नुहोस्
nl: Geef de studenten in die u wilt inschrijven voor deze cursus
nn_no: Skriv inn elevane du vil registrere til kurset ditt
oc: Picatz los aprentissatges qu'agradariatz d'inscriure a vòstre curs
pl_pl: Wprowadź studentów, których chcesz zarejestrować do kursu
ps: د زده کوونکو ننلاسې کړئ چې غواړئ خپل کورس ته ګډون وکړي
pt_br: Introduzir os estudantes que gostaria de inscrever no seu curso
pt_pt: Introduza os alunos que gostaria de registar no seu curso
ro_ro: Introduceti stundentii pe care doriti sa ii inregistrati la cursul dvs
ru_ru: Введите учащихся, которых хотите зарегистрировать на курс
sk_sk: Zadajte študentov, ktorých chcete zaregistrovať do Vášho kurzu
sl: Dodaj uporabnike, ki jih želiš vpisati v svoj tečaj
sq: Futni nxënësit që dëshironi të regjistroni në kursin tuaj
sr_rs: Unesite polaznike koje želite da upišete na vaš kurs
sv_se: Ange de elever du vill registrera i kurser
sw_ke: Ingiza wanafunzi ambao ungependa kuwajisajili kwenye kozi yako
ta: உங்கள் பாடத்திற்கு பதிவு செய்ய விரும்பும் கற்பன்னர்களை உள்ளிடவும்
th: ป้อนผู้เรียนที่ต้องการลงทะเบียนในคอร์สของคุณ
tl_ph: Ilagay ang mga mag-aaral na nais mong i-register sa iyong kurso
tr: Kursunuza kaydetmek istediğiniz öğrenenleri girin
uk_ua: Введіть студентів, яких ви хочете зареєструвати на ваш курс
vi_vn: Nhập học viên bạn muốn đăng ký vào khóa học của mình
xh_za: Faka abafundi abanqwenela ukubhalisela ikhosi yakho
zh_cn: 输入您希望注册到课程的学习者
zh_tw: 輸入您想註冊至課程的學習者
