Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Use the automatic weight distribution to speed things up. The system will then distribute the total weight evenly between the evaluation items below.
yo_ng: Lo pinpin iwuwo alaifọwọyi lati yara rẹ. Eto naa yoo pin iwuwo lapapọ laju awọn ohun elo igbelewọn isalẹ.

source: Edit weight
yo_ng: Ṣatunṣe iwuwo

source: The skill has been created
yo_ng: Ogbon naa ti ṣẹda

source: Create skill
yo_ng: Ṣẹda ogbon

source: Cannot create skill
yo_ng: Ko le ṣẹda ogbon

source: Edit skill
yo_ng: Ṣatunṣe ogbon

source: The skill has been updated
yo_ng: Ogbon naa ti yipada

source: Cannot update skill
yo_ng: Ko le yipada ogbon

source: Badges management
yo_ng: Ṣakoso awọn baaji

source: Current badges
yo_ng: Awọn baaji lọwọlọwọ

source: Save badge
yo_ng: Fipamọ baaji

source: Badge measures 200x200 pixels in PNG
yo_ng: Baaji ṣe awọn piksẹli 200x200 ni PNG

source: Convert to assistant
yo_ng: Yipada si oluranlọwọ

source: Unique answer image
yo_ng: Aworan idahun alailẹgbẹ

source: Time spent by students in courses, grouped by code
yo_ng: Akoko ti awọn ọmọ ile-iwe lo ninu awọn iṣẹ, ti a ṣe akojọpọ nipasẹ koodu

source: Tests results by student groups, by code
yo_ng: Awọn abajade idanwo nipasẹ awọn ẹgbẹ ọmọ ile-iwe, nipasẹ koodu

source: Tests results by student
yo_ng: Awọn abajade idanwo nipasẹ ọmọ ile-iwe

source: The system was unable to log you in. Please contact your administrator.
yo_ng: Eto naa ko le ṣe abojuto iwọle rẹ. Jọwọ kan si olutọju rẹ.

source: Shibboleth Login
yo_ng: Iwọle Shibboleth

source: New status
yo_ng: Ipo tuntun

source: Reason
yo_ng: Idi

source: Request new status
yo_ng: Beere ipo tuntun

source: You have been logged-in with default permissions. You can request more permissions by submitting the following request.
yo_ng: O ti wọle pẹlu awọn igbanilaaye aiyipada. O le beere awọn igbanilaaye diẹ sii nipa fifisilẹ ibeere atẹle.

source: The 'reason' field is mandatory. Please fill it in before submitting.
yo_ng: Aaye 'idi' jẹ pataki. Jọwọ fọwọsi ṣaaju fifisilẹ.

source: Your request has been submitted.
yo_ng: Ibeere rẹ ti fi silẹ.

source: We are not able to fulfill your request at this time. Please contact your administrator.
yo_ng: A ko le ṣẹgun ibeere rẹ ni akoko yii. Jọwọ kan si olutọju rẹ.

source: Internal login
yo_ng: Iwọle inu

source: You are already logged in
yo_ng: O ti wọle tẹlẹ

source: Sequence ordering
yo_ng: Ṣeto ilana

source: You have not achieved any certificate just yet. Continue on your learning path to get one!
yo_ng: O ko ti ṣaṣeyọri iwe-ẹri eyikeyi sibẹsibẹ. Tẹsiwaju ni ọna ẹkọ rẹ lati gba ọkan!

source: Search certificates
yo_ng: Wa awọn iwe-ẹri

source: User %s hast not acquired any certificate yet
yo_ng: Olumulo %s ko ti gba iwe-ẹri eyikeyi sibẹsibẹ

source: Certificates are not publicly available
yo_ng: Awọn iwe-ẹri ko wa ni gbangba

source: Match by dragging
yo_ng: Baramu nipasẹ fifọ

source: Thread scored by peers
yo_ng: Ọrọ ti a ṣe ami nipasẹ awọn ẹlẹgbẹ

source: If selected, this option will require each student to qualify at least 2 other students in order to get his score greater than 0 in the gradebook.
yo_ng: Ti a yan, aṣayan yii yoo beere fun ọmọ ile-iwe kọọkan lati ṣe idaniloju o kere ju awọn ọmọ ile-iwe 2 miiran lati le gba aami rẹ ti o tobi ju 0 lọ ninu iwe-ẹkọ.

source: To get the expected score in this forum, your contribution will have to be scored by another student, and you will have to score at least 2 other students' contributions. Until you reach this objective, even if scored, your contribution will show as a 0 score in the global grades for this course.
yo_ng: Lati gba aami ti a nireti ni apejọ yii, idasi rẹ yoo ni lati jẹ ami nipasẹ ọmọ ile-iwe miiran, ati pe iwọ yoo ni lati ṣe ami idasi o kere ju awọn ọmọ ile-iwe 2 miiran. Titi o fi de ibi-afẹde yii, paapaa ti a ba ṣe ami, idasi rẹ yoo ṣafihan bi aami 0 ni awọn aami gbogbogbo fun iṣẹ-ẹkọ yii.

source: Readable
yo_ng: Ti a le ka

source: Not readable
yo_ng: Ko ṣee ka

source: Attendances updated
yo_ng: Awọn wiwa ti a ṣe imudojuiwọn

source: Hide top content on homepage when logged in
yo_ng: Fi akoonu oke pamọ lori oju-iwe akọkọ nigbati a wọle

source: On the platform homepage, this option allows you to hide the introduction block (to leave only the announcements, for example), for all users that are already logged in. The general introduction block will still appear to users not already logged in.
yo_ng: Lori oju-iwe akọkọ ti pẹpẹ, aṣayan yii yoo jẹ ki o fi bulọki ifihan pamọ (lati fi awọn ikede silẹ nikan, fun apẹẹrẹ), fun gbogbo awọn olumulo ti o ti wọle tẹlẹ. Bulọki ifihan gbogbogbo yoo tun han si awọn olumulo ti ko wọle tẹlẹ.

source: Hide global announcements for anonymous
yo_ng: Fi awọn ikede agbegbe pamọ fun awọn alailorukọ

source: Hide platform announcements from anonymous users, and only show them to authenticated users.
yo_ng: Fi awọn ikede pẹpẹ pamọ kuro lọdọ awọn olumulo alailorukọ, ki o si ṣafihan wọn si awọn olumulo ti a fọwọsi nikan.

source: Use template course for new courses
yo_ng: Lo iṣẹ-ẹkọ apẹrẹ fun awọn iṣẹ-ẹkọ tuntun

source: Set this to use the same template course (identified by its course numeric ID in the database) for all new courses that will be created on the platform. Please note that, if not properly planned, this setting might have a massive impact on space usage. The template course will be used as if the teacher did a copy of the course with the course backup tools, so no user content is copied, only teacher material. All other course-backup rules apply. Leave empty (or set to 0) to disable.
yo_ng: Ṣeto eyi lati lo iṣẹ-ẹkọ apẹrẹ kanna (ti a ṣe idanimọ nipasẹ ID nọmba iṣẹ-ẹkọ rẹ ninu ipilẹ data) fun gbogaro awọn iṣẹ-ẹkọ tuntun ti yoo ṣẹda lori pẹpẹ. Jọwọ ṣakiyasi pe, ti ko ba ṣe eto daradara, eto yii le ni ipa nla lori lilo aaye. Iṣẹ-ẹkọ apẹrẹ yoo ṣee lo bi ẹnipe olukọ ṣe ẹda ti iṣẹ-ẹkọ pẹlu awọn irinṣẹ afẹṣẹja iṣẹ-ẹkọ, nitorinaa ko si akoonu olumulo ti a daakọ, awọn ohun elo olukọ nikan. Gbogbo awọn ofin afẹṣẹja iṣẹ-ẹkọ miiran yoo tun ṣe. Fi si empty (tabi ṣeto si 0) lati pa.

source: Password strength checker
yo_ng: Olupandan agbara ọrọigbaniwọle

source: Enable this option to add a visual indicator of password strength, when the user changes his/her password. This will NOT prevent bad passwords to be added, it only acts as a visual helper.
yo_ng: Ṣiṣẹ aṣayan yii lati ṣafikun itọkasi wiwo ti agbara ọrọigbaniwọle, nigbati olumulo ba yi ọrọigbaniwọle rẹ pada. Eyi KII ṣe idena awọn ọrọigbaniwọle buburu lati ṣe afikun, o ṣiṣẹ nikan bi oluranlọwọ wiwo.

source: Enable a CAPTCHA on the login form, inscription form and lost password form to avoid password hammering
yo_ng: Ṣiṣẹ CAPTCHA lori fọọmu iwọle, fọọmu iforukọsilẹ ati fọọmu ọrọigbaniwọle ti sọnu lati yago fun lilu ọrọigbaniwọle

source: CAPTCHA mistakes allowance
yo_ng: Ifọwọsi awọn aṣiṣe CAPTCHA

source: The number of times a user can make a mistake on the CAPTCHA box before his account is locked out.
yo_ng: Nọmba awọn akoko ti olumulo le ṣe aṣiṣe lori apoti CAPTCHA ṣaaju ki akọọlẹ rẹ ti wa ni titiipa.

source: CAPTCHA account locking time
yo_ng: Akoko titiipa akọọlẹ CAPTCHA

source: If the user reaches the maximum allowance for login mistakes (when using the CAPTCHA), his/her account will be locked for this number of minutes.
yo_ng: Ti olumulo ba de ifọwọsi ti o pọ julọ fun awọn aṣiṣe iwọle (nigbati lilo CAPTCHA), akọọlẹ rẹ yoo wa ni titiipa fun nọmba awọn iṣẹju yii.

source: HR directors access all session content
yo_ng: Awọn oludari HR wọle si gbogaro akoonu igba

source: If enabled, human resources directors will get access to all content and users from the sessions (s)he follows.
yo_ng: Ti a ṣiṣẹ, awọn oludari orisun eniyan yoo gba iraye si gbogaro akoonu ati awọn olumulo lati awọn igba (s)he n tẹle.

source: Display group forums in general forum
yo_ng: Fi awọn apejọ ẹgbẹ han ni apejọ gbogbogbo

source: Display group forums in the forum tool at the course level. This option is enabled by default (in this case, group forum individual visibilities still act as an additional criteria). If disabled, group forums will only be visible through the group tool, be them public or not.
yo_ng: Fi awọn apejọ ẹgbẹ han ni ohun elo apejọ ni ipele iṣẹ-ẹkọ. Aṣayan yii ti ṣiṣẹ nipasẹ aṣaaju (ninu ọran yii, awọn wiwo ẹgbẹ apejọ kọọkan tun ṣiṣẹ bi ami afikun). Ti a ba pa, awọn apejọ ẹgbẹ yoo han nikan nipasẹ ohun elo ẹgbẹ, boya wọn jẹ ti gbogbo eniyan tabi rara.

source: Tutors can assign students to sessions
yo_ng: Awọn olutọju le yan awọn ọmọ ile-iwe si awọn igba

source: When enabled, course coaches/tutors in sessions can subscribe new users to their session. This option is otherwise only available to administrators and session administrators.
yo_ng: Nigbati a ba ṣiṣẹ, awọn olukọni igba/tutors ni awọn igba le forukọsilẹ awọn olumulo tuntun si igba wọn. Aṣayan yii wa nikan fun awọn alabojuto ati awọn alabojuto igba bibẹẹkọ.

source: Images will be resized (up or down) to 200x150 pixels. For a better rendering of the question, we recommend you upload only images of this size.
yo_ng: Awọn aworan yoo ṣe atunṣe (oke tabi isalẹ) si awọn piksẹli 200x150. Fun iṣafihan ti o dara julọ ti ibeere, a ṣe iṣeduro pe o gbasilẹ awọn aworan iwọn yii nikan.

source: Show learning paths return link
yo_ng: Fi awọn ìdíwò ìmọ̀ ìdápò ìdápò hàn

source: Disable this option to hide the 'Return to homepage' button in the learning paths
yo_ng: Pa aṣayan yii lati fi pamọ bọtini 'Pada si ojú-ile' ni awọn ìdíwò ìmọ̀

source: Hide SCORM Export
yo_ng: Fi SCORM Export pamọ

source: Hide the SCORM Export icon from the Learning Paths list
yo_ng: Fi aami SCORM Export pamọ lati akojọ Awọn Ìdíwò Ìmọ̀

source: Hide SCORM Copy
yo_ng: Fi SCORM Copy pamọ

source: Hide the Learning Path Copy icon from the Learning Paths list
yo_ng: Fi aami Ẹda Ìdíwò Ìmọ̀ pamọ lati akojọ Awọn Ìdíwò Ìmọ̀

source: Hide Learning Path PDF export
yo_ng: Fi Ìdíwò Ìmọ̀ PDF okeere pamọ

source: Hide the Learning Path PDF Export icon from the Learning Paths list
yo_ng: Fi aami Ìdíwò Ìmọ̀ PDF Export pamọ lati akojọ Awọn Ìdíwò Ìmọ̀

source: Default coach access days before session
yo_ng: Awọn ọjọ iwọle olukọni aṣayan ṣaaju igba

source: Default number of days a coach can access his session before the official session start date
yo_ng: Nọmba ọjọ aṣayan ti olukọni le wọle si igba rẹ ṣaaju ọjọ ibẹrẹ igba osise

source: Default coach access days after session
yo_ng: Awọn ọjọ iwọle olukọni aṣayan lẹhin igba

source: Default number of days a coach can access his session after the official session end date
yo_ng: Nọmba ọjọ aṣayan ti olukọni le wọle si igba rẹ lẹhin ọjọ ipari igba osise

source: PDF header logo
yo_ng: Logo akọsori PDF

source: Whether to use the image at var/themes/[your-theme]/images/pdf_logo_header.png as the PDF header logo for all PDF exports (instead of the normal portal logo)
yo_ng: Boyá lati lo aworan ni var/themes/[your-theme]/images/pdf_logo_header.png bi logo akọsori PDF fun gbogbo awọn okeere PDF (dipọ ti logo ọna abalo deede)

source: Order users by official code
yo_ng: Ṣe lẹsẹsẹ awọn olumulo nipasẹ koodu osise

source: Use the 'official code' to sort most students list on the platform, instead of their lastname or firstname.
yo_ng: Lo 'koodu osise' lati to awọn akojọ ọmọ ile-iwe julọ lori pẹpẹ, dipọ ti orukọ-idile wọn tabi orukọ akọkọ.

source: Default e-mail alert setting on new quiz
yo_ng: Eto itaniji imeeli aiyipada lori idanwo tuntun

source: Whether you want course managers (teachers) to be notified by e-mail when a quiz is answered by a student. This is the default value to be given to all new courses, but each teacher can still change this setting in his/her own course.
yo_ng: Boyá o fẹ ki awọn alajọ ẹkọ (olukọ) jẹ ifitonileti nipasẹ imeeli nigbati ọmọ ile-iwe kan ba dahun idanwo kan. Eyi ni iye aiyipada ti yoo fun gbogbo awọn ẹkọ tuntun, ṣugbọn olukọ kọọkan le tun yi eto yii pada ninu ẹkọ tirẹ.

source: Display official code in exercises results
yo_ng: Han koodu osise ni awọn abajade adaṣe

source: Whether to show the students' official code in the exercises results reports
yo_ng: Boyá lati han koodu osise awọn ọmọ ile-iwe ni awọn ijabọ abajade adaṣe

source: Hide private courses from catalogue
yo_ng: Fi awọn ẹkọ ikọkọ pamọ kuro ninu iwe-akọọkọ

source: Whether to hide the private courses from the courses catalogue. This makes sense when you use the course catalogue mainly to allow students to auto-subscribe to the courses.
yo_ng: Boyá lati fi awọn ẹkọ ikọkọ pamọ kuro ninu iwe-akọọkọ ẹkọ. Eyi ṣe oye nigbati o ba lo iwe-akọọkọ ẹkọ ni pataki lati gba awọn ọmọ ile-iwe laaye lati forukọsilẹ laifọwọsi si awọn ẹkọ.

source: Sessions and courses catalogue
yo_ng: Iwe-akọọkọ awọn akoko ati awọn ẹkọ

source: Whether you want to show only courses, only sessions or both courses *and* sessions in the courses catalogue.
yo_ng: Boyá o fẹ han awọn ẹkọ nikan, awọn akoko nikan tabi awọn ẹkọ *ati* awọn akoko ninu iwe-akọọkọ ẹkọ.

source: Enable language auto-detect in custom pages
yo_ng: Ṣe amulẹ idaniloju ede laifọwọsi ni awọn oju-iwe aṣa

source: If you use custom pages, enable this if you want to have a language detector there present the page in the user's browser language, or disable to force the language to be the default platform language.
yo_ng: Ti o ba lo awọn oju-iwe aṣa, ṣe amulẹ eyi ti o ba fẹ lati ni awoṣawọ ede nibẹ lati ṣe afihan oju-iwe ni ede ẹrín olumulo, tabi pa lati fi ede le ede platform aiyipada.

source: Learning paths: show reduced report
yo_ng: Awọn ọna ẹkọ: han ijabọ ti o dinku

source: Inside the learning paths tool, when a user reviews his own progress (through the stats icon), show a shorten (less detailed) version of the progress report.
yo_ng: Laarin ohun elo awọn ọna ẹkọ, nigbati olumulo kan ṣe atunyẹwo ilọsiwaju tirẹ (nipasẹ aami stats), han ẹya ti o kuru (alaye ti o kere si) ti ijabọ ilọsiwaju.

source: Allow session-to-session copy for teachers
yo_ng: Gba ẹda akoko-si-akoko laaye fun awọn olukọ

source: Enable this option to let teachers copy their content from one course in a session to a course in another session. By default, this option is only available to platform administrators.
yo_ng: Ṣe amulẹ aṣayan yii lati jẹ ki awọn olukọ daakọ akoonu wọn lati ẹkọ kan ninu akoko kan si ẹkọ kan ninu akoko miiran. Nipa aiyipada, aṣayan yii wa fun awọn alabojuto platform nikan.

source: Hide logout button
yo_ng: Fi bọtini ijade pamọ

source: Hide the logout button. This is usually only interesting when using an external login/logout method, for example when using Single Sign On of some sort.
yo_ng: Fi bọtini ijade pamọ. Eyi nigbagbogbo n ṣe iwulo nikan nigbati lilo ọna ibọwọle ita/ijade, fun apẹẹrẹ nigbati lilo Ẹyọkan Sign On ti iru kan.

source: Redirect admin to courses list
yo_ng: Darí alabojuto si akojọ awọn ẹkọ

source: The default behaviour is to send administrators directly to the administration panel (while teachers and students are sent to the courses list or the platform homepage). Enable to redirect the administrator also to his/her courses list.
yo_ng: Ihùwàsì aiyipada ni lati fi awọn alabojuto ranṣẹ taara si panẹli iṣakoso (lakoko ti awọn olukọ ati awọn ọmọ ile-iwe ti ranṣẹ si akojọ awọn ẹkọ tabi oju-iwe akọkọ platform). Ṣe amulẹ lati darí alabojuto naa tun si akojọ awọn ẹkọ rẹ.

source: Courses custom icons
yo_ng: Awọn aami ẹkọ aṣa

source: Max editors in exercise result screen
yo_ng: Maxi awon onipinnu ni iboju abajade adaṣe

source: Because of the sheer number of questions that might appear in an exercise, the correction screen, allowing the teacher to add comments to each answer, might be very slow to load. Set this number to 5 to ask the platform to only show WYSIWYG editors up to a certain number of answers on the screen. This will speed up the correction page loading time considerably, but will remove WYSIWYG editors and leave only a plain text editor.
yo_ng: Nitori nọmba pataki ti awọn ibeere ti o le han ni adaṣe, iboju atunṣe, ti n gba olukọ laaye lati ṣafikun awọn asọye si idahun kọọkan, le lọra pupọ lati ṣe gbejade. Ṣeto nọmba yii si 5 lati beere lọwọ pẹpẹ lati ṣafihan awọn onipinnu WYSIWYG nikan titi di nọmba kan pato ti awọn idahun lori iboju. Eyi yoo yara akoko gbejade oju-iwe atunṣe pupọ, ṣugbọn yoo yọ awọn onipinnu WYSIWYG kuro ki o fi onipinnu ọrọ pẹlẹpẹlẹ nikan silẹ.

source: Default document upload mode
yo_ng: Ipilẹṣẹ ipo igbejade iwe-ipamọ

source: Default upload method in the courses documents. This setting can be changed at upload time for all users. It only represents a default setting.
yo_ng: Ọna igbejade aiyipada ni awọn iwe-ipamọ awọn akoko. Eyi a le yipada ni akoko igbejade fun gbogbo awọn olumulo. O jẹ ipilẹṣẹ ipilẹṣẹ nikan.

source: Certificates auto-generation on WS call
yo_ng: Iṣẹjade certificates laifọwọyi lori ipe WS

source: When enabled, and when using the WSCertificatesList webservice, this option will make sure that all certificates have been generated by users if they reached the sufficient score in all items defined in gradebooks for all courses and sessions (this might consume considerable processing resources on your server).
yo_ng: Nigbati a ba ṣiṣẹ, ati nigbati lilo iṣẹ WSCertificatesList webservice, aṣayan yii yoo rii daju pe gbogbo awọn iwe-ẹri ti ipilẹṣẹ nipasẹ awọn olumulo ti wọn ba de ami ti o to ni gbogbo awọn ohun kan ti a ṣalaye ni awọn iwe-igbakọ fun gbogbo awọn akoko ati awọn akoko (eyini le gba awọn orisun ṣiṣe pataki lori olupin rẹ).

source: The URL of the OpenBadges backpack server that will be used by default for all users wanting to export their badges. This defaults to the open and free Mozilla Foundation backpack repository: https://backpack.openbadges.org/
yo_ng: URL ti olupin OpenBadges backpack server ti yoo ṣe lilo nipasẹ aiyipada fun gbogbo awọn olumulo ti o fẹ lati ṣe agbejade awọn baaji wọn. Eyi ṣe aiyipada si ibi ipamọ backpack ti ipilẹ Mozilla ti o ṣii ati ọfẹ: https://backpack.openbadges.org/

source: Cookie privacy notification
yo_ng: Ifitonilẹkọọṣe aṣiri kukisi

source: If enabled, this option shows a banner on top of your platform that asks users to acknowledge that the platform is using cookies necessary to provide the user experience. The banner can easily be acknowledged and hidden by the user. This allows Chamilo to comply with EU web cookies regulations.
yo_ng: Ti a ba ṣiṣẹ, aṣayan yii ṣafihan asia kan lori oke pẹpẹ rẹ ti o beere lọwọ awọn olumulo lati jẹwọ pe pẹpẹ naa nlo awọn kukisi pataki lati pese iriri olumulo. Asia naa le jẹ idaniloju ati fi pamọ ni irọrun nipasẹ olumulo. Eyi gba Chamilo laaye lati ni ibamu pẹlu awọn ilana kukisi wẹẹbu EU.

source: If enabled *and* the sessions catalogue is enabled, users will be able to subscribe to active sessions by themselves using the 'Subscribe' button, without any type of restriction.
yo_ng: Ti a ba ṣiṣẹ *ati* iwe akọọlẹ awọn akoko ba ṣiṣẹ, awọn olumulo yoo ni anfani lati forukọsilẹ si awọn akoko ti nṣiṣẹ nipasẹ ara wọn nipa lilo bọtini 'Forukọsilẹ', laisi eyikeyi iru ihamọ.

source: Hide course group if no tool
yo_ng: Fi pamọ ẹgbẹ ẹkọ ti ko si ohun elo

source: If no tool is available in a group and the user is not registered to the group itself, hide the group completely in the groups list.
yo_ng: Ti ko ba si ohun elo ti o wa ninu ẹgbẹ kan ati pe olumulo ko ba forukọsilẹ si ẹgbẹ naa funrararẹ, fi ẹgbẹ naa pamọ patapata ninu akojọ awọn ẹgbẹ.

source: Auto-subscription in sessions catalogue
yo_ng: Iforukọsilẹ-laifọwọyi ni iwe akọọlẹ awọn akoko

source: Web services: decode UTF-8
yo_ng: Awọn iṣẹ wẹẹbu: ṣe ìdọwọ UTF-8

source: Decode UTF-8 from web services calls. Enable this option (passed to the SOAP parser) if you have issues with the encoding of titles and names when inserted through web services.
yo_ng: Ṣe ìdọwọ UTF-8 lati awọn ipe iṣẹ wẹẹbu. Ṣiṣẹ aṣayan yii (ti a fi ranṣẹ si olutupa SOAP) ti o ba ni awọn iṣoro pẹlu fifi koodu awọn akọle ati awọn orukọ nigbati a fi sii nipasẹ awọn iṣẹ wẹẹbu.

source: Attendances: enable deletion
yo_ng: Awọn wiwa: ṣiṣẹ ìparẹ

source: The default behaviour in Chamilo is to hide attendance sheets instead of deleting them, just in case the teacher would do it by mistake. Enable this option to allow teachers to *really* delete attendance sheets.
yo_ng: Ihùwàsì aiyipada ni Chamilo ni lati fi pamọ awọn iwe wiwa dipo pipadanu wọn, ni ṣẹṣe ti olukọ yoo ṣe nipasẹ aṣiṣe. Ṣiṣẹ aṣayan yii lati gba awọn olukọ laaye lati *paapaa* pa awọn iwe wiwa run.

source: Gravatar user pictures
yo_ng: Aworan olumulo Gravatar

source: Enable this option to search into the Gravatar repository for pictures of the current user, if the user hasn't defined a picture locally. This is great to auto-fill pictures on your site, in particular if your users are active internet users. Gravatar pictures can be configured easily, based on the e-mail address of a user, at http://en.gravatar.com/
yo_ng: Ṣiṣẹ aṣayan yii lati wa sinu ibi ipamọ Gravatar fun aworan ti olumulo lọwọlọwọ, ti olumulo ko ba ṣalaye aworan ni agbegbe. Eyi dara lati ṣàtúnṣe awọn aworan laifọwọyi lori aaye rẹ, ni pataki ti awọn olumulo rẹ ba nṣiṣẹ lori intanẹẹti. Awọn aworan Gravatar le ṣe atunto ni irọrun, da lori adirẹẹsi imeeli ti olumulo, ni http://en.gravatar.com/

source: Gravatar avatar type
yo_ng: Iru aworan Gravatar

source: If the Gravatar option is enabled and the user doesn't have a picture configured on Gravatar, this option allows you to choose the type of avatar that Gravatar will generate for each user. Check <a href='http://en.gravatar.com/site/implement/images#default-image'>http://en.gravatar.com/site/implement/images#default-image</a> for avatar types examples.
yo_ng: Ti a ba ṣiṣẹ aṣayan Gravatar ati pe olumulo ko ni aworan ti a ṣeto lori Gravatar, aṣayan yii yoo fun ọ laaye lati yan iru aworan ti Gravatar yoo ṣẹda fun ọdọọdọ olumulo. Ṣayẹwo <a href='http://en.gravatar.com/site/implement/images#default-image'>http://en.gravatar.com/site/implement/images#default-image</a> fun awọn apẹẹrẹ aworan.

source: Limit session admins permissions
yo_ng: Dinku awọn igbanilaaye awọn olutọju akoko

source: If enabled, the session administrators will only see the User block with the 'Add user' option and the Sessions block with the 'Sessions list' option.
yo_ng: Ti a ba ṣiṣẹ, awọn olutọju igba yoo rii bulọọki Olumulo pẹlu aṣayan 'Ṣafikun olumulo' ati bulọọki Awọn igba pẹlu aṣayan 'Akojọ awọn igba' nikan.

source: Show session description
yo_ng: Han apejuwe igba

source: Show the session description wherever this option is implemented (sessions tracking pages, etc)
yo_ng: Han apejuwe igba nibikibi ti aṣayan yii ti ṣe imuse (awọn oju-iwe itọpa igba, abbl)

source: Certificates: hide export link from students
yo_ng: Iwe-ẹri: fi ọna asopọ gbejade pamọ kuro lọdọ awọn ọmọ ile-iwe

source: If enabled, students won't be able to export their certificates to PDF. This option is available because, depending on the precise HTML structure of the certificate template, the PDF export might be of low quality. In this case, it is best to only show the HTML certificate to students.
yo_ng: Ti a ba ṣiṣẹ, awọn ọmọ ile-iwe kii yoo ni anfani lati gbejade awọn iwe-ẹri wọn si PDF. Aṣayan yii wa nitori, da lori eto HTML pipe ti awoṣe iwe-ẹri, gbejade PDF le jẹ ti didara kekere. Ninu ọran yii, o dara julọ lati han iwe-ẹri HTML nikan fun awọn ọmọ ile-iwe.

source: Certificates: hide PDF export link for all
yo_ng: Iwe-ẹri: fi ọna asopọ gbejade PDF pamọ fun gbogbo

source: Enable to completely remove the possibility to export certificates to PDF (for all users). If enabled, this includes hiding it from students.
yo_ng: Ṣiṣẹ lati yọ patapata iṣeeṣe lati gbejade awọn iwe-ẹri si PDF (fun gbogbo awọn olumulo). Ti a ba ṣiṣẹ, eyi pẹlu fifi pamọ kuro lọdọ awọn ọmọ ile-iwe.

source: Dropbox: hide course coach
yo_ng: Dropbox: fi olukọni ẹkọ kuro
