Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Assign users
qu_pe: Runakuna kamachiy

source: Assign courses
qu_pe: Yachaykuna kamachiy

source: Assign sessions
qu_pe: Sessionkuna kamachiy

source: Platform courses list
qu_pe: Platform yachaykuna lista

source: Courses assigned to HR manager
qu_pe: HR gerenteq kamachirqan yachaykuna

source: Courses assigned to
qu_pe: Kamachirqan yachaykuna

source: Assign courses to HR manager
qu_pe: HR gerenteq yachaykuna kamachiy

source: Timezone value
qu_pe: Hora zona valuy

source: The timezone for this portal should be set to the same timezone as the organization's headquarter. If left empty, it will use the server's timezone.<br />If configured, all times on the system will be printed based on this timezone. This setting has a lower priority than the user's timezone, if enabled and selected by the user himself through his extended profile.
qu_pe: Kay portalkunaq hora zonata organizasyonpa umarikuy wasikunawan kuska hora zonaman kayllaytaq kayta. Manañam kaytaqa, sirviqor hora zonam llank'anaq.<br />Kuskanman, tukuytan sistema horaqakuna kay hora zonamantaq prentakunam. Kay amawt'am ninamanta aswan askiytaq yachakunawan, mana allinchu yachakunawan, yachakuyninpa kawsaypi.

source: Enable users timezones
qu_pe: Yachakunaq hora zonakunata qhaway

source: Enable the possibility for users to select their own timezone. The timezone field should be set to visible and changeable in the Profiling menu in the administration section before users can choose their own. Once configured, users will be able to see assignment deadlines and other time references in their own timezone, which will reduce errors at delivery time.
qu_pe: Yachakunataq ñawpaqman hora zonakunataq suykuynin. Hora zona ruruchakunataq kamachinakuy menuq Profilpi administrasionpi yachakunaq ñawpaqman. Kuskanman, yachakunaq kamachinakuykunataq yachakunapaq hora zonaman, kamachinakuykunataq pantasqakunaq llank'aykunataq pantasqakunaq llank'aykunataq.

source: Timezone
qu_pe: Hora zona

source: The assigned sessions have been updated
qu_pe: Kutichisqa sesionkunaq kachkan

source: The assigned courses have been updated
qu_pe: Kutichisqa kursokunaq kachkan

source: The assigned users have been updated
qu_pe: Kutichisqa yachakunaq kachkan

source: Assign users to %s
qu_pe: %sman yachakunata kutichiy

source: Assign users to Human Resources manager
qu_pe: Runakuna kamachisqakunaman yachakunata kutichiy

source: List of users assigned to Human Resources manager
qu_pe: Runakuna kamachisqakunaman kutichisqa yachakunaq listakuna

source: Assign courses to %s
qu_pe: %sman kursokunata kutichiy

source: Assign sessions to Human Resources manager
qu_pe: Runakuna kamachisqakunaman sesionkunata kutichiy

source: List of sessions assigned to the Human Resources manager
qu_pe: Runakuna kamachisqakunaman kutichisqa sesionkunataq listakuna

source: Sessions report
qu_pe: Sesionkunataq riwukuna

source: Your sessions
qu_pe: Yachakuyniykunaq sesionkuna

source: Teachers report
qu_pe: Yachayniyokunaq riwukuna

source: Your teachers
qu_pe: Yachayniyokuna

source: Learners report
qu_pe: Yachakuqkunaq riwukuna

source: Your learners
qu_pe: Yachakuqkuna

source: Go to thematic advance
qu_pe: Temakunaq rispaq risqay

source: Teachers report chart
qu_pe: Yachayniyokunaq riwu grafiku

source: Learners report chart
qu_pe: Yachakuqkunaq riwu grafiku

source: Timezones
qu_pe: Hora zonakuna

source: Time spent on the platform last week, by day
qu_pe: Platapormapi kachkanman paqarimpasqan p'unchaykunawan

source: Not attended
qu_pe: Mana hamutakunim

source: Report of attendance sheets
qu_pe: Hamutakunaq riwukuna

source: You do not have attendances
qu_pe: Manam hamutakunam kanchu

source: The dashboard plugins have been updated successfully
qu_pe: Dashboard pluginkuna allin kachkan

source: There is no available information about your courses
qu_pe: Kursokunaq willakuykuna manam kanchu

source: There is no available information about your sessions
qu_pe: Sesionkunataq willakuykuna manam kanchu

source: There is no available information about your teachers
qu_pe: Yachayniyokunaq willakuykuna manam kanchu

source: There is no available information about your learners
qu_pe: Yachakuqkunaq willakuykuna manam kanchu

source: Time spent last week
qu_pe: Paqarimpasqan p'unchaykunawan

source: System status
qu_pe: Sistemapa hallp'api

source: Is writable
qu_pe: Kamachisqa

source: The directory exists
qu_pe: Willakuy phinakuy kachkan

source: The directory must be writable by the web server
qu_pe: Willakuy phinakuy web sirviqorwan kamachisqa kayman

source: The directory should be removed (it is no longer necessary)
qu_pe: Willakuy phinakuy q'echusqa kayman (manam llamkaychu)

source: Expected
qu_pe: Kayllay kay

source: Setting
qu_pe: Kamachisqa

source: Current
qu_pe: Kunan

source: The session garbage collector maximum lifetime indicates which maximum time is given between two runs of the garbage collector.
qu_pe: Sesion basura qhawayninpa chinpu kasqan p'unchaykunawan qhawayninpi.

source: File uploads indicate whether file uploads are authorized at all
qu_pe: Willakuykunaq kamachinakuykunaq llank'aykunamantaq kamachisqa.

source: Maximum volume of an uploaded file. This setting should, most of the time, be matched with the post_max_size variable.
qu_pe: Kamachinakuykunaq chinpu chupi. Kay amawt'am post_max_size variablewan kuskanman.

source: This is a highly unrecommended feature which converts values returned by all functions that returned external values to slash-escaped values. This feature should *not* be enabled.
qu_pe: Kay qhipu mana allichasqachu, tukuy funcion kaykuynakunaq valorniykunata slashwan mask'asqakunaman kutichisqa. Kay qhiputa *mana* allichaychu.

source: This is the maximum size of uploads through forms using the POST method (i.e. classical file upload forms)
qu_pe: POST yachaywan raph'ikunaq chimpupi sumaqtiy

source: Safe mode is a deprecated PHP feature which (badly) limits the access of PHP scripts to other resources. It is recommended to leave it off.
qu_pe: Safe mode nisqakuna PHPmanta qhipu, mana allinchakunamanta PHP skriptkunata qhipukunaman. Mana allichaychu.

source: Show errors on screen. Turn this on on development servers, off on production servers.
qu_pe: Pantallapi pantasqakunata rikuchiy. Kayta allichay desarrollo sirvidorkunapi, mana allichay producción sirvidorkunapi.

source: The maximum time allowed for a form to be processed by the server. If it takes longer, the process is abandonned and a blank page is returned.
qu_pe: El tiempo máximo permitido para que un formulario sea procesado por el servidor. Si toma más tiempo, el proceso se abandona y se devuelve una página en blanco.

source: The default character set to be sent when returning pages
qu_pe: El conjunto de caracteres predeterminado que se envía al devolver las páginas

source: Whether to use the register globals feature or not. Using it represents potential security risks with this software.
qu_pe: Si se debe usar la función register globals o no. Usarla representa riesgos de seguridad potenciales con este software.

source: Whether to allow for short open tags to be used or not. This feature should not be used.
qu_pe: Si se permite el uso de etiquetas abiertas cortas o no. Esta función no debe usarse.

source: Maximum memory limit for one single script run. If the memory needed is higher, the process will stop to avoid consuming all the server's available memory and thus slowing down other users.
qu_pe: Límite máximo de memoria para una sola ejecución de script. Si se necesita más memoria, el proceso se detendrá para evitar consumir toda la memoria disponible del servidor y ralentizar a otros usuarios.

source: Whether to automatically escape values from GET, POST and COOKIES arrays. A similar feature is provided for the required data inside this software, so using it provokes double slash-escaping of values.
qu_pe: Si se deben escapar automáticamente los valores de los arreglos GET, POST y COOKIES. Una función similar se proporciona para los datos requeridos dentro de este software, por lo que usarla provoca doble escape de barras invertidas en los valores.

source: The order of precedence of Environment, GET, POST, COOKIES and SESSION variables
qu_pe: El orden de precedencia de las variables de Entorno, GET, POST, COOKIES y SESIÓN

source: Maximum time a script can take to execute. If using more than that, the script is abandoned to avoid slowing down other users.
qu_pe: Tiempo máximo que un script puede tardar en ejecutarse. Si usa más que eso, el script se abandona para evitar ralentizar a otros usuarios.

source: This extension must be loaded.
qu_pe: Esta extensión debe estar cargada.

source: MySQL protocol
qu_pe: Protocolo MySQL

source: MySQL server host
qu_pe: Host del servidor MySQL

source: MySQL server information
qu_pe: Información del servidor MySQL

source: MySQL client
qu_pe: Cliente MySQL

source: Protocol used by this server
qu_pe: Protocolo usado por este servidor

source: Remote address (your address as received by the server)
qu_pe: Dirección remota (su dirección tal como la recibe el servidor)

source: Server address
qu_pe: Dirección del servidor

source: Server name (as used in your request)
qu_pe: Nombre del servidor (tal como se usa en su solicitud)

source: Server port
qu_pe: Puerto del servidor

source: Your user agent as received by the server
qu_pe: Su agente de usuario tal como lo recibe el servidor

source: Software running as a web server
qu_pe: Software que funciona como servidor web

source: Information on the system the current server is running on
qu_pe: Información sobre el sistema en el que se ejecuta el servidor actual

source: There are empty lines in the header of selected file
qu_pe: Hay líneas vacías en el encabezado del archivo seleccionado

source: This feature is useful for the multi-URL scenario, where there is a difference between the global admin and the normal admins. In this case, selecting "No" will prevent normal admins to set other users' passwords, and will only allow them to ask for a password regeneration (thus sent by e-mail to the user). The global admin can still do it.
qu_pe: Esta función es útil para el escenario multi-URL, donde hay diferencia entre el administrador global y los administradores normales. En este caso, seleccionar "No" impedirá que los administradores normales establezcan contraseñas de otros usuarios, y solo les permitirá solicitar una regeneración de contraseña (enviada por correo electrónico al usuario). El administrador global aún puede hacerlo.

source: Admins can change users' passwords
qu_pe: Los administradores pueden cambiar las contraseñas de los usuarios

source: Allow users with the corresponding privileges to use the "login as" feature to connect using other users' account? This setting is most useful for multi-url configuration, where you don't think an administrator from a secondary URL should be able to connect as any user. Note that another setting is available in the configuration file to block all possibility for anyone to use this feature.
qu_pe: ¿Permitir que los usuarios con los privilegios correspondientes usen la función "iniciar sesión como" para conectarse usando la cuenta de otros usuarios? Esta configuración es más útil para la configuración multi-URL, donde no cree que un administrador de una URL secundaria deba poder conectarse como cualquier usuario. Tenga en cuenta que hay otra configuración disponible en el archivo de configuración para bloquear toda posibilidad de que alguien use esta función.

source: "Login as" feature
qu_pe: Función "Iniciar sesión como"

source: Filter by user
qu_pe: Filtrar por usuario

source: Filter by group
qu_pe: Filtrar por grupo

source: Filter: Everyone
qu_pe: Filtro: Todos

source: All questions must have a category to use the random-by-category mode.
qu_pe: Todas las preguntas deben tener una categoría para usar el modo aleatorio por categoría.

source: %s of %s
qu_pe: %s de %s

source: Selected messages have been marked as unread
qu_pe: Los mensajes seleccionados han sido marcados como no leídos

source: Selected messages have been marked as read
qu_pe: Los mensajes seleccionados han sido marcados como leídos

source: You have to add %s as a friend first
qu_pe: Debes agregar a %s como amigo primero

source: Excellent
qu_pe: Excelente

source: Outstanding
qu_pe: Sobresaliente

source: Good
qu_pe: Bueno

source: Fair
qu_pe: Regular

source: Poor
qu_pe: Malo

source: Not linked to media
qu_pe: No vinculado a medios

source: Attach to media
qu_pe: Adjuntar a medios

source: Show only final score, with categories if available
qu_pe: Mostrar solo la puntuación final, con categorías si están disponibles

source: Media
qu_pe: Medios

source: You are authorized to edit this exercise, although already used in the learning path. If you edit it, try to avoid changing the score and focus on editing content, not values nor categorization, to avoid affecting the results of previous users having taken this test.
qu_pe: Estás autorizado para editar este ejercicio, aunque ya se usa en la ruta de aprendizaje. Si lo editas, intenta evitar cambiar la puntuación y enfócate en editar el contenido, no los valores ni la categorización, para evitar afectar los resultados de usuarios anteriores que hayan realizado esta prueba.

source: Date of upload
qu_pe: Fecha de carga

source: Recover
qu_pe: Recuperar

source: Recovered
qu_pe: Recuperado

source: Recover dropbox files
qu_pe: Recuperar archivos de dropbox

source: Forum category
qu_pe: Categoría del foro

source: Go to the test
qu_pe: Ir a la prueba

source: You have been registered to course %s
qu_pe: Kursun %s kitu qhipanakuyta qhawarirqankuna

source: Dashboard plugins successfully updated
qu_pe: Dashboard plugins qhipaqaruq

source: Assign sessions to %s
qu_pe: %s kitu qhipanakuy

source: Copy this exercise as a new one
qu_pe: Kay exerciciuta huk musuq kayman copia

source: Clear all learners results for this exercise
qu_pe: Kay exerciciupi yachakuqkuna rimaqkunata tukuyta chinkachiy

source: The attendance sheets allow you to specify a list of dates in which you will report attendance to your courses
qu_pe: Asistencia listakuna kursupi asistenciatata willakuyta qhawachinapaq pachaq listata akllayta qhaway

source: There are no registered learners inside the course
qu_pe: Kursupi manam yachakuqkuna qhipanakunqachu

source: Go to the calendar list of attendance dates
qu_pe: Asistencia pachakuna listaman risqay

source: Assign courses to session's administrator
qu_pe: Kursukunata sesionpi administrador kitu qhipanakuy

source: Assign courses to platform's administrator
qu_pe: Kursukunata platformapi administrador kitu qhipanakuy

source: Assigned courses list to platform administrator
qu_pe: Platforma administrador kitu qhipaq kursukuna lista

source: Assigned courses list to sessions administrator
qu_pe: Sesionpi administrador kitu qhipaq kursukuna lista

source: Assign sessions to platform administrator
qu_pe: Sesionkunata platformapi administrador kitu qhipanakuy

source: Assign sessions to sessions administrator
qu_pe: Sesionkunata sesionpi administrador kitu qhipanakuy

source: Assigned sessions list to platform administrator
qu_pe: Platforma administrador kitu qhipaq sesionkuna lista

source: Assigned sessions list to sessions administrator
qu_pe: Sesionpi administrador kitu qhipaq sesionkuna lista

source: Graph of evaluations
qu_pe: Yachachisqakuna grafiku

source: Learning path
qu_pe: Yachay ñan

source: Surveys
qu_pe: Encuestas

source: Projects
qu_pe: Proyectos

source: Are you sure you want to delete all dates?
qu_pe: ¿Munakunqaykipaq tukuy pachakunata huch'achiy?

source: Import exercises Qti2
qu_pe: Exerciciukunata Qti2 importakuy

source: ISO code
qu_pe: ISO código

source: The sub-language of this language has been added
qu_pe: Kay rimaypi ñawpaq rimay qhipaqaruq

source: Return to the languages list
qu_pe: Rimaykunata listaman kutiy

source: Add a date time
qu_pe: Pachaqtiy qhaway

source: The coach of the session, shall have all rights and privileges on all the courses that belong to the session.
qu_pe: Sesionpi yachachiqqa, sesion kitu kaq tukuy kursukunapi huk llapan iwisqakunaq y mana iwisqakunawan kaq.

source: Allow user view user list
qu_pe: Runa listata qhawachiy

source: Enable user list
qu_pe: Runa listata qhaway

source: Disable user list
qu_pe: Runa listata mana qhaway

source: Thematic control
qu_pe: Temátiku control

source: Thematic view with details
qu_pe: Temátiku qhawana detallokunaqwan

source: Thematic view as list
qu_pe: Temátiku lista sapaq

source: Thematic
qu_pe: Temátiku

source: Thematic plan
qu_pe: Temátiku planu

source: Edit thematicadvance
qu_pe: Temátiku avanceta editakuy

source: Edit thematic advance
qu_pe: Temátiku avanceta editakuy

source: There is not still a thematic section
qu_pe: Manam kanchu temátiku seccion

source: New thematic section
qu_pe: Musuq temátiku seccion

source: Delete all thematics
qu_pe: Tukuy temátikukuna huch'achiy

source: Details of topics and their respective plan and progress. To indicate a topic as completed, select its date following the chronological order and the system will display all previous dates as completed.
qu_pe: Sapaq yachanakunaq detallokuna, planuhwanqa y avancenkuwanqa. Yachanata tukuyta qhawanapaq, cronológicopi ordenata suyay pachaqninanta selecciona, sistemaqa ñawpaq pachakunata tukuy qhaway.

source: What skills are to be acquired bu the end of this thematic section?
qu_pe: ¿Ima yachanakunaq kay temátiku seccionpi qhipanakun?

source: Skills to acquire
qu_pe: Yachanakuna qhipanakuy

source: What infrastructure is necessary to achieve the goals of this topic normally?
qu_pe: ¿Ima infraestructurakunaq kay yachanapaq ñawpaq?

source: Infrastructure
qu_pe: Infraestructura

source: Which other elements are necessary?
qu_pe: ¿Ima willakuykunakunaq?

source: Duration in hours
qu_pe: Duracion horaqpi

source: There is no attendance sheet in this course
qu_pe: Kursupi manam asistencia lista kanchu

source: You must select a start date
qu_pe: Qallariypaq pachaq selecciona

source: Return to list
qu_pe: Ruray

source: Additional notes
qu_pe: Yapaq willakuna

source: Start date taken from an attendance date
qu_pe: Iñiq p'unchay llamk'apuytawan qhaway

source: Custom start date
qu_pe: Qespas iñiq p'unchay

source: Start date options
qu_pe: Iñiq p'unchay suyakuna

source: Thematic advance configuration
qu_pe: Temátika rurasqa ruraynin

source: Information on thematic advance on course homepage
qu_pe: Kursu ruraq pachapi temátika rurasqa willakuna

source: Display information about the last completed topic
qu_pe: Ùltimu kunkachisqa temátika willakunata rikuchiy

source: Display information about the next uncompleted topic
qu_pe: Hinalla kunkachisqalla temátika willakunata rikuchiy

source: Information about the last completed topic
qu_pe: Ùltimu kunkachisqa temátika willakuna

source: Information about the next uncompleted topic
qu_pe: Hinalla kunkachisqalla temátika willakuna

source: There is no thematic section
qu_pe: Manam temátika suyuta yachanichu

source: There is no thematic advance
qu_pe: Manam temátika rurasqayuq yachanichu

source: There is no thematic plan for now
qu_pe: Kunanqa manam temátika rurayniy yachanichu

source: New thematic advance
qu_pe: Yaykuna temátika rurasqa

source: Duration must be numeric
qu_pe: P'unchaykuna rimaq kaynita qhaway

source: Do not display progress
qu_pe: Rurasqakunata maqanichu

source: Create a thematic section
qu_pe: Temátika suyuta kamariy

source: Edit thematic section
qu_pe: Temátika suyuta kallariy

source: Course progress
qu_pe: Kursu rurasqa

source: Select an attendance
qu_pe: Llamk'apuyta suyay

source: Re-use a copy inside the current test
qu_pe: Kunan yachachisqapi k'ipi qespas llamk'anay

source: You already invite all your contacts
qu_pe: Tukuy contactokunata invitakunki

source: Results hidden by the exercise setting
qu_pe: Yachachisqa rurayninmi willakunata qhawarin

source: Attended
qu_pe: Kallpachisqa

source: IP address
qu_pe: IP ñan

source: Only skills that were not registered were imported
qu_pe: Manam qhank'irisqa mana yachakunam importasqaku

source: The skill had no title set
qu_pe: Yachakunapa sutin manam qhank'irisqa karan

source: The parent skill was not set
qu_pe: Maway yachakuna manam qhank'irisqa karan

source: The skill ID was not set
qu_pe: Yachaku ID manam qhank'irisqa karan

source: Generated certificate
qu_pe: Kamariqisqa certificatu

source: Users count
qu_pe: Runakuna cuenta

source: Subscriptions count
qu_pe: Suscripciones cuenta

source: You have been registered to course: %s
qu_pe: Kursuman qhank'irisqanki: %s

source: The exercises auto-launch feature configuration is enabled. Learners will be automatically redirected to the selected exercise.
qu_pe: Yachachisqa llamk'apuy ruray ruraynin qhank'irisqa. Yachakuq runakuna automáticamente suyakunaman redirección rurankuna.

source: Redirect to the exercises list
qu_pe: Llamk'apuy rurakuna listaman redirección ruray

source: Redirect to the selected exercise
qu_pe: Suyakunaman llamk'apuy redirección ruray

source: Configure exercises tool
qu_pe: Llamk'apuy ruray ruraynin

source: Global category
qu_pe: Ruraq suyaku

source: Make sure you have enough questions in your categories.
qu_pe: Suyakunapam ñawpaq willakunakunam kachimuy.

source: Sorry, this installation has a courses limit, which has now been reached. To increase the number of courses allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
qu_pe: Paskispa, kay llamk'api kursukuna kimsakuna kuti, kunanqa chaysi. Kay Chamilo llamk'apipam kursu kimsakunata akllayni, hosting provisorwan yanapay o, kunaq, superior hosting planman astakuy.

source: Sorry, this installation has a teachers limit, which has now been reached. To increase the number of teachers allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
qu_pe: Paskispa, kay llamk'api yachachiqkuna kimsakuna kuti, kunanqa chaysi. Kay Chamilo llamk'apipam yachachiq kimsakunata akllayni, hosting provisorwan yanapay o, kunaq, superior hosting planman astakuy.

source: Sorry, this installation has a users limit, which has now been reached. To increase the number of users allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
qu_pe: Paskispa, kay llamk'api runakuna kimsakuna kuti, kunanqa chaysi. Kay Chamilo llamk'apipam runa kimsakunata akllayni, hosting provisorwan yanapay o, kunaq, superior hosting planman astakuy.

source: By copying the link below and pasting it in an e-mail or on a website, you will allow any anonymous person to enter and answer this survey.
qu_pe: Kay ñawpaq linkuta copianakuy e-mailpi o webpi paste rurakuyqa, manam qhanq'irisqa runakunata enqueta kutichiyta qhaway.

source: Open self
qu_pe: Kichay ñawpaq

source: Open blank
qu_pe: Kichay puka

source: Open parent
qu_pe: Kichay mama

source: Open top
qu_pe: Kichay ñawpaq

source: Thematic section has been created successfully
qu_pe: Temátika suyuta kamariq kuti

source: Now you should add thematic plan %s and thematic advance %s
qu_pe: Kunanqa temátika rurayni %s temátika rurasqa %s yapaykuy

source: Selecting another learning path as a prerequisite will hide the current prerequisite until the one in prerequisite is fully completed (100%)
qu_pe: Sumaq yachakuy ruttichaywan prerequisitopi 100% tukuy yachakusqan punchawta ñawpaq prerequisitota pakachiy

source: Maximum score
qu_pe: Chumpi puntakuna

source: Score average from all attempts
qu_pe: Tukuy yuyaykunamanta puntakuna promidiyu

source: Export all courses
qu_pe: Tukuy kursokunata apachiy
