Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This tool empties the course. It removes documents, forums, links. And allows you to select what parts you want to remove or decide to remove the whole.
ar: تفرغ هذه الأداة المقرر من العناصر المختارة، أَو كل العناصر التي يحتوي عليها المقرر. يزيل الوثائق، الإطارات، وصلات؟ هذا الإجراءِ يُمْكِنُ أَن يطبق في نهاية التشكيل، أَو سنة أكاديمية. بالطبع، قبل ذلك؟ التكرار؟ ، أنت سوف تراعي حفظ بيانات المقرر بشكل كامل!
ast_es: Esta utilidá esanicia dafechu o parcialmente los conteníos de les distintes ferramientes d'un cursu. Esborra documentos, foros, enllaces.... Esta utilidá pue executase a la fin d'una aición formativa o d'un añu académicu. Enantes "reciclar" tenga cuidáu y faiga una copia seguridá completa del cursu.
bn_bd: এই টুলটি কোর্সটি খালি করে। এটি ডকুমেন্টস, ফোরাম, লিঙ্ক অপসারণ করে। এবং আপনাকে কী অংশ অপসারণ করতে চান তা নির্বাচন করতে দেয় বা সম্পূর্ণ অপসারণ করতে।
bs_ba: Ovaj alat prazni kurs. Uklanja dokumente, forume, linkove. I omogućava vam odabir dijelova koje želite ukloniti ili odlučiti ukloniti sve.
ca_es: Aquesta eina buida el curs dels elements seleccionats, o del conjunt dels elements que conté. Suprimeix els documents, els fòrums, enllaços... Aquest procediment pot ser aplicat després d'una activitat formativa o d'un any acadèmic. <br> Per suposat, abans de "reciclar", heu de tenir la precaució de realitzar una còpia de seguretat completa del curs!
cs_cz: Tento nástroj vyprázdní vybrané elementy kurzu, nebo všechny elementy které kurz obsahuje. Odstráni dokumenty, fóra, odkazy... Tato procedura může být implementována na konci vytváření, nebo po akademickém roku. Samozřejmě, před “recyklací”, musíte provést kompletní uložení vašeho kurzu!
da: Denne funktion fjerne de udvalgte eller samtlige elementer fra kursussiden. Funktionen fjerner dokumenter, fora, links mv. Denne procedure kan f.eks. gennemføre ved afslutningen af et semester. Du bør selvfølgeligvære opmærksom på at gemme det kursusmateriale, som du ønsker at beholde, inden du "genbruger" siden.
de: Mit diesem Werkzeug entfernt man ausgewählte Elemente aus einem Kurs oder den gesamten Kurs. Es entfernt Dokumente, Foren, Links ... Dieser Schritt kann z.B. am Ende eines akademischen Jahres vorgenommen werden. Natürlich sollte man vor dem "Recycling" ein komplettes Backup des Kurses anlegen !
el: Αυτό το εργαλείο αδειάζει τη σειρά μαθημάτων. Αφαιρεί τα έγγραφα, τα forum, τους συνδέσμους. Επιτρέπει, επίσης, να επιλέξετε ποια κομμάτια θέλετε να αφαιρέσετε ή ακόμη και να αποφασίσετε την ολική απομάκρυνση των πάντων.
eo: Ĉi tiu funkcio forigas el la kurso la elektitajn erojn, aŭ ĉiujn erojn. Dokumentoj, forumoj, ligoj... estas forigotaj. Ĉi tiu proceduro povas esti uzata ĉe la fino de la edukado, aŭ post la fino de la akademia jaro. Atentu: antaŭ ol fari tion, vi prefere unue faru restaŭrkopion de via kurso!
es: Esta utilidad elimina de forma total o parcial los contenidos de las distintas herramientas de un curso. Suprime documentos, foros, enlaces... Esta utilidad puede ejecutarse al final de una acción formativa o de un año académico. ¡ Por supuesto, antes de "reciclar", tenga la precaución de realizar una copia de seguridad completa del curso!
es_mx: Esta herramienta vacía el curso. Elimina documentos, foros, enlaces. Y te permite seleccionar qué partes deseas eliminar o decidir eliminar todo.
eu_es: Tresna honek ikastaro baten edukiak ezabatzen ditu, guztiak edo zuk aukeratutako zatiak. Dokumentuak, foroak, loturak,... kentzen ditu. Tresna hau ikasturte baten edo formakuntza ekintza baten amaieran exekutatu ahal izango da. Hala ere, "birziklatu" baino lehen, kontuz ibili eta ikastaroaren babeskopia osoa egin ezazu.
fa_ir: این ابزار درس را خالی می کند. یعنی اسناد، انجمن ها، پیوندها و غیره را حذف می کند. البته به شما اجازه انتخاب بخش های جهت حذف داده می شود و یا اینکه قصد حذف کل آن را دارید.
fi_fi: Tämä työkalu tyhjentää kurssin. Se poistaa dokumentit, keskustelut, linkit. Voit valita mitkä osat haluat poistaa tai poistaa kaikki.
fo_fo: Hetta verktøkið tømir kursin. Tað tekur burtur skjøl, fórum, leinkjur. Og leyvir tær at velja hvat tú ynskir at taka burtur ella taka alt burtur.
fur: Chest strûl svuêde il curs. Al gjavê ducuments, forum, links. E ti permit di selezionâ che partî vuêis gjavâ o decidî di gjavâ dut.
ga: Folomhálann an uirlis seo an cúrsa. Baineann sé doiciméid, fóraim, naisc. Agus ligeann sé duit na codanna is mian leat a roghnú le baint nó cinneadh an t-iomlán a bhaint.
gl: Esta ferramenta baleira o curso dos elementos seleccionados ou todos os elementos que contén. Elimina os documentos, foros, vínculos... Este procedemento pódese levar a cabo ao rematar unha formación ou un ano académico. Por suposto, antes de "reciclar", terá que asegurarse de ter gardado completamente o seu curso!
he_il: כלי זה מרוקן את הקורס. הוא מסיר מסמכים, פורומים, קישורים. ומאפשר לך לבחור אילו חלקים אתה רוצה להסיר או להחליט להסיר את השלם.
hi: यह टूल कोर्स को खाली कर देता है। यह दस्तावेज़, फ़ोरम, लिंक हटा देता है। और आपको चुनने की अनुमति देता है कि कौन से भाग हटाने हैं या पूरा हटाने का निर्णय लें।
hr_hr: Ovaj alat briše kolegij. Možete obrisati dokumente, forume, poveznice i odabrati dijelove ili obrisati cijeli kolegij.
hu_hu: Ez az eszköz a kurzus kiválasztott elemeinek vagy teljes tartalmának törlését teszi lehetővé. Eltávolítja a dokumentumokat, fórumokat, likeket, stb... A törlésre egy félév vagy a képzés végén kerülhet sor. Erősen ajánlott, hogy a törlés előtt gondoskodjon kell a teljes kurzus biztonsági mentéséről !
hy: Այս գործիքը դատարկում է դասընթացը: Անջատում է փաստաթղթերը, ֆորումները, հղումները: Թույլ է տալիս ընտրել, թե որ մասերը ջնջել կամ ամբողջը:
id_id: Tool ini mengosongkan elemen-elemen yang terseleksi pada mata kuliah. Tool ini dapa t membuang dokumen, forum, link ... Prosedur ini dapat dilakukan misalnya pada akhir tahun ajaran. Tentunya sebelum melakukan "daur-ulang", anda mesti membackup selengkapnya mata kuliah anda!
it: Questo strumento svuota del tutto o in parte il corso dei suoi contenuti. Il riazzeramento delle informazioni (documenti, forum, collegamenti ecc. saranno cancellati) è utile alla fine dell'anno formativo per "riciclare" il corso. E' OPPORTUNO FARE UN BACKUP DEL CORSO prima di attivare tale azione distruttiva.
ja: このツールはコースを空にします。ドキュメント、フォーラム、リンクを削除します。削除するものを選択するか、全体を削除することができます。
ka_ge: ეს ხელსაწყო კურსს ცარიელს ხდის. შლის დოკუმენტებს, ფორუმებს, ბმულებს. საშუალოს გაძლევთ აირჩიოთ რა ნაწილები წაიშალოს ან მთლიანი კურსის წაშლა.
ko_kr: 이 도구는 강좌를 비웁니다. 문서, 포럼, 링크를 제거합니다. 제거할 부분을 선택하거나 전체를 제거할 수 있습니다.
lo: ເຄື່ອງມືນີ້ລ້າງຫຼັກສູດ. ມັນຈະລຶບເອກະສານ, ເວທີສົນທະນາ, ລິ້ງ. ແລະ ອະນຸຍາດໃຫ້ທ່ານເລືອກວ່າສ່ວນໃດທີ່ທ່ານຕ້ອງການລຶບ ຫຼື ຕັດສິນໃຈລຶບທັງໝົດ.
lt_lt: Šis įrankis ištrina kurso dokumentus, forumo įrašus, nuorodas ir t.t. Patogu panaudoti pvz.: kartą į metus. Prieš tai išsaugokite atsarginę kurso dokumentų kopiją!
lv_lv: Šis instruments izdzēš no kursa to saturu, kas ir izveidots mācību procesa laikā. <br>Izdzēst var visus, vai arī tikai Jūsu izvēlētos materiālus. <br>Tas izdzēsīs dokumentus, forumus, saites,u.t.t... Šo darbību var veikt pēc kursa apguves beigām, vai arī piem. noslēdzot akadēmisko gadu.<br> Protams, pirms dzēšanas, jāparūpējas, lai visi vajadzīgie kursa materiāli ir saglabāti!
mk_mk: Оваа алатката го празни курсот од селектрианите елементи или од сите елементи што ги содржи. Таа ги бриши документите, форумите, врските... Оваа процедура може да се примени на крајот од еден дел или целата академска година. Се разбира, пред да "рециклирате", би се погрижиле за целосно снимање на Вашиот курс.
ms_my: Alat ini mengosongkan kursus. Ia menghapuskan dokumen, forum, pautan. Dan membenarkan anda memilih bahagian mana yang ingin dialih keluar atau memutuskan untuk mengalih keluar kesemuanya.
my_mm: ဤကိရိယာသည် သင်တန်းကို ဗလာဖြစ်စေသည်။ ၎င်းသည် စာရွက်စာတမ်းများ၊ ဖိုရမ်များ၊ လင့်ခ်များကို ဖယ်ရှားပြီး၊ သင်ဖယ်ရှားလိုသော အစိတ်အပိုင်းများကို ရွေးချယ်ရန် သို့မဟုတ် အားလုံးကို ဖယ်ရှားရန် ဆုံးဖြတ်ခွင့်ပြုသည်။
ne: यो उपकरणले कोर्स खाली गर्दछ। यसले कागजातहरू, फोरमहरू, लिङ्कहरू हटाउँछ। र तपाईंलाई हटाउन चाहिने भागहरू छान्न वा सम्पूर्ण हटाउने निर्णय गर्न अनुमति दिन्छ।
nl: Deze functie verwijdert uit de cursus de geselecteerde onderdelen, of alle onderdelen. Documenten, forums, links... worden verwijderd. Deze procedure kan uitgevoerd worden aan het einde van de opleiding, of na afloop van het academiejaar. Opgelet: alvorens deze "recycling" uit te voeren, kunt u best een volledige backup nemen van uw cursus !
nn_no: Dette verktøyet tømmar kurset. Det fjernar dokument, forum, lenker. Og lar deg velje kva delar du vil fjerne eller avgjere å fjerne heile.
oc: Aquesta aisina voida lo cors deis elements causits, ò de l'ensems deis elements que contèn. Elimina leis documents, lei fòrums, lei liames… Aquest procediment se pòt aplicar après una activitat de formacion ò una annada escolària.<br>Per precaucion, vos fau realizar una còpia de seguretat completa dau cors !
pl_pl: To narzędzie opróżnia obszar kursu. Usuwa dokumenty, forum, linki. Pozwala na usunięcie wybranych części kursu lub na usunięcie kursu w całości.
ps: دا وسیل کورس خالي کوي. اسناد، فورمونه، لینکونه له منځه وړي. او تاسو ته اجازه درکوي چې غوره کړئ چې کومې برخې له منځه وړئ یا بشپړ له منځه یوسئ.
pt_br: Esta ferramenta esvazia o curso Ele remove documentos, fóruns, links e permite selecionar quais as partes que você deseja remover ou decidir remover o todo...
pt_pt: Esta ferramenta esvazia o curso. Remove documentos, fóruns, ligações. E permite que você seleccione quais as partes que deseja remover ou remover a totalidade do conjunto.
ro_ro: Acesta utilitate elimină parțial sau total conținutul diverselor instrumente ale unui curs. Șterge documente, forumuri, link-uri... Acesta utilitate poate rula la sfârșitul unui antrenament sau un an universitar. Desigur, înainte de "reciclare", aveti grijă să facă o copie de siguranță completă, desigur!
ru_ru: Это опция позволяет удалять из курса выбранные элементы или все, что он содержит (документы, форумы, ссылки). Это процедура может выполняться в конце обучения или в конце года. Конечно, перед удалением, позаботьтесь о полном сохранении своего курса!
sk_sk: Tento nástroj vyprázdni kurz. Odstráni dokumenty, fóra, odkazy. A umožní vám vybrať, ktoré časti chcete odstrániť alebo rozhodnúť o odstránení celého kurzu.
sl: To orodje odstrani iz tečaja izbrane elemente ali vse elemente, ki jih tečaj vsebuje. Odstrani dokumente, forume, povezave, ... Izvedba te procedure se običajno upoabi po zaključku tečaja ali ob koncu akademskega leta. In seveda, pred “recikliranjem” poskrbite za rezervno kopijo vsebin tečaja.
sq: Ky mjet bën bosh kursin. Hiq dokumentet, forume, lidhje. Dhe ju lejon të zgjidhni cilat pjesë dëshironi të hiqni ose të vendosni të hiqni të gjithin.
sr_rs: Ovaj alat prazni kurs. Uklanja dokumenta, forume, linkove. Omogućava vam da izaberete koje delove želite da uklonite ili da uklonite sve.
sv_se: Detta verktyg tömmer en kurs på alla eller valda delar. Det tar bort dokument, forum, länkar, osv. Kan t ex användas inför en ny kursomgång eller läsår. OBS! Tänk på att först säkerhetskopiera det som ska finnas kvar eller återanvändas!
sw_ke: Zana hii inamwaga kozi. Inaondoa hati, majukwaa, viungo. Na inakuruhusu kuchagua sehemu unazotaka kuondoa au kuamua kuondoa yote.
ta: இந்த கருவி பாடநூலை வெறுமையாக்குகிறது. ஆவணங்கள், மன்றங்கள், இணைப்புகளை அகற்றுகிறது. எந்த பகுதிகளை அகற்ற விரும்புகிறீர்கள் என்பதைத் தேர்ந்தெடுக்க அனுமதிக்கிறது அல்லது முழுவதையும் அகற்ற முடிவு செய்யலாம்.
th: เครื่องมือนี้จะล้างคอร์ส มันจะลบเอกสาร ฟอรัม ลิงก์ และให้คุณเลือกส่วนที่ต้องการลบหรือตัดสินใจลบทั้งหมด
tl_ph: Ang instrumentong ito ay inuubos ang laman ng kurso. Tinatanggal nito ang mga dokumento, mga forum, mga link. At pinapayagan kang pumili kung anong bahagi ang nais mong tanggalin o mapagpasyang tanggalin sa kabuuan.
tr: Bu araç eğitimi boşaltır. Dokümanları, forumları, bağlantıları uzaklaştırır. Ve size silmek istediğiniz parçayı yada tamamını silmenize karar vermenize izin verir.
uk_ua: Цей інструмент видаляє із курсу вибрані елементи або всі елементи (документи, форуми, посилання...). Ця процедура може проводитися в кінці навчання або в кінці року. Перед цим перевірте, чи не потрібний вам контент цього курсу в майбутньому! Ви можете зберегти весь контент.
vi_vn: Công cụ này làm trống khóa học. Nó xóa tài liệu, diễn đàn, liên kết. Và cho phép bạn chọn phần nào muốn xóa hoặc quyết định xóa toàn bộ.
xh_za: Esi sixhobo sikhupha ikhosi. Sikhusula amaxwebhu, iiforamu, amakhonkco. Kwaye sikuvumela ukuba ukhethe eziphi ezinto ofuna ukuzikhupha okanye ugqibe kweliphela.
zh_cn: 此工具将清除文档,论坛,链接, 你可以选择其中某些部分或者全部的内容.
zh_tw: 本工具將清空所有課程中所有或已選取的項目，包括文件、討論區及連結，通常於課程、學期結束或有需要重整時進行。我們建議你在執行動作前先把整個課程備份！

source: E-mail alert on new test submitted
ar: تنبيه عن طريق الايميل في حالة وجود اختبار جديد
ast_es: Avisar per corréu electrónicu si s'unvía un exerciciu nuevu
bn_bd: নতুন পরীক্ষা জমা দেওয়ার সময় ইমেইল সতর্কতা
bs_ba: E-pošta upozorenje pri novom dostavljenom testu
ca_es: Avisar mitjançant un correu-e quan es lliuri un nou exercici
cs_cz: Emailové upozornění o novém testu
da: E-mail-varsling ved ny testindsendelse
de: Bei Einsenden neuer Test-Ergebnisse per E-Mail benachrichtigen
el: Ειδοποίηση με e-mail με την υποβολή νέου τεστ
eo: Retpoŝta averto je nova testo submetita
es: Avisar mediante un correo electrónico cuando se envíe un nuevo ejercicio
es_mx: Alerta por correo en nuevo examen enviado
eu_es: Abisatu mezu elektroniko baten bidez ariketa berri bat bidaltzen denean
fa_ir: اخطار ایمیل در آزمون جدید ثبت شد
fi_fi: Hälytä sähköpostilla kun uusi testi tehdään
fo_fo: T-post avvarðan tá ið ný próv verður send inn
fur: Avis e-mail su gnûv test inviât
ga: Foláireamh ríomhphoist ar thástáil nua a cuireadh isteach
gl: Avisar mediante un correo electrónico cando se envíe un novo exercicio
he_il: התראה בדואר אלקטרוני על בדיקה חדשה שנשלחה
hi: नए टेस्ट जमा करने पर ईमेल अलर्ट
hr_hr: E-pošta upozorenje prilikom objavljivanja novog testa
hu_hu: Email figyelemeztetés küldése elkészült kérdőívnél
hy: Էլ. փոստի ծանուցում նոր թեստի ներկայացման դեպքում
id_id: Peringatan email saat tes baru dikirim
it: Avviso nuove risposte ad esercizi
ja: 新しいテストが送信された場合の電子メール通知
ka_ge: ელფოსტის შეტყობინება ახალი ტესტის წარდგენისას
ko_kr: 새 테스트 제출 시 이메일 알림
lo: ແຈ້ງເຕືອນທາງອີເມລເມື່ອມີການສົ່ງບົດທົດສອບໃໝ່
lt_lt: El. pašto įspėjimas apie naują pateiktą testą
lv_lv: E-pasta brīdinājums par jaunu testu iesniegšanu
mk_mk: E-mail известување при нов предаден тест
ms_my: Amaran e-mel semasa ujian baru diserahkan
my_mm: စမ်းသပ်မှုအသစ်တင်သွင်းမှုအတွက် အီးမေးလ်သတိပေးချက်
ne: नयाँ परीक्षण बुझाउँदा इमेल सूचना
nl: Waarschuwing via email bij nieuwe quiz verzonden
nn_no: E-postvarsel ved ny test innsendt
oc: Avisar per lo mejan d'un corriel quora se manda un exercici nòu
pl_pl: Powiadomienie e-mail nauczyciela o uczestnictwie użytkownika w quizie.
ps: د نوي ازموینې د لېږلو پر مهال برېښنالیک خبرتیا
pt_br: E-mail alerta sobre novo teste apresentado
pt_pt: Alerta por email sobre um novo teste/exercício submetido
ro_ro: Alertati prin e-mail atunci când un nou exercițiu este trimis
ru_ru: Уведомление по почте о представлении на рассмотрение короткого теста (экзамена)
sk_sk: Upozornenie e-mailom o novom predloženom kvíze
sl: E-poštno opozorilo ob objavi nove vaje/testa
sq: Alarmi e-mail në testin e ri të dorëzuar
sr_rs: E-pošta obaveštenje pri slanju novog testa
sv_se: E-postmeddelande vid inlämning av en övning
sw_ke: Arifa za barua pepe wakati wa mtihani mpya uliowasilishwa
ta: புதிய சோதனை சமர்ப்பிக்கப்பட்டபோது மின்னஞ்சல் எச்சரிக்கை
th: แจ้งเตือนทางอีเมลเมื่อส่งแบบทดสอบใหม่
tl_ph: Alerto sa e-mail sa naisumiteng bagong pagsusulit
tr: Yeni test sunulduğunda e-posta alarmı
uk_ua: E-mail сповіщення про нову надіслану роботу
vi_vn: Cảnh báo email khi có bài kiểm tra mới được nộp
xh_za: Isaziso se-imeyile ngovavanyo olutsha olungeniswe
zh_cn: 已提交新考试通知电子邮件提醒
zh_tw: 提交新測驗時發出電郵通知

source: Activate e-mail sending when a user submits new test answers
ar: تفعيل التنبيه عن طريق الايميل في حاله ان المستخدم سجل حل للاختبار
ast_es: Activar l'avisu per corréu electrónicu de que s'unviaren les soluciones a un exerciciu.
bn_bd: ব্যবহারকারী নতুন পরীক্ষার উত্তর জমা দিলে ইমেইল পাঠানো সক্রিয় করুন
bs_ba: Aktiviraj slanje e-pošte kada korisnik dostavi nove odgovore na test
ca_es: Activar l'avís per correu-e de lliurament de respostes d'un exercici
cs_cz: Aktivovat poslání emailu, když uživatel odevzdá odpovědi nového testu
da: Aktivér e-mail-afsendelse, når en bruger indsender nye testsvar
de: E-Mail Benachrichtigung AN
el: Ενεργοποίηση αποστολής e-mail όταν ο χρήστης υποβάλλει απαντήσεις στο νέο τεστ
eo: Aktivigi retpoŝtan sendadon kiam uzanto submetas novajn respondojn de testo
es: Activar el aviso por correo electrónico de que se han enviado las respuestas de un ejercicio
es_mx: Activar envío de correo cuando un usuario envía respuestas de nuevo examen
eu_es: Gaitu posta elektronikoaren bidezko abisua, ariketa baten erantzunak bidali direla ohartarazteko
fa_ir: فعال سازی ارسال ایمیل بهنگام ارسال پاسخ های جدید به آزمون
fi_fi: Aktivoi sähköposti-ilmoitus kun käyttäjä vastaa kyselyyn.
fo_fo: Virk t-post sending tá ið ein brúkari sendir inn ný próvsvar
fur: Ativâ invîe e-mail cuant che un utent inviê rispostis di gnûv test
ga: Gníomhachtaigh seoladh ríomhphoist nuair a chuireann úsáideoir freagraí tástála nua isteach
gl: Activar o aviso por correo electrónico de que se enviaron as respostas dun exercicio
he_il: הפעל שליחת דואר אלקטרוני כאשר משתמש שולח תשובות חדשות למבחן
hi: उपयोगकर्ता द्वारा नए टेस्ट उत्तर जमा करने पर ईमेल भेजना सक्रिय करें
hr_hr: Omogući obavijest e-poštom kada korisnik pošalje odgovore na novi test
hu_hu: Email figyelemeztetés küldésének bekapcsolása, ha egy résztvevő elkészült kérdőívet küld be.
hy: Միացնել էլ. փոստի ուղարկումը, երբ օգտատերը ներկայացնում է նոր թեստի պատասխաններ
id_id: Aktifkan pengiriman email saat pengguna mengirim jawaban tes baru
it: Abilita l'avviso via e-mail nel caso di nuove risposte ai test date dai corsisti
ja: ユーザーが新しいテストの回答を送信した場合の電子メール送信をアクティブにする
ka_ge: ელფოსტის გაგზავნის ჩართვა მომხმარებლის მიერ ახალი ტესტის პასუხების წარდგენისას
ko_kr: 사용자가 새 테스트 답변을 제출할 때 이메일 발송 활성화
lo: ເປີດໃຊ້ການສົ່ງອີເມລເມື່ອຜູ້ໃຊ້ສົ່ງຄຳຕອບບົດທົດສອບໃໝ່
lt_lt: Įjungti el. pašto siuntimą, kai vartotojas pateikia naujus testo atsakymus
lv_lv: Aktivizēt e-pasta sūtīšanu, kad lietotājs iesniedz jaunu testu atbildes
mk_mk: Активирај е-пошта испраќање кога корисникот ќе достави нови одговори на тест
ms_my: Aktifkan penghantaran e-mel apabila pengguna menyerahkan jawapan ujian baru
my_mm: အသုံးပြုသူတစ်ဦးမှ စမ်းသပ်မှုအဖြေအသစ်များတင်သွင်းသောအခါ အီးမေးလ်ပို့ခြင်းကို ဖွင့်ပါ
ne: प्रयोगकर्ताले नयाँ परीक्षण उत्तरहरू बुझाउँदा इमेल पठाउने सक्रिय गर्नुहोस्
nl: Activeer waarschuwing via email wanneer een gebruiker een nieuw antwoord instuurt op een quiz
nn_no: Aktiver sending av e-post når ein brukar sender inn nye testsvar
oc: Activar l'avís per corriel dau liurament dei respònsas a un exercici
pl_pl: Włącz wysyłanie e-maili, gdy użytkownik wypełni odpowiedzi w quizie.
ps: کله چې کاروونکي نوې ازموینې ځوابونه واستوي، برېښنالیک لیږل فعال کړئ
pt_br: Ativar o alerta por e-mail de novos envio de respostas dos execícios
pt_pt: Activar o envio de e-mail quando um utilizador submete novas respostas a um teste/exercício
ro_ro: Activați notificare prin email de răspunsuri care au fost trimise la un exercițiu
ru_ru: Активировать отправку по почте, когда пользователь представляет на рассмотрение следующие ответы на короткие тесты
sk_sk: Aktivovať poslanie e-mailu keď používateľ predloží odpovede k novému kvízu
sl: Aktiviraj pošiljanje e-pošte, ko uporabnik zaključi vajo/test
sq: Aktivizo dërgimin e e-mail kur një përdorues dorëzon përgjigjet e reja të testit
sr_rs: Omogući slanje e-pošte kada korisnik pošalje odgovore na novi test
sv_se: Aktivera att e-post skickas när användare genomfört en övning
sw_ke: Washirikisha kutuma barua pepe wakati mtumiaji anawasilisha majibu ya mtihani mpya
ta: பயனர் புதிய சோதனை பதில்களை சமர்ப்பிக்கும்போது மின்னஞ்சல் அனுப்புதலை செயல்படுத்தவும்
th: เปิดใช้งานการส่งอีเมลเมื่อผู้ใช้ส่งคำตอบแบบทดสอบใหม่
tl_ph: I-activate ang pagpapadala ng e-mail kapag ang gumagamit ay nagsumite ng bagong mga sagot sa pagsusulit
tr: Bir kullanıcı yeni bir test cevabı sunduğunda e-posta gönderimini aktifleştir.
uk_ua: Активувати надсилання e-mail коли користувач надсилає відповіді на тест
vi_vn: Kích hoạt gửi email khi người dùng nộp câu trả lời bài kiểm tra mới
xh_za: Sebenzisa ukuthumela i-imeyile xa umsebenzisi engenisa iimpendulo zovavanyo olutsha
zh_cn: 当用户提交新的测试答案时，激活邮件发送功能
zh_tw: 當使用者提供新測驗答案時啟動郵件通知服務
