Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: title or name, and language of that title or name
yo_ng: àkọ̀lé tàbí orúkọ, àti èdè ti àkọ̀lé tàbí orúkọ yìí

source: description or comment, and language used for describing this learning object
yo_ng: ìròyìn tàbí ìwàásù, àti èdè tí a lò fún ìṣàpèjúwe ìdàhùn ìkọ́ni yìí

source: Keyword
yo_ng: Ọrọ ìpinnu

source: comma-separated (letters, digits, -.)
yo_ng: pínpà (lẹ́tà, nọ́mba, -.)

source: Coverage
yo_ng: Ìbòkà

source: for example bachelor of xxx: yyy
yo_ng: fún àpẹẹrẹ bachelor of xxx: yyy

source: If you change the description language, do not add keywords at the same time.
yo_ng: Ti o ba yí èdè ìròyìn padà, má ṣàfikún ọrọ ìpinnu ní àkókò kan náà.

source: click to open object
yo_ng: tẹ̀ láti ṣii ìdàhùn

source: Store
yo_ng: Ìpamọ́

source: Do you *really* want to delete all metadata?
yo_ng: Ṣe o *fẹ́ gan-an* láti pa gbogbo metadata rẹ̀?

source: Create
yo_ng: Ṣẹda

source: obsolete entries removed for category
yo_ng: awọn titẹ sii ti ko wulo ti yọ kuro fun ẹka

source: - duplicate categorynames were removed from the list!
yo_ng: - awọn orukọ ẹka ti o ṣe ilọpo meji ni a yọ kuro lati inu akojọ!

source: Work with Links category named
yo_ng: Ṣiṣẹ pẹlu ẹka Awọn asopọ ti a pe ni

source: Add new glossary term
yo_ng: Ṣafikun ọrọ glossary tuntun

source: Term
yo_ng: Ọrọ

source: Term definition
yo_ng: Itumọ ọrọ

source: Term removed
yo_ng: Ọrọ ti yọ kuro

source: Term updated
yo_ng: Ọrọ ti a ṣe imudojuiwọn

source: Do you really want to delete this term
yo_ng: Ṣe o fẹ lati paarẹ ọrọ yii nitootọ

source: Save term
yo_ng: Fipamọ ọrọ

source: Update term
yo_ng: Imudojuiwọn ọrọ

source: Edit term
yo_ng: Ṣatunkọ ọrọ

source: Delete term
yo_ng: Paarẹ ọrọ

source: Pre-defined
yo_ng: Ti ṣe tẹlẹ

source: Term added
yo_ng: Ọrọ ti a ṣafikun

source: You must enter a term
yo_ng: O gbọdọ tẹ ọrọ kan sii

source: You must enter a term definition
yo_ng: O gbọdọ tẹ itumọ ọrọ sii

source: This glossary term already exists. Please change the term name.
yo_ng: Ọrọ glossary yii ti wa tẹlẹ. Jọwọ yi orukọ ọrọ pada.

source: Glossary management
yo_ng: Iṣakoso Glossary

source: The term has moved
yo_ng: Ọrọ naa ti lọ

source: Forums Help
yo_ng: Iranlọwọ Awọn apejọ

source: <p> The forum is an discussion tool for asynchronous written work. In contrast to e-mail, a forum is for public, or semi-public, group discussion. </p>To use the Chamilo forum, members can simply use their browser - they do not require any distinct client software. </p>To organize forums, click on the Forums tool. Discussions are organized hierarchically according to the following structure: </ p><b> Category> Forum> Topic> Post</ b> </ p> To ensure members can participate in the forum tidily and effectively, it is essential in the first instance to create categories and forums; it's then up to the participants to create topics and posts. By default, the forum contains a single (public) category, an example topic and an example post. You can add forums to the category, change its title or create other categories within which you could then create new forums. (Don't confuse categories and forums, and remember that a category that contains no forum is useless and is not displayed.)</p> <p>The forum description might include a list of its members, a definition of its purpose, a target a task, a theme etc.</p><p>Group forums should not be created via the Forum tool but instead via the Groups tool, where you can determine whether your group forums should be private or public, at the same time providing a location for sharing groups of documents.</p><b> Teaching Tips</ b></ p> A learning forum is not quite the same as the forums you are used to seeing on the internet. For one thing, it is not possible for learners to alter their posts once they have been published as the course is logically archived to allow tracking of what has been said in the past. Furthermore, Chamilo forums allow for specific uses relevant to teaching. For example, some teachers/trainers publish corrections directly within forums in the following way: <li> A learner is asked to post a report directly into the forum, </ li> The teacher corrects it by clicking Edit (yellow pencil) and marking it using the graphics editor (color, underlining, etc.) </ li> Finally, other learners benefit from viewing the corrections was made on the production of one of of them, </ li> Note that the same principle can be applied between learners, but will require his copying/pasting the message of his fellow student because students / trainees can not edit one another's posts. <. li> </ ul>
yo_ng: <p> Apejọ jẹ ohun elo ijiroro fun iṣẹ kikọ asynchronous. Ni idakeji si imeeli, apejọ jẹ fun ijiroro ẹgbẹ ti gbogbo eniyan, tabi ologbele-gbangba. </p> Lati lo apejọ Chamilo, awọn ọmọ ẹgbẹ le kan lo ẹrọ aṣawakiri wọn - wọn ko nilo sọfitiwia alabọwọye eyikeyi. </p> Lati ṣeto awọn apejọ, tẹ lori ohun elo Awọn apejọ. Awọn ijiroro ti ṣeto ni ilana gẹgẹbi eto atilẹyin: </p><b> Ẹka> Apejọ> Koko-ọrọ> Ifiweranṣẹ</b> </p> Lati rii daju pe awọn ọmọ ẹgbẹ le kopa ninu apejọ ni titọ ati ni imunadoko, o ṣe pataki ni akoko akọkọ lati ṣẹda awọn ẹka ati awọn apejọ; lẹhinna o jẹ ti awọn olukopa lati ṣẹda awọn koko-ọrọ ati awọn ifiweranṣẹ. Nipa eto aiyipada, apejọ ni ẹka kan ṣoṣo (ti gbogbo eniyan), koko-ọrọ apẹẹrẹ kan ati ifiweranṣẹ apẹẹrẹ kan. O le ṣafikun awọn apejọ si ẹka, yi akọle rẹ pada tabi ṣẹda awọn ẹka miiran ninu eyiti o le ṣẹda awọn apejọ tuntun. (Ma ṣe dapo awọn ẹka ati awọn apejọ, ki o si ranti pe ẹka ti ko ni apejọ ko wulo ati pe ko han.)</p> <p>Apẹrẹ apejọ le pẹlu akojọ awọn ọmọ ẹgbẹ rẹ, itumọ idi rẹ, ibi-afẹfẹ iṣẹ-ṣiṣe, akori kan pato ati bẹbẹ lọ.</p><p>Awọn apejọ ẹgbẹ ko yẹ ki o ṣẹda nipasẹ ohun elo Apejọ ṣugbọn dipo nipasẹ ohun elo Ẹgbẹ, nibiti o le pinnu boya awọn apejọ ẹgbẹ rẹ yẹ ki o jẹ ikọkọ tabi ti gbogbo eniyan, ni akoko kanna ti n pese ipo fun pinpin awọn ẹgbẹ awọn iwe.</p><b> Awọn imọran Ikọni</b></p> Apejọ ikọni kii ṣe bakanna bi awọn apejọ ti o ṣe deede ri lori intanẹẹti. Fun ohun kan, ko ṣee ṣe fun awọn akẹkọ lati yi awọn ifiweranṣẹ wọn pada ni kete ti wọn ti ṣe atẹjade bi akoko ti wa ni ipamọ ti o tọ lati gba itọpa ohun ti a ti sọ ni iṣaaju. Yato si, awọn apejọ Chamilo gba laaye fun awọn lilo pato ti o ni ibamu pẹlu ẹkọ. Fun apẹẹrẹ, diẹ ninu awọn olukọ / olukọ ṣe atẹjade awọn atunṣe taara laarin awọn apejọ ni ọna atẹle: <li> A akẹkọ ni a beere lati fi ijabọ kan sii taara sinu apejọ, </li> Olukọ ṣe atunṣe rẹ nipa titẹ Ṣatunkọ (penṣeli ofeefee) ati isamisi rẹ nipa lilo olootu aworan (awọ, abẹ, ati bẹbẹ lọ) </li> Nikẹhin, awọn akẹkọ miiran ni anfani lati wo awọn atunṣe ti a ṣe lori iṣelọpọ ọkan ninu wọn, </li> Ṣe akiyesi pe ilana kanna le ṣee lo laarin awọn akẹkọ, ṣugbọn yoo nilo didakọ / fifi ọrọ ti ọmọ ẹgbẹ ẹlẹgbẹ rẹ nitori awọn ọmọ ile-iwe / awọn olukọ ko le ṣatunkọ awọn ifiweranṣẹ ara wọn. <.li> </ul>

source: Dropbox Help
yo_ng: Iranlọwọ Dropbox

source: <p>The dropbox tool is a Content Management Tool facilitating peer-to-peer data exchange. It accepts any filetype (Word, Excel, PDF etc.) It will overwrite existing files with the same name only if directed to do so.<br /> <br /> Learners can can only send a file to their teacher, unless the system administrator has enabled sharing between users. A course manager, however, can opt to to send a file to all course users. <br /> <br />The system administrator can configure the dropbox so that a user can receive but not send files.<br /> <br /> If the file list gets too long, some or all files can be deleted from the list, although the file itself remaims available to other users until all users have deleted it.<br /> </p><p>In the received folder, the dropbox tool displays files that have been sent to you and in the sent folder it shows files sent to other course members.</p><p>To send a document to more than one person, you need to hold CTRLand check the multiple select box(i.e.the field showing the list of members).</p>
yo_ng: <p>Ohun elo dropbox jẹ Ohun elo Iṣakoso Akoonu ti n ṣe irọrun paapaa-si-paapaa paapaa data paapaa. O gba eyikeyi iru faili (Ọrọ, Excel, PDF ati bẹbẹ lọ.) O yoo kọwe awọn faili ti o wa tẹlẹ pẹlu orukọ kanna nikan ti a ba itọ fun ṣe bẹ.<br / > <br / > Awọn akẹkọ le fi faili kan ṣe ranṣẹ si olukọ wọn nikan, ayafi ti olutọju eto ti ṣiṣẹ pinpin laarin awọn olumulo. Alakoso ẹkọ, sibẹsibẹ, le yan lati fi faili kan ranṣẹ si gbogbo awọn olumulo ẹkọ. <br / > <br / >Olutọju eto le ṣe atunto dropbox ki olumulo le gba ṣugbọn ko fi awọn faili ranṣẹ.<br / > <br / > Ti akojọ faili ba gun ju, diẹ ninu tabi gbogbo awọn faili le yọ kuro lati akojọ, botilẹjẹpe faili naa funmi wa fun awọn olumulo miiran titi gbogbo awọn olumulo yoo fi paarẹ rẹ.<br / > </p><p>Nin fọọdu ti a gba, ohun elo dropbox ṣafihan awọn faili ti a ti fi ranṣẹ si ọ ati ninu fọọdu ti a fi ranṣẹ o ṣafihan awọn faili ti a fi ranṣẹ si awọn ọmọ ẹgbẹ ẹkọ miiran.</p><p>Lati fi iwe kan ranṣẹ si eniyan diẹ sii ju ọkan lọ, o nilo lati mu CTRLand ṣayẹwo apoti yiyan pupọ(i.e. aaye ti n ṣafihan akojọ awọn ọmọ ẹgbẹ).

source: Homepage Help
yo_ng: Iranlọwọ Ibi-akọle

source: <p>The Course Homepage displays a range of tools (introductory text, description, documents manager etc.) This page is modular in the sense that you can hide or show any of the tools in learner view with a single click on the 'eye' icon (hidden tools can be reactivated any time. </p><b>Navigation</b><p>In order to browse the course, you can simply click on the icons; a 'breadcrumb' navigation tool at the top of the page allows you to retrace your steps back to the course homepage.</p><b>Best practice</b><p>To help motivate learners, it is helpful to make you course appear 'alive' by suggesting that there is always someone present 'behind the screen'. An effective way to make this impression is to update the introductory text (just click on the yellow pencil) at least once a week with the latest news, deadlines etc.</p><p>When you construct your course, try the following steps:<ol><li>In the Course Settings, make course acccess private and subscription available only to trainers. That way, nobody can enter your course area during construction,</li><li>Use whatever tools you need to 'fill' your area with content, activities, guidelines, tests etc.,</li><li>Now hide all tools so your home page is empty in learner view by clicking on the eyes to make the icons grey. </li><li>Use the Learning Path tool to create a learning path to structure the way learners will follow it and learn within it. That way, although you will be using the other tools, you don't initially need to show them on the homepage. </li><li>Click on the eye icon beside the path you created to show it on your home page.</li><li>your course is ready to view. Its homepage will display an introductory text followed by a single link to lead learners into and through the course. Click on the Learner View button (top right) to see the course from the learner's point of view.<I></I></li></ol>
yo_ng: <p>Ibi-akọle Ẹkọ ṣafihan ọpọlọpọ awọn ohun elo (ọrọ iṣaaju, apejuwe, olutọju awọn iwe ati bẹbẹ lọ) Oju-iwe yii jẹ apakan ni itumọ pe o le fi pamọ tabi han eyikeyi awọn ohun elo ni wiwo akẹkọ pẹlu titẹ ẹyọkan lori aami 'oju' (awọn ohun elo ti o pamọ le tun ṣe atunṣe nigbakugba. </p><b>Navigation</b><p>Lati lọ kiri ẹkọ, o le kan tẹ lori awọn aami; ohun elo itọsọna 'breadcrumb' ni oke oju-iwe n gba ọ laaye lati tọpa awọn igbesẹ rẹ pada si ibile ẹkọ.</p><b>Ṣiṣe deede</b><p>Lati ṣe iranlọwọ iwuni awọn akẹkọ, o jẹ iranlọwọ lati jẹ ki ẹkọ rẹ han 'laaye' nipa iṣeduro pe ẹnikan wa nigbagbogbo 'lẹhin iboju'. Ọna ti o munadoko lati ṣe iwọn yii ni lati ṣe imudojuiwọn ọrọ iṣaaju (kan tẹ lori penṣeli ofeefee) o kere ju lẹẹkan ni ọsẹ pẹlu awọn iroyin tuntun, awọn akoko ipari ati bẹbẹ lọ.</p><p>Nigbati o ba kọ ẹkọ rẹ, gbiyanju awọn igbesẹ wọnyi:<ol><li>Nin Iṣeto Ẹkọ, ṣe iwọle ẹkọ ni ikọkọ ati ṣiṣe ṣiṣe ṣiṣe si awọn olukọ nikan. Ni ọna yẹn, ko si ẹnikan ti o le wọ agbegbe ẹkọ rẹ lakoko ikole,</li><li>Lo eyikeyi awọn ohun elo ti o nilo lati 'kun' agbegbe rẹ pẹlu akoonu, awọn iṣẹ ṣiṣe, awọn itọnisọna, awọn idanwo ati bẹbẹ lọ.,</li><li>Bayi fi gbogbo awọn ohun elo pamọ ki oju-ile rẹ ṣofo ni wiwo akẹkọ nipa titẹ lori awọn oju lati ṣe awọn aami grẹy. </li><li>Lo ohun elo Opopona Ẹkọ lati ṣẹda ọna opopona lati ṣeto ọna ti awọn akẹkọ yoo tẹle rẹ ati kọ ẹkọ laarin rẹ. Ni ọna yẹn, botilẹjẹpe o yoo lo awọn ohun elo miiran, o ko nilo lati han wọn ni ibẹrẹ lori oju-ile. </li><li>Tẹ lori aami oju lẹgbẹẹ ọna ti o ṣẹda lati han lori oju-ile rẹ.</li><li>ẹkọ rẹ ti ṣetan lati wo. Ibi-akọle rẹ yoo ṣafihan ọrọ iṣaaju ti o tẹle pẹlu ọna kan ṣoṣo lati ṣe amọna awọn akẹkọ sinu ati nipasẹ ẹkọ. Tẹ lori Bọtini Wiwo Akẹkọ (oke ọtun) lati wo ẹkọ lati oju-iwo akẹkọ.<I></I></li></ol>

source: Chamilo LIVE Help
yo_ng: Iranlọwọ Chamilo LIVE

source: The GoogleMaps plugin needs to be enabled by the platform administrator in order to show the map.
yo_ng: Afisi GoogleMaps nilo lati ṣiṣẹ nipasẹ olutọju pẹpẹ lati han maapu naa.

source: Chamilo Help
yo_ng: Iranlọwọ Chamilo

source: Documents Help
yo_ng: Iranlọwọ Awọn iwe

source: Users Help
yo_ng: Iranlọwọ Awọn olumulo

source: Tests Help
yo_ng: Iranlọwọ Awọn idanwo

source: Learning Path Help
yo_ng: Iranlọwọ Opopona Ẹkọ

source: Description Help
yo_ng: Iranlọwọ Apejuwe

source: Links Help
yo_ng: Iranlọwọ Awọn asopọ

source: My Courses Help
yo_ng: Iranlọwọ Awọn Ẹkọ Mi

source: Agenda Help
yo_ng: Iranlọwọ Eto

source: Announcements Help
yo_ng: Ìrànlọ́wọ́ Ìròyìn

source: Chat Help
yo_ng: Ìrànlọ́wọ́ Ìfọwọ́rọ̀pà

source: Assignments Help
yo_ng: Ìrànlọ́wọ́ Iṣẹ́ Ìkọ́silẹ̀

source: Reporting Help
yo_ng: Ìrànlọ́wọ́ Ìròyìn

source: Induction-type session
yo_ng: Ìpàdé ìdàsílẹ̀

source: Publish survey
yo_ng: Tẹ̀dò ìwádìí

source: Compare questions
yo_ng: Fọwọ́dọwọ ìbéèrè

source: Information updated
yo_ng: Ìròyìn tí a ṣàtúnṣe

source: Survey title
yo_ng: Àkọ̀lé ìwádìí

source: Survey introduction
yo_ng: Ìṣàfihàn ìwádìí

source: Create survey
yo_ng: Ṣẹ̀dá ìwádìí

source: Survey template
yo_ng: Àpẹẹrẹ ìwádìí

source: Please enter survey title
yo_ng: Jọwọ tẹ akọle ìwádìí

source: Please Enter Valid Date
yo_ng: Jọwọ tẹ òde ìpinnu tí ó ṣeṣẹ

source: Not published
yo_ng: Kò ṣe ìtẹ̀dẹ̀rẹ̀

source: Advanced report allows to choose the user and the questions to see more precis informations
yo_ng: Ìròyìn ìlọsíwájú yọ̀ọ́ jẹ kí a yàn olùdàrù àti àwùnṣe ìbéèrè láti rí ìròyìn pípé púpọ̀

source: Advanced report
yo_ng: Ìròyìn ìlọsíwájú

source: Complete report allows to see all the results given by the people questioned, and export it in csv (for Excel)
yo_ng: Ìròyìn pipe yọ̀ọ́ jẹ kí a rí gbogbo àwọn ìdàhùn tí àwùjọ ìwádìí fún, àti ìdàrí rẹ̀ sí csv (fún Excel)

source: Complete report
yo_ng: Ìròyìn pipe

source: Send the survey to these addresses only
yo_ng: Firanṣẹ ìwádìí sí àwùnṣọ wọ̀nyí nìkan

source: Back to the questions
yo_ng: Pada sí àwùnṣe ìbéèrè

source: Select in which language should be created the survey
yo_ng: Yàn èdè tí ìwádìí yóò ṣẹ̀dá

source: Create this survey in another language
yo_ng: Ṣẹ̀dá ìwádìí yìí ní èdè mìíràn

source: Export in Excel format
yo_ng: Ìdàrí sí ìṣètò Excel

source: Comparative results
yo_ng: Àwùnṣe ìfiwéra

source: Select the data you want to compare
yo_ng: Yàn ìdàpọ̀ ìròyìn tí o fẹ́ ṣe ìfiwéra

source: Or copy paste the link into the url bar of your browser :
yo_ng: Tàbí ẹ̀ka ìlànà kọ̀ọ̀kan sínú ìkọ̀ọ̀kan URL nínú ẹ̀rín ìwọ:

source: Click here to take the survey
yo_ng: Tẹ́ ibi yìí láti ṣe ìwádìí

source: No Surveys have been shared yet
yo_ng: Kò sí ìwádìí tí a ti pín sí

source: View survey
yo_ng: Wo ìwádìí

source: Select Display Type :
yo_ng: Yàn Ìrù ìfihan :

source: Feedback message
yo_ng: Ìfọwéràn ìdáhùn

source: Survey reporting
yo_ng: Ìròyìn ìwádìí

source: No survey available
yo_ng: Kò sí ìwádìí tí ó ṣeṣẹ

source: has been published
yo_ng: ti ṣe ìtẹ̀dẹ̀rẹ̀

source: Create from existing survey
yo_ng: Ṣẹ̀dá láti ìwádìí tí ó wà

source: Search a survey
yo_ng: Ṣàwárí ìwádìí

source: Survey(s) of all courses
yo_ng: Ìwádìí gbogbo àwùnṣọ ìdàsílẹ̀

source: Please make a choice
yo_ng: Jọwọ ṣe ìyọ̀nda

source: There are no questions in the database
yo_ng: Kò sí ìbéèrè nínú ìpamọ ìdàpọ̀

source: Update Question Type :
yo_ng: Ṣàtúnṣe Ìrù Ìbéèrè :

source: Add new question
yo_ng: Ṁọ ìbéèrè tuntun

source: Share survey with others
yo_ng: Pín ìwádìí pẹ̀lú àwùjọ

source: Proceed
yo_ng: Tẹ̀síwájú

source: Please fill numeric values for points.
yo_ng: Jọwọ kún ìdí ìdí ìdí fún àwùnṣọ.

source: Please fill points from 1-5
yo_ng: Jọwọ kún àwùnṣọ kúrò 1-5

source: Please fill all the answer fields.
yo_ng: Jọwọ kún gbogbo àwùnṣọ ìdáhùn.

source: Please select at least Four true answers.
yo_ng: Jọwọ yàn ìdáhùn òtítọ́ mẹ́rin ó kéré jù.

source: Please Select at least Four Default Answers.
yo_ng: Jọwọ Yàn Ìdáhùn Àkọ́kọ́ Mẹ́rin Ó Kéré Jù.

source: Please fill default text
yo_ng: Jọwọ kún ọ̀rọ̀ àkọ́kọ́

source: Edit survey information
yo_ng: Ṣàtúnṣe ìròyìn ìwádìí

source: View questions
yo_ng: Wo àwùnṣe ìbéèrè

source: Finish survey
yo_ng: Parí ìwádìí

source: Questions are added
yo_ng: Àwùnṣe ìbéèrè ti ṣàfikún

source: Delete survey
yo_ng: Pa ìwádìí rẹ̀ run

source: Survey list
yo_ng: Àkójọ ìwádìí

source: Survey attached
yo_ng: Ìwádìí tí a so mọ́

source: Question by type
yo_ng: Ìbéèrè nípa ìrù

source: Select question by type
yo_ng: Yàn ìbéèrè nípa ìrù

source: Please enter a question
yo_ng: Jọwọ tẹ ìbéèrè kan

source: Number of question
yo_ng: Nọ́mbà ìbéèrè

source: This code already exists
yo_ng: Kọ́ọ̀dù yìí ti wà tẹ́lẹ̀

source: Save and exit
yo_ng: Fi ati jade

source: View answers
yo_ng: Wo awọn idahun

source: Create from an existing survey
yo_ng: Ṣẹda lati iwadi ti o wa tẹlẹ

source: Survey name
yo_ng: Orukọ iwadi

source: Survey subtitle
yo_ng: Akọle iwadi

source: Share survey
yo_ng: Pin iwadi

source: Final thanks
yo_ng: O ṣeun ikẹhin

source: Edit survey
yo_ng: Ṣatunṣe iwadi

source: Or return to survey overview
yo_ng: Tabi pada si akopọ iwadi

source: There is a parameter missing in the link. Please use copy and past
yo_ng: Paramita kan ti sonde ninu ọna asopọ. Jọwọ lo ẹda ati lẹẹkan

source: Wrong invitation code
yo_ng: Koodu ifiwe ti ko tọ

source: You have finished this survey.
yo_ng: O ti pari iwadi yii.

source: Survey preview
yo_ng: Aiwo iwadi

source: Invalid survey
yo_ng: Iwadi aiṣedeede

source: Edit question
yo_ng: Ṣatunṣe ibeere

source: This type does not exist
yo_ng: Iru yii ko si

source: The survey has been created successfully
yo_ng: Iwadi naa ti ṣẹda ni aṣeyọri

source: You can now add questions to your survey
yo_ng: O le ṣafikun awọn ibeere si iwadi rẹ bayi

source: The survey has been updated successfully
yo_ng: Iwadi naa ti ni imudojuiwọn ni aṣeyọri

source: The question has been added.
yo_ng: Ibeere naa ti ṣafikun.

source: The question has been updated.
yo_ng: Ibeere naa ti ni imudojuiwọn.

source: Remove option
yo_ng: Yọ aṣayan kuro

source: Add option
yo_ng: Ṣafikun aṣayan

source: Answer options
yo_ng: Awọn aṣayan idahun

source: Dropdown
yo_ng: Ipafo isọkalẹ

source: Page break
yo_ng: Idinku oju-iwe

source: Survey invitations
yo_ng: Awọn ifiwe iwadi

source: Invitation code
yo_ng: Koodu ifiwe

source: Invitation date
yo_ng: Ọjọ ifiwe

source: Answered
yo_ng: Ti dahun

source: You can invite additional users to fill the survey. To do so you can type their e-mail addresses here separated by either , (comma) or ; (semi-column)
yo_ng: O le pe awọn olumulo afikun lati kun iwadi naa. Lati ṣe bẹ o le kọ awọn adirẹsi imeeli wọn nibi ti o yapa nipasẹ , (koma) tabi ; (semi-kolumu)

source: Mail subject
yo_ng: Koko ọrọ meeli

source: invitations sent.
yo_ng: awọn ifiwe ti a fi ranṣẹ.

source: The survey has been deleted.
yo_ng: Iwadi naa ti parẹ.

source: No surveys have been selected.
yo_ng: Ko si awọn iwadi ti a yan.

source: Invited
yo_ng: Ti pe

source: Reset filter
yo_ng: Tun ìdíwò ṣe

source: Export current report
yo_ng: Gbejade ijabọ lọwọlọwọ

source: Only questions with predefined answers can be used
yo_ng: Awọn ibeere pẹlu awọn idahun ti a ṣe tẹlẹ nikan ni a le lo

source: Select the question on the X axis
yo_ng: Yan ibeere lori axis X

source: Select the question on the Y axis
yo_ng: Yan ibeere lori axis Y

source: Comparative report
yo_ng: Ijabọ afiwera

source: This screen displays an exact copy of the form as it was filled by the user
yo_ng: Iboju yii ṣafihan ẹda deede ti fọọmu bi o ṣe kun nipasẹ olumulo

source: Select user who filled the survey
yo_ng: Yan olumulo ti o kun iwadi naa

source: User report
yo_ng: Ijabọ olumulo

source: Graphic
yo_ng: Aworan

source: Absolute total
yo_ng: Lapapọ pipe

source: Next question
yo_ng: Ibeere atẹle

source: Previous question
yo_ng: Ibeere iṣaaju

source: People who have chosen this answer
yo_ng: Awọn eniyan ti o ti yan idahun yii

source: Publication of the survey
yo_ng: Ìtẹ̀dá ìwádìí

source: Additional users
yo_ng: Àwùjọ oníṣe pàtàkì

source: E-mail message
yo_ng: Ìfọwọ́rọ̀ ìmeẹ̀lì

source: The selected users will receive an email with the text above and a unique link that they have to click to fill the survey. If you want to put the link somewhere in your text you have to put the following text wherever you want in your text: **link** (star star link star star). This will then automatically be replaced by the unique link. If you do not add **link** to your text then the email link will be added to the end of the mail
yo_ng: Àwùjọ oníṣe tí a yàn yóò gba ìmeẹ̀lì pẹ̀lú ọrọ̀ lókè àti ìnọ́jú kan tí wọ́n gbọ́dọ̀ tẹ̀ láti kún ìwádìí. Ìdí tí o fẹ́ fi ìnọ́jú sínú ọrọ̀ rẹ, o gbọ́dọ̀ fi ọrọ̀ wọ̀nyí sínú ọrọ̀ rẹ: **link** (ira ìrà ìnọ́jú ìrà ìrà). Èyí yóò di ìdàpọ̀ ìnọ́jú kan. Tí o kò ba fi **link** sínú ọrọ̀ rẹ, ìnọ́jú ìmeẹ̀lì yóò ṣàfikún sí òpin ìmeẹ̀lì

source: Detailed report by user
yo_ng: Ìròyìn ìpẹ̀lẹ̀ lọ́nà oníṣe

source: Detailed report by question
yo_ng: Ìròyìn ìpẹ̀lẹ̀ lọ́nà ìbéèrè

source: In this report you can compare two questions.
yo_ng: Nínú ìròyìn yìí, o lè ṣàwárí ìbéèrè méjì.

source: In this report you get an overview of all the answers of all users on all questions. You also have the option to see only a selection of questions. You can export the results in CSV format and use this for processing in a statistical application
yo_ng: Nínú ìròyìn yìí, o yóò rí àkàlẹ̀ ìdáhùn gbogbo àwùjọ lórí gbogbo ìbéèrè. O tún ṣe ìyọ̀wù láti wo ìyàwòrán ìbéèrè pàtó. O lè ṣe ìdàsílẹ̀ àwọn àbà ìdí CSV kò ṣe ìlò fún ìṣiṣẹ́ nínú ìlò ìṣirò

source: In this report you can see all the answers a specific user has given.
yo_ng: Nínú ìròyìn yìí, o lè rí gbogbo ìdáhùn tí olùṣe pàtó ti fún.

source: In this report you see the results question by question. Basic statistical analysis and graphics are provided
yo_ng: Nínú ìròyìn yìí, o rí àwọn àbà ìbéèrè lọ́nà ìbéèrè. Ìtúpalẹ̀ ìṣirò ìpìlẹ̀ àti àwòrán ti pèsè

source: Remind all users of the survey. If you do not check this checkbox only the newly-added users will receive an e-mail.
yo_ng: Fipè gbogbo àwùjọ ìwádìí. Tí o kò ṣàyẹ̀wò àpótí yìí, àwùjọ tuntun tí a ṣàfikún nìkan ni yóò gba ìmeẹ̀lì.

source: Invite
yo_ng: Pè wọ́n

source: View invited
yo_ng: Wo àwùjọ tí a pè

source: View people who answered
yo_ng: Wo àwùjọ tí ìdáhùn wọn

source: View people who didn't answer
yo_ng: Wo àwùjọ tí kò ìdáhùn

source: Are you sure you want to delete the question?
yo_ng: Ṣe o dájú pé o fẹ́ pa ìbéèrè náà rẹ́?

source: You already filled this survey
yo_ng: O ti kún ìwádìí yìí tẹ́lẹ̀

source: Click here to answer the survey
yo_ng: Tẹ̀ ibi yìí láti ìdáhùn ìwádìí

source: Unknow user
yo_ng: Olùṣe àìmọ̀

source: have answered
yo_ng: ti ìdáhùn

source: were invited
yo_ng: ni a pè

source: The page break cannot be the first
yo_ng: Ìdá ìkọ̀wé kò lè jẹ́ àkọ́kọ́

source: The page break cannot be the last one
yo_ng: Ìdá ìkọ̀wé kò lè jẹ́ òpin

source: Sorry, this survey is not available anymore. Thank you for trying.
yo_ng: Àforíjì, ìwádìí yìí kò ṣe ìwà mọ́ mọ́. Ẹ ṣe ìdùnnú fún ìgbìyànjú.

source: Duplicate survey
yo_ng: Ẹ̀kọ́ ìwádìí
