Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: External tool added: %s
qu_pe: Herramienta externa agregada: %s

source: External tool edited
qu_pe: Herramienta externa editada

source: Edit external tool
qu_pe: Editar herramienta externa

source: External tool deleted
qu_pe: Herramienta externa eliminada

source: You passed the time limit to see the results
qu_pe: Pasaste el límite de tiempo para ver los resultados

source: You're not allowed in this course
qu_pe: No estás autorizado en este curso

source: Group not found
qu_pe: Grupo no encontrado

source: Session not found
qu_pe: Sesión no encontrada

source: You're not allowed in this session
qu_pe: No estás autorizado en esta sesión

source: Course does not exist
qu_pe: El curso no existe

source: The security code entered was incorrect.
qu_pe: El código de seguridad ingresado era incorrecto.

source: Security check
qu_pe: Verificación de seguridad

source: New instance of recurring session created
qu_pe: Nueva instancia de sesión recurrente creada

source: A new instance of the recurring session <em>%s</em> has been created. Please review the details: %s
qu_pe: Se ha creado una nueva instancia de la sesión recurrente <em>%s</em>. Por favor revisa los detalles: %s

source: This course is locked. You must complete the prerequisite(s) first.
qu_pe: Este curso está bloqueado. Debes completar primero el/los prerrequisito(s).

source: The resource doesn't exist.
qu_pe: El recurso no existe.

source: The resource doesn't have a node.
qu_pe: El recurso no tiene un nodo.

source: No terms and conditions available for this language.
qu_pe: No hay términos y condiciones disponibles para este idioma.

source: Client
qu_pe: Cliente

source: Hide advanced settings
qu_pe: Yutay willakuykuna pakay

source: Show advanced settings
qu_pe: Yutay willakuykuna rikunay

source: Are you sure you want to delete this item?
qu_pe: ¿Estás seguro de que deseas eliminar este elemento?

source: No available options
qu_pe: No hay opciones disponibles

source: Send
qu_pe: Enviar

source: Draft
qu_pe: Borrador

source: Share with user
qu_pe: Compartir con usuario

source: Multilingual
qu_pe: Multilingüe

source: Loading...
qu_pe: Kamachisqan...

source: Subscribing...
qu_pe: Suscribiéndose...

source: You are receiving a copy because you are one of the course coaches
qu_pe: Estás recibiendo una copia porque eres uno de los coaches del curso

source: You are receiving a copy because you are the course coach
qu_pe: Estás recibiendo una copia porque eres el coach del curso

source: This group is closed.
qu_pe: Este grupo está cerrado.

source: Your request has been received.
qu_pe: Kay willakuykuna qhatuq.

source: Legal consent revoked successfully.
qu_pe: Qhawayninakuna revocakunata qhatun.

source: User ID not provided
qu_pe: Ruraq ID mana kani

source: Terms accepted successfully.
qu_pe: Yachayniyukunata qhatun.

source: File not found for resource
qu_pe: Willakipaspa mana hunt'a

source: Resource not found
qu_pe: Willakipas mana hunt'a

source: No files
qu_pe: Mana willakipakuna

source: Unauthorised access to resource
qu_pe: Willakipasman mana ruraq

source: Resource file not found for the given resource node
qu_pe: Willakipas willakipaspa mana hunt'a

source: You have been enrolled in a new course
qu_pe: Yarpak kursopi qelqasqakichu

source: Remove users from URLs with a CSV file
qu_pe: Ruraqkuna URLkunamanta CSV willakipawan qhallpikuy

source: Assign users to URLs from CSV
qu_pe: Ruraqkuna URLkunaman CSV-manta kuyachiy

source: Template not found.
qu_pe: Patacha mana hunt'a.

source: Invalid login request: check that the Content-Type header is <em>application/json</em>.
qu_pe: Mana allin ruraq: Content-Type header <em>application/json</em> kasqanta qhaway.

source: An error occurred while creating the course.
qu_pe: Yachaypi qhatakunataq paninpi phawasqan.

source: Course created successfully.
qu_pe: Yachaypi qhatuq.

source: Tool not found
qu_pe: Llamk'a mana hunt'a

source: Course not found
qu_pe: Yachaypi mana hunt'a

source: Attendance data and comments saved successfully
qu_pe: Pukllay willakipakunaq yachayniyukunata qhatun

source: Your account has expired.
qu_pe: Ruraq kawakuykuna pacha kutiq.

source: Invalid credentials. Please try again or contact support if you continue to experience issues.
qu_pe: Mana allin ruraq willakipakuna. Hunt'aytaq qhaway o yuyarichisqakunata yuyarikuy.

source: Your account has not been activated.
qu_pe: Ruraq kawakuykuna mana qhatun.

source: Third parties (GDPR)
qu_pe: Kutichakuna (GDPR)

source: Resources by type
qu_pe: Willakipakuna llumpa

source: File info
qu_pe: Willaki willakipas

source: Page layouts
qu_pe: Pisiq yatiykuna

source: No push notification settings configured.
qu_pe: Mana push willakipas llamk'akuna.

source: Current user not found.
qu_pe: Kunan ruraq mana hunt'a.

source: Hello %s,<br><br>You are registered on %s.<br>You can access your account from <a href="%s">here</a>.<br><br>Your login credentials are:<br>Username: <strong>%s</strong><br>Password: <strong>%s</strong><br><br>Best regards,<br>%s
qu_pe: Allillay %s,<br><br>%s platformapi qelqasqakichu.<br>Ñawpaqta <a href="%s">kaymanta</a> rurayta atinkichu.<br><br>Iniqiq kasuqkuna:<br>Usuario: <strong>%s</strong><br>Contraseña: <strong>%s</strong><br><br>Sumaq kachaspaq,<br>%s

source: You are registered on %s
qu_pe: %s platformapi qelqasqakichu

source: Learning path categories
qu_pe: Yachay ñawpaqkunakuna

source: Translation saved.
qu_pe: Yanakuy qhatuq.

source: Total available hours
qu_pe: Huk pachakunaq pacha

source: Sum of hours in subscribed sessions
qu_pe: Qhatun pukllaykunamanta pacha

source: Count of available hours
qu_pe: Pachakunaq hunt'ay

source: Go to the session
qu_pe: Pukllayman riy

source: Duration (minutes)
qu_pe: Pacha (phutukuna)

source: Gradebook options
qu_pe: Yachayniyu llamk'akuna

source: Qualify attendance gradebook
qu_pe: Pukllay yachayniyu llamk'atay

source: Select gradebook option
qu_pe: Yachayniyu llamk'a suyay

source: Gradebook column title
qu_pe: Yachayniyu llamk'a sutin

source: Grade weight
qu_pe: Yachayniyu pisaq

source: No invitations or records found
qu_pe: Mana kuyarispa ukhu willakipakuna

source: Reject invitation
qu_pe: Kuyarispa manaq

source: Friend added successfully
qu_pe: Masiway qhatuq

source: Friend request rejected
qu_pe: Masiwakuy mana kuyarispa

source: We could not retrieve the themes
qu_pe: Mana llamk'akuna qatayta atinanchu

source: Theme title
qu_pe: Llamk'a sutin

source: A file name is required to save the recorded audio
qu_pe: Qhatun willakipaspa willaki sutin munay

source: We are sorry, your browser does not support using a microphone
qu_pe: Llapusqanchik, mana p'akisqakunam ñawpaqchayninchikta qhawarinchu

source: Results for
qu_pe: Rimayninkuna

source: Search groups
qu_pe: Huwllaykunata maskhay

source: Pending group invitations
qu_pe: Mana qhatu huwllay kutiyninkuna

source: Delete skill profile
qu_pe: Yachay raykuyna huch'achiy

source: Skill profile deleted
qu_pe: Yachay raykuyna huch'achirqan

source: Skill profiles
qu_pe: Yachay raykuynakuna

source: No skill profile
qu_pe: Mana yachay raykuyna

source: Original assignment
qu_pe: Ñawpaq llamk'ay

source: Student's submission
qu_pe: Yachaywasiw runajaq pampasqan

source: Write your comment...
qu_pe: Riyna willayniykita qillqay...

source: Not graded yet
qu_pe: Mana yachachisqa

source: Attach file (optional)
qu_pe: Yapay willayta q'illuchay (mana llamk'achisqa)

source: Please add a comment, a grade or a file
qu_pe: Willay, yachachisqa utaq willayta q'illuchay

source: Score updated successfully
qu_pe: Yachachisqa musuq kachkan

source: Comment added successfully
qu_pe: Willay yapasqan

source: Actions
qu_pe: Rurayninkuna

source: Each file name must match: YYYY-MM-DD_HH-MM_username_originalTitle.ext
qu_pe: Yapaypa sutinmi kachkan: YYYY-MM-DD_HH-MM_username_originalTitle.ext

source: Are you sure you want to delete the selected items?
qu_pe: ¿Munanki churrawniykunata huch'achiy?

source: Assignments deleted
qu_pe: Llamk'aykuna huch'achirqan

source: Failed to download package
qu_pe: Pakituta chaskiyta mana atinchu

source: Failed to upload corrections
qu_pe: Kutichisqakunata yapachiyta mana atinchu

source: Edit submission
qu_pe: Pampasqanta llamk'achiy

source: Submission updated!
qu_pe: Pampasqa musuq kachkan

source: Diagnosis of user %s
qu_pe: %s runajaq nisqap yachaywan

source: Diagnosis of user %s (language: %s) with link %s. Contact at %s
qu_pe: %s runajaq nisqap yachaywan (simi: %s) %s ruraywan. %s-mi parlanay

source: %s support
qu_pe: %s yanapay

source: This option is not available because this activity is contained by an assessment.
qu_pe: Kunan ruray mana kaypi kachkan, kay llamk'a yachachisqa suyupi kachkanrayku.

source: Move to thread
qu_pe: Wakinrayku hawsay

source: Moved.
qu_pe: Hawsasqa.

source: Score changes history
qu_pe: Yachachisqa cambianin historial

source: Sessions
qu_pe: Sesionkuna

source: If you want to copy a course from one session to another course in another session, you must first select a course in the courses list from the original session. You can then choose to copy contents from the course description, documents, glossary, links, tests and learning path tools directly or by selecting the course components.
qu_pe: Sesionwan kutichisqa kursuta wakin sesionmanta kutichiyta munanki, ñawpaq sesionmanta kursolistaq listamanta kursuta mañakunki. Kutichisqa rimaykunata, willaykunata, kamaysinaykunata, ruraykunata, yachachisqakunata utaq yachay pampasqakunata ñawpaq kursumanta musuq kursuman kutichiyta munanki.

source: Chamilo is an Open Source project and this portal is provided to our community free of charge by the Chamilo Association, which pursues the goal of improving the availability of a quality education around the globe.<br /><br />However, developing Chamilo and providing this service is expensive and having a little bit of help from you would go a long way to ensure these services improve faster over time.<br /><br />Creating a course on this portal is one of the most resource-intensive operation. Please consider making a contribution to the Chamilo Association before creating this course to help keep this service free for all!
qu_pe: Chamilo código abierto ruraymi kay portalliq Chamilo Asociaciónpaqmi qhawaykunaqman, allin yachaywan maskhananpaqmi.<br/><br/>Willakuyta ruraywan portalliq Chamilo Asociaciónpaqmi, allin yachaywan maskhananpaqmi.<br/><br/>Kursuta kamachiy kay portallupiq allin llamk'aymi. ¡Kursuta kamachiykama Chamilo Asociaciónman yanapaykuy allin yachaywan maskhananpaqmi!<br/><br/>

source: Give your course a short and striking title, e.g. Innovation Management
qu_pe: Kursuykita qhasi sutita qillqay, chumpi Innovation Management

source: Untitled survey
qu_pe: Mana sutiyuq enqueta

source: LTI tools allow your students to access external tools directly from your course. They can be enabled in your course if configured at the platform level.
qu_pe: LTI ruraykuna yachaywasiw runakunata yanapaykunaqman kursupi qhawarichun. Plataformapiq llamk'achisqa kachkan.

source: AI helpers
qu_pe: AI yanapaykuna

source: Auto-launch for forums
qu_pe: Forokunapaq utway

source: E-mail student when he is subscribed to the course
qu_pe: Kursuman qhaspichisqa yachaywasiw runata e-mailwan avisapuy

source: You're now subscribed.
qu_pe: Kunan qhaspichisqa kachanki.

source: You cannot delete the last category
qu_pe: Ñawpaq katigoriyniytam huch'achiyta mana atinkichu

source: groups
qu_pe: huwllaykuna

source: AI Aiken generator
qu_pe: AI Aiken kamachiq

source: Apply suggestion
qu_pe: Pisaqniywan ruray

source: Suggested feedback
qu_pe: Pisaq willakuy

source: Suggested score
qu_pe: Pisaq yachachisqa

source: AI suggestion
qu_pe: AI pisaq

source: Suggest with AI
qu_pe: AIwan pisaq

source: Send all results/corrections by email
qu_pe: Rimayninkuna/kutichisqakunata e-mailwan kachay

source: Export all attempts
qu_pe: Expiriña ñawpaqkunata

source: All emails sent successfully
qu_pe: Ima email yachachisqakuna tukuy allinmi kani

source: Email content logged to error_log
qu_pe: Email suyana error_logman qillqasqa

source: Adaptive behavior (success/failure)
qu_pe: Adaptive ruray (allinmi/manam)

source: Error opening XML file
qu_pe: XML qillqap XMLta qichuyta mana atinichu

source: Go to resource
qu_pe: Recursowan riy

source: No result for keyword %s
qu_pe: %s hunt'anchaypaq manam imayna pasariytawan

source: Results
qu_pe: Pasariytakuna

source: No assignments available
qu_pe: Manam kuna imayna kamachiykunawan

source: Please select a target assignment
qu_pe: Kamachiq kamachiykunamanta suyayki

source: Submission moved successfully
qu_pe: Kamachisqa allinmi astasqa

source: Correction uploaded successfully!
qu_pe: Qhaway allinmi cargatasqa

source: Invalid submission
qu_pe: Mana allin kamachisqa

source: Invalid resource link ID
qu_pe: Mana allin recurso suyana ID

source: Can not change visibility
qu_pe: Mana atinichu qhawinayta huch'ayta

source: Visibility updated successfully!
qu_pe: Qhawinay allinmi huch'aysqa

source: No download available
qu_pe: Manam descargaytawan

source: Are you sure you want to delete this submission?
qu_pe: ¿Munanki kay kamachisqata q'echayta?

source: Submission deleted successfully!
qu_pe: Kamachisqa allinmi q'echasqa

source: Friendly URL
qu_pe: Yachaywasi URL

source: Definition
qu_pe: Qillqay

source: Export format
qu_pe: Expiriña ruphay

source: Glossary exported
qu_pe: Yachaywasi expiriyta

source: Could not export glossary
qu_pe: Mana atinichu yachaywasita expiriyta

source: Terms imported successfully
qu_pe: Hunt'anchakuna allinmi yapasqakuna

source: Could not import terms
qu_pe: Mana atinichu hunt'anchakunata yapayta

source: Could not fetch glossary term
qu_pe: Mana atinichu yachaywasi hunt'anchanta chaskiyta

source: Glossary term saved
qu_pe: Yachaywasi hunt'ancha qillqasqa

source: Could not create glossary term
qu_pe: Mana atinichu yachaywasi hunt'anchanta kamachiyta

source: Column
qu_pe: Phuru

source: Blocks Palette
qu_pe: Bloke paleta

source: Already answered
qu_pe: Ñawpaq jawachisqa

source: You have left the group successfully
qu_pe: Allinmi grupoman t'iyasqanki

source: Your skill ranking
qu_pe: Yachayniykip ranking

source: The comment is required
qu_pe: Willay willakuywanmi

source: All messages here are automatically marked as promoted.
qu_pe: Kaypi tukuy willakuykuna allichasqaku promoted nispa.

source: Item 1
qu_pe: Ñawpaq 1

source: Item 2
qu_pe: Ñawpaq 2

source: Item 3
qu_pe: Ñawpaq 3

source: Value 1
qu_pe: Chanin 1

source: Value 2
qu_pe: Chanin 2

source: Value 3
qu_pe: Chanin 3

source: Checkbox 1
qu_pe: Casilla 1

source: Checkbox 2
qu_pe: Casilla 2

source: Forms
qu_pe: Formulakuna

source: Dialogs
qu_pe: Diálogokuna

source: Editable content
qu_pe: Huch'aysqa suyana

source: Color updated
qu_pe: Yuraq huch'aysqa

source: Modify color theme
qu_pe: Yuraq temata huch'ay

source: Select as current theme
qu_pe: Kunan temapaq suyay

source: Save as new theme
qu_pe: Huk tema sapaq

source: New color theme
qu_pe: Huk yuraq tema

source: Filters
qu_pe: Sipakuna

source: Color
qu_pe: Yuraq

source: Click the image to crop it (1:1 ratio, 120x120 px recommended).
qu_pe: Sut'ita utuqayta ukhuq (1:1 rima, 120x120 px mañakusqakuna).

source: Use the crop tool to select a 1:1 region. Recommended size: 120x120 pixels.
qu_pe: Utuq yachaywan 1:1 suyuta mañakuy. Mañakusqa ukhu: 120x120 piksel.

source: Link saved
qu_pe: Yukuq sapaq

source: Link is valid
qu_pe: Yukuq allinmi

source: Link is not valid
qu_pe: Yukuq mana allinchu

source: Toggle visibility
qu_pe: Qhawarinaq rikch'ay

source: Number of questions limited to a maximum of %d
qu_pe: Pauqakuna huk pachakama %d nima

source: Please enter a valid word count
qu_pe: Allin simi kuti masin

source: Please enter a valid number
qu_pe: Allin tumpa masin

source: Invalid learning path item
qu_pe: Mana allin yachay ñawpaq

source: Advancing in
qu_pe: Rirqanpi

source: Video completed!
qu_pe: Willakuy tukuykuy!

source: This learning path includes a forum from the base course, so once users in a session will participate in this forum, it will start to appear in the forum tool in the session, whereas by default forums from the base course do not appear in the session.
qu_pe: Kay yachay ñawpaqqa qhapaq kursip yachakuywan, chaymi sessionpi rurakuna kay yachakuypi qatipas, sessionpi yachakuy yachakuypin rikrusqan kachkan, mana allin kasqan qhapaq kursi yachakuynakuna mana sessionpi rikrusqakuna.

source: Unmark favorite
qu_pe: K'anchay q'illqay

source: Mark favorite
qu_pe: K'anchay q'illqay

source: Register student
qu_pe: Yachakuynin qillqay

source: Ends tomorrow
qu_pe: Paqarimpusqan

source: Ends today
qu_pe: P'unchawimpusqan

source: Write a short and striking course name, For example: Innovation Management
qu_pe: Qhapaq sutin qillqay, huk willakuy: Innovación Ruraq

source: Introduction updated successfully!
qu_pe: Ñawpaq qillqaq sapaq!

source: Introduction created successfully!
qu_pe: Ñawpaq qillqay sapaq!

source: Free
qu_pe: Mana qillqay

source: No description available
qu_pe: Mana willakuy kanchu

source: Demo
qu_pe: Willakuykuy

source: Browse courses
qu_pe: Yachakuykunata qhawachikuy

source: Or
qu_pe: Otaq

source: No sender
qu_pe: Mana kachakuy

source: messages
qu_pe: willakuykuna

source: Error deleting message
qu_pe: Willakuy q'ank'ay pantasqan

source: You are adding calendar events for attendance
qu_pe: Kachayniywan qhapaq willakuykunata qillqankuna

source: Add attendance date
qu_pe: Kachay p'unchaw qillqay

source: Back to attendance sheet
qu_pe: Kachay qillqapiq

source: Add calendar event
qu_pe: Qhapaq willakuy qillqay

source: Clear all
qu_pe: Tukuy q'ank'ay

source: Edit calendar event
qu_pe: Qhapaq willakuy qillqay

source: Delete calendar event
qu_pe: Qhapaq willakuy q'ank'ay

source: Are you sure you want to delete this event?
qu_pe: Ichaq kasqan kay willakuyta q'ank'anki?

source: Are you sure you want to delete all calendar events?
qu_pe: Ichaq kasqan tukuy qhapaq willakuykunata q'ank'anki?

source: Edit attendance
qu_pe: Kachay qillqay

source: Go to calendar
qu_pe: Qhapaqpiq

source: Export to Excel
qu_pe: Excelman ruray

source: Generate QR code
qu_pe: QR kitud qhaway

source: Loading attendance data...
qu_pe: Kachay willakuykunata lluqllay...

source: No attendance assigned yet.
qu_pe: Mana kachay qillqakunachu.

source: View comment
qu_pe: Willakuy qhawachikuy

source: No attendance data for today.
qu_pe: P'unchawpi mana kachay willakuykuna.

source: Error recalculating results
qu_pe: Pantallaq hallt'apusqan hallt'ankuna

source: Results recalculated
qu_pe: Pantallaq hallt'apusqan hallt'ankuna

source: No test attempt found
qu_pe: Mana ñawpaq yachachisqa hallcha tarinakunataq chuqay

source: No item found
qu_pe: Mana hallcha tarinakunataq chuqay

source: No video found
qu_pe: Mana willañuq tarinakunataq chuqay

source: Invalid access URL or session
qu_pe: Mana allin URL nisqaq manaq session nisqaq

source: Select classes for which this session will be visible for subscription in the catalogue. Subscription rules still apply apart from it being visible in the catalogue.
qu_pe: Kay session nisqaq catalogopi qillqaypi rikurispayki paqarinkunaq mañakunata akllay. Catalogopi rikurispaykuqkunamantaq, qillqaypi rikurispaykuqkunamantaq.

source: Catalogue access
qu_pe: Catalogopi ruray

source: The uploaded file does not match the selected file type.
qu_pe: Yachachisqa willañuqqa mañakunqa akllakusqa willañuq tiyaytaq.

source: Uninstall
qu_pe: Q'echuq

source: Install, activate or deactivate plugins easily.
qu_pe: Plugin kunata asllay, qhaway, q'echuq.

source: Manage plugins
qu_pe: Plugin kunata kamachiy

source: Nothing left to update.
qu_pe: Mana imapas willañuqchu.

source: Update database
qu_pe: Willañuq base nisqata willañuq

source: Are you sure you want to remove the selected courses from the selected URLs?
qu_pe: Ima kanchu? akllakusqa yachachisqa kunata akllakusqa URL kunamanta q'echunki?

source: Are you sure you want to add the selected courses to the selected URLs?
qu_pe: Ima kanchu? akllakusqa yachachisqa kunata akllakusqa URL kunaman qillqanki?

source: Remove courses from selected URLs
qu_pe: Yachachisqa kunata akllakusqa URL kunamanta q'echuq

source: Add courses to selected URLs
qu_pe: Yachachisqa kunata akllakusqa URL kunaman qillqay

source: Select all URLs
qu_pe: Tukuy URL kunata akllay

source: Search URL
qu_pe: URLta maskhay

source: Videos
qu_pe: Willañuqkuna

source: Course unregistered from the URL
qu_pe: Yachachisqa URLmanta q'echusqa

source: This page allows you to massively assign or remove the assignment of courses to/from many URLs in one single action. Assigning and removing courses to/from URLs can have a high impact on access for users and data stored about users' progress. Please use carefully.
qu_pe: Kay pachapiqa yachachisqa kunata URL kunaman otaq URL kunamanta huk hatun ruraypi kamachinki. Yachachisqa kunata URL kunaman qillqay otaq q'echuqqa runakunaq ruraypi yachakuykunamantaq yachakuykunamantaq hatun pantasqam. Allinmi kanki.

source: Add courses to URLs
qu_pe: Yachachisqa kunata URL kunaman qillqay

source: Parent category
qu_pe: Pusay katiqori

source: No parent
qu_pe: Mana pusay

source: Cannot move category down
qu_pe: Mana katiqorita sikiypaqtachu

source: Cannot move category up
qu_pe: Mana katiqorita phallchapaqtachu

source: No course found in this category
qu_pe: Kay katiqoripi mana yachachisqa kuna tarinakunataq chuqay

source: Minimum number of assessments to validate
qu_pe: Willachisqakunaq pisquykuna

source: Number of assessments to validate in dependencies
qu_pe: Willachisqakunaq pisquykuna

source: Depends on assessments
qu_pe: Willachisqakunaq pisquykuna

source: Are you sure you want to unassign the selected users from the selected URLs?
qu_pe: Ima kanchu? akllakusqa runakunaq akllakusqa URL kunamanta q'echunki?

source: Are you sure you want to assign the selected users to the selected URLs?
qu_pe: Ima kanchu? akllakusqa runakunaq akllakusqa URL kunaman qillqanki?

source: Remove users from selected URLs
qu_pe: Runakunaq akllakusqa URL kunamanta q'echuq

source: Add users to selected URLs
qu_pe: Runakunaq akllakusqa URL kunaman qillqay

source: The user accounts have been unassigned from the URL
qu_pe: Runakunaq URLmanta q'echusqa

source: Add course to this URL
qu_pe: Kay URLman yachachisqa kuna qillqay

source: Remove from selection
qu_pe: Akllanamanta q'echuq

source: Gradebooks
qu_pe: Yachakuykunakuna

source: Users in consent list
qu_pe: Willakuy listapi runakuna

source: Select tools
qu_pe: Ruraykunata akllay

source: Skills and gradebooks
qu_pe: Yachakuykunakuna yachakuykunakuna

source: No tool available for this report
qu_pe: Kay willakuywanpaq mana ruraykuna tarinakunataq chuqay

source: No user found with activity in open courses without enrollment.
qu_pe: Mana runa tarinakunataq chuqay qillqakusqa yachachisqa kunapi ruraykunawan.

source: Inactive
qu_pe: Mana ruray

source: Mandatory fields
qu_pe: Willakuykunakuna

source: %s extension not available
qu_pe: %s extension mana tarinakunataq chuqay

source: The following users have accessed one or more courses without being officially registered. They generated activity in open courses but are not listed in the course subscription tables.
qu_pe: Kay runakunaq huk otaq tukuy yachachisqa kunaman ruraruq yachachisqa qillqakusqa mana. Tukuy yachachisqa kunapi ruraykunata ruraruq, mana yachachisqa qillqakuy listapi mana.

source: Users active in open courses (not enrolled)
qu_pe: Yachayniyokunaq kawsakuy killakunaqpi (mana qhaspikunapas)

source: Show/Hide users active in open courses (not enrolled)
qu_pe: Qhawachinchi/Pasachinchi yachayniyokunaq kawsakuy killakunaqpi (mana qhaspikunapas)

source: Unsubscriptions
qu_pe: Qispikuykunapas

source: Subscriptions vs unsubscriptions, by day
qu_pe: Qispikuy vs mana qispikuy, p'unchaypaq
