Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Silver line
qu_pe: Línea plateada

source: Sober brown
qu_pe: Marrón sobrio

source: Steel grey
qu_pe: Gris acero

source: Tasty olive
qu_pe: Oliva sabroso

source: In this report you see the results of all questions
qu_pe: Kay rapurtupi tukuy paqarqakuna ruraynin qhawikunki

source: Questions' overall report
qu_pe: Paqarqakunaq rapurtu

source: bosnian
qu_pe: bosnio

source: czech
qu_pe: checo

source: dutch corporate
qu_pe: holandés corporativo

source: english for organisations
qu_pe: inglés organizasyonkunaq

source: friulian
qu_pe: friulano

source: georgian
qu_pe: georgiano

source: hebrew
qu_pe: hebreo

source: korean
qu_pe: coreano

source: latvian
qu_pe: letón

source: lithuanian
qu_pe: lituano

source: macedonian
qu_pe: macedonio

source: norwegian
qu_pe: noruego

source: pashto
qu_pe: pastún

source: persian
qu_pe: persa

source: quechua from Cusco
qu_pe: Qhiswa Qosqo

source: romanian
qu_pe: rumano

source: serbian
qu_pe: serbio

source: slovak
qu_pe: eslovaco

source: traditional chinese
qu_pe: chino tradicional

source: Chamilo installation
qu_pe: Chamilo qespichiy

source: Pending invitations
qu_pe: Harp'un llamkakuna

source: Session's data
qu_pe: Harp'un willakuykuna

source: Select user profile field to add
qu_pe: Yarpay runakuna perfil willakuy

source: Move element
qu_pe: Kutuy yachay

source: Show the glossary terms in extra tools
qu_pe: Qillqakuna yachachisqa rurakunapi qhawachiy

source: From here you can configure how to add the glossary terms in extra tools as learning path and exercice tool
qu_pe: Kaymanta qillqakuna yachachisqa rurakunaman (yachay ñan, llamkakuna) kutichiy

source: Survey Help
qu_pe: Yanapa: Tapunakuykuna

source: <p>Getting proper feedback on your courses is extremely important. You will find the dedicated Survey tool invaluable for getting effective feedback from users. </p> <p><b>Creating a new survey</b></p> <p> Click on the link 'Create a new survey' and fill in the fields 'Survey code' and 'Survey title'. With the help of the calendar, you can control the duration of your survey. There's no need to keep it open for a whole year; allow access for a few days at the end of the course program. Filling in the text fields 'Survey introduction' and 'Survey thanks' is also good practice; this will add clarity and a certain friendliness to your survey.</p> <p><b>Adding questions to the survey</b></p> <p>Once the survey outline is created, it is up to you to create the questions. The 'Survey' tool has many question types: open/closed questions, percentage, QCM, multiple responses... You should certainly find everything you need for your (ever increasing) feedback requirements.</p> <p><b>Previewing the survey</b></p><p>Once you have created questions, you may want to check what the survey will look like to learners. Click on the 'Preview' icon and the preview screen will show you exactly this.</p> <p><b>Publishing the survey</b></p> <p>Happy with the preview? Any modifications to be made? No? Then click on the icon 'Publish survey' to send the survey to the selected list of recipients. As with creating groups, use the list 'Users of this course' on the left and the one for 'receivers' on its right to arrange this. Next, fill in the e-mail subject 'Title of the e-mail' and the content, 'Text of the e-mail'. Potential surveyees will be alerted by e-mail of the availability of a survey. Think carefully about the wording of the e-mail because it will play a big part in motivating users to take the survey.</p> <p><b>Survey reports</b></p> Analysing surveys is a tedious task. The survey Reporting tool will help with analysis as it sorts reports according to question, user, comparisons etc... <p><b>Managing surveys</b></p> When managing surveys you will see some new icons, apart from the usual 'Edit' and 'Delete' options. You can preview, publish and keep track of your surveys and responses using these.</p>
qu_pe: <p>Kay Tapukuykunawanqa hoqarinki haykuqmasiykikunaq ima nisqanta; kay qhawarinapaq, ancha allinpipuni kanqa yachanapaqqa imasninku haykuqmasiykikuna yachachinamanta.</p><p><b>Musuq Tapukuykunaq kamaynin</b></p><p>Kaypi q'apiy "Kamay hoq tapukuyta" Hinallataq hunt'achiy kanchakunata "Tapukuykunaq chinpun" y "Tapukuykunaq Sutinchaynin". Wata-kamaq yanapayninwan churawaq hayka pachan kanqa tapukuykuna. Mana.Tapukuykunaqa mana munanchu unay wata kananpaqqa, allillanmi kanqa pisi pacha kaspaqa. Hunt'achiy kanchakunata "Tapukuykunaq qelqa qallariynin "Añanchaykukuna" kayqa sumaq llank'aymi, chayrayku tapukuykunaqa allin ruwaqan kanqaku. </p><p><b>Tapukunata yapaspa tapukuykunaman</b></p><p>Tapukuyta ruwaspaqa, churankipuni tapukunata. Kay "Tapukuykuna" ima ukhunpiqa kashanpuni kikinmanta ima tapukuna: Ari/Mana, Askha ajllakuna, Askha kutichikuna, Kutichiy kichasqa, Porcentajenisqamanta.... Kaykunamantaqa ajllawaq munasqaykikunaman hina.</p><p><b>Ñaupa qhawarispa Tapukuykunata</b></p><p>Tapukuna ruwaspaqa, qanqa ñaupa-qhawariwaq imayna yachaqekuna qhawanqa chaynata. Chaypaqqa, q'apiy kayta "`Ñaupa qhawariy" (icono nisqa khipuwan lupawan ima kasqata).</p><p><b>Tapukuyta resqsipachispa</b></p><p>Sichus kusisqa kashanki tapukuy ruwasqaykiwan chayqa; q'apiy kayta "Reqsipachiy tapukuyta" (ícono de un sobre con una flecha verde) Tapukuyta apachinaykipaq hoq huñusqa haykuqmasikunaman. Iskay yupachasqata churakunqa, hoqqa (lloqe kaqpi)yachachinamanta haykuqmasikunawa hokaqqa apachikunqa tapukuykunata yupachasqa haykuqmasikunaman.Ajllay haykuqmasikuna munasqakunata, musuq yupachaspapi rikurimunakupaq ">>". Chaymnataqa, hunt'achiy kanchakunata "E-chaskiq imamanta" y "E-chaskiq qelqaynin".</p><p>Haykuqmasi ajllasqakunaqa hoq e-chaskita imachurasqaykiwan chaskinqaku, hinallataq hoq wataqtapas tapukuykunata hut'achinaykipaq. Sichus munanki kay wataq e-chaski qelqayninpi , chayqa churawaq kayta: ** wataq ** (asterisco asterisco wataq asterisco asterisco). Kay etiqueta nisqaqa churapakunqa wataqmanta. Sichus mana yapanki kay ** wataq ** nisqata, kikinmanta churakunqa e-chaski chakinpi.</p><p>Tukukuypaqqa, kay Tapukuykunaqa atikullanmi ajllasqa haykuqmasikunaman e-chaskita apachiyta kaywan "Apachiy e-chaskita" mana apachinki chayqa,haykuqmasikunaqa qhawanqaku kayman haykuspa "Tapukuykuna" hapipanapaq kaqtinpunillapuni.</p><p><b>Tapukuypa willankuna</b></p><p>Tapukuykunata hamut'anapaqqa sinchi sasan . Chayrayku kay "Willakuna" tapukuykunamnataqa yanapasunki willata qhawanaykipaq sapanka tapumanta sapanka haykuqmasmanta hima, hinallataq kuskachawaq tapukunata utaq hoq tapukuymnata tukuy willanta. Chay "Tapukuykuna yupachasqa" nisqapi q'apiy kayta "Willakuna" (ícono de un gráfico circular). </p><p><b>Tapukukunata kamachispa</b></p><p>Kashanmi kaykuna ajllanapaq "Ruwapay" y "wañuchiy" sukapitaq "T'ijrachiy" de la "Tapukuykuna yupachasqa"</p>

source: Project help
qu_pe: Yanapa Blogs nisqamanta

source: <p> The Project tool facilitates collaborative project work. </p> One way to use the tool is to use it to assign authors charged with keeping written reports on activities throughout the day/week. </p> Coupled with this is a task management tool through which you can assign a relevant task to any of the designated authors (eg to report on the evolution of safety standards in the business). </p> An item representing new content is called an <i> article </i>. To create a new article, just follow the link in the menu prompting you to do. To edit (if you are the author of the article) or add a comment to an article, just click on the title of this article. </p>
qu_pe: <p>Blogs (abreviatura de Web Logs = Bitácoras Web) se usan aquí como una herramienta que permite a los alumnos contribuir a la historia del curso, haciendo informes de lo que va ocurriendo y de cómo esto les afecta a ellos o al curso.</p><p> Recomendamos usar los blogs en un entorno semicontrolado donde se asigna a determinados usuarios que presenten un informe diario o semanal de la actividad.</p><p>También se ha añadido a la herramienta blogs una utilidad de tareas, esto permite asignar una tarea a determinados usuarios del blog (por ejemplo: Realizar un informe sobre la visita del lunes al Museo de Cencias Naturales).</ p><p>Cada nuevo contenido en esta herramienta se denomina artículo. Para crear un artículo sólo hay que pulsar el enlace que invita a hacerlo en el menú. Para editarlo (si Vd. es el autor) o añadir un comentario a un artículo, sólo habrá que hacer clic sobre el título del mismo.</p>

source: First slide
qu_pe: Pisaq paqarqa

source: Last slide
qu_pe: Ch'usaq paqarqa

source: The document has been deleted.
qu_pe: Yachay huch'allaq.

source: You are not allowed to delete this document
qu_pe: Mana documento qhipa mana allinchakunki

source: Add user profile field
qu_pe: Yachayniyoq perfil kampu yapay

source: Export courses
qu_pe: Yachayninjoq exportay

source: Is administrator
qu_pe: Administradormi

source: Is not administrator
qu_pe: Mana administradorni

source: Add time limit
qu_pe: Pacha kuti yapay

source: Edit time limit
qu_pe: Pacha kuti llamk'ay

source: The time limit of a category is referential, will not affect the boundaries of a training session
qu_pe: Katiq pacha kutin siminchaymi, yachayninjoq sinrin sinukunamanta mana afectanapaq

source: User tag
qu_pe: Yachayniyoq ticti

source: E-mail alert on course creation
qu_pe: Yachayninjoq yaratakuytaq email aviso

source: Send an email to the platform administrator each time a teacher creates a new course
qu_pe: Yachayninjoq yachayninjoq yaratakuykunataq platapormamanta administradorpaq email rantikuy

source: Select session
qu_pe: Sinri ruray

source: Special course
qu_pe: Yachayninjoq especial

source: Duration in words
qu_pe: Pacha kuti rimap siminchay

source: Upload correction
qu_pe: Kutichisqanta k'ark'ariy

source: ASCIIMathML mathematical editor
qu_pe: ASCIIMathML yachay wasi editor

source: Enable ASCIIMathML mathematical editor
qu_pe: ASCIIMathML yachay wasi editor rurachiy

source: Allow learners to insert videos from YouTube
qu_pe: Yachayniyoqkunata YouTube videokunamanta willayta allinchan

source: Enable the possibility that learners can insert Youtube videos
qu_pe: Yachayniyoqkunata Youtube video insertakuyta rurachiy

source: Block learners copy and paste
qu_pe: Yachayniyoqkunata copiawan paste blokiy

source: Block learners the ability to copy and paste into the WYSIWYG editor
qu_pe: Yachayniyoqkunata WYSIWYG editorpi copiawan paste rurakuyta blokiy

source: Buttons bar extended
qu_pe: Botones barra k'anchay

source: Enable button bars extended when the WYSIWYG editor is maximized
qu_pe: WYSIWYG editor maximizakuspaq boton barras k'anchay rurachiy

source: HTML Editor
qu_pe: HTML Yapasapuy

source: Go directly to the course after login
qu_pe: Qhawayku loginman qatiy yachayninjopi

source: When a user is registered in one course, go directly to the course after login
qu_pe: Yachayniyoq yachayninjopi qatspalla loginman qatiy yachayninjopi

source: Allow learners to download directories
qu_pe: Yachayniyoqkunata directorio descargayta allinchan

source: Allow learners to pack and download a complete directory from the document tool
qu_pe: Yachayniyoqkunata documento utensilpiq directorio k'anchaywan descargayta allinchan

source: Allow learners to create groups in social network
qu_pe: Yachayniyoqkunata red socialpiq grupokunata yaratakuyta allinchan

source: Allow sending messages to any platform user
qu_pe: Plataporma yachayniyoqkunapaq willakuy rantikuyta allinchan

source: Allows you to send messages to any user of the platform, not just your friends or the people currently online.
qu_pe: Plataporma yachayniyoqkunapaq willakuy rantikuyta allinchan, mana phisqoykunaq oq onlainnin yachayniyoqkunawanqa.

source: Social network tab
qu_pe: Red social pestaña

source: Max upload file size in messages
qu_pe: Willakuykunaq k'ark'ariy maximun pantalla

source: Maximum size for file uploads in the messaging tool (in Bytes)
qu_pe: Willakuy utensilpiq k'ark'ariy maximun pantalla (Bytespiq)

source: Chamilo homepage
qu_pe: Chamilo ruru panka

source: Chamilo forum
qu_pe: Chamilo foro

source: Chamilo extensions
qu_pe: Chamilo k'anchayninjoqkuna

source: Chamilo Green
qu_pe: Chamilo q'umir

source: Chamilo red
qu_pe: Chamilo yuraq

source: Number of messages sent
qu_pe: Willakuykuna rantikusqa kamay

source: Number of messages received
qu_pe: Willakuykuna chaskisqa kamay

source: Contacts count
qu_pe: Contactokuna kamay

source: In order to change your e-mail address, you are required to confirm your password
qu_pe: Email sutinta llamk'aspaykichis, contraseñataq ratukarqaykuna

source: My groups
qu_pe: Ñoqap grupokuna

source: Note: This test has been setup to hide the expected answers.
qu_pe: Nota: Kay pruibakunata kutichisqakuna qhawarinaq mana munakun.

source: Create a group
qu_pe: Grupu yaratay

source: Users, Groups
qu_pe: Yachayniyoqkuna, Grupokuna

source: Sorry no results
qu_pe: Pampachay, mana hallllanakuna

source: Group Permissions
qu_pe: Grupu allinchanakuna

source: Closed
qu_pe: Kutikuy

source: Add group
qu_pe: Kamachiq yarpakuy

source: Privacy
qu_pe: Yachaykunaq pukaq

source: This is an open group
qu_pe: Kaykunaq yarpakuy kichay

source: You should create a topic
qu_pe: Kamachisqankuna kamachiy

source: I am an admin
qu_pe: Ñuqap kamachisqa

source: Messages list
qu_pe: Kamachisqankuna ruray

source: Members list
qu_pe: Kamachikuna ruray

source: Waiting list
qu_pe: Suyana ruray

source: Invite friends
qu_pe: Masiykunata chamiy

source: Add one more file
qu_pe: Huk yuraq willakuytan kuska

source: Maximun file size: %s
qu_pe: Yuraq willakuyq pusaq: %s

source: Edit information
qu_pe: Willakuyta puñuy

source: Edit group
qu_pe: Yarpakuyta puñuy

source: There are no users in the waiting list
qu_pe: Manam kaypi suyakuna kanchu

source: Send invitation to
qu_pe: Chamiyta kachay

source: Invite users to group
qu_pe: Kamachikunata yarpakuyta chamiy

source: Posted
qu_pe: Kamachisqa

source: Newest
qu_pe: Musuq

source: Popular
qu_pe: Rakin

source: Remove moderator
qu_pe: Kamachirqanta q'echuy

source: User updated to moderator
qu_pe: Kamachiqman puñurisqa

source: I am a moderator
qu_pe: Ñuqap kamachirqan

source: This is a closed group
qu_pe: Kaykunaq yarpakuy kutikuy

source: I am a reader
qu_pe: Ñuqap willakikuy

source: User updated to reader
qu_pe: Willakikuy puñurisqa

source: Add as moderator
qu_pe: Kamachirqan kaspaq kuska

source: Join group
qu_pe: Yarpakuyta qatiy

source: You should join the group
qu_pe: Yarpakuyta qatiy

source: Waiting for admin response
qu_pe: Kamachisqamanta suyana

source: Files attachments
qu_pe: Yuraq willakuykuna

source: Group waiting list
qu_pe: Yarpakuy suyana ruray

source: Users already invited
qu_pe: Chamisqakuna kamachikuna

source: Subscribe users to group
qu_pe: Kamachikunata yarpakuykunaq

source: You have been invited to join now
qu_pe: Kay yarpakuyta qatiy chamisqa kanki

source: Deny invitation
qu_pe: Chamiyta mana ñawpaqchay

source: Accept invitation
qu_pe: Kuyarispa qatay

source: Groups waiting for approval
qu_pe: Qatiykuy yarpakuykuna

source: Group invitation was denied
qu_pe: Yarpakuy chamiy mana qatiykun

source: User is subscribed to this group
qu_pe: Kay yarpakuykunaq qatiykun

source: Delete from group
qu_pe: Yarpakuyta q'echuy

source: You are invited to access a group content
qu_pe: Yarpakuy yachaykunaqta qatiy chamisqa kanki

source: You are invited to group
qu_pe: Yarpakuykunaq chamisqa kanki

source: To subscribe, click the link below
qu_pe: Qatiykuytaq, ukhu chinkanaqta thuqiy

source: Return to inbox
qu_pe: Rurayman kutiy

source: Return to outbox
qu_pe: Kamachiykuman kutiy

source: Edit normal profile
qu_pe: Willakuyta puñuy

source: Leave group
qu_pe: Yarpakuyta saqiy

source: User is not subscribed to this group
qu_pe: Kay yarpakuykunaq mana qatiykun

source: Invitation received
qu_pe: Invitación chaskisqasqa

source: Invitation sent
qu_pe: Invitación kamasqa

source: You already sent an invitation
qu_pe: Kallpachasqaku imayna invitación

source: Step 7
qu_pe: Pisaq 7

source: Files size exceeds
qu_pe: Pachakuna huk pachakunamanta pasasqa

source: You should write a subject
qu_pe: Sutinchayta qillqay

source: Status in this group
qu_pe: Kay willañiqpi hallpʼay

source: Friends online
qu_pe: Willakuykunata internetpi

source: My productions
qu_pe: Ñoqap yachachisqakuna

source: You have received a new message in group %s
qu_pe: %s willañiqpi willayniy kachkasqam

source: Click here to see group message
qu_pe: Willañiq willayniyta qaway

source: or copy paste the following url :
qu_pe: ichay URLta qillqaq

source: There is a new message in group %s
qu_pe: %s willañiqpi willayniy kachkan

source: User is already subscribed to this group
qu_pe: Ruraq kay willañiqman qatspasqa

source: Add as simple user
qu_pe: Ruraq sarta qillqay

source: Deny access
qu_pe: Mana ruraq sarta

source: You need to have friends in your social network
qu_pe: Ñoqap red socialpi ñoqakuna kachkan

source: See all my groups
qu_pe: Ñoqap willañiqkunata qaway

source: Edit group category
qu_pe: Willañiq katiywan qillqay

source: Modify hotpotatoes
qu_pe: Hotpotatoes qillqay

source: Save hotpotatoes
qu_pe: Hotpotatoes ruray

source: The session is read only
qu_pe: Sesion qhawarinaq

source: Enable time control
qu_pe: Pacha kutichiy

source: Total duration in minutes of the test
qu_pe: Pruebap pachakuna phinasqan

source: To continue this course, please use the side-menu.
qu_pe: Kay kursota ruraykipaq, menupi menuta llankʼay.

source: Shuffle answers
qu_pe: Respuestas mezclay

source: This activity cannot be graded
qu_pe: Kay llankʼayta nota qillqasqachu

source: You have to create at least one answer
qu_pe: Kamachi respuesta kamay

source: A learner attempted an exercise
qu_pe: Yachasqa kamachisqa llankʼay

source: Exact Selection
qu_pe: Exacto eleccion

source: Exact answers combination
qu_pe: Respuestas exactas juntʼasqa

source: The exercise time limit has expired
qu_pe: Ejerciciop pacha kutisqa

source: ukrainian
qu_pe: ucraniano

source: New
qu_pe: Maway

source: You must install the extension LDAP
qu_pe: LDAP extensiop instalay

source: Invitation denied
qu_pe: Invitación mana qʼitipasqa

source: The user has been added
qu_pe: Ruraq qillqasqa

source: Updated on
qu_pe: Qillqasqa

source: Metadata
qu_pe: Metadatos

source: View/Edit Metadata
qu_pe: Metadatos qaway/qillqay

source: See forum
qu_pe: Forota qaway

source: See more
qu_pe: Más qaway

source: No data available
qu_pe: Mana willakuy

source: Created
qu_pe: Kamarisqa

source: Last update
qu_pe: Ñawpaq qillqasqa

source: User not registered in course
qu_pe: Ruraq kursoman qatspasqa

source: Edit my profile
qu_pe: Ñoqap perfilta qillqay

source: Installation
qu_pe: Instalacion

source: Read the installation guide
qu_pe: Instalacion nisqap qhawarina qillqay

source: See blog
qu_pe: Blogta qhaway

source: Blog Posts
qu_pe: Blog yachaykuna

source: Blog comments
qu_pe: Blog willakuykuna

source: There are not extra fields available
qu_pe: Mana ishqay killakuna kanchu

source: Start to type, then click on this bar to validate tag
qu_pe: Qillqayta qallariy, kay pallanta t'ikray tagni kusqata qhispichiy

source: Install Chamilo
qu_pe: Chamilo suyuyta

source: You have no session in your sessions history
qu_pe: Manam ñawpaq sessionkuna tariykunam kanchu

source: <h2>Congratulations! You have successfully installed your e-learning portal!</h2> <p>You can now complete the installation by following three easy steps:<br /> <ol> <li>Configure you portal by going to the administration section, and select the Portal -> <a href="main/admin/settings.php">Configuration settings</a> entry.</li> <li>Add some life to your portal by creating users and/or training. You can do that by inviting new people to create their accounts or creating them yourself through the <a href="main/admin/">administration</a>'s Users and Training sections.</li> <li>Edit this page through the <a href="main/admin/configure_homepage.php">Edit portal homepage</a> entry in the administration section.</li> </ol> <p>You can always find more information about this software on our website: <a href="http://www.chamilo.org">http://www.chamilo.org</a>.</p> <p>Have fun, and don't hesitate to join the community and give us feedback through <a href="http://www.chamilo.org/forum">our forum</a>.</p>
qu_pe: <h2>¡Kusiyman! Sapaq ruraq yachay portalkuna suyuyta qhispichirqankuna!</h2> <p>Imata rurasqankuna tukuyta qhispichiy tikraykunaq:</br /> <ol> <li>Portal gestionwan qhaway administracion nisqapi, Portal -> <a href="main/admin/settings.php">Yapay kuraqkuna</a> nisqata suyay.</li> <li>Portalwan runakunatawan yachaykunata kamachiy runakuna cuentasninta qhispichikuy o kay gestionwan <a href="main/admin/">administracion</a> nisqapi runakuna yachaykunaq killakunapi kamachiy.</li> <li>Kay paginanta gestionwan <a href="main/admin/configure_homepage.php">Portal homepage editay</a> nisqapi administracion killapi qhaway.</li> </ol> <p>Imaynatam software nisqamanta yachanakunataq webpisqapi: <a href="http://www.chamilo.org">http://www.chamilo.org</a>.</p> <p>Kusiyman, manam yachaypiwan qhispichiykunaq foropi <a href="http://www.chamilo.org/forum">foropi</a> willakuykunaq.</p>

source: with the following settings:
qu_pe: Kay kuraqkunaq:

source: The page has been exported to the document tool
qu_pe: Paginanta willakuy yachaykunaq killanman apaq

source: Column header in Competences Report
qu_pe: Patara chaninchanapaq sutinchaynin

source: Configure extensions
qu_pe: Yapaykuna kuraq

source: There are not questions for this survey
qu_pe: Manam preguntakuna kanchu kay enquistapi

source: Allow learners to delete their own publications
qu_pe: Yachasqakunaq willakuykunata q'echayta munay

source: Please confirm your choice. This will delete all files without possibility of recovery
qu_pe: electionkunaq qhispichiy. Kayqa tukuy willakuykunata q'echay phatkichisqalla

source: Please remember you still have to send an assignment
qu_pe: Imatam kamachisqankunaq kamachiyta yuyariy

source: This is a message confirming the good reception of the task
qu_pe: Kay willakuyqa kamachiyta qhispichiy

source: Data sent
qu_pe: Willakuykuna kamachirqan

source: Download link
qu_pe: Suyuyta qhaway

source: Assignments received
qu_pe: Kamachirqan kamachiykuna

source: Send a reminder
qu_pe: Yuyarichiy kamachiy

source: View missing assignments
qu_pe: Manqalla kamachiykuna qhaway

source: Enable AsciiSVG
qu_pe: AsciiSVG kamachiy

source: Only required by the sub-languages feature or version upgrade process
qu_pe: Sub-languages nisqawan yachay versiyopi kamachiy

source: Thematic advance
qu_pe: Temakuna risqay

source: Dashboard blocks
qu_pe: Dashboard killakuna

source: Dashboard list
qu_pe: Dashboard lista

source: You haven't enabled any block
qu_pe: Manam kamachirqan killakuna kanchu

source: The blocks have been updated
qu_pe: Killakuna qhispichirqan

source: Dashboard plugins
qu_pe: Ruwanakuna yapasapuykuna

source: This plugin has been deleted from the dashboard plugin directory
qu_pe: Kay pluginta dashboard plugin killamanta q'echirqan

source: Enable dashboard plugins
qu_pe: Dashboard plugins kamachiy

source: Select blocks to display in the dashboard blocks view
qu_pe: Dashboard killakunaq qhawayta killakuna suyay

source: Position (column)
qu_pe: Killapi (kolumna)

source: Enable dashboard block
qu_pe: Dashboard killanta kamachiy

source: There is no enabled dashboard plugin
qu_pe: Manam kamachirqan dashboard pluginta kanchu

source: Enabled
qu_pe: Kamachirqan

source: What is the current progress you have reached with your learners inside your course? How much do you think is remaining in comparison to the complete program?
qu_pe: ¿Imaynatam yachasqakunaq yachaypi risqaykuna? ¿Kay yachaypi imaynatam qhispichirqankuna?

source: Advance history
qu_pe: Risqay tariya

source: Attendances
qu_pe: Kutikuykuna

source: # attended
qu_pe: # kutirqan
