Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Number of certificates generated
yo_ng: Nọ́mbà àwọn ìjẹ́rẹ́ tí a ṣẹ̀dá

source: Number of certificates generated (total)
yo_ng: Nọ́mbà àwọn ìjẹ́rẹ́ tí a ṣẹ̀dá (lapapọ̀)

source: Number of sessions per duration
yo_ng: Nọ́mbà àwọn ìpàdé fún ìgbà

source: Sessions per duration (by quarter)
yo_ng: Àwọn ìpàdé fún ìgbà (nipasẹ ìdí mẹ́ta)

source: Number of courses, sessions and subscribed users
yo_ng: Nọ́mbà àwọn ìdàrì, ìpàdé àti àwọn olòpàlò tí a forukọsilẹ̀

source: List of course codes
yo_ng: Àkójọ àwọn koodu ìdàrì

source: Number of subscribed users
yo_ng: Nọ́mbà àwọn olòpàlò tí a forukọsilẹ̀

source: Number of users who finished the course (as defined in gradebook)
yo_ng: Nọ́mbà àwọn olòpàlò tí ó parí ìdàrì (gẹ́gẹ́ ìtumọ̀ nínú ìwé ìdíwò)

source: List of course codes and sessions
yo_ng: Àkójọ àwọn koodu ìdàrì àti ìpàdé

source: *: All users, including inactive, are included
yo_ng: *: Gbogbo àwọn olòpàlù, pẹ̀lú àwọn tí kò ṣiṣẹ́, ni a fi sínú

source: Total disk usage
yo_ng: Lapapọ ìlò ìsọfù

source: Edit portfolio comment
yo_ng: Ṣàtúnṣe ìfọwọ́sowọpọ portfolio

source: Test '%s' not deleted
yo_ng: Ìdánwò '%s' kò parẹ́

source: Don't include users
yo_ng: Má ṣà òǹkà àwọn olòpàlù

source: The report doesn't include the list of users neither for session nor for each course
yo_ng: Ìròyìn kò fi àkójọ àwọn olòpàlù sínú fún ìpàdé tàbí fún ìdàrì kọ̀ọ̀kan

source: Include extra fields
yo_ng: Fi àwọn aaye àfikún sínú

source: Skill levels
yo_ng: Àwọn ìpele ìmọ̀ ogiri

source: Import course events
yo_ng: Gbe ìṣẹ̀lẹ̀ ìdàrì wọlé

source: Tags can be used
yo_ng: Àwọn àmì ṣeé lo

source: Invitation to the ((course_title)) course
yo_ng: Ìpè sí ìdàrì ((course_title))

source: <p>Hello ((user_complete_name)).</p>
yo_ng: <p>Ẹ kú alákíì ((user_complete_name)).</p>

source: %s's portfolio items
yo_ng: Àwọn ohun ìní portfolio ti %s

source: Scored
yo_ng: A ṣe ìdíwò

source: Edited
yo_ng: A ṣàtúnṣe

source: Downloaded
yo_ng: A ṣe ìgbékalẹ̀

source: You can only copy this course to a course for which you are a teacher
yo_ng: O le ṣe ẹ̀dà ìdàrì yìí sínú ìdàrì kan ṣoṣo tí o jẹ́ olùkọ́ fún rẹ̀

source: Remove users
yo_ng: Yọ awọn olumulo kuro

source: Send file to other users
yo_ng: Fi faili ranṣẹ si awọn olumulo miiran

source: Remove file from selected users
yo_ng: Yọ faili kuro lati awọn olumulo ti a yan

source: Send to other users
yo_ng: Fi ranṣẹ si awọn olumulo miiran

source: Send to users
yo_ng: Fi ranṣẹ si awọn olumulo

source: Force users to change their password when they first log in
yo_ng: Fi ipa ṣe awọn olumulo lati yi ọrọ igbaniwọle wọn pada nigbati wọn ba kọwọle ni akoko akọkọ

source: Please note that your username to access is %s
yo_ng: Jọwọ ṣakiyesi pe orukọ olumulo rẹ lati wọle jẹ %s

source: Note: If you do not remember your password, click on <a href="%s">"Forgot your password?"</a>, enter your username and follow the instructions.
yo_ng: Akiyesi: Ti o ko ba ranti ọrọ igbaniwọle rẹ, tẹ lori <a href="%s">"Gbagbe ọrọ igbaniwọle rẹ?"</a>, tẹ orukọ olumulo rẹ sii ki o tẹle awọn ilana.

source: Bi-weekly
yo_ng: Bi-osu-meji

source: Every x days
yo_ng: Gbogbo x ọjọ

source: Number of days
yo_ng: Nọmba awọn ọjọ

source: Leave a comment
yo_ng: Fi asọye kan silẹ

source: Please leave a comment first
yo_ng: Jọwọ fi asọye kan silẹ ni akọkọ

source: Last quiz finalization date
yo_ng: Ọjọ ipari idanwọ ti o kẹhin

source: Last lp's finalization date
yo_ng: Ọjọ ipari lp ti o kẹhin

source: Must be in ALL the selected categories
yo_ng: Gbọdọ wa NI GBOGBO awọn ẹka ti a yan

source: Report by attempts
yo_ng: Iroyin nipasẹ awọn igbiyanju

source: Questions topic
yo_ng: Koko-ọrọ awọn ibeere

source: The questions topic will be used as the name of the test and will be sent to the AI generator to generate questions in the language configured for this course, asking for them to be generated in the Aiken format so they can easily be imported into this course.
yo_ng: Koko-ọrọ awọn ibeere yoo ṣee lo gẹgẹ bi orukọ idanwọ naa ati pe yoo fi ranṣẹ si ẹrọ AI lati ṣẹda awọn ibeere ni ede ti a ṣeto fun akoko yii, bere fun wọn lati ṣẹda ni ọna Aiken ki wọn le fi wọle si akoko yii ni irọrun.

source: AI Questions Generator
yo_ng: AI Awọn Ẹrọ Iṣẹjade Ibeere

source: Most AI generators are limited in the number of characters they can return, and often your organization will be charged based on the number of characters returned, so please use with moderation, asking for smaller numbers first, then extending as you gain confidence.
yo_ng: Ọpọlọpọ awọn ẹrọ AI ni opin ni nọmba awọn ohun kikọ ti wọn le da pada, ati nigbagbogbo ajumọṣe rẹ yoo gba idiyele da lori nọmba awọn ohun kikọ ti o pada, nitorinaa jọwọ lo pẹlu iwọntunwọnsi, bere fun awọn nọmba kekere ni akọkọ, lẹhinna fa si bi o ṣe n ni igboya.

source: Use one (or more) of the following proposed tags to automatically generate a certificate or a skill and show them here when the student gets to this step, which requires all other steps to be finished first.
yo_ng: Lo ọkan (tabi diẹ sii) ti awọn aami ti a dabaa wọnyi lati ṣẹda iwe-ẹri tabi ogbon laifọwọyi ati ṣafihan wọn nibi nigbati ọmọ ile-iwe de igbesẹ yii, eyiti o nilo gbogbo awọn igbesẹ miiran lati pari ni akọkọ.

source: Hi ((user_complete_name)).
yo_ng: Bawo ni ((user_complete_name)).

source: Invitation to session ((session_name))
yo_ng: Ifiwepe si akoko ((session_name))

source: Number of learning path items
yo_ng: Nọmba awọn ohun elo ọna ẹkọ

source: This is the number of pages you want the AI Helper to generate in your learning path. Splitting the learning path in several pages, chapters, sections (however you want to call them) will help structure the course and also let you redistribute the content for better presentation.
yo_ng: Eyi ni nọmba awọn iwe ti o fẹ ki Oluranlọwọ AI ṣẹda ni ọna ẹkọ rẹ. Pipin ọna ẹkọ si awọn iwe pupọ, awọn ipin, awọn apakan (bí o ṣe fẹ lati pe wọn) yoo ṣe iranlọwọ lati ṣe eto iṣẹ-ẹkọ naa ati tun jẹ ki o tun pinpin akoonu fun igbehìn to dara julọ.

source: Rough maximum number of words (actually number of tokens) you want to get per page. More tokens will probably generate better content, but will also take more time to generate and cost more to your organisation, so use this carefully.
yo_ng: Nọmba ti o pọju ti awọn ọrọ (gangan nọmba awọn ami) ti o fẹ gba fun oju-iwe kan. Awọn ami diẹ sii yoo ṣe agbejade akoonu to dara julọ, ṣugbọn yoo tun gba akoko diẹ sii lati ṣẹda ati idiyele diẹ sii si ile-iṣẹ rẹ, nitorinaa lo eyi pẹẹṣo.

source: Only selected users will see the content
yo_ng: Awọn olumulo ti a yan nikan ni yoo rii akoonu naa

source: Leave empty to enable the content for everyone
yo_ng: Fi silẹ soforo lati mu ki akoonu wa fun gbogbo eniyan

source: Export courses reports complete
yo_ng: Ikọsilẹ awọn ijabọ awọn iṣẹ-ẹkọ pari

source: The number of questions is limited to between %d and %d.
yo_ng: Nọmba awọn ibeere ti wa ni ihamọ laarin %d ati %d.

source: Add a test after each page
yo_ng: Ṣafikun idanwo lẹhin oju-iwe kọọkan

source: Hidden but visible for me
yo_ng: Ti fi pamọ ṣugbọn han fun mi

source: Conclusion
yo_ng: Ipinnu

source: Unable to access temp file
yo_ng: Ko le wọle si faili temp

source: Duplicated users
yo_ng: Awọn olumulo ti a ṣe ilọpo meji

source: This report only lists users that have the same firstname and lastname.
yo_ng: Ijabọ yii ṣe akojọ awọn olumulo ti o ni orukọ akọbi ati orukọ idile kanna.

source: By checking this box, you will remove all relationships of the HR manager with other sessions and courses. If what you want is to maintain those relationships, do NOT check this box.
yo_ng: Nipa ṣayẹwo apoti yii, iwọ yoo yọ gbogbo awọn ibatan ti oluṣakoso HR pẹlu awọn akoko ati awọn iṣẹ-ẹkọ miiran. Ti ohun ti o fẹ ni lati ṣetọju awọn ibatan yẹn, MA ṢE ṣayẹwo apoti yii.

source: There is no class with the name "%s"
yo_ng: Ko si kilasi pẹlu orukọ "%s"

source: Maximum number of subscriptions allowed. Leave at 0 to not limit it.
yo_ng: Nọmba ti o pọju ti awọn iforukọsilẹ ti a gba laaye. Fi silẹ ni 0 lati ma ṣe idiwọn rẹ.

source: Subscriptions
yo_ng: Awọn iforukọsilẹ

source: Allow subscriptions
yo_ng: Gba awọn iforukọsilẹ laaye

source: Maximum number of subscriptions
yo_ng: Nọmba akọkọ ti awọn iforukọsilẹ

source: No longer available
yo_ng: Ko si mọ si mọ

source: Export all results from an exercise
yo_ng: Fi gbogbo awọn abajade jade kuro ninu adaṣe kan

source: No result found for export in this test.
yo_ng: Ko si abajade ti a rii fun iṣagbejade ninu idanwo yii.

source: User %s has been changed to %s. To cancel, click <a href='%s'>here</a>.
yo_ng: Olumulo %s ti yipada si %s. Lati fagilee, tẹ <a href='%s'>nibi</a>.

source: Ex-learner
yo_ng: Akẹkọ tẹlẹ

source: File size is too big
yo_ng: Iwọn faili to tobi ju

source: Image for headers
yo_ng: Aworan fun awọn akọle

source: Add picture for headers
yo_ng: Fi aworan kun fun awọn akọle

source: This picture will be used in the course header and in the e-mails sent and PDFs generated from this course. The picture will have a ratio of 25:7. You can crop the picture you upload.
yo_ng: Aworan yii yoo ṣee lo ninu akọle iṣẹ-ẹkọ ati ninu awọn imeeli ti a firanṣẹ ati awọn PDF ti a ṣẹda lati inu iṣẹ-ẹkọ yii. Aworan naa yoo ni ipin 25:7. O le ge aworan ti o gbe soke.

source: Delete picture for headers
yo_ng: Pa aworan akọle rẹ kuro

source: The final picture must be in a 16:9 ratio, but you can crop the picture you upload.
yo_ng: Aworan ikẹhin gbọdọ wa ni ipin 16:9, ṣugbọn o le ge aworan ti o gbe soke.

source: Export all results of all tests
yo_ng: Fi gbogbo awọn abajade ti gbogbo awọn idanwo jade

source: Click to view details
yo_ng: Tẹ lati wo awọn alaye

source: Export certificates issue report
yo_ng: Fi ijabọ iṣẹjade awọn iwe-ẹri jade

source: Hide hierarchies
yo_ng: Fi awọn iṣẹ-ṣiṣe pamọ

source: Show hierarchies
yo_ng: Fi awọn iṣẹ-ṣiṣe han

source: Parent career
yo_ng: Iṣẹ-ṣiṣe obi

source: This career cannot be deleted until all of its children have been deleted or moved to another career.
yo_ng: Iṣẹ-ṣiṣe yii ko le paarẹ titi gbogbo awọn ọmọ rẹ yoo ti paarẹ tabi gbe lọ si iṣẹ-ṣiṣe miiran.

source: This email is already in use by another user in the same file.
yo_ng: Imeeli yii ti wa ni lilo tẹlẹ nipasẹ olumulo miiran ninu faili kanna.

source: You have new posts in the following forums of your courses.
yo_ng: O ni awọn ifiweranṣẹ tuntun ni awọn apejọpọ ti awọn iṣẹ-ẹkọ rẹ.

source: This identifier is internal to the system and should not contain spaces nor special characters. It can be used from plugins as well, to filter the elements it is attached to.
yo_ng: Idamo yii jẹ inu ti eto naa ko yẹ ki o ni awọn aaye tabi awọn ohun kikọ pataki. O le ṣee lo lati awọn afikọ nikan, lati ṣe idanimọ awọn eroja ti o so mọ.

source: Include last login
yo_ng: Kọlu wiwọle ti o kẹhin

source: Duplicated users by e-mail
yo_ng: Awọn olumulo ti a ṣe ẹda nipasẹ imeeli

source: This report only lists users that have the same email.
yo_ng: Ijabọ yii ṣe akojọ awọn olumulo ti o ni imeeli kanna nikan.

source: Stop notifying me
yo_ng: Dẹkun ifitonileti mi

source: Expiration date cannot be empty.
yo_ng: Ọjọ ipari ko le ṣofo.

source: E-mail not sent. You might have introduced an incorrect address, the address might belong to an inactive user, or the mail server is not correctly configured (check the mail.conf.php file).
yo_ng: Imeeli ko firanṣẹ. O le ti ṣe agbekalẹ adirẹsi ti ko tọ, adirẹsi naa le jẹ ti olumulo ti ko ṣiṣẹ, tabi olupin meeli ko ṣe atunto daradara (wo faili mail.conf.php).

source: Your password has expired. Please set a new password before you continue.
yo_ng: Ọrọ igbaniwọle rẹ ti pari. Jọwọ ṣeto ọrọ igbaniwọle tuntun ṣaaju ki o to tẹsiwaju.

source: Copy iframe code below to include the exercise :
yo_ng: Daakọ koodu iframe isalẹ lati ṣopọ adaṣe :

source: My missing signatures
yo_ng: Awọn ibuwọlu mi ti nsọnu

source: Only show active users
yo_ng: Han awọn olumulo ti nṣiṣẹ nikan

source: Update courses list
yo_ng: Ṣe imudojuiwọn akojọ awọn iṣẹ-ẹkọ

source: A code is required
yo_ng: Koodu kan nilo

source: This course code does not exist
yo_ng: Koodu iṣẹ-ẹkọ yii ko si

source: Duplicate code
yo_ng: Koodu ẹda

source: The update failed for the following courses
yo_ng: Imudojuiwọn ti kuna fun awọn iṣẹ-ẹkọ wọnyi

source: User management
yo_ng: Ṣakoso olumulo

source: Here you can manage registered users within your platform
yo_ng: Nibi o le ṣakoso awọn olumulo ti a forukọsilẹ laarin pẹpẹ rẹ

source: Course management
yo_ng: Ṣakoso iṣẹ-ẹkọ

source: Create and manage your courses in a simple way
yo_ng: Ṣẹda ati ṣakoso awọn iṣẹ-ẹkọ rẹ ni ọna ti o rọrun

source: Sessions management
yo_ng: Ṣakoso awọn akoko

source: Create course packages for a certain time with training sessions
yo_ng: Ṣẹda awọn apo-iṣẹ-ẹkọ fun akoko kan pẹlu awọn akoko ikẹkọ

source: Manage the skills of your users, through courses and badges
yo_ng: Ṣakoso awọn ogbon ti awọn olumulo rẹ, nipasẹ awọn iṣẹ-ẹkọ ati awọn baaji

source: View the status of your server, perform performance tests
yo_ng: Wo ipo olupin rẹ, ṣe awọn idanwo iṣẹ ṣiṣe

source: Platform management
yo_ng: Ṣakoso pẹpẹ

source: Configure your platform, view reports, publish and send announcements globally
yo_ng: Ṣe atunto pẹpẹ rẹ, wo awọn ijabọ, ṣe atẹjade ati fi awọn ikede ranṣẹ ni agbaye

source: Learn more about Chamilo and its use, official references links
yo_ng: Kọ ẹkọ diẹ sii nipa Chamilo ati lilo rẹ, awọn akojọpọ itọkasi osise

source: Show link to request bond between user and HRM
yo_ng: Han ọna asopọ lati beere ìdọgba laarin olumulo ati HRM

source: Multiple anonymous users
yo_ng: Awọn olumulo aipokiri pupọ

source: Enable this option to allow multiple system users for anonymous users. This is useful when using this platform as a public showroom for some courses. Having multiple anonymous users will let tracking work for the duration of the experience for several users without mixing their data (which could otherwise confuse them).
yo_ng: Ṣiṣẹ aṣayan yii lati gba awọn olumulo eto lọpọlọpọ fun awọn olumulo aipokiri. Eyi wulo nigbati lilo pẹpẹ yii bi yara iṣafihan ti gbogbo eniyan fun awọn akoko diẹ. Nini awọn olumulo aipokiri pupọ yoo jẹ ki itọpa ṣiṣẹ fun akoko iriri fun ọpọlọpọ awọn olumulo laisi dapọ data wọn (eyiti le fa idamu wọn bibẹẹkọ).

source: Notify global admin only of new users
yo_ng: Ifọwọsi admin agbaye nikan ti awọn olumulo tuntun

source: Enable only if you are using the Redirection plugin
yo_ng: Ṣiṣẹ nikan ti o ba n lo afikun Itọka

source: Disable user unsubscription from course/session on user unsubscription from group/class
yo_ng: Pa ìfọkànpamọ olumulo lati akoko/igba lori ìfọkànpamọ olumulo lati ẹgbẹ/kilaasi

source: Disable user unsubscription from course on course removal from group/class
yo_ng: Pa ìfọkànpamọ olumulo lati akoko lori yiyọ akoko kuro lati ẹgbẹ/kilaasi

source: Disable user unsubscription from session on session removal from group/class
yo_ng: Pa ìfọkànpamọ olumulo lati igba lori yiyọ igba kuro lati ẹgbẹ/kilaasi

source: HRM can access all students from reporting pages
yo_ng: HRM le wọle si gbogbo awọn ọmọ ile-iwe lati awọn oju-iwe iroyin

source: Hide role from normal users
yo_ng: Fi ipa pamọ kuro lọdọ awọn olumulo deede

source: Allows hiding users' role when this option is set to true and the following array sets the corresponding role to 'true'.
yo_ng: Gba laaye lati fi ipa awọn olumulo pamọ nigbati ayan yii ba ṣeto si otitọ ati pe ọna akojọpọ atẹle ṣeto ipa ibaamu si 'otitọ'.

source: Define which roles are hidden to normal users
yo_ng: Ṣalaye awọn ipa wo ni a fi pamọ si awọn olumulo deede

source: The roles set to 'true' will only appear to administrators. Other users will not be able to see them.
yo_ng: Awọn ipa ti a ṣeto si 'otitọ' yoo han si awọn alabojuto nikan. Awọn olumulo miiran kii yoo ni anfani lati rii wọn.

source: Hide the option to send an announcement copy to HRM
yo_ng: Fi aṣayan lati fi ẹda ikede ranṣẹ si HRM pamọ

source: In the announcements form, an option normally appears to allow teachers to send a copy of the announcement to the user's HRM. Set this to 'Yes' to remote the option (and *not* send the copy).
yo_ng: Ni fọọmu awọn ikede, aṣayan kan deede han lati gba awọn olukọ laaye lati fi ẹda ikede ranṣẹ si HRM olumulo. Ṣeto eyi si 'Bẹẹni' lati yọ aṣayan kuro (ati *ko* fi ẹda ranṣẹ).

source: Disable attachment to announcements
yo_ng: Pa ìsopọ si awọn ikede

source: Even though attachments in this version are dealt in an elegant way and do not multiply on disk, you might want to disable attachments altogether if you want to avoid excesses.
yo_ng: Paapaa botilẹjẹpe awọn ìsopọ ni ẹya yii ni a ṣe pẹlu ọna yangan ati pe wọn ko ṣe pọ lori disiki, o le fẹ lati pa awọn ìsopọ patapata ti o ba fẹ yago fun awọn ilokulo.

source: Disable editor announcements
yo_ng: Pa awọn ikede olootu

source: Choose 'Yes' to stop announcements from the software editor to appear on the administrative homepage (only admins see it). This will also remove security update announcements.
yo_ng: Yan 'Bẹẹni' lati da awọn ikede lati olootu sọfia duro lati han lori oju-iwe ile-iṣẹ alabojuto (awọn admins nikan rii). Eyi yoo tun yọ awọn ikede imudojuiwọn aabo kuro.

source: Enable scheduled announcements in sessions
yo_ng: Ṣiṣẹ awọn ikede ti a ṣeto ni awọn igba

source: Allows the sessions managers to set announcements that will be triggered on specific dates or after/before a number of days of start/end of the session. Enabling this feature requires you to setup a cron task.
yo_ng: Gba awọn alabojuto awọn igba laaye lati ṣeto awọn ikede ti yoo fa lori awọn ọjọ kan pato tabi lẹhin/ṣaaju nọmba ọjọ ti ibẹrẹ/opin igba. Ṣiṣẹ ẹya yii nilo ki o ṣeto iṣẹ cron.

source: Disable button to delete all announcements
yo_ng: Pa bọtini lati pa gbogbo awọn ikede rẹ kuro

source: Select 'Yes' to remove the button to delete all announcements, as this can be used by mistake by teachers.
yo_ng: Yan 'Bẹẹni' lati yọ bọtini lati pa gbogbo awọn ikede rẹ kuro, nitori eyi le ṣee lo nipasẹ awọn olukọ nipasẹ aṣiṣe.

source: Hide 'sent to' in announcements
yo_ng: Fi 'ranṣẹ si' pamọ ni awọn ikede

source: Select 'Yes' to avoid showing to whom an announcement has been sent.
yo_ng: Yan 'Bẹẹni' lati yago fun fifihan ẹni ti ikede kan ti ranṣẹ.

source: Send all e-mails to
yo_ng: Fi gbogbo awọn imeeli ranṣẹ si

source: Give a list of e-mail addresses to whom *all* e-mails sent from the platform will be sent. The e-mails are sent to these addresses as a visible destination.
yo_ng: Fun akojọ awọn adirẹsi imeeli ti *gbogbo* awọn imeeli ti a firanṣẹ lati pẹpẹ yoo ranṣẹ. Awọn imeeli naa ni a fi ranṣẹ si awọn adirẹsi wọnyi bi ibi-afẹde ti o han.

source: Link global announcements with careers and promotions
yo_ng: Ṣopọ awọn ikede agbaye pẹlu awọn iṣẹ-ṣiṣe ati awọn igbega

source: Link global calendar events with careers and promotions
yo_ng: Ṣopọ awọn iṣẹlẹ kalẹnda agbaye pẹlu awọn iṣẹ-ṣiṣe ati awọn igbega

source: Allow coaches to always edit announcements
yo_ng: Gba awọn olukọni laaye lati ṣatunṣe awọn ikede nigbagbogbo

source: Allow coaches to always edit announcements inside active or past sessions.
yo_ng: Gba awọn olukọni laaye lati ṣatunṣe awọn ikede nigbagbogbo ninu awọn igba ti nṣiṣẹ tabi ti o ti kọja.

source: Date-based announcements
yo_ng: Awọn ikede orisun ọjọ

source: Allow teachers to configure announcements that will be sent at specific dates. This requires you to setup a cron task on cron/course_announcement.php running at least once daily.
yo_ng: Gba awọn olukọ laaye lati ṣeto awọn ikede ti yoo ranṣẹ ni awọn ọjọ kan pato. Eyi nilo ki o ṣeto iṣẹ cron lori cron/course_announcement.php ti nṣiṣẹ o kere ju lọkan lojoojumọ.

source: Default calendar display mode
yo_ng: Ipilẹṣẹ ipo ifihan kalẹnda

source: Set this to dayGridMonth, basicWeek, agendaWeek or agendaDay to change the default view of the calendar.
yo_ng: Ṣeto eyi si dayGridMonth, basicWeek, agendaWeek tabi agendaDay lati yi oju-iwo aiyipada ti kalẹnda pada.

source: Display sessions occupations in personal agenda
yo_ng: Fi awọn iṣẹ igba han ni ero ti ara ẹni

source: Display all agenda events in personal agenda
yo_ng: Fi gbogbo awọn iṣẹlẹ ero han ni ero ti ara ẹni

source: Do not hide events from expired sessions.
yo_ng: Maṣe fi awọn iṣẹlẹ kuro lati awọn igba ti o ti pari.

source: Allow HRM role to edit or delete agenda events
yo_ng: Gba ipa HRM laaye lati ṣatunṣe tabi pa awọn iṣẹlẹ ero rẹ kuro

source: This gives the HRM a little more power by allowing them to edit/delete agenda events in the course-session.
yo_ng: Eyi fun HRM agbara diẹ sii nipa gbigba wọn laaye lati ṣatunṣe/pa awọn iṣẹlẹ ero rẹ kuro ni akoko-igba.

source: Agenda colour legends
yo_ng: Awọn awo àwòrán ero

source: Add a small text as legend describing the colours used for the events.
yo_ng: Fi ọrọ kekere kan kun bi àwòrán ti n ṣalaye awọn awọ ti a lo fun awọn iṣẹlẹ.

source: Agenda colours
yo_ng: Awọn awọ ero

source: Set HTML-code colours for each type of event to change the colour when displaying the event.
yo_ng: Ṣeto awọn awọ koodu HTML fun iru iṣẹlẹ kọọkan lati yi awọ pada nigbati o n han iṣẹlẹ naa.

source: Agenda hover info
yo_ng: Alaye ero hover

source: Customize the agenda on cursor hovering. Show agenda comment and/or description.
yo_ng: Ṣe ìṣàtùnṣe ero lori hover cursor. Fi ọrọìwòye ero ati/tabi apejuwe han.

source: Calendar customization
yo_ng: Ìṣàtùnṣe kalẹnda

source: Extra settings for the agenda, allowing you to configure the specific calendar library we use.
yo_ng: Awọn eto afikun fun ero, gbigba ọ laaye lati ṣeto ibi-ikawe kalẹnda kan pato ti a lo.

source: Attendance signing
yo_ng: Iforukọsilẹ wiwa

source: Enable taking signatures to confirm one's attendance.
yo_ng: Ṣiṣẹlẹ fífi àwòrán ìwòrán sílẹ̀ láti fi ìdájọ́ ìwàré ẹni.

source: Duration of attendance events
yo_ng: Ìgbà àkoko ìṣẹlẹ ìwàré

source: Option to define the duration for an event in attendance sheet.
yo_ng: Àṣàyàn láti ṣàpèjúwe ìgbà àkoko fún ìṣẹlẹ nínú ìwé ìwàré.

source: Allow comments in attendance sheets
yo_ng: Gba ìwòyì sílẹ̀ nínú ìwé ìwàré

source: Teachers and students can comment on each individual attendance (to justify).
yo_ng: Olùkọ àti akẹ́kọ̀ọ́ le ṣe ìwòyì lórí ìwàré kọ̀ọ̀kan (láti ṣàpìlẹ̀).

source: Hide 'my certificate' link
yo_ng: Fi ìdí 'ìjẹ́lọ́ mi' pamọ́

source: Hide the certificates page for non-admin users.
yo_ng: Fi ojú ìwé ìjẹ́lọ́ pamọ́ fún àwùjọ oní ìdarí kò ṣe.

source: Add footer to PDF certificate exports
yo_ng: Ṣàfikún ìdàbọ̀sí ìsàlẹ̀ sí ìdàjá ìjẹ́lọ́ PDF

source: Hide videochat option in global chat
yo_ng: Fi àṣàyàn ìfọwọ́sowọ́pọ̀ fídíò pamọ́ nínú ìfọwọ́sowọ́pọ̀ gbogbogbò

source: Restrict course chat to coaches
yo_ng: Dí ìfọwọ́sowọ́pọ̀ ìkẹ́kọ̀ọ́ dènà sí àwùjọ olùkọ́

source: Only allow students to talk to the tutors in the course (not other students).
yo_ng: Gba àwùjọ akẹ́kọ̀ọ́ ṣọ̀kan láti bá àwùjọ olùkọ́ sọ̀rọ̀ nínú ìkẹ́kọ̀ọ́ (kò ṣe àwùjọ akẹ́kọ̀ọ́ mìíràn).

source: Active tools on course creation
yo_ng: Àwùjọ ìdàgbà lórí ìdá ìkẹ́kọ̀ọ́

source: Select the tools that will be *active* after the creation of a course.
yo_ng: Yan àwùjọ tí yóò ṣiṣẹ́ lẹ́yìn ìdá ìkẹ́kọ̀ọ́.

source: Splash screen for courses
yo_ng: Ìpìlẹ̀ ìdàrù fún ìkẹ́kọ̀ọ́

source: Show a splash screen when creating a new course.
yo_ng: Fi ìpìlẹ̀ ìdàrù hàn nígbà ìdá ìkẹ́kọ̀ọ́ tuntun.

source: Block public courses access to authenticated users
yo_ng: Dí ìwọlé ìkẹ́kọ̀ọ́ gbangba dènà sí àwùjọ tí a fẹ́rẹ̀ẹ́ wọle

source: Only show public courses. Do not allow registered users to access courses with 'open' visibility unless they are subscribed to each of these courses.
yo_ng: Fi ìkẹ́kọ̀ọ́ gbangba hàn nìkan. Má ṣe gba àwùjọ tí a forúkọ sílẹ̀ láti wọle sínú ìkẹ́kọ̀ọ́ pẹ̀lú ìrí ìrú 'ṣí ìlú' àyàfi tí wọ́n forúkọ sí ìkẹ́kọ̀ọ́ kọ̀ọ̀kan.

source: Add Bootstrap lib headers to HTML documents viewer
yo_ng: Ṣàfikún àwùjọ Bootstrap lib sí ìpìlẹ̀ ìwò ìwé HTML
