Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: The Course tool supports two approaches :<ul><li>Create a new course (allowing you to author your own content)</li><li>Import SCORM course</li></ul><img src="../img/path_help.gif"><p><b>What is a Learning Path?</b></p><p>A Learning Path allows for the presentation of a sequence of learning experiences or activities arranged in distinct sections (in this sense, the Learning Path is what distinguishes a 'course' from a mere repository of random documents). It can be content-based (serving as a table of contents) or activities-based, serving as an agenda or program of action necessary to understand and apply a particular area of knowledge or skill.</p><p>In addition to being structured, a Learning Path can also be <i>sequential</i>, meaning that the completion of certain steps constitute pre-requisites for accessing others (i.e. 'you cannot go to learning object 2 before learning object 1'). Your sequence can be <i>suggestive</i> (simply displaying steps one after the other) or <i>prescriptive</i> (involving pre-requisites so that learners are required to follow steps in a particular order).</p><p><b>How do I create my own Learning Path (Course)?</b></p><p>Proceed to the 'Learning Path' section. There you can create as many courses/paths as you wish by clicking the <i>Create a new course</i> tool. You will need to choose a name for the course/path (e.g. <i>Unit 1</i> if you plan to create several units within the overall course). To begin with, the course is empty, waiting for you to add sections and learning objects to it.<br>If you set a course to Visible, it will appear as a new tool on the course homepage. This makes it easier and clearer for students to access.</p><p><b>What learning objects can I add?</b></p><p>All Chamilo tools, activities and content that you consider useful and relevant to your course can be added :<br><ul><li>Separate documents (texts, pictures, Office docs, ...)</li><li>Forums as a whole</li><li>Topics</li><li>Links</li><li>Chamilo Tests</li><li>HotPotatoes Tests<br />(note :tests made invisible on the homepage, but included in a path, become visible for learners only as they work through the course.)</li><li>Assignments</li><li>External links</li></ul></p><p><b>Other features</b></p><p>Learners can be asked to follow your course in a given order, as you can set <u>pre-requisites</u>. This means for example that learners cannot go to e.g. Quiz 2 until they have read e.g. Document 1. All learning objects have a status:<i>completed</i> or <i>incomplete</i>, so the progress of learners is clearly reported.</p><p>If you alter the original title of a learning object, the new name will appear in the course, but the original title will not be deleted. So if you want test8.doc to appear as 'Final Exam' in the path, you do not have to rename the file, you can use the new title in the path. It is also useful to give new titles to links which are too long.</p><p>When you're finished, don't forget to check Display mode, (showing, as in learner view, the table of contents on the left and the learning objects on the right,one at a time.)</p><br><p><b>What is a SCORM course and how do I import one?</b></p><p>The learning path tool allows you to upload SCORM-compliant courses.</p><p>SCORM (<i>Sharable Content Object Reference Model</i>) is a public standard followed by major e-Learning companies like NETg, Macromedia, Microsoft, Skillsoft, etc. They act at three levels:</p><ul><li><b>Economy</b> : SCORM renders whole courses or small content units reusable on different Learning Management Systems (LMS) through the separation of content and context,</li><li><b>Pedagogy</b> : SCORM integrates the notion of pre-requisite or <i>sequencing</i> (<i>e.g. </i>"You cannot go to chapter 2 before passing Quiz 1"),</li><li><b>Technology</b> : SCORM generates a table of contents as an abstraction layer located outside the content and the LMS. It helps both communicate with each other. Mainly communicated are <i>bookmarks</i>("Where is John in the course?"), <i>scoring</i> ("How did John pass the test?") and <i>time</i> ("How much time did John spent in chapter 1?").</li></ul><b>How can I create a SCORM-compliant Learning Path?</b><br><br>The obvious way is to use the Chamilo Authoring tool. However, you may prefer to create complete SCORM compliant websites locally on your own computer before uploading it onto your Chamilo platform. In this case, we recommend the use of a sophisticated tool such as Lectora, eXe Learning or Reload<br></p><p>
so_so: Toolka Koorsada wuxuu taageeraa laba habab :<ul><li>Abuur koorsad cusub (kuu ogolaanaysa in aad qorto nuxulkaaga)</li><li>Import SCORM course</li></ul><img src="../img/path_help.gif"><p><b>Maxay tahay Learning Path?</b></p><p>Learning Path waxay u ogolaanaysaa soo bandhigida taxane ah ee khibradaha waxbarashada ama hawlaha loo habeeyay qaybo kala duwan (macnahan, Learning Path waa waxa kala saara 'koorsad' iyo kaydka dukumentiyada random). Waxay noqon kartaa mid ku salaysan nuxulka (u shaqeynta sidii miis muudawaca) ama ku salaysan hawlaha, u shaqeynta sidii ajenda ama barnaamij ficil oo lagama maarmaan u ah fahamka iyo adeegsiga goob gaar ah oo aqoonta ama xirfadda ah.</p><p>Marka lagu daro in ay tahay qaabaysan, Learning Path waxay sidoo kale noqon kartaa <i>taxane ah</i>, macnaheedu waa in dhammaystirka tallaabooyinka gaarka ah ay yihiin shuruudaha gelitaanka kuwa kale (ie. 'ma tagi kartid learning object 2 ka hor inta aanad baran learning object 1'). Taxanahaagu wuxuu noqon karaa <i>suggestive</i> (si fudud u muujin tallaabooyinka mid ka dib midka kale) ama <i>prescriptive</i> (ku lug leh shuruudaha si ay ardaydu ugu qasbanaadaan in ay raacaan tallaabooyin nidaam gaar ah).</p><p><b>Saad u abuurto Learning Path (Course) aniga?</b></p><p>Tartiib tartiib u gudub qaybta 'Learning Path'. Halkaas waxaad ku abuuri kartaa inta aad rabto koorsado/paths adigoo riixaya <i>Create a new course</i> tool. Waxaad u baahan tahay in aad doorato magac koorsad/path (tusaale ahaan <i>Unit 1</i> haddii aad qorsheyso in aad abuurto cutubyo badan gudaha guud ee koorsada). Bilowga, koorsaddu waa mid madhan, sugaya in aad ku darto qaybo iyo walxaha waxbarashada.</br>Haddii aad koorsad u dejiso Muuqda, waxay ka muuqan doontaa sidii tool cusub bogga guriga koorsada. Tani waxay fududaynaysaa oo u cadaysa ardayda gelitaanka.</p><p><b>Wax walxo waxbarasho ah ayaan ku dari karaa?</b></p><p>Taageera dhammaan Chamilo tools, hawlaha iyo nuxulka aad u aragto mid faa'iido leh oo ku habboon koorsadaada waxa la ku dari karaa :<br><ul><li>Dukumentiyo gaar ah (qoraallo, sawirro, Office docs, ...)</li><li>Forums gebi ahaanba</li><li>Mawduucyada</li><li>Links</li><li>Chamilo Tests</li><li>HotPotatoes Tests<br />(note :tests made invisible on the homepage, but included in a path, become visible for learners only as they work through the course.)</li><li>Assignments</li><li>External links</li></ul></p><p><b>Features kale</b></p><p>Ardayda waxaa la weydiisan karaa in ay ku raacaan koorsadaada nidaam gaar ah, maadaama aad dejin karto <u>shuruudaha</u>. Tani waxay macnaheedu yahay tusaale ahaan in ardaydu aanay tagi karin tusaale Quiz 2 ilaa ay akhriyeen tusaale Document 1. Dhammaan walxaha waxbarashadu waxay leeyihiin xaalad:<i>completed</i> ama <i>incomplete</i>, sidaas darteed horumarka ardayda si cad ayaa loo soo tebinayaa.</p><p>Haddii aad beddesho cinwaanka asalka ah ee walax waxbarasho, magaca cusub ayaa ka muuqan doona koorsada, laakiin cinwaanka asalka ah lama tirtiri doono. Marka haddii aad rabto test8.doc inuu ka muuqdo 'Final Exam' ee path-ka, maaha in aad beddesho faylka, waxaad isticmaali kartaa cinwaanka cusub ee path-ka. Waxay sidoo kale faa'iido u leedahay in la siiyo cinwaanno cusub links-yada aad u dheer.</p><p>Marka aad dhamaysato, ha iloobin in aad calaamadiso Display mode, (muujinaya, sida muuqaalka ardayga, miiska waxyaabaha ee bidix iyo walxaha waxbarashada midig, midba mar.)</p><br><p><b>Maxay tahay SCORM course oo sidee baan u soo dejin karaa mid?</b></p><p>Toolka learning path waxa uu kuu ogolaanayaa in aad soo dejiso koorsadyada la raaco SCORM.</p><p>SCORM (<i>Sharable Content Object Reference Model</i>) waa heerka guud ee ay raacaan shirkadaha waaweyn ee e-Learning sida NETg, Macromedia, Microsoft, Skillsoft, iwm. Waxay ku shaqeeyaan saddex heer:</p><ul><li><b>Economy</b> : SCORM waxay ka dhigtaa koorsadyada dhan ama cutubyada yaryar dib loo isticmaali karo Learning Management Systems (LMS) kala duwan iyadoo la kala saarayo nuxulka iyo macnaha,</li><li><b>Pedagogy</b> : SCORM waxay isku darsataa fikradda shuruudda ama <i>sequencing</i> (<i>tusaale ahaan </i>"Ma tagi kartid cutubka 2 ka hor inta aanad dhaafi Quiz 1"),</li><li><b>Technology</b> : SCORM waxay abuurtaa miis waxyaabaha sida lakabka abstraction ee ka baxsan nuxulka iyo LMS. Waxay caawisaa labaduba inay midba midka kale la xidhiidho. Waxyaabaha ugu muhiimsan ee la isweydaarsado waa <i>bookmarks</i>("John xagee yaqaa koorsada?"), <i>scoring</i> ("John sidee u gudbay imtixaanka?") iyo <i>time</i> ("John inta imis ee uu ku qaatay cutubka 1?").</li></ul><b>Sidee baan u abuuri karaa Learning Path la raaco SCORM?</b><br><br>Habka muuqda waa in la isticmaalo Chamilo Authoring tool. Si kastaba ha ahaatee, waxaad dooran kartaa in aad abuurto websaydhyo SCORM la raaco oo buuxa kombiyuutarkaaga ka hor inta aanad ku soo dejin platform-ka Chamilo. Xaaladdan, waxaan kugula talinaynaa isticmaalka tool adag sida Lectora, eXe Learning ama Reload<br></p><p>

source: <p>The Course Description tool prompts you to comprehensively describe your course in a systematic way. This description can be used to provide learners with an overview of what awaits them, and can be helpful when you review and evaluate your course. </p> The items merely offer suggestions. If you want to write your own course description, simply create your own headings and descriptions by selecting the 'Other' tool. </p> Otherwise, to complete a description of the course, click on each image, fill it with your text/content and submit. </p>
so_so: <p>Toolka Sharaxaadda Koorsada waxa uu ku dhiirigeliyaa in aad si ballaadhan u sharaxdo koorsadaada si habaysan. Sharaxaaddan waxaa loo isticmaali karaa in lagu siiyo ardayda dulmar guud oo waxa iyaga sugaya, waxayna faa'iido u yeelan kartaa marka aad dib u eegto oo aad qiimeyso koorsadaada. </p> Waxyaabaha kaliya waxay bixiyaan talooyin. Haddii aad rabto in aad qorto sharaxaadda koorsadaada, si fudud u abuur cinwaanno iyo sharaxooyin adiga u gaar ah adigoo doortay 'Other' tool. </p> Haddii kale, si aad u dhammaystirto sharaxaadda koorsada, riix sawir kasta, ku buuxi qoraalkaaga/nuxulkaaga oo soo gudbi. </p>

source: <p>The Links tool allows you to create a library of resources for your students, particularly of resources that you have not created yourself.</p><p>As the list grows, it might prove useful to organise it into categories to help your students find the right information at the right place. You can edit every link to re-assign it to a new category (you will need to create this category first).</p><p>The Description field can be used to provide advance-information on the target web pages but also to describe what you expect the student to do with the link. If, for instance, you point to a website on Aristotle, the description field may ask the student to study the difference between synthesis and analysis.
so_so: <p>Toolka Links waxa uu kuu ogolaanayaa in aad abuurto maktabad agab ah oo ardaydaada ah, gaar ahaan agabka aadan adigu abuurin.</p><p>Sida liistadu u koraan, waxa faa'iido u yeelan karta in aad u habeysato qaybo si aad u caawiso ardayda inay helaan macluumaadka saxda ah goobta saxda ah. Waxaad tafatiri kartaa link kasta si aad ugu beddesho qayb cusub (waxa aad u baahan tahay in aad marka hore abuurto qaybtaas).</p><p>Goobta Description waxaa loo isticmaali karaa in lagu bixiyo macluumaad horudhac ah ee bogagga webka la beegsaday laakiin sidoo kale lagu sharaxo waxa aad ka filanayso ardayga inuu ku sameeyo link-ka. Haddii, tusaale ahaan, aad tilmaamto websaydh ku saabsan Aristotle, goobta sharaxaadda ayaa waydiin karta ardayga inuu barto farqiga u dhexeeya synthesis iyo analysis.

source: <p> As soon as you log in to the system, you will be taken to your own main page. Here you will see the following: <li> <b> My Courses </b> in the centre of the page, lists the courses in which you are enrolled, with an option for you to create new courses (using the button in the right menu) </li> In the header section, <b> My Profile </b> allows you to change your password, upload your photo to the system or change your username, </li> <b> My Calendar </b>: contains the events within the courses for which you are registered, </li> in the right menu: <b> Edit my list of courses </b> allows you to enroll in courses as learner, (provided the trainer/teacher has authorized entry. here you can also unsubscribe from a course, </li> Links <b> Support Forum </b> and <b> Documentation </b> refer you to the main Chamilo site, where you can ask questions or find up to date information about Chamilo. </li> </ ul> To enter a course (left side of the screen), click on its title. Your profile may vary from course to course. It could be that you are a teacher in one course and a learner in another. In courses for which you are responsible, you have access to the editing tools designed for authoring and managing students, while in courses where you learn, you access a more limited range of tools appropriate for undertaking the course.</p> The form your own main page takes can vary from one platform to another depending on the options enabled by the system administrator. Thus, for example, there may be some cases where you do not have access to course creation even as a teacher, because this particular function is managed by others within your institution. </p>
so_so: <p> Isla markiiba aad galto nidaamka, waxaa la kaa qaadi doonaa boggaaga guud. Halkaas waxaad arki doontaa waxyaabaha soo socda: <li> <b> My Courses </b> ee bartamaha bogga, waxay liis garaysaa koorsadyada aad diiwaan gelan tahay, oo leh doorasho aad ku abuurto koorsado cusub (adigoo isticmaalaya badhanka menu-ga midig) </li> Qaybta header-ka, <b> My Profile </b> waxay kuu ogolaanaysaa in aad beddesho sirtaada, soo dejiso sawirkaaga nidaamka ama beddesho magacaaga isticmaale, </li> <b> My Calendar </b>: waxay ka kooban tahay dhacdooyinka gudaha koorsadyada aad diiwaan gelan tahay, </li> menu-ga midig: <b> Edit my list of courses </b> waxay kuu ogolaanaysaa in aad iska diiwaan geliso koorsado ahaan arday, (haddii macallinku/macallinku ogolaaday gelitaanka. halkan waxaad sidoo kale ka tirtiri kartaa koorsad, </li> Links <b> Support Forum </b> iyo <b> Documentation </b> waxay kuu gudbinayaan goobta ugu weyn Chamilo, halkaas oo aad weydiisan karto su'aalo ama hel karto macluumaadka ugu dambeeyay Chamilo. </li> </ ul> Si aad u gasho koorsad (dhinacda bidix ee shaashadda), riix cinwaanka. Muuqaalkaagu wuxuu kala duwanaan karaa koorsad ilaa koorsad. Waxa laga yaabaa in aad tahay macallin hal koorsad oo aad tahay arday mid kale. Koorsadyada aad masuulka u tahay, waxaad marin u leedahay tools-ka tafatirka loogu talagalay qorista iyo maamulka ardayda, halka koorsadaha aad barato, waxaad marin u leedahay tools xadidan oo ku habboon qabista koorsada.</p> Foomka boggaaga guud ee aad qaado waxa uu kala duwanaan karaa hal platform ilaa mid kale iyadoo ku xidhan doorashooyinka uu shaqal geliyay maamulaha nidaamka. Sidaa darteed, tusaale ahaan, waxa jiri kara xaalado aad aanad marin u lahayn abuurista koorsad xitaa ahaan macallin, sababtoo ah shaqada gaarka ah waxa maamulaa kuwa kale gudaha hay'addaada. </p>

source: <p> The Agenda tool appears both as a calendar within each course and as a personal diary tool for each student providing an overview of events in the courses in which they are enrolled. (Groups can also have their own Agenda.) </ p> Users can use the Agenda, which displays course content and activites, as a reference tool to organise their day to day or week to week learning.<p>In addition to being visible in the agenda, new events are indicated to the learner whenever he/she logs in. The system sees what has been added since his/her last visit and icons appear on the portal home page beside the courses indicating new events and announcements.</p> </p> If you want to organize students' work in a time-related way, it is best to use the Learning Paths tool as a way of charting a logical progression through various activites and content through the presentation of a formal table of contents.</p>
so_so: <p> Toolka Agenda wuxuu ka muuqdaa sidii kalandar gudaha koorsad kasta iyo sidii maariinka shakhsi ahaaneed ee arday kasta oo bixiya dulmar dhacdooyinka koorsadyada ay diiwaan gelan yihiin. (Kooxuhu sidoo kale waxay yeelan karaan Agenda u gaar ah.) </ p> Isticmaale waxay isticmaali karaan Agenda, oo muujinaya nuxulka koorsada iyo hawlaha, sidii tool tixraac si ay u habeeyaan maalin walba ama toddobaad walba waxbarashadooda.<p>Marka lagu daro in ay ka muuqdaan agenda, dhacdooyinka cusub ayaa lagu tilmaamayaa ardayga markasta uu/ay galo. Nidaamku waxa uu arkaa waxa lagu daray tan iyo booqashadii ugu dambeysay oo calaamado ayaa ka muuqda bogga guriga portal-ka agagaarka koorsadyada tilmaamaya dhacdooyin cusub iyo ogeysiisyo.</p> </p> Haddii aad rabto in aad u habeeyso shaqada ardayda si la xidhiidha waqtiga, waxaa fiican in aad isticmaasho Learning Paths tool sidii hab lagu jaangooyo horumar macquul ah iyada oo loo marayo hawlaha kala duwan iyo nuxulka iyada oo la soo bandhigayo miis rasmi ah ee waxyaabaha.</p>

source: <p> The Announcements tool allows you to send an e-mail to some or all of your students, or to specific groups. to might want to alert them to the addition of a new document, to remind them of a deadline for submission of an assignment or to highlight and share a particularly good piece of work. Sending such e-mail announcements can also serve as a useful prompt to re-engage students who have not visited the site for some time (as long as it's not overdone!). </p> <b> Contacting specific users </b> <p> In addition to sending a general one to all members of the course, you can send an e-mail to one or more individuals/groups groups. When you create a new announcement, just click <i>Visible to</i> and select users from the left hand lists and and add them as recipients using the arrows.</p>
so_so: <p> Qalabka ogeysiisyadu waxay kuu oggolaanaysaa in aad u soo dirto iimayl ardaydaada qaar ama dhammaantood, ama kooxo gaar ah. Waxaa laga yaabaa in aad uga digtoso ku darista dukumenti cusub, in aad u xasuusiso wakhtiga ugu dambeeya ee soo gudbinta shaqada, ama in aad muujiso oo aad la wadaagto shaqo wanaagsan. Dirka ogeysiisyada iimaylka noocan ah waxa kale oo ay u shaqayn kartaa sidii tilmaame faa'iido leh si aad dib ugu biirto ardayda aan muddo wakhti ah soo booqan goobta (ilaa inta aan si xad dhaaf ah loo samayn!). </p> <b> La xidhiidha isticmaale gaar ah </b> <p> Inta dheer ee dirka mid guud dhammaan xubnaha koorsada, waxaad u diri kartaa iimayl qof ama qaar badan oo shaqsiyaad/kooxo ah. Marka aad abuurto ogeysiis cusub, kaliya guji <i>Visible to</i> oo ka dooro isticmaaleaska liiska bidix ee bidix oo ku daro iyaga sida qaataayaal isticmaalka fallaadhaha. </p>

source: <p>The Chat tool allows you to chat 'live' with your students in real time. </p> In contrast to most commercial chat tools, the chat in Chamilo is web based and does not require any additional install (e.g. MSN Yahoo Messenger. Skype etc.) A key advantage of this solution is therefore it's immediate availablilty for students, allowing chat to be easily integrated into the course. Moreover, the Chamilo chat tool will automatically archive discussions and save them for ready access later via the Documents tool. (Be warned that the message may take from 1 to 5 seconds to refresh with each exchange - this doesn't mean anything is wrong!!). </p> If learners have uploaded a profile picture it will appear (reduced in size) in the left column - otherwise, it will show a default image. </p> It is the responsibility of the teacher to delete threads whenever he/she deems relevant. </p> <b>Educational Use</b> <p>Adding Chat to your course is not always a good idea. To make best use of this tool, you need to ensure discussions remain focussed on course content. You might, for example, decide to keep the chat facility hidden until it is time for a 'formal' scheduled session. That way,while the freedom of discussions may admittedly be curbed, you are able to better guarantee thatsuch live meetings will be beneficial .</p>
so_so: <p>Qalabka Chat wuxuu kuu oggolaanayaa in aad kula sheekeysato 'toos' ardaydaada waqtiga dhabta ah. </p> Marka la barbardhigo inta badan qalabka sheekaysiga ganacsiga, chat-ka Chamilo waa mid ku salaysan shabakadda oo uusan u baahnayn rakibid dheeraad ah (tusaale ahaan MSN Yahoo Messenger. Skype iwm.) Faa'iidada muhiimka ah ee xalkaani waa sidaa darteed helitaanka degdega ah ee ardayda, taas oo u oggolaanaysa in chat-ka si fudud loogu dhexgeliyo koorsada. Intaas waxaa dheer, qalabka chat-ka Chamilo waxa uu si toos ah u keydin doonaa doodaha oo u keydin doonaa si aad u heli karto mar dambe iyada oo loo marayo qalabka Dukumentiyada. (Digtoow in farriinta laga yaabo in ay qaaddo 1 ilaa 5 ilbiriqsi si ay u cusboonaysiiso beddel kasta - tani macnaheedu maaha wax khalad ah!!). </p> Haddii ardaydu soo galiyeen sawir muuqaal ah waxa uu ka muuqan doonaa (la dhimay xajmiga) tiirka bidix - haddii kale, waxa uu muujin doonaa sawir caadi ah. </p> Waa mas'uuliyadda macallinka in la tirtiro dunta markasta oo uu u arko mid ku habboon. </p> <b>Taawarrada Waxbarashada</b> <p> Ku darista Chat koorsadaada had iyo jeer maaha fikrad wanaagsan. Si aad uga faa'iidaysato qalabkan, waxaad u baahan tahay in aad hubiso in dooduhu ay diiradda saaraan waxyaabaha koorsada. Tusaale ahaan, waxaad go'aansan kartaa in aad qariso qalabka chat-ka ilaa ay gaarto wakhtiga kalfadhiga 'rasmi ah' ee la qorsheeyay. Sidaas darteed, inkasta oo xorriyadda dooduhu laga yaabo in la xakameeyo, waxaad si fiican u dammaanad qaadi kartaa in kulamada tooska ah ay faa'iido u yeelan doonaan.</p>
