Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Create your certificate copy-pasting the following tags. They will be replaced in the document by their student-specific value:
so_so: Abuur nuqulka shahaadadaada adigoo ku-jiifa tags-yadan. Waxay ku beddeli doonaan dukumentiga qiimaha gaarka ah ee ardayda:

source: View presence sheets
so_so: Eeg xaashiyaha joogitaanka

source: View evaluations
so_so: Eeg qiimeynta

source: New presence sheet
so_so: Xaashida joogitaanka cusub

source: New presence sheet: step 1/2 : fill in the details of the presence sheet
so_so: Xaashida joogitaanka cusub: tallaabada 1/2: buuxi faahfaahinta xaashida joogitaanka

source: Title of the activity
so_so: Ciwaanka hawlaha

source: Presence sheet created by
so_so: Xaashida joogitaanka waxaa abuuray

source: Save presence sheet and continue to step 2
so_so: Kaydi xaashida joogitaanka oo sii wad tallaabada 2

source: New presence sheet: step 2/2 : check the trainees that are present
so_so: Xaashida joogitaanka cusub: tallaabada 2/2: hubi ardayda jooga

source: No certificate available
so_so: Ma jiro shahaadada la heli karo

source: Save certificate
so_so: Kaydi shahaadada

source: Certificate can't be removed
so_so: Shahaadada lama tirtiri karo

source: Certificate removed
so_so: Shahaadada waa la tirtiray

source: No default
so_so: Ma jiro mid predhanyahay

source: Default certificate
so_so: Shahaadada predhanyaha

source: Preview certificate
so_so: Horudhac shahaadada

source: Certificate set to default
so_so: Shahaadada loo dejiyay predhanyaha

source: Import presences
so_so: Soo dejin joogitaanka

source: Add presences
so_so: Ku dar joogitaanka

source: Delete presences
so_so: Tirtir joogitaanka

source: List of learner certificates
so_so: Liiska shahaadooyinka ardayda

source: New presence
so_so: Joogitaanka cusub

source: Edit presence
so_so: Tafatir joogitaanka

source: Saved edit presence
so_so: Kaydiyay tafatirka joogitaanka

source: You should use the presence sheet that you can download above. This presence sheet contains a list of all the learners in this course. The first column of the XLS file is the official code of the learner, followed by the lastname and the firstname. You should only change the 4th column and note 0 = absent, 1 = present
so_so: Waa inaad isticmaashaa xaashida joogitaanka ee aad kor ka soo dejin karto. Xaashidan waxaa ku jira liis dhammaan ardayda koorsadan. Tiirka kowaad ee faylka XLS waa koodka rasmiga ah ee ardayga, oo ay ku xigto magaca dambe iyo magaca hore. Waa inaad beddeshaa oo keliya tiirka 4aad oo aad ogaataa 0 = ma joogo, 1 = jooga

source: Validate presence sheet
so_so: Xaqiiji xaashida joogitaanka

source: Presence sheet
so_so: Xaashida joogitaanka

source: Presence sheets
so_so: Xaashiyaha joogitaanka

source: Evaluations
so_so: Qiimeynta

source: Save changes in presence sheet
so_so: Kaydi isbeddelka xaashida joogitaanka

source: Present
so_so: Jooga

source: 0 = absent, 1 = present
so_so: 0 = maqnaan, 1 = jooga

source: Example Excel (XLS) file
so_so: Faylka Excel (XLS) tusaale ah

source: No presence registered
so_so: Ma jiro joogitaan la diiwaan geliyay

source: Modify presences
so_so: Beddel joogitaanka

source: Total weight must not be more than
so_so: Wadarta miisaanku waa in aysan ka badnayn

source: There is no certificate available by default
so_so: Ma jiro shahaado la heli karo si caadi ah

source: Certificate minimum score is required and must not be more than
so_so: Shahaadada ugu yar ee dhibcaha waa loo baahan yahay oo waa in aysan ka badnayn

source: There is no course description so far.
so_so: Ma jiro sharaxaad kooras ah ilaa hadda.

source: Vacancies
so_so: Meel bannaan

source: Cost
so_so: Qiime

source: Lecture hours
so_so: Saacadaha casharka

source: Area
so_so: Goob

source: In process
so_so: Hawsha socota

source: The description has been updated
so_so: Sharaxaadda waa la cusboonaysiiyay

source: Description has been deleted
so_so: Sharaxaadda waa la tirtiray

source: By enabling this option, session admins will only be able to see, in the administration page, the users they created.
so_so: Marka la shaqeeyo doorashadan, maamulayaasha kalfadhiga waxay arki karaan oo kaliya bogga maamulka isticmaalka ay sameeyeen.

source: Login failed - incorrect login or password.
so_so: Gal galintu way fashilantay - gal gal ama lambar sir ah oo khaldan.

source: Pass
so_so: Guul

source: Advises
so_so: Talooyin

source: <b>Warning :</b> This course does not exist
so_so: <b>Digto:</b> Koorsaskan ma jiro

source: click here to get this course from your old portal
so_so: guji halkan si aad kooraska uga hesho boggaagii hore

source: Support forum
so_so: Guddi taageero

source: Categories Overview
so_so: Aragti guud ee qaybaha

source: I lost my password
so_so: Waan lumiyay erayga sirta ah

source: Latest announcements
so_so: Ogeysiisyada ugu dambeeyay

source: Opinion
so_so: Ra'yi

source: My account
so_so: Koonahayga

source: Online users list
so_so: Liiska isticmaalka online

source: total users online
so_so: wadarta isticmaala online

source: Refresh
so_so: Cusboonaysii

source: Portal news
so_so: Wararka portal

source: Not Registered
so_so: Ma diiwaan gelin

source: Register for course
so_so: Diiwaan gel kooras

source: Unregister from course
so_so: Ka diiwaan gel kooras

source: (the course is currently closed)
so_so: (koorsasku hadda waa xidhan yahay)

source: What s/he can teach
so_so: Waxa uu wax ku bari karo

source: Productions
so_so: Soosaarid

source: Send a chat proposal to this person
so_so: U soo dir talo sheegid qofkan

source: The invitation has been rejected.
so_so: Casuumaadda waa la diiday.

source: Usage data created
so_so: Xogta isticmaalka waa la abuuray

source: Display courses ordered by training sessions
so_so: Muujin koorasyada kuwo kuwo loo kala naxay kalfadhnimada tababarka

source: Display the full list of the courses
so_so: Muujin liiska buuxa ee koorasyada

source: Dropbox file added
so_so: Faylka Dropbox waa la daray

source: New message posted in the forum
so_so: Farriin cusub ayaa lagu dhejiyay madasha

source: New folder created
so_so: Xero cusub ayaa la abuuray

source: File should be CSV format. Do not add spaces. Structure should be exactly :
so_so: Faylku waa inuu nooca CSV yahay. Ha darin meelo bannaan. Qaabdhismeedku waa inuu noqdaa sax ah :

source: To change your password, enter your current password in the field above and your new password in both fields below. To maintain the current password, leave the three fields empty.
so_so: Si aad u beddesho eraygaaga sirta ah, gali eraygaaga sirta ah ee hadda goobta sare iyo eraygaaga sirta ah cusub labada goobood hoose. Si aad u ilaaliso erayga sirta ah ee hadda, ka tag saddexda goob bannaan.

source: Authentication
so_so: Aqoonsi

source: The file size should be smaller than
so_so: Cabbirka faylku waa inuu ka yar yahay

source: New password
so_so: Erayga sirta ah cusub

source: The current password is incorrect
so_so: Erayga sirta ah ee hadda waa khaldan yahay

source: You have asked to reset your password. If you did not ask, then ignore this mail.
so_so: Waad codsatay in la dib u dejiyo eraygaaga sirta ah. Haddii aadan codsan, markaas iska indho dhig warqaddan.

source: Your password has been emailed to you.
so_so: Eraygaaga sirta ah ayaa lagu soo diray email.

source: Enter the e-mail address that you used to register and we will send you your password back.
so_so: Gali ciwaanka e-mail-ka aad ku diiwaan gashay oo waxaan kuu soo diri doonnaa eraygaaga sirta ah.

source: Action
so_so: Hawsha

source: Preserved
so_so: La ilaaliyay

source: Confirm user unsubscription
so_so: Xaqiiji ka diiwaan gelinta isticmaale

source: Goto
so_so: Tag

source: My latest visits
so_so: Bogagga aan ugu dambayn booqday

source: If you want to add a list of users in your course, please contact your web administrator.
so_so: Haddii aad rabto inaad ku dartid liis isticmaale kooraskaaga, fadlan la xiriir maamulahaaga webka.

source: this password is too simple. Use a pass like this
so_so: eraygan sirta ah waa fudud. Isticmaal eray sida kan

source: has been registered to your course
so_so: wuxuu u diiwaan geliyay kooraskaaga

source: A user with same name is already registered in this course.
so_so: Isticmaale leh magac isku mid ayaa horey u diiwaan geliyay kooraskan.

source: He (she) will receive e-mail confirmation with login and password
so_so: Wuxuu heli doonaa e-mail xaqiijin leh gal gal iyo eray sir ah

source: Make coach
so_so: Ka dhig tababare

source: Remove this right
so_so: Ka saar xuquuqdan

source: Make admin
so_so: Ka dhig maamule

source: number
so_so: nambar

source: Upload the list
so_so: Rari liiska

source: Every line of file to send will necessarily and only include 5 fields: <b>First nameLastNameLoginPasswordE-mail</b> tab-separated and in this order. Users will receive an e-mail confirmation with their login/password.
so_so: Xariiq kasta oo faylka la soo dirayo waxay ku darsami doontaa oo keliya 5 goobood: <b> Magaca horeMagaca dambeGal galErayga sirta ahE-mail</b> tab-separated iyo siday u kala horreeyaan. Isticmaaleyaashu waxay heli doonaan e-mail xaqiijin leh gal-galkooda/erayga sirta ah.

source: Import a users list
so_so: Rari liiska isticmaale

source: Add user manually
so_so: Ku dar isticmaale gacmo ahaan

source: <big>Edit courses list</big><br><br>Check the courses you want to follow.<br>Uncheck the ones you don't want to follow anymore.<br> Then click Ok at the bottom of the list
so_so: <big>Tir koorasyada</big><br><br>Jeedho koorasyada aad rabto inaad raacdo.<br>Jeedho kuwa aad rabto inaad joojiso raacitaanka.<br> Kadib guji Ok liiska hoose

source: Import list of users
so_so: Rari liiska isticmaale

source: has been added. An e-mail has been sent to give him his login
so_so: wuxuu ku daray. E-mail ayaa loo soo diray si uu u siiyo gal-galkiisa

source: The user
so_so: Isticmaale

source: has registered you to this course
so_so: wuxuu kugu diiwaan geliyay kooraskan

source: One of the course administrators
so_so: Mid ka mid ah maamulayaasha kooraska

source: Picture
so_so: Sawir

source: Your new profile has been saved
so_so: Boggaaga cusub ayaa la keydiyay

source: The email address is not complete or contains some invalid characters
so_so: Ciwaanka e-mail-ka ma dhammaystirna ama waxaa ku jira xuruufo aan ansax ahayn

source: This login is already in use
so_so: Gal-galkan ayaa horey loo isticmaalay

source: You left some fields empty
so_so: Waad ka tagtay goobood bannaan

source: Try again!
so_so: Isku day mar kale!

source: You have typed two different passwords
so_so: Waxaad ku dhistay laba eray sir ah oo kala duwan

source: View my e-portfolio
so_so: Eeg e-portfolio-kayga

source: Edit Profile
so_so: Tafatir Profile

source: Your modifications have been registered
so_so: Isbeddeladaada waa la diiwaan geliyay

source: You can now create your course
so_so: Waad abuuri kartaa kooraskaaga hadda

source: You can now select, in the list, the course you want access to
so_so: Waad dooran kartaa, liiska, kooraska aad rabto inaad gelid

source: An e-mail has been sent to remind you of your login and password
so_so: E-mail ayaa la soo diray si uu kuu xasuusiyo gal-gal iyo erayga sirta ah

source: Your personal settings have been registered
so_so: Dejintaada shakhsi ahaaneed waa la diiwaan geliyay

source: In case of trouble, contact us.
so_so: Haddii dhibaato jirto, nala soo xiriir.

source: is
so_so: waa

source: The address of
so_so: Ciwaanka

source: Your registration on %s
so_so: Diiwaangelintaada %s

source: This login is already taken. Use your browser's back button and choose another.
so_so: Gal-galkan waa la qaatay. Isticmaal badhanka gadaal ee biraawsarkaaga oo dooro mid kale.

source: You left some fields empty. Use your browser's back button and try again.
so_so: Waad ka tagtay goobood bannaan. Isticmaal badhanka gadaal ee biraawsarkaaga oo isku day mar kale.

source: You typed two different passwords. Use your browser's back button and try again.
so_so: Waxaad garaacday laba eray sir ah oo kala duwan. Isticmaal badhka gadaal ee biraawsarkaaga oo isku day mar kale.

source: Teacher (creates courses)
so_so: Macallin (wuxuu abuuraa koorsooyinka)

source: Student (follows courses)
so_so: Arday (raacaa koorsooyinka)

source: Confirm password
so_so: Xaqiiqi erayga sirta

source: This is your information to connect to
so_so: Tani waa macluumaadkaaga si aad ugu xidhidho

source: Login request
so_so: Codsi gal

source: Admin
so_so: Maamule

source: User of course
so_so: Isticmaale koorso

source: Status in course
so_so: Xaaladda kooraska

source: No course available
so_so: Ma jiro koorso la heli karo

source: User e-portfolio has been registered
so_so: Portfolio-ka e-isticmaalaha waa la diiwaan geliyay

source: User's courses
so_so: Koorsooyinka isticmaaleha

source: Courses by user
so_so: Koorsooyinka isticmaaleha

source: Enroll users to course
so_so: Diiwaan gelin isticmaaleyaasha kooraska

source: Previous 100
so_so: Hore 100

source: Add registered users
so_so: Ku dar isticmaaleayaasha diiwaan geliyay

source: Go to users list
so_so: Tag liiska isticmaaleeyaasha

source: Register
so_so: Diiwaan gel

source: Quit
so_so: Ka bax

source: Your password has been reset
so_so: Eraygaaga sirta waa la dib u dejiyay

source: Optional fields
so_so: Goobaha ikhtiyaariga ah

source: Full name
so_so: Magacii buuxa

source: Search for user
so_so: Raadi isticmaale

source: No search results found
so_so: Ma jiraan natiijooyin raadinta ah

source: Your login can only contain letters, numbers and _.-
so_so: Galalkaagu wuxuu kaliya ku koobnaan karaa xarfo, tirooyin iyo _.-

source: This is a password request for the e-mail address
so_so: Tani waa codsi eray sir ah oo loogu talagalay ciwaanka e-mailka

source: This e-mail address corresponds to the following user account.
so_so: Ciwaanka e-mailkani waxa uu u dhigma xisaabta isticmaale ee soo socota.

source: This e-mail address corresponds to the following user accounts.
so_so: Ciwaanka e-mailkani waxa uu u dhigma xisaabaha isticmaale ee soo socota.

source: Chamilo can't handle the request automatically because the account has an external authentication source. Please take appropriate measures and notify the user.
so_so: Chamilo ma xakamayn karo codsiga si toos ah sababtoo ah xisaabtu waxay leedahay ilo xaqiijin dibadeed. Fadlan qaado tallaabooyin ku habboon oo ogaynta isticmaaleha.

source: Chamilo can't handle the request automatically because at least one of the accounts has an external authentication source. Please take appropriate measures for all accounts (including those with platform authentication) and notify the user.
so_so: Chamilo ma xakamayn karo codsiga si toos ah sababtoo ah ugu yaraan mid ka mid ah xisaabta ayaa leh ilo xaqiijin dibadeed. Fadlan qaado tallaabooyin ku habboon dhammaan xisaabaha (oo ay ku jiraan kuwa leh xaqiijinta aaladda) oo ogaynta isticmaaleha.

source: Chamilo can't handle the request automatically for this type of account. Your request has been sent to the platform administrator, who will take appropriate measures and notify you of the result.
so_so: Chamilo ma xakamayn karo codsiga si toos ah nooca xisaabtan. Codsigaaga waxa loo diray maamulaha aaladda, kaas oo qaadi doona tallaabooyin ku habboon oo kuu ogeysiin doona natiijada.

source: Start with selecting a session below.<br />You can then see your progress for every course you are subscribed to.
so_so: Ku bilow doorashada kalfadhi hoose.<br />Waxaa markaa arki doonta horumarkaaga koorso kasta oo aad ka diiwaan gashan tahay.

source: Never expires
so_so: Marna ma dhacdo

source: Account
so_so: Xisaab

source: Your account has to be approved
so_so: Xisaabtaadu waa in la oggolaado

source: Approval for new account
so_so: Oggolaanshaha xisaabta cusub

source: Manage user
so_so: Maamul isticmaale

source: Enroll teachers
so_so: Diiwaan gelin macalimiinta

source: Your password is encrypted for security reasons. Thus, after pressing the link an e-mail will be sent to you again with your password.
so_so: Eraygaaga sirta waa la qarsoodiyay sababo la xiriira amniga. Sidaas darteed, ka dib markaad riixdo xiriirka e-mail ayaa mar kale laguugu diri doonaa eraygaaga sirta.

source: Extra fields
so_so: Goobaha dheeraadka ah

source: This OpenID could not be found in our database. Please register for a new account. If you have already an account with us, please edit your profile inside your account to add this OpenID
so_so: OpenID-kani laguma helin keydkeena. Fadlan iska diiwaan gelin xisaab cusub. Haddii aad horeba xisaab nagu haysatay, fadlan wax ka beddel faylkaaga gudaha xisaabtaada si aad ugu darto OpenID-kani

source: The login needs to be maximum %s characters long
so_so: Galalka wuxuu u baahan yahay inuu ugu yaraan %s xaraf uun yahay

source: Your picture has been uploaded
so_so: Sawirkaagu waa la soo galiyay

source: Your production file has been uploaded
so_so: Faylka wax soo saarkaagu waa la soo galiyay

source: These users have been registered to the course
so_so: Isticmaaleayaashan ayaa la diiwaan geliyay kooraska

source: User already register by other coach.
so_so: Isticmaaleha waxaa horey u diiwaan geliyay tababare kale.

source: User created in portal
so_so: Isticmaale lagu abuuray portal

source: User added into the session
so_so: Isticmaale lagu daray kalfadhiga

source: User not added.
so_so: Isticmaale lama darin.

source: The session was not identified
so_so: Kalfadhiga lama aqoonsan

source: Please verify your XML/CVS file
so_so: Fadlan hubi faylkaaga XML/CVS

source: If in the XML/CVS file the logins are missing, the firstname and the lastname will merge to create a login, i.e Julio Montoya into jmontoya
so_so: Haddii faylka XML/CVS ee galalka la waayo, magaca hore iyo kan dambe ayaa la isku darayaa si loo abuuro gal, tusaale Julio Montoya oo noqda jmontoya

source: New user in the course
so_so: Isticmaale cusub oo kooraska ah

source: There is a new user in the course
so_so: Kooraska waxaa jira isticmaale cusub

source: Edit extended profile
so_so: Wax ka beddel faylka dheeraadka ah

source: Edit profile
so_so: Wax ka beddel faylka

source: I have read and agree to the
so_so: Waxaan akhriyay oo aan ku raacsanahay

source: By clicking on 'Register' below you are agreeing to the Terms and Conditions
so_so: Markaad riixdo 'Diiwaan gel' hoose waxaad ku raacsan tahay Shuruudaha iyo Xaaladaha

source: Forgot your password?
so_so: Ma ilowday eraygaaga sirta?

source: Enter the username or the e-mail address with which you registered and we will send your password.
so_so: Gali magaca isticmaale ama ciwaanka e-mailka aad ku diiwaan gashatay oo waxaan kuu diri doonnaa eraygaaga sirta.

source: There is no account with this user and/or e-mail address
so_so: Ma jiro xisaab leh isticmaale iyo/ama ciwaanka e-mailka

source: Hidden tools and links
so_so: Qalabka iyo xiriiriyeyaasha qarsoon

source: Do you really want to delete this link?
so_so: Runtii ma rabtaa inaad tirtirto xiriirkan?

source: Name of the link
so_so: Magaca xiriirka

source: Portal Administrators only
so_so: Maamulayaasha Portal kaliya

source: Combined course
so_so: Kooras la isku daray

source: The tool is now visible.
so_so: Qalabku hadda waa muuqdaa.

source: The tool is now invisible.
so_so: Qalabku hadda waa qarsoon yahay.

source: Toolbox
so_so: Sanduuqa qalabka

source: Interaction
so_so: Isdhexgalka

source: Identifier of session
so_so: Aqoonsiga kalfadhiga

source: Convert to unique answer
so_so: U beddel jawaabta midka ah

source: This report type requires no settings
so_so: Nooca warbixintan waxuuga baahnayn dejimo

source: Show wizard
so_so: Muuji wizard-ka

source: Report format
so_so: Qaabka warbixinta

source: Report type
so_so: Nooca warbixinta

source: Please choose a report type
so_so: Fadlan dooro nooca warbixinta

source: Please fill the form to build the report
so_so: Fadlan buuxi foomka si aad u dhisto warbixinta

source: Unknown format
so_so: Qaab aan la aqoon

source: An error occurred while building the report
so_so: Qalad ayaa dhacay intii la dhisi laayay warbixinta

source: Wiki Search Results
so_so: Natiijooyinka raadinta Wiki

source: Main page
so_so: Bogga ugu muhiimsan

source: Edit this page
so_so: Wax ka beddel boggan

source: History
so_so: Taariikh

source: All pages
so_so: Dhammaan bogagga

source: Add new page
so_so: Ku dar bog cusub

source: Audio added
so_so: Maqalka waa la daray

source: The wiki page has been saved.
so_so: Bogga wiki waa la keydiyay.

source: <br/> <br/> <p align="center"> <img src="%swiki/wcollaborative.png" alt="Working as a team" title="Working as a team" /></p> <p align="center">To begin editing this page and remove this text</p>
so_so: <br/> <br/> <p align="center"> <img src="%swiki/wcollaborative.png" alt="Shaqaynta koox ahaan" title="Shaqaynta koox ahaan" /> </p> <p align="center">Si aad u bilowdo wax ka beddel boggan oo tirtir qoraalkan</p>

source: Wiki pages
so_so: Bogagga wiki

source: Group wiki pages
so_so: Bogagga wiki ee kooxda

source: Your changes have been saved. You still have to give a name to the page
so_so: Isbeddelladaada waa la keydiyay. Weli waa inaad bogga magac siiso

source: This page name already exists. To edit the page content, click here:
so_so: Magaca boggan ayaa horey u jiray. Si aad u tafatirto waxa ku jira bogga, riix halkan:

source: A line has been added
so_so: Safi ayaa la daray

source: A line has been deleted
so_so: Safi ayaa la tirtiray

source: A line has been moved
so_so: Safi ayaa la dhaqaajiyay

source: Line without changes
so_so: Safi aan isbeddel

source: Changes in version
so_so: Isbeddelada nooca

source: old version of
so_so: nooca hore ee

source: Differences
so_so: Kala duwanaanshaha

source: View of the latest selected version
so_so: Muuqalka nooca ugu dambeeyay ee la doortay

source: Compare selected versions
so_so: Isbarbardhig noocyada la doortay

source: Discuss
so_so: Ka hadal

source: View this page
so_so: Eeg boggan

source: Delete this page
so_so: Tirtir boggan

source: Discuss this page
so_so: Ka hadal boggan

source: Wiki home
so_so: Bogga Wiki

source: Delete all
so_so: Tirtir dhammaan

source: Your Wiki has been deleted
so_so: Wiki-gaada waa la tirtiray

source: The page and its history have been deleted.
so_so: Bogga iyo taariikhdiisa waa la tirtiray.

source: Num line
so_so: Tirada line

source: Delete this page and all its versions
so_so: Tirtir boggan iyo dhammaan noocyadiisa

source: Trainers only can delete the Wiki
so_so: Trainers kaliya ayaa tirtiri kara Wiki

source: Trainers only can delete a page
so_so: Trainers kaliya ayaa tirtiri kara bog

source: Trainers and members of this group only can add pages to the group Wiki
so_so: Trainers iyo xubnaha kooxdan kaliya ayaa bogag ku dari kara Wiki kooxda

source: Trainers and group members only can edit pages of the group Wiki
so_so: Trainers iyo xubnaha kooxda kaliya ayaa wax ka beddeli kara bogagga Wiki kooxda

source: Are you sure you want to delete this Wiki?
so_so: Ma hubin in aad rabto in aad tirtirto Wiki?

source: Are you sure you want to delete this page and its history?
so_so: Ma hubin in aad rabto in aad tirtirto boggan iyo taariikhdiisa?

source: Search also in content
so_so: Raadi sidoo kale contentka

source: Page protected
so_so: Bogga waa la ilaaliyay

source: Page unprotected
so_so: Bogga waa la furay

source: This page is protected. Trainers only can change it
so_so: Boggan waa la ilaaliyay. Trainers kaliya ayaa beddeli kara

source: This page is unprotected. All course users or group members can edit this page
so_so: Boggan waa la furay. Dhammaan isticmaale koorsada ama xubnaha kooxda ayaa wax ka beddeli kara boggan

source: Show add option
so_so: Muuj ikhtiyaarka ku dar

source: Hide add option
so_so: Dhuuq ikhtiyaarka ku dar
