Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Learner %s has enough sub-skill to get skill %s. To assign this skill it is possible to go here : %s
so_so: Barashada %s waxay leedahay xirfad-hoosaad ku filan si ay u hesho xirfadda %s. Si aad u xilsaarto xirfaddan waxaa suurtagal ah in aad halkan tagto: %s

source: This e-mail was sent via course %s
so_so: Iimaylkani waxaa loo soo diray iyadoo loo marayo koorsada %s

source: This e-mail was sent via course %s in session %s
so_so: Iimaylkani waxaa loo soo diray iyadoo loo marayo koorsada %s ee fadhiga %s

source: Career %s doesn't have a diagram.
so_so: Xirfadda %s ma leh diagram.

source: Exercise report by category for all sessions
so_so: War-bixinta layli ee qaybta dhammaan fadhiyada

source: Require e-mail confirmation
so_so: U baahnayn xaqiijinta iimaylka

source: Registration confirmation
so_so: Xaqiijinta diiwaangelinta

source: Your account is inactive because you have not confirmed it yet. Check your email and follow the instructions or click the following link to resend the email
so_so: Koonkaagu waa midgaa shaqaynayn sababtoo ah wali ma xaqiijin. Ka hubi iimaylkaaga oo raac tilmaamaha ama guji xiriirka soo socda si aad dib u dirto iimaylka

source: To complete your platform registration you need to confirm your account by clicking the following link
so_so: Si aad u dhammaystirto diiwaangelinta goobtaada waxaad u baahan tahay in aad xaqiijiso koonkaaga adigoo gujinaya xiriirka soo socda

source: Confirmation for new account
so_so: Xaqiijinta koonka cusub

source: Enable Cloud files link addition
so_so: Awood u sii ku darista xiriirka faylalka Cloud

source: Allow users to link to a file hosted on a public cloud service as if they were documents in the Chamilo documents tool.
so_so: Oggolow isticmaale inay ku xidhaan fayl ku shaqeeya adeegga daruurta dadweynaha sida ay u ahaayeen dukumentiyada ku jira qalabka dukumentiga Chamilo.

source: This URL already exists
so_so: URL-kani hore ayuu u jiray

source: An error occurred while adding the link to a cloud file.
so_so: Qalad ayaa dhacay markii la ku darayay xiriirka faylka daruurta.

source: Add link to Cloud file
so_so: Ku dar xiriirka Faylka Cloud

source: Cloud link deleted
so_so: Xiriinta daruuraha waa la tirtiray

source: Cloud link moved
so_so: Xiriinta daruuraha waa la raro

source: Error deleting the cloud link.
so_so: Qalad marka la tirtirayo xiriinta daruuraha.

source: Cloud link added
so_so: Xiriinta daruuraha waa la ku daray

source: Please enter a name for this Cloud link
so_so: Fadlan gali magac xiriinta daruurahan

source: Cloud file link updated.
so_so: Xiriinta faylka daruuraha waa la cusboonaysiiyay.

source: The domain is not valid. It must be one of the following:
so_so: Domain-ka ma valid ahayn. Waa inuu noqdaa mid ka mid ah kuwan soo socda:

source: List of valid domains
so_so: Liiska domain-yada saxda ah

source: URL field format invalid. Example of expected format: http://dropbox.com/sh/loremipsum/loremipsum?dl=0
so_so: Qaabka goobta URL-ga ma valid ahayn. Tusaale qaabka la filanayo: http://dropbox.com/sh/loremipsum/loremipsum?dl=0

source: File extension
so_so: Kordhinta faylka

source: Audit report
so_so: War-bixinta hantidhawrka

source: The Google Translate API used by this feature returned and empty answer. Please check or ask your translate_app_google_key setting is set correctly, or kindly ask an administrator to do so.
so_so: Igu xidh ardayga

source: Link me to student
so_so: Fadlan dooro ardayga aad rabto inaad codsato xiriir la leh, si ay maamulayaashu u eegi karaan oo u oggolaadaan codsigaaga. Fadlan ogow in nidaamyada maamul ee saxda ah la raaco marka hore si loo hubiyo in maamulku si sharci ah u aqbalo codsigaaga.

source: Please select the student you want to request a link to, so the administrators can review and approve your request. Please note that proper administrative procedures should have been followed first to ensure the admin can legally accept your request.
so_so: Ku codsato xiriir la arday

source: Request linking with student
so_so: Dir ogeysiisyada sugaya si gacanta ah

source: Send pending announcements manually
so_so: Codsiga xiriirka ardayga waa la diiday

source: Student linking request rejected
so_so: Xiriirka ardayga waa la saaray

source: Student link removed
so_so: Qaabka kalfadka kalfadka

source: Session template
so_so: Xiriinta faylka daruuraha

source: Cloud file link
so_so: Reset %s

source: Reset %s
so_so: Shahaadadayda caalamiga ah

source: My global certificate
so_so: Racaadda fariimaha

source: Message tracking
so_so: Isku-dhafka fariimaha %s iyo %s

source: Messages exchange between %s and %s
so_so: Waxaad heli doontaa iimayl kale oo leh ereygaaga sirta ah

source: You will receive another email with your password
so_so: Waa inaad heshay iimayl kale oo leh magacaaga isticmaale.

source: You must have received another email with your username.
so_so: Waa inaad soo gelisaa fayl zip leh isla magaca faylka SCORM ee asalka ah.

source: You must upload a zip file with the same name as the original SCORM file.
so_so: Waa inaad abuurtaa astaamo shaqsiyeed

source: You need to create a skill profile
so_so: Heerkastaamo

source: Skill level
so_so: Ku dar sheyga portfolio

source: Add item to portfolio
so_so: Dokument cusub ayaa lagu daray koorsada %s

source: New document added to course %s
so_so: Dokument cusub %s ayaa lagu daray qalabka dukumentiga ee koorsadaada %s %s.

source: A new document %s has been added to the document tool in your course %s by %s.
so_so: Baaritaannada sugaya

source: Pending surveys
so_so: Ma jiraan baaritaanno sugaya

source: No pending surveys
so_so: Kalfadka ugu caansan

source: Most popular sessions
so_so: Sheyga waa la arki karaa - Shuruudaha waa la dhameeyay

source: Item can be viewed - Prerequisites completed
so_so: Sheyga %s ayaa xannibaya tallaabadan

source: Item %s blocks this step
so_so: Natiijadaada %s ayaa xannibaysa tallaabadan

source: Your result at %s blocks this step
so_so: Maxaad rabtaa inaad samayso?

source: What do you want to do?
so_so: Raac koorsadyada

source: Follow courses
so_so: Baro koorsadyada

source: Teach courses
so_so: Tafatir sheyga portfolio

source: Edit portfolio item
so_so: Sheyga portfolio waa la ku daray

source: Portfolio item added
so_so: Saad waxyaabo badan oo koorsado ah

source: Explore more courses
so_so: Xiriirrada xiisaha u leh

source: Links of interest
so_so: Dhoofsiin qaabka Chamilo

source: Export to Chamilo format
so_so: Koorsadyada dhawaan imaan doona

source: Courses coming soon
so_so: Qiime iib

source: Sale price
so_so: Iibsada hadda

source: Buy now
so_so: Qaabka wada shaqaynta

source: Collaboration mode
so_so: Qaabka wada shaqaynta

source: Read only mode
so_so: Qaabka wax-u-aqri-kir

source: Document access
so_so: Gelitaanka dukumentiga

source: Share mode
so_so: Qaabka la wadaago

source: This session has a limited duration of %s days
so_so: Fadhigan waxa uu leeyahay muddo xaddidan oo ah %s maalmo

source: Last month
so_so: Bishii hore

source: This month
so_so: Bishan

source: Portal user session stats
so_so: Tirakoobka fadhiga isticmaaleha portal

source: You may add an introduction to this tool page as a helper text for your students. Simply click the edit icon to add some text. This short info text here is invisible to students and you can just leave this block empty, but what you will type will be visible to them.
so_so: Waxaad ku dari kartaa horudhac boggan qalabka ah sidii qoraal caawiye ardaydaada. Si fudud u riix astaanta tafatiraha si aad qoraal u dartid. Qoraalkan gaaban halkan waa mid aan ardaydu arki karin oo waxaad dooran kartaa in aad balooggan faaruqdo, laakiin waxaad ku qortid ay arki doonaan.

source: The document auto-launch feature configuration is enabled. Learners will be automatically redirected to document tool.
so_so: Habaynta sifada bilawga otomaatiga ah ee dukumentiga waa la shaqaynayaa. Ardaydu si otomaatig ah ayaa loogu wareejin doonaa qalabka dukumentiga.

source: Auto-launch for documents
so_so: Bilawga otomaatiga ah ee dukumentiga

source: Redirect to the document list
so_so: U wareeji liiska dukumentiga

source: The exercises auto-launch feature configuration is enabled. Learners will be automatically redirected to exercise list.
so_so: Habaynta sifada bilawga otomaatiga ah ee layliyada waa la shaqaynayaa. Ardaydu si otomaatig ah ayaa loogu wareejin doonaa liiska layliga.

source: Posted deadline for sending the work (Visible to the learner)
so_so: Muddada ugu dambeysa ee la dhigay shaqada loo diro (Ardaygu wuu arki karaa)

source: Follow up message about student %s
so_so: Fariin dabagal ah oo ku saabsan ardayga %s

source: Hi,<br/><br/>User %s sent a follow up message about student %s.<br/><br/>The message can be seen here %s
so_so: Salaan,<br/><br/>Isticmaale %s ayaa soo diray fariin dabagal ah oo ku saabsan ardayga %s.<br/><br/>Fariinta halkan ayaa laga arki karaa %s

source: Include services
so_so: Ku dar adeegyada

source: Enable culqi
so_so: Shaqaynta culqi

source: The selected users have all been disabled
so_so: Isticmaaleha la doortay dhammaantood waa la curyaaminay

source: Some of the selected users have not been disabled. We recommend you confirm which, by using the advanced search.
so_so: Qaar ka mid ah isticmaaleha la doortay lama curyaamin. Waxaan kugula talinaynaa in aad xaqiijiso gooyaha, adigoo adeegsanaya raadinta horumarsan.

source: The selected users were all enabled.
so_so: Isticmaaleha la doortay dhammaantood waa la shaqaystay.

source: Some of the selected users have not been enabled. We recommend you confirm which, by using the advanced search.
so_so: Qaar ka mid ah isticmaaleha la doortay lama shaqayn. Waxaan kugula talinaynaa in aad xaqiijiso gooyaha, adigoo adeegsanaya raadinta horumarsan.

source: Encrypted data
so_so: Xogta la qarsooday

source: Random data
so_so: Xog random

source: Personal data
so_so: Xog shakhsi ah

source: Complex data (not shown)
so_so: Xog adag (ma muuqdo)

source: Personal data: introduction
so_so: Xog shakhsi ah: horudhac

source: Personal data we keep about you
so_so: Xogta shakhsi ahaaneed ee aan kuu hayno

source: Permissions you gave us
so_so: Oggolaanshaha aad na siisay

source: Organization responsible for your data treatment
so_so: Ururka masuulka ka ah daawaynta xogtaada

source: Personal data treatment
so_so: Daawaynta xogta shakhsi ahaaneed

source: Personal data collection
so_so: Ururinta xogta shakhsi ahaaneed

source: Personal data recording
so_so: Duubista xogta shakhsi ahaaneed

source: Personal data organization
so_so: Abaabulka xogta shakhsi ahaaneed

source: Personal data structure
so_so: Qaabka xogta shakhsi ahaaneed

source: Personal data conservation
so_so: Kaydinta xogta shakhsi ahaaneed

source: Personal data adaptation or modification
so_so: La qabsiga ama beddelka xogta shakhsi ahaaneed

source: Personal data extraction
so_so: Soosaarista xogta shakhsi ahaaneed

source: Personal data queries
so_so: Weydiinta xogta shakhsi ahaaneed

source: Personal data use
so_so: Adeegsiga xogta shakhsi ahaaneed

source: Personal data communication and sharing
so_so: Isgaarsiinta iyo wadaagista xogta shakhsi ahaaneed

source: Personal data interconnection
so_so: Isku xidhka xogta shakhsi ahaaneed

source: Personal data limitation
so_so: Xaddidaadda xogta shakhsi ahaaneed

source: Personal data deletion
so_so: Tirtirka xogta shakhsi ahaaneed

source: Personal data destruction
so_so: Burburinta xogta shakhsi ahaaneed

source: Personal data profiling
so_so: Profile-ka xogta shakhsi ahaaneed

source: We respect your privacy!
so_so: Waxaan ixtiraamno sirtaada!

source: Your degree of certainty
so_so: Heerkulka hubintaada

source: Degree of certainty that my answer will be considered correct
so_so: Heerkulka hubinta in jawaabteyda loo tixgelin doono mid sax ah

source: Incorrect answers: %s
so_so: Jawaabaha khaldan: %s

source: Kind regards,
so_so: Macasalaamo,

source: Please do not reply
so_so: Ha jawaab celin

source: Results for the accomplished test
so_so: Natiijooyinka imtixaanka la dhameeyay

source: Your results by discipline
so_so: Natiijooyinkaaga maaddooyinka

source: In comparison, your latest results for this test
so_so: Isbarbardhig, natiijooyinkaaga ugu dambeeyay ee imtixaankan

source: Your overall results for the test
so_so: Natiijooyinkaaga guud ee imtixaanka

source: You will find your results for test %s below.<br />
so_so: Natiijooyinkaaga imtixaanka %s waxaad ka heli doontaa hoosta.<br />

source: Very sure
so_so: Aad baan u huban

source: Your answer was correct and you were 80% sure about it. Congratulations!
so_so: Jawaabtaadu saxayd oo aad 80% ku hubnayd. Hambalyero!

source: Pretty sure
so_so: Si fiican baan u huban

source: Your answer was correct but you were not completely sure (only 60% to 70% sure)
so_so: Jawaabtaadu saxayd laakiin gebi ahaanba ma hubin (60% ilaa 70% kaliya)

source: Declared ignorance
so_so: Jaahilnimada la sheegay

source: You didn't know the answer - only 50% sure
so_so: Ma garanayn jawaabta - 50% kaliya

source: Unsure
so_so: Ma hubin

source: Your answer was incorrect, but you guessed it was (60% to 70% sure)
so_so: Jawaabtaadu khaldanayd, laakiin aad qiyaastay inay tahay (60% ilaa 70% hubin)

source: Very unsure
so_so: Aad baan u ma hubin

source: Your answer was incorrect although you were about 80% (or more) sure it was wrong
so_so: Jawaabtaadu khaldanayd inkasta oo aad 80% (ama ka badan) ku hubnayd inay khaldan tahay

source: I don't know the answer and I've picked at random
so_so: Ma garanayo jawaabta oo si aan kala sooc lahayn baan u doortay

source: I am very unsure
so_so: Aad baan u ma hubin

source: I am unsure
so_so: Ma hubin

source: I am pretty sure
so_so: Si fiican baan u huban

source: I am almost 100% sure
so_so: Waxaan ku hubinayaa 100% ku dhawaad

source: I am totally sure
so_so: Gebi ahaan baan u huban

source: Multiple answer true/false/degree of certainty
so_so: Jawaabo badan run/been/abuur/caddayn

source: Ignorance: %s
so_so: Jaahilnimada: %s

source: Correct answers: %s
so_so: Jawaabaha saxda ah: %s

source: Total hours
so_so: Saacadaha guud

source: Minutes per day
so_so: Daqiiqado maalintii

source: Classroom activity
so_so: Dhaqdhaqaaqa fasalka

source: 1 day
so_so: 1 maalin

source: User %s's information anonymized.
so_so: Macluumaadka isticmaale %s waa la qariyay.

source: We could not anonymize user %s's information. Please try again or check the logs.
so_so: Ma awoodno inaan qariyno macluumaadka isticmaale %s. Fadlan isku day mar kale ama hubi diiwaanka.

source: You don't have permissions to anonymize user %s. You need the same permissions as to delete users.
so_so: Ma haysatid ogolaansho aad qariiso isticmaale %s. Waxaad u baahantahay ogolaanshaha la mid ah tirtirka isticmaale.

source: Anonymize
so_so: Qari

source: %d questions
so_so: %d suaalo

source: The styles and assets in the web/ folder have been refreshed.
so_so: Qaababka iyo agabka ku jira faylka web/ waa la cusboonaysiiyay.

source: The styles and assets in the web/ folder could not be refreshed, probably due to a permissions problem. Make sure the web/ folder is writeable by your web server.
so_so: Qaababka iyo agabka ku jira faylka web/ lama cusboonaysiin karo, laga yaabee dhibaato ogolaansho awgeed. Hubi in faylka web/ uu qori karo serverkaaga web-ka.

source: Copy text
so_so: Koobi qoraalka

source: We need you to accept our treatment of your data in order to provide you with this service. If you want to register an account, please accept the terms and click Submit. If you don't accept, no personal data will be treated by us about you.
so_so: Waxaan kaa baahanahay inaad aqbasho sida aan u shaqeyno xogtaada si aan kuu siino adeeggan. Haddii aad rabto inaad diiwaan geliso koonto, fadlan aqbal shuruudaha oo riix Gudbin. Haddii aadan aqbalin, xog shaqsiyeedna kuma shaqeyneyno adiga.

source: No terms and conditions available
so_so: Shuruudaha iyo xaaladaha lama heli karo

source: Personal data officer's name
so_so: Magaca sarkaalka xogta shakhsi ahaaneed

source: Personal data officer's role
so_so: Doorka sarkaalka xogta shakhsi ahaaneed

source: Assets
so_so: Agab

source: Total learnpath time
so_so: Waqtiga wadista guud

source: Add status
so_so: Ku dar xaaladda

source: Add project
so_so: Ku dar mashruuc

source: Add priority
so_so: Ku dar mudnaan

source: User permissions
so_so: Oggolaanshaha isticmaale

source: Go to thread
so_so: Tag mawqafka

source: Time difference
so_so: Farqiga waqtiga

source: Session administrator
so_so: Maamulka fadhiga

source: There is a sequence resource linked to this session. You must delete this link first.
so_so: Waxaa jira agab taxane ah oo ku xidhan fadhigan. Waa inaad marka hore tirtirtaa xidhiidhkan.

source: Add annotation text
so_so: Ku dar qoraalka faalloodka

source: Add annotation path
so_so: Ku dar wadada faalloodka

source: Driver
so_so: Darawalka

source: The temporary upload directory is a space on the server where files are uploaded before being filtered and treated by PHP.
so_so: Qaybta ku-meel-gaadhka ah ee soo-qaadista waa meel server-ka ah oo faylalka lagu soo qaado ka hor inta aan la shaandhayn oo lagu daaweeyo PHP.

source: Generate custom report
so_so: Soosaar warbixin gaar ah

source: Please enter the URL
so_so: Fadlan geli URL-ka

source: If you want to get the certificate and/or skills associated with this course, you need to buy the certificate service. You can go to the services catalog by clicking this link: %s
so_so: Haddii aad rabto inaad hesho shahaadada iyo/ama xirfadaha la xidhiidha koorsadan, waxaad u baahan tahay inaad iibsato adeegga shahaadada. Waxaad booqan kartaa buugga adeegyada adiga oo riixaya xidhiidhkan: %s

source: Sub-skill
so_so: Xirfad-hoosaad

source: Add multiple users to calendar
so_so: Ku dar isticmaale badan kalandarka

source: Update calendar
so_so: Cusboonaysii kalandarka

source: Control point
so_so: Barta kontoroolka

source: Please follow the instructions below to check your results for test %s.<br /><br />
so_so: Fadlan raac tilmaamaha hoose si aad u hubiso natiijooyinkaaga imtixaanka %s.<br /><br />

source: Session min duration
so_so: Dhererka ugu yar ee fadhiga

source: Could not translate
so_so: Ma tarjumi karin

source: Add skills
so_so: Ku dar xirfadaha

source: Dictionary
so_so: Qaraan

source: Category exists
so_so: Qaybta way jirtaa

source: Minimum to validate
so_so: Ugu yaraanta si loo xaqiijiyo

source: Number of gradebooks to validate in dependencies
so_so: Tirada buugaagta buundooyinka si loo xaqiijiyo ee ku xidhan

source: Depends on gradebook
so_so: Ku xidhan buugga buundooyinka

source: This gradebook has no dependency
so_so: Buuggan buundooyinka ma hayo wax ku xidhan

source: Course introductions all imported successfully.
so_so: Tilmaamaha koorsada dhammaantood si guul leh ayaa loo soo dejinay.

source: Filter sessions
so_so: Shaandheyn fadhiyada

source: Score model
so_so: Qaabka dhibcaha

source: Synchronize the database with the schema
so_so: Is-waafaji database-ka schema

source: Courses-Skills associations
so_so: Xiriirka koorsadaha-xirfadaha

source: A user is waiting for an action about his/her personal data request
so_so: Isticmaale ayaa sugaya ficil ku saabsan codsigiisa/xeerkiisa xogta shakhsi ahaaneed

source: The user %s is waiting for an action about it's personal data request. To manage personal data requests you can follow this link : %s
so_so: Isticmaalaha %s ayaa sugaya ficil ku saabsan codsigiisa xogta shakhsi ahaaneed. Si aad u maamusho codsiyada xogta shakhsi ahaaneed waxaad raaci kartaa xidhiidhkan: %s

source: Request type
so_so: Nooca codsiga

source: Delete account
so_so: Tirtir akoonka

source: Remove legal agreement
so_so: Ka saar heshiiska sharciga ah

source: You can find more information about the user's right to be forgotten through the following page: %s
so_so: Waxaad ka heli kartaa macluumaad dheeraad ah oo ku saabsan xuquuqda isticmaalaha in la ilaawo boggan soo socda: %s

source: Please tell us why you want to withdraw the rights you previously gave us, to let us make it in the smoothest way possible.
so_so: Fadlan noo sheeg sababta aad rabto inaad ka noqoto xuquuqihii hore aad na siisay, si aan ugu samayno habka ugu fudud ee suurtagalka ah.

source: Explain in this box why you want your account deleted
so_so: Ku sharax sanduuqan sababta aad rabto in akoonkaaga la tirtiro

source: You can ask below for your legal agreement to be deleted or your account to be deleted.<br>In the case of the legal agreement, once deleted you will have to accept it again on your next login to be able to access the platform and recover your access, because we cannot reasonably at the same time give you a personal environment and not treat your personal data.<br>In the case of an account deletion, your account will be deleted along with all of your course subscriptions and all the information related to your account. Please select the corresponding option with care. In both cases, one of our administrators will review your request before it is effective, to avoid any misunderstanding and definitive loss of your data.
so_so: Waxaad hoos uga codsan kartaa in heshiiskaaga sharciga ah la tirtiro ama akoonkaaga la tirtiro.<br>Haddii heshiiska sharciga ah, mar haddii la tirtiro waxaad ku qasbnaan doontaa inaad mar kale aqbasho marka aad soo galiso si aad u heli karto marin-biyoodka oo aad dib u hesho marin-u-galkaaga, sababtoo ah ma awoodno si macquul ah isku mar aan ku siinno deegaan shakhsi ah oo aannaan dhaqan celin xogtaada shakhsi ahaaneed.<br>Haddii tirtirka akoonka, akoonkaaga waxa la tirtiri doonaa oo ay la socdaan dhammaan is-diiwaangelintaada koorsada iyo dhammaan macluumaadka la xidhiidha akoonkaaga. Fadlan dooro doorashada u safaysa si taxaddar leh. Labada kiisba, mid ka mid ah maamulayaasheenna ayaa dib u eegi doona codsigaaga ka hor inta aanu dhaqan gelin, si aanu uga fogaanno ismaandhaaf kasta iyo luminta joogtada ah ee xogtaada.

source: Personal data protection
so_so: Difaaca xogta shakhsi ahaaneed

source: Request for account removal
so_so: Codsi tirtiridda akoonka

source: User %s asked for the deletion of his/her account, explaining that "%s". You can process the request here: %s
so_so: Isticmaale %s ayaa codsaday tirtirka akoonkiisa/xeerkiisa, isagoo sharraxaya "%s". Waxaad halkan ku shaqayn kartaa codsiga: %s

source: User %s asked for the removal of his/her consent to our legal terms, explaining that "%s". You can process the request here: %s
so_so: Isticmaale %s ayaa codsaday ka noqoshada ogolaanshaha shuruudaha sharciga ah, isagoo sharraxaya "%s". Waxaad halkan ku shaqayn kartaa codsiga: %s

source: Request for consent withdrawal on legal terms
so_so: Codsi ka noqoshada oggolaanshaha shuruudaha sharciga ah

source: Terms and condition fields
so_so: Goobaha shuruudaha iyo xaaladaha

source: This content is not accessible to you directly because of course-related access rules. If you require access to that data, please contact the Data Privacy Officer as defined in our privacy terms.
so_so: Marmarkan ma heli karid si toos ah sababtoo ah xeerarka gelitaanka la xidhiidha koorsadda. Haddii aad u baahan tahay gelitaanka xogtaas, fadlan la xidhiidh Sarkaalka Difaca Xogta sida lagu qeexay shuruudahaaga asturnaanta.

source: Learning calendar
so_so: Kalandarka waxbarashada

source: Control point added
so_so: Barta kontoroolka ayaa lagu daray

source: Number of days accumulated in calendar
so_so: Tirada maalmo urursan ee kalandarka

source: Difference between days and calendar
so_so: Farqiga u dhexeeya maalmo iyo kalandarka

source: Skills and users list
so_so: Xirfadaha iyo liiska isticmaale

source: Course ID
so_so: ID koorsada

source: Student care detail view
so_so: Muuqaalka faahfaahinta daryeelka ardayda
