Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Give an extra field label here. If this extra field is updated for any user, a process is triggered to check the access to this user to courses with the same given extra field.
qu_pe: Kaypi ukhu kampun sutinta qillqaq. Kay ukhu kampun ruraqkunapipas musuqkachakunapas, ruraqkunata kursokunaman yachakuyta qhawayta trigger rurakun.

source: Hide 'never expires' option for users
qu_pe: Ruraqkunapaq 'mana kutichakunapas' opcioneqta qhawarinaq

source: Remove the option 'never expires' when creating/editing a user account.
qu_pe: Ruraq sutinta kamariq/musuqkachiqtimpas 'mana kutichakunapas' opcioneqta qhallariq.

source: URL for alternative platform logo
qu_pe: Alternativwan platforma logoq URL

source: Replaces the Chamilo logo by loading a (possibly remote) URL. Make sure this is allowed by your security policies.
qu_pe: Chamilo logota (mantaq URLwan) cambianapaq. Seguridatamanta saqillakunaykipaq.

source: Use external career ID in diagrams
qu_pe: Diagramakunapi qhapa carrera IDqa qhaway

source: If using career diagrams, show an extra field instead of the internal career ID.
qu_pe: Carrera diagramakunata qhapaq, ukhu kampunta qhapa carrera IDmanta qhawarinaq.

source: Disable web services
qu_pe: Web servicioneqkunaq qhallariy

source: If you do not use web services, enable this to avoid any unnecessary security risk.
qu_pe: Web servicioneqkunata mana qhapaqpas, kayta allichakuy, seguridamanta mana yachanakuynaq riskta qhallariy.

source: Enable admin-only web services
qu_pe: Adminllapaq web servicioneqkuna allichay

source: Some REST web services are marked for admins only and are disabled by default. Enable this feature to give access to these web services (to users with admin credentials, obviously).
qu_pe: Ruma REST web servicioneqkunam adminllapaq markakunawan, yarpak qhallarikusqakun. Kay featureta allichakuy, kay web servicioneqkunaman yachakuyta qhapaq (admin credentialwan ruraqkunapaq, raim).

source: Enable edition of course work time
qu_pe: Kursopi rurakunaq p'unchayta musuqkachiq allichay

source: Enable this feature to let teachers manually update the time spent in the course by learners.
qu_pe: Kay featureta allichakuy, yachayniyoqkuna kursopi yachakuqkunamanta p'unchayta musuqkachiq.

source: Internal ID of the user used to send disabled account notifications
qu_pe: Sutin qhallarikusqa notificacionta rurakunamanta yachakun

source: Avoid being too personal with users by using a 'bot' account to send e-mails to users when their account is disabled for some reason.
qu_pe: 'bot' sutinta qhapaq e-chaskikunata rurakunaman ruraqkunamanta personalta mana kaspaq.

source: Enable portfolio advanced sharing
qu_pe: Portfolio avanzada comparticion allichay

source: Decide who can view the posts and comments of the portfolio.
qu_pe: Portfolio postkunaqwan comentarioqkunata qhawayta atinallamanta qhapaq.

source: Redirect index.php to given URL for authenticated users
qu_pe: Yachakusqa ruraqkunapaq index.phpta qhapa URLman kutichiy

source: If you do not want to use the index page (announcements, popular courses, etc), you can define here the script (from the document root) where users will be redirected when trying to load the index.
qu_pe: Index paginanta (anunciokuna, popular kursokuna, etc) mana qhapaqpas, kaypi document rootmanta scriptta kamariq, ruraqkunata index kutichispapas redirect rurakun.

source: Default menu entry for courses
qu_pe: Kursokunapaq menupi yarpak entrada

source: Define the default sub-elements of the 'Courses' entry to display if user is not registered to any course nor session.
qu_pe: 'Kursokuna' entradap sub-elementokunata kamariq, ruraqqa kursopi mana registrakunapas ni sessionpi.

source: Fields users are allowed to change in their profile
qu_pe: Profilepi ruraqkunamanta musuqkachiq kampokuna

source: Select the fields users will be able to change on their profile page.
qu_pe: Profile paginapi ruraqkunamanta musuqkachiq kampokunaqqaq.

source: Filter users on profile fields on subscription to course
qu_pe: Kursopi suscripcionpi profile kampokunamanta ruraq filter

source: Allow teachers to filter the users based on extra fields on the page to subscribe users to their course.
qu_pe: Yachayniyoqkunaq kursopi ruraqkunata suscripcion paginapi ukhu kampokunamanta filter atin.

source: Hide username when already showing complete name
qu_pe: Sutinchak sutinmanta qhapaqpas username qhawarinaq

source: Some internal functions will return the username when returning the user's complete name. With this option enabled, you ensure the username will not appear.
qu_pe: Rumaq funcionkuna username kutichispapas ruraq sutinchak. Kay opcioneq allichakusqapas, username mana qawachakunapas.

source: Hide username in course chat
qu_pe: Kursopi chatpi username qhawarinaq

source: In the course chat, hide the username. Only display people's names.
qu_pe: Kursopi chatpi username qhawarinaq. Ruraqkunam sutinkunamanta qhaway.

source: Enable career diagrams
qu_pe: Carrera diagramakuna allichay

source: Career diagrams allow you to display diagrams of careers, skills and courses.
qu_pe: Carrera diagramakuna carrera, habilidadkunaqwan kursokunaq diagramakunata qhawarinaq.

source: Disable making tool users visible in public courses
qu_pe: Publicokuna kursopi 'ruraqkunamanta' tool qhawarinaq qhallariy

source: Avoid anyone making the 'users' tool visible in a public course.
qu_pe: 'ruraqkunamanta' toolnita publico kursopi qhawarinaq.

source: Default number of items per page in mySpace
qu_pe: mySpacepi paginapi itemkunap p'anchakunaq yarpak

source: Pre-fill the mail with user and course info in footer contact
qu_pe: Footer contactpi e-chaski ruraqwan kursopi info pre-fill

source: Add subject and body in the mailto: footer.
qu_pe: Mailto: footerpi subjectwan bodyta qillqaq.

source: Custom page for password reminder
qu_pe: Páhinap sutinchaypi passwardpa yuyarina

source: Set your own URL to a password reset page. Useful when using a federated account management system.
qu_pe: Passwardta kamarinaq páhinapi URLpa sutinchayki. Manam allinchaqta federadupa kamachisqapi.

source: Add helper to add two names in registration
qu_pe: Qillqaypi iskay sutinta qillqanapa yachayniyoq qillqay

source: Add help text for users to enter two names in the registration form when double lastnames are common.
qu_pe: Qillqay formulariopi iskay lluqllataq usuchisqa kaptin, runakunaq iskay sutinta qillqanapa yachay textota qillqay.

source: Disable GDPR features
qu_pe: GDPR kamaqkunata mana allinchay

source: If you already manage your personal data protection declaration to users elsewhere, you can safely disable this feature.
qu_pe: Manaq runakunaq qhawayninpi personal runakunaq qhawaynin sutinchayta kamarisqakichik, kay kamaqta mana allinchayta atikuy.

source: Data protection officer name
qu_pe: Runakunaq qhawaynin kamachiq sutin

source: Data protection officer role
qu_pe: Runakunaq qhawaynin kamachiq llank'aynin

source: Data protection officer e-mail address
qu_pe: Runakunaq qhawaynin kamachiq raphi imayna

source: Hide fields from users list in course
qu_pe: Kursopi runakuna rurachina qillqakunata pakachay

source: By default, we show all data from users in the users tool in the course. This array allows you to specify which fields you do not want to display. Only affects main fields (not extra fields).
qu_pe: Taqakamaq, kursopi runakuna rurachinaqtaq llapan runakunaq willakuykunata rikuchik. Kay arraywan imayna qillqakunata mana rikuchwan atikuy. Yachay qillqakunamanta (mana yawaray qillqakuna).

source: Send mail to admin when user created
qu_pe: Runata qhawayqa kamarisqan killuspa adminman raphi kachay

source: Send email notification to admin when a user is created.
qu_pe: Runata qhawayqa kamarisqanpi adminman raphi willachin kachay.

source: Show specific registration conditions
qu_pe: Qillqaypi sapa kamaqkunata rikuchay

source: Show multiple conditions to user during sign up process. Provide an array with each element containing 'variable' (internal extra field name), 'display_text' (simple text for a checkbox), 'text_area' (long text of conditions).
qu_pe: Qillqaypi runakunaman tukuy kamaqkunata rikuchay. Arraywan 'variable' (yawaray qillqa sutin), 'display_text' (checkboxpa qhaway), 'text_area' (kamaqkunataq yawar willakuy) ukhu elementokunawan qhaway.

source: Allow teachers to manage classes
qu_pe: Yachakukunaman wawqi yachaymanakunata kamachiy

source: Fields visible on profile page
qu_pe: Perfillapi rikuchkan qillqakuna

source: Array of fields and whether (boolean) they are visible or not on the user's profile page (also works with extra fields labels).
qu_pe: Qillqakuna arraywan perfillapi rikuchkanmi (boolean) ukhu yawaray qillqakuna sutikunawanmi.

source: Options for user import
qu_pe: Runakuna chaskiy kamaqkunata

source: Array of options to apply as default parameters in the CSV/XML user import.
qu_pe: CSV/XML runakuna chaskiytaq kamaqkunata arraywan taqakamaq paraméterokunapa.

source: Search users by extra fields in users list for admins
qu_pe: Admin runakuna rurachinanpi yawaray qillqakunawan runakunata maskhay

source: Naturally include the given extra fields (array of extra fields labels) in the user searches.
qu_pe: Runakuna maskhaypi yawaray qillqakuna sutikuna arraywan allincha maskhay.

source: Enable career diagrams for users
qu_pe: Runakunapa llank'ay diagráma allinchay

source: If career diagrams are enabled, users can only see them (and only the diagrams that correspond to their studies) if you enable this option.
qu_pe: Llank'ay diagráma allinchisqa kaptin, runakunaqa diagráma runakunaq yachaykunata rikunman, kay kamaqta allinchispa.

source: Community managers list
qu_pe: Wawqi kamachiqkuna rurachina

source: Provide an array of user IDs that will be considered community managers in the special course designated as global forum. Community managers have additional privileges on the global forum.
qu_pe: Wawqi foropi sapa kursopi wawqi kamachiq user IDkunata arraywan qhaway. Wawqi kamachiqkunaq wawqi foropi yawaray pachaqkunam.

source: Users geolocation on a map
qu_pe: Runakuna pachaq mapapi

source: Enable the display of a map in the social network allowing you to locate other users. This includes several positions (current and destination) which have to be defined as addresses or coordinates in separate extra fields. The extra fields must be set as an array here.
qu_pe: Yapayuraypi mapata rikuchay allinchay runakunata pachaqta. Tukuy pachaqkunata (kunanpaqwan chaskipaq) yawaray qillqakunapi sutin ukhu coordenadakunawan qhaway. Yawaray qillqakuna arraypi qhaway.

source: Display a legend below the career diagram
qu_pe: Llank'ay diagrámapa ukhu legendata rikuchay

source: Add a career legend below the career diagram. A language variable called 'Career diagram legend' must exist in your sub-language.
qu_pe: Llank'ay diagrámapa ukhu llank'ay legendata qillqay. 'Llank'ay diagráma legendata' rimay variableta sub-languagepi kachkanman.

source: Display a disclaimer below the career diagram
qu_pe: Llank'ay diagrámapa ukhu disclaimer rikuchay

source: Add a disclaimer below the career diagram. A language variable called 'Career diagram disclaimer' must exist in your sub-language.
qu_pe: Llank'ay diagrámapa ukhu disclaimer qillqay. 'Llank'ay diagráma disclaimerta' rimay variableta sub-languagepi kachkanman.

source: LinkedIn Orgnization ID
qu_pe: LinkedIn Organisasyon ID

source: When sharing a badge on LinkedIn, LinkedIn allows you to set an organization ID that will link to the LinkedIn's page of your organization (to link the organization attributing the badge).
qu_pe: LinkedInpi badgewan raphikuyqa, LinkedIn organisasyon IDta atikuy organisasyonpa LinkedIn p áhinaman (badge kamachiy organisasyunta raphikuy).

source: Required fields during registration
qu_pe: Qillqaypi ruraq qillqakuna

source: Required extra fields during registration
qu_pe: Qillqaypi ruraq yawaray qillqakuna

source: Restrict fields shown during registration
qu_pe: Qillqaypi rikuchkan qillqakunata pichay

source: If you only want to show some of the available profile field, your can complete the array here with sub-elements 'fields' and 'extra_fields' containing arrays with a list of the fields to show.
qu_pe: Perfillapi qillqakuna qillqakunamanta rikuchunman, kaypi arraywan 'fields' ukhu 'extra_fields' sub-elementokunawan qillqakuna arraywan tukuy.

source: Send the welcome message to e-mail and inbox
qu_pe: Kachariypa willakuy raphi ukhu inboxman kachay

source: By default, the welcome message (with credentials) is sent only by e-mail. Enable this option to send it to the user's Chamilo inbox as well.
qu_pe: Taqakamaq, kachariypa willakuy (credentialswan) raphimantam. Kay kamaqta allinchay Chamilo inboxman ukhu kachay.

source: Admins can set users passwords manually
qu_pe: Admin runakuna passwardkunata qhawaywan kamachiy

source: Check password strength
qu_pe: Passwardta chaskiy allinchay

source: HTTP Strict Transport Security is an excellent feature to support on your site and strengthens your implementation of TLS by getting the User Agent to enforce the use of HTTPS. Recommended value: 'strict-transport-security: max-age=63072000; includeSubDomains'. See https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Strict-Transport-Security. You can include the 'preload' suffix, but this has consequences on the top level domain (TLD), so probably not to be done lightly. See https://hstspreload.org/. Leave blank to disable.
qu_pe: HTTP Strict Transport Security sitiopa TLS kamachiyta ch'ayarin User Agentwan HTTPSta kamachiy. Allin willakuy: 'strict-transport-security: max-age=63072000; includeSubDomains'. Uya https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Strict-Transport-Security. 'preload' suffixwan ukhu, imataq TLDpi tukukuyninmi. Uya https://hstspreload.org/. Mana qillqay mana allinchay.

source: Content Security Policy is an effective measure to protect your site from XSS attacks. By whitelisting sources of approved content, you can prevent the browser from loading malicious assets. This setting is particularly complicated to set with WYSIWYG editors, but if you add all domains that you want to authorize for iframes inclusion in the child-src statement, this example should work for you. You can prevent JavaScript from executing from external sources (including inside SVG images) by using a strict list in the 'script-src' argument. Leave blank to disable. Example setting: default-src 'self'; script-src 'self' 'unsafe-eval' 'unsafe-inline'; style-src 'self' 'unsafe-inline'; child-src 'self' *.youtube.com yt.be *.vimeo.com *.slideshare.com;
qu_pe: Content Security Policy XSS atakakunamanta sitiota amachay allin kamaq. Allinchakuna willakuykunawan, browser malisya assetkunata chaskiyta pichakuy. Kay kamaq WYSIWYG editorkunawan complicadopaq, iframes child-srcpi tukuy domainkunata qillqay. JavaScriptta external sourcekunamanta (SVG raphikunapi ukhu) 'script-src'wan pichay. Mana qillqay mana allinchay. Willakuymanta: default-src 'self'; script-src 'self' 'unsafe-eval' 'unsafe-inline'; style-src 'self' 'unsafe-inline'; child-src 'self' *.youtube.com yt.be *.vimeo.com *.slideshare.com;

source: Content Security Policy report only
qu_pe: Content Security Policy report qhaway

source: This setting allows you to experiment by reporting but not enforcing some Content Security Policy.
qu_pe: Kay kamaqwan Content Security Policyta report qhaway mana kamachiy.

source: HTTP Public Key Pinning protects your site from MiTM attacks using rogue X.509 certificates. By whitelisting only the identities that the browser should trust, your users are protected in the event a certificate authority is compromised.
qu_pe: HTTP Public Key Pinning rogue X.509 certificateswan MiTM atakakunamanta sitiota amachay. Browser amachiy identidadeswan, runakuna certificate authority compromitido kaptin amachakun.

source: HTTP Public Key Pinning report only
qu_pe: HTTP Llank'aq yachaykunaq pinchaq rikuy

source: This setting allows you to experiment by reporting but not enforcing some HTTP Public Key Pinning.
qu_pe: Kay kunsayuqqa HTTP Llank'aq yachaykunaq pinchaq rikuyta qhawayta yachachisqata, manam amachayta mana.

source: X-Frame-Options tells the browser whether you want to allow your site to be framed or not. By preventing a browser from framing your site you can defend against attacks like clickjacking. If defining a URL here, it should define the URL(s) from which your content should be visible, not the URLs from which your site accepts content. For example, if your main URL (root_web above) is https://11.chamilo.org/, then this setting should be: 'ALLOW-FROM https://11.chamilo.org'. These headers only apply to pages where Chamilo is responsible of the HTTP headers generation (i.e. '.php' files). It does not apply to static files. If playing with this feature, make sure you also update your web server configuration to add the right headers for static files. See CDN configuration documentation above (search for 'add_header') for more information. Recommended (strict) value for this setting, if enabled: 'SAMEORIGIN'.
qu_pe: X-Frame-Optionsqa pusaqta yachachisqanmanriq siminchakunata rikuchwan otaq mana. Siminchakunata mana rikuchiwanqa clickjacking hark'akunamanta amachayta atin. Kaypi URLta qhawayqa, rikuchisqa URLkunata qhaway, mana siminchakunata qhaway. Wakin, root_web https://11.chamilo.org/qa, kay kunsayuqqa: 'ALLOW-FROM https://11.chamilo.org'qa. Kay yachaykunata Chamilo yachaykunaq rikuykunata ruwachakunata ('.php' rurakuna). Manam estática rurakunaman. Kaywan qhawarinaq, web sirwiq kunsayuqta yachachikuy estática rurakunaq yachaykunata. CDN kunsayuq yachachisqapi qhawarina ('add_header'). Kunsayuq yachachisqa (qhatikuna): 'SAMEORIGIN'.

source: X-XSS-Protection sets the configuration for the cross-site scripting filter built into most browsers. Recommended value '1; mode=block'.
qu_pe: X-XSS-Protectionqa pusaqkunapiq cross-site scripting filtro kunsayuqta qhaway. Yachachisqa yachay '1; mode=block'.

source: X-Content-Type-Options stops a browser from trying to MIME-sniff the content type and forces it to stick with the declared content-type. The only valid value for this header is 'nosniff'.
qu_pe: X-Content-Type-Optionsqa pusaq MIME-sniff content type qhawayta qhawayta, yachachisqa content-typewan qhaway. Kay yachaypiq ñawpaq yachay 'nosniff'.

source: Security Referrer Policy
qu_pe: Amachay Referrer Policy

source: Referrer Policy is a new header that allows a site to control how much information the browser includes with navigation away from a document and should be set by all sites.
qu_pe: Referrer Policyqa musuq yachayqa simi siminchakunamanta pusaqta yachachisqan yachaykunata qhaway, tukuy simikunamanta qhaway.

source: Block disabled users immediately
qu_pe: Mana allinakunata qhatichay

source: Immediately block users who have been disabled by the admin through users management. Otherwise, users who have been disabled will keep their previous privileges until they logout.
qu_pe: Mana allinakunata admin yachakuywan qhatichay. Manaqa, mana allinakuna mana logout qhanallataq yachaykunata qhawarqanku.

source: Enable samesite:None parameter for session cookie. More info: https://www.chromium.org/updates/same-site and https://developers.google.com/search/blog/2020/01/get-ready-for-new-samesitenone-secure
qu_pe: Session cookie samesite:None qhaway. Yachachisqa: https://www.chromium.org/updates/same-site y https://developers.google.com/search/blog/2020/01/get-ready-for-new-samesitenone-secure

source: Hide link to session page
qu_pe: Session rurap siminta qanay

source: Hide link to the session page from the sessions list.
qu_pe: Session rurakunaq listamanta session rurap siminta qanay.

source: Hide tabs on the session page
qu_pe: Session rurapiq tabkunata qanay

source: Session admins can edit course content
qu_pe: Session adminakuna yachaykunaq siminta ruwachakunku

source: Session admins can 'login as' teachers
qu_pe: Session adminakuna yachaywan 'login as' ruwachakunku

source: Enable sessions search diagnosis
qu_pe: Session qhawarinaq diagnosis qhaway

source: Allow tutors to get a diagnosis that will allow them to search for the best sessions for learners.
qu_pe: Tutorakunaq yachaykunaq sessionkunata qhawarinaq diagnosis qhaway.

source: Redirect to session after registration in session's 'About' page
qu_pe: Session 'About' rurapiq qillqaywan sessionman wayt'ay

source: Show number of users in sessions list
qu_pe: Session rurakunaq listapiq runakunaq kamaykuna rikuy

source: The admin can see the number of users in each session. This adds additional weight to the sessions list, so if you use it often, consider carefully whether you want the extra waiting time.
qu_pe: Admin sessionpiq runakunaq kamaykuna rikunki. Kayqa session rurakunaq listata k'anchakun, qhasi qhawangirinqa, qhatikunay.

source: Session admins can access all course content
qu_pe: Session adminakuna yachaykunaq tukuy siminta qhaway

source: Session admins are forbidden access to the users list
qu_pe: Session adminakuna runakunaq listaman mana qhaway

source: Hide search form in sessions list
qu_pe: Session rurakunaq listapiq qhawarinaq formulata qanay

source: Session admins can delete users
qu_pe: Session adminakuna runakunata hapiychakunku

source: Session admins can disable users
qu_pe: Session adminakuna runakunata allinchu qhaway

source: Prevent emptying the subscribed users in session subscription
qu_pe: Session qillqaypiq qhawaykunata mana hich'ay

source: When using the multiple learners subscription to a session, prevent the normal behaviour which is to unsubscribe users who are not in the right panel when clicking submit. Keep all users there.
qu_pe: Sessionpiq runakunaq qillqaywan, submitwan mana qhawaykunaq mana qillqayta qhaway. Tukuy runakunata qhaway.

source: Hide sessions list in reporting tool
qu_pe: Reporting toolpiq session rurakunaq listata qanay

source: Sessions that include the course are listed in the reporting tool inside the course itself, which can add considerable weight if the same course is used in hundreds of sessions. This option removes that list.
qu_pe: Yachaypiq sessionkunata reporting toolpiq listachkan, yachay hundreds sessionkunapiq k'anchakun. Kayqa listata q'ichuy.

source: Session admins can view careers
qu_pe: Session adminakuna careers rikuy

source: Sessions support manual sorting
qu_pe: Session manual ordering qhaway

source: Allow user to collapse sessions in My sessions
qu_pe: Runata My sessionspiq sessionkunata q'anchay

source: Auto-create single-user session on course auto-subscription
qu_pe: Yachay auto-qillqaypiq runakunaq session auto-yarichiy

source: When a user subscribes to an open course through the courses catalogue, create a single-user session instead of subscribing him/her to the base course.
qu_pe: Runakuna yachay cataloguewan open yachaypiq qillqayqa, runakunaq session yarichiy base yachaypiq mana.

source: Default sessions list view
qu_pe: Ñawpaq session rurakunaq rikuy

source: Select the default tab you want to see when opening the sessions list as admin.
qu_pe: Admin session rurakunaq listata qhaway ñawpaq tab qhaway.

source: Auto-created session's creator ID
qu_pe: Auto-yarichisqa session yarichiy ID

source: Set the user to use as creator of the automatically-created sessions (to avoid assigning every session to user '1' which is often the portal administrator).
qu_pe: Auto-yarichisqa session yarichiy runata qhaway (portal admin '1' runaman mana).

source: Auto-created sessions duration
qu_pe: Auto-yarichisqa session pacha

source: Duration (in days) of the single-user, auto-created sessions. After expiry, the user cannot register to the same course (no other session is created).
qu_pe: Runakunaq, auto-yarichisqa session pacha (p'unchawpiq). Kutiynin, runa mana yachaypiq qillqaychu (mana session yarichiy).
