Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: A User wants to apply for moderation:
ar: المستخدم يريد ان يتقدم بطلب التوسط
ast_es: Un usuariu quier ser moderador:
bn_bd: একজন ব্যবহারকারী মডারেশনের জন্য আবেদন করতে চান:
bs_ba: Korisnik želi aplicirati za moderiranje:
ca_es: Un usuari vol ser moderador:
cs_cz: Uživatel žádá o moderování:
da: En deltager ønsker at blive moderator
de: Ein Benutzer will sich als Moderator bewerben
el: Ένας χρήστης ζητά συντονισμό:
eo: Uzanto petas moderadon:
es: Un usuario quiere ser moderador:
es_mx: Un usuario quiere solicitar moderación:
eu_es: Erabiltzaile batek moderatzaile izan nahi du:
fa_ir: یک کاربر می خواهد برای مدیریت ثبت نام کند:
fi_fi: Käyttäjä haluaa hakea moderoinniksi:
fo_fo: Ein brúkari søkir um moderation:
fur: Un utent al vuê domandâ la moderazion:
ga: Tá úsáideoir ag iarraidh modhnóireacht a fháil:
gl: Un usuario quere ser moderador:
he_il: משתמש רוצה להגיש בקשה לניהול:
hi: एक उपयोगकर्ता मॉडरेशन के लिए आवेदन करना चाहता है:
hr_hr: Mjesto moderatora je zatražio korisnik:
hu_hu: Egy felhasználó jelentkezik moderátornak:
hy: Օգտատերը ցանկանում է պատրաստվել մոդերացիայի:
id_id: Seorang Pengguna ingin mengajukan moderasi:
it: Un utente richiede di diventare moderatore:
ja: ユーザーがモデレーションを申請しています：
ka_ge: მომხმარებელი მოითხოვს მოდერაციას:
ko_kr: 사용자가 중재 신청을 원합니다:
lt_lt: Vartotojas nori pateikti paraišką moderavimui:
lv_lv: Lietotājs vēlas kļūt par moderatoru:
mk_mk: Корисник сака да поднесе барање за модерација:
ms_my: Seorang pengguna ingin memohon untuk sederhana:
my_mm: အသုံးပြုသူတစ်ဦးသည် ညှိနှိုင်းမှုအတွက် လျှောက်ထားလိုသည်:
ne: एउटा प्रयोगकर्ताले मध्यस्थताको लागि आवेदन दिएको छ:
nl: Een gebruiker wil zichzelf voorstellen als moderator.
nn_no: Ein brukar søkjer moderering:
oc: Un utilizaire vòl demandar moderacion :
pl_pl: Użytkownik chce zostać moderatorem
ps: یو کاروونکی د نظارت لپاره غوښتنه کوي:
pt_br: O seguinte usuário pede para ser moderador:
pt_pt: Um Utilizador deseja candidatar-se para ser moderador:
ro_ro: Un utilizator dorește să fie moderator:
ru_ru: Пользователь хочеть подать заявление на роль модератора:
sk_sk: Používateľ žiada o moderovanie:
sl: Uporabnik prosi za moderacijo:
sq: Një Përdorues dëshiron të aplikohet për moderim:
sr_rs: Korisnik želi da aplicira za moderiranje:
sv_se: En användare vill ansöka om moderering:
sw_ke: Mtumiaji anataka kuomba usimamizi:
ta: ஒரு பயனர் மித reglனைக்கு விண்ணப்பித்துள்ளார்:
th: ผู้ใช้ต้องการสมัครเป็นผู้ดูแลเนื้อหา:
tl_ph: May User na gustong mag-apply para sa moderation:
tr: Bir kullanıcı moderasyon için başvurmak istiyor:
uk_ua: Користувач бажає подати заявку на модерацію:
vi_vn: Một người dùng muốn đăng ký kiểm duyệt:
xh_za: Umsebenzisi ufuna ukufaka isicelo sokumodareyitha:
zh_cn: 用户申请主持：
zh_tw: 一位使用者欲申請成為主持人：

source: Reject
ar: رفض
ast_es: Rechazar
bn_bd: প্রত্যাখ্যান করুন
bs_ba: Odbij
ca_es: Rebutjar
cs_cz: Odmítnout
da: Afvis
de: Ablehnen
el: Απόρριψη
eo: Rifuzi
es: Rechazar
es_mx: Rechazar
eu_es: Ezetsi
fa_ir: رد کردن
fi_fi: Hylätä
fo_fo: Forkasta
fur: Rifudê
ga: Diúltaigh
gl: Rexeitar
he_il: דחה
hi: अस्वीकार करें
hr_hr: Odbijanje
hu_hu: Visszautasít
hy: Մերժել
id_id: Tolak
it: Rifiuta
ja: 拒否
ka_ge: უარი
ko_kr: 거부
lo: ປະຕິເສດ
lt_lt: Atmesti
lv_lv: Noraidīt
mk_mk: Одбиј
ms_my: Tolak
my_mm: ပယ်ချပါ
ne: अस्वीकार
nl: Weerleggen.
nn_no: Avvis
oc: Refusar
pl_pl: Odrzuć
ps: رد کړئ
pt_br: Rejeitar
pt_pt: Rejeitar
ro_ro: Respinge
ru_ru: Отклонить
sk_sk: Odmietnuť
sl: Odkloni
sq: Refuzo
sr_rs: Odbij
sv_se: Avvisa
sw_ke: Kataa
ta: 거부
th: ปฏิเสธ
tl_ph: Tanggihan
tr: Reddet
uk_ua: Відхилити
vi_vn: Từ chối
xh_za: Gatywa
zh_cn: 拒绝
zh_tw: 拒絕

source: Sending request to the following users
ar: ارسال طلب للمستخدميين الاتيين
ast_es: Unviar una solicitú a estos usuarios:
bn_bd: নিম্নলিখিত ব্যবহারকারীদের কাছে অনুরোধ পাঠানো হচ্ছে
bs_ba: Šaljem zahtjev sljedećim korisnicima
ca_es: Enviar una sol·licitud als següents usuaris
cs_cz: Odesílání žádosti následujícím uživatelům
da: Send forespørgsel til følgende deltagere
de: Eine Anfrage an den folgenden Benutzer schicken
el: Αποστολή αιτήματος στους εξής χρήστες
eo: Sendi peton al la jenaj uzantoj
es: Enviar una solicitud a los siguientes usuarios
es_mx: Enviando solicitud a los siguientes usuarios
eu_es: Bidali eskaera honako erabiltzaile hauei:
fa_ir: در حال ارسال درخواست به کاربران ذیل
fi_fi: Lähetetään pyyntö seuraaville osallistujille
fo_fo: Send boð til fylgjandi brúkarar
fur: Mande dmande ai utents sigûts
ga: Ag seoladh iarratais chuig na húsáideoirí seo a leanas
gl: Enviar unha solicitude aos seguintes usuarios
he_il: שולח בקשה למשתמשים הבאים
hi: निम्नलिखित उपयोगकर्ताओं को अनुरोध भेजा जा रहा है
hr_hr: Šaljem zahtjev sljedećim korisnicima
hu_hu: Felkérés küldése a következő felhasználóknak
hy: Ուղարկել խնդրանք հետևյալ օգտատերերին
id_id: Mengirim permintaan ke pengguna berikut
it: Richiesta inviata ai seguenti utenti:
ja: 以下のユーザーにリクエストを送信中
ka_ge: მოთხოვნის გაგზავნა შემდეგ მომხმარებლებზე
ko_kr: 다음 사용자에게 요청 전송 중
lo: ກຳລັງສົ່ງຄຳຂໍໄປຍັງຜູ້ໃຊ້ຕໍ່ໄປນີ້
lt_lt: Siunčiama užklausa šiems vartotojams
lv_lv: Nosūtīt pieprasījumu šādiem lietotājiem
mk_mk: Испраќање барање до следните корисници
ms_my: Menghantar permohonan kepada pengguna berikut
my_mm: အောက်ပါအသုံးပြုသူများထံ တောင်းဆိုမှုပို့နေသည်
ne: निम्न प्रयोगकर्ताहरूलाई अनुरोध पठाउँदै
nl: Stuur een verzoek naar de volgende gebruikers
nn_no: Sender førespørsel til desse brukarane
oc: Mandar la demanda a los utilizaires seguents
pl_pl: Wysyłanie prośby do następujących użytkowników
ps: غوښتنه لاندې کاروونکو ته لیږل کیږي
pt_br: Envio de requisição aos seguintes usuários
pt_pt: Enviar solicitação para os seguintes utilizadores
ro_ro: Trimite o cerere de următorii utilizatori
ru_ru: Послать запрос следующим пользователям
sk_sk: Poslať požiadavku nasledujúcim používateľom
sl: Pošiljam zahtevo naslednjim uporabnikom
sq: Duke dërguar kërkesën te përdoruesit e mëposhtëm
sr_rs: Šaljem zahtev sledećim korisnicima
sv_se: Skickar förfrågan till följande användare
sw_ke: Kutuma ombi kwa watumiaji wafuatao
ta: பின்வரும் பயனர்களுக்கு கோரிக்கை அனுப்புகிறேன்
th: กำลังส่งคำขอไปยังผู้ใช้ต่อไปนี้
tl_ph: Nagpapadala ng request sa mga sumusunod na user
tr: Aşağıdaki kullanıcılara istek gönderiliyor
uk_ua: Надсилання запиту наступним користувачам
vi_vn: Gửi yêu cầu đến các người dùng sau
xh_za: Kuthunyelwa isicelo kulaa basebenzisi balandelayo
zh_cn: 向以下用户发送请求
zh_tw: 向以下使用者發出請求

source: Accepted
ar: مقبول
ast_es: Aceutáu
bn_bd: গৃহীত
bs_ba: Prihvaćeno
ca_es: Acceptat
cs_cz: Přijato
da: Accepterede
de: Angenommen
el: Αποδεκτό
eo: Akceptita
es: Aceptado
es_mx: Aceptado
eu_es: Onartua
fa_ir: قبول شد
fi_fi: Hyväksytty
fo_fo: Gjørt ímóti
fur: Acetet
ga: Glactha
gl: Aceptado
he_il: מקובל
hi: स्वीकृत
hr_hr: Prihvatili
hu_hu: Elfogadva
hy: Ընդունված
id_id: Diterima
it: Accettato
ja: 承認済み
ka_ge: მიღებული
ko_kr: 승인됨
lo: ຍອມຮັບ
lt_lt: Priimta
lv_lv: Pieņemts
mk_mk: Прифатено
ms_my: Diterima
my_mm: လက်ခံပြီး
ne: स्वीकृत
nl: Aanvaard
nn_no: Godtent
oc: Acceptat
pl_pl: Zaakceptowane
ps: منل شوی
pt_br: Aceitado
pt_pt: Aceite
ro_ro: Acceptat
ru_ru: Принято
sk_sk: Akceptovaný
sl: Sprejeto
sq: Pranuar
sr_rs: Prihvaćeno
sv_se: Accepterad
sw_ke: Imokubaliwa
ta: ஏற்றுக்கொள்ளப்பட்டது
th: ยอมรับแล้ว
tl_ph: Tinanggap
tr: Kabul edildi
uk_ua: Прийнято
vi_vn: Đã chấp nhận
xh_za: Yamkelwe
zh_cn: 已接受
zh_tw: 已接受

source: Rejected
ar: مرفوض
ast_es: Rechazáu
bn_bd: প্রত্যাখ্যাত
bs_ba: Odbijeno
ca_es: Rebutjat
cs_cz: Odmítnuto
da: Afviste
de: Abgelehnt
el: Απορρίφθηκε
eo: Rifuzita
es: Rechazado
es_mx: Rechazado
eu_es: Ezetsia
fa_ir: رد شد
fi_fi: Hylätty
fo_fo: Forkast
fur: Rifudût
ga: Diúltaithe
gl: Rexeitado
he_il: נדחה
hi: अस्वीकृत
hr_hr: Odbili
hu_hu: Visszautasítva
hy: Մերժված
id_id: Ditolak
it: Rifiutato
ja: 拒否済み
ka_ge: უარყოფილი
ko_kr: 거부됨
lo: ປະຕິເສດ
lt_lt: Atmesta
lv_lv: Noraidīts
mk_mk: Одбиено
ms_my: Ditolak
my_mm: ပယ်ချပြီး
ne: अस्वीकृत
nl: Geweigerd
nn_no: Avvist
oc: Refusat
pl_pl: Odrzucone
ps: رد شوی
pt_br: Rejeitado
pt_pt: Rejeitado
ro_ro: Respins
ru_ru: Отклонено
sk_sk: Odmietnutý
sl: Odklonjeno
sq: Refuzuar
sr_rs: Odbijeno
sv_se: Avvisad
sw_ke: Imekataliwa
ta: 거부 செய்யப்பட்டது
th: ปฏิเสธแล้ว
tl_ph: Tinanggihan
tr: Reddedildi
uk_ua: Відхилено
vi_vn: Đã từ chối
xh_za: Yagatywa
zh_cn: 已拒绝
zh_tw: 已拒絕

source: Change Moderator
ar: تغيير الوسيط
ast_es: Cambiar moderador
bn_bd: মডারেটর পরিবর্তন করুন
bs_ba: Promijeni moderatora
ca_es: Canviar de moderador
cs_cz: Změnit moderátora
da: Skift moderator
de: Moderator ändern
el: Αλλαγή συντονιστή
eo: Ŝanĝi moderanton
es: Cambiar de moderador
es_mx: Cambiar moderador
eu_es: Aldatu moderatzailea
fa_ir: تغییر مدیر
fi_fi: Vaihda moderaattoria
fo_fo: Broyta moderator
fur: Cjange moderadôr
ga: Athraigh Modhnóir
gl: Cambiar de moderador
he_il: שנה מנחה
hi: मॉडरेटर बदलें
hr_hr: Promijeni moderatora
hu_hu: Moderátor módosítása
hy: Փոխել մոդերատորին
id_id: Ubah Moderator
it: Cambia moderatore
ja: モデレーターを変更
ka_ge: მოდერატორის შეცვლა
ko_kr: 중재자 변경
lo: ປ່ຽນຜູ້ຄວບຄຸມ
lt_lt: Pakeisti moderatorių
lv_lv: Nomainīt moderatoru
mk_mk: Промени модератор
ms_my: Tukar Moderator
my_mm: ညှိနှိုင်းသူပြောင်းပါ
ne: मध्यस्थ परिवर्तन गर्नुहोस्
nl: Wijzig de moderator
nn_no: Byt moderator
oc: Cambiar lo moderador
pl_pl: Zmień moderatora
ps: مدير بدل کړئ
pt_br: Mudança de Moderador
pt_pt: Modificar Moderador
ro_ro: Schimbare de moderator
ru_ru: Сменить модератора
sk_sk: Zmeniť moderátora
sl: Zamenjaj moderatorja
sq: Ndrysho Moderatorin
sr_rs: Promeni moderatora
sv_se: Byt moderator
sw_ke: Badilisha Modereta
ta: மித reglனையை மாற்றவும்
th: เปลี่ยนผู้ดูแล
tl_ph: Palitan ang Moderator
tr: Moderasyonu Değiştir
uk_ua: Змінити модератора
vi_vn: Thay đổi người kiểm duyệt
xh_za: Tshintsha umodareyitha
zh_cn: 更改主持人
zh_tw: 更換主持人

source: You are not moderator.
ar: أنت لا تدير هذا المقرر
ast_es: Nun ye'l moderador d'esti cursu
bn_bd: আপনি মডারেটর নন।
bs_ba: Niste moderator.
ca_es: Vè. no és el moderador d'aquest curs
cs_cz: Nejste moderátor.
da: Du modererer ikke dette kursus
de: Sie moderieren diesen Kurs nicht!
el: Δεν είστε συντονιστής.
eo: Vi ne estas moderanto.
es: Ud. no es el moderador de este curso
es_mx: No eres moderador.
eu_es: Zu ez zara ikastaro honetako moderatzailea.
fa_ir: شما مدیر نیستید.
fi_fi: Et ole moderaattori.
fo_fo: Tú ert ikki moderator.
fur: Tu nô bist moderadôr.
ga: Níl tú modhnóir.
gl: Vd. non é o moderador deste curso
he_il: אתה לא מנחה.
hi: आप मॉडरेटर नहीं हैं।
hr_hr: Vi niste moderator ovog kolegija!
hu_hu: Ön nem moderátora ennek a kurzusnak!
hy: Դուք մոդերատոր չեք:
id_id: Anda bukan moderator.
it: Non sei il moderatore del corso.
ja: あなたはモデレーターではありません。
ka_ge: თქვენ არ ხართ მოდერატორი.
ko_kr: 중재자가 아닙니다.
lo: ທ່ານບໍ່ແມ່ນຜູ້ຄວບຄຸມ.
lt_lt: Jūs nesate moderatorius.
lv_lv: Jūs neesat moderators.
mk_mk: Не сте модератор.
ms_my: Anda bukan moderator.
my_mm: သင်သည် ညှိနှိုင်းသူမဟုတ်ပါ။
ne: तपाईं मध्यस्थ हुनुहुन्न।
nl: U bent geen moderator van deze cursus
nn_no: Du er ikkje moderator.
oc: Siás pas moderador.
pl_pl: Nie jesteś moderatorem
ps: تاسو مدير نه یاست.
pt_br: Você não é moderador.
pt_pt: Não é um moderador.
ro_ro: Dumneavoastra nu sunteti moderatorul acestui curs
ru_ru: Вы не координируете этот курс!
sk_sk: Nemoderujete tento kurz!
sl: Nisi moderator v tem tečaju!
sq: Ju nuk jeni moderator.
sr_rs: Niste moderator.
sv_se: Du är inte moderator för kursen!
sw_ke: Wewe sio modereta.
ta: நீங்கள் மித reglனை அல்ல.
th: คุณไม่ใช่ผู้ดูแล
tl_ph: Hindi ka moderator.
tr: Moderatör değilsiniz.
uk_ua: Ви не є модератором.
vi_vn: Bạn không phải là người kiểm duyệt.
xh_za: Awungommodareyitha.
zh_cn: 您不是主持人。
zh_tw: 你不是這課程的主持人！

source: Moderator
ar: الوسيط
ast_es: Moderador
bn_bd: মডারেটর
ca_es: Moderador:
cs_cz: Moderátor
el: Συντονιστής
eo: Moderanto
es: Moderador
es_mx: Moderador
eu_es: Moderatzailea
fa_ir: مدیر
fi_fi: Moderaattori
fur: Moderadôr
ga: Modhnóir
gl: Moderador:
he_il: מנחה
hi: मॉडरेटर
hu_hu: Moderátor:
hy: Մոդերատոր
it: Moderatore
ja: モデレーター
ka_ge: მოდერატორი
ko_kr: 중재자
lo: ຜູ້ຄວບຄຸມ
lt_lt: Moderatorius
lv_lv: Moderators:
mk_mk: Модератор
my_mm: ညှိနှိုင်းသူ
ne: मध्यस्थ
oc: Moderador
ps: مدير
pt_br: Moderador
pt_pt: Moderador:
ro_ro: Moderador
ru_ru: Модератор:
sk_sk: Moderátor:
sw_ke: Modereta
ta: மித reglனை
th: ผู้ดูแล
tr: Yönetici:
uk_ua: Модератор
vi_vn: Người kiểm duyệt
xh_za: Umodareyitha
zh_cn: 主持人
zh_tw: 主持人：

source: This Room is full. Sorry please try again later.
ar: المساحة ممتلئة . نأسف حاول لاحقا .
ast_es: Esta sala ta completa. Por favor, vuelva más tarde
bn_bd: এই রুম পূর্ণ। দুঃখিত, দয়া করে পরে আবার চেষ্টা করুন।
bs_ba: Ova soba je puna. Žao nam je, molimo pokušajte kasnije.
ca_es: Aquesta sala està completa. Per favor, intenti'l més tard
cs_cz: Tato místnost je plná. Omlouváme se, zkuste to prosím později.
da: Konferencen er fyldt - der er desværre ikke flere pladser. Forsøg venligst senere.
de: Dieser Raum ist voll. Versuchen Sie es bitte später erneut
el: Αυτό το δωμάτιο είναι γεμάτο. Συγγνώμη, δοκιμάστε ξανά αργότερα.
eo: Tiu ĉambro estas plena. Bedaŭrinde bonvolu provi pli uzle.
es: Esta sala está completa. Por favor, inténtelo más tarde
es_mx: Esta sala está llena. Lo sentimos, intenta de nuevo más tarde.
eu_es: Gela hau beterik dago. Mesedez, saiatu berriro geroago
fa_ir: این اتاق پر است. متاسفیم لطفا بعدا دوباره تلاش کنید.
fi_fi: Tämä huone on täynnä. Yritä myöhemmin uudelleen.
fo_fo: Hetta rúm er fullt. Orsaka, royn aftur longu.
fur: Cheste salde e è plen. Scuse, prove je tornâ plui tardi.
ga: Tá an seomra lán. Tá brón orainn, déan iarracht níos déanaí le do thoil.
gl: Esta sala está completa. Por favor, inténteo máis tarde
he_il: החדר הזה מלא. מצטערים, אנא נסה שוב מאוחר יותר.
hi: यह कमरा भरा हुआ है। क्षमा करें, कृपया बाद में पुनः प्रयास करें।
hr_hr: Soba je popunjena. Molim probajte kasnije.
hu_hu: A szoba megtelt. Kérem, jöjjön vissza később.
hy: Սենյակը լցված է: Ցավակցություն, խնդրում ենք փորձեք հետո:
id_id: Ruangan ini penuh. Maaf, coba lagi nanti.
it: La sala è piena: ritenta più tardi, grazie!
ja: このルームは満席です。申し訳ありませんが、後でもう一度お試しください。
ka_ge: ეს ოთახი სავსეა. ბოდიში, გთხოვთ სცადოთ მოგვიანებით.
ko_kr: 이 방은 가득 찼습니다. 죄송합니다. 나중에 다시 시도해 주세요.
lo: ຫ້ອງນີ້ເຕັມແລ້ວ. ຂໍອະໄພ, ກະລຸນາລອງໃໝ່ອີກຄັ້ງພາຍຫຼັງ.
lt_lt: Ši salė pilna. Atsiprašome, bandykite vėliau.
lv_lv: Konferences telpa ir pilna. Lūdzu mēģiniet vēlāk.
mk_mk: Собата е полна. Извинете, обидете се подоцна.
ms_my: Bilik ini penuh. Maaf sila cuba lagi kemudian.
my_mm: ဤအခန်းသည် ပြည့်နေသည်။ ဝမ်းနည်းပါသည်၊ ကျေးဇူးပြု၍ နောက်မှထပ်ကြိုးစားပါ။
ne: यो कोठा भरिएको छ। माफ गर्नुहोस्, पछि फेरि प्रयास गर्नुहोस्।
nl: Sorry, deze zaal is vol. Gelieve later opnieuw te proberen.
nn_no: Dette rommet er fullt. Unnskyld, prøv igjen seinare.
oc: Aquesta sala es plena. Desolat, tornatz assajar mai tard.
pl_pl: Ten pokój jest pełny. Przepraszamy, spróbuj ponownie później.
ps: دا خونه ډکه ده. بخښنه غواړو مهرباني وکړئ وروسته بیا هڅه وکړئ.
pt_br: Esta sala está cheia Desculpe por favor, tente novamente mais tarde..
pt_pt: Esta Sala está completa. Tente de novo mais tarde.
ro_ro: Această sală este plină. Vă rugăm, să încercați din nou mai târziu
ru_ru: Эта Комната переполнена. Извините, пожалуйста, повторите попытку позже.
sk_sk: Táto trieda je plná. Skúste neskôr prosím.
sl: Oprostite. Ta soba je trenutno polna. Poskusite ponovno kasneje.
sq: Kjo Dhomë është e mbushur. Na vjen keq, ju lutemi provoni më vonë.
sr_rs: Ova soba je puna. Izvinite, pokušajte kasnije.
sv_se: Rummet är tyvärr fullt, försök senare.
sw_ke: Chumba hiki kimejaa. Samahani jaribu tena baadaye.
ta: இந்த அறை நிறைந்துவிட்டது. மன்னிக்கவும், பின்னர் மீண்டும் முயற்சிக்கவும்.
th: ห้องนี้เต็มแล้ว ขออภัย กรุณาลองใหม่ภายหลัง
tl_ph: Puno na ang Silid na ito. Pasensya na, subukan muli mamaya.
tr: Üzgünüz oda dolu. Lütfen daha sonra deneyin.
uk_ua: Ця кімната заповнена. Вибачте, спробуйте пізніше.
vi_vn: Phòng này đã đầy. Xin lỗi, vui lòng thử lại sau.
xh_za: Eli gumbi ligcwele. Uxolo nceda zama kwakhona kamva.
zh_cn: 房间已满。抱歉，请稍后重试。
zh_tw: 對不起，這會議室人數已滿，請稍後再試。

source: Please wait while loading image
ar: فضلا اتظر حتى يتم تحميل الصورة
ast_es: Por favor, espere en tantu se carga la imaxe
bn_bd: ছবি লোড হওয়ার সময় অপেক্ষা করুন
bs_ba: Molimo pričekajte dok se učitava slika
ca_es: Per favor, esperi mentre es carrega la imatge
cs_cz: Čekejte prosím při načítání obrázku
da: Vent venligst mens billedet loader
de: Bitte warten, während das Bild lädt
el: Περιμένετε κατά το φόρτωμα της εικόνας
eo: Bonvolu atendi dum ŝargado de bildo
es: Por favor, espere mientras se carga la imagen
es_mx: Por favor espera mientras se carga la imagen
eu_es: Mesedez, itxaron irudia kargatu arte
fa_ir: لطفا تا بارگذاری تصویر صبر نمایید
fi_fi: Odota kun kuvaa ladataan
fo_fo: Bíð umstundis meðan mynd verður løft inn
fur: Aspete durant il caricament dal figure
ga: Fan le do thoil agus an íomhá á lódáil
gl: Por favor, espere mentres se carga a imaxe
he_il: אנא המתן בזמן טעינת התמונה
hi: छवि लोड करते समय प्रतीक्षा करें
hr_hr: Molim pričekajte dok se slika učita
hu_hu: Kérem várjon, amíg a kép betöltődik
hy: Խնդրում ենք սպասեք, մինչ նկարը բեռնվում է
id_id: Harap tunggu saat memuat gambar
it: Attendi il caricamento dell'immagine, prego
ja: 画像を読み込み中です。お待ちください
ka_ge: გთხოვთ, დაელოდოთ სურათის ჩატვირთვას
ko_kr: 이미지 로딩 중입니다. 잠시만 기다려 주세요.
lo: ກະລຸນາລໍຖ້າໃນຂະນະທີ່ໂຫຼດຮູບ
lt_lt: Prašome palaukti, kol kraunamas paveikslėlis
lv_lv: Lūdzu pagaidiet, kamēr tiks ielādēts attēls
mk_mk: Ве молиме почекајте додека се вчитува сликата
ms_my: Sila tunggu semasa memuat imej
my_mm: ပုံတင်နေစဉ် ကျေးဇူးပြု၍ စောင့်ပါ
ne: तस्वीर लोड हुँदै, कृपया पर्खनुहोस्
nl: Gelieve te wachten tot de afbeelding geladen is
nn_no: Vent medan bilete lastast
oc: Esperatz mentre que la fotografia se carga
pl_pl: Ładowanie obrazu, proszę czekać.
ps: د انځور لوډ کولو پر مهال صبر وکړئ
pt_br: Aguarde o carregamento da imagem
pt_pt: Por favor, aquarde enquanto a imagem é carregada
ro_ro: Vă rugăm să așteptați în timp ce se încărcarca imaginea
ru_ru: Пожалуйста подождите пока загружается изображение
sk_sk: Prosím čakajte, kým sa nahrá obrázok
sl: Počakajte, prosim, da se slike naložijo
sq: Ju lutemi prisni derisa të ngarkohet imazhi
sr_rs: Sačekajte učitavanje slike
sv_se: Vänta medan bild laddas
sw_ke: Tafadhali subiri wakati wa kupakia picha
ta: படத்தை ஏற்றுகிறது, காத்திருங்கள்
th: กรุณารอสักครู่ขณะกำลังโหลดภาพ
tl_ph: Pakihintay habang naglo-load ang image
tr: Resim yüklenirken lütfen bekleyin
uk_ua: Зачекайте, будь ласка, поки завантажується зображення
vi_vn: Vui lòng chờ trong khi tải hình ảnh
xh_za: Nceda linda ngelixa umfanekiso ulayishwa
zh_cn: 加载图像时请稍候
zh_tw: 正下載圖片，請稍候。

source: Synchronizing conference members
ar: التزامن مع اعضاء الاتصال
ast_es: Sincronización de los participantes
bn_bd: কনফারেন্স সদস্যদের সমন্বয় করা হচ্ছে
bs_ba: Sinhronizujem članove konferencije
ca_es: Sincronització dels participants
cs_cz: Synchronizace členů konference
da: Synkroniser konferencens deltagere
de: Teilnehmer der Konferenz synchronisieren
el: Συγχρονισμός μελών συνδιάσκεψης
eo: Sinkronigi membrojn de konferenco
es: Sincronización de los participantes
es_mx: Sincronizando miembros de la conferencia
eu_es: Konferentziako partehartzaileak sinkronizatzen
fa_ir: همگام سازی اعضاء کنفرانس
fi_fi: Synkronoi konferenssiin osallistujia
fo_fo: Samstilla fundarlimir
fur: Sincronizazion des membris conferince
ga: Ag sioncrónú baill na comhdhála
gl: Sincronización dos participantes
he_il: מסנכרן חברי ועידה
hi: कॉन्फ़्रेंस सदस्यों का समन्वयन
hr_hr: Usklađivanje članova konferencije
hu_hu: A konferencia résztvevőinek szinkronizálása
hy: Համաժողովի անդամների սինխրոնիզացում
id_id: Menyinkronkan anggota konferensi
it: Sto sincronizzando gli utenti connessi
ja: 会議メンバーを同期中
ka_ge: კონფერენციის მონაწილეების სინქრონიზაცია
ko_kr: 컨퍼런스 멤버 동기화 중
lo: ກຳລັງຊິ້ງສະມາຊິກການປະຊຸມ
lt_lt: Sinchronizuojami konferencijos dalyviai
lv_lv: Sinhronizēt konferences dalībniekus
mk_mk: Синхронизација на учесниците во конференцијата
ms_my: Menyegerakkan ahli konfrens
my_mm: ညီလာခံအဖွဲ့ဝင်များကို ထပ်တူပြုလုပ်နေသည်
ne: सम्मेलन सदस्यहरूलाई समन्वय गर्दै
nl: Conferentieleden synchroniseren
nn_no: Synkroniserer konferansemedlemar
oc: Sincronizacion dels membres de la conferéncia
pl_pl: Synchronizacja uczestników konferencji
ps: د غونډې غړي همغږي کول
pt_br: Sincronizar conferências dos membros
pt_pt: A sincronizar os membros da conferência
ro_ro: Sincronizarea de participanți
ru_ru: Синхронизировать членов конференции
sk_sk: Synchronizácia členov konferencie
sl: Sinhroniziraj sodelujoče v konferenci
sq: Duke sinkronizuar anëtarët e konferencës
sr_rs: Sinhronizujem članove konferencije
sv_se: Synkronisera konferensdeltagare
sw_ke: Kusawazisha wanachama wa mkutano
ta: மாநாட்டு உறுப்பினர்களை ஒத்திசைவு செய்கிறது
th: กำลังซิงโครไนซ์สมาชิกการประชุม
tl_ph: Nagsinasinkronize ang mga miyembro ng conference
tr: Konferans üyeleri senkronize ediliyor
uk_ua: Синхронізація учасників конференції
vi_vn: Đồng bộ hóa thành viên hội nghị
xh_za: Ihlanganisa amalungu enkomfa
zh_cn: 同步会议成员
zh_tw: 正進行研討會成員同步

source: Teacher
ar: المعلم
ast_es: Mayestru
bn_bd: শিক্ষক
bs_ba: Nastavnik
ca_es: Professor
cs_cz: Učitel
da: Lærer
de: Kursleiter
el: Δάσκαλος
eo: Instruisto
es: Profesor
es_mx: Docente
eu_es: Irakaslea
fa_ir: استاد
fi_fi: Opettaja
fo_fo: Lærari
fur: Dijdar
ga: Múinteoir
gl: Docente
he_il: מורה
hi: शिक्षक
hr_hr: Tutor
hu_hu: Edző
hy: Դասախոս
id_id: Dosen
it: Docente
ja: 教師
ka_ge: მასწავლებელი
ko_kr: 교사
lo: ຄູ
lt_lt: Dėstytojas
lv_lv: Asistents
mk_mk: Преподавател
ms_my: Guru
my_mm: ဆရာ
ne: शिक्षक
nl: Coach
nn_no: Lærar
oc: Professor
pl_pl: Prowadzący
ps: استاد
pt_br: Professor
pt_pt: Instrutor
ro_ro: Profesor
ru_ru: Инструктор
sk_sk: Tútor
sl: Trener
sq: Mësues
sr_rs: Nastavnik
sv_se: Lärare
sw_ke: Mwalimu
ta: ஆசிரியர்
th: ครู
tl_ph: Guro
tr: Öğretmen
uk_ua: Викладач
vi_vn: Giảng viên
xh_za: Utitshala
zh_cn: 教师
zh_tw: 指導員

source: Slides
ar: شرائح العرض
ast_es: Diapositives
bn_bd: স্লাইড
bs_ba: Slajdovi
ca_es: Diapositives
cs_cz: Slidy
da: Lysbilleder
el: Διαφάνειες
eo: Foliumoj
es: Diapositivas
es_mx: Diapositivas
eu_es: Diapositibak
fa_ir: اسلاید ها
fi_fi: Kalvot
fo_fo: Fólkumyndir
fur: Diàlide
ga: Sliogáin
gl: Diapositivas
he_il: שיקופיות
hi: स्लाइड्स
hr_hr: Dijapozitivi
hu_hu: Diák
hy: Սլայդներ
id_id: Slide
it: Diapositive
ja: スライド
ka_ge: სლაიდები
ko_kr: 슬라이드
lo: ສະໄລ້
lt_lt: Skaidrės
lv_lv: Slaidi
mk_mk: Слајдови
ms_my: Slaid
my_mm: ဆလိုက်များ
ne: स्लाइडहरू
nn_no: Folier
oc: Dias
pl_pl: Slajdy
ps: سلایډونه
pt_pt: Diapositivos
ro_ro: Diapositive
ru_ru: Слайды
sk_sk: Snímky
sl: Diapozitivi
sq: Slide
sr_rs: Slajdovi
sv_se: Bilder
sw_ke: Sura
ta: ஸ்லைடுகள்
th: สไลด์
tl_ph: Mga Slide
tr: Slaytlar
uk_ua: Слайди
vi_vn: Slide
xh_za: IiSlayidi
zh_cn: 幻灯片
zh_tw: 幻燈片
