Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Organization URL (web address)
ar: عنوان موقع المؤسسة
ast_es: URL de la Institución
bn_bd: সংস্থার URL (ওয়েব ঠিকানা)
bs_ba: URL organizacije (web adresa)
ca_es: URL de la institució
cs_cz: URL instituce
da: Institutionens URL
de: URL der Institution/Organistaion
el: Διεύθυνση του Ιδρύματος στο Διαδίκτυο
eo: URL de la organizaĵo
es: URL de la Institución
es_mx: URL de la institución
eu_es: Erakundearen URL (webgunearen helbidea)
fa_ir: آدرس اینترنتی مؤسسه یا نهاد
fi_fi: Organisaation URL (web-osoite)
fo_fo: Felags URL (vevleiðsla)
fur: URL de l'organizazion (indiriz web)
ga: URL na heagraíochta (seoladh gréasáin)
gl: URL da institución
he_il: כתובת אתר של הארגון (כתובת אינטרנט)
hi: संगठन URL (वेब पता)
hr_hr: URL institucije
hu_hu: Intézményi URL
hy: Կազմակերպության URL (վեբ հասցե)
id_id: URL Institusi
it: URL dell'istituzione
ja: 組織の URL (Web アドレス)
ka_ge: ორგანიზაციის URL (ვებ მისამართი)
ko_kr: 기관 URL
lo: URL ຂອງອົງກອນ (ທີ່ຢູ່ເວັບ)
lt_lt: Nuoroda į mokymo institucijos puslapį
lv_lv: Mācību iestādes / organizācijas URL
mk_mk: URL на институцијата
ms_my: URL organisasi (alamat web)
my_mm: အဖွဲ့အစည်း URL (ဝဘ်လိပ်စာ)
ne: संगठन URL (वेब ठेगाना)
nl: URL van de organisatie
nn_no: Institusjonens URL
oc: URL de l'organizacion (adreça web)
pl_pl: Strona www Instytucji
ps: د تنظیم URL (ويب پته)
pt_br: URL da instituição
pt_pt: URL(caminho) da organização (endereço web/web address)
ro_ro: Adresa URL a institutiei
ru_ru: Установки URL
sk_sk: URL inštitúcie
sl: URL organizacije
sq: URL e organizatës (adresa web)
sr_rs: URL institucije
sv_se: Institutionens URL
sw_ke: URL ya shirika (anwani ya wavuti)
ta: அமைப்பு URL (இணைய முகவரி)
th: เว็ปไซท์หน่วยงาน
tl_ph: URL ng Organisasyon (web address)
tr: Sitenin URL adresi
uk_ua: URL установи
vi_vn: URL tổ chức (địa chỉ web)
xh_za: I-URL yombutho (idilesi yewebhu)
zh_cn: 机构地址
zh_tw: 學院網址

source: The URL of the institutions (the link that appears in the header on the right)
ar: (عناوين مواقع المؤسسات (الرابط الذي يظهر في العنوان الرئسي على اليمين
ast_es: URL de la Institución (enllaz qu'apaez nel llau derechu de la testera)
bn_bd: প্রতিষ্ঠানের URL (হেডারের ডানদিকে দেখা যায় এমন লিঙ্ক)
bs_ba: URL institucije (link koji se pojavljuje u zaglavlju desno)
ca_es: L'URL de la institució (L'enllaç que apareix a la dret, a la capçalera)
cs_cz: URL institucí (odkaz se objeví v záhlaví na pravo)
da: Institutionens URL (linket som fremstår i overskriften til højre)
de: URL der Institution/Organistaion (der Link zur Website der Institution im Kopfbereich der Seite)
el: Η διεύθυνση του Ιδρύματος στο Διαδίκτυο (ο σύνδεσμος εμφανίζεται στην πάνω δεξιά πλευρά)
eo: La URL de la institucio (tiu ligilo aperas en la surskribo)
es: URL de la Institución (enlace que aparece en el lado derecho de la cabecera)
es_mx: El URL de la institución (El link que aparece a la derecha, en la cabecera)
eu_es: Erakundearen URL (goiburuan, eskuinaldean agertzen den lotura)
fa_ir: آدرس اینترنتی مؤسسه یا نهاد در گوشه سمت راست بالای صفحه نمایان میشود
fi_fi: Laitosten URL (linkki otsikossa oikealla)
fo_fo: URL-in til felagsins (leinkjan sum kemur í headerini til hægri)
fur: L'URL de lis instituzions (il leam che si vûl su la testate a drit)
ga: URL na n-institiúidí (an nasc atá le feiceáil sa cheanntitle ar dheis)
gl: A URL da institución (a ligazón que aparece na cabeceira á dereita)
he_il: כתובת האתר של המוסדות (הקישור המופיע בכותרת מימין)
hi: संस्थानों का URL (हेडर के दाहिने भाग में दिखने वाला लिंक)
hr_hr: URL institucije (poveznica se pojavljuje na desnoj strani zaglavlja)
hu_hu: Az intézmények URL-je (a fejléc jobb oldalán megjelenő hiperhivatkozás)
hy: Հաստատությունների URL-ը (հղումը, որը հայտնվում է գլխամասում աջ կողմում)
id_id: URL Institusi (link yang tampil pada header kanan)
it: URL dell'istituzione (il collegamento appare a destra nella riga d'intestazione)
ja: 組織の URL です (ヘッダーの右に表示するリンクです)
ka_ge: დაწესებულების URL (ბმული, რომელიც გამოჩნდება შესათავაზში მარჯვნივ)
ko_kr: 기관 URL (오른쪽 상단에 링크가 표기됩니다)
lo: URL ຂອງສະຖາບັນ (ລິ້ງທີ່ປາກົດຢູ່ຫົວຂໍ້ດ້ານຂວາ)
lt_lt: Nuoroda į mokymo institucijos puslapį (bus rodomas viršuje dešinėje)
lv_lv: Mācību iestādes / organizācijas URL (saite parādīsies augšā pa labi)
mk_mk: URL- то на институциите (линкот кој се појавува во горниот десен агол)
ms_my: URL institusi (pautan yang muncul di header sebelah kanan)
my_mm: အဖွဲ့အစည်းများ၏ URL (ခေါင်းစီးတွင် ညာဘက်တွင်ပေါ်သော လင့်ခ်)
ne: संस्थाहरूको URL (हेडरको दायाँमा देखिने लिङ्क)
nl: De URL van de instelling (deze link verschijnt in de hoofding)
nn_no: URL-en til institusjonane (lenken som visast i toppbanneret til høgre)
oc: L'URL de las institucions (lo ligam qu'apareish en l'entèsta a drecha)
pl_pl: Strona www Instytucji
ps: د ادارې URL (د هېډر په ښي کې ښکاره کېدونکی لینک)
pt_br: A URL da instituição (o link que aparece no cabeçalho à direita)
pt_pt: O URL(caminho) das instituições (a ligação/link que aparece no topo do cabeçalho, à direita)
ro_ro: Adresa URL a institutiei (linkul ce apare in antet in partea dreapta)
ru_ru: Установки URL (ссылка появляется в заголовке справа)
sk_sk: URL inštitúcie (odkaz sa objaví v hlavičke vpravo)
sl: URL organizacije (povezava se pojavi na zaglavju strani desno)
sq: URL e institucioneve (lidhja që shfaqet në krye në të djathtë)
sr_rs: URL institucije (link se pojavljuje u zaglavlju sa desne strane)
sv_se: Institutionernars URL (länkarna dyker upp till höger om sidhuvudet)
sw_ke: URL ya taasisi (kiungo kinachoonekana kwenye kichwa upande wa kulia)
ta: உس்தாதுகளின் URL (தலைப்பில் வலது பக்கத்தில் தோன்றும் இணைப்பு)
th: ชื่อเว็ปไซท์ของหน่วยงาน(เป็นชื่อที่เชื่อมโยงและปรากฏอยู่ด้านบนขวา)
tl_ph: Ang URL ng mga institusyon (ang link na lumilitaw sa header sa bandang kanan)
tr: Sitenin üst başlıkta, sağ tarafta gözükecek URL bağlantı ismi
uk_ua: URL установи (посилання, що з'являється справа в заголовку)
vi_vn: URL của tổ chức (liên kết hiển thị ở tiêu đề bên phải)
xh_za: I-URL yezikhungo (ikhonkco elibonakala kwintloko ekunene)
zh_cn: 学校URL(出现在右上方标题)
zh_tw: 學院網址（於標頭右方顯示之學院連結）

source: E-learning portal name
ar: اسم منصة التعليم الالكتروني
ast_es: Nome del Sitiu Web de la plataforma
bn_bd: ই-লার্নিং পোর্টালের নাম
bs_ba: Naziv portala za e-učenje
ca_es: Títol del campus Chamilo
cs_cz: Název Chamilo Campus-u
da: Titel på Chamilo Platform
de: Name der Lernplattform
el: Όνομα πλατφόρμας μάθησης
eo: Chamilo-Kampa Titolo
es: Nombre del Sitio Web de su plataforma
es_mx: Titulo del Campus Chamilo
eu_es: Teleformakuntzako atariaren izena
fa_ir: عنوان محیط آموزشی
fi_fi: E-oppimisportaalın nimi
fo_fo: E-learning portal navn
fur: Nume dal portal E-learning
ga: Ainm an phortáil ríomhfhoghlama
gl: Título do Campus Chamilo
he_il: שם פורטל למידה אלקטרונית
hi: ई-लर्निंग पोर्टल का नाम
hr_hr: Naziv Chamiloova kampusa
hu_hu: Chamilo Campus Név
hy: Էլեկտրոնային ուսուցման պորտալի անուն
id_id: Judul Kampus Chamilo
it: Intestazione del Campus
ja: e ラーニングのプラットフォーム名
ka_ge: ელექტრონული სწავლების პორტალის სახელი
ko_kr: Chamilo 캠퍼스 명
lt_lt: Chamilo portalo antraštė
lv_lv: E - macību vides nosaukums
mk_mk: Име ма кампусот на Chamilo
ms_my: Nama portal e-pembelajaran
my_mm: အီလက်ထရွန်းနစ်သင်ယူရေးပေါ်တယ်အမည်
ne: ई-लर्निङ पोर्टल नाम
nl: Chamilocampustitel
nn_no: E-læringsport namnet
oc: Nom del portal e-learning
pl_pl: Nazwa platformy e-learningowej
ps: د ای- زده کړې پورټل نوم
pt_br: Título da Plataforma Chamilo
pt_pt: Nome do portal de E-learning
ro_ro: Titlul campusului Chamilo
ru_ru: Название портала Chamilo
sk_sk: Názov e-learningového portálu
sl: Naziv Chamilo portala (kampusa)
sq: Emri i portalit e-learning
sr_rs: Ime Chamiloovog kampusa
sv_se: Chamilo portaltitel
sw_ke: Jina la lango la e-learning
ta: இ-கற்றல் போர்ட்டல் பெயர்
th: ตั้งชื่อหัวเรื่องของระบบ
tl_ph: Pangalan ng e-learning portal
tr: Site ismi
uk_ua: Назва порталу
vi_vn: Tên cổng học trực tuyến
xh_za: Igama leportal ye-E-learning
zh_cn: Chamilo学校名称
zh_tw: Chamilo 網上校園名稱

source: The Name of your Chamilo Portal (appears in the header)
ar: اسم منصتك التعليمية والتي تظهر في رأس الصفحة
ast_es: El nome del Sitiu Web de la so plataforma (apaez na testera)
bn_bd: আপনার Chamilo পোর্টালের নাম (হেডারে দেখা যায়)
bs_ba: Naziv vašeg Chamilo portala (pojavljuje se u zaglavlju)
ca_es: El nom del teu Campus de Chamilo (apareix a l'encapçalament)
cs_cz: Jméno vašeho Chamilo Campus-u (objeví se v záhlaví)
da: Navnet på din Chamilo Platform (fremstår i overskriften til venstre)
de: Name Ihrer Lernplattform (erscheint im Kopfbereich der Seiten)
el: Όνομα της πλατφόρμας του Chamilo (εμφανίζεται στην πάνω δεξιά πλευρά)
eo: La nomo de via Chamilo-Kampo (aperos en la surskribo)
es: El nombre del Sitio Web de su plataforma (aparece en la cabecera)
es_mx: El nombre de su campus Chamilo (aparece a la izquierda, en la cabecera)
eu_es: Chamilon duzun atariaren izena (goiburuan agertzen da)
fa_ir: عنوان محیط آموزشی در گوشه سمت چپ بالای صفحه نمایان میشود
fi_fi: Chamilo-portaalın nimi (näkyy otsikossa)
fo_fo: Navnið á tínum Chamilo Portal (kemur í headerinum)
fur: Il nume dal to portal Chamilo (si vûl su la testate)
ga: Ainm do Phortáil Chamilo (le feiceáil sa cheanntitle)
gl: Nome do teu Campus Chamilo (aparece na cabeceira)
he_il: השם של פורטל Chamilo שלך (מופיע בכותרת)
hi: आपके चमिलो पोर्टल का नाम (हेडर में दिखता है)
hr_hr: Naziv vašega Chamiloova kampusa (pojavljuje se u zaglavlju)
hu_hu: A Chamilo képzőhelyének neve (a fejlécben ez fog megjelenni)
hy: Ձեր Chamilo պորտալի անունը (հայտնվում է գլխամասում)
id_id: Nama kampus Chamilo anda (tampil di header kiri)
it: Il nome del campus Chamilo (appare a sinistra nella riga d'intestazione)
ja: Chamilo のプラットフォーム名です (ヘッダーに表示します)
ka_ge: თქვენი Chamilo პორტალის სახელი (გამოჩნდება შესათავაზში)
ko_kr: Chamilo 캠퍼스 명 ( header에 표기 )
lo: ຊື່ຂອງປະຕູເວັບໄຊທ໌ Chamilo ຂອງທ່ານ (ປາກົດຢູ່ຫົວຂໍ້)
lt_lt: Tinklapio pavadinimas (rodomas viršuje puslapio)
lv_lv: E - macību vides nosaukums (parādīsies augšā)
mk_mk: Име на Вашиот Chamilo кампус (се појавува во заглавието)
ms_my: Nama Portal Chamilo anda (muncul di header)
my_mm: သင့် Chamilo ပေါ်တယ်၏ အမည် (ခေါင်းစီးတွင်ပေါ်သည်)
ne: तपाईंको Chamilo पोर्टलको नाम (हेडरमा देखिन्छ)
nl: De naam van uw Chamilocampus (verschijnt in de hoofding)
nn_no: Navnet på ditt Chamilo læresenter (fremstår i overskriften til venstre)
oc: Lo nom de vòstre portal Chamilo (apareish en l'entèsta)
pl_pl: Nazwa Twojej Strony (pojawi się w nagłówku)
ps: ستاسو Chamilo پورټل نوم (د هېډر کې ښکاره شي)
pt_br: O Nome da Plataforma Chamilo (aparece no cabeçalho à esquerda)
pt_pt: Nome do Portal Chamilo (aparece no topo do cabeçalho, à esquerda)
ro_ro: Numele campusului dumneavoastra (apare in antent)
ru_ru: Название вашего портала Chamilo (появляется в заголовке)
sk_sk: Názov Vášho Chamilo Portálu (objaví sa v záhlaví)
sl: Naziv vašega Chamilo portala (pojavi se v zaglavju strani levo)
sq: Emri i Portalit tuaj Chamilo (shfaqet në krye)
sr_rs: Ime vašeg Dokos kampusa (pojavljuje se u zaglavlju sa leve strane)
sv_se: Namnet på ditt chamiloportalen (dyker upp i sidhuvudet)
sw_ke: Jina la Lango lako la Chamilo (linaonekana kwenye kichwa)
ta: உங்கள் சாமிலோ போர்ட்டலின் பெயர் (தலைப்பில் தோன்றும்)
th: ชื่อเว็ปไซท์Chamiloของคุณ(จะปรากฏชื่อบนแถบด้านบน)
tl_ph: Ang Pangalan ng iyong Portal sa Chamilo (lumilitaw sa header)
tr: Başlıkta gözükecek site ismi
uk_ua: Назва порталу (з'являється в заголовку)
vi_vn: Tên Cổng Chamilo của bạn (hiển thị ở tiêu đề)
xh_za: Igama lePortal yakho yeChamilo (libonakala kwintloko)
zh_cn: Chamilo 学校名称(出现在标题)
zh_tw: Chamilo 網上校園名稱(於標頭顯示)

source: Portal Administrator: e-mail
ar: مدير النظام: البريد
ast_es: Alministrador de la plataforma: e.mail
bn_bd: পোর্টাল অ্যাডমিনিস্ট্রেটর: ইমেইল
bs_ba: Administrator portala: e-pošta
ca_es: Administrador de la platafomra:e-mail
cs_cz: Administrátor platformy: E-mail
da: Platformadministrator: E-mail
de: E-Mail des Administrators
el: Διαχειριστής Πλατφόρμας: E-mail
eo: Retpoŝta adreso de platforma mastrumanto
es: Administrador de la plataforma: e-mail
es_mx: Administrador de la plataforma : E-mail
eu_es: Plataformako kudeatzailea: e-mail
fa_ir: ایمیل مدیر محیط آموزشی
fi_fi: Portaalın ylläpitäjä: sähköposti
fo_fo: Portal stjóri: t-postur
fur: Aministradôr dal portal: e-mail
ga: Riarthóir an Phortáil: r-phost
gl: Administrador da plataforma: E-mail
he_il: מנהל פורטל: דואר אלקטרוני
hi: पोर्टल प्रशासक: ईमेल
hr_hr: Nadzornik platforme: elektronička pošta
hu_hu: Portál adminisztrátor: e-mail cím
hy: Պորտալի վարչականի էլ. փոստ
id_id: Administrator Platform: E-mail
it: Amministratore della piattaforma: email
ja: プラットフォーム管理者: 電子メール
ka_ge: პორტალის ადმინისტრატორი: ელ.ფოსტა
ko_kr: 플랫폼 관리자: E-mail
lo: ຜູ້ເບິ່ງແຍງລະບົບ: ອີເມວ
lt_lt: Sistemos administratorius: El. paštas
lv_lv: Platformas administrators: e-pasts
mk_mk: Управувач на платформата: E-mail
ms_my: Pentadbir Portal: e-mel
my_mm: ပေါ်တယ်စီမံခန့်ခွဲသူ: အီးမေးလ်
ne: पोर्टल प्रशासक: ईमेल
nl: Platformbeheerder: e-mail
nn_no: Platformadministrators e-postadresse
oc: Administrator del portal : corrièr electronic
pl_pl: Admin Platformy: E-mail
ps: پورټل ادمین: برېښنالیک
pt_br: Administrador da Plataforma: E-mail
pt_pt: Administrador do Portal: E-mail
ro_ro: Administratorul platformei: E-mail
ru_ru: Администратор платформы: эл. почта
sk_sk: Administrátor platformy: E-mail
sl: Upravitelj platforme: E-pošta
sq: Administratori i Portalit: e-mail
sr_rs: Administrator: E-mail
sv_se: Plattformsadministratör: E-post
sw_ke: Msimamizi wa Lango: barua pepe
ta: போர்ட்டல் நிர்வாகி: மின்னஞ்சல்
th: อีเมลของผู้ดูแลระบบ
tl_ph: Tagapangasiwa ng Portal: E-mail
tr: Platform Yöneticisi e-postası:
uk_ua: Email адміністратора платформи
vi_vn: Quản trị viên cổng: e-mail
xh_za: Mlawuli wePortal: i-imeyile
zh_cn: 平台管理员邮件:
zh_tw: 平台管理者：電郵

source: The e-mail address of the Platform Administrator (appears in the footer on the left)
ar: (عنوان البريد الإلكتروني لمدير النظام (تظهر في التذييل على اليسار
ast_es: La direición de corréu electrónicu del alministrador de la plataforma (apaez nel llau izquierdu del pie)
bn_bd: প্ল্যাটফর্ম অ্যাডমিনিস্ট্রেটরের ইমেইল ঠিকানা (ফুটারের বামদিকে দেখা যায়)
bs_ba: E-pošta adresa administratora platforme (pojavljuje se u podnožju lijevo)
ca_es: L'adreça de correu electrònic de l'Administrador de Plataforma (apareix en el títol a peu de pàgina a l'esquerra)
cs_cz: Adresa e-mailu Administrátora platformy (objeví se v úpatí stránky na levo)
da: Platformadministratorens e-mail adresse (fremstår i sidefoden til venstre)
de: E-Mail für den Administrator (erscheint im Fußbereich)
el: Η διεύθυνση e-mail του Διαχειριστή Πλατφόρμας (εμφανίζεται στην κάτω αριστερά πλευρά)
eo: La retpoŝta adreso de la platforma mastrumanto (aperas malsupre sur via kampo)
es: La dirección de correo electrónico del administrador de la plataforma (aparece en el lado izquierdo del pie)
es_mx: La dirección de e-mail del administrador de la plataforma (Aparece en el pie de página, a la izquierda)
eu_es: Plataformako kudeatzailearen posta elektronikoko helbidea (orri oineko ezkerraldean agertzen da)
fa_ir: ایمیل مدیر محیط آموزشی در گوشه سمت چپ پایین صفحه نمایان میشود
fi_fi: Alustan ylläpitäjän sähköpostiosoite (näkyy alatunnisteessa vasemmalla)
fo_fo: T-postur adressan hjá portalstjóranum (kemur í fótinum til vinstru)
fur: Lindiriz e-mail dal Platform Aministradôr (si vûl tal fund)
ga: Seoladh r-phoist an Riarthóra Ardáin (le feiceáil sa bhuntásc ar chlé)
gl: O correo electrónico do administrador da plataforma (aparece no pé)
he_il: כתובת הדואר האלקטרוני של מנהל הפלטפורמה (מופיעה בכותרת התחתונה משמאל)
hi: प्लेटफ़ॉर्म प्रशासक का ईमेल पता (फ़ूटर के बाएँ भाग में दिखता है)
hr_hr: Adresa elektroničke pošte nadzornika platforme (pojavljuje se na lijevoj strani podnožja)
hu_hu: A felület adminsztrátorának e-mail címe (a lábléc bal oldali részén fog megjelenni)
hy: Պլատֆորմի վարչականի էլ. փոստի հասցեն (հայտնվում է հիմնամասում ձախ կողմում)
id_id: Alamat email Administrator Platform (tampil di kiri bawah)
it: L'indirizzo email dell'Amministratore della piattaforma (appare a sinistra a piè di pagina)
ja: プラットフォーム管理者の電子メール アドレスです (フッターの左に表示します)
ka_ge: პლატფორმის ადმინისტრატორის ელ.ფოსტის მისამართი (გამოჩნდება ფუტერში მარცხნივ)
ko_kr: 플랫폼 관리자의 e-mail 주소 ( 왼쪽 하단에 표기됩니다 )
lo: ທີ່ຢູ່ອີເມວຂອງຜູ້ເບິ່ງແຍງລະບົບ (ປາກົດຢູ່ສ່ວນທ້າຍດ້ານຊ້າຍ)
lt_lt: Sistemos administratoriaus el. pašto adresas (matomas puslapio apačioje)
lv_lv: Platformas administratora e-pasts (būs redzams apakšā pa kreisi)
mk_mk: e-mail адреса на управувачот на платформата (се појавува на левата страна на подножјето)
ms_my: Alamat e-mel Pentadbir Platform (muncul di footer sebelah kiri)
my_mm: ပလပ်ဖောင်းစီမံခန့်ခွဲသူ၏ အီးမေးလ်လိပ်စာ (အောက်ခြေတွင် ဘယ်ဘက်တွင်ပေါ်သည်)
ne: प्लेटफर्म प्रशासकको ईमेल ठेगाना (फुटरको बायाँमा देखिन्छ)
nl: Het e-mailadres van de platformbeheerder (verschijnt onderaan op uw campus)
nn_no: E-postadresse til platformens administrator(vises i bunnen til venstre)
oc: L'adreça corrièr electronic de l'administrator de la plataforma (apareish en bas de pagina a esquèrra)
pl_pl: Adres e-mail Admina Platformy (pojawi się w stopce po lewej stronie)
ps: د پلیټفارم ادمین برېښنالیک پته (د فوټر په چپ کې ښکاره شي)
pt_br: O endereço de e-mail do Administrador da Plataforma (aparece no rodapé à esquerda)
pt_pt: O endereço de e-mail do Administrador da Plataforma (aparece no rodapé, à esquerda)
ro_ro: Adresa de e-mail a administratorului de platforma (apare in subsol in partea stanga)
ru_ru: Эл. адрес администратора платформы (появляется внизу слева)
sk_sk: E-mailová adresa administrátora platformy (zobrazí sa v ľavej časti päty stránky)
sl: E-poštni naslov upravitelja platforme (pojavlja se v nogi strani levo)
sq: Adresa e-mail e Administratorit të Platformës (shfaqet në fund në të majtë)
sr_rs: E-mail adresa administratrora (pojavljuje se u donjem delu sa leve strane)
sv_se: E-postadressen till plattformsadministratören (dyker upp i sidfoten till vänster)
sw_ke: Anwani ya barua pepe ya Msimamizi wa Jukwaa (inaonekana kwenye mguu upande wa kushoto)
ta: தள நிர்வாகியின் மின்னஞ்சல் முகவரி (அடியில் இடது பக்கத்தில் தோன்றும்)
th: อีเมลของผู้จัดการระบบ(จะปรากฏในแถบล่างมุมซ้าย)
tl_ph: Ang e-mail address ng Tagapangasiwa ng Platform (lumilitaw sa footer sa bandang kaliwa)
tr: Alt başlığın sol tarafında gözükecek olan Sistem Yöneticisinin e-posta adresi
uk_ua: Email адміністратора платформи (з'являється внизу зліва)
vi_vn: Địa chỉ e-mail của Quản trị viên Nền tảng (hiển thị ở chân trang bên trái)
xh_za: Idilesi ye-imeyile yoMlawuli weqonga (libonakala ezantsi ngakwesokunene)
zh_cn: 平台管理员邮个(左下角)
zh_tw: 平台管理者電郵地址（於頁尾左面顯示）

source: Portal Administrator: Last Name
ar: مدير النظام: اللقب
ast_es: Alministrador de la plataforma: apellíos
bn_bd: পোর্টাল অ্যাডমিনিস্ট্রেটর: পরিবারের নাম
bs_ba: Administrator portala: Prezime
ca_es: Administrador de la plataforma: cognom
cs_cz: Administrátor platformy: Příjmení
da: Platformadministrator: Efternavn
de: Nachname des Administrators
el: Διαχειριστής Πλατφόρμας: Επίθετο
eo: Platforma mastrumanto: familinomo
es: Administrador de la plataforma: apellidos
es_mx: Administrador de la plataforma : Apellido
eu_es: Plataformako kudeatzailea: deiturak
fa_ir: نام خانوادگی مدیر محیط آموزشی
fi_fi: Portaalın ylläpitäjä: sukunimi
fo_fo: Portal stjóri: Effternavn
fur: Aministradôr dal portal: Cognom
ga: Riarthóir an Phortáil: Sloinne
gl: Administrador de Plataforma: Apelidos
he_il: מנהל פורטל: שם משפחה
hi: पोर्टल प्रशासक: उपनाम
hr_hr: Nadzornik platforme: Prezime
hu_hu: Felület adminsztrátor: Családnév
hy: Պորտալի վարչականի ազգանուն
id_id: Administrator Platform: Nama Belakang
it: Amministratore della piattaforma: cognome
ja: プラットフォーム管理者: 姓
ka_ge: პორტალის ადმინისტრატორი: გვარი
ko_kr: 플랫폼 관리자: 성(Family Name)
lt_lt: Sistemos administratorius: Pavardė
lv_lv: Platformas administrators: Uzvārds
mk_mk: Управувач на платформата: Презиме
ms_my: Pentadbir Portal: Nama belakang
my_mm: ပေါ်တယ်စီမံခန့်ခွဲသူ: မျိုးရိုးအမည်
ne: पोर्टल प्रशासक: थर
nl: Platformbeheerder: achternaam
nn_no: Platformadministrators etternavn
oc: Administrator del portal : Nom de familha
pl_pl: Admin Platformy : Nazwisko
ps: پورټل ادمین: تخلص
pt_br: Administrador da Plataforma: Sobrenome
pt_pt: Administrador do Portal: Último Nome
ro_ro: Administratorul platformei: Numele de familie
ru_ru: Администратор платформы: фамилия
sk_sk: Administrátor platformy: Priezvisko
sl: Upravitelj platforme: Priimek
sq: Administratori i Portalit: Mbiemri
sr_rs: Administrator: Prezime
sv_se: Plattformsadministratör: Efternamn
sw_ke: Msimamizi wa Lango: Jina la Mwisho
ta: போர்ட்டல் நிர்வாகி: கடைசி பெயர்
th: นามสกุลของผู้จัดการระบบ
tl_ph: Tagapangasiwa ng Portal: Apelyido
tr: Platform yöneticisi Soyisim:
uk_ua: Прізвище адміністратора платформи
vi_vn: Quản trị viên cổng: Họ
xh_za: Mlawuli wePortal: Fani
zh_cn: 平台管理员姓:
zh_tw: 平台管理員：姓氏
