Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Outlook import
ar: استيراد لبربد Outlook
ast_es: Importar un ficheru iCal/ics
bn_bd: আউটলুক আমদানি
bs_ba: Uvoz Outlooka
ca_es: Importar un fitxer iCal/ics
cs_cz: Import Outlook
de: iCal/ics Datei importieren
el: Εισαγωγή Outlook
eo: Enportado el Outlook
es: Importar un fichero iCal/ics
es_mx: Importar de Outlook
eu_es: Inportatu iCal/ics fitxategia
fa_ir: درون ریزی Outlook
fi_fi: Tuo iCal/ics tiedosto
fo_fo: Flyt inn úr Outlook
fur: Importazion Outlook
ga: Iompórtáil Outlook
gl: Importar un ficheiro iCal/ics
he_il: ייבוא Outlook
hi: आउटलुक आयात
hr_hr: Preuzmi iCal/ics dokument
hu_hu: iCal/ics állomány importálása
hy: Outlook-ից ներմուծում
id_id: Impor Outlook
it: Importa un file iCal/ics
ja: Outlook のインポート
ka_ge: Outlook-ის იმპორტი
ko_kr: Outlook 가져오기
lo: ນຳເຂົ້າຈາກ Outlook
lt_lt: Outlook importas
lv_lv: Importēt nākotnes notikumus
mk_mk: Увоз од Outlook
ms_my: Import Outlook
my_mm: အော့တ်လုတ်တင်သွင်းမှု
ne: आउटलुक आयात
nl: Importeer iCal/ics bestand
oc: Importar un fiquier iCal/ics
pl_pl: Import plików iCal/ics
ps: د Outlook واردول
pt_br: Importar arquivo do Outlook (iCal/ics)
pt_pt: Importar ficheiro Outlook (iCal/ics)
ro_ro: Importati un fișier iCal/ics
ru_ru: Импортировать iCal/ics файл
sk_sk: Importovať iCal/ics súbor
sl: Uvozi iz Outlooka, Ical/ics
sq: Importim nga Outlook
sr_rs: Uvezi iCal/ics Outlook dokument
sv_se: Importera iCal/ics fil
sw_ke: Ingiza Outlook
ta: Outlook இறக்குமதி
th: นำเข้าจาก Outlook
tl_ph: I-import ang Outlook
tr: Outlooka aktar
uk_ua: Імпорт Outlook
vi_vn: Nhập Outlook
xh_za: Genisa i-Outlook
zh_cn: 从Outlook导入
zh_tw: Outlook 匯入

source: All system users
ar: جميع مستخدمي البرنامج
ast_es: Tolos usuarios de la Plataforma
bn_bd: সকল সিস্টেম ব্যবহারকারী
bs_ba: Svi korisnici sistema
ca_es: Tots els usuaris de la plataforma
cs_cz: Všichni systémoví uživatelé
da: Alle systembrugere
de: Alle Benutzer des Portals
el: Όλοι οι χρήστες του συστήματος
eo: Ĉiuj sistemaj uzantoj
es: Todos los usuarios de la Plataforma
es_mx: Todos los usuarios del sistema
eu_es: Plataformako erabiltzaile guztiak
fa_ir: تمامی کاربران سیستم
fi_fi: Kaikki käyttäjät
fo_fo: Allir kerbrisbrúkarar
fur: Tuti ij utents dal sistema
ga: Gach úsáideoir córais
gl: Todos os usuarios da Plataforma
he_il: כל משתמשי המערכת
hi: सभी प्रणाली उपयोगकर्ता
hr_hr: Svi korisnici sustava
hu_hu: A rendszer összes felhasználója
hy: Բոլոր համակարգի օգտատերերը
id_id: Semua pengguna sistem
it: Tutti gli utenti
ja: 全システムユーザー
ka_ge: ყველა სისტემის მომხმარებელი
ko_kr: 전체 시스템 사용자
lt_lt: Visi sistemos vartotojai
lv_lv: Visi sistēmas lietotāji
mk_mk: Сите корисници на системот
ms_my: Semua pengguna sistem
my_mm: စနစ်အသုံးပြုသူအားလုံး
ne: सबै प्रणाली प्रयोगकर्ता
nl: Alle gebruikers van het platform
nn_no: Alle systembrukarar
oc: Tots los utilizaires del sistèma
pl_pl: Wszyscy użytkownicy platformy
ps: ټول سیستم کاروونکي
pt_br: Todos os usuários da plataforma
pt_pt: Todos os utilizadores da plataforma/sistema
ro_ro: Toți utilizatorii Platformei
ru_ru: Все пользователи системы
sk_sk: Všetci používatelia platformy
sl: Vsi uporabniki platforme
sq: Të gjithë përdoruesit e sistemit
sr_rs: Svi korisnici sistema
sv_se: Alla system användarna
sw_ke: Watumiaji wote wa mfumo
ta: அனைத்து அமைப்பு பயனர்கள்
th: ผู้ใช้ระบบทั้งหมด
tl_ph: Lahat ng mga gumagamit ng system
tr: Tüm sistem kullanıcıları
uk_ua: Усі користувачі системи
vi_vn: Tất cả người dùng hệ thống
xh_za: Bonke abasebenzisi benkqubo
zh_cn: 全部用户
zh_tw: 所有系統使用者

source: Platform event
ar: حدث خاص بالنظام
ast_es: Eventu global
bn_bd: প্ল্যাটফর্ম ইভেন্ট
bs_ba: Događaj platforme
ca_es: Esdeveniment global
cs_cz: Globální událost
da: Platformbegivenhed
de: globaler Eintrag
el: Συμβάν πλατφόρμας
eo: Platforma evento
es: Evento de la plataforma
es_mx: Evento de plataforma
eu_es: Plataformako gertaera
fa_ir: رویداد سیستم
fi_fi: Yleinen tapahtuma
fo_fo: Platform tiltak
fur: Event platfórme
ga: Imeacht ardáin
gl: Evento de carácter global
he_il: אירוע פלטפורמה
hi: मंच घटना
hr_hr: Globalni događaj
hu_hu: Globális esemény
hy: Պլատֆորմայի իրադարձություն
id_id: Peristiwa platform
it: Evento globale
ja: プラットフォームイベント
ka_ge: პლატფორმის მოვლენა
ko_kr: 플랫폼 이벤트
lo: ກິດຈະກຳຂອງແພລດຟອມ
lt_lt: Platformos įvykis
lv_lv: Notikums visā platformā
mk_mk: Платформско настан
ms_my: Acara platform
my_mm: ပလက်ဖောင်းဖြစ်ရပ်
ne: प्लेटफर्म कार्यक्रम
nl: Globale gebeurtenis
nn_no: Plattform-arrangement
oc: Eveniment de la plataforma
pl_pl: Globalne zdarzenie
ps: پلیټفارم پیښه
pt_br: Evento global
pt_pt: Evento global
ro_ro: Evenimentul plataformei
ru_ru: Событие платформы
sk_sk: Globálna udalosť
sl: Dogodek platforme
sq: Event i platformës
sr_rs: Globalni dogadjaj
sv_se: Plattformshändelse
sw_ke: Tukio la jukwaa
ta: தள நிகழ்வு
th: เหตุการณ์แพลตฟอร์ม
tr: Genel etkinlik
uk_ua: Подія платформи
vi_vn: Sự kiện nền tảng
xh_za: Umsitho weqonga
zh_cn: 世界性的事件
zh_tw: 平台事件

source: Edit event
ar: تعديل الحدث
ast_es: Camudar eventu
bn_bd: ইভেন্ট সম্পাদনা করুন
bs_ba: Uredi događaj
ca_es: Modificar esdeveniment
cs_cz: Upravit událost
da: Rediger begivenhed
de: Eintrag ändern
el: Επεξεργασία γεγονότος
eo: Redakti eventon
es: Modificar evento
es_mx: Editar evento
eu_es: Editatu gertaera
fa_ir: ویرایش رویداد
fi_fi: Muokkaa tapahtumaa
fo_fo: Broyt tiltak
fur: Modifiche event
ga: Cuir imeacht in eagar
gl: Modificar evento
he_il: ערוך אירוע
hi: घटना संपादित करें
hr_hr: Uredi element
hu_hu: Esemény szerkesztése
hy: Խմբագրել իրադարձություն
id_id: Edit peristiwa
it: Modifica evento
ja: イベントを編集
ka_ge: შეცვალეთ მოვლენა
ko_kr: 이벤트 편집
lo: ແກ້ໄຂກິດຈະກຳ
lt_lt: Redaguoti įvykį
lv_lv: Rediģēt notikumu
mk_mk: Уреди настан
ms_my: Edit acara
my_mm: ဖြစ်ရပ်ပြင်ဆင်ပါ
ne: कार्यक्रम सम्पादन गर्नुहोस्
nl: Evenement wijzigen
nn_no: Rediger arrangement
oc: Modificar l'eveniment
pl_pl: Edytuj zdarzenie
ps: د پیښې سمول
pt_br: Editar evento
pt_pt: Editar evento
ro_ro: Modificati evenimentul
ru_ru: Редактировать событие
sk_sk: Editovať udalosť
sl: Uredi dogodek
sq: Ndrysho eventin
sr_rs: Uredi dogadjaj
sv_se: Redigera händelse
sw_ke: Hariri tukio
ta: நிகழ்வைத் திருத்தவும்
th: แก้ไขเหตุการณ์
tl_ph: I-edit ang event
tr: Etkinliği düzenle
uk_ua: Редагувати подію
vi_vn: Chỉnh sửa sự kiện
xh_za: Hlela umsitho
zh_cn: 修改事件
zh_tw: 編輯事件

source: The end date cannot be before the start date
ar: لا يمكن ان يسبق تأريخ الانتهاء تأريخ البداية
ast_es: Data final nun deberá ser menos que la data d'aniciu
bn_bd: শেষ তারিখ শুরুর তারিখের আগে হতে পারে না
bs_ba: Datum završetka ne može biti prije datuma početka
ca_es: La data final no haurà de ser menor que la data d'inici
cs_cz: Datum ukončení nemůže být před datumem začátku
da: Slutdatoen kan ikke være før startdatoen
de: Das End-Datum kann nicht vor dem Start-Datum liegen
el: Η ημερομηνία τέλους δεν μπορεί να είναι πριν την ημερομηνία έναρξης
eo: La fino-dato ne povas esti antaŭ la komenco-dato
es: Fecha final no deberá ser menor que la fecha de inicio
es_mx: La fecha de fin no puede ser anterior a la fecha de inicio
eu_es: Azken data ezin da hasierakoa baino lehenagokoa izan
fa_ir: تاریخ پایان نباید قبل از تاریخ شروع باشد
fi_fi: Päättymispäivä ei voi olla ennen alkamispäivää
fo_fo: Lokadagurin kann ikki vera fyrr enn byrja dagin
fur: La date finâl no pode jessi prime de che la date inizjâl
ga: Ní féidir an dáta deiridh a bheith roimh an dáta tosaigh
gl: A data final non pode ser menor que a data de inicio
he_il: תאריך הסיום אינו יכול להיות לפני תאריך ההתחלה
hi: समाप्ति तिथि प्रारंभ तिथि से पहले नहीं हो सकती
hr_hr: Zaključni nadnevak ne može biti prije nadnevka početka
hu_hu: A befejezés dátuma nem lehet korábbi a kezdés dátumánál
hy: Ավարտի ամսաթիվը չի կարող լինել սկզբի ամսաթվից առաջ
id_id: Tanggal akhir tidak boleh sebelum tanggal mulai
it: La data finale non può precedere quella iniziale
ja: 終了日を開始日よりも前にすることはできません
ka_ge: დამთავრების თარიღი ვერ იქნება დაწყების თარიღამდე
ko_kr: 종료일이 시작일보다 이전일 수 없습니다
lo: ວັນທີສິ້ນສຸດບໍ່ສາມາດຢູ່ກ່ອນວັນທີເລີ່ມຕົ້ນໄດ້
lt_lt: Pabaigos data negali būti prieš pradžios datą
lv_lv: Beigu datums nevar būt pirms sākuma datuma
mk_mk: Датумот на завршување не може да биде пред датумот на започнување
ms_my: Tarikh tamat tidak boleh sebelum tarikh mula
my_mm: အဆုံးရက်သည် စတင်ရက်မတိုင်မီ မဖြစ်နိုင်ပါ
ne: अन्त्य मिति सुरु मितिभन्दा पहिले हुन सक्दैन
nl: De einddatum kan niet voor de startdatum liggen
nn_no: Sluttdatoen kan ikkje vere før startdatoen
oc: La data de fin pòt pas èsser abans de la data de començament
pl_pl: Data zakończenia nie może być wcześniejsza niż data rozpoczęcia
ps: د پای نیټه د پیل نیټې څخه مخکې نه شي کېدای شي
pt_br: A data final não pode ser anterior à data inícial
pt_pt: A data final não pode ser anterior à data de início
ro_ro: Data limită nu trebuie să fie mai mică decât data de începere
ru_ru: Дата окончания не может быть раньше даты начала
sk_sk: Dátum ukončenia nemôže byť skôr ako dátum začiatku
sl: Končni datum ne more biti pred začetnim datumom
sq: Data e mbarimit nuk mund të jetë para datës së fillimit
sr_rs: Datum kraja ne može biti pre datuma početka
sv_se: Slutdatumet kan inte vara före startdatumet
sw_ke: Tarehe ya mwisho haiwezi kuwa kabla ya tarehe ya mwanzo
ta: முடிவு தேதி தொடக்க தேதிக்கு முன் இருக்க முடியாது
th: วันที่สิ้นสุดไม่สามารถก่อนวันที่เริ่มต้นได้
tl_ph: Ang katapusang petsa ay hindi maaaaring bago ang simula ng petsa
tr: Bitiş tarihi başlangıç tarihinden önce olamaz
uk_ua: Дата завершення не може бути раніше дати початку
vi_vn: Ngày kết thúc không thể trước ngày bắt đầu
xh_za: Umhla wokuphela awunakuba phambi komhla wokuqala
zh_cn: 结束日期不能早于开始日期
zh_tw: 結束日期不得早於開始日期

source: Users selection list
ar: قائمة اختيار الاشخاص
ast_es: Eventu dirixíu a una seleición d'usuarios
bn_bd: ব্যবহারকারী নির্বাচন তালিকা
bs_ba: Lista odabira korisnika
ca_es: Esdeveniment dirigit a una selecció d'usuaris
cs_cz: Volba uživatelů
da: Brugervalgsliste
de: ausgewählte Objekte
el: Κατάλογος επιλογής χρηστών
eo: Listo de selekto de uzantoj
es: Evento dirigido a una selección de usuarios
es_mx: Lista de selección de usuarios
eu_es: Aukeratutako erabiltzaileen zerrenda
fa_ir: فهرست انتخاب کاربران
fi_fi: Käyttäjien poiminta lista
fo_fo: Brúkaravalslisti
fur: Liste di selezion utents
ga: Liosta roghnaithe úsáideoirí
gl: Evento dirixido aos usuarios seleccionados
he_il: רשימת בחירת משתמשים
hi: उपयोगकर्ता चयन सूची
hr_hr: Korisnički popis odabira
hu_hu: Felhasználó kiválasztása lista
hy: Օգտատերերի ընտրության ցուցակ
id_id: Daftar pilihan pengguna
it: Elenco selezione utenti
ja: ユーザー選択リスト
ka_ge: მომხმარებელთა შერჩევის სია
ko_kr: 사용자 선택 목록
lt_lt: Vartotojų pasirinkimo sąrašas
lv_lv: Atlasīto lietotāju saraksts
mk_mk: Листа за избор на корисници
ms_my: Senarai pilihan pengguna
my_mm: အသုံးပြုသူရွေးချယ်မှုစာရင်း
ne: प्रयोगकर्ता चयन सूची
nl: Selecteer gebruikers
nn_no: Liste for brukarval
oc: Lista de seleccion d'utilizaires
pl_pl: Lista wyboru użytkowników
ps: د کاروونکو غوره کولو لړليک
pt_br: Lista de seleção de usuários
pt_pt: Lista de selecção de utilizadores
ro_ro: Eveniment direcționat către o selectie de utilizatori
ru_ru: Список выбора пользователей
sk_sk: Vybraný zoznam používateľov
sl: Izbira uporabnikov
sq: Lista e përzgjedhjes së përdoruesve
sr_rs: Selekcija korisnika
sv_se: Användarvalslista
sw_ke: Orodha ya uchaguzi wa watumiaji
ta: பயனர்கள் தேர்வு பட்டியல்
th: รายการเลือกผู้ใช้
tl_ph: Listahan ng pagpili ng mga gumagamit
tr: Kullanıcı seçim listesi
uk_ua: Список вибору користувачів
vi_vn: Danh sách chọn người dùng
xh_za: Uluhlu lokukhetha abasebenzisi
zh_cn: 用户选择列表
zh_tw: 使用者選取清單

source: This file is not in iCal format
ar: iCal الملف ليس بصيغة
ast_es: Nun ye un ficheru de formatu iCal
bn_bd: এই ফাইলটি iCal ফরম্যাটে নয়
bs_ba: Ova datoteka nije u iCal formatu
ca_es: No és un arxiu de format iCal
cs_cz: Tento soubor není v iCal formátu
da: Denne fil er ikke i iCal-format
de: Diese Datei ist nicht im iCal-Format gespeichert
el: Το αρχείο δεν είναι σε μορφή iCal
eo: Ĉi tiu dosiero ne estas en formato iCal
es: No es un archivo de formato iCal
es_mx: Este archivo no está en formato iCal
eu_es: Fitxategi hau ez dago iCal formatuan
fa_ir: این فایل در ساختار iCal نیست
fi_fi: Tiedosto ei ole iCal formaatissa
fo_fo: Hendan fílan er ikki í iCal sniði
fur: Che file nol e in formât iCal
ga: Níl an comhad seo i bhformáid iCal
gl: Non é un arquivo de formato iCal
he_il: קובץ זה אינו בפורמט iCal
hi: यह फ़ाइल iCal प्रारूप में नहीं है
hr_hr: Ova datoteka nije u formatu iCal
hu_hu: Ez az állomány nem iCal formátumú
hy: Այս ֆայլը iCal ձևաչափով չէ
id_id: File ini bukan dalam format iCal
it: Il file non è in formato iCal
ja: このファイルはiCal形式ではありません
ka_ge: ეს ფაილი არ არის iCal ფორმატში
ko_kr: 이 파일은 iCal 형식이 아닙니다
lt_lt: Šis failas nėra iCal formatu
lv_lv: Šis fails nav iCal formātā
mk_mk: Овој фајл не е во iCal формат
ms_my: Fail ini bukan dalam format iCal
my_mm: ဤဖိုင်သည် iCal ဖော်မတ်တွင် မဟုတ်ပါ
ne: यो फाइल iCal ढाँचामा छैन
nl: Dit bestand is geen iCal bestand.
nn_no: Denne fila er ikkje i iCal-format
oc: Aqueste fichièr es pas en format iCal
pl_pl: Ten plik nie jest w formacie iCal
ps: دا فایل په iCal بڼه کې نه دی
pt_br: Este arquivo não está em formato iCal
pt_pt: Este ficheiro não está em formato iCal
ro_ro: Acesta nu este un fișier iCal
ru_ru: Файл не в формате iCal
sk_sk: Súbor nie je vo formáte iCal
sl: Datoteka ni v iCal obliki
sq: Ky skedar nuk është në format iCal
sr_rs: Ova datoteka nije u formatu iCal
sv_se: Denna fil är inte i iCal-format
sw_ke: Faili hii si katika umbizo la iCal
ta: இந்தக் கோப்பு iCal வடிவத்தில் இல்லை
th: ไฟล์นี้ไม่ใช่รูปแบบ iCal
tl_ph: Ang file na ito ay hindi sa iCal format
tr: Bu dosya iCal formatında değil
uk_ua: Цей файл не в форматі iCal
vi_vn: Tệp này không ở định dạng iCal
xh_za: Eli fayile alikho kwimo ye-iCal
zh_cn: 文件不符合iCal格式
zh_tw: 此檔案非 iCal 格式

source: Repeat event
ar: تكرار الحدث
ast_es: Repetir eventu
bn_bd: ইভেন্ট পুনরাবৃত্তি করুন
bs_ba: Ponovi događaj
ca_es: Repetir esdeveniment
cs_cz: Opakovaná událost
da: Gentag begivenhed
de: Eintrag wiederholen
el: Επανάληψη γεγονότος
eo: Ripeti eventon
es: Repetir evento
es_mx: Repetir evento
eu_es: Berregin gertaera
fa_ir: تکرار رویداد
fi_fi: Toista tapahtuma
fo_fo: Endurupprit tiltak
fur: Ripete event
ga: Athrá imeacht
gl: Repetir evento
he_il: אירוע חוזר
hi: घटना दोहराएँ
hr_hr: Ponovi događaj
hu_hu: Esemény ismétlése
hy: Կրկնել իրադարձությունը
id_id: Ulangi peristiwa
it: Evento ripetuto
ja: イベントを繰り返す
ka_ge: გაიმეორეთ მოვლენა
ko_kr: 이벤트 반복
lo: ກິດຈະກຳຊ້ຳ
lt_lt: Kartoti įvykį
lv_lv: Atkārtot notikumu
mk_mk: Повтори настан
ms_my: Ulang acara
my_mm: ဖြစ်ရပ်ထပ်ခါတလဲလဲ
ne: कार्यक्रम दोहोर्याउनुहोस्
nl: Herhaal gebeurtenis
nn_no: Gjent arrangement
oc: Repetir l'eveniment
pl_pl: Powtórz zdarzenie
ps: پیښه تکرار کړئ
pt_br: Repetir evento
pt_pt: Repetir evento
ro_ro: Repetați evenimentul
ru_ru: Повторить событие
sk_sk: Opakovať udalosť
sl: Ponovi dogodek
sq: Përsërit eventin
sr_rs: Ponovi dogadjaj
sv_se: Upprepa händelse
sw_ke: Rudisha tukio
ta: நிகழ்வை மீண்டும் செய்
th: ทำซ้ำเหตุการณ์
tl_ph: Ulitin ang event
tr: Etkinliği tekrarla
uk_ua: Повторити подію
vi_vn: Lặp lại sự kiện
xh_za: Phinda umsitho
zh_cn: 重复事件
zh_tw: 重複事件

source: version
ar: الإصدارة
ast_es: versión
bn_bd: ভার্সন
bs_ba: verzija
ca_es: versió
cs_cz: verze
el: έκδοση
eo: versio
es: versión
es_mx: versión
eu_es: bertsioa
fa_ir: نسخه
fi_fi: versio
fo_fo: útgáva
ga: leagan
gl: versión
he_il: גרסה
hi: संस्करण
hr_hr: verzija
hu_hu: verzió
hy: տարբերակ
id_id: versi
it: versione
ja: バージョン
ka_ge: ვერსია
ko_kr: 버전
lt_lt: versija
lv_lv: versija
mk_mk: верзија
ms_my: versi
my_mm: ဗားရှင်း
ne: संस्करण
nl: versie
nn_no: versjon
pl_pl: wersja
ps: نسخه
pt_br: versão
pt_pt: versão
ro_ro: Versiune
ru_ru: версия
sk_sk: verzia
sl: verzija
sr_rs: verzija
sw_ke: toleo
ta: பதிப்பு
th: รุ่น
tl_ph: bersyon
tr: sürüm
uk_ua: версія
vi_vn: phiên bản
xh_za: uguqulelo
zh_cn: 版本
zh_tw: 版本

source: All the learning objects are now incomplete.
ar: جميع الدروس الآن غير مكتملة
ast_es: Toles lleiciones tán ensin facer.
bn_bd: সকল লার্নিং অবজেক্ট এখন অসম্পূর্ণ।
bs_ba: Svi objekti učenja su sada nepotpuni.
ca_es: Totes les lliçons estan incomplertes ara
cs_cz: Všechny výukové objekty jsou nyní nedokončené.
da: Alle trin er nu nulstillet.
de: Alle Lerneinheiten sind nun unvollständig.
el: Όλα τα μαθήματα είναι ημιτελή
eo: Ciuj lecionoj estas nun malkompletaj.
es: Ningún objeto de aprendizaje ha sido completado.
es_mx: Todas las lecciones están por completar.
eu_es: Ikaskuntzarako objektu guztiak bete gabe daude
fa_ir: تمامی دروس فعلاً ناتمام مانده اند
fi_fi: Ainuttakaan oppimisaihiota ei ole suoritettu loppuun.
fo_fo: Allir lernu lutir eru nú ósampartar.
fur: Tuiti ij ogjets didatichs a son ora incomplets.
ga: Tá gach réad foghlama neamhiomlán anois.
gl: Todas as unidades están incompletas.
he_il: כל אובייקטי הלמידה אינם שלמים כעת.
hi: सभी लर्निंग ऑब्जेक्ट अब अपूर्ण हैं।
hr_hr: Sve su lekcije sada nepotpune.
hu_hu: Az összes lecke teljesítetlen.
hy: Բոլոր ուսուցման օբյեկտները այժմ անավարտ են:
id_id: Semua topik kini tidak lengkap.
it: Tutti gli elementi devono essere completati
ja: すべての学習オブジェクトが未完了になりました。
ka_ge: ყველა სასწავლო ობიექტი არასრულია.
ko_kr: 모든 수업을 수행하지 못하였습니다.
lo: ວັດຖຸການຮຽນຮູ້ທັງໝົດຕອນນີ້ບໍ່ສົມບູນ.
lt_lt: Visos pamokos nebaigtos.
lv_lv: Visas nodarbības tagad ir nepabeigtas.
mk_mk: Сите лекции сега се непотполни
ms_my: Semua objek pembelajaran kini tidak lengkap.
my_mm: သင်ယူမှုအရာဝတ္ထုအားလုံးသည် ယခုမပြည့်စုံပါ။
ne: सबै सिकाइ वस्तुहरू अब अपूर्ण छन्।
nl: Alle lessen zijn nu onvolledig.
nn_no: Alle læringsobjekt er no ufullstendige.
oc: Tots los objèctes d'aprendissatge son ara incomplets.
pl_pl: Wszystkie lekcje są niekompletne.
ps: اوس ټول زده کړې شیان ناتمام دي.
pt_br: Todas as etapas estão incompletas.
pt_pt: Todos os objectos de aprendizagem estão incompletos.
ro_ro: Nici un obiect de învățare a fost finalizat.
ru_ru: Все шаги сейчас незавершенные.
sk_sk: Všetky etapy sú teraz nekompletné.
sl: Vsi učni objekti so sedaj nedokončani.
sq: Të gjitha objektet e mësimit janë tani të paplota.
sr_rs: Sve lekcije su za sada nedovršene.
sv_se: Alla lektioner är nu ofullständiga
sw_ke: Vitu vyote vya kujifunza sasa havikukamilika.
ta: எல்லா கற்றல் பொருட்களும் இப்போது முழுமையாக இல்லை.
th: ทุกบทเรียนยังไม่เรียบร้อย
tl_ph: Lahat ng learning objects ay hindi kumpleto na ngayon.
tr: Şimdilik tamamlanmamış dersler.
uk_ua: Усі навчальні об'єкти тепер неповні.
vi_vn: Tất cả các đối tượng học tập hiện không hoàn chỉnh.
xh_za: Zonke izinto zokufunda ngoku aziphelelanga.
zh_cn: 所有课程还没有完全结束.
zh_tw: 所有課程還沒有完全結束.

source: This is the latest learning object.
ar: هذا هو أخر درس
ast_es: Esti ye l'últimu elementu.
bn_bd: এটি সর্বশেষ লার্নিং অবজেক্ট।
bs_ba: Ovo je najnoviji objekat učenja.
ca_es: Aquesta és la darrera lliçó
cs_cz: Toto je poslední výukový objekt.
da: Dette er det sidste trin.
de: Dies ist die letzte Lerneinheit.
el: Αυτό είναι το τελευταίο μάθημα
eo: Jen la lasta leciono.
es: Este es el último objeto de aprendizaje.
es_mx: Esta es la última lección.
eu_es: Hauxe da ikaskuntzarako azken objektua
fa_ir: این آخرین شیء آموزشی می باشد.
fi_fi: Tämä on viimeisin oppimisaihio.
fo_fo: Hetta er nýkomni lernu luturin.
fur: Che e l'ultim ogjet didatic.
ga: Is é seo an réad foghlama is déanaí.
gl: Esta é a última unidade.
he_il: זהו אובייקט הלמידה האחרון.
hi: यह नवीनतम लर्निंग ऑब्जेक्ट है।
hr_hr: Ovo je posljednja lekcija.
hu_hu: Ez az utolsó lecke.
hy: Սա վերջին ուսուցման օբյեկտն է:
id_id: Ini topik terakhir.
it: Ultimo elemento.
ja: これが最新の学習オブジェクトです。
ka_ge: ეს ბოლო სასწავლო ობიექტია.
ko_kr: 마지막 레슨입니다.
lo: ນີ້ແມ່ນວັດຖຸການຮຽນຮູ້ລ່າສຸດ.
lt_lt: Paskutinė pamoka.
lv_lv: Šī ir pēdējā nodarbība.
ms_my: Ini adalah objek pembelajaran terkini.
my_mm: ဤသည်မှာ နောက်ဆုံးသင်ယူမှုအရာဝတ္ထုဖြစ်သည်။
ne: यो नवीनतम सिकाइ वस्तु हो।
nl: Dit is de laatste les.
nn_no: Dette er det nyaste læringsobjektet.
oc: Aquò es lo darrièr objècte d'aprendissatge.
pl_pl: To jest ostatnia lekcja.
ps: دا وروستۍ زده کړې شی دی.
pt_br: Essa é a última etapa.
pt_pt: Este é o último objecto de aprendizagem.
ro_ro: Acesta este ultimul obiectiv de învățăre.
ru_ru: Это последний шаг.
sk_sk: Toto je posledná etapa.
sl: To je zadnji učni objekt.
sq: Ky është objekti i fundit i mësimit.
sr_rs: ovo je poslednja lekcija
sv_se: Detta är den sista lektionen.
sw_ke: Hivi ndicho kitu cha kujifunza cha hivi karibuni.
ta: இது சமீபத்திய கற்றல் பொருள்.
th: ¹Õè€×ÍË¹èÇÂ¡ÒÃàÃÕÂ¹º·ÊØŽ·éÒÂ
tl_ph: Ito ang pinakabagong learning object.
tr: Bu son ders.
uk_ua: Це останній навчальний об'єкт.
vi_vn: Đây là đối tượng học tập mới nhất.
xh_za: Esi yinto yokufunda yakutshanje.
zh_cn: 这是最后一节课.
zh_tw: 這是最後一節課.

source: This is the first learning object.
ar: هذا هو الدرس الأول
ast_es: Esti ye'l primer elementu.
bn_bd: এটি প্রথম লার্নিং অবজেক্ট।
bs_ba: Ovo je prvi objekat učenja.
ca_es: Aquesta és la primera lliçó
cs_cz: Toto je první výukový objekt.
da: Dette er det først trin.
de: Dies ist die erste Lern-Einheit.
el: Αυτό είναι το πρώτο μάθημα
eo: Jen la unua leciono.
es: Este es el primer objeto de aprendizaje.
es_mx: Esta es la primera lección.
eu_es: Hauxe da ikaskuntzarako lehen objektua
fa_ir: این اولین شیء آموزشی می باشد
fi_fi: Tämä on ensimmäinen oppimisaihio.
fo_fo: Hetta er fyrsti lernu luturin.
fur: Che e il prin ogjet didatic.
ga: Is é seo an chéad réad foghlama.
gl: Esta é a primeira unidade.
he_il: זהו אובייקט הלמידה הראשון.
hi: यह पहला लर्निंग ऑब्जेक्ट है।
hr_hr: Ovo je prva lekcija.
hu_hu: Ez az első lecke.
hy: Սա առաջին ուսուցման օբյեկտն է:
id_id: Ini topik awal.
it: Primo elemento.
ja: これが最初の学習オブジェクトです。
ka_ge: ეს პირველი სასწავლო ობიექტია.
ko_kr: 첫번째 레슨입니다.
lo: ນີ້ແມ່ນວັດຖຸການຮຽນຮູ້ທຳອິດ.
lt_lt: Pirma pamoka.
lv_lv: Šī ir pirmā nodarbība.
ms_my: Ini adalah objek pembelajaran pertama.
my_mm: ဤသည်မှာ ပထမဆုံးသင်ယူမှုအရာဝတ္ထုဖြစ်သည်။
ne: यो पहिलो सिकाइ वस्तु हो।
nl: Dit is de eerste les.
nn_no: Dette er det første læringsobjektet.
oc: Aquò es lo primièr objècte d'aprendissatge.
pl_pl: To jest pierwsza lekcja.
ps: دا لومړۍ زده کړې شی دی.
pt_br: Essa é a primeira etapa.
pt_pt: Este é o primeiro objecto de aprendizagem.
ro_ro: Acesta este primul obiectiv de învățăre.
ru_ru: Это первый шаг.
sk_sk: Toto je prvá etapa.
sl: To je prvi učni objekt.
sq: Ky është objekti i parë i mësimit.
sr_rs: Ovo je prva lekcija
sv_se: Detta är den första lektionen.
sw_ke: Hivi ndicho kitu cha kwanza cha kujifunza.
ta: இது முதல் கற்றல் பொருள்.
th: ¹Õè€×ÍË¹èÇÂ¡ÒÃàÃÕÂ¹º·àÃÕÂ¹·ÕèË¹Öè§
tl_ph: Ito ang unang learning object.
tr: Bu ilk ders.
uk_ua: Це перший навчальний об'єкт.
vi_vn: Đây là đối tượng học tập đầu tiên.
xh_za: Esi yinto yokuqala yokufunda.
zh_cn: 这是第一节课.
zh_tw: 這是第一節課.
