Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Training sessions give a different way of dealing with training, where courses have an author, a coach and learners. Each coach gives a course for a set period of time, called a *training session*, to a set of learners who do not mix with other learner groups attached to another training session.
ar: *تمنح الدورات طرق مختلفة للتعامل مع المقررات و هذا عندما يكون هناك للمقرر ناشئ و مشرف و طلاب. يقوم كل مشرف بإعطاء المقرر لمجموعة من الطلاب لفترة من الزمن تعرف بـ *الدورة
ast_es: Les sesiones ufierten una manera distinta de tratar los cursos. Nesti casu'l cursu tien un creador, un tutor y unos estudiantes y caún los profesores da un cursu por un tiempu, llamáu sesión, a un conxuntu d'estudiantes
bn_bd: প্রশিক্ষণ সেশন প্রশিক্ষণ পরিচালনার ভিন্ন উপায় প্রদান করে, যেখানে কোর্সের লেখক, কোচ এবং শিক্ষার্থী রয়েছে। প্রত্যেক কোচ একটি নির্দিষ্ট সময়কালের জন্য, *প্রশিক্ষণ সেশন* নামে, একটি শিক্ষার্থী গ্রুপকে কোর্স দেয় যারা অন্য সেশনের শিক্ষার্থীদের সাথে মিশে না।
bs_ba: Sesije obuke nude drugačiji način rada s obukom, gdje kursevi imaju autora, trenera i učenike. Svaki trener održava kurs u određenom vremenskom periodu, nazvanom *sesija obuke*, za određenu grupu učenika koji se ne miješaju s drugim grupama učenika vezanim za druge sesije obuke.
ca_es: Les sessions permeten gestionar els cursos de manera diferent. Cada curs té un creador, tutors i estudiants. Un tutor dóna un curs durant un període determinat, anomenat "sessió", a un grup d'usuaris determinat
cs_cz: Sezení umoňuje jiný způsob zacházení s kurzy, kdy má kurz tvůrce, lektora a studenty. Každý lektor se v kurzu věnuje ve stanoveném časovém úseku, nazvaném sezení, skupině studentů
da: Sessioner giver en alternativ mulighed for at administrere kursussider, hvor der en opretter/underviser, en instruktor og deltagere. Hver instruktor vælger, hvor lang tid en gruppe deltagere skal have adgang til en kursusside. Tidsperioden kaldes en *session*
de: stellt sich dann wie ein eigener Kurs dar!
el: Οι συνεδρίες εκπαίδευσης παρέχουν έναν διαφορετικό τρόπο διαχείρισης της εκπαίδευσης, όπου τα μαθήματα έχουν συγγραφέα, προπονητή και μαθητές. Κάθε προπονητής παρέχει ένα μάθημα για μια καθορισμένη χρονική περίοδο, που ονομάζεται *συνεδρία εκπαίδευσης*, σε μια ομάδα μαθητών που δεν αναμειγνύονται με άλλες ομάδες μαθητών συνδεδεμένες με άλλη συνεδρία εκπαίδευσης.
eo: Sesio ebligas alian manieron de kursmastrumado, per kiu kursoj havas kurspreparanton, kursgvidanton kaj studentojn. Ĉiu kursgvidanto gvidas kurson dum difinita tempo, nomata sesio, al difinita grupo da studentoj.
es: Las sesiones ofrecen una forma diferente de tratar los cursos, donde el curso tiene un creador, un tutor y unos estudiantes. Cada tutor imparte un curso por un perido de tiempo, llamado *sesión*, a un conjunto de estudiantes
es_mx: Sesiones proporcionan una forma diferente de tratar con los cursos, en el que un curso con un creador, un asesor y estudiantes. Cada asesor trabaja con el curso y sus estudiantes un periodo de tiempo llamado "sesión".
eu_es: Ikastaroko saioek bestelako modua eskaintzen dute ikastaroak tratatzeko. Ikastaroak sortzaile bat, arduradun bat eta ikasleak izango ditu. Arduradun irakasle bakoitzak ikastaroa aldi zehatz batean ikasle multzo bati emango dio eta honi *ikastaroko saioa* deitzen zaio eta multzo hau ez da nahastuko beste ikastaro bateko saioan apuntatutako beste ikasle taldearekin.
fa_ir: جلسات آموزشی راه متفاوتی برای مدیریت آموزش ارائه می‌دهد، جایی که درس‌ها نویسنده، مربی و یادگیرندگان دارند. هر مربی درس را برای مدت زمان معین، به نام *جلسه آموزشی*، به گروهی از یادگیرندگان که با گروه‌های یادگیرنده دیگر در جلسات آموزشی دیگر مخلوط نمی‌شوند، می‌دهد.
fi_fi: Koulutusistunnot tarjoavat erilaisen tavan käsitellä koulutusta, jossa kursseilla on tekijä, valmentaja ja opiskelijat. Jokainen valmentaja pitää kurssia määrätyn ajan, jota kutsutaan *koulutusistunnoksi*, ryhmälle opiskelijoita, jotka eivät sekoitu muiden koulutusistuntoihin liitettyihin opiskelijaryhmiin.
fo_fo: Venjingarsetur geva ein aðra hátt at handfara venjing, har kursar hava ein høvund, ein venjara og lærlingar. Hesar venjarar geva eitt sett av lærlingum ið ikki blanda seg við aðrar bólkar av lærlingum knýtt til aðrar venjingarsetur.
fur: Lis sesions di formazion dan un altri mod di gjestî la formazion, inda li curs an un autore, un coach e learners. Cjascun coach de un curs par un perîod determinât di temp, clamad *sesion di formazion*, a un grup di learners che no si mescolin con altri grups di learners attaccâts a un'altra sesion di formazion.
ga: Tugann seisiúin oiliúna bealach difriúil le déileáil le hoiliúint, nuair a bhíonn udar, traenálaí agus foghlamaí ag cúrsaí. Tugann gach traenálaí cúrsa ar feadh tréimhse socraithe ama, ar a dtugtar *seisiún oiliúna*, do ghrúpa foghlamaí nach meascaítear le grúpaí foghlama eile atá ceangailte le seisiún oiliúna eile.
gl: As sesións proporcionan unha maneira diferente de tratar os cursos, en que un curso ten un creador, un profesor alumnos. Cada profesor establece un curso por un período de tempo, chamado "sesión", para un grupo de alumnos
he_il: מפגשי אימון נותנים דרך שונה להתמודד עם אימון, כאשר לקורסים יש מחבר, מאמן ולומדים. כל מאמן נותן קורס לפרק זמן מוגדר, הנקרא *מפגש הדרכה*, לקבוצה של לומדים שאינם מתערבבים עם קבוצות לומדים אחרות המצורפות למפגש אימון אחר.
hi: प्रशिक्षण सत्र प्रशिक्षण से निपटने का एक अलग तरीका प्रदान करते हैं, जहाँ पाठ्यक्रमों के लेखक, कोच और शिक्षार्थी होते हैं। प्रत्येक कोच एक निश्चित अवधि के लिए, जिसे *प्रशिक्षण सत्र* कहा जाता है, एक समूह को पाठ्यक्रम देता है, जो अन्य प्रशिक्षण सत्र से जुड़े शिक्षार्थी समूहों से मिश्रित नहीं होते।
hr_hr: Sesije za obuku nude drugačiji način upravljanja obukom, gdje kursevi imaju autora, trenera i učenike. Svaki trener održava kurs tijekom određenog razdoblja, nazvanog *sesija za obuku*, za određenu skupinu učenika koji se ne miješaju s drugim skupinama učenika vezanim uz drugu sesiju za obuku.
hu_hu: A találkozók használatával eltérő módon kezelhetjük kurzusainkat. Ebben az esetben a kurzusnak létrehozója, konzulense és tanulói lesznek. Minden konzulens létrehozhat a tanulók egyes csoportjainak adott időszakot, amit találkozónak hívnak.
hy: Ուսուցման սեսիաները տալիս են ուսուցման հետ կապված տարբեր մոտեցում, որտեղ դասընթացները ունեն հեղինակ, ուսուցիչ և աշակերտներ: Յուրաքանչյուր ուսուցիչ տալիս է դասընթաց որոշակի ժամանակահատվածով, որը կոչվում է *ուսուցման սեսիա*, որոշակի աշակերտների խմբին, ովքեր չեն խառնվում մյուս աշակերտների խմբերի հետ, որոնք կցված են մեկ այլ ուսուցման սեսիայի:
id_id: Sesi memungkinkan cara penanganan kuliah yang berbeda; kuliah akan memiliki kreator, pelatih, dan siswa. Setiap pelatih memberikan kuliah selama jangka waktu tertentu, yang disebut *sesi*, kepada siswa
it: Una Sessione è la durata (es: trimestre) di un corso che può essere ripetuto con nuovi studenti ed eventualmente istruttore
ja: トレーニングセッションはトレーニングの別の方法を提供します。コースには作者、コーチ、学習者がいます。各コーチは、*トレーニングセッション*と呼ばれる一定期間、特定の学習者グループに対してコースを提供し、他のトレーニングセッションに紐づく学習者グループとは混ざりません。
ka_ge: საწვრთნო სესიები გვთავაზობს სწავლების სხვა გზას, სადაც კურსებს აქვთ ავტორი, ტრენერი და სწავლანები. თითოეული ტრენერი ატარებს კურსს გარკვეული პერიოდის განმავლობაში, რომელს უწოდებენ *საწვრთნო სესიას*, გარკვეული სწავლანთა ჯგუფისთვის, რომლებიც არ ერწყმის სხვა სწავლანთა ჯგუფებს სხვა საწვრთნო სესიებთან.
ko_kr: 교육 세션은 코스가 저자, 코치, 학습자를 가지며 다른 방식으로 훈련을 처리합니다. 각 코치는 *교육 세션*이라는 설정된 기간 동안 특정 학습자 그룹에게 코스를 제공하며, 다른 세션의 학습자 그룹과 섞이지 않습니다.
lo: ຊ່ວງເວລາການຝຶກອົບຮົມໃຫ້ວິທີການຈັດການການຝຶກອົບຮົມທີ່ແຕກຕ່າງ, ບ່ອນທີ່ລາຍວິຊາມີຜູ້ຂຽນ, ຄູຝຶກ ແລະ ຜູ້ຮຽນ. ຄູຝຶກແຕ່ລະຄົນສອນລາຍວິຊາໃນໄລຍະເວລາທີ່ກຳນົດ, ເອີ້ນວ່າ *ຊ່ວງເວລາການຝຶກອົບຮົມ*, ໃຫ້ກັບກຸ່ມຜູ້ຮຽນທີ່ບໍ່ປົນກັບກຸ່ມຜູ້ຮຽນອື່ນທີ່ຕິດພັນກັບຊ່ວງເວລາການຝຶກອົບຮົມອື່ນ.
lt_lt: Sesijos suteikia teisę kitaip valdyti kursus. Sesijų režime kursas turi kūrėją, kuratorių ir studentus. Kiekvienas kuratorius prieina prie kurso nustatytą laiko tarpą, vadinamu sesija.
lv_lv: Treniņu sesijas izmanto citus mācību principus kursu ietvaros. <br>Sesijās ir dažādu lomu sadalījums - Autors, Lektors, Kursants. Katrs treneris dod apmācību noteiktā laika posmā, ko sauc par * mācību sesiju *, konkrētām Kursantu kopumam, kurš nav sajaukts ar citām Kursantu grupām.
mk_mk: Сесиите даваат различни начини на оперирање со курсеви, каде курсот има креатор, обучувач и курсисти. Секој обучувач дава инструкции одредено време, кое се нарекува *сесија*, на едно множесто курсисти.
ms_my: Sesi latihan memberikan cara berbeza untuk mengendalikan latihan, di mana kursus mempunyai pengarang, jurulatih dan pelajar. Setiap jurulatih memberikan kursus untuk tempoh masa tertentu, dipanggil *sesi latihan*, kepada sekumpulan pelajar yang tidak bercampur dengan kumpulan pelajar lain yang dilampirkan kepada sesi latihan lain.
my_mm: သင်တန်းအစည်းအဝေးများသည် သင်တန်းများကို ကိုင်တွယ်ရန် မတူညီသောနည်းလမ်းတစ်ခုပေးသည်၊ သင်တန်းများတွင် ရေးသားသူ၊ နည်းပြဆရာနှင့် သင်ယူသူများရှိသည်။ နည်းပြဆရာတစ်ဦးစီသည် *သင်တန်းအစည်းအဝေး* ဟုခေါ်သော သတ်မှတ်ထားသောကာလတစ်ခုအတွက် သင်တန်းတစ်ခုကို သင်ယူသူအစုအဖွဲ့တစ်ခုသို့ ပေးသည်၊ ၎င်းတို့သည် အခြားသင်တန်းအစည်းအဝေးနှင့်ချိတ်ဆက်ထားသော အခြားသင်ယူသူအဖွဲ့များနှင့် ရောနှောမည်မဟုတ်ပါ။
ne: प्रशिक्षण सत्रहरूले प्रशिक्षण व्यवस्थापनको फरक तरिका दिन्छन्, जहाँ पाठ्यक्रमहरूमा लेखक, प्रशिक्षक र विद्यार्थीहरू हुन्छन्। प्रत्येक प्रशिक्षकले एक निश्चित समयावधिको लागि, जसलाई *प्रशिक्षण सत्र* भनिन्छ, एक समूहका विद्यार्थीहरूलाई पाठ्यक्रम दिन्छन् जसले अर्को प्रशिक्षण सत्रसँग जोडिएका अन्य विद्यार्थी समूहहरूसँग मिसिँदैनन्।
nl: Sessies maken het mogelijk op een andere manier om te gaan met cursussen waarbij elke cursus een maker, een begeleider en studenten heeft. Iedere begeleider leidt een cursus voor een bepaalde tijd (sessie) aan een groep studenten
nn_no: Opplæringsøkter gir ein annan måte å handtere opplæring på, der kurs har ein forfattar, ein instruktør og elevar. kvar instruktør gir eit kurs i ein fast tidsperiode, kalla ein *opplæringsøkt*, til ein gruppe elevar som ikkje blandar seg med andre elevgrupper knytt til ein annan opplæringsøkt.
oc: Las sesions de formacion donan una manera diferenta de gerir la formacion, ont los cors an un autor, un coach e de los aprentisses. Cada coach dona un cors durant un period determinat, apelat *sesion de formacion*, a un grop d'aprentisses que se mesclan pas amb d'autrei gropes d'aprentisses vinculat a una autra sesion de formacion.
pl_pl: Sesje szkoleniowe proponują inny sposób radzenia sobie z treningiem, gdzie szkolenie ma autora, trenera i studentów Każdy trener przygotowuje szkolenie w wyznaczonym terminie, o nazwie *sesja szkoleniowa* dla zestawu studentów, którzy nie są wymieszani z innymi grupami studentów z innych treningów.
ps: د روزنې غونډې د روزنې سره چلند کولو بل ډول ورکوي، چیرې چې کورسونه لارښود کوونکی، روزونکي او زده کونکي لري. هر روزونکي د یوې ټاکلې مودې لپاره چې *د روزنې غونډه* بلل کیږي، د زده کونکو ډلې ته کورس ورکوي چې د بلې روزنې غونډې سره تړلې زده کونکو ډلو سره مخلوط نه کیږي.
pt_br: A sessão, proporciona uma maneira diferente de lidar com os cursos, onde os cursos têm um autor, um tutor e alunos. Cada tutor dá um curso por um determinado período de tempo, chamado *sessão*, para cada conjunto de alunos para não misturar com outros grupos aluno ligados a outra sessão do curso.
pt_pt: As sessões de um curso, permitem uma forma diferente de lidar com os cursos que possuem um autor, um tutor e alunos. Cada instrutor disponibiliza um curso para um determinado grupo de alunos num determinado período de tempo a que chamamos *sessão do curso*. O conjunto de alunos anexados a essa *sessão do curso* não se associará a outros grupos de alunos anexados a uma outra sessão do curso.
ro_ro: Sesiunile ofera un mod diferit de a lucra cu cursurile, unde cursurile au un autor, un antrenor si studenti. Fiecare antrenor sustine un curs pentru o anumita perioada de timp, numita *sesiune* unui anumit grup de studenti
ru_ru: Сессии предлагают разные возможные способы работы с курсами, где курс имеет создателя, инструктора и студентов. Каждый инструктор проводит курс на протяжении определенного времени, которое называется сессией, определенному числу студентов
sk_sk: Stretnutie umožňuje iný spôsob zaobchádzania s kurzami, kedy má kurz tvorcu, tútora a študentov. Každý tútor sa kurzu venuje v stanovenom časovom úseku, nazvanom *stretnutie*, skupine študentov, ktorí sa nemajú miešať s inými študentami skupín pripojených k inému stretnutiu.
sl: Seja omogoča drugačen način pogleda na tečaj, kjer je tečaj predstavljen s kreatorjem, izobraževalci-inštruktorji in tečajniki. Vsak izobraževalec-inštruktor podaja (vodi, izobražuje, trenira, podaja, ..) vsebine skupini tečajnikov določen čas, poimenovan *seja*.
sq: Sesionet e trajnimit ofrojnë një mënyrë të ndryshme për të trajtuar trajnimin, ku kurset kanë një autor, një trajner dhe nxënës. Çdo trajner jep një kurs për një periudhë të caktuar kohe, të quajtur *sesion trajnimi*, për një grup nxënësish që nuk përzihen me grupe të tjera nxënësish të lidhur me një sesion trajnimi tjetër.
sr_rs: Trenažne sesije nude drugačiji način rada sa obukama, gde kursevi imaju autora, trenera i učenike. Svaki trener održava kurs u određenom periodu vremena, nazvanom *trenažna sesija*, za određenu grupu učenika koji se ne mešaju sa drugim grupama učenika vezanim za drugu trenažnu sesiju.
sv_se: Användning av perioder ger ett annat sätt att hantera kurser med en skapare, en lärare och studenter. Varje lärare erbjuder sin kurs för en viss tid, kallad period, till en viss grupp av studenter.
sw_ke: Vipindi vya mafunzo vinatoa njia tofauti ya kushughulikia mafunzo, ambapo kozi zina mwandishi, mkufunzi na wanafunzi. Kila mkufunzi hutoa kozi kwa kipindi cha muda kilichowekwa, kinachoitwa *kipindi cha mafunzo*, kwa kundi la wanafunzi ambao hawichanganyiki na vikundi vingine vya wanafunzi vilivyowekwa kwenye kipindi kingine cha mafunzo.
ta: பயிற்சி அமர்வுகள் பயிற்சியை வேறுபட்ட வழியில் கையாள உதவுகின்றன, அங்கு பாடங்களுக்கு ஆசிரியர், பயிற்சியாளர் மற்றும் கற்றவர்கள் உள்ளனர். ஒவ்வொரு பயிற்சியாளரும் நிர்ணயிக்கப்பட்ட காலத்திற்கு, *பயிற்சி அமர்வு* என்று அழைக்கப்படும், கற்றல் குழுக்களுக்கு பாடத்தை வழங்குகிறார், அவை வேறு பயிற்சி அமர்வுகளுடன் கலக்காது.
th: เซสชันการฝึกอบรมให้วิธีการจัดการการฝึกอบรมที่แตกต่าง โดยรายวิชามีผู้เขียน ผู้สอน และผู้เรียน ผู้สอนแต่ละคนสอนรายวิชาสำหรับช่วงเวลาที่กำหนด เรียกว่า *เซสชันการฝึกอบรม* ให้กลุ่มผู้เรียนที่ไม่ปะปนกับกลุ่มผู้เรียนอื่นที่เชื่อมโยงกับเซสชันการฝึกอบรมอื่น
tl_ph: Ang training sessions ay nagbibigay ng ibang paraan ng pagdeDeal sa training, kung saan ang mga kurso ay may author, coach at learners. Bawat coach ay nagbibigay ng kurso para sa isang set period ng panahon, na tinatawag na *training session*, sa isang set ng learners na hindi nakikihalo sa iba pang learner groups na nakakabit sa iba pang training session.
tr: Eğitim oturumları eğitimlerle farklı şekilde etkileşiminizi sağlar. Burada bir yazar, bir koç ve öğrenciler vardır. Her koç belirli bir zaman için diğer oturumlarla karışmayacak şekildeki öğrencilerin oluşturduğu oturuma eğitim oturumu adı verilen bir eğitim verir.
uk_ua: Сесії надають різні можливості роботи з курсами, коли курс має автора, інструктора та студентів. Кожний інструктор пропонує курс на певний період, названий "сесія", певній кількості студентів.
vi_vn: Buổi đào tạo cung cấp cách xử lý đào tạo khác, nơi khóa học có tác giả, huấn luyện viên và học viên. Mỗi huấn luyện viên dạy khóa học trong khoảng thời gian xác định, gọi là *buổi đào tạo*, cho nhóm học viên không lẫn với nhóm khác của buổi đào tạo khác.
xh_za: Iiseshini zoqeqesho zinika indlela eyahlukileyo yokujongana noqeqesho, apho izifundo zinebhali, umqeqeshi nabafundi. Umqeqeshi ngamnye unika isifundo ixesha elithile, elibizwa ngokuba *iseshini soqeqesho*, kwiqela labafundi abangaxubani namaqela amanye abafundi adityaniswe kwiseshini esinye soqeqesho.
zh_cn: 讲习班提供另一种方式来管理课程(课程有创建者, 教师和学生). 每个教师对这门课程提供一个时间段的讲解, 就称为*讲习班*
zh_tw: 學期單元為另一種課程模式，有創建者、導師及學員。導師在一段期限內給予小組學員一個課程，稱為學期單元。

source: Activity view
ar: عرض الأنشطة
ast_es: Ver l'actividá
bn_bd: কার্যকলাপ দৃষ্টিভঙ্গি
bs_ba: Prikaz aktivnosti
ca_es: Vista activitat
cs_cz: Pohled aktivity
da: Visning af aktivitet
de: Aktivitäten Ansicht
el: Activity view (default)
eo: Vidigi aktivecojn
es: Vista tipo Actividad
es_mx: Visualizar la actividad
eu_es: Ikusi jarduera
fa_ir: نمای فعالیت (پیشفرض)
fi_fi: Aktiviteettinäkymä
fo_fo: Virkni sýnið
fur: Viste attività
ga: Radharc gníomhaíochta
gl: Visualización da actividade
he_il: תצוגת פעילות
hi: गतिविधि दृश्य
hr_hr: Pogled aktivnosti
hu_hu: Tevékenység nézet
hy: Ակտիվության տեսք
id_id: Tampilan aktivitas
it: Vista per tipo di attività
ja: 活動項目表示 (既定)
ka_ge: აქტივობის ხედი
ko_kr: 활동 보기
lo: ມຸມມອງກິດຈະກຳ
lt_lt: Aktyvumo peržiūra
lv_lv: Aktivitātes skats (pēc noklusējuma)<br> [Instrumentu sadalījums horizontāli pa pielietojuma grupām]
mk_mk: Приказ на активностите
ms_my: Pandangan aktiviti
my_mm: လှုပ်ရှားမှုမြင်ကွင်း
ne: गतिविधि दृश्य
nl: Activiteiten weergave
nn_no: Aktivitetsvisning
oc: Vista d'activitats
pl_pl: Aktywny widok (domyślny)
ps: د فعالیت لید
pt_br: Visualização da atividade
pt_pt: Visualização da actividade (pré-definição)
ro_ro: Vizualizare activitate
ru_ru: Вид активности
sk_sk: Prehľad aktivity (štandardne)
sl: Pogled aktivnosti
sq: Pamja e aktiviteteve
sr_rs: Prikaz aktivnosti
sv_se: Visa aktivitet
sw_ke: Mwonekano wa shughuli
ta: செயல்பாட்டு பார்வை
th: มุมมองกิจกรรม
tl_ph: Tingnan ang aktibidad (default)
tr: Aktivite Görünümü
uk_ua: Вид активності
vi_vn: Chế độ xem hoạt động
xh_za: Umbono womsebenzi
zh_cn: 活动视图
zh_tw: 活動界面

source: Two columns view
ar: عرض عمودين
ast_es: Ver en dos columnes
bn_bd: দুই কলাম দৃষ্টিভঙ্গি
bs_ba: Prikaz s dvije kolone
ca_es: Vista en dues columnes
cs_cz: 2-sloupcový pohled
da: Visning med to kolonner
de: 2 Spalten Ansicht
el: Όψη 2 στηλών
eo: dukolumna prezentado
es: Vista en dos columnas
es_mx: Visualización en dos columnas
eu_es: Bi zutabeko bistaratzea
fa_ir: نمای دو ستونه
fi_fi: Kahden sarakkeen näkymä
fo_fo: Tveir kolonnur sýnið
fur: Viste a doi colones
ga: Radharc dhá cholún
gl: Visualización en dúas columnas
he_il: תצוגת שתי עמודות
hi: दो कॉलम दृश्य
hr_hr: Pogled s dva stupca
hu_hu: Kétoszlopos nézet
hy: Երկու սյունակի տեսք
id_id: Tampilan dua kolom
it: Vista a due colonne
ja: 2 列表示
ka_ge: ორი სვეტის ხედი
ko_kr: 두 열 보기
lo: ມຸມມອງສອງຄໍລຳ
lt_lt: Peržiūra dviem stulpeliais
lv_lv: Skats - instrumentu izvietojums divās kolonās
mk_mk: Приказ во две колони
ms_my: Pandangan dua lajur
my_mm: ကော်လံနှစ်ခုမြင်ကွင်း
ne: दुई स्तम्भ दृश्य
nl: twee kolommen weergave
nn_no: To kolonnevisning
oc: Vista en dos colomnas
pl_pl: Widok dwukolumnowy
ps: دوه ستوني لید
pt_br: Visualização em duas colunas
pt_pt: Visualização em duas colunas
ro_ro: Vizualizare pe doua coloane
ru_ru: Вид в две колонки
sk_sk: Dvoj-stĺpcový pohľad
sl: Dvostolpični pogled
sq: Pamje me dy kolona
sr_rs: Pogled sa dve kolone
sv_se: Två kolumners vy
sw_ke: Mwonekano wa nguzo mbili
ta: இரண்டு நெடுக்கோல்கள் பார்வை
th: มุมมองสองคอลัมน์
tl_ph: Tingnan sa dalawahang hanay
tr: İki sütunlu görünüm
uk_ua: Вид в дві колонки
vi_vn: Chế độ xem hai cột
xh_za: Umbono wekholomu ezimbini
zh_cn: 两列视图
zh_tw: 兩欄界面

source: Three columns view
ar: عرض ثلاثة أعمدة مختلفة
ast_es: Ver en tres columnes
bn_bd: তিন কলাম দৃষ্টিভঙ্গি
bs_ba: Prikaz s tri kolone
ca_es: Vista en tres columnes
cs_cz: 3-sloupcový pohled
da: Visning med tre kolonner
de: 3 Spalten Ansicht
el: Όψη 3 στηλών
eo: trikolumna prezentado
es: Vista en tres columnas
es_mx: Visualización en tres columnas
eu_es: Hiru zutabeko bistaratzea
fa_ir: نمای سه ستونه
fi_fi: Kolmen sarakkeen näkymä
fo_fo: Tríggjar kolonnur sýnið
fur: Viste a trê colones
ga: Radharc trí cholún
gl: Visualización en tres columnas
he_il: תצוגת שלוש עמודות
hi: तीन कॉलम दृश्य
hr_hr: Pogled s tri stupca
hu_hu: Háromoszlopos nézet
hy: Երեք սյունակի տեսք
id_id: Tampilan tiga kolom
it: Vista a tre colonne
ja: 3 列表示
ka_ge: სამი სვეტის ხედი
ko_kr: 세 열 보기
lo: ມຸມມອງສາມຄໍລຳ
lt_lt: Peržiūra trimis stulpeliais
lv_lv: Skats - instrumentu izvietojums trīs kolonās
mk_mk: Приказ во три колони
ms_my: Pandangan tiga lajur
my_mm: ကော်လံသုံးခုမြင်ကွင်း
ne: तीन स्तम्भ दृश्य
nl: drie kolommen weergave
nn_no: Tre kolonnevisning
oc: Vista en tres colomnas
pl_pl: Widok trzykolumnowy
ps: درې ستوني لید
pt_br: Visualização em três colunas
pt_pt: Visualização em três colunas
ro_ro: Vizualizare pe trei coloane
ru_ru: Вид в три колонки
sk_sk: Troj-stĺpcový pohľad
sl: Tristolpični pogled
sq: Pamje me tre kolona
sr_rs: Pogled sa tri kolone
sv_se: Tre kolumners vy
sw_ke: Mwonekano wa nguzo tatu
ta: மூன்று நெடுக்கோல்கள் பார்வை
th: มุมมองสามคอลัมน์
tl_ph: Tingnan sa tatluhang hanay
tr: Üç sütunlu görünüm
uk_ua: Вид в три колонки
vi_vn: Chế độ xem ba cột
xh_za: Umbono weekholomu ezithathu
zh_cn: 三列视图
zh_tw: 三欄界面

source: Allow users profiling inside courses
ar: السماح بعناوين المستخدم
ast_es: Permitir encabezaos d'usuarios
bn_bd: কোর্সের মধ্যে ব্যবহারকারী প্রোফাইলিং অনুমোদন করুন
bs_ba: Dozvoli profilisanje korisnika unutar kurseva
ca_es: Permetre els encapçalaments d'usuaris
cs_cz: Povolit uživatelům profilování uvnitř školení
da: Tillad deltagerspørgsmål
de: Benutzer-Felder auf Kursebene erlauben
el: Can a teacher define learner profile fields to retrieve additional information?
eo: Permesi uzantajn titolojn
es: Permitir encabezados de usuarios
es_mx: Permitir encabezados de los usuarios
eu_es: Baimendu erabiltzaileen goiburuak
fa_ir: اجازه دادن به پروفایل کاربران درون درس
fi_fi: Salli käyttäjien profilointi kursseissa
fo_fo: Tillaga brúkara profilering í kursum
fur: Permit il profiling des utents intra lis curs
ga: Ceadaigh próifíliú úsáideoirí laistigh de chúrsaí
gl: Permitir cabeceiras dos usuarios
he_il: אפשר למשתמשים ליצור פרופיל בתוך קורסים
hi: पाठ्यक्रमों में उपयोगकर्ता प्रोफाइलिंग की अनुमति दें
hr_hr: Omogući profiliranje korisnika unutar kurseva
hu_hu: Felhasználói címsorok engedélyezése
hy: Թույլ տալ օգտատերերի պրոֆիլավորումը դասընթացներում
id_id: Bolehkan kop pemakai
it: Ulteriori informazioni sui corsisti
ja: ユーザーにコースのプロファイルを許可
ka_ge: მომხმარებლის პროფილირების ნებართვა კურსებში
ko_kr: 코스 내 사용자 프로필링 허용
lo: ອະນຸຍາດໃຫ້ສ້າງໂປຣໄຟລ໌ຜູ້ໃຊ້ພາຍໃນລາຍວິຊາ
lt_lt: Vartotojų papildoma informacija
lv_lv: Atļaut lietotāju galvenes (headings)
mk_mk: Допушти заглавија на корисникот
ms_my: Benarkan profil pengguna dalam kursus
my_mm: သင်တန်းများအတွင်း အသုံးပြုသူပရိုဖိုင်ဖန်တီးမှုကို ခွင့်ပြုပါ
ne: पाठ्यक्रम भित्र प्रयोगकर्ता प्रोफाइलिङ अनुमति दिनुहोस्
nl: Laat gebruikershoofdingen toe
nn_no: Tillat brukarprofiling innanfor kurs
oc: Permetre lo perfilatge dels utilizaires dins los cors
pl_pl: Powalaj użytkownikom na profilowanie wewnątrz szkolenia
ps: د کورسونو کې د کاروونکو پروفایل اجازه ورکړئ
pt_br: Permitir cabeçalhos dos usuários
pt_pt: Permitir perfis de utilizadores no curso
ro_ro: Permite antete utilizator
ru_ru: Разрешить заголовки пользователя
sk_sk: Povoliť hlavičky používateľov
sl: Dovoli uporabniške naslove
sq: Lejo profilizimin e përdoruesve brenda kurseve
sr_rs: Dozvoli korisničke profile unutar treninga
sv_se: Tillåt användartitel
sw_ke: Ruhusu uainishaji wa watumiaji ndani ya kozi
ta: பாடங்களுக்குள் பயனர் சுயவிவரங்களை அனுமதிக்கவும்
th: อนุญาตให้โปรไฟล์ผู้ใช้ในรายวิชา
tl_ph: Payagan ang mga gumagamit sa pagpo-profile sa loob ng pagsasanay
tr: Kullanıcı başlıklarına izin ver
uk_ua: Дозволити заголовки користувача
vi_vn: Cho phép hồ sơ người dùng trong khóa học
xh_za: Vumela ukuprofayili abasebenzisi ngaphakathi kwezifundo
zh_cn: 允许用户标题
zh_tw: 允許使用者標頭
