Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Show or hide the breadcrumb navigation, the one appearing just below the main navigation tabs. It is highly recommended to have this navigation shown to users, as this allows them to locate their current position and navigate to previous pages easily. Sometimes, however, it might be necessary to hide it (for example in the case of exam platforms) to avoid users navigating to pages they should not see.
ar: ينصح بتفعيل هذا الاسلوب في تصفح النظام، اذ يسمح بعرض الموضع الحالي للمستخدم مع الصفحات السابقة بسهولة، ولكن في بعض الاحياة قد يكون من الضروري اخفاءه، مثلا في حالة الامتحانات لغرض منع الطلبة من الانتقال الى صفحات لا يجب ان يطلعوا عليها
ast_es: Amosar o anubrir la navegación por miexu de pan, la que apaecer debaxo de les llingüetes de navegación principal. Ye altament recomendáu tener esta navegación visible pa los usuarios, ya que esto les permíte ubicar la so posición actual y navegar a páxines previes con faciliad. Afayalgunos, puede ser necesario anubrila (por exemplu, nos casos de plataformas d'exames) pa evitar que los usuarios naveguen a páxines que nun deben ver.
bn_bd: মূল নেভিগেশন ট্যাবের ঠিক নিচে প্রদর্শিত ব্রেডক্রাম্ব নেভিগেশন দেখান বা লুকান। ব্যবহারকারীদের বর্তমান অবস্থান খুঁজে পেতে এবং পূর্ববর্তী পৃষ্ঠাগুলিতে সহজে নেভিগেট করতে এই নেভিগেশন দেখানো অত্যন্ত সুপারিশ করা হয়। কখনও কখনও, তবে এটি লুকানো প্রয়োজন হতে পারে (যেমন পরীক্ষা প্ল্যাটফর্মের ক্ষেত্রে) যাতে ব্যবহারকারীরা যে পৃষ্ঠাগুলি দেখা উচিত নয় তা দেখতে না পারে।
bs_ba: Prikaži ili sakrij navigaciju putanje, onu koja se pojavljuje odmah ispod glavnih navigacijskih kartica. Vrlo je preporučljivo da ova navigacija bude prikazana korisnicima, jer im to omogućava da lako lociraju svoju trenutnu poziciju i navigiraju na prethodne stranice. Ponekad je međutim potrebno sakriti je (npr. u slučaju platformi za ispite) kako bi se spriječilo da korisnici navigiraju na stranice koje ne bi smjeli vidjeti.
ca_es: Mostra o amaga la ruta de navegació, que apareix normalment sota la barra horitzontal de pestanyes del menú principal. És altament recomanat deixar aquesta barra de navegació visible, ja que ajuda als alumnes a navegar en el sistema, identificar la seva ubicació actual i tornar a etapes anteriors de la seva navegació. En pocs casos, pot generar la necessitat d'amagar aquesta barra (per exemple en el cas d'un sistema d'exàmens) per evitar que els usuaris naveguin erròniament a pàgines que els podria confondre.
cs_cz: Zobrazit nebo skrýt navigaci drobků, která se zobrazuje těsně pod hlavními navigačními kartami. Je vysoce doporučeno tuto navigaci zobrazovat uživatelům, protože jim to umožňuje snadno určit svou současnou pozici a přejít na předchozí stránky. Někdy však může být nutné ji skrýt (např. u platforem pro zkoušky), aby uživatelé nemohli přejít na stránky, které by neměli vidět.
da: Vis eller skjul breadcrumb-navigationen, den der vises lige under de primære navigationsfaner. Det anbefales stærkt at have denne navigation vist for brugerne, da det giver dem mulighed for at finde deres nuværende position og navigere til tidligere sider nemt. Nogle gange kan det dog være nødvendigt at skjule den (f.eks. i tilfælde af eksamensplatforme) for at undgå at brugere navigerer til sider, de ikke må se.
de: Ein- oder Ausblenden der Breadcrumb-Navigation, die direkt unterhalb der Hauptnavigations-Registerkarten erscheint. Es wird dringend empfohlen, Benutzern diese Navigation anzuzeigen, da sie dadurch ihre aktuelle Position finden und zu vorherigen Seiten navigieren können. Manchmal jedoch kann es notwendig sein, sie zu verbergen (z. B. bei Prüfungsplattformen), um zu verhindern, dass Benutzer zu Seiten navigieren, die sie nicht sehen sollten.
el: Εμφάνιση ή απόκρυψη της διακεκομμένης πλοήγησης , που εμφανίζεται ακριβώς κάτω από τις κύριες καρτέλες πλοήγησης. Συνιστάται να εμφανίζεται αυτή η δυνατότητα πλοήγησης στους χρήστες, δεδομένου ότι αυτό τους επιτρέπει να εντοπίσουν την τρέχουσα θέση τους και να πλοηγηθούν σε προηγούμενες σελίδες εύκολα. Μερικές φορές, όμως, μπορεί να είναι απαραίτητο να το αποκρύψετε(για παράδειγμα στην περίπτωση των εξετάσεων) για να αποφύγετε τους χρήστες πλοήγηση σε σελίδες που δεν πρέπει να δουν.
eo: Montru aŭ kaŝu la navigacio-breadcrumb, tiun kiu aperas ĵus sub la ĉefaj navigacio-listroj. Estas tre rekomenditaj havi ĉi tiun navigacion montrata al uzantoj, ĉar ĉi tio permesas al ili lokalizi sian nunan pozicion kaj navigi al antaŭaj paĝoj facile. Jenokaze, tamen, povas esti necese kaŝi ĝin (ekzemple en kazo de ekzamena platformo) por eviti ke uzantoj navigu al paĝoj kiujn ili ne devus vidi.
es: Mostrar o esconder la navegación en migajas de pan, que aparece normalmente bajo la barra horizontal de pestañas del menú principal. Es áltamente recomendado dejar esta barra de navegación visible, ya que ayuda los alumnos a navegar en el sistema, identificar su ubicación actual y regresar a etapas anteriores de su navegación. En pocos casos, puede generarse la necesidad de esconder esta barra (por ejemplo en el caso de un sistema de exámenes) para evitar que los usuarios naveguen erróneamente a páginas que los podría confundir.
es_mx: Mostrar u ocultar la navegación de migajas de pan, la que aparece justo debajo de las pestañas de navegación principal. Se recomienda altamente mostrar esta navegación a los usuarios, ya que les permite ubicar su posición actual y navegar a páginas anteriores fácilmente. Sin embargo, a veces puede ser necesario ocultarla (por ejemplo, en plataformas de exámenes) para evitar que los usuarios naveguen a páginas que no deben ver.
eu_es: Erakutsi edo ezkutatu ogi-miga nabigazioa, nagusi nabigazio-fitxetan azpian agertzen dena. Gomendatzen da erabiltzaileei nabigazio hau erakustea, unean uneko posizioa kokatzeko eta orri aurrekoetara erraz nabigatzeko. Batzuetan, hala ere, ezkutatzea beharrezkoa izan daiteke (adibidez, azterketa plataforma kasuan) erabiltzaileek ez ikusi behar dituzten orrietara nabigatzea saihesteko.
fa_ir: نمایش یا مخفی کردن ناوبری breadcrumb، که درست زیر تب‌های ناوبری اصلی ظاهر می‌شود. بسیار توصیه می‌شود این ناوبری برای کاربران نمایش داده شود، زیرا به آن‌ها اجازه می‌دهد موقعیت فعلی خود را پیدا کنند و به صفحات قبلی به راحتی بروند. با این حال، گاهی ممکن است لازم باشد آن را مخفی کرد (مثلاً در پلتفرم‌های آزمون) تا کاربران به صفحاتی که نباید ببینند، نروند.
fi_fi: Näytä tai piilota leipäpuruvalikko, joka näkyy päänavigointivälilehtien alapuolella. On erittäin suositeltavaa näyttää tämä navigointi käyttäjille, koska se mahdollistaa heidän nykyisen sijaintinsa paikantamisen ja siirtymisen edellisille sivuille helposti. Joskus saattaa kuitenkin olla tarpeen piilottaa se (esimerkiksi tenttitilanteissa) estääkseen käyttäjiä siirtymästä sivuille, joita heidän ei pitäisi nähdä.
fo_fo: Vís ella fjal brotkrummavegleiðingina, tað sum birtist beint undir høvuðsvegleiðingarfaneblaðunum. Tað er mættuliga ráðlagt at hava hesa vegleiðingina sýnliga fyri brúkarum, tí hetta leyvir teimum at finna sína núverandi støðu og einfølt navigera til fyrri síður. Stundum kann tað tó vera neyðugt at fjal tað (til dømis í tiltríðis av próvatilfløgum) fyri at sleppa brúkarum at navigera til síður sum tey ikki skulu síggja.
fur: Mostre o sconde la navigazion briciole, che a jess tal sot dal navigazion prinipal. E al si racumande vivament di mostre che navigazion ai utents, parcè che lu permit di lokalize la lur posizion atual e navigje fasiment ai pàgines precèdents. A voltes, al podès jessi necesàri scundila (par esempi tal cas dal platfórmis di esames) par evitar che j usints navijin ai pàgines che no devin vude.
ga: Taispeáin nó foluain an nascthreoir breadcrumb, an ceann atá le feiceáil díreach faoi na cluaisíní príomhnasctha. Moltar go mór an nascthreoir seo a thaispeáint d'úsáideoirí, mar ligeann sé dóibh a suíomh reatha a shuíomh agus nascleanúint go héasca chuig leathanaigh roimhe. Uaireanta, áfach, b'fhéidir go mbeadh gá é a cheilt (mar shampla i gcás ardáin scrúdú) chun cosc a chur ar úsáideoirí nascleanúint go leathanaigh nár cheart dóibh a fheiceáil.
gl: Amosar ou agachar a ruta de navegación, que aparece normalmente baixo a barra horizontal de lapelas do menú principal. É áltamente recomendado deixar esta barra de navegación visible, ya que axuda aos alumnos a navegar no sistema, identificar a súa ubicación actual e regresar a etapas anteriores da súa navegación. En poucos casos, pode xenerarse a necesidade de esconder esta barra (por exemplo no caso dun sistema de exámes) para evitar que os usuarios naveguen erróneamente a páxinas que os podería confundir.
he_il: הצג או הסתר את ניווט פירורי הלחם, זה המופיע ממש מתחת ללשוניות הניווט הראשיות. מומלץ מאוד להציג את הניווט הזה למשתמשים, מכיוון שזה מאפשר להם לאתר את מיקומם הנוכחי ולנווט לדפים קודמים בקלות. לפעמים עם זאת, ייתכן שיהיה צורך להסתיר אותו (למשל במקרה של פלטפורמות בחינות) כדי למנוע ממשתמשים מנווטים לדפים שהם לא אמורים לראות.
hi: ब्रेडक्रंब नेविगेशन दिखाएं या छिपाएं, जो मुख्य नेविगेशन टैब के ठीक नीचे दिखाई देता है। उपयोगकर्ताओं को उनकी वर्तमान स्थिति खोजने और पूर्ववर्ती पृष्ठों पर आसानी से नेविगेट करने की अनुमति देने के लिए इसे दिखाना अत्यधिक अनुशंसित है। हालांकि, कभी-कभी इसे छिपाना आवश्यक हो सकता है (उदाहरण के लिए परीक्षा प्लेटफॉर्म के मामले में) ताकि उपयोगकर्ता उन पृष्ठों पर नेविगेट न करें जिन्हें उन्हें नहीं देखना चाहिए।
hr_hr: Prikaži ili sakrij navigaciju putanje, onu koja se pojavljuje tik ispod glavnih navigacijskih kartica. Jako je preporučljivo da ova navigacija bude prikazana korisnicima, jer im to omogućuje da lako lociraju svoju trenutnu poziciju i navigiraju na prethodne stranice. Ponekad je međutim potrebno sakriti je (npr. u slučaju platformi za ispite) kako bi se spriječilo da korisnici navigiraju na stranice koje ne bi smjeli vidjeti.
hu_hu: Morzelé navigáció megjelenítése vagy elrejtése, amely a fő navigációs fülök alatt jelenik meg. Erősen ajánlott ezt a navigációt megjeleníteni a felhasználók számára, mivel ez lehetővé teszi számukra, hogy megtalálják aktuális helyzetüket és könnyen navigáljanak az előző oldalakra. Néha azonban szükséges lehet elrejteni (például vizsgakörnyezetekben), hogy megakadályozzák a felhasználókat a nem látható oldalak megtekintésében.
hy: Ցույց տալ կամ թաքցնել բրեդքրամբ նավիգացիան, որը հայտնվում է հիմնական նավիգացիոն բաժինների անմիջապես տակ: Խիստ խորհուրդ է տրվում այս նավիգացիան ցույց տալ օգտատերերին, քանի որ դա թույլ է տալիս նրանց գտնել իրենց ընթացիկ դիրքը և հեշտությամբ անցնել նախորդ էջեր: Սակայն երբեմն կարող է անհրաժեշտ լինել թաքցնել այն (օրինակ՝ քննական հարթակների դեպքում), որպեսզի օգտատերերը չկարողանան անցնել էջեր, որոնք չպետք է տեսնեն:
id_id: Tampilkan atau sembunyikan navigasi breadcrumb, yang muncul tepat di bawah tab navigasi utama. Sangat disarankan untuk menampilkan navigasi ini kepada pengguna, karena ini memungkinkan mereka mengetahui posisi saat ini dan menavigasi ke halaman sebelumnya dengan mudah. Namun, terkadang mungkin perlu menyembunyikannya (misalnya pada platform ujian) untuk mencegah pengguna menavigasi ke halaman yang seharusnya tidak mereka lihat.
it: Mostra o nasconde il percorso di navigazione subito sotto alle schede di navigazione. Si raccomanda fortemente di mostrarla agli utenti per facilitare utleriormente la navigazione nel portale. A volte potrebbe essere necessario nasconderla (ad es. nel caso di piattaforme per soli esami) per evitare gli utenti consultino pagine che non dovrebbero vedere.
ja: メインナビゲーションタブ直下に表示されるパンくずナビゲーションを表示または非表示にします。ユーザーが現在の位置を確認し、前のページに簡単に移動できるため、このナビゲーションを表示することを強く推奨します。ただし、試験プラットフォームなどの場合、ユーザーが見るべきでないページへの移動を避けるために非表示にする必要がある場合があります。
ka_ge: აჩვენეთ ან დამალეთ ნავიგაციის ბრედკრამბი, რომელიც ჩნდება მთავარი ნავიგაციის ჩანართების ქვემოთ. ძალიან რეკომენდებულია ამ ნავიგაციის მომხმარებლებს ჩვენება, რადგან ეს საშუალებას აძლევს მათ მიაკვლონ მათ მიმდინარე პოზიციას და ადვილად გადაინავიგრირონ წინა გვერდებზე. ზოგჯერ, თუმცა, შეიძლება საჭირო გახდეს მისი დამალვა (მაგალითად, გამოცდის პლატფორმების შემთხვევაში) იმის თავიდან ასაცილებლად, რომ მომხმარებლები არ გადავიდნენ გვერდებზე, რომლებიც არ უნდა ნახონ.
ko_kr: 메인 네비게이션 탭 바로 아래에 나타나는 브레드크럼 네비게이션을 표시하거나 숨깁니다. 사용자가 현재 위치를 파악하고 이전 페이지로 쉽게 이동할 수 있도록 이 네비게이션을 표시하는 것이 강력히 권장됩니다. 그러나 때때로 (예: 시험 플랫폼의 경우) 사용자가 보지 말아야 할 페이지로 이동하는 것을 방지하기 위해 숨겨야 할 수도 있습니다.
lo: ສະແດງ ຫຼື ຊ່ອນການນຳທາງແບບ breadcrumb, ເຊິ່ງປາກົດຢູ່ລຸ່ມແຖບນຳທາງຫຼັກ. ແນະນຳຢ່າງຍິ່ງໃຫ້ສະແດງການນຳທາງນີ້ໃຫ້ຜູ້ໃຊ້ເຫັນ, ເພາະມັນຊ່ວຍໃຫ້ພວກເຂົາຊອກຫາຕຳແໜ່ງປັດຈຸບັນຂອງຕົນ ແລະ ກັບໄປໜ້າກ່ອນໜ້າໄດ້ງ່າຍ. ແນວໃດກໍຕາມ, ບາງຄັ້ງອາດຈຳເປັນຕ້ອງຊ່ອນມັນ (ຕົວຢ່າງໃນກໍລະນີຂອງແພລດຟອມສອບເສັງ) ເພື່ອປ້ອງກັນບໍ່ໃຫ້ຜູ້ໃຊ້ເຂົ້າເຖິງໜ້າທີ່ພວກເຂົາບໍ່ຄວນເຫັນ.
lt_lt: Rodyti arba slėpti duonos trupinių navigaciją, kuri atsiranda tiesiai po pagrindiniais navigacijos skirtukais. Labai rekomenduojama rodyti šią navigaciją vartotojams, nes tai leidžia jiems nustatyti savo dabartinę padėtį ir lengvai naršyti į ankstesnius puslapius. Kartais, pavyzdžiui, egzaminų platformose, gali būti būtina ją slėpti, kad vartotojai negalėtų naršyti į puslapius, kurių neturėtų matyti.
lv_lv: Rādīt vai paslēpt navigācijas ceļa joslu, kas parādās tieši zem galvenajām navigācijas cilnēm. Ļoti ieteicams šo navigāciju rādīt lietotājiem, jo tas ļauj viņiem noteikt savu pašreizējo pozīciju un viegli pāriet uz iepriekšējām lapām. Tomēr dažkārt var būt nepieciešams to paslēpt (piemēram, eksāmenu platformās), lai izvairītos no tā, ka lietotāji pāriet uz lapām, kuras viņiem nevajadzētu redzēt.
mk_mk: Прикажи или скриј ја навигацијата со троајка, онаа што се појавува веднаш под главните навигациски јазичиња. Многу е препорачливо оваа навигација да биде прикажана за корисниците, бидејќи тоа им овозможува да ја лоцираат нивната тековна позиција и лесно да навигираат до претходните страници. Понекогаш, сепак, може да биде неопходно да се скрие (на пример, во случај на платформи за испити) за да се спречи корисниците да навигираат до страници што не треба да ги видат.
ms_my: Tunjuk atau sorok navigasi breadcrumb, yang muncul di bawah tab navigasi utama. Sangat disyorkan untuk memaparkan navigasi ini kepada pengguna, kerana ini membolehkan mereka mengetahui kedudukan semasa dan navigasi ke halaman sebelumnya dengan mudah. Walau bagaimanapun, kadang-kadang mungkin perlu menyembunyikannya (contohnya dalam platform peperiksaan) untuk mengelakkan pengguna navigasi ke halaman yang tidak sepatutnya dilihat.
my_mm: ပင်မလမ်းညွှန်တဘ်များအောက်တွင် ပေါ်လာသော ဘရက်ခရုမ်းလမ်းညွှန်ကို ပြသရန်သို့မဟုတ် ဖုံးကွယ်ရန်။ ၎င်းသည် အသုံးပြုသူများအား ၎င်းတို့၏ လက်ရှိတည်နေရာကို ရှာဖွေပြီး ယခင်စာမျက်နှာများသို့ အလွယ်တကူသွားလာနိုင်စေသောကြောင့် ဤလမ်းညွှန်ကို အသုံးပြုသူများထံပြသရန် အလွန်အကြံပြုထားသည်။ သို့သော်၊ တစ်ခါတစ်ရံတွင် ၎င်းကို ဖုံးကွယ်ရန်လိုအပ်နိုင်သည် (ဥပမာ၊ စာမေးပွဲပလက်ဖောင်းများတွင်) အသုံးပြုသူများသည် မမြင်သင့်သော စာမျက်နှာများသို့ သွားလာခြင်းကို ရှောင်ရှားရန်။
ne: मुख्य नेभिगेसन ट्याबहरूको तल देखिने ब्रेडक्रम्ब नेभिगेसन देखाउनु वा लुकाउनुहोस्। प्रयोगकर्ताहरूलाई यो नेभिगेसन देखाउनु अत्यधिक सिफारिस गरिन्छ, किनकि यसले उनीहरूलाई आफ्नो वर्तमान स्थिति पत्ता लगाउन र अघिल्ला पृष्ठहरूमा सजिलै नेभिगेट गर्न अनुमति दिन्छ। तथापि, कहिलेकाहीं यसलाई लुकाउन आवश्यक हुन सक्छ (उदाहरणका लागि परीक्षा प्लेटफर्महरूको अवस्थामा) प्रयोगकर्ताहरूलाई उनीहरूले देख्न नहुने पृष्ठहरूमा नेभिगेट गर्नबाट रोक्न।
nl: Toon of verberg de broodkruimelnavigatie, die verschijnt net onder de hoofdnavigatietabs. Het is sterk aanbevolen om deze navigatie voor gebruikers te tonen, omdat dit hen helpt hun huidige positie te lokaliseren en gemakkelijk naar vorige pagina's te navigeren. Soms is het echter nodig om deze te verbergen (bijvoorbeeld bij examenplatforms) om te voorkomen dat gebruikers pagina's zien die ze niet mogen zien.
nn_no: Vis eller skjul brødsmule-navigeringa, den som visast akkurat under hovudnavigeringstenestavfanene. Det er sterkt anbefalt å ha denne navigeringa synleg for brukarar, sidan dette lar dei lokalisere kva plass dei er på og navigere til tidlegare sider på ein enkel måte. Ibland kan det likevel vere nødvendig å skjule den (for eksempel i tilfelle av eksamensplattformer) for å unngå at brukarar navigerer til sider dei ikkje burde sjå.
oc: Afichar o amagar la navegacion en fil d'Ariadna, aquela qu'apareis just jos las onglets de navegacion principala. Es plan recomandat d'avèr aquesta navegacion visible pels utilizaires, pr’amor aquò los permet de localizar lor position actuala e de navigar cap a las paginas precedentas facilitament. Totun, de vegadas, pòt èsser necessàri d'amagarla (per exemple dins lo cas de plataformas d'examen) per evitar que los utilizaires navigon cap a las paginas qu’òm de vèire.
pl_pl: Pokaż lub ukryj ścieżkę nawigacji, pojawia się tuż poniżej głównych zakładek nawigacyjnych. Zalecane jest, aby wyświetlać ją użytkownikom, ponieważ pozwala im zlokalizować ich aktualną pozycję i przechodzić łatwo do poprzednich stron. Czasem jednak konieczne jest jej ukrycie (na przykład w przypadku platform egzaminów), aby uniknąć przechodzenia użytkowników do stron, których nie powinni widzieć.
ps: برِډکرمب نیویگیشن ښکاره یا پټ کړئ، هغه چې د اصلي نیویگیشن ټبونو لاندې څرگندېږي. دا ډېر وړاندیز کېږي چې دا نیویگیشن کاروونکو ته ښکاره وي، ځکه چې دا دوی ته اجازه ورکوي چې خپل اوسني موقعیت وپیژني او په اسانۍ سره پخوانیو پاڼو ته لاړ شي. کله ناکله، ممکن اړتیا وي چې دا پټ شي (د امتحان پلیټفارمونو په حالت کې) ترڅو کاروونکي هغو پاڼو ته لاړ نه شي چې نباید وګوري.
pt_br: Mostrar ou ocultar a navegação de trilha, o que aparece logo abaixo os principais guias de navegação. É altamente recomendável para ter essa navegação mostrado aos usuários, pois isso lhes permite localizar a sua posição actual e navegue para páginas anteriores facilmente. Às vezes, No entanto, pode ser necessário para escondê-lo (por exemplo, no caso de plataformas de exame) para evitar os usuários a navegar para páginas que não deveriam ver.
pt_pt: Mostrar ou ocultar a navegação estrutural, o que aparece logo abaixo os principais guias de navegação. É altamente recomendável para ter essa navegação mostrado para os usuários, pois isso lhes permite localizar a sua posição actual e navegue para páginas anteriores facilmente. Às vezes, no entanto, pode ser necessário para escondê-lo (por exemplo, no caso de plataformas de exame) para evitar os usuários que navegam em páginas que não deveriam ver.
ro_ro: Afișarea sau ascunderea navigației, care apare în mod normal în bara orizontală a principalelor filele de meniu. Este foarte recomandat să părăsească această bară de navigare vizibil, pentru că îi ajută pe elevi să navigați sistemul, pentru a identifica locația curentă și a reveni la etapele anterioare de navigație. În putine cazuri, puteți genera nevoia de a ascunde această bară (de exemplu, în cazul unui sistem de examinare), pentru a împiedica utilizatorii naviga eronat cu pagini care ar putea crea confuzii.
ru_ru: Показывать или скрывать навигацию по хлебным крошкам, которая отображается сразу под основными вкладками навигации. Настоятельно рекомендуется показывать эту навигацию пользователям, поскольку это позволяет им определить свое текущее положение и легко переходить на предыдущие страницы. Однако иногда может потребоваться скрыть ее (например, в случае экзаменационных платформ), чтобы предотвратить переход пользователей на страницы, которые они не должны видеть.
sk_sk: Zobraziť alebo skryť maličkú navigáciu, tá sa objaví tesne pod hlavnou navigáciou v kartách. Dôrazne sa odporúča, aby sa táto navigácia zobrazovala používateľom, pretože to im umožňuje lokalizovať svoju aktuálnu polohu a ľahko ich to naviguje na predchádzajúce stránky.
sl: Prikaže ali skrije navigacijsko (breadcrumb) vrstico, ki se pojavlja pod navigacijskimi zavihki. Priporočlivo je, da je ta vrstica uporabnikom prikazana, ker jim prikazuje trenutno lokacijo v portalu in omogoča prehod na predhodne lokacije. Včasih pa je koristno vrstico skriti (npr. v primeru testa) da bi preprečili uporabnikom navigacijo na strani, za katere nočemo, da bi jih videli.
sq: Shfaq ose fsheh navigimin breadcrumb, atë që shfaqet menjëherë poshtë skedarëve kryesorë të navigimit. Rekomandohet shumë të ketë këtë navigim të shfaqur për përdoruesit, pasi kjo u lejon atyre të lokojnë pozicionin e tyre aktual dhe të navigojnë lehtësisht në faqet e mëparshme. Nganjëherë, megjithatë, mund të jetë e nevojshme ta fshehësh (për shembull në rastin e platformave të provimeve) për të shmangur që përdoruesit të navigojnë në faqe që nuk duhet t'i shohin.
sr_rs: Prikaži ili sakrij navigaciju putanje, onu koja se pojavljuje tačno ispod glavnih navigacionih kartica. Jako je preporučljivo da ova navigacija bude prikazana korisnicima, jer im to omogućava da lako lociraju svoju trenutnu poziciju i navigiraju ka prethodnim stranicama. Ponekad je međutim, potrebno sakriti je (npr. u slučaju platformi za ispite) kako bi se sprečilo da korisnici navigiraju ka stranicama koje ne bi trebalo da vide.
sv_se: Visa eller dölj smulbrödnavigeringen, den som visas precis under huvudnavigeringsflikarna. Det rekommenderas starkt att ha denna navigering synlig för användare, eftersom det låter dem lokalisera sin nuvarande position och navigera till tidigare sidor enkelt. Ibland kan det dock vara nödvändigt att dölja den (t.ex. i fall av tentaplattformar) för att förhindra att användare navigerar till sidor de inte ska se.
sw_ke: Onyesha au ficha navigation ya breadcrumb, ile inayoonekana chini ya kadi kuu za navigation. Inapendekezwa sana kuwa na navigation hii ikionyesha kwa watumiaji, kwani inawaruhusu kupata nafasi yao ya sasa na kusafiri kwenye kurasa za awali kwa urahisi. Wakati mwingine, hata hivyo, inaweza kuwa ni lazima kuificha (kwa mfano katika hali ya majukwaa ya mitihani) ili kuepuka watumiaji kusafiri kwenye kurasa ambazo hawapaswi kuona.
ta: முதன்மை நேவிகேஷன் டேப்களின் கீழ் தோன்றும் பிரெட்கிரம்ப் நேவிகேஷனை காட்டவும் அல்லது மறைக்கவும். பயனர்களுக்கு இந்த நேவிகேஷனை காட்டுவது அவசியம், இது அவர்களுக்கு தற்போதைய நிலையை அறியவும் முந்தைய பக்கங்களுக்கு எளிதாக செல்லவும் உதவுகிறது. சில சமயங்களில், அதை மறைப்பது தேவைப்படலாம் (எடுத்துக்காட்டாக, தேர்வு தளங்களில்) பயனர்கள் பார்க்கக் கூடாத பக்கங்களுக்கு செல்லுவதைத் தவிர்க்க.
th: แสดงหรือซ่อนการนำทางแบบ breadcrumb ซึ่งปรากฏอยู่ใต้แท็บนำทางหลัก แนะนำให้แสดงการนำทางนี้เพื่อให้ผู้ใช้ทราบตำแหน่งปัจจุบันและนำทางไปยังหน้าที่แล้วได้ง่าย อย่างไรก็ตาม ในบางกรณี เช่น แพลตฟอร์มสอบ อาจจำเป็นต้องซ่อนไว้เพื่อป้องกันผู้ใช้เข้าถึงหน้าที่ไม่ควรเห็น
tl_ph: Ipakita o itago ang breadcrumb navigation, yung lumalabas lamang sa ibaba ng main navigation tabs. Lubos na inirerekomenda na ipakita ito sa mga gumagamit, dahil pinapayagan silang malaman ang kanilang kasalukuyang posisyon at madaling mag-navigate sa mga nakaraang pahina. Minsan, gayunpaman, maaaring kinakailangan itong itago (halimbawa sa mga exam platform) upang maiwasan ang mga gumagamit na mag-navigate sa mga pahinang hindi nila dapat makita.
tr: Ana gezinme sekmelerinin hemen altında görünen ekmek kırıntısı gezinmesini göster veya gizle. Kullanıcıların mevcut konumlarını bulmalarına ve önceki sayfalara kolayca gezinmelerine olanak tanıdığı için bu gezinmeyi kullanıcılara göstermeniz şiddetle tavsiye edilir. Ancak bazen (örneğin sınav platformlarında) kullanıcıların görmemesi gereken sayfalara gezinmelerini önlemek için gizlemek gerekebilir.
uk_ua: Показати чи приховати навігацію хлібних крихт, яка з'являється безпосередньо під основними вкладками навігації. Дуже рекомендується показувати цю навігацію користувачам, оскільки це дозволяє їм визначати своє поточне положення та легко переходити на попередні сторінки. Однак іноді може знадобитися її приховати (наприклад, у випадку платформ для іспитів), щоб уникнути переходів користувачів на сторінки, які вони не повинні бачити.
vi_vn: Hiển thị hoặc ẩn điều hướng breadcrumb, cái xuất hiện ngay dưới các tab điều hướng chính. Rất khuyến khích hiển thị điều hướng này cho người dùng, vì điều này cho phép họ xác định vị trí hiện tại và điều hướng đến các trang trước dễ dàng. Tuy nhiên, đôi khi có thể cần ẩn nó (ví dụ trong trường hợp các nền tảng thi cử) để tránh người dùng điều hướng đến các trang họ không nên xem.
xh_za: Bonisa okanye fihla i-breadcrumb navigation, lowo obonakala ngaphantsi kwee-tabs zokuhamba okuphambili. Kuyanconyelwa kakhulu ukuba lo navigation uboniswe kubasebenzisi, kuba oku bavumela ukuba bafumane indawo yabo yangoku kwaye bahambe ngokulula kumaphepha angaphambili. Ngamanye amaxesha, nangona kunjalo, kunokufuneka ukuyifihla (umzekelo kwi-platformi zeemviyo) ukuze kuthintelwe abasebenzisi ukuba bahambe kumaphepha abengafanelanga ukuyabona.
zh_cn: 显示或隐藏面包屑导航，即出现在主导航标签下方的导航。强烈建议向用户显示此导航，以便他们定位当前位置并轻松导航到前页。有时，可能需要隐藏它（例如考试平台），以避免用户导航到不应查看的页面。
zh_tw: 顯示或隱藏麵包屑導航，位於主導航標籤下方。強烈建議顯示此導航，讓使用者能輕鬆定位目前位置並導航至先前頁面。有時（如考試平台）可能需要隱藏它，以避免使用者瀏覽不該看到的頁面。
