Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Allow course themes
ar: اسمح لموضوعات الدروس
ast_es: Dar permisu pa temes gráficos personalizaos nos cursos
bn_bd: কোর্স থিম অনুমোদন করুন
bs_ba: Dozvoli teme kursa
ca_es: Permetre temes gràfics personalitzats als cursos
cs_cz: Povol téma kurzu
da: Tillad kursus-temaer
de: Kurs-Themes
el: Να επιτρέπονται θεμ. παραλλαγές στα μαθήματα
eo: Ebligi la uzon de kursaj stilpaĝoj
es: Permitir temas para personalizar el aspecto del curso
es_mx: Permitir temas de curso
eu_es: Baimendu gai grafiko pertsonalizatuak ikastaroan
fa_ir: اجازه دادن قالب های درس
fi_fi: Salli kurssiteemat
fo_fo: Loyv kursus design
fur: Permêti i temis dal curs
ga: Téamaí cúrsa a cheadú
gl: Permitir temas gráficos personalizados nos cursos
he_il: אפשר ערכות נושא של קורסים
hi: कोर्स थीम्स की अनुमति दें
hr_hr: Dopusti teme predmeta
hu_hu: Kör témák engedélyezése
hy: Թույլատրել դասընթացի թեմաները
id_id: Izinkan tema kursus
it: Permetti temi grafici di corso personalizzati
ja: コースのテーマを許可
ka_ge: კურსის თემების ნებართვა
ko_kr: 코스 테마 허용
lt_lt: Leisti kurso temas
lv_lv: Atļaut mainīt Kursa dizaina tēmas
mk_mk: Овозможи теми за курс
ms_my: Benarkan tema kursus
my_mm: သင်တန်းအပြင်အဆင်များကို ခွင့်ပြုပါ
ne: पाठ्यक्रम विषयावलीहरू अनुमति दिनुहोस्
nl: Het gebruik van cursusstijlbladen mogelijk maken
nn_no: Tillat kurs teman
oc: Permetre los tèmas de curs
pl_pl: Umożliwiaj tematy kursów
ps: د کورس موضوعات اجازه ورکړئ
pt_br: Permitir temas personalizados para os cursos
pt_pt: Permitir temas dos cursos
ro_ro: Activeaza teme pentru cursuri
ru_ru: Разрешить темы курсов
sk_sk: Povoliť témy kurzu
sl: Dovoli teme tečaja
sq: Lejo temat e kursit
sr_rs: Dozvoli teme kursa
sv_se: Tillåt kursteman
sw_ke: Ruhusu mada za kozi
ta: பாடநூல் தீம்களை அனுமதிக்கவும்
th: อนุญาตธีมคอร์ส
tl_ph: Payagan ang mga tema ng kurso
tr: Ders temalarına izin ver
uk_ua: Дозволити теми курсів
vi_vn: Cho phép giao diện khóa học
xh_za: Vumela iithama zekhosi
zh_cn: 允许课程模板
zh_tw: 允許課程主題

source: Allows course graphical themes and makes it possible to change the style sheet used by a course to any of the possible style sheets available to Chamilo. When a user enters the course, the style sheet of the course will have priority over the user's own style sheet and the platform's default style sheet.
ar: السماح بالمظاهر التصميمية في المقررات مع امكانية تغيير ذلك، وبالتالي فانه عندما يدخل المستخدم الى المقرر الدراسي فان المظهر التصميمي الخاص بالمقرر سوف تكون له الاولوية على المظهر التصميمي الخاص بالنظام
ast_es: Dar permisu pa que los cursos puedan tener un tema gráficu distintu, pudiendo camudar la fueya d'estilu por una de les disponibles en Chamilo. Si un usuariu entra nun cursu, la fueya d'estilu del cursu tien preferencia sobre la del usuariu y sobre la que tea definida por defeutu na plataforma.
bn_bd: কোর্স গ্রাফিকাল থিম অনুমোদন করে এবং Chamilo তে উপলব্ধ সম্ভাব্য স্টাইল শীটগুলির যেকোনো একটি কোর্সের স্টাইল শীট পরিবর্তন করা সম্ভব করে। যখন একজন ব্যবহারকারী কোর্সে প্রবেশ করবেন, কোর্সের স্টাইল শীট ব্যবহারকারীর নিজস্ব স্টাইল শীট এবং প্ল্যাটফর্মের ডিফল্ট স্টাইল শীটের উপর অগ্রাধিকার পাবে।
bs_ba: Dozvoljava grafičke teme kursa i omogućuje promjenu stilskog lista koji koristi kurs na bilo koji dostupni stilski list u Chamilo-u. Kada korisnik uđe u kurs, stilski list kursa će imati prioritet nad korisničkim stilskim listom i zadanim stilskim listom platforme.
ca_es: Permetre que els cursos puguin tenir un tema gràfic diferent, canviant el full d'estil usat per un dels disponibles a Chamilo. Quan un usuari entra en un curs, el full d'estil del curs té preferència sobre el de l'usuari i sobre el que està definit per defecte a la plataforma.
cs_cz: Povolením grafických témat na kurzech je možné měnit vzhled kurzu jakýmkoli stylem z Chamilou. Pokud uživatel vstoupí do kurzu, styl kurzu bude mít vyšší prioritu než uživatelský styl a výchozí styl portálu.
da: Tillader grafiske kursus-temaer og gør det muligt at ændre stilarket brugt af et kursus til et af de tilgængelige stilark i Chamilo. Når en bruger går ind i kurset, vil kursusets stilark have prioritet over brugerens eget stilark og platformens standard stilark.
de: Grafische Themes für Kurse zu erlauben, ermöglicht das Verändern des von einem Kurs benutzten Stylesheets zu einem anderen in Chamilo verfügbaren Stylesheet. Wenn ein Benutzer den Kurs aufruft, hat das Stylesheet des Kurses Priorität über das vom Benutzer benutzte und das Chamilo Standard Stylesheet.
el: Επιτρέπει γραφικά θέματα μαθήματος και καθιστά δυνατή την αλλαγή του φύλλου στυλ που χρησιμοποιείται από ένα μάθημα σε οποιοδήποτε από τα διαθέσιμα φύλλα στυλ του Chamilo. Όταν ο χρήστης εισέρχεται στο μάθημα, το φύλλο στυλ του μαθήματος θα έχει προτεραιότητα έναντι του δικού του φύλλου στυλ του χρήστη και του προεπιλεγμένου φύλλου στυλ της πλατφόρμας.
eo: Permesas kursajn grafikajn temojn kaj ebligas ŝanĝi la stilfolion uzatan de kurso al iu ajn el la haveblaj stilfolioj en Chamilo. Kiam uzanto eniras la kurson, la stilfolio de la kurso havos prioritaton super la propra stilfolio de la uzanto kaj la defaŭlta stilfolio de la platformo.
es: Permitir que los cursos puedan tener un tema gráfico distinto, cambiando la hoja de estilo usada por una de las disponibles en Chamilo. Cuando un usuario entra en un curso, la hoja de estilo del curso tiene preferencia sobre la del usuario y sobre la que esté definida por defecto para la plataforma.
es_mx: Permite temas gráficos de curso y hace posible cambiar la hoja de estilo usada por un curso a cualquiera de las hojas de estilo disponibles en Chamilo. Cuando un usuario ingresa al curso, la hoja de estilo del curso tendrá prioridad sobre la hoja de estilo del usuario y la hoja de estilo predeterminada de la plataforma.
eu_es: Baimendu gai grafiko ezberdinak ikastaroetan eta utzi ikastaro batek erabilitako estilo orria aldatzen Chamilon erabilgarri daudenen artean beste edozein estilo orri izateko. Erabiltzailea ikastaroan sartzen denean, ikastaroaren estilo orriak lehentasuna izango du, erabiltzailearen estilo orriaren gainetik eta plataformak lehenetsi duenaren gainetik.
fa_ir: اجازه قالب‌های گرافیکی دوره و تغییر استایل‌شیت دوره به هر استایل‌شیت موجود در Chamilo. هنگام ورود کاربر به دوره، استایل‌شیت دوره بر استایل کاربر و پیش‌فرض پلتفرم اولویت دارد.
fi_fi: Mahdollistaa kurssin graafiset teemat ja mahdollistaa Chamilon saatavilla olevien tyyliohjelmien vaihtamisen kurssin tyyliohjeeksi. Kun käyttäjä menee kurssille, kurssin tyyliohjeella on etusija käyttäjän oman tyyliohjeen ja alustan oletustyyliohjeen sijaan.
fo_fo: Loyvir kursus grafisk design og ger tað møguligt at broyta stylesheetið brúkt av einum kursi til hvørt møguliga stylesheet til taks í Chamilo. Tá ið ein brúkari kemur inn í kursin, hevur stylesheetið fyri kursin fyrstiligheit um brúkarans egnu stylesheet og platformans standard stylesheet.
fur: Permêti i temis grafichs dai curs e al fas visîl di cambiâ il fogli di stil doprât dal curs cu un di chês passibîs in Chamilo. Cu un utent jintre dal curs, il fogli di stil dal curs avarà prioritât sul fogli di stil personal dal utent e sul fogli di stil predefinît dal portal.
ga: Ceadóidh sé téamaí grafacha cúrsa agus is féidir an stílchlár a úsáideann cúrsa a athrú go dtí aon cheann de na stíleanna atá ar fáil do Chamilo. Nuair a théann úsáideoir isteach sa chúrsa, beidh tosaíocht ag stílchlár an chúrsa thar stílchlár an úsáideora féin agus stílchlár réamhshocraithe an ardáin.
gl: Permitir que os cursos poidan ter un tema gráfico distinto, cambiando a folla de estilo usada por unha das dispoñibles en Chamilo. Cando un usuario entra nun curso, a folla de estilo do curso ten preferencia sobre a do usuario e sobre a que estea definida por defecto para a plataforma.
he_il: מאפשר ערכות נושא גרפיות של הקורס ומאפשר לשנות את גיליון הסגנונות המשמש את הקורס לכל אחד מגיליונות הסגנונות האפשריים הזמינים ל-Chamilo. כאשר משתמש נכנס לקורס, לגיליון הסגנונות של הקורס תהיה עדיפות על פני הקורס. גיליון הסגנונות של המשתמש עצמו וגיליון הסגנונות המוגדר כברירת מחדל של הפלטפורמה.
hi: कोर्स ग्राफिकल थीम्स की अनुमति देता है और कोर्स द्वारा उपयोग की जाने वाली स्टाइल शीट को Chamilo के उपलब्ध संभावित स्टाइल शीट्स में से किसी में बदलना संभव बनाता है। जब उपयोगकर्ता कोर्स में प्रवेश करता है, तो कोर्स की स्टाइल शीट उपयोगकर्ता की अपनी स्टाइल शीट और प्लेटफ़ॉर्म की डिफ़ॉल्ट स्टाइल शीट पर प्राथमिकता लेगी।
hr_hr: Omogućuje grafičke teme predmeta i omogućuje promjenu stilskog lista koji koristi predmet na bilo koji dostupni stilski list u Chamilo. Kada korisnik uđe u predmet, stilski list predmeta će imati prioritet nad korisničkim stilskim listom i zadanim stilskim listom platforme.
hu_hu: Lehetővé teszi a kör grafikai témákat, és lehetővé teszi a kör által használt stíluslap megváltoztatását a Chamilo-ban elérhető stíluslapok bármelyikére. Amikor a felhasználó belép a körbe, a kör stíluslapja elsőbbséget élvez a felhasználó saját stíluslapjával és a platform alapértelmezett stíluslapjával szemben.
hy: Թույլատրում է դասընթացի գրաֆիկական թեմաները և հնարավորություն է տալիս փոխել դասընթացի օգտագործվող ոճաթերթը Chamilo-ի հասանելի ոճաթերթերից որևէ մեկով: Երբ օգտատերը մուտք գործի դասընթաց, դասընթացի ոճաթերթը կունենա առաջնահերթություն օգտատիրոջ ոճաթերթի և հարթակի հիմնադիր ոճաթերթի նկատմամբ:
id_id: Izinkan tema grafis kursus dan memungkinkan mengubah lembar gaya yang digunakan oleh kursus ke salah satu lembar gaya yang tersedia di Chamilo. Saat pengguna memasuki kursus, lembar gaya kursus akan memiliki prioritas atas lembar gaya pengguna dan lembar gaya default platform.
it: Permettendo l'uso di temi grafici di corso personalizzati (scelti tra quelli resi disponibili), si farà in modo che l'aspetto grafico personalizzato sia visibile dall'utente al posto di quello di default.
ja: コースのグラフィック テーマを許可して、コースで使用するスタイル シートを Chamilo で利用可能な任意のスタイル シートに変更できるようにします。ユーザーがコースにアクセスした場合、コースのスタイル シートはユーザーのスタイル シートやプラットフォームの既定のスタイル シートよりも優先度が高くなります。
ka_ge: ნებას რთავს კურსის გრაფიკულ თემებს და საშუალებას იძლევა შეცვალოთ კურსის სტილის ფურცელი Chamilo-ს ხელმისაწვდომი ნებისმიერი სტილის ფურცლით. როდესაც მომხმარებელი შევიდება კურსში, კურსის სტილის ფურცელს უპირატესობა ექნება მომხმარებლის საკუთარ სტილის ფურცელზე და პლატფორმის ნაგულისხმევ სტილის ფურცელზე.
ko_kr: 코스 그래픽 테마를 허용하고 코스가 Chamilo에서 사용 가능한 스타일시트 중 하나를 사용할 수 있도록 합니다. 사용자가 코스에 진입하면 코스 스타일시트가 사용자 및 플랫폼 기본 스타일시트보다 우선합니다.
lo: ອະນຸຍາດໃຫ້ໃຊ້ຮູບແບບກຣາບຟິກຂອງລາຍວິຊາ ແລະ ເຮັດໃຫ້ສາມາດປ່ຽນຮູບແບບສະໄຕລ໌ຊີດທີ່ໃຊ້ໂດຍລາຍວິຊາໃດໜຶ່ງ ໄປເປັນສະໄຕລ໌ຊີດອື່ນໆທີ່ມີຢູ່ໃນ Chamilo. ເມື່ອຜູ້ໃຊ້ເຂົ້າສູ່ລາຍວິຊາ, ສະໄຕລ໌ຊີດຂອງລາຍວິຊານັ້ນຈະມີຄວາມສຳຄັນກວ່າສະໄຕລ໌ຊີດຂອງຜູ້ໃຊ້ເອງ ແລະ ສະໄຕລ໌ຊີດເລີ່ມຕົ້ນຂອງລະບົບ.
lt_lt: Leidžia kurso grafines temas ir leidžia pakeisti stiliaus lentelę, kurią naudoja kursas, į bet kurią iš galimų Chamilo stiliaus lentelių. Kai vartotojas įeina į kursą, kurso stiliaus lentelė turės prioritetą prieš vartotojo stiliaus lentelę ir platformos numatytąją stiliaus lentelę.
lv_lv: Dod pieeju kursa grafiskajiem dizainiem un ļauj mainīt stilu lapām, ko izmanto kurss pamatojoties uz kādu no iespējamajām stilu lapām kas pieejamas Chamilo. Kad lietotājs atvērs kursu, definētajai kursa stila lapai būs prioritāte pār lietotāja paša stila lapām un platformas noklusējuma stila lapām.
mk_mk: Овозможува графички теми за курс и овозможува промена на стилот на листот користен од курсот во било кој од достапните стилски листови на Chamilo. Кога корисникот влегува во курсот, стилскиот лист на курсот ќе има приоритет пред сопствениот стилски лист на корисникот и стандардниот стилски лист на платформата.
ms_my: Benarkan tema grafik kursus dan jadikan boleh untuk tukar helaian gaya yang digunakan oleh kursus kepada mana-mana helaian gaya yang tersedia kepada Chamilo. Apabila pengguna masuk kursus, helaian gaya kursus akan mengutamakan helaian gaya pengguna sendiri dan helaian gaya lalai platform.
my_mm: သင်တန်းဂရပ်ဖစ်အပြင်အဆင်များကို ခွင့်ပြုပြီး Chamilo တွင်ရရှိနိုင်သော ဖြစ်နိုင်သော စတိုင်ရွက်များထဲမှ မည်သည့်အရာကိုမဆို သင်တန်းတွင် အသုံးပြုသော စတိုင်ရွက်ကို ပြောင်းလဲနိုင်စေသည်။ အသုံးပြုသူတစ်ဦး သင်တန်းထဲသို့ ဝင်ရောက်သောအခါ၊ သင်တန်း၏ စတိုင်ရွက်သည် အသုံးပြုသူ၏ ကိုယ်ပိုင်စတိုင်ရွက်နှင့် ပလပ်ဖောင်း၏ မူလစတိုင်ရွက်ထက် ဦးစားပေးမည်ဖြစ်သည်။
ne: पाठ्यक्रम ग्राफिकल विषयावलीहरू अनुमति दिन्छ र पाठ्यक्रमले Chamilo मा उपलब्ध सम्भावित शैली पत्रहरू मध्ये कुनै पनि प्रयोग गर्ने शैली पत्र परिवर्तन गर्न सम्भव बनाउँछ। प्रयोगकर्ताले पाठ्यक्रम प्रवेश गर्दा, पाठ्यक्रमको शैली पत्र प्रयोगकर्ताको आफ्नै शैली पत्र र प्लेटफर्मको पूर्वनिर्धारित शैली पत्र भन्दा प्राथमिकता पाउनेछ।
nl: Door het toe te laten om cursusstijlbladen te gebruiken kan de cursusbeheerder elk stijlblad van Chamilo gebruiken als layout voor zijn/haar cursus. Als een gebruiker de cursus betreed zal het stijlblad van de cursus voorrang hebben op het stijlblad van de gebruiker en dat van het platform (net zoals bij de taal instellingen)
nn_no: Tillèt kursgrafiske teman og gjer det mogleg å endra stilsettet brukt av eit kurs til nokon av dei tilgjengelege stilsettene i Chamilo. Når ein brukar går inn i kurset, vil kurs sitt stilsett ha prioritet over brukar sitt eige stilsett og plattform sitt standard stilsett.
oc: Permet los tèmas grafics de curs e permet de cambiar la feuille d'estil utilizada per un curs cap a quina que siá de las fullas d'estil disponibles dins Chamilo. Quand un utilizaire intrar dins lo curs, la feuille d'estil del curs aurà prioritat sul tèma propris de l'utilizaire e sul tèma per defaut de la plataforma.
pl_pl: Umożliwia graficzne tematy kursu i pozwala zmienić arkusz stylów używany w kursie do każdego z możliwych dostępnych arkuszy stylów Chamilo. Gdy użytkownik wchodzi na kurs, arkusz stylów kursu będzie miał pierwszeństwo nad arkuszem stylów użytkownika i domyślnego arkusza stylów platformy.
ps: د کورس گرافیکی موضوعات اجازه ورکوي او دا امکان برابروي چې د کورس لخوا کارول شوی سټایل شیت د Chamilo شتون لرونکي ټولو شتون لرونکي سټایل شیتونو ته بدل شي. کله چې یو استعمال کوونکی کورس ته ننوځي، د کورس سټایل شیت به د استعمال کوونکي د سټایل شیت او پلیټ فارم پیش فرض سټایل شیت په پرتله لومړیتوب ولري.
pt_br: Permitir que os cursos possam ter um tema gráfico diferente, alterando a folha de estilo usada por uma das disponíveis em Chamilo. Quando um usuário entra num curso, a folha de estilo do curso tem preferência sobre a que esteja predefinida para a plataforma.
pt_pt: Permite a utilização de temas gráficos nos cursos e a possibilidade de alterar o estilo de página utilizado por um outro diferente disponível no Chamilo. Quando um utilizador acede ao curso, o estilo de página do curso terá prioridade sobre o estilo de página definido pelo utilizador e sobre o estilo de página pré-definido da plataforma.
ro_ro: Activarea temelor grafice pentru cursuri face posibila modificarea foii de stil utilizate de un curs cu orice foaie de stil disponibila in Chamilo. Cand un utilizator intra intr-un curs, foaia de stil a cursului va avea prioritate fata de foaia de stil a utilizatorului si fata de foaia de stil implicita.
ru_ru: Разрешает графические темы курсов и позволяет изменить таблицу стилей курса на любую из доступных таблиц стилей Chamilo. При входе пользователя в курс таблица стилей курса будет иметь приоритет над таблицей стилей пользователя и таблицей стилей платформы по умолчанию.
sk_sk: Povolením grafických tém na kurzoch je možné meniť vzhľad kurzu akýmkoľvek štýlom z Chamilo. Pokiaľ používateľ vstúpi do kurzu, štýl kurzu bude mať vyššiu prioritu ako používateľský štýl a východzí štýl portálu.
sl: Dovoljenje za izbiranje teme tečaja omogoča izbiro poljubne teme izmed tistih, ki so dosegljive znotraj Chamilo. Ko uporabnik vstopi v tečaj, je izbrana tema tečaja prioritetna uporabnikovi temi in privzeti temi platforme.
sq: Lejon temat grafike të kursit dhe bën të mundur ndryshimin e fletës së stilit të përdorur nga një kurs në ndonjë nga fletët e stilit të disponueshme për Chamilo. Kur një përdorues hyn në kurs, fletë stili e kursit do të ketë prioritet mbi fletën e stilit të përdoruesit dhe fletën e paracaktuar të platformës.
sr_rs: Dozvoljava grafičke teme kursa i omogućava promenu stilskog lista koji koristi kurs na bilo koji od mogućih stilskih listova dostupnih Chamilo-u. Kada korisnik uđe u kurs, stilski list kursa će imati prioritet nad korisničkim stilskim listom i podrazumevanim stilskim listom platforme.
sv_se: Genom att tillåta kurstema kan man ändra i stilmallen som Chamilo använder för kursen. När en användare kommer till kursen prioriteras kursens stilmall före användarens och plattformens stilmallar.
sw_ke: Inaruhusu mada za picha za kozi na inafanya iwezekane kubadilisha karatasi ya mtindo inayotumiwa na kozi kwa karatasi yoyote ya mtindo inayopatikana kwa Chamilo. Wakati mtumiaji anaingia kozi, karatasi ya mtindo wa kozi itakuwa na kipaumbele juu ya karatasi ya mtindo wa mtumiaji na karatasi ya msingi ya jukwaa.
ta: பாடநூல் கோளாற்று தீம்களை அனுமதித்து, பாடநூலில் பயன்படுத்தப்படும் ஸ்டைல் ஷீட்டை Chamilo இல் கிடைக்கும் எந்த ஸ்டைல் ஷீட்டுக்கும் மாற்ற முடியும். பயனர் பாடநூலுக்குள் நுழைந்தபோது, பாடநூலின் ஸ்டைல் ஷீட் பயனரின் ஸ்டைல் ஷீட் மற்றும் தளத்தின் இயல்புநிலை ஸ்டைல் ஷீட்டை விட முன்னுரிமை பெறும்.
th: อนุญาตธีมกราฟิกคอร์สและเปลี่ยนสไตล์ชีตคอร์สเป็นสไตล์ชีตที่ใช้ได้ใน Chamilo เมื่อผู้ใช้เข้าคอร์ส สไตล์ชีตคอร์สจะมีลำดับความสำคัญเหนือสไตล์ชีตผู้ใช้และเริ่มต้นของแพลตฟอร์ม
tl_ph: Pinapayagan ang mga grapikong tema ng kurso at ginagawa na baguhin ang style sheet na ginamit ng isang kurso sa anumang posibleng mga style sheet na magagamit ng Chamilo. Kapag ang gumagamit ay pumapasok sa kurso, ang style sheet ng kurso ay magkakaroon ng priyoridad sa sariling style sheet ng gumagamit at ang default style sheet ng platform.
tr: Kurs grafik temalarını etkinleştirir ve bir kursun Chamilo'da mevcut olan herhangi bir stil sayfasını kullanmasını sağlar. Kullanıcı kursa girdiğinde, kursun stil sayfası kullanıcının kendi stil sayfasından ve platformun varsayılan stil sayfasından öncelikli olur.
uk_ua: Дозволяє графічні теми курсів і робить можливим зміну таблиці стилів, використовуваної курсом, на будь-яку з доступних таблиць стилів Chamilo. Коли користувач входить у курс, таблиця стилів курсу матиме пріоритет над таблицею стилів користувача та таблицею стилів платформи за замовчуванням.
vi_vn: Cho phép giao diện đồ họa khóa học và cho phép thay đổi bảng kiểu được sử dụng bởi khóa học sang bất kỳ bảng kiểu nào có sẵn cho Chamilo. Khi người dùng vào khóa học, bảng kiểu của khóa học sẽ ưu tiên hơn bảng kiểu của người dùng và bảng kiểu mặc định của nền tảng.
xh_za: Ivumela iithama zokuzoba zekhosi kwaye yenza ukuba kube nokutshintsha ishidi lesimbo esisetyenziswa yikhosi kushweyo nayiphi na ishidi lesimbo elikhoyo eChamilo. Xa umsebenzisi engena esikhundleni, ishidi lesimbo sekhosi liya kuba nenani ngaphezulu kweshidi lesimbo somsebenzisi kunye neshidi lesimbo eliqhelekileyo leqonga.
zh_cn: 允许课程图形主题，并使更改课程使用的样式表成为可能，使用 Chamilo 可用的任何样式表。当用户进入课程时，课程的样式表将优先于用户自己的样式表和平台的默认样式表。
zh_tw: 允許課程圖形主題，並可將課程使用的樣式表變更為 Chamilo 可用的任何樣式表。當使用者進入課程時，課程樣式表優先於使用者樣式表及平台預設樣式表。

source: Display the small month calendar in the agenda tool
ar: عرص تقويم مصغر للشهر في اداة التقويم
ast_es: Amosar na axenda'l calendariu mensual reducíu
bn_bd: এজেন্ডা টুলে ছোট মাস ক্যালেন্ডার প্রদর্শন করুন
bs_ba: Prikaži mali kalendar mjeseca u alatu za agendu
ca_es: Mostrar a l'agenda el calendari mensual reduït
cs_cz: Zobraz malý měsíční kalendář v programu
da: Vis den lille månedskalender i kalender-værktøjet
de: Kalender: Kleiner Monatskalender
el: Εμφάνιση μικρού ημερολογίου μήνα στο εργαλείο ημερήσιας διάταξης
eo: Montru la malgrandan monatkalendaron en la agendo-ilo
es: Mostrar en la agenda el calendario mensual reducido
es_mx: Mostrar el pequeño calendario mensual en la herramienta agenda
eu_es: Erakutsi hileko egutegi txikia Agendan
fa_ir: نمایش تقویم کوچک ماه در ابزار تقویم
fi_fi: Näytä pieni kuukausikalenteri kalenterityökalussa
fo_fo: Vís lítil mánamáladagatal í dagatal verkætlanini
fur: Mostre il calendari minuscol dal mês intun strûl agende
ga: Féilire mí beag a thaispeáint in uirlis an agaidh
gl: Mostrar na axenda o calendario mensual reducido
he_il: הצג את לוח השנה החודשי הקטן בכלי סדר היום
hi: एजेंडा उपकरण में छोटा मासिक कैलेंडर प्रदर्शित करें
hr_hr: Prikaži mali kalendar mjeseca u alatu za agendu
hu_hu: Kis havi naptár megjelenítése a naptár eszközben
hy: Ցուցադրել փոքր ամսական օրացույցը օրակարգի գործիքում
id_id: Tampilkan kalender bulan kecil di alat agenda
it: Mostra il calendarietto mensile nella sezione Agenda
ja: 予定表ツールで小さい月間カレンダーを表示
ka_ge: კალენდრის ინსტრუმენტში მცირე თვის კალენდრის ჩვენება
ko_kr: 일정 도구에 작은 월 캘린더 표시
lo: ສະແດງປະຕິທິນລາຍເດືອນຂະໜາດນ້ອຍໃນເຄື່ອງມືກຳນົດການ
lt_lt: Rodyti mažą mėnesio kalendorių darbotvarkės įrankyje
lv_lv: Rādīt mazu mēneša kalendāru "Kursa plānotājā"
mk_mk: Прикажи мало месечно с календарот во алатката за агенда
ms_my: Paparkan kalendar bulan kecil dalam alat agenda
my_mm: အစီအစဉ်ကိရိယာတွင် သေးငယ်သောလပိတ်စာရင်းကို ပြသပါ
ne: एजेन्डा उपकरणमा सानो मासिक क्यालेन्डर देखाउनुहोस्
nl: Kleine maandkalender weergeven in de agenda functionaliteit
nn_no: Vis liten månadskalender i agenda-verktøyet
oc: Afichar lo calendari mensuel pichon dins l'òrga agenda
pl_pl: Wyświetlaj mały kalendarz miesięczny w narzędziach terminarza
ps: د کوچنۍ میاشت تقویم ښودل په ایجنڈا وسیل کې
pt_br: Exibe o calendário mensal reduzido na ferramenta de agenda
pt_pt: Mostrar em pequeno o calendário mensal na ferramenta agenda
ro_ro: Afiseaza calendarul miniatural al lunii in instrumentul agenda
ru_ru: Отображать маленький календарь месяца в инструменте повестки дня
sk_sk: Zobraziť malý mesačný kalendár v agende
sl: Prikaži koledarček v orodju Agende
sq: Shfaq kalendarin e vogël të muajit në mjetin e axhendës
sr_rs: Prikaži mali mesečni kalendar u alatu za agendu
sv_se: Visa liten kalender på kalendersidan
sw_ke: Onyesha kalenda ndogo ya mwezi katika zana ya ajenda
ta: அஜெண்டா கருவியில் சிறிய மாத அளவீட்டைக் காட்டு
th: แสดงปฏิทินเดือนเล็กในเครื่องมือวาระ
tl_ph: Ipakita ang maliit na kalendaryo ng buwan sa agenda tool
tr: Ajanda aracındaki küçük ay takvimini görüntüle
uk_ua: Показувати маленький календар місяця в інструменті календаря
vi_vn: Hiển thị lịch tháng nhỏ trong công cụ lịch
xh_za: Bonisa ikhalenda lenyanga encinci kwisixhobo se-agenda
zh_cn: 在议程工具中显示小型月历
zh_tw: 在議程工具中顯示小型月曆
