Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Don't ask me again
ar: لا تسألني مجددا
ast_es: Nun entrugar otra vez
bn_bd: আমাকে আর জিজ্ঞাসা করবেন না
bs_ba: Ne pitaj me ponovo
ca_es: No tornar a preguntar
cs_cz: Již se mě neptat
da: Spørg mig ikke igen
de: Nicht mehr nachfragen
el: Μην με ρωτάτε ξανά
eo: Ne demandu min denove
es: No volver a preguntar
es_mx: No volver a preguntar
eu_es: Ez galdetu berriro
fa_ir: دیگر از من پرسیده نشود
fi_fi: Älä kysy enää
fo_fo: Frætt meg ikki aftur
fur: Nol stinâmai plui domandâ
ga: Ná faigh dom arís
gl: Non volver preguntar
he_il: אל תשאל אותי שוב
hi: मुझे फिर न पूछें
hr_hr: Ne pitaj me ponovno
hu_hu: Ne kérdezzen meg többet.
hy: Մի՛ հարցնիր ինձ կրկին
id_id: Jangan tanya lagi
it: Non chiederlo di nuovo
ja: 今後確認しない
ka_ge: აღარ მომიწოდო
ko_kr: 다시 묻지 않음
lo: ຢ່າຖາມຂ້ອຍອີກ
lt_lt: Nebeklausti manęs
lv_lv: Vairāk man nejautāt
mk_mk: Не ме прашувај повторно
ms_my: Jangan tanya saya lagi
my_mm: ထပ်မံမမေးပါနှင့်
ne: फेरि नसोध्नुहोस्
nl: Vraag me dit niet opnieuw.
nn_no: Ikk spør meg igjen
oc: Me demandar pas outra volta
pl_pl: Nie pytaj ponownie
ps: بیا له ما څخه مه پوښتنه
pt_br: Não perguntar novamente
pt_pt: Não perguntar novamente
ro_ro: Nu întreba din nou
ru_ru: Не спрашивать меня снова
sk_sk: Nepýtaj sa ma zasa
sl: Ne sprašuj več
sq: Mos më pyet përsëri
sr_rs: Ne pitaj me ponovo
sv_se: Fråga mig inte igen
sw_ke: Usiniulize tena
ta: மீண்டும் கேளுங்கள்
th: อย่าถามฉันอีก
tl_ph: Huwag mo na akong tanungin muli
tr: Bir daha bana sorma
uk_ua: Більше не питати
vi_vn: Đừng hỏi tôi nữa
xh_za: Ungandibuzi kwakhona
zh_cn: 不再询问
zh_tw: 別再問我

source: Ask confirmation before clearing whiteboard
ar: احصل على توكيد قبل مسح اللوحة البيضاء
ast_es: Pida confirmación enantes esborrar la pizarra
bn_bd: হোয়াইটবোর্ড পরিষ্কার করার আগে নিশ্চিতকরণ চান
bs_ba: Pitaj potvrdu prije brisanja table
ca_es: Demani confirmació abans d'esborrar la pissarra
cs_cz: Ptát se na potvrzení před vyčištěním tabule
da: Spørg før whiteboard ryddes
de: Vorm Löschen des Whiteboards Bestätigung abfragen
el: Ζητήστε επιβεβαίωση πριν διαγραφή πίνακα
eo: Demandi konfirmon antaŭ forigo de tavolo
es: Pida confirmación antes de borrar la pizarra
es_mx: Pedir confirmación antes de limpiar la pizarra
eu_es: Arbela garbitu baino lehen, eskatu berrestea
fa_ir: قبل از پاک کردن وایتبرد درخواست تاییدیه بکن
fi_fi: Kysy vahvistus ennen taulun tyhjentämistä
fo_fo: Bið um staðfesti áðrenn svart tágnan vælkast
fur: Domande conferme prime scancelâ lavagne
ga: Iarr deimhniú roimh ghlánadh an chláir bháin
gl: Pida confirmación antes de borrar o encerado
he_il: בקש אישור לפני ניקוי הלוח הלבן
hi: व्हाइटबोर्ड साफ़ करने से पहले पुष्टि माँगें
hr_hr: Zatraži potvrdu prije brisanja ploče
hu_hu: Kérjen engedélyt a rendszer a tábla törlése előtt
hy: Հաստատում խնդրել սպիտակ տախտակի մաքրումից առաջ
id_id: Tanya konfirmasi sebelum menghapus papan tulis
it: Chiedi conferma prima di cancellare la lavagna
ja: ホワイトボードをクリアする前に確認する
ka_ge: შავი დაფის გასუფთავებამდე დამიდასტურე
ko_kr: 화이트보드 지우기 전에 확인 요청
lo: ຖາມເພື່ອຢືນຢັນກ່ອນລ້າງກະດານຂາວ
lt_lt: Prieš išvalant lentą prašyti patvirtinimo
lv_lv: Pirms tāfeles notīrīšanas, prasīt apstiprinājumu
mk_mk: Прашувај потврда пред бришење на таблата
ms_my: Minta pengesahan sebelum memadamkan papan putih
my_mm: ဝှိုက်ဘုတ်ရှင်းလင်းမီ အတည်ပြုချက်မေးပါ
ne: व्हाइटबोर्ड सफा गर्नुअघि पुष्टि सोध्नुहोस्
nl: Vraag bevestiging voordat het witbord leegggemaakt wordt.
nn_no: Spør stadfesting før rydding av tavla
oc: Demandar confirmacion abans d'escafar lo tableau blanc
pl_pl: Poproś o potwierdzenie przed wyczyszczeniem tablicy
ps: د وایټ بورډ پاکولو دمخه تایید وغواړئ
pt_br: Perguntar antes de limpar confirmação whiteboard
pt_pt: Pedir confirmação antes de limpar quadro branco
ro_ro: Cereti confirmare înainte de a șterge tabla
ru_ru: Попросить подтверждения перед тем, как очистить белую доску
sk_sk: Pred zmazaním tabule žiadaj potvrdenie.
sl: Zahtevaj potrditev pred brisanjem table
sq: Kërko konfirmim para pastrimit të fletores
sr_rs: Pitaj potvrdu pre brisanja table
sv_se: Fråga efter bekräftelse innan whiteboard rensas
sw_ke: Uliza uthibitisho kabla ya kufuta bodi nyeupe
ta: வைட்போர்ட்டை அழிக்கும் முன் உறுதி கேள்
th: ถามยืนยันก่อนล้างไวท์บอร์ด
tl_ph: Tanungin ang confirmation bago i-clear ang whiteboard
tr: Tahtayı temizlemeden önce onay iste
uk_ua: Запитувати підтвердження перед очищенням дошки
vi_vn: Hỏi xác nhận trước khi xóa bảng trắng
xh_za: Buzi uqinisekiso ngaphambi kokucima iwhiteboard
zh_cn: 清除白板前询问确认
zh_tw: 清刷白板前要求確定

source: Clear Draw Area
ar: مسح منطقة الرسم
ast_es: Llimpiar la pizarra
bn_bd: ড্র অ্যারিয়া পরিষ্কার করুন
bs_ba: Obriši crtački prostor
ca_es: Netejar la pissarra
cs_cz: Vyčistit kreslicí plochu
da: Ryd tegneområde
de: Zeichenfläche löschen
el: Καθαρισμός περιοχής σχεδίασης
eo: Forigi desegnregionon
es: Limpiar la pizarra
es_mx: Limpiar área de dibujo
eu_es: Garbitu arbela
fa_ir: پاکسازی منطقه رسوم
fi_fi: Tyhjennä piirto alue
fo_fo: Vælk svøtt teikniøki
fur: Scancele zone di disign
ga: Glan Limistéar Líníochta
gl: Limpar o encerado
he_il: נקה אזור ציור
hi: ड्रॉ क्षेत्र साफ़ करें
hr_hr: Obriši područje za crtanje
hu_hu: Rajzterület törlése
hy: Մաքրել նկարչական տարածքը
id_id: Hapus Area Gambar
it: Cancella l'area di disegno
ja: 描画エリアをクリア
ka_ge: მუშავების არის გასუფთავება
ko_kr: 그리기 영역 지우기
lo: ລ້າງພື້ນທີ່ແຕ້ມ
lt_lt: Išvalyti piešimo sritį
lv_lv: Notīrīt zīmēšanas laukumu
mk_mk: Исчисти област за цртање
ms_my: Kosongkan Kawasan Lukis
my_mm: ပုံဆွဲဧရိယာကို ရှင်းလင်းပါ
ne: ड्र क्षेत्र सफा गर्नुहोस्
nl: Tekengebied leegmaken
nn_no: Tøm teikneområde
oc: Escafar la zòna de desèn
pl_pl: Wyczyść Obszar Rysowania
ps: رسمي ساحه پاک کړئ
pt_br: Limpar Desenhe Area
pt_pt: Limpar área de desenho
ro_ro: Sterge tabla
ru_ru: Очистить область рисования
sk_sk: Vyčistiť priestor na kreslenie
sl: Počisti risalno površino
sq: Pastro Zonën e Vizatim
sr_rs: Obriši crtački prostor
sv_se: Rensa ritytan
sw_ke: Futa eneo la Kuchora
ta: வரைபடிப்புப் பகுதியை அழிக்கவும்
th: ล้างพื้นที่วาด
tl_ph: I-clear ang Draw Area
tr: Çizim Alanını Temizle
uk_ua: Очистити область малювання
vi_vn: Xóa vùng vẽ
xh_za: Cima indawo yokuzoba
zh_cn: 清除绘图区域
zh_tw: 清理繪圖區

source: Undo
ar: تراجع
ast_es: Desfacer
bn_bd: আনডু
bs_ba: Poništi
ca_es: Desfer
cs_cz: Zpět
da: Fortryd
de: Zurücknehmen
el: Αναίρεση
eo: Malfari
es: Deshacer
es_mx: Deshacer
eu_es: Desegin
fa_ir: خنثی کردن
fi_fi: Peru
fo_fo: Angra
fur: Anule
ga: Cealaigh
gl: Desfacer
he_il: בטל
hi: पूर्ववत्
hr_hr: Poništi
hu_hu: Visszavonás
hy: Չեղարկել
it: Annulla
ja: 元に戻す
ka_ge: გაუქმება
ko_kr: 실행 취소
lo: ຍົກເລີກ
lt_lt: Atšaukti
lv_lv: Atsaukt (Undo)
mk_mk: Поништи
my_mm: ပြန်ဖျက်ပါ
ne: पूर्ववत्
nl: Ongedaan maken
nn_no: Angre
oc: Desfar
pl_pl: Cofnij
ps: ړنګ کړئ
pt_br: Desfazer
pt_pt: Desfazer (undo)
ro_ro: Anula
ru_ru: Вернуться к прежнему
sk_sk: Späť
sl: Razveljavi
sq: Anulo
sr_rs: Poništi
sv_se: Ångra
sw_ke: Rudisha
ta: மீளமை
th: ยกเลิก
tl_ph: I-undo
tr: Geri al
uk_ua: Скасувати
vi_vn: Hoàn tác
zh_cn: 撤销
zh_tw: 復原

source: Redo
ar: اعادة
ast_es: Volver a facer
bn_bd: রিডু
bs_ba: Ponovi
ca_es: Refer
cs_cz: Znovu
da: Genskab
el: Επανάληψη
eo: Refari
es: Rehacer
es_mx: Rehacer
eu_es: Berregin
fa_ir: بازگردانی
fi_fi: Toista
fo_fo: Ger aftur
fur: Refaz
ga: Athdhéan
gl: Refacer
he_il: עשה מחדש
hi: पुनः करें
hr_hr: Ponovi
hu_hu: Újra
hy: Կրկնել
it: Ripeti
ja: やり直し
ka_ge: გამეორება
ko_kr: 다시하기
lo: ເຮັດຄືນ
lt_lt: Perdaryti
lv_lv: Pārstrādāt (Redo)
mk_mk: Повтори
my_mm: ပြန်လည်လုပ်ဆောင်ပါ
ne: पुन: गर्नुहोस्
nl: Herdoen
nn_no: Gjør om
oc: Refar
pl_pl: Ponów
ps: بخښنه غواړئ
pt_br: Refazer
pt_pt: Refazer
ro_ro: Refaceți
ru_ru: Повторить
sk_sk: Prerobiť
sl: Uveljavi
sq: Ribëj
sr_rs: Ponovi
sv_se: Gör om
sw_ke: Fanya tena
ta: மீண்டும் செய்
th: ทำซ้ำ
tl_ph: I-redo
tr: İleri al
uk_ua: Повторити
vi_vn: Làm lại
zh_cn: 重做
zh_tw: 重做

source: Select an Object
ar: اختر موضوعا
ast_es: Escoyer un oxetu
bn_bd: একটি অবজেক্ট নির্বাচন করুন
bs_ba: Odaberi objekat
ca_es: Seleccionar un objecte
cs_cz: Vybrat objekt
da: Vælg et objekt
de: Objekt auswählen
el: Επιλογή αντικειμένου
eo: Elekti objekton
es: Seleccionar un objeto
es_mx: Seleccionar un objeto
eu_es: Hautatu objektu bat
fa_ir: انتخاب یک شیء
fi_fi: Valitse objekti
fo_fo: Vel ein lut
fur: Seletune un ogjet
ga: Roghnaigh réad
gl: Seleccionar un obxecto
he_il: בחר אובייקט
hi: एक ऑब्जेक्ट चुनें
hr_hr: Odaberi objekt
hu_hu: Objektum kiválasztása
hy: Ընտրել օբյեկտ
id_id: Pilih Objek
it: Seleziona un oggetto
ja: オブジェクトを選択
ka_ge: ობიექტის შერჩევა
ko_kr: 객체 선택
lo: ເລືອກວັດຖຸ
lt_lt: Pažymėti objektą
lv_lv: Atzīmēt objektu
mk_mk: Избери објект
ms_my: Pilih Objek
my_mm: အရာဝတ္ထုတစ်ခုကို ရွေးပါ
ne: वस्तु छान्नुहोस्
nl: Selecteer een object
nn_no: Vel ein gjenstand
oc: Seleccionar un objecte
pl_pl: Wybierz obiekt
ps: یو شی غوره کړئ
pt_br: Selecione um objeto
pt_pt: Seleccionar um objecto
ro_ro: Selectați un obiect
ru_ru: Выбрать предмет
sk_sk: Vybrať predmet
sl: Izberi element
sq: Zgjidhni një Objekt
sr_rs: Izaberite objekat
sv_se: Välj ett objekt
sw_ke: Chagua Kitu
ta: ஒரு பொருளைத் தேர்ந்தெடுக்கவும்
th: เลือกวัตถุ
tl_ph: Piliin ang Object
tr: Bir Nesne Seç
uk_ua: Вибрати об'єкт
vi_vn: Chọn một đối tượng
xh_za: Khetha into
zh_cn: 选择对象
zh_tw: 選擇一件物件

source: Draw line
ar: رسم خط
ast_es: Dibuxar una llinia
bn_bd: রেখা আঁকুন
bs_ba: Crtaj liniju
ca_es: Dibuixar una línia
cs_cz: Nakreslit čáru
da: Tegn linie
de: Linie zeichnen
el: Σχεδίαση γραμμής
eo: Desegni linion
es: Dibujar una línea
es_mx: Dibujar línea
eu_es: Marraztu lerro bat
fa_ir: کشیدن خط
fi_fi: Piirrä viiva
fo_fo: Rita linju
fur: Disegne linie
ga: Tarraing líne
gl: Debuxar unha liña
he_il: צייר קו
hi: रेखा खींचें
hr_hr: Nacrtaj liniju
hu_hu: Vonal rajzolása
hy: Նկարել գիծ
id_id: Gambar garis
it: Traccia una linea
ja: 線を描く
ka_ge: ხაზის ხატვა
ko_kr: 선 그리기
lo: ແຕ້ມເສັ້ນ
lt_lt: Piešti liniją
lv_lv: Zīmēt līniju
mk_mk: Цртај линија
ms_my: Lukis garis
my_mm: မျဉ်းဆွဲပါ
ne: रेखा कोर्नुहोस्
nl: Teken een lijn.
nn_no: Teikn linje
oc: Desenhar una linha
pl_pl: Rysuj linię
ps: کرښه رسم کړئ
pt_br: Desenhar linha
pt_pt: Desenhar linha
ro_ro: Desenati o linie
ru_ru: Нарисовать линию
sk_sk: Nakresliť čiaru
sl: Nariši linijo
sq: Vizato vijë
sr_rs: Crtaj liniju
sv_se: Rita linje
sw_ke: Chora mstari
ta: கோடு வரை
th: วาดเส้น
tl_ph: Mag-draw ng linya
tr: Çizgi çiz
uk_ua: Малювати лінію
vi_vn: Vẽ đường thẳng
xh_za: Zoba umgca
zh_cn: 画线
zh_tw: 畫線

source: Draw underline
ar: رسم خط تحتي
ast_es: Dibuxar sorrayáu
bn_bd: আন্ডারলাইন আঁকুন
bs_ba: Crtaj podcrtaj
ca_es: Dibuixar subratllat
cs_cz: Nakreslit podtržení
da: Tegn understregning
de: Zeile unterstreichen
el: Σχεδίαση υπογράμμισης
eo: Desegni substrekiĝon
es: Dibujar subrayado
es_mx: Dibujar subrayado
eu_es: Azpimarratu
fa_ir: کشیدن زیرخطر
fi_fi: Alleviivaa
fo_fo: Rita undirstreking
fur: Disegne sotolinie
ga: Tarraing fo-líne
gl: Debuxar subliñado
he_il: צייר קו תחתון
hi: अंडरलाइन खींचें
hr_hr: Podcrtavanje
hu_hu: Aláhúzás rajzolása
hy: Նկարել ներքևի գիծ
id_id: Gambar garis bawah
it: Evidenzia
ja: 下線を引く
ka_ge: ხაზგასმის ხატვა
ko_kr: 밑줄 그리기
lo: ແຕ້ມຂີດກ້ອງ
lt_lt: Piešti potraukį
lv_lv: Pasvītrot
mk_mk: Исцртај потцрта
ms_my: Lukis garis bawah
my_mm: အောက်မျဉ်းဆွဲပါ
ne: अन्डरलाइन कोर्नुहोस्
nl: Onderlijn
nn_no: Teikn understrek
oc: Desenhar un sòti-linha
pl_pl: Podkreśl
ps: لاندې کرښه رسم کړئ
pt_br: Desenhar sublinhado
pt_pt: Desenhar sublinhado
ro_ro: Desenati subliniat
ru_ru: Нарисовать линию, подчеркивающую слово
sk_sk: Podčiarknuť
sl: Podčrtovanje
sq: Vizato vijë të nënvizuar
sr_rs: Crtaj podvučeno
sv_se: Rita understrykning
sw_ke: Chora mstari wa chini
ta: அண்டர்லைன் வரை
th: วาดขีดใต้
tl_ph: Mag-draw ng underline
tr: Alt çizgi çiz
uk_ua: Малювати підкреслення
vi_vn: Vẽ gạch chân
xh_za: Zoba umgca ongaphantsi
zh_cn: 画下划线
zh_tw: 畫下標線

source: Rectangle
ar: مستطيل
ast_es: Rectángulu
bn_bd: আয়তক্ষেত্র
bs_ba: Pravokutnik
cs_cz: Obdélník
da: Rektangel
de: Rechteck
el: Ορθογώνιο
eo: Rectangulo
es: Rectángulo
es_mx: Rectángulo
eu_es: Laukizuzena
fa_ir: مستطیل
fi_fi: Suorakulmio
fo_fo: Rúnt kassi
fur: Rettàngul
ga: Dronuilleog
gl: Rectángulo
he_il: מלבן
hi: आयत
hr_hr: Pravokutnik
hu_hu: Négyszög
hy: Ուղղանկյուն
id_id: Persegi panjang
it: Rettangolo
ja: 長方形
ka_ge: სამკუთხედი
ko_kr: 사각형
lo: ສີ່ຫຼ່ຽມ
lt_lt: Stačiakampis
lv_lv: Taisnstūris
mk_mk: Рамка
ms_my: Segi empat tepat
my_mm: စတုဂံ
ne: आयत
nl: Rechthoek
nn_no: Rektangel
pl_pl: Prostokąt
ps: مستطیل
pt_br: Retângulo
pt_pt: Rectângulo
ro_ro: Dreptunghi
ru_ru: Прямоугольник
sk_sk: Obdĺžnik
sl: Pravokotnik
sq: Katrer
sr_rs: Pravougaonik
sv_se: Rektangel
sw_ke: Mraba
ta: சதுரம்
th: สี่เหลี่ยม
tl_ph: Parihaba
tr: Dikdörtgen
uk_ua: Прямокутник
vi_vn: Hình chữ nhật
xh_za: Isikhuselo
zh_cn: 矩形
zh_tw: 矩形

source: Ellipse
ar: حذف
ast_es: Elipse
bn_bd: অণ্ডাকার
bs_ba: Elipsa
cs_cz: Elipsa
el: Έλλειψη
eo: Ellips'o
es: Elipse
es_mx: Elipse
eu_es: Elipsea
fa_ir: بیضی
fi_fi: Ellipsi
fo_fo: Rúntur
fur: Elisse
ga: Éilips
gl: Elipse
he_il: אליפסה
hi: दीर्घवृत्त
hr_hr: Elipsa
hu_hu: Ellipszis
hy: Էլիպս
id_id: Elips
it: Ellisse
ja: 楕円
ka_ge: ელიფსი
ko_kr: 타원
lo: ວົງລີ
lt_lt: Elipsė
lv_lv: Elipse
mk_mk: Елипса
ms_my: Elips
my_mm: ဘဲဥပုံ
ne: उपवृत्त
nl: Ellips
oc: Elipse
pl_pl: Elipsa
ps: بیضه
pt_br: Elipse
pt_pt: Elipse
ro_ro: Elipsa
ru_ru: Эллипс (овал)
sk_sk: Elipsa
sl: Elipsa
sq: Elipsë
sr_rs: Elipsa
sv_se: Elips
sw_ke: Dufu
ta: எல்லிப்ஸ்
th: วงรี
tl_ph: Eliptiko
tr: Elips
uk_ua: Еліпс
vi_vn: Hình elip
xh_za: Ellipsi
zh_cn: 椭圆
zh_tw: 橢圓形

source: Arrow
ar: سهم
ast_es: Flecha
bn_bd: তীর
bs_ba: Strelica
ca_es: Fletxa
cs_cz: Šipka
da: Pil
de: Pfeil
el: Βέλος
eo: Sago
es: Flecha
es_mx: Flecha
eu_es: Gezia
fa_ir: کمان
fi_fi: Nuoli
fo_fo: Ørindi
fur: Sagne
ga: Saighead
gl: Frecha
he_il: חץ
hi: तीर
hr_hr: Strelica
hu_hu: Nyíl
hy: Նետ
id_id: Panah
it: Freccia
ja: 矢印
ka_ge: ნისკარი
ko_kr: 화살표
lo: ລູກສອນ
lt_lt: Rodyklė
lv_lv: Bulta
mk_mk: Стрелка
ms_my: Anak panah
my_mm: မြှားထောင်
ne: तीर
nl: Pijl
nn_no: Pil
oc: Sageta
pl_pl: Strzałka
ps: یزو
pt_br: Seta
pt_pt: Seta
ro_ro: Data
ru_ru: Стрелка
sk_sk: Šípka
sl: Puščica
sq: Shigjetë
sr_rs: Strelica
sv_se: Pil
sw_ke: Mshale
ta: அம்பு
th: ลูกศร
tr: Ok
uk_ua: Стрілка
vi_vn: Mũi tên
xh_za: Utya
zh_cn: 箭头
zh_tw: 箭頭

source: Delete selected resource
ar: حذف الفقرة المختارة
ast_es: Esborrar l'elementu escoyíu
bn_bd: নির্বাচিত রিসোর্স মুছুন
bs_ba: Obriši odabrani resurs
ca_es: Esborrar l'element seleccionat
cs_cz: Smazat vybraný zdroj
da: Slet valgte genstand
de: Ausgewähltes Teil löschen
el: Διαγραφή επιλεγμένου πόρου
eo: Forigi elektitan rimedon
es: Borrar el elemento seleccionado
es_mx: Eliminar recurso seleccionado
eu_es: Ezabatu hautatutako baliabidea
fa_ir: حذف منابع انتخاب شده
fi_fi: Poista valittu resurssi
fo_fo: Sletta valda lut
fur: Scancele risurce seletude
ga: Scrios acmhainn roghnaithe
gl: Borrar o elemento seleccionado
he_il: מחק משאב נבחר
hi: चयनित संसाधन हटाएँ
hr_hr: Obriši odabrani element
hu_hu: Kiválasztott elem törlése
hy: Ջնջել ընտրված ռեսուրսը
id_id: Hapus sumber terpilih
it: Elimina l'elemento selezionato
ja: 選択したリソースを削除
ka_ge: შერჩეული რესურსის წაშლა
ko_kr: 선택된 자료 삭제
lt_lt: Ištrinti pažymėtą išteklių
lv_lv: Dzēst atlasītos resursus
mk_mk: Избриши го избраниот ресурс
ms_my: Padam sumber terpilih
my_mm: ရွေးချယ်ထားသော အရင်းအမြစ်ကို ဖျက်ပါ
ne: चयनित स्रोत मेटाउनुहोस्
nl: Verwijder het geselecteerde item
nn_no: Slett vald ressurs
oc: Suprimir la ressorsa seleccionada
pl_pl: Usuń wybrany zasób
ps: غوره شوی سرچینه حذف کړئ
pt_br: Excluir objetos selecionados
pt_pt: Eliminar o recurso seleccionado
ro_ro: Ștergeți elementul selectat
ru_ru: Удалить выбранный пункт
sk_sk: Zmazať vybranú položku
sl: Odstrani izbrani element
sq: Fshij burimin e zgjedhur
sr_rs: Obriši izabrani resurs
sv_se: Radera den valda resursen
sw_ke: Futa rasilimali iliyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட வளத்தை நீக்கவும்
th: ลบทรัพยากรที่เลือก
tl_ph: Burahin ang napiling resource
tr: Seçili kaynağı sil
uk_ua: Видалити вибраний ресурс
vi_vn: Xóa tài nguyên đã chọn
xh_za: Cima isizuko esikhethiweyo
zh_cn: 删除选定资源
zh_tw: 刪除選取項目

source: Apply for moderation
ar: قدّمْ طلب للحصول على الإعتدالِ
ast_es: Facer moderador
bn_bd: মডারেশনের জন্য আবেদন করুন
bs_ba: Prijavi se za moderiranje
ca_es: Demanar moderador
cs_cz: Žádat o moderování
da: Ansøg om at blive moderator
de: Als Moderator bewerben
el: Αίτηση για συντονισμό
eo: Peti moderadon
es: Hacer moderador
es_mx: Solicitar moderación
eu_es: Aplikatu moderatzeko
fa_ir: ثبت نام برای مدیریت
fi_fi: Ilmoittaudu valvojaksi
fo_fo: Søkj um moderation
fur: Domande moderazion
ga: Iarr modhnóireacht
gl: Facer moderador
he_il: הגש בקשה לניהול
hi: मॉडरेशन के लिए आवेदन करें
hr_hr: Zatraži mjesto moderatora
hu_hu: Jelentkezés moderátornak
hy: Պատրաստվել մոդերացիայի
id_id: Ajukan moderasi
it: Chiedi di diventare moderatore
ja: モデレーション申請
ka_ge: მოდერაციის მოთხოვნა
ko_kr: 중재 신청
lo: ສະໝັກເປັນຜູ້ຄວບຄຸມ
lt_lt: Pateikti moderavimui
lv_lv: Pieteikties par moderatoru
mk_mk: Поднеси барање за модерација
ms_my: Mohon untuk sederhana
my_mm: ညှိနှိုင်းမှုအတွက် လျှောက်ထားပါ
ne: मध्यस्थताको लागि आवेदन दिनुहोस्
nl: Stel uzelf voor als moderator
nn_no: Søkj moderering
oc: Demandar moderacion
pl_pl: Wystąp o moderację
ps: د نظارت لپاره درخواست ورکړئ
pt_br: Aplique para a moderação
pt_pt: Candidatar-se para moderador
ro_ro: Faceti moderator
ru_ru: Обратиться с заявлением о работе модератором
sk_sk: Žiadať o moderovanie
sl: Zaprosi za moderacijo
sq: Apliko për moderim
sr_rs: Apliciraj za moderiranje
sv_se: Ansök om moderering
sw_ke: Omba usimamizi
ta: மித reglனைக்கு விண்ணப்பிக்கவும்
th: สมัครเป็นผู้ดูแล
tl_ph: Mag-apply para sa moderation
tr: Moderasyon için başvur
uk_ua: Подати заявку на модерацію
vi_vn: Đăng ký kiểm duyệt
xh_za: Faka isicelo sokumodareyitha
zh_cn: 申请主持
zh_tw: 申請作主持

source: Apply
ar: تطبيق
ast_es: Facer
bn_bd: আবেদন করুন
bs_ba: Prijavi
ca_es: Fer
cs_cz: Žádat
da: Søg
de: Bewerben
el: Αίτηση
eo: Peti
es: Hacer
es_mx: Solicitar
eu_es: Aplikatu
fa_ir: اعمال بردن
fi_fi: Käytä
fo_fo: Søkj
fur: Domande
ga: Iarr
gl: Facer
he_il: החל
hi: आवेदन करें
hr_hr: Zatraži
hu_hu: Alkalmaz
hy: Պատրաստվել
id_id: Ajukan
it: Richiedi
ja: 適用
ka_ge: გამოყენება
ko_kr: 신청
lo: ສະໝັກ
lt_lt: Pritaikyti
lv_lv: Pieteikties
mk_mk: Прифати
ms_my: Mohon
my_mm: လျှောက်ထားပါ
ne: आवेदन दिनुहोस्
nl: Toepassen
nn_no: Søkj
oc: Aplicar
pl_pl: Zastosuj
ps: غوښتنه
pt_br: Aplicar
pt_pt: Candidatar-se
ro_ro: Faceti
ru_ru: Применить
sk_sk: Žiadať
sl: Uveljavi
sq: Apliko
sr_rs: Apliciraj
sv_se: Ansök
sw_ke: Omba
ta: விண்ணப்பிக்கவும்
th: สมัคร
tl_ph: Mag-apply
tr: Başvur
uk_ua: Подати
vi_vn: Áp dụng
xh_za: Faka
zh_cn: 申请
zh_tw: 申請

source: Become moderator
ar: يصيح وسيط
ast_es: Convertir en moderador
bn_bd: মডারেটর হোন
bs_ba: Postani moderator
ca_es: Convertir en moderador
cs_cz: Stát se moderátorem
da: Bliv moderator
de: Moderator werden
el: Γίνετε συντονιστής
eo: Iĝi moderanto
es: Convertir en moderador
es_mx: Convertirse en moderador
eu_es: Izan moderatzaile
fa_ir: مدیر شدن
fi_fi: Ryhdy valvojaksi
fo_fo: Verð moderator
fur: Dventâ moderadôr
ga: Bí modhnóir
gl: Converter en moderador
he_il: הפוך למנחה
hi: मॉडरेटर बनें
hr_hr: Postani moderator
hu_hu: Moderátornak jelentkezem
hy: Դառնալ մոդերատոր
id_id: Jadi moderator
it: Diventa moderatore
ja: モデレーターになる
ka_ge: გახდი მოდერატორი
ko_kr: 중재자 되기
lo: ເປັນຜູ້ຄວບຄຸມ
lt_lt: Tapti moderatoriumi
lv_lv: Kļūt par moderatoru
mk_mk: Стани модератор
ms_my: Jadi moderator
my_mm: ညှိနှိုင်းသူဖြစ်ပါ
ne: मध्यस्थ बन्नुहोस्
nl: Word moderator
nn_no: Bli moderator
oc: Devenir moderator
pl_pl: Zostań moderatorem
ps: مدير شئ
pt_br: Tornar-se moderador
pt_pt: Tornar-se moderador
ro_ro: Conversia la moderator
ru_ru: Стать модератором
sk_sk: Stať sa moderátorom
sl: Postani moderator
sq: Bëhu moderator
sr_rs: Postani moderator
sv_se: Bli moderator
sw_ke: Kuwa modereta
ta: மித reglனையாகலாம்
th: เป็นผู้ดูแล
tl_ph: Maging moderator
tr: Moderatör ol
uk_ua: Стати модератором
vi_vn: Trở thành người kiểm duyệt
xh_za: Yiba umodareyitha
zh_cn: 成为主持人
zh_tw: 成為主持人

source: Italic
ar: خط مائل
ast_es: Cursiva
bn_bd: ইটালিক
bs_ba: Kurziv
ca_es: Cursiva
cs_cz: Kurzíva
da: Kursiv
de: Kursiv
el: Πλάγια γραφή
eo: Kursiva
es: Cursiva
es_mx: Cursiva
eu_es: Etzana
fa_ir: حروف کج
fi_fi: Kursiivi
fo_fo: Karakter
fur: Corsiv
ga: Iodálach
gl: Cursiva
hi: इटैलिक
hu_hu: Dőlt
hy: Կռունկ
id_id: Miring
it: Corsivo
ja: 斜体
ka_ge: კურთხევა
ko_kr: 기울임꼴
lo: ຕົວອຽງ
lt_lt: Kursyvas
lv_lv: Slīpraksts
mk_mk: Накривено
ms_my: Condong
my_mm: စာလုံးစောင်း
ne: इटालिक
nl: cursief
nn_no: Kursiv
oc: Italica
pl_pl: Kursywa
ps: ایتالیک
pt_br: Itálico
pt_pt: Itálico
ru_ru: Курсив
sk_sk: Kurzíva
sl: Ležeče
sq: Pjerrët
sr_rs: Kurziv
sv_se: Kursiv
sw_ke: Herufi za mviringo
ta: இத்தலிக்
th: ตัวเอียง
tl_ph: Italiko
tr: İtalik
uk_ua: Курсив
vi_vn: Nghiêng
zh_cn: 斜体
zh_tw: 斜體

source: Bold
ar: عريض
ast_es: Negrina
bn_bd: বোল্ড
bs_ba: Podebljano
ca_es: Negreta
cs_cz: Tučné
da: Fed
de: Fett
el: Έντονα
eo: Grasa
es: Negrita
es_mx: Negrita
eu_es: Lodia
fa_ir: ظخیم
fi_fi: Lihavoitu
fo_fo: Feit
fur: Grassêt
ga: Trom
gl: Negrita
hi: बोल्ड
hu_hu: Kövér
hy: Հաստ
id_id: Tebal
it: Grassetto
ja: 太字
ka_ge: მსხვილი
ko_kr: 굵게
lo: ຕົວໜາ
lt_lt: Paryškintas
lv_lv: Treknraksts
mk_mk: Загдебено
ms_my: Tebal
my_mm: စာလုံးထူ
ne: बोल्ड
nl: vet
nn_no: Feit
oc: Gròss
pl_pl: Pogrubiony
ps: غټ
pt_br: Negrito
pt_pt: Negrito
ro_ro: Ingrosat
ru_ru: Жирный
sk_sk: Tučné
sl: Krepko
sq: Të trashë
sr_rs: Podebljano
sv_se: Fet
sw_ke: Nenepesha
ta: தடித்த
th: ตัวหนา
tl_ph: Makapal
tr: Kalın
uk_ua: Жирний
vi_vn: Đậm
zh_cn: 粗体
zh_tw: 粗體

source: Waiting
ar: انتظار
ast_es: Esperando
bn_bd: অপেক্ষমাণ
bs_ba: Čeka
ca_es: Esperant
cs_cz: Čeká
da: Afventende
de: Warten
el: Αναμονή
eo: Atendanta
es: Esperando
es_mx: Esperando
eu_es: Itxaroten
fa_ir: در حال انتظار
fi_fi: Odottaa
fo_fo: Bíðar
fur: In atese
ga: Ag fanacht
gl: Esperando
he_il: ממתין
hi: प्रतीक्षा
hr_hr: Čekanje....
hu_hu: Várakozás
hy: Սպասման մեջ
id_id: Menunggu
it: In attesa
ja: 待機中
ka_ge: ლოდინი
ko_kr: 대기 중
lo: ກຳລັງລໍຖ້າ
lt_lt: Laukiama
lv_lv: Gaida
mk_mk: Во чекање
ms_my: Menunggu
my_mm: စောင့်ဆိုင်းနေသည်
ne: प्रतीक्षा
nl: Even geduld
nn_no: Venter
oc: En espèra
pl_pl: Oczekujący
ps: انتظار
pt_br: Aguardando
pt_pt: Esperar
ro_ro: Asteptand
ru_ru: Ожидание
sk_sk: Čakanie
sl: V pričakovanju ...
sq: Duke pritur
sr_rs: Čeka
sv_se: Väntar
sw_ke: Inasubiri
ta: காத்திருக்கிறேன்
th: กำลังรอ
tl_ph: Naghihintay
tr: Bekliyor
uk_ua: Очікування
vi_vn: Đang chờ
xh_za: Ulindile
zh_cn: 等待中
zh_tw: 等候
