Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Note added
ar: تم اضافة ملاحظة
ast_es: Nota amestada
bn_bd: নোট যোগ করা হয়েছে
bs_ba: Napomena dodana
ca_es: Nota afegida
cs_cz: Poznámka přidána
da: Note tilføjet
de: Notiz hinzugefügt
el: Προστέθηκε σημείωση
eo: Noto aldonita
es: Nota añadida
es_mx: Nota agregada
eu_es: Ohar bat gehitu da
fa_ir: یادداشت اضافه شد
fi_fi: Muistiinpano lisätty
fo_fo: Viðmerking løgd afturat
fur: Not zontade
ga: Nóta curtha leis
gl: Nota engadida
he_il: נוספה הערה
hi: टिप्पणी जोड़ी गई
hr_hr: Napomena dodana
hu_hu: Jegyzet hozzáadva
hy: Գրառում ավելացվել է
id_id: Catatan ditambahkan
it: Appunti aggiunti
ja: メモが追加されました
ka_ge: შენიშვნა დაემატა
ko_kr: 메모 추가됨
lt_lt: Pastaba pridėta
lv_lv: Piezīme pievienota
mk_mk: Белешка додадена
ms_my: Nota dikemas kini
my_mm: မှတ်စုထည့်သွင်းပြီးဖြစ်သည်
ne: नोट थपियो
nl: Notitie toegevoegd
nn_no: Notat lagt til
oc: Nota aponduda
pl_pl: Notatka dodana
ps: نوم اضافه شوی
pt_br: Nota adicionada
pt_pt: Nota adicionada
ro_ro: Notă adăugata
ru_ru: Заметка добавлена
sk_sk: Poznámka pridaná
sl: Beležka je bila dodana
sq: Shënim i shtuar
sr_rs: Napomena je dodata
sv_se: Notering tillagd
sw_ke: Kumbuka imeongezwa
ta: குறிப்பு சேர்க்கப்பட்டது
th: เพิ่มโน้ตแล้ว
tl_ph: Nadagdag ang Note
tr: Not eklendi
uk_ua: Додано примітку
vi_vn: Ghi chú đã được thêm
xh_za: Inqaku longzakalisiwe
zh_cn: 笔记已添加
zh_tw: 已新增筆記

source: Note updated
ar: تم تحديث الملاحظة
ast_es: Nota anovada
bn_bd: নোট আপডেট করা হয়েছে
bs_ba: Napomena ažurirana
ca_es: Nota actualitzada
cs_cz: Poznámka aktualizována
da: Note opdateret
de: Notiz aktualisiert
el: Ενημερώθηκε σημείωση
eo: Noto ĝisdatigita
es: Nota actualizada
es_mx: Nota actualizada
eu_es: Ohar bat eguneratu da
fa_ir: یادداشت بروز رسانی شد
fi_fi: Muistiinpano päivitetty
fo_fo: Viðmerking dagførd
fur: Not aziornade
ga: Nóta nuashonraithe
gl: Nota actualizada
he_il: הערה עודכנה
hi: टिप्पणी अपडेट की गई
hr_hr: Napomena ažurirana
hu_hu: Jegyzet frissítve
hy: Գրառումը թարմացվել է
id_id: Catatan diperbarui
it: Appunti aggiornati
ja: メモが更新されました
ka_ge: შენიშვნა განახლდა
ko_kr: 메모 업데이트됨
lt_lt: Pastaba atnaujinta
lv_lv: Piezīme atjaunināta
mk_mk: Белешка ажурирана
ms_my: Nota dipadam
my_mm: မှတ်စုအဆင့်မြှင့်တင်ပြီးဖြစ်သည်
ne: नोट अद्यावधिक भयो
nl: Notitie aangepast
nn_no: Notat oppdatert
oc: Nota actualizada
pl_pl: Notatka zaktualizowana
ps: نوم تازه شوی
pt_br: Nota atualizada
pt_pt: Nota actualizada
ro_ro: Notă actualizata
ru_ru: Заметка обновлена
sk_sk: Poznámka aktualzovaná
sl: Beležka je bila ažurirana
sq: Shënim i përditësuar
sr_rs: Napomena je ažurirana
sv_se: Notis uppdaterad
sw_ke: Kumbuka imebadilishwa
ta: குறிப்பு புதுப்பிக்கப்பட்டது
th: อัปเดตโน้ตแล้ว
tl_ph: Na-update ang Note
tr: Not Defteri güncellendi
uk_ua: Примітку оновлено
vi_vn: Ghi chú đã được cập nhật
xh_za: Inqaku lihlaziyiweyo
zh_cn: 笔记已更新
zh_tw: 筆記已更新

source: Note deleted
ar: تم حذف الملاحظة
ast_es: Nota desaniciada
bn_bd: নোট মুছে ফেলা হয়েছে
bs_ba: Napomena obrisana
ca_es: Nota eliminada
cs_cz: Poznámka smazána
da: Note slettet
de: Notiz gelöscht
el: Διαγράφηκε σημείωση
eo: Noto forigita
es: Nota eliminada
es_mx: Nota eliminada
eu_es: Ohar bat ezabatu da
fa_ir: یادداشت حذف شد
fi_fi: Muistiinpano poistettu
fo_fo: Viðmerking slett
fur: Not scjadude
ga: Nóta scriosaithe
gl: Nota eliminada
he_il: הערה נמחקה
hi: टिप्पणी हटाई गई
hr_hr: Napomena izbrisana
hu_hu: Jegyzet törölve
hy: Գրառումը ջնջվել է
id_id: Catatan dihapus
it: Appunti eliminati
ja: メモが削除されました
ka_ge: შენიშვნა წაიშალა
ko_kr: 메모 삭제됨
lt_lt: Pastaba ištrinta
lv_lv: Piezīme izdzēsta
mk_mk: Белешка избришана
ms_my: Padam semua kehadiran yang dicipta
my_mm: မှတ်စုဖျက်လိုက်ပြီးဖြစ်သည်
ne: नोट हटाइयो
nl: Notitie verwijderd
nn_no: Notat sletta
oc: Nota suprimida
pl_pl: Notatka usunięta
ps: نوم له منځه وړل شوی
pt_br: Nota removida
pt_pt: Nota eliminada
ro_ro: Nota eliminata
ru_ru: Заметка удалена
sk_sk: Poznámka zmazaná
sl: Beležka je bila odstranjena
sq: Shënim i fshirë
sr_rs: Napomena je obrisana
sv_se: Notis borttagen
sw_ke: Kumbuka imeondolewa
ta: குறிப்பு நீக்கப்பட்டது
th: ลบโน้ตแล้ว
tl_ph: Natanggal ang Note
tr: Not silindi
uk_ua: Примітку видалено
vi_vn: Ghi chú đã bị xóa
xh_za: Inqaku licishiwe
zh_cn: 笔记已删除
zh_tw: 筆記已刪除

source: Delete all created attendances
ar: الغاء كل الحضور
ast_es: Desaniciar toles asisténcies creaes
bn_bd: সকল তৈরি উপস্থিতি মুছে ফেলুন
bs_ba: Obriši sve kreirane prisustva
ca_es: Elimina totes les assistències creades
cs_cz: Smazat všechny vytvořené docházky
da: Slet alle oprettede fremmøder
de: Alle erstellten Anwesenheiten löschen
el: Διαγραφή όλων
eo: Forigi ĉiujn kreitajn partoprenojn
es: Eliminar todas las asistencias creadas
es_mx: Eliminar todas las asistencias creadas
eu_es: Ezabatu sortutako asistentzia guztiak
fa_ir: تمامی حضورها را حذف کن
fi_fi: Poista kaikki valitut läsnäolot
fo_fo: Sletta allar framtaktu viðmerkingar
fur: Scjadî tute lis presênsis creâdis
ga: Scrios gach freastal curtha leis
gl: Eliminar tódalas atencións creadas
he_il: מחק את כל הנוכחות שנוצרה
hi: सभी बनाई गई उपस्थितियाँ हटाएँ
hr_hr: Izbriši sve kreirane prisutnosti
hu_hu: Összes létrehozott részvétel törlése
hy: Ջնջել բոլոր ստեղծված մասնակցությունները
id_id: Hapus semua kehadiran yang dibuat
it: Elimina tutte le presenze registrate
ja: 作成した出席をすべて削除
ka_ge: ყველა შექმნილი დასწრების წაშლა
ko_kr: 생성된 모든 출석 삭제
lo: ລຶບການເຂົ້າຮ່ວມທີ່ສ້າງທັງໝົດ
lt_lt: Ištrinti visas sukurtas lankomumo žymas
lv_lv: Dzēst visu klātienes reģistru
mk_mk: Избриши ги сите создадени присуства
ms_my: Tugaskan sesi kepada
my_mm: ဖန်တီးထားသော တက်ရောက်မှုအားလုံးကို ဖျက်ပါ
ne: सबै बनाइएका उपस्थिति हटाउनुहोस्
nl: Verwijder alle gemaakte aanwezigheden
nn_no: Slett alle oppretta tilhøve
oc: Suprimir totas las assisténcias creadas
pl_pl: Usuń wszystkie stworzone frekwencje
ps: ټولې جوړې شوې حاضرۍ له منځه یوسئ
pt_br: Excluir todas as presenças criadas
pt_pt: Apagar todas as presenças
ro_ro: Eliminați toate asistentele create
ru_ru: Удалить все созданные посещения
sk_sk: Odstrániť všetky vytvorené dochádzky
sl: Odstrani vso obstoječo prisotnost
sq: Fshi të gjitha pjesëmarrjet e krijuara
sr_rs: Obriši sve kreirane prisustva
sv_se: Ta bort alla skapade frånvarokontroller
sw_ke: Futa mahudhurio yote yaliyoundwa
ta: உருவாக்கப்பட்ட அனைத்து வருகைகளையும் நீக்கு
th: ลบการเข้าเรียนทั้งหมดที่สร้างขึ้น
tl_ph: Tanggalin lahat ang nilikhang mga pagdalo
tr: Tüm oluşturulan yoklamaları sil
uk_ua: Видалити всі створені відвідування
vi_vn: Xóa tất cả điểm danh đã tạo
xh_za: Cima zonke iattendances ezenziweyo
zh_cn: 删除全部的出勤记录
zh_tw: 刪除所有已建立的出席記錄

source: Assign sessions to
ar: تخصيص دورة لـ
ast_es: Asignar sesiones a
bn_bd: সেশন বরাদ্দ করুন
bs_ba: Dodijeli sesije
ca_es: Assigna sessions a
cs_cz: Přiřadit sezení k
da: Tildel sessioner til
de: Kurs-Session zuordnen zu
el: Ανάθεση συνεδριών σε
eo: Atribui sesiojn al
es: Asignar sesiones a
es_mx: Asignar sesiones a
eu_es: Eman saioak honakoari:
fa_ir: اختصاص جلسات به
fi_fi: Määritä istunnot käyttäjälle
fo_fo: Útvega bólkar til
fur: Assegnâ sesions a
ga: Socrú seisiúin do
gl: Asignar sesións a
he_il: הקצה הפעלות ל
hi: सत्र सौंपें
hr_hr: Dodijeli sesije
hu_hu: Összefoglalók hozzárendelése ehhez
hy: Տերմինները վերագրել
id_id: Tetapkan sesi ke
it: Assegna sessioni a
ja: セッションを割り当て
ka_ge: სესიების მიკუთვნება
ko_kr: 세션 할당
lo: ມອບໝາຍເຊດຊັນໃຫ້
lt_lt: Priskirti sesijas
lv_lv: Noteikt sesiju uz
mk_mk: Додели сесии на
ms_my: Muat naik
my_mm: အစည်းအဝေးများကို သတ်မှတ်ပါ
ne: सत्रहरूलाई नियुक्त गर्नुहोस्
nl: Wijs sessies toe aan
nn_no: Tildel samlingar til
oc: Assignar sesioms a
pl_pl: Przypisz sesję do
ps: سشنونه ټاکل ((sitename))
pt_br: Designar sessão para
pt_pt: Atribuir sessões a
ro_ro: Atribuirea sesiuni la
ru_ru: Назначить сессии
sk_sk: Priradené stretnutia do
sl: Dodeli sejo
sq: Cakto seanca për
sr_rs: Dodeli sesije
sv_se: Tilldela sessioner till
sw_ke: Patia vikao kwa
ta: அமர்வுகளை ஒதுக்கீடு செய்
th: กำหนดเซสชันให้
tl_ph: Magtalaga ng mga sesyon sa
tr: Oturumları şuna ata
uk_ua: Призначити сесії
vi_vn: Gán phiên cho
xh_za: Abela iiseshini kwi
zh_cn: 分配会话给
zh_tw: 指派課程至

source: Upload
ar: رفع الملف
ast_es: Unviar
bn_bd: আপলোড
bs_ba: Učitaj
ca_es: Enviar
cs_cz: Nahrát
da: Načíst
el: Ανέβασμα (upload)
eo: Alŝuti
es: Enviar
es_mx: Cargar
eu_es: Kargatu
fa_ir: ارسال
fi_fi: Lähetä
fo_fo: Legg upp
fur: Carie
ga: Uaslódaigh
gl: Enviar
he_il: העלה
hi: अपलोड
hr_hr: Prijenos
hu_hu: Feltölt
hy: Վերբեռնել
id_id: Feltlt
it: Carica
ja: アップロード
ka_ge: ატვირთვა
ko_kr: 업로드
lo: ອັບໂຫຼດ
lt_lt: Įkelti
lv_lv: Augšupielādēt
mk_mk: Подигни
ms_my: Pengguna baru di ((sitename))
my_mm: တင်သွင်းပါ
ne: अपलोड
nl: Uploaden
nn_no: Last opp
oc: Teichar
pl_pl: Prześlij
ps: اپلوډ
pt_br: Enviar para servidor
pt_pt: Enviar
ro_ro: Trimite
ru_ru: Загрузить
sk_sk: Načítať
sl: Naloži
sq: Ngarko
sr_rs: Snimi na server
sv_se: Ladda upp
sw_ke: Pakia
ta: பதிவேற்று
th: อัปโหลด
tl_ph: Mag-upload
tr: Yükle
uk_ua: Завантажити
vi_vn: Tải lên
xh_za: Layisha
zh_cn: 上传
zh_tw: 上傳

source: New user on ((sitename))
ar: مستخدم جديد على
ast_es: Ñuivu usuariu en ((sitename))
bn_bd: ((sitename))-এ নতুন ব্যবহারকারী
bs_ba: Novi korisnik na ((sitename))
ca_es: Usuari nou a ((sitename))
cs_cz: Nový uživatel na ((sitename))
da: Ny bruger på ((sitename))
de: Neue Benutzer auf ((sitename))
el: Νέος χρήστης στο ((όνομα ιστοτόπου))
eo: Nova uzanto en ((sitename))
es: Nuevo usuario en ((sitename))
es_mx: Nuevo usuario en ((sitename))
eu_es: Erabiltzaile berria ((sitename))honetan
fa_ir: کاربر جدید در ((sitename))
fi_fi: Uusi käyttäjä sivustolla ((sitename))
fo_fo: Nýggjur brúkari á ((sitename))
fur: Gnûf utent su ((sitename))
ga: Úsáideoir nua ar ((sitename))
gl: Novo usuario en ((sitename))
he_il: משתמש חדש ב-((שם אתר))
hi: ((sitename)) पर नया उपयोगकर्ता
hr_hr: Novi korisnik na ((sitename))
hu_hu: Új felhasználó a ((sitename))-en
hy: Նոր օգտատեր ((sitename))-ում
id_id: Pengguna baru di ((sitename))
it: Nuovo utente su ((sitename))
ja: ((sitename)) に新しいユーザ
ka_ge: ახალი მომხმარებელი ((sitename))-ზე
ko_kr: ((sitename))에 새 사용자
lt_lt: Naujas vartotojas ((sitename))
lv_lv: Jauns lietotājs ((sitename))
mk_mk: Нов корисник на ((sitename))
ms_my: Sudah didaftarkan dalam kursus
my_mm: ((sitename)) တွင် အသုံးပြုသူအသစ်
ne: ((sitename)) मा नयाँ प्रयोगकर्ता
nl: Nieuwe gebruiker op ((sitename))
nn_no: Ny brukar på ((sitename))
oc: Novèl utilizaire sus ((sitename))
pl_pl: Nowy użytkownik na ((sitename))
ps: نوی کاروونکي په ((sitename))
pt_br: Novo usuário em ((sitename))
pt_pt: Novo utilizador em ((sitename))
ro_ro: Utilizator nou in ((sitename))
ru_ru: Новый пользователь на ((sitename))
sk_sk: Nový používateľ na ((sitename))
sl: Nov uporabnik v ((sitename))
sq: Përdorues i ri në ((sitename))
sr_rs: Novi korisnik na ((sitename))
sv_se: Ny användare på ((sitename))
sw_ke: Mtumiaji mpya kwenye ((sitename))
ta: ((sitename))-ல் புதிய பயனர்
th: ผู้ใช้ใหม่ใน ((sitename))
tl_ph: Bagong user sa ((sitename))
tr: ((sitename)) üzerinde yeni kullanıcı
uk_ua: Новий користувач на ((sitename))
vi_vn: Người dùng mới trên ((sitename))
xh_za: Umsebenzisi omtsha ku ((sitename))
zh_cn: ((sitename)) 上新用户
zh_tw: ((sitename)) 上有新使用者

source: Already registered in course
ar: لقد تم التسجيل من قيل
ast_es: Yá rexistráu nel cursu
bn_bd: কোর্সে ইতিমধ্যে নিবন্ধিত
bs_ba: Već registrovan u kursu
ca_es: Ja s'ha registrat en el curs
cs_cz: Už registrován v kurzu
da: Allerede registreret i kursus
de: Bereits im Kurs registriert
el: Έχετε ήδη εγγραφεί στο μάθημα
eo: Jam registrita en kurso
es: Ya se encuentra registrado en el curso
es_mx: Ya registrado en el curso
eu_es: Bazaude ikastaroan erregistratuta
fa_ir: قبلا در درس ثبت نام شده
fi_fi: Jo rekisteröity kurssille
fo_fo: Ískoytisritað/ur í lærugreini
fur: Ja registrât tal curs
ga: Cláraithe cheana sa chúrsa
gl: Xa está rexistrado no curso
he_il: כבר רשום בקורס
hi: कोर्स में पहले से पंजीकृत
hr_hr: Već registriran u predmetu
hu_hu: Már regisztrálva a kurzusban
hy: Արդեն գրանցված է դասընթացում
id_id: Sudah terdaftar di kursus
it: Già registrato al corso
ja: コースに既に登録済み
ka_ge: 이미 რეგისტრირებულია კურსში
ko_kr: 이미 코스에 등록됨
lo: ລົງທະບຽນໃນຫຼັກສູດແລ້ວ
lt_lt: Jau užregistruotas kurse
lv_lv: Jau ir reģistrēti kursā
mk_mk: Веќе регистриран во курсот
ms_my: Tunjuk Maklum Balas
my_mm: သင်တန်းတွင် မှတ်ပုံတင်ပြီးဖြစ်သည်
ne: पाठ्यक्रममा पहिल्यै दर्ता भएको
nl: Reeds geregistreerd in deze cursus
nn_no: Allereie registrert i kurs
oc: Ja inscrit dins lo cors
pl_pl: Już zarejestrowany na kursie
ps: لا دمخه په کورس کې ثبت شوی
pt_br: Já cadastrado neste curso
pt_pt: Já se encontra registado no Curso
ro_ro: Deja este înregistrat în curs
ru_ru: Уже зарегистрирован в курсе
sk_sk: Už ste sa zaregistrovali v kurze
sl: Že vpisan v ta tečaj
sq: Tashmë i regjistruar në kurs
sr_rs: Već registrovan u kursu
sv_se: Redan registrerad i kursen
sw_ke: Tayari amesajiliwa katika kozi
ta: இந்த பாடத்தில் ஏற்கனவே பதிவு செய்யப்பட்டுள்ளது
th: ลงทะเบียนในคอร์สแล้ว
tl_ph: Nairehistro na sa kurso
tr: Kurs'a zaten kayıtlı
uk_ua: Вже зареєстрований на курсі
vi_vn: Đã đăng ký khóa học
xh_za: Sele ubhalisiwe kwikhosi
zh_cn: 已在课程中注册
zh_tw: 已在課程中註冊

source: Show Feedback
ar: عرض الاقتراحات
ast_es: Amosar comentariu
bn_bd: প্রতিক্রিয়া দেখান
bs_ba: Prikaži povratne informacije
ca_es: Mostrar comentari
cs_cz: Zobrazit zpětnou vazbu
da: Vis tilbagemelding
de: Antworten zeigen
el: Εμφάνιση Σχολίων
eo: Montru retrokuplaĵon
es: Mostrar comentario
es_mx: Mostrar feedback
eu_es: Erakutsi iruzkinak
fa_ir: نمایش توضیحات
fi_fi: Näytä palaute
fo_fo: Vís endurgivan
fur: Mostre il Feedback
ga: Taispeáin Aiseolas
gl: Amosar os comentarios
he_il: הצג משוב
hi: प्रतिपुष्टि दिखाएँ
hr_hr: Prikaži povratnu informaciju
hu_hu: Visszajelzés megtekintése
hy: Ցուցադրել արձագանքը
id_id: Tampilkan Masukan
it: Mostra i commenti
ja: フィードバックを表示
ka_ge: პირდაპირი კავშირის ჩვენება
ko_kr: 피드백 보기
lo: ສະແດງຄຳຕິຊົມ
lt_lt: Rodyti atsiliepimus
lv_lv: Parādīt atsauksmi
mk_mk: Покажи повратна_информација
ms_my: Tunjuk Maklum Balas
my_mm: အကြံပြုချက်ပြပါ
ne: प्रतिपुष्टि देखाउनुहोस्
nl: Feedback weergeven
nn_no: Vis tilbakemelding
oc: Afichar retorne
pl_pl: Pokaż Odpowiedź
ps: څرګندونه ښودل
pt_br: Mostrar Feedback
pt_pt: Apresentar Feedback
ro_ro: Arată comentariul
ru_ru: Показать Обратную связь
sk_sk: Ukázať spätnú väzbu
sl: Prikaži povratno informacijo
sq: Shfaq Pritjen
sr_rs: Prikaži odgovor
sv_se: Visa feedback
sw_ke: Onyesha Maoni
ta: பின்னூட்டத்தைக் காட்டு
th: แสดงความเห็นที่ตอบกลับ
tl_ph: Ipakita ang Feedback
tr: Geri dönüş göster
uk_ua: Показати Зворотній зв'язок
vi_vn: Hiển thị Phản hồi
xh_za: Bonisa iMpendulo
zh_cn: 显示反馈
zh_tw: 顯示回饋

source: Give / Edit Feedback
ar: إدراج / تحرير إقتراحات
ast_es: Amestar / Cambiar un comentariu
bn_bd: প্রতিক্রিয়া দিন / সম্পাদনা করুন
bs_ba: Daj / Uredi povratne informacije
ca_es: afegir/modificar un comentari
cs_cz: Poskytnout / Upravit zpětnou vazbu
da: Giv / rediger tilbagemelding
de: Antwort schreiben/bearbeiten
el: Δώστε / Επεξεργαστείτε Σχόλια
eo: Donu/ Redaktu retrokuplaĵon XX
es: Añadir / Modificar un comentario
es_mx: Añadir / Modificar un feedback
eu_es: Eman / Editatu iruzkina
fa_ir: افزودن یا ویرایش توضیحات
fi_fi: Anna / muokkaa palautetta
fo_fo: Gev / breyt endurgivan
fur: Dâ / Modifiche il Feedback
ga: Tabhair / Cuir in eagar Aiseolas
gl: Dar / Modificar os comentarios
he_il: תן/ערוך משוב
hi: प्रतिपुष्टि दें / संपादित करें
hr_hr: Pruži/Uredi povratnu informaciju
hu_hu: Visszajelzés adása/szerkesztése
hy: Տալ / Խմբագրել արձագանք
id_id: Sumbang / Edit Masukan
it: Dai / Modifica un commento
ja: フィードバックを与える／編集する
ka_ge: პირდაპირი კავშირის მიცემა / დარედაქტირება
ko_kr: 피드백 쓰기/수정
lo: ໃຫ້ / ແກ້ໄຂຄຳຕິຊົມ
lt_lt: Duoti / Redaguoti atsiliepimą
lv_lv: Rakstīt / Labot atsauksmi
mk_mk: Дај/Уреди повратна_информација
ms_my: Berikan / Edit Maklum Balas
my_mm: အကြံပြုချက်ပေးရန် / တည်းဖြတ်ရန်
ne: प्रतिपुष्टि दिनुहोस् / सम्पादन गर्नुहोस्
nl: Geef/editeer feedback
nn_no: Gi / rediger tilbakemelding
oc: Donar / Modificar retorne
pl_pl: Dodaj/Edytuj Odpowidź
ps: څرګندونه ورکول / سمول
pt_br: Dar / Editar Feedback
pt_pt: Atribuir / Editar Feedback
ro_ro: Adaugă / Modifică un comentariu
ru_ru: Дать/Редактировать Обратную связь
sk_sk: Dať / Upraviť spätnú väzbu
sl: Podaj / Uredi povratno informacijo
sq: Jep / Redakto Pritjen
sr_rs: Daj/Izmeni odgovor
sv_se: Ge / Ändra feedback
sw_ke: Toa / Hariri Maoni
ta: பின்னூட்டம் அளி /திருத்து
th: ชื่อภาษาอังกฤษ / แก้ไข การตอบกลับ
tl_ph: Bigyan / I-edit ang Feedback
tr: Geri dönüş Ver/Düzenle
uk_ua: Надати / Редагувати Зворотній зв'язок
vi_vn: Cung cấp / Sửa Phản hồi
xh_za: Nika / Hlela iMpendulo
zh_cn: 提供/编辑反馈
zh_tw: 提出/編輯回饋

source: ---Just upload---
ar: رفع فقط
ast_es: --Tresferir a migo mesmu--
bn_bd: ---শুধু আপলোড করুন---
bs_ba: ---Samo učitaj---
ca_es: Transferir a mi mateix
cs_cz: ---Jen nahrát---
da: ---UploadBare---
de: ---Nur-Upload---
el: --- Ανέβασμα αρχείου ---
eo: ---NurAlŝuto---
es: ---Transferir a mí mismo---
es_mx: ---Transferir a mí mismo---
eu_es: ---Kargatu bakarrik---
fa_ir: ---فقط ارسال---
fi_fi: Tallenna itsellesi
fo_fo: ---Bert legg upp---
fur: ---Just carie---
ga: ---Uaslódaigh amháin---
gl: ---Recén Subido---
he_il: ---פשוט העלה---
hi: ---केवल अपलोड करें---
hr_hr: ---Samoprijenos---
hu_hu: ---CsakFeltöltés---
hy: ---Պարզապես վերբեռնել---
id_id: ---Hanya Upload---
it: ---Carica solamente---
ja: ---ただアップロード---
ka_ge: ---უბრალოდ ატვირთე---
ko_kr: ---그냥 업로드---
lo: ---ພຽງແຕ່ອັບໂຫຼດ---
lt_lt: ---Tik įkelti---
lv_lv: Vienkārši augšupielādēt
mk_mk: --ТукуштоКачено--
ms_my: ---Muat naik sahaja---
my_mm: ---တင်သွင်းရုံသာ---
ne: ---केवल अपलोड गर्नुहोस्---
nl: ---EnkelUpload---
nn_no: ---Berre last opp---
oc: ---Simplament teichar---
pl_pl: --PoprostuZaładuj--
ps: ---یوازې اپلوډ---
pt_br: ---ApenasEnvio---
pt_pt: ---Enviar apenas---
ro_ro: ---Transfer la mine---
ru_ru: ---Только что загружен---
sk_sk: ---Len načítať---
sl: --le nalaganje--
sq: ---Vetëm ngarko---
sr_rs: ---SamoUčitavanje---
sv_se: ---NyligenUpladdat---
sw_ke: ---Pakia tu---
ta: ---இலவசமாக பதிவேற்று---
th: ส่งเข้ามาล่าสุด
tl_ph: ---Lamang mag-upload---
tr: --SadeceGönder--
uk_ua: --- ПростоЗавантажити ---
vi_vn: ---Chỉ tải lên---
xh_za: ---Upload nje---
zh_cn: ---仅上传---
zh_tw: ---剛剛上傳---

source: Nothing for
ar: لا شيء لـ
ast_es: Nun hai corréu pa
bn_bd: কিছু নেই
bs_ba: Ništa za
ca_es: Res per a
cs_cz: Nic pro
da: Intet til
de: Nichts für
el: Τίποτε για
eo: Nenio por
es: Nada para
es_mx: Nada para
eu_es: Ezer ez honakoarentzat
fa_ir: هیچ برای
fi_fi: Nenio por
fo_fo: Einki fyri
fur: Nissûn par
ga: Rud ar bith le haghaidh
gl: Nada para
he_il: שום דבר עבור
hi: के लिए कुछ नहीं
hr_hr: Ništa za
hu_hu: Nincs semmi
hy: Ոչինչ
id_id: Tidak ada untuk
it: Nulla da
ja: 対象なし
ka_ge: არაფერია
ko_kr: 없음
lo: ບໍ່ມີຫຍັງສຳລັບ
lt_lt: Nieko
lv_lv: Nav nekā priekš
mk_mk: Ништо за
ms_my: Tiada untuk
my_mm: မည်သည့်အရာမျှမရှိပါ
ne: को लागि केही छैन
nl: Niets voor
nn_no: Ingen ting for
oc: Res per
pl_pl: Nic dla
ps: هېڅ شی نشته د
pt_br: Nada para
pt_pt: Nada para
ro_ro: Nimic pentru
ru_ru: Ничего для
sk_sk: Nič pre
sl: Ničesar za
sq: Asgjë për
sr_rs: Ništa za
sv_se: Ingenting för
sw_ke: Hakuna kwa
ta: எதுவும் இல்லை
th: ไม่มีเจ้าของ
tl_ph: Wala para sa
tr: İçin hiçbir şey
uk_ua: Нічого для
vi_vn: Không có gì cho
xh_za: Akukho nto ka
zh_cn: 无
zh_tw: 靾餑淀券牶竻

source: (not registered to this course)
ar: غير مسجل في هذا المقرر
ast_es: (nun ta matriculáu nesti cursu)
bn_bd: (এই কোর্সে নিবন্ধিত নয়)
bs_ba: (nije registrovan na ovaj kurs)
ca_es: (no registrat per aquest curs)
cs_cz: (neregistrován do tohoto kurzu)
da: (står ikke på deltagerlisten)
de: (nicht registriert für diesen Kurs)
el: (όχι εγγεγραμμένος)
eo: (ne registrita por ĉi-kurso)
es: (no inscrito en este curso)
es_mx: (no inscrito en este curso)
eu_es: (ez du izenik eman ikastaro honetarako)
fa_ir: (دراین درس ثبت نامنشده است)
fi_fi: (ei ole rekisteröitynyt tälle kurssille)
fo_fo: (ikki skrásettur í henda lærugrein)
fur: (no registrât a chest curs)
ga: (ní cláraithe sa chúrsa seo)
gl: (non rexistrado neste curso)
he_il: (לא רשום לקורס זה)
hi: (इस कोर्स में पंजीकृत नहीं)
hr_hr: (nije registriran na kolegij)
hu_hu: (nincs regisztrálva ehhez a kurzushoz)
hy: (չգրանցված այս դասընթացին)
id_id: (tidak terdaftar untuk mata kuliah ini)
it: (non iscritto al corso)
ja: （このコースに登録されていません）
ka_ge: (არ არის რეგისტრირებული ამ კურსზე)
ko_kr: (이 과정에 등록되어있지 않습니다)
lo: (ບໍ່ໄດ້ລົງທະບຽນຫຼັກສູດນີ້)
lt_lt: (neužregistruotas šiame kurse)
lv_lv: (nav reģistrēts šajā Kursā)
mk_mk: (не е регистриран на овој курс)
ms_my: (tidak didaftarkan kepada kursus ini)
my_mm: (ဤသင်တန်းတွင် မှတ်ပုံတင်မထားပါ)
ne: (यो पाठ्यक्रममा दर्ता भएको छैन)
nl: (niet geregistreerd voor deze cursus)
nn_no: (ikkje registrert på dette kurset)
oc: (pas inscrit a aqueste cors)
pl_pl: (nie zapisany na ten kurs)
ps: (د دې کورس لپاره ثبت شوی نه دی)
pt_br: (não registrado para esse curso)
pt_pt: (não se encontra registado neste curso)
ro_ro: (nu înscriși în acest curs)
ru_ru: (не зарегистрирован на этот курс)
sk_sk: (neregistrovaný na tento kurz)
sl: (ni registriran v tem tečaju)
sq: (nuk është i regjistruar në këtë kurs)
sr_rs: (nije registovan za ovaj kurs)
sv_se: (ej registrerad för denna kurs)
sw_ke: (haumesajiliwa katika kozi hii)
ta: (இந்த பாடத்திற்கு பதிவு செய்யப்படவில்லை)
th: ไม่ได้สมัครเรียนในวิชานี้
tl_ph: (hindi naka-register sa course na ito)
tr: (bu derse kayıtlı değil)
uk_ua: (не зареєстровано на цей курс)
vi_vn: (chưa đăng ký khóa học này)
xh_za: (akabhaliswanga kule khosi)
zh_cn: （未注册此课程）
zh_tw: (沒有註冊本課程)

source: sent to
ar: إرسال إلى
ast_es: unviáu a
bn_bd: পাঠানো হয়েছে
bs_ba: poslato
ca_es: Enviat a
cs_cz: odesláno k
da: sendt til
de: gesendet an
el: στάλθηκε στον/στην
eo: sendita al
es: enviado a
es_mx: enviado a
eu_es: nori bidali zaio
fa_ir: ارسال شده به
fi_fi: vastaanottaja
fo_fo: send til
fur: mandât a
ga: seolta chuig
gl: enviado a
he_il: נשלח אל
hi: भेजा गया
hr_hr: primalac
hu_hu: címzett
hy: ուղարկված
id_id: kirim ke
it: inviato a
ja: 送信先
ka_ge: გაგზავნილია
ko_kr: 전송됨
lo: ສົ່ງໄປທີ່
lt_lt: išsiųsta
lv_lv: nosūtīts
mk_mk: испратено на
ms_my: hantar kepada
my_mm: သို့ပို့လိုက်သည်
ne: पाठ्यक्रममा पठाइयो
nl: verzonden naar
nn_no: sendt til
oc: enviat a
pl_pl: wysłano do
ps: استول شوی د
pt_br: enviado para
pt_pt: enviado para
ro_ro: trimis la
ru_ru: отправлено
sk_sk: odoslané komu
sl: prejemniki
sq: i dërguar te
sr_rs: poslato na
sv_se: skickad till
sw_ke: imetumwa kwa
ta: அனுப்பப்பட்டது
th: ส่งถึง
tl_ph: ipinadala sa
tr: gideceği yer
uk_ua: відправлено до
vi_vn: gửi đến
xh_za: ithunyelwe ku
zh_cn: 发送给
zh_tw: 已送給

source: is for
ar: لـ
ast_es: ye pa
bn_bd: হলো
bs_ba: je za
ca_es: És per a
cs_cz: je pro
da: er til
de: ist für
el: παραλήπτης:
eo: estas por XX
es: es para
es_mx: es para
eu_es: norentzat da:
fa_ir: است برای
fi_fi: estas por XX
fo_fo: er fyri
fur: e je par
ga: atá le haghaidh
gl: é para
he_il: הוא עבור
hi: के लिए है
hr_hr: je za
hu_hu: mi számára:
hy: է
id_id: adalah untuk
it: è per
ja: は対象
ka_ge: არის
ko_kr: 위한
lo: ແມ່ນສຳລັບ
lt_lt: skirtas
lv_lv: ir priekš
mk_mk: е за
ms_my: untuk
my_mm: အတွက်ဖြစ်သည်
ne: को लागि हो
nl: is voor
nn_no: er for
oc: es per
pl_pl: jest dla
ps: د لپاره دی
pt_br: é para
pt_pt: é para
ro_ro: este pentru
ru_ru: это для
sk_sk: je pre
sl: je za
sq: është për
sr_rs: je za
sv_se: är för
sw_ke: ni kwa
ta: இது
th: สำหรับ
tl_ph: ay para sa
tr: için
uk_ua: для
vi_vn: dành cho
xh_za: yenzelwe
zh_cn: 是为
zh_tw: 是為
