Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: myself
ar: نفسي
ast_es: Yo mesmu
bn_bd: আমাকে
bs_ba: sebe
ca_es: Jo mateix
cs_cz: mně
da: mig selv
de: selbst
el: τον εαυτό μου
eo: mi mem
es: Yo mismo
es_mx: Yo mismo
eu_es: Ni neu
fa_ir: خودم
fi_fi: Minulle
fo_fo: mín
fur: me
ga: mise
gl: eu mesmo
he_il: עצמי
hi: स्वयं को
hr_hr: meni
hu_hu: magamnak
hy: ինձ
id_id: diri sendiri
it: me stesso
ja: 自分
ka_ge: ჩემთვის
ko_kr: 나에게
lo: ຕົວເອງ
lt_lt: man
lv_lv: Pats
mk_mk: мене самиот
ms_my: diri saya
my_mm: ကျွန်ုပ်ကိုယ်တိုင်
ne: मलाई
nl: Mezelf
nn_no: meg sjølv
oc: mi
pl_pl: Ja
ps: خپله
pt_br: Eu mesmo
pt_pt: Eu
ro_ro: Eu insumi
ru_ru: себе
sk_sk: mne
sl: meni
sq: vetvetja
sr_rs: mene
sv_se: jag själv
sw_ke: mimi mwenyewe
ta: எனக்கு
th: ตัวฉันเอง
tl_ph: sarili ko
tr: Ben
uk_ua: мене
vi_vn: chính tôi
xh_za: m
zh_cn: 我自己
zh_tw: 自己

source: The id of the message to reply to is not valid.
ar: هوية الرسالة للرد عليها غير صالحة
ast_es: El id del mensaxe que se quier retrucar nun val.
bn_bd: উত্তর দেওয়ার জন্য বার্তার আইডি বৈধ নয়।
bs_ba: ID poruke na koju se odgovara nije valjan.
ca_es: L'id del missatge a contestar no és vàlid.
cs_cz: Neplatné ID správy pro odeslaní.
da: id på meddelelse, der kan besvares, er ikke gyldig
de: Die ID der zu beantwortenden Nachricht ist ungültig
el: Ο κωδικός ID ταυτοποίησης του μηνύματος δεν είναι έγκυρος.
eo: La ID de la mesaĝo por riprovo ne estas valida.
es: El id del mensaje a contestar no es válido.
es_mx: El id del mensaje a contestar no es válido.
eu_es: Baliogabea da erantzun beharreko mezuaren Id-a.
fa_ir: شناسه پیام برای پاسخ دادن معتبر نمی باشد.
fi_fi: Vastattavan viestin tunnus ei ole kelvollinen
fo_fo: ID boðsins, sum tú svarar til, er ikki giltigt.
fur: L'id dal messagi a cui rispondi no je vâlid.
ga: Níl ID an teachtaireachta le freagairt bailí.
gl: O id da mensaxe a respostar non é válido.
he_il: מזהה ההודעה להשיב אינו חוקי.
hi: उत्तर देने के लिए संदेश का आईडी वैध नहीं है।
hr_hr: ID poruke na koju želite odgovoriti nije ispravan.
hu_hu: A megválaszolní kívánt üzenet azonosítója érvénytelen.
hy: Պատասխանելու հաղորդագրության ID-ն վավեր չէ:
id_id: ID pesan untuk dibalas tidak valid.
it: L'identificativo del messaggio cui rispondere non è valido
ja: 返信するメッセージのIDが無効です。
ka_ge: პასუხის შეტყობინების ID არ არის ვალიდური.
ko_kr: 답장할 메시지의 ID가 유효하지 않습니다.
lt_lt: Žinutė, į kurią norima atsakyti, neegzistuoja.
lv_lv: Šīs vēstules ID nav derīgs, lai uz to atbildētu
mk_mk: Идентификацијата на пораката за одговор - не е валидна.
ms_my: ID mesej untuk dibalas tidak sah.
my_mm: ဖြေကြားရန် စာတို၏ အိုင်ဒီသည် မမှန်ကန်ပါ။
ne: जवाफ दिन सन्देशको ID वैध छैन।
nl: Het identificatienummer van het te beantwoorden bericht is niet correct.
nn_no: ID-en til meldingen ein skal svare på er ikkje gyldig.
oc: L'id del messatge a responder es pas valid.
pl_pl: Numer identyfikacyjny wiadomości na którą chcesz odpowiedzieć jest niepoprawny.
ps: د ځواب ورکولو لپاره پیغام آیدی معتبر نشته.
pt_br: O id da mensagem a responder não é válido.
pt_pt: O id da mensagem a quem responder não é válido.
ro_ro: Mesajul de răspuns id este invalid.
ru_ru: ID ответного сообщения не действительно
sk_sk: Neplatné ID spiatočnej správy.
sl: Identiteta sporočila, na katerega želite odgovoriti, ni veljavna.
sq: ID-ja e mesazhit për t'iu përgjigjur nuk është e vlefshme.
sr_rs: ID poruke na koju se odgovara nije validan.
sv_se: Felaktigt id på meddelandet
sw_ke: Kitambulisho cha ujumbe wa kujibu hakina halali.
ta: பதிலளிக்கும் செய்தியின் ID செல்லுபடியாக இல்லை.
th: ID ของข้อความที่จะตอบกลับไม่ถูกต้อง
tl_ph: Hindi valid ang ID ng mensahe na sasagutin.
tr: Mesajın id cevap için geçerli değil.
uk_ua: ID повідомлення для відповіді некоректний.
vi_vn: ID của tin nhắn để trả lời không hợp lệ.
xh_za: Id yomyalezo ophendulwa kuyo ayisebenzi.
zh_cn: 要回复的信息ID 无效。
zh_tw: 要回覆郵件的 ID 無效

source: There was an error while trying to send the message.
ar: لقد حدثت مشكلة أثناء محاولة الإرسال
ast_es: Hubo un erru de la que s'unviaba'l mensaxe
bn_bd: বার্তা পাঠানোর চেষ্টা করার সময় ত্রুটি ঘটেছে।
bs_ba: Došlo je do greške prilikom slanja poruke.
ca_es: 'ha produït un error mentre s'intentava enviar el missatge.
cs_cz: Při pokusu o zaslání správy nastala chyba.
da: Der opstod en fejl, imens systemet forsøgte at sende meddelelsen
de: Beim Versenden der Nachricht gab es einen Fehler
el: Σημεώθηκε έα σφάλμα κατά την αποστολή του μηνύματος.
eo: Okazis eraro dum provo sendi la mesaĝon.
es: Se ha producido un error mientras se intentaba enviar el mensaje.
es_mx: Se ha producido un error mientras se intentaba enviar el mensaje.
eu_es: Mezua bidaltzeko saioaren bitartean, huts egin du.
fa_ir: خطایی بهنگام ارسال پیام بوجود آمد.
fi_fi: Virhe viestin lähetyksessä.
fo_fo: Nú kom villa í tá boðini skuldu sendast.
fur: Chei je stât un erôr intant che si fasêve par mandâ il messagi.
ga: Tharla earráid agus an teachtaireacht á seoladh.
gl: Produciuse un erro ao tentar enviar a mensaxe.
he_il: אירעה שגיאה בעת ניסיון לשלוח את ההודעה.
hi: संदेश भेजने का प्रयास करते समय त्रुटि हुई।
hr_hr: Došlo je do pogreške prilikom pokušaja slanja poruke.
hu_hu: Az üzenet elküldése közben hiba lépett fel.
hy: Սխալ է տեղի ունեցել հաղորդագրությունը ուղարկելիս:
id_id: Terjadi kesalahan saat mencoba mengirim pesan.
it: C'è stato un errore nel tentativo di spedire un messaggio
ja: メッセージ送信中にエラーが発生しました。
ka_ge: შეტყობინების გაგზავნის მცდელობისას შეცდომა მოხდა.
ko_kr: 메시지 발송 중 오류가 발생했습니다.
lo: ເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ພະຍາຍາມສົ່ງຂໍ້ຄວາມ.
lt_lt: Klaida bandant išsiųsti žinutę.
lv_lv: Vēstules sūtīšanas laikā ir notikusi sistēmas kļūda
mk_mk: Се појави грешка при обидот да се испрати пораката.
ms_my: Terdapat ralat semasa cuba menghantar mesej.
my_mm: စာတိုပို့ရန် ကြိုးစားစဉ် အမှားတစ်ခုရှိခဲ့သည်။
ne: सन्देश पठाउने क्रममा त्रुटि भयो।
nl: Er was een fout tijdens het verzenden van het bericht.
nn_no: Det oppstod ein feil under sending av meldingen.
oc: I a agut una error pendent l'enviament del messatge.
pl_pl: Błąd podczas próby wysłania wiadomości.
ps: د پیغام واستلو هڅه کې خطا وه.
pt_br: Houve um erro ao tentar enviar a mensagem.
pt_pt: Houve um erro ao tentar enviar a mensagem.
ro_ro: A apărut o eroare în timp ce încerca a trimite mesajul.
ru_ru: Произошла ошибка при отправлении сообщения
sk_sk: Počas posielania správy nastala chyba.
sl: Napaka pri poskusu pošiljanja sporočila.
sq: Ndodhi një gabim gjatë dërgimit të mesazhit.
sr_rs: Došlo je do pogreške prilikom pokušaja slanja poruke.
sv_se: Det uppstod ett fel när meddelandet försökte skickas
sw_ke: Kulikuwa na hitilafu wakati wa kujaribu kutuma ujumbe.
ta: செய்தியை அனுப்ப முயற்சிக்கும்போது ஒரு பிழை ஏற்பட்டது.
th: เกิดข้อผิดพลาดขณะพยายามส่งข้อความ
tl_ph: May error habang sinusubukang ipadala ang mensahe.
tr: Mesaj yollanırken bir hata oluştu
uk_ua: Виникла помилка під час надсилання повідомлення.
vi_vn: Có lỗi xảy ra khi cố gắng gửi tin nhắn.
xh_za: Kuye kwimpazamo xa bezama ukuthumela umyalezo.
zh_cn: 发送信息时发生错误。
zh_tw: 傳送訊息時發生問題。

source: Are you sure you want to delete the selected messages?
ar: هل أنت متأكد من أنك تريد حذف الرسائل المحددة؟
ast_es: ¿ Ta seguru de que quier esborrar los mensaxes seleicionaos ?
bn_bd: আপনি কি নিশ্চিত যে নির্বাচিত বার্তাসমূহ মুছে ফেলতে চান?
bs_ba: Jeste li sigurni da želite obrisati odabrane poruke?
ca_es: Està segur de voler esborrar els missatges seleccionats ?
cs_cz: Opravdu chcete smazat vybrané správy?
da: Er du sikker på, at du vil slette de valgte meddelelser?
de: Sind Sie sicher, dass Sie die ausgewählten Nachrichten löschen möchten?
el: Είστε σίγουρος/η ότι θέλετε να διαγράψετε τα μηνύματα που επιλέχθηκαν;
eo: Ĉu vi certas ke vi volas forigi la elektitajn mesaĝojn?
es: ¿ Está seguro de querer borrar los mensajes seleccionados ?
es_mx: ¿ Está seguro de querer borrar los mensajes seleccionados ?
eu_es: Ziur al zaude aukeratutako mezuak ezabatu nahi dituzula?
fa_ir: آیا مطمئن هستید که قصد حذف کردن پیام ها را دارید؟
fi_fi: Haluatko varmasti poistaa valitut viestit?
fo_fo: Er tú vís í at sletta útvaldu boðunum?
fur: Si jê sigur che vuêsi scancelâ i messagis selezionâts?
ga: An bhfuil tú cinnte gur mhaith leat na teachtaireachtaí roghnaithe a scriosadh?
gl: Ten certeza de querer eliminar as mensaxes seleccionadas?
he_il: האם אתה בטוח שברצונך למחוק את ההודעות שנבחרו?
hi: क्या आप निश्चित हैं कि आप चयनित संदेशों को हटाना चाहते हैं?
hr_hr: Jeste li sigurni da želite obrisati označene poruke?
hu_hu: Biztos benne, hogy törölni kívánja a kiválasztott üzenetet?
hy: Հաստատու՞ն եք, որ ցանկանում եք ջնջել ընտրված հաղորդագրությունները:
id_id: Apakah Anda yakin ingin menghapus pesan terpilih?
it: Sei sicuro di voler eliminare i messaggi selezionati?
ja: 選択したメッセージを削除してもよろしいですか？
ka_ge: დარწმუნებული ხართ რომ გსურთ არჩეული შეტყობინებების წაშლა?
ko_kr: 선택된 메시지를 삭제하시겠습니까?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຂໍ້ຄວາມທີ່ເລືອກ?
lt_lt: Ar tikrai norite ištrinti pažymėtas žinutes?
lv_lv: Jūs esat pārliecināts par vēlmi dzēst iezīmētās vēstules?
mk_mk: Сигурно ли сакате да се избришат селектираните пораки?
ms_my: Adakah anda pasti mahu memadam mesej terpilih?
my_mm: ရွေးချယ်ထားသော စာတိုများကို ဖျက်လိုသည်မှာ သေချာပါသလား။
ne: के तपाईं चयनित सन्देशहरू हटाउन चाहनुहुन्छ?
nl: Bent u zeker dat u de geselecteerde berichten wil verwijderen?
nn_no: Er du sikker på at du vil slette dei valde meldingen?
oc: Sètz segur que vollez effacer los messatges seleccionats ?
pl_pl: Czy na pewno chcesz usunąć zaznaczone wiadomości?
ps: آیا تاسو ډاډه یاست چې غوره شوي پیغامونه غواړئ پاک کړئ؟
pt_br: Você tem certeza que deseja excluir todas as mensagens selecionadas?
pt_pt: Tem a certeza que deseja eliminar todas as mensagens seleccionadas?
ro_ro: Sigur doriți să ștergeți mesajele selectate?
ru_ru: Вы уверены, что хотите удалить выбранные сообщения?
sk_sk: Naozaj chcete zmazať označené správy?
sl: Ste prepričani, da želite odstranite izbrana sporočila ?
sq: A jeni të sigurt që dëshironi të fshini mesazhet e zgjedhura?
sr_rs: Jeste li sigurni da želite obrisati označene poruke?
sv_se: Är du säker på att du vill ta bort de valda meddelandena?
sw_ke: Je, una uhakika unataka kufuta mjumbe zilizochaguliwa?
ta: தேர்ந்தெடுக்கப்பட்ட செய்திகளை நீக்க விரும்புகிறீர்களா?
th: คุณแน่ใจหรือไม่ว่าต้องการลบข้อความที่เลือก?
tl_ph: Sigurado ka bang gusto mong burahin ang napiling mga mensahe?
tr: Seçilen mesajları silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити вибрані повідомлення?
vi_vn: Bạn có chắc chắn muốn xóa các tin nhắn đã chọn không?
xh_za: Uqinisekile ukuba ufuna ukucima imiyalezo ekhethiweyo?
zh_cn: 你肯定要删除被选的信息？
zh_tw: 你真的要刪除已選訊息嗎？

source: The selected messages have been deleted
ar: لقد تم حذف الرسائل المحددة
ast_es: Esborrárense los mensaxes seleicionaos
bn_bd: নির্বাচিত বার্তাসমূহ মুছে ফেলা হয়েছে
bs_ba: Odabrane poruke su obrisane
ca_es: Els missatges seleccionats han estat suprimits
cs_cz: Vybrané zprávy byly smazány
da: Meddelelserne er blevet slettet
de: Die ausgewählten Nachrichten wurden gelöscht
el: Τα επιλεγμένα μηνύματα έχουν διαγραφεί
eo: La elektitaj mesaĝoj estis forigitaj
es: Los mensajes seleccionados han sido suprimidos
es_mx: Los mensajes seleccionados han sido eliminados
eu_es: Aukeratutako mezuak ezabatu dira
fa_ir: پیام های انتخاب شده پاک شده اند
fi_fi: Valitut viestit on poistettu
fo_fo: Útvaldu boðini eru slett
fur: I messagis selezionâts a son stât scancelâts
ga: Scriosadh na teachtaireachtaí roghnaithe
gl: Borrouse a mensaxe seleccionada
he_il: ההודעות שנבחרו נמחקו
hi: चयनित संदेश हटा दिए गए हैं
hr_hr: Označene poruke su obrisane
hu_hu: A kiválasztott üzenetek törlésre kerültek
hy: Ընտրված հաղորդագրությունները ջնջվել են
id_id: Pesan terpilih telah dihapus
it: I messaggi selezionati sono stati eliminati
ja: 選択したメッセージを削除しました
ka_ge: არჩეული შეტყობინებები წაშლილია
ko_kr: 선택된 메시지가 삭제되었습니다
lt_lt: Pažymėti pranešimai buvo ištrinti
lv_lv: Iezīmētās vēstules ir izdzēstas
mk_mk: Избраната порака беше избришана
ms_my: Mesej terpilih telah dipadam
my_mm: ရွေးချယ်ထားသော စာတိုများကို ဖျက်ပြီးဖြစ်သည်
ne: चयनित सन्देशहरू हटाइएका छन्
nl: De geselecteerde berichten werden verwijderd
nn_no: Dei valde meldingen er sletta
oc: Los messatges seleccionats son estats effaçats
pl_pl: Zaznaczone wiadomości zostały usunięte
ps: غوره شوي پیغامونه پاک شوي
pt_br: As mensagens selecionadas foram apagadas
pt_pt: As mensagens seleccionadas foram eliminadas
ro_ro: Mesajele selectate au fost șterse
ru_ru: Выбранные сообщения удалены
sk_sk: Označené správy boli zmazané
sl: Izbrana sporočila so bila odstranjena
sq: Mesazhet e zgjedhura janë fshirë
sr_rs: Označene poruke su obrisane
sv_se: De valda meddelandena har tagits bort
sw_ke: Mjumbe zilizochaguliwa zimefutwa
ta: தேர்ந்தெடுக்கப்பட்ட செய்திகள் நீக்கப்பட்டன
th: ลบข้อความที่เลือกแล้ว
tl_ph: Ang mga piniling mensahe ay natanggal na
tr: Seçilen mesajlar silindi
uk_ua: Вибрані повідомлення видалено
vi_vn: Các tin nhắn đã chọn đã được xóa
xh_za: Imiyalezo ekhethiweyo icinyiwe
zh_cn: 选定消息已删除
zh_tw: 所選訊息已被刪除

source: Please enter a title
ar: يرجى اضافة عنوان
ast_es: Escriba un títulu
bn_bd: দয়া করে শিরোনাম লিখুন
bs_ba: Molimo unesite naslov
ca_es: Ingressi un títol
cs_cz: Zadejte prosím nadpis
da: Indtast venligst en titel
de: Bitte einen Titel angeben
el: Παρακαλώ εισάγετε έναν Τίτλο
eo: Bonvolu enigi titolon
es: Ingrese un título
es_mx: Ingresa un título
eu_es: Mesedez, idatzi titulua
fa_ir: لطفا یک عنوان وارد کنید
fi_fi: Anna otsikko
fo_fo: Skriva ein heitið
fur: Inserîs un titol
ga: Iontráil teideal le do thoil
gl: Por favor engada un título
he_il: אנא הזן כותרת
hi: कृपया शीर्षक दर्ज करें
hr_hr: Unesite naslov
hu_hu: Adjon meg egy címet
hy: Խնդրում ենք մուտքագրել վերնագիր
id_id: Masukkan judul
it: Metti un titolo
ja: 件名を入力してください
ka_ge: გთხოვთ შეიტანოთ სათაური
ko_kr: 제목을 입력해 주세요
lt_lt: Prašome įvesti pavadinimą
lv_lv: Lūdzu norādiet vēstules virsrakstu
mk_mk: Внесете наслов
ms_my: Sila masukkan tajuk
my_mm: ကျေးဇူးပြု၍ ခေါင်းစဉ်တစ်ခုထည့်ပါ
ne: कृपया शीर्षक प्रविष्ट गर्नुहोस्
nl: Gelieve een titel in te vullen
nn_no: Skriv inn ein tittel
oc: Picatz un títol
pl_pl: Wpisz tytuł
ps: مهرباني وکړئ سرلیک وليکئ
pt_br: Escreva um título
pt_pt: Por favor introduza um título
ro_ro: Introduceți un titlu
ru_ru: Введите заголовок
sk_sk: Prosím zadajte názov
sl: Vstavite naslov sporočila
sq: Ju lutemi shkruani një titull
sr_rs: Molimo unesite naslov
sv_se: Skriv in rubrik
sw_ke: Tafadhali ingiza kichwa
ta: தலைப்பை உள்ளிடவும்
th: กรุณาระบุชื่อเรื่อง
tl_ph: Mag-enter ng pamagat
tr: Lütfen başlık girin
uk_ua: Введіть заголовок
vi_vn: Vui lòng nhập tiêu đề
xh_za: Nceda ubhalise isihloko
zh_cn: 请输入标题
zh_tw: 請輸入標題

source: Type your message here
ar: اكتب رسالتك هنا
ast_es: Escriba'l so mensaxe
bn_bd: এখানে আপনার বার্তা টাইপ করুন
bs_ba: Upišite svoju poruku ovdje
ca_es: Escriba el seu missatge
cs_cz: Napište zprávu zde
da: Skriv din besked her
de: Hier die Nachricht schreiben
el: Πληκτρολογείστε το μήνυμά σας εδώ
eo: Tajpu vian mesaĝon ĉi tie
es: Escriba su mensaje
es_mx: Escribe tu mensaje aquí
eu_es: Idatzi hemen mezua
fa_ir: پیام خود را اینجا تایپ کنید
fi_fi: Kirjoita viestisi tähän
fo_fo: Skriva títt boð her
fur: Scrivî il to messagi qua
ga: Clóscríobh do theachtaireacht anseo
gl: Escriba a súa mensaxe
he_il: הקלד את ההודעה שלך כאן
hi: यहाँ अपना संदेश टाइप करें
hr_hr: Upišite svoju poruku ovdje
hu_hu: Írja ide az üzenetét
hy: Մուտքագրեք Ձեր հաղորդագրությունը այստեղ
id_id: Ketik pesan Anda di sini
it: Scrivi qui il tuo messaggio
ja: ここにメッセージを入力
ka_ge: აკრეფეთ თქვენი შეტყობინება აქ
ko_kr: 여기에 메시지를 입력하세요
lt_lt: Įveskite savo pranešimą čia
lv_lv: Rakstiet Jūsu vēstuli šeit
mk_mk: Внесете ја вашата порака овде
ms_my: Taip mesej anda di sini
my_mm: ဤနေရာတွင် သင့်စာတိုကို ရိုက်ပါ
ne: यहाँ आफ्नो सन्देश टाइप गर्नुहोस्
nl: Typ uw bericht hier
nn_no: Skriv meldingen din her
oc: Picatz vòstre messatge aicí
pl_pl: Wpisz tutaj wiadomość
ps: دلته خپل پیغام ولیکئ
pt_br: Escreva sua mensagem aqui
pt_pt: Escrever a sua mensagem aqui
ro_ro: Introduceti mesajul
ru_ru: Введите ваше сообщение здесь
sk_sk: Sem napíšte svoju správu
sl: Vnesite besedilo sporočila
sq: Shkruani mesazhin tuaj këtu
sr_rs: Otkucajte svoju poruku ovde
sv_se: Skriv ditt meddelande här
sw_ke: Andika ujumbe wako hapa
ta: உங்கள் செய்தியை இங்கே தட்டச்சு செய்யுங்கள்
th: พิมพ์ข้อความของคุณที่นี่
tl_ph: I-type ang iyong mensahe dito
tr: Mesajınızı buraya yazın
uk_ua: Напишіть ваше повідомлення тут
vi_vn: Nhập tin nhắn của bạn ở đây
xh_za: Bhalisa umyalezo wakho apha
zh_cn: 在此输入您的消息
zh_tw: 在此輸入您的訊息

source: The message has been deleted
ar: تم حذف الرسالة
ast_es: Esborróse'l mensaxe
bn_bd: বার্তাটি মুছে ফেলা হয়েছে
bs_ba: Poruka je obrisana
ca_es: El missatge ha estat eliminat
cs_cz: Zpráva byla smazána
da: Beskeden er blevet slettet
de: Die Nachricht wurde gelöscht
el: Το μήνυμα έχει διαγραφεί
eo: La mesaĝo estis forigita
es: El mensaje ha sido eliminado
es_mx: El mensaje ha sido eliminado
eu_es: Mezua ezabatu egin da
fa_ir: پیام حذف شد
fi_fi: Viesti on poistettu
fo_fo: Boðið er slett
fur: Il messagi al è stât scancelât
ga: Scriosadh an teachtaireacht
gl: A mensaxe foi eliminada
he_il: ההודעה נמחקה
hi: संदेश हटा दिया गया है
hr_hr: Poruka je obrisana
hu_hu: Az üzenete törölve
hy: Հաղորդագրությունը ջնջվել է
id_id: Pesan telah dihapus
it: Messaggio eliminato
ja: メッセージが削除されました
ka_ge: შეტყობინება წაშლილია
ko_kr: 메시지가 삭제되었습니다
lt_lt: Pranešimas buvo ištrintas
lv_lv: Vēstule ir izdzēsta
mk_mk: Пораката е избришана
ms_my: Mesej telah dipadam
my_mm: စာတိုကို ဖျက်ပြီးဖြစ်သည်
ne: सन्देश हटाइएको छ
nl: Het bericht werd verwijderd
nn_no: Meldingen er sletta
oc: Lo messatge es estat effaçar
pl_pl: Wiadomość została usunięta
ps: پیغام پاک شوی
pt_br: A mensagem foi apagada
pt_pt: A mensagem foi eliminada
ro_ro: Mesajul a fost șters
ru_ru: Сообщение удалено
sk_sk: Správa bola zmazaná
sl: Sporočilo je bilo odstranjeno
sq: Mesazhi është fshirë
sr_rs: Poruka je izbrisana
sv_se: Meddelandet har tagits bort
sw_ke: Ujumbe umefutwa
ta: செய்தி நீக்கப்பட்டது
th: ลบข้อความแล้ว
tl_ph: Na-delete na ang mensahe
tr: Mesaj silindi
uk_ua: Повідомлення видалено
vi_vn: Tin nhắn đã được xóa
xh_za: Umyalezo ucinyiwe
zh_cn: 消息已删除
zh_tw: 訊息已刪除

source: Are you sure you want to delete the selected message?
ar: هل انت متأكد بانك تريد حذف الرسائل المحددة؟
ast_es: ¿ Ta seguru de que quier esborrar esti mensaxe ?
bn_bd: আপনি কি নিশ্চিত যে নির্বাচিত বার্তাটি মুছে ফেলতে চান?
bs_ba: Jeste li sigurni da želite obrisati odabranu poruku?
ca_es: Està segur que desitja esborrar aquest missatge?
cs_cz: Jste si jisti, že chcete smazat vybranou zprávu?
da: Er du sikker på, at du vil slette den valgte besked?
de: Ausgewählte Nachricht wirklich löschen?
el: Είστε σίγουρος/η ότι θέλετε να διαγράψετε τα επιλεγμένα μηνύματα;
eo: Ĉu vi certas ke vi volas forigi la elektitan mesaĝon?
es: ¿Esta seguro de que desea borrar este mensaje?
es_mx: ¿Estás seguro de que deseas eliminar el mensaje seleccionado?
eu_es: Ziur al zaude mezu hau ezabatu nahi duzula?
fa_ir: آیا مطمئن هستید که قصد پاک کردن پیام ها را دارید؟
fi_fi: Haluatko varmasti poistaa valitun viestin?
fo_fo: Er tú vís í at sletta valda boðini?
fur: Si jê sigur che vuêsi scancelâ il messagi selejonât?
ga: An bhfuil tú cinnte gur mhaith leat an teachtaireacht roghnaithe a scriosadh?
gl: Seguro que quere eliminar a mensaxe?
he_il: האם אתה בטוח שברצונך למחוק את ההודעה שנבחרה?
hi: क्या आप निश्चित हैं कि आप चयनित संदेश को हटाना चाहते हैं?
hr_hr: Jeste li sigurni da želite obrisati odabranu poruku?
hu_hu: Biztosan törölni akarja a kiválasztott üzenetet?
hy: Հաստատու՞ն եք, որ ցանկանում եք ջնջել ընտրված հաղորդագրությունը:
id_id: Apakah Anda yakin ingin menghapus pesan terpilih?
it: Sei sicuro di voler eliminare il messaggio?
ja: 選択したメッセージを削除してもよろしいですか？
ka_ge: დარწმუნებული ხართ რომ გსურთ არჩეული შეტყობინების წაშლა?
ko_kr: 선택된 메시지를 삭제하시겠습니까?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຂໍ້ຄວາມທີ່ເລືອກ?
lt_lt: Ar tikrai norite ištrinti pažymėtą pranešimą?
lv_lv: Jūs esat pārliecināts par vēlmi dzēst iezīmētās vēstules?
mk_mk: Дали сте сигурни дека сакате да ја избришете избраната порака?
ms_my: Adakah anda pasti mahu memadam mesej terpilih?
my_mm: ရွေးချယ်ထားသော စာတိုကို ဖျက်လိုသည်မှာ သေချာပါသလား။
ne: के तपाईं चयनित सन्देश हटाउन चाहनुहुन्छ?
nl: Ben je zeker dat je het geselecteerde bericht wil verwijderen?
nn_no: Er du sikker på at du vil slette den valde meldingen?
oc: Sètz segur que vollez effacer lo messatge seleccionat ?
pl_pl: Czy na pewno chcesz usunąć zaznaczoną wiadomość?
ps: آیا تاسو ډاډه یاست چې غوره شوی پیغام غواړئ پاک کړئ؟
pt_br: Você tem certeza que deseja excluir a mensagem selecionada?
pt_pt: Tem a certeza que deseja eliminar a mensagem seleccionada?
ro_ro: Sunteți sigur că doriți să ștergeți acest mesaj?
ru_ru: Вы уверены, что хотите удалить выбранное сообщение?
sk_sk: Naozaj chcete zmazať vybranú správu?
sl: Ste prepričani, da želite odstraniti izbrana sporočila?
sq: A jeni të sigurt që dëshironi të fshini mesazhin e zgjedhur?
sr_rs: Jeste li sigurni da li želite da izbrišete odabrane poruke?
sv_se: Är du säker på att du vill radera markerat meddelande?
sw_ke: Je, una uhakika unataka kufuta ujumbe uliochaguliwa?
ta: தேர்ந்தெடுக்கப்பட்ட செய்தியை நீக்க விரும்புகிறீர்களா?
th: คุณแน่ใจหรือไม่ว่าต้องการลบข้อความที่เลือก?
tl_ph: Sigurado ka bang gusto mong burahin ang napiling mensahe?
tr: Seçili mesajı silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити вибране повідомлення?
vi_vn: Bạn có chắc chắn muốn xóa tin nhắn đã chọn không?
xh_za: Uqinisekile ukuba ufuna ukucima umyalezo okhethiweyo?
zh_cn: 您确定要删除选定消息吗？
zh_tw: 您確定要刪除選取的訊息嗎？

source: Delete message
ar: امسح الرسالة
ast_es: Esborrar mensaxe
bn_bd: বার্তা মুছুন
bs_ba: Obriši poruku
ca_es: Esborrar missatge
cs_cz: Smazat zprávu
da: Slet besked
de: Nachricht löschen
el: Διαγραφή μηνύματος
eo: Forigi mesaĝon
es: Borrar mensaje
es_mx: Eliminar mensaje
eu_es: Ezabatu mezua
fa_ir: حذف پیام
fi_fi: Poista viesti
fo_fo: Strika hesi boðini
fur: Scancela messagi
ga: Scrios teachtaireacht
gl: Eliminar mensaxe
he_il: מחק הודעה
hi: संदेश हटाएँ
hr_hr: Obriši poruku
hu_hu: Üzenet törlése
hy: Միացություն ջնջել
id_id: Hapus pesan
it: Elimina il messaggio
ja: メッセージ削除
ka_ge: შეტყობინების წაშლა
ko_kr: 메시지 삭제
lt_lt: Ištrinti pranešimą
lv_lv: Dzēst vēstuli
mk_mk: Избриши порака
ms_my: Padam mesej
my_mm: စာတိုဖျက်ပါ
ne: सन्देश मेटाउनुहोस्
nl: Verwijder bericht
nn_no: Slett melding
oc: Effacer lo messatge
pl_pl: Usuń wiadomość
ps: پیغام پاک کړئ
pt_br: Excluir mensagem
pt_pt: Eliminar mensagem
ro_ro: Ștergeți mesajul
ru_ru: Удалить сообщение
sk_sk: Zmazať správu
sl: Odstrani sporočilo
sq: Fshije mesazhin
sr_rs: Izbriši poruku
sv_se: Ta bort meddelande
sw_ke: Futa ujumbe
ta: செய்தியை நீக்கு
th: ลบข้อความ
tl_ph: Burahin ang mensahe
tr: Mesajı sil
uk_ua: Видалити повідомлення
vi_vn: Xóa tin nhắn
xh_za: Cima umyalezo
zh_cn: 删除消息
zh_tw: 刪除訊息
