Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Show a link to go back in the courses hierarchy. A link is available at the bottom of the list anyway.
ar: أظهر الرابط للذهاب الى هيكلية الدرسالرابط موجود في زر أسفل القائمة
ast_es: Amosar un enllaz pa tornar a la xerarquía del cursu. De cualquier manera, un enllaz siempre va tar a disposición a la fin del llistáu.
bn_bd: কোর্সের হায়ারার্কিতে ফিরে যাওয়ার লিঙ্ক দেখান। তালিকার নিচে যাইহোক একটি লিঙ্ক উপলব্ধ।
bs_ba: Prikaži link za povratak u hijerarhiju kurseva. Link je ionako dostupan na dnu liste.
ca_es: Mostrar un enllaç per tornar a la jerarquia del curs. De totes maneres, sempre hi haurà un enllaç disponible al final de la llista.
cs_cz: Ukaž na odkaz jít zpět do Tréninkové struktury. Odkaz je v každém případě dostupný ve spodní čaásti listu.
da: Vis et link, som gør det muligt at gå tilbage i kursushierarkiet. Et sådan link er uanset hvad tilgængeligt nederst på siden
de: Link anzeigen, um zur Kursübersicht zurückzukehren. Ein Link ist ebenfalls am Ende der Liste vorhanden
el: Εμφάνιση ενός συνδέσμου που οδηγεί πίσω στην ιεραραρχία του μαθήματος. Ένας σύνδεσμος είναι πάντα διαθέσιμος στο κάτω μέρος της λίστας.
eo: Montri ligilon por retroiri al la kursa hierarĥio. La ligilo tutprete disponeblas fine de la listo.
es: Mostrar un enlace para volver a la jerarquía del curso. De todos modos, un enlace siempre estará disponible al final de la lista.
es_mx: Muestra una liga para regresarse en la jerarquía del curso. De cualquier manera, en la parte baja de la lista está disponible una liga.
eu_es: Erakutsi lotura bat ikastaroen hierarkiara itzultzeko. Dena dela, lotura bat beti erabilgarri egongo da zerrendaren amaieran.
fa_ir: نمایش لینک برگشت به درسها .لینک در پایین لیست قرار دارد.
fi_fi: Näytä linkki kurssihierarkian takaisinmenoon. Linkki on kuitenkin saatavilla listan alaosassa.
fo_fo: Vís leinkju til at fara aftur í kursusættini. Ein leinkja er tøk at botni av listanum í øllum førum.
fur: Mostre un leam par tornâ indatrè na gerarchie dai curs. Un leam e disponibil in ogni cas a fons liste.
ga: Taispeáin nasc chun dul ar ais in ordlathas na gcúrsaí. Tá nasc ar fáil ag bun an liosta ar aon nós.
gl: Mostrar un enlace para volver á xerarquía do curso. De todos os xeitos, un enlace sempre estará dispoñible ao final da lista.
he_il: הצג קישור כדי לחזור בהיררכיית הקורסים. קישור זמין בתחתית הרשימה בכל מקרה.
hi: कोर्सों की पदानुक्रम में पीछे जाने के लिए लिंक दिखाएँ। सूची के नीचे वैसे भी एक लिंक उपलब्ध है।
hr_hr: Prikaži poveznicu za povratak u strukturi kolegija. Poveznica za povratak postoji na kraju svake liste kolegija.
hu_hu: Jelenjen meg Visszalapozás hivatkozás a kategóriák/kurzusok struktúra megtekintésekor. Egy hivatkozás a lista alján mindenképpen látszani fog.
hy: Ցուցադրել հետ վերադարձի հղում դասընթացների հիերարխիայում: Գցտղյուքը առկա է ցուցակի ներքևի մասում:
id_id: Tampilkan tautan untuk kembali ke hierarki mata kuliah. Tautan tersedia di bagian bawah daftar.
it: Mostra un collegamento per risalire nella gerarchia dei corsi. In ogni caso un collegamento sarà disponibile alla fine dell'elenco.
ja: コースの階層へ戻るリンクを表示します。リンクは一覧の下にあります。
ka_ge: კურსების იერარქიაში უკან დაბრუნების ბმულის ჩვენება. ბმული მოწვდომულია სიის ბოლოში მოწყობილია.
ko_kr: 코스 계층에서 돌아가는 링크를 표시합니다. 목록 하단에 링크가 항상 제공됩니다.
lo: ສະແດງລິ້ງເພື່ອត្រឡប់ໄປລຳດັບຊັ້ນຂອງລາຍວິຊາ. ມີລິ້ງຢູ່ດ້ານລຸ່ມຂອງລາຍການຢູ່ແລ້ວ.
lt_lt: Rodyti nuorodą grįžti kursų hierarchijoje. Nuoroda vis tiek yra sąrašo apačioje.
lv_lv: Rādīt saites, lai dotos atpakaļ mācību hierarhijā. Jebkurā gadījumā saite ir pieejama saraksta apakšā.
mk_mk: Прикажи ја врската за враќање назад до хиерархијата на курсот. Како и да е врската е достапна на дното од списокот.
ms_my: Tunjuk pautan untuk kembali dalam hierarki kursus. Pautan tersedia di bahagian bawah senarai.
my_mm: သင်တန်းအဆင့်ဆင့်သို့ ပြန်သွားရန် လင့်ခ်တစ်ခုကို ပြပါ။ စာရင်း၏အောက်ခြေတွင် လင့်ခ်တစ်ခုရရှိနိုင်သည်။
ne: पाठ्यक्रम पदानुक्रममा फर्किने लिङ्क देखाउनुहोस्। सूचीको तल भने पनि लिङ्क उपलब्ध छ।
nl: Toon een link om terug te gaan in de cursushiërarchie. De link is sowieso beschikbaar onderaan de lijst.
nn_no: Vis en link, som gør det muligt at gå tilbake i kurshierarkiet. En tilsvarende link vil uansett være tilgjengelig nederst på siden
oc: Afichar un ligam per tornar en la jerarquia dels cors. Un ligam es disponible al bas de la lista tanben.
pl_pl: Pokaż link powrotu do hierarchii kursu (góra strony). Link powrotu zawsze będzie widoczny na końcu listy.
ps: د کورسونو په ترتیب کې د مڼې لپاره لینک ښکاره کړئ. په هر حال د لیست په پای کې لینک شته.
pt_br: Mostrar um link para voltar na hierarquia cursos. Um link está disponível na parte inferior da lista de qualquer maneira.
pt_pt: Apresentar uma ligação para voltar à hierarquia dos cursos. De qualquer forma, estará sempre disponível no final da lista uma ligação.
ro_ro: Arata o legatura pentru revenirea la ierarhia de curs. Exista oricum o legatura la baza listei.
ru_ru: Показывать ссылку для возврата к структуре курса. Ссылка доступна внизу страницы в любом случае.
sk_sk: Ukázať odkaz pre vrátenie sa v kurzovej hierarchii. V každom prípade je odkaz k dispozícii v spodnej časti zoznamu.
sl: Prikaže povezavo za vračanje v hierarhiji tečajev. Povezava za vrnitev je dostopna v vsakem primeru na dnu spiska tečajev.
sq: Shfaq një lidhje për të kthyer në hierarkinë e kurseve. Një lidhje është e disponueshme në fund të listës gjithsesi.
sr_rs: Prikaži link za povratak u strukturu kolegija. Link za povratak postoji na kraju svake liste kolegija.
sv_se: Visa en länk för att gå tillbaka i kurhierarkin. En länk finns ändå alltid längst ner i listan.
sw_ke: Onyesha kiungo cha kurudi kwenye uongozi wa kozi. Kiungo kinapatikana chini ya orodha hivyo hivyo.
ta: பாடங்கள் படிநிலையில் மீண்டும் செல்ல இணைப்பைக் காட்டவும். பட்டியலின் கீழே இணைப்பு உள்ளது.
th: แสดงลิงก์สำหรับย้อนกลับในลำดับชั้นของรายวิชา จะมีลิงก์อยู่ที่ด้านล่างของรายการอยู่แล้ว
tl_ph: Magpakita ng isang link upang bumalikk sa herarkiya ng mga kurso. Isang link ang magagamit sa ilalim ng listahan.
tr: Ders hiyerarşisiiçinde Geri dönme bağlantısını gösterir. Böyle bir bağlantı listenin altında mevcuttur.
uk_ua: Показати посилання для повернення назад в структурі курсу. Посилання доступне внизу списку
vi_vn: Hiển thị liên kết quay lại trong hệ thống phân cấp khóa học. Liên kết luôn có sẵn ở cuối danh sách.
xh_za: Bonisa ikhonkco lokubuyela kulawulo lweekhosi. Ikhonkco likhona ezantsi kuluhlu nangona kunjalo.
zh_cn: 显示一个去往培训体系的连接,这个连接无论何时都会在列表的底部显示.
zh_tw: 增加回到課程系統的連結，儘管列表底部已經提供了連結。

source: used
ar: المستخدمة
ast_es: usada
bn_bd: ব্যবহৃত
bs_ba: iskorišteno
ca_es: usat
cs_cz: použité
da: anvendt
de: verwendet
el: Χρησιμοποείται από τον/την
eo: uzata lingvo
es: usada
es_mx: usado
eu_es: erabilia
fa_ir: استفاده شده
fi_fi: käytetty
fo_fo: brúkt
fur: dijustât
ga: úsáidte
gl: usada
he_il: משומש
hi: उपयोग किया गया
hr_hr: rabljeno
hu_hu: használatban
hy: օգտագործված
id_id: digunakan
it: usato
ja: 使用中
ka_ge: გამოყენებული
ko_kr: 사용
lt_lt: naudojamas
lv_lv: aizņemts
mk_mk: Исползувано
my_mm: အသုံးပြုပြီး
ne: प्रयोग गरिएको
nl: gebruikt
nn_no: brukt
oc: utilizat
pl_pl: używany
ps: کارول شوی
pt_br: Usado
pt_pt: em utilização
ro_ro: folosit
ru_ru: использованный
sk_sk: použité
sl: uporabljeno
sq: i përdorur
sr_rs: Korišćeno
sv_se: använd
sw_ke: inatumika
ta: பயன்படுத்தப்பட்டது
th: ใช้แล้ว
tl_ph: ginamit
tr: kullanılan
uk_ua: використовується
xh_za: kusetyenzisiwe
zh_cn: 已经使用!
zh_tw: 已使用的

source: existing
ar: الحالي
ast_es: esiste
bn_bd: বিদ্যমান
bs_ba: postojeće
ca_es: existeix
cs_cz: existující
da: findes
de: vorhanden
el: υπάρχον
eo: ekzistas
es: existe
es_mx: existente
eu_es: badago
fa_ir: وجود دارد
fi_fi: olemassa oleva
fo_fo: verandi
fur: esistent
ga: atá ann
gl: existe
he_il: קיים
hi: मौजूद
hr_hr: postoji
hu_hu: létező
hy: գոյություն ունեցող
id_id: ada
it: esistente
ja: 既存
ka_ge: არსებული
ko_kr: 존재함
lo: ທີ່ມີຢູ່
lt_lt: esamas
lv_lv: eksistē
mk_mk: постои
ms_my: exists
my_mm: ရှိပြီးသား
ne: विद्यमान
nl: bestaat
nn_no: eksisterende
oc: existent
pl_pl: istnieje
ps: پخوانی
pt_br: Existente
pt_pt: existente
ro_ro: exista
ru_ru: существующий
sk_sk: existujúci
sl: obstaja
sq: ekzistues
sr_rs: Postoji
sv_se: existerar
sw_ke: ipapatikanayo
ta: இருக்கும்
th: มีอยู่แล้ว
tl_ph: umiiral
tr: mevcut
uk_ua: існуючий
vi_vn: Thoát ra
xh_za: esekhona
zh_cn: 存在的
zh_tw: 存在的

source: Show back links from categories/courses
ar: أظهر رابط العودة
ast_es: Amosar un enllaz pa tornar a la parte enriba l'árbol de les categoríes/cursos
bn_bd: বিভাগ/কোর্স থেকে পিছনে লিঙ্ক দেখান
bs_ba: Prikaži povratne linkove iz kategorija/kurseva
ca_es: Mostrar un enllaç per tornar enrere sobre l'arbre de categories/cursos
cs_cz: Ukázat zpětné odkazy z kategorií/kurzů
da: Vis et link tilbage til niveauet over det aktuelle
de: -Link zur Kategorien- / Kursübersicht.
el: Εμφάνιση ενός συνδέσμου που οδηγεί πίσω στην ιεραραρχία του μαθήματος. Ένας σύνδεσμος είναι πάντα διαθέσιμος στο κάτω μέρος της λίστας.
eo: Montri retroan ligilon supre en la kategoria/ kursa hierarĥio
es: Mostrar un enlace para volver atrás encima del árbol de las categorías/cursos
es_mx: Regresa la liga al primer lugar de las categorías/árbol de cursos
eu_es: Erakutsi atzera egiteko lotura bat, kategoriak/ikastaroak zuhaitzaren gainean
fa_ir: نمایش لینک‌های بازگشت از دسته‌بندی‌ها/درس‌ها
fi_fi: Näytä takaisin-linkit kategorioista/kursseista
fo_fo: Vís afturlenktir frá bólkum/kursum
fur: Mostre leams tornâ da categorijis/curs
ga: Taispeáin naisc ar ais ó chatagóirí/cúrsaí
gl: Mostrar un enlace para volver atrás encima da árbore das categorías/cursos
he_il: הצג קישורים אחוריים מקטגוריות/קורסים
hi: श्रेणी/कोर्सों से पीछे के लिंक दिखाएँ
hr_hr: Prikaži povratnu poveznicu na strukturu kategorije/kolegiji
hu_hu: Visszalapozás hivatkozás megjelenítése a kategóriák/kurzusok listánál
hy: Ցուցադրել հետ հղումները կատեգորիաներից/դասընթացներից
id_id: Tampilkan tautan kembali dari kategori/mata kuliah
it: Mostra un collegamento per risalire l'albero dei corsi e delle categorie
ja: カテゴリ/コースから戻るリンクを表示
ka_ge: უკან ბმულების ჩვენება კატეგორიებიდან/კურსებიდან
ko_kr: 카테고리/코스에서 뒤로 가기 링크 표시
lo: ສະແດງລິ້ງກັບຄືນຈາກໝວດໝູ່/ລາຍວິຊາ
lt_lt: Show back link on to of categories/courses tree
lv_lv: Rādīt atgriezeniskās saites uz kursiem
mk_mk: Прикажи ја врската назад на дрвото категории/курсеви
ms_my: Tunjuk pautan balik dari kategori/kursus
my_mm: အမျိုးအစား/သင်တန်းများမှ ပြန်လည်လင့်ခ်များကို ပြပါ
ne: श्रेणी/पाठ्यक्रमहरूबाट पछाडि लिङ्कहरू देखाउनुहोस्
nl: Toon een teruglink bovenaan in de categoriën/cursussen hiërarchie
nn_no: Vis en tilbakelink fra kategori/kurs
oc: Afichar los ligams de retorne de las categorias/cors
pl_pl: Pokaż link powrotu do kategorii/kursów
ps: د کټیګوریو/کورسونو څخه مڼې لینکونه ښکاره کړئ
pt_br: Mostrar links voltar de categorias/cursos
pt_pt: Apresentar ligações para voltar a partir das categorias/cursos
ro_ro: Arata legatura inapoi in partea de sus a arborelui de categorii/cursuri
ru_ru: Показывать ссылку возврата к дереву категорий/курсов
sk_sk: Ukázať spätnú linku na hierarchiu kategórií/kurzov
sl: Prikaži povezavo 'nazaj' v drevesu kategorij/tečajev
sq: Shfaq lidhje kthimi nga kategoritë/kurse
sr_rs: Prikaži link za povratak na strukturu kategorije/kolegiji
sv_se: Visa länk tillbaka överst i kategori/kurs-träd
sw_ke: Onyesha viungo vya kurudi kutoka jamii/kozi
ta: வகைகள்/பாடங்கள் வழியாக மீண்டும் இணைப்புகளைக் காட்டு
th: แสดงลิงก์ย้อนกลับจากหมวดหมู่/รายวิชา
tl_ph: Ipakita ang mga nakalipas na link mula sa mga kategorya/mga kurso
tr: Kategoriler/Dersler bölümüne dönüş bağlantısını göster
uk_ua: Показати посилання назад на дереві категорій/курсів
vi_vn: Hiển thị liên kết quay lại từ danh mục/khóa học
xh_za: Bonisa amakhonkco okubuyela kwiidilesi/iikhosi
zh_cn: 在目录或培训页面显示返回连接
zh_tw: 顯示來自類別/課程的反向連結

source: Show courses number
ar: أظهر عدد المقررات
ast_es: Amosar el númberu de cursos
bn_bd: কোর্সের সংখ্যা দেখান
bs_ba: Prikaži broj kurseva
ca_es: Mostrar nombre de cursos
cs_cz: Ukázat číslo školení
da: Vis antal kursussider
de: Anzahl der Kurse anzeigen
el: Εμφάνιση του αριθμού των μαθημάτων
eo: Montri la nombron da kursoj
es: Mostrar el número de cursos
es_mx: Muestra el número de cursos
eu_es: Erakutsi ikastaro kopurua
fa_ir: نمایش تعداد درسها
fi_fi: Näytä kurssin numero
fo_fo: Vís tal av kursum
fur: Mostre nûmar curs
ga: Taispeáin uimhir chúrsaí
gl: Mostrar o número de cursos
he_il: הצג מספר קורסים
hi: कोर्सों की संख्या दिखाएँ
hr_hr: Prikaži broj kolegija
hu_hu: A kurzusok számának megjelenítése
hy: Ցուցադրել դասընթացների քանակը
id_id: Tampilkan jumlah mata kuliah
it: Mostra il numero dei corsi
ja: コース数を表示
ka_ge: კურსების რაოდენობის ჩვენება
ko_kr: 코스 수 표시
lt_lt: Show number of courses
lv_lv: Rādīt kursu skaitu
mk_mk: Прикажи број на курсеви
ms_my: Tunjuk nombor kursus
my_mm: သင်တန်းအရေအတွက်ကို ပြပါ
ne: पाठ्यक्रम संख्या देखाउनुहोस्
nl: Toon het aantal cursussen
nn_no: Vis antall kurs
oc: Afichar lo nombre de cors
pl_pl: Pokaż liczbę kursów
ps: د کورسونو شمېر ښودل
pt_br: Mostrar número de cursos
pt_pt: Apresentar o número de cursos
ro_ro: Arata numarul de cursuri
ru_ru: Показать количество курсов
sk_sk: Ukázať počet kurzov
sl: Prikaži število tečajev
sq: Shfaq numrin e kurseve
sr_rs: Prikaži broj kolegija
sv_se: Visa antal kurser
sw_ke: Onyesha nambari ya kozi
ta: பாடங்கள் எண்ணிக்கையைக் காட்டு
th: แสดงจำนวนรายวิชา
tl_ph: Ipakita ang numero ng mga kurso
tr: Ders sayısını göster
uk_ua: Показати кількість курсів
vi_vn: Hiển thị số lượng khóa học
xh_za: Bonisa inani leekhosi
zh_cn: 显示培训课程的数目
zh_tw: 展示課程數量

source: Display teacher in course name
ar: عرض المدرس في عنوان المقرر
ast_es: Amosar quien ye'l profesor nel títulu del cursu
bn_bd: কোর্সের নামে শিক্ষক প্রদর্শন করুন
bs_ba: Prikaži nastavnika u nazivu kursa
ca_es: Mostrar el professor/a en el títol del curs
cs_cz: Zobraz učitele v názvu kurzu
da: Vis underviserens navn ved kursets titel
de: Kursleiter anzeigen
el: Εμφάνιση του Εκπαιδευτή στον τίτλο του μαθήματος
eo: Montri instruiston en kurstitolo
es: Mostrar al profesor en el título del curso
es_mx: Mostrar al profesor en el título del curso.
eu_es: Erakutsi irakaslea ikastaroaren tituluan
fa_ir: نمایش اسامی اساتید درس
fi_fi: Näytä opettaja kurssin otsikossa
fo_fo: Vís læraran í kursusnavni
fur: Mostre djdentâ intun non dal curs
ga: Taispeáin múinteoir in ainm cúrsa
gl: Amosar Profesor no título do curso
he_il: הצג את המורה בשם הקורס
hi: कोर्स नाम में शिक्षक दिखाएँ
hr_hr: Prikaži ime predavača u naslovu kolegija
hu_hu: Tanár nevének megjelenítése a kurzus címében
hy: Ցուցադրել դասախոսին դասընթացի անվանումում
id_id: Tampilkan Pengajar dalam judul mata kuliah
it: Mostra il coordinatore nell'intestazione del corso
ja: コース名に教員を表示
ka_ge: მასწავლებლის ჩვენება კურსის სახელში
ko_kr: 과정 제목에 교사명 표기
lt_lt: Rodyti dėstytojo vardą kurso pavadinime
lv_lv: Pievienot lektora vārdu pie kursa nosaukuma
mk_mk: Прикажи го Учителот во насловот на курсот
ms_my: Paparkan guru dalam nama kursus
my_mm: သင်တန်းအမည်တွင် ဆရာကို ပြသပါ
ne: पाठ्यक्रम नाममा शिक्षक देखाउनुहोस्
nl: Toon docent in cursustitel
nn_no: Vis lærer i kurstittelen
oc: Afichar lo professor dins lo nom del cors
pl_pl: Wyświetl nazwisko Wykładowcy w tytule kursu
ps: استاد په کورس نوم کې ښودل
pt_br: Exibir o Professor no nome do curso
pt_pt: Exibir o nome do professor no nome do curso
ro_ro: Afiseaza si numele profesorului in titlul cursului
ru_ru: Показать имя преподавателя в названии курса
sk_sk: Zobraz meno lektora v názve kurzu
sl: Prikaži učitelja v naslovu tečaja
sq: Shfaq mësuesin në emrin e kursit
sr_rs: Prikaži ime predvača u okviru imena kursa
sv_se: Visa lärare i kursens titel
sw_ke: Onyesha mwalimu katika jina la kozi
ta: பாடப் பெயரில் ஆசிரியரைக் காட்டு
th: แสดงชื่อผู้สอนในรายวิชา
tl_ph: Ipakita ang guro sa pangalan ng kurso
tr: Ders başlığında öğretmeni göster
uk_ua: Показати викладача в заголовку курсу
vi_vn: Tên giáo viên trên tiêu đề khóa học
xh_za: Bonisa utitshala kwigama lekhosi
zh_cn: 在课程里显示讲师的名称
zh_tw: 於課程標題顯示教師名字

source: Display teacher in courses list
ar: عرض المدرس على قائمة المقررات
ast_es: Amosar el tome de caún los profesores en caún los cursos del llistáu
bn_bd: কোর্সের তালিকায় শিক্ষক প্রদর্শন করুন
bs_ba: Prikaži nastavnika na listi kurseva
ca_es: Mostrar professor/a del curs en la llista de comentaris.
cs_cz: Zobraz učitele v poznámce seznamu kurzu
da: Vis underviserens navn i oversigten over kursussider
de: und Kategorien anzeigen
el: Εμφάνιση του Εκπαιδευτή στη λίστα μαθημάτων
eo: Montri instruiston en kurslisto
es: Mostrar el nombre de cada profesor en cada uno de los cursos del listado
es_mx: Mostrar al profesor en el listado de comentarios del curso.
eu_es: Erakusti irakasle bakoitzaren izena zerrendako ikastaro bakoitzean
fa_ir: نام مسئول درس در گوشه سمت چپ بالای صفحات درس نمایان میشود
fi_fi: Näytä opettaja kurssilistan kommentissa
fo_fo: Vís læraran í kursuslistanum
fur: Mostre djdentâ in liste dai curs
ga: Taispeáin múinteoir i liosta cúrsaí
gl: Amosar Profesor no comentario da lista de cursos
he_il: הצג את המורה ברשימת הקורסים
hi: कोर्सों की सूची में शिक्षक दिखाएँ
hr_hr: Prikaži ime predavača u rubrici "Opaska" popisa kolegija
hu_hu: Tanár nevének megjelenítése a kurzuslista megjegyzésében
hy: Ցուցադրել դասախոսին դասընթացների ցուցակում
id_id: Tampilkan Pengajar dalam komentar daftar mata kuliah
it: Mostra il coordinatore nell'elenco dei corsi
ja: コース一覧に教員を表示します
ka_ge: მასწავლებლის ჩვენება კურსების სიაში
ko_kr: 과정 목록에 교사명 표기
lt_lt: Rodyti dėstytojo vardą kurso komentarų sąraše
lv_lv: Kopējā kursu sarakstā, pievienot lektora vārdu pie kursa nosaukuma
mk_mk: Прикажи го Учителот во листата на курсеви
ms_my: Paparkan guru dalam senarai kursus
my_mm: သင်တန်းစာရင်းတွင် ဆရာကို ပြသပါ
ne: पाठ्यक्रम सूचीमा शिक्षक देखाउनुहोस्
nl: Toon docent in cursuslijst
nn_no: Vis lærer i kurslistekommentar
oc: Afichar lo professor dins la lista dels cors
pl_pl: Wyświetl nazwę Wykładowcy na liście komentarzy kursu
ps: استاد په کورسونو لیست کې ښودل
pt_br: Mostrar o Professor na lista de cursos
pt_pt: Exibir o nome do professor na lista do curso
ro_ro: Afiseaza si numele profesorului in lista cu comentarii despre curs
ru_ru: Показать имя преподавателя в списке курса
sk_sk: Zobraz meno lektora v poznámke v zozname kurzov
sl: Prikaži učitelja v seznama tečajev
sq: Shfaq mësuesin në listën e kurseve
sr_rs: Prikaži ime predavača, kao komentar, uz listu kurseva
sv_se: Visa lärare i kursens kommentarlista
sw_ke: Onyesha mwalimu katika orodha ya kozi
ta: பாடங்கள் பட்டியலில் ஆசிரியரைக் காட்டு
th: แสดงชื่อผู้สอนในรายวิชาที่มีการแสดงความคิดเห็น
tl_ph: Ipakita ang guro sa listahan ng mga kurso
tr: Ders listesinde öğretmeni göster
uk_ua: Показати ім'я викладача в списку курсу
vi_vn: Tên Giáo viên trong chú thích danh sách khóa học
xh_za: Bonisa utitshala kuluhlu lweekhosi
zh_cn: 在课程列表里显示讲师的名称
zh_tw: 於課程列表顯示教師名字

source: Display Course Code in courses list
ar: عرض المقرر على قائمة المقررات
ast_es: Amosar el códigu del cursu en caún los cursos del llistáu
bn_bd: কোর্সের তালিকায় কোর্স কোড প্রদর্শন করুন
bs_ba: Prikaži kod kursa na listi kurseva
ca_es: Mostrar el codi del curs en cadascun dels cursos del llistat
cs_cz: Zobraz kód kurzu v poznámce seznamu kurzů
da: Vis kursuskode i oversigten over kursussider
de: und Kategorien anzeigen
el: Εμφάνιση του Κωδικού του Μαθήματος στη λίστα μαθημάτων
eo: Montri kurskodon en kurslisto
es: Mostrar el código del curso en cada uno de los cursos del listado
es_mx: Mostrar el código de curso en el listado de comentarios del curso.
eu_es: Erakutsi ikastaroaren kodea zerrendako ikastaro bakoitzean
fa_ir: کد درس در گوشه سمت چپ بالای صفحات درس نمایان میشود
fi_fi: Näytä kurssikoodi kurssilistan kommentissa
fo_fo: Vís kursuskotu í kursuslistanum
fur: Mostre còdes curs in liste dai curs
ga: Taispeáin Cód Cúrsa i liosta cúrsaí
gl: Amosar o Código do Curso nos comentarios da lista de cursos
he_il: הצג את קוד הקורס ברשימת הקורסים
hi: कोर्सों की सूची में कोर्स कोड दिखाएँ
hr_hr: Prikaži šifru kolegija u rubrici "Opaska" popisa kolegija
hu_hu: Kurzus kódjának megjelenítése a kurzuslista megjegyzésében
hy: Ցուցադրել դասընթացի կոդը դասընթացների ցուցակում
id_id: Tampilkan Kode Mata Kuliah dalam komentar daftar mata kuliah
it: Mostra il codice del corso nell'elenco dei corsi
ja: コース一覧にコース コードを表示します
ka_ge: კურსის კოდის ჩვენება კურსების სიაში
ko_kr: 과정 코드를 과정 목록에 표기
lo: ສະແດງລະຫັດລາຍວິຊາໃນລາຍການລາຍວິຊາ
lt_lt: Rodyti kurso kodą kurso komentarų sąraše
lv_lv: Kopējā kursu sarakstā, pievienot kursa kodu pie pie kursa nosaukuma
mk_mk: Прикажи ја шифрата на курсот во листата на курсеви
ms_my: Paparkan Kod Kursus dalam senarai kursus
my_mm: သင်တန်းစာရင်းတွင် သင်တန်းကုဒ်ကို ပြသပါ
ne: पाठ्यक्रम सूचीमा कोड देखाउनुहोस्
nl: Toon cursuscode in cursuslijst
nn_no: Vis kurskode i kurslistekommentaren
oc: Afichar lo còdi del cors dins la lista dels cors
pl_pl: Wyświetl kod kursu na liście komentarzy kursu
ps: د کورس کوډ په کورسونو لیست کې ښودل
pt_br: Código do curso de exibição na lista de cursos
pt_pt: Exibir o Código do Curso na lista do curso
ro_ro: Afisati codul cursului in lista de comentarii a cursului
ru_ru: Показать Код Курса в списке курсов
sk_sk: Zobraz kód kurzu v poznámke zoznamu kurzov
sl: Prikaži kodo tečaja v komentarju seznama tečajev
sq: Shfaq Kodin e Kursit në listën e kurseve
sr_rs: Prikaži šifru kursa, kao komentar, uz listu kurseva
sv_se: Visa kurskod i kursens kommentarlista
sw_ke: Onyesha Msimbo wa Kozi katika orodha ya kozi
ta: பாடங்கள் பட்டியலில் பாட குறியீட்டைக் காட்டு
th: แสดงรหัสรายวิชาในรายวิชาที่มีการแสดงความคิดเห็น
tl_ph: Ipakita ang Koda ng Kurso sa listahan ng mga kurso
tr: Ders kodunu ders listesinde göster
uk_ua: Показати код курсу в списку курсів
vi_vn: Hiển thị mã khóa học trong danh sách khóa học
xh_za: Bonisa Ikhowudi yeKhosi kuluhlu lweekhosi
zh_cn: 在课程列表里显示课程代码
zh_tw: 於課程列表顯示課程編號
