Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Referrer Policy is a new header that allows a site to control how much information the browser includes with navigation away from a document and should be set by all sites.
yo_ng: Iṣeṣe Itọkasi jẹ akọle tuntun ti o fun aaye laaye lati ṣakoso iye alaye ti ẹrẹlẹ fi pẹlu lilọ kiri kuro ni iwe kan ati pe o yẹ ki gbogbo awọn aaye ṣeto.

source: Block disabled users immediately
yo_ng: Dena awọn olumulo ti a ṣe alaiṣiṣẹ lẹsẹkẹsẹ

source: Immediately block users who have been disabled by the admin through users management. Otherwise, users who have been disabled will keep their previous privileges until they logout.
yo_ng: Dena lẹsẹkẹsẹ awọn olumulo ti a ṣe alaiṣiṣẹ nipasẹ admin nipasẹ iṣakoso awọn olumulo. Bibẹẹkọ, awọn olumulo ti a ṣe alaiṣiṣẹ yoo pa awọn anfaani iṣaaju wọn titi wọn yoo fi jade.

source: Session cookie samesite
yo_ng: Ikoosi igba samesite

source: Enable samesite:None parameter for session cookie. More info: https://www.chromium.org/updates/same-site and https://developers.google.com/search/blog/2020/01/get-ready-for-new-samesitenone-secure
yo_ng: Ṣiṣẹ paramita samesite:None fun ikoosi igba. Alaye diẹ sii: https://www.chromium.org/updates/same-site ati https://developers.google.com/search/blog/2020/01/get-ready-for-new-samesitenone-secure

source: Hide link to session page
yo_ng: Fi ọna asopọ si oju-iwe igba pamọ

source: Hide link to the session page from the sessions list.
yo_ng: Fi ọna asopọ si oju-iwe igba pamọ lati akojọ awọn igba.

source: Hide tabs on the session page
yo_ng: Fi awọn taabu pamọ lori oju-iwe igba

source: Session admins can edit course content
yo_ng: Awọn admins igba le ṣatunṣe akoonu akoko

source: Session admins can 'login as' teachers
yo_ng: Awọn admins igba le 'wọle bi' awọn olukọ

source: Enable sessions search diagnosis
yo_ng: Ṣiṣẹ ayẹwo wiwa awọn igba

source: Allow tutors to get a diagnosis that will allow them to search for the best sessions for learners.
yo_ng: Gba awọn olutọju laaye lati gba ayẹwo ti yoo gba wọn laaye lati wa fun awọn igba ti o dara julọ fun awọn akẹkọ.

source: Redirect to session after registration in session's 'About' page
yo_ng: Yipada si igba lẹhin iforukọsilẹ ni oju-iwe 'Nipa' igba

source: Show number of users in sessions list
yo_ng: Han nọmba awọn olumulo ni akojọ awọn igba

source: The admin can see the number of users in each session. This adds additional weight to the sessions list, so if you use it often, consider carefully whether you want the extra waiting time.
yo_ng: Admin le rii nọmba awọn olumulo ni igba kọọkan. Eyi ṣafihan iwuwo afikun si akojọ awọn igba, nitorinaa ti o ba lo nigbagbogbo, ronu daradara boya o fẹ akoko iduro afikun.

source: Session admins can access all course content
yo_ng: Awọn admins igba le wọle si gbogbo akoonu akoko

source: Session admins are forbidden access to the users list
yo_ng: Awọn admins igba ko ni a le wọle si akojọ awọn olumulo

source: Hide search form in sessions list
yo_ng: Fi fọọmu wiwa pamọ ni akojọ awọn igba

source: Session admins can delete users
yo_ng: Awọn admins igba le paarẹ awọn olumulo

source: Session admins can disable users
yo_ng: Àwùjọ ìdàrì ìpàdé lè ṣàìdààmú àwùjọ oníṣe

source: Prevent emptying the subscribed users in session subscription
yo_ng: Dènà ìdásílẹ̀ àwùjọ oníṣe tí a ṣe ìfọwọ́sowọpọ̀ nínú ìfọwọ́sowọpọ̀ ìpàdé

source: When using the multiple learners subscription to a session, prevent the normal behaviour which is to unsubscribe users who are not in the right panel when clicking submit. Keep all users there.
yo_ng: Nígbà lílo ìfọwọ́sowọpọ̀ ọmọ ẹkọ́ púpọ̀ sí ìpàdé, dènà ìhùwàsí deede èyí tí ó jẹ́ láti ṣàìfọwọ́sowọpọ̀ àwùjọ tí kò wà nínú pánẹ́lù ọtún nígbà tí a bá tẹ ìfọwọ́sọ. Ṣàtùnṣe gbogbo àwùjọ nibẹ̀.

source: Hide sessions list in reporting tool
yo_ng: Fi ìpàdé akojọ pamọ́ nínú ohun èlò ìròyìn

source: Sessions that include the course are listed in the reporting tool inside the course itself, which can add considerable weight if the same course is used in hundreds of sessions. This option removes that list.
yo_ng: Àwùjọ ìpàdé tí ó kan ìdàrù ni a ṣe akojọ nínú ohun èlò ìròyìn nínú ìdàrù fúnra rẹ̀, èyí tí ó lè fi ìdíwọ̀ púpọ̀ kún ìdàrù kan tí a ń lo nínú ìpàdé ọgọrun. Aṣàyàn yìí yọ akojọ yẹn kúrò.

source: Session admins can view careers
yo_ng: Àwùjọ ìdàrì ìpàdé lè wo ìṣẹ́ ìdàgbàsókè

source: Sessions support manual sorting
yo_ng: Awọn akoko ṣe atilẹyin titọ púpọ̀ pẹ̀lú ọwọ́

source: Allow user to collapse sessions in My sessions
yo_ng: Gba olumulo laaye lati ṣe pọ̀ awọn akoko ni Awọn akoko Mi

source: Auto-create single-user session on course auto-subscription
yo_ng: Ṣẹ̀dá akoko olumulo kan-kan laifọwọ́ lori iforukọsilẹ akoko-kọlẹ

source: When a user subscribes to an open course through the courses catalogue, create a single-user session instead of subscribing him/her to the base course.
yo_ng: Nigbati olumulo ba forukọsilẹ si iṣẹ-ẹkọ ṣiṣi nipasẹ iwe-akọọlẹ awọn iṣẹ-ẹkọ, ṣẹ̀dá akoko olumulo kan-kan dipọ̀ ti iforukọsilẹ rẹ̀/ọkùnrin si iṣẹ-ẹkọ ipilẹ.

source: Default sessions list view
yo_ng: Wiwo akojọ awọn akoko aiyipada

source: Select the default tab you want to see when opening the sessions list as admin.
yo_ng: Yan taabu aiyipada ti o fẹ lati rii nigbati ṣiṣi akojọ awọn akoko gẹgẹbi ad ministrẹ.

source: Auto-created session's creator ID
yo_ng: ID ẹlẹda akoko ti a ṣẹ̀dá laifọwọ́

source: Set the user to use as creator of the automatically-created sessions (to avoid assigning every session to user '1' which is often the portal administrator).
yo_ng: Ṣeto olumulo lati lo gẹgẹbi ẹlẹda awọn akoko ti a ṣẹ̀dá laifọwọ́ (lati yago fun yiyan gbogbo akoko si olumulo '1' eyiti o jẹ́ ad ministrẹ adijositabulu nigbagbogbo).

source: Auto-created sessions duration
yo_ng: Akoko ti awọn akoko ti a ṣẹ̀dá laifọwọ́

source: Duration (in days) of the single-user, auto-created sessions. After expiry, the user cannot register to the same course (no other session is created).
yo_ng: Akoko (ni awọn ọjọ́) ti awọn akoko olumulo kan-kan, ti a ṣẹ̀dá laifọwọ́. Lẹhin ipari, olumulo ko le forukọsilẹ si iṣẹ-ẹkọ kanna (ko si akoko miiran ti a ṣẹ̀dá).

source: Change the default sorting of session in My sessions
yo_ng: Yi titọ aiyipada ti akoko pada ni Awọn akomo Mi

source: By default, sessions are ordered by start date. Change this by providing an array of type ['field' => 'end_date', 'order' => 'desc'].
yo_ng: Nipasẹ aiyipada, awọn akoko ti wa ni tẹlẹ lẹsẹẹsẹ nipasẹ ọjọ́ ibẹrẹ. Yi eyi pada nipa pese nọta ti iru ['field' => 'end_date', 'order' => 'desc'].

source: Set course read-only in session
yo_ng: Ṣeto iṣẹ-ẹkọ kika-nikan ni akoko

source: Let teachers set some courses in read-only mode when opened through sessions. In the course properties, check the 'Lock course in session' option.
yo_ng: Jẹ ki awọn olukọ ṣeto diẹ ninu awọn iṣẹ-ẹkọ ni ipo kika-nikan nigbati a ba ṣii wọn nipasẹ awọn akoko. Ninu awọn ohun-ini iṣẹ-ẹkọ, ṣayẹwo aṣayan 'Titiipa iṣẹ-ẹkọ ni akoko'.

source: Options for session import
yo_ng: Awọn aṣayan fun gbigbe akoko wọle

source: Array of options to apply as default parameters in the CSV/XML session import.
yo_ng: Nọta ti awọn aṣayan lati lo gẹgẹbi awọn paramita aiyipada ni gbigbe CSV/XML akoko.

source: Fields to search by in catalogue
yo_ng: Awọn aaye lati wa nipasẹ ni katalogi

source: Set preferences for the courses and sessions catalogues search options. If defined, this array will be used as a strict list of fields to let users search by.
yo_ng: Ṣeto awọn ayanfẹ fun awọn aṣayan wiwa katalogi iṣẹ-ẹkọ ati akoko. Ti a ṣalaye, nọta yii yoo lo gẹgẹbi akojọ ti o muna ti awọn aaye lati jẹ ki awọn olumulo wa nipasẹ.

source: Customize course-session tracking columns
yo_ng: Ṣe ìṣàtúnṣe awọn iwe-ọrọ itumọ iṣẹ-ẹkọ-akoko

source: Define an array of columns for the following reports: 'course_session', 'my_students_lp', 'my_progress_lp', 'my_progress_courses'.
yo_ng: Ṣalaye nọta ti awọn iwe-ọrọ fun awọn ijabọ wọnyi: 'course_session', 'my_students_lp', 'my_progress_lp', 'my_progress_courses'.

source: My progress: show course details in session
yo_ng: Ilọsiwaju mi: ṣafihan awọn alaye iṣẹ-ẹkọ ni akoko

source: Display all details of each course in session when clicking on session details.
yo_ng: Han fi gbogbo alaye iṣẹ-ẹkọ kọọkan ni igba nigbati o ba tẹ lori alaye igba.

source: Base course teacher can see assignments from all sessions
yo_ng: Olùkọ iṣẹ-ẹkọ ipilẹ le rii awọn iṣẹ-ṣiṣe lati gbogbo awọn igba

source: Show all learner publications (from base course and from all sessions) in the work/pending.php page of the base course.
yo_ng: Fi han gbogbo awọn atẹjade akẹkọ (lati iṣẹ-ẹkọ ipilẹ ati lati gbogbo awọn igba) ni oju-iwe iṣẹ/pending.php ti iṣẹ-ẹkọ ipilẹ.

source: Session admin can access batch user import, update and export
yo_ng: Alakoso igba le wọle si gbigbe wọle lilo pupọ, imudojuiwọ ati oke-oké olumulo

source: Hide session chart in My progress
yo_ng: Fi pamọ aaye igba ni Ilọsiwaju Mi

source: Only display users from active sessions in tracking
yo_ng: Han awọn olumulo lati awọn igba ti n ṣiṣẹ nikan ni itumọ

source: Sessions by duration always available to coaches
yo_ng: Awọn igba nipasẹ akoko nigbagbogbo wa fun awọn olukọni

source: Otherwise, session coaches only have access to sessions by duration during the active duration.
yo_ng: Bibẹẹkọ, awọn olukọni igba nikan ni iraye si awọn igba nipasẹ akoko lakoko akoko ti n ṣiṣẹ.

source: Limit subscriptions to course to only users of the session
yo_ng: Dinku awọn iforukọsilẹ si iṣẹ-ẹkọ si awọn olumulo igba nikan

source: Restrict the list of students to subscribe in the course session. And disable registration for users in all courses from Resume Session page.
yo_ng: Dinku akojọ awọn ọmọ ile-iwe lati forukọsilẹ ni iṣẹ-ẹkọ igba. Ati pa iforukọsilẹ fun awọn olumulo ni gbogbo awọn iṣẹ-ẹkọ lati oju-iwe Igbasilẹ Igba.

source: Disable add class in session course for non-admin
yo_ng: Pa fifi kun kilasi kun ni iṣẹ-ẹkọ igba fun ti kii ṣe alakoso

source: Disable tab to add classes in session course for non-admins.
yo_ng: Pa taabu lati fi kun awọn kilasi kun ni iṣẹ-ẹkọ igba fun awọn ti kii ṣe alakoso.

source: Add username to e-mail notification of subscription to session
yo_ng: Fi orukọ olumulo kun si ifitonileti imeeli ti iforukọsilẹ si igba

source: Add reset password link to e-mail notification of subscription to session
yo_ng: Fi ọna asopọ atunto ọrọ igbaniwọle kun si ifitonileti imeeli ti iforukọsilẹ si igba

source: Pre-fill session fields with user fields
yo_ng: Kọ awọn aaye igba pẹlu awọn aaye olumulo ṣaaju

source: Array of relationships between user extra fields and session extra fields, so the session can be pre-filled with data matching the user's data.
yo_ng: Ọkọọkan ti awọn ibatan laarin awọn aaye afikun olumulo ati awọn aaye afikun igba, ki igba le ṣe kọ pẹlu data ti o baamu data olumulo.

source: Set mandatory extra fields in session creation form
yo_ng: Ṣeto awọn aaye afikun ti o jẹ dandan ni fọọmu ṣẹda igba

source: Require the listed fields during session creation.
yo_ng: Beere fun awọn aaye ti a ṣe akojọ lakoko ṣẹda igba.

source: Sort session templates by id in session creation form
yo_ng: Ṣe lẹsẹẹsẹ awọn awoṣe igba nipasẹ id ni fọọmu ṣẹda igba

source: Send notification to learner when a skill/badge has been acquired
yo_ng: Fi ifitonileti ranṣẹ si akẹkọ nigbati ogbon/baaji kan ti gba

source: Hide skills from learners
yo_ng: Fi pamọ awọn ogbon kuro lọdọ awọn akẹkọ

source: If enabled, skills can only be visible for admins, teachers (related to a user via a course), and HRM users (if related to a user).
yo_ng: Ti a ba ṣiṣẹ, awọn ogbon le han fun awọn alakoso, awọn olukọ (ti o ni ibatan si olumulo nipasẹ iṣẹ-ẹkọ), ati awọn olumulo HRM (ti o ba ni ibatan si olumulo).

source: Allow teachers to access learners' skills
yo_ng: Gba awọn olukọ laaye lati wọle si awọn ogbon awọn akẹkọ

source: Allow teachers to set which skills are acquired through their courses
yo_ng: Gba awọn olukọ laaye lati ṣeto iru awọn ogbon ti a gba nipasẹ awọn iṣẹ-ẹkọ wọn

source: By default, only admins can decide which skills can be acquired through which course.
yo_ng: Nipasẹ aiyipada, awọn alakoso nikan le pinnu iru awọn ogbon ti o le gba nipasẹ iṣẹ-ẹkọ wo.

source: Hide skill levels feature
yo_ng: Fi pamọ ẹya awọn ipele ogbon

source: Show skills as a hierarchical table
yo_ng: Han awọn ogbon bi tabili hierarchical

source: Skill levels names
yo_ng: Awọn orukọ awọn ipele ogbon

source: Define names for levels of skills as an array of id => name.
yo_ng: Ṣe idaniloju awọn orukọ fun awọn ipele ti awọn ogbon bi ọkọọkan ti id => orukọ.

source: Enable linking skills to items
yo_ng: Ṣiṣẹ ìsopọ awọn ogbon si awọn ohun kan

source: This enables a major feature that enables any item to be linked to (and as such to allow acquisition of) a skill. The feature still requires the teacher to confirm the acquisition of the skill, so the acquisition is not automatic.
yo_ng: Eyi ṣiṣẹ ẹya pataki ti o fun laaye eyikeyi ohun lati sopọ si (ati bii bẹẹ lati gba laaye) ogbon kan. Ẹya naa tun nilo olukọ lati jẹrisi gbigba ogbon, nitorinaa gbigba kii ṣe laifọwọyi.

source: Show language flag next to avatar in social network
yo_ng: Han asia ede lẹgbẹẹ aworan avatar ni nẹtiwọọki awujọ

source: Teachers and admins see students as friends on social network
yo_ng: Awọn olukọ ati awọn alakoso rii awọn ọmọ ile-iwe bi awọn ọrẹ lori nẹtiwọọki awujọ

source: Hide survey reporting button
yo_ng: Fi pamọ bọtini ijabọ iwadi

source: Allows admins to hide survey reporting button if surveys are used to survey teachers.
yo_ng: Gba awọn alakoso laaye lati fi pamọ bọtini ijabọ iwadi ti awọn iwadii ba lo lati ṣe iwadii awọn olukọ.

source: Mark all survey questions as 'required' by default
yo_ng: Ṣamisi gbogbo awọn ibeere iwadii bi 'ti o nilo' nipasẹ aiyipada

source: Allow teachers to see who answered in anonymous surveys
yo_ng: Gba awọn olukọ laaye lati rii ẹni ti o dahun ni awọn iwadii ailorukọ

source: Allow teachers to see which learners have already answered an anonymous survey. This only appears once more than one user has answered, so it remains difficult to identify who answered what.
yo_ng: Gba awọn olukọ laaye lati rii awọn akẹkọ wo ti o ti dahun iwadii ailorukọ tẹlẹ. Eyi han ni kete ti olumulo diẹ sii ju ọkan ti dahun, nitorinaa o maa n ṣòro lati ṣe idanimọ ẹni ti o dahun kini.

source: Allow teachers to edit survey questions after students answered
yo_ng: Gba awọn olukọ laaye lati ṣatunṣe awọn ibeere iwadii lẹhin ti awọn ọmọ ile-iwe ti dahun

source: Order by student name when using survey duplication feature
yo_ng: Ṣe lẹsẹẹsẹ nipasẹ orukọ ọmọ ile-iwe nigbati lilo ẹya ṣe-pipọ iwadii

source: The survey duplication feature is oriented towards teachers and is meant to ask teachers to give their appreciation about each student in order. This option will order the questions by learner's lastname.
yo_ng: Ẹya ṣe-pipọ iwadii jẹ iṣalaye si awọn olukọ ati pe o tumọ lati beere lọwọ awọn olukọ lati fun appreciation wọn nipa ọkọọkan ọmọ ile-iwe ni ilana. Aṣayan yii yoo ṣe lẹsẹẹsẹ awọn ibeere nipasẹ orukọ idile akẹkọ.

source: Enable 'previous question' button in surveys
yo_ng: Ṣiṣẹ bọtini 'ibeere iṣaaju' ni awọn iwadii

source: Prevent survey edition
yo_ng: Deni ṣatunṣe iwadii

source: Prevent editing surveys for all surveys listed here (by code). Use * to prevent edition of all surveys.
yo_ng: Deni ṣatunṣe awọn iwadii fun gbogbo awọn iwadii ti a ṣe akojọ nibi (nipasẹ koodu). Lo * lati deni ṣatunṣe gbogbo awọn iwadii.

source: Add additional actions (as links) to survey lists for teachers
yo_ng: Fi awọn iṣe afikun kun (bi awọn asopọ) si awọn akojọ iwadii fun awọn olukọ

source: Add actions (usually connected to plugins) in the list of surveys. Use array syntax ['myplugin' => ['MyPlugin', 'urlGeneratorCallback']].
yo_ng: Fi awọn iṣe kun (igbagbogbo ti a sopọ si awọn afikun) ni akojọ awọn iwadii. Lo ọrọ ọkọọkan ['myplugin' => ['MyPlugin', 'urlGeneratorCallback']].

source: Display surveys from base course in all session courses
yo_ng: Han awọn iwadii lati iṣẹ-ẹkọ ipilẹ ni gbogbo awọn iṣẹ-ẹkọ igba

source: Prevent assignments edition
yo_ng: Deni ṣatunṣe iṣẹ-ṣiṣe

source: Prevent adding documents to assignments
yo_ng: Deni fifi awọn iwe silẹ kun si awọn iṣẹ-ṣiṣe

source: Prevent teacher from modifying assignment scores
yo_ng: Deni olukọ lati yi awọn ami iṣẹ-ṣiṣe pada

source: Students can only upload one assignment
yo_ng: Awọn ọmọ ile-iwe le gbe iṣẹ kan ṣoṣo soke

source: Enable My assignments page
yo_ng: Ṣiṣẹ ti oke My assignments

source: Prevent duplicate uploads in assignments
yo_ng: Deni awọn igbasilẹ ilọsiwaju ni awọn iṣẹ

source: Enable time effort for assignments
yo_ng: Ṣiṣẹ akoko ipa fun awọn iṣẹ

source: This will allow teachers to give an estimated time effort (in hh:mm:ss format) to complete the assignment. Upon submission of the assignment and approval by the teacher (the assignment is given a score), the learner will automatically be assigned the corresponding time.
yo_ng: Eyi yoo gba awọn olukọ laaye lati fun akoko ifoju akoko (ni ọna kika hh:mm:ss) lati pari iṣẹ naa. Lẹhin ifisilẹ ti iṣẹ naa ati ifọwọsi nipasẹ olukọ (iṣẹ naa ni a fun ni ami), ọmọ ẹkọ yoo ṣe ipinnu akoko ti o baamu laifọwọyi.

source: Force download of document before assignment upload
yo_ng: Fi ipa gbigba faili ṣaaju igbe iṣẹ soke

source: Force users to download the provided document in the assignment definition before they can upload their assignment.
yo_ng: Fi awọn olumulo ranṣẹ lati gba faili ti a pese ni itumọ iṣẹ ṣaaju ki wọn le gbe iṣẹ wọn soke.

source: Redirect to assigment tool homepage after upload or comment
yo_ng: Darí pada si oju-iwe akọni ohun elo iṣẹ lẹhin igbe soke tabi asọye

source: Redirect to assignments list after uploading an assignment or a adding a comment
yo_ng: Darí pada si akojọ awọn iṣẹ lẹhin igbe iṣẹ soke tabi ṣafikun asọye

source: Display link to 'pending' assignments from My courses page
yo_ng: Han ọna asopọ si awọn iṣẹ 'ti nduro' lati oju-iwe Awọn akoko mi

source: Access by role to ticket projects
yo_ng: Wiwọle nipasẹ ipa si awọn iṣẹ tikẹti

source: Allow ticket projects to be accesses by specific user roles. Example: ['permissions' => [1 => [17]] where project_id = 1, STUDENT_BOSS = 17.
yo_ng: Gba awọn iṣẹ tikẹti laaye lati wọle nipasẹ awọn ipa olumulo kan pato. Apẹẹrẹ: ['permissions' => [1 => [17]] nibiti project_id = 1, STUDENT_BOSS = 17.

source: Contact Us
yo_ng: Kan si wa

source: Sender profile picture
yo_ng: Aworan profaili olufiranṣẹ

source: Receiver profile picture
yo_ng: Aworan profaili olugba

source: Carbon copy receiver profile picture
yo_ng: Aworan profaili olugba carbon copy

source: Left
yo_ng: Osì

source: Right
yo_ng: Ọtun

source: Icons text
yo_ng: Awọn ọrọ aworan aami

source: Session name and course title
yo_ng: Orukọ igba ati akọle iṣẹ-ẹkọ

source: Public
yo_ng: Gbangba

source: Private
yo_ng: Ikọkọ

source: No link
yo_ng: Ko si ọna asopọ

source: Session link
yo_ng: Asopọ igba

source: World
yo_ng: Aye

source: Show to all users
yo_ng: Han si gbogbo awọn olumulo

source: Black list
yo_ng: Akojọ dudu

source: White list
yo_ng: Akojọ funfun

source: Show glossary in documents is none
yo_ng: Han iwe-itumọ ni awọn iwe kii ṣe eyikeyi

source: Show glossary in documents is manual
yo_ng: Han iwe-itumọ ni awọn iwe jẹ ifọwọṣe

source: Show glossary in documents is automatic
yo_ng: Han iwe-itumọ ni awọn iwe jẹ laifọwọyi

source: None
yo_ng: Ko si

source: Score average
yo_ng: Apinpin ami

source: Score percent
yo_ng: Pipin ogorun ami

source: Score div percent
yo_ng: Pipin ogorun ami

source: Hide catalogue
yo_ng: Fi pamọ katalogi

source: Show only courses
yo_ng: Han awọn iṣẹ-ẹkọ nikan

source: Show only sessions
yo_ng: Han awọn igba nikan

source: Show courses and sessions
yo_ng: Han awọn iṣẹ-ẹkọ ati awọn igba

source: Mail confirmation
yo_ng: Idaniloju meeli

source: Campus homepage
yo_ng: Oju-iwe akọri kampù

source: Search shows unlinked results
yo_ng: Iwadi han awọn abajade ti ko ni asopọ

source: Search hides unlinked results
yo_ng: Iwadi fi pamọ awọn abajade ti ko ni asopọ

source: Course coach email sender
yo_ng: Olufiranṣẹ imeeli olukọ iṣẹ-ẹkọ

source: No reply email sender
yo_ng: Olufiranṣẹ imeeli ko si idahun

source: Course registration code incorrect
yo_ng: Koodu iforukọsilẹ iṣẹ-ẹkọ ko tọ

source: Load diagnosis
yo_ng: Ṣe gbigba ayẹwo

source: Show diagnosis
yo_ng: Han ayẹwo

source: Save diagnosis changes
yo_ng: Fipamọ awọn iyipada ayẹwo

source: Recording help
yo_ng: Iranlọwọ gbigbasilẹ

source: While recording, you can pause whenever you want. If you are not satisfied, register again. This will overwrite the previous version. Satisfied ? To send the recording to your teacher, click on “Stop recording” then select “End exercise”. The teacher will be able to listen to your recording and give you feedback! All your transmitted recordings can be viewed on the exercise home page.
yo_ng: Nigba ti o n ṣe gbigbasilẹ, o le da duro nigbakugba ti o fẹ. Ti o ko ni itẹlọrun, forukọsilẹ lẹẹkansi. Eyi yoo kọwe lori ẹya iṣaaju. Ṣe o ni itẹlọrun? Lati fi iṣẹ-ṣiṣe naa ranṣẹ si olukọ rẹ, tẹ lori “Da iṣẹ-ṣiṣe duro” lẹhinna yan “Paran iṣẹ-ṣiṣe”. Olukọ yoo ni anfani lati gbọ si gbigbasilẹ rẹ ki o fun ọ ni esi! Gbogbo awọn iṣẹ-ṣiṣe ti o fi ranṣẹ ni a le wo lori oju-iwe ile iṣẹ-ṣiṣe.

source: Certificate of participation
yo_ng: Iwe-ẹri ti ikopa

source: User has participate at a training session on the platforme %s from %s until %s
yo_ng: Olumulo ti kopa ninu apejọ ikẹkọ kan lori pẹpẹ %s lati %s titi di %s

source: This preparation corresponds to a volume of approximately %s training hours.
yo_ng: Igbaradi yii ṣe deede si iwọn ti o to %s awọn wakati ikẹkọ.

source: The following contents have been validated
yo_ng: Awọn akoonu wọnyi ti ni idaniloju

source: Obtained the following skills
yo_ng: Gba awọn ogbon wọnyi

source: No course sessions for this user
yo_ng: Ko si awọn akoko ikẹkọ fun olumulo yii

source: Configure Chamilo colors
yo_ng: Ṣe atunṣe awọn awọ Chamilo

source: Primary color
yo_ng: Awọ akọkọ

source: Primary color hover/background
yo_ng: Awọ akọkọ hover/ipilẹ

source: Primary color button text
yo_ng: Awọ ẹdọfu bọtini akọkọ

source: Primary color button alternative text
yo_ng: Awọ ẹdọfu bọtini aropọ akọkọ

source: Secondary color
yo_ng: Awọ keji

source: Secondary color hover/background
yo_ng: Awọ keji hover/ipilẹ

source: Secondary color button text
yo_ng: Awọ ẹdọfu bọtini keji

source: Tertiary color
yo_ng: Awọ kẹta

source: Tertiary color hover/background
yo_ng: Awọ kẹta hover/ipilẹ

source: Success color
yo_ng: Awọ aṣeyọri

source: Success color hover/background
yo_ng: Awọ aṣeyọri hover/ipilẹ

source: Success color button text
yo_ng: Awọ ẹdọfu bọtini aṣeyọri

source: Info color
yo_ng: Awọ alaye

source: Info color hover/background
yo_ng: Awọ alaye hover/ipilẹ

source: Info color button text
yo_ng: Awọ ẹdọfu bọtini alaye

source: Warning color
yo_ng: Awọ ikilọ

source: Warning color hover/background
yo_ng: Awọ ikilọ hover/ipilẹ

source: Warning color button text
yo_ng: Awọ ẹdọfu bọtini ikilọ

source: Danger color
yo_ng: Awọ ewu

source: Danger color hover/background
yo_ng: Awọ ewu hover/ipilẹ

source: Form outline color
yo_ng: Awọ ìdíwò fọọmu

source: Hide advanced mode
yo_ng: Fi ipo ilọsiwaju pamọ

source: Show advanced mode
yo_ng: Han ipo ilọsiwaju

source: You can see examples of how chamilo will look here
yo_ng: O le rii awọn apẹẹrẹ ti chamilo yoo ṣe lọ si nibi

source: Buttons
yo_ng: Awọn bọtini

source: Primary alternative
yo_ng: Aropọ akọkọ

source: Tertiary
yo_ng: Kẹta

source: Warning
yo_ng: Ikilọ

source: Danger
yo_ng: Ewu

source: Dropdowns
yo_ng: Awọn dropdowns

source: Checkbox and radio buttons
yo_ng: Checkbox ati awọn bọtini redio

source: Toggle
yo_ng: Yipada

source: Hide all
yo_ng: Fi gbogbo rẹ pamọ

source: This is the default form
yo_ng: Eyi ni fọọmu aiyipada

source: This is a form with an error
yo_ng: Eyi ni fọọmu pẹlu aṣiṣe
