Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The booking system allows you to book resources for your courses (rooms, tables, books, screens, ...). You need this tool to be enabled (through the Admin) to have it appear in the user menu.
ar: يسمح نظام الحجز بحجز الموارد للمقررات (مثل الجداول والغرف والكتب...) فانه يجب عليك تمكينها من خلال المدير لكي يتم اظهارها في قائمة المستخدم
ast_es: Esta opción va habilitar el sistema de Reserves
bn_bd: বুকিং সিস্টেম আপনাকে আপনার কোর্সের জন্য রিসোর্স বুক করতে সাহায্য করে (রুম, টেবিল, বই, স্ক্রিন, ...)। ব্যবহারকারী মেনুতে এটি দেখানোর জন্য (অ্যাডমিনের মাধ্যমে) এই টুল সক্রিয় করতে হবে।
bs_ba: Sistem rezervacija omogućava rezervaciju resursa za vaše kurseve (sobe, stolove, knjige, ekrane, ...). Potrebno je da ovaj alat bude omogućen (preko Admina) da se pojavi u korisničkom meniju.
ca_es: Aquesta opció habilitarà el sistema de reserves
cs_cz: Rezervační systém umožňuje zarezervovat zdroje pro váš kurz (učebny, knihy, pc ...) Je nutné tento nástroj povolit (adminem) aby se objevil v uživatelském menu
da: Bookingsystemet tillader dig at booke ressourcer til dine kurser (lokaler, borde, bøger, skærme, ...). Du skal have dette værktøj aktiveret (gennem Admin) for at det vises i bruger-menuen.
de: Das Reservierungs-System erlaubt es, verschiedene Ressourcen (Räume, Tafeln, Bücher, Monitore, ...) für Kurse zu reservieren. Um dieses Werkzeug verwenden zu können, muß es aktiviert sein.
el: Το σύστημα κρατήσεων σας επιτρέπει να κλείνετε πόρους για τα μαθήματά σας (αίθουσες, τραπέζια, βιβλία, οθόνες, ...). Χρειάζεται αυτό το εργαλείο να είναι ενεργοποιημένο (μέσω Διαχειριστή) για να εμφανίζεται στο μενού χρήστη.
eo: La rezervada sistemo permesas al vi rezervi rimedojn por viaj kursoj (ĉambroj, tabloj, libroj, ekranoj, ...). Vi bezonas ĉi tiun ilon aktivigita (tra la Admin) por ke ĝi aperu en la uzantmenuo.
es: Esta opción habilitará el sistema de Reservas
es_mx: El sistema de reservaciones te permite reservar recursos para tus cursos (salones, mesas, libros, pantallas, ...). Necesitas que esta herramienta esté activada (a través del Admin) para que aparezca en el menú de usuario.
eu_es: Erreserba sistemak baliabideak erreserbatzeko aukera emango dizu zure ikastaroari begira (gelak, arbelak, liburuak, pantailak,...). Kudeatzailearen bitartez tresna hau gaitu beharko duzu dagozkien estekak erabiltzailearen menuan agertzeko.
fa_ir: سیستم رزرو به شما اجازه رزرو منابع برای دوره‌هایتان (اتاق‌ها، میزها، کتاب‌ها، صفحه‌ها، ...) را می‌دهد. برای ظاهر شدن آن در منوی کاربر، باید این ابزار فعال باشد (از طریق مدیر).
fi_fi: Varausjärjestelmä mahdollistaa resurssien (huoneet, pöydät, kirjat, näytöt, ...) varaamisen kursseillesi. Tarvitset tämän työkalun aktivoituna (ylläpitäjän kautta) jotta se näkyy käyttäjävalikossa.
fo_fo: Bókunarsystemið leyvir tær at bóka tilfar til tín kjørslu (rum, borð, bøkur, skermir, ...). Tú hevur tørv á, at hetta verktygið er virkið (gjøgnum stjóran) fyri at fá tað at síggjast í brúkaramenyini.
fur: Il sistema di prenotazion a jentile di prenotâ risors pal toj cors (sale, tabljis, libri, schermis, ...). Âs bisôn che chest struments si jessi ativât (tramin l'Admin) pal vêilo comparî tal menu utent.
ga: Ligeann an córas áirithinte duit acmhainní a áireamh do do chúrsaí (seomraí, táblaí, leabhair, scáileáin, ...). Ní mór an uirlis seo a chumasú (trí Admin) chun go bhfeicfear í i roghchlár an úsáideora.
gl: Esta opción habilitará o sistema de Reservas
he_il: מערכת ההזמנות מאפשרת לך להזמין משאבים עבור הקורסים שלך (חדרים, שולחנות, ספרים, מסכים,...). אתה צריך שהכלי הזה יהיה מופעל (דרך האדמין) כדי שהוא יופיע בתפריט המשתמש.
hi: बुकिंग सिस्टम आपको अपने कोर्स के लिए संसाधनों (कक्षाएँ, मेजें, पुस्तकें, स्क्रीन, ...) की बुकिंग करने की अनुमति देता है। उपयोगकर्ता मेनू में इसे दिखाने के लिए (प्रशासक के माध्यम से) इसे सक्षम करने की आवश्यकता है।
hr_hr: Sustav rezervacija omogućuje vam rezervaciju resursa za vaše predmete (sobe, stolove, knjige, ekrane, ...). Potrebno je da ovaj alat bude omogućen (preko Admina) da se pojavi u korisničkom izborniku.
hu_hu: A foglalási rendszer lehetővé teszi erőforrások foglalását kurzusaihoz (terem, asztal, könyvek, képernyők stb.). Engedélyeznie kell ezt az eszközt (az Adminisztrációban), hogy megjelenjen a felhasználói menüben.
hy: Պատվեր բրաց համակարգը թույլ է տալիս ձեր դասընթացների համար ամրագրել ռեսուրսներ (սենյակներ, սեղաններ, գրքեր, էկրաններ, ...): Ձեզ պետք է այս գործիքը միացված լինի (Ադմինի միջոցով), որպեսզի այն հայտնվի օգտատիրոջ մենյում:
id_id: Sistem pemesanan memungkinkan Anda memesan sumber daya untuk mata kuliah Anda (ruangan, meja, buku, layar, ...). Anda memerlukan alat ini diaktifkan (melalui Admin) agar muncul di menu pengguna.
it: L'opzione permette di utilizzare il sistema di prenotazione
ja: 予約システムではコースのリソースを予約することができます (部屋、机、書籍、スクリーン、...)。ユーザーのメニューに表示するにはこのツールを (管理画面から) 有効にする必要があります。
ka_ge: ბრჭყალის სისტემა საშუალებას გაძლევთ დაჯავშნოთ რესურსები თქვენი კურსებისთვის (საკონფერენციო დარბაზი, მაგიდები, წიგნები, ეკრანები, ...). ამ ხელსაწყოს ჩართვაა საჭირო (ადმინისტრატორის მეშვეობით), რათა ის მომხმარებლის მენიუში გამოჩნდეს.
ko_kr: 예약 시스템은 강의 자원(방, 테이블, 책, 화면 등)을 예약할 수 있게 합니다. 사용자 메뉴에 나타나도록 관리자에서 이 도구를 활성화해야 합니다.
lo: ລະບົບການຈອງຊ່ວຍໃຫ້ທ່ານສາມາດຈອງຊັບພະຍາກອນສຳລັບລາຍວິຊາຂອງທ່ານໄດ້ (ຫ້ອງ, ໂຕະ, ປຶ້ມ, ໜ້າຈໍ, ...). ທ່ານຕ້ອງເປີດໃຊ້ເຄື່ອງມືນີ້ (ຜ່ານຜູ້ເບິ່ງແຍງລະບົບ) ເພື່ອໃຫ້ມັນປາກົດໃນເມນູຂອງຜູ້ໃຊ້.
lt_lt: Rezervavimo sistema leidžia rezervuoti išteklius savo kursams (sales, stalus, knygas, ekranus, ...). Jums reikia įjungti šį įrankį (per administratorių), kad jis atsirastų vartotojo meniu.
lv_lv: Rezervācijas sistēma ļauj rezervēt līdzekļus savā apmācībā (telpas, galdi, grāmatas, ekrāni, ...). Jums ir nepieciešams lai šis instruments ir iespējots (caur Admin), un lai tas parādās Lietotāja izvēlnē.
mk_mk: Системот за резервации ви овозможува да резервирате ресурси за вашите курсеви (сали, маси, книги, екрани, ...). Оваа алатка мора да биде овозможена (преку Админ) за да се појави во менито на корисникот.
ms_my: Sistem tempahan membolehkan anda menempah sumber untuk kursus anda (bilik, meja, buku, skrin, ...). Anda memerlukan alat ini diaktifkan (melalui Admin) untuk memaparkannya dalam menu pengguna.
my_mm: ဘွတ်ကင်စနစ်သည် သင့်သင်တန်းများအတွက် အရင်းအမြစ်များ (အခန်းများ၊ စားပွဲများ၊ စာအုပ်များ၊ စခရင်များ၊ ...) ကို ဘွတ်ကင်လုပ်ခွင့်ပြုသည်။ ဤကိရိယာကို အသုံးပြုသူမီနူးတွင် ပေါ်လာစေရန် (စီမံခန့်ခွဲသူမှတစ်ဆင့်) ဖွင့်ထားရန် လိုအပ်သည်။
ne: बुकिङ प्रणालीले तपाईंलाई तपाईंका पाठ्यक्रमहरूका लागि स्रोतहरू (कक्षाहरू, टेबलहरू, पुस्तकहरू, स्क्रिनहरू, ...) बुक गर्न अनुमति दिन्छ। प्रयोगकर्ता मेनुमा देखाउन यो उपकरणलाई सक्षम गर्न आवश्यक छ (प्रशासक मार्फत)।
nl: Met het reserveringssysteem kunt u materiaal dat u voor uw trainingen er beschikking hebt laten reserveren. We denken hierbij aan bijvoorbeeld lokalen, tafels, projectoren, draagbare computers, ... U dient deze functionaliteit te activeren via het platformbeheer vooraleer het verschijnt in het gebruikersmenu.
nn_no: Reservasjonssystemet lar deg reservere ressursar for kursa dine (rom, bord, bøker, skjermar, ...). Du treng denne tenesta for å ha den tilgjengeleg i brukarmenyen (gjennom Admin).
oc: Lo sistèma de reservacion vos permet de reservar de ressorças per vòstres cors (sals, taulas, libres, ecrans, ...). Cal que aquesta aisina siá activada (via l'Admin) per qu'apparísça dins lo menú utilizaire.
pl_pl: System rezerwacji pozwala zarezerwować środki na szkolenie (pokoje, stoły, książki, ekrany, ...). Musisz to narzędzie mieć włączone (przez administratora), aby pojawiło się w menu użytkownika.
ps: د بوکینګ سیسټم تاسو ته اجازه درکوي چې ستاسو کورسونو لپاره سرچینې بوک کړئ (خونې، میزونه، کتابونه، سکرینونه، ...). تاسو اړتیا لرئ چې دا وسیل فعاله وي (د اډمین له لارې) ترڅو په کاروونکي منو کې ښکاره شي.
pt_br: O chamilo de reservas permite-lhe reservar recursos para as aulas (salas, mesas, livros, computadores)
pt_pt: O sistema de reservas permite reservar recursos para os cursos (salas, mesas, livros, ecrãs, ...). Esta ferramenta necessita de estar ativada (através do Admin) para que apareça no menu do utilizador.
ro_ro: Cu ajutorul sistemului de rezervare puteti sa va rezervati materialul pus la dispozitie. Si anume sali de clasa, banci, proiector, computere. Va trebuie sa activati aceasta functie prin intermediul meniului principal.
ru_ru: Система бронирования позволяет бронировать ресурсы для ваших курсов (комнаты, столы, книги, экраны и т.д.). Для появления этого инструмента в пользовательском меню необходимо его включить (через Админ).
sk_sk: Toto umožní používať rezervačný systém
sl: Možnost omogoči uporabo rezervacijskega sistema
sq: Sistemi i rezervimeve ju lejon të rezervoni burime për kurset tuaja (dhoma, tavolina, libra, ekrane, ...). Keni nevojë që ky mjet të aktivizohet (përmes Adminit) për ta pasur në menunë e përdoruesit.
sr_rs: Sistem rezervacija omogućava rezervaciju resursa za vaše kurseve (sale, stolove, knjige, ekrane, ...). Potrebno je da ovaj alat bude omogućen (preko Admina) da bi se pojavio u korisničkom meniju.
sv_se: Bokningssystemet låter dig boka resurser för dina kurser (rum, bord, böcker, skärmar, ...). Du behöver detta verktyg aktiverat (genom admin) för att det ska visas i användarmenyn.
sw_ke: Mfumo wa uhifadhi unakuruhusu kuhifadhi rasilimali kwa kozi zako (vyumba, meza, vitabu, skrini, ...). Unahitaji zana hii iwe imewashwa (kupitia Msimamizi) ili ionekane kwenye menyu ya mtumiaji.
ta: புக் செய்தல் அமைப்பு உங்கள் பாடங்களுக்கான வளங்களை (அறைகள், அட்டங்கள், புத்தகங்கள், திரைகள், ...) புக் செய்ய அனுமதிக்கிறது. பயனர் மெனுவில் இதை தோன்றச் செய்ய இந்த கருவி (நிர்வாகி மூலம்) செயல்படுத்தப்பட்டிருக்க வேண்டும்.
th: ระบบการจองช่วยให้คุณสามารถจองทรัพยากรสำหรับรายวิชาของคุณ (ห้องเรียน โต๊ะ หนังสือ จอภาพ ฯลฯ) คุณต้องเปิดใช้งานเครื่องมือนี้ (ผ่านผู้ดูแลระบบ) เพื่อให้ปรากฏในเมนูผู้ใช้
tl_ph: Pinapayagan ka ng booking system na mag-book ng mga mapagkukunan para sa iyong training (mga silid, mesa, libro, screen, ...). Kailangan mo ang tool na ito para gumana (sa pamamagitan ng Tagapangasiwa) upang lumitaw ito sa menu ng gumagamit
tr: Rezervasyon sistemi, dersleriniz için kaynakları (odalar, masalar, kitaplar, ekranlar, ...) rezerve etmenizi sağlar. Kullanıcı menüsünde görünmesi için (Yönetici aracılığıyla) bu aracın etkinleştirilmesi gerekir.
uk_ua: Система бронювання дозволяє бронювати ресурси для ваших курсів (кімнати, столи, книги, екрани тощо). Вам потрібно увімкнути цей інструмент (через адміністратора), щоб він з'явився в меню користувача.
vi_vn: Hệ thống đặt chỗ cho phép bạn đặt tài nguyên cho khóa học (phòng, bàn, sách, màn hình, ...). Bạn cần kích hoạt công cụ này (qua Quản trị) để nó xuất hiện trong menu người dùng.
xh_za: Inkqubo yokubhukisha ikuvumela ukuba ubhukishe izixhobo zeenkqubo zakho zokufunda (amagumbi, iitafile, iincwadi, izikrini, ...). Kufuneka esi sixhobo sivuliwe (ngoMlawuli) ukuze sivele kwimenyu yomsebenzisi.
zh_cn: 预约系统允许您为课程预约资源（房间、桌子、书籍、屏幕等）。您需要通过管理员启用此工具才能在用户菜单中显示。
zh_tw: 預約系統允許您為課程預約資源（教室、桌子、書籍、螢幕等）。需透過管理員啟用此工具才會出現在使用者選單中。

source: Configure
ar: تهيئة
ast_es: Configurar el tipu de recursu
bn_bd: কনফিগার করুন
bs_ba: Konfiguriraj
ca_es: Configurar tipus de recurs
cs_cz: Konfigurovat typ zdroje
da: Konfigurér
de: Konfigurieren
el: Διαμόρφωση
eo: Agordi
es: Configurar tipo de recurso
es_mx: Configurar
eu_es: Konfiguratu baliabide mota
fa_ir: پیکربندی
fi_fi: Muokkaa
fo_fo: Stilla
fur: Configurâ
ga: Cumraigh
gl: Configurar tipo de recurso
he_il: הגדר
hi: कॉन्फ़िगर करें
hr_hr: Konfiguriraj
hu_hu: Konfigurálás
hy: Կարգավորել
id_id: Konfigurasi
it: Tipi di risorsa
ja: 設定
ka_ge: კონფიგურაცია
ko_kr: 설정
lo: ຕັ້ງຄ່າ
lt_lt: Konfigūruoti
lv_lv: Konfigurēt
mk_mk: Постави
ms_my: Konfigurasi
my_mm: ပြင်ဆင်သတ်မှတ်ပါ
ne: कन्फिगर गर्नुहोस्
nl: Configureer
nn_no: Konfigurer
oc: Configurar
pl_pl: Konfiguruj
ps: تنظیم کړئ
pt_br: Configurar tipo de recurso
pt_pt: Configurar
ro_ro: Configurare
ru_ru: Настроить
sk_sk: Nastaviť typ zdroja
sl: Nastavi tipe resursov
sq: Konfiguro
sr_rs: Podesi
sv_se: Konfigurera
sw_ke: Panga
ta: அமைக்க
th: ตั้งค่า
tl_ph: I-configure
tr: Ayarla
uk_ua: Налаштувати
vi_vn: Cấu hình
xh_za: Lungisa
zh_cn: 配置
zh_tw: 設定

source: Configure multiple access URL
ar: URL تهيئة الوصول المتعدد
ast_es: Configurar la entrada a múltiples URLs
bn_bd: বহু অ্যাক্সেস ইউআরএল কনফিগার করুন
bs_ba: Konfiguriraj višestruki pristupni URL
ca_es: Configurar accés a multiple URLs
cs_cz: Nastavit URL vícenásobného přístupu
da: Konfigurér flere adgangs-URL'er
de: mehrfache URLs konfigurieren
el: Διαμόρφωση πολλαπλών διευθύνσεων URL πρόσβασης
eo: Agordi plurajn aliraajn URL-ojn
es: Configurar acceso a multiple URLs
es_mx: Configurar URL de acceso múltiple
eu_es: Konfiguratu URL sarbide anizkoitza
fa_ir: پیکربندی URL دسترسی چندگانه
fi_fi: Muokkaa useita pääsylinkkejä
fo_fo: Stilla fleiri atgongu-URL
fur: Configurâ URL acès multiple
ga: Cumraigh iolraigh URL rochtana
gl: Configurar acceso a múltiples URLs
he_il: הגדר כתובת URL מרובה גישה
hi: बहु पहुँच URL कॉन्फ़िगर करें
hr_hr: Konfiguriraj višestruki pristupni URL
hu_hu: Többszörös hozzáférési URL konfigurálása
hy: Կարգավորել զանգվածային մուտքի URL-ը
id_id: Konfigurasi URL akses ganda
it: Configura gli URL per l'accesso multiplo
ja: 複数アクセスURLを設定
ka_ge: მრავალჯერადი წვდომის URL-ის კონფიგურაცია
ko_kr: 다중 접근 URL 설정
lt_lt: Konfigūruoti kelis prieigos URL
lv_lv: Konfigurēt vairāku piekļuves URL
mk_mk: Постави многукратни URL за пристап
ms_my: Konfigurasi pelbagai URL akses
my_mm: မျိုးစုံဝင်ရောက်ခွင့် URL ကို ပြင်ဆင်သတ်မှတ်ပါ
ne: बहु पहुँच URL कन्फिगर गर्नुहोस्
nl: Configureer meerdere toegangs URLs
nn_no: Konfigurer fleirtal tilgjenge URL
oc: Configurar l'URL d'accès multiple
pl_pl: Konfiguruj wielokrotny dostęp URL
ps: څو لاسرسی URL تنظیم کړئ
pt_br: Configurar acesso a múltiplas URL
pt_pt: Configurar acesso múltiplo ao URL/caminho.
ro_ro: Configureaza mai multe accese URL
ru_ru: Настроить множественный URL доступа
sk_sk: Nastaviť URL viacnásobného prístupu
sl: Nastavi URL-je za dostop prek večih URL-jev
sq: Konfiguro URL shumëfish hyrjeje
sr_rs: Podesi višestruki URL pristupa
sv_se: Konfigurera flera åtkomst-URL:er
sw_ke: Panga URL ya ufikiaji mwingi
ta: பல அணுகல் URL ஐ அமைக்க
th: ตั้งค่า URL เข้าถึงหลายรายการ
tl_ph: I-configure ang multiple access URL
tr: Çoklu erişim URL'sini yapılandır
uk_ua: Налаштувати множинний доступ URL
vi_vn: Cấu hình URL truy cập nhiều
xh_za: Lungisa i-URL yokufikelela ezininzi
zh_cn: 配置多访问URL
zh_tw: 設定多重存取 URL

source: The URL has been added
ar: URL تم اضافة رابط
ast_es: URL amestada
bn_bd: ইউআরএলটি যোগ করা হয়েছে
bs_ba: URL je dodan
ca_es: URL agregada
cs_cz: URL přidáno
da: URL'en er tilføjet
de: Die URL wurde hinzugefügt
el: Η διεύθυνση URL προστέθηκε
eo: La URL estas aldonita
es: URL agregada
es_mx: La URL ha sido agregada
eu_es: URL gehitu da
fa_ir: URL اضافه شد
fi_fi: URL on lisätty
fo_fo: URL-in er løgt afturat
fur: L'URL e jessi zontâde
ga: Tá an URL curtha leis
gl: URL agregada
he_il: כתובת האתר נוספה
hi: URL जोड़ दिया गया है
hr_hr: URL je dodan
hu_hu: Az URL hozzáadva
hy: URL-ը ավելացվել է
id_id: URL telah ditambahkan
it: URL aggiunto
ja: URLが追加されました
ka_ge: URL დაემატა
ko_kr: URL이 추가되었습니다
lt_lt: URL buvo pridėtas
lv_lv: URL ir pievienots
mk_mk: URL-то е додадено
ms_my: URL telah ditambah
my_mm: URL ကို ထည့်သွင်းပြီးဖြစ်သည်
ne: URL थपिएको छ
nl: De URL is toegevoegd
nn_no: URL-en er lagt til
oc: L'URL es estada aponduda
pl_pl: URL został dodany
ps: URL اضافه شوی
pt_br: URL foi adicionada
pt_pt: O URL/caminho foi adicionado
ro_ro: URL e adaugat
ru_ru: URL добавлен
sk_sk: URL adresa bola pridaná
sl: URL je bil dodan
sq: URL-ja është shtuar
sr_rs: URL je dodat
sv_se: URL:en har lagts till
sw_ke: URL imeongezwa
ta: URL சேர்க்கப்பட்டது
th: URL ถูกเพิ่มแล้ว
tl_ph: Naidagdag na ang URL
tr: Url eklendi
uk_ua: URL додано
vi_vn: URL đã được thêm
xh_za: I-URL iye yongezwa
zh_cn: 这个地址已经被添加
zh_tw: URL 已新增

source: This URL already exists, please select another URL
ar: الرابط موجود مسبقا، الرجاء اختيار رابط اخر
ast_es: Esta URL ta yá rexistrada, escriba otra URL
bn_bd: এই ইউআরএলটি ইতিমধ্যে বিদ্যমান, অনুগ্রহ করে অন্য ইউআরএল নির্বাচন করুন
bs_ba: Ovaj URL već postoji, odaberite drugi URL
ca_es: La URL ja està registrada, ingressi altra URL
cs_cz: URL již existuje - prosím zvolte jiné
da: Denne URL findes allerede, vælg venligst en anden URL
de: Diese URL existiert bereits, bitte eine andere auswählen
el: Αυτή η διεύθυνση URL υπάρχει ήδη, παρακαλούμε επιλέξτε άλλη
eo: Ĉi tiu URL jam ekzistas, bonvolu elekti alian URL
es: La URL ya se encuentra registrada, ingrese otra URL
es_mx: Esta URL ya existe, por favor selecciona otra URL
eu_es: URL hau badago erregistraturik lehendik, mesedez, hautatu beste URL bat
fa_ir: این URL قبلاً وجود دارد، لطفاً URL دیگری انتخاب کنید
fi_fi: Tämä URL on jo olemassa, valitse toinen URL
fo_fo: Henda URL finst longu, vel eina aðra URL
fur: Cheste URL esist già, par plasê scealt un'ôtre URL
ga: Tá an URL seo ann cheana, roghnaigh URL eile le do thoil
gl: A URL xa se atopa rexistrada, introduza outra URL
he_il: כתובת אתר זו כבר קיימת, אנא בחר כתובת אתר אחרת
hi: यह URL पहले से मौजूद है, कृपया दूसरा URL चुनें
hr_hr: Ovaj URL već postoji, odaberite drugi URL
hu_hu: Ez az URL már létezik, válasszon másik URL-t
hy: Այս URL-ը արդեն գոյություն ունի, խնդրում ենք ընտրել մեկ այլ URL
id_id: URL ini sudah ada, silakan pilih URL lain
it: URL già in uso, seleziona un URL diverso
ja: このURLはすでに存在します。別のURLを選択してください
ka_ge: ეს URL უკვე არსებობს, გთხოვთ აირჩიოთ სხვა URL
ko_kr: 이 URL은 이미 존재합니다. 다른 URL을 선택하세요
lo: URL ນີ້ມີຢູ່ແລ້ວ, ກະລຸນາເລືອກ URL ອື່ນ
lt_lt: Šis URL jau egzistuoja, pasirinkite kitą URL
lv_lv: Šis URL jau eksistē, lūdzu, izvēlieties citu URL
mk_mk: Ова URL веќе постои, ве молиме изберете друго URL
ms_my: URL ini sudah wujud, sila pilih URL lain
my_mm: ဤ URL ရှိပြီးဖြစ်သည်၊ ကျေးဇူးပြု၍ အခြား URL တစ်ခုကို ရွေးချယ်ပါ
ne: यो URL पहिले नै अवस्थित छ, कृपया अर्को URL छान्नुहोस्
nl: Deze URL bestaat reeds. Gelieve een andere URL te kiezen.
nn_no: Denne URL-en finst allereie, vel ein annan URL
oc: Aquesta URL existís ja, mercés de seleccionar una autra URL
pl_pl: Ten URL już istnieje, wybierz inny URL
ps: دا URL لا شتون لري، بل URL غوره کړئ
pt_br: Esta URL já existe, por favor seleccione outra URL
pt_pt: Este URL/caminho já existe, por favor seleccione outro URL/caminho
ro_ro: Acest URL exista inca. Alegeti un alt URL.
ru_ru: Этот URL уже существует, выберите другой URL
sk_sk: URL adresa je už pridaná, prosím vyberte inú URL
sl: URL je že dodan. Izberite drug URL.
sq: Ky URL ekziston tashmë, ju lutemi zgjidhni një URL tjetër
sr_rs: Ovaj URL već postoji, izaberite drugi URL
sv_se: Denna URL finns redan, välj en annan URL
sw_ke: URL hii tayari ipo, tafadhali chagua URL nyingine
ta: இந்த URL ஏற்கனவே உள்ளது, வேறு URL ஐ தேர்ந்தெடுக்கவும்
th: URL นี้มีอยู่แล้ว โปรดเลือก URL อื่น
tl_ph: Nandyan na ang URL na ito, mangyaring pumili ng ibang URL
tr: Bu URL zaten mevcut, lütfen başka bir URL seçin
uk_ua: Цей URL вже існує, будь ласка, виберіть інший URL
vi_vn: URL này đã tồn tại, vui lòng chọn URL khác
xh_za: Esi si-URL sele sikhona, nceda ukhethe enye i-URL
zh_cn: 此URL已存在，请选择另一个URL
zh_tw: 此 URL 已存在，請選擇另一個 URL
