Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: <p> The forum is an discussion tool for asynchronous written work. In contrast to e-mail, a forum is for public, or semi-public, group discussion. </p>To use the Chamilo forum, members can simply use their browser - they do not require any distinct client software. </p>To organize forums, click on the Forums tool. Discussions are organized hierarchically according to the following structure: </ p><b> Category> Forum> Topic> Post</ b> </ p> To ensure members can participate in the forum tidily and effectively, it is essential in the first instance to create categories and forums; it's then up to the participants to create topics and posts. By default, the forum contains a single (public) category, an example topic and an example post. You can add forums to the category, change its title or create other categories within which you could then create new forums. (Don't confuse categories and forums, and remember that a category that contains no forum is useless and not displayed.)</p> <p>The forum description might include a list of its members, a definition of its purpose, a target a task, a theme etc.</p><p>Group forums should not be created via the Forum tool but instead via the Groups tool, where you can determine whether your group forums should be private or public, at the same time providing a location for sharing groups of documents.</p><b> Teaching Tips</ b></ p> A learning forum is not quite the same as the forums you are used to seeing on the internet. For one thing, it is not possible for learners to alter their posts once they have been published as the course is logically archived to allow tracking of what has been said in the past. Furthermore, Chamilo forums allow for specific uses relevant to teaching. For example, some teachers/trainers publish corrections directly within forums in the following way: <li> A learner is asked to post a report directly into the forum, </ li> The teacher corrects it by clicking Edit (yellow pencil) and marking it using the graphics editor (color, underlining, etc.) </ li> Finally, other learners benefit from viewing the corrections was made on the production of one of of them, </ li> Note that the same principle can be applied between learners, but will require his copying/pasting the message of his fellow student because students / trainees can not edit one another's posts. <. li> </ ul>
qu_pe: <p> Foruqa asinkroniku willakuy llank'anaq. E-mailwan uyariq, foruqa pawaywan iskay paway willakuy. </p>Chamilo forutaq usuq, iñiqkunam navegadortam usuq, manam imaynaq cliente softwareta maqan. </p>Forukuna organizakuy uchun, Forukuna llank'ananata thaqay. Willakuykuna iñiq iñiq organizasqa: </p><b> Katigori > Foru > Tema > Willakuy </b> </p> Iñiqkunam forupi allin rurakuy uchun, ñawpaq katigoriwan forukuna kamachiy; iñiqkunam temawan willakuykuna kamachinkuy. Manaq, forupi huk (paway) katigori, huk temawan huk willakuy. Katigoriqman forukuna yapayki, sutinta mut'ayki ukhu katigoriqman foru qhaway. (Katigoriwan foruta manam musuquychu, manam foruq kanchu katigori manam poliqsi.)</p> <p>Foru willakuyqa iñiqkunata, llank'ay suyunta, hatun ruray, temata listata hap'in. </p><p>Hukriykuna forukuna Foru llank'ananamantaq manam, Hukriykuna llank'ananamantaq, hukriykuna forukuna privadokunawan pawaykunawan ruray, willakuy hukriykuna rurakuy yachay. <b> Yachay hatunkuna </b></p> Yachay foruqa internetpi rikushqakunawan uyariq. Yachasqakuna willakuykuna publicasqanrayku manam mut'ayta atinkuchu, kursuqa yachay iñiq willakuykuna yuyay. Chaywanmi Chamilo forukuna yachaypaq willakuykuna: <li> Yachasqa forupi willakuyta qillqay, </li> Yachachiq edit (q'illu lapis) thaqaywan mut'akuy, willakuy editorta (llump'ay, p'akiychay, etc.) </li> Huk yachasqakuna iñiq yachasqapa mut'akuykunaq rikuy, </li> Yachasqakuna iñiq willakuykuna mut'akuyta atinkuchu. </li> </ul>

source: Forum help
qu_pe: Foru yanapa

source: Please login to go to this course
qu_pe: Kay kursuman risuq ñoqap qinayki

source: Clear all learners results for every exercises ?
qu_pe: ¿Huk llank'aykunatamamaq yachasqakuna pantasqakunata limpiy?

source: Are you sure to delete all test's results ?
qu_pe: ¿Testpa huk pantasqakunatamamaq huch'akuyta munanki?

source: Additionally, a new announcement has been created and sent to selected users
qu_pe: Huk willakuy qhapaq iñiqkunaman kachasqa

source: Login date
qu_pe: Risqay p'unchay

source: Choose start and end dates
qu_pe: Qallariywan qhipa p'unchayta ruray

source: This test is configured not to display feedback to learners. Comments will not be seen at the end of the test, but may be useful for you, as teacher, when reviewing the question details.
qu_pe: Kay testqa yachasqakunaman kutichisqata manam rikuchiytaq kituq. Willakuykuna test qhipaman manam rikushqachu, yachachiqqa willakuy detallokunata qhawaytaq yuyay.

source: Work added
qu_pe: Yapasqa llanka

source: How should we show the feedback/comment for each question? This option defines how it will be shown to the learner when taking the test. We recommend you try different options by editing your test options before having learners take it.
qu_pe: ¿Imaynalla kasqanpaq yachachisqanpaq / comentario nisqanta rikuchisqan? Kay sartañan yachachisqanpaq pruibakunawan rikunakunata definiq. Sugerichisqanchik pruibakunata musuqchayta test opciones editakunaykipaq yachachisqakuna pruibayta munaspaykipaq.

source: Users who's account has been disabled
qu_pe: Cuenta desactivakusqakuna runakuna

source: Users with an active account
qu_pe: Activo cuentawan runakuna

source: Surveys progress
qu_pe: Encuestas avancen

source: Incomplete surveys
qu_pe: Encuestas mana tukuykunata

source: Completed surveys
qu_pe: Encuestas tukuykunata

source: Total surveys
qu_pe: Encuestas total

source: Wiki pages reading progress
qu_pe: Wiki paginakuna lecturan avancen

source: Wiki pages unread
qu_pe: Wiki paginakuna mana letrakunata

source: Wiki pages read
qu_pe: Wiki paginakuna letrakunata

source: Wiki pages revisions
qu_pe: Wiki paginakuna revisasqakuna

source: Total wiki pages
qu_pe: Wiki paginakuna total

source: Assignments progress
qu_pe: Tareas avancen

source: Missing assignments
qu_pe: Tareas faltakunata

source: Completed handed in
qu_pe: Entregas tukuykunata

source: Total assignments
qu_pe: Tareas total

source: Forums progress
qu_pe: Foros avancen

source: Forums not read
qu_pe: Foros mana letrakunata

source: Forums read
qu_pe: Foros letrakunata

source: Total forums
qu_pe: Foros total

source: Exercises progress
qu_pe: Ejercicios avancen

source: Incomplete exercises
qu_pe: Ejercicios mana tukuykunata

source: Completed exercises
qu_pe: Ejercicios tukuykunata

source: Total exercises
qu_pe: Ejercicios total

source: Learning paths progress
qu_pe: Trayectorias de aprendizaje avancen

source: Incomplete learning paths
qu_pe: Trayectorias de aprendizaje mana tukuykunata

source: Completed learning paths
qu_pe: Trayectorias de aprendizaje tukuykunata

source: Total learning paths
qu_pe: Trayectorias de aprendizaje total

source: Time connected (hh:mm)
qu_pe: Tiempo conectado (hh:mm)

source: Select survey
qu_pe: Encuesta ruray

source: Survey copied
qu_pe: Encuesta qillqakun

source: No surveys available
qu_pe: Mana encuestas kanchu

source: Duplicate an empty survey copy into another course. You need 2 courses to use this feature: an original course and a target course.
qu_pe: Encuesta wak qillqata huk kursonman qillqay. Kay raspaq usuq 2 kurso kanman: asllik kurso huc target kurso.

source: Copy survey
qu_pe: Encuesta qillqay

source: Please pick a session
qu_pe: Sesion ruray

source: Search sessions
qu_pe: Sesiones rimanakuy

source: Please pick a student
qu_pe: Estudiante ruray

source: Search users
qu_pe: Runakunaq maskhay

source: Please pick a course
qu_pe: Kurso ruray

source: Surveys overview
qu_pe: Encuestas qhawarina

source: Participation and reading progress overview
qu_pe: Participacion huc lecturan avancen qhawarina

source: Learning paths progress overview
qu_pe: Trayectorias de aprendizaje avancen qhawarina

source: Detailed exercises progress
qu_pe: Ejercicios avancen detallada

source: Accesses by user overview
qu_pe: Runawan accesos qhawarina

source: Allow members to leave group
qu_pe: Membrokuna grupoman rillakuyta saqllay

source: Assignment could not be uploaded because folder %s does not exist
qu_pe: Tarea %s phupa manan kanchu kasqantaq upload mana atinchu

source: Unsubscribe students which are not in the imported list
qu_pe: Importakun listaq mana kaypi kashqan estudiantekunata unsubscribe ruray

source: If a session exists, update it
qu_pe: Sesion kachkan ususpaq, musuqchay

source: Create by <a href="%s">%s</a> on %s
qu_pe: <a href="%s">%s</a> nisaqpaq %s qhipaman yaratakun

source: Login without an institutional account
qu_pe: Institucional cuenta illa login

source: This is the text for question 1
qu_pe: Kay warmasina 1

source: The Aiken format comes in a simple text (.txt) file, with several question blocks, each separated by a blank line. The first line is the question, the answer lines are prefixed by a letter and a dot, and the correct answer comes next with the ANSWER: prefix. See example below.
qu_pe: Aiken ruraynin .txt pantasqapi, mana pukaq warmasikuna, huk pachakunata blank linya phawitakuy. Hukrayuq linya kay warmasina, willaykunata let raqiwan churaykuna, allin willayta ANSWER: ñawpaqwan. Qhawachinuy kunan rikch'aynita.

source: The imported file has at least one question without any answer (or the answers do not include the required prefix letter). Please make sure each question has at least one answer and that it is prefixed by a letter and a dot or a parenthesis, like this: A. answer one
qu_pe: Chaskisqa pantasqapi mana willakuykuna kanchu (nispaq willaykunata mana let raqiwan). Ama allinchaychu, huk warmasina mana willakuykunawan, letwan churaykuna nispaq: A. willay 1

source: The imported file includes at least one question without any correct answer defined. Please make sure all questions include the ANSWER: [Letter] line.
qu_pe: Chaskisqa pantasqapi mana allin willaykuna kanchu. Ama allinchaychu, huk warmasina ANSWER: [Let raqi] linya.

source: Search course by session
qu_pe: Yachaykutit phinakuy sessionwan

source: There was an unknown issue with your file. Please review its format and try again.
qu_pe: Mana yachakuy pantasqaykita. Ama qhaway formatninta, kutipay.

source: You must upload a .txt or .zip file
qu_pe: .txt nispaq .zip pantasqata karqayki

source: No .txt file found in zip
qu_pe: Zippi .txt pantasqata mana tarinakchu

source: Import Aiken quiz
qu_pe: Aiken quiz chaskiy

source: Use ::private at the end of the link to show it only to logged-in users
qu_pe: ::private iskaykutawan churay yurlan, qelqakunaman qhawachinaypaq

source: Number of groups to create
qu_pe: Kamachiyta munay qhawachinakuna

source: Coaches subscribed as teachers in course %s
qu_pe: Yachakuytipi yachay %s yachakuna

source: Enroll students from existing sessions
qu_pe: Yachasqakunata sessionwan qelqakuy

source: Enroll trainers from existing sessions
qu_pe: Yachakunata sessionwan qelqakuy

source: Adding students from session <b>%s</b> to session <b>%s</b>
qu_pe: Yachasqakunata <b>%s</b> sessionmanta <b>%s</b> sessionman qelqakuy

source: Add user group to this URL
qu_pe: Yachak qhawachina yurlman churay

source: First letter
qu_pe: Ñawpaq let raqi

source: User groups list
qu_pe: Yachak qhawachinakuna ruray

source: Add group to URL
qu_pe: Qhawachinata yurlman churay

source: Groups in %s
qu_pe: %s qhawachinakuna

source: Platform groups list
qu_pe: Platforma qhawachinakuna ruray

source: Edit groups for one URL
qu_pe: Qhawachinakunata huk yurlpaq ruway

source: Manage user groups
qu_pe: Yachak qhawachinakuna kamachiy

source: Target folder doesn't exist on the server.
qu_pe: Kamachisqa phinakuy sirbipipas mana kanchu.

source: Sorry, you are trying to access the registration page for this portal, but registration is currently disabled. Please contact the administrator (see contact information in the footer). If you already have an account on this site.
qu_pe: Paskispa, portalpa qelqakuy p'anqaman hayk'ispayki, nispaq qelqakuy kunan mana ruwakunachu. Kamachisqaman parlay (qhaway contacto rurinpi). Kunaq yachakuykuna kay situpi.

source: Enter course with CAS authentication
qu_pe: CAS autenticaciónwan yachaykutinman haykuy

source: Teachers will be added as a coach in all course sessions.
qu_pe: Yachakuna yachaykutipakunata kamachisqapi yachakunapaq qelqakunku.

source: We have detected that your PHP installation does not define the date.timezone setting. This is a requirement of Chamilo. Please make sure it is configured by checking your php.ini configuration, otherwise you will run into problems. We warned you!
qu_pe: PHP instalacionni qhawasqakuna date.timezone nisqata mana definiqunachu. Kay Chamilo requisito. Ama allinchaychu php.ini nisqapi, mana kanchaykama problema kanman. Ñawpaq willasqakuna!

source: Yes, I'm sure
qu_pe: Arí, seguroña

source: No, I want to return
qu_pe: Mana, kutimuy

source: If you continue your answer will be saved. Any change will be not allowed.
qu_pe: Kutipasqayki willakuykuy qelqakunman. Huk llank'ay mana saqillakunman.

source: Special courses
qu_pe: Yapa yachaykuti

source: Roles
qu_pe: Rakinakuna

source: Curriculum
qu_pe: Silabiku

source: %s to review (%s)
qu_pe: %s qhaway (%s)

source: %s unanswered (%s)
qu_pe: %s mana willakun (%s)

source: %s answered (%s)+(%s)
qu_pe: %s willakun (%s)+(%s)

source: (%s) Unanswered
qu_pe: (%s) Mana willakun

source: (%s) Answered
qu_pe: (%s) Willakun

source: (%s) Current question
qu_pe: (%s) Kunan warmasina

source: (%s) To review
qu_pe: (%s) Qhaway

source: Return to exercises list
qu_pe: Ejercicios rurayman kutimuy

source: Auto-launch for exercises
qu_pe: Ejerciciospaq auto-launch

source: Enable exercise fast edition mode
qu_pe: Ejercicio fast ruway mode activachiy

source: Username
qu_pe: Yachak suyukuna

source: Sign in
qu_pe: Qelqakuy

source: You are registered to
qu_pe: Qelqasqayki

source: Manage global questions categories
qu_pe: Global warmasina catigoriyakuna kamachiy

source: Manage extra fields for courses
qu_pe: Yachaykuti extra kamachikuna kamachiy

source: Manage extra fields for questions
qu_pe: Warmasina extra kamachikuna kamachiy

source: Questions fields
qu_pe: Pusqusqakuna killaqkuna

source: Field changes should be logged
qu_pe: Killaq yachachisqanqa qillqasqaña kay

source: Edit this field's workflow
qu_pe: Kay killaqpa ñawpaq willakuynin rurasqa

source: Select role
qu_pe: Ruray roleta

source: Please select an option
qu_pe: Ima suyana ruray

source: Current status
qu_pe: Kunan hallpʼay

source: My courses categories
qu_pe: Ñoqapa kursos katiqgoruna

source: Sessions categories
qu_pe: Sesionkuna katiqgoruna

source: Courses and sessions
qu_pe: Kursokuna y sesionkuna

source: Committee
qu_pe: Kamachisqa kamachikuna

source: Exercise model type
qu_pe: Ejercicios modelo ruru

source: Audio file
qu_pe: Qʼanchis fisqʼa

source: Hidden - Completely hidden to all users except the administrators
qu_pe: Pachakutik - Kamachikunamantaq kayri allin kamachikunamantaq ñawpaq

source: Time of reception
qu_pe: Chaskisqa pacha

source: Handed out
qu_pe: Qispichisqa

source: Deadline
qu_pe: Kutipusqa pacha

source: Apply this change to all available languages
qu_pe: Kay yachachisqanta tukuy rimaykuna simikunaman qatiykuy

source: Exercise was activated from %s to %s
qu_pe: Ejercicio %s-manta %s-manta qatiq

source: Your password cannot be the same as your username
qu_pe: Ñoqapa qillqasapa sutipaq hina manan qillqasa kay

source: Check passwords too easy to guess
qu_pe: Qillqasa rurasqa yachakuyta qhaway

source: Very strong
qu_pe: Hatun kallpa

source: Strong
qu_pe: Kallpa

source: Medium
qu_pe: Pichay

source: Normal
qu_pe: Masin

source: Weak
qu_pe: Ñaqha

source: The password is too short
qu_pe: Qillqasa anchata pokralla

source: Bad credentials
qu_pe: Mana allin yachachisqa

source: Select an answer to continue
qu_pe: Willakuy ruray hamunakuy paqaspa

source: Question added in the exercise
qu_pe: Ejerciciopi willakuy qatachisqa

source: Question copied to the exercise
qu_pe: Ejerciciopi willakuy qatachisqa

source: Show or hide the breadcrumb navigation, the one appearing just below the main navigation tabs. It is highly recommended to have this navigation shown to users, as this allows them to locate their current position and navigate to previous pages easily. Sometimes, however, it might be necessary to hide it (for example in the case of exam platforms) to avoid users navigating to pages they should not see.
qu_pe: Ñawpaq willakuy ñawpaq willakuyta rikuchiy o pachakuy, kay ñawpaq willakuy ñawpaq willakuy tablakunapa ukhu. Allin yachachisqaña kay ñawpaq willakuy rikuchiy, kaywan runakuna ñoqakuna hallpʼaynin yachakuy y ñawpaq paginakunaman hamuy. Ichaqa, wakimuy, pachakuy munay (ejemplupaq examina plataformaspi), runakuna manan munay ñawpaq willakuy paginakuq kay.

source: Breadcrumb navigation
qu_pe: Ñawpaq willakuy ñawpaq willakuy

source: The PHP setting "allow_url_fopen" is set to off. This prevents the registration mechanism to work properly. This setting can be changed in you PHP configuration file (php.ini) or in the Apache Virtual Host configuration, using the php_admin_value directive
qu_pe: PHP willakuy "allow_url_fopen" mana qatiq. Kayqa qatachisqa mekanismota mana allin ruray. Kay willakuy PHP willakuy fisqʼapi (php.ini) o Apache Virtual Host willakuy, php_admin_value willakuywan yachachiy.

source: Impossible to contact the version server right now. Please try again later.
qu_pe: Manan atinchu versiyo sirvidormanta yuyarispa. Kutipusqayki.

source: Your version is up-to-date
qu_pe: Ñoqapa versiyo qatiq

source: The latest version is
qu_pe: Ñawpaq versiyo kay

source: Your version is not up-to-date
qu_pe: Ñoqapa versiyo mana qatiqchu

source: -1 = All questions will be selected.
qu_pe: -1 = Tukuy pusqusqakuna rurachisqa.

source: You can customize the email sent to users when they finished the exercise. You can use tags like these:
qu_pe: Ejerciciota tukuyqa ruraspan runakunaman rispa imayna email rurasqaykita yachachiy. Kaykuna markakunata qillqayki:

source: E-mail notification template
qu_pe: Email avisqʼa plantilla

source: Logout
qu_pe: Lluqsiy

source: Exercise list.
qu_pe: Ejercicios lista.

source: Course home
qu_pe: Kurso wasi

source: Exercise end button
qu_pe: Ejercicio kutipusqa puyñu

source: Hide question title
qu_pe: Pusqusqa sutinta pachakuy

source: Question selection type
qu_pe: Pusqusqa ruray ruru

source: Ordered categories by parent with random questions
qu_pe: Tata katiqgorkuna random pusqusqakuna

source: Ordered categories by parent with questions ordered
qu_pe: Tata katiqgorkuna ordenadop pusqusqakuna

source: Random categories with random questions (questions not grouped)
qu_pe: Aleasiya katigurisqakuna aleasiya pakiwasqakunawan (pakiwasqakuna hinakuyllata kayku)

source: Random categories with questions ordered (questions not grouped)
qu_pe: Aleasiya katigurisqakuna ordenasqa pakiwasqakunawan (pakiwasqakuna hinakuyllata kayku)

source: Random categories with random questions
qu_pe: Aleasiya katigurisqakuna aleasiya pakiwasqakunawan

source: Ordered categories alphabetically with random questions
qu_pe: Abecedariomuykunata ordenasqa katigurisqakuna aleasiya pakiwasqakunawan

source: Random categories with questions ordered
qu_pe: Aleasiya katigurisqakuna ordenasqa pakiwasqakunawan

source: Ordered categories alphabetically with questions ordered
qu_pe: Abecedariomuykunata ordenasqa katigurisqakuna ordenasqa pakiwasqakunawan

source: Using categories
qu_pe: Katigurisqakunata llank'ana

source: Ordered by user
qu_pe: Yachaywasiqar qhawayku

source: To be reviewed
qu_pe: Kamarichisqa

source: Unanswered
qu_pe: Mana willasqa

source: Current question
qu_pe: Kunan pakiwasa

source: Shareable enunciates
qu_pe: Qispichisqa enunciados

source: Course categories are global over multiple portals configurations. Changes are only allowed in the main administrative portal.
qu_pe: Yachaywasi katigurisqakuna akllayuq pusaqninpi huk pachakunaq configurationpi global. Cambiosqa qhapaq kamachisqa pusaqpi mañakunqaku.

source: Career updated successfully
qu_pe: Kamachisqa carrera

source: User is not a teacher
qu_pe: Yachaywasiq yachachiq mana

source: All events
qu_pe: Qhawachiy llipin ruwaykunata

source: Month
qu_pe: Killa

source: Hour
qu_pe: Tuy

source: Minutes
qu_pe: Huch'uy tuykuna

source: Event added
qu_pe: Ruwayqa yapachikunña ruwanaman

source: Event deleted
qu_pe: Ruwayqa pichachikunña ruwanamanta

source: There are no events
qu_pe: Manan kanchu ruwaykuna.

source: Class name
qu_pe: Clase nisqaq sutin

source: Event name
qu_pe: Ruwaypa sutinchaynin

source: Day
qu_pe: P'unchay

source: default month
qu_pe: kikinmanta killa kaq

source: default year
qu_pe: kikinmanta wata kaq

source: default hour
qu_pe: kikinmanta tuy kaq

source: minute
qu_pe: h'chuy tuy

source: lasting
qu_pe: pacha apakuynin

source: old to new
qu_pe: ñaupaqmanta kunankama

source: new to old
qu_pe: kunanakamamanta ñaupaqkama

source: now
qu_pe: Kunan

source: Save the event
qu_pe: Yapay hoq ruwayta

source: Detail
qu_pe: Detalles

source: Month view
qu_pe: Killa qhawana

source: Weekly
qu_pe: Qanchis p'uncha qhaway

source: Daily
qu_pe: P'unchay qhawana

source: Add event to the agenda
qu_pe: Yapay qanpa ruwaykita

source: Week
qu_pe: Qanchis p'unchayniyuq

source: Time
qu_pe: Tuy

source: Edit personal event
qu_pe: T'ijrapay qanpa ruwaykita ruwanamanta

source: Event saved
qu_pe: Ruwanamanta qanpa ruwayki kunanyachikunña

source: The event was deleted
qu_pe: Ruwanamanta qanpa ruwayki pichachikunña

source: View perso events only
qu_pe: Qhaway noqaq ruwayta

source: Print
qu_pe: Ñit'iy

source: my text here
qu_pe: kaypi qelqasqay

source: Copied as announcement
qu_pe: Kikinchasqa willay hina

source: New announcement
qu_pe: Musuq willay

source: Upcoming events
qu_pe: Ruway hamuq

source: Repeated event
qu_pe: Sapakuti ruway

source: Repeat type
qu_pe: Sapakuti

source: Monthly, by date
qu_pe: Sapa killa, pachantin

source: Monthly, by day
qu_pe: Sapa killa, p'unchaynintin

source: Monthly, by day, restricted
qu_pe: Sapa killa, p'unchaynintin, hark'asqa

source: Yearly
qu_pe: Sapa wata

source: Repeat end date
qu_pe: Tukuyachiy kaypa kutichikuyta

source: View original event
qu_pe: Qhaway qallariq ruwayta

source: Outlook import
qu_pe: Apachimuy khipu iCal/ics nisqata

source: All system users
qu_pe: Hanp'araq llapan haykuqmasikuna

source: Platform event
qu_pe: Lliw ruway

source: Edit event
qu_pe: T'ijrapay ruwayta

source: The end date cannot be before the start date
qu_pe: Pacha tukuyqa mana kanqachu pacha qallariymanta sullka yupana

source: Users selection list
qu_pe: Ruway ajllapasqa haykuqmasikunapaq

source: This file is not in iCal format
qu_pe: Manan khipu iCal nisqachu

source: Repeat event
qu_pe: Pakichisqa tukuy

source: version
qu_pe: versión nisqa

source: All the learning objects are now incomplete.
qu_pe: Llapan imaymanakunaqa manaraq hunt'asqachu.

source: This is the latest learning object.
qu_pe: Kayqa puchukaq imaymanami.

source: This is the first learning object.
qu_pe: Kayqa qallariq imaymanami.

source: There is no given order, you can click on any learning object.
qu_pe: Mana kikinmantachu allichasqa, manqentapas ajllarillay.

source: Score
qu_pe: Markana

source: Learning object name
qu_pe: Imaymanaq tutinchaynin

source: Status
qu_pe: Imayna kay

source: To enter
qu_pe: Mayta haykunapaq

source: you need first to accomplish
qu_pe: turukuwaq ñaupaqqa

source: This learning object is now
qu_pe: Kuanqa kay imaymanata

source: Terminate
qu_pe: Wisqay kay rumayta

source: Restart
qu_pe: Hoqmanta qallariy

source: Completed
qu_pe: Hunt'achisqa

source: Incomplete
qu_pe: Mana hut'achisqa

source: Passed
qu_pe: Llallipasqa
