Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Editing this event will remove it from the serie of events it is currently part of
ar: ان تحرير هذا الحدث سوف يزيله من بقية سلسلة الاحداث التي هي جزء منه
ast_es: Editar esti eventu va desanicialu de la serie d'eventos de la que forma parte actualmente
bn_bd: এই ইভেন্টটি সম্পাদনা করলে এটি বর্তমান ইভেন্ট সিরিজ থেকে সরে যাবে
bs_ba: Uređivanje ovog događaja će ga ukloniti iz serije događaja kojoj trenutno pripada
ca_es: Editar aquest esdeveniment l'eliminarà de la llista d'esdeveniments de la que formeu part en aquests moments
cs_cz: Úprava této události ji odstraní ze série událostí, jejíž součástí je nyní
da: Redigering af denne begivenhed vil fjerne den fra serien af begivenheder, den i øjeblikket er en del af
de: Durch die Bearbeitung dieses Ereignisses wird dieses aus der Serie von Ereignissen, denen es derzeit angehört, entfernt
el: Η παρούσα επεξεργασία, θα αναιρέσει όλες τις ήδη καταγεγραμμένες μορφοποιήσεις.
eo: Redaktado de ĉi tiu evento forigos ĝin el la serio de eventoj kies parto ĝi nune estas
es: Editar este evento lo eliminará de la lista de eventos de la cual forma parte ahora
es_mx: Editar este evento lo eliminará de la serie de eventos de la que actualmente forma parte
eu_es: Gertaera hau editatzeak kenduko du gertaera serieatik non dagoen une honetan
fa_ir: ویرایش این رویداد آن را از سری رویدادهایی که در حال حاضر بخشی از آن است حذف خواهد کرد
fi_fi: Tapahtuman muokkaus poistaa sen tapahtumasarjoista, joihin se kuuluu
fo_fo: At brota hesi tiltakið fer at taka tað burtur úr raðini av tiltakið, sum tað longu er partur av
fur: Modificâ chest event lu gjavere da la serie di eventis di cui al fase parte
ga: Má dhéantar an imeacht seo a chur in eagar, bainfear é as an tsraith imeachtaí ina bhfuil sé faoi láthair
gl: Editar este evento eliminarao da lista de eventos da cal forma parte agora
he_il: עריכת אירוע זה תסיר אותו מסדרת האירועים שהוא חלק מהם כעת
hi: इस घटना को संपादित करने से यह उस घटनाओं की श्रृंखला से हटा दिया जाएगा जिसमें यह वर्तमान में भाग है
hr_hr: Uređivanje ovog događaja će ga ukloniti iz serije događaja u kojoj se trenutno nalazi
hu_hu: Esemény szerkesztése eltávolítja azt abból az esemény sorozatból, amelynek jelenleg része
hy: Այս իրադարձությունը խմբագրելը կհեռացնի այն այն իրադարձությունների շարքից, որի մաս է ներկայումս
id_id: Mengedit acara ini akan menghapusnya dari seri acara yang saat ini menjadi bagian darinya
it: Se modifichi questo evento, verrà cancellato dalla serie di eventi in cui è attualmente inserito
ja: このイベントを編集すると、現在属しているイベントシリーズから削除されます
ka_ge: ამ მოვლენის რედაქტირება ამოიღებს მას იმ მოვლენების სერიიდან, რომლის ნაწილია
ko_kr: 이 이벤트를 편집하면 현재 속한 이벤트 시리즈에서 제거됩니다
lo: ການແກ້ໄຂກິດຈະກຳນີ້ຈະລຶບມັນອອກຈາກຊຸດກິດຈະກຳທີ່ມັນເປັນສ່ວນໜຶ່ງຢູ່
lt_lt: Redaguojant šį įvykį, jis bus pašalintas iš serijos, kurios dalis jis šiuo metu yra
lv_lv: Šī notikuma rediģēšana izņems to no notikumu sērijas, kurā tas pašlaik ir
mk_mk: Уредувањето на овој настан ќе го отстрани од серијата настани од која моментално е дел
ms_my: Mengedit acara ini akan mengalihkannya daripada siri acara yang sedang ia sertai
my_mm: ဤဖြစ်ရပ်ကို ပြင်ဆင်ခြင်းသည် ၎င်းပါဝင်နေသော ဖြစ်ရပ်စီးရီးများမှ ဖယ်ရှားလိမ့်မည်
ne: यो घटनालाई सम्पादन गर्दा यसलाई हालको घटनाहरूको शृङ्खलाबाट हटाइनेछ
nl: Het aanpassen van deze event zal het verwijderen uit de serie events waar het nu deel van uitmaakt
nn_no: Redigering av denne hendinga vil fjerne den frå serien av hendingar den no er del av
oc: Modificar aqueste esdeveniment lo suprimirà de la seria d’esdeveniments de la qual es participe actualament
pl_pl: Edycja tego wydarzenia usunie je z serii wydarzeń, do której obecnie należy
ps: د دې پېښې سمول به یې د پېښو له لړۍ څخه چې اوس یې برخه ده له منځه وړي
pt_br: Editar este evento irá removê-lo da serie de eventos é atualmente parte da
pt_pt: A edição desse evento vai removê-lo da serie de eventos que atualmente faz parte do
ro_ro: Editand acest eveniment il va elimina din lista de evenimente, din care face acum parte
ru_ru: Редактирование этого события удалит его из серии событий, частью которой оно сейчас является
sk_sk: Úprava tejto udalosti to odstráni zo série udalostí, ktorá je v súčasnej dobe jej súčasťou
sl: Urejanje/spreminjaje tega dogodka bo ta dogodek izvzelo iz serije dogodkov, ki ji ta dogodek pripada
sq: Redaktimi i këtij eventi do ta heqë atë nga seria e eventeve ku është aktualisht pjesë
sr_rs: Izmena ovog događaja će ga ukloniti iz serije događaja kojoj trenutno pripada
sv_se: Redigering av detta evenemang kommer att ta bort det från serien av evenemang det för närvarande är en del av
sw_ke: Uhariri wa tukio hili utaiondoa kutoka kwenye mfululizo wa matukio ambayo ni sehemu yake sasa
ta: இந்த நிகழ்வைத் திருத்துவது அதன் தற்போதைய நிகழ்வு தொடரில் இருந்து நீக்கும்
th: การแก้ไขเหตุการณ์นี้จะลบออกจากชุดเหตุการณ์ที่เป็นส่วนหนึ่งในปัจจุบัน
tl_ph: Ang pag-edit ng event na ito ay tatanggalin ito mula sa serye ng mga event na kabilang ito ngayon
tr: Bu olayı düzenlemek, şu anda parçası olduğu olay serisinden kaldıracaktır
uk_ua: Редагування цієї події вилучить її з серії подій, частиною якої вона зараз є
vi_vn: Chỉnh sửa sự kiện này sẽ loại bỏ nó khỏi chuỗi sự kiện mà nó hiện đang thuộc về
xh_za: Ukuhlela lo msitho kuya kususa kuthotho lweziganeko oludlalayo ngoku
zh_cn: 编辑此事件将使其从当前事件系列中移除
zh_tw: 編輯此活動將使其從目前所屬的活動系列中移除

source: Enter the characters you see on the image
ar: ادخل الرموز التي تراها في الصورة
ast_es: Teclea los carauteres que ves na imaxe
bn_bd: ছবিতে দেখা অক্ষরগুলো লিখুন
bs_ba: Unesite znakove koje vidite na slici
ca_es: Introduïu els caràcters que veieu a la imatge
cs_cz: Zadejte znaky, které vidíte na obrázku
da: Indtast tegnene, du ser på billedet
de: Geben Sie die Zeichen ein, die Sie auf dem Bild sehen
el: Εισάγετε τους χαρακτήρες που βλέπετε στην εικόνα
eo: Enigu la signojn kiujn vi vidas sur la bildo
es: Introduzca los caracteres que ve en la imagen
es_mx: Ingresa los caracteres que ves en la imagen
eu_es: Idatzi irudian ikusten dituzun karaktereak
fa_ir: کاراکترهایی که در تصویر می‌بینید را وارد کنید
fi_fi: Kirjaa merkit, jotka näet kuvassa
fo_fo: Skriva tegnini, tú síggur á myndini
fur: Inserî i caratars che vês tal imatine
ga: Iontráil na carachtair a fheiceann tú ar an íomhá
gl: Escriba os caracteres que vostede ve na imaxe
he_il: הזן את התווים שאתה רואה בתמונה
hi: छवि पर दिख रहे अक्षरों को दर्ज करें
hr_hr: Unesite znakove koje vidite na slici
hu_hu: Írja be a képen látható karaktereket
hy: Մուտքագրեք պատկերին երևացող սիմվոլները
id_id: Masukkan karakter yang Anda lihat pada gambar
it: Digita i caratteri che vedi nell'immagine
ja: 画像に表示されている文字を入力してください
ka_ge: შეიყვანეთ სურათზე ნაჩვენები სიმბოლოები
ko_kr: 이미지에서 보이는 문자를 입력하세요
lo: ໃສ່ຕົວອັກສອນທີ່ທ່ານເຫັນໃນຮູບ
lt_lt: Įveskite simbolius, kuriuos matote paveikslėlyje
lv_lv: Ievadiet rakstzīmes, kuras redzat attēlā
mk_mk: Внесете ги знаците што ги гледате на сликата
ms_my: Masukkan aksara yang anda lihat pada imej
my_mm: ပုံတွင်သင်မြင်ရသော အက္ခရာများကို ထည့်ပါ
ne: तस्वीरमा देखिने अक्षरहरू प्रविष्ट गर्नुहोस्
nl: Vul de karakters in die u op de afbeelding ziet
nn_no: Skriv inn teikna du ser på bildet
oc: Picatz los caractèrs que vejatz sus l’imatge
pl_pl: Wpisz znaki widoczne na obrazie
ps: د انځور کې ښکاره شوي نښې وا تایپ کړئ
pt_br: Digite os caracteres que você vê na imagem
pt_pt: Digite os caracteres que você vê na imagem
ro_ro: Introduceți caracterele pe care le vedeți în imagine
ru_ru: Введите символы, которые вы видите на изображении
sk_sk: Zadajte znaky, ktoré vidíte na obrázku
sl: Vpišite znake, kot jih vidite na sliki
sq: Futni karaktere që shihni në imazh
sr_rs: Unesite karaktere koje vidite na slici
sv_se: Skriv in tecknen du ser på bilden
sw_ke: Ingiza herufi unazoona kwenye picha
ta: படத்தில் காணப்படும் எழுத்துகளை உள்ளிடவும்
th: ป้อนอักขระที่เห็นในภาพ
tl_ph: Ipasok ang mga character na nakikita niyo sa imahe
tr: Görüntüdeki karakterleri girin
uk_ua: Введіть символи, які ви бачите на зображенні
vi_vn: Nhập các ký tự bạn thấy trên hình ảnh
xh_za: Faka oonobumba obawabona emfanekanweni
zh_cn: 输入图像中您看到的内容
zh_tw: 輸入圖片中看到的字元

source: You don't have an institutional account
ar: ليس لديك حساب مؤسسي
ast_es: Nun ties cuenta institucional
bn_bd: আপনার কোনো প্রাতিষ্ঠানিক অ্যাকাউন্ট নেই
bs_ba: Nemate institucionalni račun
ca_es: Si no té compte institucional
cs_cz: Nemáte institucionální účet
da: Du har ikke en institutionskonto
de: Sie haben kein institutionelles Konto
el: Δεν έχετε κάνει εγγραφή
eo: Vi ne havas institucian konton
es: Si no tiene cuenta institucional
es_mx: No tienes una cuenta institucional
eu_es: Ez duzu kontu instituzionalik
fa_ir: شما حساب سازمانی ندارید
fi_fi: Sinulla ei ole institutionaalista tiliä
fo_fo: Tú hevur ikki ein stovnarkonto
fur: No ti âs un cont istitusional
ga: Níl cuntas institiúideach agat
gl: Vostede non ten unha conta institucional
he_il: אין לך חשבון מוסדי
hi: आपके पास संस्थागत खाता नहीं है
hr_hr: Nemate institucionalni račun
hu_hu: Nincs intézményi fiókja
hy: Դուք չունեք ինստիտուցիոնալ հաշիվ
id_id: Anda tidak memiliki akun institusional
it: Non hai un account istituzionale
ja: 機関アカウントをお持ちではありません
ka_ge: თქვენ არ გაქვთ ინსტიტუციური ანგარიში
ko_kr: 기관 계정이 없습니다
lo: ທ່ານບໍ່ມີບັນຊີຂອງສະຖາບັນ
lt_lt: Jūs neturite institucinės paskyros
lv_lv: Jums nav institucionāla konta
mk_mk: Немате институционална сметка
ms_my: Anda tidak mempunyai akaun institusi
my_mm: သင့်တွင် အဖွဲ့အစည်းဆိုင်ရာအကောင့်မရှိပါ
ne: तपाईंसँग संस्थागत खाता छैन
nl: U heeft geen instituutaccount
nn_no: Du har ikkje ein institusjonell konto
oc: Vos tenètz pas de compte institucional
pl_pl: Nie masz konta instytucjonalnego
ps: تاسو اداري حساب نلرئ
pt_br: Você não tem uma conta institucional
pt_pt: Você não tem uma conta institucional
ro_ro: Dacă nu aveți cont instituțional
ru_ru: У вас нет институционального аккаунта
sk_sk: Nemusíte mať účet inštitucie
sl: Računa ustanove še nimate
sq: Nuk keni një llogari institucionale
sr_rs: Nemate institucionalni nalog
sv_se: Du har inget institutionellt konto
sw_ke: Huna akaunti ya taasisi
ta: உங்களுக்கு நிறுவன கணக்கு இல்லை
th: คุณไม่มีบัญชีสถาบัน
tl_ph: Wala kayong institutional account
tr: Kurumsal hesabınız yok
uk_ua: У вас немає інституційного облікового запису
vi_vn: Bạn không có tài khoản tổ chức
xh_za: Awunayo i-akhawunti yeziko
zh_cn: 您没有机构账户
zh_tw: 您沒有機構帳戶

source: Login with your account
ar: تسجيل الدخول بحسابك
ast_es: Inicia sesión cola toa cuenta
bn_bd: আপনার অ্যাকাউন্ট দিয়ে লগইন করুন
bs_ba: Prijavite se sa svojim računom
ca_es: Accediu amb el vostre compte
cs_cz: Přihlaste se pomocí svého účtu
da: Log ind med din konto
de: Mit Ihrem Konto anmelden
el: Συνδεθείτε με τον λογαριασμό σας
eo: Ensaluti kun via konto
es: Ingresar con su cuenta
es_mx: Inicia sesión con tu cuenta
eu_es: Hasi saioa zure kontuarekin
fa_ir: با حساب خود وارد شوید
fi_fi: Kirjaudu sisään tililläsi
fo_fo: Rita inn við kontu tín
fur: Autentiches te cun il to cont
ga: Logáil isteach le do chuntas
gl: Acceder coa súa conta
he_il: התחבר עם החשבון שלך
hi: अपने खाते से लॉगिन करें
hr_hr: Prijavite se sa svojim računom
hu_hu: Bejelentkezés a fiókjával
hy: Մուտք գործել ձեր հաշվով
id_id: Masuk dengan akun Anda
it: Login col tuo account
ja: アカウントでログイン
ka_ge: შეხვიდეთ თქვენი ანგარიშით
ko_kr: 계정으로 로그인
lt_lt: Prisijunkite su savo paskyra
lv_lv: Ienākt ar savu kontu
mk_mk: Најавете се со вашата сметка
ms_my: Log masuk dengan akaun anda
my_mm: သင့်အကောင့်ဖြင့် အကောင့်ဝင်ပါ
ne: तपाईंको खाताले लगइन गर्नुहोस्
nn_no: Logg inn med kontoen din
oc: Connexion amb vòstre compte
pl_pl: Zaloguj się swoim kontem
ps: د خپل حساب سره لاګین کړئ
pt_br: Entre com a sua conta
pt_pt: Entrar com sua conta
ro_ro: Autentifica-te cu contul tău
ru_ru: Войти с вашим аккаунтом
sk_sk: Prihláste sa s vašim účtom
sl: Prijavi se s svojim računom
sq: Hyni me llogarinë tuaj
sr_rs: Prijavite se sa svojim nalogom
sv_se: Logga in med ditt konto
sw_ke: Ingia na akaunti yako
ta: உங்கள் கணக்கால் உள்நுழையவும்
th: เข้าสู่ระบบด้วยบัญชีของคุณ
tl_ph: Mag-login gamit ang inyong account
tr: Hesabınızla giriş yapın
uk_ua: Увійти з вашим обліковим записом
vi_vn: Đăng nhập bằng tài khoản của bạn
xh_za: Ngena nge-akhawunti yakho
zh_cn: 使用您的账户登录
zh_tw: 使用您的帳戶登入

source: You already have an institutional account
ar: لديك حساب مؤسسي مسبق
ast_es: Yá ties una cuenta institucional
bn_bd: আপনার ইতিমধ্যে একটি প্রাতিষ্ঠানিক অ্যাকাউন্ট আছে
bs_ba: Već imate institucionalni račun
ca_es: Si teniu un compte institucional
cs_cz: Již máte institucionální účet
da: Du har allerede en institutionskonto
de: Sie haben bereits ein institutionelles Konto
el: Έχετε ήδη κάνει εγγραφή
eo: Vi jam havas institucian konton
es: Si tiene una cuenta institucional
es_mx: Ya tienes una cuenta institucional
eu_es: Dagoeneko kontu instituzionala duzu
fa_ir: شما قبلاً حساب سازمانی دارید
fi_fi: Sinulla on jo institutionaalinen tili
fo_fo: Tú hevur longu ein stovnarkonto
fur: Ti âs za un cont istitusional
ga: Tá cuntas institiúideach agat cheana
gl: Xa ten unha conta institucional
he_il: כבר יש לך חשבון מוסדי
hi: आपके पास पहले से ही संस्थागत खाता है
hr_hr: Već imate institucionalni račun
hu_hu: Már van intézményi fiókja
hy: Դուք արդեն ունեք ինստիտուցիոնալ հաշիվ
id_id: Anda sudah memiliki akun institusional
it: Hai già un account istituzionale
ja: すでに機関アカウントをお持ちです
ka_ge: თქვენ უკვე გაქვთ ინსტიტუციური ანგარიში
ko_kr: 이미 기관 계정이 있습니다
lo: ທ່ານມີບັນຊີຂອງສະຖາບັນຢູ່ແລ້ວ
lt_lt: Jūs jau turite institucinę paskyrą
lv_lv: Jums jau ir institucionāls konts
mk_mk: Веќе имате институционална сметка
ms_my: Anda sudah mempunyai akaun institusi
my_mm: သင့်တွင် အဖွဲ့အစည်းဆိုင်ရာအကောင့်ရှိပြီးဖြစ်သည်
ne: तपाईंसँग पहिले नै संस्थागत खाता छ
nl: U hebt al een instituutaccount
nn_no: Du har allereie ein institusjonell konto
oc: Vos tenètz ja un compte institucional
pl_pl: Masz już konto instytucjonalne
ps: تاسو دمخه اداري حساب لرئ
pt_br: Você já tem uma conta institucional
pt_pt: Você já tem uma conta institucional
ro_ro: Dacă aveți cont instituțional
ru_ru: У вас уже есть институциональный аккаунт
sk_sk: Už máte inštitucionálny účet
sl: Račun ustavove že imate
sq: Keni tashmë një llogari institucionale
sr_rs: Već imate institucionalni nalog
sv_se: Du har redan ett institutionellt konto
sw_ke: Taylor una akaunti ya taasisi tayari
ta: உங்களுக்கு ஏற்கனவே நிறுவன கணக்கு உள்ளது
th: คุณมีบัญชีสถาบันอยู่แล้ว
tl_ph: May institutional account na kayo
tr: Zaten bir kurumsal hesabınız var
uk_ua: У вас вже є інституційний обліковий запис
vi_vn: Bạn đã có tài khoản tổ chức
xh_za: Sele unayo i-akhawunti yeziko
zh_cn: 您已有机构账户
zh_tw: 您已有機構帳戶

source: No action available
ar: لا يوجد اجراء متوفر
ast_es: Nun hai axón disponible
bn_bd: কোনো অ্যাকশন উপলব্ধ নেই
bs_ba: Nema dostupnih radnji
ca_es: No hi ha acció disponible
cs_cz: Žádná akce není k dispozici
da: Ingen handling tilgængelig
de: Keine Aktion verfügbar
el: Δεν υπάρχει διαθέσιμη λειτουργία
eo: Neniu ago havebla
es: No hay acción disponible
es_mx: No hay acción disponible
eu_es: Ekintzarik ez dago eskuragarri
fa_ir: هیچ اقدامی در دسترس نیست
fi_fi: Ei saatavilla olevaa toimintoa
fo_fo: Ongin handling til tak
fur: Nengune aczion disponibiłe
ga: Gan aon ghníomh ar fáil
gl: Non hai acción dispoñible
he_il: אין פעולה זמינה
hi: कोई क्रिया उपलब्ध नहीं
hr_hr: Nema dostupnih radnji
hu_hu: Nincs elérhető művelet
hy: Չկա հասանելի գործողություն
id_id: Tidak ada tindakan yang tersedia
it: Nessuna azione disponibile
ja: 利用可能なアクションがありません
ka_ge: მოქმედება არ არის ხელმისაწვდომი
ko_kr: 사용 가능한 작업 없음
lo: ບໍ່ມີການກະທຳໃດໆ
lt_lt: Nėra galimų veiksmų
lv_lv: Nav pieejamu darbību
mk_mk: Нема достапни акции
ms_my: Tiada tindakan yang tersedia
my_mm: လုပ်ဆောင်ချက်မရရှိနိုင်ပါ
ne: कुनै कार्य उपलब्ध छैन
nl: Geen actie beschikbaar
nn_no: Ingen handling tilgjengeleg
oc: Cap accion disponibla
pl_pl: Brak dostępnych akcji
ps: هیڅ عمل شتون نلري
pt_br: Nenhuma ação disponível
pt_pt: Nenhuma ação disponível
ro_ro: Nu sunt actiuni disponibile
ru_ru: Нет доступных действий
sk_sk: Žiadna akcia k dispozícii
sl: Nobeno dejanje ni na voljo
sq: Asnjë veprim i disponueshëm
sr_rs: Nema dostupnih akcija
sv_se: Ingen åtgärd tillgänglig
sw_ke: Hakuna hatua inayopatikana
ta: எந்த செயலும் கிடைக்கவில்லை
th: ไม่มีแอคชันที่ใช้ได้
tl_ph: Walang magagawa
tr: Uygulanabilir işlem yok
uk_ua: Дій недоступно
vi_vn: Không có hành động nào khả dụng
xh_za: Akukho senzo sikhoyo
zh_cn: 无可用操作
zh_tw: 無可用動作

source: Coaches
ar: المعلمين
bn_bd: কোচগণ
bs_ba: Treneri
ca_es: Tutors
cs_cz: Trenéři
de: Trainer
el: Εκπαιδευτές
eo: Trejnistoj
es: Tutores
eu_es: Entrenatzaileak
fa_ir: مربیان
fi_fi: Valmentajat
fo_fo: Venjarar
ga: Cóitseálaithe
gl: Titores
he_il: מאמנים
hi: कोच
hr_hr: Treneri
hu_hu: Edzők
hy: Մարզիչներ
id_id: Pelatih
it: Istruttori
ja: コーチ
ka_ge: ტრენერები
ko_kr: 코치
lo: ຄູຝຶກ
lt_lt: Treniruotojai
lv_lv: Treneri
mk_mk: Тренери
ms_my: Pembina
my_mm: နည်းပြဆရာများ
ne: प्रशिक्षकहरू
nn_no: Coachar
oc: Ensenhaires
pl_pl: Trenerzy
ps: کوچنيان
pt_br: Treinadores
pt_pt: Tutores
ro_ro: Tutori
ru_ru: Тренеры
sk_sk: Tréneri
sl: Tutorji
sq: Trajnerë
sr_rs: Treneri
sv_se: Coacher
sw_ke: Makocha
ta: பயிற்சியாளர்கள்
th: โค้ช
tl_ph: Mga coach
tr: Antrenörler
uk_ua: Тренери
vi_vn: Huấn luyện viên
xh_za: Abaqeqeshi
zh_cn: 教练
zh_tw: 導師

source: Show description
ar: عرض الوصف
ast_es: Amosar descripción
bn_bd: বর্ণনা দেখান
bs_ba: Prikaži opis
ca_es: Mostra descripció
cs_cz: Zobrazit popis
da: Vis beskrivelse
de: Beschreibung anzeigen
el: Εμφάνιση περιγραφής
eo: Montri priskribon
es: Mostrar descripción
es_mx: Mostrar descripción
eu_es: Erakutsi deskribapena
fa_ir: نمایش توضیحات
fi_fi: Näytä kuvaus
fo_fo: Vís frágreiðing
fur: Mostre descrizion
ga: Taispeáin cur síos
gl: Amosar descrición
he_il: הצג תיאור
hi: विवरण दिखाएं
hr_hr: Prikaži opis
hu_hu: Leírás megjelenítése
hy: Ցուցադրել նկարագրությունը
id_id: Tampilkan deskripsi
it: Mostra descrizione
ja: 説明を表示
ka_ge: აღწერის ჩვენება
ko_kr: 설명 표시
lt_lt: Rodyti aprašymą
lv_lv: Rādīt aprakstu
mk_mk: Прикажи опис
ms_my: Tunjuk penerangan
my_mm: ဖော်ပြချက်ပြပါ
ne: विवरण देखाउनुहोस्
nl: Toon beschrijving
nn_no: Vis beskriving
oc: Afichar la descripcion
pl_pl: Pokaż opis
ps: تشریح ښودل
pt_br: Mostrar descrição
pt_pt: Mostrar descrição
ro_ro: Arată descrierea
ru_ru: Показать описание
sk_sk: Zobraziť popis
sl: Prikaži opis
sq: Shfaq përshkrimin
sr_rs: Prikaži opis
sv_se: Visa beskrivning
sw_ke: Onyesha maelezo
ta: விளக்கத்தை காட்டு
th: แสดงคำอธิบาย
tl_ph: Ipakita ang deskripsyon
tr: Açıklamayı göster
uk_ua: Показати опис
vi_vn: Hiển thị mô tả
xh_za: Bonisa inkcazo
zh_cn: 显示描述
zh_tw: 顯示描述
