Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Uncompress zip
ar: فك ضغط zip
ast_es: Descomprimir archivu (.zip) nel servidor
bn_bd: জিপ আনকম্প্রেস করুন
bs_ba: Raspakiraj zip
ca_es: descomprimeix el fitxer '.zip' en el servidor
cs_cz: Rozbalit zip
da: udpak komprimeret fil (.zip) under den valgte mappe
de: gepackte Dateien (im Portal) entpacken
el: αποσυμπίεση του αρχείο (.zip) στον εξυπηρέτη
eo: Malkunpremi ZIP-dosieron
es: Descomprimir el archivo (.zip) en el servidor
es_mx: Descomprimir
eu_es: Deskonprimatu Zip fitxategia zerbitzarian
fa_ir: (zip) نامتراکم سازی فایل فشرده
fi_fi: Pura zip
fo_fo: Pakka ZIP upp
fur: Discompresse zip
ga: Díchuide zip
gl: descomprimir o ficheiro (.zip) no servidor
he_il: בטל דחיסה של zip
hi: ज़िप अनकंप्रेस करें
hr_hr: dekomprimiraj datoteku (.zip) na serveru
hu_hu: zip állomány kicsomagolása
hy: Անժատել zip-ը
id_id: uncompress file zip(.zip) di server
it: Estrai l'archivio compresso (.ZIP)
ja: ZIP ファイルを展開
ka_ge: zip-ის გაშპროტება
ko_kr: 압축 해제
lo: ຂະຫຍາຍໄຟລ໌ zip
lt_lt: išpakuoti zip failą
lv_lv: atarhivēt ZIP failu
mk_mk: одкомпресирај
ms_my: Dekompres zip
my_mm: ဇစ်ဖိုင်ကို ဖြည်ပါ
ne: जिप फाइल खोल्नुहोस्
nl: Zip bestand uitpakken
nn_no: Pakk ut zip
oc: Descomprimir zip
pl_pl: rozpakuj plik archiwum (.zip) w serwerze
ps: زیپ خلاصول
pt_br: Descompactar arquivos (.zip)
pt_pt: Descomprimir ficheiro zip
ro_ro: dezarhiveaza fisierul zip
ru_ru: Разархивировать zip
sk_sk: Rozbaliť
sl: dekomprimiraj komprimirano datoteko (.zip)
sq: Dekompreso zip
sr_rs: raspakuj zip
sv_se: dekomprimera zippad (.ZIP) fil på servern
sw_ke: Fungua zip
ta: zip ஐ அ decompress செய்
th: ขยายไฟล์บีบอัดบนเครื่องแม่ข่าย
tl_ph: I-uncompress ang zip
tr: zip dosyasını sunucuda aç
uk_ua: Розпакувати zip
vi_vn: Giải nén zip
xh_za: Vula izip
zh_cn: 解压文件(.zip)
zh_tw: 解壓檔案(.zip)

source: Export as SCORM
ar: تصدير إلى سكورم
ast_es: Esportación SCORM
bn_bd: SCORM হিসেবে রপ্তানি করুন
bs_ba: Izvezi kao SCORM
ca_es: Exportació curta
cs_cz: Exportovat jako SCORM
da: Eksporter som SCORM
de: SCORM-Export
el: Εξαγωγή ως SCORM
eo: SCORM-eksporto
es: Exportación SCORM
es_mx: Exportación corta
eu_es: Esportatu SCORM
fa_ir: صادر کردن به صورت <br>SCORM<br>
fi_fi: Vie SCORM-muotoon
fo_fo: Útflyt sum SCORM
fur: Esporte come SCORM
ga: Easportáil mar SCORM
gl: Exportación rápida
he_il: ייצא כ-SCORM
hi: SCORM के रूप में निर्यात करें
hr_hr: Brzi prijenos
hu_hu: Exportálás
hy: Արտահանել որպես SCORM
id_id: Export short
it: Esporta come SCORM
ja: SCORMとしてエクスポート
ka_ge: ექსპორტი SCORM-ად
ko_kr: 간단히 내보내기
lo: ສົ່ງອອກເປັນ SCORM
lt_lt: Eksportuoti SCORM
lv_lv: Eksportēt kā SCORM
mk_mk: Извези како SCORM
ms_my: Eksport sebagai SCORM
my_mm: SCORM အဖြစ် တင်ပို့ပါ
ne: SCORM को रूपमा निर्यात गर्नुहोस्
nl: SCORM-export
nn_no: Eksporter som SCORM
oc: Exportar en SCORM
pl_pl: Eksportuj krótko
ps: د SCORM په توګه برخوځي کول
pt_br: Exportar como SCORM
pt_pt: Exportar como SCORM
ro_ro: Exportare scurta
ru_ru: Экспортировать как SCORM
sk_sk: Exportovať ako SCORM
sl: izvozi v obliki SCORM
sq: Eksporto si SCORM
sr_rs: Izvezi kratko
sv_se: Exportera kort
sw_ke: Hamisha kama SCORM
ta: SCORM ஆக ஏற்றுமதி செய்
th: ส่งออกไฟล์
tl_ph: I-export bilang SCORM
tr: Export short
uk_ua: Експортувати як SCORM
vi_vn: Xuất dưới dạng SCORM
xh_za: Thumela njenge SCORM
zh_cn: 以SCORM格式导出
zh_tw: 匯出為網路學習系統(SCORM)檔

source: All day
ar: كل اليوم
ast_es: Tou'l día
bn_bd: সারাদিন
bs_ba: Cijeli dan
ca_es: Tot el dia
cs_cz: Celý den
da: Hele dagen
de: Ganztägig
el: Όλη την ημέρα
eo: Tuta tago
es: Todo el día
es_mx: Todo el día
eu_es: Egun osoan
fa_ir: تمام روز
fi_fi: Koko päivä
fo_fo: Alla dagin
fur: Tute le dì
ga: Gach lá
gl: Todo o día
he_il: כל היום
hi: संपूर्ण दिन
hr_hr: Cijeli dan
hu_hu: Egész nap
hy: Ց whole օր
id_id: Sepanjang hari
it: Tutti i giorni
ja: 終日
ka_ge: მთელი დღე
ko_kr: 종일
lo: ຕະຫຼອດມື້
lt_lt: Visą dieną
lv_lv: Visu dienu
mk_mk: Цел ден
ms_my: Sepanjang hari
my_mm: တစ်နေ့လုံး
ne: सम्पूर्ण दिन
nl: De hele dag
nn_no: Heile dagen
oc: Tot lo jorn
pl_pl: Cały dzień
ps: ټول ورځ
pt_br: Todos os dias
pt_pt: Todos os dias
ro_ro: Toata ziua
ru_ru: Весь день
sk_sk: Celý deň
sl: Ves dan
sq: Gjithë ditën
sr_rs: Ceo dan
sv_se: Hela dagen
sw_ke: Siku nzima
ta: முழுநாள்
th: ทั้งวัน
tl_ph: Buong araw
tr: Tüm gün
uk_ua: Цілий день
vi_vn: Cả ngày
xh_za: Yonke imini
zh_cn: 整天
zh_tw: 整天

source: Published start date
ar: تاريخ بدأ النشر
ast_es: Fecha de publicación d'iniciu
bn_bd: প্রকাশের শুরুর তারিখ
bs_ba: Datum početka objave
ca_es: Data d'inici publicada
cs_cz: Datum zveřejnění začátku
da: Udgivelsesstartdato
de: Veröffentlichtes Startdatum
el: Ημέρα δημοσίευσης
eo: Publikigita datumo de komenco
es: Fecha de inicio publicada
es_mx: Fecha de inicio publicada
eu_es: Argitaratutako hasiera data
fa_ir: تاریخ شروع منتشرشده
fi_fi: Julkaisun alkamispäivämäärä
fo_fo: Útgivin startdagur
fur: Dât di inici publicade
ga: Dáta tosach foilsithe
gl: Data de inicio publicada
he_il: תאריך התחלה שפורסם
hi: प्रकाशित प्रारंभ तिथि
hr_hr: Datum početka objave
hu_hu: Közzétett kezdő dátum
hy: Հրապարակման սկզբնական ամսաթիվ
id_id: Tanggal mulai diterbitkan
it: Pubblicato il
ja: 公開開始日
ka_ge: გამოქვეყნების დაწყების თარიღი
ko_kr: 공개 시작일
lo: ວັນທີເລີ່ມເຜີຍແຜ່
lt_lt: Paskelbimo pradžios data
lv_lv: Publicēšanas sākuma datums
mk_mk: Објавена почетна дата
ms_my: Tarikh mula diterbitkan
my_mm: ထုတ်ဝေစတင်ရက်စွဲ
ne: प्रकाशित सुरु मिति
nl: Publicatie startdatum
nn_no: Publisert startdato
oc: Data de publicacion de començament
pl_pl: Data rozpoczęcia publikacji
ps: خپور شوي پیل نېټه
pt_br: Data de início da publicação
pt_pt: Data de início publicado
ro_ro: Data de început publicată
ru_ru: Опубликованная дата начала
sk_sk: Začiatočný dátum publikovania
sl: Datum začetka objave
sq: Data e fillimit të publikuar
sr_rs: Objavljeni datum početka
sv_se: Publicerat startdatum
sw_ke: Tarehe ya kuanza kuchapishwa
ta: பிரசுரிக்கப்பட்ட தொடக்க தேதி
th: วันที่เริ่มต้นเผยแพร่
tl_ph: Nai-publish na petsa ng simula
tr: Yayınlanan başlangıç tarihi
uk_ua: Дата початку публікації
vi_vn: Ngày bắt đầu xuất bản
xh_za: Umhla wokuqala opapashiweyo
zh_cn: 发布开始日期
zh_tw: 發佈開始日期

source: Show status
ar: عرض الحالة
ast_es: Amosar estáu
bn_bd: স্থিতি প্রদর্শন করুন
bs_ba: Prikaži status
ca_es: Mostrar estat
cs_cz: Zobrazit stav
da: Vis status
de: Status anzeigen
el: Προβολή status
eo: Montru staton
es: Mostrar estado
es_mx: Mostrar estado
eu_es: Egoera erakutsi
fa_ir: نمایش وضعیت
fi_fi: Näytä tila
fo_fo: Vís støðu
fur: Mostre stât
ga: Taispeáin stádas
gl: Mostrar estado
he_il: הצג סטטוס
hi: स्थिति दिखाएँ
hr_hr: Prikaži status
hu_hu: Státusz megjelenítése
hy: Ցուցադրել կարգավիճակը
id_id: Tampilkan status
it: Mostra status
ja: ステータスを表示
ka_ge: სტატუსის ჩვენება
ko_kr: 상태 표시
lo: ສະແດງສະຖານະ
lt_lt: Rodyti būseną
lv_lv: Rādīt statusu
mk_mk: Прикажи статус
ms_my: Tunjuk status
my_mm: အခြေအနေကို ပြပါ
ne: स्थिति देखाउनुहोस्
nl: Toon status
nn_no: Vis status
oc: Afichar l'estatut
pl_pl: Pokaż status
ps: حالت ښودل
pt_br: Mostrar o estado
pt_pt: Mostrar o estado
ro_ro: Afișați statusul
ru_ru: Показать статус
sk_sk: Ukázať stav
sl: Prikaži stanje
sq: Shfaq statusin
sr_rs: Prikaži status
sv_se: Visa status
sw_ke: Onyesha hali
ta: நிலையைக் காட்டு
th: แสดงสถานะ
tl_ph: Ipakita ang status
tr: Durumu göster
uk_ua: Показати статус
vi_vn: Hiển thị trạng thái
xh_za: Bonisa isimo
zh_cn: 显示状态
zh_tw: 顯示狀態

source: Mode
ar: النمط
bn_bd: মোড
bs_ba: Način
cs_cz: Režim
da: Tilstand
de: Modus
el: Τρόπος
eo: Reĝimo
es: Modalidad
es_mx: Modo
eu_es: Modua
fa_ir: حالت
fi_fi: Tila
fo_fo: Støða
fur: Modalitât
ga: Modh
gl: Modalidade
he_il: מצב
hi: मोड
hr_hr: Način
hu_hu: Mód
hy: Ռեժիմ
it: Modalità
ja: モード
ka_ge: რეჟიმი
ko_kr: 모드
lo: ໂໝດ
lt_lt: Režimas
lv_lv: Režīms
mk_mk: Режим
ms_my: Mod
my_mm: မုဒ်
ne: मोड
nl: Modus
nn_no: Modus
oc: Mòde
pl_pl: Tryb
ps: حالت
pt_pt: Modalidade
ro_ro: Mod
ru_ru: Режим
sk_sk: Režim
sl: Način
sq: Mënyra
sr_rs: Režim
sv_se: Läge
sw_ke: Hali
ta: முறை
th: โหมด
tr: Mod
uk_ua: Режим
vi_vn: Chế độ
xh_za: Imodi
zh_cn: 模式
zh_tw: 模式

source: Schedule
ar: جدول المواعيد
ast_es: Horariu
bn_bd: সময়সূচী
bs_ba: Raspored
ca_es: Horari
cs_cz: Harmonogram
da: Planlægning
de: Zeitplan
el: Πρόγραμμα
eo: Horaro
es: Horario
es_mx: Horario
eu_es: Ordutegia
fa_ir: برنامه‌ریزی
fi_fi: Aikataulu
fo_fo: Skiftatíð
fur: Program
ga: Sceideal
gl: Horario
he_il: לוח זמנים
hi: समय-सारणी
hr_hr: Raspored
hu_hu: Rendelés
hy: Ուսումնական պլան
id_id: Jadwal
it: Programmma
ja: スケジュール
ka_ge: გრაფიკი
ko_kr: 일정
lo: ຕາຕະລາງ
lt_lt: Tvarkaraštis
lv_lv: Grafiks
mk_mk: Распоред
ms_my: Jadual
my_mm: အချိန်ဇယား
ne: कार्यक्रम
nl: Schema
nn_no: Timeplan
oc: Orari
pl_pl: Harmonogram
ps: مهالوېشی
pt_br: Cronograma
pt_pt: Cronograma
ro_ro: Programare
ru_ru: Расписание
sk_sk: Plán
sl: Urnik
sq: Orari
sr_rs: Raspored
sv_se: Schema
sw_ke: Ratiba
ta: அனுசரணை
th: ตารางเวลา
tr: Program
uk_ua: Розклад
vi_vn: Lịch trình
xh_za: Ishedyuli
zh_cn: 日程
zh_tw: 排程

source: Place/Location
ar: المكان/الموقع
ast_es: Lloc/Ubicación
bn_bd: স্থান/অবস্থান
bs_ba: Mjesto/Lokacija
ca_es: Lloc/Ubicació
cs_cz: Místo/Umístění
da: Sted/Beliggenhed
de: Ort/Lage
el: Τοποθεσία
eo: Loko
es: Ubicación
es_mx: Lugar/Ubicación
eu_es: Lekua/Kokapena
fa_ir: مکان
fi_fi: Paikka/Sijainti
fo_fo: Staður/Staðseting
fur: Place/Luç
ga: Áit/Suíomh
gl: Ubicación
he_il: מקום/מיקום
hi: स्थान/लोकेशन
hr_hr: Mjesto/Lokacija
hu_hu: Hely/Helyszín
hy: Վայր/տեղակայություն
id_id: Tempat/Lokasi
it: Località
ja: 場所／位置
ka_ge: ადგილმდებარეობა
ko_kr: 장소/위치
lt_lt: Vieta/Vietovė
lv_lv: Vieta/Novietojums
mk_mk: Место/Локација
ms_my: Tempat/Lokasi
my_mm: နေရာ/တည်နေရာ
ne: स्थान/स्थिति
nl: Plaats/Locatie
nn_no: Stad/Lokasjons
oc: Luòc / Localizacion
pl_pl: Miejsce/Lokalizacja
ps: ځای/موقعیت
pt_br: Local
pt_pt: Localização
ro_ro: Loc/Locație
ru_ru: Место/Локация
sk_sk: Miesto/Lokalita
sl: Kraj/Lokacija
sq: Vendndodhja
sr_rs: Mesto/Lokacija
sv_se: Plats/Position
sw_ke: Mahali
ta: இடம்/இடம்
th: สถานที่
tl_ph: Lugar/Lokasyon
tr: Yer/Konum
uk_ua: Місце / Локація
vi_vn: Địa điểm
xh_za: Indawo/Indawo
zh_cn: 地点
zh_tw: 地點

source: Recommended number of participants
ar: عدد المشاركين الذي ينصح به
ast_es: Númberu recomendáu de participantes
bn_bd: প্রস্তাবিত অংশগ্রহণকারীর সংখ্যা
bs_ba: Preporučeni broj sudionika
ca_es: Nombre recomanat de participants
cs_cz: Doporučený počet účastníků
da: Anbefalet antal deltagere
de: Empfohlene Teilnehmerzahl
el: Προτεινόμενος αριθμός συμμετεχόντων
eo: Rekomendita nombro de partoprenantoj
es: Número recomendado de participantes
es_mx: Número recomendado de participantes
eu_es: Parte-hartzaileen kopuru gomendatua
fa_ir: تعداد شرکت‌کنندگان پیشنهادی
fi_fi: Suositeltu osallistujamäärä
fo_fo: Ískoyt tal av deltøkum
fur: Numar racomandât di partitsipants
ga: Líon molta rannpháirtithe
gl: Número recomendado de participantes
he_il: מספר משתתפים מומלץ
hi: अनुशंसित प्रतिभागियों की संख्या
hr_hr: Preporučeni broj sudionika
hu_hu: Ajánlott résztvevők száma
hy: Առաջարկվող մասնակիցների թիվ
id_id: Jumlah peserta yang disarankan
it: Numero consigliato di partecipanti
ja: 推奨参加者数
ka_ge: რეკომენდებული მონაწილეთა რაოდენობა
ko_kr: 권장 참가자 수
lt_lt: Rekomenduojamas dalyvių skaičius
lv_lv: Ieteicamais dalībnieku skaits
mk_mk: Препорачан број на учесници
ms_my: Bilangan peserta yang disyorkan
my_mm: အကြံပြုထားသော ပါဝင်သူအရေအတွက်
ne: सिफारिस गरिएको सहभागीहरूको संख्या
nl: Aanbevolen aantal deelnemers
nn_no: Anbefalt tal på deltakarar
oc: Nombre recomadat de participants
pl_pl: Zalecana liczba uczestników
ps: وړاندیز شوی ګډونوالو شمېر
pt_br: Número recomendado de participantes
pt_pt: Número recomendado de participantes
ro_ro: Număr recomandat de participanți
ru_ru: Рекомендуемое количество участников
sk_sk: Odporúčaný počet účastníkov
sl: Priporočljivo število udeležencev
sq: Numri i rekomanduar i pjesëmarrësve
sr_rs: Preporučen broj učesnika
sv_se: Rekommenderat antal deltagare
sw_ke: Idadi inayopendekezwa ya washiriki
ta: பரிந்துரைக்கப்பட்ட பங்கேற்பாளர்கள் எண்ணிக்கை
th: จำนวนผู้เข้าร่วมที่แนะนำ
tl_ph: Rekomendadong bilang ng mga kalahok
tr: Önerilen katılımcı sayısı
uk_ua: Рекомендована кількість учасників
vi_vn: Số lượng người tham gia khuyến nghị
xh_za: Inani elincomekayo labathathi-nxaxheba
zh_cn: 推荐参与人数
zh_tw: 建議參與人數

source: Goto menu
ar: الذهاب للقائمة
ast_es: Dir al menú
bn_bd: মেনুতে যান
bs_ba: Idi na meni
ca_es: Vés al menú
cs_cz: Jdi do menu
da: Gå til menu
de: Gehe zu Menü
el: Μενού
eo: Iri al la menuo
es: Ir al menú
es_mx: Ir al menú
eu_es: Joan menura
fa_ir: رفتن به فهرست
fi_fi: Mene valikkoon
fo_fo: Far til valmynd
fur: Va al menu
ga: Téigh chuig an roghchlár
gl: Ir para o menú
he_il: עבור לתפריט
hi: मेनू पर जाएँ
hr_hr: Pođi na izbornik
hu_hu: Ugrás a menühöz
hy: Անցնել մենю
id_id: Ke menu
it: Vai al menù
ja: メニューへ
ka_ge: მენიუში გადასვლა
ko_kr: 메뉴로 이동
lo: ໄປທີ່ເມນູ
lt_lt: Meniu
lv_lv: Iet uz izvēli
mk_mk: Мени Goto
ms_my: Ke menu
my_mm: မီနူးသို့ သွားပါ
ne: मेनुमा जानुहोस्
nl: Ga naar het menu
nn_no: Gå til meny
oc: Anar al menú
pl_pl: Idź do menu
ps: د مینو ته تلل
pt_br: Ir ao menu
pt_pt: Ir para o menu
ro_ro: Spre meniu
ru_ru: Перейти к меню
sk_sk: Choď do menu
sl: Pojdi na izbiro
sq: Shko te menuja
sr_rs: Idi na adresu
sv_se: Gå till meny
sw_ke: Nenda kwenye menyu
ta: மெனுவிற்கு செல்
th: ไปที่เมนู
tl_ph: Pumunta sa menu
tr: Menüye git
uk_ua: Перейти до меню
vi_vn: Chuyển đến thực đơn
xh_za: Iya kwimenyu
zh_cn: 至菜单
zh_tw: 前往選單

source: Goto content
ar: الذهاب للمحتوى
ast_es: Dir al conteníu
bn_bd: কনটেন্টে যান
bs_ba: Idi na sadržaj
ca_es: Vés al contingut
cs_cz: Jdi na obsah
da: Gå til indhold
de: Gehe zu Inhalt
el: Περιεχόμενο
eo: Iri al la enhavo
es: Ir al contenido
es_mx: Ir al contenido
eu_es: Joan edukira
fa_ir: رفتن به متن
fi_fi: Mene sisältöön
fo_fo: Far til innhold
fur: Va al contenut
ga: Téigh chuig an ábhar
gl: Ir para o contido
he_il: עבור לתוכן
hi: सामग्री पर जाएँ
hr_hr: Pođi na sadržaj
hu_hu: Ugrás a tartalomhoz
hy: Անցնել բովանդակությանը
id_id: Ke isi
it: Vai al contenuto
ja: コンテンツへ
ka_ge: შინაარსში გადასვლა
ko_kr: 콘텐츠로 이동
lt_lt: Turinys
lv_lv: Doties uz saturu
mk_mk: Содржина на Goto
ms_my: Ke kandungan
my_mm: အကြောင်းအရာသို့ သွားပါ
ne: सामग्रीमा जानुहोस्
nl: Ga naar de inhoud
nn_no: Gå til innhold
oc: Anar al contengut
pl_pl: Idź do treści
ps: د موادو ته تلل
pt_br: Conteúdo Goto
pt_pt: Ir para os conteúdos
ro_ro: Spre continut
ru_ru: Перейти к содержанию
sk_sk: Choď na obsah
sl: Pojdi na vsebino
sq: Shko te përmbajtja
sr_rs: Idi na sadržaj
sv_se: Gå till innehåll
sw_ke: Nenda kwenye maudhui
ta: உள்ளடக்கத்திற்கு செல்
th: ไปที่เนื้อหา
tl_ph: Pumunta sa nilalaman
tr: İçeriğe git
uk_ua: Перейти до контенту
vi_vn: Chuyển đến nội dung
xh_za: Iya kumxholo
zh_cn: 至内容
zh_tw: 前往內容

source: Administration by
ar: ادارة من قبل
ast_es: Alministráu por:
bn_bd: প্রশাসন করেছেন
bs_ba: Administrator
ca_es: Administrat per
cs_cz: Správce
da: Administreret af
de: Administrator/in:
el: Διαχείριση από
eo: Mastrumado fare de
es: Administrado por:
es_mx: Administrado por
eu_es: Kudeatzailea:
fa_ir: مدیریت توسط
fi_fi: Ylläpito
fo_fo: Stýring av
fur: Amministrassion de
ga: Riarachas le
gl: Administrado por:
he_il: מנוהל על ידי
hi: प्रशासन द्वारा
hr_hr: Upravljano :
hu_hu: Felügyeli
hy: Ադմինիստրացիա
id_id: Admin oleh
it: Amministrato da
ja: 管理者
ka_ge: ადმინისტრაცია
ko_kr: 관리자
lo: ບໍລິຫານໂດຍ
lt_lt: Administruojama
lv_lv: Administrē
mk_mk: Управувано од
ms_my: Ditadbir oleh
my_mm: စီမံခန့်ခွဲသူ
ne: प्रशासन द्वारा
nl: Beheer door
nn_no: Administreres av
oc: Administracion per
pl_pl: Administrowane przez
ps: پالنه د
pt_br: Administração por
pt_pt: Administração por
ro_ro: Administrat de
ru_ru: Управляется
sk_sk: Správca
sl: Upravlja
sq: Administruar nga
sr_rs: Administrator
sv_se: Admin för
sw_ke: Utawala na
ta: நிர்வாகம்
th: บริหารระบบโดย
tl_ph: Administrasyon ni
tr: Yetkilendiren
uk_ua: Адмініструється
vi_vn: Quản trị bởi
xh_za: Ulawulo olwenziwa ngu
zh_cn: 管理员
zh_tw: 管理者

source: Videoconference host
ar: مستضيف الاتصال المرئي
ast_es: Servidor pa videoconferencia
bn_bd: ভিডিও কনফারেন্স হোস্ট
bs_ba: Videokonferencijski poslužitelj
ca_es: Servidor per la videoconferència
cs_cz: Videokonference - název hostitele
da: Vært for videokonference
de: Videokonferenz-Server
el: Οικοδεσπότης βιντεοδιάσκεψης
eo: Gastiganto de videokonferenco
es: Host para la videoconferencia
es_mx: Servidor de Videoconferencia
eu_es: Bideokonferentziarako ostalaria
fa_ir: میزبان ویدیو کنفرانس
fi_fi: Videokonferenssin isäntä
fo_fo: Videokonferanssstjóri
fur: Host videoconferenze
ga: Óstach físiogairdín
gl: Host para a videoconferencia
he_il: מארח ועידת וידאו
hi: वीडियो कॉन्फ्रेंस होस्ट
hr_hr: Videokonferencijski poslužitelj
hu_hu: Videókonferencia kiszolgáló
hy: Վիդեոկոնֆերանսի հյուրընկալող
id_id: Host videoconferensi
it: Server per la videoconferenza
ja: ビデオ会議サーバ
ka_ge: ვიდეოკონფერენციის მასპინძელი
ko_kr: 화상회의 호스트
lo: ຜູ້ຈັດການປະຊຸມວິດີໂອ
lt_lt: Video konferencijos adresas
lv_lv: Videokonferences uzturēšana
mk_mk: Видеоконференциски хост
ms_my: Pelayan sidang video
my_mm: ဗီဒီယိုကွန်ဖရင့်အိမ်ရှင်
ne: भिडियो सम्मेलन होस्ट
nl: Videoconferentie host
nn_no: Videokonferanse host
oc: Ample de videoconferéncia
pl_pl: Organizator wideokonferencji
ps: د ویډیو کنفرانس کوربه
pt_br: Host de Videoconferência
pt_pt: Hosting/alojamento da vídeoconferência
ro_ro: Gazda videoconferintei
ru_ru: Сервер для видеоконференции
sk_sk: Hostiteľ videokonferencie
sl: Videokonferenčni strežnik
sq: Strehuesi i videokonferencës
sr_rs: Host videokonferencije
sv_se: Videokonferensvärd
sw_ke: Mwenyeji wa mkutano wa video
ta: வீடியோகான்பரன்ஸ் விருந்தினர்
th: เครื่องแม่ข่ายบริการประชุมออนไลน์
tl_ph: Host ng Videoconference
tr: VideoKonferans Ana makinası
uk_ua: Хост для відеоконференцій
vi_vn: Chủ máy hội nghị video
xh_za: Umxhasi wenkomfa yevideo
zh_cn: 视频会议主持人
zh_tw: 視訊會議主機

source: Whether the videoconference protocol is web-based (false most of the time)
ar: اذا ما كان بروتوكول الاتصال المرئي معتمد على الويب(خطأ في معظم الأحيان(
ast_es: El protocolu de videoconferencia funciona en mou web (la mayor parte les veces nun ye así)
bn_bd: ভিডিও কনফারেন্স প্রোটোকল ওয়েব-ভিত্তিক কিনা (সাধারণত মিথ্যা)
bs_ba: Ukoliko je protokol videokonferencije web baziran ( u većini slučajeva netačno)
ca_es: El protocol de la videoconferència funciona en mode web (la majoria de vegades no és així)
cs_cz: Videokonferenční protokol je na bázi webu(většinou není)
da: Om videokonferencens protokol er webbaseret
de: Videokonferenz ist web-basierend (Häufige Unterbrechungen!)
el: Αν το πρωτόκολο βιντεοδιάσκεψης βασίζεται στον ιστό (ψευδές τις περισσότερες φορές)
eo: Ĉu la videokonferenca protokolo estas retbaza (plejofte ne)
es: El protocolo de la videoconferencia funciona en modo web (la mayoría de las veces no es así)
es_mx: En caso de que el protocolo de videoconferencia esté basado en la web (falso la mayoría de las veces)
eu_es: Bideokonferentziaren protokoloa web moduan aritzen da (gehienetan ez da horrela)
fa_ir: آیا پروتکل ویدیوکنفرانس مبتنی بر وب است (معمولاً false)
fi_fi: Onko videokonferenssin protokolla selainpohjainen (yleensä false)
fo_fo: Um tað, hvørt videokonferansaprotokollin er vevgrundað (falskt mestpartin av tí)
fur: Se il protocol videoconferenze e basât sul web (falç na maggior parte des reis)
ga: Cé acu an prótacal físiogairdín bunaithe ar an ngréasán (bréagach an chuid is mó den am)
gl: O protocolo da videoconferencia está baseado na web (a maioría das veces non é así)
he_il: האם פרוטוקול ועידת הווידאו מבוסס אינטרנט (שקר רוב הזמן)
hi: यह वीडियो कॉन्फ्रेंस प्रोटोकॉल वेब-आधारित है या नहीं (ज्यादातर समय गलत)
hr_hr: Ukoliko je protokol videokonferencije web-temeljen (u većini slučajeva - netočno)
hu_hu: A videókonferencia protokoll web alapú-e (a legtöbbször a válasz hamis)
hy: Սա ցույց է տալիս՝ արդյոք վիդեոկոնֆերանսի արձանագրությունը վեբ-հիմքով է (սովորաբար սխալ)
id_id: Apakah protokol videoconferensi berbasis web (kebanyakan false)
it: Nel caso in cui la videoconferenza funzioni in modo web (solitamente il caso è falso)
ja: ビデオ会議プロトコルがウェブベースかどうか（通常はfalse）
ka_ge: ვიდეოკონფერენციის პროტოკოლი ვებ-ზეა დაფუძნებული თუ არა (ჩვეულებრივ ყალბია)
ko_kr: 화상회의 프로토콜이 웹 기반인지 여부 (대부분 false)
lo: ໂປຣໂຕຄໍການປະຊຸມວິດີໂອແມ່ນອີງໃສ່ເວັບ ຫຼື ບໍ່ (ສ່ວນຫຼາຍແມ່ນບໍ່)
lt_lt: Ar video konferencijos protokolas webinis? (dažniausiai false)
lv_lv: Vai videokonference protokols ir tīkla-balstīts (lielāko daļu laika maldīgs)
mk_mk: Дали видеоконференцискиот протокол е web-базиран? (не, најчесто)
ms_my: Samada protokol sidang video adalah melalui web (kebiasaannya tidak)
my_mm: ဗီဒီယိုကွန်ဖရင့်ပရိုတိုကောသည် ဝဘ်အခြေပြုဖြစ်သည်မဟုတ် (များသောအားဖြင့် မမှန်ကန်ပါ)
ne: भिडियो सम्मेलन प्रोटोकल वेब-आधारित हो कि होइन (प्रायः गलत)
nl: Is het videoconferentie protocol webbased (meestal niet)
nn_no: Om videokonferencens protokol er webbaseret
oc: Se lo protocol de videoconferéncia es basat web (fals la major part del temps)
pl_pl: Czy protokół wideokonferencji bazuje na technologii web (w większości przypadków nie)
ps: ایا د ویډیو کنفرانس پروتکل وب پر بنسټ دی (اکثره وختونه غلط)
pt_br: Se o protocolo de videoconferência é baseado na web (false maior parte do tempo)
pt_pt: Ou o protocolo da vídeoconferência é baseado na web (web-based) - falso a maior parte do tempo
ro_ro: Verifica daca protocolul de videoconferinta se bazeaza pe web (fals in cea mai mare parte a timpului)
ru_ru: Базируется ли протокол конференции на Интернет-технологиях (неверно большую часть времени)
sk_sk: Či je protokol videokonferencie na web základe (väčšinou nie)
sl: V primeru, da je videokonferenčni protokol web-based (v večini primerov : false)
sq: Nëse protokoli i videokonferencës është bazuar në web (false shumicën e kohës)
sr_rs: Ukoliko je protokol videokonferencije web-baziran (u većini slučajeva - netočno)
sv_se: Om videokonferensprotokollet är webbaserat (falskt för det mesta)
sw_ke: Ikiwa itifaki ya mkutano wa video inategemea wavuti (sio kweli mara nyingi)
ta: வீடியோகான்பரன்ஸ் நெறிமுறை வெப் அடிப்படையிலானது (பெரும்பாலும் தவறு)
th: แม้ว่าโปรโตคอลของ videoconference นั้นต้่องขึ้นอยู่กับเว็บ (ผิดเวลาไปมาก)
tl_ph: Kung ang videoconference protocol ay web-based (mali karamihan ng panahon)
tr: VideoKonferans protokolü web tabanlımı değilmi (çoğu zaman değildir)
uk_ua: Протокол відеоконференції на веб-основі (неправда в більшості часу)
vi_vn: Giao thức hội nghị video có dựa trên web không (thường là false)
xh_za: Inoxanduva lokuba iprotokholi yenkomfa yevideo isekwe kwiwebhu (ibanga elingeyiyo ixesha elininzi)
zh_cn: 视频会议协议是基于网页的吗?(大部分情况下都不是)
zh_tw: 視像會議是／否為線上模式（通常設定為否）
