Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Disable e-mail alert on dropbox files reception
ar: تعطيل الاشعار بالبريد عند استلام ملف من اداة مشاركة الملفات
ast_es: Desactivar l'avisu per corréu electrónicu de que se recibieren unvíos nel Buzón de llabores/deberes
bn_bd: ড্রপবক্স ফাইল গ্রহণের সময় ইমেইল সতর্কতা নিষ্ক্রিয় করুন
bs_ba: Onemogući e-poštu upozorenje pri primanju datoteka dropboxa
ca_es: Desactivar alerta per correu-e per documents nous enviats a la compartició de fitxers
cs_cz: Zrušit upozornění e-mailem o novém doručení do poštovní schránky
da: De-aktiver e-mailbesked ved tilføjelse af nyt indhold i dueslag
de: E-Mail Benachrichtigung AUS
el: Απενεργοποίηση των ειδοποιήσεων μέσω e-mail, όταν γίνεται υποβολή στο Dropbox
eo: Malaktivigu perretpoŝtan avertadon ĉe nova sodiero en la enirkesto
es: Desactivar el aviso por correo electrónico de la recepción de nuevos envíos en los documentos compartidos
es_mx: Desactivar el aviso por correo electrónico de un nuevo envío al baúl de tareas
eu_es: Desaktibatu posta elektronikoaren bidezko abisua, dokumentu konpartituen bidalketa berriak jasotzen direnean
fa_ir: غیر فعال کردن اخطار ایمیل بهنگام ثبت نام تبادل فایل
fi_fi: Poista hälytys sähköpostilla uudesta jaetusta tiedostosta
fo_fo: Ógild t-post avvarðan um dropbox fílar tiknar ímótt
fur: Disativâ avisi e-mail su riceviç di files dal dropbox
ga: Díchumasaigh foláireamh ríomhphoist ar fháil comhaid dropbox
gl: Desactivar o aviso por e-mail para os novos envíos á caixa de entregas
he_il: השבת התראת דואר אלקטרוני על קליטת קבצי Dropbox
hi: ड्रॉपबॉक्स फ़ाइलें प्राप्ति पर ईमेल अलर्ट अक्षम करें
hr_hr: Isključi upozorenje e-poštom za primanje nove datoteke u pretincu
hu_hu: Email értesítés küldésének letiltása új hallgatói beadáskor
hy: Անջատել էլ. փոստի ծանուցումը dropbox ֆայլերի ստացման դեպքում
id_id: Non-aktifkan peringatan melalui email pada saat pengumpulan dropbox yang baru
it: Disabilita l'avviso e-mail dell'arrivo di un file in Scambio file
ja: 課題提出箱の送信についての電子メール通知を無効にする
ka_ge: ელფოსტის შეტყობინების გამორთვა dropbox ფაილების მიღებისას
ko_kr: 드롭박스 파일 수신 시 이메일 알림 비활성화
lo: ປິດການແຈ້ງເຕືອນທາງອີເມລເມື່ອໄດ້ຮັບໄຟລ໌ໃນ dropbox
lt_lt: Išjungti el. pašto įspėjimą gavus failus į pašto dėžutę
lv_lv: Atslēgt e-pasta ziņojumus par dokumenta iesniegšanu Dokumentu / failu apmaiņas instrumentā
mk_mk: Оневозможи предупредување преку e-mail за добиена порака во алатката Размена на датотеки и пораки.
ms_my: Lumpuhkan amaran e-mel semasa penerimaan fail dropbox
my_mm: ဒရော့ပ်ဘောက်စ်ဖိုင်များလက်ခံရရှိမှုအတွက် အီးမေးလ်သတိပေးချက်ကို ပိတ်ပါ
ne: ड्रपबक्स फाइलहरू प्राप्त हुँदा इमेल सूचना अक्षम गर्नुहोस्
nl: Desactiveer waarschuwing via email bij nieuw bestand in de Dropbox
nn_no: Deaktiver e-postvarsel ved mottaking av dropbox-filer
oc: Desactivar l'alèrta per corriel que de document nòus son estats mandats dins lo repertòri compartit
pl_pl: Wyłącz powiadomienie e-mail o nowym udostępnieniu dokumentów
ps: د ډراپ باکس فایلونو ترلاسه کولو پر مهال برېښنالیک خبرتیا بند کړئ
pt_br: Desativar o alerta por e-mail para novos envios para a caixa de documentos compartilhados
pt_pt: Desactivar alerta por e-mail após submissões para a caixa de entrega
ro_ro: Dezactivați notificare prin email de primirea de noi trimiteri in documente partajate
ru_ru: Не активировать уведомление по почте для следующей сдачи работы из ящика для содержимого
sk_sk: Deaktivovať upozornenie e-mailom o novom doručení do schránky správ
sl: Onemogoči e-poštno opozorilo ob novem odlaganju v nabiralnik
sq: Çaktivizohet alarmi e-mail në marrjen e skedarëve dropbox
sr_rs: Onemogući e-poštu obaveštenja pri prijemu datoteka u dropbox
sv_se: Inaktivera e-postmeddelande vid inlämning i mappen
sw_ke: Zima arifa za barua pepe wakati wa kupokea faili za dropbox
ta: டிராப்பாக்ஸ் கோப்புகள் பெறுதலில் மின்னஞ்சல் எச்சரிக்கையை முடக்கு
th: ปิดการแจ้งเตือนทางอีเมลเมื่อรับไฟล์ Dropbox
tl_ph: I-disable ang alerto sa e-mail sa pagsumite sa dropbox
tr: Dropbox sunumunda e-posta ile uyarıyı kaldır
uk_ua: Деактивувати email повідомлення при новому призначенні в скринці контенту
vi_vn: Tắt cảnh báo email khi nhận tệp hộp thư đến
xh_za: Yeka isaziso se-imeyile kufumana iifayile ze-dropbox
zh_cn: 关闭下拉列表提交时电子邮件错误报告
zh_tw: 取消上傳檔案至投遞箱時發出電郵通知服務

source: Allow learners to edit the agenda
ar: السماح للمستخدمين في تحرير التقويم
ast_es: Dar permisu pa que los usuarios editen l'axenda del cursu
bn_bd: শিক্ষার্থীদের এজেন্ডা সম্পাদনা করতে দেওয়া হোক
bs_ba: Dozvoli polaznicima uređivanje agende
ca_es: Autoritzar els usuaris per editar l'agenda del curs
cs_cz: Povolit uživatelům editovat agendu kurzu
da: Tillad deltagere at redigere kursuskalenderen
de: Kursteilnehmern erlauben, Einträge im Kurskalender zu bearbeiten
el: Επεξεργασία ατζέντας
eo: Uzantoj povas ŝanĝi la kursan agendon
es: Permitir que los usuarios editen la agenda del curso
es_mx: Permitir a los usuarios editar la agenda del curso
eu_es: Baimendu erabiltzaileei agenda editatzeko
fa_ir: اجازه ویرایش تقویم به دانشجویان
fi_fi: Salli käyttäjien muokata kurssiohjelmaa
fo_fo: Leyp læring at skriva í dagatalsætlinum
fur: Permit ai jutants di modificar l'agende
ga: Ceadaigh do fhoghlaimeoirí an clár a eagarthóireacht
gl: Permitir que os usuarios editen a axenda do curso
he_il: אפשר ללומדים לערוך את סדר היום
hi: शिक्षार्थियों को एजेंडा संपादित करने की अनुमति दें
hr_hr: Dozvoli korisnicima uređivanje rasporeda kolegija
hu_hu: Kurzusnaptár szerkesztésének engedélyezése felhasználók számára
hy: Թույլ տալ աշակերտներին խմբագրել օրացույցը
id_id: Ijinkan user untuk mengedit agenda mata kuliah
it: Modifica dell'agenda da parte dei corsisti
ja: 学生に予定表の編集を許可
ka_ge: სწავლებულებს შეუძლიათ აგენდის რედაქტირება
ko_kr: 학습자가 일정 편집 허용
lt_lt: Leisti vartotojams redaguoti kurso darbotvarkę
lv_lv: Atļaut lietotājiem rediģēt dienas kārtību
mk_mk: Допушти им на корисниците да го уредуваат распоредот на курсот.
ms_my: Benarkan pelajar mengedit agenda
my_mm: သင်ယူသူများအား အစီအစဉ်ကို ပြင်ဆင်ခွင့်ပြုပါ
ne: सिकार्ताहरूलाई एजेन्डा सम्पादन गर्न अनुमति दिनुहोस्
nl: Gebruikers kunnen de cursusagenda wijzigen
nn_no: Tillèt elever å redigere agendaen
oc: Autorizar leis usanciers de modificar l'agenda dau cors
pl_pl: Zezwól użytkownikom na edycję terminarza kursu
ps: زده کونکو ته د اجېنډا سمول ته اجازه ورکړئ
pt_br: Permitir que os usuários alterem a agenda do curso
pt_pt: Permitir aos utilizadores editar/modificar a agenda
ro_ro: Permite utilizatorilor să editeze agenda cursului
ru_ru: Пользователю разрешено редактировать расписание курса
sk_sk: Povoliť používateľom upraviť agendu kurzu
sl: Dovoli uporabnikom urejanje zapisov agende tečaja
sq: Lejo nxënësit të redaktojnë axhendën
sr_rs: Dozvoli polaznicima da uređuju agendu
sv_se: Tillåt användare att ändra i kurskalendern
sw_ke: Ruhusu wanafunzi kuhariri ajenda
ta: கற்றவர்களுக்கு நிகழ்ச்சி அட்டவணையைத் திருத்த அனுமதிக்கவும்
th: อนุญาตให้ผู้เรียนแก้ไขวาระการประชุม
tl_ph: Payagan ang mga mag-aaral na i-edit ang agenda
tr: Öğrencilerin ajandayı düzenlemesine izin ver
uk_ua: Дозволити користувачам редагувати план курсів
vi_vn: Cho phép học viên chỉnh sửa lịch
xh_za: Vumela abafundi ukuba bahlele i-agenda
zh_cn: 允许用户编辑课程议程
zh_tw: 允許所有使用者編輯課程日程

source: Activate course agenda edition by users
ar: تفعيل امكانية تحرير التقويم في المقرر من قبل المستخدمين
ast_es: Activar la edición de l'axenda del cursu polos usuarios
bn_bd: ব্যবহারকারীদের দ্বারা কোর্স এজেন্ডা সম্পাদনা সক্রিয় করুন
bs_ba: Aktiviraj uređivanje agende kursa od strane korisnika
ca_es: Activar l'edició de l'agenda del curs pels usuaris
cs_cz: Aktivovat editaci agendy kurzu uživatelům
da: Aktiver muligheden for, at deltagere kan redigere kursuskalenderen
de: Bearbeiten AN
el: Ενεργοποίηση της δυνατότητας των εκπαιδευομένων να επεξεργάζονται/ τροποποιούν την ατζέντα
eo: Ŝalti ŝanĝeblon de agendo far uzantoj
es: Activar la edición por los usuarios de la agenda del curso
es_mx: Activar la edición por los usuarios de la agenda del curso
eu_es: Aktibatu erabiltzaileek ikastaroaren agenda editatzea
fa_ir: فعال سازی نسخه تقویم آموزشی توسط کاربران
fi_fi: Aktivoi kurssiohjelman muokkasu käyttäjille
fo_fo: Virk dagatalsætluskrivning fyri brúkarar
fur: Ativâ la modìfiche dal'agende dal curs des utents
ga: Gníomhachtaigh eagarthóireacht cláir chúrsa ag úsáideoirí
gl: Activar a edición da axenda do curso polos usuarios
he_il: הפעל את מהדורת סדר היום של הקורס על ידי משתמשים
hi: उपयोगकर्ताओं द्वारा कोर्स एजेंडा संपादन सक्रिय करें
hr_hr: Omogući korisnicima uređivanje rasporeda kolegija
hu_hu: Kurzusnaptár szerkesztésének aktiválása felhasználók számára
hy: Ակտիվացնել դասընթացի օրացույցի խմբագրումը օգտատերերի կողմից
id_id: Aktifkan edisi agenda mata kuliah oleh user
it: Abilita la modifica dell'agenda
ja: ユーザーによるコースの予定表の編集をアクティブにする
ka_ge: კურსის აგენდის რედაქტირების ჩართვა მომხმარებლების მიერ
ko_kr: 사용자에 의한 강좌 일정 편집 활성화
lo: ເປີດໃຊ້ການແກ້ໄຂວາລະຫຼັກສູດໂດຍຜູ້ໃຊ້
lt_lt: Įjungti kurso darbotvarkės redagavimo galimybę vartotojams
lv_lv: Aktivizēt lietotāju iespēju rediģēt mācību norises plānu
mk_mk: Активирај ја опцијата за уредување на распоредот на курсот од самите корисници
ms_my: Aktifkan pengeditan agenda kursus oleh pengguna
my_mm: အသုံးပြုသူများမှ သင်တန်းအစီအစဉ်ပြင်ဆင်မှုကို ဖွင့်ပါ
ne: प्रयोगकर्ताहरूबाट कोर्स एजेन्डा सम्पादन सक्रिय गर्नुहोस्
nl: Wijzgen agenda door gebruikers inschakelen
nn_no: Aktiver redigering av kursagenda av brukarar
oc: Activar l'autorisacion donada ais usanciers de modificar l'agenda dau cors
pl_pl: Zezwalaj użytkownikom na edycję terminarza kursu
ps: د کاروونکو له خوا د کورس اجېنډا سمول فعال کړئ
pt_br: Ativar edição da Agenda do curso pelos usuários
pt_pt: Activar a edição da agenda do curso pelos utilizadores
ro_ro: Activați edițiea de utilizatori de pe agenda cursului
ru_ru: Активировать редактирование расписания курса пользователями
sk_sk: Aktivovať úpravu agendy kurzu používateľom
sl: Omogoči urejanje agende tečaja uporabnikom
sq: Aktivizo redaktimin e axhendës së kursit nga përdoruesit
sr_rs: Omogući uređivanje agende kursa od strane korisnika
sv_se: Aktivera möjlighet för användare att ändra i kurskalendern
sw_ke: Washirikisha uhariri wa ajenda ya kozi na watumiaji
ta: பயனர்களால் பாடநூல் நிகழ்ச்சி அட்டவணை திருத்தத்தை செயல்படுத்தவும்
th: เปิดใช้งานการแก้ไขวาระคอร์สโดยผู้ใช้
tl_ph: I-activate ang edisyon ng training agenda ng mga gumagamit
tr: Eğitim ajandasının kullanıcı tarafından düzenlenmesini aktifleştir
uk_ua: Активувати редагування плану курсів користувачами
vi_vn: Kích hoạt chỉnh sửa lịch khóa học bởi người dùng
xh_za: Sebenzisa ukuhlela i-agenda yekhosi ngabasebenzisi
zh_cn: 激活用户编辑课程议程功能
zh_tw: 向使用者啟動課程日程編輯器

source: Disable agenda editing by learners
ar: تعطيل تحرير التقويم من قبل الطلبة
ast_es: Desactivar la edición de l'axenda del cursu polos usuarios
bn_bd: শিক্ষার্থীদের এজেন্ডা সম্পাদনা নিষ্ক্রিয় করুন
bs_ba: Onemogući uređivanje agende od strane polaznika
ca_es: Desactivar l'edició de l'agenda del curs pels usuaris
cs_cz: Deaktivovat editaci agendy kurzu uživatelům
da: De-aktiver muligheden for, at deltagere kan redigere kursuskalenderen
de: Bearbeiten AUS
el: Απενεργοποίηση της δυνατότητας των εκπαιδευομένων να επεξεργάζονται/ τροποποιούν την ατζέντα
eo: Malŝalti ŝanĝeblon de agendo far uzantoj
es: Desactivar la edición por los usuarios de la agenda del curso
es_mx: Desactivar la edición por los usuarios de la agenda del curso
eu_es: Desaktibatu erabiltzaileek ikastaroaren agenda editatzea
fa_ir: غیر فعال کردن ویرایش تقویم توسط کاربران
fi_fi: Poista kurssiohjelman muokkasu käyttäjille
fo_fo: Ógild dagatalsætluskrivning fyri læring
fur: Disativâ la modìfiche dal'agende dai jutants
ga: Díchumasaigh eagarthóireacht cláir ag foghlaimeoirí
gl: Desactivar a edición da axenda do curso polos usuarios
he_il: השבת את עריכת סדר היום על ידי לומדים
hi: शिक्षार्थियों द्वारा एजेंडा संपादन अक्षम करें
hr_hr: Isključi korisnicima opciju uređivanje rasporeda kolegija
hu_hu: Kurzusnaptár szerkesztésének letiltása felhasználók számára
hy: Անջատել օրացույցի խմբագրումը աշակերտների կողմից
id_id: Non-aktifkan edisi agenda mata kuliah oleh user
it: Disabilita la modifica dell'agenda
ja: 学生による予定表の編集を無効にする
ka_ge: აგენდის რედაქტირების გამორთვა სწავლებულებისთვის
ko_kr: 학습자에 의한 일정 편집 비활성화
lo: ປິດການແກ້ໄຂວາລະໂດຍຜູ້ຮຽນ
lt_lt: Išjungti kurso darbotvarkės redagavimo galimybę vartotojams
lv_lv: Liegt lietotājiem iespēju rediģēt mācību kārtību
mk_mk: Оневозможи им на корсиниците уредување на распоредот на курсот
ms_my: Lumpuhkan pengeditan agenda oleh pelajar
my_mm: သင်ယူသူများမှ အစီအစဉ်ပြင်ဆင်မှုကို ပိတ်ပါ
ne: सिकार्ताहरूबाट एजेन्डा सम्पादन अक्षम गर्नुहोस्
nl: Wijzigen agenda door gebruikers uitschakelen
nn_no: Deaktiver redigering av agenda av elever
oc: Desactivar l'autorisacion donada ais usanciers de modificar l'agenda dau cors
pl_pl: Zabroń użytkownikom edycji terminarza kursu
ps: د زده کونکو له خوا اجېنډا سمول بند کړئ
pt_br: Desativar edição da Agenda do curso pelos usuários
pt_pt: Desactivar a edição da agenda do curso pelos utilizadores
ro_ro: Dezactivați edițiea de utilizatori din agenda de curs
ru_ru: Не активировать редактирование расписания пользователями
sk_sk: Deaktivovať úpravu agendy kurzu používateľom
sl: Onemogoči urejanje agende tečaja uporabnikom
sq: Çaktivizo redaktimin e axhendës nga nxënësit
sr_rs: Onemogući uređivanje agende od strane polaznika
sv_se: Inaktivera möjlighet för användare att ändra i kurskalendern
sw_ke: Zima uhariri wa ajenda na wanafunzi
ta: கற்றவர்களால் நிகழ்ச்சி அட்டவணை திருத்தத்தை முடக்கு
th: ปิดการแก้ไขวาระโดยผู้เรียน
tl_ph: I-disable ang edisyon ng agenda ng mga mag-aaral
tr: Öğrenciler tarafından ajanda düzenlemeyi iptal et
uk_ua: Деактивувати редагування плану курсів користувачами
vi_vn: Tắt chỉnh sửa lịch bởi học viên
xh_za: Yeka ukuhlela i-agenda ngabafundi
zh_cn: 关闭用户编辑课程议程功能
zh_tw: 取消使用者課程日程編輯器

source: Allow learners to edit announcements
ar: السماح للطلبة بتحرير التبليغات
ast_es: Dar permisu pa que los usuarios editen les anuncies del cursu
bn_bd: শিক্ষার্থীদের ঘোষণা সম্পাদনা করতে দেওয়া হোক
bs_ba: Dozvoli polaznicima uređivanje obavještenja
ca_es: Autoritzar els usuaris a editar els anuncis del curs
cs_cz: Povolit uživatelům editovat oznámení kurzu
da: Tillad deltagere at redigere meddelelser
de: Nutzern das Bearbeiten von Kurs-Ankündigungen erlauben
el: Επεξεργασία ανακοινώσεων
eo: Permesi uzantojn ŝanĝi anoncojn
es: Permitir que los usuarios editen los anuncios del curso
es_mx: Permitir a los usuarios editar los anuncios del curso
eu_es: Baimendu ikasleei oharrak editatzeko
fa_ir: اجازه ویرایش اطلاعیه ها به کاربران
fi_fi: Salli käyttäjien muokata kurssi-ilmoituksia
fo_fo: Leyp læring at skriva í kunngjøringum
fur: Permit ai jutants di modificar j'avis
ga: Ceadaigh do fhoghlaimeoirí fógraí a eagarthóireacht
gl: Permitir que os usuarios editen os anuncios do curso
he_il: אפשר ללומדים לערוך הודעות
hi: शिक्षार्थियों को घोषणाएँ संपादित करने की अनुमति दें
hr_hr: Dozvoli korisnicima uređivanje obavijesti kolegija
hu_hu: Kurzus hirdetmények szerkesztésének engedélyezése felhasználók számára
hy: Թույլ տալ աշակերտներին խմբագրել օտարումները
id_id: Ijinkan user untuk mengedit pengumuman mata kuliah
it: Modifica degli avvisi da parte dei corsisti
ja: 学生にお知らせの編集を許可
ka_ge: სწავლებულებს შეუძლიათ განცხადებების რედაქტირება
ko_kr: 학습자가 공지사항 편집 허용
lt_lt: Leisti vartotojams redaguoti kurso pranešimus
lv_lv: Atļaut lietotājiem rediģēt, veidot jaunus paziņojumus
mk_mk: Допушти им на корисниците да уредуваат известувања за курсот
ms_my: Benarkan pelajar mengedit pengumuman
my_mm: သင်ယူသူများအား ကြေငြာချက်များကို ပြင်ဆင်ခွင့်ပြုပါ
ne: सिकार्ताहरूलाई घोषणाहरू सम्पादन गर्न अनुमति दिनुहोस्
nl: Gebruikers toelaten aankondigingen te wijzigen
nn_no: Tillèt elever å redigere kunngjeringar
oc: Autorizar leis usanciers de modificar leis anóncias dau cors
pl_pl: Zezwól użytkownikom na edycję ogłoszeń kursu
ps: زده کونکو ته د اعلانونو سمول ته اجازه ورکړئ
pt_br: Permitir que os usuários editem anúncios do curso
pt_pt: Permitir os utilizadores editarem anúncios
ro_ro: Permite utilizatorilor să editeze anunțuri de curs
ru_ru: Пользователям разрешено редактирование объявлений курса
sk_sk: Povoliť používateľom úpravu oznamov kurzu
sl: Dovoli uporabnikom urejanje obvestil tečaja
sq: Lejo nxënësit të redaktojnë njoftimet
sr_rs: Dozvoli polaznicima da uređuju obaveštenja
sv_se: Tillåt användare att skriva på informationstavlan
sw_ke: Ruhusu wanafunzi kuhariri matangazo
ta: கற்றவர்களுக்கு அறிவிப்புகளைத் திருத்த அனுமதிக்கவும்
th: อนุญาตให้ผู้เรียนแก้ไขประกาศ
tl_ph: Payagan ang mga mag-aaral na i-edit ang mga anunsyo
tr: Öğrencilerin bildirileri düzenlemesine izin ver
uk_ua: Дозволити користувачам редагувати оголошення щодо курсів
vi_vn: Cho phép học viên chỉnh sửa thông báo
xh_za: Vumela abafundi ukuba bahlele izaziso
zh_cn: 允许用户编辑课程公告
zh_tw: 允許使用者編輯課程公告

source: Enable edition by users
ar: يمكن التحرير بواسطة المستخدمين
ast_es: Dar permisu pa que los usuarios editen les anuncies
bn_bd: ব্যবহারকারীদের সম্পাদনা সক্ষম করুন
bs_ba: Omogući uređivanje od strane korisnika
ca_es: Activar l'edició dels usuaris
cs_cz: Aktivovat editaci uživatelům
da: Aktiver muligheden for, at deltagere kan redigere meddelelser
de: Bearbeiten AN
el: Ενεργοποίηση επεξεργασίας ανακοινώσεων από τους χρήστες
eo: Ŝalti ŝanĝon far uzantoj
es: Permitir la edición por los usuarios
es_mx: Permitir la edición por los usuarios
eu_es: Gaitu erabiltzaileek editatzea
fa_ir: فعال سازی نسخه توسط کاربر
fi_fi: Salli muokkaus käyttäjille
fo_fo: Virk skrivning fyri brúkarar
fur: Ativâ la modìfiche des utents
ga: Cumasaigh eagarthóireacht ag úsáideoirí
gl: Permitir que os usuarios editen
he_il: הפעל מהדורה לפי משתמשים
hi: उपयोगकर्ताओं द्वारा संपादन सक्षम करें
hr_hr: Omogući korisnicima opciju uređivanja
hu_hu: Felhasználói módosítások engedélyezése
hy: Միացնել խմբագրումը օգտատերերի կողմից
id_id: Aktifkan edisi oleh user
it: Abilita la modifica degli avvisi
ja: ユーザーによる編集を有効にする
ka_ge: რედაქტირების ჩართვა მომხმარებლების მიერ
ko_kr: 사용자 편집 활성화
lo: ເປີດໃຊ້ການແກ້ໄຂໂດຍຜູ້ໃຊ້
lt_lt: Įjungti redagavimo galimybę vartotojams
lv_lv: Atļaut lietotājiem rediģēt
mk_mk: Овозможи уредување од самите корисници
ms_my: Benarkan pengeditan oleh pengguna
my_mm: အသုံးပြုသူများမှ ပြင်ဆင်မှုကို ဖွင့်ပါ
ne: प्रयोगकर्ताहरूबाट सम्पादन सक्षम गर्नुहोस्
nl: Wijzigen door gebruikers inschakelen
nn_no: Aktiver redigering av brukarar
oc: Activar l'autorizacion donada ais usanciers de modificar leis anóncias dau cors
pl_pl: Zezwalaj użytkownikom na edycję ogłoszeń kursu
ps: د کاروونکو له خوا سمول فعال کړئ
pt_br: Ativar edição para usuários
pt_pt: Activar a edição pelos utilizadores
ro_ro: Permite editarea de utilizatori
ru_ru: Возможно редактирование пользователями
sk_sk: Aktivovať úpravu používateľom
sl: Omogoči urejanje uporabnikom
sq: Aktivizo redaktimin nga përdoruesit
sr_rs: Omogući uređivanje od strane korisnika
sv_se: Aktivera möjlighet för användare att ändra
sw_ke: Washirikisha uhariri na watumiaji
ta: பயனர்களால் திருத்தத்தை செயல்படுத்தவும்
th: เปิดใช้งานการแก้ไขโดยผู้ใช้
tl_ph: I-enable ang edisyon ng mga gumagamit
tr: Kullanıcılar tarafından yayınlamaya izin
uk_ua: Включити можливість редагування користувачами
vi_vn: Kích hoạt chỉnh sửa bởi người dùng
xh_za: Vumela ukuhlela ngabasebenzisi
zh_cn: 激活用户编辑课程公告功能
zh_tw: 允許使用者編輯

source: Disable edition by users
ar: لا يمكن التحرير بواسطة المستخدمين
ast_es: Desactivar la edición d'anuncies polos usuarios
bn_bd: ব্যবহারকারীদের সম্পাদনা নিষ্ক্রিয় করুন
bs_ba: Onemogući uređivanje od strane korisnika
ca_es: Desactivar l'edició pels usuaris
cs_cz: Deaktivovat editaci uživatelům
da: De-aktiver muligheden for, at deltagere kan redigere meddelelser
de: Bearbeiten AUS
el: Απενεργοποίηση επεξεργασίας ανακοινώσεων από τους χρήστες
eo: Malŝalti ŝanĝon far uzantoj
es: Desactivar la edición por los usuarios
es_mx: Desactivar la edición por los usuarios
eu_es: Desgaitu erabiltzaileek editatzea
fa_ir: غیر فعال کردن نسخه توسط کاربر
fi_fi: Estä muokkaus käyttäjiltä
fo_fo: Ógild skrivning fyri brúkarar
fur: Disativâ la modìfiche des utents
ga: Díchumasaigh eagarthóireacht ag úsáideoirí
gl: Impedir que os usuarios editen
he_il: השבת מהדורה על ידי משתמשים
hi: उपयोगकर्ताओं द्वारा संपादन अक्षम करें
hr_hr: Isključi korisnicima opciju uređivanja
hu_hu: Felhasználói módosítások letiltása
hy: Անջատել խմբագրումը օգտատերերի կողմից
id_id: Non-aktifkan edisi oleh user
it: Disabilita la modifica degli avvisi
ja: ユーザーによる編集を無効にする
ka_ge: რედაქტირების გამორთვა მომხმარებლების მიერ
ko_kr: 사용자 편집 비활성화
lo: ປິດການແກ້ໄຂໂດຍຜູ້ໃຊ້
lt_lt: Išjungti redagavimo galimybę vartotojams
lv_lv: Liegt lietotājiem rediģēt
mk_mk: Оневозможи уредување од самите корисници
ms_my: Lumpuhkan pengeditan oleh pengguna
my_mm: အသုံးပြုသူများမှ ပြင်ဆင်မှုကို ပိတ်ပါ
ne: प्रयोगकर्ताहरूबाट सम्पादन अक्षम गर्नुहोस्
nl: Wijzigen door gebruikers uitschakelen
nn_no: Deaktiver redigering av brukarar
oc: Desactivar l'autorizacion donada ais usanciers de modificar leis anóncias dau cors
pl_pl: Zabroń użytkownikom edycji ogłoszeń kursu
ps: د کاروونکو له خوا سمول بند کړئ
pt_br: Desativar edição pelos usuários
pt_pt: Desactivar a edição pelos utilizadores
ro_ro: Dezactivați ediția de utilizatori
ru_ru: Невозможно редактирование пользователями
sk_sk: Deaktivovať úpravu používateľom
sl: Onemogoči urejanje uporabnikom
sq: Çaktivizo redaktimin nga përdoruesit
sr_rs: Onemogući uređivanje od strane korisnika
sv_se: Inaktivera möjlighet för användare att ändra
sw_ke: Zima uhariri na watumiaji
ta: பயனர்களால் திருத்தத்தை முடக்கு
th: ปิดการแก้ไขโดยผู้ใช้
tl_ph: I-disable ang edisyon ng mga gumagamit
tr: Kullanıcılar tarafında yayınlamayı kaldır
uk_ua: Виключити можливість редагування користувачами
vi_vn: Tắt chỉnh sửa bởi người dùng
xh_za: Yeka ukuhlela ngabasebenzisi
zh_cn: 关闭
zh_tw: 取消使用者編輯

source: Or in
ar: أو في
ast_es: o dientro'l plazu
bn_bd: অথবা
bs_ba: Ili u
ca_es: O dins
cs_cz: Nebo v
da: Eller i
de: oder in
el: Ή σε
eo: Aŭ en
es: o dentro
es_mx: o dentro
eu_es: Ala barruan
fa_ir: یا در
fi_fi: Tai
fo_fo: Ella í
fur: O in
ga: Nó i
gl: Ou en
he_il: או ב
hi: या
hr_hr: Ili u
hu_hu: vagy itt
hy: Կամ
id_id: Atau pada
it: o entro
ja: または
ka_ge: ან
ko_kr: 또는
lo: ຫຼື ໃນ
lt_lt: Arba per
lv_lv: Vai laikā
mk_mk: Или во
ms_my: Atau dalam
my_mm: သို့မဟုတ်
ne: वा
nl: Of binnen
nn_no: Eller i
oc: Ò dins
pl_pl: Lub w
ps: یا په
pt_br: Ou em
pt_pt: Ou em
ro_ro: sau inauntru
ru_ru: или в
sk_sk: Alebo o
sl: Ali v
sq: Ose në
sr_rs: Ili u
sv_se: Eller i
sw_ke: Au katika
ta: அல்லது
th: หรือใน
tl_ph: O sa
tr: yada içinde
uk_ua: Або у
vi_vn: Hoặc trong
xh_za: Okanye ku
zh_cn: 或在
zh_tw: 或在
