Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The last name cannot be empty
ar: الاسم الأخير لا يمكن أن يكون فارغا
ast_es: Los apellíos son obligatorios
bn_bd: শেষ নাম খালি থাকতে পারে না
bs_ba: Prezime ne može biti prazno
ca_es: Cal que els cognoms es complimentin obligatòriament
cs_cz: Příjmení nemůže být prázdné
da: Det sidste navn kan ikke fjernes
de: Nachname kann nicht leer sein
el: Το επώνυμο δεν μπορεί να είναι κενό
eo: La familinomo ne povas resti malplena
es: Los apellidos deben completarse obligatoriamente
es_mx: El apellido no puede estar vacío
eu_es: Deitura nahitaez idatzi behar da
fa_ir: نام خانوادگی نباید خالی باشد
fi_fi: Sukunimi ei voi olla tyhjä
fo_fo: Eftirnaminum kann ikki vera tómur
fur: Il cognom no puê jessî vuet
ga: Ní féidir an sloinne a bheith folamh
gl: O apelido non pode estar valeiro
he_il: שם המשפחה לא יכול להיות ריק
hi: उपनाम खाली नहीं हो सकता
hr_hr: Prezime ne smije biti prazno
hu_hu: A keresztnév nem lehet üres
hy: Ազգանունը չի կարող դատարկ լինել
id_id: Nama belakang tidak boleh kosong
it: Il cognome è obbligatorio
ja: 姓は空にできません
ka_ge: გვარი ვერ იქნება ცარიელი
ko_kr: 성(last name)이 비어 있을 수 없습니다
lt_lt: Pavardė negali būti tuščia
lv_lv: Uzvārda laiciņš ir jāaizpilda
mk_mk: Презимето не може да биде празно
ms_my: Nama akhir tidak boleh kosong
my_mm: မျိုးရိုးအမည်သည် ဗလာဖြစ်၍မရပါ
ne: थरनामा खाली हुन सक्दैन
nl: De achternaam kan niet leeg zijn
nn_no: Etternamnet kan ikkje vere tomt
oc: Lo nom de familha pòt pas èsser void
pl_pl: Pole: Nazwisko, nie może być puste
ps: د پلار نوم نشي خالي کېدای
pt_br: Último nome é obrigatório
pt_pt: Último nome não pode estar vazio
ro_ro: Numele nu poate fi vid
ru_ru: Фамилия не может быть пустой
sk_sk: Priezvisko nesmie byť prázdne
sl: Polje Priimek ne more biti prazno.
sq: Mbiemri nuk mund të jetë bosh
sr_rs: Prezime ne može biti prazno
sv_se: Efternamn måste anges
sw_ke: Jina la mwisho haliwezi kuwa tupu
ta: கடைசி பெயர் வெற்றிடமாக இருக்க முடியாது
th: นามสกุลไม่สามารถว่างเปล่าได้
tl_ph: Ang apelyido ay hindi maaaring walang laman
tr: Soyisim boş bırakılamaz
uk_ua: Прізвище не може бути пустим
vi_vn: Họ không được để trống
xh_za: Ifani emva ayinakuze ilahlwe
zh_cn: 名字不能空白
zh_tw: 必須填寫姓氏

source: The first name cannot be empty
ar: الاسم الأول لا يمكن أن يكون فارغا
ast_es: El nome nun pue tar vacíu
bn_bd: প্রথম নাম খালি থাকতে পারে না
bs_ba: Ime ne može biti prazno
ca_es: Cal que complimenteu obligatòriament el nom
cs_cz: Jméno nemůže být prázdné
da: Det første navn kan ikke fjernes
de: Vorname kann nicht leer sein
el: Το όνομα δεν μπορεί να είναι κενό
eo: La antaŭnomo ne povas esti malplena
es: El nombre no puede ser vacio
es_mx: El nombre no puede estar vacío
eu_es: Izena nahitaez idatzi behar da
fa_ir: نام نباید خالی باشد
fi_fi: Etunimi ei voi olla tyhjä
fo_fo: Fornavnið kann ikki vera tómur
fur: Il non no puê jessî vuet
ga: Ní féidir an chéad ainm a bheith folamh
gl: O nome non pode estar baleiro
he_il: השם הפרטי לא יכול להיות ריק
hi: प्रथम नाम खाली नहीं हो सकता
hr_hr: Ime ne smije biti prazno
hu_hu: A családnév nem maradhat üres
hy: Անունը չի կարող դատարկ լինել
id_id: Nama depan tidak boleh kosong
it: Il nome è obbligatorio
ja: 名は空にできません
ka_ge: სახელი ვერ იქნება ცარიელი
ko_kr: 이름(first name)이 비어 있을 수 없습니다
lt_lt: Vardas negali būti tuščias
lv_lv: Vārda lauciņš ir jāaizpilda
mk_mk: Името не може да биде празно
ms_my: Nama pertama tidak boleh kosong
my_mm: အမည်သည် ဗလာဖြစ်၍မရပါ
ne: प्रथम नाम खाली हुन सक्दैन
nl: De voornaam kan niet leeg zijn
nn_no: Fornamnet kan ikkje vere tomt
oc: Lo prénom pòt pas èsser void
pl_pl: Pole: Imię, nie może być puste
ps: د لومړي نوم نشي خالي کېدای
pt_br: O primeiro nome é obrigatório
pt_pt: O primeiro nome não pode estar vazio
ro_ro: Prenumele nu poate fi vid
ru_ru: Имя не должно быть пустым
sk_sk: Meno nesmie byť prázdne
sl: Polje Ime ne more biti prazno.
sq: Emri nuk mund të jetë bosh
sr_rs: Ime ne može biti prazno
sv_se: Förnamn måste anges
sw_ke: Jina la kwanza haliwezi kuwa tupu
ta: முதல் பெயர் வெற்றிடமாக இருக்க முடியாது
th: ชื่อไม่สามารถว่างเปล่าได้
tl_ph: Ang pangalan ay hindi maaaring walang laman
tr: İlk isim boş bırakılamaz
uk_ua: Ім'я не може бути пустим
vi_vn: Tên không được để trống
xh_za: Igama lokuqala alinakuze lilahlwe
zh_cn: 姓名不能空白
zh_tw: 必須填寫名字

source: The email cannot be empty
ar: البريد الإلكتروني لا يمكن أن يكون فارغا
ast_es: La direición de corréu electrónicu ye obligatoria
bn_bd: ইমেইল খালি থাকতে পারে না
bs_ba: E-mail ne može biti prazan
ca_es: L'adreça de correu-e s'ha de complimentar obligatòriament
cs_cz: Email nemůže být prázdný
da: E-mailen kan ikke tømmes
de: E-Mail kann nicht leer sein
el: Το email δεν μπορεί να είναι κενό
eo: La retpoŝtadreso ne povas esti malplena
es: La dirección de correo electrónico debe cumplimentarse obligatoriamente
es_mx: El correo electrónico no puede estar vacío
eu_es: Posta elektronikoko helbidea nahitaez idatzi behar da
fa_ir: ایمیل نباید خالی باشد
fi_fi: Sähköposti ei voi olla tyhjä
fo_fo: Teldupostur kann ikki vera tómur
fur: L'e-mail no puê jessî vuet
ga: Ní féidir an ríomhphost a bheith folamh
gl: O enderezo de correo electrónico non pode estar baleiro
he_il: אי-מייל לא יכול להיות ריק
hi: ईमेल खाली नहीं हो सकता
hr_hr: E-pošta ne smije biti prazna
hu_hu: Az email cím nem maradhat üres
hy: Էլ. փոստը չի կարող դատարկ լինել
id_id: Email tidak boleh kosong
it: L'email è obbligatoria
ja: メールは空にできません
ka_ge: ელფოსტა ვერ იქნება ცარიელი
ko_kr: 이메일이 비어 있을 수 없습니다
lo: ອີເມວບໍ່ສາມາດວ່າງໄດ້
lt_lt: El. paštas negali būti tuščias
lv_lv: E-pasta lauciņš ir jāaizpilda
mk_mk: Е-поштата не може да биде празна
ms_my: E-mel tidak boleh kosong
my_mm: အီးမေးလ်သည် ဗလာဖြစ်၍မရပါ
ne: इमेल खाली हुन सक्दैन
nl: Het e-mailadres kan niet leeg zijn
nn_no: E-posten kan ikkje vere tom
oc: Lo corrièl pòt pas èsser void
pl_pl: Pole: E-mail, nie może być puste
ps: برېښنالیک نشي خالي کېدای
pt_br: O e-mail é obrigatório
pt_pt: O e-mail não pode estar vazio
ro_ro: Adresa de e-mail nu poate fi vida
ru_ru: Адрес эл. почты не может быть пустым
sk_sk: E-mailová adresa nemôže zostať prázdna
sl: Polje e-pošte ne more biti prazno.
sq: Email-i nuk mund të jetë bosh
sr_rs: Email ne može biti prazan
sv_se: E-postadress måste anges
sw_ke: Barua pepe haiwezi kuwa tupu
ta: மின்னஞ்சல் வெற்றிடமாக இருக்க முடியாது
th: อีเมลไม่สามารถว่างเปล่าได้
tl_ph: Ang email ay hindi maaaring walang laman
tr: Bu eposta boş bırakılamaz
uk_ua: Email не може бути пустим
vi_vn: Email không được để trống
xh_za: I-imeyile ayinakuze ilahlwe
zh_cn: 电子邮件地址不能空白
zh_tw: 電郵不能為空白

source: Agenda tab
ar: تبويب التقويم
ast_es: Pestaña La mio axenda
bn_bd: এজেন্ডা ট্যাব
bs_ba: Kartica agende
ca_es: Pestanya La meva agenda
cs_cz: Záložka program
da: Min kalender-faneblad
de: Menuereiter "Mein Kalender"
el: Καρτέλα ημερήσιας διάταξης
eo: Miaagenda etiketo
es: Pestaña Mi agenda
es_mx: Pestaña de agenda
eu_es: Agenda fitxa
fa_ir: تب تقویم
fi_fi: Kalenteri-välilehti
fo_fo: Dagatal flokkur
fur: Tab agenda
ga: Cluaisín Aiseanga
gl: Separador da Miña Axenda
he_il: כרטיסיית סדר היום
hi: एजेंडा टैब
hr_hr: Kartica Kalendar
hu_hu: Naptáram fül
hy: Օրակարգի ներդիր
id_id: Tab Agenda
it: Etichetta "La mia agenda"
ja: 予定表タブ
ka_ge: კალენდრის ჩანართი
ko_kr: 일정 탭
lo: ແຖບປະຕິທິນ
lt_lt: My Agenda tab
lv_lv: Cilne - Mans plānotājs
mk_mk: Јазичиња за агенда
ms_my: Tab Agenda
my_mm: အစီအစဉ်တပ်ဘ်
ne: एजेन्डा ट्याब
nl: Mijn agenda tab
nn_no: Agenda-fane
oc: Onglet Agenda
pl_pl: Mój kalendarz
ps: تایم ټب
pt_br: Aba Minha Agenda
pt_pt: Separador Agenda
ro_ro: Tab-ul "Agenda mea"
ru_ru: Закладка "Моя повестка дня"
sk_sk: Záložka Moja Agenda
sl: Zavihek Moja agenda
sq: Skeada e Agjendës
sr_rs: Jezičak Agenda
sv_se: Fliken "Min kalender"
sw_ke: Kifungu cha Ajenda
ta: ஞாலடை தாவல்
th: แท็บวาระ
tl_ph: Tab ng Agenda
tr: Benim Ajandam sekmesi
uk_ua: Моя Повістка дня
vi_vn: Tab Lịch
xh_za: Itab ye-ajenda
zh_cn: 议程选项卡
zh_tw: 我的行事曆標籤

source: The notice will be not displayed on the homepage
ar: لن يظهر الإشعار على الصفحة الرئيسية
ast_es: La noticia nun va apaecer na páxina d'entamu
bn_bd: নোটিসটি হোমপেজে প্রদর্শিত হবে না
bs_ba: Obavještenje neće biti prikazano na početnoj stranici
ca_es: La notícia no serà mostrada a la pàgina principal
cs_cz: Oznámení nebude zobrazeno na hlavní stránce
da: Beskeden vil ikke blive vist på start-siden
de: Diese Nachricht wird nicht auf der Homepage angezeigt
el: Η ανακοίνωση δεν θα εμφανίζεται στην αρχική σελίδα
eo: La averto ne estas montrata sur la startpaĝo
es: La noticia no será mostrada en la página principal
es_mx: El aviso no se mostrará en la página principal
eu_es: Abisua ez da orri nagusian agertuko
fa_ir: اطلاعیه در صفحه اصلی نمایش داده نمی‌شود
fi_fi: Ilmoitusta ei näytetä etusivulla
fo_fo: Kunngjøringin verður ikki vísd á heimasíðuni
fur: Il avisi no sarâ mostrât su pagjine inizjâl
ga: Ní thaispeánfar an fógra ar an leathanach baile
gl: A nova non aparecerá na páxina de inicio
he_il: ההודעה לא תוצג בדף הבית
hi: सूचना होमपेज पर प्रदर्शित नहीं होगी
hr_hr: Obavijest se neće prikazati na početnoj stranici
hu_hu: A hirdetmény nem jelenik meg a kezdőlapon
hy: Տեղեկացումը չի ցուցադրվի գլխավոր էջում
id_id: Pemberitahuan tidak akan ditampilkan di halaman beranda
it: L'avviso non sarà visualizzato nella pagina iniziale
ja: お知らせはホームページに表示されません
ka_ge: შეტყობინება არ გამოჩნდება მთავარ გვერდზე
ko_kr: 공지가 홈페이지에 표시되지 않습니다
lo: ແຈ້ງການຈະບໍ່ຖືກສະແດງໃນໜ້າຫຼັກ
lt_lt: Pranešimas nebus rodomas pradiniame puslapyje
lv_lv: Piezīme netiks parādīta Mācību vides sākuma lapā.
mk_mk: Објавата нема да се прикаже на почетната страна
ms_my: Notis tidak akan dipaparkan di laman utama
my_mm: အသိပေးချက်သည် ပင်မစာမျက်နှာတွင် ပြသမည်မဟုတ်ပါ
ne: सूचना गृह पृष्ठमा देखाइने छैन
nl: De waarschuwing wordt niet getoond op de startpagina
nn_no: Meldinga vil ikkje bli vist på hovudsida
oc: L'avís serà pas afichat sus la pagina d'acuèlh
pl_pl: Ogłoszenie nie będzie wyświetlane na stronie głównej
ps: خبر به په کور پاڼې کې نه ښکاره شي
pt_br: A notícia não será publicada na página inicial
pt_pt: A notificação/aviso não será mostrada na página inicial/homepage
ro_ro: Nota nu va fi afisata pe pagina initiala
ru_ru: Сообщение не будет отображаться на домашней странице
sk_sk: Oznam nebude zobrazený na domovskej stránke
sl: Opozorilo ne bo prikazano na domači strani portala.
sq: Njoftimi nuk do të shfaqet në faqen kryesore
sr_rs: Obaveštenje neće biti prikazano na početnoj stranici
sv_se: Anteckningen visas inte på hemsidan
sw_ke: Notisi haitaonyeshwa kwenye ukurasa wa nyumbani
ta: அறிவிப்பு முகப்புப் பக்கத்தில் காட்டப்படாது
th: ประกาศจะไม่แสดงบนหน้าหลัก
tl_ph: Ang notice ay hindi ipapakita sa homepage
tr: İkazı başlangıç sayfasında görüntülenmeyecek
uk_ua: Повідомлення не буде відображено на домашній сторінці
vi_vn: Thông báo sẽ không được hiển thị trên trang chủ
xh_za: Isaziso asizukuboniswa kwiphepha lasekhaya
zh_cn: 首页不显示通告
zh_tw: 本通告不會於首頁中展示

source: Let those fields empty to hide the notice
ar: دع الحقول الفارغة لإخفاء الإشعار
ast_es: Nun enllene estos campos si nun quier que la noticia apaeza
bn_bd: নোটিস লুকাতে এই ফিল্ডগুলি খালি রাখুন
bs_ba: Ostavite ova polja prazna da sakrijete obavještenje
ca_es: Deixeu aquests camps buits si no voleu mostrar la notícia
cs_cz: Nechat tato pole prázdná pro schování oznámení
da: Lad felterne stå tomme for at skjule beskeden
de: Diese Felder leer lassen, um Nachricht zu verbergen
el: Αφήστε αυτά τα πεδία κενά για να κρύψετε την ανακοίνωση
eo: Lasu la kampojn malplenaj por kaŝi la averton
es: Deje estos campos vacíos si no quiere mostrar la noticia
es_mx: Deja estos campos vacíos para ocultar el aviso
eu_es: Abisua ezkutatzeko, utzi eremu hauek hutsik
fa_ir: این فیلدها را خالی بگذارید تا اطلاعیه مخفی شود
fi_fi: Jätä nämä kentät tyhjiksi piilottaaksesi ilmoituksen
fo_fo: Lat tey øki verða tóm til at fjal kunngjøringina
fur: Lâs chestis campîs vuets par scunzi l'avisi
ga: Fág na réimsí seo folamh chun an fógra a cheilt
gl: Deixa valeiros estes campos para ocultar a nova
he_il: תנו לשדות האלה להתרוקן כדי להסתיר את ההודעה
hi: सूचना छिपाने के लिए ये फ़ील्ड खाली छोड़ें
hr_hr: Ostavite ta polja prazna da biste sakrili obavijest
hu_hu: Hagyja üresen ezeket a mezőket a hirdetmény elrejtéséhez
hy: Թողեք այդ դաշտերը դատարկ՝ տեղեկացումը թաքցնելու համար
id_id: Biarkan kolom ini kosong untuk menyembunyikan pemberitahuan
it: Per nascondere l'avviso lascia vuoti questi campi
ja: お知らせを非表示にするにはこれらのフィールドを空にしてください
ka_ge: დატოვეთ ეს ველები ცარიელი შეტყობინების დასამალად
ko_kr: 공지를 숨기려면 해당 필드를 비워 두세요
lo: ປະຊ່ອງຂໍ້ມູນເຫຼົ່ານີ້ໄວ້ວ່າງເພື່ອເຊື່ອງແຈ້ງການ
lt_lt: Palikite šiuos laukus tuščius, kad paslėptumėte pranešimą
lv_lv: Lai piezīme nebūtu redzama, atstājiet šos lauciņus tukšus
mk_mk: Оставете ги овие полиња празни за да ја скриете објавата
ms_my: Biarkan medan ini kosong untuk menyembunyikan notis
my_mm: အသိပေးချက်ကို ဖုံးကွယ်ရန် ထိုကွက်လပ်များကို ဗလာထားပါ
ne: सूचना लुकाउन यी क्षेत्रहरू खाली छोड्नुहोस्
nl: Laat deze velden leeg om de waarschuwing te verbergen
nn_no: Lat desse feltene vere tomme for å skule meldinga
oc: Daissatz aquestes cambas voidas per amagar l'avís
pl_pl: Pozostaw te pola puste, aby ukryć ogłoszenie
ps: دا فیلډونه خالي پرېږدئ چې خبر پټ شي
pt_br: Deixe estes campos vazios se não desejar publicar a notícia
pt_pt: Deixe os campos vazios para esconder a notificação/aviso
ro_ro: Lasati acele campuri goale pentru a ascunde nota
ru_ru: Оставить эти поля пустыми для скрытия сообщений
sk_sk: Pre skrytie oznamu nechajte tieto polia prázdne
sl: Da bi skrili opombo je potrebno ta polja izprazniti
sq: Lini këto fusha bosh për të fshehur njoftimin
sr_rs: Ostavite ova polja prazna da sakrijete obaveštenje
sv_se: Lämna fält tomma för att dölja anteckning
sw_ke: Acha nyanja hizi tupu ili kuficha notisi
ta: அறிவிப்பை மறைக்க இந்த புலங்களை வெற்றிடமாக விட்டுவிடுங்கள்
th: เว้นช่องเหล่านี้ว่างเปล่าเพื่อซ่อนประกาศ
tl_ph: Iwanang walang laman ang mga field na ito upang itago ang notice
tr: İkazı gizlemek için şu alanları boş bırakmasına izin ver
uk_ua: Залиште ці поля пустими для приховування повідомлення
vi_vn: Để trống các trường này để ẩn thông báo
xh_za: Shiya ezi ndawo zingenanto ukuze ufihle isaziso
zh_cn: 将这些字段留空以隐藏通知
zh_tw: 把這些欄目保持空白以隱藏這通告
