Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: The Add option has been protected. Trainers only can add pages to this Wiki. But learners and group members can still edit them
so_so: Ikhtiyaarka ku dar waa la ilaaliyay. Trainers kaliya ayaa bogag ku dari kara Wiki this. Laakiin ardayda iyo xubnaha kooxda wali wax ka beddeli karaan

source: The add option has been enabled for all course users and group members
so_so: Ikhtiyaarka ku dar ayaa loo fasiray dhammaan isticmaale koorsada iyo xubnaha kooxda

source: Notify me of changes
so_so: Ogaysii isbeddelada

source: Do not notify me of changes
so_so: Ha ii ogeysiin isbeddelada

source: Do not notify me by e-mail when this page is edited
so_so: Ha ii ogeysiin email marka boggan la beddelo

source: The latest version was edited by
so_so: Nooca ugu dambeeyay waxaa beddelay

source: The average rating for the page is
so_so: Qiimeynta celceliska bogga waa

source: Comments on this page
so_so: Faallooyinka boggan

source: Number of comments scored:
so_so: Tirada faallooyinka la qiimeeyay:

source: The add option has been temporarily disabled by the trainer
so_so: Ikhtiyaarka ku dar waxaa si ku meel gaar ah u cuskaday tababare

source: What links here
so_so: Maxa ku xidhan yahay halkan

source: Show the pages that have links to this page
so_so: Muuj bogagga ku xidhan boggan

source: More Wiki options
so_so: Ikhtiyaarro badan oo Wiki

source: Discuss not available
so_so: Ka hadal ma heli karo

source: added by
so_so: ku daray

source: edited by
so_so: wax ka beddelay

source: deleted by
so_so: tirtiray

source: Wiki mode
so_so: Qaabka Wiki

source: Coach and group member
so_so: Tababare iyo xubin koox

source: Group member
so_so: Xubin koox

source: Individual assignment mode
so_so: Qaabka shaqada shaqsiga

source: Default config
so_so: Qaabayada caadiga ah

source: Unprotect
so_so: Fur

source: Protect
so_so: Ilaali

source: Notify comment
so_so: Ogaysii faallo

source: Don't notify comments
so_so: Ha ogeysiin faallooyinka

source: Learner paper
so_so: Warqadda ardayga

source: Assignment proposed by the trainer
so_so: Assignment tababare soo jeediyay

source: Text added
so_so: Text ku daray

source: Text deleted
so_so: Text tirtiray

source: word by word
so_so: erey linkiiba

source: line by line
so_so: saddexle linkiiba

source: You must select a page first
so_so: Waa in aad marka hore doorataa bog

source: Export to ZIP
so_so: Dhoofto ZIP

source: Hide Page
so_so: Dhuuq Bogga

source: Show Page
so_so: Muuj Bogga

source: To start Wiki go and edit Main page
so_so: Si aad u bilowdo Wiki tag wax ka beddel Bogga Main

source: Unlock discuss
so_so: Furio ka hadalka

source: Lock discuss
so_so: Quful ka hadalka

source: Hide discuss
so_so: Dhuuq ka hadalka

source: Show discuss
so_so: Muuj ka hadalka

source: Activate rate
so_so: Dhaqan gel rate

source: Deactivate rating
so_so: Jooji qiimeynta

source: You can edit this page, but the pages of learners will not be modified
so_so: Wax ka beddeli kartaa boggan, laakiin bogagga ardayda lama beddeli doono

source: Export latest version of this page to Documents
so_so: Dhoofto nooca ugu dambeeyay ee boggan Documents

source: Disabled by trainer
so_so: Causbay tababare

source: Pages that link to this page
so_so: Bogagga ku xidhan boggan

source: Define this page as an individual assignment
so_so: Ku qeex boggan shaqo shaqsiyeed

source: Assignment description
so_so: Sharaxaadda shaqada

source: Now all members can rate this page
so_so: Hadda dhammaan xubnahu qiimeyn karaan boggan

source: Now only trainers can rate this page
so_so: Hadda trainers kaliya qiimeyn karaan boggan

source: Now the page only is visible by trainer
so_so: Hadda bogga kaliya ayaa muuqan kara tababare

source: Now the page is visible by all users
so_so: Hadda bogga ayaa muuqan kara dhammaan isticmaale

source: The Main Page can be edited by a teacher only
so_so: Bogga Weyn waxaa beddeli kara macallin kaliya

source: Access to trainer page
so_so: Helitaanka bogga tababare

source: Now discussion is visible by trainers only
so_so: Hadda dooddu waxay muuqataa tababare kaliya

source: Now discussion is visible by all users
so_so: Hadda dooddu waxay muuqataa dhammaan isticmaale

source: Now only trainers can add comments to this discussion
so_so: Hadda tababareyaasha kaliya ayaa ku dari kara faallooyinka dooddan

source: Now all members can add comments to this discussion
so_so: Hadda dhammaan xubnaha ayaa ku dari kara faallooyinka dooddan

source: This page is an assignment proposed by a trainer
so_so: Boggan waa hawl uu soo jeediyay tababare

source: This page is a learner work
so_so: Boggan waa shaqada ardayga

source: Warning you are not seeing the latest version of the page
so_so: Digtoow, ma arki doontid nooca ugu dambeeyay ee bogga

source: Change this page to make your work about the assignment proposed
so_so: Beddel boggan si aad shaqadaada uga dhigto hawlka la soo jeediyay

source: Access to the papers written by learners
so_so: Helitaanka waraaqaha ay ardaydu qoreen

source: Allow delayed sending
so_so: Oggolow diritaanka daahsoon

source: This Wiki is frozen so far. A trainer must start it.
so_so: Wiki-gan waa la qabooqay ilaa hadda. Tababare waa inuu bilaabaa

source: Notify by e-mail of new comments about this page is allowed
so_so: Oggol yahay ogeysiiska iimaylka ee faallooyinka cusub ee boggan ku saabsan

source: The email notification of new comments on this page is disabled
so_so: Ogeysiiska iimaylka ee faallooyinka cusub ee boggan waa la joojiyay

source: Notify Wiki changes
so_so: Ogeysii beddelka Wiki

source: It has modified the page
so_so: Waxay beddeshay bogga

source: Page was added
so_so: Bogga waa la ku daray

source: One page has been deleted in the Wiki
so_so: Bog ka mid ah Wiki-gii ayaa la tirtiray

source: New comment in the discussion of the page
so_so: Faallo cusub oo ku saabsan doodda bogga

source: Receive an e-mail notification every time there is a change in the Wiki
so_so: Hel iimayl ogeysiis ah markasta oo Wiki beddelo

source: Stop receiving notifications by e-mail every time there is a change in the Wiki
so_so: Jooji helitaanka ogeysiisyada iimaylka markasta oo Wiki beddelo

source: This notification has been made in accordance with their desire to monitor changes in the Wiki. This option means you have activated the button
so_so: Ogeysiiskan ayaa la sameeyay si waafaqsan rabitaankooda ah inay la socdaan beddelka Wiki. Doorashadan waxay ka dhigan tahay inaad ku shaqeysay badhanka

source: If you want to stop being notified of changes in the Wiki, select the tabs<strong> Recent Changes</ strong>, <strong>Current page</ strong>, <strong>Talk</ strong> as appropriate and then push the button
so_so: Haddii aad rabto inaad joojiso helitaanka ogeysiisyada beddelka Wiki, dooro tabaha<strong> Beddelka Dhawaan</strong>, <strong>Bogga Hadda</strong>, <strong>Talk</strong> sida ku habboon ka dibna riix badhanka

source: Orphaned pages
so_so: Bogagga agoonta ah

source: Wanted pages
so_so: Bogagga la rabo

source: Most visited pages
so_so: Bogagga ugu badan booqashada

source: Most changed pages
so_so: Bogagga ugu badan beddelka

source: Changes
so_so: Beddelo

source: Most active users
so_so: Isticmaale ugu firfircoon

source: contributions
so_so: wax ku biirinta

source: User contributions
so_so: wax ku biirinta isticmaale

source: Deleting the homepage of the Wiki is not recommended because it is the main access to the wiki.<br />If, however, you need to do so, do not forget to re-create this Homepage. Until then, other users will not be able to add new pages.
so_so: Tirtirka bogga hore ee Wiki lama ansixiyo sababtoo ah waa marin u helka ugu weyn wiki-ga.<br />Haddii, si kastaba ha ahaatee, aad u baahan tahay inaad sameyso, ha iloobin inaad dib u abuurto Bogga Hore. Ilaa markaas, isticmaale kale ma awoodi doonaan inay ku daraan bogag cusub.

source: To set this version as the last one, click on
so_so: Si aad noocan uga dhigto kan ugu dambeeyay, riix

source: Current version
so_so: Nooca hadda

source: Latest version
so_so: Nooca ugu dambeeyay

source: The page has been restored. You can view it by clicking
so_so: Bogga waa la soo celiyay. Waxaad ku arki kartaa adigoo riixaya

source: Restored from version
so_so: Laga soo celiyay nooca

source: Help: wiki
so_so: Caawin: wiki

source: Please select a page first
so_so: Fadlan dooro bog marka hore

source: If you enter a description, this page will be considered a special page that allows you to create a task
so_so: Haddii aad geliso sharaxaad, boggan waxaa loo tixgelin doonaa bog gaar ah oo kuu oggolaanaya inaad abuurto hawl

source: At this time, this page is being edited by
so_so: Waqtigan, boggan ayaa tifaftiraya

source: Please try again later. If the user who is currently editing the page does not save it, this page will be available to you around
so_so: Fadlan isku day mar kale hadhow. Haddii isticmaaleha hadda tifaftiraya bogga uusan keydin, boggan ayaa kuu heli doona ku dhawaad

source: Your changes will not be saved because another user has modified and saved the page while you were editing it yourself
so_so: Beddelkaaga lama keydin doono sababtoo ah isticmaale kale ayaa beddelay oo keydiyay bogga inta aad naftaada tifaftirayso

source: You have 20 minutes to edit this page. After this time, if you have not saved the page, another user will be able to edit it, and you might lose your changes
so_so: Waxaad haysataa 20 daqiiqo si aad u tifaftirto boggan. Waqtigaan kadib, haddii aadan keydin bogga, isticmaale kale ayaa awoodi kara inuu tifaftiro, oo laga yaabo inaad lumiso beddelkaaga

source: Still is not the start date
so_so: Wali ma aysan gaarin taariikhda bilowga

source: You have exceeded the deadline
so_so: Waxaad dhaaftay wakhtiga loo qabtay

source: You have exceeded the number of words allowed
so_so: Waxaad dhaaftay tirada ereyada la oggol yahay

source: You have exceeded the number of versions allowed
so_so: Waxaad dhaaftay tirada noocyada la oggol yahay

source: Description of the assignment
so_so: Sharaxaadda hawlka

source: Other requirements
so_so: Shuruudaha kale

source: Maximum number of words
so_so: Tirada ugu badan ee ereyada

source: Maximum number of versions
so_so: Tirada ugu badan ee noocyada

source: Add guidance messages associated with the progress on the page
so_so: Ku dar farriimo hagitaan la xiriira horumarka bogga

source: Second message
so_so: Farriinta labaad

source: Third message
so_so: Farriinta saddexaad

source: Set a time limit
so_so: Dejinta xadka wakhtiga

source: Standard Task
so_so: Hawlka caadiga ah

source: Import Blackboard courses
so_so: Roojo koorsooyinka Blackboard

source: Reporting has been disabled by system administrator.
so_so: War-bixinta waxaa joojiyay maamulaha nidaamka.

source: Learners not connected for a week or more
so_so: Ardayda aan ku xidhnayn toddobaad ama ka badan

source: Time spent on portal
so_so: Wakhtiga lagu qaatay portal-ka

source: Average number of courses to which my learners are subscribed
so_so: Celceliska tirada koorsooyinka ee ardaydayda ay iska diiwaan geliyeen

source: Progress in courses
so_so: Horumarka koorsooyinka

source: Tests score
so_so: Dhibcaha imtixaannada

source: See the learners list
so_so: Eeg liiska ardayda

source: Active sessions
so_so: Fadhiyada firfircoon

source: Past sessions
so_so: Fadhiyadii hore

source: Future sessions
so_so: Fadhiyada mustaqbalka

source: Number of learners by session
so_so: Tirada ardayda fadhiga

source: Number of courses per session
so_so: Tirada koorsooyinka fadhiga

source: See the sessions list
so_so: Eeg liiska fadhiyada

source: Course Stats
so_so: Tirakoobka koorsada

source: Tools access
so_so: Gelitaanka qalabka

source: Links accessed
so_so: Xiriirrada la accsaday

source: assignments uploaded
so_so: hawlaha la soo gudbiyay

source: Click on the month name for more details
so_so: Riix magaca bisha si aad faahfaahin dheeraad ah u hesho

source: Documents downloaded
so_so: dukumentiyada la soo dejisay

source: Course reporting data
so_so: Xogta warbixinta koorsada

source: Statistics of user
so_so: Tirakoobka isticmaale

source: Statistics of portal
so_so: Tirakoobka portal

source: Number of connections to this course
so_so: Tirada isku xidhka koorsadan

source: Number of logins
so_so: Tirada galalka

source: Name of the tool
so_so: Magaca qalabka

source: Users Clicks
so_so: Riixyada isticmaale

source: Total Clicks
so_so: Wadarta riixyada

source: Link
so_so: Xiriir

source: Users Downloads
so_so: Dejisyada isticmaale

source: Total Downloads
so_so: Wadarta dejisyada

source: The user never opened the course.
so_so: Isticmaalehu weligiis ma furin koorsada.

source: Authors
so_so: Qoraayaasha

source: Tracking of
so_so: La socoshada

source: No e-mail address specified
so_so: Ma jiro ciwaanka iimaylka la cayimay

source: There is no result yet
so_so: Ma jiro natiijo wali

source: Hits
so_so: Garaac

source: h.
so_so: sa.

source: In the last 31 days
so_so: 30ka maalmood ee ugu dambeeyay

source: In the last 7 days
so_so: Todobada maalmood ee ugu dambeeyay

source: This day
so_so: Maanta

source: Logins
so_so: Galoolidii

source: Here is the list of your latest logins with the tools you visited during these sessions.
so_so: Halkan waxaa ku qoran liiska galoolidaada ugu dambeysay oo leh qalabkii aad booqatay intii lagu jiray kalfadhiyadan.

source: Score for the tests done
so_so: Dhibcaha imtixaannada la sameeyay

source: at
so_so: goorta

source: Visits
so_so: Booqashooyinka

source: Logins and access to tools
so_so: Galoolida iyo helitaanka qalabka

source: Contributions uploads
so_so: Saxafka wax ku biirinta

source: Invalid user : this user doesn't exist in your group
so_so: Isticmaale xun: isticmaalahani kuma jiro kooxdaada

source: List of learners in this group
so_so: Liiska ardayda kooxdan

source: Year
so_so: Sannad

source: Next Day
so_so: Maalin dambe

source: Previous Day
so_so: Maalin hore

source: Next Week
so_so: Toddobaadka xiga

source: Previous Week
so_so: Toddobaadkii hore

source: Next Month
so_so: Bisha xigta

source: Previous Month
so_so: Bishii hore

source: Next Year
so_so: Sannadka xiga

source: Previous Year
so_so: Sannadkii hore

source: View List of All Tools
so_so: Eeg liiska dhammaan qalabka

source: List of all tools
so_so: Liiska dhammaan qalabka

source: Period
so_so: Muddo

source: View by
so_so: Eeg sida

source: Group Area
so_so: Aagga kooxda

source: Admin Stats
so_so: Tirakoobka maamulaha

source: Portal Statistics
so_so: Tirakoobka portal

source: Stats Database
so_so: Keydka tirakoobka

source: Access to portal
so_so: Helitaanka portal

source: Access to courses
so_so: Helitaanka koorsooyinka

source: Countries Providers Browsers Os Referers
so_so: Wadamada Bixiyeyaasha Daaqa OS Tixraacyada

source: Problematic cases
so_so: Xaaladaha dhibaatooyinka

source: Click Here
so_so: Guji halkan

source: Number of courses by category
so_so: Tirada koorsooyinka qaybta

source: Number of courses by language
so_so: Tirada koorsooyinka luqadda

source: Number of courses by visibility
so_so: Tirada koorsooyinka muuqalka

source: Number of users by course
so_so: Tirada isticmaale ee koorso

source: Number of users by category
so_so: Tirada isticmaale ee qaybta

source: Number of users by status
so_so: Tirada isticmaale ee xaaladda

source: Access
so_so: Helitaan

source: Countries
so_so: Wadamada

source: Providers
so_so: Bixiyeyaasha

source: Browsers
so_so: Daaqa

source: Referers
so_so: Tixraacyada

source: (When an user open the index of the portal)
so_so: (Marka isticmaale uu furo index-ka portal)

source: Accounts with same <i>Login</i>
so_so: Xisaabaadka isku <i>Login</i>

source: Accounts with same <i>Login</i> AND same <i>Password</i>
so_so: Xisaabaadka isku <i>Login</i> IYO isku <i>Password</i>

source: Accounts with same <i>e-mail</i>
so_so: Xisaabaadka isku <i>e-mail</i>

source: Courses without teachers
so_so: Koorsooyinka aan macallimiinta lahayn

source: Unused courses
so_so: Koorsooyinka aan la isticmaalin

source: Logins not used
so_so: Galoolida aan la isticmaalin

source: There is no strange case here
so_so: Ma jiro kiis qariib halkan

source: Ooops, problematic cases detected !!
so_so: Ooops, kiisaska dhibaatooyinka la ogaaday !!

source: Empty (or NULL)
so_so: Madhan (ama NULL)

source: Traffic Details
so_so: Faahfaahinta taraafikada

source: For individual tracking see <a href=../user/user.php>Users</a> tool.
so_so: Raacista shaqsiga ah eeg <a href=../user/user.php>Qalabka Isticmaale</a>.

source: This path was never opened by anybody.
so_so: Waddadan waligeed ma furin qofna.

source: Synthesis view
so_so: Muuqaalka isku darka

source: Visited
so_so: La booqday

source: First access
so_so: Helitaan ugu horeysay

source: Latest access
so_so: Helitaan ugu dambeeyay

source: Course average
so_so: Celceliska koorsada

source: Exam average
so_so: Celceliska imtixaanka

source: Session average
so_so: Celceliska kalfadhiga

source: Taken sessions
so_so: Kalfadhhiyadii la qaaday

source: Follow-up
so_so: Raacista

source: Administrators
so_so: Maamulayaasha

source: Tracks
so_so: Wadooyinka

source: Success
so_so: Guul

source: Excel format
so_so: Qaabka Excel

source: My learnpath
so_so: Waddadayda waxbarashada

source: Latest login
so_so: Galoolidii ugu dambeysay

source: Connection time
so_so: Waqtiga isku xirka

source: Connections to this course
so_so: Isku xirka koorsadan

source: Learner's coaches
so_so: Tababarayaasha ardayga

source: Learner's sessions
so_so: Kalfadhhiyada ardayga

source: Learner's courses
so_so: Koorsooyinka ardayga

source: No learning path
so_so: Ma jiro waddo waxbarasho

source: Correction
so_so: Sixinta

source: Limit date
so_so: Taariikhda xadka

source: Sent date
so_so: Taariikhda la diray

source: Notify
so_so: Ogeysiis

source: Day of delay
so_so: Maalin daahsoon

source: No production
so_so: Ma jiro wax soo saar

source: No comment
so_so: Ma jiro faallo

source: Time spent in portal
so_so: Waqtiga lagu qaatay portal

source: Posts in forum
so_so: Boostada madasha

source: Average assignments per learner
so_so: Celceliska shaqooyinka arday kasta

source: Learner details
so_so: Faahfaahinta ardayga

source: Learner details in course
so_so: Faahfaahinta ardayga ee koorsada

source: OTI (Online Training Interaction) settings report
so_so: War-bixinta goobaha OTI (Isku-xirka Waxbarashada Online)

source: Course title
so_so: Ciwaanka koorsada

source: Average score in learning paths
so_so: Celceliska dhibcaha wadooyinka waxbarashada

source: Messages per learner
so_so: Farriimaha arday kasta

source: Tools most used
so_so: Qalabka ugu badan ee la isticmaalay

source: Report on learners
so_so: War-bixinta ardayda

source: Course report
so_so: War-bixinta koorsada

source: Links most visited
so_so: Xiriiriyada ugu badan ee la booqday

source: Documents most downloaded
so_so: Duubka ugu badan ee la soo dejisay

source: Learnpath details
so_so: Faahfaahinta waddada waxbarashada

source: No connection
so_so: Xidhiidh la'aan

source: Trainer View
so_so: Aragtida Tababare

source: Coach interface
so_so: Wajiga Tababare

source: Admin view
so_so: Aragtida Maamulka

source: Number of sessions
so_so: Tirada fadhiyada

source: Your courses
so_so: Koorsooyinkaaga

source: Your statistics
so_so: Tirakoobkaaga

source: Trainer list
so_so: Liiska Tababare

source: Learners of trainer
so_so: Barashada tababare

source: No learning path available
so_so: La'aanta jidka waxbarashada

source: Courses sessions
so_so: Fadhiyada koorsooyinka

source: Tracking for the learners registered to this course
so_so: Raacista barashada ee ku diiwaan galay koorsooyinkan

source: Remind inactive user
so_so: Xusuusi isticmaale aan firfircoonayn

source: First connection
so_so: Xiriirka ugu horreeya

source: Access details
so_so: Faahfaahinta gelitaanka

source: Date and time of access
so_so: Taariikhda iyo waqtiga gelitaanka

source: The datas about this user were registered when the calculation of time spent on the platform wasn't possible.
so_so: Xogta isticmaalahan ayaa la diiwaan geliyay markii xisaabinta waqtiga lagu qaato goobta aysan suurtagal ahayn.

source: Trainers Overview
so_so: Muujinta guud ee Tababare

source: User overview
so_so: Muujinta guud ee isticmaale

source: User overview export options
so_so: Ikhtiyaarrada dhoofinta muujinta guud ee isticmaale

source: The following fields will also be exported
so_so: Goobaha soo socda ayaa sidoo kale la dhoofin doonaa

source: Total score obtained for tests
so_so: Dhibcaha guud ee imtixaannada la helay

source: Total possible score for tests
so_so: Dhibcaha guud ee suurtagalka ah ee imtixaannada

source: Number of tests answered
so_so: Tirada imtixaannada la jawaabay

source: Total score percentage for tests
so_so: Boorka guud ee dhibcaha imtixaannada

source: Forums Number
so_so: Tirada Forumka

source: Threads number
so_so: Tirada threads

source: Posts number
so_so: Tirada posts

source: Connections to the chat during last %s days
so_so: Xiriirka chat-ka ee maalmihii ugu dambeeyay %s

source: Latest chat connection
so_so: Xiriirka ugu dambeeyay ee chat-ka

source: Course Information
so_so: Macluumaadka koorso

source: No additional fields will be exported
so_so: Goobaha dheeraadka ah lama dhoofin doono

source: Average of all learners in all courses
so_so: Celceliska dhammaan barashada ee dhammaan koorsooyinka

source: View minus
so_so: Muujin yar

source: Report on resource
so_so: War-bixin ku saabsan agabka

source: no such Links category
so_so: Nooca Links-ka noocaas ah ma jiro

source: (syntax error in manifest file...)
so_so: (kharad syntax-ka faylka manifest...)

source: (empty manifest file...)
so_so: (faylka manifest madhan...)

source: (no manifest file...)
so_so: (maya faylka manifest...)

source: are not possible, it is not a folder...
so_so: ma suurtagal ah, maaha folder...

source: Upload HTT file
so_so: Raru HTT fayl

source: New HTT file could not be opened (e.g. empty, too big)
so_so: Faylka HTT-ga cusub lama furi karin (tusaale: madhan, aad u weyn)

source: New HTT file has been uploaded
so_so: Faylka HTT-ga cusub ayaa la raray

source: HTT file upload has failed
so_so: Rarista faylka HTT ayaa fashilantay

source: Remove HTT file
so_so: Ka saar faylka HTT

source: HTT file has been removed
so_so: Faylka HTT ayaa la saaray

source: HTT file remove has failed
so_so: Ka saarista faylka HTT ayaa fashilantay

source: All entries removed for category
so_so: Dhammaan qoraallada nooca ayaa la saaray

source: Index Words
so_so: Erayada index

source: Open Main MDE
so_so: Furi MDE-ga guud

source: lines
so_so: siyaado

source: Play index.php
so_so: Ka ciyaar index.php

source: No MD operations are possible
so_so: Hawlgallada MD ma jiraan

source: Select a Links category
so_so: Dooro nooca Links

source: Work with SCORM Directory
so_so: La shaqee SCORM Directory

source: ... SCORM Directory with SD-id (and split manifest - or leave empty)
so_so: ... SCORM Directory leh SD-id (oo kala qaybi manifest - ama ka tag madhan)

source: Split manifests, and #MDe, if any:
so_so: Kala qaybi manifests, iyo #MDe, haddii jirto:

source: Manifest file replace has failed
so_so: Bedelida faylka manifest ayaa fashilantay

source: Manifest file has been replaced
so_so: Faylka manifest ayaa la beddelay

source: New manifest file could not be opened (e.g. empty, too big)
so_so: Faylka manifest cusub lama furi karin (tusaale: madhan, aad u weyn)

source: Replace manifest file
so_so: Beddel faylka manifest

source: Table of contents successfully created.
so_so: Shaxda waxyaabaha ayaa si guul leh loo abuuray.

source: You can view your organisation
so_so: Waxaad arki kartaa ururkaaga

source: Add to contents
so_so: Ku dar waxyaabaha

source: Generate table of contents
so_so: Soosaar shaxda waxyaabaha

source: Store documents
so_so: Keydso dukumentiyada

source: No frames
so_so: Maya frames

source: Upload file
so_so: Raru fayl
