Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: In order to enable the automatic version checking you have to register your portal on chamilo.org. The information obtained by clicking this button is only for internal use and only aggregated data will be publicly available (total number of portals, total number of chamilo course, total number of chamilo users, ...) (see <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. When registering you will also appear on the worldwide list (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. If you do not want to appear in this list you have to check the checkbox below. The registration is as easy as it can be: you only have to click this button: <br />
yo_ng: Láti ṣe ìdásílẹ̀ ìdíwò ẹ̀yà ìdásílẹ̀, o gbọ́dọ̀ forukọsilu ibi-àyè rẹ lórí chamilo.org. Ìròyìn tí a rí ní títẹ bọ́tìndì yìí jẹ́ fún ìlò inú nìkan, àti pé ìròyìn àpapọ̀ nìkan ni yóò wà ní gbangba (ìpinnu àpapọ̀ ti àwùjọ, ìpinnu àpapọ̀ ti ẹ̀kọ chamilo, ìpinnu àpapọ̀ ti olùwò chamilo, ...) (wo <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Nígbà tí o bá ṣe ìforúkọsilẹ̀, ìwọ yóò tún han lórí akoole agbáyé (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Tí ìwọ kò fẹ́ han nínú akoole yìí, ìwọ gbọ́dọ̀ ṣàyẹ̀wò àpótí ìdíwò ìsokè yìí. Ìforúkọsilẹ̀ rọrùn gan-an: ìwọ kò ní ṣe ju títẹ bọ́tìndì yìí lọ: <br />

source: After approval
yo_ng: Lẹ́yìn ìfọwọ́si

source: Enable learner view
yo_ng: Ṣiṣẹ́ ìrí akẹ́kọ̀ọ́

source: Enable the learner view, which allows a teacher or admin to see a course as a learner would see it
yo_ng: Ṣiṣẹ́ ìrí akẹ́kọ̀ọ́, èyí tí yóò jẹ́ kí olùkọ́ tàbí olùdarí rí ẹ̀kọ́ gẹ́gẹ́ bí akẹ́kọ̀ọ́ ṣe ń rí i

source: Time limit on Who Is Online
yo_ng: Ààlì ìgbà lórí Ẹni tí Ó Ṣe Ayelujára

source: This time limit defines for how many minutes after his last action a user will be considered *online*
yo_ng: Ààlì ìgbà yìí ṣàpèjúwe fún ọ̀pọ̀ ìṣẹ́jú lẹ́yìn ìṣe rẹ̀ ìdèrù ìkẹyìn tí olùwò yóò jẹ́ *ayelujára*

source: Example material on course creation
yo_ng: Àpẹẹrẹ ohun ìkọ́ lórí ìdá ẹ̀kọ́

source: Create example material automatically when creating a new course
yo_ng: Ṣẹ̀dá àpẹẹrẹ ohun ìkọ́ láìdásílẹ̀ nigbà ìdá ẹ̀kọ́ tuntun

source: Account validity
yo_ng: Ìdùgbọ́ ìdíwò ìdọwọ́

source: A user account is valid for this number of days after creation
yo_ng: Ìdọwọ́ olùwò jẹ́ ìdùgbọ́ fún ọjọ́ ìpinnu yìí lẹ́yìn ìdá

source: Use training sessions
yo_ng: Lo àwùjọ ìdàsílẹ̀ ìkọ́nilẹ́kọ̀ọ́

source: Training sessions give a different way of dealing with training, where courses have an author, a coach and learners. Each coach gives a course for a set period of time, called a *training session*, to a set of learners who do not mix with other learner groups attached to another training session.
yo_ng: Àwùjọ ìdàsílẹ̀ ìkọ́nilẹ́kọ̀ọ́ fún ọ̀nà mìíràn láti ṣe ìdùbọ̀ ìkọ́nilẹ́kọ̀ọ́, níbi tí ẹ̀kọ́ ṣe ìpinnu òǹkọ̀wé, olùkọ́ àti akẹ́kọ̀ọ́. Olùkọ́ kọ̀ọ̀kan fún ẹ̀kọ́ fún àkókò ìpinnu, tí a ń pè ní *àwùjọ ìdàsílẹ̀ ìkọ́nilẹ́kọ̀ọ́*, sí àwùjọ akẹ́kọ̀ọ́ tí kò ṣàpọ̀ pẹ̀lú àwùjọ akẹ́kọ̀ọ́ mìíràn tí ó so pọ̀ sí ìdàsílẹ̀ ìkọ́nilẹ́kọ̀ọ́ mìíràn.

source: Activity view
yo_ng: Ìrí ìdàsílẹ̀

source: Two columns view
yo_ng: Ìrí ọwọ̀n méjì

source: Three columns view
yo_ng: Ìrí ọwọ̀n mẹ́ta

source: Allow users profiling inside courses
yo_ng: Gba ìdàsílẹ̀ ìlànà olùwò láàárín àwùjọ ẹ̀kọ́

source: Icons only
yo_ng: Àwòrán àfiṣẹ́ṣe nìkan

source: Text only
yo_ng: Ọrọ̀ nìkan

source: Icons and text
yo_ng: Àwòrán àti ọrọ̀

source: Enable tool introduction
yo_ng: Ṣiṣẹ́ ìdọ̀tun ohun èlò

source: Enable introductions on each tool's homepage
yo_ng: Ṣiṣẹ́ ìdọ̀tun lórí ojú ìwọle kọ̀ọ̀kan ti ohun èlò

source: Course homepage breadcrumb
yo_ng: Àkàlẹ̀ ìdàsílẹ̀ ojú ìwọle ẹ̀kọ́

source: The breadcrumb is the horizontal links navigation system usually in the top left of your page. This option selects what you want to appear in the breadcrumb on courses' homepages
yo_ng: Àkàlẹ̀ ìdàsílẹ̀ jẹ́ ìlànà ìdarí ìsopọ̀ pìpì tí ó wà ní òkè ìdarun ìdarun ojú ìwọle rẹ. Aṣàyàn yìí ṣàyẹ̀wò ohun tí ìwọ fẹ́ han nínú àkàlẹ̀ ìdàsílẹ̀ lórí ojú ìwọle ẹ̀kọ́

source: The Twitter site is a Twitter account (e.g. @chamilo_news) that is related to your site. It is usually a more temporary account than the Twitter creator account, or represents an entity (instead of a person). This field is required if you want the Twitter card meta fields to show.
yo_ng: Aaye Twitter jẹ́ ìdọwọ́ Twitter (f.ún. @chamilo_news) tí ó jọmọ́ aaye rẹ. Ó jẹ́ ìdọwọ́ ìgbà díẹ̀ ju ìdọwọ́ olùdá Twitter lọ, tàbí ṣàpẹẹrẹ ẹ̀ka (dípò ènìyàn). Aaye yìí ṣe pàtàkì tí ìwọ fẹ́ kí àwùjọ meta kaadi Twitter han.

source: Login page main area
yo_ng: Agbègbè àkọ́kọ́ ojú ìwọle

source: Login page menu
yo_ng: Àkọọlẹ ojú ìwọle

source: Portal homepage main area
yo_ng: Agbègbè àkọ́kọ́ ojú ìwọle ibi-àyè

source: Portal homepage menu
yo_ng: Àkọọlẹ ojú ìwọle ibi-àyè

source: Courses main area
yo_ng: Agbègbè àkọ́kọ́ ẹ̀kọ́

source: Courses menu
yo_ng: Àkọọlẹ ẹ̀kọ́

source: Header
yo_ng: Àkọsílẹ̀

source: Footer
yo_ng: Ọ̀pá ìdásílẹ̀

source: Public pages compliance to WAI
yo_ng: Àwùjọ ìfọwọ́sowọ́pọ̀ àwùjọ ìkọ́ni WAI

source: WAI (Web Accessibility Initiative) is an initiative to make the web more accessible. By selecting this option, the public pages of Chamilo will become more accessible. This also means that some content on the portal's public pages might appear differently.
yo_ng: WAI (Web Accessibility Initiative) jẹ́ ìdàsílẹ̀ láti jẹ́ kí wẹ́ẹ̀bù di ìrọ̀rùn púpọ̀ si. Nípa yíyàn aṣàyàn yìí, àwùjọ ìkọ́ni Chamilo yóò di ìrọ̀rùn púpọ̀. Èyí tún túmọ̀ sí pé àwùjọ ìkọ́ni lórí àwùjọ ìkọ́ni ibi-àyè le ṣàfihàn yàtọ̀.

source: Version check
yo_ng: Ìdíwò ẹ̀yà

source: Session overview
yo_ng: Àkàlẹ̀ ìdàsílẹ̀ ìpàdé

source: Add user in the course only if not yet in
yo_ng: Fi olùwò kun ẹ̀kọ́ nìkan tí kò sí síbẹ̀ ṣáájú

source: Remove users from any courses that are not mentioned explicitly in this file
yo_ng: Yọ àwùjọ olùwò kúrò lára ẹ̀kọ́ kankan tí a kò sọ ní ìhà ìdíwò yìí

source: Delete selected sessions
yo_ng: Pa awọn akoko ti a yan kuro

source: Courses in this session
yo_ng: Awọn ẹkọ ni akoko yii

source: Unsubscribe selected courses from this session
yo_ng: Fọwọkọ awọn iṣẹ-ẹkọ ti a yan kuro ninu igba yii

source: Subscribe users to this session
yo_ng: Forukọ awọn olumulo si igba yii

source: Portal users list
yo_ng: Akojọ awọn olumulo Portal

source: List of users registered in this session
yo_ng: Àwòrán àwùjọ oníṣẹ́ tí a ṣe àpùtọ̀ sínú ìpàdé yìí

source: Courses list
yo_ng: Àwòrán àwùjọ ìdàrú

source: Host
yo_ng: Àwùjọ

source: FTP password
yo_ng: Ọ̀rọ̀ ìgbọwọ FTP

source: Path to LZX files
yo_ng: Ọ̀nà sí àwùjọ fáìlù LZX

source: Text
yo_ng: Ọ̀rọ̀

source: Add courses to this session
yo_ng: Ṣàfikún ìdàrú sí ìpàdé yìí

source: Start date (available from 00:00:00 on this date)
yo_ng: Ọjọ́ ìbẹ̀rẹ̀ (yóò ṣe ìwàásù láti 00:00:00 lọ́dọọjọ́ yìí)

source: End date (until 23:59:59 on this date)
yo_ng: Ọjọ́ ìparí (títí di 23:59:59 lọ́dọọjọ́ yìí)

source: Path to live conferencing
yo_ng: Ọ̀nà sí ìpàdé ìjíròrò ìgbé ayè

source: Path to classroom live conferencing
yo_ng: Ọ̀nà sí ìpàdé ìjíròrò ìgbé ayè kíláàsì

source: Reconfigure extension
yo_ng: Ṣàtúnṣe ìdàgbàsókè

source: Service reconfigured
yo_ng: Ìlò tí a tún ṣe ìdàsílẹ̀

source: Choose news language
yo_ng: Yàn èdè ìròyìn

source: Total time spent in a course
yo_ng: Àkoko ìpinnu lapapọ̀ nínú ìdàrú kan

source: This option is used to calculate in real time the time that a user spend in a course. The value in the field is the refresh interval in seconds. To disable this option, let the default value 0 in the field.
yo_ng: Àṣàyàn yìí ni a ń lò láti ṣe ìṣirò ní àkókò gidi ìgbà tí olùṣàwárí ṣe ìnùwò ìdàrú kan. Ìdí tí ó wà nínú aaye ni ìdàbọ̀ ìtún ìdàsílẹ̀ ní àwùnà ìṣẹ́jú kan. Lati pa àṣàyàn yìí, jẹ́ kí ìdí ìpilẹ̀ 0 wà nínú aaye.

source: Finish session creation
yo_ng: Parí ìdá ìpàdé

source: Videoconference RTMTP protocol port
yo_ng: Èbùtì ìlò ìjírò ìròyìn RTMTP fún ìpàdé ìdàrù ìrìnàjà

source: Session title already exists
yo_ng: Àkọlé ìpàdé ti wà tẹ́lẹ̀

source: No classes have been created
yo_ng: Kò sí kíláàsì tí a ṣẹ̀dá

source: This field should be numeric
yo_ng: Aaye yìí gbọ́dọ̀ jẹ́ nọ́mba

source: User locked
yo_ng: Olùṣàwárí tí a ti títú

source: User unlocked
yo_ng: Olùṣàwárí tí a ti ṣàtú

source: You cannot delete this user
yo_ng: O ko le pa olùṣàwárí yìí rẹ́

source: Selected users deleted
yo_ng: Àwùjọ olùṣàwárí tí a yàn ti parẹ́

source: Some of the selected users have not been deleted. We recommend you confirm which, by using the advanced search.
yo_ng: Àwùjọ kan àwùjọ olùṣàwárí tí a yàn kò ti parẹ́. A fẹ̀ràn kí o ṣe ìdí ìdí èyí, nípa lílo ìwádìí ìlọsíwájú.

source: External authentification
yo_ng: Ìdáwò ìdí ìdásílẹ̀ ìtààbọ̀

source: Registration date
yo_ng: Ọjọ́ ìdọbálẹ̀

source: User updated
yo_ng: Olùṣàwárí tí a ṣàtúnṣe

source: Homepage files are not readable
yo_ng: Àwùjọ fáìlù ojú-ìkọ́ni kò ṣe ìdáwòdú

source: Choose
yo_ng: Yàn

source: Edit session course
yo_ng: Ṣàtúnṣe ìdàrú ìpàdé

source: Select a coach
yo_ng: Yàn olùkọ́ ìdàrú

source: Login is used twice
yo_ng: Ìwọlé ti lò lẹ̀ẹ̀mejì

source: This login is not available
yo_ng: Ìwọlé yìí kò ṣe ìwàásù

source: This login is too long
yo_ng: Ìwọlé yìí gùn jù

source: This status doesn't exist
yo_ng: Ipò yìí kò sí

source: This classname is not available
yo_ng: Orúkọ kíláàsì yìí kò ṣe ìwàásù

source: File imported
yo_ng: Fáìlù tí a gbe wọlé

source: Choose the session to export
yo_ng: Yàn ìpàdé láti ṣe ìdàlò

source: All the sessions
yo_ng: Gbogbo ìpàdé

source: This code does not exist
yo_ng: Kọ́ọ̀dù yìí kò sí

source: Unknown user
yo_ng: Olùṣàwárí tí kò mọ̀

source: Unknown status
yo_ng: Ipò tí kò mọ̀

source: The session has been deleted
yo_ng: Ìpàdé tí a ti parẹ́

source: This course doesn't exist
yo_ng: Ìdàrú yìí kò sí

source: This user doesn't exist
yo_ng: Olùṣàwárí yìí kò sí

source: but problems occurred
yo_ng: ṣùgbọ́n ìṣòro wayé

source: This login was cut
yo_ng: Ìwọlé yìí ti gé kúrò

source: No file was sent
yo_ng: Kò sí fáìlù tí a fi ránṣẹ́

source: Learner status has been given to
yo_ng: Ipa ti akẹkọ ti fun

source: Wrong date format (yyyy-mm-dd)
yo_ng: Ọjọ kọlọwọlọwọ (yyyy-mm-dd)

source: You will soon receive an email from your coach.
yo_ng: Iwọ yoo gba imeeli lati ọdọ olukọ rẹ laipẹ.

source: Size of the slides
yo_ng: Iwọn awọn slide

source: Ephorus plagiarism prevention
yo_ng: Ephorus idena plagiarism

source: Teachers
yo_ng: Olukọ

source: Unknown trainer
yo_ng: Olukọ ti a ko mọ

source: Hide DLTT Markup
yo_ng: Fi DLTT Markup pamọ

source: List of courses of the session
yo_ng: Akojọ awọn iṣẹ-ẹkọ ti igba

source: Unsubscribe selected users from session
yo_ng: Fagilee awọn olumulo ti a yan kuro ninu igba

source: Show the language each course is in, next to the course title, on the homepage courses list
yo_ng: Fi ahọn ti iṣẹ-ẹkọ kọọkan han, lẹgbẹẹ akọle iṣẹ-ẹkọ, ninu akojọ awọn iṣẹ-ẹkọ ti oju ilẹ akọkọ

source: Show the categories of courses on the homepage, even if they're empty
yo_ng: Fi awọn ẹka iṣẹ-ẹkọ han lori oju ilẹ akọkọ, paapaa ti wọn ba ṣofo

source: Show empty courses categories
yo_ng: Fi awọn ẹka iṣẹ-ẹkọ ti o ṣofo han

source: XML document is not valid
yo_ng: Iwe XML ko wulo

source: for the session
yo_ng: fun igba

source: Online e-mail editor enabled
yo_ng: Olootu imeeli ori ayelujara ti ṣiṣẹ

source: If this option is activated, clicking on an e-mail address will open an online editor.
yo_ng: Ti a ba ṣiṣẹ aṣayan yii, titẹ lori adirẹsi imeeli yoo ṣii olootu ori ayelujara.

source: Include header line?
yo_ng: Ṣe o fẹ pẹlu ila akọle?

source: This will put the fields names on the first line. It is necessary when you want to import the file later on in a Chamilo portal.
yo_ng: Eyi yoo fi awọn orukọ aaye sori ila akọkọ. O jẹ pataki nigbati o fẹ gbe faili wọle nigbamii ni ọna Chamilo.

source: List of users subscribed to course
yo_ng: Akojọ awọn olumulo ti o forukọsilẹ si iṣẹ-ẹkọ

source: Show course languages
yo_ng: Fi awọn ede iṣẹ-ẹkọ han

source: Videoconference RTMPT protocol tunnel port
yo_ng: Eerun RTMPT protocol videoconference

source: Security
yo_ng: Aabo

source: Type of filtering on document uploads
yo_ng: Iru ìdarí àwòrán lori awọn ìgbé ìròyìn ìwé

source: Whether you want to use the blacklist or whitelist filtering. See blacklist or whitelist description below for more details.
yo_ng: Boyea o fẹ lo dudu akojọ tabi funfun akojọ ìdarí. Wo dudu akojọ tabi funfun akojọ ìṣàpẹẹrẹ isalẹ fun awọn alaye diẹ sii.

source: Blacklist
yo_ng: Dudu akojọ

source: Whitelist
yo_ng: Funfun akojọ

source: Blacklist - setting
yo_ng: Dudu akojọ - ìṣètò

source: Whitelist - setting
yo_ng: Funfun akojọ - ìṣètò

source: The blacklist is used to filter the files extensions by removing (or renaming) any file which extension figures in the blacklist below. The extensions should figure without the leading dot (.) and separated by semi-column (;) like the following: exe;com;bat;scr;php. Files without extension are accepted. Letter casing (uppercase/lowercase) doesn't matter.
yo_ng: Dudu akojọ ni a lo lati ṣàlà ìdarà ìwe pẹlu yiyọ (tabi fun lorukọmì) eyikeyi ìwe ti ìdarà rẹ ba wa ninu dudu akojọ isalẹ. Awọn ìdarà yẹ ki o wa laisi ìdarà ìyọrísí (.) ati ya sọtọ nipasẹ oju-ọrọ ìdàrú (;) gẹgẹ bi atẹle: exe;com;bat;scr;php. Awọn faili laisi ìdarà ni a gba. Ìdàrúdàpọ lẹta (giga/kekere) ko ṣe pataki.

source: The whitelist is used to filter the file extensions by removing (or renaming) any file whose extension does *NOT* figure in the whitelist below. It is generally considered as a safer but more restrictive approach to filtering. The extensions should figure without the leading dot (.) and separated by semi-column (;) such as the following: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Files without extension are accepted. Letter casing (uppercase/lowercase) doesn't matter.
yo_ng: Funfun akojọ ni a lo lati ṣàlà ìdarà ìwe pẹlu yiyọ (tabi fun lorukọmì) eyikeyi ìwe ti ìdarà rẹ *KÒ* ba wa ninu funfun akojọ isalẹ. O jẹ ìdàrúdàpọ ti o dara julọ ṣugbọn ìdènà diẹ sii si ìdarí. Awọn ìdarà yẹ ki o wa laisi ìdarà ìyọrísí (.) ati ya sọtọ nipasẹ oju-ọrọ ìdàrú (;) gẹgẹ bi atẹle: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Awọn faili laisi ìdarà ni a gba. Ìdàrúdàpọ lẹta (giga/kekere) ko ṣe pataki.

source: Filtering behaviour (skip/rename)
yo_ng: Ìhùwà ìdarí (fagilee/fun lorukọmì)

source: If you choose to skip, the files filtered through the blacklist or whitelist will not be uploaded to the system. If you choose to rename them, their extension will be replaced by the one defined in the extension replacement setting. Beware that renaming doesn't really protect you, and may cause name collision if several files of the same name but different extensions exist.
yo_ng: Ti o ba yan fagilee, awọn faili ti a ṣàlà nipasẹ dudu akojọ tabi funfun akojọ kii yoo ṣe ìgbé ìròyìn si eto. Ti o ba yan lati fun lorukọmì, ìdarà wọn yoo di ọkan ti a ṣalaye ninu ìṣètò ìpadarọ ìdarà. Ṣọra pe fun lorukọmì kii ṣe aabo gaan, ati pe o le fa ìkọlù orukọ ti ọpọlọpọ awọn faili ti orukọ kanna ṣugbọn ìdarà oriṣiriṣi wa.

source: Replacement extension
yo_ng: Ìpadarọ ìdarà

source: Enter the extension that you want to use to replace the dangerous extensions detected by the filter. Only needed if you have selected a filter by replacement.
yo_ng: Tẹ ìdarà ti o fẹ lo lati rọpa ìdarà ewu ti ìdarí ṣe rí. Ṣòfo nikan ti o ba ti yan ìdarí nipasẹ ìpadarọ.

source: Show the number of courses in each category in the courses categories on the homepage
yo_ng: Fi nọmba awọn iṣẹ-ẹkọ ninu ẹka kọọkan han ninu awọn ẹka iṣẹ-ẹkọ lori oju ilẹ akọkọ

source: Start using the Ephorus anti plagiarism service in Chamilo.<br /> <strong>With Ephorus, you will prevent internet plagiarism without any additional effort.</strong><br /> You can use our unique open standard webservice to build your own integration or you can use one of our Chamilo-integration modules.
yo_ng: Bẹ̀rẹ̀ lílo ìhàn Ephorus anti plagiarism nínú Chamilo.<br /> <strong>Pẹ̀lú Ephorus, ìwọ yóò dènà plagiarism ìntánẹẹtì láìsí ìsapá àfikún kankan.</strong><br /> Ìwọ lè lo ìhàn webservice ìlànà ṣoṣo wa láti kọ ìdarapọ tirẹ tàbí ìwọ lè lo ọ̀kan nínú àwọn ẹ̀kà Chamilo-ìdarapọ wa.

source: <strong>Leaders in <br />anti plagiarism </strong>
yo_ng: <strong>Awọn aṣáájú ọ̀nà nínú<br />anti plagiarism </strong>

source: Click here for more information and prices
yo_ng: Tẹ nibi fun alaye diẹ sii ati awọn idiyele

source: This user isn't subscribed in a session
yo_ng: Olumulo yii ko forukọsilẹ sinu igba kan

source: Display categories on home page
yo_ng: Fi awọn ẹka han lori oju ilẹ akọkọ

source: This option will display or hide courses categories on the portal home page
yo_ng: Aṣayan yii yoo fi awọn ẹka iṣẹ-ẹkọ han tabi pamọ lori oju ilẹ akọkọ ọna

source: Tabs in the header
yo_ng: Awọn taabu ninu akọle

source: Check the tabs you want to see appear in the header. The unchecked tabs will appear on the right hand menu on the portal homepage and my courses page if these need to appear
yo_ng: Ṣayẹwo awọn taabu ti o fẹ ri han ninu akọle. Awọn taabu ti ko ṣayẹwo yoo han lori ọwọ ọtun menu lori oju ilẹ akọkọ ọna ati oju iṣẹ-ẹkọ mi ti awọn wọnyi ba nilo lati han

source: Default forum view
yo_ng: Wiwo apejọ aiyipada

source: What should be the default option when creating a new forum. Any trainer can however choose a different view for every individual forum
yo_ng: Kini yẹ ki o jẹ aṣayan aiyipada nigbati o ṣẹda apejọ tuntun. Eyikeyi olukọ le yan wiwo ti o yatọ fun gbogbo apejọ kọọkan

source: Courses tab
yo_ng: Taabu iṣẹ-ẹkọ

source: Portal homepage tab
yo_ng: Taabu oju ilẹ akọkọ ọna

source: Reporting tab
yo_ng: Taabu iroyin

source: Platform Administration tab
yo_ng: Taabu ìṣàkóso ìpìlẹ̀

source: No course for this session
yo_ng: Ko si ẹkọ fun igba yii

source: No Users for this session
yo_ng: Ko si Awọn olummo fun igba yii

source: The last name cannot be empty
yo_ng: Orukọ idile ko le ṣofo

source: The first name cannot be empty
yo_ng: Orukọ akọkọ ko le ṣofo

source: The email cannot be empty
yo_ng: Imeeli ko le ṣofo

source: Agenda tab
yo_ng: Tabu Agenda

source: The notice will be not displayed on the homepage
yo_ng: Aviso naa kii yoo han lori oju-iwe akọkọ

source: Let those fields empty to hide the notice
yo_ng: Fi awọn aaye wọnyi silẹ lati tọju aviso naa pamọ

source: The voice recording feature in the course editor relies on a Red5 streaming server. This server's parameters can be configured in the videoconference section on the current page.
yo_ng: Ẹya gbigbasilẹ ohun ni onipinnu ẹkọ gbẹkẹle olupin ṣiṣan Red5. Awọn paramita olupin yii ni a le ṣe atunṣe ni apakan videoconference lori oju-iwe lọwọlọwọ.

source: Character set
yo_ng: Ṣeto ohun kikọ

source: The character set is what pilots the way specific languages can be displayed in Chamilo. If you use Russian or Japanese characters, for example, you might want to change this. For all english, latin and west-european characters, the default UTF-8 should be alright.
yo_ng: Ṣeto ohun kikọ ni ohun ti n ṣakoso ọna ti awọn ede kan pato le han ni Chamilo. Ti o ba lo awọn ohun kikọ Russian tabi Japanese, fun apẹẹrẹ, o le fẹ lati yi eyi pada. Fun gbogbo Gẹẹsi, Latin ati awọn ohun kikọ iwọ-oorun Yuroopu, UTF-8 aiyipada yẹ ki o dara.

source: Portfolio fields at registration
yo_ng: Awọn aaye Portfolio ni iforukọsilẹ

source: Which of the following fields of the portfolio have to be available in the user registration process? This requires that the portfolio option be enabled (see above).
yo_ng: Ewo ninu awọn aaye Portfolio wọnyi ni lati wa ni ilana iforukọsilẹ olumulo? Eyi nilo ki aṣayan portfolio ti wa ni ṣiṣẹ (wo loke).

source: Required portfolio fields in registration
yo_ng: Awọn aaye Portfolio ti o nilo ni iforukọsilẹ

source: Which of the following fields of the portfolio are *required* in the user registration process? This requires that the portfolio option be enabled and that the field be also available in the registration form (see above).
yo_ng: Ewo ninu awọn aaye Portfolio wọnyi jẹ *pataki* ni ilana iforukọsilẹ olumulo? Eyi nilo ki aṣayan portfolio ti wa ni ṣiṣẹ ati pe aaye naa tun wa ninu fọọmu iforukọsilẹ (wo loke).

source: No-reply e-mail address
yo_ng: Adirẹsi imeeli ko-si-idahun

source: This is the e-mail address to be used when an e-mail has to be sent specifically requesting that no answer be sent in return. Generally, this e-mail address should be configured on your server to drop/ignore any incoming e-mail.
yo_ng: Eyi ni adirẹsi imeeli lati lo nigbati imeeli kan ba ni lati fi ranṣẹ pataki ti ko si idahun ti a fi ranṣẹ pada. Ni gbogbogbo, adirẹsi imeeli yii yẹ ki o ṣe atunṣe lori olupin rẹ lati ju / kọ eyikeyi imeeli ti nwọle silẹ.

source: Survey e-mail sender (no-reply)
yo_ng: Aworanranṣẹ onipinnu imeeli (ko-si-idahun)

source: Should the survey invitations use the coach e-mail address or the no-reply address defined in the main configuration section?
yo_ng: Ṣe awọn ifiwepe onipinnu yẹ ki o lo adirẹsi imeeli olukọ tabi adirẹsi ko-si-idahun ti a ṣalaye ni apakan atunto akọkọ?

source: Coach e-mail address
yo_ng: Adirẹsi imeeli olukọ

source: Enable the OpenID URL-based authentication (displays an additional login form on the homepage)
yo_ng: Ṣiṣẹ ìdárayá URL OpenID (afi han fọọmu ibọwọle afikun lori oju-iwe akọkọ)

source: Version check enabled
yo_ng: Ṣayẹwo ẹya ṣiṣẹ

source: The main/install directory of your Chamilo system is still accessible to web users. This might represent a security threat for your installation. We recommend that you remove this directory or that you change its permissions so web users cannot use the scripts it contains.
yo_ng: Akọkọ / fi sori ẹrọ ipo ti eto Chamilo rẹ tun wa si awọn olummo wẹẹbu. Eyi le ṣe aṣoju iwuwo aabo fun fifi sori rẹ. A ṣe iṣeduro pe o yọ ipo yii kuro tabi pe o yi awọn igbanilaṣẹ rẹ pada ki awọn olummo wẹẹbu ko le lo awọn akọle ti o ni ninu rẹ.

source: Assessments tool activation
yo_ng: Ṣiṣẹ irinṣẹ Awọn igbelewọn

source: The Assessments tool allows you to assess competences in your organization by merging classroom and online activities evaluations into Performance reports. Do you want to activate it?
yo_ng: Irinṣẹ Awọn igbelewọn gba ọ laaye lati ṣe ayẹwo awọn agbara ni ile-iṣẹ rẹ nipa apapọ awọn igbelewọn ti yara ikawe ati awọn iṣẹ ṣiṣe lori ayelujara sinu awọn ijabọ Iṣẹ. Ṣe o fẹ lati ṣiṣẹ?

source: Theme (stylesheet)
yo_ng: Akori (iwe stylesheet)

source: User theme selection
yo_ng: Yiyan akori olumulo

source: Allow users to select their own visual theme in their profile. This will change the look of Chamilo for them, but will leave the default style of the portal intact. If a specific course or session has a specific theme assigned, it will have priority over user-defined themes.
yo_ng: Gba awọn olumulo laaye lati yan akori wiwo tiwọn ni profaili wọn. Eyi yoo yi oju Chamilo pada fun wọn, ṣugbọn yoo fi aṣa aiyipada ti ọna abawọle pamọ. Ti ẹkọ kan pato tabi igba kan ba ni akori kan pato ti a yan, yoo ni ayo lori awọn akori ti olumulo ṣalaye.

source: Videoconference streaming server hostname or IP address
yo_ng: Orukọ olupin ṣiṣan videoconference tabi adirẹsi IP

source: Videoconference streaming server port
yo_ng: Uwo olupin ṣiṣan videoconference

source: Videoconference streaming server password
yo_ng: Ọrọ igbaniwọle olupin ṣiṣan videoconference

source: Port
yo_ng: Uwo

source: Click here for a demo account
yo_ng: Tẹ ibi fun akọọlẹ iṣafihan

source: Add profile field
yo_ng: Fi aaye profaili kun

source: Field label
yo_ng: Aami aaye

source: Field type
yo_ng: Iru aaye

source: Field title
yo_ng: Akọle aaye

source: Default value
yo_ng: Iye aiyipada

source: Order
yo_ng: Bere

source: Visible?
yo_ng: Ṣe o han?

source: Can change
yo_ng: Le yipada

source: Text area
yo_ng: Agbegbe ọrọ

source: Radio buttons
yo_ng: Awọn bọtini redio

source: Select drop-down
yo_ng: Yan ifọlọwọ
