Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: User report
qu_pe: Haykuqmasiq willan

source: Graphic
qu_pe: Wanki

source: Absolute total
qu_pe: Lliw muyu

source: Next question
qu_pe: Hamuq tapu

source: Previous question
qu_pe: Ñaupaq tapu

source: People who have chosen this answer
qu_pe: Kay kutichita ajllaq runakuna

source: Publication of the survey
qu_pe: Tapukuypa reqsipachikuynin

source: Additional users
qu_pe: Haykuqmasikuna yapachasqaku

source: E-mail message
qu_pe: E-chaskiq qelqan

source: The selected users will receive an email with the text above and a unique link that they have to click to fill the survey. If you want to put the link somewhere in your text you have to put the following text wherever you want in your text: **link** (star star link star star). This will then automatically be replaced by the unique link. If you do not add **link** to your text then the email link will be added to the end of the mail
qu_pe: Haykuqmasikuna ajllasqaykiqa chaskinqaku huj e-chaskita wichaypi qelqasqaykiwan, hinallataq huj wataqtawan q'apispa tapukuyta hunt'achinankupaq.Sichus munanki kay waskaq churayta may qelqasqaykipi, chayqa churanki haqnata **link**. Mana churanki kikin kasqanta chayqa wataqqa churakunqa e-chaskiq qelqa tukukuyninpi

source: Detailed report by user
qu_pe: Sapanka haykuqmasimanta willay

source: Detailed report by question
qu_pe: Sapanka tapumanta willay

source: In this report you can compare two questions.
qu_pe: Kay willapiqa iskay taputa kuskachawaq.

source: In this report you get an overview of all the answers of all users on all questions. You also have the option to see only a selection of questions. You can export the results in CSV format and use this for processing in a statistical application
qu_pe: Kay willapiqa qhawanki kutichikuypa tantayta llapan haykuqmasikunamanta llapan tapuykunamantawan. Hinallataq kashanmi hoq ajllapasqa tapuykunata qhawanapaq. Apachiwaq ima tarisqakunata CSV khipupi chaymanta yupanapi yupanankupaq.

source: In this report you can see all the answers a specific user has given.
qu_pe: Kay willapiqa qhawawaq hoq haykuqmasiq llipin kutichikuyninta.

source: In this report you see the results question by question. Basic statistical analysis and graphics are provided
qu_pe: Kay willapiqa qhawakun sapanqa tapumanta miraynin. Qhawachikunpaqpas llanp'u hamut'aspalla yupaykunamanta wanki qhawachiqmanta ima.

source: Remind all users of the survey. If you do not check this checkbox only the newly-added users will receive an e-mail.
qu_pe: Apachiy llapan haykuqmasikuna ajllasqaman. Mana chayqa ajllay kay casilla nisqata, e-chaskitaqa haykuqmasikuna yapachisqaykillan chaskinqaku.

source: Invite
qu_pe: Mink'asqakuna

source: View invited
qu_pe: Qhaway mink'asqakunata

source: View people who answered
qu_pe: Qhawariy kutichikuqkunata

source: View people who didn't answer
qu_pe: Qhawariy runakuna manaraq kutichikusqakunata

source: Are you sure you want to delete the question?
qu_pe: Cheqaychu munanki kay tapuy pichakunanpaq ?

source: You already filled this survey
qu_pe: Ña hunt'achinki kay tapukuyta

source: Click here to answer the survey
qu_pe: Q'apiy kaypi tapukuya kutichinaykipaq

source: Unknow user
qu_pe: Mana reqsisqa haykuqmasi

source: have answered
qu_pe: kutichinkuña

source: were invited
qu_pe: mink'achikunkuñan

source: The page break cannot be the first
qu_pe: Raphiq t'aqapaqqa manan qallariypi kanmanchu

source: The page break cannot be the last one
qu_pe: Raphi t'aqayqa mana qepapi kanmanchu

source: Sorry, this survey is not available anymore. Thank you for trying.
qu_pe: Kay tapukuyqa manan kashanku ñawichanapaqqa. Ichaqa añayukuykiku munapakusqaykimanta.

source: Duplicate survey
qu_pe: Iskayachiy tapukuyta

source: Empty survey
qu_pe: Tapukuyta pichay

source: Answers to survey successfully deleted
qu_pe: Tapukuypa kutichiyninkunaqa pichachikunkun

source: This survey is not yet available. Please try again later. Thank you.
qu_pe: Kay tapukuyqa manaq kashanchu hap'ipanapaq. Chaymantaña malliwaq. Añay.

source: people answered
qu_pe: Kutichiq runakuna

source: This survey is anonymous. You can't see who answered.
qu_pe: Kay tapukuyqa churakun ruwaqpa mana sutinwan. Manan rikuwaqchu pin kutichisqatapas.

source: Unknown survey id
qu_pe: Mana reqsisqa tapukuymanta reqsichiq

source: The question has been moved
qu_pe: Tapuqa kuyurichisqaña

source: This survey code already exists. That probably means the survey exists in other languages. Invited people will choose between different languages.
qu_pe: Tapukupa chinpunqa kashanña. Kay tapukuy ichapas hoq simipi kasqanraykun. Haykuqmasikunaqa ajllanqaku hoq simikunamanta.

source: This survey code soon exists in this language
qu_pe: Kay tapukuypa chinpunqa kashanña kay simipi

source: The user's answers to the survey have been successfully removed.
qu_pe: Haykuqmasiq kutichiyninqa allintan pichakun

source: Delete this user's answers
qu_pe: Pichachiy kay tapukuypi haykuqmasi kutichisqanta

source: Select type
qu_pe: Ajllay ima niraqta

source: Conditional
qu_pe: Imayna kanapaq

source: Parent Survey
qu_pe: Mama tapukuy

source: One question per page
qu_pe: Huj tapuylla sapanqa raphipaq

source: Enable shuffle mode
qu_pe: Hap'ichiy urachinapaq

source: Show profile form
qu_pe: Qhawarichiy runamanta ima formato kasqanpi

source: You need to create groups
qu_pe: Qanqa munashankipuni huñusqakuna kamayta

source: Manage groups
qu_pe: Huñusqakunata kamachiy

source: Group created successfully
qu_pe: Huñukusqaqa allintan kamachikun

source: Group need name
qu_pe: Huñusqaqa sutita munan

source: Personalize
qu_pe: Runakikinyachiy

source: Primary
qu_pe: Huj ñeqe

source: Secondary
qu_pe: Iskay ñeqe

source: Please choose a condition
qu_pe: Ama hina kaychu ajllay ima kayta

source: Choose different categories
qu_pe: Ajllay hoq mitata

source: No log of duration
qu_pe: Ningún registro de duración

source: Users who are not invited can use this link to take the survey:
qu_pe: Haykuqmasikunaqa manan mink'asqachu, kay wasqasqaman riwaq tapukuyta ruwanapaq:

source: Complete the survey's questions
qu_pe: Hunt'achiy tapukunata tapukuyman

source: Surveys deleted
qu_pe: Tapukuykuna pichasqa

source: Remind only users who didn't answer
qu_pe: Yuyarichina mana kutichiq haykuqmasikunallapaq

source: Create question
qu_pe: Kamay tapuyta

source: Back to survey
qu_pe: Volver a la encuesta

source: Update information
qu_pe: Actualización de información

source: Please fill survey
qu_pe: Por favor, llene la encuesta

source: Reporting overview
qu_pe: Wakichisqa yachay

source: What is the goal of the course? Are there prerequisites? How is this training connected to other courses?
qu_pe: Iman yachachinaq ruwaynin kay programapi ? Munakunchu ñaupaq ruwanakunata ? Ima masichay kan kay yachachinawan hoqkunawan ?

source: Describe the course (number of hours, serial number, location) and teacher (name, office, Tel., e-mail, office hours . . . .).
qu_pe: Yachachinamanta nisqasqakuna (hayka pacha, chinpu, may k'itipi ruwakuynin...). Yachachiq (suti, mamataytamanta suti, kamachiynin, telÃ©fono nisqa, e-chaski...).

source: Objectives
qu_pe: Aypanakuna

source: What are the objectives of the course (competences, skills, outcomes)?
qu_pe: Yachachinaq lliw aypanakunamanta rak'i aypanamantawan rikuchiy

source: What should the end results be when the learner has completed the course? What are the activities performed during the course?
qu_pe: Imatan munashanki yachanqaku yachaqekuna kay yachachina tukukusqanpi? Hinallataq ima aypanakunata hapinqaku kay llank'aypi ?

source: Topics
qu_pe: Rimanakuna

source: List of topics included in the training. Importance of each topic. Level of difficulty. Structure and inter-dependence of the different parts.
qu_pe: Yachachinapi iman kaqkuna. Sapa kaqkunamnata chaninchasqa. Sasa t'aqakuna. Ima ruwakuqninmanta masichakuyninmantawan.

source: How does the course progress? Where should the learner pay special care? Are there identifiable problems in understanding different areas? How much time should one dedicate to the different areas of the course?
qu_pe: Iman kanqa yachachinaq ruwaynin ? Maypi yachaqe sinchi qhawariyta ruranman ? Kashanku sasa umanchay mayqan sutichakusqakunapipas? Haykata llank'anman sapanqa yachachinapi ?

source: Methodology
qu_pe: Yachay-kamay

source: What methods and activities help achieve the objectives of the course? What would the schedule be?
qu_pe: Ima yachay-kamaykunawan llank'aykunawan yanapanqa kay yachachinapi aypanakunata tarinapaq? Mayqanmi ima ruwariykuna ?

source: Presentation of the activities (conference, papers, group research, labs...).
qu_pe: Llank'aynakuna rikuchiy (huñunakuykuna, hamut'aykuna, huñukuspa k'uskiykuna, t'aqwinakuna...).

source: Course material
qu_pe: Llank'anakuna

source: Is there a course book, a collection of papers, a bibliography, a list of links on the internet?
qu_pe: Yachachinamanta kashanku pusaqnin, qelqa khipu khipukunan, bibliografia nisqan, yupachasqa internetmanta wataqkunan ?

source: Short description of the course materials.
qu_pe: Yachachinaq llank'anakunamanta pisi nisqasqay.

source: Consider the courses, coaches, a technical helpdesk, teachers, and/or materials available.
qu_pe: Pikunan yachachiqkuna, pusaqkuna, yanapakuy técnica nisqa, yanapakuy social, hoqkunawan ? Yachachinamantari manqan yanapay hapinapaq kan: wasi computadora nisqakunawan, hoqkunapas ?

source: Identify and describe the different contact persons and technical devices available.
qu_pe: Yanapaysinakuna hapinapaq técnicos nisqamanta runa sispamasikunamantawan pisi nisqayta.

source: How will learners be assessed? Are there strategies to develop in order to master the topic?
qu_pe: Imaynatan yachaqekunapaq chaninchay kanqa ? Iman kashan paykuna yachachinata atinankupaq ?

source: Criteria for skills acquisition.
qu_pe: Tapukunamanta qhawarichina. Imakunamanta chaninchay. Ima yupipaykuna.

source: Resize the image to the following dimensions (in pixels)
qu_pe: tajsachay wankita kay sayayman (pixeles nisqapi)

source: RESIZE
qu_pe: Tajsachay

source: Show all images in their original size. No resizing is done. Scrollbars will automatically appear if the image is larger than your monitor size.
qu_pe: Qhararichiy wankikunata kikin sayayninpi. Ama tajsachiyqa hap'ichisqañan. Barra de despalamiento nisqaqa rikurimunqa sichus wanki sinchi hatun kaqtinqa.

source: Show Thumbnails
qu_pe: Qharichiy uch'uychakunata

source: Gallery settings
qu_pe: Presentación nisqapa imaymanankuna

source: Slideshow Options
qu_pe: Presentación nisqapa imaymanankuna

source: NO RESIZING
qu_pe: Mana tajsayachisqa (kikinmanta)

source: Brochure
qu_pe: Folletu

source: Slideshow
qu_pe: Presentación nisqa

source: Published end date
qu_pe: Kutichisqa ch'allay p'unchay

source: View Slideshow
qu_pe: Qhawariy presentación nisqata

source: My tasks
qu_pe: Llank'aynaykuna

source: My projects
qu_pe: Ancha munasqay blogs

source: Navigation
qu_pe: Wanp'una

source: Top ten
qu_pe: 10 allin blogs nisqakuna

source: This project
qu_pe: Kay blog

source: New task
qu_pe: Musuq qelqacha

source: Roles management
qu_pe: Llank'aynakunaq kamachinan

source: Users management
qu_pe: Haykuqmasikunaq kamachinan

source: Task
qu_pe: Qelqa

source: Read this post
qu_pe: Ñawinchay kay qelqachata

source: This is the first task in the project. Everybody subscribed to this project is able to participate
qu_pe: ¡ kayqa blogpa qallariq qelqachanmi ! Kaymanta ñaupaqkamaqa, llipin haykuqmasikuna kay blogman qelqachikusqaqa haykullanqaku

source: Add a new comment
qu_pe: Yapay rimariyta

source: Reply to this comment
qu_pe: Kutichiy kay rimariyta

source: Manage roles
qu_pe: Kamachiy llank'aynakunata

source: Subscribe / Unsubscribe users in this project
qu_pe: Kamachiy haykuqmasikunata

source: Unregister
qu_pe: Pichay kay bloqpi qelqachikusqaykita

source: Subscribe users
qu_pe: Qelqaychiy haykuqmasikunata

source: Unsubscribe users
qu_pe: Horqoy haykuqmasikunata

source: Users rights management
qu_pe: Kamachiy haykuqmasikunaq huñichayninta

source: Manage roles and rights of user in this project
qu_pe: Kamachiy kay blogpa haykuqmasikunaq runanmanta huñichaymantawan

source: Tasks
qu_pe: Llank'aynakuna

source: Member
qu_pe: Haykuqmasi

source: Rate
qu_pe: Markana

source: Add a new role
qu_pe: Musuq llank'ayna

source: Assign a role
qu_pe: Qoy llank'aynata

source: Assign roles
qu_pe: Qoy llank'aynakunata

source: Edit this task
qu_pe: Ruwapay kay llank'aynata

source: Delete this task
qu_pe: Pichay kay llank'aynata

source: This is a preset task. You can't delete a preset task.
qu_pe: Kayqa kikimanta llak'ayna churasqan. Manapunin pichawaqchu llank'ayna kikimanta churasqataqa

source: Colour
qu_pe: Llinphi

source: Roles in this project
qu_pe: Llank'aynakunaq sinrin

source: Assigned tasks
qu_pe: Llank'aynakuna qosqa

source: Tasks manager
qu_pe: Qelqachakunapa kamachina

source: Comment manager
qu_pe: Rimariykunapa kamachina

source: Read more...
qu_pe: Aswantawan ñawinchay...

source: Delete this comment
qu_pe: Pichay kay rimariyta

source: There are no tasks in this project. If you are the manager of this project, click on link 'New task' to write an task.
qu_pe: Mana kanchu ni hoq qelqachapas blogpi. Sichus qan kay bloqpi ruwaq kanki, chayqa q'apiy 'musuq qelqacha' waskhanapi hoq musuqta qelqanaykipaq.

source: No tasks
qu_pe: Mana llank'aynakunayuq

source: Rating
qu_pe: Marka

source: Rate this task
qu_pe: Markay kay qelqachata

source: Select a task for this role
qu_pe: Ajllay hoq qelqachata kay llank'aynapaq

source: A task for me
qu_pe: Ruway llank'aynata

source: Written by
qu_pe: Kaymi qelqarun

source: in the project
qu_pe: blog nisqapi

source: View tasks for today
qu_pe: Qhaway kay p'unchaypa qelqachakunata

source: Tasks by
qu_pe: Qelqachakuna kaymanta

source: No tasks have been found. Check the word spelling or try another search.
qu_pe: Imayna maskhasqaykiqa manan kanchu qelqachakuna. Ichapas mana allintachu qelqarunki utaq manan allin chiniyuqchu maskhasqaykiqa. Hoqmanta qhawaspa allinchay maskhasqaykita tarinaykipaq.

source: Save blog
qu_pe: Yachachisqa blog

source: Task 1
qu_pe: Llank'ayna 1

source: Task 2
qu_pe: Llank'ayna 2

source: Task 3
qu_pe: Llank'ayna 3

source: Task 1 description
qu_pe: Llank'ayna 1 nisqaynin

source: Task 2 description
qu_pe: Llank'ayna 2 nisqaynin

source: Task 3 description
qu_pe: Llank'ayna 3 nisqaynin

source: Project management
qu_pe: Blogs kamachiy

source: Welcome !
qu_pe: Chayaykamuy

source: Module
qu_pe: Módulo

source: The user hasn't rights
qu_pe: Haykuqmasiqa mana huñichayuqmi

source: The user has rights
qu_pe: Haykuqmasiqa huñichayuqmi

source: The user has rights of its group
qu_pe: Haykuqmasiqa huñusqanmantan huñichayuqmi

source: Promotion updated successfully
qu_pe: Kutichisqa promosyon allcha

source: Create a new project
qu_pe: Kamariy hoq blog nisqata

source: Edit a project
qu_pe: Ruwapay sutinchayninta sullk'a stinchaynintawan

source: Delete this project
qu_pe: Pichay kay blog nisqata

source: Shared
qu_pe: T'aqapasqa

source: Permission granted by group or role
qu_pe: Huñichay huñusqamanta qosqa

source: Reader
qu_pe: Lector

source: The project has been deleted.
qu_pe: El proyecto ha sido eliminado.

source: The project has been edited.
qu_pe: El proyecto ha sido modificado

source: The project has been added.
qu_pe: El proyecto ha sido añadido

source: The comment has been saved.
qu_pe: El comentario ha sido guardado

source: The article has been added.
qu_pe: El artículo ha sido añadido

source: The task has been created
qu_pe: La tarea ha sido creada

source: The task has been edited.
qu_pe: La tarea ha sido modificada

source: The task has been assigned.
qu_pe: La tarea ha sido asignada

source: The assigned task has been edited
qu_pe: La asignación de la tarea ha sido modificada

source: The user has been registered
qu_pe: El usuario ha sido registrado

source: The task has been deleted.
qu_pe: La tarea ha sido eliminada

source: The task assignment has been deleted.
qu_pe: La asignación de la tarea ha sido eliminada

source: The comment has been deleted.
qu_pe: El comentario ha sido eliminado

source: A rating has been added.
qu_pe: La calificación ha sido añadida.

source: Resource added
qu_pe: Yanapaysina yapasqa

source: Learning paths
qu_pe: Yachanakuna

source: level up
qu_pe: kuraq t'aqa

source: main category
qu_pe: kuraq mita

source: Add to the course links
qu_pe: Yapay yachachinaq waskhanaman

source: do not add
qu_pe: ama yapaychu

source: Resources added
qu_pe: Yanapaysikuna yapasqa

source: External resources
qu_pe: Hawa yanapaysinakuna

source: Course resources
qu_pe: Yachachinamanta yanapaysinakuna

source: External link
qu_pe: Hawa waskhana

source: Add the dropbox to this section.
qu_pe: Yapay kay sutichasqaman llank'ana T'aqapay Qelqa khipukunata nisqata

source: Add the Assignments tool to the course
qu_pe: Yapay kay sutichasqaman llank'ana Llank'aykuna nisqata

source: Show / Delete
qu_pe: Qhawachiy / Pichay

source: Introduction text
qu_pe: Qelqa qallariq

source: Course Description
qu_pe: Yachachinaq nisqaynin

source: Add a page containing the introduction text to this section.
qu_pe: Yapay kay sutichasqaman hoq raphita qelqa qallariyniyuqta

source: Add a page containing the course description to this section.
qu_pe: Yapay kay sutichasqaman raphi yachachinaq Nisqayniyuqta

source: Add the Groups tool to this section.
qu_pe: Yapay kay sutichasqaman raphi Huñusqakunayuqta

source: Add the Users tool to this section.
qu_pe: Yapay kay sutichasqaman Haykuqmasikunaq raphinta

source: Exportable course resources
qu_pe: Yachachinaq yanapaysikunaqa formato SCORM nisqaman apachikullanku

source: Chamilo related course resources
qu_pe: Yanapaysikuna masichasqa. Formato SCORM nisqamanqa manan apachikunmanchu

source: Link's target
qu_pe: Waskhanaq chayanan

source: In the same window
qu_pe: Kikin qhawarinapi

source: In a new window
qu_pe: Musuq qhawarinapi

source: This
qu_pe: Kayta

source: item was deleted in that tool.
qu_pe: imaynaqa pichakunña kay llank'anamanta.

source: Section
qu_pe: Sutichasqa

source: Add event
qu_pe: Yapay musuq ruwayta

source: Filter on groups/users
qu_pe: Suysuy huñusqakunamanta/haykuqmasikunamanta

source: Ascending
qu_pe: Allichay ruwaykunata (ñaupaqkuna / chayraqkuna)

source: Current month
qu_pe: Killapi ruwaykuna

source: Event edited
qu_pe: Ruwayqa t'ijrapachikunña

source: Add event to agenda
qu_pe: Yapay musuq ruwayta ruwanaman

source: Add announcement
qu_pe: Yapay hoq willayta

source: Forum: add new topic
qu_pe: K'itirimana: yapay rimanata

source: Forum: edit topic
qu_pe: K'itirimana: ruwapay rimanata

source: Test : Answers
qu_pe: Llank'ayna: Kutichikuna

source: Forum: reply
qu_pe: K'itirimana: kutichiy

source: Descending
qu_pe: Allichay ruwaykunata (chayraqkuna / ñaupaqkuna)

source: Upload paper
qu_pe: Apachiy qelqa khiputa

source: You didn't choose any file to send, or it is too big
qu_pe: Manan ajllankichu khipu apachinapaq utan sinchi hatunmi khipuqa

source: paper title modified
qu_pe: Qelqa khipuqa t'ijrachisqaña

source: The file has been added to the list of publications.
qu_pe: Qelqa khipuqa apachisqaña.

source: File deleted
qu_pe: Llank'aynaqa wañuchisqaña

source: Paper title
qu_pe: Llank'aypa sutinchaynin

source: Do you really want to delete this file
qu_pe: Cheqaychu munanki kay qelqa khiputa pichachiyta ?

source: Actions on all files
qu_pe: Llipin khipukuna

source: Default setting for the visibility of newly posted files
qu_pe: Kikinmanta kamachikushan musuq qelqa khipukuna qhawachikunanpaq

source: New documents are visible for all users
qu_pe: Musuq qelqa khipukunataqa llipin haykuqmasikuna qhawanqaku

source: New documents are only visible for the teacher(s)
qu_pe: Musuq qelqa khipukunaqa yachachiq(kuna)llapaq qhawana kanqa.

source: Only registered users of this course can publish documents.
qu_pe: Kay yachachinapi haykuqmasikuna qelqachikusqalla apachinqaku qelqa khipukunataqa.

source: current folder
qu_pe: kunan kaq wayaqa

source: Upload a document
qu_pe: Apachiy qelqa khiputa

source: Assignments settings
qu_pe: T'ijrapachiy ima ajllaykunata

source: A user posted a document in the Assignments tool
qu_pe: Hoq haykuqmasin apachirun qelqa khiputa llamk'ana llank'aynamanta.

source: Delete directory
qu_pe: Pichay wayaqata

source: Validate changes
qu_pe: Cheqaqchay t'ijrapasqata

source: Folder updated
qu_pe: Wayaqa kunanyachisqa

source: Ends at (completely closed)
qu_pe: Tukunqa kay pachapi (wisqasqapuni kanqa)

source: Assignment scoring
qu_pe: Llank'aypa chaninchana

source: Add to gradebook
qu_pe: Huñichay chaninchanapaq

source: Weight inside assessment
qu_pe: Llasa patara chaninchanapi

source: Date limits
qu_pe: Ima pachakuna hap'ipanapaq

source: Posted sending deadline
qu_pe: Tukukunqa kay pachapi

source: Directory created
qu_pe: Wayaqa kamarisqa

source: Deadline for assignments
qu_pe: Llank'aynakunata apachinapaq, tukukuy pacha

source: Enable handing over deadline (visible to learners)
qu_pe: K'anchachiy pacha tukukuyta

source: Enable final acceptance date (invisible to learners)
qu_pe: K'anchachiy pacha tukunata

source: Impossible to save the document
qu_pe: Qelqa khipuqa mana atikunchu allchayta

source: End date cannot be before the expiry date
qu_pe: Pacha tukunaqa manan kanamanchu pacha tukukuy ñaupaqqa

source: Select a filter
qu_pe: Ajllay suysunata

source: Filter by not expired
qu_pe: Suysuy mana mauk'asqakunamanta

source: Filter assignments
qu_pe: Suysuy llank'aykunata

source: Minimum score expected
qu_pe: Llasay munasqa

source: Expiry date already passed
qu_pe: Tukukuy pachaqa ña pasanña

source: End date already passed
qu_pe: Tukukuy pachaqa ña pasanña

source: Move %s to
qu_pe: Kuyurichiy %s kayman

source: The mark cannot exceed maximum score
qu_pe: Chaninchanaqa manan kanmanchu aska kaq yupacha churasqamanta

source: Delete all papers
qu_pe: Eliminar todos los trabajos

source: Edit and mark paper
qu_pe: Editar y marcar el trabajo

source: All papers are now invisible
qu_pe: Ahora no se muestra ningún trabajo

source: The file is now invisible
qu_pe: Ahora el trabajo ya no se muestra

source: All papers are now visible
qu_pe: Ahora se muestran todos los trabajos

source: The file is now visible
qu_pe: El archivo ahora es visible

source: Create assignment
qu_pe: Crear

source: Assignment name
qu_pe: Nombre de la tarea

source: Folder edited
qu_pe: Tarea modificada

source: Update this task
qu_pe: Kutichisqa kay llamk'a

source: Make all papers invisible
qu_pe: Tukuy paqarqakuna mana qhawarina

source: Make all papers visible
qu_pe: Tukuy paqarqakuna qhawarina

source: Administrator first name
qu_pe: Nombre del administrador

source: URL of this company
qu_pe: URL de la organización

source: User DB
qu_pe: Base de datos de usuarios

source: Please check these values
qu_pe: Por favor, compruebe estos valores

source: Please go back to step 1
qu_pe: Por favor, vuelva al paso 1
