Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Add sessions to that URL
yo_ng: Fi ìpàdé kun sí URL yẹn

source: Sessions were edited
yo_ng: Àwùjọ ìpàdé ti di ìdàsílẹ̀

source: Manage sessions
yo_ng: Ṣàbí ìpàdé

source: Enabling the internal messaging tool allows users to send messages to other users of the platform and to have a messaging inbox.
yo_ng: Jẹ́ kí ìǹrànṣẹ́ ìfọwọ́sowọ́pọ̀ ṣiṣẹ́ yóò jẹ́ kí àwùjọ olùpẹ̀lò rán ìròyìn sí àwùjọ olùpẹ̀lò mìíràn ti ìpìlẹ̀ àti láti ni àpò ìròyìn ìfọwọ́sowọ́pọ̀.

source: Social network tool (Facebook-like)
yo_ng: Ìǹrànṣẹ́ ìdàpọ̀pọ̀ ìbáṣepọ̀ (bí Facebook)

source: The social network tool allows users to define relations with other users and, by doing so, to define groups of friends. Combined with the internal messaging tool, this tool allows tight communication with friends, inside the portal environment.
yo_ng: Ìǹrànṣẹ́ ìdàpọ̀pọ̀ ìbáṣepọ̀ ń yọ̀ọ́ fún àwùjọ olùpẹ̀lò láti ṣàpèjúwe ìbáṣepọ̀ pẹ̀lú àwùjọ olùpẹ̀lò mìíràn àti, nípa ṣíṣe bẹ́ẹ̀, láti ṣàpèjúwe àwùjọ ọ̀rẹ́. Pẹ̀lú ìfọwọ́sowọ́pọ̀ ìròyìn ìbáṣepọ̀, ìǹrànṣẹ́ yìí ń yọ̀ọ́ ìbáraẹni ìbáraẹni pẹ̀lú àwùjọ ọ̀rẹ́, nínú àyíká ojú-ayé.

source: Set language as default
yo_ng: Ṣètò èdè gẹ́gẹ́ ìlànà

source: Filter
yo_ng: Àyẹ̀wò

source: Filter on
yo_ng: Àyẹ̀wò lórí

source: Filter off
yo_ng: Àlẹ́kọ́ kúrò

source: You can now use this field as a filter
yo_ng: O le lo aaye yii bi àlẹ́kọ́ bayi

source: You can't use this field as a filter
yo_ng: O ko le lo aaye yii bi àlẹ́kọ́

source: Add user field
yo_ng: Ṣàfikún aaye olùpẹ̀lú

source: The users have been subscribed to the following courses because several courses share the same visual code
yo_ng: Àwọn olùpẹ̀lú ti forukọ́ sí àwọn kọlẹ̀ji wọnyi nítorí ọpọlọpọ kọlẹ̀ji pín koodu ìrísí kan náà

source: The following courses already use this code
yo_ng: Àwọn kọlẹ̀ji wọnyi ti lo koodu yii tẹ́lẹ̀

source: The users have been unsubscribed from the following courses because several courses share the same visual code
yo_ng: Àwọn olùpẹ̀lú ti yọ kúrò lọ́dọ̀ àwọn kọlẹ̀ji wọnyi nítorí ọpọlọpọ kọlẹ̀ji pín koodu ìrísí kan náà

source: Filter users
yo_ng: Àlẹ́kọ́ àwọn olùpẹ̀lú

source: Several courses were subscribed to the session because of a duplicate course code
yo_ng: Ọpọlọpọ kọlẹ̀ji ni a forukọ́ sí ìpàdé nítorí koodu kọlẹ̀ji àìdàpọ̀

source: You must select a coach
yo_ng: O gbọ́dọ̀ yan olùdàá

source: Encryption method
yo_ng: Ọ̀nà ìfìgípamọ́

source: Add a template
yo_ng: Ṣàfikún àdàkọ

source: This image will represent the template in the templates list. It should be no larger than 100x70 pixels
yo_ng: Àwòrán yìí yóò ṣàpẹẹrẹ àdàkọ náà nínú akojọ àwọn àdàkọ. Kò yẹ kí ó tobi ju 100x70 písélù

source: Template added
yo_ng: Àdàkọ ti ṣàfikún

source: Template deleted
yo_ng: Àdàkọ ti parẹ́

source: Template edition
yo_ng: Àtúnṣe àdàkọ

source: The users that were not registered on the platform have been imported
yo_ng: Àwọn olùpẹ̀lú tí kò tíì forukọ́ sí ìkànnì ni a ti gbe wọlé

source: You must import a file corresponding to the selected format
yo_ng: O gbọ́dọ̀ gbe fáìlì tí ó bá ìlànà yí mu wọlé

source: Show teacher or tutor's e-mail address in the footer
yo_ng: Fi ìmekọ̀rìn olùkọ tàbí olùdàá hàn nínú ìpìlẹ̀ ìsàlẹ̀

source: Show trainer or tutor's e-mail in footer ?
yo_ng: Ṣe o fẹ́ fi ìmekọ̀rìn olùdàá tàbí olùdàá hàn nínú ìpìlẹ̀ ìsàlẹ̀?

source: Add a system announcement
yo_ng: Ṣàfikún ìkéde ìlànà

source: Edit system announcement
yo_ng: Ṣàtúnṣe ìkéde ìlànà

source: % of learning objects visited
yo_ng: % ti àwọn nkan ẹ̀kọ́ tí a ṣàyẹ̀wò

source: Total time in course
yo_ng: Àkókò lapapọ̀ nínú kọlẹ̀ji

source: Last time learner entered the course
yo_ng: Àkókò ìkẹ́yìì tí akẹ́kọ̀ọ́ wọ kọlẹ̀ji

source: The announcement is available
yo_ng: Ìkéde náà wà

source: The announcement is not available
yo_ng: Ìkéde náà kò wà

source: Searching
yo_ng: Nṣàwárí

source: Add LDAP users
yo_ng: Ṣàfikún àwọn olùpẹ̀lú LDAP

source: Add news
yo_ng: Ṣàfikún ìròyìn

source: Failed to open the search database
yo_ng: Kùdùrù láti ṣí ìpìlẹ ìmọ̀ ìwádìí

source: The search database uses an unsupported format
yo_ng: Ìpìlẹ ìmọ̀ ìwádìí nlo ìlànà tí kò ṣe ìdàrì

source: The search database has been modified/broken
yo_ng: Ìpìlẹ ìmọ̀ ìwádìí ti yí padà/tí ó ti bajẹ

source: Failed to lock the search database
yo_ng: Kùdùrù láti títì ìpìlẹ ìmọ̀ ìwádìí

source: Failed to create the search database
yo_ng: Kùdùrù láti ṣẹ̀dá ìpìlẹ ìmọ̀ ìwádìí

source: The search database has suffered corruption
yo_ng: Ìpìlẹ ìmọ̀ ìwádìí ti jẹ ìbàjẹ́

source: Connection timed out while communicating with the remote search database
yo_ng: Àkókò ìsopọ̀ kọjá lọ lákòókò ìfọwọ́sowọ́pọ̀ pẹ̀lú ìpìlẹ ìmọ̀ ìwádìí àjínlẹ̀

source: Error in search engine
yo_ng: Àṣìṣe nínú ẹ̀rọ ìwádìí

source: The Xapian search module is not installed
yo_ng: Ẹ̀ka ìwádìí Xapian kò ti fi sórí

source: Field removed
yo_ng: Aaye ti yọ kúrò

source: The new sub-language has been added
yo_ng: Èdè àpapọ̀ tuntun ti ṣàfikún

source: Delete sub-language
yo_ng: Paarẹ èdè àpapọ̀

source: Create a sub-language for this language
yo_ng: Ṣẹ̀dá èdè àpapọ̀ fún èdè yìí

source: Delete this sub-language
yo_ng: Paarẹ èdè àpapọ̀ yìí

source: Create sub-language
yo_ng: Ṣẹ̀dá èdè àpapọ̀

source: Define new terms for this sub-language
yo_ng: Ṣàpèjúwe ọ̀rọ̀ tuntun fún èdè àpapọ̀ yìí

source: Sub-language terms
yo_ng: Ọ̀rọ̀ èdè àpapọ̀

source: Load language file
yo_ng: Gbe fáìlì èdè wọlé

source: Allow definition and use of sub-languages
yo_ng: Gba ìdàpọ̀ àti ìlò àwọn èdè àpapọ̀ laaye

source: By enabling this option, you will be able to define variations for each of the language terms used in the platform's interface, in the form of a new language based on and extending an existing language. You'll find this option in the languages section of the administration panel.
yo_ng: Nipaṣẹ fún ìdásílẹ̀ aṣàyàn yìí, yóò ṣeé ṣe fún ọ láti ṣàpèjúwe àwọn ìyàtọ̀ fún ọ̀rọ̀ èdè kọ̀ọ̀kan tí a ń lò nínú ìdàbòbò ìkànnì, ní ìhùmọ̀ ti èdè tuntun tí ó ṣe ìpìlẹ̀ lórí èdè tí ó wà tẹ́lẹ̀ àti ìfẹ̀. Yóò rí aṣàyàn yìí nínú apá èdè ti ìṣàkóso ìdàbòbò.

source: Add terms to the sub-language
yo_ng: Ṣàfikún ìtumọ̀ sí èdè àbọ́

source: Template edited
yo_ng: Àpẹẹrẹ tí a ṣàtúnṣe

source: Sub-language
yo_ng: Èdè àbọ́

source: The language has been made visible and can now be used throughout the platform.
yo_ng: Èdè náà ti ṣe ìhìrì hàn, ó sì ṣeé ṣe ìlò rẹ̀ jakejado ìdàbòbò.

source: The language has been hidden. It will not be possible to use it until it becomes visible again.
yo_ng: Èdè náà ti fi pamọ́. Kò ṣeé ṣe ìlò rẹ̀ títí di ìgbà tí yóò fi hàn lẹ́yìn.

source: The var/translations directory, used on this portal to store the languages, is not writable. Please contact your platform administrator and report this message.
yo_ng: Àwùjọ ìdíle var/translations, tí a ń lò lórí ìbòbò yìí láti fi ìpamọ́ àwùjọ èdè pamọ́, kò ṣeé kọ. Jọ̀wọ́ kan si olùdarí ìdàbòbò rẹ kí o sì ṣàpèjúwe ìfọwéràn yìí.

source: Show glossary terms in documents
yo_ng: Fi ìtumọ̀ ìtumọ̀ hàn nínú àwùjọ ìwé

source: From here you can configure how to add links to the glossary terms from the documents
yo_ng: Láti ìhí tìí, o ṣeé ṣe ìdàsílẹ̀ ìlànà ìfikún ìnọ́nnì sí ìtumọ̀ ìtumọ̀ láti àwùjọ ìwé

source: Automatic: adds links to all defined glossary terms found in the document
yo_ng: Aifọwọ́ṣe: ṣàfikún ìnọ́nnì sí gbogbo ìtumọ̀ ìtumọ̀ tí a ṣàpèjúwe tí a rí nínú ìwé náà

source: Manual: shows a glossary icon in the online editor, so you can mark the terms that are in the glossary and that you want to link
yo_ng: Fọwọ́ṣe: ṣàfihàn àwòrán ìtumọ̀ nínú olùdàbù ìwé lórí ìkànnì, kí o lè ṣàpèjúwe ìtumọ̀ tí ó wà nínú ìtumọ̀ tí o fẹ́ ìnọ́nnì

source: None: doesn't add any glossary terms to the documents
yo_ng: Kò sí: kò ṣàfikún ìtumọ̀ ìtumọ̀ kankan sí àwùjọ ìwé

source: Language variable
yo_ng: Ìyípadà èdè

source: To export a document that has glossary terms with its references to the glossary, you have to make sure you include the glossary tool in the export
yo_ng: Láti ṣe ìtàn ìwé tí ó ni ìtumọ̀ ìtumọ̀ pẹ̀lú ìtọ́kasí rẹ̀ sí ìtumọ̀, o gbọ́dọ̀ rí i dájú pé o fi ìohun ìtumọ̀ kún ìtàn ìdàsílẹ̀

source: Session's tutor's data is shown in the footer.
yo_ng: Dátà olùkọ́ ìdásílẹ̀ ìdásílẹ̀ ṣe ìhìrì hàn nínú ìpìlẹ̀ ìdàbòbò.

source: Show the session's tutor reference (name and e-mail if available) in the footer?
yo_ng: Ṣe ìhìrì ìtọ́kasí olùkọ́ ìdásílẹ̀ (orúkọ àti ìmeẹ̀lì tí ó bá wà) nínú ìpìlẹ̀ ìdàbòbò?

source: Show teacher information in footer
yo_ng: Fi ìròyìn olùkọ́ hàn nínú ìpìlẹ̀ ìdàbòbò

source: Show the teacher reference (name and e-mail if available) in the footer?
yo_ng: Ṣe ìhìrì ìtọ́kasí olùkọ́ (orúkọ àti ìmeẹ̀lì tí ó bá wà) nínú ìpìlẹ̀ ìdàbòbò?

source: Page Link
yo_ng: Ìnọ́nnì Ìkànnì

source: Display a Terms & Conditions statement on the registration page, require visitor to accept the T&C to register.
yo_ng: Fi ìdíwò Ìlànà & Ìdíwò hàn lórí ìkànnì ìforúkọsilẹ̀, béèrè fún àbẹ̀wò láti gbà Ìlànà & Ìdíwò láti forúkọsilẹ̀.

source: Enable terms and conditions
yo_ng: Ṣàpèjúwe ìlànà àti ìdíwò

source: This option will display the Terms and Conditions in the register form for new users. Need to be configured first in the portal administration page.
yo_ng: Aṣàyàn yìí yóò fi Ìlànà àti Ìdíwò hàn nínú fọ́ọ̀mù ìforúkọsilẹ̀ fún àwùjọ tuntun. Gbọ́dọ̀ ṣe ìdàsílẹ̀ kọ́kọ́ nínú ìkànnì ìṣàkóso ìdàbòbò.

source: Load
yo_ng: Gùn

source: All versions
yo_ng: Gbogbo ẹ̀yà

source: Edit terms and conditions
yo_ng: Ṣàtúnṣe ìlànà àti ìdíwò

source: Explain changes
yo_ng: Ṣàlàyé ìyípadà

source: Term and condition not saved
yo_ng: Ìtumọ̀ àti ìdíwò kò ti fipamọ́

source: The sub language has been removed
yo_ng: Èdè àbọ́ ti yọ kúrò

source: Add terms and conditions
yo_ng: Ṣàfikún ìlànà àti ìdíwò

source: Term and condition saved
yo_ng: Ìtumọ̀ àti ìdíwò ti fipamọ́

source: Sessions categories list
yo_ng: Àkójọ ẹ̀ka ìdásílẹ̀ ìdásílẹ̀

source: Add category
yo_ng: Ṣàfikún ẹ̀ka

source: Edit session category
yo_ng: Ṣàtúnṣe ẹ̀ka ìdásílẹ̀ ìdásílẹ̀

source: The category has been added
yo_ng: Ẹ̀ka náà ti ṣàfikún

source: Category update
yo_ng: Ìdàsílẹ̀ ẹ̀ka

source: The selected categories have been deleted
yo_ng: Àwùjọ ẹ̀ka tí a yàn ti parẹ́

source: Please give a name to the sessions category
yo_ng: Jọ̀wọ́ fún ẹ̀ka ìdásílẹ̀ ìdásílẹ̀ orúkọ kan

source: There are no sessions available
yo_ng: Kò sí ìdásílẹ̀ ìdásílẹ̀ tí ó ṣeé ṣe

source: Select a session
yo_ng: Yan ìdásílẹ̀ ìdásílẹ̀ kan

source: Courses from the original session
yo_ng: Àwùjọ ìkọ́nilẹ́kọ̀ọ́ láti ìdásílẹ̀ ìdásílẹ̀ àkọ́kọ́

source: Courses from the destination session
yo_ng: Àwùjọ ìkọ́nilẹ́kọ̀ọ́ láti ìdásílẹ̀ ìdásílẹ̀ ìbọ̀

source: Type of copy
yo_ng: Ìrùù ìdàdébọ̀

source: Copy from course in session to another session
yo_ng: Dàdébọ̀ láti ìkọ́nilẹ́kọ̀ọ́ nínú ìdásílẹ̀ ìdásílẹ̀ sí ìdásílẹ̀ ìdásílẹ̀ mìíràn

source: You must select a course from the original session and select a destination session
yo_ng: O gbọ́dọ̀ yan ìkọ́nilẹ́kọ̀ọ́ kan láti ìdásílẹ̀ ìdásílẹ̀ àkọ́kọ́ kí o sì yan ìdásílẹ̀ ìdásílẹ̀ ìbọ̀

source: Maybe you want to delete the user, instead of unsubscribing him from all courses...?
yo_ng: Bí o ṣe fẹ́ pa ìlò ọdùlẹ̀ kúrò, dípò ìdásílẹ̀ rẹ̀ kúrò nínú gbogbo ìkọ́nilẹ́kọ̀ọ́...?

source: Edit session courses by user
yo_ng: Ṣàtúnṣe ìkọ́nilẹ́kọ̀ọ́ ìdásílẹ̀ ìdásílẹ̀ fún ìlò

source: Courses updated
yo_ng: Àwùjọ ìkọ́nilẹ́kọ̀ọ́ tí a ṣàtúnṣe

source: Current courses
yo_ng: Àwùjọ ìkọ́nilẹ́kọ̀ọ́ lọ́wọ́lọ́wọ́

source: Unaccessible courses
yo_ng: Àwùjọ ìkọ́nilẹ́kọ̀ọ́ tí kò ṣeé de

source: Edit session courses
yo_ng: Ṣàtúnṣe awọn akoko ẹkọ

source: Visibility after end date
yo_ng: Ifihan lẹhin ọjọ ipari

source: Block user from courses in this session
yo_ng: Dena olumulo lati awọn akoko ẹkọ ni akoko yii

source: Language file
yo_ng: Faili ede

source: Show the courses descriptions in the catalog
yo_ng: Fi awọn apejuwe awọn akoko ẹkọ han ni iwe akọọlẹ

source: Show the courses descriptions as an integrated popup when clicking on a course info icon in the courses catalog
yo_ng: Fi awọn apejuwe awọn akoko ẹkọ han bi popup ti a ṣepọ nigbati o ba tẹ aami alaye akoko ni iwe akọọlẹ awọn akoko ẹkọ

source: The stylesheet could not be added
yo_ng: Iwe aṣa ko le ṣe afikun

source: Add sessions in categories
yo_ng: Fi awọn akoko kun si awọn ẹka

source: It is recommended to install the imagick php extension for better performances in the resolution for generating the thumbnail images otherwise not show very well, if it is not install by default uses the php-gd extension.
yo_ng: A ṣe ìdàrùjẹ́ kí a fi ìdàgbàsókè php imagick wò lọ́nà ìdàrù ìdàsílẹ̀ fún ìdàsílẹ̀ àwòrán àwòrán kò ṣe ìdàsílẹ̀ dáadáa, tí kò bá ṣe ìdàsílẹ̀, yóò lo ìdàgbàsókè php-gd.

source: Edit specific search field
yo_ng: Ṣàtúnṣe aaye ìwádìí pàtó

source: Field name
yo_ng: Orúkọ aaye

source: Special exports
yo_ng: Àwọn ìtànjáde pàtàkì

source: Special create full backup
yo_ng: Ṣẹ̀dá ìdàbò pàtàkì kíkún

source: Special let me select items
yo_ng: Jẹ́ kí n yan awọn ohun kan

source: Allow coaches to edit inside course sessions
yo_ng: Gba awọn olùkọ́ laaye láti ṣàtúnṣe nínú àwùjọ ẹ̀kọ́ àwùjọ

source: Show session data title
yo_ng: Fi akọle data akoko han

source: Show session data comment
yo_ng: Fi asọye data akoko han

source: Subscription sessions in the category
yo_ng: Àwùjọ àwùjọ ẹ̀kọ́ nínú ẹ̀ka

source: List of sessions on the platform
yo_ng: Akojọ awọn akoko lori pẹpẹ

source: List of sessions in the categories
yo_ng: Àtòjọ àwùjọ ẹ̀kọ́ nínú àwùjọ ẹ̀ka

source: If you want to export courses containing sessions, which will ensure that these seansido included in the export to any of that will have to choose in the list.
yo_ng: Tí o fẹ́ gbe àwùjọ ẹ̀kọ́ tí ó kàn àwùjọ ẹ̀kọ́ jáde, èyí yóò rí i dájú pé àwùjọ ẹ̀kọ́ wà nínú ìtànjáde láti yóò yàn nínú ìtòjọ.

source: There were no courses registered or may not have made the association with the sessions
yo_ng: Kò sí àwùjọ ẹ̀kọ́ tí a ṣe ìforúkọsilẹ̀ tàbí kò ṣe ìdarapọ̀ pẹ̀lú àwùjọ ẹ̀kọ́

source: Setting the registration page
yo_ng: Ṣeto ojú ìwé ìforúkọsilẹ̀

source: Select category and sessions
yo_ng: Yan ẹ̀ka àti àwùjọ ẹ̀kọ́

source: Number sessions
yo_ng: Nọ́mba àwùjọ ẹ̀kọ́

source: Delete only the selected categories without sessions
yo_ng: Pa àwùjọ ẹ̀ka tí a yàn pàtápátà kò sí àwùjọ ẹ̀kọ́

source: Delete the selected categories to sessions
yo_ng: Pa àwùjọ ẹ̀ka tí a yàn sí àwùjọ ẹ̀kọ́

source: Edit Note
yo_ng: Ṣàtúnṣe Ìkàwé

source: Add Tabs
yo_ng: Fi awọn taabu kun

source: Edit Tabs
yo_ng: Ṣàtúnṣe awọn taabu

source: Announcements list has been cleared up
yo_ng: Àtòjọ ìròyìn ti parẹ́

source: Announcement has been modified
yo_ng: Ìròyìn ti yí padà

source: Announcement has been added
yo_ng: Ìròyìn ti ṣe afikun

source: Announcement has been deleted
yo_ng: Ìròyìn ti parẹ́

source: Published on
yo_ng: Ti ṣe ìtẹ̀dọ́wò lórí

source: Add an announcement
yo_ng: Fi ìròyìn kun

source: Clear list of announcements
yo_ng: Pa ìtòjọ ìròyìn mọ́

source: Message from the trainer
yo_ng: Ìfọwérànṣẹ́ láti ọdọ olùkọ́

source: and emailed to registered learners
yo_ng: àti ìmèlì sí àwùjọ ẹ̀kọ́ tí a forúkọsilẹ̀

source: Send this announcement by email to selected groups/users
yo_ng: Firanṣẹ́ ìròyìn yìí nípa ìmèlì sí àwùjọ ẹgbẹ́/òtumọ̀ tí a yàn

source: On
yo_ng: Lórí

source: registered users of the site
yo_ng: òtumọ̀ tí a forúkọsilẹ̀ lórí ìkànnì

source: have unvalid or no e-mail address
yo_ng: ní ìmèlì tí kò ṣe tàbí kò sí ìmèlì

source: Modifies this announcement
yo_ng: Yí ìròyìn yìí padà

source: Warnings to some users
yo_ng: Ìkìlọ̀ sí àwùjọ ẹgbẹ́ kan pàtàkì

source: Selected Users
yo_ng: Àwùjọ òtumọ̀ tí a yàn

source: You must introduce the message text.
yo_ng: O gbọ́dọ̀ fi ọrọ ìfọwérànṣẹ́ kọ́wé.

source: You must select some users.
yo_ng: O gbọ́dọ̀ yan àwùjọ òtumọ̀ kan pàtàkì.

source: Message sent to users
yo_ng: Ìfọwérànṣẹ́ ti fi ránṣẹ́ sí àwùjọ òtumọ̀

source: Messages to selected users
yo_ng: Ìfọwérànṣẹ́ sí àwùjọ òtumọ̀ tí a yàn

source: To send a message, select groups of users (see G) or single users from the list on the left.
yo_ng: Lati fi ifiranṣẹ iṣẹ́-ọrọ̀, yan awọn ẹgbẹ́ oníṣe (wo G) tàbí àwọn oníṣe ẹyọkan láti inú akojọ òtun.

source: The message has been sent to the selected learners
yo_ng: Iṣẹ́-ọrọ̀ náà ti fi ránṣẹ́ sí àwọn akẹ́kọ̀ọ́ yíyà gẹ́gẹ́

source: selected users of the site
yo_ng: àwọn oníṣe yíyà gẹ́gẹ́ ti aaye

source: Message to selected groups
yo_ng: Iṣẹ́-ọrọ̀ sí àwọn ẹgbẹ́ yíyà gẹ́gẹ́

source: selected groups
yo_ng: àwọn ẹgbẹ́ yíyà gẹ́gẹ́

source: Message
yo_ng: Iṣẹ́-ọrọ̀

source: All announcements have been deleted
yo_ng: Gbogbo ìdáwòsí ti parẹ́

source: The announcement has been moved
yo_ng: Ìdáwòsí náà ti gbé lọ

source: There are no announcements.
yo_ng: Kò sí ìdáwòsí kankan.

source: Select Everybody
yo_ng: Yan Gbogbo Ènìyàn

source: selected user groups
yo_ng: àwọn ẹgbẹ́ oníṣe yíyà gẹ́gẹ́

source: Message from a learner
yo_ng: Iṣẹ́-ọrọ̀ látàrí akẹ́kọ̀ọ́ kan

source: Title is required
yo_ng: Àkọ́kọ́ jẹ́ ìdíyelè

source: Announcement sent by e-mail
yo_ng: Ìdáwòsí tí a fi ránṣẹ́ pẹ̀lú ìmeẹ̀lì

source: Announcement sent to the selected users
yo_ng: Ìdáwòsí tí a fi ránṣẹ́ sí àwọn oníṣe yíyà gẹ́gẹ́

source: Send announcement
yo_ng: Fi ìdáwòsí ránṣẹ́

source: Edit announcement
yo_ng: Ṣàtúnṣe ìdáwòsí

source: Line Number
yo_ng: Nọ́mbà Ìlà

source: line(s)
yo_ng: ìlà(àwùjì)

source: Add new heading
yo_ng: Ṣàfikún akọsílẹ̀ tuntun

source: Teachers only
yo_ng: Olùkọ nìkan

source: Define Headings
yo_ng: Ṣàpèjúwe Àwùjì Akọsílẹ̀

source: change rights of
yo_ng: yí ìdí-àṣẹ padà ti

source: has from now on <b>no</b> rights on this page
yo_ng: ní <b>kò</b> sí ìdí-àṣẹ mọ́ lára ojú-ìwé yìí láti ìsinsìnyí

source: has from now on <b>all</b> rights on this page
yo_ng: ní <b>gbogbo</b> ìdí-àṣẹ lára ojú-ìwé yìí láti ìsinsìnyí

source: Change role of
yo_ng: Yí ìpa padà ti

source: is from now on
yo_ng: jẹ́ láti ìsinsìnyí

source: in this course
yo_ng: nínú ìdàsílẹ̀ yìí

source: You have left some fields empty.
yo_ng: O ti fi àwùjì àìkunú sísí.

source: The login you chose
yo_ng: Ìwọlé tí o yàn

source: is already in use. Choose another one.
yo_ng: ti ń lò tẹ́lẹ̀. Yàn ẹlòmíràn.

source: Coach
yo_ng: Olùdàájà

source: Groups management
yo_ng: Ìdarí àwùjì ẹgbẹ́

source: The selected users have been unsubscribed from the course
yo_ng: Àwùn oníṣe tí a yàn ti yọ kúrò nínú ìdàsílẹ̀

source: This learner is subscribed in this training through a training session. You cannot edit his information
yo_ng: Akẹ́kọ̀ọ́ yìí ti forukọsilẹ̀ nínú ìdàsílẹ̀ yìí pẹ̀lú ìpàdé ìdàsílẹ̀. Ìwọ kò lè ṣàtúnṣe ìròyìn rẹ̀

source: Are you sure you want to add this contact to your friends ?
yo_ng: Ṣe ìdíje ìrònúpìwòdùa rẹ̀ láti fi ìdọwọ́dọwọ́ ṣàfikún ìdọwọ́dọwọ́ rẹ̀?

source: Add a personal message
yo_ng: Ṣàfikún ìṣẹ́-ọrọ̀ ìdàraya

source: Friends
yo_ng: Àwùn Ọrẹ́

source: Contacts
yo_ng: Àwùn Ìdọwọ́dọwọ́

source: This screen allows you to organise your contacts
yo_ng: Ojú ìbòjukọ yìí yọ̀ǹda ìdọwọ́dọwọ́ rẹ̀ láti ìpín ẹgbẹ́

source: Attach contacts to group
yo_ng: Fọwọ́ ìdọwọ́dọwọ́ mọ́ ẹgbẹ́

source: Contacts list
yo_ng: Àkójọ ìdọwọ́dọwọ́

source: Add to a group
yo_ng: Ṣàfikún sí ẹgbẹ́ kan

source: Select one contact
yo_ng: Yan ìdọwọ́dọwọ́ kan

source: Select one group
yo_ng: Yan ẹgbẹ́ kan

source: Add personal contacts
yo_ng: Ṣàfikún ìdọwọ́dọwọ́ ìdàraya

source: Successfully added contacts to group
yo_ng: Ṣàfikún ìdọwọ́dọwọ́ sí ẹgbẹ́ pẹ̀lú ìṣẹ́gun

source: Added contact to list
yo_ng: Ṣàfikún ìdọwọ́dọwọ́ sí akojọ

source: This screen is a list of contacts sorted by groups
yo_ng: Ojú ìbòjukọ yìí jẹ́ akojọ ìdọwọ́dọwọ́ tí a ṣe ìdíbò lọ́nà ẹgbẹ́

source: No contacts found
yo_ng: Kò rí ìdọwọ́dọwọ́ kankan

source: Select the check box
yo_ng: Yan àyẹ̀wò àpótí

source: Empty
yo_ng: Ìfofo

source: Pending invitations.
yo_ng: Awọn ìpè tí kò tíì ṣe ìdáhùn.

source: Invitation sent by
yo_ng: Ìpè tí a fi ránṣẹ́ látọ̀dọ̀

source: Request contact
yo_ng: Bẹ̀rẹ̀ ìfọwọ̀sowọ̀pọ̀

source: Unknown
yo_ng: Àìkọ̀wé

source: My parents
yo_ng: Àwùjọ mi

source: My friends
yo_ng: Àwùjọ mi

source: My real friends
yo_ng: Àwùjọ gidi mi

source: My enemies
yo_ng: Àwùjọ ọtá mi

source: Contact deleted
yo_ng: Olùsopọ̀ tí a ti pa rẹ̀

source: Messages sent.
yo_ng: Àwùnṣọ tí a ti fi ránṣẹ́.

source: My personal data
yo_ng: Dáta ti ara ẹni mi

source: Alter personal data
yo_ng: Ṣàtúnṣe dáta ti ara ẹni

source: Invitations
yo_ng: Àwùnṣọ ìpè

source: Group contacts
yo_ng: Àwùjọ ìdàpọ̀

source: My inbox
yo_ng: Àpò ìnáhùn mi

source: View shared profile
yo_ng: Wo profaili tí a ṣàpẹẹrẹ

source: Uploaded images
yo_ng: Àwòrán tí a gbejade

source: Extra information
yo_ng: Àlàyé àfikún

source: Search contacts
yo_ng: Ṣàwárí àwùjọ

source: See contacts
yo_ng: Wo àwùjọ

source: Please write a message before sending the request
yo_ng: Jọ̀wọ́ kọ ìhùn kan ṣáájú ìfiranṣẹ́ ìbéèrè náà

source: your invitation message has not been sent
yo_ng: Ìhùn ìpè rẹ kò tíì fi ránṣẹ́

source: Add to my contacts
yo_ng: Fi kun àwùjọ mi

source: Change contact group
yo_ng: Yí ìdàpọ̀ ìfọwọ̀sowọ̀pọ̀ padà

source: Friend
yo_ng: Ọrẹ́

source: My shared profile
yo_ng: Profaili tí mo ṣàpẹẹrẹ

source: Reporting for this user
yo_ng: Ìròyìn fún olùṣàriri yìí

source: Edit this user
yo_ng: Ṣàtúnṣe olùṣàriri yìí

source: View this user
yo_ng: Wo olùṣàriri yìí

source: RSS feed
yo_ng: Ìdènà RSS

source: No friends in your contact list
yo_ng: Kò sí ọrẹ́ nínú akojọ ìfọwọ̀sowọ̀pọ̀ rẹ

source: Try and find some friends
yo_ng: Gbìyànjú kí o rí àwùjọ kan

source: Send invitation
yo_ng: Fi ìpè ránṣẹ́

source: Invite to join my group of friends
yo_ng: Pè wọ inú ẹgbẹ́ ọrẹ́ mi

source: My certificates
yo_ng: Àwòǹdò mi

source: Create new group(s)
yo_ng: Ṣẹ̀dá ìdàpọ̀ tuntun

source: New groups creation
yo_ng: Dá ìdàpọ̀ tuntun ṣẹ̀dá

source: new group(s)
yo_ng: ìdàpọ̀ tuntun

source: max. 20 characters, e.g. <i>INNOV21</i>
yo_ng: pàpà 20 ohun kíkà, fún àpẹẹrẹ <i>INNOV21</i>

source: seats (optional)
yo_ng: ijókòó (àdàshilẹ̀)

source: group(s) has (have) been added
yo_ng: ìdàpọ̀ ti a ti fi kun

source: Group deleted
yo_ng: Ìdàpọ̀ tí a ti pa rẹ̀

source: Registered
yo_ng: Forúkọsilẹ̀

source: registered
yo_ng: forúkọsilẹ̀

source: Learners are allowed to self-register in groups
yo_ng: A wàásù ni a yọ̀ọ́ láti forúkọsilẹ̀ fún ara wọn nínú àwùjọ

source: Tools
yo_ng: Àwùnṣọ

source: Documents
yo_ng: Àwùnṣọ

source: Group settings have been modified
yo_ng: Ètò ìdàpọ̀ ti yí padà

source: Group name
yo_ng: Orúkọ ẹgbẹ́

source: Group description
yo_ng: Àpèjúwe ẹgbẹ́

source: Group members
yo_ng: Àwùjọ ẹgbẹ́

source: Edit this group
yo_ng: Ṣàtúnṣe ẹgbẹ́ yìí

source: Group settings modified
yo_ng: Ètò ẹgbẹ́ ti yí padà

source: Number proposed exceeds max. that you allowed (you can modify in the group settings). Group composition has not been modified
yo_ng: Nọmba tí a dábàá ṣe pàtàkì ju ìdílé pàtàkì tí o yọ̀ǹda (o lè ṣàtúnṣe nínú ìṣètò ẹgbẹ́). Àkójọ ẹgbẹ́ kò yí padà

source: Group tutor
yo_ng: Olùkọ ẹgbẹ́

source: (none)
yo_ng: (kò sí)

source: Admin users list
yo_ng: Àkójọ olùdarí ìdààmú

source: my group
yo_ng: ẹgbẹ́ mi

source: my supervision
yo_ng: ìdààmú mi

source: register
yo_ng: forúkọ

source: Add me to this group
yo_ng: Fi mi kun ẹgbẹ́ yìí

source: You are now a member of this group.
yo_ng: O ti jẹ́ ọmọ ẹgbẹ́ ẹgbẹ́ yìí báyìí.

source: Private access (access authorized to group members only)
yo_ng: Wọ́n ṣe ìwọ̀nyìí ìkọ́ni (ìwọ̀nyìí fún àwùjọ ẹgbẹ́ nìkan)

source: Public access (access authorized to any member of the course)
yo_ng: Wọ́n ṣe ìkọ́ni fún gbogbo ènìyàn (ìwọ̀nyìí fún ọmọ ẹkọ́ kọ̀ọ̀kan nínú kọlẹji)

source: Edit settings
yo_ng: Ṣàtúnṣe ìṣètò

source: State
yo_ng: Ìpò

source: Groups have been filled (or completed) by users present in the 'Users' list.
yo_ng: Àwùjọ ẹgbẹ́ ti kún (tàbí tí a parí) láti ọdọ àwùjọ ìdààmú.

source: users registered in this course
yo_ng: àwùjọ tí a forúkọ sínú kọlẹji yìí

source: Learners not in this group
yo_ng: Àwùjọ tí kò wà nínú ẹgbẹ́ yìí

source: A user can be member of maximum
yo_ng: Olùdààmú kan lè jẹ́ ọmọ ẹgbẹ́ ìdílé pàtàkì
