Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Please enter a valid login !
ar: ! فضلا أدخل اسم تسجيل صحيح
ast_es: Por favor, escriba un Nome d'usuariu válidu
bn_bd: একটি বৈধ লগইন লিখুন!
bs_ba: Unesite valjano korisničko ime!
ca_es: Si us plau, introduïu un nom d'usuari correcte!
cs_cz: Prosím zadejte platné přihlašovací jméno !
da: Indtast venligst et gyldigt login!
de: Bitte geben Sie einen gültigen Benutzernamen an!
el: Παρακαλώ, εισάγετε ένα έγκυρο login!
eo: Tajpu validan uzulan nomon!
es: ¡ Introduzca un Nombre de usuario válido !
es_mx: Por favor, ingrese un nombre de usuario válido!
eu_es: Mesedez, sartu baliodun erabiltzaile izen bat !
fa_ir: !لطفاً نام کاربری معتبری را وارد کنید
fi_fi: Kirjoita voimassa oleva käyttäjätunnus!
fo_fo: Skriva ein gilt innloggingsnavn inn !
fur: Inserî un login valit!
ga: Iontráil logáil isteach bailí le do thoil !
gl: Por favor, introduce un nome de usuario válido
he_il: אנא הזן כניסה חוקית!
hi: वैध लॉगिन दर्ज करें!
hr_hr: Molim unesite valjano korisničko ime!
hu_hu: Kérjük, írjon be érvényes logint !
hy: Խնդրում ենք մուտքագրել վավեր մուտքագրում !
id_id: Silahkan masukkan login/nama user yang sah !
it: Inserire un nome utente valido !
ja: 有効なログインフィールドを入力してください！
ka_ge: შეიტანე მოქმედი ლოგინი!
ko_kr: 정확한 로그인 명을 입력하십시오 !
lt_lt: Prašome įrašyti teisingą prisijungimo vardą!
lv_lv: Lūdzu ievadiet pareizu lietotājvārdu !
mk_mk: Ве молам внесете исправно корисничко име!
ms_my: Sila masukkan log masuk yang sah!
my_mm: ကျေးဇူးပြု၍ မမှန်ကန်သော အကောင့်ဝင်အချက်အလက်ကို ထည့်သွင်းပါ !
ne: मान्य लगइन प्रविष्ट गर्नुहोस् !
nl: Vul een geldige gebruikersnaam in!
nn_no: Registrer et gyldig login
oc: Picatz un login valid !
pl_pl: Proszę podać aktualny login !
ps: مهم یو صحیح لاړن وليږئ !
pt_br: Por favor insira um login válido!
pt_pt: Por favor, introduza um login/acesso válido !
ro_ro: Va rugam introduceti un cod valid!
ru_ru: Пожалуйста, введите действительное регистрационное имя пользователя!
sk_sk: Prosím zadajte platné prihlasovacie meno!
sl: Vnesi veljavno uporabniško ime !
sq: Ju lutemi, futni një hyrje të vlefshme!
sr_rs: Molim Vas, unesite ispravno korisničko ime!
sv_se: Var vänlig ange en giltig inloggning!
sw_ke: Tafadhali weka ingizo halali!
ta: சரியான உள்நுழைவை உள்ளிடவும் !
th: กรุณาใส่ชื่อผู้ใช้ให้ถูกต้อง
tl_ph: Mangyaring maglagay ng valid na login!
tr: Lütfen geçerli bir kullanıcı adı girin!
uk_ua: Будь ласка, введіть вірний логін !
vi_vn: Vui lòng nhập tên đăng nhập hợp lệ!
xh_za: Ngena ngokungena okusebenzayo !
zh_cn: 请输入有效用户!
zh_tw: 請輸入有效用戶!

source: Please enter the course code.
ar: ! فضلا أدخل رمز المقرر
ast_es: Por favor, escirba'l códigu del cursu
bn_bd: কোর্সের কোড লিখুন।
bs_ba: Unesite kod kursa.
ca_es: Si us plau, introduïu el codi del curs!
cs_cz: Prosím zadejte kód kurzu !
da: Indtast venligst kursuskoden!
de: Bitte geben Sie einen Kurs-Code an!
el: Παρακαλώ, εισάγετε τον κωδικό του μαθήματος!
eo: Tajpu kurskodon!
es: ¡ Introduzca el código del curso !
es_mx: Por favor, ingrese el código del curso!
eu_es: Mesedez, sartu ikastaroaren kodea !
fa_ir: !لطفاً کد درس را وارد کنید
fi_fi: Kirjoita kurssin koodi
fo_fo: Skriva kursuskotuna inn.
fur: Inserî il còde dal curs.
ga: Iontráil cód an chúrsa le do thoil.
gl: Por favor, introduce o código do curso
he_il: אנא הזן את קוד הקורס.
hi: कोर्स कोड दर्ज करें।
hr_hr: Molim unesite šifru kolegija!
hu_hu: Kérjük, írja be a kurzus kódját !
hy: Խնդրում ենք մուտքագրել դասընթացի կոդը:
id_id: Silahkan masukkan kode mata kuliah !
it: Inserire un codice identificativo del corso !
ja: コースコードを入力してください。
ka_ge: შეიტანე კურსის კოდი.
ko_kr: 과정 코드를 입력하십시요 !
lt_lt: Prašome įrašyti kurso kodą!
lv_lv: Lūdzu ievadiet kursa kodu !
mk_mk: Ве молам внесете шифра на курсот!
ms_my: Sila masukkan kod kursus.
my_mm: ကျေးဇူးပြု၍ သင်တန်းကုဒ်ကို ထည့်သွင်းပါ။
ne: कोर्स कोड प्रविष्ट गर्नुहोस्।
nl: Vul een cursuscode in!
nn_no: Registrer kode for kurset
oc: Picatz lo còde del curs.
pl_pl: Proszę podać kod kursu !
ps: مهم د کورس کوډ وليږئ.
pt_br: Por favor insira o código do curso.
pt_pt: Por favor, introduza o código do curso.
ro_ro: Va rugam introduceti codul cursului!
ru_ru: Пожалуйста, введите код курса!
sk_sk: Prosím zadajte kód kurzu!
sl: Vnesi kodo tečaja !
sq: Ju lutemi, futni kodin e kursit.
sr_rs: Molim Vas, unesite šifru kursa!
sv_se: Var vänlig ange kurskod!
sw_ke: Tafadhali weka msimbo wa kozi.
ta: பாடக் குறியீட்டை உள்ளிடவும்.
th: กรุณาใส่รหัสวิชา
tl_ph: Mangyaring ilagay ang kodigo ng kurso.
tr: Lütfen dersin kodunu girin!
uk_ua: Будь ласка, введіть код курсу !
vi_vn: Vui lòng nhập mã khóa học.
xh_za: Ngena ngekhowudi yekhosi.
zh_cn: 请输入课程代码!
zh_tw: 請輸入課程代碼!

source: Please enter the teacher's First and Last Name.
ar: ! فضلا أدخل الاسم الأول و الاسم الأخير للمدرس
ast_es: Por favor, escriba'l nome y apellíos del profesor
bn_bd: শিক্ষকের প্রথম এবং শেষ নাম লিখুন।
bs_ba: Unesite ime i prezime nastavnika.
ca_es: Si us plau, introduïu el nom i cognoms del professorat!
cs_cz: Prosím zadejte učitelovo jméno a příjmení !
da: Indtast venligst underviserens navn og fornavn!
de: Bitte geben Sie Name und Vornamen des Lehrenden an!
el: Παρακαλώ, εισάγετε το ονοματεπώνυμο του εκπαιδευτή!
eo: Tajpu nomon kaj antaŭnomon de la instruisto!
es: ¡ Introduzca el nombre y apellidos del profesor !
es_mx: Por favor, ingrese el nombre del profesor!
eu_es: Mesedez, sartu irakaslearen izena eta deitura(k) !
fa_ir: !لطفاً نام و نام خانوادگی استاد را وارد کنید
fi_fi: Kirjoita opettajan etu- ja sukunimi.
fo_fo: Skriva lærarans fyrsta og eftirnavn inn.
fur: Inserî il non e cogn dal djdentâ.
ga: Iontráil Céadainm agus Sloinneadh an Mhúinteora le do thoil.
gl: Por favor, introduce o nome e apelidos do profesor
he_il: אנא הזן את השם הפרטי והמשפחה של המורה.
hi: शिक्षक का प्रथम और अंतिम नाम दर्ज करें।
hr_hr: Molim unesite prezime i ime predavača!
hu_hu: Kérjük, írja be a tanár kereszt- és vezetéknevét !
hy: Խնդրում ենք մուտքագրել ուսուցչի անունն ու ազգանունը:
id_id: Silahkan masukkan nama belakang dan depann pengajar !
it: Inserire nome e cognome del coordinatore !
ja: 教員の名と姓を入力してください。
ka_ge: შეიტანე მასწავლებლის სახელი და გვარი.
ko_kr: 교사의 성명을 입력하십시오!
lo: ກະລຸນາປ້ອນຊື່ ແລະ ນາມສະກຸນຂອງອາຈານ.
lt_lt: Prašome įrašyti dėstytojo vardą ir pavardę!
lv_lv: Lūdzu, norādiet Lektora vārdu un uzvārdu !
mk_mk: Ве молам внесете го името презимето на учителот!
ms_my: Sila masukkan Nama Pertama dan Nama Akhir guru.
my_mm: ကျေးဇူးပြု၍ ဆရာ၏ အမည်နှင့် မျိုးရိုးအမည်ကို ထည့်သွင်းပါ။
ne: शिक्षकको नाम र थर प्रविष्ट गर्नुहोस्।
nl: Vul de naam en voornaam van de docent in!
nn_no: Registrer undervisers navn og fornavn
oc: Picatz lo nom e lo nom de familha del professor.
pl_pl: Proszę wpisać imię i nazwisko nauczyciela!
ps: مهم د استاد لومړی او پلارنوم وليږئ.
pt_br: Digite o professor Nome e sobrenome.
pt_pt: Por favor, introduza o Primeiro e Último Nome do instrutor !
ro_ro: Va rugam introduceti numele si prenumele profesorului!
ru_ru: Пожалуйста, введите имя и фамилию преподавателя!
sk_sk: Prosím zadajte krstné meno a priezvisko lektora!
sl: Vnesi priimek in ime učitelja !
sq: Ju lutemi, futni emrin dhe mbiemrin e mësuesit.
sr_rs: Molim Vas, unesite ime predavača i ime!
sv_se: Var vänlig ange lärarens för- och efternamn!
sw_ke: Tafadhali weka Jina la Kwanza na la Mwisho la mwalimu.
ta: ஆசிரியரின் முதல் மற்றும் கடைசி பெயரை உள்ளிடவும்.
th: กรุณาใส่ชื่ออาจารย์ผู้สอน
tl_ph: Mangyaring ilagay ang Pangalan at Apelyido ng guro.
tr: Lütfen ders sorumlusunun adını ve soyadını girin!
uk_ua: Будь ласка, введіть ім'я та прізвище викладача !
vi_vn: Vui lòng nhập Tên và Họ của giảng viên.
xh_za: Ngena ngegama lokuqala nefani katitshala.
zh_cn: 请输入授课老师姓名!
zh_tw: 請輸入授課老師姓名!

source: Please enter the course title
ar: ! فضلا أدخل عنوان المقرر
ast_es: Por favor, escriba'l títulu del cursu
bn_bd: কোর্সের শিরোনাম লিখুন
bs_ba: Unesite naslov kursa
ca_es: Si us plau, introduïu el títol del curs!
cs_cz: Prosím zadejte název kurzu !
da: Indtast venligst kursustitlen!
de: Bitte geben Sie die Kursbezeichnung an!
el: Παρακαλώ, εισάγετε τον τίτλο του μαθήματος!
eo: Tajpu la kurstitolon!
es: ¡ Introduzca el título del curso !
es_mx: Por favor, ingrese el nombre del curso!
eu_es: Mesedez, sartu ikastaroaren titulua !
fa_ir: !لطفاً نام درس را وارد کنید
fi_fi: Kirjoita kurssin nimi
fo_fo: Skriva kursusheitið inn
fur: Inserî il titol dal curs
ga: Iontráil teideal an chúrsa le do thoil
gl: Por favor, introduce o título do curso
he_il: אנא הזן את כותרת הקורס
hi: कोर्स शीर्षक दर्ज करें
hr_hr: Molim unesite naziv kolegija!
hu_hu: Kérjük, írja be a kurzus címét !
hy: Խնդրում ենք մուտքագրել դասընթացի վերնագիրը
id_id: Silahkan masukkan judul mata kuliah !
it: Inserire il titolo del corso !
ja: コースタイトルを入力してください
ka_ge: შეიტანე კურსის სათაური
ko_kr: 과정 타이틀을 입력하십시오 !
lt_lt: Prašome įrašyti kurso pavadinimą!
lv_lv: Lūdzu ievadiet kursa nosaukumu !
mk_mk: Ве молам внесете го насловот на курсот!
ms_my: Sila masukkan tajuk kursus
my_mm: ကျေးဇူးပြု၍ သင်တန်းခေါင်းစဉ်ကို ထည့်သွင်းပါ
ne: कोर्स शीर्षक प्रविष्ट गर्नुहोस्
nl: Vul de cursustitel in!
nn_no: Registrer tittel for kurset
oc: Picatz lo títol del curs
pl_pl: Proszę wpisać tytuł kursu!
ps: مهم د کورس سرلیک وليږئ
pt_br: Digite o título do curso
pt_pt: Por favor, introduza o título da formação
ro_ro: Va rugam introduceti titlul cursului!
ru_ru: Пожалуйста, введите название курса!
sk_sk: Prosím zadajte názov kurzu!
sl: Vnesi naslov tečaja !
sq: Ju lutemi, futni titullin e kursit
sr_rs: Molim Vas, unesite ime kursa!
sv_se: Var vänlig ange kursens titel!
sw_ke: Tafadhali weka kichwa cha kozi
ta: பாடத் தலைப்பை உள்ளிடவும்
th: กรุณาใส่ชื่อวิชา
tl_ph: Mangyaring ilagay ang pamagat ng kurso
tr: Lütfen dersin adını girin!
uk_ua: Будь ласка, введіть назву курсу !
vi_vn: Vui lòng nhập tiêu đề khóa học
xh_za: Ngena nesihloko sekhosi
zh_cn: 请输入课程名称!
zh_tw: 請輸入課程名稱!

source: Accepted formats are JPG, PNG and GIF !
ar: ! JPG,PNG, GIF الإمتدادات المقبولة هي
ast_es: Acéptense los formatos .jpg .png y .gif
bn_bd: গৃহীত ফরম্যাট JPG, PNG এবং GIF!
bs_ba: Prihvaćeni formati su JPG, PNG i GIF!
ca_es: Els formats acceptats són: .JPG, .PNG i .GIF!
cs_cz: Akceptovatelné formáty jsou JPG, PNG a GIF !
da: Godkendte formater er JPG, PNG og GIF!
de: Es werden nur Dateien der Formate JPG, PNG und GIF akzeptiert!
el: Αποδεκτές μορφές είναι JPG, PNG και GIF!
eo: Akceptataj estas nur la dosierformoj JPG, PNG kaj GIF!
es: Formatos aceptados: .jpg, .png y .gif
es_mx: Los formatos aceptados son: JPG, PNG o GIF!
eu_es: Onartutako formatuak: JPG, PNG eta GIF !
fa_ir: گونه های قابل قبول برای عکس تنها <br>!هستند GIF و PNG ،JPG<br>
fi_fi: Sallitut tiedostomuodot ovat JPG, PNG ja GIF!
fo_fo: Goðbrotnar formater eru JPG, PNG og GIF !
fur: Formâ accetadis a son JPG, PNG e GIF!
ga: Formáidí inghlactha ná JPG, PNG agus GIF !
gl: Os formatos válidos son JPG, PNG e GIF
he_il: הפורמטים המקובלים הם JPG, PNG ו-GIF!
hi: स्वीकृत प्रारूप JPG, PNG और GIF हैं!
hr_hr: Podržavani formati su JPG, PNG i GIF!
hu_hu: A JPG, PNG és GIF az elfogadott formátumok !
hy: Ընդունելի ձևաչափերն են JPG, PNG և GIF !
id_id: Format yang diperbolehkan adalah JPG, PNG dan GIF !
it: Formati ammessi: JPG, PNG e GIF !
ja: 許可されている形式は JPG、PNG、GIF です！
ka_ge: მიღებული ფორმატებია JPG, PNG და GIF!
ko_kr: 허용가능한 파일 형태는 JPG, PNG 그리고 GIF입니다 !
lo: ຮູບແບບທີ່ຍອມຮັບແມ່ນ JPG, PNG ແລະ GIF!
lt_lt: Leidžiami formatai yra JPG, PNG ir GIF !
lv_lv: Atļautie formāti ir JPG, PNG and GIF !
mk_mk: прифатени формати се JPG, PNG и GIF !
ms_my: Format yang diterima ialah JPG, PNG dan GIF!
my_mm: လက်ခံထားသော ဖိုင်ပုံစံများမှာ JPG၊ PNG နှင့် GIF ဖြစ်သည် !
ne: JPG, PNG र GIF ढाँचाहरू मात्र स्वीकार्य छन् !
nl: Enkel afbeeldingen van het type PNG, JPG of GIF zijn toegestaan.
nn_no: Godkjente formater er JPG, PNG og GIF !
oc: Los formats acceptats son JPG, PNG e GIF !
pl_pl: Akceptowane formaty: JPG, PNG oraz GIF!
ps: منل شوي فارمیټونه JPG، PNG او GIF دي !
pt_br: formatos aceitos são JPG, PNG e GIF!
pt_pt: Os formatos aceites são: JPG, PNG e GIF !
ro_ro: Formatele acceptate sunt JPG, PNG si GIF!
ru_ru: Допустимые форматы файлов: JPG, PNG, GIF!
sk_sk: Akceptované formáty sú JPG, PNG a GIF!
sl: Sprejemljivi formati so JPG, PNG in GIF !
sq: Formatet e pranuara janë JPG, PNG dhe GIF!
sr_rs: Podržavani formati su JPG, PNG i GIF!
sv_se: Tillåtna format är JPG, PNG och GIF!
sw_ke: Fomati zinazokubalika ni JPG, PNG na GIF!
ta: ஏற்றுக்கொள்ளப்பட்ட வடிவங்கள் JPG, PNG மற்றும் GIF !
th: รูปแบบไฟล์ภาพที่ระบบยอมรับและแสดงผลได้คือสกุล .jpg .png .gif
tl_ph: Tinatanggap na mga format ay JPG, PNG at GIF!
tr: Sadece JPG, PNG ve GIF formatları kabul edilir!
uk_ua: Допустимі формати файлів: JPG, PNG та GIF !
vi_vn: Định dạng được chấp nhận là JPG, PNG và GIF!
xh_za: Iifomati ezamkelweyo yi-JPG, PNG ne-GIF !
zh_cn: 可接受格式为:JPG, PNG 于GIF!
zh_tw: 可接受格式為:JPG, PNG 於GIF!

source: This login is already taken !
ar: ! اسم التسجيل هذا مستخدم من قبل شخص آخر
ast_es: Hai daquién que yá tien esti Nome d'usuariu
bn_bd: এই লগইন ইতিমধ্যে ব্যবহৃত!
bs_ba: Ovo korisničko ime je već zauzeto!
ca_es: Aquest nom d'usuari ja està en ús!
cs_cz: Toto přihlašovací jméno je již použito !
da: Dette brugernavn er allerede taget!
de: Dieser Benutzername ist bereits vergeben!
el: Αυτό το login χρησιμοποιείται ήδη!
eo: Tiu salutonomo estas jam okupata !
es: Este Nombre de usuario ya está en uso
es_mx: El nombre de usuario elegido ya existe!
eu_es: Erabiltzaile izen hau badago hartuta !
fa_ir: این نام کاربری قبلاً توسط شخص دیگری استفاده شده است
fi_fi: Tämä käyttäjätunnus on jo käytössä!
fo_fo: Hetta innloggingsnavnið er longu tikin !
fur: Chest login e già doprât!
ga: Tá an logáil isteach seo glactha cheana !
gl: Este nome de usuario xa o ten outra persoa
he_il: כניסה זו כבר בוצעה!
hi: यह लॉगिन पहले से लिया गया है!
hr_hr: Korisničko ime u uporabi!
hu_hu: Ez a login már foglalt !
hy: Այս մուտքագրումը արդեն օգտագործված է !
id_id: Login ini sudah terpakai !
it: Questo nome utente è già attivo !
ja: このログインは既に使用されています！
ka_ge: ეს ლოგინი უკვე დაკავებულია!
ko_kr: 이미 존재하는 로그인 네임입니다 !
lo: ຊື່ເຂົ້າໃຊ້ນີ້ມີຄົນໃຊ້ແລ້ວ!
lt_lt: Šis prisijungimas jau įvykdytas!
lv_lv: Šis lietotājvārds jau eksistē ! Izvēlies citu.
mk_mk: Ова корисничко име веќе постои !
ms_my: Log masuk ini telah diambil!
my_mm: ဤအကောင့်ဝင်အချက်အလက်ကို ယူထားပြီးဖြစ်သည် !
ne: यो लगइन पहिले नै प्रयोग गरिएको छ !
nl: Deze login-naam is reeds in gebruik!
nn_no: Dette p�loggingsnavnet er opptatt !
oc: Aqueste login es ja pres !
pl_pl: Ten login jest już zajęty!
ps: دا لاړن په پخوانی کې اخیستل شوی !
pt_br: Este login é já tomadas!
pt_pt: Este login/acesso j� se encontra atribu�do !
ro_ro: Acest nume este deja alocat!
ru_ru: Данное регистрационное имя пользователя уже занято!
sk_sk: Toto prihlasovacie meno je už použité!
sl: To uporabniško ime je že v uporabi !
sq: Kjo hyrje është tashmë e zënë!
sr_rs: Ovo korisničko ime je već zauzeto!
sv_se: Detta anv�ndarnamn �r upptaget!
sw_ke: Ingizo hili tayari limetumiwa!
ta: இந்த உள்நுழைவு ஏற்கனவே பயன்படுத்தப்பட்டுள்ளது !
th: ���ͼ�������駹�� �ռ�����������
tl_ph: Ang login na ito ay ginagamit na!
tr: Bu kullanıcı adı mevcut!
uk_ua: Такий логін вже зарезервований !
vi_vn: Tên đăng nhập này đã được sử dụng!
xh_za: Ukuqonda oku sele kuthathwe !
zh_cn: 您已经登录!
zh_tw: 您已經登錄!

source: Import users list
ar: ! XML/CSV إستيراد قائمة من المستخدمين من ملف
ast_es: Importar usuarios dende un ficheru XML/CSV
bn_bd: ব্যবহারকারীদের তালিকা আমদানি করুন
bs_ba: Uvezi listu korisnika
ca_es: Importar llistat d'usuaris des d'un arxiu XML/CSV
cs_cz: Importuj seznam uživatelů z XML/CSV souboru
da: Importer en liste af brugere fra en XML/CSV fil
de: Eine Liste von Benutzern aus einer XML/CSV-Datei importieren
el: Εισαγωγή λίστας χρηστών από αρχείο XML/CSV
eo: Importi uzulan liston el XMLa aŭ CSVa dosiero
es: Importar usuarios desde un fichero XML/CSV
es_mx: Importar una lista de usuarios desde un archivo XML/CSV
eu_es: Inportatu erabiltzaile zerrenda XML/CSV fitxategi batetik
fa_ir: درون ریزی فهرست کاربران
fi_fi: Tuo käyttäjälista
fo_fo: Innflyt brúkaralista
fur: Importe liste utents
ga: Iompórtáil liosta úsáideoirí
gl: Importar unha lista de usuarios dun ficheiro XML/CSV
he_il: ייבא רשימת משתמשים
hi: उपयोगकर्ताओं की सूची आयात करें
hr_hr: Preuzmi popis korisnika iz datoteke XML/CSV
hu_hu: felhasználók importálása XML/CSV fájlból
hy: Ներմուծել օգտատերերի ցուցակը
id_id: Import daftar user dari file XML/CSV
it: Importa un elenco di utenti da un file XML/CSV
ja: ユーザー一覧をインポート
ka_ge: იმპორტი მომხმარებელთა სიის
ko_kr: XML/CSV 파일로부터 유저리스트를 가지고옵니다. (import)
lt_lt: Importuoti vartotojų sąrašą iš XML/CSV failo
lv_lv: Importēt lietotāju sarakstu no XML/CSV faila
mk_mk: Увези листа на корисници од XML/CSV датотека
ms_my: Import senarai pengguna
my_mm: အသုံးပြုသူစာရင်းကို တင်သွင်းပါ
ne: प्रयोगकर्ता सूची आयात गर्नुहोस्
nl: Importeer een gebruikerslijst uit een XML- of CSV-bestand
nn_no: Importer en liste av brukere fra en XML/CSV-fil
oc: Importar la lista d'utilizaires
pl_pl: Importuj listę użytkowników
ps: کاروونکو لیست راوړل
pt_br: Importar lista de usuários
pt_pt: Importar lista de utilizadores
ro_ro: Importa lista de utilizatori dintr-un fisier XML/CSV
ru_ru: Импортировать список пользователей из XML/CSV файлов
sk_sk: Importuj zoznam používateľov zo súboru XML/CSV
sl: Uvozi seznam uporabnikov
sq: Importo listën e përdoruesve
sr_rs: Uvezi listu korisnika iz XML/CSV fajla
sv_se: Importera en användarlista från en fil
sw_ke: Ingiza orodha ya watumiaji
ta: பயனர் பட்டியலை இறக்குமதி செய்யவும்
th: นำเข้ารายชื่อผู้ใช้จากไฟล์รูปแบบ xml/csv
tl_ph: I-import ang listahan ng mga gumagamit
tr: XML/CSV formatındaki bir dosyadan kullanıcı listesi al
uk_ua: Імпорт списку користувачів із файлів XML/CSV
vi_vn: Nhập danh sách người dùng
xh_za: Genisa uluhlu lwabasebenzisi
zh_cn: 导入用户
zh_tw: 匯入用戶

source: Only users from the course
ar: مستخدمي المقرر فقط
ast_es: Namás usuarios del cursu
bn_bd: শুধুমাত্র কোর্সের ব্যবহারকারী
bs_ba: Samo korisnici s kursa
ca_es: Només usuaris del curs
cs_cz: Jenom uživatelé tohoto kurzu
da: Kun deltagere fra kurset
de: Nur Teilnehmer/innen dieses Kurses
el: Μόνο χρήστες από αυτό το μάθημα
eo: Nur uzuloj de la kurso
es: Sólo usuarios del curso
es_mx: Solo usuarios del curso
eu_es: Ikastaroko erabiltzaileak soilik
fa_ir: تنها کاربران ثبت نام شده در درس
fi_fi: Vain kurssin käyttäjät
fo_fo: Bert brúkarar frá kursinum
fur: Dome utents dal curs
ga: Úsáideoirí ón gcúrsa amháin
gl: Só usuarios do curso
he_il: רק משתמשים מהקורס
hi: केवल कोर्स के उपयोगकर्ता
hr_hr: Samo za korisnike upisane na kolegij
hu_hu: Csak ennek a kurzusnak a felhasználói
hy: Միայն դասընթացի օգտատերերը
id_id: Hanya user dari mata kuliah
it: Solo utenti del corso
ja: コースのユーザーのみ
ka_ge: მხოლოდ კურსის მომხმარებლები
ko_kr: 과정의 유저들만
lo: ສະເພາະຜູ້ໃຊ້ຈາກລາຍວິຊາ
lt_lt: Tiktai kurso vartotojams
lv_lv: Tikai kursa lietotāji
mk_mk: Само корисници на курсот
ms_my: Hanya pengguna dari kursus
my_mm: သင်တန်းမှ အသုံးပြုသူများသာလျှင်
ne: केवल कोर्सका प्रयोगकर्ताहरू
nl: Enkel gebruikers van de cursus
nn_no: Bare brukere fra kurset
oc: Solament los utilizaires del curs
pl_pl: Tylko użytkownicy z kursu
ps: یوازې د کورس څخه کاروونکي
pt_br: Somente os usuários do curso
pt_pt: Apenas utilizadores do curso
ro_ro: Numai utilizatorii cursului
ru_ru: Только пользователям курса
sk_sk: Iba používatelia tohto kurzu
sl: Le uporabniki tečaja
sq: Vetëm përdoruesit nga kursi
sr_rs: Samo korisnici prijavljeni na kurs
sv_se: Bara användare från kursen
sw_ke: Watumiaji kutoka kozi pekee
ta: பாடத்திலிருந்து பயனர்கள் மட்டும்
th: เฉพาะผู้ใช้ในรายวิชา
tl_ph: Mga gumagamit mula sa kurso lamang
tr: Sadece bu dersin katılımcıları
uk_ua: Тільки користувачі курсу
vi_vn: Chỉ người dùng từ khóa học
xh_za: Abasebenzisi bekhosi kuphela
zh_cn: 导出范围
zh_tw: 匯出範圍

source: Add classes to a course
ar: إضافة فصول إلى مقرر
ast_es: Amestar clases a un cursu
bn_bd: একটি কোর্সে ক্লাস যোগ করুন
bs_ba: Dodaj klase u kurs
ca_es: Afegir aules a un curs
cs_cz: Přidat třídy do kurzu
da: Tilføj klasser til et kursus
de: Klassen zu einem Kurs hinzufügen
el: Προσθήκη τάξεων στο μάθημα
eo: Aldoni klasojn al kurso
es: Añadir clases a un curso
es_mx: Agregar clases a un curso
eu_es: Gehitu klaseak ikastaro bati
fa_ir: اضافه کردن کلاس به یک درس
fi_fi: Lisää luokkia kurssiin
fo_fo: Legg bólkar afturat einum kursi
fur: Zonte clasis a un curs
ga: Cuir ranganna le cúrsa
gl: Engadir clases a un curso
he_il: הוסף שיעורים לקורס
hi: कोर्स में कक्षाएँ जोड़ें
hr_hr: Dodaj razrede na kolegij
hu_hu: Osztályok hozzáadása egy kurzushoz
hy: Ավելացնել դասարաններ դասընթացի
id_id: Tambah kelas ke mata kuliah
it: Aggiungi classi ad un corso
ja: コースにクラスを追加
ka_ge: დაამატე კლასები კურსში
ko_kr: 클래스를 과정에 추가
lt_lt: Prijungti klases prie kurso
lv_lv: Pievienot kursā klases
mk_mk: Додај паралелки на курсот
ms_my: Tambah kelas ke kursus
my_mm: သင်တန်းတစ်ခုသို့ အတန်းများထည့်ပါ
ne: कोर्समा कक्षाहरू थप्नुहोस्
nl: Voeg klassen toe aan een cursus
nn_no: Legg klasser til et kurs
oc: Apondre las classes a un curs
pl_pl: Dodaj klasy do kursu
ps: د کورس ته ټولې اضافه کول
pt_br: Acrescentar turmas a um curso
pt_pt: Adicionar turmas a um curso
ro_ro: Adauga clase la un curs
ru_ru: Добавить классы на курс
sk_sk: Pridať triedy do kurzu
sl: Dodaj razred(e) k tečaju
sq: Shto klasa në një kurs
sr_rs: Dodavanje razreda na kurs
sv_se: Lägg till klasser till en kurs
sw_ke: Ongeza madarasa kwenye kozi
ta: ஒரு பாடத்திற்கு வகுப்புகளைச் சேர்க்கவும்
th: เพิ่มหมู่เรียนในรายวิชา
tl_ph: Magdagdag ng mga klase sa isang kurso
tr: Derse sınıf ekle
uk_ua: Додати класи до курсу
vi_vn: Thêm lớp vào khóa học
xh_za: Faka iiklasi kwikhosi
zh_cn: 分配课程-班级
zh_tw: 分發課程-班級

source: Add users to course
ar: إضافة مستخدمين إلى مقرر
ast_es: Amestar usuarios a un cursu
bn_bd: কোর্সে ব্যবহারকারী যোগ করুন
bs_ba: Dodaj korisnike u kurs
ca_es: Afegir usuaris a un curs
cs_cz: Přidat uživatele do kurzu
da: Tilføj brugere til et kursus
de: Benutzer zu einem Kurs hinzufügen
el: Προσθήκη χρηστών στο μάθημα
eo: Aldoni uzulojn al kursoj
es: Inscribir usuarios en un curso
es_mx: Agregar usuarios a un curso
eu_es: Gehitu erabiltzaileak ikastaro bati
fa_ir: اضافه کردن یک کاربر به یک درس
fi_fi: Lisää käyttäjiä kurssiin
fo_fo: Legg brúkarar afturat kursi
fur: Zedi utents al cors
ga: Cuir úsáideoirí leis an gcúrsa
gl: Engadir usuarios a un curso
he_il: הוסף משתמשים לקורס
hi: कोर्स में उपयोगकर्ता जोड़ें
hr_hr: Dodaj korisnike na kolegij
hu_hu: Felhasználók hozzáadása egy kurzushoz
hy: Ավելացնել օգտատերեր դասընթացին
id_id: Tambah user ke mata kuliah
it: Aggiungi utenti ad un corso
ja: ユーザーをコースに追加
ka_ge: მომხმარებლების კურსში დამატება
ko_kr: 과정에 유저를 추가
lt_lt: Pridėti vartotojus į kursą
lv_lv: Pievienot kursā lietotājus
mk_mk: Додај корисници на курсот
ms_my: Tambah pengguna ke kursus
my_mm: သင်တန်းသို့ အသုံးပြုသူများထည့်ပါ
ne: पाठ्यक्रममा प्रयोगकर्ता थप्नुहोस्
nl: Gebruikers aan cursussen toevoegen
nn_no: Legg brukere til et kurs
oc: Apondre los utilizaires al curs
pl_pl: Dodaj użytkowników do kursu
ps: د درس ته استعمال کوونکي اضافه کړئ
pt_br: Adicionar usuários em curso
pt_pt: Adicionar utilizadores a um curso
ro_ro: Adaugati utilizatori la curs
ru_ru: Добавить пользователей на курс
sk_sk: Pridať používateľa do kurzu
sl: Dodaj uporabnike k tečaju
sq: Shtoni përdorues në kurs
sr_rs: Dodavanje korisnika na kurs
sv_se: Lägg till användare till en kurs
sw_ke: Ongeza watumiaji kwenye kozi
ta: பாடநூலுக்கு பயனர்களைச் சேர்க்கவும்
th: เพิ่มผู้ใช้เข้ารายวิชา
tl_ph: Magdagdag ng mga gumagamit sa kurso
tr: Derse kullanıcı ekle
uk_ua: Додати користувачів до курсу
vi_vn: Thêm người dùng vào khóa học
xh_za: Faka abasebenzisi kwizifundo
zh_cn: 分配课程-用户
zh_tw: 分發課程-用戶
