Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Exercises progress
ar: التقدم في التمارين
ast_es: Progresu d'eiercicios
bn_bd: ব্যায়াম অগ্রগতি
bs_ba: Napredak vježbi
ca_es: Progrés d'exercicis
cs_cz: Průběh cvičení
da: Øvelser fremskridt
de: Fortschritt Übungen
el: Πρόοδος ασκήσεων
eo: Progreso de ekzercoj
es: Progreso de ejercicios
es_mx: Progreso de ejercicios
eu_es: Ariketen aurrerapena
fa_ir: پیشرفت تمرین‌ها
fi_fi: Harjoitusten edistyminen
fo_fo: Æfingar framgongd
fur: Progress egersizis
ga: Forbairt cleachtaí
gl: Progreso de exercicios
he_il: התקדמות תרגילים
hi: अभ्यास प्रगति
hr_hr: Napredak vježbi
hu_hu: Gyakorlatok előrehaladása
hy: Վարժությունների առաջընթաց
id_id: Kemajuan latihan
it: Progressi delle esercitazioni
ja: 演習の進捗
ka_ge: ვარჯიშების პროგრესი
ko_kr: 연습 진행 상황
lo: ຄວາມຄືບໜ້າຂອງບົດເຝິກຫັດ
lt_lt: Pratimų eiga
lv_lv: Vingrinājumu progresa
mk_mk: Напредок на вежбите
ms_my: Kemajuan Latihan
my_mm: လေ့ကျင့်ခန်းတိုးတက်မှု
ne: अभ्यासहरू प्रगति
nl: Oefeningenvoortgang
nn_no: Øvingar framdrift
oc: Progression dels exercicis
pl_pl: Postęp ćwiczeń
ps: د تمرینونو پرمختګ
pt_br: Progresso dos exercícios
pt_pt: Progresso dos exercícios
ro_ro: Progresul de exercitii
ru_ru: Прогресс упражнений
sk_sk: Pokrok v cvičení
sl: Napredek vaj/testov
sq: Progresi i ushtrimeve
sr_rs: Napredak vežbi
sv_se: Övningsframsteg
sw_ke: Maendeleo ya Mazoezi
ta: உடற்பயிற்சிகள் முன்னேற்றம்
th: ความคืบหน้าแบบฝึกหัด
tl_ph: Progress ng mga ehersisyo
tr: Alıştırma ilerlemesi
uk_ua: Прогрес вправ
vi_vn: Tiến độ bài tập
xh_za: Intshukumo yezilingu
zh_cn: 练习进度
zh_tw: 練習進度

source: Incomplete exercises
ar: التمارين غير المكتملة
ast_es: Eiercicios incompletos
bn_bd: অসম্পূর্ণ ব্যায়াম
bs_ba: Nepotpune vježbe
ca_es: Exercicis incomplets
cs_cz: Nedokončené cvičení
da: Ufuldendte øvelser
de: Unvollständige Übungen
el: Ανολοκλήρωτες ασκήσεις
eo: Neplenaj ekzercoj
es: Ejercicios incompletos
es_mx: Ejercicios incompletos
eu_es: Osatu gabe dauden ariketa
fa_ir: تمرین‌های ناتمام
fi_fi: Valmistumattomat harjoitukset
fo_fo: Ókláraðar æfingar
fur: Egersizis incomplets
ga: Cleachtaí neamhiomlána
gl: Exercicios incompletos
he_il: תרגילים שלא הסתיימו
hi: अपूर्ण अभ्यास
hr_hr: Nepotpune vježbe
hu_hu: Elincomplete gyakorlatok
hy: Անավարտ վարժություններ
id_id: Latihan tidak lengkap
it: Esercitazioni non completate
ja: 未完了演習
ka_ge: დაუმთავრებელი ვარჯიშები
ko_kr: 미완료 연습
lo: ບົດເຝິກຫັດທີ່ບໍ່ສຳເລັດ
lt_lt: Nebaigti pratimai
lv_lv: Nepabeigti vingrinājumi
mk_mk: Непотполни вежби
ms_my: Latihan tidak lengkap
my_mm: မပြည့်စုံသော လေ့ကျင့်ခန်းများ
ne: अपूर्ण अभ्यासहरू
nl: Onvolledige oefeningen
nn_no: Ufullstendige øvingar
oc: Exercicis incomplets
pl_pl: Niekompletne ćwiczenia
ps: ناتمامې تمرینونه
pt_br: Exercícios Imcompletos
pt_pt: Exercícios incompletos
ro_ro: Exercitii incomplete
ru_ru: Незавершенные упражнения
sk_sk: Neúplné cvičenie
sl: Nedokončane vaje/testi
sq: Ushtrime të paplota
sr_rs: Nepotpune vežbe
sv_se: Ofullständiga övningar
sw_ke: Mazoezi usiokamilika
ta: முழுமையாகாத உடற்பயிற்சிகள்
th: แบบฝึกหัดที่ยังไม่สมบูรณ์
tl_ph: Hindi kumpletong mga ehersisyo
tr: Tamamlanmamış alıştırmalar
uk_ua: Незавершені вправи
vi_vn: Bài tập chưa hoàn thành
xh_za: Izilingu ezingafezekanga
zh_cn: 未完成练习
zh_tw: 未完成的練習

source: Completed exercises
ar: التمارين المكتملة
ast_es: Eiercicios completos
bn_bd: সম্পন্ন ব্যায়াম
bs_ba: Završene vježbe
ca_es: Exercicis completats
cs_cz: Dokončené cvičení
da: Fuldendte øvelser
de: Abgeschlossene Übungen
el: Ολοκληρωμένες ασκήσεις
eo: Finita ekzercoj
es: Ejercicios completados
es_mx: Ejercicios completados
eu_es: Osatutako ariketa
fa_ir: تمرین‌های تکمیل‌شده
fi_fi: Valmistuneet harjoitukset
fo_fo: Liðugar æfingar
fur: Egersizis completâts
ga: Cleachtaí críochnaithe
gl: Exercicios completados
he_il: תרגילים שהסתיימו
hi: पूर्ण अभ्यास
hr_hr: Završene vježbe
hu_hu: Kész gyakorlatok
hy: Ավարտված վարժություններ
id_id: Latihan selesai
it: Esercitazioni completate
ja: 完了演習
ka_ge: დამთავრებული ვარჯიშები
ko_kr: 완료된 연습
lo: ບົດເຝິກຫັດທີ່ສຳເລັດແລ້ວ
lt_lt: Baigti pratimai
lv_lv: Pabeigti vingrinājumi
mk_mk: Завршени вежби
ms_my: Latihan yang dilengkapkan
my_mm: ပြီးစီးထားသော လေ့ကျင့်ခန်းများ
ne: सम्पन्न अभ्यासहरू
nl: Afgeronde oefeningen
nn_no: Ferdigstilte øvingar
oc: Exercicis complets
pl_pl: Ukończone ćwiczenia
ps: تکمیل شوي تمرینونه
pt_br: Exercícios completados
pt_pt: Exercícios completos
ro_ro: Exercitii completate
ru_ru: Завершенные упражнения
sk_sk: Dokončené cvičenia
sl: Dokončane vaje/testi
sq: Ushtrime të përfunduara
sr_rs: Završene vežbe
sv_se: Fullföllda övningar
sw_ke: Mazoezi yaliyokamilika
ta: முடிந்த உடற்பயிற்சிகள்
th: แบบฝึกหัดที่เสร็จสมบูรณ์
tl_ph: Nakumpletong mga ehersisyo
tr: Tamamlanmış alıştırmalar
uk_ua: Завершені вправи
vi_vn: Bài tập đã hoàn thành
xh_za: Izilingu ezifezekiweyo
zh_cn: 已完成练习
zh_tw: 已完成的練習

source: Total exercises
ar: مجموع التمارين
ast_es: Total d'eiercicios
bn_bd: মোট ব্যায়াম
bs_ba: Ukupno vježbi
ca_es: Total d'exercicis
cs_cz: Celková cvičení
da: Samlede øvelser
de: Übungen insgesamt
el: Σύνολο ασκήσεων
eo: Totalaj ekzercoj
es: Total de ejercicios
es_mx: Total de ejercicios
eu_es: Ariketa guztien guztira
fa_ir: کل تمرین‌ها
fi_fi: Harjoitusten kokonaismäärä
fo_fo: Samlaðar æfingar
fur: Total egersizis
ga: Cleachtaí iomlána
gl: Total de exercicios
he_il: סך כל התרגילים
hi: कुल अभ्यास
hr_hr: Ukupno vježbi
hu_hu: Összes gyakorlat
hy: Ընդհանուր վարժություններ
id_id: Total latihan
it: Totale esercitazioni
ja: 演習合計
ka_ge: სულ ვარჯიშები
ko_kr: 총 연습 수
lo: ບົດເຝິກຫັດທັງໝົດ
lt_lt: Viso pratimų
lv_lv: Kopā vingrinājumi
mk_mk: Вкупно вежби
ms_my: Jumlah latihan
my_mm: လေ့ကျင့်ခန်းစုစုပေါင်း
ne: कुल अभ्यासहरू
nl: Totaal oefeningen
nn_no: Totalt øvingar
oc: Total exercicis
pl_pl: Łączna liczba ćwiczeń
ps: ټول تمرینونه
pt_br: Total de exercícios
pt_pt: Total de exercícios
ro_ro: Totalul de exercitii
ru_ru: Всего упражнений
sk_sk: Celkom cvičenie
sl: Skupaj vaj/testov
sq: Totali i ushtrimeve
sr_rs: Ukupno vežbi
sv_se: Totala övningar
sw_ke: Mazoezi yote
ta: மொத்த உடற்பயிற்சிகள்
th: แบบฝึกหัดทั้งหมด
tl_ph: Kabuuang mga ehersisyo
tr: Toplam alıştırmalar
uk_ua: Всього вправ
vi_vn: Tổng bài tập
xh_za: Zonke izilingu
zh_cn: 总练习数
zh_tw: 總練習數

source: Learning paths progress
ar: التقدم في مسارات التعلم
ast_es: Progresu de les rutes d'apreñimientu
bn_bd: লার্নিং পাথ অগ্রগতি
bs_ba: Napredak putanja učenja
ca_es: Progrés de lliçons
cs_cz: Průběh výukových cest
da: Læringsstier fremskridt
de: Fortschritt Lernpfade
el: Πρόοδος εκπαιδευτικών πεδίων
eo: Progreso de lernvojoj
es: Progreso de lecciones
es_mx: Progreso de rutas de aprendizaje
eu_es: Ikasgai-zorroen aurrerapena
fa_ir: پیشرفت مسیرهای یادگیری
fi_fi: Oppipolkujen edistyminen
fo_fo: Lærugøtu framgongd
fur: Progress percors didatichs
ga: Forbairt cosáin foghlama
gl: Progreso de leccións
he_il: התקדמות נתיבי למידה
hi: लर्निंग पथ प्रगति
hr_hr: Napredak putova učenja
hu_hu: Tanulási útvonalak előrehaladása
hy: Ուսման ուղիների առաջընթաց
id_id: Kemajuan jalur pembelajaran
it: Progressi dei percorsi di apprendimento
ja: 学習パスの進捗
ka_ge: სწავლების მარშრუტების პროგრესი
ko_kr: 학습 경로 진행 상황
lo: ຄວາມຄືບໜ້າຂອງເສັ້ນທາງການຮຽນຮູ້
lt_lt: Mokymosi kelių eiga
lv_lv: Mācīšanās ceļu progresa
mk_mk: Напредок на патеките за учење
ms_my: Kemajuan Laluan Pembelajaran
my_mm: သင်ယူမှုလမ်းကြောင်းတိုးတက်မှု
ne: सिकाइ मार्गहरू प्रगति
nl: Leerpadenvoortgang
nn_no: Læringsstiar framdrift
oc: Progression dels parcours d'aprendissatge
pl_pl: Postęp ścieżek uczenia
ps: د زده کړې لارو پرمختګ
pt_br: Progresso das Rotas de aprendizagem
pt_pt: Progresso das Rotas de Aprendizagem
ro_ro: Progresul de lectii
ru_ru: Прогресс путей обучения
sk_sk: Postup v Učebnej osnove
sl: Napredek v učnih poteh
sq: Progresi i shtegjeve mësimore
sr_rs: Napredak putanja učenja
sv_se: Inlärningsvägsframsteg
sw_ke: Maendeleo ya Njia za Kujifunza
ta: கற்றல் பாதைகள் முன்னேற்றம்
th: ความคืบหน้าเส้นทางการเรียนรู้
tl_ph: Progress ng mga learning path
tr: Öğrenme yolları ilerlemesi
uk_ua: Прогрес шляхів навчання
vi_vn: Tiến độ lộ trình học tập
xh_za: Intshukumo yeendlela zokufunda
zh_cn: 学习路径进度
zh_tw: 學習路徑進度

source: Incomplete learning paths
ar: مسارات التعلم غير المكتملة
ast_es: Rutes d'apreñimientu incomplètes
bn_bd: অসম্পূর্ণ লার্নিং পাথ
bs_ba: Nepotpune putanje učenja
ca_es: Lliçons incompletes
cs_cz: Nedokončené výukové cesty
da: Ufuldendte læringsstier
de: Unvollständige Lernpfade
el: Ανολοκλήρωτα εκπαιδευτικά πεδία
eo: Neplenaj lernvojoj
es: Lecciones incompletas
es_mx: Rutas de aprendizaje incompletas
eu_es: Osatu gabe dauden ikasgai-zorroak
fa_ir: مسیرهای یادگیری ناتمام
fi_fi: Valmistumattomat oppipolut
fo_fo: Ókláraðar lærugøtur
fur: Percors didatichs incomplets
ga: Cosáin foghlama neamhiomlána
gl: Leccións incompletas
he_il: נתיבי למידה לא שלמים
hi: अपूर्ण लर्निंग पथ
hr_hr: Nepotpuni putovi učenja
hu_hu: Elincomplete tanulási útvonalak
hy: Անավարտ ուսման ուղիներ
id_id: Jalur pembelajaran tidak lengkap
it: Percorsi di apprendimento non completati
ja: 未完了学習パス
ka_ge: დაუმთავრებელი სწავლების მარშრუტები
ko_kr: 미완료 학습 경로
lo: ເສັ້ນທາງການຮຽນຮູ້ທີ່ບໍ່ສຳເລັດ
lt_lt: Nebaigti mokymosi keliai
lv_lv: Nepabeigti mācīšanās ceļi
mk_mk: Непотполни патеки за учење
ms_my: Laluan pembelajaran tidak lengkap
my_mm: မပြည့်စုံသော သင်ယူမှုလမ်းကြောင်းများ
ne: अपूर्ण सिकाइ मार्गहरू
nl: Onvolledige leerpaden
nn_no: Ufullstendige læringsstiar
oc: Parcours d'aprendissatge incomplets
pl_pl: Niekompletne ścieżki uczenia
ps: ناتمامې زده کړې لارې
pt_br: Rotas de aprendizagem imcompletas
pt_pt: Rotas de Aprendizagem incompletas
ro_ro: Lectii incomplete
ru_ru: Незавершенные пути обучения
sk_sk: Neúplné učebné osnovy
sl: Nedokončane učne poti
sq: Shtegje mësimore të paplota
sr_rs: Nepotpune putanje učenja
sv_se: Ofullständiga inlärningsvägar
sw_ke: Njia za kujifunza zisizokamilika
ta: முழுமையாகாத கற்றல் பாதைகள்
th: เส้นทางการเรียนรู้ที่ยังไม่สมบูรณ์
tl_ph: Hindi kumpletong mga learning path
tr: Tamamlanmamış öğrenme yolları
uk_ua: Незавершені шляхи навчання
vi_vn: Lộ trình học tập chưa hoàn thành
xh_za: Iindlela zokufunda ezingafezekanga
zh_cn: 未完成学习路径
zh_tw: 未完成的學習路徑

source: Completed learning paths
ar: مسارات التعلم المكتملة
ast_es: Rutes d'apreñimientu completáes
bn_bd: সম্পন্ন লার্নিং পাথ
bs_ba: Završene putanje učenja
ca_es: Lliçons completades
cs_cz: Dokončené výukové cesty
da: Fuldendte læringsstier
de: Abgeschlossene Lernpfade
el: Ολοκληρωμένα εκπαιδευτικά πεδία
eo: Finita lernvojoj
es: Lecciones completadas
es_mx: Rutas de aprendizaje completadas
eu_es: Osatutako ikasgai-zorroak
fa_ir: مسیرهای یادگیری تکمیل‌شده
fi_fi: Valmistuneet oppipolut
fo_fo: Liðugar lærugøtur
fur: Percors didatichs completâts
ga: Cosáin foghlama críochnaithe
gl: Leccións completadas
he_il: מסלולי למידה שהושלמו
hi: पूर्ण लर्निंग पथ
hr_hr: Završeni putovi učenja
hu_hu: Kész tanulási útvonalak
hy: Ավարտված ուսման ուղիներ
id_id: Jalur pembelajaran selesai
it: Percorsi di apprendimento completati
ja: 完了学習パス
ka_ge: დამთავრებული სწავლების მარშრუტები
ko_kr: 완료된 학습 경로
lo: ເສັ້ນທາງການຮຽນຮູ້ທີ່ສຳເລັດແລ້ວ
lt_lt: Baigti mokymosi keliai
lv_lv: Pabeigti mācīšanās ceļi
mk_mk: Завршени патеки за учење
ms_my: Laluan pembelajaran yang dilengkapkan
my_mm: ပြီးစီးထားသော သင်ယူမှုလမ်းကြောင်းများ
ne: सम्पन्न सिकाइ मार्गहरू
nl: Afgeronde leerpaden
nn_no: Ferdigstilte læringsstiar
oc: Parcours d'aprendissatge complets
pl_pl: Ukończone ścieżki uczenia
ps: تکمیل شوې زده کړې لارې
pt_br: Rotas de aprendizagem completas
pt_pt: Rotas de Aprendizagem completas
ro_ro: Lectii compelectate
ru_ru: Завершенные пути обучения
sk_sk: Dokončené Učebné osnovy
sl: Zaključene učne poti
sq: Shtegje mësimore të përfunduara
sr_rs: Završene putanje učenja
sv_se: Fullföllda inlärningsvägar
sw_ke: Njia za kujifunza zilizokamilika
ta: முடிந்த கற்றல் பாதைகள்
th: เส้นทางการเรียนรู้ที่เสร็จสมบูรณ์
tl_ph: Nakumpletong mga learning path
tr: Tamamlanmış öğrenme yolları
uk_ua: Завершені шляхи навчання
vi_vn: Lộ trình học tập đã hoàn thành
xh_za: Iindlela zokufunda ezifezekiweyo
zh_cn: 已完成学习路径
zh_tw: 已完成的學習路徑

source: Total learning paths
ar: مجموع مسارات التعلم
ast_es: Rutes d'apreñimientu totales
bn_bd: মোট শিক্ষা পথ
bs_ba: Ukupno staza učenja
ca_es: Lliçons totals
cs_cz: Celkem učebních cest
da: Samlede læringsstier
de: Lernpfade insgesamt
el: Σύνολο μαθησιακών επιλογών
eo: Totalaj lernvojoj
es: Lecciones totales
es_mx: Total de itinerarios de aprendizaje
eu_es: Ikasi guztien bidea
fa_ir: مجموع مسیرهای یادگیری
fi_fi: Oppimispolut yhteensä
fo_fo: Samlaðar lærugøtur
fur: Total percors di apreniment
ga: Cóir iontrála foghlama san iomlán
gl: Leccións totais
he_il: סה"כ מסלולי למידה
hi: कुल लर्निंग पाथ
hr_hr: Ukupno putova učenja
hu_hu: Összes tanulási útvonal
hy: Ընդհանուր ուսման ուղիներ
id_id: Total jalur pembelajaran
it: Totale dei percorsi di apprendimento
ja: 学習パス合計
ka_ge: სულ სასწავლო გზები
ko_kr: 총 학습 경로 수
lo: ເສັ້ນທາງການຮຽນຮູ້ທັງໝົດ
lt_lt: Visų mokymosi kelių skaičius
lv_lv: Kopienu mācību ceļu skaits
mk_mk: Вкупно патеки за учење
ms_my: Jumlah laluan pembelajaran
my_mm: သင်ယူမှုလမ်းကြောင်းစုစုပေါင်း
ne: कुल सिकाइ मार्गहरू
nl: Totaal leerpaden
nn_no: Total læringsstier
oc: Total de parcours d'aprenentatge
pl_pl: Całkowita liczba ścieżek uczenia
ps: ټول زده کړې لارې
pt_br: Total de rotas de aprendizagem
pt_pt: Total de Rotas de Aprendizagem
ro_ro: Lectii totale
ru_ru: Всего учебных путей
sk_sk: Celkom učebných osnov
sl: Skupaj učnih poti
sq: Gjithsej shtigje mësimore
sr_rs: Ukupno staza učenja
sv_se: Totala inlärningsvägar
sw_ke: Njia za kujifunza jumla
ta: மொத்த கற்றல் பாதைகள்
th: เส้นทางการเรียนรู้ทั้งหมด
tl_ph: Kabuuang mga landas ng pag-aaral
tr: Toplam öğrenme yolları
uk_ua: Всього навчальних шляхів
vi_vn: Tổng số lộ trình học tập
xh_za: Iindlela zokufunda ezonke
zh_cn: 总学习路径数
zh_tw: 總學習路徑數

source: Time connected (hh:mm)
ar: (hh:mm) وقت الاتصال
ast_es: Tiempu conseñáu (hh:mm)
bn_bd: সংযুক্ত সময় (ঘণ্টা:মিনিট)
bs_ba: Vrijeme povezanosti (hh:mm)
ca_es: Temps connectat (hh:mm)
cs_cz: Čas připojení (hh:mm)
da: Tid forbundet (tt:mm)
de: Verbundene Zeit (ss:mm)
el: Χρόνος σύνδεσης (ωω:λλ)
eo: Tempo konektita (hh:mm)
es: Tiempo de permanencia (hh:mm)
es_mx: Tiempo conectado (hh:mm)
eu_es: Konexio denbora (hh:mm)
fa_ir: زمان اتصال (ساعت:دقیقه)
fi_fi: Yhteydessäoloaika (tt:mm)
fo_fo: Tíð tengd (tt:mm)
fur: Temp di cugnussion (or:mi)
ga: Am ceangailte (hh:mm)
gl: Tempo de permanencia (hh:mm)
he_il: זמן מחובר (שעות:ממ)
hi: कनेक्टेड समय (घंटा:मिनट)
hr_hr: Vrijeme povezanosti (hh:mm)
hu_hu: Csatlakozási idő (óó:pp)
hy: Կապված ժամանակը (ժժ:րր)
id_id: Waktu terhubung (jj:mm)
it: Tempo di connessione (hh:mm)
ja: 接続時間 (hh:mm)
ka_ge: დაკავშირების დრო (სთ:წთ)
ko_kr: 접속 시간 (시:분)
lt_lt: Prijungimo laikas (vv:mm)
lv_lv: Savienojuma laiks (st:mm)
mk_mk: Време на поврзување (чч:мм)
ms_my: Masa bersambung (jj:mm)
my_mm: ချိတ်ဆက်ထားသောအချိန် (နာရီ:မိနစ်)
ne: जडान भएको समय (घ:मि)
nl: Tijd ingelogd (hh:mm)
nn_no: Tid innlogga (tt:mm)
oc: Temps connectat (hh:mm)
pl_pl: Czas połączenia (gg:mm)
ps: د وصل کېدلو وخت (kk:mm)
pt_br: Tempo conectado (hh:mm)
pt_pt: Tempo online (hh:mm)
ro_ro: Timpul petrecut (hh:mm)
ru_ru: Время подключения (чч:мм)
sk_sk: Čas pripojenia (hh:mm)
sl: Trajanje povezave(hh:mm)
sq: Kohë të lidhur (hh:mm)
sr_rs: Vreme povezanosti (hh:mm)
sv_se: Anslutningstid (tt:mm)
sw_ke: Muda uliounganishwa (hh:mm)
ta: இணைப்பு நேரம் (மணி:நிமி)
th: เวลาที่เชื่อมต่อ (ชั่วโมง:นาที)
tl_ph: Oras na nakakonekta (hh:mm)
tr: Bağlı kalma süresi (ss:dd)
uk_ua: Час підключення (гг:хх)
vi_vn: Thời gian kết nối (hh:mm)
xh_za: Ixesha eliqondile (hh:mm)
zh_cn: 连接时间 (小时:分钟)
zh_tw: 連線時間 (時:分)

source: Select survey
ar: قم باختيار استبيان
ast_es: Escoyer enqueta
bn_bd: সার্ভে নির্বাচন করুন
bs_ba: Odaberite anketu
ca_es: Seleccionar l'enquesta
cs_cz: Vybrat průzkum
da: Vælg undersøgelse
de: Fragebogen auswählen
el: Επιλέξτε έρευνα
eo: Elekti enkeston
es: Seleccionar la encuesta
es_mx: Seleccionar encuesta
eu_es: Inkesta hautatu
fa_ir: انتخاب نظرسنجی
fi_fi: Valitse kysely
fo_fo: Vel umspóling
fur: Scealt il sondiagi
ga: Roghnaigh suirbhé
gl: Saleccionar enquisa
he_il: בחר סקר
hi: सर्वे चुनें
hr_hr: Odaberi anketu
hu_hu: Kérdőív kiválasztása
hy: Ընտրել հարցում
id_id: Pilih survei
it: Seleziona sondaggio
ja: アンケートを選択
ka_ge: გამოკითხვის შერჩევა
ko_kr: 설문 선택
lo: ເລືອກການສຳຫຼວດ
lt_lt: Pasirinkite apklausą
lv_lv: Izvēlēties aptauju
mk_mk: Изберете анкета
ms_my: Pilih tinjauan
my_mm: စစ်တမ်းရွေးပါ
ne: सर्वेक्षण छान्नुहोस्
nl: Kies enquête
nn_no: Vel spørjeundersøking
oc: Seleccionar enquesta
pl_pl: Wybierz ankietę
ps: سروې غوره کړئ
pt_br: Escolha uma pesquisa
pt_pt: Escolha um pesquisa
ro_ro: Selectați sondajul
ru_ru: Выберите опрос
sk_sk: Vybrať prieskum
sl: Izberi vprašalnik
sq: Zgjidhni anketën
sr_rs: Izaberite anketu
sv_se: Välj undersökning
sw_ke: Chagua uchunguzi
ta: கண்காணிப்பு தேர்ந்தெடுக்கவும்
th: เลือกแบบสำรวจ
tl_ph: Pumili ng survey
tr: Anket seçin
uk_ua: Вибрати опитування
vi_vn: Chọn khảo sát
xh_za: Khetha uphando
zh_cn: 选择调查
zh_tw: 選擇問卷

source: Survey copied
ar: تم نسخ الاستبيان
ast_es: Enqueta copia
bn_bd: সার্ভে কপি করা হয়েছে
bs_ba: Anketa kopirana
ca_es: Enquesta copiada
cs_cz: Průzkum zkopírován
da: Undersøgelse kopieret
de: Fragebogen kopiert
el: Δημιουργήθηκε αντίγραφο της έρευνας
eo: Enkesto kopiita
es: Encuesta copiada
es_mx: Encuesta copiada
eu_es: Inkesta kopiatua
fa_ir: نظرسنجی کپی شد
fi_fi: Kysely kopioitu
fo_fo: Umspóling avritað
fur: Sondiagi copiât
ga: Suirbhé cóipeáilte
gl: Enquisa copiada
he_il: הסקר הועתק
hi: सर्वे कॉपी हो गया
hr_hr: Anketa kopirana
hu_hu: Kérdőív másolva
hy: Հարցումը պատճենվել է
id_id: Survei disalin
it: Sondaggio copiato
ja: アンケートがコピーされました
ka_ge: გამოკითხვა კოპირებულია
ko_kr: 설문 복사됨
lo: ສຳເນົາການສຳຫຼວດແລ້ວ
lt_lt: Apklausa nukopijuota
lv_lv: Aptauja nokopēta
mk_mk: Анкетата е копирана
ms_my: Tinjauan disalin
my_mm: စစ်တမ်းကူးယူပြီး
ne: सर्वेक्षण प्रतिलिपि गरियो
nl: Enquête gekopieerd
nn_no: Spørjeundersøking kopiert
oc: Enquesta copiada
pl_pl: Ankieta skopiowana
ps: سروې کاپي شوه
pt_br: Pesquisa copiadas
pt_pt: Pesquisa copiado
ro_ro: Sondaj copiat
ru_ru: Опрос скопирован
sk_sk: Priesku skopírovaný
sl: Kopija vprašalnika je bila ustvarjena.
sq: Anketa u kopjua
sr_rs: Anketa kopirana
sv_se: Undersökning kopierad
sw_ke: Uchunguzi umekopiwa
ta: கண்காணிப்பு நகலெடுக்கப்பட்டது
th: คัดลอกแบบสำรวจแล้ว
tl_ph: Survey na kinopya
tr: Anket kopyalandı
uk_ua: Опитування скопійовано
vi_vn: Khảo sát đã sao chép
xh_za: Uphando lukopiwe
zh_cn: 调查已复制
zh_tw: 問卷已複製

source: No surveys available
ar: لا توجد استبيانات متوفرة
ast_es: Nun hai enquetes disponibles
bn_bd: কোন সার্ভে উপলব্ধ নেই
bs_ba: Nema dostupnih anketa
ca_es: No hi ha enquestes disponibles
cs_cz: Žádné průzkumy k dispozici
da: Ingen undersøgelser tilgængelige
de: Keine Fragebögen verfügbar
el: Δεν υπάρχουν έρευνες
eo: Neniu enkesto havebla
es: No hay encuestas creadas
es_mx: No hay encuestas disponibles
eu_es: Ez dago inkestarik eskuragarri
fa_ir: هیچ نظرسنجی موجود نیست
fi_fi: Ei kyselyitä
fo_fo: Ongin umfrøger til tak
fur: Nissun sondiagi disponibil
ga: Gan suirbhéanna ar fáil
gl: Non hai enquisas creadas
he_il: אין סקרים זמינים
hi: कोई सर्वे उपलब्ध नहीं
hr_hr: Nema dostupnih anketa
hu_hu: Nincs elérhető kérdőív
hy: Չկան հասանելի հարցումներ
id_id: Tidak ada survei yang tersedia
it: Non ci sono sondaggi
ja: 利用可能なアンケートはありません
ka_ge: გამოკითხვები არ არის ხელმისაწვდომი
ko_kr: 사용 가능한 설문 없음
lo: ບໍ່ມີການສຳຫຼວດ
lt_lt: Apklausų nėra
lv_lv: Nav pieejamu aptauju
mk_mk: Нема достапни анкети
ms_my: Tiada tinjauan tersedia
my_mm: စစ်တမ်းများ မရရှိနိုင်ပါ
ne: कुनै सर्वेक्षण उपलब्ध छैन
nl: Geen enquêtes beschikbaar
nn_no: Ingen spørjeundersøkingar tilgjengelege
oc: Cap enquesta disponible
pl_pl: Brak dostępnych ankiet
ps: هیڅ سروې شتون نلري
pt_br: Não há pesquisas disponíveis
pt_pt: Não há pesquisas disponíveis
ro_ro: Niciun sondaj disponibil
ru_ru: Опросы недоступны
sk_sk: Žiadne prieskumy k dispozícií
sl: Na voljo ni nobenega vprašalnika
sq: Nuk ka anketa të disponueshme
sr_rs: Nema dostupnih anketa
sv_se: Inga undersökningar tillgängliga
sw_ke: Hakuna uchunguzi unaopatikana
ta: கிடைக்கும் கண்காணிப்புகள் இல்லை
th: ไม่มีแบบสำรวจที่ใช้ได้
tl_ph: Walang magagamit na survey
tr: Kullanılabilir anket yok
uk_ua: Опитувань недоступно
vi_vn: Không có khảo sát nào khả dụng
xh_za: Akukho uphando olufumanekayo
zh_cn: 没有可用的调查
zh_tw: 無可用問卷
