Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: This question, when located on a single survey page with a first multiple choice question, will only show if the first *option* of the first question is selected. For example, 'Did you go on holiday?' -> if answering the first option 'Yes', the selective display question will appear with a list of possible holiday locations to select from.
qu_pe: Kay pruyniy, enquista p'anqapiq primiru chimpakuy pruyniywan, primiru *willakuy* pruyniy qispichikunatawan qispichikunata qispichikuy.

source: Multiple choice with free text
qu_pe: Chimpakuy willakuykuna sutinpi

source: Offer some pre-defined options, then let the user answer by text if no option matches.
qu_pe: Wakin qispichikuykuna qispichikuy, mana chimpakusqanman sutinta willakuy.

source: Multiple choice with 'other' option
qu_pe: Chimpakuy willakuykuna 'wakin'wan

source: Other...
qu_pe: Wakin...

source: Please specify:
qu_pe: Willakuy:

source: User %s has posted a document in the Assignments tool in the course %s
qu_pe: Yachakuq %s pisaq yachayniy %s kursopi

source: Download documents first
qu_pe: Yachaynikuna qichuniy

source: File %s is empty or only contains empty lines.
qu_pe: Yachayniy %s chinkakunata hina mana willakuykunaq.

source: File %s has %d non-empty lines.
qu_pe: Yachayniy %s %d mana chinkakuna willakuykunaq.

source: There are duplicates: only %d unique user names were extracted.
qu_pe: Chinkakuna kashkan: %d yachakuq sutikuna qispichisqa.

source: No line matched any actual user name.
qu_pe: Mana willakuy yachakuq sutikunawan mana allinchu.

source: Only %d lines matched actual users.
qu_pe: %d willakuykuna yachakuqkunaqwan allinchu.

source: The following %d line(s) do not match any actual user:
qu_pe: Kay %d willakuykuna mana yachakuqkunaqwan allinchu:

source: %d users are about to be anonymized :
qu_pe: %d yachakuqkuna ñawpaqman qispichikunatawan:

source: Loading %d users...
qu_pe: Cargando %d ruraqkunata...

source: Anonymizing %d users...
qu_pe: Anonimizando %d ruraqkunata...

source: All %d users were anonymized.
qu_pe: Tukuy %d ruraqkuna anonimizasqakuq.

source: Only %d users were anonymized.
qu_pe: Huk %d ruraqkunaq anonimizakuyqa.

source: Attempted anonymization of the following %d users failed:
qu_pe: Kay %d ruraqkunataq anonimizakuyqa manañan atinchu:

source: Please upload a text file listing the users to be anonymized, one username per line.
qu_pe: Anonimizasqakuq ruraqkunata sutichasqakuq willakuyta pantasqayki, huk sutillu ruraq huc sutiq sutinpi.

source: Internal inconsistency found : %d users found from %d submitted usernames. Please start over.
qu_pe: Kamachiq willakuy tarinakunata tapirqan: %d ruraq %d qillqasqa sutillu ruraqkunamanta. Ñawpaqman rikuy.

source: Anonymise users list
qu_pe: Ruraqkunata anonimizay

source: Username list
qu_pe: Sutiq ruraq lista

source: Users about to be anonymized:
qu_pe: Anonimizasqakuq ruraqkuna:

source: Could not read file.
qu_pe: Pantawanqa willakuyta leeyta atinchu.

source: Could not read file lines.
qu_pe: Pantawanqa willakuyninta leeyta atinchu.

source: Certificates in sessions
qu_pe: Yachayniyukunataq yachayniyukupi

source: Filter certificates in sessions
qu_pe: Yachayniyukunataq yachayniyukupi sarpay

source: Update user list
qu_pe: Ruraq listata hunt'ay

source: Chamilo is an Open Source project and this portal is provided to our community free of charge by the Chamilo Association, which pursues the goal of improving the availability of a quality education around the globe.<br /><br />
qu_pe: Chamiloqa código abierto llaqtanchaymi ukhu Chamilo Asociación nisqap qhawayllapanpi librepi kasqanmi, allin yachay atipasqanmanta suyukunata allichakunapaq.<br /><br />

source: My assignments
qu_pe: Ñoqap kamachisqakuna

source: Add to editor
qu_pe: Willakuy editormanpi yapay

source: Image URL
qu_pe: Ruphay URL

source: px width
qu_pe: px hanpi

source: Add image with zoom
qu_pe: Ruphayta zoomwan yapay

source: Delete in all languages
qu_pe: Tukuy simipi hich'akuy

source: My students schedule
qu_pe: Ñoqap yachasqakunaq pachaq wasin

source: I accept the number of saved responses in this section.
qu_pe: Ñoqan kachkan kay qillqasqa willakuy sunquta qatikuyni.

source: If you are not satisfied, do not check the acceptance box and consult the course manager or the platform administrator.
qu_pe: Mana allinchikllu kasqaykiman, qatiytan mana qatikuy allichaywan, yachay wasinwan utaq platapam kamachiqwan ruray.

source: Student's superior follow up
qu_pe: Yachasqap ñawpaq wasin

source: General Coaches planning
qu_pe: Kamachiqkunaq tukuy pachaq wasin

source: Sent or past assignments
qu_pe: Kutichisqa utaq ñawpaq kamachisqakuna

source: Pending assignments
qu_pe: Kutichisqa manan kamachisqakuna

source: All Assignments
qu_pe: Tukuy kamachisqakuna

source: You will find below all your assignment from all the courses and session in which you are registered.
qu_pe: Kaypi rikunki ñoqap tukuy kamachisqakunata tukuy yachay wasikunaq sessionkunamantawan kachkanki.

source: Required courses
qu_pe: Kamachisqa yachay wasikuna

source: Standard List
qu_pe: Ruray lista

source: Management List
qu_pe: Kamachiq lista

source: Anonymize user's sessions
qu_pe: Ruraqkunataq sessionkunata anonimizay

source: Continue last import
qu_pe: Ñawpaq importakuyta hamuy

source: Notifications
qu_pe: Paqarichisqakuna

source: Justification
qu_pe: Willakuy

source: Periodic export
qu_pe: Pachaq exportakuy

source: Dates
qu_pe: Pachakuna

source: Error: Some of the files inside the zip package have unauthorized extensions.
qu_pe: Pakincha: Zip pakitupiq pantakunamanta qillqasqa mana ruraq extensionkunata qhasqakuna.

source: Users by status
qu_pe: Sutimanta ruraqkuna

source: Sessions per status
qu_pe: Sutimanta sessionkuna

source: Users by target language
qu_pe: Simipimanta ruraqkuna

source: Users by career
qu_pe: Kamachisqamanta ruraqkuna

source: Users by contract
qu_pe: Willakuykunamanta ruraqkuna

source: Users by certificate
qu_pe: Yachayniyukunamanta ruraqkuna

source: Users by age
qu_pe: Edadmanta ruraqkuna

source: Continue the import
qu_pe: Importakuyta hamuy

source: LDAP connect operation failed.
qu_pe: LDAP rurakuyqa manan atinchu.

source: ldap_bind() failed.
qu_pe: ldap_bind() nisqakuyta.

source: ldap_search() failed.
qu_pe: ldap_search() nisqakuyta.

source: ldap_first_entry() failed.
qu_pe: ldap_first_entry() nisqakuyta.

source: ldap_get_values() failed.
qu_pe: ldap_get_values() nisqakuyta.

source: More than one attribute value was found.
qu_pe: Huk killapi kuti %s nisqakuna rakikun.

source: More than one user matched.
qu_pe: Huk killapi kuti runakuna rakikun.

source: Course code confirmation
qu_pe: Yachay wasi kuti rimanakuy

source: Unsupported IMS/QTI version.
qu_pe: Mana ruwayta atinchu IMS/QTI versiyun.

source: Export all certificates to ZIP
qu_pe: Ruraykuna %s ZIPpiwan apachiy

source: Current score
qu_pe: Kunan puntu

source: Add attempt
qu_pe: Yuyarichiy

source: survey
qu_pe: Encuesta

source: Private between users
qu_pe: Runakunaq wasikunaq rikch'aynina

source: Nothing
qu_pe: Mana kaq

source: Compilatio analysis in progress
qu_pe: Compilatio willakuy qhawaykunan

source: Account expiration
qu_pe: Ruraykunaq kuti pacha

source: Justification expiration
qu_pe: Willakuy kuti pacha

source: Justification type
qu_pe: Willakuy killay

source: Persistent
qu_pe: Sapa kuti

source: Logout from your %s account
qu_pe: %s ruraykunaq wasikunamanta lluqsimuy

source: Days difference
qu_pe: P'unchawkuna kuti yuyarina

source: Graduated
qu_pe: Yachak

source: Absent
qu_pe: Mana kutiq

source: Internal database error: %s
qu_pe: Wasikunaq nisqakunaq pantasqa nisqa: %s

source: Wrong number of days: %s: %s
qu_pe: Mana allin p'unchawkuna %s: %s

source: Subscription not allowed
qu_pe: Mana qhawayta atinchu

source: You have passed the %s minutes limit to see the results.
qu_pe: %s phutakuna kuti rurakunata mana qhawayta atinchu.

source: Last updated
qu_pe: Ñawpaqta kamarikuy

source: Export to XLS
qu_pe: XLSman apachiy

source: Learning paths generic stats
qu_pe: Yachay ñan estatistika ruraykuna

source: Failed to create extra field cas_user.
qu_pe: Mana atinchu cas_user killapi yarpayta.

source: Failed to create user.
qu_pe: Mana atinchu runata yarpayta.

source: No such user in LDAP.
qu_pe: LDAPpi mana kay runa.

source: No such user in the internal database.
qu_pe: Wasikunaq nisqakunapi mana kay runa.

source: The user could not be updated.
qu_pe: Mana atinchu runata kamarichiyta.

source: The template session does not exist.
qu_pe: Ñawpaqta yachay ñan mana kashpa.

source: Session not registered.
qu_pe: Ñawpaqta yachay ñan mana qhasqakuyta.

source: Courses not added to session.
qu_pe: Yachay wasikuna ñawpaqta yachay ñanman mana yakuytachu.

source: Session not found.
qu_pe: Ñawpaqta yachay ñan mana rikrispa.

source: User not found.
qu_pe: Runa mana rikrispa.

source: User not subscribed.
qu_pe: Runa mana qhasqakuyta.

source: No session matched.
qu_pe: Mana ñawpaqta yachay ñan rakikuytachu.

source: More than one session matched.
qu_pe: Huk killapi kuti ñawpaqta yachay ñan rakikun.

source: Could not load user.
qu_pe: Mana atinchu runata cargachiyta.

source: Language unavailable.
qu_pe: Rimay mana kashpa.

source: Could not update extra field value.
qu_pe: Mana atinchu killapi kamarichiyta.

source: Unsupported update.
qu_pe: Mana ruwayta atinchu kamarichiy.

source: No user matched.
qu_pe: Mana runa rakikuytachu.

source: Resume
qu_pe: Hanllanakuy

source: Attendance from %s to %s
qu_pe: %s %s wasin kutiqkunamanta

source: Add time
qu_pe: Yapaspa pacha

source: Add user
qu_pe: Yapaspa raki

source: Time spent on assignment
qu_pe: Kamachisqan pachapi kachkan pacha

source: User %s signed the agreement on %s
qu_pe: Raki %s suyana willakuyta %s pi hallp'arqa

source: Available
qu_pe: Kanchisqa

source: Compilatio anti-plagiarism module
qu_pe: Compilatio anti-plagio módulo

source: Quotas
qu_pe: Cupakuna

source: Credits: %s on %s
qu_pe: Créditokuna: %s %spi

source: SOAP connection test...
qu_pe: SOAP yapakunayta thukuspa...

source: Connection to Compilatio's SOAP server
qu_pe: Compilatio SOAP sirwurman yapakuna

source: Connection successful.
qu_pe: Yapakuna allinmi karqa.

source: Sending text to the Compilatio server
qu_pe: Yupayta Compilatio sirwurmanman kachaspa

source: This is a text sending test to the Compilatio server via its API. Compilatio key used: %s
qu_pe: Kay Compilatio sirwurmanman yupayta kachaspa thukusqan ñawpaq thukusqa. Kachasqa Compilatio lluq'i: %s

source: Transfer successful.
qu_pe: Kachasqa allinmi karqa.

source: Transfer failed.
qu_pe: Kachasqa manan allinchu karqa.

source: Could not connect to Compilatio's SOAP server.
qu_pe: Manan atinichu Compilatio SOAP sirwurmanman yapakunayta.

source: Check your key, your server ports and possibly your proxy settings.
qu_pe: Lluq'iqta, sirwur pukuyninkunata y mana allin proxy kamachisqankunata qhaway.

source: Last visited course
qu_pe: Ñawpaq wayt'api kachkan kursu

source: You haven't visited any courses yet, here is the list of your courses.
qu_pe: Manan ñawpaq wayt'aq kawsakunachu, kaykunaq kursukuna listo.

source: No organization
qu_pe: Manan kamachiqchu

source: User by organization
qu_pe: Kamachiqpa rakikuna

source: Learning path by author
qu_pe: Yachakuy willakuypa autopakuna

source: Import assignments from base course
qu_pe: Kamachisqakunata ñawpaq kursumantan apaspa

source: Redirect to the platform home page
qu_pe: Plataporma ruraq p'anpi rikunayman kutichispa

source: My learning paths
qu_pe: Ñoqap yachakuy willakuykuna

source: Last visited learning path
qu_pe: Ñawpaq wayt'api kachkan yachakuy willakuypa

source: You haven't visited any learning paths yet, here is the list of your learning paths.
qu_pe: Manan ñawpaq wayt'aq yachakuy willakuykunachu, kaykunaq yachakuy willakuykuna listo.

source: This course is used in at least one other portal
qu_pe: Kay kursu askha p'urak p'urapi kachkan

source: Add classes to a learning path
qu_pe: Purikunata yachakuy willakuyta yapaspa

source: Replace file
qu_pe: Yupayta musk'arispa

source: Subscribe classes to category
qu_pe: Purikunata katiguriyman suyana

source: Export response report
qu_pe: Wakiy willakuyta apaspa

source: Response report
qu_pe: Wakiy willakuypa

source: Results only available online
qu_pe: Rimarikuykuna internetpi qhatikuna

source: Question stats
qu_pe: Pashpikunapa estadistikan

source: Wrong answer
qu_pe: Mana allin pashpi

source: Failure on attempt %s at %s
qu_pe: %s thukusqapi %s pi manan allinchu karqa

source: Validation of exercise at %s
qu_pe: %spi kamachisqa thukusqa

source: You finished the questions related to this question category, it's your last chance to go back and revise those questions. Once you click on follow exercise you will go to the next question category and will not be able to go back to this part of the test.
qu_pe: Kay pashpik katiguriyman pashpikunata qhaturirqanki, ñawpaq kutikuyta qhaway yantaq yachakuy. Yachakuyta suyakuytan thukurispa, pashpik katiguriyman rikunki mana kutikunachu.

source: Remaining time to finish exercise
qu_pe: Yachakuyta tukuytaq pacha kanchisqa

source: Remaining time to finish question
qu_pe: Pashpipa pacha kanchisqa

source: Detailed questions stats
qu_pe: Pashpikuna estadistika qhatukunakuna

source: A short presentation of yourself, your professional or personal experiences and beliefs.
qu_pe: Ñoqapa qhatariy, llamkiykuna utaq ñawpaqpi yachakusqakuna y musukusqakuna.

source: The skills you have acquired, formally or non-formally, social or technical.
qu_pe: Yachakusqakuna, ruraypi utaq manan ruraypi, runakuna utaq llamkiykuna.

source: The relevant diplomas and certificates you have obtained and you are proud of. You should specify at a minimum the title that appears on the document, the organization and the year.
qu_pe: Yachakusqakuna sutikuna y qatuchisqakuna, sutichu, kamachiq y watapi qhaway.

source: Given your experience and skills, you can usually teach in the fields where your skills are at the highest level. If you feel you could indeed teach someone else in some specific field, mention it here. Otherwise leave empty.
qu_pe: Yachakusqakuna y llamkiykunaq, llamkiykuna aswan kusikunapi yachachiyniyki. Manan atinichu yachachiyta, manan kamarichu.

source: User guides
qu_pe: Rakikuna ruraq yachakuy

source: You have written a paper that you can share, or want to attach your CV for download? Add those here.
qu_pe: Willakusqakunata qhatarispa, utaq sutikunata yapaspa? Kaypi yapaspa.

source: Correct attempts
qu_pe: Allin thukusqakuna

source: Incorrect attempts
qu_pe: Mana allin thukusqakuna

source: Students with correct answers
qu_pe: Allin suyakuna yachakuna

source: Students with incorrect answers
qu_pe: Mana allinchu suyakuna yachakuna

source: Content list
qu_pe: Yachay rurakuna lista

source: Tariff
qu_pe: Tarifa

source: To invoice
qu_pe: Letra qillqanapaq

source: LP item by author
qu_pe: Yachay ruraq yachachiqpaq

source: Delete also the exercise attempts. If not check then the exercise results will still be available in the exercise tool.
qu_pe: Ejerkisiyoq ñawpaqkunatam masin. Mana markachinchu llallakunatawman ejerkisi yachaykunata imaynatapuni ejerkisi rurakunapi kashan.

source: Only show a radar of scores by category, instead of a table of categories. Do not show individual scores or feedback.
qu_pe: Kategoriyniyukunam puyñu yachayniyoq radar qhawarina, tablayuq kategoriykunawan mana. Mana yachayniyoq individualtaq mana kutichisqatachu qhawarina.

source: All attempts blocked because you did not reach the minimum score of %s % at one of your attempts.
qu_pe: Tukuy ñawpaqkuna blokisqa kanki, mana %s % pishtak puyñu yachayniyta qinkichu ñawpaqwan.

source: Authors that have been registered :
qu_pe: Kutichisqa yachachiqkuna:

source: Price
qu_pe: Pukyunakuy

source: Price updated
qu_pe: Pukyunakuy kutichisqa

source: Remove selected authors
qu_pe: Yachachiqkuna qichusqa qichuy

source: Authors have been removed
qu_pe: Yachachiqkuna qichusqa

source: Hide category table
qu_pe: Kategori tablay qhaway

source: Only %d questions will be selected based on the test configuration, for a total score of %s.
qu_pe: %d suyakuna rurakuytawan qhawaq, %s puyñu yachayniywan.

source: This question is also used in the following tests
qu_pe: Kay suyaku kay rurakunapiwanmi kashan

source: Link to test edition
qu_pe: Rurakuy editaykipa linki

source: Move users results from base course to a session
qu_pe: Yachakuna yachayninakunata yachay qhapaq suyutam sesionman

source: If your quiz have hotspot questions included, you should select the images related from the documents.
qu_pe: Hotspot suyakuna kanchisqayuqpam, willakuykunam rantikunata qhawaq.

source: Back to the attempt list
qu_pe: Ñawpaq listaqman kutiy

source: Show the result to the learner: Show the score, the learner's choice and his feedback on each attempt, add the correct answer and his feedback when the chosen limit of attempts is reached.
qu_pe: Yachakunaman yachay qhawarina: Puyñu yachayniy, yachak suyakuywan kutichisqanwan ñawpaqkunawan, allin suyaku kutichisqanwan ñawpaq limiqta qhawaq.

source: Signed in as
qu_pe: Qillqasqan

source: Remember me
qu_pe: Yuyarina

source: Register oneself
qu_pe: Kutichikuy

source: Course introduction
qu_pe: Yachay ñawpaq qillqay

source: You don't have any course content yet.
qu_pe: Mana yachay yachaykuna kanchu.

source: You don't have any course yet.
qu_pe: Mana yachay kanchu.

source: You don't have any session yet.
qu_pe: Mana sesion kanchu.

source: Go to "Explore" to find a topic of interest, or wait for someone to subscribe you.
qu_pe: "Kutichiy"man ripuy allin raki qhawangapunim, otaq yachakunaman kutichiyta mañakuy.

source: Add a course introduction to display to your students.
qu_pe: Yachakunaman qhawachikuy yachay ñawpaq qillqay.

source: See as student
qu_pe: Yachak sutiwan qhawarina

source: Official code
qu_pe: Qhapaq kuti

source: Welcome, please go to diagnostic at %s.
qu_pe: Allillayki, diagnosticoqman ripuy %s.

source: Your session search diagnosis is saved
qu_pe: Sesion qhawanag diagnosticoq kutiqasqa

source: Send diagnostic finalization message
qu_pe: Diagnosticoq kutiqay willakuy yapaspaq

source: DiagnosticfinalizationmessageTitle
qu_pe: DiagnosticoqKutiqayWillakuySuti

source: DiagnosticfinalizationmessageContent
qu_pe: DiagnosticoqKutiqayWillakuyRurakuna

source: Add a forumCategory
qu_pe: Foro kategoriya yapay

source: Create surveyDoodle
qu_pe: Paqarinaq doodle kamay

source: Sticky courses
qu_pe: Sticky yachaykuna

source: Current session tab
qu_pe: Kunan sesion tab

source: Upcoming session tab
qu_pe: Ñawpaq ñawpaq sesion tab

source: Past session tab
qu_pe: Pasaq session panta

source: By checking this box, I confirm that I accept the data processing by the platform
qu_pe: Kay casillaqa markakuspa, platformamanta willakuyta qillqanaykuta qatiriy

source: The platform owner, responsible for the processing, implements processing of personal data to respond to your contact request. The data is mandatory. In their absence, it will not be possible to process your request.
qu_pe: Platforma dueñon, willakuyta kamachisqan, yachayniykita rispaq rurasqan runakunaq personal willakuykunata kamachisqan. Willakuykunaqa amacha. Mana kanchisqan uk, yachayniykita mana kamachiyta atinchu.

source: Number of times the question was answered
qu_pe: Pawayqa imayna kutichisqa

source: Number of times this answer was selected
qu_pe: Kay kutichayqa imayna kutichisqa

source: Text appearing at the end of the test when the user has succeeded or if no pass percentage was set.
qu_pe: Willakuyqa paway chinkachisqa uk anchik yachachinakuyta mana churakusqa uk.

source: Text appearing at the end of the test when the user has failed.
qu_pe: Willakuyqa paway chinkakusqa uk.

source: Hide question numbering
qu_pe: Pawayraqta qanachiy

source: Show score by category on a radar/spiderweb chart
qu_pe: Radar/araña ruraypi kategoriyniykuta rikunay

source: Direct pop-up mode
qu_pe: Qhatikunaq pop-up ruray

source: Prevent moving backwards between questions
qu_pe: Pawaykunamanta ñawpaqqa mana rirqan

source: Your browser does not support Javascript
qu_pe: Yachaynikiykuman JavaScriptqa manam kanchu

source: Unauthorised view access to resource
qu_pe: Yachakunaq ñawpaq rikunayqa manam saqillasqachu

source: This message was deleted when the user was removed from the platform on %s
qu_pe: Kay willakuyqa %s-manta platformamanta runata qichakusqan uk qicharisqa

source: My General Certificate
qu_pe: Ñoqap General Certificado

source: My Skills
qu_pe: Ñoqap Yachachinakuna

source: Sign out
qu_pe: Lluqsiy

source: Sessions catalogue
qu_pe: Sessionkunaq catálogo

source: Email reply header
qu_pe: Willakuy respuyestaq yapaq

source: My profile
qu_pe: Ñoqap perfil

source: View all friends
qu_pe: Tukuy warmikunaq rikunay

source: Mark as promoted message
qu_pe: Qhatichisqa willakuy markay

source: Created with Chamilo copyright year
qu_pe: Chamilo-manta qillqarisqa copyright watawan

source: Multiple choice with *other* option
qu_pe: *Huk* imaynawan rurakusqa

source: Extra field to use as student ID for SCORM API
qu_pe: SCORM APIpa yachakuyniykupaq yachakuyniykupaq yachakuna ID

source: The name provided will be used as the identifier of the user extra field containing an ID that the remote SCORM API will recognize as a user ID. This is only useful if your remote SCORM provider asked you for something similar.
qu_pe: Qillqarisqa sutin yachakuyniykupaq yachakunaq yachakuna IDta churakun, qatiq SCORM API yachakuyniykuta yachakunapaq. Kayqa qatiq SCORM provisor yachakunamanta imanapaq kutichisqa uk.

source: Deleted users
qu_pe: Qicharisqa yachakuna

source: Latest login in a course
qu_pe: Yachakunapi ñawpaq ñawpaq ruray

source: The
qu_pe: El

source: Multiply questions by class
qu_pe: Pawaykunaq salapuniwan

source: Multiply questions by user
qu_pe: Pawaykunaq yachakunawan

source: Questions about next user
qu_pe: Huk yachakunamanta pawaykuna

source: Course code to be entered in capital letters to confirm the deletion: %s
qu_pe: Qichakuyta qatiriy %s sutin huch'uyllaq sutinwan: %s

source: Badge: %s
qu_pe: Insignia: %s

source: Comment by %s
qu_pe: %s-manta willakuy

source: Portfolio item by %s
qu_pe: %s-manta portafolio p'akisqa

source: Copy to my portfolio
qu_pe: Ñoqap portafolionman copia

source: Copy to student portfolio
qu_pe: Yachakuyniykupaq portafolionman copia

source: Originally published as "%s" by %s
qu_pe: "%s" %s-manta qillqarisqa uk

source: Originally commented by %s in "%s"
qu_pe: "%s" %s-manta willakusqa uk

source: Item added to students own portfolio
qu_pe: P'aki yachakuyniykupaq portafolionman qillqarisqa

source: Mark comment as important
qu_pe: Willakuyqa qhatichisqa markay

source: Unmark comment as important
qu_pe: Willakuyqa qhatichisqa mana markay

source: Portfolio item marked as important
qu_pe: Portafolio p'aki qhatichisqa

source: Select a learner portfolio
qu_pe: Yachakuyniykupaq portafolio akllay

source: See my portfolio in this course
qu_pe: Kay kursopi ñoqap portafoliora qhawarina

source: Portfolio details
qu_pe: Portafolio willakuykuna

source: Item title
qu_pe: P'aki sutin

source: Creation date: %s
qu_pe: Qillqakuy pacha: %s

source: Update date: %s
qu_pe: Kutichisqa p'unchay: %s

source: Category: %s
qu_pe: Yapay: %s

source: Date: %s
qu_pe: P'unchay: %s

source: Item title: %s
qu_pe: Qillqa sutin: %s

source: No items in your portfolio
qu_pe: Manam kay portafolionpi qillqakuna kay

source: You have not commented
qu_pe: Manam komentaryoq kanki

source: Portfolio items
qu_pe: Portafolio qillqakuna

source: Portfolio comments
qu_pe: Yupaykuna portfolio-manta

source: Comments made
qu_pe: Kamachisqakuq yupaykuna

source: Grade this item
qu_pe: Kayniyta rakin

source: Portfolio item was graded
qu_pe: Portfolio-niyut rakin karoq
