Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: LDAP users added or updated
ar: LDAP تم اضافة او تحديث المستخدمين عبر
ast_es: Usuarios LDAP amestaos o actualizaos
bn_bd: LDAP ব্যবহারকারী যুক্ত বা আপডেট হয়েছে
bs_ba: LDAP korisnici dodani ili ažurirani
ca_es: Usuaris LDAP afegits o actualitzats
cs_cz: LDAP uživatelé přidáni nebo aktualizováni
da: LDAP-brugere tilføjet eller opdateret
de: LDAP Benutzer hinzugefügt bzw. bearbeitet
el: Χρήστες LDAP προστέθηκαν ή ενημερώθηκαν
eo: LDAP-uzantoj aldonitaj aŭ ĝisdatigitaj
es: Usuarios LDAP añadidos o actualizados
es_mx: Usuarios LDAP agregados o actualizados
eu_es: LDAP erabiltzaileak gehitu edo eguneratu dira
fa_ir: کاربران LDAP اضافه یا به‌روزرسانی شد
fi_fi: LDAP-käyttäjät lisätty tai päivitetty
fo_fo: LDAP brúkarar báðir ella dagførdir
fur: Utents LDAP zontâts o aziornâts
ga: Cuireadh úsáideoirí LDAP leis nó nuashonraíodh iad
gl: Usuarios LDAP engadidos ou actualizados
he_il: משתמשי LDAP נוספו או עודכנו
hi: LDAP उपयोगकर्ता जोड़े या अपडेट किए गए
hr_hr: LDAP korisnici dodani ili ažurirani
hu_hu: LDAP felhasználók hozzáadva vagy frissítve
hy: LDAP օգտատերեր ավելացվել կամ թարմացվել են
id_id: Pengguna LDAP ditambahkan atau diperbarui
it: Utenti LDAP aggiunti o aggiornati
ja: LDAPユーザーが追加または更新されました
ka_ge: LDAP მომხმარებლები დაემატა ან განახლდა
ko_kr: LDAP 사용자가 추가 또는 업데이트되었습니다
lo: ເພີ່ມ ຫຼື ອັບເດດຜູ້ໃຊ້ LDAP ແລ້ວ
lt_lt: LDAP vartotojai pridėti arba atnaujinti
lv_lv: LDAP lietotāji pievienoti vai atjaunināti
mk_mk: LDAP корисници додадени или ажурирани
ms_my: Pengguna LDAP ditambah atau dikemas kini
my_mm: LDAP အသုံးပြုသူများကို ထည့်သွင်းပြီး သို့မဟုတ် အဆင့်မြှင့်တင်ပြီးဖြစ်သည်
ne: LDAP प्रयोगकर्ताहरू थपियो वा अपडेट गरियो
nl: LDAP gebruikers werden toegevoegd of geüpdated.
nn_no: LDAP-brukarar lagt til eller oppdatert
oc: Utilizaires LDAP aponduts o mes a jorn
pl_pl: Użytkownicy LDAP dodani lub zaktualizowani
ps: LDAP استعمال کوونکي اضافه یا تازه شول
pt_br: Usuário LDAP adicionados ou atualizados
pt_pt: Utilizadores no LDAP adicionados ou actualizados
ro_ro: Utilizatori LDAP adaugati sau actualizati
ru_ru: Пользователи LDAP добавлены или обновлены
sk_sk: LDAP používatelia pridaní alebo aktualizovaní
sl: LDAP uporabniki so bili dodani ali ažurirani
sq: Përdorues LDAP të shtuar ose përditësuar
sr_rs: LDAP korisnici dodati ili ažurirani
sv_se: LDAP-användare tillagda eller uppdaterade
sw_ke: Watumiaji wa LDAP wameongezwa au wamebadilishwa
ta: LDAP பயனர்கள் சேர்க்கப்பட்டனர் அல்லது புதுப்பிக்கப்பட்டனர்
th: เพิ่มหรืออัปเดตผู้ใช้ LDAP แล้ว
tl_ph: Nadagdag o na-update ang LDAP users
tr: LDAP kullanıcıları eklendi veya güncellendi
uk_ua: Користувачі LDAP додані або оновлені
vi_vn: Người dùng LDAP đã được thêm hoặc cập nhật
xh_za: Abasebenzisi be-LDAP badityaniswe okanye bahlaziywe
zh_cn: LDAP用户已添加或更新
zh_tw: LDAP 使用者已新增或更新

source: Search for LDAP users
ar: LDAP البحث عن المستخدمين
ast_es: Buscar usuarios LDAP
bn_bd: LDAP ব্যবহারকারী অনুসন্ধান করুন
bs_ba: Pretraži LDAP korisnike
ca_es: Buscar usuaris LDAP
cs_cz: Hledat LDAP uživatele
da: Søg efter LDAP-brugere
de: Nach LDAP Benutzern suchen
el: Αναζήτηση για χρήστες LDAP
eo: Serĉi LDAP-uzantojn
es: Buscar usuarios LDAP
es_mx: Buscar usuarios LDAP
eu_es: Bilatu LDAP erabiltzaileak
fa_ir: جستجوی کاربران LDAP
fi_fi: Etsi LDAP-käyttäjiä
fo_fo: Leita eftir LDAP brúkarum
fur: Rîrçhe utents LDAP
ga: Cuardaigh úsáideoirí LDAP
gl: Buscar usuarios LDAP
he_il: חפש משתמשי LDAP
hi: LDAP उपयोगकर्ताओं के लिए खोजें
hr_hr: Pretražite LDAP korisnike
hu_hu: LDAP felhasználók keresése
hy: Որոնել LDAP օգտատերեր
id_id: Cari pengguna LDAP
it: Cerca utenti LDAP
ja: LDAPユーザーを検索
ka_ge: LDAP მომხმარებლების ძიება
ko_kr: LDAP 사용자 검색
lt_lt: Ieškoti LDAP vartotojų
lv_lv: Meklēt LDAP lietotājus
mk_mk: Пребарај за LDAP корисници
ms_my: Cari pengguna LDAP
my_mm: LDAP အသုံးပြုသူများကို ရှာဖွေပါ
ne: LDAP प्रयोगकर्ताहरू खोज्नुहोस्
nl: Zoek naar LDAP gebruikers
nn_no: Søk etter LDAP-brukarar
oc: Recercar utilizaires LDAP
pl_pl: Szukaj użytkowników LDAP
ps: د LDAP استعمال کوونکو لټون
pt_br: Pesquisar por usuário LDAP
pt_pt: Pesquisar utilizadores no LDAP
ro_ro: Cautati utilizatori LDAP
ru_ru: Поиск пользователей LDAP
sk_sk: Vyhľadávanie LDAP používateľov
sl: Išči LDAP uporabnike
sq: Kërkoni për përdorues LDAP
sr_rs: Pretraga LDAP korisnika
sv_se: Sök efter LDAP-användare
sw_ke: Tafuta watumiaji wa LDAP
ta: LDAP பயனர்களைத் தேடவும்
th: ค้นหาผู้ใช้ LDAP
tl_ph: Maghanap ng LDAP users
tr: LDAP kullanıcılarında ara
uk_ua: Пошук користувачів LDAP
vi_vn: Tìm kiếm người dùng LDAP
xh_za: Khangela abasebenzisi be-LDAP
zh_cn: 搜索LDAP用户
zh_tw: 搜尋 LDAP 使用者

source: Select a course in which you would like to register the users you are going to select next
ar: اختر الدرس الذي ترغب في تسجيل المستخدمين فيه والذين ستختارهم لاحقا
ast_es: Escueya'l cursu nel que quier apuntar los usuarios qu'escoyó.
bn_bd: আপনি পরবর্তীতে নির্বাচন করবেন এমন ব্যবহারকারীদের নিবন্ধন করতে চান এমন একটি কোর্স নির্বাচন করুন
bs_ba: Odaberite kurs u koji želite upisati korisnike koje ćete sljedeće odabrati
ca_es: Seleccioneu el curs en el qual voleu inscriure els usuaris que heu seleccionat
cs_cz: Zvolte kurz do kterého chcete registrovat uživatele, které vyberete dále
da: Vælg et kursus, hvor du vil tilmelde de brugere, du vælger næste gang
de: Kurs auswählen, für den die als nächstes ausgewählten Benutzer registriert werden sollen
el: Επιλέξτε ένα μάθημα στο οποίο θέλετε να εγγράψετε τους χρήστες που θα επιλέξετε στη συνέχεια
eo: Selekti kurson en kiu vi ŝatus aliĝi la uzantojn kiujn vi selektos baldaŭ
es: Seleccione el curso en el que desee inscribir los usuarios que ha seleccionado
es_mx: Seleccione un curso en el que desea registrar los usuarios que seleccionará a continuación
eu_es: Hautatu ikastaroa, non jarraian hautatzera zoazen erabiltzaileak inskribatuko dituzun
fa_ir: دوره‌ای را انتخاب کنید که می‌خواهید کاربرانی را که در ادامه انتخاب می‌کنید در آن ثبت‌نام کنید
fi_fi: Valitse kurssi, johon haluat rekisteröidä seuraavaksi valitsemasi käyttäjät
fo_fo: Vel ein kurs har tú ynskir at skráseta brúkararnar tú fer at velja næst
fur: Scolt un curs intal cual vuêst iscrîvere i utents che ju vâj a scoltâ dopo
ga: Roghnaigh cúrsa ina ndéanfá na húsáideoirí a roghnóidh tú ina dhiaidh sin a chlárú
gl: Seleccione o curso no que desexe inscribir os usuarios que seleccionou
he_il: בחר קורס שבו תרצה לרשום את המשתמשים שאתה הולך לבחור הבא
hi: उन्हें पंजीकृत करने के लिए कोर्स चुनें जिन उपयोगकर्ताओं को आप अगला चुनने जा रहे हैं
hr_hr: Odaberite predmet u koji želite upisati korisnike koje ćete sljedeće odabrati
hu_hu: Válasszon ki egy kurzust, amelybe a következőleg kiválasztott felhasználókat regisztrálni szeretné
hy: Ընտրեք այն դասընթացը, որում ցանկանում եք գրանցել հաջորդիվ ընտրելու օգտատերերին
id_id: Pilih kursus tempat Anda ingin mendaftarkan pengguna yang akan dipilih selanjutnya
it: Seleziona un corso cui iscriverai degli utenti da selezionare in seguito
ja: 次に選択するユーザーを登録したいコースを選択してください
ka_ge: შეარჩიეთ კურსი, სადაც გსურთ შეარჩიოთ მომხმარებლები
ko_kr: 다음에 선택할 사용자를 등록할 코스를 선택하십시오
lo: ເລືອກລາຍວິຊາທີ່ທ່ານຕ້ອງການລົງທະບຽນໃຫ້ຜູ້ໃຊ້ທີ່ທ່ານຈະເລືອກຕໍ່ໄປ
lt_lt: Pasirinkite kursą, į kurį norite užregistruoti vartotojus, kuriuos pasirinksite toliau
lv_lv: Izvēlieties kursu, kurā vēlaties reģistrēt izvēlētās lietotājus
mk_mk: Избери курс во кој сакаш да ги регистрираш корисниците што ќе ги избереш следно
ms_my: Pilih kursus yang anda ingin daftar pengguna yang akan anda pilih seterusnya
my_mm: သင်နောက်တစ်ခုရွေးချယ်မည့် အသုံးပြုသူများကို မှတ်ပုံတင်လိုသော သင်တန်းတစ်ခုကို ရွေးချယ်ပါ
ne: तपाईंले अर्को छान्न लाग्नुहुने प्रयोगकर्ताहरूलाई दर्ता गर्न चाहनुहुने कोर्स छान्नुहोस्
nl: Selecteer een cursus waarin u de gebruikers wenst in te schrijven die u hierna kunt selecteren
nn_no: Vel ein kurs der du vil registrere brukarane du skal velje neste i
oc: Seleccionatz un curs dins lo qual volètz inscriure los utilizaires qu'avètz seleccionatz
pl_pl: Wybierz kurs, w którym chcesz się zarejestrować użytkowników, których zamierzasz wybrać
ps: یو کورس انتخاب کړئ چې غواړئ پکې د استعمال کوونکو ګډون وکړئ چې تاسو به وروسته انتخاب کړئ
pt_br: Selecione um curso no qual deseja registar os próximos usuário a serem selecionados
pt_pt: Seleccione um curso no qual deseja registar os utilizadores que irá seleccionar em seguida
ro_ro: Cautati un curs in care doriti sa inregistrati utilizatorii pe care ii veti selecta
ru_ru: Выберите курс, в который хотите зарегистрировать выбранных пользователей
sk_sk: Označte kurz, do ktorého chcete zaregistrovať používateľov, ktorých vyberiete ako ďalších
sl: Izberi tečaj v katerega želiš vpisati uporabnike, ki jih boš izbral s seznama
sq: Zgjidhni një kurs ku dëshironi të regjistroni përdoruesit që do të zgjidhni më pas
sr_rs: Izaberite kurs u koji želite da upišete korisnike koje ćete sledeće izabrati
sv_se: Välj en kurs i vilken du vill registrera användare
sw_ke: Chagua kozi ambayo ungependa kuwajisajili watumiaji utakaowachagua baadaye
ta: அடுத்து தேர்ந்தெடுக்கப்போவதை பதிவு செய்ய விரும்பும் பாடத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกคอร์สที่ต้องการลงทะเบียนผู้ใช้ที่คุณจะเลือกถัดไป
tl_ph: Pumili ng kurso kung saan nais mong i-register ang mga user na pipiliin mo sa susunod
tr: Sonra seçeceğiniz kullanıcıları kaydetmek istediğiniz kursu seçin
uk_ua: Виберіть курс, у якому ви хочете зареєструвати користувачів, яких ви виберете наступними
vi_vn: Chọn một khóa học mà bạn muốn đăng ký những người dùng bạn sẽ chọn tiếp theo
xh_za: Khetha ikhosi onqwenela ukuyibhalisela abasebenzisi oza kukhetha emva koko
zh_cn: 选择您希望注册接下来将选择的用户的课程
zh_tw: 選擇您想註冊使用者的課程

source: Import LDAP users into a session
ar: LDAP استيراد المستخدمين للدورة من خلال
ast_es: Importar usuarios LDAP nuna sesión
bn_bd: একটি সেশনে LDAP ব্যবহারকারী আমদানি করুন
bs_ba: Uvezi LDAP korisnike u sesiju
ca_es: Importar usuaris LDAP en una sessió
cs_cz: Importovat LDAP uživatele do sezení
da: Importér LDAP-brugere til en session
de: LDAP Benutzer in eine Session importieren
el: Εισαγωγή χρηστών LDAP σε συνεδρία
eo: Enigi LDAP-uzantojn en sesion
es: Importar usuarios LDAP en una sesión
es_mx: Importar usuarios LDAP a una sesión
eu_es: Inportatu LDAP erabiltzaileak saio batera
fa_ir: وارد کردن کاربران LDAP به یک جلسه
fi_fi: Tuo LDAP-käyttäjät istuntoon
fo_fo: Flyt LDAP brúkarar inn í ein bólk
fur: Importa utents LDAP intune session
ga: Iompórtáil úsáideoirí LDAP isteach i seisiún
gl: Importar usuarios LDAP nunha sesión
he_il: יבא משתמשי LDAP להפעלה
hi: सत्र में LDAP उपयोगकर्ताओं को आयात करें
hr_hr: Uvezite LDAP korisnike u sesiju
hu_hu: LDAP felhasználók importálása egy munkamenetbe
hy: Ներմուծել LDAP օգտատերերին սեանսի մեջ
id_id: Impor pengguna LDAP ke sesi
it: Importa utenti LDAP in una sessione
ja: LDAPユーザーをセッションにインポート
ka_ge: LDAP მომხმარებლების სესიაში იმპორტი
ko_kr: 세션으로 LDAP 사용자 가져오기
lo: ນຳເຂົ້າຜູ້ໃຊ້ LDAP ເຂົ້າໃນຊ່ວງເວລາຮຽນ
lt_lt: Importuoti LDAP vartotojus į sesiją
lv_lv: Importēt LDAP lietotājus sesijā
mk_mk: Импортирај LDAP корисници во сесија
ms_my: Import pengguna LDAP ke sesi
my_mm: LDAP အသုံးပြုသူများကို အစည်းအဝေးထဲသို့ တင်သွင်းပါ
ne: एउटा सत्रमा LDAP प्रयोगकर्ताहरू आयात गर्नुहोस्
nl: Importeer LDAP gebruikers in een sessie
nn_no: Importer LDAP-brukarar til ein sesong
oc: Importar utilizaires LDAP dins una session
pl_pl: Importuj użytkowników LDAP do sesji
ps: LDAP استعمال کوونکي په غونډې کې داخل کړئ
pt_br: Importar usuário LDAP para uma sessão
pt_pt: Importar utilizadores no LDAP para uma sessão
ro_ro: Importati utilizatori LDAP intr-o sesiune
ru_ru: Импортировать пользователей LDAP в сессию
sk_sk: Importovať LDAP používateľov na stretnutie
sl: Uvozi LDAP uporabnike v sejo
sq: Importoni përdorues LDAP në një sesion
sr_rs: Uvezi LDAP korisnike u sesiju
sv_se: Importera LDAP-användare till en session
sw_ke: Ingiza watumiaji wa LDAP kwenye kipindi
ta: அமர்விற்கு LDAP பயனர்களை இறக்குமதி செய்யவும்
th: นำเข้าผู้ใช้ LDAP เข้าสู่เซสชัน
tl_ph: Mag-import ng LDAP users sa isang session
tr: LDAP kullanıcılarını bir oturuma içe aktar
uk_ua: Імпортувати користувачів LDAP у сесію
vi_vn: Nhập người dùng LDAP vào một phiên
xh_za: Genisa abasebenzisi be-LDAP kwiseshini
zh_cn: 将LDAP用户导入会话
zh_tw: 將 LDAP 使用者匯入課程

source: Select a filter to find a matching string at the end of the OU attribute
ar: اختيار التصفية من اجل البحث عن مطابقة
ast_es: Escueya un filtru p'atopar usuarios que tengan atributu OU (Unidá Organizativa) qu'acabe per él mesmu.
bn_bd: OU অ্যাট্রিবিউটের শেষে মিলে যাওয়া স্ট্রিং খুঁজে পেতে একটি ফিল্টার নির্বাচন করুন
bs_ba: Odaberite filter za pronalaženje podudarnog niza na kraju OU atributa
ca_es: Seleccioneu un filtre per trobar usuaris l'atribut OU (Unitat Organitzativa) dels quals acabi amb aquest filtre
cs_cz: Zvolit filtr, k nalezení odpovídajícího řetězce na konec OU atributu
da: Vælg et filter for at finde en matchende streng i slutningen af OU-attributten
de: Filter auswählen, um einen Text am Ende des OU Attributs zu finden
el: Επιλέξτε φίλτρο για να βρείτε συμβαλή συμβολοσειρά στο τέλος του χαρακτηριστικού OU
eo: Selekti filtron por trovi kongruan signŝlosilojn je la fino de la OU-atributo
es: Seleccione un filtro para encontrar usuarios cuyo atributo OU (Unidad Organizativa) acabe por el mismo
es_mx: Seleccione un filtro para encontrar una cadena coincidente al final del atributo OU
eu_es: Hautatu bilaketa iragazki bat, amaieran OU (Organizazio Unitatea) atributua duten erabiltzaileak aurkitzeko
fa_ir: فیلتری را انتخاب کنید تا رشته‌ای منطبق در انتهای ویژگی OU پیدا شود
fi_fi: Valitse suodatin, joka löytää vastaavan merkkijonon OU-attribuutin lopusta
fo_fo: Vel ein síu til at finna ein samantastandandi streng á endanum av OU eginleikanum
fur: Scolt un filtr par trovar une stringe corispondente a la fin dal atribut OU
ga: Roghnaigh scagaire chun teaghrán comhoiriúnach a aimsiú ag deireadh na tréithe OU
gl: Seleccione un filtro para atopar usuarios nos que o atributo OU (Unidade Organizativa) acabe polo mesmo
he_il: בחר מסנן כדי למצוא מחרוזת תואמת בסוף תכונת ה-OU
hi: OU विशेषता के अंत में मिलने वाली स्ट्रिंग ढूंढने के लिए फ़िल्टर चुनें
hr_hr: Odaberite filter za pronalaženje podudarnog niza na kraju atributa OU
hu_hu: Válasszon szűrőt az OU attribútum végén egyező karakterlánc megtalálásához
hy: Ընտրեք զտիչ՝ OU հատկության վերջում համապատասխանող տող գտնելու համար
id_id: Pilih filter untuk mencari string yang cocok di akhir atribut OU
it: Seleziona un filtro di ricerca sui valori dell'OU (organizationalUnit)
ja: OU属性の末尾に一致する文字列を検索するためのフィルターを選択
ka_ge: შეარჩიეთ ფილტრი OU ატრიბუტის ბოლოში შესაბამისი სტრიქონის მოსაძებნად
ko_kr: OU 속성 끝에 일치하는 문자열을 찾을 필터를 선택하십시오
lo: ເລືອກຕົວກັ່ນຕອງເພື່ອຊອກຫາຂໍ້ຄວາມທີ່ກົງກັນໃນຕອນທ້າຍຂອງຄຸນລັກສະນະ OU
lt_lt: Pasirinkite filtrą, kad rastumėte atitinkančią eilutę OU atributo pabaigoje
lv_lv: Izvēlieties filtru, lai atrastu atbilstošu virkni OU atribūta beigās
mk_mk: Избери филтер за да најдеш соодветна низа на крајот од атрибутот OU
ms_my: Pilih penapis untuk mencari string yang sepadan di hujung atribut OU
my_mm: OU ဂုဏ်သတ္တိ၏ အဆုံးတွင် ကိုက်ညီသော စာတန်းတစ်ခုကို ရှာဖွေရန် စစ်ထုတ်မှုတစ်ခုကို ရွေးချယ်ပါ
ne: OU विशेषताको अन्त्यमा मेल खाने स्ट्रिङ फेला पार्न फिल्टर छान्नुहोस्
nl: Selecteer een filter om een overeenkomstige string te vinden aan het eind van het OU attribuut
nn_no: Vel ein filter for å finne ein treffande streng på slutten av OU-attributtet
oc: Seleccionatz un filtre per trobar una cadena correspondent a la fin de l'atribut OU
pl_pl: Wybierz filtr do znalezienia dopasowanego łańcucha końcowej właściwości OU
ps: یو فلټر انتخاب کړئ چې د OU خصوصیت په پای کې ورته متن ومومي
pt_br: Selecione um filtro que permitirá encontrar os usuário cujo atributo OU (unidade organizacional) para o mesmo fim
pt_pt: Seleccione um filtro para procurar uma correspondência no código no final do atributo OU
ro_ro: Selectati un filtru pentru a cauta un string potrivit la sfarsitul atributului OU
ru_ru: Выберите фильтр для поиска строки в конце атрибута OU
sk_sk: Vybrať filter k nájdeniu zodpovedajúceho reťazca na konci OU atribútu
sl: Izberi filter, ki omogoča iskanje niza po zadnjem delu OU atributa
sq: Zgjidhni një filtër për të gjetur një varg përputhës në fund të atributit OU
sr_rs: Izaberite filter za pronalaženje odgovarajućeg stringa na kraju OU atributa
sv_se: Välj ett filter för att hitta en matchande sträng i slutet av OU-attributet
sw_ke: Chagua kichujio kupata mnyororo unaofanana mwishoni mwa sifa ya OU
ta: OU பண்பின் முடிவில் பொருந்தும் சரத்தை கண்டுபிடிக்க வடிகட்டியைத் தேர்ந்தெடுக்கவும்
th: เลือกตัวกรองเพื่อค้นหาคำตรงกันที่ท้ายของแอตทริบิวต์ OU
tl_ph: Pumili ng filter upang hanapin ang tumutugma na string sa dulo ng OU attribute
tr: OU özniteliğinin sonunda eşleşen dize bulmak için bir filtre seçin
uk_ua: Виберіть фільтр для пошуку відповідного рядка в кінці атрибута OU
vi_vn: Chọn bộ lọc để tìm chuỗi phù hợp ở cuối thuộc tính OU
xh_za: Khetha isihluzi sokufumana umtya ohambelanayo ekupheleni kwephawu le-OU
zh_cn: 选择一个过滤器，在OU属性的末尾查找匹配字符串
zh_tw: 選擇篩選器，在 OU 屬性結尾尋找符合字串

source: The OU attribute filter
ar: OU تصفية السمات
ast_es: Filtru del atributu OU
bn_bd: ওযু অ্যাট্রিবিউট ফিল্টার
bs_ba: Filter OU atributa
ca_es: Filtre de l'atribut OU
cs_cz: Filtr OU atributu
da: OU-attributfilteret
de: Der OU Attribut Filer
el: Φίλτρο χαρακτηριστικού OU
eo: Filtrilo de OU-atributo
es: Filtro del atributo OU
es_mx: Filtro del atributo OU
eu_es: OU atributuko iragazkia
fa_ir: فیلتر ویژگی OU
fi_fi: OU-attribuuttisuodatin
fo_fo: OU eginleika síuan
fur: Il filtri atuât dal atribut OU
ga: Scagaire tréith OU
gl: Filtro do atributo OU
he_il: מסנן תכונות ה-OU
hi: OU विशेषता फ़िल्टर
hr_hr: Filter atributa OU
hu_hu: Az OU attribútum szűrő
hy: OU հատկության զտիչը
id_id: Filter atribut OU
it: Filtro sui valori di OU (organizationalUnit)
ja: OU属性フィルター
ka_ge: OU ატრიბუტის ფილტრი
ko_kr: OU 속성 필터
lo: ຕົວກັ່ນຕອງຄຸນລັກສະນະ OU
lt_lt: OU atributo filtras
lv_lv: OU atribūta filtrs
mk_mk: Филтерот на атрибутот OU
ms_my: Penapis atribut OU
my_mm: OU ဂုဏ်သတ္တိစစ်ထုတ်မှု
ne: OU विशेषता फिल्टर
nl: De OU attribuut filter
nn_no: OU-attributtfilteret
oc: Filtre de l'atribut OU
pl_pl: Filtr właściwości OU
ps: د OU خصوصیت فلټر
pt_br: Filtro sobre o atributo OU
pt_pt: O filtro do atributo OU
ro_ro: Filtrul pentru atributul OU
ru_ru: Фильтр атрибута OU
sk_sk: OU atribút filter
sl: Filter OU atributa
sq: Filtri i atributit OU
sr_rs: OU atribut filter
sv_se: OU-attributfiltret
sw_ke: Kichujio cha sifa ya OU
ta: OU பண்பு வடிகட்டி
th: ตัวกรองแอตทริบิวต์ OU
tl_ph: Ang OU attribute filter
tr: OU öznitelik filtresi
uk_ua: Фільтр атрибута OU
vi_vn: Bộ lọc thuộc tính OU
xh_za: Isihluzi se-OU attribute
zh_cn: OU属性过滤器
zh_tw: OU 屬性篩選器

source: Select the session in which you want to import these users
ar: اختيار الدورة التي تود استيراد المستخدمين اليها
ast_es: Escueya la sesión a la que quier importar estos usuarios
bn_bd: এই ব্যবহারকারীদের আমদানি করতে চান এমন সেশন নির্বাচন করুন
bs_ba: Odaberite sesiju u koju želite uvesti ove korisnike
ca_es: Seleccioneu la sessió a la qual voleu importar aquests usuaris
cs_cz: Zvolte sezení, do kterého chcete importovat tyto uživatele
da: Vælg sessionen, hvor du vil importere disse brugere
de: Kurs-Session auswählen, in die diese Benutzer importiert werden sollen
el: Επιλέξτε τη συνεδρία στην οποία θέλετε να εισαγάγετε αυτούς τους χρήστες
eo: Selekti la sesion en kiu vi volas enigi ĉi tiujn uzantojn
es: Seleccione la sesión en la que quiere importar estos usuarios
es_mx: Seleccione la sesión en la que desea importar estos usuarios
eu_es: Hautatu nahi duzun saioa, erabiltzaile hauek inportatzeko
fa_ir: جلسه‌ای را انتخاب کنید که می‌خواهید این کاربران را در آن وارد کنید
fi_fi: Valitse istunto, johon haluat tuoda nämä käyttäjät
fo_fo: Vel bólkin har tú ynskir at flyta hesar brúkarar inn
fur: Scealt la sesion te vuês impuortâ jê utents
ga: Roghnaigh an seisiún ina bhfuil fonn ort na húsáideoirí seo a allmhairiú
gl: Seleccione a sesión na que quere importar estes usuarios
he_il: בחר את ההפעלה שבה ברצונך לייבא משתמשים אלה
hi: उन उपयोगकर्ताओं को आयात करने के लिए सत्र चुनें
hr_hr: Odaberite sesiju u koju želite uvesti ove korisnike
hu_hu: Válassza ki azt a munkamenetet, amelybe ezeket a felhasználókat importálni szeretné
hy: Ընտրեք սեանսը, որում ցանկանում եք ներմուծել այս օգտատերերին
id_id: Pilih sesi tempat Anda ingin mengimpor pengguna ini
it: Seleziona la sessione in cui importare gli utenti
ja: これらのユーザーをインポートするセッションを選択
ka_ge: შეარჩიეთ სესია, სადაც გსურთ ამ მომხმარებლების იმპორტი
ko_kr: 이 사용자들을 가져올 세션을 선택하십시오
lo: ເລືອກຊ່ວງເວລາຮຽນທີ່ທ່ານຕ້ອງການນຳເຂົ້າຜູ້ໃຊ້ເຫຼົ່ານີ້
lt_lt: Pasirinkite sesiją, į kurią norite importuoti šiuos vartotojus
lv_lv: Izvēlieties sesiju, kurā vēlaties importēt šos lietotājus
mk_mk: Избери сесија во која сакаш да ги импортираш овие корисници
ms_my: Pilih sesi yang anda ingin import pengguna ini
my_mm: ဤအသုံးပြုသူများကို တင်သွင်းလိုသော အစည်းအဝေးကို ရွေးချယ်ပါ
ne: यी प्रयोगकर्ताहरूलाई आयात गर्न चाहनुहुने सत्र छान्नुहोस्
nl: Selecteer de sessie waarin u deze gebruikers wenst te selecteren
nn_no: Vel sesongen der du vil importere desse brukarane
oc: Seleccionatz la session dins la qual volètz importar aquestes utilizaires
pl_pl: Wybierz sesję, do której chcesz zaimportować tych użytkowników
ps: هغه غونډه غوره کړئ چې تاسو غواړئ په کې دا کاروونکي وارد کړئ
pt_br: Selecione a sessão para a qual deseja importar estes usuário
pt_pt: Seleccione a sessão para a qual deseja importar estes utilizadores
ro_ro: Selectati sesiunea in care doriti sa importati acesti utilizatori
ru_ru: Выберите сессию для импорта этих пользователей
sk_sk: Vyberte stretnutie, na ktoré chcete importovať týchto používateľov
sl: Izberi sejo, v katero želiš uvoziti uporabnike
sq: Zgjidhni sesionin në të cilin dëshironi të importoni këta përdorues
sr_rs: Izaberite sesiju u koju želite da uvezete ove korisnike
sv_se: Välj sessionen som du vill importera dessa användare till
sw_ke: Chagua kikao ambacho unataka kuhamisha watumiaji hawa
ta: இந்த பயனர்களை இறக்குமதி செய்ய விரும்பும் அமர்வை தேர்ந்தெடுக்கவும்
th: เลือกเซสชันที่ต้องการนำเข้าผู้ใช้เหล่านี้
tl_ph: Pumili ng session kung saan nais mong mag-import ng mga user na ito
tr: Bu kullanıcıları içe aktarmak istediğiniz oturumu seçin
uk_ua: Виберіть сесію, у яку ви хочете імпортувати цих користувачів
vi_vn: Chọn phiên bạn muốn nhập những người dùng này
xh_za: Khetha iseshoni oyifunayo ukungenisa kuyo ezi basebenzisi
zh_cn: 选择您想要导入这些用户的会话
zh_tw: 選擇要匯入這些使用者的課程
