Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Should the survey invitations use the coach e-mail address or the no-reply address defined in the main configuration section?
ar: إذا أرسلت رسالة بالبريد الالكتروني لمسح الدعوات استخدم عنوان البريد الالكتروني المدرب / المعلم أو عنوان عدم الرد الخاص (يعرف بـ قسم التركيب الرئيسي)؟
ast_es: ¿ Los correos electrónicos usaos pa unviar les encuestes tienen d'usar el corréu electrónicu del tutor o una direición especial de corréu electrónicu a la que'l destinatariu nun respuende (definida nos parámetros de configuración de la plataforma)
bn_bd: সার্ভে আমন্ত্রণে কোচের ইমেইল ঠিকানা না মূল কনফিগারেশন বিভাগে নির্ধারিত নো-রিপ্লাই ঠিকানা ব্যবহার করবে?
bs_ba: Da li pozivnice za anketu treba koristiti e-mail adresu trenera ili adresu bez odgovora definisanu u glavnom odjeljku konfiguracije?
ca_es: ¿Els correus electrònics utilitzats per enviar les enquestes, hauran d'utilitzar el correu electrònic del professor/tutor o una adreça especial de correu-e a la qual el destinatari no respongui (definida en els paràmetres de la plataforma)?
cs_cz: Mohou mít e-maily, poslané jako pozvánky, e-mailovou adresu vedoucího nebo speciální adresu bez možnosti odpovědi (definovanou v hlavní části konfigurace)?
da: Skal e-mails med invitation til undersøgelsen anvende instruktorens e-mailadresse eller no-reply e-mailadresse?
de: Adresse (wird in der Hauptkonfiguration definiert) benutzen?
el: Πρέπει οι προσκλήσεις έρευνας να χρησιμοποιούν τη διεύθυνση email του προπονητή ή τη διεύθυνση no-reply που ορίζεται στην κύρια ενότητα διαμόρφωσης;
eo: Ĉu la retpoŝtaj invitoj sendotaj por esplori povas uzi la retpoŝtadreson de la ekzercanto/instruisto, aŭ de la speciala nerespondadreso (donita en la ĝenerala konfiguro)?
es: ¿ Los correos electrónicos utilizados para enviar las encuestas, deben usar el correo electrónico del tutor o una dirección especial de correo electrónico a la que el destinatario no responde (definida en los parámetros de configuración de la plataforma) ?
es_mx: ¿Deben las invitaciones de encuesta usar la dirección de correo del coach o la dirección no-respuesta definida en la sección de configuración principal?
eu_es: Inkestak bidaltzeko mezu elektronikoek arduradunaren posta elektronikoaren helbidea erabili beharko al dute ala, bestela, plataforma konfiguratzeko ezarpenetan ez-erantzuteko definitutako posta elektronikoko helbide berezi bat?
fa_ir: دعوت‌نامه‌های نظرسنجی از آدرس ایمیل مربی یا آدرس no-reply تعریف‌شده در بخش تنظیمات اصلی استفاده کنند؟
fi_fi: Pitäisikö kyselykutsujen käyttää valmentajan sähköpostiosoitetta vai ylläpitokonfiguraatiossa määriteltyä ei-vastausosoitetta?
fo_fo: Skulu kanningar invitatiònirnar brúka coach teldupost adressu ella no-reply adressuna skilgreinda í høvuudstillingini?
fur: Le invitazion indaghins a deivin doprâ indiris e-mail dal coach o indiris no-reply definît intê sezion configurazion principâl?
ga: Ar cheart do chuirithe suirbhé úsáid a bhaint as seoladh ríomhphost an traenálaí nó as an seoladh gan freagra atá sainithe sa chuid cumraíochta príomha?
gl: Os correos utilizados para enviar as enquisas, deben usar o correo electrónico do profesor/titor ou unha dirección especial de correo electrónico á cal o destinatario non responde (definida nos parámetros de configuración da plataforma) ?
he_il: האם בהזמנות לסקר צריך להשתמש בכתובת הדואר האלקטרוני של המאמן או בכתובת ללא תשובה המוגדרת בסעיף התצורה הראשי?
hi: क्या सर्वेक्षण निमंत्रण कोच ईमेल पता उपयोग करें या मुख्य कॉन्फ़िगरेशन अनुभाग में परिभाषित नो-रिप्लाई पता?
hr_hr: Trebalo bi li pozivnice za ankete koristiti adresu e-pošte predavača ili adresu bez odgovora definiranu u glavnom odjeljku konfiguracije?
hu_hu: A kérdőív meghívások használják a coach e-mail címét vagy a fő konfigurációs szakaszban meghatározott válasz nélküli címet?
hy: Հետևյալ հարցումների հրավերները պետք է օգտագործեն մարզիչի էլ. փոստի հասցեն, թե՞ հիմնական կարգավորումների բաժնում սահմանված պատասխան չուղարկել հասցեն։
id_id: Haruskah undangan survei menggunakan alamat email pelatih atau alamat no-reply yang didefinisikan di bagian konfigurasi utama?
it: Nell'invio di un questionario si impiega l'indirizzo e-mail del docente o un indirizzo speciale del tipo Non-rispondere (definito in configurazione)?
ja: TA の電子メール アドレスまたはメインの構成セクションで定義した送信専用のアドレスのどちらを意見調査の招待に使用しますか?
ka_ge: გამოკითხვის მოწვევები უნდა იყენებდეს ტრენერის ელფოსტის მისამართს თუ არა-პასუხის მისამართს, რომელიც განსაზღვრულია მთავარ კონფიგურაციის განყოფილებაში?
ko_kr: 설문 초대에 코치 이메일 주소를 사용할지, 아니면 메인 구성 섹션에서 정의된 답장 불가 주소를 사용할지 선택하세요.
lo: ການເຊີນເຂົ້າຮ່ວມແບບສຳຫຼວດຄວນໃຊ້ທີ່ຢູ່ອີເມວຂອງຄູຝຶກ ຫຼື ທີ່ຢູ່ທີ່ບໍ່ຕອບກັບທີ່ກຳນົດໄວ້ໃນສ່ວນການຕັ້ງຄ່າຫຼັກ?
lt_lt: Ar apklausos kvietimai turėtų naudoti trenerio el. pašto adresą ar no-reply adresą, apibrėžtą pagrindiniame konfigūracijos skyriuje?
lv_lv: Izsūtot aptaujas uzaicinājumus lietot Lektora e-pasta adresi, jeb bez atbildes e-pasta adresi?
mk_mk: Дали поканите за анкета треба да користат е-пошта адреса на тренерот или адресата без одговор дефинирана во главната конфигурациска секција?
ms_my: Adakah jemputan tinjauan menggunakan alamat e-mel jurulatih atau alamat tiada balas yang ditetapkan dalam bahagian konfigurasi utama?
my_mm: စစ်တမ်းဖိတ်ကြားချက်များသည် နည်းပြဆရာ၏ အီးမေးလ်လိပ်စာကို အသုံးပြုသင့်သလား သို့မဟုတ် ပင်မပြင်ဆင်သတ်မှတ်မှုအပိုင်းတွင် သတ်မှတ်ထားသော အကြောင်းပြန်မလိုသော လိပ်စာကို အသုံးပြုသင့်သလား။
ne: सर्वेक्षण निमन्त्रणाहरूले कोच इमेल ठेगाना प्रयोग गर्ने कि मुख्य कन्फिगरेसन खण्डमा परिभाषित नो-रिप्लाई ठेगाना प्रयोग गर्ने?
nl: Moeten de email-uitnodigingen die verstuurd worden voor surveys gebruik maken van het mailadres van coach/docent, of van het speciale no-reply adres (opgegeven in de algemene configuratie)?
nn_no: Skal spørjeundersøking-invitasjonar bruke coach sin e-postadresse eller no-reply-adressa definert i hovudinastillingane?
oc: Los convits als sondatges devon utilizar l'adreça de corrièl del coach o l'adreça de no-responsa definida dins la seccion de configuracion principal ?
pl_pl: Czy zaproszenia do ankiet powinny wychodzić z adresu e-mail trenera czy adresu (bez odpowiedzi) zdefiniowanego w sekcji głównej konfiguracji?
ps: ایا د سروې بلنې باید د ګرځندوي برېښنالیک پته وکاروي یا د اصلي تنظیم برخې کې تعریف شوې ځواب نه پته؟
pt_br: Os e-mails enviados para os convidados dos questionários devem usar os endereços do tutor ou o endereço de não responder no-reply (definido na seção de configuração principal)?
pt_pt: Os convites para responder a questionários deverão utilizar o endereço de e-mail do tutor ou o endereço de e-mail de não-responder (no-reply) definido na área principal de configuração?
ro_ro: Pentru a transmite e-mail-uri de invitare la sondaj folositi adresa de e-mail a antrenoruluiu/tutorelui sau adresa speciala "no-reply" (definita in sectiunea principala de configurare)?
ru_ru: Нужно ли для эл. писем, посланных для участия в анкетировании, использовать эл. адрес наставника или специальный адрес без права обратного ответа (определено в разделе главных настроек)?
sk_sk: Majú mať e-maily poslané ako pozvánky na prieskum použiť e-mailovú adresu tútora alebo špeciálnu adresu bez možnosti odpovede (definovanú v hlavnej časti konfigurácie)?
sl: Naj bo e-poštni naslov vabila na izpolnjevanje vprašalnika naslov coacha/tutorja ali poseben naslov, na katerega se ne odgovarja (določen v glavnem nastavitvenem razdelku) ?
sq: A duhet ftesat e anketës të përdorin adresën email të trajnerit apo adresën pa përgjigje të definuar në seksionin e konfigurimit kryesor?
sr_rs: Da li pozivnice za ankete treba da koriste adresu e-pošte trenera ili adresu bez odgovora definisanu u glavnom odeljku konfiguracije?
sv_se: Ska e-breven med enkätinbjudan använda lärarens e-postadress eller en särskild adress som inte kan ta emot svar (definieras i den grundläggande konfigureringen)?
sw_ke: Je, mialiko ya uchunguzi itumie anwani ya barua pepe ya mkufunzi au anwani isiyo na jibu iliyofafanuliwa katika sehemu ya mipangilio kuu?
ta: கருத்துக்கணிப்பு அழைப்புகள் பயிற்சியாளர் மின்னஞ்சல் முகவரியைப் பயன்படுத்த வேண்டுமா அல்லது முதன்மை அமைப்புப் பிரிவில் வரையறுக்கப்பட்ட பதில் இல்லா முகவரியைப் பயன்படுத்த வேண்டுமா?
th: คำเชิญแบบสำรวจควรใช้อีเมลโค้ชหรือที่อยู่อีเมลไม่ตอบกลับที่กำหนดในส่วนการกำหนดค่าหลัก?
tl_ph: Kailangan bang gamitin ang mga imbitasyon sa sarbey ng e-mail address ng coach o ang no-reply na address na tinukoy sa pangunahin seksyon ng configuration?
tr: Anket davetleri ana ayar bölümüde tanımlanan koç e-posta adresini yada cevapsız e-posta adresini içermeli midir?
uk_ua: Чи мають запрошення на опитування використовувати адресу електронної пошти тренера чи адресу no-reply, визначену в основному розділі конфігурації?
vi_vn: Lời mời khảo sát nên sử dụng địa chỉ email của giảng viên hay địa chỉ không trả lời được định nghĩa trong phần cấu hình chính?
xh_za: Ngaba izimenelo zophando mazisebenzise idilesi ye-imeyile yomqeqeshi okanye idilesi engaphenduli echaziweyo kwicandelo lolawulo oluphambili?
zh_cn: 调查邀请是使用教练电子邮件地址还是主要配置部分中定义的无回复地址？
zh_tw: 向使用者發出統計調查邀請時，使用指導員/導師本人的電郵還是採用主要設定中預設的毋須回覆電郵地址？

source: Coach e-mail address
ar: عنوان البريد الإلكتروني للمدرب / المعلم
ast_es: Corréu electrónicu del tutor
bn_bd: কোচের ইমেইল ঠিকানা
bs_ba: E-mail adresa trenera
ca_es: Correu-e del professor/tutor
cs_cz: Emailová adresa vedoucího(školitele)
da: Instruktors e-mailadresse
de: E-Mail Adresse des Kursleiters
el: Διεύθυνση email προπονητή
eo: Retpoŝtadreso de la mentoro
es: Correo electrónico del tutor
es_mx: Dirección de correo del coach
eu_es: Arduradunaren posta elektronikoko helbidea
fa_ir: آدرس ایمیل مربی
fi_fi: Valmentajan sähköpostiosoite
fo_fo: Coach teldupostur adressan
fur: Indiris e-mail coach
ga: Seoladh ríomhphost traenálaí
gl: Correo electrónico do profesor/titor
he_il: כתובת דואר אלקטרוני של המאמן
hi: कोच ईमेल पता
hr_hr: Adresa e-pošte predavača
hu_hu: Coach e-mail cím
hy: Մարզիչի էլ. փոստի հասցե
id_id: Alamat email pelatih
it: Indirizzo e-mail del docente/tutor
ja: TA の電子メール アドレス
ka_ge: ტრენერის ელფოსტის მისამართი
ko_kr: 코치 이메일 주소
lo: ທີ່ຢູ່ອີເມວຂອງຄູຝຶກ
lt_lt: Trenerio el. pašto adresas
lv_lv: Lektora e-pasta adrese
mk_mk: Е-пошта адреса на тренерот
ms_my: Alamat e-mel jurulatih
my_mm: နည်းပြဆရာ၏ အီးမေးလ်လိပ်စာ
ne: कोच इमेल ठेगाना
nl: E-mail-adres van begeleider/docent
nn_no: Coach sin e-postadresse
oc: Adreça de corrièl del coach
pl_pl: Adres mailowy trenera
ps: د ګرځندوي برېښنالیک پته
pt_br: Endereço de e-mail do tutor
pt_pt: Endereço de e-mail do tutor
ro_ro: Adresa de e-mail a antrenorului/tutorelui
ru_ru: эл. адрес руководителя/наставника
sk_sk: E-mailová adresa tútora
sl: E-poštni naslov inštruktorja
sq: Adresa email e trajnerit
sr_rs: e-mail adresa instruktora
sv_se: E-postadress till läraren
sw_ke: Anwani ya barua pepe ya mkufunzi
ta: பயிற்சியாளர் மின்னஞ்சல் முகவரி
th: ที่อยู่อีเมลโค้ช
tl_ph: email address ng coach
tr: Eğitmenin eposta adresi
uk_ua: Адреса електронної пошти тренера
vi_vn: Địa chỉ email giảng viên
xh_za: Idilesi ye-imeyile yomqeqeshi
zh_cn: 老师的邮件地址
zh_tw: 導師電郵

source: Enable the OpenID URL-based authentication (displays an additional login form on the homepage)
ar: تمكين التوثيق المفتوح المعتمد على معرف المواقع URL( عرض دخول إضافي من الصفحة الرئيسية )
ast_es: Activar la identificación según URL OpendID (amuesa un formulariu d'identificación adicional na páxina d'entamu de la plataforma)
bn_bd: OpenID URL-ভিত্তিক প্রমাণীকরণ সক্রিয় করুন (হোমপেজে অতিরিক্ত লগইন ফর্ম দেখাবে)
bs_ba: Omogući OpenID autentifikaciju baziranu na URL-u (prikazuje dodatni obrazac za prijavu na početnoj stranici)
ca_es: Activar l'autenticació basada en URL OpenID (mostra un formulari addicional d'identificació a la pàgina principal de la plataforma)
cs_cz: Povolení OpenID URL - založené na autentifikaci (zobrazí dodatečný přihlašovací login formulář na hlavní stránce)
da: Aktivér OpenID URL-baseret godkendelse (viser et yderligere login-formular på startsiden)
de: Die OpenID URL-basierte Authentifizierung einschalten (zeigt ein weiteres Login Formular auf der Homepage an)
el: Ενεργοποίηση πιστοποίησης βάσει URL OpenID (εμφανίζει επιπλέον φόρμα σύνδεσης στην αρχική σελίδα)
eo: Aktivigu la OpenID URL-bazitan aŭtentikigilon (aperos kroma ensalutformularo sur la hejmpaĝo)
es: Activar la autentificación basada en URL OpenID (muestra un formulario de adicional de identificación en la página principal de la plataforma)
es_mx: Activar autenticación basada en URL OpenID (muestra un formulario de inicio de sesión adicional en la página principal)
eu_es: Gaitu OpenID URLn oinarrituriko autentifikazioa (identifikatzeko eskabide gehigarria erakusten du plataformako orri nagusian)
fa_ir: فعال‌سازی احراز هویت مبتنی بر URL OpenID (نمایش فرم ورود اضافی در صفحه اصلی)
fi_fi: Ota käyttöön OpenID URL-pohjainen tunnistautuminen (näyttää lisä-kirjautumislomakkeen etusivulla)
fo_fo: Virkja OpenID URL-baserað loyving (vísir ein viðkomandi innlogingarsmætt á heimasíðuni)
fur: Ative autenticazion OpenID base URL (mostre un form login zus su pagjine inizjâl)
ga: Cumasaigh fíordheimhniú bunaithe ar URL OpenID (taispeánann foirm logáil isteach breise ar an leathanach baile)
gl: Activar a autentificación basada en URL OpenID (amosa un formulario adicional de identificación na páxina principal da plataforma)
he_il: הפעל את האימות מבוסס URL OpenID (מציג טופס התחברות נוסף בדף הבית)
hi: ओपनआईडी URL-आधारित प्रमाणीकरण सक्षम करें (होमपेज पर अतिरिक्त लॉगिन फॉर्म प्रदर्शित करता है)
hr_hr: Omogući OpenID autentifikaciju temeljenu na URL-u (prikazuje dodatni obrazac za prijavu na početnoj stranici)
hu_hu: OpenID URL-alapú hitelesítés engedélyezése (további bejelentkezési űrlap megjelenítése a kezdőlapon)
hy: Ակտիվացնել OpenID URL-ով հաստատումը (ցուցադրում է լրացուցիչ մուտքի ձև գլխավոր էջում)
id_id: Aktifkan autentikasi berbasis URL OpenID (menampilkan formulir login tambahan di halaman beranda)
it: Attiva l'autenticazione URL OpenID (mostra un ulteriore modulo d'accesso nella pagina iniziale)
ja: OpenID URLベース認証を有効にする（ホームページに追加のログインフォームを表示）
ka_ge: ჩართეთ OpenID URL-ზე დაფუძნებული აუთენტიფიკაცია (დამატებითი შესვლის ფორმა მთავარ გვერდზე)
ko_kr: OpenID URL 기반 인증 활성화(홈페이지에 추가 로그인 양식 표시)
lo: ເປີດໃຊ້ການກວດສອບທີ່ອີງໃສ່ URL ຂອງ OpenID (ສະແດງແບບຟອມເຂົ້າສູ່ລະບົບເພີ່ມເຕີມໃນໜ້າຫຼັກ)
lt_lt: Įjungti OpenID URL pagrindu veikiančią autentifikaciją (rodo papildomą prisijungimo formą pradžios puslapyje)
lv_lv: Iespējot OpenID URL balstītu autentifikāciju (attēlo papildu pieteikšanās veidlapu mājaslapā)
mk_mk: Овозможи OpenID автентикација базирана на URL (прикажува дополнителен образец за најавување на почетната страна)
ms_my: Aktifkan pengesahan berasaskan URL OpenID (paparkan borang log masuk tambahan di laman utama)
my_mm: OpenID URL အခြေခံ အထောက်အထားစစ်ဆေးမှုကို ဖွင့်ပါ (ပင်မစာမျက်နှာတွင် ထပ်ဆောင်းအကောင့်ဝင်ဖောင်ကို ပြသသည်)
ne: ओपनआईडी URL-आधारित प्रमाणीकरण सक्षम गर्नुहोस् (गृह पृष्ठमा अतिरिक्त लगइन फर्म देखाउँछ)
nl: Activeer de OpenID URL-gebaseerde authenticatie (er verschijnt een extra login-formulier op de homepage)
nn_no: Aktiver OpenID URL-basert autentisering (viser eit ekstra påloggingskjema på hovudsida)
oc: Activar l'autentificacion basat sus l'URL OpenID (aficha un formulari de connexion suplementari sus la pagina d'acuèlh)
pl_pl: Włącz uwierzytelnianie OpenID oparte na URL (wyświetla dodatkowy formularz logowania na stronie głównej)
ps: د OpenID URL پر بنسټ تصدیق فعال کړئ (اضافي لاگ ان فورمه په کور پاڼې ښکاره کوي)
pt_br: Ativa a autenticação baseada em URL OpenID (mostra um formulário de login adicional na página inicial).
pt_pt: Activar a autenticação baseada em OpenID URL (mostra um campo de login/acesso adicional na página inicial/homepage).
ro_ro: Activeaza autentificarea bazata pe URL OpenID (afiseaza un formular aditional de logare pe pagina initiala)
ru_ru: Дать право ОткрытьID идентификации, основанной на URL (выводит дополнительную форму для логина на домашней странице)
sk_sk: Povoliť overovanie založené na OpenID URL (zobrazí ďalšie prihlasovací formulár na titulnej stránke)
sl: Omogoči OpenID URL bazirajočo avtentifikacijo (prikaže dodatno prijavno formo na domači strani)
sq: Aktivizo autentikimin bazuar në URL OpenID (shfaq një formular shtesë hyrjeje në faqen kryesore)
sr_rs: Omogući OpenID autentifikaciju baziranu na URL-u (prikazuje dodatni formular za prijavu na početnoj stranici)
sv_se: Aktivera URL-baserad <a href="http://openid.net/">OpenID</a>-inloggning (visar ett separat loginformulär)
sw_ke: Washisha uthibitishaji unaotegemea URL ya OpenID (inaonyesha fomu ya ziada ya kuingia kwenye ukurasa wa nyumbani)
ta: OpenID URL அடிப்படையிலான அங்கீகாரத்தை செயல்படுத்து (முகப்புப் பக்கத்தில் கூடுதல் உள்நுழைவுச் சீட்டைக் காட்டும்)
th: เปิดใช้งานการยืนยันตัวตนแบบ OpenID URL (แสดงฟอร์มล็อกอินเพิ่มเติมบนหน้าหลัก)
tl_ph: I-enable ang OpenID URL-based authentication (ipinapakita ang karagdagang login form sa homepage)
tr: OpenID URL tabanlı kimlik doğrulamayı etkinleştir (ana sayfada ek oturum açma formu gösterir)
uk_ua: Увімкнути автентифікацію на основі URL OpenID (відображає додаткову форму входу на головній сторінці)
vi_vn: Bật xác thực dựa trên URL OpenID (hiển thị biểu mẫu đăng nhập bổ sung trên trang chủ)
xh_za: Vula uqinisekiso lwe-OpenID olusekwe kwi-URL (lubonisa ifomu yongezayo yokungena kwiphepha lasekhaya)
zh_cn: 启用基于 OpenID URL 的身份验证（在首页显示额外的登录表单）
zh_tw: 啟用 OpenID URL 基礎驗證（在首頁顯示額外的登入表單）

source: Version check enabled
ar: تم تمكين فحص الاصدار
ast_es: Comprobación de la versión activa
bn_bd: ভার্সন চেক সক্রিয়
bs_ba: Omogući provjeru verzije
ca_es: Comprovació de la versió activada
cs_cz: Povolení kontroly nové verze
da: Muligt at tjekke version
de: Versionsprüfung ist eingeschaltet
el: Ενεργοποιημένος έλεγχος έκδοσης
eo: Versikontrolo enŝaltitas
es: Comprobación de la versión activada
es_mx: Verificación de versión activada
eu_es: Bertsioaren konprobazioa gaitu da
fa_ir: چک کننده نسخه فعال شد
fi_fi: Versiotarkistus käytössä
fo_fo: Útgávukontroll virkin
fur: Controle version ativât
ga: Seiceáil leagan cumasaithe
gl: Verificación de versión activado
he_il: בדיקת גרסה מופעלת
hi: संस्करण जाँच सक्षम
hr_hr: Omogućena provjera verzije
hu_hu: Verzióellenőrzés bekapcsolva
hy: Տարբերակի ստուգումը فعال է
id_id: Pemeriksaan versi diaktifkan
it: Controllo versione attivato
ja: バージョン確認を有効
ka_ge: ვერსიის შემოწმება ჩართულია
ko_kr: 버전 확인 활성화
lt_lt: Versijos patikrinimas įjungtas
lv_lv: Versijas pārbaude iespējota
mk_mk: Проверка на верзија овозможена
ms_my: Pemeriksaan versi diaktifkan
my_mm: ဗားရှင်းစစ်ဆေးမှုကို ဖွင့်ထားသည်
ne: संस्करण जाँच सक्षम
nl: Versieverificatie ingeschakeld
nn_no: Versjonskontroll aktivert
oc: Verificacion de version activada
pl_pl: Sprawdzanie wersji włączone
ps: نسخه چک فعاله ده
pt_br: Verificação da versão ativada
pt_pt: Verificar a versão activado
ro_ro: Activata verificarea versiunii
ru_ru: Проверка версии задействована
sk_sk: Umožnené overenie verzie
sl: Preverjanje različice omogočeno
sq: Kontrolli i versionit i aktivizuar
sr_rs: Provera verzije omogućena
sv_se: Versionskontroll aktiverad
sw_ke: Angalia toleo limewashwa
ta: பதிப்பு சரிபார்ப்பு செயல்படுத்தப்பட்டது
th: เปิดใช้งานการตรวจสอบเวอร์ชัน
tl_ph: Version check pinagana
tr: Versiyon denetleme etkin
uk_ua: Перевірка версії увімкнена
vi_vn: Bật kiểm tra phiên bản
xh_za: Uhlolo lweveresheni luvuliwe
zh_cn: 版本检查打开
zh_tw: 允許檢查版本
