Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: If you choose to skip, the files filtered through the blacklist or whitelist will not be uploaded to the system. If you choose to rename them, their extension will be replaced by the one defined in the extension replacement setting. Beware that renaming doesn't really protect you, and may cause name collision if several files of the same name but different extensions exist.
ar: إذا قمت باختيار القفز; الملفات المرشحة النافذة خلال القائمة السوداء أو القائمة البيضاء لن تحمل إلى النظام. لو تم اختيار تغير الأسماء, الامتدادات سوف تبدل بواسطة امتداد المعرف الممتد المضبوط. عليك بالحذر من أن تغيير الاسم لن يقوم بحمايتك حقا; وقد يسبب تعارض بالاسم لو كان عدة ملفات تحمل نفس الاسم لكن بامتدادات مختلفة.
ast_es: Si escueye esborrar, los archivos filtraos cola blacklist o la whitelist nun van poder unviase al sistema. Si escueye renomalos, la estensión va sustituyise pola definida na configuración de remplazu d'estensiones. Piense que renomales nun ye davezu proteición nenguna y que pue provocar confictu de nomes si de mano esisten varios ficheros col mesmu nome y distintes estensiones.
bn_bd: স্কিপ করলে ব্ল্যাকলিস্ট বা হোয়াইটলিস্ট দিয়ে ফিল্টার করা ফাইল সিস্টেমে আপলোড হবে না। রিনেম করলে এক্সটেনশন রিপ্লেসমেন্ট সেটিংয়ে নির্ধারিত এক্সটেনশনে পরিবর্তিত হবে। সতর্কতা: রিনেমিং সত্যিকারের সুরক্ষা দেয় না এবং একই নামের বিভিন্ন এক্সটেনশনের ফাইল থাকলে নামের সংঘর্ষ হতে পারে।
bs_ba: Ako odaberete preskoči, fajlovi filtrirani preko crne ili bijele liste neće biti uploadovani u sistem. Ako odaberete preimenuj, njihova ekstenzija će biti zamijenjena onom definisanom u postavci zamjene ekstenzije. Pazite da preimenovanje ne štiti stvarno, i može uzrokovati koliziju imena ako postoji više fajlova istog imena ali različitih ekstenzija.
ca_es: Si escolliu eliminar, els fitxers que tinguin l'extensió filtrada per la llista negra o blanca no seran enviats al vostre campus. Si trieu canviar-los el nom, la seva extensió serà substituïda pel valor indicat en el paràmetre de reemplaçament d'extensió. Noteu que el reemplaçament d'extensió no us protegeix realment, i pot causar conflictes de noms si existeixen molt fitxers amb el mateix nom però amb extensions diferents.
cs_cz: Pokud zvolíte přeskočit, soubory které vyhovují blacklistu (popř. nevyhovují whitelistu) nebudou nahrané do systému. Pokud zvolíte přejmenovat, jejich přípona bude nahrazena jednou z definovaných v nastavení <b>přejmenování přípony</b>. Mějte na paměti, že vás přejmenování neochrání a může způsobit kolizi v názvu některých souborů stejného jména, ale odlišné přípony.
da: Hvis du vælger at springe over, vil filer, der filtreres gennem sortlisten eller hvidlisten, ikke blive uploadet til systemet. Hvis du vælger at omdøbe dem, vil deres endelse blive erstattet af den, der er defineret i endelseserstatningsindstillingen. Vær opmærksom på, at omdøbning ikke rigtigt beskytter dig og kan forårsage navnekollision, hvis flere filer med samme navn, men forskellige endelser findes.
de: gewählt wird, wird die Erweiterung durch die in der Ersetzungseinstellung angegebene Dateierweiterung ersetzt. Man beachte, dass das Umbenennen nicht wirklich schützt, und dass es Probleme geben kann, wenn mehrere Dateien mit dem gleichen Namen und unterschiedlichen Erweiterungen existieren.
el: Αν επιλέξετε παράλειψη, τα αρχεία που φιλτράρονται μέσω μαύρης ή λευκής λίστας δεν θα ανέβουν στο σύστημα. Αν επιλέξετε μετονομασία, η επέκτασή τους θα αντικατασταθεί με αυτή που ορίζεται στη ρύθμιση αντικατάστασης επέκτασης. Προσοχή ότι η μετονομασία δεν σας προστατεύει πραγματικά και μπορεί να προκαλέσει σύγκρουση ονομάτων αν υπάρχουν πολλά αρχεία με το ίδιο όνομα αλλά διαφορετικές επεκτάσεις.
eo: Se vi elektas pretervidi, dosieroj filtritaj per nigralisto aŭ blanklisto ne estas alŝutataj al la sistemo. Se vi elektas renomi, la sufiksoj estas anstataŭigotaj far tiu, kiu estas indikata en la sistemo. Atentu, ke renomi ne vere sekurigas kaj ankaŭ ke la alŝuto de dosieroj kun la sama nomo, sed alia sufikso povas konduki al eraroj.
es: Si elige eliminar, los archivos filtrados a través de la blacklist o de la whitelist no podrán ser enviados al sistema. Si elige renombrarlos, su extensión será sustituida por la definida en la configuración del reemplazo de extensiones. Tenga en cuenta que renombrarlas realmente no le protege y que puede ocasionar un conflicto de nombres si previamente existen varios ficheros con el mismo nombre y diferentes extensiones.
es_mx: Si eliges omitir, los archivos filtrados por la lista negra o blanca no se cargarán al sistema. Si eliges renombrarlos, su extensión será reemplazada por la definida en la configuración de reemplazo de extensión. Ten cuidado de que renombrar no te protege realmente y puede causar colisiones de nombres si existen varios archivos con el mismo nombre pero diferentes extensiones.
eu_es: Kentzea aukeratzen baduzu, zerrenda beltzaren edo zerrenda zuriaren bitartez iragazitako fitxategiak ez zaizkio kargatuko sistemari. Fitxategiak berrizendatzea aukeratzen baduzu, ordea, luzapena ordezkatuko da luzapenak ordezkatzeko konfigurazioan zehaztutako beste batez. Kontuan hartu berrizendatzeak benetan ez zaituela babestuko, eta izenen arteko gatazka sortu dezakeela, aldi berean, izen bereko, baina luzapen ezberdineko fitxategi batzuk badira.
fa_ir: اگر رد کردن انتخاب شود، فایل‌های فیلترشده از لیست سیاه یا سفید بارگذاری نمی‌شوند. اگر تغییر نام، پسوند با پسوند تعریف‌شده در تنظیم جایگزینی جایگزین می‌شود. توجه: تغییر نام واقعاً محافظت نمی‌کند و ممکن است تداخل نام ایجاد کند.
fi_fi: Jos valitset ohita, mustan tai valkoisen listan suodattamat tiedostot eivät lataudu järjestelmään. Jos valitset uudelleennimeä, niiden päätteet korvataan asetuksessa määritetyllä korvaavalla päätteellä. Huomaa, että uudelleennimeäminen ei tarjoa todellista suojaa ja voi aiheuttaa nimen törmäyksiä, jos samannimisiä tiedostoja eri päätteillä on useita.
fo_fo: Um tú velur at skippa, verða fílar filtreraðir gjøgnum svartlistan ella hvítlistan ikki løtaðir upp í systemið. Um tú velur at umnevna tey, verður slóðin broytt til taða sum er skilgreind í stillingini fyri skiftaslóð. Var varsamur við at umnevning eingin veruliga verjir tær, og kann orsaka navnakollisionum um fleiri fílar við somu navni men ymiskum slóðum eru til.
fur: Se sceûs salte, files filtrâts par liste nere o blancje no saran carjâts sul sistema. Se sceûs renomine, lur estension sarè sostitûde cu chel definît inta impostazion sostituzion estension. Atenzion che renominâ no protêt vere e puê cjarâ colision nûms se plui files cu stes nom ma estensions diferents esistin.
ga: Má roghnaíonn tú scipeáil, ní uaslódálfar na comhaid a scagtar tríd an blacklist nó whitelist. Má roghnaíonn tú athainmniú, athrófar a síneadh leis an gceann atá sainithe i socrú athsholáthair síneadh. Tabhair faoi deara nach gcosnaíonn athainmniú go fírinneach thú, agus d'fhéadfadh coinbhleacht ainmneacha a bheith ann má tá go leor comhaid den ainm céanna ach síntí éagsúla ann.
gl: Se elixe eliminar, os arquivos filtrados a través da blacklist ou da whitelist non poderán ser enviados ao sistema. Se elixe renombrarlos, a súa extensión será substituída pola definida na configuración da substitución de extensións. Teña en conta que renombralas realmente non lle protexe e que pode ocasionar un conflito de nomes se previamente existen varios ficheiros co mesmo nome e diferentes extensións.
he_il: אם תבחר לדלג, הקבצים שסוננו דרך הרשימה השחורה או הרשימה הלבנה לא יועלו למערכת. אם תבחר לשנות את שמם, הסיומת שלהם תוחלף בזו המוגדרת בהגדרת החלפת התוסף. היזהר כי שינוי השם לא באמת מגן עליך ועלול לגרום להתנגשות שמות אם קיימים מספר קבצים באותו שם אך עם סיומות שונות.
hi: यदि आप छोड़ना चुनते हैं, तो ब्लैकलिस्ट या व्हाइटलिस्ट से फ़िल्टर की गई फ़ाइलें सिस्टम में अपलोड नहीं होंगी। यदि आप नाम बदलना चुनते हैं, तो उनका एक्सटेंशन एक्सटेंशन प्रतिस्थापन सेटिंग में परिभाषित वाले से बदल दिया जाएगा। ध्यान दें कि नाम बदलना वास्तव में आपको सुरक्षित नहीं करता, और यदि एक ही नाम लेकिन विभिन्न एक्सटेंशन वाली कई फ़ाइलें मौजूद हों तो नाम टकराव हो सकता है।
hr_hr: Ako odaberete preskoči, datoteke filtrirane crnom ili bijelom listom neće biti učitane u sustav. Ako odaberete preimenuj, njihova ekstenzija bit će zamijenjena onom definiranošću u postavci zamjene ekstenzije. Pazite da preimenovanje ne štiti stvarno i može uzrokovati sudar imena ako postoji nekoliko datoteka istog imena, ali različitih ekstenzija.
hu_hu: Ha a kihagyást választja, azok az állományok amiket a fekete/fehérlista alapján a rendszer kiszűr, nem fognak feltöltődni. Ha az átnevezést választja, az állomány kiterjesztése módosulni fog a kiterjesztés lecserélő beállítások szerint. Figyelem: az átnevezés nem nyújt teljes védelmet, ezen kívül felülírhatja a meglévő, megegyező nevű állományokat, ha több állománynak is ugyanaz a neve, csak a kiterjesztése eltérő.
hy: Եթե ընտրում եք բաց թողնել, սև կամ սպիտակ ցուցակով ֆիլտրված ֆայլերը չեն վերբեռնվի համակարգ: Եթե ընտրում եք վերանվանել, դրանց ընդլայնումը կփոխարինվի ընդլայնման փոխարինման կարգավորումում սահմանվածով: Զգուշացեք, որ վերանվանումը իրականում չի պաշտպանում ձեզ և կարող է հանգեցնել անվանումների կոնֆլիկտի, եթե նույն անվանումով, բայց տարբեր ընդլայնումներով մի քանի ֆայլեր կան:
id_id: Jika Anda memilih lewati, file yang disaring melalui daftar hitam atau daftar putih tidak akan diunggah ke sistem. Jika Anda memilih ganti nama, ekstensinya akan diganti dengan yang ditentukan dalam pengaturan penggantian ekstensi. Hati-hati bahwa penggantian nama tidak benar-benar melindungi Anda, dan dapat menyebabkan tabrakan nama jika ada beberapa file dengan nama sama tetapi ekstensi berbeda.
it: Se scegli Rimuovi, i files non saranno caricati. Se decidi di rinominare le estensioni dei files saranno sostituite da quelle assegnate in fase di configurazione. Attenzione: rinominare non garantisce la protezione e può creare conflitti tra files con lo stesso nome ma diversa estensione.
ja: スキップを選択した場合、ブラックリストまたはホワイトリストでフィルタリングされたファイルはシステムにアップロードされません。名前変更を選択した場合、拡張子は拡張子置換設定で定義されたものに置き換えられます。名前変更は本当の保護にはならず、同じ名前だが異なる拡張子のファイルが複数ある場合に名前衝突が発生する可能性があることに注意してください。
ka_ge: თუ ირჩევთ გამოტოვებას, შავი ან თეთრი სიით ფილტრირებული ფაილები არ ატვირთება სისტემაში. თუ ირჩევთ გადარქმევას, მათი გაფართოება შეიცვლება გაფართოების შეცვლის შეკონფიგურებაში განსაზღვრული გაფართოებით. ფრთხილად: გადარქმევა არ იძლევა რეალურ დაცვას და შეიძლება გამოიწვიოს სახელის კოლიზია, თუ ერთი სახელის მქონე მრავალი ფაილი განსხვავებული გაფართოებებით არსებობს.
ko_kr: 건너뛰기를 선택하면 블랙리스트 또는 화이트리스트로 필터링된 파일이 시스템에 업로드되지 않습니다. 이름 변경을 선택하면 확장자가 확장 대체 설정에 정의된 것으로 교체됩니다. 이름 변경은 실제로 보호하지 않으며, 동일한 이름의 다른 확장자 파일이 여러 개 있으면 이름 충돌이 발생할 수 있습니다.
lo: ຖ້າທ່ານເລືອກທີ່ຈະຂ້າມ, ໄຟລ໌ທີ່ຖືກກັ່ນຕອງຜ່ານບັນຊີດຳ ຫຼື ບັນຊີຂາວຈະບໍ່ຖືກອັບໂຫຼດເຂົ້າລະບົບ. ຖ້າທ່ານເລືອກທີ່ຈະປ່ຽນຊື່ພວກມັນ, ນາມສະກຸນຂອງພວກມັນຈະຖືກແທນທີ່ດ້ວຍນາມສະກຸນທີ່ກຳນົດໄວ້ໃນການຕັ້ງຄ່າການແທນທີ່ນາມສະກຸນ. ຈົ່ງລະວັງວ່າການປ່ຽນຊື່ບໍ່ໄດ້ປ້ອງກັນທ່ານແທ້ໆ, ແລະ ອາດຈະເຮັດໃຫ້ເກີດການຊໍ້າຊ້ອນຂອງຊື່ຖ້າມີໄຟລ໌ຫຼາຍໄຟລ໌ທີ່ມີຊື່ດຽວກັນແຕ່ນາມສະກຸນຕ່າງກັນ.
lt_lt: Jei pasirinksite praleisti, juodojo ar baltojo sąrašo filtruoti failai nebus įkelti į sistemą. Jei pasirinksite pervadinti, jų plėtinys bus pakeistas tuo, kuris apibrėžtas plėtinių pakeitimo nustatyme. Atsargiai: pervadinimas tikrai neapsaugo jūsų ir gali sukelti vardų koliziją, jei yra keli failai su tuo pačiu vardu, bet skirtingais plėtiniais.
lv_lv: Ja izvēlaties izlaist, faili, kas filtrēti caur melno vai balto sarakstu, netiks augšupielādēti sistēmā. Ja izvēlaties pārdēvēt, to paplašinājums tiks aizstāts ar to, kas definēts paplašinājuma aizstāšanas iestatījumā. Ņemiet vērā, ka pārdēvēšana jūs tiešām neaizsargā un var izraisīt vārdu sadursmes, ja pastāv vairāki faili ar vienādu nosaukumu, bet dažādiem paplašinājumiem.
mk_mk: Ако одберете прескокни, датотеките филтрирани низ црниот_список или белиот_список нема да бидат качени на системот. Ако одберете да ги преименувате, нивните екстензии ќе бидат заменети со оние дефинирани во поставките за заменување. Внимавајте, преименувањето всушност не Ве заштитува и може да предизвика колизија во имињата ако постојат повеќе датотеки со исти имиња, но различни екстензии.
ms_my: Jika anda pilih langkau, fail yang ditapis melalui senarai hitam atau senarai putih tidak akan dimuat naik ke sistem. Jika anda pilih tukar nama, sambungannya akan diganti dengan yang ditetapkan dalam tetapan penggantian sambungan. Berhati-hati bahawa menukar nama tidak benar-benar melindungi anda, dan boleh menyebabkan pertindihan nama jika terdapat beberapa fail dengan nama sama tetapi sambungan berbeza.
my_mm: သင်သည် လွှတ်ထားရန်ရွေးချယ်ပါက၊ အနက်ရောင်စာရင်း သို့မဟုတ် အဖြူရောင်စာရင်းဖြင့် စစ်ထုတ်ထားသော ဖိုင်များကို စနစ်ထဲသို့ တင်သွင်းမည်မဟုတ်ပါ။ သင်သည် ၎င်းတို့ကို အမည်ပြောင်းရန်ရွေးချယ်ပါက၊ ၎င်းတို့၏ တိုးချဲ့မှုကို တိုးချဲ့မှုအစားထိုးဆက်တင်တွင် သတ်မှတ်ထားသော တိုးချဲ့မှုဖြင့် အစားထိုးမည်ဖြစ်သည်။ အမည်ပြောင်းခြင်းသည် သင့်ကို အမှန်တကယ် ကာကွယ်ပေးမည်မဟုတ်ကြောင်း သတိပြုပါ၊ ထို့ပြင် တူညီသောအမည်ရှိသော်လည်း တိုးချဲ့မှုကွဲပြားသော ဖိုင်များရှိပါက အမည်ထပ်နေမှုဖြစ်ပေါ်စေနိုင်သည်။
ne: यदि तपाईं छोड्ने छनोट गर्नुहुन्छ भने, कालो सूची वा सेतो सूचीबाट फिल्टर भएका फाइलहरू प्रणालीमा अपलोड हुनेछैनन्। यदि तपाईं नाम परिवर्तन गर्ने छनोट गर्नुहुन्छ भने, तिनीहरूको एक्सटेन्सन एक्सटेन्सन प्रतिस्थापन सेटिङमा परिभाषितले प्रतिस्थापन हुनेछ। नाम परिवर्तनले वास्तवमा तपाईंलाई सुरक्षित गर्दैन, र यदि एकै नामका तर फरक एक्सटेन्सनका धेरै फाइलहरू छन् भने नाम टकराव हुन सक्छ।
nl: Indien u kiest om over te slaan, worden bestanden, gefilterd door de blacklist of whitelist, niet geüpload naar het systeem.Als u kiest om te hernoemen, wordt de extensies vervangen door diegene die is opgegeven in het systeem. Let op dat hernoemen geen echte beveiliging biedt en ook dat het uploaden van bestanden met dezelfde naam, maar met andere extensie kan leiden tot fouten.
nn_no: Om du vel å hoppa over, vil filane filtrert gjennom svartelista eller kvitelista ikkje bli lasta opp til systemet. Om du vel å omskrive dei, vil endeisa dei bli bytta ut med den definert i innstillinga for endeisebyting. Vær obs på at omskriving ikkje verkeleg vernar deg, og kan forårsake namnekollisjon om fleire filer med same namn men forskjellige endelser finst.
oc: Se causissètz d'ignorar, los fichièrs filtrats via la lista negra o blanca seràn pas carregats dins lo sistèma. Se causissètz de lor renomenar, lor extension serà remplaçada per aquela definida dins la configuracion de remplaçament d'extension. Atencion que lo renomenatge vos protèg pas vertadièrament, e pòt causar de colision de noms se mantun fichièrs amb lo meteis nom mas de differentas extensions existisson.
pl_pl: Jeśli zdecydujesz się pominąć, pliki przefiltrowane przez czarną lub białą listę nie zostaną przesłane do systemu. Jeśli zdecydujesz się zmienić ich nazwy, ich rozszerzenie zostanie zastąpione jednym z określonych w ustawieniach rozszerzeń. Pamiętaj, że zmiana nazwy nie zapewnia ochrony. Może spowodować kolizję nazw, jeśli istnieje kilka plików o tej samej nazwie, ale różnych rozszerzeniach.
ps: که تاسو پرېښودل غوره کړئ، د ګڼ شمېر یا سپينې لېست له لارې فلټر شوي فایلونه به په سیسټم کې اپلوډ نه شي. که تاسو نوم بدلول غوره کړئ، د هغوی توسعه به د توسعې بدلون تنظیم کې تعریف شوې سره بدله شي. پام وکړئ چې نوم بدلول په حقیقت کې تاسو خوندي نه کوي، او ممکن د نوم ټکر رامنځته کړي که څو فایلونه د ورته نوم سره خو بېلې توسعې ولري.
pt_br: Se escolheu omitir, os arquivos filtrados pela lista negra ou branca não serão carregados ou enviados pelo chamilo. Se escolheu renomeá-los, a extensão será substituída por outra definida na configuração de substituição de extensões. No entanto, renomear não o protege e pode ainda entrar em conflito com outros arquivos com o mesmo nome, mas com extensões diferentes.
pt_pt: Se escolheu omitir, os ficheiros filtrados pela lista negra ou branca não serão carregados ou enviados pelo sistema. Se escolheu renomeá-los, a extensão será substituída por outra definida na configuração de substituição de extensões. No entanto, renomear não o protege e pode ainda entrar em conflito com outros ficheiros com o mesmo nome, mas com extensões diferentes.
ro_ro: Daca alegeti sa sariti, fisierele filtrate prin lista neagra sau lista alba nu vor fi incarcate in sistem. Daca alegeti sa le redenumiti, extensia lor va fi inlocuita de cea definita in setarile pentru inlocuirea extensiilor. Atentie, redenumirea nu va protejeaza cu adevarat si poate cauza coliziuni de nume daca exista mai multe fisiere cu acelasi nume dar cu extensii diferite.
ru_ru: Если вы выбирите опцию пропустить, файлы, фильтруемые через черный или белый список не будут загружены в систему. Если Вы выбирите опцию переименовать их, их расширения будут заменены на одно из расширений из настроек замены. Знайте, что переименование файла на самом деле не защищает Вас, и может стать причиной конфликта имен, когда существует несколько файлов с одним и тем же именем, но с разными расширениями.
sk_sk: Ak zvolíte preskočiť, súbory filtrované čiernou listinou alebo bielou listinou nebudú odoslané do systému. Ak sa rozhodnete ich premenovať, ich prípony budú nahradené jednou definovanou v nastavení náhradnej prípony. Dajte si pozor, že premenovanie nie je naozaj ochrana, a môže spôsobiť kolíziu názvu, ak existuje niekoľko súborov s rovnakým názvom, ale rôznymi príponami.
sl: V primeru, da ste izbrali izpusti, filter neustreznim datotekam (črna lista / bela lista) ne pusti nalaganja na sistem. V primeru, da ste izbrali preimenuj, se končnica neusteznim datotekam nadomesti z nadomestno končnico. Upoštevajte, da samo preimenovanje še ne zagotavlja popolne zaščite in lahko povzroči kolizijo z dokumenti, ki imajo enako ime pa drugo končnico.
sq: Nëse zgjidhni të anashkaloni, skedarët e filtruar përmes listës së zezë ose të bardhë nuk do të ngarkohen në sistem. Nëse zgjidhni të riemërtoni, shtesa e tyre do të zëvendësohet me atë të përcaktuar në cilësimin e zëvendësimit të shtesës. Kujdes që riemërtimi nuk ju mbron vërtet, dhe mund të shkaktojë përplasje emrash nëse ekzistojnë disa skedarë me të njëjtin emër por shtesa të ndryshme.
sr_rs: Ako izaberete preskoči, fajlovi filtrirani preko crne ili bele liste neće biti otpremljeni u sistem. Ako izaberete preimenuj, njihova ekstenzija će biti zamenjena onom definisanom u podešavanju zamene ekstenzije. Imajte na umu da preimenovanje ne štiti stvarno i može izazvati sudar imena ako postoji više fajlova istog imena ali različitih ekstenzija.
sv_se: Om du väljer "tabort", kommer filtreringen med svart- eller vitlistan innebära att filen inte uppladdas till systemet.Om du väljer "namnändra" kommer den att uppladdas och byter filändelse till det som är angivet i filändringsinställningen. OBS! Namnändring är inget garanterat skydd och kan ge filkrockar om filer med samma namn och olika filändelser berörs.
sw_ke: Kama utachagua kuruka, faili zilizochujwa kupitia orodha nyeusi au nyeupe hazitapakiwa kwenye mfumo. Kama utachagua kubadilisha jina, viambatisho vyao vitaongozwa na ile iliyofafanuliwa katika mipangilio ya ubadilishaji wa viambatisho. Jihadharini kuwa kubadilisha jina hakulini salama kabisa, na kunaweza kusababisha mgongano wa majina kama faili kadhaa zenye jina moja lakini viambatisho tofauti zipo.
ta: ஞாறு தேர்ந்தெடுத்தால், கருப்புப் பட்டியல் அல்லது வெள்ளைப் பட்டியல் மூலம் வடிகட்டப்பட்ட கோப்புகள் அமைப்புக்கு பதிவேற்றப்படாது. மாற்றுப் பெயரிட தேர்ந்தெடுத்தால், அவற்றின் நீட்டிப்பு நீட்டிப்பு மாற்று அமைப்பில் வரையப்பட்டதால் மாற்றப்படும். மாற்றுப் பெயரிடுவது உண்மையில் பாதுகாக்காது, அதே பெயருள்ள ஆனால் வெவ்வேறு நீட்டிப்புகளைக் கொண்ட பல கோப்புகள் இருந்தால் பெயர் மோதல் ஏற்படலாம் என்பதை உணரவும்.
th: หากเลือกข้าม ไฟล์ที่กรองด้วยแบล็กลิสต์หรือไวท์ลิสต์จะไม่อัปโหลด หากเลือกเปลี่ยนชื่อ นามสกุลจะถูกแทนที่นามสกุลที่กำหนดในตั้งค่าทดแทน ระวังว่าการเปลี่ยนชื่อไม่ปลอดภัยจริง และอาจเกิดการชนชื่อหากมีไฟล์ชื่อเดียวกันนามสกุลต่างกัน
tl_ph: Kung pipiliin mong i-skip, ang mga file na na-filter sa pamamagitan ng blacklist o whitelist ay hindi ma-upload sa system. Kung pipiliin mong i-rename, ang kanilang extension ay papalitan ng isa na tinukoy sa extension replacement setting. Mag-ingat na ang pag-rename ay hindi tunay na nagpoprotekta sa iyo, at maaaring magdulot ng name collision kung may mga file ng parehong pangalan ngunit iba't ibang extensions.
tr: Eğer atlamayı seçerseniz, karaliste veya beyazlisteye göre filtrelenen dosyalar sisteme yüklenmeyecektir. Eğer yeniden adlandırmayı seçerseniz, dosyaların uzantıları uzantı değiştirme ayarlarında belirtildiği şekilde değiştirilecektir. Yeniden adlandırmanın sizi tam anlamıyla korumadığını bilin ve aynı isimli fakat farklı uzantılı dosyalar uzantı değiştirildikten sonra çakışabilirler.
uk_ua: Якщо ви вибирете пропустити, файли, відфільтровані через чорний чи білий список, не будуть завантажені на сервер. Якщо ви вибирете перейменувати їх, то їхнє розширення буде замінено на один з визначених замінників. Зверніть увагу, що перейменування не захищає вас та може викликати проблеми колізій назв файлів.
vi_vn: Nếu chọn bỏ qua, các tệp bị lọc qua danh sách đen hoặc trắng sẽ không được tải lên hệ thống. Nếu chọn đổi tên, phần mở rộng của chúng sẽ được thay thế bằng phần mở rộng được định nghĩa trong thiết lập thay thế phần mở rộng. Lưu ý rằng đổi tên không thực sự bảo vệ bạn, và có thể gây xung đột tên nếu có nhiều tệp cùng tên nhưng phần mở rộng khác nhau.
xh_za: Ukuba ukhetha ukutyhula, iifayile ezihluzwe ngoluhlu olumnyama okanye olumhlophe azizukulayishwa kwisistim. Ukuba ukhetha ukuguqula amagama, izalathiso zazo ziya kuthiwe endaweni yeso esichaziweyo kwisetingi yokutshintsha izalathiso. Qaphela ukuba ukuguqula igama akukhuseli ngokwenene, kwaye kunokubangela ungqubano lwamagama ukuba iifayile ezininzi zegama elinye kodwa ezinezalathiso ezahlukeneyo zikhona.
zh_cn: 如果选择跳过，通过黑名单或白名单过滤的文件将不会上传到系统。如果选择重命名，它们的扩展名将被替换为扩展名替换设置中定义的扩展名。请注意，重命名并不能真正保护您，如果存在多个同名但不同扩展名的文件，可能会导致名称冲突。
zh_tw: 若你選<strong>跳過</strong>，經黑名單或白名單過濾出來的檔案不會被上載到系統上。若你選<strong>重新命名</strong>，檔案的延伸檔名會被系統預設的延伸檔名取代。小心這樣做或不能保護你，同時若有檔案同名但延伸檔名不同時，也可能會出現檔名衝突的問題。

source: Replacement extension
ar: امتداد الاستبدال
ast_es: Cambiu d'estensiones
bn_bd: প্রতিস্থাপন এক্সটেনশন
bs_ba: Ekstenzija zamjene
ca_es: Extensió de reemplaçament
cs_cz: Přejmenování přípony
da: Erstatningsendelse
de: Dateiendungen ersetzen
el: Επέκταση αντικατάστασης
eo: Anstataŭanta sufikso
es: Reemplazo de extensiones
es_mx: Extensión de reemplazo
eu_es: Luzapenak ordezkatzea
fa_ir: پسوند جایگزین
fi_fi: Korvaava päte
fo_fo: Skiftaslóð
fur: Estension sostitutîve
ga: Síneadh athsholáthair
gl: Substitución de extensións
he_il: הרחבה להחלפה
hi: प्रतिस्थापन एक्सटेंशन
hr_hr: Zamjenska ekstenzija
hu_hu: Cseréül megadott kiterjesztés
hy: Փոխարինման ընդլայնում
id_id: Ekstensi pengganti
it: Sostituzione dell'estensione
ja: 置換拡張子
ka_ge: შეცვლის გაფართოება
ko_kr: 대체 확장자
lo: ນາມສະກຸນແທນທີ່
lt_lt: Pakeitimo plėtinys
lv_lv: Paplašinājuma nomaiņa
mk_mk: Екстензија на заменувањето
ms_my: Sambungan penggantian
my_mm: အစားထိုးတိုးချဲ့မှု
ne: प्रतिस्थापन एक्सटेन्सन
nl: Vervangende extensie
nn_no: Erstatningsendeise
oc: Extension de remplaçament
pl_pl: Zmiana rozszerzenia
ps: بدلون توسعه
pt_br: Substituição da extensão
pt_pt: Substituição da extensão
ro_ro: Extensia cu care se inlocuieste
ru_ru: Замена расширения
sk_sk: Nahradiť príponu
sl: Končnica datoteke pri zamenjavi
sq: Shtesa e zëvendësimit
sr_rs: Ekstenzija zamene
sv_se: Filändringsinställning
sw_ke: Viambatisho vya ubadilishaji
ta: மாற்று நீட்டிப்பு
th: นามสกุลทดแทน
tl_ph: Kapalit na extension
tr: Değiştirme uzantısı
uk_ua: Розширення-замінник
vi_vn: Phần mở rộng thay thế
xh_za: Izalathiso yokutshintsha
zh_cn: 替换的扩展名
zh_tw: 替代延伸檔名
