Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: The blacklist is used to filter the files extensions by removing (or renaming) any file which extension figures in the blacklist below. The extensions should figure without the leading dot (.) and separated by semi-column (;) like the following: exe;com;bat;scr;php. Files without extension are accepted. Letter casing (uppercase/lowercase) doesn't matter.
qu_pe: La blacklist o lista negra, se usa para filtrar los ficheros según sus extensiones, eliminando (o renombrando) cualquier fichero cuya extensión se encuentre en la lista inferior. Las extensiones deben figurar sin el punto (.) y separadas por punto y coma (;) por ejemplo: exe; COM; palo; SCR; php. Los archivos sin extensión serán aceptados. Que las letras estén en mayúsculas o en minúsculas no tiene importancia.

source: The whitelist is used to filter the file extensions by removing (or renaming) any file whose extension does *NOT* figure in the whitelist below. It is generally considered as a safer but more restrictive approach to filtering. The extensions should figure without the leading dot (.) and separated by semi-column (;) such as the following: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Files without extension are accepted. Letter casing (uppercase/lowercase) doesn't matter.
qu_pe: La whitelist o lista blanca, se usa para filtrar los ficheros según sus extensiones, eliminando (o renombrando) cualquier fichero cuya extensión *NO* figure en la lista inferior. Es el tipo de filtrado más seguro, pero también el más restrictivo. Las extensiones deben figurar sin el punto (.) y separadas por punto y coma (;) por ejemplo: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw . Los archivos sin extensión serán aceptados. Que las letras estén en mayúsculas o en minúsculas no tiene importancia.

source: Filtering behaviour (skip/rename)
qu_pe: Comportamiento del filtrado (eliminar/renombrar)

source: If you choose to skip, the files filtered through the blacklist or whitelist will not be uploaded to the system. If you choose to rename them, their extension will be replaced by the one defined in the extension replacement setting. Beware that renaming doesn't really protect you, and may cause name collision if several files of the same name but different extensions exist.
qu_pe: Si elige eliminar, los archivos filtrados a través de la blacklist o de la whitelist no podrán ser enviados al sistema. Si elige renombrarlos, su extensión será sustituida por la definida en la configuración del reemplazo de extensiones. Tenga en cuenta que renombrarlas realmente no le protege y que puede ocasionar un conflicto de nombres si previamente existen varios ficheros con el mismo nombre y diferentes extensiones.

source: Replacement extension
qu_pe: Reemplazo de extensiones

source: Enter the extension that you want to use to replace the dangerous extensions detected by the filter. Only needed if you have selected a filter by replacement.
qu_pe: Introduzca la extensión que quiera usar para reemplazar las extensiones peligrosas detectadas por el filtro. Sólo es necesario si ha seleccionado filtrar por reemplazo.

source: Show the number of courses in each category in the courses categories on the homepage
qu_pe: Qhawarichiy yachachinaq hayka kasqanta sapa mitapi, chachinaq raphi qallariy mitayninpi

source: Start using the Ephorus anti plagiarism service in Chamilo.<br /> <strong>With Ephorus, you will prevent internet plagiarism without any additional effort.</strong><br /> You can use our unique open standard webservice to build your own integration or you can use one of our Chamilo-integration modules.
qu_pe: Comenzar a usar en Chamilo el servicio antiplagio de Ephorus. <br /><strong>Con Ephorus, prevendrá el plagio de Internet sin ningún esfuerzo adicional.</strong><br />Puede utilizar nuestro servicio web estándar para construir su propia integración o utilizar uno de los módulos de la integración de Chamilo.

source: <strong>Leaders in <br />anti plagiarism </strong>
qu_pe: <STRONG>Líderes en <BR>antiplagio </STRONG>

source: Click here for more information and prices
qu_pe: Haga clic aquí para más información y precios

source: This user isn't subscribed in a session
qu_pe: Este usuario no está inscrito en una sesión

source: Display categories on home page
qu_pe: Mostrar categorías en la página principal

source: This option will display or hide courses categories on the portal home page
qu_pe: Esta opción mostrará u ocultará las categorías de cursos en la página principal de la plataforma

source: Tabs in the header
qu_pe: Pestañas en la cabecera

source: Check the tabs you want to see appear in the header. The unchecked tabs will appear on the right hand menu on the portal homepage and my courses page if these need to appear
qu_pe: Seleccione que pestañas quiere que aparezcan en la cabecera. Las pestañas no seleccionadas, si fueran necesarias, aparecerán en el menú derecho de la página principal de la plataforma y en la página de mis cursos

source: Default forum view
qu_pe: Vista del foro por defecto

source: What should be the default option when creating a new forum. Any trainer can however choose a different view for every individual forum
qu_pe: Cuál es la opción por defecto cuando se crea un nuevo foro. Sin embargo, cualquier administrador de un curso puede elegir una vista diferente en cada foro

source: Courses tab
qu_pe: Pestaña Mis cursos

source: Portal homepage tab
qu_pe: Pestaña Página principal de la plataforma

source: Reporting tab
qu_pe: Pestaña Informes

source: Platform Administration tab
qu_pe: Pestaña Administración de la plataforma

source: No course for this session
qu_pe: Manan kashanchu yachachinakuna kay sesiónpaq

source: No Users for this session
qu_pe: Manan kashanchu haykuqmasikuna kay sesiónpaq

source: The last name cannot be empty
qu_pe: Mamataytamanta sutiqa qelqachinapaqpuni

source: The first name cannot be empty
qu_pe: Sutiqa mana ch'usaqqa kanmanchu

source: The email cannot be empty
qu_pe: E-chaskiqa churanapaqpunin

source: Agenda tab
qu_pe: Pestaña Mi agenda

source: The notice will be not displayed on the homepage
qu_pe: Willayqa mana rikuchikunqachu raphi qallariypiqa

source: Let those fields empty to hide the notice
qu_pe: Saqellay kay kanchakunataqa sichus mana munashankichu willay rikuchiyta

source: The voice recording feature in the course editor relies on a Red5 streaming server. This server's parameters can be configured in the videoconference section on the current page.
qu_pe: La funcionalidad de grabación de voz en el Editor de Itinerarios de aprendizaje depende un servidor de streaming Red5. Los parámetros de este servidor pueden configurarse en la sección de videoconferencia de esta misma página.

source: Character set
qu_pe: Juego de caracteres

source: The character set is what pilots the way specific languages can be displayed in Chamilo. If you use Russian or Japanese characters, for example, you might want to change this. For all english, latin and west-european characters, the default UTF-8 should be alright.
qu_pe: El juego de caracteres es el que controla la manera en que determinados idiomas son mostrados en Chamilo. Si, por ejemplo, utiliza caracteres rusos o japoneses, es posible que quiera cambiar este juego. Para todos los caracteres anglosajones, latinos y de Europa Occidental, el juego por defecto UTF-8 debe ser el correcto.

source: Portfolio fields at registration
qu_pe: Campos del perfil extendido del registro

source: Which of the following fields of the portfolio have to be available in the user registration process? This requires that the portfolio option be enabled (see above).
qu_pe: ¿ Qué campos del perfil extendido deben estar disponibles en el proceso de registro de un usuario ? Esto requiere que el perfil extendido esté activado (ver más arriba).

source: Required portfolio fields in registration
qu_pe: Campos requeridos en el perfil extendido del registro

source: Which of the following fields of the portfolio are *required* in the user registration process? This requires that the portfolio option be enabled and that the field be also available in the registration form (see above).
qu_pe: ¿ Qué campos del perfil extendido son obligatorios en el proceso de registro de un usuario ? Esto requiere que el perfil extendido esté activado y que el campo también esté disponible en el formulario de registro (véase más arriba).

source: No-reply e-mail address
qu_pe: No responder a este correo (No-reply e-mail address)

source: This is the e-mail address to be used when an e-mail has to be sent specifically requesting that no answer be sent in return. Generally, this e-mail address should be configured on your server to drop/ignore any incoming e-mail.
qu_pe: Esta es la dirección de correo electrónico que se utiliza cuando se envía un correo para solicitar que no se realice ninguna respuesta. Generalmente, esta dirección de correo electrónico debe ser configurada en su servidor eliminando/ignorando cualquier correo entrante.

source: Survey e-mail sender (no-reply)
qu_pe: Remitente de la encuesta (no responder)

source: Should the survey invitations use the coach e-mail address or the no-reply address defined in the main configuration section?
qu_pe: ¿ Los correos electrónicos utilizados para enviar las encuestas, deben usar el correo electrónico del coach/tutor o una dirección especial de correo electrónico a la que el destinatario no responde (definida en los parámetros de configuración de la plataforma) ?

source: Coach e-mail address
qu_pe: Correo electrónico del coach/tutor

source: Enable the OpenID URL-based authentication (displays an additional login form on the homepage)
qu_pe: Activar la autentificación basada en URL OpenID (muestra un formulario de adicional de identificación en la página principal de la plataforma)

source: Version check enabled
qu_pe: Comprobación de la versión activada

source: The main/install directory of your Chamilo system is still accessible to web users. This might represent a security threat for your installation. We recommend that you remove this directory or that you change its permissions so web users cannot use the scripts it contains.
qu_pe: El directorio de instalación main/install/ es todavía accesible a los usuarios de la Web. Esto podría representar una amenaza para su seguridad. Le recomendamos que elimine este directorio o que cambie sus permisos, de manera que los usuarios de la Web no puedan usar los scripts que contiene.

source: Assessments tool activation
qu_pe: Activación de la herramienta Cuaderno de calificaciones

source: The Assessments tool allows you to assess competences in your organization by merging classroom and online activities evaluations into Performance reports. Do you want to activate it?
qu_pe: Al activar la herramienta Cuaderno de calificaciones se añade la posibilidad de relacionar los objetivos de aprendizaje con sus resultados; sin embargo, esto puede generar un interfaz bastante más complejo. ¿ Realmente desea activar esta herramienta ?

source: Theme (stylesheet)
qu_pe: Tema (hoja de estilo)

source: User theme selection
qu_pe: Selección de tema por el usuario

source: Allow users to select their own visual theme in their profile. This will change the look of Chamilo for them, but will leave the default style of the portal intact. If a specific course or session has a specific theme assigned, it will have priority over user-defined themes.
qu_pe: Permitir a los usuarios elegir su propio tema visual en su perfil. Esto les cambiará el aspecto de Chamilo, pero dejará intacto el estilo por defecto de la plataforma. Si un curso o una sesión han sido asignados a un tema específico, en ellos éste tendrá prioridad sobre el tema definido para el perfil de un usuario.

source: Videoconference streaming server hostname or IP address
qu_pe: Nombre o dirección IP del servidor de streaming para la videoconferencia

source: Videoconference streaming server port
qu_pe: Puerto del servidor de streaming para la videoconferencia

source: Videoconference streaming server password
qu_pe: Contraseña del servidor de streaming para la videoconferencia

source: Port
qu_pe: Puerto

source: Click here for a demo account
qu_pe: Haga clic aquí para obtener una cuenta de demostración

source: Profiling
qu_pe: Gestionar los campos de usuario

source: Add profile field
qu_pe: Añadir un campo de usuario

source: Field label
qu_pe: Etiqueta del campo

source: Field type
qu_pe: Tipo de campo

source: Field title
qu_pe: Kanchaq sutinchaynin

source: Default value
qu_pe: Valor por defecto del campo

source: Order
qu_pe: Orden del campo

source: Visible?
qu_pe: Visibilidad del campo

source: Can change
qu_pe: Modificable

source: Text area
qu_pe: Qelqapa k'itin

source: Radio buttons
qu_pe: Botones de radio

source: Select drop-down
qu_pe: Desplegable

source: Multiple selection drop-down
qu_pe: Desplegable con elección múltiple

source: Field successfully added
qu_pe: El campo ha sido añadido

source: Grades thresholds colouring
qu_pe: Markakuna llinphichiq

source: Tick the box to enable marks thresholds
qu_pe: Seleccione la casilla para habilitar el coloreado de las puntuaciones (por ejemplo, tendrá que definir qué puntuaciones serán marcadas en rojo)

source: Enable marks thresholds
qu_pe: Habilitar el coloreado de las puntuaciones

source: Competence levels labelling
qu_pe: Personalización de la presentación de las puntuaciones

source: Tick the box to enable Competence levels labelling
qu_pe: Marque la casilla para activar la personalización de las puntuaciones (seleccione el nivel que se asociará a cada puntuación)

source: Enable Competence level labelling
qu_pe: Activar la configuración de puntuaciones

source: Threshold
qu_pe: Límite para el coloreado de las puntuaciones

source: The threshold (in %) under which scores will be colored red
qu_pe: Porcentaje límite por debajo del cual las puntuaciones se colorearán en rojo

source: Display score upper limit
qu_pe: Mostrar el límite superior de puntuación

source: Tick the box to show the score's upper limit
qu_pe: Marque la casilla para mostrar el límite superior de la puntuación

source: Enable score's upper limit display
qu_pe: Activar la visualización del límite superior de la puntuación

source: Possible values
qu_pe: Valores posibles

source: Only given for repetitive fields, split by semi-column (;)
qu_pe: Sólo en campos repetitivos, debiendo estar separados por punto y coma (;)

source: Date
qu_pe: Fecha

source: Date and time
qu_pe: Fecha y hora

source: Adding a user field is very easy:<br />- pick a one-word, lowercase identifier,<br />- select a type,<br />- pick a text that should appear to the user (if you use an existing translated name like BirthDate or UserSex, it will automatically get translated to any language),<br />- if you picked a multiple type (radio, select, multiple select), provide the possible choices (again, it can make use of the language variables defined in Chamilo), split by semi-column characters,<br />- for text types, you can choose a default value.<br /><br />Once you're done, add the field and choose whether you want to make it visible and modifiable. Making it modifiable but not visible is useless.
qu_pe: Añadir un campo de usuario es muy fácil: <br />- elija una palabra como identificador en minúsculas, <br /> - seleccione un tipo, <br /> - elija el texto que le debe aparecer al usuario (si utiliza un nombre ya traducido por Chamilo, como BirthDate o UserSex, automáticamente se traduce a todos los idiomas), <br /> - si ha elegido un campo del tipo selección múltiple (radio, seleccionar, selección múltiple), tiene la oportunidad de elegir (también aquí, puede hacer uso de las variables de idioma definidas en Chamilo), separado por punto y coma, <br /> - en los campos tipo texto, puede elegir un valor por defecto. <br /> <br /> Una vez que esté listo, agregue el campo y elija si desea hacerlo visible y modificable. Hacerlo modificable pero oculto es inútil.

source: Allow course themes
qu_pe: Permitir temas gráficos personalizados en los cursos

source: Allows course graphical themes and makes it possible to change the style sheet used by a course to any of the possible style sheets available to Chamilo. When a user enters the course, the style sheet of the course will have priority over the user's own style sheet and the platform's default style sheet.
qu_pe: Permitir que los cursos puedan tener un tema gráfico distinto, cambiando la hoja de estilo usada por una de las disponibles en Chamilo. Cuando un usuario entra en un curso, la hoja de estilo del curso tiene preferencia sobre la del usuario y sobre la que esté definida por defecto para la plataforma.

source: Display the small month calendar in the agenda tool
qu_pe: Mostrar en la agenda el calendario mensual reducido

source: This setting enables or disables the small month calendar that appears in the left column of the agenda tool
qu_pe: Esta configuración activa o desactiva el pequeño calendario mensual que aparece a la izquierda en la herramienta agenda de un curso

source: Display the upcoming events in the agenda tool
qu_pe: Mostrar los próximos eventos en la agenda

source: This setting enables or disables the upcoming events that appears in the left column of the agenda tool of the course
qu_pe: Esta configuración activa o desactiva los próximos eventos que aparecen a la izquierda de la herramienta agenda de un curso.

source: Number of upcoming events that have to be displayed.
qu_pe: Número de próximos eventos que se deben mostrar

source: The number of upcoming events that have to be displayed in the agenda. This requires that the upcoming event functionlity is activated (see setting above).
qu_pe: Número de próximos eventos que serán mostrados en la agenda. Esto requiere que la funcionalidad próximos eventos esté activada (ver más arriba la configuración)

source: Display closed courses on login page and portal start page?
qu_pe: ¿ Mostrar los cursos cerrados en la página de registro y en la página principal de la plataforma ?

source: Display closed courses on the login page and courses start page? On the portal start page an icon will appear next to the courses to quickly subscribe to each courses. This will only appear on the portal's start page when the user is logged in and when the user is not subscribed to the portal yet.
qu_pe: ¿ Mostrar los cursos cerrados en la página de registro y en la página principal de la plataforma ? En la página de inicio de la plataforma aparecerá un icono junto al curso, para inscribirse rápidamente en el mismo. Esto solo se mostrará en la página principal de la plataforma tras la autentificación del usuario y siempre que ya no esté inscrito en el curso.

source: LDAP Connection Error
qu_pe: Error de conexión LDAP

source: Enable LDAP
qu_pe: Habilitar LDAP

source: If you have an LDAP server, you will have to configure its settings below and modify your configuration file as described in the installation guide, and then activate it. This will allow users to authenticate using their LDAP logins. If you don't know what LDAP is, please leave it disabled
qu_pe: Si tiene un servidor LDAP, tendrá que configurar los parámetros inferiores y modificar el fichero de configuración descrito en la guía de instalación, y finalmente activarlo. Esto permitirá a los usuarios autentificarse usando su nombre de usuario LDAP. Si no conoce LDAP es mejor que deje esta opción desactivada

source: Main LDAP server address
qu_pe: Dirección del servidor LDAP principal

source: The IP address or url of your main LDAP server.
qu_pe: La dirección IP o la URL de su servidor LDAP principal.

source: Main LDAP server's port.
qu_pe: Puerto del servidor LDAP principal

source: The port on which the main LDAP server will respond (usually 389). This is a mandatory setting.
qu_pe: El puerto en el que el servidor LDAP principal responderá (generalmente 389). Este parámetro es obligatorio.

source: LDAP domain
qu_pe: Dominio LDAP

source: This is the LDAP domain (dc) that will be used to find the contacts on the LDAP server. For example: dc=xx, dc=yy, dc=zz
qu_pe: Este es el dominio (dc) LDAP que será usado para encontrar los contactos en el servidor LDAP. Por ejemplo: dc=xx, dc=yy, dc=zz

source: Replicate server address
qu_pe: Dirección del servidor de replicación

source: When the main server is not available, this server will be accessed. Leave blank or use the same value as the main server if you don't have a replicate server.
qu_pe: Cuando el servidor principal no está disponible, este servidor le dará acceso. Deje en blanco o use el mismo valor que el del servidor principal si no tiene un servidor de replicación.

source: Replicate server's port
qu_pe: Puerto del servidor LDAP de replicación

source: The port on which the replicate server will respond.
qu_pe: El puerto en el que el servidor LDAP de replicación responderá.

source: Search term
qu_pe: Término de búsqueda

source: This term will be used to filter the search for contacts on the LDAP server. If you are unsure what to put in here, please refer to your LDAP server's documentation and configuration.
qu_pe: Este término será usado para filtrar la búsqueda de contactos en el servidor LDAP. Si no está seguro de lo que escribir aquí, consulte la documentación y configuración de su servidor LDAP.

source: LDAP version
qu_pe: Versión LDAP

source: Please select the version of the LDAP server you want to use. Using the right version depends on your LDAP server's configuration.
qu_pe: Por favor, seleccione la versión del servidor LDAP que quiere usar. El uso de la versión correcta depende de la configuración de su servidor LDAP.

source: Tutor identification field
qu_pe: Campo de identificación de profesor

source: A check will be done on this LDAP contact field on new users insertion. If this field is not empty, the user will be considered as a tutor and inserted in Chamilo as such. If you want all your users to be recognised as simple users, leave this field empty. You can modify this behaviour by changing the code. Please read the <a href="../../documentation/installation_guide.html">installation guide</a> for more information.
qu_pe: Comprobará el contenido del campo de contacto LDAP donde los nuevos usuarios serán insertados. Si este campo no está vacío, el usuario será considerado como profesor y será insertado en Chamilo como tal. Si Vd. quiere que todos los usuarios sean reconocidos como simples usuarios, deje este campo en blanco. Podrá modificar este comportamiento cambiando el código. Para más información lea la <a href="../../documentation/installation_guide.html">guía de instalación</a>.

source: Authentication login
qu_pe: Identificador de autentificación

source: If you are using an LDAP server that does not support or accept anonymous access, fill the following field with the user login that should be used. Do not include "cn=". Leave empty for anonymous access.
qu_pe: Si está usando un servidor LDAP que no acepta acceso anónimo, rellene el siguiente campo con el nombre de usuario que debe ser usado. No incluya "cn=". En el caso de aceptar acceso anónimo y querer usarlo, déjelo vacío.

source: Authentication password
qu_pe: Contraseña de autentificación

source: If you are using an LDAP server that does not support or accept anonymous access, fill the following field with the user password that should be used.
qu_pe: Si está usando un servidor LDAP que no acepta acceso anónimo, rellene el siguiente campo con la contraseña que tenga que usarse.

source: LDAP Import
qu_pe: Importación LDAP

source: Notify subscribed users by e-mail
qu_pe: Notificar usuarios registrados por e-mail

source: Do not uncheck
qu_pe: No desactivar

source: All/None
qu_pe: Llipinkuna/Mana pipas

source: LDAP Import: Users/Steps
qu_pe: Importación LDAP: Usuarios/Etapas
