Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Breadcrumb navigation
ar: تصفح النظام باسلوب تتابعي مترابط
ast_es: Navegación por miexu de pan
bn_bd: ব্রেডক্রাম্ব নেভিগেশন
bs_ba: Navigacija putanje
ca_es: Mostra la ruta de navegació
cs_cz: Navigace drobků
de: Brotkrümelnavigation
el: Διακεκομμένη πλοήγηση
eo: Breadcrumb navigacio
es: Mostrar la navegación en migajas de pan
es_mx: Navegación de migajas de pan
eu_es: Ogi-miga nabigazioa
fa_ir: ناوبری breadcrumb
fi_fi: Leipäpuruvalikko
fo_fo: Brotkrummavegleiðing
fur: Navigazion briciole
ga: Nascthreoir breadcrumb
gl: Amosar a ruta de navegación
he_il: ניווט בפירורי לחם
hi: ब्रेडक्रंब नेविगेशन
hr_hr: Navigacija putanje
hu_hu: Morzelé navigáció
hy: Բրեդքրամբ նավիգացիա
id_id: Navigasi breadcrumb
it: Percorso di navigazione
ja: パンくずナビゲーション
ka_ge: ბრედკრამბის ნავიგაცია
ko_kr: 브레드크럼 네비게이션
lo: ການນຳທາງແບບ Breadcrumb
lt_lt: Duonos trupinių navigacija
lv_lv: Navigācijas ceļa josla
mk_mk: Навигација со троајка
ms_my: Navigasi breadcrumb
my_mm: ဘရက်ခရုမ်းလမ်းညွှန်
ne: ब्रेडक्रम्ब नेभिगेसन
nl: Broodkruimelnavigatie
nn_no: Brødsmule-navigering
oc: Navegacion en fil d'Ariadna
pl_pl: Ścieżka nawigacji
ps: برِډکرمب نیویگیشن
pt_br: Navegação de Breadcrumb
pt_pt: Navegação de trilha
ro_ro: Arată navigarea in firmituri de paine
ru_ru: Навигация по хлебным крошкам
sk_sk: Maličká navigácia
sl: Navigacijska vrstica
sq: Navigimi breadcrumb
sr_rs: Navigacija putanje
sv_se: Brödsmulnavigering
sw_ke: Navigation ya breadcrumb
ta: பிரெட்கிரம்ப் நேவிகேஷன்
th: การนำทางแบบ Breadcrumb
tr: Ekmek kırıntısı gezinmesi
uk_ua: Навігація хлібних крихт
vi_vn: Điều hướng breadcrumb
xh_za: I-breadcrumb navigation
zh_cn: 面包屑导航
zh_tw: 麵包屑導航

source: The PHP setting "allow_url_fopen" is set to off. This prevents the registration mechanism to work properly. This setting can be changed in you PHP configuration file (php.ini) or in the Apache Virtual Host configuration, using the php_admin_value directive
ar: php_admin_value directive والتي هي حاليا معطلة، وبالتالي فان ذلك سوف يمنع آلية التسجيل من العمل بشكل سليم. لذلكعليك تغيير ذلك من خلال ملف التهيئة باستخدام القيم"allow_url_fopen" المتعلقة بالسماح بـ PHP هنالك مشكلة في اعدادات،
ast_es: La axuste PHP "allow_url_fopen" ta desactivada. Esto impede que'l mecanismu de rexistru funcione correutamente. Esta axuste pue camudase nel ficheru de configuración PHP (php.ini) o na configuración del Virtual Host d'Apache, usando la directiva php_admin_value
bn_bd: PHP সেটিং "allow_url_fopen" বন্ধ করা আছে। এটি নিবন্ধন প্রক্রিয়াটি সঠিকভাবে কাজ করতে বাধা দেয়। এই সেটিংস আপনার PHP কনফিগারেশন ফাইল (php.ini) বা Apache ভার্চুয়াল হোস্ট কনফিগারেশনে php_admin_value ডিরেক্টিভ ব্যবহার করে পরিবর্তন করা যায়
bs_ba: PHP postavka "allow_url_fopen" je isključena. Ovo sprječava da mehanizam registracije radi pravilno. Ovu postavku možete promijeniti u vašoj PHP konfiguracijskoj datoteci (php.ini) ili u konfiguraciji Apache Virtual Host-a, koristeći direktivu php_admin_value
ca_es: El paràmetre PHP "allow_url_fopen" està desactivat. Això impedeix que el mecanisme de registre funcioni correctament. Aquest paràmetre pot canviar-se a l'arxiu de configuració de PHP (php.ini) o a la configuració del Virtual Host d'Apache, mitjançant la directriu php_admin_value
cs_cz: Nastavení PHP "allow_url_fopen" je vypnuté. To brání správnému fungování mechanismu registrace. Toto nastavení lze změnit v konfiguračním souboru PHP (php.ini) nebo v konfiguraci virtuálního hostitele Apache pomocí direktivy php_admin_value
da: PHP-indstillingen "allow_url_fopen" er slået fra. Dette forhindrer registreringsmekanismen i at fungere korrekt. Denne indstilling kan ændres i din PHP-konfigurationsfil (php.ini) eller i Apache Virtual Host-konfigurationen ved hjælp af php_admin_value-direktivet
de: Die Einstellung "allow_url_fopen" ist deaktiviert. Dies verhindert die korrekte Funktion des Registrierungsprozesses. Bitte in der php.ini oder in der Apache Virtual Host Konfiguration ändern.
el: Η ρύθμιση της PHP "allow_url_fopen" είναι απενεργοποιημένη. Αυτό εμποδίζει το μηχανισμό εγγραφής να λειτουργήσει σωστά. Αυτή η ρύθμιση μπορεί να αλλάξει μέσα από το αρχείο ρυθμίσεων της PHP (php.ini) ή στο Apache Εικονική διαμόρφωση υποδοχής, χρησιμοποιώντας την οδηγία php_admin_value
eo: La PHP agordo "allow_url_fopen" estas malŝaltita. Ĉi tio malpermesas ke la registriĝa mekanismo funkciu bone. Ĉi tiun agordon povas ŝanĝi en via PHP konfigura dosiero (php.ini) aŭ en la Apache Virtual Host konfiguro, uzante la php_admin_value direktivo
es: El parámetro de PHP "allow_url_fopen" está desactivado. Esto impide que el mecanismo de registro funcione correctamente. Este parámetro puede cambiarse en el archivo de configuración de PHP (php.ini) o en la configuración del Virtual Host de Apache, mediante la directiva php_admin_value
es_mx: La configuración de PHP "allow_url_fopen" está desactivada. Esto impide que el mecanismo de registro funcione correctamente. Esta configuración se puede cambiar en tu archivo de configuración de PHP (php.ini) o en la configuración del Virtual Host de Apache, usando la directiva php_admin_value
eu_es: PHP ezarpena "allow_url_fopen" apagatuta dago. Honek erregistro mekanismoa ondo funtzionatzeari oztopatzen dio. Ezarpen hau PHP konfigurazio-fitxategian (php.ini) edo Apache Virtual Host konfigurazioan alda daiteke, php_admin_value direktiba erabiliz
fa_ir: تنظیم PHP "allow_url_fopen" خاموش است. این امر مانع از کارکرد صحیح مکانیسم ثبت‌نام می‌شود. این تنظیم را می‌توان در فایل پیکربندی PHP (php.ini) یا در پیکربندی Apache Virtual Host با استفاده از دستور php_admin_value تغییر داد
fi_fi: PHP-asetus "allow_url_fopen" on pois käytöstä. Tämä estää rekisteröintimekanismin toimimisen kunnolla. Tämä asetus voidaan muuttaa PHP-konfiguraatiotiedostossasi (php.ini) tai Apache Virtual Host -konfiguraatiossa käyttäen php_admin_value-direktiiviä
fo_fo: PHP-innstillingin "allow_url_fopen" er sett til av. Hetta steðgar skrásetingarmevnismaðinum at virka rétt. Henda innstilling kann verða broytt í tíni PHP-uppsetingsfílu (php.ini) ella í Apache Virtual Host uppsetingini, við at brúka php_admin_value skipið
fur: La impostazion PHP "allow_url_fopen" e impostade su off. Che lu impidiscis che il mecanisem di registrassion funzjone ben. Che impostazion si pues cambiâ tal file di configurazion PHP (php.ini) o tal configurazion dal Virtual Host Apache, doprant il direttive php_admin_value
ga: Tá an socrú PHP "allow_url_fopen" socraithe go múchta. Cuidíonn sé seo leis an meicníocht chlárúcháin a bheith ag obair i gceart. Is féidir an socrú seo a athrú i do chomhad cumraíochta PHP (php.ini) nó i gcumraíocht Apache Virtual Host, ag úsáid an treoir php_admin_value
gl: O parámetro de PHP "allow_url_fopen" está desactivado. Isto impide que o mecanismo de rexistro funcione correctamente. Este parámetro pode cambiarse no arquivo de configuración de PHP (php.ini) ou na configuración do Virtual Host de Apache, mediante a directiva php_admin_value
he_il: הגדרת PHP "allow_url_fopen" כבויה. זה מונע ממנגנון הרישום לעבוד כראוי. הגדרה זו ניתנת לשינוי בקובץ התצורה של PHP (php.ini) או בתצורת Apache Virtual Host, באמצעות ההנחיה php_admin_value
hi: PHP सेटिंग "allow_url_fopen" बंद है। इससे पंजीकरण तंत्र ठीक से काम नहीं कर पाता। यह सेटिंग आपके PHP कॉन्फ़िगरेशन फ़ाइल (php.ini) में या Apache वर्चुअल होस्ट कॉन्फ़िगरेशन में php_admin_value निर्देश का उपयोग करके बदली जा सकती है
hr_hr: PHP postavka "allow_url_fopen" je isključena. To sprječava da mehanizam registracije radi ispravno. Ovu postavku možete promijeniti u vašoj PHP konfiguracijskoj datoteci (php.ini) ili u konfiguraciji Apache Virtual Hosta koristeći direktivu php_admin_value
hu_hu: A PHP beállítás "allow_url_fopen" ki van kapcsolva. Ez megakadályozza a regisztrációs mechanizmus megfelelő működését. Ezt a beállítást a PHP konfigurációs fájlban (php.ini) vagy az Apache Virtual Host konfigurációban lehet módosítani, a php_admin_value direktíva használatával
hy: PHP-ի «allow_url_fopen» параметրը անջատված է: Սա խանգարում է գրանցման մեխանիզմի ճիշտ աշխատանքին: Այս параметրը կարող եք փոխել ձեր PHP կարգավորումների ֆայլում (php.ini) կամ Apache Virtual Host կարգավորումներում՝ օգտագործելով php_admin_value հրամանը
id_id: Pengaturan PHP "allow_url_fopen" dimatikan. Ini mencegah mekanisme pendaftaran bekerja dengan benar. Pengaturan ini dapat diubah di file konfigurasi PHP Anda (php.ini) atau di konfigurasi Apache Virtual Host, menggunakan direktif php_admin_value
it: Il parametro PHP "allow_url_fopen" è impostato su off. Questo impedisce al processo di registrazione di lavorare correttamente. Puoi cambiare tale parametro nella configurazione del file PHP (php.ini) o nella configurazione del Virtual Host di Apache, usando l'istruzione php_admin_value.
ja: PHP設定「allow_url_fopen」がオフになっています。これにより登録メカニズムが正常に動作しません。この設定はPHP設定ファイル（php.ini）またはApache仮想ホスト設定でphp_admin_valueディレクティブを使用して変更できます。
ka_ge: PHP პარამეტრი "allow_url_fopen" გამორთულია. ეს ხელს უშლის რეგისტრაციის მექანიზმს სწორად მუშაობაში. ეს პარამეტრი შეიძლება შეიცვალოს თქვენს PHP კონფიგურაციის ფაილში (php.ini) ან Apache Virtual Host კონფიგურაციაში, php_admin_value დირექტივის გამოყენებით
ko_kr: PHP 설정 "allow_url_fopen"이 꺼져 있습니다. 이로 인해 등록 메커니즘이 제대로 작동하지 않습니다. 이 설정은 PHP 설정 파일 (php.ini) 또는 Apache 가상 호스트 설정에서 php_admin_value 지시어를 사용하여 변경할 수 있습니다
lo: ການຕັ້ງຄ່າ PHP "allow_url_fopen" ຖືກປິດໄວ້. ນີ້ປ້ອງກັນບໍ່ໃຫ້ກົນໄກການລົງທະບຽນເຮັດວຽກຢ່າງຖືກຕ້ອງ. ການຕັ້ງຄ່ານີ້ສາມາດປ່ຽນແປງໄດ້ໃນໄຟລ໌ການຕັ້ງຄ່າ PHP (php.ini) ຂອງທ່ານ ຫຼື ໃນການຕັ້ງຄ່າ Apache Virtual Host, ໂດຍໃຊ້ຄຳສັ່ງ php_admin_value
lt_lt: PHP nustatymas "allow_url_fopen" yra išjungtas. Tai trukdo registracijos mechanizmui veikti tinkamai. Šį nustatymą galima pakeisti PHP konfigūracijos faile (php.ini) arba Apache Virtual Host konfigūracijoje, naudojant php_admin_value direktyvą
lv_lv: PHP iestatījums "allow_url_fopen" ir izslēgts. Tas neļauj reģistrācijas mehānismam darboties pareizi. Šo iestatījumu var mainīt jūsu PHP konfigurācijas failā (php.ini) vai Apache virtuālā saimnieka konfigurācijā, izmantojot php_admin_value direktīvu
mk_mk: PHP поставката "allow_url_fopen" е исклучена. Ова го спречува механизмот за регистрација да работи правилно. Оваа поставка може да се промени во вашиот PHP конфигурациски фајл (php.ini) или во Apache Virtual Host конфигурацијата, со користење на директивата php_admin_value
ms_my: Tetapan PHP "allow_url_fopen" ditetapkan kepada off. Ini menghalang mekanisme pendaftaran berfungsi dengan betul. Tetapan ini boleh diubah dalam fail konfigurasi PHP anda (php.ini) atau dalam konfigurasi Hos Maya Apache, menggunakan direktif php_admin_value
my_mm: PHP ဆက်တင် "allow_url_fopen" ကို ပိတ်ထားသည်။ ၎င်းသည် မှတ်ပုံတင်ယန္တရားကို မဖြစ်မနေ အလုပ်လုပ်စေရန် တားဆီးသည်။ ဤဆက်တင်ကို သင့် PHP ဖွဲ့စည်းပုံဖိုင် (php.ini) သို့မဟုတ် Apache Virtual Host ဖွဲ့စည်းပုံတွင် php_admin_value ညွှန်ကြားချက်ကို အသုံးပြု၍ ပြောင်းလဲနိုင်သည်
ne: PHP सेटिङ "allow_url_fopen" बन्द छ। यसले दर्ता प्रक्रियालाई ठीकसँग काम गर्नबाट रोक्छ। यो सेटिङलाई तपाईंको PHP कन्फिगरेसन फाइल (php.ini) मा वा Apache भर्चुअल होस्ट कन्फिगरेसनमा php_admin_value निर्देशन प्रयोग गरेर परिवर्तन गर्न सकिन्छ
nl: De PHP-instelling "allow_url_fopen" staat uitgeschakeld. Dit verhindert dat het registratiemechanisme correct functioneert. Deze instelling kan worden gewijzigd in uw PHP-configuratiebestand (php.ini) of in de Apache Virtual Host-configuratie, met behulp van de php_admin_value-directief
nn_no: PHP-innstillinga "allow_url_fopen" er sett til av. Dette hindrar registreringsmekanismen i å fungera rett. Denne innstillinga kan endrast i PHP-konfigurasjonsfila di (php.ini) eller i Apache Virtual Host-konfigurasjonen, med php_admin_value-direktivet
oc: La configuracion PHP "allow_url_fopen" es definida a off. Aquò empacha lo mecanisme d'enregistrament de foncionar corrèctament. Aquesta configuracion pòt èsser modificada dins vòstre fichièr de configuracion PHP (php.ini) o dins la configuracion del Virtual Host Apache, en utilizant la directiva php_admin_value
pl_pl: Ustawienie PHP "allow_url_fopen" jest wyłączone. To uniemożliwia poprawne działanie mechanizmu rejestracji. To ustawienie można zmienić w pliku konfiguracyjnym PHP (php.ini) lub w konfiguracji Virtual Host Apache, używając dyrektywy php_admin_value
ps: د PHP ترتیبات "allow_url_fopen" بند دی. دا د ثبت مکانیزم د سم کار کولو مخه نیسي. دا ترتیبات په PHP پیکرۍ فایل (php.ini) کې یا په Apache ورچوئل هوسټ پیکرۍ کې د php_admin_value لارښود په کارولو سره بدلول کېدای شي
pt_br: A configuração PHP "allow_url_fopen" está definido para fora. Isso evita que o mecanismo de registo funcione corretamente. Essa configuração pode ser alterada no arquivo de configuração que você PHP (php.ini) ou na configuração Virtual Host Apache, usando a directiva php_admin_value
pt_pt: A configuração do PHP "allow_url_fopen" está desativado. Isso impede que o mecanismo de registro para funcionar corretamente. Esta configuração pode ser alterada em você arquivo de configuração do PHP (php.ini) ou na configuração Virtual Host Apache, usando a diretiva php_admin_value
ro_ro: Setarea PHP "allow_url_fopen" este off. Aceasta previne functionarea corecta a mecanismului de inregistrare. Aceasta ssetare poate fi modificata in fisierul de configurare PHP (php.ini) sau in configurarea Hostului virtual in Apache, utilizand directiva php_admin_value
ru_ru: Настройка PHP "allow_url_fopen" отключена. Это препятствует правильной работе механизма регистрации. Эта настройка может быть изменена в вашем файле конфигурации PHP (php.ini) или в конфигурации виртуального хоста Apache с использованием директивы php_admin_value
sk_sk: Nastavenie PHP "allow_url_fopen" je nastavená na vypnuté. Toto bráni mechanizmu registrácie pracovať správne. Toto nastavenie je možné zmeniť vo vašom konfiguračnom súbore PHP (php.ini), alebo v konfigurácií Apache Virtual Host pomocou direktívy php_admin_value
sl: PHP nastavitev "allow_url_fopen" je nastavljana na "off". To preprečuje registracijskemu mehanizmu, da bi deloval pravilno. Nastavitev lahko spremenite v nastavitveni datoteki PHP (php.ini) ali VirtualHost nastavitvi vašega spletnega strežnika (npr. Apache: direktiva php_admin_value).
sq: Konfigurimi PHP "allow_url_fopen" është i çaktivizuar. Kjo pengon mekanizmin e regjistrimit të funksionojë siç duhet. Ky konfigurim mund të ndryshohet në skedarin tuaj të konfigurimit PHP (php.ini) ose në konfigurimin e Virtual Host të Apache, duke përdorur direktivën php_admin_value
sr_rs: PHP podešavanje "allow_url_fopen" je isključeno. Ovo sprečava da mehanizam registracije radi ispravno. Ovo podešavanje možete promeniti u vašoj PHP konfiguracionoj datoteci (php.ini) ili u konfiguraciji Apache Virtual Host-a, koristeći direktivu php_admin_value
sv_se: PHP-inställningen "allow_url_fopen" är avstängd. Detta förhindrar att registreringsmekanismen fungerar korrekt. Denna inställning kan ändras i din PHP-konfigurationsfil (php.ini) eller i Apache Virtual Host-konfigurationen med php_admin_value-direktivet
sw_ke: Mpangilio wa PHP "allow_url_fopen" umewekwa kuwa off. Hii inazuia utaratibu wa usajili kufanya kazi vizuri. Mpangilio huu unaweza kubadilishwa katika faili yako ya usanidi wa PHP (php.ini) au katika usanidi wa Apache Virtual Host, ukitumia amri ya php_admin_value
ta: PHP அமைப்பு "allow_url_fopen" ஆஃப் என்று அமைக்கப்பட்டுள்ளது. இது பதிவு செயல்முறையை சரியாக வேலை செய்ய விடாது. இந்த அமைப்பை உங்கள் PHP அமைப்பு கோப்பில் (php.ini) அல்லது Apache Virtual Host அமைப்பில் php_admin_value வழிமுறையைப் பயன்படுத்தி மாற்றலாம்
th: การตั้งค่า PHP "allow_url_fopen" ถูกตั้งเป็นปิด สิ่งนี้ทำให้กลไกการลงทะเบียนทำงานไม่ถูกต้อง สามารถเปลี่ยนการตั้งค่านี้ได้ในไฟล์กำหนดค่า PHP (php.ini) หรือในกำหนดค่า Apache Virtual Host โดยใช้คำสั่ง php_admin_value
tl_ph: Ang PHP setting "allow_url_fopen" ay nakatakda sa off. Ito ay pumipigil sa tamang pagtatrabaho ng registration mechanism. Maaaring baguhin ang setting na ito sa iyong PHP configuration file (php.ini) o sa Apache Virtual Host configuration, gamit ang php_admin_value directive
tr: PHP ayarı "allow_url_fopen" kapalı. Bu, kayıt mekanizmasının düzgün çalışmasını engeller. Bu ayar PHP yapılandırma dosyanızda (php.ini) veya Apache Sanal Sunucu yapılandırmasında php_admin_value direktifi kullanılarak değiştirilebilir
uk_ua: Налаштування PHP "allow_url_fopen" вимкнено. Це перешкоджає правильній роботі механізму реєстрації. Це налаштування можна змінити у файлі конфігурації PHP (php.ini) або у конфігурації віртуального хоста Apache, використовуючи директиву php_admin_value
vi_vn: Cài đặt PHP "allow_url_fopen" được đặt thành tắt. Điều này ngăn cơ chế đăng ký hoạt động đúng cách. Cài đặt này có thể được thay đổi trong tệp cấu hình PHP của bạn (php.ini) hoặc trong cấu hình Apache Virtual Host, sử dụng chỉ thị php_admin_value
xh_za: I-"allow_url_fopen" yesetingi PHP ibekwe off. Oku thintela indlela yokubhalisela ukusebenza kakuhle. Esi sinqobo sinokutshintshwa kwifayile yokumisa ye-PHP (php.ini) okanye kulawulo lwe-Apache Virtual Host, usebenzisa i-php_admin_value directive
zh_cn: PHP 设置 "allow_url_fopen" 已关闭。这会阻止注册机制正常工作。此设置可在 PHP 配置文件 (php.ini) 或 Apache 虚拟主机配置中使用 php_admin_value 指令更改
zh_tw: PHP 設定「allow_url_fopen」已關閉。這會導致註冊機制無法正常運作。此設定可在 PHP 設定檔 (php.ini) 或 Apache 虛擬主機設定中使用 php_admin_value 指令來變更。

source: Impossible to contact the version server right now. Please try again later.
ar: من المستحيل الاتصال بخادم الاصدار الان. يرجى المحاولة مرة اخرى لاحقا
ast_es: Imposible ponerse en contautu col sirvidor de versión agora. Por favor, inténtalo más tarde.
bn_bd: এখন ভার্সন সার্ভারের সাথে যোগাযোগ করা সম্ভব নয়। দয়া করে পরে আবার চেষ্টা করুন।
bs_ba: Trenutno nije moguće kontaktirati server za verzije. Pokušajte ponovo kasnije.
ca_es: No ha estat possible connectar-se al servidor de versions. Torneu a intenatar-ho més endavant.
cs_cz: Nyní není možné kontaktovat server s verzemi. Zkuste to prosím později.
da: Umuligt at kontakte versionsserveren lige nu. Prøv igen senere.
de: Version-Server aktuell nicht verfügbar. Bitte später erneut versuchen.
el: Αδυναμία επικοινωνίας με το διακομιστή τώρα. Παρακαλώ δοκιμάστε ξανά αργότερα.
eo: Maleble kontakti la servilon de versioj nun. Bonvolu reprovi poste.
es: Imposible de conectarse al servidor de versiones. Por favor inténtelo de nuevo más tarde Imposible de conectarse al servidor de versiones. Por favor inténtelo de nuevo más tarde
es_mx: Imposible contactar al servidor de versiones en este momento. Por favor intenta de nuevo más tarde.
eu_es: Ezin da bertsio zerbitzaria orain konturatu. Mesedez saiatu berriro geroago.
fa_ir: در حال حاضر امکان تماس با سرور نسخه وجود ندارد. لطفاً بعداً تلاش کنید.
fi_fi: Ei voida ottaa yhteyttä versiopalvelimeen juuri nyt. Yritä myöhemmin uudelleen.
fo_fo: Ikki möguleiki at fá samband við útgáfuservaran nú. Vinarliga royn aftur seinni.
fur: Impuesibil contatâ il server di version ora. Par plasê prove a tornâ pi tardi.
ga: Ní féidir teagmháil a dhéanamh leis an bhfreastalaí leagan anois. Déan iarracht arís níos déanaí.
gl: Imposible conectarse ao servidor de versións. Por favor ténteo de novo máis tarde. Imposible conectarse ao servidor de versións. Por favor inténteo de novo máis tarde
he_il: אי אפשר ליצור קשר עם שרת הגרסה כרגע. אנא נסה שוב מאוחר יותר.
hi: अभी संस्करण सर्वर से संपर्क नहीं हो सका। कृपया बाद में पुनः प्रयास करें।
hr_hr: Trenutno nije moguće kontaktirati poslužitelj verzije. Pokušajte ponovno kasnije.
hu_hu: Jelenleg nem lehet elérni a verzió szervert. Kérjük, próbálja később újra.
hy: Անհնար է հիմա կապվել տարբերակի սերվերի հետ: Խնդրում ենք փորձեք կրկին ավելի ուշ:
id_id: Tidak dapat menghubungi server versi saat ini. Silakan coba lagi nanti.
it: Impossibile conettersi al server per la verifica della versione. Riprova più tardi.
ja: 現在バージョンサーバーに接続できません。後でもう一度お試しください。
ka_ge: შეუძლებელია ვერსიის სერვერთან კონტაქტი ამჟამად. გთხოვთ, სცადოთ მოგვიანებით.
ko_kr: 현재 버전 서버에 연결할 수 없습니다. 나중에 다시 시도해 주세요.
lo: ບໍ່ສາມາດຕິດຕໍ່ເຊີບເວີເວີຊັນໄດ້ໃນຂະນະນີ້. ກະລຸນາລອງໃໝ່ອີກຄັ້ງພາຍຫຼັງ.
lt_lt: Šiuo metu neįmanoma susisiekti su versijų serveriu. Pabandykite vėliau.
lv_lv: Pašlaik nav iespējams sazināties ar versiju serveri. Lūdzu, mēģiniet vēlāk.
mk_mk: Во моментов е невозможно да се контактира серверот за верзии. Обидете се повторно подоцна.
ms_my: Tidak dapat menghubungi pelayan versi sekarang. Sila cuba lagi kemudian.
my_mm: လက်ရှိတွင် ဗားရှင်းဆာဗာသို့ ဆက်သွယ်ရန် မဖြစ်နိုင်ပါ။ ကျေးဇူးပြု၍ နောက်မှ ထပ်မံကြိုးစားပါ။
ne: अहिले भर्सन सर्भरसँग सम्पर्क गर्न सम्भव छैन। कृपया पछि फेरि प्रयास गर्नुहोस्।
nl: On mogelijk om de versieserver nu te contacteren. Probeer later nogmaals.
nn_no: Umogleg å kontakte versjonsserveren akkurat no. Prøv igjen seinare.
oc: Impossible de contatar lo servidor de version ara mateix. Ensajatz de nòu mai tard.
pl_pl: W tej chwili nie można skontaktować się z serwerem wersji. Spróbuj ponownie później.
ps: اوس د نسخې سرور سره اړیکه کېدای نه شي. مهرباني وکړئ وروسته بیا هڅه وکړئ.
pt_br: Impossível entrar em contato com o servidor versão agora. Por favor, tente novamente mais tarde.
pt_pt: Impossível entrar em contato com o servidor versão agora. Por favor, tente novamente mais tarde.
ro_ro: Imposibil de conectat la versiuni de server. Vă rugăm să încercați din nou mai târziu
ru_ru: Не удается связаться с сервером версий. Попробуйте позже.
sk_sk: Teraz práve nie je možné kontaktovať server s verziami. Prosím, skúste to neskôr znova.
sl: Trenutno je nemogoče kontaktirati strežnik različic. Prosimo, poskusite kasneje.
sq: E pamundur të kontaktohet serveri i versioneve tani. Ju lutemi riprovoni më vonë.
sr_rs: Trenutno nije moguće kontaktirati server za verzije. Molimo pokušajte kasnije.
sv_se: Omöjligt att kontakta versionsservern just nu. Försök igen senare.
sw_ke: Haiwezekani kuwasiliana na seva ya toleo sasa. Tafadhali jaribu tena baadaye.
ta: தற்போது பதிப்பு சர்வருடன் தொடர்பு கொள்ள முடியவில்லை. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
th: ไม่สามารถติดต่อเซิร์ฟเวอร์เวอร์ชันได้ในขณะนี้ กรุณาลองอีกครั้งในภายหลัง
tl_ph: Hindi ma-contact ang version server ngayon. Mangyaring subukan muli mamaya.
tr: Şu anda sürüm sunucusuna ulaşılamıyor. Lütfen daha sonra tekrar deneyin.
uk_ua: Неможливо зв'язатися з сервером версій зараз. Спробуйте пізніше.
vi_vn: Không thể liên hệ với máy chủ phiên bản lúc này. Vui lòng thử lại sau.
xh_za: Akukwazeki ukunxibelelana neseva ye-version ngoku. Nceda uzame kwakhona emva kwexesha.
zh_cn: 目前无法联系版本服务器。请稍后重试。
zh_tw: 目前無法聯繫版本伺服器。請稍後再試。
