Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Total posts in all forums.
ar: مجموع المنشورات في كافة المنتديات
ast_es: Tresor de mensaxes n'amás foros.
bn_bd: সকল ফোরামে মোট পোস্ট।
bs_ba: Ukupan broj objava u svim forumima.
cs_cz: Celkový počet příspěvků ve všech fórech.
da: Samlet antal indlæg i alle fora.
de: Alle Beiträge in allen Foren gesamt
eo: Tutaj afiŝoj en ĉiuj forumoj.
es: Total de mensajes en todos los foros
es_mx: Total de publicaciones en todos los foros.
eu_es: Mezu guztien kopurua foro guztietan.
fa_ir: کل پست‌ها در همه انجمن‌ها.
fo_fo: Í alt summu innlegg í øllum torførunum.
fur: Tôs i post in ducj i forûms.
ga: Postálacha iomlán i ngach fóram.
hi: सभी मंचों में कुल पोस्ट।
hr_hr: Ukupno objava u svim forumima.
hu_hu: Összes hozzászólás az összes fórumban.
hy: Ընդհանուր գրառումներ բոլոր ֆորումներում:
id_id: Total posting di semua forum.
ja: すべてのフォーラムでの投稿数
ka_ge: სულ პოსტები ყველა ფორუმში.
ko_kr: 모든 포럼의 총 게시물 수.
lo: ຈຳນວນໂພສທັງໝົດໃນທຸກເວທີສົນທະນາ.
lt_lt: Bendras įrašų skaičius visuose forumuose.
lv_lv: Kopējais ziņojumu skaits visos forumos.
mk_mk: Вкупен број на објави во сите форуми.
ms_my: Jumlah catatan dalam semua forum.
my_mm: ဖိုရမ်အားလုံးရှိ ပို့စ်စုစုပေါင်း။
ne: सबै मञ्चहरूमा कुल पोष्टहरू।
nn_no: Totalt antal innlegg i alle forum.
oc: Total de messatges dins totes los forums.
pl_pl: Łączna liczba postów we wszystkich forach.
ps: ټولې پوسټونه په ټولو فورمونو کې.
ru_ru: Общее количество сообщений во всех форумах.
sl: Skupaj objav v vseh forumih
sq: Total postimesh në të gjitha forumet.
sr_rs: Ukupan broj poruka u svim forumima.
sv_se: Totalt antal inlägg i alla forum.
sw_ke: Jumla ya machapisho katika majukwaa yote.
ta: எல்லா விவாதக்களிலும் மொத்த பதிவுகள்.
th: จำนวนโพสต์ทั้งหมดในฟอรัมทั้งหมด
tl_ph: Kabuuang post sa lahat ng forum.
tr: Tüm forumlardaki toplam gönderi sayısı.
uk_ua: Загальна кількість повідомлень у всіх форумах.
vi_vn: Tổng số bài đăng trong tất cả các diễn đàn.
xh_za: Zonke iiposti kwiiforamu zonke.
zh_cn: 所有论坛中的总帖子数。
zh_tw: 所有論壇的總貼文數。

source: Add me as coach
ar: اضفني كمعلم
ast_es: Amestame como coach
bn_bd: আমাকে কোচ হিসেবে যোগ করুন
bs_ba: Dodaj me kao trenera
ca_es: Afegeix-me com a tutor
cs_cz: Přidat mě jako trenéra
da: Tilføj mig som coach
de: Mich als Trainer hinzufügen
el: Προσθέστε με ως εκπαιδευτή
eo: Aldoni min kiel trejniston
es: Agregarme como tutor
es_mx: Agrégame como coach
eu_es: Gehitu ni entrenatzaile gisa
fa_ir: من را به عنوان مربی اضافه کن
fi_fi: Lisää minut valmentajaksi
fo_fo: Leg mig afturat sum venjara
fur: Zontimi come coach
ga: Cuir mar chóitseálaí mé
gl: Agregarme como titor
he_il: הוסף אותי כמאמן
hi: मुझे कोच के रूप में जोड़ें
hr_hr: Dodaj me kao trenera
hu_hu: Tegyél engem edzővé
hy: Ավելացնել ինձ մենթոր
id_id: Tambahkan saya sebagai pelatih
it: Aggiungimi come istruttore
ja: コーチとして私を追加
ka_ge: დამამატე როგორც ტრენერს
ko_kr: 나를 코치로 추가
lt_lt: Pridėti mane kaip trenerį
lv_lv: Pievienot mani kā treneri
mk_mk: Додај ме како тренер
ms_my: Tambah saya sebagai jurulatih
my_mm: ကျွန်ုပ်ကို နည်းပြဆရာအဖြစ် ထည့်ပါ
ne: मलाई कोचको रूपमा थप्नुहोस्
nl: Voeg me toe als coach
nn_no: Legg meg til som coach
oc: Me rajuntar coma coach
pl_pl: Dodaj mnie jako trenera
ps: زه د کوچني په توګه اضافه کړئ
pt_br: Adicione-me como treinador
pt_pt: Adicionar-me como tutor
ro_ro: Adaugăma ca un tutor
ru_ru: Добавить меня как тренера
sk_sk: Pridať ma ako trénera
sl: Dodaj me kot coach-a
sq: Më shtoni si trajner
sr_rs: Dodaj me kao trenera
sv_se: Lägg till mig som coach
sw_ke: Niongeze kama mkufunzi
ta: என்னை பயிற்சியாளராக சேர்க்கவும்
th: เพิ่มฉันเป็นโค้ช
tl_ph: Idagdag ako bilang coach
tr: Beni antrenör olarak ekle
uk_ua: Додати мене як тренера
vi_vn: Thêm tôi làm huấn luyện viên
xh_za: Ndingeze njengomqeqeshi
zh_cn: 将我添加为教练
zh_tw: 將我新增為導師

source: Add me as teacher in the imported courses.
ar: اضفني كمدرس في المقررات المستوردة
ast_es: Amestame como profesor nos cursos importaos.
bn_bd: আমাকে আমদানি করা কোর্সগুলোতে শিক্ষক হিসেবে যোগ করুন।
bs_ba: Dodaj me kao nastavnika u uvezenim kursevima.
cs_cz: Přidat mě jako učitele do importovaných kurzů.
da: Tilføj mig som lærer i de importerede kurser.
de: Mich als Lehrer in den importierten Kursen hinzufügen.
eo: Aldoni min kiel instruiston en la importitaj kursoj.
es: Agregarme como profesor en los cursos importados.
es_mx: Agrégame como profesor en los cursos importados.
eu_es: Gehitu ni irakasle gisa inportatutako ikastaroetan.
fa_ir: من را به عنوان معلم در دوره‌های واردشده اضافه کن
fo_fo: Leg mig afturat sum lærar í innfluttum kursum.
fur: Zontimi come ducjêt dal curs importât.
ga: Cuir mar mhúinteoir mé sna cúrsaí iompórtáilte.
hi: आयातित पाठ्यक्रमों में मुझे शिक्षक के रूप में जोड़ें।
hr_hr: Dodaj me kao predavača u uvezenim predmetima.
hu_hu: Tegyél engem tanárrá az importált kurzusokban.
hy: Ավելացնել ինձ դասախոս՝ ներմուծված դասընթացներում:
id_id: Tambahkan saya sebagai pengajar di kursus yang diimpor.
ja: インポートされたコースに教師として私を追加
ka_ge: დამამატე როგორც მასწავლებელს იმპორტირებულ კურსებში.
ko_kr: 가져온 코스에 나를 교사로 추가
lo: ເພີ່ມຂ້ອຍເປັນຄູໃນຫຼັກສູດທີ່ນຳເຂົ້າ.
lt_lt: Pridėti mane kaip dėstytoją importuotiems kursams.
lv_lv: Pievienot mani kā pasniedzēju importētajos kursos.
mk_mk: Додај ме како предавач во увезените курсеви.
ms_my: Tambah saya sebagai pensyarah dalam kursus yang diimport.
my_mm: ကျွန်ုပ်ကို တင်သွင်းထားသော သင်တန်းများတွင် ဆရာအဖြစ် ထည့်ပါ။
ne: आयात गरिएका कोर्सहरूमा मलाई शिक्षकको रूपमा थप्नुहोस्।
nn_no: Legg meg til som lærar i importerte kurs.
oc: Me rajuntar coma professor dins los cors importats.
pl_pl: Dodaj mnie jako nauczyciela w importowanych kursach.
ps: زه د ښوونکي په توګه د وارد شوي کورسونو کې اضافه کړئ.
ru_ru: Добавить меня как преподавателя в импортированные курсы.
sl: Dodaj me kot učitelja v uvožene tečaje
sq: Më shtoni si mësues në kurset e importuara.
sr_rs: Dodaj me kao nastavnika u uvezenim kursevima.
sv_se: Lägg till mig som lärare i importerade kurser.
sw_ke: Niongeze kama mwalimu katika kozi zilizowekwa.
ta: இறக்குமதி செய்யப்பட்ட பாடங்களில் என்னை ஆசிரியராக சேர்க்கவும்.
th: เพิ่มฉันเป็นครูในคอร์สที่นำเข้า
tl_ph: Idagdag ako bilang guro sa mga na-import na kurso.
tr: İçe aktarılan kurslara beni öğretmen olarak ekle.
uk_ua: Додати мене як викладача в імпортовані курси.
vi_vn: Thêm tôi làm giảng viên trong các khóa học được nhập.
xh_za: Ndingeze njengotitshala kwizifundo ezingenisiweyo.
zh_cn: 将我添加为导入课程的教师。
zh_tw: 將我新增為匯入課程的教師。

source: Progress of exercises taken by the student
ar: تقدم اداء التمارين من قبل الطالب
ast_es: Progresu de los exercicios fechos pol estudiantín
bn_bd: ছাত্রের নেওয়া ব্যায়ামের অগ্রগতি
bs_ba: Napredak vježbi koje je student obavio
ca_es: Progrés dels exercicis realitzats per l'alumne
cs_cz: Pokrok cvičení absolventa
da: Fremskridt for øvelser taget af eleven
de: Fortschritt der von den Kursteilnehmern durchgeführten Übungen.
el: Πρόοδος των ασκήσεων που ελήφθησαν από τον εκπαιδευόμενο
eo: Progreso de ekzercoj faritaj de la studento
es: Progreso de los ejercicios realizados por el alumno
es_mx: Progreso de ejercicios realizados por el estudiante
eu_es: Ikasleak egin dituen ariketaen aurrerapena
fa_ir: پیشرفت تمرین‌های انجام‌شده توسط دانش‌آموز
fi_fi: Opiskelijan tekemien harjoitusten edistyminen
fo_fo: Framgongd í útbúgvingarum, ið studenturin hevur tikið
fur: Progress di esercizis fat dal studint
ga: Dul chun cinn cleachtaí a rinne an mac léinn
gl: Progreso dos exercicios realizados polo estudante
he_il: התקדמות התרגילים שנטל התלמיד
hi: छात्र द्वारा लिए गए अभ्यासों की प्रगति
hr_hr: Napredak vježbi koje je učenik radio
hu_hu: A hallgató által kitöltött gyakorlatok előrehaladása
hy: Ուսանողի կողմից անցկացված վարժությունների առաջընթաց
id_id: Kemajuan latihan yang diikuti siswa
it: Progresso delle esercitazioni fatte dallo studente
ja: 学生が取り組んだ演習の進捗
ka_ge: სტუდენტის მიერ შესრულებული ვარჯიშების პროგრესი
ko_kr: 학생이 수행한 연습 진행 상황
lo: ຄວາມຄືບໜ້າຂອງບົດເຝິກຫັດທີ່ນັກຮຽນໄດ້ເຮັດ
lt_lt: Studento atliktų pratimų pažanga
lv_lv: Studentu veikto vingrinājumu progresa
mk_mk: Напредок на вежбите преземени од студентот
ms_my: Kemajuan latihan yang diambil oleh pelajar
my_mm: ကျောင်းသားမှယူထားသော လေ့ကျင့်ခန်းများ၏ တိုးတက်မှု
ne: विद्यार्थीले लिएका अभ्यासहरूको प्रगति
nl: Vordering van de student in de oefeningen
nn_no: Framgang i øvelsar tatt av eleven
oc: Progression dels exercicis preses per l'estudiant
pl_pl: Postęp ćwiczeń wykonanych przez ucznia
ps: د زده کونکي ترسره شوي تمریناتو پرمختګ
pt_br: Progresso de exercícios tomadas pelo aluno
pt_pt: Progresso dos exercícios realizado pelo aluno
ro_ro: Progresul exercițiilor efectuate de student
ru_ru: Прогресс упражнений, выполненных студентом
sk_sk: Priebeh cvičenia urobený podľa študenta
sl: Napredek vaj tečajnikov
sq: Progresi i ushtrimeve të marra nga studenti
sr_rs: Napredak vežbi koje je polaznik radio
sv_se: Framsteg för övningar som studenten har tagit
sw_ke: Maendeleo ya mazoezi yaliyochukuliwa na mwanafunzi
ta: மாணவர் எடுத்த பயிற்சிகளின் முன்னேற்றம்
th: ความคืบหน้าของแบบฝึกหัดที่นักเรียนทำ
tl_ph: Progress ng mga ehersisyo na kinuha ng estudyante
tr: Öğrencinin yaptığı alıştırmaların ilerlemesi
uk_ua: Прогрес вправ, виконаних студентом
vi_vn: Tiến độ các bài tập mà học viên đã làm
xh_za: Inkqubela yemisebenzi ethathwe ngumfundi
zh_cn: 学生完成的练习进度
zh_tw: 學生完成的練習進度

source: Time spent in the course
ar: الوقت المبذول في المقرر
ast_es: Tiempu gastáu nel cursu
bn_bd: কোর্সে কাটানো সময়
bs_ba: Vrijeme provedeno u kursu
ca_es: Temps passat en el curs
cs_cz: Čas strávený v kurzu
da: Tid brugt i kurset
de: Im Kurs verbrachte Zeit
el: Χρονική διάρκεια μαθήματος
eo: Tempo pasigita en la kurso
es: Tiempo pasado en el curso
es_mx: Tiempo invertido en el curso
eu_es: Ikastaroan emandako denbora
fa_ir: زمان صرف‌شده در دوره
fi_fi: Kurssilla vietetty aika
fo_fo: Tíð brúkt í kursinum
fur: Temp impijât tal curs
ga: Am a caitheadh sa chúrsa
gl: Tempo pasado no curso
he_il: הזמן המושקע בקורס
hi: पाठ्यक्रम में व्ययित समय
hr_hr: Vrijeme provedeno u predmetu
hu_hu: A kurzusban eltöltött idő
hy: Դասընթացում անցկացրած ժամանակ
id_id: Waktu yang dihabiskan di kursus
it: Tempo trascorso in questo corso
ja: コースでの滞在時間
ka_ge: კურსში გატარებული დრო
ko_kr: 코스에서 보낸 시간
lt_lt: Praleistas laikas kurse
lv_lv: Laiks, kas pavadīts kursā
mk_mk: Време поминато во курсот
ms_my: Masa yang dihabiskan dalam kursus
my_mm: သင်တန်းတွင် အချိန်ကုန်လွန်မှု
ne: कोर्समा बिताइएको समय
nl: Tijd doorgebracht in de cursus
nn_no: Tid brukt i kurset
oc: Temps passé dins lo còrs
pl_pl: Czas spędzony w kursie
ps: د کورس کې تېر شوی وخت
pt_br: Tempo gasto no curso
pt_pt: Tempo gasto no decurso
ro_ro: Timpul petrecut în curs
ru_ru: Время, проведенное в курсе
sk_sk: Čas strávený v kurze
sl: Čas aktivnosti v tečaju
sq: Koha e shpenzuar në kurs
sr_rs: Vreme provedeno u kursu
sv_se: Tid spenderad i kursen
sw_ke: Muda uliotumika katika kozi
ta: பாடத்தில் செலவழித்த நேரம்
th: เวลาที่ใช้ในคอร์ส
tl_ph: Oras na ginugol sa kurso
tr: Kursta geçirilen süre
uk_ua: Час, витрачений на курс
vi_vn: Thời gian dành cho khóa học
xh_za: Ixesha elichithwe kwisifundo
zh_cn: 在课程中花费的时间
zh_tw: 在課程中花費的時間

source: Average of best grades of each exercise attempt
ar: معدل افضل الدرجات لكل محاولة تمرين
ast_es: Media de les meyores notes de cada intentu d'exerciciu
bn_bd: প্রত্যেক ব্যায়াম চেষ্টার সেরা গ্রেডের গড়
bs_ba: Prosjek najboljih ocjena svakog pokušaja vježbe
ca_es: Mitjana del millor resultat per cada intent d'exercici.
cs_cz: Průměr nejlepších známek z každého pokusu o cvičení
da: Gennemsnit af bedste karakterer for hvert øvelsesforsøg
de: Durchschnitt der besten Noten für jeden Übungsversuch
el: Μέσος όρος καλύτερης βαθμολογίας για κάθε προσπάθεια
eo: Mezgrano de la plej bonaj notoj de ĉiu provo de ekzerco
es: Media del mejor resultado para cada intento de ejercicio.
es_mx: Promedio de las mejores calificaciones de cada intento de ejercicio
eu_es: Ariketaren saiakera bakoitzaren hoberenen noten batazbestekoa
fa_ir: میانگین بهترین نمرات هر تلاش تمرین
fi_fi: Kunkin harjoituksen parhaiden arvosanojen keskiarvo
fo_fo: Meðal av bestu egnum í hvørjari útbúgvingarroynd
fur: Medie des miôrs vots di ogni tentât di esersiz
ga: Meán na ngrádanna is fearr ó gach iarracht cleachtaidh
gl: Media do mellor resultado para cada intento de exercicio
he_il: ממוצע הציונים הטובים ביותר של כל ניסיון תרגיל
hi: प्रत्येक अभ्यास प्रयास के सर्वश्रेष्ठ ग्रेडों का औसत
hr_hr: Prosječne najbolje ocjene svakog pokušaja vježbe
hu_hu: Minden gyakorlatpróbálkozás legjobb jegyeinek átlaga
hy: Յուրաքանչյուր վարժության փորձի լավագույն գնահատականների միջին
id_id: Rata-rata nilai terbaik dari setiap upaya latihan
it: Media dei migliori risultati per ogni esercitazione tentata
ja: 各演習試行の最高スコアの平均
ka_ge: ყოველ ვარჯიშზე საუკეთესო შეფასებების საშუალო
ko_kr: 각 연습 시도 최고 점수의 평균
lo: ຄະແນນສະເລ່ຍຂອງຄັ້ງທີ່ດີທີ່ສຸດໃນແຕ່ລະບົດເຝິກຫັດ
lt_lt: Geriausių pažymių vidurkis iš kiekvieno pratimo bandymo
lv_lv: Vispirms iegūto vērtējumu vidējais katra vingrinājuma mēģinājumā
mk_mk: Просек на најдобрите оценки од секој обид на вежба
ms_my: Purata gred terbaik setiap cubaan latihan
my_mm: လေ့ကျင့်ခန်းတစ်ခုစီ၏ အကောင်းဆုံးအဆင့်များ၏ ပျမ်းမျှ
ne: प्रत्येक अभ्यास प्रयासको उत्कृष्ट ग्रेडहरूको औसत
nl: Gemiddelde van de beste resultaten van elke oefening poging
nn_no: Gjennomsnitt av beste karakterar frå kvar øvelseforsøk
oc: Mejana de las mejors nots de cada temptativa d'exercici
pl_pl: Średnia najlepszych ocen z każdej próby ćwiczenia
ps: د هر تمرین هڅې غوره نمرو لړۍ
pt_br: Média de melhores pontuações de cada tentativa de exercício
pt_pt: Média de melhores notas de cada tentativa de exercício
ro_ro: Media celui mai bun rezultat pentru fiecare încercare.
ru_ru: Средний балл лучших оценок каждой попытки упражнения
sk_sk: Priemer z najlepších známok každého pokusu cvičenia
sl: Povprečje najboljših ocen za vsako izvajanje testa/vaje
sq: Mesatarja e notave më të mira të çdo përpjekjeje ushtrimi
sr_rs: Prosek najboljih ocena svakog pokušaja vežbe
sv_se: Genomsnitt av bästa betyg för varje övningsförsök
sw_ke: Wastani wa alama bora za kila jaribio la zoezi
ta: ஒவ்வொரு பயிற்சி முயற்சியின் சிறந்த மதிப்பெண்களின் சராசரி
th: ค่าเฉลี่ยเกรดที่ดีที่สุดของแต่ละการพยายามแบบฝึกหัด
tl_ph: Avereheng pinakamahusay na grado sa bawat attempt ng ehersisyo
tr: Her alıştırma denemesinin en iyi notlarının ortalaması
uk_ua: Середній бал найкращих оцінок кожної спроби вправи
vi_vn: Trung bình điểm tốt nhất của mỗi lần thử bài tập
xh_za: Umndilili wamanqaku okufanele kwaye kwezinye iinzame zokuzama umsebenzi
zh_cn: 每个练习尝试的最佳成绩平均值
zh_tw: 每個練習嘗試的最佳成績平均值

source: Additional access days for this user
ar: ايام الدخول الاضافية لهذا المستخدم
ast_es: Díes adicionales d'acesu pa esti usuariu
bn_bd: এই ব্যবহারকারীর জন্য অতিরিক্ত অ্যাক্সেস দিন
bs_ba: Dodatni dani pristupa za ovog korisnika
ca_es: Dies d'accés addicionals per a aquest usuari
cs_cz: Další dny přístupu pro tohoto uživatele
da: Yderligere adgangsdage for denne bruger
de: Zusätzliche Tage Zugriff für diesen Benutzer
el: Παροχή επιπλέον ημερών πρόσβασης για αυτόν τον χρήστη
eo: Aldiaj tagoj de aliro por ĉi tiu uzanto
es: Días de acceso adicionales para este usuario.
es_mx: Días de acceso adicionales para este usuario
eu_es: Erabiltzaile honetarako sarbide egun gehigarriak
fa_ir: روزهای دسترسی اضافی برای این کاربر
fi_fi: Lisäpäivät pääsyyn tälle käyttäjälle
fo_fo: Viðbátnar dagatalvingar fyri hendan brúkaran
fur: Gjornadis di acès adizionâls par chest utent
ga: Laethanta rochtana breise don úsáideoir seo
gl: Días adicionais de acceso para este usuario
he_il: ימי גישה נוספים למשתמש זה
hi: इस उपयोगकर्ता के लिए अतिरिक्त पहुंच दिवस
hr_hr: Dodatni dani pristupa za ovog korisnika
hu_hu: További hozzáférési napok ennél a felhasználónál
hy: Լրացուցիչ մուտքի օրեր այս օգտատիրոջ համար
id_id: Hari akses tambahan untuk pengguna ini
it: Giorni di accesso aggiuntivi per questo utente
ja: このユーザーの追加アクセス日数
ka_ge: დამატებითი წვდომის დღეები ამ მომხმარებლისთვის
ko_kr: 이 사용자에 대한 추가 액세스 일수
lt_lt: Papildomos prieigos dienos šiam vartotojui
lv_lv: Papildu piekļuves dienas šim lietotājam
mk_mk: Дополнителни денови за пристап за овој корисник
ms_my: Hari akses tambahan untuk pengguna ini
my_mm: ဤအသုံးပြုသူအတွက် ထပ်မံဝင်ရောက်ခွင့်ရက်များ
ne: यो प्रयोगकर्ताको लागि अतिरिक्त पहुँच दिनहरू
nl: Additionele toegangsdagen voor deze gebruiker
nn_no: Tilknytte åndsverkdager for denne brukarar
oc: Jorns d'accès suplementaris per aqueste utilizaire
pl_pl: Dodatkowe dni dostępu dla tego użytkownika
ps: اضافي لاسرسي ورځې د دې کارن لپاره
pt_br: Dias de acesso adicionais para este usuário
pt_pt: Dias acesso adicional para esse usuário.
ro_ro: Zilele de acces suplimentar pentru acest utilizator.
ru_ru: Дополнительные дни доступа для этого пользователя
sk_sk: Ďalšie dni prístupu pre tohto používateľa
sl: Dodatno št. dni za dostopa tega uporabnika
sq: Ditë shtesë aksesi për këtë përdorues
sr_rs: Dodatni dani pristupa za ovog korisnika
sv_se: Ytterligare åtkomstdagar för denna användare
sw_ke: Siku za ziada za ufikiaji kwa mtumiaji huyu
ta: இந்த பயனருக்கான கூடுதல் அணுகல் நாட்கள்
th: วันเข้าถึงเพิ่มเติมสำหรับผู้ใช้นี้
tl_ph: Karagdagang araw ng access para sa user na ito
tr: Bu kullanıcı için ek erişim günleri
uk_ua: Додаткові дні доступу для цього користувача
vi_vn: Số ngày truy cập bổ sung cho người dùng này
xh_za: Iintsuku ezongezelelweyo zokufikelela kulo msebenzisi
zh_cn: 此用户的额外访问天数
zh_tw: 此使用者的額外存取天數

source: User: %s - Session: %s
ar: المستخدم: %s - الدورة: %s
ast_es: Usuariu: %s - Sesión: %s
bn_bd: ব্যবহারকারী: %s - সেশন: %s
bs_ba: Korisnik: %s - Sesija: %s
ca_es: Usuari: %s - Sessió: %s
cs_cz: Uživatel: %s - Relace: %s
da: Bruger: %s - Session: %s
de: Benutzer: %s - Sitzung: %s
el: Χρήστης: % - Συνεδρία: %
eo: Uzanto: %s - Sesio: %s
es: Usuario: %s - Sesión: %s
es_mx: Usuario: %s - Sesión: %s
eu_es: Erabiltzailea: %s - Saioa: %s
fa_ir: کاربر: %s - جلسه: %s
fi_fi: Käyttäjä: %s - Istunto: %s
fo_fo: Brúkari: %s - Bólkur: %s
fur: Utent: %s - Session: %s
ga: Úsáideoir: %s - Seisiún: %s
gl: Usuario: %s - Sesión: %s
he_il: משתמש: %s - הפעלה: %s
hi: उपयोगकर्ता: %s - सत्र: %s
hr_hr: Korisnik: %s - Sesija: %s
hu_hu: Felhasználó: %s - Foglalkozás: %s
hy: Օգտատեր՝ %s - Սեսիա՝ %s
id_id: Pengguna: %s - Sesi: %s
it: Utente: %s - Sessione: %s
ja: ユーザー: %s - セッション: %s
ka_ge: მომხმარებელი: %s - სესია: %s
ko_kr: 사용자: %s - 세션: %s
lo: ຜູ້ໃຊ້: %s - ເຊດຊັນ: %s
lt_lt: Vartotojas: %s - Sesija: %s
lv_lv: Lietotājs: %s - Sesija: %s
mk_mk: Корисник: %s - Сесија: %s
ms_my: Pengguna: %s - Sesi: %s
my_mm: အသုံးပြုသူ: %s - အစည်းအဝေး: %s
ne: प्रयोगकर्ता: %s - सत्र: %s
nl: Gebruiker: %s -Sessie: %s
nn_no: Brukar: %s - Sesjon: %s
oc: Utilizaire: %s - Session: %s
pl_pl: Użytkownik: %s - Sesja: %s
ps: کارن: %s - غونډه: %s
pt_br: Usuário: %s - Sessão: %s
pt_pt: Usuário: %s - Sessão: %s
ro_ro: Utilizator: %si - Sesiune: %s
ru_ru: Пользователь: %s - Сессия: %s
sk_sk: Používateľ: %s - Stretnutie: %s
sl: Uporabnik: %s - Seja: %s
sq: Përdorues: %s - Sesion: %s
sr_rs: Korisnik: %s - Sesija: %s
sv_se: Användare: %s - Session: %s
sw_ke: Mtumiaji: %s - Kikao: %s
ta: பயனர்: %s - அமர்வு: %s
th: ผู้ใช้: %s - เซสชัน: %s
tr: Kullanıcı: %s - Oturum: %s
uk_ua: Користувач: %s - Сесія: %s
vi_vn: Người dùng: %s - Buổi học: %s
xh_za: Umsebenzisi: %s - Iseshini: %s
zh_cn: 用户：%s - 会话：%s
zh_tw: 使用者：%s - 課程階段：%s
