Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Random categories with random questions
ar: فئات عشوائية مع اسئلة عشوائية
ast_es: Categories al azar con preguntas al azar
bn_bd: র‍্যান্ডম বিভাগ র‍্যান্ডম প্রশ্ন সহ
bs_ba: Nasumične kategorije sa nasumičnim pitanjima
ca_es: Categories agafades a l'atzar amb preguntes desordenades
cs_cz: Náhodné kategorie s náhodnými otázkami
da: Tilfældige kategorier med tilfældige spørgsmål
de: Zufällig angeordnete Kategorien mit zufällig angeordneten Fragen
el: Τυχαίες κατηγορίες με τυχαίες ερωτήσεις
eo: Hazardaj kategorioj kun hazardaj demandoj
es: Categorías tomadas al azar, con preguntas desordenadas
es_mx: Categorías aleatorias con preguntas aleatorias
eu_es: Kategoriak ausazkoak galdera ausazkoekin
fa_ir: دسته‌بندی‌های تصادفی با سؤالات تصادفی
fi_fi: Satunnaiset kategoriat satunnaisilla kysymyksillä
fo_fo: Tilvildarligir bólkar við tilvildarlegum spurningum
fur: Categuries a casu cu domandis a casu
ga: Catagóirí randamacha le ceisteanna randamacha
gl: Categorias tomadas ao chou, con preguntas desordenadas.
he_il: קטגוריות אקראיות עם שאלות אקראיות
hi: यादृच्छिक श्रेणियाँ यादृच्छिक प्रश्नों के साथ
hr_hr: Nasumične kategorije s nasumičnim pitanjima
hu_hu: Véletlenszerű kategóriák véletlenszerű kérdésekkel
hy: Պատահական կատեգորիաներ պատահական հարցերով
id_id: Kategori acak dengan pertanyaan acak
it: Categorie casuali con domande casuali
ja: ランダムカテゴリでランダム問題
ka_ge: შემთხვევითი კატეგორიები შემთხვევითი კითხვებით
ko_kr: 랜덤 카테고리, 랜덤 질문
lo: ໝວດໝູ່ແບບສຸ່ມພ້ອມຄຳຖາມແບບສຸ່ມ
lt_lt: Atsitiktinės kategorijos su atsitiktiniais klausimais
lv_lv: Nejaušas kategorijas ar nejaušiem jautājumiem
mk_mk: Случајни категории со случајни прашања
ms_my: Kategori rawak dengan soalan rawak
my_mm: ကျပန်းအမျိုးအစားများနှင့် ကျပန်းမေးခွန်းများ
ne: रन्दम श्रेणीहरू रन्दम प्रश्नहरूसँग
nl: random categorieën met random vragen
nn_no: Tilfeldige kategoriar med tilfeldige spørsmål
oc: Categorias aleatòrias amb questions aleatòrias
pl_pl: Losowe kategorie z losowymi pytaniami
ps: تصادفي کټګورۍ د تصادفي پوښتنو سره
pt_br: Categorias aleatórios com perguntas aleatórias
pt_pt: Categorias aleatórias com questões aleatórias
ro_ro: Categorii luate aleatorii, cu intrebari dezordonate
ru_ru: Случайные категории со случайными вопросами
sk_sk: Náhodné kategórie s náhodnými otázkami
sl: Naključne kategorije z naključnimi vprašanji
sq: Kategori të rastësishme me pyetje të rastësishme
sr_rs: Nasumične kategorije sa nasumičnim pitanjima
sv_se: Slumpmässiga kategorier med slumpmässiga frågor
sw_ke: Jamii za nasibu na maswali ya nasibu
ta: சீரற்ற வகைகள் சீரற்ற கேள்விகளுடன்
th: หมวดหมู่สุ่มพร้อมคำถามสุ่ม
tl_ph: Random na mga kategorya na may random na mga tanong
tr: Rastgele kategoriler rastgele sorularla
uk_ua: Випадкові категорії з випадковими питаннями
vi_vn: Danh mục ngẫu nhiên với câu hỏi ngẫu nhiên
xh_za: Iikhatriji ngokungahlelekanga kunye nemibuzo ngokungahlelekanga
zh_cn: 随机类别，随机题目
zh_tw: 隨機類別，隨機題目

source: Ordered categories alphabetically with random questions
ar: فئات مرتبة ابجدية مع اسئلة عشوائية
ast_es: Categories ordenaes alfabéticamente con preguntas al azar
bn_bd: বর্ণানুক্রমিকভাবে ক্রমান্বয়ী বিভাগ র‍্যান্ডম প্রশ্ন সহ
bs_ba: Kategorije sortirane abecedno sa nasumičnim pitanjima
ca_es: Categories ordenades alfabèticament, amb preguntes desordenades
cs_cz: Seřazené kategorie abecedně s náhodnými otázkami
da: Kategorier sorteret alfabetisk med tilfældige spørgsmål
de: Alphabetisch angeordnete Kategorien mit zufällig angeordneten Fragen
el: Κατηγορίες αλφαβητικά με ερωτήσεις σε τυχαία σειρά
eo: Ordanĝaj kategorioj alfabete kun hazardaj demandoj
es: Categorías ordenadas (alfabéticamente), con preguntas desordenadas
es_mx: Categorías ordenadas alfabéticamente con preguntas aleatorias
eu_es: Alde alfabetikoki ordenatutako kategoriak galdera ausazkoekin
fa_ir: دسته‌بندی‌های مرتب‌شده الفبایی با سؤالات تصادفی
fi_fi: Aakkosjärjestysten kategoriat satunnaisilla kysymyksillä
fo_fo: Rættlagdir bólkar alfabetiska við tilvildarlegum spurningum
fur: Categuries ordinadis par alfabetic cu domandis a casu
ga: Catagóirí ordaithe in aibítir le ceisteanna randamacha
gl: Categorías ordenadas alfabeticamente, con preguntas desordenadas
he_il: קטגוריות מסודרות לפי סדר אלפביתי עם שאלות אקראיות
hi: वर्णानुक्रमिक क्रम की श्रेणियाँ यादृच्छिक प्रश्नों के साथ
hr_hr: Kategorije sortirane abecedno s nasumičnim pitanjima
hu_hu: Betűrendben rendezett kategóriák véletlenszerű kérdésekkel
hy: Ալփավայրաբառարանով դասակարգված կատեգորիաներ պատահական հարցերով
id_id: Kategori berurutan secara alfabetis dengan pertanyaan acak
it: Categorie in ordine alfabetico con domande casuali
ja: アルファベット順のカテゴリでランダム問題
ka_ge: ალფაბეტურად შეუკვეთებული კატეგორიები შემთხვევითი კითხვებით
ko_kr: 알파벳순으로 정렬된 카테고리, 랜덤 질문
lo: ໝວດໝູ່ທີ່ຈັດຮຽງຕາມຕົວອັກສອນພ້ອມຄຳຖາມແບບສຸ່ມ
lt_lt: Tvarkingos kategorijos abėcėlės tvarka su atsitiktiniais klausimais
lv_lv: Kategorijas alfabētiskā secībā ar nejaušiem jautājumiem
mk_mk: Подредени категории азбукарно со случајни прашања
ms_my: Kategori teratur abjad dengan soalan rawak
my_mm: အက္ခရာစဉ်အလိုက် စီထားသော အမျိုးအစားများနှင့် ကျပန်းမေးခွန်းများ
ne: वर्णमालाको क्रममा क्रमबद्ध श्रेणीहरू रन्दम प्रश्नहरूसँग
nl: Alfabetisch geordende categorieën met random vragen
nn_no: Ordna kategoriar alfabetisk med tilfeldige spørsmål
oc: Categorias ordenadas alfabeticament amb questions aleatòrias
pl_pl: Kategorie uporządkowane alfabetycznie z losowymi pytaniami
ps: الفابایټیکي له مخې ترتیب شوي کټګورۍ د تصادفي پوښتنو سره
pt_br: Categorias ordenadas alfabeticamente com perguntas aleatórias
pt_pt: Categorias ordenadas alfabeticamente com questões aleatórias
ro_ro: Categorii ordenate (alfabetic), cu intrebari dezordonate
ru_ru: Категории упорядочены по алфавиту со случайными вопросами
sk_sk: Zoradené kategórie abecedne s náhodnými otázkami
sl: Kategorije urejene alfabetično z naključnim vrstnim redom vprašanj
sq: Kategori të renditura alfabetikisht me pyetje të rastësishme
sr_rs: Kategorije poredane abecedno sa nasumičnim pitanjima
sv_se: Kategorier i alfabetisk ordning med slumpmässiga frågor
sw_ke: Jamii zilizopangwa alfabeti na maswali ya nasibu
ta: அக்ஷர வரிசையில் ஒழுங்கமைக்கப்பட்ட வகைகள் சீரற்ற கேள்விகளுடன்
th: หมวดหมู่เรียงตามตัวอักษรพร้อมคำถามสุ่ม
tl_ph: Inuutos na mga kategorya alpabetikal na may random na mga tanong
tr: Alfabetik sıralanmış kategoriler rastgele sorularla
uk_ua: Категорії впорядковані алфавітно з випадковими питаннями
vi_vn: Danh mục theo thứ tự bảng chữ cái với câu hỏi ngẫu nhiên
xh_za: Iikhatriji ezicwangcisiweyo ngokwealfabheti kunye nemibuzo ngokungahlelekanga
zh_cn: 按字母顺序排序类别，随机题目
zh_tw: 依字母排序類別，隨機題目

source: Random categories with questions ordered
ar: فئات عشوائية مع اسئلة مرتبة
ast_es: Categories al azar con preguntas ordenaes
bn_bd: র‍্যান্ডম বিভাগ ক্রমান্বয়ী প্রশ্ন সহ
bs_ba: Nasumične kategorije sa pitanjima sortiranim
ca_es: Categories agafades a l'atzar, amb preguntes ordenades
cs_cz: Náhodné kategorie se seřazenými otázkami
da: Tilfældige kategorier med sorterede spørgsmål
de: Zufällig angeordnete Kategorien mit angeordneten Fragen
el: Τυχαίες κατηγορίες με τις ερωτήσεις σε σειρά
eo: Hazardaj kategorioj kun ordanĝaj demandoj
es: Categorías tomadas al azar, con preguntas ordenadas
es_mx: Categorías aleatorias con preguntas ordenadas
eu_es: Kategoriak ausazkoak galderak ordenatuekin
fa_ir: دسته‌بندی‌های تصادفی با سؤالات مرتب‌شده
fi_fi: Satunnaiset kategoriat järjestetyillä kysymyksillä
fo_fo: Tilvildarligir bólkar við rættlagðum spurningum
fur: Categuries a casu cu domandis ordinadis
ga: Catagóirí randamacha le ceisteanna ordaithe
gl: Categorias tomadas ao chou, con preguntas ordenadas
he_il: קטגוריות אקראיות עם שאלות מסודרות
hi: यादृच्छिक श्रेणियाँ क्रमबद्ध प्रश्नों के साथ
hr_hr: Nasumične kategorije s pitanjima sortiranim
hu_hu: Véletlenszerű kategóriák rendezett kérdésekkel
hy: Պատահական կատեգորիաներ դասակարգված հարցերով
id_id: Kategori acak dengan pertanyaan berurutan
it: Categorie casuali con domande in ordine
ja: ランダムカテゴリで順序付けられた問題
ka_ge: შემთხვევითი კატეგორიები შეუკვეთებული კითხვებით
ko_kr: 랜덤 카테고리, 순서대로 정렬된 질문
lo: ໝວດໝູ່ແບບສຸ່ມພ້ອມຄຳຖາມທີ່ຈັດຮຽງ
lt_lt: Atsitiktinės kategorijos su sutvarkytais klausimais
lv_lv: Nejaušas kategorijas ar sakārtotiem jautājumiem
mk_mk: Случајни категории со подредени прашања
ms_my: Kategori rawak dengan soalan teratur
my_mm: ကျပန်းအမျိုးအစားများနှင့် စီထားသော မေးခွန်းများ
ne: रन्दम श्रेणीहरू र प्रश्नहरू क्रमबद्ध
nl: Random categorieën met geordende vragen
nn_no: Tilfeldige kategoriar med ordna spørsmål
oc: Categorias aleatòrias amb questions ordenadas
pl_pl: Losowe kategorie z uporządkowanymi pytaniami
ps: تصادفي کټګورۍ د ترتیب شوو پوښتنو سره
pt_br: Categorias aleatórios com perguntas ordenou
pt_pt: Categorias aleatórias com questões ordenadas
ro_ro: Categorii luate aleatorii, cu intrebari ordonate
ru_ru: Случайные категории с упорядоченными вопросами
sk_sk: Náhodné kategórie so zoradenými otázkami
sl: Naključni vrstni red kategorij z urejenim vrstnim redom vprašanj znotraj kategorij
sq: Kategori të rastësishme me pyetje të renditura
sr_rs: Nasumične kategorije sa pitanjima poredanim
sv_se: Slumpmässiga kategorier med frågor i ordning
sw_ke: Jamii za nasibu na maswali yaliyopangwa
ta: சீரற்ற வகைகள் ஒழுங்கமைக்கப்பட்ட கேள்விகளுடன்
th: หมวดหมู่สุ่มพร้อมคำถามเรียงลำดับ
tl_ph: Random na mga kategorya na may inuutos na mga tanong
tr: Rastgele kategoriler sıralanmış sorularla
uk_ua: Випадкові категорії з впорядкованими питаннями
vi_vn: Danh mục ngẫu nhiên với câu hỏi có thứ tự
xh_za: Iikhatriji ngokungahlelekanga kunye nemibuzo ecwangcisiweyo
zh_cn: 随机类别，题目排序
zh_tw: 隨機類別，依序題目

source: Ordered categories alphabetically with questions ordered
ar: ترتيب الفئات ابجديا مع اسئلة مرتبة
ast_es: Categories ordenaes alfabéticamente con preguntas ordenaes
bn_bd: বর্ণানুক্রমিকভাবে ক্রমান্বয়ী বিভাগ ক্রমান্বয়ী প্রশ্ন সহ
bs_ba: Kategorije sortirane abecedno sa pitanjima sortiranim
ca_es: Categories ordenades alfabèticament, amb preguntes ordenades
cs_cz: Seřazené kategorie abecedně se seřazenými otázkami
da: Kategorier sorteret alfabetisk med sorterede spørgsmål
de: Alphabetisch angeordnete Kategorien mit angeordneten Fragen
el: Κατηγορίες αλφαβητικά με ερωτήσεις
eo: Ordanĝaj kategorioj alfabete kun ordanĝaj demandoj
es: Categorías ordenadas alfabéticamente, con preguntas ordenadas
es_mx: Categorías ordenadas alfabéticamente con preguntas ordenadas
eu_es: Alde alfabetikoki ordenatutako kategoriak galderak ordenatuekin
fa_ir: دسته‌بندی‌های مرتب‌شده الفبایی با سؤالات مرتب‌شده
fi_fi: Aakkosjärjestysten kategoriat järjestetyillä kysymyksillä
fo_fo: Rættlagdir bólkar alfabetiska við rættlagðum spurningum
fur: Categuries ordinadis par alfabetic cu domandis ordinadis
ga: Catagóirí ordaithe in aibítir le ceisteanna ordaithe
gl: Categorias ordenadas alfabeticamente, con preguntas ordenadas
he_il: קטגוריות מסודרות לפי סדר אלפביתי עם השאלות מסודרות
hi: वर्णानुक्रमिक क्रम की श्रेणियाँ क्रमबद्ध प्रश्नों के साथ
hr_hr: Kategorije sortirane abecedno s pitanjima sortiranim
hu_hu: Betűrendben rendezett kategóriák rendezett kérdésekkel
hy: Ալփավայրաբառարանով դասակարգված կատեգորիաներ դասակարգված հարցերով
id_id: Kategori berurutan secara alfabetis dengan pertanyaan berurutan
it: Categorie in ordine alfabetico con domande in ordine
ja: アルファベット順のカテゴリで順序付けられた問題
ka_ge: ალფაბეტურად შეუკვეთებული კატეგორიები შეუკვეთებული კითხვებით
ko_kr: 알파벳순으로 정렬된 카테고리, 순서대로 정렬된 질문
lo: ໝວດໝູ່ທີ່ຈັດຮຽງຕາມຕົວອັກສອນພ້ອມຄຳຖາມທີ່ຈັດຮຽງ
lt_lt: Tvarkingos kategorijos abėcėlės tvarka su sutvarkytais klausimais
lv_lv: Kategorijas alfabētiskā secībā ar sakārtotiem jautājumiem
mk_mk: Подредени категории азбукарно со подредени прашања
ms_my: Kategori teratur abjad dengan soalan teratur
my_mm: အက္ခရာစဉ်အလိုက် စီထားသော အမျိုးအစားများနှင့် စီထားသော မေးခွန်းများ
ne: वर्णमालाको क्रममा क्रमबद्ध श्रेणीहरू र प्रश्नहरू क्रमबद्ध
nl: Alfabetisch geordende categorieën met geordende vragen
nn_no: Ordna kategoriar alfabetisk med ordna spørsmål
oc: Categorias ordenadas alfabeticament amb questions ordenadas
pl_pl: Kategorie uporządkowane alfabetycznie z uporządkowanymi pytaniami
ps: الفابایټیکي له مخې ترتیب شوي کټګورۍ د ترتیب شوو پوښتنو سره
pt_br: categorias ordenadas alfabeticamente com perguntas ordenadas
pt_pt: Categorias ordenadas alfabeticamente com questões ordenadas
ro_ro: Categorii ordenate alfabetic, cu intrebari ordonate
ru_ru: Категории упорядочены по алфавиту с упорядоченными вопросами
sk_sk: Zoradené kategórie abecedne so zoradenými otázkami
sl: Kategorije urejene alfabetično z urejenim vrstnim redom vprašanj
sq: Kategori të renditura alfabetikisht me pyetje të renditura
sr_rs: Kategorije poredane abecedno sa pitanjima poredanim
sv_se: Kategorier i alfabetisk ordning med frågor i ordning
sw_ke: Jamii zilizopangwa alfabeti na maswali yaliyopangwa
ta: அக்ஷர வரிசையில் ஒழுங்கமைக்கப்பட்ட வகைகள் ஒழுங்கமைக்கப்பட்ட கேள்விகளுடன்
th: หมวดหมู่เรียงตามตัวอักษรพร้อมคำถามเรียงลำดับ
tl_ph: Inuutos na mga kategorya alpabetikal na may inuutos na mga tanong
tr: Alfabetik sıralanmış kategoriler sıralanmış sorularla
uk_ua: Категорії впорядковані алфавітно з впорядкованими питаннями
vi_vn: Danh mục theo thứ tự bảng chữ cái với câu hỏi có thứ tự
xh_za: Iikhatriji ezicwangcisiweyo ngokwealfabheti kunye nemibuzo ecwangcisiweyo
zh_cn: 按字母顺序排序类别，题目排序
zh_tw: 依字母排序類別，依序題目

source: Using categories
ar: استخدام الفئات
ast_es: Usar categories
bn_bd: বিভাগ ব্যবহার করা হচ্ছে
bs_ba: Koristeći kategorije
ca_es: Utilitzant categories
cs_cz: Používat kategorie
da: Ved brug af kategorier
de: Kategorien nutzen
el: Χρησιμοποιώντας κατηγορίες
eo: Uzante kategoriojn
es: Usando categorías
es_mx: Usando categorías
eu_es: Kategoriak erabiliz
fa_ir: استفاده از دسته‌بندی‌ها
fi_fi: Käytä kategorioita
fo_fo: Brúka bólkar
fur: Doprant categuries
ga: Ag úsáid catagóirí
gl: Usando categorías
he_il: שימוש בקטגוריות
hi: श्रेणियों का उपयोग
hr_hr: Koristeći kategorije
hu_hu: Kategóriák használata
hy: Կատեգորիաների օգտագործում
id_id: Menggunakan kategori
it: Usando categorie
ja: カテゴリを使用
ka_ge: კატეგორიების გამოყენება
ko_kr: 카테고리 사용
lo: ການນຳໃຊ້ໝວດໝູ່
lt_lt: Naudojant kategorijas
lv_lv: Izmantojot kategorijas
mk_mk: Користење категории
ms_my: Menggunakan kategori
my_mm: အမျိုးအစားများအသုံးပြုခြင်း
ne: श्रेणीहरू प्रयोग गर्दै
nl: Gebruikmakend van categorieën
nn_no: Bruk av kategoriar
oc: Utilizar las categorias
pl_pl: Używając kategorii
ps: د کټګوریو کارول
pt_br: Usando categorias
pt_pt: Categorias utilizadas
ro_ro: Utilizare categorii
ru_ru: Использовать категории
sk_sk: Používané kategórie
sl: Uporaba kategorij
sq: Duke përdorur kategoritë
sr_rs: Koristi kategorije
sv_se: Använd kategorier
sw_ke: Kutumia jamii
ta: வகைகளைப் பயன்படுத்துதல்
th: ใช้หมวดหมู่
tl_ph: Gumagamit ng mga kategorya
tr: Kategorileri kullan
uk_ua: Використання категорій
vi_vn: Sử dụng danh mục
xh_za: Ukusebenzisa iikhatriji
zh_cn: 使用类别
zh_tw: 使用類別

source: Ordered by user
ar: ترتيب وفقا للمستخدم
ast_es: Ordenáu pol usuariu
bn_bd: ব্যবহারকারীর দ্বারা ক্রমান্বয়ী
bs_ba: Sortirano po korisniku
ca_es: Ordenat segons la llista de preguntes
cs_cz: Seřazeno uživatelem
da: Sorteret efter bruger
de: Sortiert nach Benutzer
el: Διαταγμένο από τον χρήστη
eo: Ordanĝa laŭ uzanto
es: Ordenado según la lista de preguntas
es_mx: Ordenado por usuario
eu_es: Erabiltzailearen arabera ordenatua
fa_ir: مرتب‌شده توسط کاربر
fi_fi: Lajiteltu käyttäjän mukaan
fo_fo: Rættlagdað av brúkara
fur: Ordinât dal utent
ga: Ordaithe ag úsáideoir
gl: Ordenado segundo a lista de preguntas
he_il: בהזמנה לפי משתמש
hi: उपयोगकर्ता द्वारा क्रमबद्ध
hr_hr: Sortirano po korisniku
hu_hu: Felhasználó szerinti rendezés
hy: Օգտատիրոջ կողմից դասակարգված
id_id: Diurutkan oleh pengguna
it: Ordinato per utente
ja: ユーザーの順序
ka_ge: მომხმარებლის მიხედვით შეუკვეთებული
ko_kr: 사용자별 순서
lo: ຈັດຮຽງໂດຍຜູ້ໃຊ້
lt_lt: Tvarkoma pagal vartotoją
lv_lv: Sakārtots pēc lietotāja
mk_mk: Подредено од корисник
ms_my: Teratur mengikut pengguna
my_mm: အသုံးပြုသူအလိုက် စီထားသည်
ne: प्रयोगकर्ताद्वारा क्रमबद्ध
nl: Geordend door de gebruiker
nn_no: Ordna etter brukar
oc: Ordenat per utilizaire
pl_pl: Uporządkuj wg użytkowników
ps: د کاروونکي له مخې ترتیب شوی
pt_br: Ordenados por usuário
pt_pt: Ordenadas por utilizador
ro_ro: Ordenat în funcție de lista de întrebări
ru_ru: Упорядочено пользователем
sk_sk: Zoradené podľa používateľa
sl: Razvršeno po uporabnikih
sq: Të renditura nga përdoruesi
sr_rs: Poređano po korisniku
sv_se: Ordnad efter användare
sw_ke: Iliyopangwa na mtumiaji
ta: பயனரால் ஒழுங்கமைக்கப்பட்டது
th: เรียงตามผู้ใช้
tl_ph: Inuutos ayon sa gumagamit
tr: Kullanıcıya göre sırala
uk_ua: Впорядковано користувачем
vi_vn: Theo thứ tự người dùng
xh_za: Icwangciswe ngumsebenzisi
zh_cn: 按用户排序
zh_tw: 依使用者排序

source: To be reviewed
ar: يجب ان تتم مراجعته
ast_es: P'amosar
bn_bd: পর্যালোচনার জন্য
bs_ba: Za pregled
ca_es: Per revisar
cs_cz: K recenzi
da: Skal gennemses
de: Sollte überprüft werden
el: Προς αναθεώρηση
eo: Por kontroli
es: Por revisar
es_mx: Por revisar
eu_es: Berrikusteko
fa_ir: برای بررسی
fi_fi: Odottaa tarkastamista
fo_fo: At verða yvirgreinað
fur: Da rivjudâ
ga: Le hathbhreithniú
gl: Por revisar
he_il: לבדיקה
hi: समीक्षा हेतु
hr_hr: Za pregled
hu_hu: Ellenőrizendő
hy: Ստուգման ենթակա
id_id: Perlu ditinjau
it: Da rivedere
ja: レビュー待ち
ka_ge: შესამოწმებელია
ko_kr: 검토 필요
lo: ຈະຕ້ອງຖືກກວດສອບ
lt_lt: Peržiūrėti
lv_lv: Pārskatīšanai
mk_mk: За прегледување
ms_my: Untuk disemak
my_mm: သုံးသပ်ရန်
ne: पर्यालोचनाका लागि
nl: Ter beoordeling
nn_no: Skal gjennomgås
oc: A revisar
pl_pl: Do przejrzenia
ps: د کتنې وړ
pt_br: Para ser revisto
pt_pt: A ser revistas
ro_ro: Pentru revizie
ru_ru: К проверке
sk_sk: Bude skontrolovaná
sl: Za pregled/oceno
sq: Për t'u rishikuar
sr_rs: Za pregled
sv_se: Att granskas
sw_ke: Inapaswa kukaguliwa
ta: மறு ஆய்வுக்கு
th: รอตรวจสอบ
tl_ph: Para sa pagsusuri
tr: İncelenecek
uk_ua: До перевірки
vi_vn: Cần xem xét
xh_za: Kufuneka ihlolwe
zh_cn: 待审阅
zh_tw: 待審核

source: Unanswered
ar: لم تتم الاجابة عنه
ast_es: Ensin contestar
bn_bd: উত্তর দেওয়া হয়নি
bs_ba: Bez odgovora
ca_es: Sense contestar
cs_cz: Bez odpovědi
da: Ubesvaret
de: Unbeantwortet
el: Αναπάντητη
eo: Sen respondo
es: Sin responder
es_mx: Sin responder
eu_es: Erantzun gabekoa
fa_ir: پاسخ داده نشده
fi_fi: Vastaamatta
fo_fo: Ósvarað
fur: No rispondude
ga: Gan fhreagra
gl: Sen responder
he_il: לא נענה
hi: अउत्तरित
hr_hr: Bez odgovora
hu_hu: Megválaszolatlan
hy: Պատասխանատու չէ
id_id: Belum dijawab
it: Senza risposta
ja: 未回答
ka_ge: პასუხი არ მიეცა
ko_kr: 미답변
lo: ຍັງບໍ່ໄດ້ຕອບ
lt_lt: Neatsakyta
lv_lv: Neatbildēts
mk_mk: Без одговор
ms_my: Belum dijawab
my_mm: မဖြေကြားရသေး
ne: बीउत्तरित
nl: Onbeantwoord
nn_no: Ubesvarte
oc: Sens responsa
pl_pl: Brak odpowiedzi
ps: بې ځوابه
pt_br: Não respondido
pt_pt: Sem resposta
ro_ro: Fara raspuns
ru_ru: Без ответа
sk_sk: Nezodpovedané
sl: Ne odgovorjeno
sq: E pjawtur
sr_rs: Bez odgovora
sv_se: Besvarade inte
sw_ke: Haijajibiwa
ta: பதிலளிக்கப்படாத
th: ยังไม่ตอบ
tl_ph: Hindi sinagot
tr: Cevaplanmamış
uk_ua: Без відповіді
vi_vn: Chưa trả lời
xh_za: Ayiphendulwanga
zh_cn: 未作答
zh_tw: 未回答

source: Current question
ar: السؤال الحالي
ast_es: Pregunta actual
bn_bd: বর্তমান প্রশ্ন
bs_ba: Trenutno pitanje
ca_es: Pregunta actual
cs_cz: Aktuální otázka
da: Nuværende spørgsmål
de: Aktuelle Frage
el: Κύρια ερώτηση
eo: Nuna demando
es: Pregunta actual
es_mx: Pregunta actual
eu_es: Oraingo galdera
fa_ir: سؤال فعلی
fi_fi: Tämänhetkinen kysymys
fo_fo: Núverandi spurningur
fur: Domande atual
ga: Ceist reatha
gl: Pregunta actual
he_il: שאלה נוכחית
hi: वर्तमान प्रश्न
hr_hr: Trenutno pitanje
hu_hu: Jelenlegi kérdés
hy: Ընթացիկ հարց
id_id: Pertanyaan saat ini
it: Quesito attuale
ja: 現在の問題
ka_ge: მიმდინარე კითხვა
ko_kr: 현재 질문
lo: ຄຳຖາມປັດຈຸບັນ
lt_lt: Dabartinis klausimas
lv_lv: Pašreizējais jautājums
mk_mk: Тековно прашање
ms_my: Soalan semasa
my_mm: လက်ရှိမေးခွန်း
ne: वर्तमान प्रश्न
nl: Huidige vraag
nn_no: Gjeldande spørsmål
oc: Question actuala
pl_pl: Bieżące pytanie
ps: اوسنۍ پوښتنه
pt_br: Pergunta atual
pt_pt: Questão atual
ro_ro: Intrebare actuala
ru_ru: Текущий вопрос
sk_sk: Aktuálna otázka
sl: Trenutno vprašanje
sq: Pyetja aktuale
sr_rs: Trenutno pitanje
sv_se: Nuvarande fråga
sw_ke: Swali la sasa
ta: தற்போதைய கேள்வி
th: คำถามปัจจุบัน
tl_ph: Kasalukuyang tanong
tr: Mevcut soru
uk_ua: Поточне питання
vi_vn: Câu hỏi hiện tại
xh_za: Umbuzo wangoku
zh_cn: 当前题目
zh_tw: 目前題目

source: Shareable enunciates
ar: ابلاغات قابلة للمشاركة
ast_es: Enunciados compartibles
bn_bd: শেয়ারযোগ্য বিবৃতি
bs_ba: Dijeljive enunciacije
ca_es: Anunciats compartits
cs_cz: Sdílené zadání
da: Delbare opgavetekster
de: Gemeinsame Aussagen
el: Εκφέρεται κοινόχρηστο
eo: Shareblej enkondukoj
es: Enunciados compartidos
es_mx: Enunciados compartibles
eu_es: Partekagarriak diren enuntziatuak
fa_ir: صورت‌مسئله‌های قابل اشتراک
fi_fi: Jaettavat lausunnot
fo_fo: Deiliga tilkunningar
fur: Enunzie compartibilis
ga: Enunciates roinnte
gl: Enunciados compartidos
he_il: התבטאות ניתנת לשיתוף
hi: साझा करने योग्य विवरण
hr_hr: Dijeljive enunciacije
hu_hu: Megosztható feladatleírások
hy: Հաշվելի ձևակերպումներ
id_id: Pernyataan yang dapat dibagikan
it: Pronunce condivisibili
ja: 共有可能な記述文
ka_ge: გაზიარებადი ენუნციატები
ko_kr: 공유 가능한 지문
lo: ຂໍ້ຄວາມທີ່ສາມາດແບ່ງປັນໄດ້
lt_lt: Dalijami pareiškimai
lv_lv: Dalāmi formulējumi
mk_mk: Споделливи изјави
ms_my: Pernyataan boleh dikongsi
my_mm: မျှဝေနိုင်သော ထုတ်ဖော်ပြောဆိုမှုများ
ne: साझेदार योग्य घोषणाहरू
nl: Mediavragen
nn_no: Delbare formuleringar
oc: Enonciacions partatjables
pl_pl: Udostępnialne sformułowania
ps: شریکولو وړ بیانات
pt_br: Enunciados compartilháveis
pt_pt: Enunciados partilháveis
ro_ro: Declarații impartite
ru_ru: Общие формулировки
sk_sk: Zdieľané vyhlásenia
sl: Skupno (nastavitve)
sq: Formulime të ndashme
sr_rs: Deljivi tekstovi pitanja
sv_se: Delningsbara instruktioner
sw_ke: Matangulizi yanayoweza kushirikiwa
ta: பகிரக்கூடிய அறிவிப்புகள்
th: คำชี้แจงที่สามารถแชร์ได้
tl_ph: Nakikinabang na mga enunciates
tr: Paylaşılabilir ifadeler
uk_ua: Спільні формулювання
vi_vn: Phần giới thiệu có thể chia sẻ
xh_za: I-enunciates ezinokwabelwana ngazo
zh_cn: 可共享陈述
zh_tw: 可分享的陳述
