Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Authentication login
ar: توثيق تسجيل الدخول
ast_es: Identificador d'autentificación
bn_bd: প্রমাণীকরণ লগইন
bs_ba: Prijava autentifikacije
ca_es: Identificador d'autenticació
cs_cz: Autentifikační login
da: Autentificeringslogin
de: Authentifizierung Login
el: Σύνδεση πιστοποίησης
eo: Aŭtentikiga ensalutnomo
es: Identificador de autentificación
es_mx: Inicio de sesión de autenticación
eu_es: Autentifikatzeko identifikatzailea
fa_ir: ورود به احراز هویت
fi_fi: Tunnistautumiskirjautuminen
fo_fo: Loyvikinskeyt
fur: Login di autenticazion
ga: Logáil isteach fíordheimhnithe
gl: Identificador de autentificación
he_il: כניסה לאימות
hi: प्रमाणीकरण लॉगिन
hr_hr: Prijava za autentifikaciju
hu_hu: Hitelesítési bejelentkezés
hy: Նույնականացման մուտքագրում
id_id: Login autentikasi
it: Login di autentificazione
ja: 認証ログイン
ka_ge: აუთენტიფიკაციის ლოგინი
ko_kr: 인증 로그인
lo: ຊື່ຜູ້ໃຊ້ເພື່ອຢືນຢັນຕົວຕົນ
lt_lt: Autentifikacijos prisijungimas
lv_lv: Autentifikācijas pieteikšanās
mk_mk: Логирање за аутентификација
ms_my: Log masuk pengesahan
my_mm: အထောက်အထားစစ်ဆေးမှု အကောင့်ဝင်အမည်
ne: प्रमाणीकरण लगइन
nl: Authenticatie login
nn_no: Autentiseringsinnlogging
oc: Identificant d'autentificacion
pl_pl: Uwierzytelnianie logowania
ps: تصدیق لا آن
pt_br: Login de autenticação
pt_pt: Autenticação do login/acesso
ro_ro: Userul pentru autentificare
ru_ru: Логин аутентификации
sk_sk: Overovacie prihlásenie
sl: Avtentifikacijsko uporabniško ime
sq: Hyrja e autentikimit
sr_rs: Prijava za autentifikaciju
sv_se: Login för verifiering
sw_ke: Kuingia kwa uthibitisho
ta: அங்கீகார நுழைவு
th: ชื่อเข้าใช้งานสำหรับการยืนยันตัวตน
tl_ph: Pag-login ng pagpapatunay
tr: Doğrulama girişi
uk_ua: Логін для автентифікації
vi_vn: Đăng nhập xác thực
xh_za: Ungeno lwemvume yokungena
zh_cn: 身份验证登录名
zh_tw: 驗證帳號

source: If you are using an LDAP server that does not support or accept anonymous access, fill the following field with the user login that should be used. Do not include "cn=". Leave empty for anonymous access.
ar: LDAP في حال كونك تستخدم خادم من نوع
ast_es: Si ta usando un servidor LDAP que nun almite accesu anónimu, enllene'l campu que vien darréu col nome d'usuariu que quier usar. Nun incluya "cn=". Nel casu d'aceutar accesu anónimu y querer usalu, nun escriba nada.
bn_bd: যদি আপনি এমন LDAP সার্ভার ব্যবহার করেন যা অ্যানোনিমাস অ্যাক্সেস সমর্থন বা গ্রহণ করে না, তাহলে নিম্নলিখিত ক্ষেত্রটি সেই ব্যবহারকারী লগইন দিয়ে পূরণ করুন যা ব্যবহার করা উচিত। "cn=" অন্তর্ভুক্ত করবেন না। অ্যানোনিমাস অ্যাক্সেসের জন্য খালি রাখুন।
bs_ba: Ako koristite LDAP server koji ne podržava ili ne prihvaća anonimni pristup, popunite sljedeće polje korisničkom prijavom koja treba koristiti. Ne uključujte "cn=". Ostavite prazno za anonimni pristup.
ca_es: Si esteu usant un servidor LDAP que no accepta l'accés anònim, empleneu el següent camp amb el nom d'usuari que s'haurà d'utilitzar. No inclogueu "cn=". En el cas d'acceptar accés anònim i voler usar-lo, deixeu-lo buit.
cs_cz: Pokud použijete LDAP server, který nepodporuje nebo neumožňuje anonymní přístup, vyplňte následující pole uživatelský login, který bude použit. Ne včetně "cn=". Ponechte prázdné pro anonymní přístup.
da: Hvis du bruger en LDAP-server, der ikke understøtter eller accepterer anonym adgang, udfyld dette felt med brugerlogin'et, der skal bruges. Inkluder ikke "cn=". Lad være tomt for anonym adgang.
de: Bei Benutzung eines LDAP Servers ohne Anonymous Zugriff, das nachfolgende Feld mit dem User Login ausfüllen, das benutzt werden soll. Kein 'cn=' einbeziehen. Für Anonymous Zugriff leer lassen.
el: Αν χρησιμοποιείτε διακομιστή LDAP που δεν υποστηρίζει ή δεν δέχεται ανώνυμη πρόσβαση, συμπληρώστε το παρακάτω πεδίο με το login χρήστη που πρέπει να χρησιμοποιηθεί. Μην συμπεριλάβετε "cn=". Αφήστε κενό για ανώνυμη πρόσβαση.
eo: Se vi uzas LDAP-servilon kiu ne subtenas aŭ akceptas anoniman aliron, plenigu la jenan kampon per la uzantensalutnomo kiu devus esti uzita. Ne inkluzivu "cn=". Lasu malplenan por anonima aliro.
es: Si está usando un servidor LDAP que no acepta acceso anónimo, rellene el siguiente campo con el nombre de usuario que debe ser usado. No incluya "cn=". En el caso de aceptar acceso anónimo y querer usarlo, déjelo vacío.
es_mx: Si usa un servidor LDAP que no soporta o acepta acceso anónimo, llene el siguiente campo con el inicio de sesión del usuario que debe usarse. No incluya "cn=". Déjelo vacío para acceso anónimo.
eu_es: Izenik gabeko sarbiderik onartzen ez duen LDAP zerbitzari bat erabiltzen ari bazara, bete hurrengo eremua erabili beharko den erabiltzaile izena idatziz. Izenik gabeko sarbidea onartzekotan, utzi hutsik.
fa_ir: اگر از سرور LDAP استفاده می‌کنید که دسترسی ناشناس را پشتیبانی یا قبول نمی‌کند، این فیلد را با نام کاربری که باید استفاده شود پر کنید. «cn=» را شامل نشوید. برای دسترسی ناشناس خالی بگذارید.
fi_fi: Jos käytät LDAP-palvelinta, joka ei tue tai hyväksy anonyymiä pääsyä, täytä tämä kenttä käytettävällä käyttäjätunnuksella. Älä sisällytä "cn=". Jätä tyhjäksi anonyymiä pääsyä varten.
fo_fo: Um tú brúkar ein LDAP ambætara sum ikki styðir ella takkar ónavngivan atgongd, fyll í fylgjandi teigur við brúkara innskeytinum sum skal brúkast. Tak ikki við "cn=". Lat tómur fyri ónavngivað atgongd.
fur: Se ju dopris un server LDAP che no supuarte o al acete l'acès anonîm, jemplîs chest camp cu il login dal utent che si deve doprâ. No includi "cn=". Lassalu vût par acès anonîm.
ga: Má úsáideann tú freastalaí LDAP nach dtacaíonn le rochtain gan ainm, líon an réimse seo le logáil isteach an úsáideora le húsáid. Ná cuir "cn=" san áireamh. Fág folamh le haghaidh rochtana gan ainm.
gl: Se está usando un servidor LDAP que non acepta acceso anónimo, encha o seguinte campo co nome de usuario que debe ser usado. Non inclúa "cn=". No caso de aceptar acceso anónimo e querer usalo, déixeo baleiro.
he_il: אם אתה משתמש בשרת LDAP שאינו תומך או מקבל גישה אנונימית, מלא את השדה הבא עם התחברות המשתמש שבו יש להשתמש. אל תכלול "cn=". השאר ריק לגישה אנונימית.
hi: यदि आप LDAP सर्वर उपयोग कर रहे हैं जो गुमनाम पहुँच का समर्थन या स्वीकार नहीं करता, तो निम्न फ़ील्ड को उपयोग करने वाले उपयोगकर्ता लॉगिन से भरें। "cn=" शामिल न करें। गुमनाम पहुँच के लिए खाली छोड़ दें।
hr_hr: Ako koristite LDAP poslužitelj koji ne podržava ili ne prihvaća anonimni pristup, ispunite sljedeće polje korisničkom prijavom koja se treba koristiti. Nemojte uključivati "cn=". Ostavite prazno za anonimni pristup.
hu_hu: Ha olyan LDAP szervert használ, amely nem támogatja vagy nem fogadja el a névtelen hozzáférést, töltse ki a következő mezőt a használandó felhasználói bejelentkezéssel. Ne tartalmazza a "cn=" részt. Hagyja üresen névtelen hozzáféréshez.
hy: Եթե օգտագործում եք LDAP սերվեր, որը չի աջակցում կամ չի ընդունում անանուն մուտքը, լրացրեք հետևյալ դաշտը օգտատիրոջ մուտքագրումով, որը պետք է օգտագործվի: Մի ներառեք «cn=»: Թողնեք դատարկ անանուն մուտքի համար:
id_id: Jika Anda menggunakan server LDAP yang tidak mendukung atau menerima akses anonim, isi bidang berikut dengan login pengguna yang harus digunakan. Jangan sertakan "cn=". Biarkan kosong untuk akses anonim.
it: Se impieghi un server LDAP che non supporta o consente accessi anonimi, scrivi nel campo il login di accesso da usare. Non includere "cn=".Nel caso di accesso anonimo lascia vuoto.
ja: 匿名アクセスをサポートしないLDAPサーバーの場合、使用するユーザー・ログインを入力してください。「cn=」を含めないでください。匿名アクセスの場合は空にしてください。
ka_ge: თუ იყენებთ LDAP სერვერს რომელიც არ უჭერს მხარს ან არ იღებს ანონიმურ წვდომას, შეავსეთ შემდეგი ველი იმ მომხმარებლის ლოგინით რომელიც უნდა გამოყენებულ იქნას. არ ჩართოთ "cn=". დატოვეთ ცარიელი ანონიმური წვდომისთვის.
ko_kr: 익명 액세스를 지원하지 않는 LDAP 서버를 사용하는 경우, 사용할 사용자 로그인을 다음 필드에 입력하십시오. "cn="는 포함하지 마십시오. 익명 액세스의 경우 비워 두십시오.
lo: ຖ້າທ່ານກຳລັງໃຊ້ເຊີບເວີ LDAP ທີ່ບໍ່ຮອງຮັບ ຫຼື ບໍ່ຍອມຮັບການເຂົ້າເຖິງແບບບໍ່ລະບຸຊື່, ໃຫ້ຕື່ມຂໍ້ມູນຊື່ຜູ້ໃຊ້ທີ່ຄວນຈະໃຊ້ໃນຊ່ອງຂໍ້ມູນຕໍ່ໄປນີ້. ບໍ່ຕ້ອງໃສ່ "cn=". ປະໄວ້ຫວ່າງສໍາລັບການເຂົ້າເຖິງແບບບໍ່ລະບຸຊື່.
lt_lt: Jei naudojate LDAP serverį, kuris nepalaiko ar nepriima anoniminio prisijungimo, užpildykite šį lauką vartotojo prisijungimu, kuris turėtų būti naudojamas. Neįtraukite "cn=". Palikite tuščią anoniminiam prisijungimui.
lv_lv: Ja izmantojat LDAP serveri, kas neatbalsta vai nepriņem anonīmu piekļuvi, aizpildiet šo lauku ar lietotājvārdu, kas jāizmanto. Neiekļaujiet "cn=". Atstājiet tukšu anonīmai piekļuvei.
mk_mk: Ако користите LDAP сервер што не поддржува или не прифаќа анонимен пристап, пополнете го следново поле со корисничкото логирање што треба да се користи. Не вклучувајте "cn=". Оставете празно за анонимен пристап.
ms_my: Jika anda menggunakan pelayan LDAP yang tidak menyokong atau terima akses tanpa nama, isi medan berikut dengan log masuk pengguna yang patut digunakan. Jangan sertakan "cn=". Biarkan kosong untuk akses tanpa nama.
my_mm: သင်အသုံးပြုနေသော LDAP ဆာဗာသည် အမည်မသိဝင်ရောက်မှုကို ထောက်ပံ့မပေးပါက သို့မဟုတ် လက်ခံမပေးပါက၊ အောက်ပါကွက်လပ်တွင် အသုံးပြုရမည့် အသုံးပြုသူအကောင့်ဝင်အမည်ကို ဖြည့်ပါ။ "cn=" ကို မထည့်ပါနှင့်။ အမည်မသိဝင်ရောက်မှုအတွက် ဗလာထားပါ။
ne: यदि तपाईंले गुमनाम पहुँच स्वीकार नगर्ने LDAP सर्भर प्रयोग गर्दै हुनुहुन्छ भने, निम्न क्षेत्रमा प्रयोग गर्नुपर्ने प्रयोगकर्ता लगइन भर्नुहोस्। "cn=" समावेश नगर्नुहोस्। गुमनाम पहुँचको लागि खाली छोड्नुहोस्।
nl: Als u een LDAP server gebruikt die geen anonieme toegang ondersteunt of aanvaard dan kunt u onderstaand veld gebruiken om de login van de LDAP server in te geven. Voeg "cn=" niet toe! Laat dit veld leeg als u anonieme toegang wenst te gebruiken
nn_no: Om du brukar ein LDAP-tenar som ikkje støttar eller akzeptterer anonym tilgang, fyll inn brukarinnlogginga som skal brukast i dette feltet. Ikkje inkluder "cn=". Lat stå tomt for anonym tilgang.
oc: Se utilizatz un servidor LDAP que supòrta pas o accepta pas l'access anonim, emplenatz lo camp seguent amb l'identificant de l'utilizaire qu'es cal utilizar. Inclutz pas "cn=". Laissatz void per l'access anonim.
pl_pl: Jeśli korzystasz z serwera LDAP, który nie obsługuje lub nie akceptuje dostępu anonimowego, wypełnij następujące pole wpisując login użytkownika, który powinien być używany. Nie wpisuj "cn=". Pozostaw puste dla anonimowego dostępu.
ps: که تاسو LDAP سرور وکاروئ چې نامعلوم لاسرسی ملاتړ نه کوي یا قبلوي، لاندې فیلډ د استعمال کوونکي لا آن سره ډک کړئ چې باید وکارول شي. "cn=" مه شامل کړئ. د نامعلوم لاسرسي لپاره خالي پریږدئ.
pt_br: Se está a usar um servidor LDAP que não suporta ou aceita acessos anónimos, preencha o campo seguinte com o nome de usuários que deverá ser usado. Não inclua "cn=". Deixe vazio para o acesso anónimo.
pt_pt: Se está a utilizar um servidor LDAP que não suporta ou aceita acessos anónimos, preencha o campo seguinte com um nome de utilizador que deverá ser usado. Não inclua "cn=". Deixe vazio para acessos anónimos.
ro_ro: Daca utilizati un server LDAP care nu suporta sau nu accepta acces anonim, completati urmatorul camp cu userul care va fi folosit. Nu includeti "cn=". Lasati gol pentru acces anonim.
ru_ru: Если сервер LDAP не поддерживает анонимный доступ, укажите логин пользователя. Не включайте "cn=". Оставьте пустым для анонимного доступа.
sk_sk: Ak používate LDAP server, ktorý nepodporuje alebo neakceptuje anonymný prístup, vyplnte nasledujúce pole prihlásením používateľa, ktoré má byť použité. Nezahrňte "cn=". Pre anonymný prístup nechajte prázdne.
sl: V primeru, da uporabljate LDAP strežnik, ki ne omogoča anonimnega dostopa, izpolnite naslednja polja z uporabniškim imenom, ki naj bi bilo uporabljeno. Ne vključujte "cn=". Pustite polje prazno v primeru anonimnega dostopa.
sq: Nëse po përdorni një server LDAP që nuk mbështet ose nuk pranon qasje anonime, plotësoni fushën e mëposhtme me hyrjen e përdoruesit që duhet të përdoret. Mos përfshini "cn=". Lini bosh për qasje anonime.
sr_rs: Ako koristite LDAP server koji ne podržava ili ne prihvata anonimni pristup, popunite sledeće polje korisničkom prijavom koja treba da se koristi. Ne uključujte "cn=". Ostavite prazno za anonimni pristup.
sv_se: Om du använder LDAP-server som inte stöder anonym förfrågan kan du här fylla i det login som isåfall ska användas. Använd inte "cn=". Lämna tomt för anonym förfrågan.
sw_ke: Ikiwa unatumia seva ya LDAP ambayo haiaiungi mkono au kukubali upatikanaji usiojulikana, jaza uwanja ufuatao kwa kuingia kwa mtumiaji unaopaswa kutumika. Usijumuisha "cn=". Acha tupu kwa upatikanaji usiojulikana.
ta: அநாமதேய அணுகலை ஆதரிக்காத அல்லது ஏற்காத LDAP சர்வரைப் பயன்படுத்தினால், பின்வரும் வெளியில் பயன்படுத்த வேண்டிய பயனர் நுழைவை நிரப்பவும். "cn=" ஐ சேர்க்க வேண்டாம். அநாமதேய அணுகலுக்கு காலியாக விடவும்.
th: หากใช้เซิร์ฟเวอร์ LDAP ที่ไม่รองรับหรือไม่ยอมรับการเข้าถึงแบบไม่ระบุชื่อ ให้กรอกฟิลด์นี้ด้วยชื่อเข้าใช้งานที่ควรใช้ อย้ารวม "cn=" ให้เว้นว่างสำหรับการเข้าถึงแบบไม่ระบุชื่อ
tl_ph: Kung gumagamit ka ng LDAP server na hindi sumusuporta o tinatanggap ang anonymous access, punuin ang sumusunod na field ng user login na dapat gamitin. Huwag isama ang "cn=". Hayaang blangko para sa anonymous access.
tr: Anonim erişimi desteklemeyen veya kabul etmeyen LDAP sunucusu kullanıyorsanız, kullanılacak kullanıcı girişini bu alana girin. "cn=" eklemeyin. Anonim erişim için boş bırakın.
uk_ua: Якщо ви використовуєте сервер LDAP, який не підтримує або не приймає анонімний доступ, заповніть це поле логіном користувача, який повинен використовуватися. Не включайте "cn=". Залиште порожнім для анонімного доступу.
vi_vn: Nếu bạn sử dụng máy chủ LDAP không hỗ trợ hoặc chấp nhận truy cập ẩn danh, điền trường sau với đăng nhập người dùng cần sử dụng. Không bao gồm "cn=". Để trống cho truy cập ẩn danh.
xh_za: Ukuba usebenzisa iseva ye-LDAP engayixhasi okanye eyamkeliyo ukungena ngokungaziwayo, gcwalisa le ntsimi ngengeno lomsebenzisi ekufuneka isetyenziswe. Musa ukubandakanya "cn=". Shiya ingenanto ukuze kungene ngokungaziwayo.
zh_cn: 如果您使用的 LDAP 服务器不支持或不接受匿名访问，请在以下字段中填写应使用的用户登录名。不要包含 "cn="。匿名访问请留空。
zh_tw: 若使用的 LDAP 伺服器不支援或不接受匿名存取，請填入應使用的使用者帳號。勿包含「cn=」。匿名存取請留空。

source: Authentication password
ar: توثيق رمز المرور
ast_es: Seña d'autentificación
bn_bd: প্রমাণীকরণ পাসওয়ার্ড
bs_ba: Lozinka autentifikacije
ca_es: Contrasenya d'autenticació
cs_cz: Heslo autentifikace
da: Autentificeringspassword
de: Authentifikation Passwort
el: Κωδικός πρόσβασης πιστοποίησης
eo: Aŭtentikiga pasvorto
es: Contraseña de autentificación
es_mx: Contraseña de autenticación
eu_es: Autentifikatzeko pasahitza
fa_ir: کلمه عبور احراز هویت
fi_fi: Tunnistautumissalasana
fo_fo: Loyvik lykilorð
fur: Pasvûrt di autenticazion
ga: Pasfhocal fíordheimhnithe
gl: Contraseña de autentificación
he_il: סיסמת אימות
hi: प्रमाणीकरण पासवर्ड
hr_hr: Lozinka za autentifikaciju
hu_hu: Hitelesítési jelszó
hy: Նույնականացման գաղտնաբառ
id_id: Kata sandi autentikasi
it: Password di autentificazione
ja: 認証パスワード
ka_ge: აუთენტიფიკაციის პაროლი
ko_kr: 인증 비밀번호
lo: ລະຫັດຜ່ານເພື່ອຢືນຢັນຕົວຕົນ
lt_lt: Autentifikacijos slaptažodis
lv_lv: Autentifikācijas parole
mk_mk: Лозинка за аутентификација
ms_my: Kata laluan pengesahan
my_mm: အထောက်အထားစစ်ဆေးမှု စကားဝှက်
ne: प्रमाणीकरण पासवर्ड
nl: Authenticatie paswoord
nn_no: Autentiseringspassord
oc: Senhal d'autentificacion
pl_pl: Uwierzytelnianie hasła
ps: تصدیق پاس ورډ
pt_br: Senha de autenticação
pt_pt: Autenticação de senha/password
ro_ro: Parola pentru autentificare
ru_ru: Пароль аутентификации
sk_sk: Overovacie heslo
sl: Avtentifikacijsko geslo
sq: Fjalëkalimi i autentikimit
sr_rs: Lozinka za autentifikaciju
sv_se: Lösenord för verifiering
sw_ke: Nenosiri la uthibitisho
ta: அங்கீகார சமரசுரை
th: รหัสผ่านสำหรับการยืนยันตัวตน
tl_ph: Password ng pagpapatunay
tr: Doğrulama Şifresi
uk_ua: Пароль для автентифікації
vi_vn: Mật khẩu xác thực
xh_za: Ipassword yemvume yokungena
zh_cn: 身份验证密码
zh_tw: 驗證密碼
