Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Dropbox: Maximum file size of a document
ar: مشاركة الملفات: اقصى حجم لملف المستند
ast_es: Buzón d'entrega de deberes : tamañu másimu de los documentos
bn_bd: ড্রপবক্স: ডকুমেন্টের সর্বোচ্চ ফাইলের আকার
bs_ba: Dropbox: Maksimalna veličina fajla dokumenta
ca_es: Compartició de fitxers: mida màxima dels documents
cs_cz: Schránka: maximální velikost dokumentu
da: Dueslag: Maks. filstørrelse for et dokument i dueslaget
de: Dateikiste: Dateigröße
el: Dropbox: Μέγιστο μέγεθος αρχείου
eo: Demetujo: Maksimuma dosiergrando de demetuja dokumento
es: Compartir documentos: tamaño máximo de los documentos
es_mx: Máximo tamaño de un documento del baúl de tareas
eu_es: Dokumentuak partekatzea: dokumentuen gehieneko tamaina
fa_ir: قسمت تبادل مدارک:حداکثر وزن قابل قبول فایلها
fi_fi: Dropbox: Asiakirjan maksimikoko
fo_fo: Dropbox: Mesta fílustødd av einum skjali
fur: Dropbox: dimension massime dal document
ga: Dropbox: Méid uasta comhaid doiciméid
gl: Buzón de ficheiros: Tamaño máximo por ficheiro
he_il: Dropbox: גודל קובץ מקסימלי של מסמך
hi: ड्रॉपबॉक्स: दस्तावेज़ का अधिकतम फ़ाइल आकार
hr_hr: Dropbox: Najveća moguća veličina datoteke dokumenta za slanje
hu_hu: Fájl posta: Megengedett fájlméret a fájl posta dokumentumainál
hy: Dropbox. Փաստաթղթի առավելագույն չափը
id_id: Dropbox: Ukuran maksimum file dokumen dropbox
it: Scambio file: dimensione massima di un documento da caricare
ja: 課題提出箱: ドキュメントの最大ファイル サイズ
ka_ge: Dropbox: დოკუმენტის მაქსიმალური ზომა
ko_kr: Dropbox : Dropbox 문서의 최대 파일크기
lo: Dropbox: ຂະໜາດໄຟລ໌ສູງສຸດຂອງເອກະສານ
lt_lt: Failų saugykla: Maksimalus dokumento dydis failų saugykloje
lv_lv: Failu apmaiņas vieta: Maksimālais faila izmērs
mk_mk: Размена на документи и пораки: Максимална големина на датотеката на документот од паќачката кутија
ms_my: Dropbox: Saiz fail maksimum dokumen
my_mm: Dropbox: စာရွက်စာတမ်း၏ အများဆုံးဖိုင်အရွယ်အစား
ne: ड्रपबक्स: कागजातको अधिकतम फाइल आकार
nl: Dropbox: Maximale bestandsgrootte van een dropboxdocument
nn_no: Dropbox: Maksimal filstorleik for eit dokument
oc: Dropbox : Talha maxima d'un document
pl_pl: Skrzynka nadawcza : Maksymalna wielkość pliku w skrzynce
ps: ډراپ باکس: د سند غوره اندازه
pt_br: Caixa de documentos compartilhados: Tamanho máximo de um arquivo a enviar
pt_pt: Caixa de entrega: Tamanho máximo para o ficheiro de um documento
ro_ro: Cutie postala: Spatiul maxim alocat cutiei postale de primire a documentelor
ru_ru: Ящик для содержимого: максимальный размер файла (документа) для расположения в этом ящике
sk_sk: Schránka na dokumenty: Maximálna veľkosť dokumentu
sl: Nabiralnik: Največja velikost dokumenta v nabiralniku
sq: Dropbox: Madhësia maksimale e skedarit të një dokumenti
sr_rs: Dropbox: Maksimalna veličina fajla dropbox dokumenta
sv_se: Inlämningsmapp: Maximal filstorlek på ett dokument i inlämningsmappen
sw_ke: Dropbox: Ukubwa wa juu wa faili ya hati
ta: டிராப்பாக்ஸ்: அலுவலறையின் அதிகபட்ச கோப்பு அளவு
th: กล่องรับส่งงาน:รับขนาดไฟล์ได้สูงสุด
tl_ph: Dropbox: Ang maximum na laki ng file ng isang dokumento
tr: GelenKutusu: Gelen kutusu belgesi için en fazla dosya büyüklüğü
uk_ua: Скринька контенту: максимальний розмір документу
vi_vn: Dropbox: Kích thước tệp tối đa của tài liệu
xh_za: Idropbox: Ubungakanani obuphezulu bexwebhu
zh_cn: 投递箱: 最大文件大小
zh_tw: 投遞箱：投遞箱檔案大小上限

source: How big (in MB) can a dropbox document be?
ar: ما مدى حجم المستندات في اداة مشاركة الملفات (بالميكابايت)؟
ast_es: ¿ Cómo de grande (en bytes) pue ser un documentu ?
bn_bd: ড্রপবক্স ডকুমেন্ট কত বড় (MB তে) হতে পারে?
bs_ba: Koliko veliki (u MB) može biti dokument u dropboxu?
ca_es: Quina mida (en bytes) pot tenir un document a la secció de compartició de fitxers ?
cs_cz: Jak velká(v bytech) může být schránka dokumentů?
da: Hvor stor (i bytes) kan et dokument i dueslaget være?
de: Wie groß (in Bytes) darf ein Dropbox Dokument sein?
el: Πόσο μεγάλο (σε MB) μπορεί να είναι ένα αρχείο στο dropbox?
eo: Kiom da bajtoj povas enhavi demetuja dokumento?
es: ¿Qué tamaño en MB puede tener un documento?
es_mx: ¿Qué tan grande (en bytes) puede ser un documento del baúl de tareas?
eu_es: Zer tamaina (MBtan) eduki behar du partekatzeko dokumentu batek?
fa_ir: قسمت تبادل مدارک : حداکثر وزن فایلها چقدر می تواند باشد
fi_fi: Kuinka suuri (MB) dropbox-asiakirja voi olla?
fo_fo: Hvussá stór (í MB) kann eitt dropbox skjal vera?
fur: Cuant grant (in MB) podi jessi un document dal Dropbox?
ga: Cé chomh mór (i MB) is féidir le doiciméad dropbox a bheith?
gl: ¿cal e o tamaño máximo de un documento no buzón?
he_il: כמה גדול (ב-MB) יכול להיות מסמך Dropbox?
hi: ड्रॉपबॉक्स दस्तावेज़ कितना बड़ा (एमबी में) हो सकता है?
hr_hr: Koje veličine (u bajtima) može biti dokument za slanje?
hu_hu: Mekkora lehet (bájtban) egy fájl postában használt dokumentum?
hy: Քանի՞ ՄԲ-ով կարող է լինել dropbox փաստաթուղթը?
id_id: Berapa ukuran (byte) sebuah dokumen dropbox yang diijinkan?
it: Quale dimensione (in Byte) può avere un documento trasferito per lo Scambio files?
ja: 課題提出箱のドキュメントの最大はいくつですか? (MB 単位)
ka_ge: რა ზომის (MB-ში) შეიძლება იყოს dropbox დოკუმენტი?
ko_kr: Dropbox 문서의 크기는 어느정도 크기(in bytes)여야 하나?
lo: ເອກະສານໃນ Dropbox ສາມາດໃຫຍ່ໄດ້ເທົ່າໃດ (ເປັນ MB)?
lt_lt: Kokio dydžio (baitais) gali būti dokumentas failų saugykloje?
lv_lv: Cik liels (baitos) var būt lielākais fails, failu apmaiņas vietā?
mk_mk: Колку голем (во бита) може да биде документ во алатката Раземна на документи и пораки?
ms_my: Berapa besar (dalam MB) dokumen dropbox boleh?
my_mm: Dropbox စာရွက်စာတမ်းတစ်ခုသည် မည်မျှကြီးမားနိုင်သနည်း (MB ဖြင့်)။
ne: ड्रपबक्स कागजात कति ठूलो (MB मा) हुन सक्छ?
nl: Hoe groot mag een dropboxdocument zijn (in bytes)?
nn_no: Kor stor (i MB) kan eit dropbox-dokument vere?
oc: Quina talha (en MB) pòt aver un document Dropbox ?
pl_pl: Jak duży może być plik w skrzynce nadawczej? (w bajtach)
ps: د ډراپ باکس سند څومره لوی (په MB کې) کېدای شي؟
pt_br: Qual o tamanho (em bites) que um documento pode ter?
pt_pt: Qual o tamanho (em bytes) que um documento na caixa de entrega pode ter?
ro_ro: Ce dimensiune maxima (in octeti) poate avea un document pentru expedierea in cutia postla?
ru_ru: Насколько большой (в байтах) может быть ящик для документов?
sk_sk: Aký veľký (v MB) môže byť dokument Dropbox?
sl: Kako velik (v MB) je lahko dokument v nabiralniku?
sq: Sa i madh (në MB) mund të jetë një dokument dropbox?
sr_rs: Koliko veliki (u bajtovima) može da bude dropbox dokument?
sv_se: Hur många bytes stort kan ett dokument i inlämningsmappen vara?
sw_ke: Dropbox hati inaweza kuwa kubwa kiasi gani (katika MB)?
ta: டிராப்பாக்ஸ் அலுவலறை எவ்வளவு பெரியதாக (MB இல்) இருக்கலாம்?
th: ขนาดไฟล์ใหญ่สุดที่เท่าไร ที่กล่องรับส่งงานรับเข้าได้
tl_ph: Gaano kalaki (sa MB) ang maaari sa isang dokumento sa dropbox?
tr: Gelen kutusu belgesinin büyüklüğü (byte olarak)
uk_ua: Наскільки великим (в байтах) може бути документ у скринці контенту?
vi_vn: Tài liệu dropbox có thể lớn bao nhiêu (tính bằng MB)?
xh_za: Indawo enkulu kangakanani (kwi-MB) inokuba ne-dropbox?
zh_cn: 投递箱内的文档最大是多少(字节)?
zh_tw: 投遞箱檔案最大為多少 bytes？

source: Dropbox: Can documents be overwritten
ar: مشاركة الملفات: هل يمكن ان يتم استبدال الملفات في حال كان الاسم متشابه
ast_es: Buzón d'entrega de deberes: los documentos van sobrescribise
bn_bd: ড্রপবক্স: ডকুমেন্ট ওভাররাইট করা যাবে কি?
bs_ba: Dropbox: Može li se dokument prepisati
ca_es: Compartició de fitxers: els documents d'origen poden ser sobreescrits
cs_cz: Schránka: Mohou být dokumenty přepsány
da: Dueslag: Kan dokumenter overskrives
de: Dateikiste: Dokumente überschreiben
el: Dropbox: Τα αρχεία μπορούν να αντικατασταθούν
eo: Demetujo: ĉu dokumentoj povas esti anstataŭigataj?
es: Compartir documentos: los documentos se sobreescribirán
es_mx: Baúl de tareas: Los documentos pueden sobreescribirse
eu_es: Dokumentuak partekatzea: dokumentu hauen gainean idatziko da
fa_ir: قسمت تبادل کدارک : آیا می خواهید امکان حذف و جایگزینی فایلهای قدیمی توسط فایلهای جدید هم ام آنها وحود داشته باشد؟
fi_fi: Dropbox: Voiko asiakirjat ylikirjoittaa
fo_fo: Dropbox: Kunnu skjøl verða skrivað yvir
fur: Dropbox: permiti sovrascrivi documents?
ga: Dropbox: An féidir doiciméid a overscribh
gl: Buzón de ficheiros: Pódense sobreescribir os documentos?
he_il: Dropbox: האם ניתן להחליף מסמכים
hi: ड्रॉपबॉक्स: दस्तावेज़ों को ओवरराइट किया जा सकता है?
hr_hr: Dropbox: Može li dokument biti zamijenjen drugim
hu_hu: Fájl posta: a dokumentumok felülírhatók.
hy: Dropbox. Կարո՞ղ են փաստաթղթերը գրավերցվել
id_id: Dropbox: Bolehkan dokumen ditimpah/overwritten
it: Scambio files: i documenti possono essere sovrascritti
ja: 課題提出箱: ドキュメントを上書きすることができますか
ka_ge: Dropbox: შეიძლება თუ არა დოკუმენტების გადაწერა
ko_kr: Dropbox: 문서 덮어쓰기가 가능합니다
lo: Dropbox: ສາມາດຂຽນທັບເອກະສານໄດ້ບໍ່
lt_lt: Failų saugykla: Ar gali būti užrašoma ant dokumento viršaus
lv_lv: Failu apmaiņas vieta: Vai dokumenti var tikt pārrakstīti ?
mk_mk: Размена на датотеки и пораки: Може ли документот да биде препокриен
ms_my: Dropbox: Bolehkah dokumen ditimpa
my_mm: Dropbox: စာရွက်စာတမ်းများကို ထပ်ရေးနိုင်ပါသလား
ne: ड्रपबक्स: कागजातहरू ओभरराइट गर्न सकिन्छ?
nl: Dropbox: Mogen documenten overschreven worden?
nn_no: Dropbox: Kan dokument bli overskrive
oc: Dropbox : Podon los documents èsser escriuts par som ?
pl_pl: Skrzynka nadawcza: Czy dokumenty mogą być zapisywane w miejsce już istniejących plików?
ps: ډراپ باکس: آیا اسناد ړنګ کېدای شي
pt_br: Caixa de documentos compartilhados: Os documentos podem ser sobrescritos
pt_pt: Caixa de entrega: Os documentos podem ser substituídos
ro_ro: Cutie postala: Documentele pot fi suprascrise?
ru_ru: Ящик для содержимого: можно ли перезаписывать имеющиеся документы?
sk_sk: Schránka na dokumenty: Môžu byť dokumenty prepísané
sl: Nabiralnik: Ali je dokument v nabiralniku lahko prepisan z novim dokumentom
sq: Dropbox: A mund të mbishkruhen dokumentet
sr_rs: Dropbox: Mogu li dokumenta biti zamenjena
sv_se: Inlämningsmapp: Kan dokument bli överskrivna
sw_ke: Dropbox: Je, hati zinaweza kuandikwa juu?
ta: டிராப்பாக்ஸ்: அலுவலறைகள் மீளெழுதப்படலாமா
th: กล่องรับส่งงาน:สามารถบันทึกทับไฟล์เดิมได้
tl_ph: Dropbox: Maaari bang patungan ang mga dokumento
tr: GelenKutusu: Belgelerin üzerine kayıt yapılabilirmi?
uk_ua: Скринька контенту: чи можна перезаписувати документи замість існуючих?
vi_vn: Dropbox: Có thể ghi đè tài liệu không
xh_za: Idropbox: Ngaba maxwebhu angaphindwa?
zh_cn: 投递箱: 文件能否被覆盖?
zh_tw: 投遞箱：允許覆寫文件嗎？

source: Can the original document be overwritten when a user or trainer uploads a document with the name of a document that already exist? If you answer yes then you loose the versioning mechanism.
ar: في حال كان اسم الملف موجود فعلا فهل يتم استبداله بالملف الجديد؟ اذا اخترت نعم فسوف تفقد خاصية الاصدارات
ast_es: ¿ Pue sobrescribise'l documentu orixinal si un estudiante o profesor sube un documentu col mesmu nome qu'otru que yá esiste ? Si retruca sí, pierdese la posibilidá de conservar versiones socesives del documentu.
bn_bd: যখন ব্যবহারকারী বা প্রশিক্ষক বিদ্যমান ডকুমেন্টের নামে ডকুমেন্ট আপলোড করে তখন মূল ডকুমেন্ট ওভাররাইট করা যাবে কি? হ্যাঁ বললে ভার্সনিং মেকানিজম হারাবেন।
bs_ba: Može li se originalni dokument prepisati kada korisnik ili predavač učita dokument sa nazivom postojećeg dokumenta? Ako odgovorite da, gubite mehanizam verzionisanja.
ca_es: El document original es pot sobreescriure quan un estudiant o professor carrega un document amb el nom d'un document que ja existeix? Si contesteu sí perdreu la possibilitat de conservar successives versions
cs_cz: Může být přepsán originální dokument, který uploadoval student či školitel, dokumentem se jménem, které již existuje? Pokud odpovíte ANO, pak přijdete o verzovací mechanismus
da: Kan det originale dokument overskrives, når en studerende eller underviser uploader et dokument med samme navn som de originale dokument? Hvis du svarer ja, mister du versionsstyringen
de: Dürfen die originalen Dokumente überschrieben werden, wenn ein Teilnehmer oder Kursleiter ein Dokument mit einem bereits existierenden Dateinamen hochlädt? Wenn diese Frage mit Ja beantwortet wird, geht die Versions-Kontrolle verloren
el: Μπορεί το αρχικό έγγραφο να αντικατασταθεί όταν χρήστης ή εκπαιδευτής ανεβάζει έγγραφο με όνομα υπάρχοντος εγγράφου; Αν απαντήσετε ναι, χάνετε τον μηχανισμό έκδοσης.
eo: Ĉu originala dokumento povas esti anstataŭigata kiam studento aŭ instruisto ŝargas dokumenton kun nomo jam uzita de alia dokumento? Se vi jesas, vi ja perdas la versio-mekanismon
es: ¿ Puede sobreescribirse el documento original cuando un estudiante o profesor sube un documento con el mismo nombre de otro que ya existe ? Si responde sí, perderá la posibilidad de conservar sucesivas versiones
es_mx: ¿Puede el documento original sobreescribirse cuando un estudiante o profesor sube un documento con el nombre de un documento que ya existe?Si responde afirmativamente entonces perderá el mecanismo de versiones
eu_es: Jatorrizko dokumentuaren gainean idatzi al daiteke, ikasle batek edo irakasle batek lehendik badagoen dokumentuaren izena duen beste dokumentu bat kargatzen duenean?
fa_ir: در هنگامی که یک کاربر فایل جدید را ارسال می کند و فایل قدیمی تری با همان اسم وجود دارد آیا می خواهید که فایل قدیمی تر را حذف کرده و جایگزین آن شود؟ با انتخاب �بله� امکان نگهداری نسخه های متوالی یک فایل را از دست می دهید
fi_fi: Voiko alkuperäinen asiakirja ylikirjoittaa, kun käyttäjä tai kouluttaja lataa samannimisen? Kyllä menettää versioinnin.
fo_fo: Kann upprunaliga skjalið verða skrivað yvir tá ið ein brúkari ella lærar leggur upp eitt skjal við navni av einum skjali sum longu finst? Um tú svarar já, so mistar tú versioning mekanismun.
fur: Al podi jessi sovrascrivût il document origjinâl cuindun utent o formadôr lu careche un document chês non che esist già? Se tu rispostris 'sì' tu perdis il mecanisme de versionament.
ga: An féidir an doiciméad bunaidh a overscribh nuair a uploadeann úsáideoir nó traenálaí doiciméad le hainm doiciméad atá ann cheana? Má fhreagraíonn tú sea caillfidh tú meicníocht na leaganacha.
gl: ¿Pode sobreescribirse o documento orixinal cando un alumno ou profesor sube un arqhivo co mesmo nome do documento que xa existe? Se pos SI entón perdes o mecanismo de versións.
he_il: האם ניתן לדרוס את המסמך המקורי כאשר משתמש או מאמן מעלה מסמך עם שם של מסמך שכבר קיים? אם אתה עונה כן אז אתה מאבד את מנגנון ניהול הגרסאות.
hi: जब उपयोगकर्ता या प्रशिक्षक पहले से मौजूद दस्तावेज़ के नाम से दस्तावेज़ अपलोड करता है तो क्या मूल दस्तावेज़ को ओवरराइट किया जा सकता है? यदि हाँ का उत्तर देते हैं तो संस्करण प्रणाली खो जाएगी।
hr_hr: Može li izvorni dokument biti zamijenjen kada student ili predavač postavlja dokument istoga imena kao i već postojeći dokument? Odgovorite li potvrdno, gubite mogućnost praćenja verzija dokumenta
hu_hu: Megengedi, hogy az azonos névvel feltöltendő dokumentum felülírjon egy már korábban feltöltött dokumentumot? Ha a válasza igen, akkor elveszti a verziószámozás lehetőségét.
hy: Կարո՞ղ է սկզբնական փաստաթուղթը գրավերցվել, երբ օգտատերը կամ հաշվապահը վերբեռնում է փաստաթուղթ, որի անունը արդեն գոյություն ունի: Եթե պատասխանեք այո, ապա կկորցնեք տարբերակման մեխանիզմը:
id_id: Dapatkah dokumen asli ditimpah jika siswa/pengajar meng-upload dokumen dengan nama sama dengan yang sudah ada? Jika jawabannya ya anda kehilangan mekanisme versi (versioning mechanism)
it: Il documento originale può essere sovrascritto se un corsista o un docente carica un file con lo stesso nome? Se la risposta è Sì non potrai avere versioni diverse dello stesso documento
ja: ユーザーまたは教員が既に存在する名前のドキュメントをアップロードした場合、元のドキュメントを上書きすることができますか? はいを選択するとバージョン管理メカニズムを失います。
ka_ge: შეიძლება თუ არა ორიგინალური დოკუმენტის გადაწერა მომხმარებლის ან მწვრთნელის მიერ უკვე არსებული დოკუმენტის სახელის მქონე დოკუმენტის ატვირთვისას? თუ დიახ-ზე უპასუხებთ, დაკარგავთ ვერსიის მექანიზმს.
ko_kr: 학생이나 강사가 원래 존재하는 파일과 동일한 파일명으로 문서를 업로드 하면 본래 파일은 덮어쓰기가 됩니까? 만약 그러하다면 versioning 메커니즘을 잃게 됩니다.
lo: ເອກະສານຕົ້ນສະບັບສາມາດຖືກຂຽນທັບໄດ້ບໍ່ ເມື່ອຜູ້ໃຊ້ ຫຼື ຄູຝຶກອັບໂຫຼດເອກະສານທີ່ມີຊື່ດຽວກັນກັບເອກະສານທີ່ມີຢູ່ແລ້ວ? ຖ້າທ່ານຕອບວ່າໄດ້, ທ່ານຈະສູນເສຍກົນໄກການຈັດເກັບເວີຊັນ.
lt_lt: Ar gali būti užrašoma ant viršaus originalaus dokumento, kai įkeliamas dokumentas tuo pačiu vardu?
lv_lv: Vai oriģinālais dokuments var tikt pārrakstīts, ko kursants vai Lektors augšupielādējis, ja dokumentu nosaukums sakrīt? <br>Ja atbildēsiet 'jā' tad nevarēsiet izmantot dokumentu versiju mehānismu.
mk_mk: Може ли оригиналниот документ да биде препокриен кога курсист или учител качува документ со име на документ кој веќе постои? Ако одговорот е да, тогаш го губите механизмот за следење на верзијата на документот.
ms_my: Bolehkah dokumen asal ditimpa apabila pengguna atau jurulatih memuat naik dokumen dengan nama dokumen yang sudah wujud? Jika anda jawab ya, anda akan kehilangan mekanisme versi.
my_mm: အသုံးပြုသူ သို့မဟုတ် နည်းပြဆရာတစ်ဦးသည် ရှိပြီးသား စာရွက်စာတမ်းအမည်ဖြင့် စာရွက်စာတမ်းတစ်ခုကို တင်သွင်းသောအခါ မူရင်းစာရွက်စာတမ်းကို ထပ်ရေးနိုင်ပါသလား။ အကယ်၍ သင်သည် ဟုတ်ကဲ့ဟု ဖြေပါက၊ ဗားရှင်းထိန်းသိမ်းမှုယန္တရားကို ဆုံးရှုံးမည်ဖြစ်သည်။
ne: प्रयोगकर्ता वा प्रशिक्षकले पहिले नै रहेको नामको कागजात अपलोड गर्दा मूल कागजात ओभरराइट गर्न सकिन्छ? यदि हो भने तपाईं संस्करण नियन्त्रण संयन्त्र गुमाउनुहुन्छ।
nl: Mag een origineel document overschreven worden wanneer een student of lesgever een document uploadt met een naam die reeds gebruikt wordt door een ander document? Als u hier 'Ja' op antwoordt, verliest u wel het versiemechanisme.
nn_no: Kan det originale dokumentet bli overskrive når ein brukar eller lærar lastar opp eit dokument med namnet på eit dokument som allereie eksisterer? Om du svarar ja mistar du versjonsmekanismen.
oc: Podètz escriure par som lo document original quand un utilizaire o formador telecarga un document amb lo nom d'un document que existís ja ? Se respondètz oc, perdètz lo mecanisme de versionatge.
pl_pl: Czy oryginalny dokument może zostać zastąpiony, jeżeli ktoś zapisuje w skrzynce nadawczej plik o tej samej nazwie?Jeżeli odpowiesz tak, to stracisz możliwość wykorzystania mechanizmu śledzenie wersji plików.
ps: ایا اصلي سند ړنګ کېدای شي کله چې یو کاروونکی یا روزونکی د موجوده سند نوم سره سند اپلوډ کړي؟ که تاسو هو وایئ نو تاسو د نسخو میکانیزم له لاسه ورکوئ.
pt_br: Um documento original pode ser sobrescrito quando um estudante ou um professor envia um documento com o nome de um documento já existente? Se você responder SIM, irá perder o mecanismo de controle de versões enviadas.
pt_pt: O documento original pode ser substituído quando um utilizador ou um instrutor enviam um documento com o mesmo nome do já existente? Se responder Sim, perderá a versão do mecanismo.
ro_ro: Poate fi suprascris un document existent in cazul in care un student sau profesor incarca un document cu nume identic?
ru_ru: Может ли оригинальный документ быть перезаписан когда студенты или преподаватель скачивают документ под тем же именем, что и существующий? Если Вы ответите "да" Вы потеряете механизм контроля версий.
sk_sk: Môže byť originálny dokument prepísaný keď študent alebo lektor načíta dokument s rovnakým názvom, ako už existuje? Ak odpoviete áno, stratíte možnosť vytvárania verzií dokumentov.
sl: Ali je lahko originalen dokument prepisan z novim, kadar učitelj ali tečajnik prenese dokument z enakim imenom kot že obstaja v nabiralniku ? Pritrdilen odgovor onemogoči mehanizem verzioniranja dokumentov v nabiralniku.
sq: A mund të mbishkruhet dokumenti origjinal kur një përdorues ose trajner ngarkon një dokument me emrin e një dokumenti që tashmë ekziston? Nëse përgjigjeni po atëherë humbni mekanizmin e versionimit.
sr_rs: Može li originalni dokument biti zamenjen kada polaznik ili predavač postavljaju dokument sa imenom koje već postoji? Ako odgovorite sa da gubite mogućnost praćenja verzija dokumenta.
sv_se: Kan originaldokumentet överskrivas om en student eller lärare laddar upp ett dokument med samma namn som ett dokument som redan existerar? Om du svarar ja kan du förlora versionsmekanismen.
sw_ke: Je, hati asilia inaweza kuandikwa juu wakati mtumiaji au mkufunzi anapakia hati yenye jina la hati iliyopo tayari? Ikiwa utajibu ndiyo basi utapoteza utaratibu wa toleo.
ta: பயனர் அல்லது பயிற்சியாளர் ஏற்கனவே உள்ள அலுவலறை பெயருடன் அலுவலறையை பதிவேற்றும்போது அசல் அலுவலறை மீளெழுதப்படலாமா? ஆம் என்று பதிலளித்தால் நீங்கள் பதிப்பு கட்டுப்பாட்டு அமைப்பை இழக்கிறீர்கள்.
th: ชื่อเอกสารเดิมที่จัดเก็บในระบบสามารถบันทึกทับกันได้ เมื่อมีการโอนย้ายไฟล์เข้าเก็บในแฟ้มเก็บงานเดียวกัน หากคุณยอมรับ ไฟล์เดิมจะถูกบันทึกเป็นไฟล์ใหม่ล่าสุดแทน
tl_ph: Maaari bang mapatungan ang orihinal na dokumento kapag ang isang gumagamit o trainer ay nag-a-upload ng isang dokumento na may parehong pangalan ng dokumento na umiiral? Kung ang iyong sagot ay oo, kung gayon ay nawala mo ang mekanismo sa pagbabagong-bersyon.
tr: Bir öğretmen veya öğrenci aynı isimle bir dosya gönderdiğinde mevcut olan dosya üzerine yazılsın mı? Eğer evet derseniz versiyon mekanizması kullanımını kaybedersiniz.
uk_ua: Чи може перезаписуватись документ, якщо студент або викладач завантажив в систему документ з таким самим ім'ям? Якщо ви відповісте "Так", ви втратите механізм версій
vi_vn: Tài liệu gốc có thể bị ghi đè khi người dùng hoặc giảng viên tải lên tài liệu có tên đã tồn tại không? Nếu trả lời có thì bạn sẽ mất cơ chế phiên bản.
xh_za: Ngaba umsebenzisi okanye umqeqeshi unokuphinda axhele ifayile yantlandlolo xa efaka ixwebhu eligama elinye nelikhoyo? Ukuba uyavuma kule nto, uyakulahlekelwa yindlela yokuguqula.
zh_cn: 如果文件名相同, 原文件能否覆盖已上传的文件? 如果你回答是, 你就不能修改版本.
zh_tw: 老師或學員上載檔案時，若投遞箱已有同名檔案，是否取代原有檔案？若選「是」則「多版本機制」功能會被取消。
