Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Welcome to the campus of %s
ar: مرحبا في %s
ast_es: Bienveníu al campus de %s
bn_bd: %s এর ক্যাম্পাসে স্বাগতম
bs_ba: Dobrodošli na kampus %s
ca_es: Benvingut al campus de %s
cs_cz: Vítejte na kampusu %s
da: Velkommen til campus %s
de: Willkommen auf dem Campus von %s
el: Καλώς ήρθατε στο campus %
eo: Bonvenon al la kampuso de %s
es: Bienvenido/a al campus de %s
es_mx: Bienvenido al campus de %s
eu_es: %s campusera ongietorri
fa_ir: به پردیس %s خوش آمدید
fi_fi: Tervetuloa kampukselle %s
fo_fo: Velkomin til campus %s
fur: Benvenûts tal campus di %s
ga: Fáilte chuig campas %s
gl: Benvida/o ao campus de %s
he_il: ברוכים הבאים לקמפוס של %s
hi: %s के कैंपस में आपका स्वागत है
hr_hr: Dobrodošli na kampus %s
hu_hu: Üdvözöljük a %s kampuszán
hy: Բարի գալուստ %s կամպուս
id_id: Selamat datang di kampus %s
it: Benvenuti nel campus dell' %s
ja: %s のキャンパスへようこそ
ka_ge: კეთილი იყოს თქვენი მობრძანება %s-ის კამპუსში
ko_kr: %s 캠퍼스에 오신 것을 환영합니다
lo: ຍິນດີຕ້ອນຮັບສູ່ວິທະຍາເຂດຂອງ %s
lt_lt: Sveiki atvykę į %s kampusą
lv_lv: Laipni lūdzam kampusā %s
mk_mk: Добредојдовте на кампусот на %s
ms_my: Selamat datang ke kampus %s
my_mm: %s ၏ ကမ်းပပ်စ်သို့ ကြိုဆိုပါသည်
ne: %s को क्याम्पसमा स्वागत छ
nl: Welkom op de campus van %s
nn_no: Velkommen til campusen til %s
oc: Benvenguda sul campus de %s
pl_pl: Witamy na kampusie %s
ps: %s کیمپس ته ښه راغلئ
pt_br: Bem vindo ao Campus do(a) %s
pt_pt: Bem-vindo/a ao campus de %s
ro_ro: Bine ai venit la campus de %s
ru_ru: Добро пожаловать на кампус %s
sk_sk: Vitajte v areáli %s
sl: Dobrodošli v platformo %s
sq: Mirësevini në kampusin e %s
sr_rs: Dobrodošli na kampus %s
sv_se: Välkommen till campuset %s
sw_ke: Karibu na kampasi ya %s
ta: %s வளாகத்திற்கு வரவேற்கிறோம்
th: ยินดีต้อนรับสู่แคมปัสของ %s
tl_ph: Maligayang pagdating sa campus ng %s
tr: %s kampüsüne hoş geldiniz
uk_ua: Ласкаво просимо на кампус %s
vi_vn: Chào mừng đến khuôn viên của %s
xh_za: Wamkelekile kwikhampasi ka %s
zh_cn: 欢迎来到 %s 校园
zh_tw: 歡迎來到 %s 校園

source: Welcome to %s
ar: مرحبا في %s
ast_es: Bienveníu a %s
bn_bd: %s এ স্বাগতম
bs_ba: Dobrodošli na %s
ca_es: Benvingut/da a %s
cs_cz: Vítejte na %s
da: Velkommen til %s
de: Willkommen auf %s
el: Καλώς ήρθατε στο %s
eo: Bonvenon al %s
es: Bienvenido/a a %s
es_mx: Bienvenido a %s
eu_es: %s-era ongietorri
fa_ir: به %s خوش آمدید
fi_fi: Tervetuloa %s
fo_fo: Velkomin til %s
fur: Benvenûts a %s
ga: Fáilte chuig %s
gl: Benvida/o a %s
he_il: ברוכים הבאים אל %s
hi: %s में आपका स्वागत है
hr_hr: Dobrodošli na %s
hu_hu: Üdvözöljük a %s oldalon
hy: Բարի գալուստ %s
id_id: Selamat datang di %s
it: Benventui in %s
ja: %s へようこそ
ka_ge: კეთილი იყოს თქვენი მობრძანება %s-ში
ko_kr: %s에 오신 것을 환영합니다
lo: ຍິນດີຕ້ອນຮັບສູ່ %s
lt_lt: Sveiki atvykę į %s
lv_lv: Laipni lūdzam %s
mk_mk: Добредојдовте на %s
ms_my: Selamat datang ke %s
my_mm: %s သို့ ကြိုဆိုပါသည်
ne: %s मा स्वागत छ
nl: welkom bij %s
nn_no: Velkommen til %s
oc: Benvingut a %s
pl_pl: Witamy w %s
ps: %s ته ښه راغلئ
pt_br: Bem vindo à %s
pt_pt: Bem-vindo/a para%s
ro_ro: Bine ati venit/ la %s
ru_ru: Добро пожаловать в %s
sk_sk: Vitajte na %s
sl: Dobrodošli v %s
sq: Mirësevini në %s
sr_rs: Dobrodošli na %s
sv_se: Välkommen till %s
sw_ke: Karibu %s
ta: %s க்கு வரவேற்கிறோம்
th: ยินดีต้อนรับสู่ %s
tl_ph: Maligayang pagdating sa %s
tr: %s'ye hoş geldiniz
uk_ua: Ласкаво просимо до %s
vi_vn: Chào mừng đến %s
xh_za: Wamkelekile ku %s
zh_cn: 欢迎来到 %s
zh_tw: 歡迎來到 %s

source: Request access
ar: طلب الدخول
ast_es: Solicitar accesu
bn_bd: অ্যাক্সেস অনুরোধ করুন
bs_ba: Zahtjev za pristup
ca_es: Demanar accés
cs_cz: Požádat o přístup
da: Anmod om adgang
de: Zugang anfordern
el: Αίτημα πρόσβασης
eo: Peti aliron
es: Pedir acceso
es_mx: Solicitar acceso
eu_es: Sarbidea eskatu
fa_ir: درخواست دسترسی
fi_fi: Pyydä pääsyä
fo_fo: Biðja um at fáa atgongd
fur: Çiamâ acess
ga: Iarr rochtain
gl: Solicitar acceso
he_il: לבקש גישה
hi: पहुंच अनुरोध करें
hr_hr: Zatražite pristup
hu_hu: Hozzáférés kérése
hy: Պահանջել մուտք
id_id: Minta akses
it: Richiesta di accesso
ja: アクセスをリクエストする
ka_ge: წვდომის მოთხოვნა
ko_kr: 접근 요청
lt_lt: Prašyti prieigos
lv_lv: Pieprasīt piekļuvi
mk_mk: Барај пристап
ms_my: Mohon akses
my_mm: ဝင်ရောက်ခွင့်တောင်းဆိုပါ
ne: पहुँच अनुरोध गर्नुहोस्
nl: Verzoek om toegang
nn_no: Be om tilgang
oc: Demandar accès
pl_pl: Zażądaj dostępu
ps: د لاسرسي غوښتنه
pt_br: Solicitar acesso
pt_pt: Solicitar acesso
ro_ro: Cerere acces
ru_ru: Запросить доступ
sk_sk: Žiadosť o prístup
sl: Zahtevek za dostop
sq: Kërko akses
sr_rs: Zatraži pristup
sv_se: Begär åtkomst
sw_ke: Omba ufikiaji
ta: அணுகல் கோரவும்
th: ขอสิทธิ์เข้าใช้งาน
tl_ph: Humingi ng access
tr: Erişim iste
uk_ua: Запитати доступ
vi_vn: Yêu cầu truy cập
xh_za: Cecela ukufikelela
zh_cn: 请求访问
zh_tw: 請求存取

source: Formula
ar: المعادلة
ast_es: Fórmula
bn_bd: সূত্র
ca_es: Fórmula
cs_cz: Vzorec
da: Formel
de: Formel
eo: Formulo
es: Fórmula
es_mx: Fórmula
fa_ir: فرمول
fi_fi: Kaava
fo_fo: Formla
fur: Formule
ga: Foirmle
gl: Fórmula
he_il: נוסחאה
hi: सूत्र
hu_hu: Képlet
hy: Բանաձև
id_id: Rumus
it: Formule
ja: 数式
ka_ge: ფორმულა
ko_kr: 수식
lo: ສູດ
lt_lt: Formulė
mk_mk: Формула
my_mm: ဖော်မြူလာ
ne: सूत्र
nl: Formule
nn_no: Formel
oc: Fórmula
pl_pl: Wzór
ps: فورمول
pt_br: Fórmula
pt_pt: Fórmula
ru_ru: Формула
sk_sk: Vzorec
sq: Formulë
sv_se: Formel
sw_ke: Fomula
ta: சூத்திரம்
th: สูตร
tl_ph: Pormula
tr: Formül
uk_ua: Формула
vi_vn: Công thức
xh_za: IFomula
zh_cn: 公式
zh_tw: 公式

source: This user is already logged in
ar: المستخدم مسجل مسبقا
ast_es: Esti usuariu yá ta identificáu
bn_bd: এই ব্যবহারকারী ইতিমধ্যে লগইন করেছেন
bs_ba: Ovaj korisnik je već prijavljen
ca_es: Aquest usuari ja ha iniciat sessió
cs_cz: Tento uživatel je již přihlášen
da: Denne bruger er allerede logget ind
de: Dieser Nutzer ist bereits angemeldet
el: Αυτός ο χρήστης έχει ήδη συνδεθεί
eo: Ĉi tiu uzanto jam ensaĝis
es: Este usuario ya está conectado
es_mx: Este usuario ya está conectado
eu_es: Erabiltzaile hau dagoeneko saioa hasita dago
fa_ir: این کاربر قبلاً وارد شده است
fi_fi: Käyttäjä on jo kirjautunut sisään
fo_fo: Hesin brúkarin er longu innritað/ur
fur: Chest user al è già entrât
ga: Tá an t-úsáideoir seo logáilte isteach cheana féin
gl: Este usuario xa está conectado
he_il: משתמש זה כבר מחובר
hi: यह उपयोगकर्ता पहले से लॉग इन है
hr_hr: Ovaj korisnik je već prijavljen
hu_hu: Ez a felhasználó már be van jelentkezve
hy: Այս օգտատերը արդեն մուտք գործել է
id_id: Pengguna ini sudah masuk log
it: L'utente ha già fatto il Login
ja: このユーザーはすでにログインしています
ka_ge: ეს მომხმარებელი უკვე შეხვედრაშია
ko_kr: 이 사용자는 이미 로그인되어 있습니다
lt_lt: Šis vartotojas jau prisijungęs
lv_lv: Šis lietotājs jau ir pieteicies
mk_mk: Овој корисник е веќе најавен
ms_my: Pengguna ini sudah log masuk
my_mm: ဤအသုံးပြုသူသည် အကောင့်ဝင်ထားပြီးဖြစ်သည်
ne: यो प्रयोगकर्ता पहिले नै लग इन भएको छ
nl: Deze gebruiker is al ingelogd.
nn_no: Denne brukaren er allereie innlogga
oc: Aqueste utilizaire es ja connectat
pl_pl: Ten użytkownik jest już zalogowany
ps: دا کاروونکی لا دمخه لاګین شوی
pt_br: Este usuário já está conectado
pt_pt: Este usuário já está conectado
ro_ro: Acest utilizator este deja conectat
ru_ru: Этот пользователь уже вошел в систему
sk_sk: Tento používateľ je už prihlásený
sl: Ta uporabnik je že prijavljen
sq: Ky përdorues është tashmë i kyçur
sr_rs: Ovaj korisnik je već prijavljen
sv_se: Denna användare är redan inloggad
sw_ke: Mtumiaji huyu tayari ameingia
ta: இந்த பயனர் ஏற்கனவே உள்நுழைந்துள்ளார்
th: ผู้ใช้นี้เข้าสู่ระบบแล้ว
tl_ph: Naka-log in na ang gumagamit na ito
tr: Bu kullanıcı zaten giriş yapmış
uk_ua: Цей користувач уже увійшов у систему
vi_vn: Người dùng này đã đăng nhập
xh_za: Lo msebenzisi sele engenile
zh_cn: 此用户已登录
zh_tw: 此使用者已登入

source: Listen
ar: الاستماع
ast_es: Escuchar
bn_bd: শুনুন
bs_ba: Slušaj
ca_es: Escoltar
cs_cz: Poslechnout
da: Lyt
de: Hören
el: Ακούστε
eo: Aŭskulti
es: Escuchar
es_mx: Escuchar
eu_es: Entzun
fa_ir: گوش دادن
fi_fi: Kuunnella
fo_fo: Hoyr
fur: Escoltâ
ga: Éist
gl: Escoitar
he_il: האזנה
hi: सुनें
hr_hr: Slušajte
hu_hu: Lehallgatás
hy: Լսել
id_id: Dengarkan
it: Ascolta
ja: 聞く
ka_ge: მოსმენა
ko_kr: 듣기
lo: ຟັງ
lt_lt: Klausyti
lv_lv: Klausīties
mk_mk: Слушни
ms_my: Dengar
my_mm: နားထောင်ပါ
ne: सुन्नुहोस्
nl: Luister
nn_no: Lytt
oc: Escotar
pl_pl: Słuchaj
ps: اورېدل
pt_br: Ouça
pt_pt: Ouvir
ro_ro: Asculta
ru_ru: Прослушать
sk_sk: Počúvať
sl: Poslušaj
sq: Dëgjo
sr_rs: Slušaj
sv_se: Lyssna
sw_ke: Sikiliza
ta: கேளுங்கள்
th: ฟัง
tl_ph: Makinig
tr: Dinle
uk_ua: Прослухати
vi_vn: Nghe
xh_za: Mama
zh_cn: 收听
zh_tw: 收聽

source: Audio file for item %s
ar: الملف الصوتي للفقرة %s
ast_es: Ficheru d'òdiu pa l'elementu %s
bn_bd: আইটেম %s এর অডিও ফাইল
bs_ba: Audio datoteka za stavku %s
ca_es: Àudio per l'ítem %s
cs_cz: Zvukový soubor pro položku %s
da: Lydfil for element %s
de: Audio-Datei für Element %s
el: Αρχείο ήχου για το προϊόν %s
eo: Aŭdaj dosiero por elemento %s
es: Audio para el item %s
es_mx: Archivo de audio para el elemento %s
eu_es: %s elementurako audio fitxategia
fa_ir: فایل صوتی برای مورد %s
fi_fi: Äänitiedosto kohteelle %s
fo_fo: Lydfíla fyri lut %s
fur: File audio par el element %s
ga: Comhad fuaime do mhír %s
gl: Audio para o item %s
he_il: קובץ שמע עבור פריט %s
hi: आइटम %s के लिए ऑडियो फ़ाइल
hr_hr: Audio datoteka za stavku %s
hu_hu: %s elem hangfájlja
hy: Նյութի աուդիո ֆայլ %s
id_id: File audio untuk item %s
it: File audio per l'elemento %s
ja: アイテム %s のオーディオファイル
ka_ge: აუდიო ფაილი ელემენტისთვის %s
ko_kr: 항목 %s의 오디오 파일
lt_lt: Garso failas elementui %s
lv_lv: Audio fails vienumam %s
mk_mk: Аудио датотека за ставка %s
ms_my: Fail audio untuk item %s
my_mm: အရာ %s အတွက် အသံဖိုင်
ne: वस्तु %s का लागि अडियो फाइल
nl: Geluidsbestand voor item %s
nn_no: Lydfil for element %s
oc: Fichièr àudio per l'element %s
pl_pl: Plik audio dla elementu %s
ps: د توکي %s لپاره غږیز فایل
pt_br: Arquivo de áudio para o item %s
pt_pt: Áudio para o item %s
ro_ro: Audio pentru itemul %s
ru_ru: Аудиофайл для элемента %s
sk_sk: Zvukový súbor pre položku %s
sl: Audio datoteka za element %s
sq: Skedari audio për artikullin %s
sr_rs: Audio fajl za stavku %s
sv_se: Ljudfil för objekt %s
sw_ke: Faili ya sauti kwa kipengee %s
ta: பொருள் %s க்கான ஆடியோ கோப்பு
th: ไฟล์เสียงสำหรับรายการ %s
tl_ph: Audio file para sa item %s
tr: %s öğesi için ses dosyası
uk_ua: Аудіофайл для елемента %s
vi_vn: Tệp âm thanh cho mục %s
xh_za: Ifayile yomsindo yento %s
zh_cn: 项目 %s 的音频文件
zh_tw: 項目 %s 的音訊檔案

source: There's a new feedback in work: %s <a href='%s'>Click here</a> to see it.
ar: توجد معلومات مرتجعة جديدة في العمل: %s انقر هنا لمشاهدتها
ast_es: Ye'l fallu un nuevu comentariu nel treballu: %s <a href='%s'>Encarga aquí</a> pa verlo.
bn_bd: কাজে একটি নতুন ফিডব্যাক রয়েছে: %s <a href='%s'>এখানে ক্লিক করুন</a> এটি দেখতে।
bs_ba: Postoji novi feedback u radu: %s <a href='%s'>Kliknite ovdje</a> da ga vidite.
ca_es: Hi ha un nou comentari en la tasca %s. Per veure'l, faci clic aquí
cs_cz: Existuje nová zpětná vazba v práci: %s <a href='%s'>Klikněte sem</a> pro zobrazení.
da: Der er ny feedback i arbejde: %s <a href='%s'>Klik her</a> for at se det.
de: Es gibt neues Feedback zur Aufgabe: %s <a href="https://translate.chamilo.org/%s">Klicken Sie hier</a>, um es zu sehen.
el: Νέα ανατροφοδότηση σε εξέλιξη: Πατήστε εδώ για να τη δείτε
eo: Estas nova retpoŝtigo en laboro: %s <a href='%s'>Klaku ĉi tie</a> por vidi ĝin.
es: Hay un nuevo comentario en la tarea %s. Para verlo, <a href="%s">haga clic aquí</a>
es_mx: Hay un nuevo comentario en el trabajo: %s <a href='%s'>Haz clic aquí</a> para verlo.
eu_es: Lan batean feedback berria dago: %s <a href='%s'>Egin klik hemen</a> ikusteko.
fa_ir: بازخورد جدیدی در کار وجود دارد: %s <a href='%s'>اینجا کلیک کنید</a> تا ببینید.
fi_fi: Työssä on uusi palaute: %s <a href='%s'>Napsauta tästä</a> nähdäksesi sen.
fo_fo: Tað er nýggj tilgjørsla í arbeiðinum: %s <a href='%s'>Klikk her</a> fyri at síggja tað.
fur: Nê è un gnûf feedback tal lavôr: %s <a href='%s'>Clic chenâ</a> par viodîl.
ga: Tá aiseolas nua san obair: %s <a href='%s'>Cliceáil anseo</a> chun é a fheiceáil.
gl: Hai un novo comentario na tarefa %s. Para velo, <a href="%s"> Prema aquí </a>
he_il: יש משוב חדש בעבודה: %s <a href='%s'>לחץ כאן</a> כדי לראות אותו.
hi: कार्य में नया फीडबैक है: %s <a href='%s'>यहाँ क्लिक करें</a> इसे देखने के लिए।
hr_hr: Postoji novi povratni rad u radu: %s <a href='%s'>Kliknite ovdje</a> da ga vidite.
hu_hu: Új visszajelzés érkezett a munkához: %s <a href='%s'>Kattintson ide</a> a megtekintéséhez.
hy: Աշխատանքում կա նոր արձագանք՝ %s <a href='%s'>Սեղմեք այստեղ</a> տեսնելու համար:
id_id: Ada umpan balik baru dalam pekerjaan: %s <a href='%s'>Klik di sini</a> untuk melihatnya.
it: C'è un nuovo feedback nel lavoro: %s Clicca qui per vedere.
ja: 新しいフィードバックがあります：%s <a href='%s'>こちらをクリックしてください</a>。
ka_ge: არსებობს ახალი უკუკავშირი სამუშაოში: %s <a href='%s'>დააწკაპუნეთ აქ</a> მის ნახვისთვის.
ko_kr: 작업에 새 피드백이 있습니다: %s <a href='%s'>여기를 클릭</a>하여 확인하세요.
lo: ມີຄຳຕິຊົມໃໝ່ໃນບົດວຽກ: %s <a href='%s'>ຄລິກທີ່ນີ້</a> ເພື່ອເບິ່ງ.
lt_lt: Yra naujas atsiliepimas darbe: %s <a href='%s'>Spustelėkite čia</a>, kad pamatytumėte.
lv_lv: Ir jauns atsauksme darbā: %s <a href='%s'>Noklikšķiniet šeit</a>, lai to redzētu.
mk_mk: Има нов повратен одговор во работа: %s <a href='%s'>Кликни тука</a> за да го видиш.
ms_my: Terdapat maklum balas baru dalam kerja: %s <a href='%s'>Klik di sini</a> untuk melihatnya.
my_mm: အလုပ်တွင် တုံ့ပြန်ချက်အသစ်ရှိသည်: %s <a href='%s'>ဤနေရာကိုနှိပ်ပါ</a> ကြည့်ရှုရန်။
ne: कार्यमा नयाँ प्रतिक्रिया छ: %s <a href='%s'>यहाँ क्लिक गर्नुहोस्</a> हेर्नका लागि।
nl: Er is nieuwe feedback beschikbaar: %s <a href='%s'>Klik hier</a> om het te zien.
nn_no: Det er ny tilbakemelding i arbeid: %s <a href='%s'>Klikk her</a> for å sjå den.
oc: I a un novèl retorne en trabalh : %s <a href='%s'>Clicatz aicí</a> per veire.
pl_pl: Jest nowy komentarz w pracy: %s <a href='%s'>Kliknij tutaj</a>, aby go zobaczyć.
ps: په کار کې نوی فیډبیک شته: %s <a href='%s'>دلته کلیک وکړئ</a> ترڅو یې وګورئ.
pt_br: Há um novo gabarito no trabalho: %s <a href='%s'> Clique aqui </a> para vê-lo.
pt_pt: Há um novo comentário na tarefa %s. Para ver <a href='%s'>clique aqui </a>
ro_ro: >faceti click aici</a>
ru_ru: Появился новый отзыв по работе: %s <a href='%s'>Нажмите здесь</a>, чтобы посмотреть.
sk_sk: K dispozícii je nová spätná väzba v práci: %s <a href="%s">Kliknite tu</a> pre pozretie.
sl: Nova povratna informacija v nalogi: %s. Za ogled klikni <a href="%s">tule</a>.
sq: Ka një feedback të ri në punë: %s <a href='%s'>Kliko këtu</a> për ta parë.
sr_rs: Postoji novi feedback u radu: %s <a href='%s'>Kliknite ovde</a> da ga vidite.
sv_se: Det finns ny feedback i arbetet: %s <a href='%s'>Klicka här</a> för att se det.
sw_ke: Kuna maoni mapya katika kazi: %s <a href='%s'>Bonyeza hapa</a> uione.
ta: வேலையில் புதிய பின்னோட்டம் உள்ளது: %s <a href='%s'>இங்கே கிளிக் செய்யவும்</a> அதைப் பார்க்க.
th: มีข้อเสนอแนะใหม่ในงาน: %s <a href='%s'>คลิกที่นี่</a> เพื่อดู
tl_ph: May bagong feedback sa trabaho: %s <a href='%s'>I-klik dito</a> upang makita ito.
tr: Çalışmada yeni bir geri bildirim var: %s <a href='%s'>Buraya tıklayın</a> görmek için.
uk_ua: Є новий відгук у роботі: %s <a href='%s'>Натисніть тут</a>, щоб переглянути.
vi_vn: Có phản hồi mới trong công việc: %s <a href='%s'>Nhấp vào đây</a> để xem.
xh_za: Kukho impendulo entsha kumsebenzi: %s <a href='%s'>Cofa apha</a> ukuze uyibone.
zh_cn: 作业中有新反馈：%s <a href='%s'>点击查看</a>。
zh_tw: 作業中有新回饋：%s <a href='%s'>點此查看</a>。

source: There's a new feedback in work: %s
ar: توجد معلومات مرتجعة جديدة في العمل: %s
ast_es: Ye'l fallu un nuevu comentariu nel treballu: %s
bn_bd: কাজে একটি নতুন ফিডব্যাক রয়েছে: %s
bs_ba: Postoji novi feedback u radu: %s
ca_es: Hi ha un nou comentari en la tasca %s
cs_cz: Existuje nová zpětná vazba v práci: %s
da: Der er ny feedback i arbejde: %s
de: Es gibt neues Feedback zur Aufgabe: %s
el: Νέα ανατροφοδότηση σε εξέλιξη:%s
eo: Estas nova retpoŝtigo en laboro: %s
es: Hay un nuevo comentario en la tarea %s
es_mx: Hay un nuevo comentario en el trabajo: %s
eu_es: Lan batean feedback berria dago: %s
fa_ir: بازخورد جدیدی در کار وجود دارد: %s
fi_fi: Työssä on uusi palaute: %s
fo_fo: Tað er nýggj tilgjørsla í arbeiðinum: %s
fur: Nê è un gnûf feedback tal lavôr: %s
ga: Tá aiseolas nua san obair: %s
gl: Hai un novo comentario na tarefa: %s
he_il: יש משוב חדש בעבודה: %s
hi: कार्य में नया फीडबैक है: %s
hr_hr: Postoji novi povratni rad u radu: %s
hu_hu: Új visszajelzés érkezett a munkához: %s
hy: Աշխատանքում կա նոր արձագանք՝ %s
id_id: Ada umpan balik baru dalam pekerjaan: %s
it: C'è un nuovo feedback in: %s
ja: 作業中の新しいフィードバックがあります：%s
ka_ge: არსებობს ახალი უკუკავშირი სამუშაოში: %s
ko_kr: 작업에 새 피드백이 있습니다: %s
lt_lt: Yra naujas atsiliepimas darbe: %s
lv_lv: Ir jauns atsauksme darbā: %s
mk_mk: Има нов повратен одговор во работа: %s
ms_my: Terdapat maklum balas baru dalam kerja: %s
my_mm: အလုပ်တွင် တုံ့ပြန်ချက်အသစ်ရှိသည်: %s
ne: कार्यमा नयाँ प्रतिक्रिया छ: %s
nl: Er is nieuwe feedback in werk: %s
nn_no: Det er ny tilbakemelding i arbeid: %s
oc: I a un novèl retorne en trabalh : %s
pl_pl: Jest nowy komentarz w pracy: %s
ps: په کار کې نوی فیډبیک شته: %s
pt_br: Há um novo gabarito no trabalho:%s
pt_pt: Há um novo comentário na tarefa %s
ro_ro: Exista un nou comentariu cu privire la sarcină %s
ru_ru: Появился новый отзыв по работе: %s
sk_sk: K dispozícii je nová spätná väzba v práci: %s
sl: Nov komentar k nalogi %s
sq: Ka një feedback të ri në punë: %s
sr_rs: Postoji novi feedback u radu: %s
sv_se: Det finns ny feedback i arbetet: %s
sw_ke: Kuna maoni mapya katika kazi: %s
ta: வேலையில் புதிய பின்னோட்டம் உள்ளது: %s
th: มีข้อเสนอแนะใหม่ในงาน: %s
tl_ph: May bagong feedback sa trabaho: %s
tr: Çalışmada yeni bir geri bildirim var: %s
uk_ua: Є новий відгук у роботі: %s
vi_vn: Có phản hồi mới trong công việc: %s
xh_za: Kukho impendulo entsha kumsebenzi: %s
zh_cn: 作业中有新反馈：%s
zh_tw: 作業中有新回饋：%s

source: Last upload
ar: اخر رفع
ast_es: Últimu cargáu
bn_bd: সর্বশেষ আপলোড
bs_ba: Posljednje učitavanje
ca_es: Última pujada
cs_cz: Poslední nahrání
da: Sidste upload
de: Letzter Upload
el: Τελευταία μεταφόρτωση
eo: Lasta alŝuto
es: Última subida
es_mx: Última carga
eu_es: Azken igoera
fa_ir: آخرین بارگذاری
fi_fi: Viimeksi ladattu
fo_fo: Seinasti upload
fur: Ultin carjamint
ga: Uaslódáil is déanaí
gl: Última subida
he_il: העלאה אחרונה
hi: अंतिम अपलोड
hr_hr: Posljednje učitavanje
hu_hu: Utolsó feltöltés
hy: Վերջին վերբեռնում
id_id: Unggahan terakhir
it: Ultimo caricamento
ja: 最後のアップロード
ka_ge: ბოლო ატვირთვა
ko_kr: 최근 업로드
lo: ການອັບໂຫຼດຄັ້ງຫຼ້າສຸດ
lt_lt: Paskutinis įkėlimas
lv_lv: Pēdējā augšupielāde
mk_mk: Последно испраќање
ms_my: Muat naik terakhir
my_mm: နောက်ဆုံးတင်ပြီးမှု
ne: अन्तिम अपलोड
nl: Laatste upload
nn_no: Siste opplasting
oc: Darrièr telecargament
pl_pl: Ostatnie przesłanie
ps: وروستۍ اپلوډ
pt_br: Último carregamento
pt_pt: Último carregamento
ro_ro: Ultima urcare
ru_ru: Последняя загрузка
sk_sk: Posledné nahraté
sl: Zadnje nalaganje
sq: Ngarkimi i fundit
sr_rs: Poslednje otpremanje
sv_se: Senaste uppladdning
sw_ke: Upakiaji wa mwisho
ta: கடைசி பதிவேற்றம்
th: อัปโหลดล่าสุด
tl_ph: Huling pag-upload
tr: Son yükleme
uk_ua: Останнє завантаження
vi_vn: Tải lên lần cuối
xh_za: Ukugxininisa okokugqibeleleyo
zh_cn: 最后上传
zh_tw: 上次上傳

source: Edit users list
ar: تحرير قائمة المستخدمين
ast_es: Editar llista d'usuarios
bn_bd: ব্যবহারকারী তালিকা সম্পাদনা করুন
bs_ba: Uredi listu korisnika
ca_es: Editar usuaris per CSV
cs_cz: Upravit seznam uživatelů
da: Rediger brugeres liste
de: Nutzerliste bearbeiten
el: Επεξεργασία λίστας χρηστών
eo: Redakti liston de uzantoj
es: Editar usuarios por CSV
es_mx: Editar lista de usuarios
eu_es: Editatu erabiltzaileen zerrenda
fa_ir: ویرایش لیست کاربران
fi_fi: Muokkaa käyttäjälistaa
fo_fo: Broyt brúkaralista
fur: Modifiche la liste des users
ga: Cuir liosta úsáideoirí in eagar
gl: Editar lista de usuarios
he_il: ערוך רשימת משתמשים
hi: उपयोगकर्ता सूची संपादित करें
hr_hr: Uredite popis korisnika
hu_hu: Felhasználók listájának szerkesztése
hy: Խմբագրել օգտատերերի ցուցակը
id_id: Edit daftar pengguna
it: Modifica la lista utenti
ja: ユーザーリストを編集
ka_ge: მომხმარებლების სიის რედაქტირება
ko_kr: 사용자 목록 편집
lt_lt: Redaguoti vartotojų sąrašą
lv_lv: Rediģēt lietotāju sarakstu
mk_mk: Уреди листа на корисници
ms_my: Edit senarai pengguna
my_mm: အသုံးပြုသူစာရင်းပြင်ဆင်ပါ
ne: प्रयोगकर्ता सूची सम्पादन गर्नुहोस्
nl: Bewerk gebruikerslijst CSV
nn_no: Rediger brukarliste
oc: Modificar la lista d'utilizaires
pl_pl: Edytuj listę użytkowników
ps: کاروونکو لیست سم کړئ
pt_br: Editar lista de usuários
pt_pt: Editar usuários por CSV
ro_ro: Editați utilizatorii prin CSV
ru_ru: Редактировать список пользователей
sk_sk: Upraviť zoznam používateľov
sl: Uredi seznam uporabnikov
sq: Redakto listën e përdoruesve
sr_rs: Izmeni listu korisnika
sv_se: Redigera användarlista
sw_ke: Hariri orodha ya watumiaji
ta: பயனர்கள் பட்டியலைத் திருத்தவும்
th: แก้ไขรายการผู้ใช้
tl_ph: I-edit ang listahan ng mga gumagamit
tr: Kullanıcı listesini düzenle
uk_ua: Редагувати список користувачів
vi_vn: Chỉnh sửa danh sách người dùng
xh_za: Hlela uluhlu lwabasebenzisi
zh_cn: 编辑用户列表
zh_tw: 編輯使用者清單

source: Number of hidden courses
ar: عدد المقررات المخفية
ast_es: Númberu de cursos ocultos
bn_bd: লুকানো কোর্সের সংখ্যা
bs_ba: Broj sakrivenih kurseva
ca_es: Número de cursos amagats
cs_cz: Počet skrytých kurzů
da: Antal skjulte kurser
de: Anzahl der verstecken Kurse
el: Αριθμός κρυφών εργασιών
eo: Nombro de kaŝitaj kursoj
es: Número de cursos escondidos
es_mx: Número de cursos ocultos
eu_es: Ikastaro ezkutatu kopurua
fa_ir: تعداد دوره‌های مخفی
fi_fi: Piilotettujen kurssien määrä
fo_fo: Tal av goymdum kursum
fur: Nûmar di cors ascondûts
ga: Líon na gcúrsaí folaithe
gl: Número de cursos agochados
he_il: מספר קורסים נסתרים
hi: छिपे हुए पाठ्यक्रमों की संख्या
hr_hr: Broj sakrivenih tečajeva
hu_hu: Rejtett kurzusok száma
hy: Թաքնված դասընթացների թիվ
id_id: Jumlah kursus tersembunyi
it: Numero dei corsi nascosti
ja: 非表示のコース数
ka_ge: დამალული კურსების რაოდენობა
ko_kr: 숨김 코스 수
lt_lt: Paslėptų kursų skaičius
lv_lv: Slēpto kursu skaits
mk_mk: Број на скриени курсеви
ms_my: Bilangan kursus tersembunyi
my_mm: ဖုံးကွယ်ထားသော သင်တန်းအရေအတွက်
ne: लुकेका कोर्सहरूको संख्या
nl: Aantal verborgen cursussen
nn_no: Tal på ukrypte kurs
oc: Nombre de cors amagats
pl_pl: Liczba ukrytych kursów
ps: د پټو کورسونو شمېر
pt_br: Número de cursos escondidos
pt_pt: Número de cursos ocultos
ro_ro: Numărul de cursuri ascunse
ru_ru: Количество скрытых курсов
sk_sk: Počet skrytých kurzov
sl: Število skritih tečajev
sq: Numri i kurseve të fshehura
sr_rs: Broj sakrivenih kurseva
sv_se: Antal dolda kurser
sw_ke: Idadi ya kozi zilizofichwa
ta: மறைக்கப்பட்ட பாடங்கள் எண்ணிக்கை
th: จำนวนคอร์สที่ซ่อน
tl_ph: Bilang ng mga nakatagong kurso
tr: Gizli kurs sayısı
uk_ua: Кількість прихованих курсів
vi_vn: Số khóa học ẩn
xh_za: Inani lezifundo ezifihliweyo
zh_cn: 隐藏课程数量
zh_tw: 隱藏課程數量

source: Post
ar: نشر
ast_es: Publicar
bn_bd: পোস্ট
bs_ba: Objavi
ca_es: Publicar
cs_cz: Příspěvek
da: Indlæg
de: Abschicken
eo: Poŝi
es: Publicar
es_mx: Publicar
eu_es: Mezua
fa_ir: پست
fi_fi: Posti
fo_fo: Innlegg
gl: Publicar
he_il: הודעה
hi: पोस्ट
hr_hr: Objavi
hu_hu: Küldés
hy: Պաշտոն
id_id: Kirim
it: Pubblica
ja: 投稿
ka_ge: გამოგზაურება
ko_kr: 게시
lo: ໂພສ
lt_lt: Įrašas
lv_lv: Ieraksts
mk_mk: Објава
ms_my: Kiriman
my_mm: ပို့စ်
ne: पोस्ट
nn_no: Publiser
oc: Publicacion
pl_pl: Opublikuj
ps: پوسټ
pt_br: Postar
pt_pt: Publicar
ro_ro: Publicati
ru_ru: Опубликовать
sk_sk: Odoslať
sl: Objava
sq: Postim
sr_rs: Objavi
sv_se: Inlägg
sw_ke: Chapisha
ta: பதிவு
th: โพสต์
tl_ph: Mag-post
tr: Gönder
uk_ua: Опублікувати
vi_vn: Đăng
xh_za: Thumela
zh_cn: 发布
zh_tw: 發文
