Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Select drop-down
ar: تحديد المنسدلة
ast_es: Desplegable
bn_bd: সিলেক্ট ড্রপ-ডাউন
bs_ba: Padajući izbornik
ca_es: Desplegable
cs_cz: Rolovací nabídka
da: Vælg dropdown
de: Auswahlliste (drop down)
el: Επιλογή πτυχιακής λίστας
eo: Elektolisto
es: Desplegable
es_mx: Lista desplegable
eu_es: Goitik behera zabaltzea
fa_ir: لیست کشویی
fi_fi: Valintaruutu
fo_fo: Vel dropdown
fur: Menù a tendina
ga: Roghchlár anuas
gl: Desplegable
he_il: בחר תפריט נפתח
hi: चुनें ड्रॉप-डाउन
hr_hr: Padajući izbornik
hu_hu: Legördülő lista
hy: Ընտրության ընկնող ցուցակ
id_id: Pilih drop-down
it: Selezione a tendina
ja: 選択ドロップダウン
ka_ge: აირჩიეთ ჩამონათვალიდან
ko_kr: 셀렉트 드롭다운
lo: ລາຍການແບບເລື່ອນລົງ
lt_lt: Pasirinkimo išskleidžiamas meniu
lv_lv: Lauka tips - atzīmēt no izkrītošās izvēles
mk_mk: Избери паѓачко мени
ms_my: Senarai laras bawah
my_mm: ရွေးချယ်ရန် ဆွဲချမီနူး
ne: चयन ड्रप-डाउन
nl: Selectielijst
nn_no: Vel rulleliste
oc: Lista derulant
pl_pl: Rozwijane menu (pojedynczy wybór)
ps: ټاکل ډراپ ډاؤن
pt_br: Caixa de seleção
pt_pt: Seleccionar drop-down
ro_ro: Lista de selectie drop-down
ru_ru: Выбрать ниспадающий просмотр
sk_sk: Roztváracia ponuka
sl: Padajoča izbira
sq: Zgjedhje dropdown
sr_rs: Padajuća lista
sv_se: Välj drop-down
sw_ke: Chagua kushuka
ta: தேர்வு இறக்கமண்டலம்
th: เมนูตัวเลือก
tl_ph: Piliin ang drop-down
tr: Aşağı açılanı seç
uk_ua: Випадаючий список
vi_vn: Chọn thả xuống
xh_za: Khetha i-drop-down
zh_cn: 下拉选择列表
zh_tw: 下拉選單

source: Multiple selection drop-down
ar: متعددة اختيار المنسدلة
ast_es: Desplegable con escoyeta múltiple
bn_bd: একাধিক নির্বাচন ড্রপ-ডাউন
bs_ba: Padajući višestruki izbornik
ca_es: Desplegable amb elecció múltiple
cs_cz: Vícenásobné rolovací menu
da: Flere valg dropdown
de: Mehrfachauswahl (drop down)
el: Πολλαπλή επιλογή πτυχιακής λίστας
eo: Plurelekta listo
es: Desplegable con elección múltiple
es_mx: Lista desplegable de selección múltiple
eu_es: Aukera anitzeko goitibeherakoa
fa_ir: لیست کشویی انتخاب چندگانه
fi_fi: Monivalinta pudotusvalikko
fo_fo: Fleirival dropdown
fur: Menù a tendina multipla
ga: Roghchlár anuas ilroghnachta
gl: Desplegable con elección múltiple
he_il: תפריט נפתח של בחירה מרובה
hi: बहु चयन ड्रॉप-डाउन
hr_hr: Padajući izbornik s višestrukim odabirom
hu_hu: Többszörös legördülő lista
hy: Կրկնակի ընտրության ընկնող ցուցակ
id_id: Pilih drop-down ganda
it: Selezione multipla a tendina
ja: 複数選択ドロップダウン
ka_ge: მრავალჯერადი არჩევანის ჩამონათვალი
ko_kr: 다중 선택 드롭다운
lt_lt: Kelių pasirinkimų išskleidžiamas meniu
lv_lv: Lauka tips - vairākkārtēja izkrītošā izvēle
mk_mk: Многукратно паѓачко мени
ms_my: Senarai laras bawah pilihan berganda
my_mm: မျိုးစုံရွေးချယ်မှု ဆွဲချမီနူး
ne: बहु चयन ड्रप-डाउन
nl: Meerdere selecties lijst
nn_no: Flervel rulleliste
oc: Lista derulant de seleccion multiple
pl_pl: Rozwijane menu (wielokrotny wybór)
ps: څوټاکل ډراپ ډاؤن
pt_br: Caixa com selelção múltipla
pt_pt: Selecção drop-down múltipla
ro_ro: Lista de selectie multipla drop-down
ru_ru: Множественный выбор ниспадающего просмотра
sk_sk: Viacnásobný výber drop-down
sl: Večkratna padajoča izbira
sq: Dropdown me zgjedhje të shumëfishta
sr_rs: Višestruka padajuća lista
sv_se: Flervals drop-down
sw_ke: Chagua nyingi kushuka
ta: பல தேர்வு இறக்கமண்டலம்
th: เมนูเลือกหลายตัวเลือก
tl_ph: Multiple na seleksyon ng drop-down
tr: Çoklu seçim açılımı
uk_ua: Випадаючий список з множинним вибором
vi_vn: Chọn thả xuống nhiều
xh_za: Ukhetho oluninzi lwe-drop-down
zh_cn: 多选列表
zh_tw: 多選下拉選單

source: Field successfully added
ast_es: El campu amestóse
bn_bd: ক্ষেত্র সফলভাবে যুক্ত হয়েছে
bs_ba: Polje uspješno dodano
ca_es: El camp ha estat afegit
cs_cz: Pole úspěšně vloženo
da: Feltet er tilføjet
el: Το πεδίο προστέθηκε επιτυχώς
eo: Kampo aldonitis
es_mx: Campo agregado exitosamente
eu_es: Eremua ongi gehitu da
fa_ir: فیلد با موفقیت اضافه شد
fi_fi: Kenttä lisätty
fo_fo: Økið varð við skygd til
fur: Camp zes successivament
ga: Réimse curtha leis go rathúil
gl: Engadíuse o campo
he_il: השדה נוסף בהצלחה
hi: फ़ील्ड सफलतापूर्वक जोड़ा गया
hr_hr: Polje uspješno dodano
hu_hu: Mező sikeresen hozzáadva
hy: Դաշտը հաջողությամբ ավելացվեց
id_id: Field berhasil ditambahkan
it: Campo aggiunto
ja: フィールドが正常に追加されました
ka_ge: ველი წარმატებით დაამატეს
ko_kr: 필드가 성공적으로 추가되었습니다
lo: ເພີ່ມຊ່ອງຂໍ້ມູນສຳເລັດແລ້ວ
lt_lt: Laukas sėkmingai pridėtas
lv_lv: Lauks ir veiksmīgi pievienots
mk_mk: Полето е успешно додадено
ms_my: Medan berjaya ditambah
my_mm: ကွက်လပ်ကို အောင်မြင်စွာ ထည့်သွင်းပြီးဖြစ်သည်
ne: फिल्ड सफलतापूर्वक थपियो
nl: Veld toegevoegd
nn_no: Feltet er lagt til
oc: Camp apondut amb succès
pl_pl: Pole zostało dodane
ps: فیلډ په بریالیتوب سره اضافه شو
pt_br: Campo adicionado com sucesso
pt_pt: Campo adicionado com sucesso
ro_ro: Camp adaugat cu succes
ru_ru: Поле успешно добавлено
sk_sk: Pole úspešne pridané
sq: Fusha u shtua me sukses
sr_rs: Polje uspešno dodato
sv_se: Fältet tillagt
sw_ke: Uwanja umeongezwa kwa mafanikio
ta: புலம் வெற்றிகரமாக சேர்க்கப்பட்டது
th: เพิ่มฟิลด์เรียบร้อยแล้ว
tl_ph: Field na naidagdag nang matagumpay
tr: Alan başarıyla eklendi
uk_ua: Поле успішно додано
vi_vn: Trường đã thêm thành công
xh_za: Intsimi yongezwe ngempumelelo
zh_cn: 字段添加成功
zh_tw: 欄位新增成功

source: Grades thresholds colouring
ar: عتبات التلوين
ast_es: Coloreáu de puntuaciones
bn_bd: গ্রেডস সীমার রঙিনকরণ
bs_ba: Boje praga ocjena
ca_es: Acolorit de puntuacions
cs_cz: Zbarvení výsledků
da: Farvning af karaktergrænser
de: Färbung der Ergebnisse
el: Χρωματισμός ορίων βαθμών
eo: Kolorigi la rezultojn
es: Coloreado de puntuación
es_mx: Coloreado de umbrales de calificaciones
eu_es: Puntuazioak koloreztatzea
fa_ir: رنگ‌آمیزی آستانه‌های نمرات
fi_fi: Arvosanojen kynnyksien värittäminen
fo_fo: Eftirvirðismarkering av litum
fur: Colurazion des soglis dai vots
ga: Dathú tairseacha grádanna
gl: Coloreado de puntuacións
he_il: צביעת סף ציונים
hi: ग्रेड सीमाओं का रंग
hr_hr: Boje praga ocjena
hu_hu: Jegyek küszöbértékei színezése
hy: Գնահատականների շեմերի գունավորում
id_id: Pewarnaan ambang nilai
it: Colore dei punteggi
ja: 成績閾値の色付け
ka_ge: შეფასებების ზღვარის შეღებვა
ko_kr: 성적 임계값 색상 표시
lo: ການໃສ່ສີຕາມເກນຄະແນນ
lt_lt: Pažymių ribų spalvinimas
lv_lv: Ieskaites sliekšņa iekrāsošana
mk_mk: Бојадисување на прагови на оценки
ms_my: Pewarnaan ambang gred
my_mm: အဆင့်များ အဆင့်သတ်မှတ်ချက် အရောင်ပြသမှု
ne: ग्रेड थ्रेसहोल्ड रङ्गीकरण
nl: Scores kleuren
nn_no: Fargelegging av karaktergrenser
oc: Coloracion dels sòmis dels limiars
pl_pl: Kolorystyka ocen progowych
ps: نموږو حصو رنګارنګ کول
pt_br: Coloração das pontuações
pt_pt: Coloração do valor mínimo para as Competências
ro_ro: Colorare scoruri
ru_ru: Окраска результата
sk_sk: Zafarbenie výsledkov
sl: Barvanje rezultatov
sq: Ngjyrimi i pragjeve të notave
sr_rs: Bojanje pragova ocena
sv_se: Poängfärger
sw_ke: Rangi ya viwango vya alama
ta: மதிப்பெண் எல்லைக் கோடுகள் நிறவியல்
th: การลงสีเกณฑ์คะแนน
tl_ph: Pagkolor ng grades thresholds
tr: Not renklendirme
uk_ua: Колір порогів оцінок
vi_vn: Tô màu ngưỡng điểm số
xh_za: Ukufakwa kobalo lweenqwelomoya zamazhero
zh_cn: 成绩阈值着色
zh_tw: 成績門檻著色

source: Tick the box to enable marks thresholds
ar: انقر على المربع لتمكين عتبة الدرجة
ast_es: Escueya'l caxellu p'activar el coloreáu de les puntuaciones (por exemplu, pue definir qué puntuaciones van presentase en coloráu)
bn_bd: গ্রেড সীমা সক্ষম করতে বাক্স চিহ্নিত করুন
bs_ba: Označite kutiju da biste omogućili pragove ocjena
ca_es: Seleccioneu la casella per habilitar l'acolorit de les puntuacions (per exemple, haureu de definir quines puntuacions seran marcades en vermell)
cs_cz: Označte, abyste aktivovali zabarvení výsledku (musíte definovat, který výsledek bude zbarven červeně)
da: Sæt hak i feltet for at aktivere karaktergrænser
de: Box auswählen, um Färbung der Ergebnisse zu ermöglichen (man muss einstellen, welche Ergebnisse z.B. rot gefärbt werden sollen)
el: Επιλέξτε το πλαίσιο για ενεργοποίηση ορίων βαθμών
eo: Marku la elekton por kolorigi la rezulton. Vi montru kiuj rezultoj iĝu ekzemple ruĝaj.
es: Seleccione la casilla para habilitar el coloreado de las puntuaciones (por ejemplo, tendrá que definir qué puntuaciones serán marcadas en rojo)
es_mx: Marca la casilla para activar umbrales de calificaciones
eu_es: Hautatu koadroa puntuazioak kolore zehatzei lotzeko (esate baterako, zehaztu beharko duzu zer puntuazio agertuko diren gorriz)
fa_ir: کادر را علامت بزنید تا آستانه‌های نمرات فعال شود
fi_fi: Valitse ruutu merkkien kynnysten mahdollistamiseksi
fo_fo: Tick burtin fyri at virkja eftirvirðismørk
fur: Zintile la casela par ativâ i soglis dai vots
ga: Marcáil an bosca chun tairseacha marcanna a chur ar chumas
gl: Seleccione a casilla para habilitar o coloreado das puntuacións (por exemplo, terá que definir que puntuacións serán marcadas en vermello)
he_il: סמן את התיבה כדי לאפשר ספי סימנים
hi: अंक सीमाओं को सक्षम करने के लिए बॉक्स को चिह्नित करें
hr_hr: Potvrdite okvir za omogućavanje pragova ocjena
hu_hu: Jelölje be a négyzetet a jegyek küszöbértékeinek engedélyezéséhez
hy: Ընտրեք վանդակը՝ գնահատականների շեմերը ակտիվացնելու համար
id_id: Centang kotak untuk mengaktifkan ambang nilai
it: Spunta la casella per abilitare l'associazione di particolari colori ai punteggi
ja: 点数閾値を有効にするにはチェックボックスをオンにしてください
ka_ge: შეფასებების ზღვრის ჩართვისთვის მონიშნეთ ყუთი
ko_kr: 성적 임계값을 활성화하려면 체크박스를 선택하세요
lo: ໝາຍໃສ່ກ່ອງເພື່ອເປີດໃຊ້ເກນຄະແນນ
lt_lt: Pažymėkite langelį, kad įjungtumėte pažymių ribas
lv_lv: Atzīmējiet rūtiņu, lai aktivizētu ieskaites robežas
mk_mk: Отклучете го квадратчето за да ги овозможите прагови на оценките
ms_my: Tanda kotak untuk mengaktifkan ambang markah
my_mm: အမှတ်အဆင့်သတ်မှတ်ချက်များကို ဖွင့်ရန် အကွက်ကို အမှတ်ခြစ်ပါ
ne: अंक थ्रेसहोल्ड सक्षम गर्न चेकबक्स चयन गर्नुहोस्
nl: Vink de selectie aan om de score kleuring te activeren. U moet aangeven welke scores bijvoorbeeld rood gekleurd worden.
nn_no: Kryss av for å aktivere karaktergrenser
oc: Cochatz la casa per activar los limiars de notes
pl_pl: Zaznacz pole wyboru, aby włączyć oceny progowe
ps: د نموږو حصو د فعالولو لپاره چک وکړئ
pt_br: Marcar esta opção para permitir a coloração das pontuações (terá que definir quais as pontuações serão marcadas com vermelho, por exemplo)
pt_pt: Marque a caixa para activar o valor mínimo para as Competências
ro_ro: Bifati caseta pentru a activa colorarea scorurilor (va trebui sa definiti de exemplu care scoruri se vor marca in rosu)
ru_ru: Отметьте галочкой блок (прямоугольник) для разрешения окрашивания результата (вам нужно будет определить какой результат вы будете выделять красным, например)
sk_sk: Označte, aby ste aktivovali zafarbenie skóre (musíte definovať, ktoré skóre bude zafarbené načerveno)
sl: Označi, da omogočiš barvno označevanje ocen(definirati boste morali, katere ocene naj bodo obarvane rdeče, ...)
sq: Tikoni kutinë për të aktivizuar pragjet e notave
sr_rs: Označite kutiju da omogućite pragove ocena
sv_se: Kryssa för om du vill använda poängfärger (Du behöver då bestämma vilka poäng som ska visas i t ex röd färg)
sw_ke: Piga tikiti ili kuwezesha viwango vya alama
ta: மதிப்பெண் எல்லைக் கோடுகளை செயல்படுத்த சரக்குப் பெட்டியை அடிக்கவும்
th: ทำเครื่องหมายเพื่อเปิดใช้งานเกณฑ์คะแนน
tl_ph: I-tick ang box upang i-enable ang marks thresholds
tr: Not renklendirmeyi etkinleştirmek için kutuyu işaretleyin ( örneğin; hangi notların kırmızı ile işaretleneceğini belirleyeceksiniz)
uk_ua: Позначте прапорець, щоб увімкнути пороги оцінок
vi_vn: Đánh dấu ô để bật ngưỡng điểm
xh_za: Marca ibhokisi ukuze uvule iinqwelomoya zamazhero
zh_cn: 选中框以启用成绩阈值
zh_tw: 勾選以啟用成績門檻

source: Enable marks thresholds
ar: مكِّن الحد الأدنى للعلامات
ast_es: Habilitar el coloreáu de les puntuaciones
bn_bd: গ্রেড সীমা সক্ষম করুন
bs_ba: Omogući pragove ocjena
ca_es: Habilitar l'acolorit de les puntuacions
cs_cz: Povolení zabarvení výsledků
da: Aktivér karaktergrænser
de: Färbung der Ergebnisse aktivieren
el: Ενεργοποίηση ορίων βαθμών
eo: Aktivigi la kolorigon de rezultoj
es: Habilitar el coloreado de las puntuaciones
es_mx: Activar umbrales de calificaciones
eu_es: Gaitu puntuazioak koloreztatzea
fa_ir: فعال‌سازی آستانه‌های نمرات
fi_fi: Ota merkkien kynnykset käyttöön
fo_fo: Virkja eftirvirðismørk
fur: Ative i soglis dai vots
ga: Tairseacha marcanna a chur ar chumas
gl: Habilitar o coloreado das puntuacións
he_il: אפשר ספי סימנים
hi: अंक सीमाओं को सक्षम करें
hr_hr: Omogući pragove ocjena
hu_hu: Jegyek küszöbértékei engedélyezése
hy: Ակտիվացնել գնահատականների շեմերը
id_id: Aktifkan ambang nilai
it: Abilita la colorazione dei punteggi
ja: 点数閾値を有効にする
ka_ge: შეფასებების ზღვრის ჩართვა
ko_kr: 성적 임계값 활성화
lo: ເປີດໃຊ້ເກນຄະແນນ
lt_lt: Įjungti pažymių ribas
lv_lv: Ieslēgt Ieskaites robežas
mk_mk: Овозможи прагови на оценки
ms_my: Aktifkan ambang markah
my_mm: အမှတ်အဆင့်သတ်မှတ်ချက်များကို ဖွင့်ပါ
ne: अंक थ्रेसहोल्ड सक्षम गर्नुहोस्
nl: Scores kleuren activeren
nn_no: Aktiver karaktergrenser
oc: Activar los limiars de notes
pl_pl: Włącz oceny progowe
ps: نموږو حصو فعال کړئ
pt_br: Ativar a coloração da pontuação
pt_pt: Activar o valor mínimo para as Competências
ro_ro: Activarea colorarii scorurilor
ru_ru: Разрешить окраску результата
sk_sk: Aktivovať zafarbenie výsledkov
sl: Omogoči barvanje rezultatov
sq: Aktivizo pragjet e notave
sr_rs: Omogući farbanje rezultata
sv_se: Aktivera poängfärger
sw_ke: Wezesha viwango vya alama
ta: மதிப்பெண் எல்லைக் கோடுகளை செயல்படுத்து
th: เปิดใช้งานเกณฑ์คะแนน
tl_ph: I-enable ang marks thresholds
tr: Not renklendirmesini etkinleştir
uk_ua: Увімкнути пороги оцінок
vi_vn: Bật ngưỡng điểm
xh_za: Vula iinqwelomoya zamazhero
zh_cn: 启用成绩阈值
zh_tw: 啟用成績門檻

source: Competence levels labelling
ar: الإشارة الى مستويات الكفاءة
ast_es: Personalizar la presentación de les puntuaciones
bn_bd: দক্ষতা স্তর লেবেলিং
bs_ba: Označavanje razina kompetencija
ca_es: Personalització de la presentació de les puntuacions
cs_cz: Úprava výsledků
da: Mærkning af kompetenceniveauer
de: Benutzerdefinierte Anzeige der Ergebnisse
el: Ετικετοποίηση επιπέδων δεξιοτήτων
eo: Montri la uzulajn kolorojn
es: Personalización de la presentación de las puntuaciones
es_mx: Etiquetado de niveles de competencias
eu_es: Puntuazioen aurkezpena pertsonalizatzea
fa_ir: برچسب‌گذاری سطوح شایستگی
fi_fi: Osaamistasojen merkinnät
fo_fo: Merking av kompetensustigum
fur: Etichêts dai livêi di competence
ga: Lipéadú leibhéil inniúlachta
gl: Personalización da presentación das puntuacións
he_il: תיוג רמות הכשירות
hi: क्षमता स्तरों का लेबलिंग
hr_hr: Označavanje razina kompetencija
hu_hu: Kompetencia szint címkézése
hy: Կարողությունների մակարդակների պիտակավորում
id_id: Pelabelan tingkat kompetensi
it: Vista dei punteggi personalizzata
ja: 能力レベルラベリング
ka_ge: კომპეტენციის დონის ეტიკეტირება
ko_kr: 역량 수준 레이블링
lo: ການຕິດປ້າຍລະດັບຄວາມສາມາດ
lt_lt: Kompetencijų lygių žymėjimas
lv_lv: Ieskaites līmeņu marķēšana
mk_mk: Ознакување на нивоа на компетенции
ms_my: Pelabelan tahap kompetensi
my_mm: စွမ်းရည်အဆင့်များ တံဆိပ်ကပ်ခြင်း
ne: दक्षता स्तर लेबलिङ
nl: Aangepaste score weergave
nn_no: Merking av kompetansenivå
oc: Etiquetatge dels nivèls de competéncia
pl_pl: Oznaczenie poziomów kompetencji
ps: صلاحیت کچ نښه کول
pt_br: Personalização da apresentação da pontuação
pt_pt: Identificação dos níveis de Competência
ro_ro: Afisare personalizata a scorului
ru_ru: Дисплей обычного результата
sk_sk: Označenie úrovní spôsobilosti
sl: Lasten način prikaza rezultatov
sq: Etiketimi i niveleve të kompetencave
sr_rs: Označavanje nivoa kompetencija
sv_se: Inställning för poäng
sw_ke: Lebo za viwango vya uwezo
ta: திறன் நிலை லேபிளிங்
th: การติดป้ายระดับสมรรถนะ
tl_ph: Pag-label ng competence levels
tr: İsteğe göre not gösterimi
uk_ua: Мітки рівнів компетенцій
vi_vn: Gán nhãn mức năng lực
xh_za: Ukuleyimbelwa kumanqanaba obuchule
zh_cn: 能力水平标签
zh_tw: 能力等級標記

source: Tick the box to enable Competence levels labelling
ar: انقر على المربع لتمكين التسميات الخاصة بمستويات الكفاءة
ast_es: Marque'l caxellu pa activar la personalización de les puntuaciones (escueya'l nivel que va asociar a caúna les puntuaciones)
bn_bd: দক্ষতা স্তর লেবেলিং সক্ষম করতে বাক্স চিহ্নিত করুন
bs_ba: Označite kutiju da biste omogućili označavanje razina kompetencija
ca_es: Marqueu la casella per activar la personalització de les puntuacions (seleccioneu el nivell que s'associarà a cada puntuació)
cs_cz: Označte, abyste aktivovali úpravu výsledků (vyberte jaká známka bude odpovídat danému výsledku)
da: Sæt hak i feltet for at aktivere mærkning af kompetenceniveauer
de: Box auswählen, um Ergebnis Einstellugnen zu ändern (welchem Ergebnis welche Note zugeordnet wird)
el: Επιλέξτε το πλαίσιο για ενεργοποίηση ετικετοποίησης επιπέδων δεξιοτήτων
eo: Elektu ĉi tiun opcion por aktivigi la montron de alĝustigitaj koloroj
es: Marque la casilla para activar la personalización de las puntuaciones (seleccione el nivel que se asociará a cada puntuación)
es_mx: Marca la casilla para activar el etiquetado de niveles de competencias
eu_es: Markatu koadroa Puntuazioen aurkezpena pertonalizatzea gaitzeko (aukeratu puntuazio bakoitzari lotuko zaion maila)
fa_ir: کادر را علامت بزنید تا برچسب‌گذاری سطوح شایستگی فعال شود
fi_fi: Valitse ruutu osaamistasojen merkintöjen mahdollistamiseksi
fo_fo: Tick burtin fyri at virkja merking av kompetensustigum
fur: Zintile la casela par ativâ j'etichêts dai livêi di competence
ga: Marcáil an bosca chun lipéadú leibhéil inniúlachta a chur ar chumas
gl: Marque a casa para activar a personalización das puntuacións (seleccione o nivel que se asociará a cada puntuación)
he_il: סמן את התיבה כדי לאפשר תיוג רמות יכולת
hi: क्षमता स्तरों के लेबलिंग को सक्षम करने के लिए बॉक्स को चिह्नित करें
hr_hr: Potvrdite okvir za omogućavanje označavanja razina kompetencija
hu_hu: Jelölje be a négyzetet a kompetencia szintek címkézésének engedélyezéséhez
hy: Ընտրեք վանդակը՝ կարողությունների մակարդակների պիտակավորումը ակտիվացնելու համար
id_id: Centang kotak untuk mengaktifkan pelabelan tingkat kompetensi
it: Spunta la casella per indicare quale colore è associato a uno specifico punteggio
ja: 能力レベルラベリングを有効にするにはチェックボックスをオンにしてください
ka_ge: კომპეტენციის დონის ეტიკეტირების ჩართვისთვის მონიშნეთ ყუთი
ko_kr: 역량 수준 레이블링을 활성화하려면 체크박스를 선택하세요
lo: ໝາຍໃສ່ກ່ອງເພື່ອເປີດໃຊ້ການຕິດປ້າຍລະດັບຄວາມສາມາດ
lt_lt: Pažymėkite langelį, kad įjungtumėte kompetencijų lygių žymėjimą
lv_lv: Atzīmējiet rūtiņu, lai aktivizētu Ieskaites līmeņa marķēšanu
mk_mk: Отклучете го квадратчето за да го овозможите ознакувањето на нивоата на компетенции
ms_my: Tanda kotak untuk mengaktifkan pelabelan tahap kompetensi
my_mm: စွမ်းရည်အဆင့်များ တံဆိပ်ကပ်ခြင်းကို ဖွင့်ရန် အကွက်ကို အမှတ်ခြစ်ပါ
ne: दक्षता स्तर लेबलिङ सक्षम गर्न चेकबक्स चयन गर्नुहोस्
nl: Selecteer deze optie om aangepaste score weergave te activeren.
nn_no: Kryss av for å aktivere merking av kompetansenivå
oc: Cochatz la casa per activar l'etiquetatge dels nivèls de competéncia
pl_pl: Zaznacz pole wyboru, aby włączyć oznaczenie poziomów kompetencji
ps: د صلاحیت کچ نښه کولو د فعالولو لپاره چک وکړئ
pt_br: Marque esta opção para permitir a personalização das pontuações (selecionar o grau que será associado à pontuação)
pt_pt: Marque a caixa para activar a identificação dos níveis de Competência
ro_ro: Bifati caseta pentru a activa personalizarea scorurilor (selectati ce grad se acorda fiecarui scor)
ru_ru: Отметьте галочкой блок (прямоугольник) для разрешения изготовления заказных схем результата (выберите какая оценка соответствует какому результату)
sk_sk: Označte, aby ste aktivovali úpravu skóre (vyberte aká známka bude zodpovedať danému skóre)
sl: Označi, da omogočiš prilagoditev rezultatov(prirediti bo potrebno ocene posameznim rezultatom)
sq: Tikoni kutinë për të aktivizuar etiketimin e niveleve të kompetencave
sr_rs: Označite kutiju da omogućite označavanje nivoa kompetencija
sv_se: Klicka för om du vill aktivera poänginställning (för att bestämma vilka poäng som ska ge vilka betyg)
sw_ke: Piga tikiti ili kuwezesha lebo za viwango vya uwezo
ta: திறன் நிலை லேபிளிங் செயல்படுத்த சரக்குப் பெட்டியை அடிக்கவும்
th: ทำเครื่องหมายเพื่อเปิดใช้งานการติดป้ายระดับสมรรถนะ
tl_ph: I-tick ang box upang i-enable ang Competence levels labelling
tr: İsteğe göre not düzenlemeyi etkinleştirmek için kutuyu seçin (hangi dereceye hangi notun verileceğini seç)
uk_ua: Позначте прапорець, щоб увімкнути мітки рівнів компетенцій
vi_vn: Đánh dấu ô để bật gán nhãn mức năng lực
xh_za: Marca ibhokisi ukuze uvule ukuleyimbelwa kumanqanaba obuchule
zh_cn: 选中框以启用能力水平标签
zh_tw: 勾選以啟用能力等級標記

source: Enable Competence level labelling
ar: مكَّن الإشارة إلى مستوى الكفاءة
ast_es: Activar la configuración de puntuaciones
bn_bd: দক্ষতা স্তর লেবেলিং সক্ষম করুন
bs_ba: Omogući označavanje razina kompetencija
ca_es: Activar la configuració de puntuacions
cs_cz: Povolit úpravu výsledků
da: Aktivér mærkning af kompetenceniveau
de: Ergebnis Einstellugnen ermöglichen
el: Ενεργοποίηση ετικετοποίησης επιπέδου δεξιότητας
eo: Aktivigu alĝustigitajn rezultojn
es: Activar la configuración de puntuaciones
es_mx: Habilitar etiquetado de nivel de competencia
eu_es: Gaitu puntuazioen konfigurazioa
fa_ir: فعال‌سازی برچسب‌گذاری سطح شایستگی
fi_fi: Ota osaamistasojen merkinnät käyttöön
fo_fo: Virkja merking av kompetensustigi
fur: Ative j'etichêts dai livêi di competence
ga: Lipéadú leibhéal inniúlachta a chur ar chumas
gl: Activar a configuración de puntuacións
he_il: אפשר תיוג רמת יכולת
hi: क्षमता स्तर लेबलिंग को सक्षम करें
hr_hr: Omogući označavanje razina kompetencija
hu_hu: Kompetencia szint címkézés engedélyezése
hy: Ակտիվացնել կարողությունների մակարդակների պիտակավորումը
id_id: Aktifkan pelabelan tingkat kompetensi
it: Abilita la personalizzazione dei punteggi
ja: 能力レベルラベリングを有効にする
ka_ge: კომპეტენციის დონის ეტიკეტირების ჩართვა
ko_kr: 역량 수준 레이블링 활성화
lo: ເປີດໃຊ້ການຕິດປ້າຍລະດັບຄວາມສາມາດ
lt_lt: Įjungti kompetencijų lygių žymėjimą
lv_lv: Ieslēgt Ieskaites līmeņa marķēšanu
mk_mk: Овозможи ознакување на ниво на компетенција
ms_my: Aktifkan pelabelan tahap Kompetensi
my_mm: စွမ်းရည်အဆင့်တံဆိပ်ကပ်ခြင်းကို ဖွင့်ပါ
ne: दक्षता स्तर लेबलिङ सक्षम गर्नुहोस्
nl: Activeer aangepaste scores
nn_no: Aktiver merking av kompetansenivå
oc: Activar l'etiquetatge del nivèl de competéncia
pl_pl: Włącz oznaczenie poziomów kompetencji
ps: صلاحیت کچ نښه کول فعال کړئ
pt_br: Ativar a configuração das pontuações
pt_pt: Activar identificação dos níveis de Competência
ro_ro: Activati personalizarea scorurilor
ru_ru: Разрешить изготовление заказных схем результата
sk_sk: Aktivovať úpravu výsledkov
sl: Omogoči prilagoditev vizualizacije rezultatov
sq: Aktivizo etiketimin e nivelit të kompetencës
sr_rs: Omogući označavanje nivoa kompetencija
sv_se: Aktivera poänginställningar
sw_ke: Wezesha lebo za viwango vya uwezo
ta: திறன் நிலை லேபிளிங் செயல்படுத்து
th: เปิดใช้งานการติดป้ายระดับสมรรถนะ
tl_ph: I-enable ang Competence level labelling
tr: İsteğe göre not düzenlemeyi etkinleştir
uk_ua: Увімкнути мітки рівнів компетенцій
vi_vn: Bật gán nhãn mức năng lực
xh_za: Vula ukuleyimbelwa kumanqanaba obuchule
zh_cn: 启用能力水平标签
zh_tw: 啟用能力等級標記
