Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: This will show an OpenGraph Title meta (og:title) in your site's headers
so_so: Tani waxay muujin doontaa cinwaanka OpenGraph meta (og:title) madaxyada goobtaada

source: The field has been deleted
so_so: Goobta waa la tirtiray

source: Cannot delete the field
so_so: Ma tirtiri karo goobta

source: Register users by Coach
so_so: Diiwaan gelinta isticmaale macallin

source: Coach users may create users to the platform and subscribe users to a session.
so_so: Isticmaale macallinka waxay abuuri karaan isticmaale platform-ka oo ay ku diiwaan gelin karaan fadhiga.

source: Sort the options of the profiling fields
so_so: Kala sooc doorashooyinka goobaha profiling

source: The option has been moved up.
so_so: Ikhtiyaarka ayaa kor loo raray.

source: Cannot move the option.
so_so: Ma guursan karo ikhtiyaarka.

source: The option has been moved down.
so_so: Ikhtiyaarka ayaa hoos loo raray.

source: Define access limits for the coach
so_so: Gooymid xadka gelitaanka macallinka

source: days before session starts
so_so: maalmood ka hor inta uusan fadhigu bilaabmin

source: days after
so_so: maalmood ka dib

source: Single registration
so_so: Diiwaan gelin kali ah

source: Multiple registration
so_so: Diiwaan gelin badan

source: Full-text search feature
so_so: Tilmaamaha raadinta buuxda

source: Select 'Yes' to enable this feature. It is highly dependent on the Xapian extension for PHP, so this will not work if this extension is not installed on your server, in version 1.x at minimum.
so_so: Dooro 'Haa' si aad u shaqeyso qalabkan. Waxay si weyn ku tiirsan tahay kordhinta Xapian ee PHP, sidaa darteed ma shaqayn doonto haddii kordhintan aan lagu rakabin server-kaaga, nooca 1.x ugu yaraan.

source: Find a training session
so_so: Raadi fadhig tababar

source: Session session
so_so: Fadhig fadhig

source: Add URL
so_so: Ku dar URL

source: Show session coach
so_so: Muujin macallinka fadhiga

source: Show the global session coach name in session title box in the courses list
so_so: Muujin magaca guud ee macallinka fadhiga sanduuqa cinwaanka fadhiga liiska koorsadaha

source: Extend rights for coach
so_so: Kordhi xuquuqaha macallinka

source: Activate this option will give the coach the same permissions as the trainer on authoring tools
so_so: Shaqaynta doorashadan waxay siin doontaa macallinka xuquuq la mid ah macallinka qalabka qorista

source: Activate this option will allow the coachs to create and edit surveys
so_so: Shaqaynta doorashadan waxay u oggolaan doontaa macallinka inay abuuraan oo ay u tafatiri karaan sahanka

source: Extend rights for coachs on surveys
so_so: Kordhi xuquuqaha macallinka ee sahanka

source: This user cannot be deleted because he is still teacher in a course. You can either remove his teacher status from these courses and then delete his account, or disable his account instead of deleting it.
so_so: Isticmaalahaan lama tirtiri karo sababtoo ah wali waa macallin koorsad. Waxaad dooran kartaa in aad ka saarto xaaladiisa macallin ee koorsadahan ka dibna aad tirtirto akoonkiisa, ama aad naaweysid akoonkiisa bedelkii in aad tirtirto.

source: Allow non admin to create courses
so_so: Oggolow maamulaha aan ahayn inay abuuraan koorsado

source: Allow non administrators (teachers) to create new courses on the server
so_so: Oggolow maamulayaasha aan ahayn (macallimiinta) inay ku abuuraan koorsado cusub server-ka

source: Allow learners to browse the courses catalogue and subscribe to available courses
so_so: Oggolow ardayda inay baaraan buugga koorsadaha oo ay isku diiwaan geliyaan koorsadaha la heli karo

source: Yes (the files will be deleted permanently and will not be recoverable)
so_so: Haa (faylalka si joogto ah ayaa loo tirtiri doonaa oo dib looma soo celin karo)

source: No (the files will be deleted from the application but will be manually recoverable by your server administrator)
so_so: Maya (faylalka waa laga tirtiri doonaa barnaamijka laakiin dib ayaa loo soo celin karaa maamulaha server-ka)

source: Select a manager
so_so: Dooro maamule

source: No HR manager available
so_so: Ma jiro maamule HR la heli karo

source: Learners access to courses catalogue
so_so: Gelitaanka ardayda ee buugga koorsadaha

source: This is a shared setting
so_so: Tani waa goob la wadaago

source: Global agenda
so_so: Agenda guud

source: Advanced file manager in the WYSIWYG editor
so_so: Maamulaha fayl sare ee tifaftiraha WYSIWYG

source: Enable advanced file manager for WYSIWYG editor? This will add a considerable amount of additional options to the file manager that opens in a pop-up window when uploading files to the server, but might be a little more complicated to use for the final user.
so_so: Shaqaynta maamulaha fayl sare ee tifaftiraha WYSIWYG? Tani waxay ku dari doontaa tiro badan oo doorashooyin dheeraad ah maamulaha faylalka oo ku furaya daaqad pop-up marka la soo dejinayo faylalka server-ka, laakiin waxay noqon kartaa mid ka dhib badan isticmaalaha ugu dambeeya.

source: Average progress in courses
so_so: Horumar celcelis ah ee koorsadaha

source: Multiple access URL / Branding
so_so: URL gelitaan badan / Branding

source: Full-text search: show unlinked results
so_so: Raadinta buuxda: muujin natiijooyinka aan la xidhin

source: When showing the results of a full-text search, what should be done with the results that are not accessible to the current user?
so_so: Marka la muujinayo natiijooyinka raadinta buuxda, maxaa la yeelanaya natiijooyinka aan la heli karin isticmaalaha hadda?

source: Do not show them
so_so: Ha muujin

source: Show them but without a link to the resource
so_so: Muujin laakiin aan lahayn xiriir ilaha

source: Enable version check
so_so: Shaqaynta hubinta nooca

source: Internal messaging tool
so_so: Qalabka fariinta gudaha

source: Booking
so_so: Boos

source: The booking system allows you to book resources for your courses (rooms, tables, books, screens, ...). You need this tool to be enabled (through the Admin) to have it appear in the user menu.
so_so: Nidaamka boosku wuxuu kuu ogolaanayaa in aad boos u geliso agabka koorsadahaaga (qolalka, miisaska, buugaagta, shaashadaha, ...). Waxaad ubaahantahay in qalabkan shaqeyo (maamulaha) si aad uga hesho menu isticmaale.

source: Configure
so_so: Habayn

source: Configure multiple access URL
so_so: Habayn URL gelitaan badan

source: The URL has been added
so_so: URL waa la daray

source: This URL already exists, please select another URL
so_so: URL-kan wuu jiraa horay, fadlan dooro URL kale

source: Are you sure you want to set this language as the portal's default?
so_so: Ma hubtaa in aad rabto in aad luqaddan u dhigto sida luqadda aasaasiga ah ee portal?

source: Current portal's language
so_so: Luqadda portal-ka hadda

source: Edit users and URLs
so_so: Tafatir isticmaale iyo URL-yada

source: Add users to an URL
so_so: Ku dar isticmaale URL

source: URL list
so_so: Liiska URL

source: Add users to that URL
so_so: Ku dar isticmaale URL-kaas

source: Select URL
so_so: Dooro URL

source: Users subscribed to this URL
so_so: Isticmaale ku diiwaan geliyay URLkan

source: The user accounts have been updated
so_so: Akoonnada isticmaale ayaa la cusboonaysiiyay

source: You must select at least one user and one URL
so_so: Waa in aad doorataa ugu yaraan hal isticmaale iyo hal URL

source: The user accounts are now attached to the URL
so_so: Akoonnada isticmaale hadda ayaa ku xidhan URL

source: Course score
so_so: Dhibcaha koorsadda

source: Average of tests in Learning Paths
so_so: Celceliska imtixaannada Wadooyinka Barashada

source: Import courses list
so_so: Soo dejin liiska koorsadaha

source: Manage users
so_so: Maamul isticmaale

source: Manage courses
so_so: Maamul koorsadaha

source: Users of
so_so: Isticmaale

source: The URL has been disabled
so_so: URL waa la naaweeyay

source: The URL has been enabled
so_so: URL waa la shaqeynayay

source: Edit users
so_so: Tafatir isticmaale

source: Edit courses
so_so: Tafatir koorsadaha

source: Courses of
so_so: Koorsooyinka

source: Add courses to an URL
so_so: Ku dar koorsooyinka URL

source: Edit courses of an URL
so_so: Tafatiraha koorsooyinka URL

source: Add courses to that URL
so_so: Ku dar koorsooyinka URL-kaas

source: Enable the selected plugins
so_so: Awoodsiin ku-darsiga la doortay

source: At least one course and one URL
so_so: Koorso iyo URL ugu yaraan mid

source: Click here to register the admin into all sites
so_so: Guji halkan si aad u diiwaan geliso maamulaha dhammaan goobaha

source: Admin user should be registered here
so_so: Maamulaha isticmaalaha waa in lagu diiwaan geliyaa halkan

source: URL not configured yet, please add this URL :
so_so: URL lama qaabeeynin weli, fadlan ku dar URLkan :

source: Admin user assigned to this URL
so_so: Maamulaha isticmaale ee loo xilsaaray URLkan

source: Courses updated successfully
so_so: Koorsooyinka si guul leh ayaa loo cusboonaysiiyay

source: The URL has been edited
so_so: URL-ka waa la tafatiray

source: Add session to an URL
so_so: Ku dar fadhiga URL

source: Session title's first letter
so_so: Ciwaanka fadhiga xarafka ugu horreeya

source: Edit session
so_so: Tafatir fadhiga

source: Add sessions to that URL
so_so: Ku dar fadhiyada URL-kaas

source: Sessions were edited
so_so: Fadhiyada waa la tafatiray

source: Manage sessions
so_so: Maamul fadhiyada

source: Enabling the internal messaging tool allows users to send messages to other users of the platform and to have a messaging inbox.
so_so: Awoodsiinta qalabka fariimaha gudaha waxay u oggolaanaysaa isticmaaleheedii inay fariimo u diraan isticmaaleeyaal kale oo nidaamka ah iyo inay yeeshaan sanduuqa fariimaha.

source: Social network tool (Facebook-like)
so_so: Qalabka shabakadda bulshada (Facebook-like)

source: The social network tool allows users to define relations with other users and, by doing so, to define groups of friends. Combined with the internal messaging tool, this tool allows tight communication with friends, inside the portal environment.
so_so: Qalabka shabakadda bulshada waxa uu u oggolaanayaa isticmaaleeyaasha inay qeexaan xiriirka isticmaaleeyaal kale, taasina waxay qeexaysaa kooxo saaxiibo ah. Iyadoo la isku darayo qalabka fariimaha gudaha, qalabkani waxa uu awood u leeyahay isgaarsiin adag saaxiibada, gudaha deegaanka portal-ka.

source: Set language as default
so_so: Luqadda u deji sida midda caadiga ah

source: Filter
so_so: Shaandheyn

source: Filter on
so_so: Shaandheyn ku shaandheyn

source: Filter off
so_so: Shaandheyn ka jooji

source: You can now use this field as a filter
so_so: Hadda waxaad isticmaali kartaa goobtaan shaandheyn ahaan

source: You can't use this field as a filter
so_so: Ma isticmaali karno goobtaan shaandheyn ahaan

source: Add user field
so_so: Ku dar goobta isticmaale

source: The users have been subscribed to the following courses because several courses share the same visual code
so_so: Isticmaaleeyaasha aan lagu diiwaan gelin nidaamka ayaa la soo dejinay koorsooyinka soo socda sababtoo ah koorsooyin badan ayaa wadaaga code muuqaal ah

source: The following courses already use this code
so_so: Koorsooyinka soo socda ayaa hore u isticmaalay code-kaas

source: The users have been unsubscribed from the following courses because several courses share the same visual code
so_so: Isticmaaleeyaasha ayaa laga beddelay koorsooyinka soo socda sababtoo ah koorsooyin badan ayaa wadaaga code muuqaal ah

source: Filter users
so_so: Shaandheyn isticmaaleeyaal

source: Several courses were subscribed to the session because of a duplicate course code
so_so: Koorsooyin badan ayaa la isku daray fadhiga sababtoo ah code koorso laba-laab ah

source: You must select a coach
so_so: Waa inaad doorataa tababare

source: Encryption method
so_so: Habka encryption

source: Add a template
so_so: Ku dar template

source: This image will represent the template in the templates list. It should be no larger than 100x70 pixels
so_so: Sawirkan ayaa matali doona template-ka liiska templates-yada. Waa inuusan ka weynaan 100x70 pixels

source: Template added
so_so: Template la daray

source: Template deleted
so_so: Template la tirtiray

source: Template edition
so_so: Template tafatir

source: The users that were not registered on the platform have been imported
so_so: Isticmaaleeyaasha aan lagu diiwaan gelin nidaamka ayaa la soo dejinay

source: You must import a file corresponding to the selected format
so_so: Waa inaad dejisaa fayl u dhigma qaabka la doortay

source: Show teacher or tutor's e-mail address in the footer
so_so: Muujida iimeylka macallin ama macallin ku-xigeenka footer-ka

source: Show trainer or tutor's e-mail in footer ?
so_so: Muujin iimeylka tababare ama macallin ku-xigeenka footer-ka?

source: Add a system announcement
so_so: Ku dar ogeysiis nidaamka

source: Edit system announcement
so_so: Tafatir ogeysiiska nidaamka

source: % of learning objects visited
so_so: % ee walxaha waxbarashada la booqday

source: Total time in course
so_so: Waqtiga guud ee kooraska

source: Last time learner entered the course
so_so: Waqtigii ugu dambeeyay ardaygu soo galay kooraska

source: The announcement is available
so_so: Ogeysiisku waa diyaar

source: The announcement is not available
so_so: Ogeysiisku ma diyaar ahayn

source: Searching
so_so: Raadin

source: Add LDAP users
so_so: Ku dar isticmaale LDAP

source: Add news
so_so: Ku dar wararka

source: Failed to open the search database
so_so: Waan ku guuldareystay furitaanka database-ka raadinta

source: The search database uses an unsupported format
so_so: Database-ka raadinta waxa uu isticmaalay qaab aan la taageerin

source: The search database has been modified/broken
so_so: Database-ka raadinta waa la beddelay/lama furmin

source: Failed to lock the search database
so_so: Waan ku guuldareystay qufulka database-ka raadinta

source: Failed to create the search database
so_so: Waan ku guuldareystay abuurista database-ka raadinta

source: The search database has suffered corruption
so_so: Database-ka raadinta ayaa la musuqmay

source: Connection timed out while communicating with the remote search database
so_so: Xiriirka wuxuu ku dhammaaday inta aan la xiriirin database-ka raadinta fog

source: Error in search engine
so_so: Qaladka mashiinka raadinta

source: The Xapian search module is not installed
so_so: Module-ka raadinta Xapian lama rakabin

source: Field removed
so_so: Goobta la tirtiray

source: The new sub-language has been added
so_so: Luqadda-hoosaadka cusub ayaa la daray

source: Delete sub-language
so_so: Tirtir luqadda-hoosaadka

source: Create a sub-language for this language
so_so: U samee luqad-hoosaad luqaddan

source: Delete this sub-language
so_so: Tirtir luqad-hoosaadkan

source: Create sub-language
so_so: Samee luqad-hoosaad

source: Define new terms for this sub-language
so_so: Qeex ereyo cusub luqad-hoosaadkan

source: Sub-language terms
so_so: Ereyada luqad-hoosaadka

source: Load language file
so_so: Rari faylka luqadda

source: Allow definition and use of sub-languages
so_so: Oggolow qeexidda iyo isticmaalka luqadaha-hoosaadka

source: By enabling this option, you will be able to define variations for each of the language terms used in the platform's interface, in the form of a new language based on and extending an existing language. You'll find this option in the languages section of the administration panel.
so_so: Marka aad doorato doorashadan, waxaad awood u yeelan doontaa inaad qeexdo kala duwanaansho ereyada luqadda ee nidaamka interface-ka, qaab luqad cusub ku salaysan oo kordhinaysa luqad jirta. Waxaad ka heli doontaa doorashadan qaybta luqadaha ee maamulka.

source: Add terms to the sub-language
so_so: Ku dar ereyada luqad-hoosaadka

source: Template edited
so_so: Template la tafatiray

source: Sub-language
so_so: Luqad-hoosaad

source: The language has been made visible and can now be used throughout the platform.
so_so: Luqadda waa la muujiyay oo hadda waa la isticmaali karaa nidaamka oo dhan.

source: The language has been hidden. It will not be possible to use it until it becomes visible again.
so_so: Luqadda waa la qariyay. Ma ahaan doonto in la isticmaalo ilaa ay mar kale muuqato.

source: The var/translations directory, used on this portal to store the languages, is not writable. Please contact your platform administrator and report this message.
so_so: Directory-ga var/translations, ee portal-ka lagu keydiyo luqadaha, ma qori karo. Fadlan la xiriir maamulaha nidaamka oo soo sheeg farriintan.

source: Show glossary terms in documents
so_so: Muuj ereyada glossary-ga dukumentiyada

source: From here you can configure how to add links to the glossary terms from the documents
so_so: Halkan waxaad ka habayn kartaa sida lagu daro xiriirada ereyada glossary-ga dukumentiyada

source: Automatic: adds links to all defined glossary terms found in the document
so_so: Toos ah: ku dar xiriirada dhammaan ereyada glossary-ga ee dukumentiga laga helo

source: Manual: shows a glossary icon in the online editor, so you can mark the terms that are in the glossary and that you want to link
so_so: Gacanta: muuj icon-ka glossary-ga editor-ka online-ka, si aad u calaamadeyso ereyada glossary-ga ku jira ee aad rabto inaad xiriirto

source: None: doesn't add any glossary terms to the documents
so_so: Maya: ma ku darayo ereyada glossary-ga dukumentiyada

source: Language variable
so_so: Doorsoomaha luqadda

source: To export a document that has glossary terms with its references to the glossary, you have to make sure you include the glossary tool in the export
so_so: Si aad u dhoofiso dukumenti leh ereyada glossary-ga oo leh tixraacyada glossary-ga, waa inaad hubisaa inaad ku darayso qalabka glossary-ga dhoofiska

source: Session's tutor's data is shown in the footer.
so_so: Macluumaadka macallinka fadhiga ayaa lagu muujiyaa footer-ka.

source: Show the session's tutor reference (name and e-mail if available) in the footer?
so_so: Muujin tixraaca macallinka kalfadhiga (magaca iyo iimaylka haddii la heli karo) hoosta?

source: Show teacher information in footer
so_so: Muujin macluumaadka macallinka hoosta

source: Show the teacher reference (name and e-mail if available) in the footer?
so_so: Muujin tixraaca macallinka (magaca iyo iimaylka haddii la heli karo) hoosta?

source: Page Link
so_so: Xiriirka Bogga

source: Display a Terms & Conditions statement on the registration page, require visitor to accept the T&C to register.
so_so: Muujin bayaan Shuruudaha & Xaaladaha bogga diiwaangelinta, u baahnayn booqdaha inuu aqbalo T&C si uu isu diiwaan geliyo.

source: Enable terms and conditions
so_so: Aktifka shuruudaha iyo xaaladaha

source: This option will display the Terms and Conditions in the register form for new users. Need to be configured first in the portal administration page.
so_so: Ikhtiyaarkani waxa uu muujinayaa Shuruudaha iyo Xaaladaha foomka diiwaangelinta ee isticmaale cusub. Waxay u baahan tahay in marka hore lagu sameeyo bogga maamulka portal.

source: Load
so_so: Rari

source: All versions
so_so: Dhammaan noocyada

source: Edit terms and conditions
so_so: Tafatir shuruudaha iyo xaaladaha

source: Explain changes
so_so: Sharax isbeddelada

source: Term and condition not saved
so_so: Shuruudda iyo xaaladdu lama keydin

source: The sub language has been removed
so_so: Luqadda hoose waa la tirtiray

source: Add terms and conditions
so_so: Ku dar shuruudaha iyo xaaladaha

source: Term and condition saved
so_so: Shuruudda iyo xaaladdu waa la keydiyay

source: Sessions categories list
so_so: Liiska qaybaha kalfadhhiga

source: Add category
so_so: Ku dar qayb

source: Edit session category
so_so: Tafatir qaybta kalfadhiga

source: The category has been added
so_so: Qaybta waa la ku daray

source: Category update
so_so: Cusboonaysiinta qaybta

source: The selected categories have been deleted
so_so: Qaybaha la doortay waa la tirtiray

source: Please give a name to the sessions category
so_so: Fadlan bixi magac qaybta kalfadhhiga

source: There are no sessions available
so_so: Ma jiraan kalfadhigyo la heli karo

source: Select a session
so_so: Dooro kalfadhig

source: Courses from the original session
so_so: Koorasyada kalfadhigga asalka ah

source: Courses from the destination session
so_so: Koorasyada kalfadhigga goobjoogga

source: Type of copy
so_so: Nooca koobiyaynta

source: Copy from course in session to another session
so_so: Ka koobiye kooras ku jira kalfadhig kale kalfadhig

source: You must select a course from the original session and select a destination session
so_so: Waa inaad doorataa kooras kalfadhigga asalka ah oo doorataa kalfadhigga goobjoogga

source: Maybe you want to delete the user, instead of unsubscribing him from all courses...?
so_so: Laga yaabee inaad tirtirto isticmaalaha, halkii aad ka tirtiri lahayd koorasyada oo dhan...?

source: Edit session courses by user
so_so: Tafatir koorasyada kalfadhigga ee isticmaalaha

source: Courses updated
so_so: Koorasyada waa la cusboonaysiiyay

source: Current courses
so_so: Koorasyada hadda

source: Unaccessible courses
so_so: Koorasyada aan la heli karin

source: Edit session courses
so_so: Tafatir koorasyada kalfadhigga

source: Visibility after end date
so_so: Muuqalka taariikhda dhammaadka ka dib

source: Block user from courses in this session
so_so: Ka jooji isticmaalaha koorasyada kalfadhiggan

source: Language file
so_so: Faylka luqadda

source: Show the courses descriptions in the catalog
so_so: Muujin sharaxaadyada koorasyada kataloogga

source: Show the courses descriptions as an integrated popup when clicking on a course info icon in the courses catalog
so_so: Muujin sharaxaadyada koorasyada popup isku dhafan marka la gujiyo astaanta macluumaadka kooraska ee kataloogga koorasyada

source: The stylesheet could not be added
so_so: Aaladda qaabka lama ku dari karin

source: Add sessions in categories
so_so: Ku dar kalfadhigyada qaybaha

source: It is recommended to install the imagick php extension for better performances in the resolution for generating the thumbnail images otherwise not show very well, if it is not install by default uses the php-gd extension.
so_so: Waa lagu talinayaa in la rakibo kordhinta imagick php si loo helo waxqabadka wanaagsan ee xallinta sawirrada thumbnail haddii kale lama muujin si fiican, haddii aan si sax ah loo rakibin waxa la isticmaalaa kordhinta php-gd.

source: Edit specific search field
so_so: Tafatir goobta raadinta gaarka ah

source: Field name
so_so: Magaca goobta

source: Special exports
so_so: Dhoofinta gaarka ah

source: Special create full backup
so_so: Samee kayd buuxa gaar ah

source: Special let me select items
so_so: Ii oggolow inaan doorto walxaha

source: Allow coaches to edit inside course sessions
so_so: Oggol macallimiinta inay wax ka beddelaan gudaha koorasyada kalfadhigyada

source: Show session data title
so_so: Muujin cinwaanka macluumaadka kalfadhigga

source: Show session data comment
so_so: Muujin faallooyinka macluumaadka kalfadhigga

source: Subscription sessions in the category
so_so: Diiwaangelinta kalfadhigyada qaybta

source: List of sessions on the platform
so_so: Liiska fadhiyada platform-ka

source: List of sessions in the categories
so_so: Liiska kalfadhigyada qaybaha

source: If you want to export courses containing sessions, which will ensure that these seansido included in the export to any of that will have to choose in the list.
so_so: Haddii aad rabto inaad dhoofiso koorasyada ay ku jiraan kalfadhigyo, taas oo hubinaysa in kalfadhigyadan lagu daro dhoofinta mid kasta oo ka mid ah liiska la dooran doono.

source: There were no courses registered or may not have made the association with the sessions
so_so: Ma jiraan koorasyo la diiwaan geliyay ama laga yaabee inaan la samayn xiriirka kalfadhigyada

source: Setting the registration page
so_so: Dejinta bogga diiwaangelinta

source: Select category and sessions
so_so: Dooro qaybta iyo kalfadhigyada
