Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: In order for this site to work and be able to measure the use of content, this platform uses cookies.<br /><br /> If needed, the Help section of your browser indicates how to configure cookies.<br /><br /> For more information on cookies, you can visit the <a href="http://www.aboutcookies.org/">About Cookies</a> website.
ar: cookies لغرض استخدام هذا الموقع ولقياس مستوى الاستخدام فان النظام يستخدم
ast_es: Pa que esti sitiu funcione y pueda medir l'usu de los conteníos, esta plataforma usa cookies.<br /><br /> Si ye precisu, la seición d'Ayuda del to navegador indica cómo configurar les cookies.<br /><br /> Pa más información sobre cookies, pues visitar el sitiu web <a href="http://www.aboutcookies.org/">About Cookies</a>.
bn_bd: এই সাইটটি কাজ করার এবং কনটেন্টের ব্যবহার পরিমাপ করার জন্য, এই প্ল্যাটফর্ম কুকিজ ব্যবহার করে।<br /><br /> প্রয়োজনে, আপনার ব্রাউজারের সাহায্য বিভাগে কুকিজ কনফিগার করার নির্দেশনা দেওয়া আছে।<br /><br /> কুকিজ সম্পর্কে আরও তথ্যের জন্য, আপনি <a href="http://www.aboutcookies.org/">About Cookies</a> ওয়েবসাইট পরিদর্শন করতে পারেন।
bs_ba: Da bi ovaj sajt radio i mogao mjeriti upotrebu sadržaja, ova platforma koristi kolačiće.<br /><br /> Ako je potrebno, odjeljak Pomoć vašeg preglednika pokazuje kako konfigurirati kolačiće.<br /><br /> Za više informacija o kolačićima, možete posjetiti <a href="http://www.aboutcookies.org/">About Cookies</a> web stranicu.
ca_es: Perquè aquest lloc funcioni i pugui mesurar l'ús del contingut, aquesta plataforma utilitza cookies.<br /><br /> Si cal, la secció d'Ajuda del vostre navegador indica com configurar les cookies.<br /><br /> Per obtenir més informació sobre les cookies, podeu visitar el lloc web <a href="http://www.aboutcookies.org/">About Cookies</a>.
cs_cz: Aby tento web fungoval a mohl měřit používání obsahu, tato platforma používá cookies.<br /><br /> Pokud je to potřeba, v sekci Nápověda vašeho prohlížeče najdete informace, jak nastavit cookies.<br /><br /> Pro více informací o cookies navštivte web <a href="http://www.aboutcookies.org/">About Cookies</a>.
da: For at denne side kan fungere og kunne måle brugen af indhold, bruger denne platform cookies.<br /><br /> Hvis nødvendigt, viser hjælpesektionen i din browser, hvordan du konfigurerer cookies.<br /><br /> For mere information om cookies kan du besøge <a href="http://www.aboutcookies.org/">About Cookies</a> webstedet.
de: Diese Webseite nutzt Cookies, um den Fortschritt und den Anmeldungsstatus zu überprüfen. Um Cookies zu deaktivieren, finden Sie im Hilfe-Menü Ihres Browsers weitere Unterstützung. Für mehr Informationen über Cookies besuchen Sie bitte die Seite <a href="http://www.aboutcookies.org/" target="_blank">Über Cookies</a>.
el: Για να λειτουργήσει το site και να είναι σε θέση να κάνει μέτρηση χρήσης περιεχομένου, αυτή η πλατφόρμα χρησιμοποιεί cookies.
eo: Por ke ĉi tiu retejo funkciu kaj povu mezuri la uzon de enhavo, ĉi tiu platformo uzas kukiojn.<br /><br /> Se bezonate, la sekcio Help de via retumilo indikas kiel agordi kukiojn.<br /><br /> Por pli da informoj pri kuki oj, vi povas viziti la retejon <a href="http://www.aboutcookies.org/">Pri Kuki oj</a>.
es: Para el buen funcionamiento de este sitio y la medición de su uso, esta plataforma usa cookies.<br /><br /> Si lo considera necesario, la sección de ayuda de su navegador le informará sobre los prcedimientos para configurar los cookies.<br /><br /> Para mayor información sobre cookies, puede visitar el sitio <a href="http://www.aboutcookies.org/">About Cookies</a> (en inglés) o cualquier equivalente en español.
es_mx: Para que este sitio funcione y pueda medir el uso del contenido, esta plataforma usa cookies.<br /><br /> Si es necesario, la sección de Ayuda de tu navegador indica cómo configurar las cookies.<br /><br /> Para más información sobre cookies, puedes visitar el sitio web <a href="http://www.aboutcookies.org/">Acerca de Cookies</a>.
eu_es: Webgune honek funtzionatzeko eta edukiaren erabilera neurtzeko, plataforma honek cookieak erabiltzen ditu.<br /><br /> Beharrezkoa bada, zure nabigatzailearen Laguntza atalak cookieak nola konfiguratu adierazten du.<br /><br /> Cookieei buruzko informazio gehiagorako, bisitatu <a href="http://www.aboutcookies.org/">Cookieei buruz</a> webgunea.
fa_ir: برای کارکرد این سایت و اندازه‌گیری استفاده از محتوا، این پلتفرم از کوکی‌ها استفاده می‌کند.<br /><br /> در صورت نیاز، بخش راهنما مرورگر شما نحوه تنظیم کوکی‌ها را نشان می‌دهد.<br /><br /> برای اطلاعات بیشتر در مورد کوکی‌ها، می‌توانید به وب‌سایت <a href="http://www.aboutcookies.org/">درباره کوکی‌ها</a> مراجعه کنید.
fi_fi: Tämän sivuston toiminnan ja sisällön käytön mittaamisen mahdollistamiseksi tämä alusta käyttää evästeitä.<br /><br /> Tarvittaessa selaimen Ohje-osio kertoo, miten evästeet määritetään.<br /><br /> Lisätietoja evästeistä saat sivustolta <a href="http://www.aboutcookies.org/">About Cookies</a>.
fo_fo: Fyri at hetta sítið skal virka og kunna mæla brúk av innihaldinum, brúkar hetta talva cookies.<br /><br /> Um neyðugt, so vísir hjálparparturin í tínum kaga indhald hvat tú skalt gera fyri at seta cookies.<br /><br /> Fyri meira kunning um cookies, kanst tú vitja <a href="http://www.aboutcookies.org/">About Cookies</a> heimasíðuna.
fur: Par fe lavorâ chest site e podêi misurâ l'ûs dal contnût, cheste plateform de uso i cookies.<br /><br /> Se serve, la sezion Aiut dal tie browser indiçe come configurâ i cookies.<br /><br /> Par plui informazion sui cookies, tu podi visitar il <a href="http://www.aboutcookies.org/">About Cookies</a> website.
ga: Le go n-oibreoidh an suíomh seo agus go mbeidh sé in ann úsáid an ábhair a thomhas, úsáideann an t-ardán seo fianáin.<br /><br /> Má theastaíonn, cuireann rannóg Cabhair do bhrabhsóra in iúl conas fianáin a chumrú.<br /><br /> Le haghaidh tuilleadh faisnéise faoi fhianáin, is féidir leat cuairt a thabhairt ar an suíomh Gréasáin <a href="http://www.aboutcookies.org/">About Cookies</a>.
gl: <p>Para o bo funcionamento deste sitio e a medición do seu uso, esta plataforma usa cookies.</p>
he_il: על מנת שהאתר הזה יעבוד ויוכל למדוד את השימוש בתוכן, פלטפורמה זו משתמשת בקובצי Cookie.<br /><br /> במידת הצורך, קטע העזרה בדפדפן שלך מציין כיצד להגדיר קובצי Cookie.<br /> <br /> למידע נוסף על קובצי Cookie, אתה יכול לבקר באתר <a href="http://www.aboutcookies.org/">אודות קובצי Cookie</a>.
hi: इस साइट को काम करने और सामग्री के उपयोग को मापने के लिए, यह प्लेटफ़ॉर्म कुकीज़ का उपयोग करता है।<br /><br /> यदि आवश्यक हो, तो आपके ब्राउज़र की सहायता अनुभाग कुकीज़ को कॉन्कफ़िगर करने का तरीका बताता है।<br /><br /> कुकीज़ के बारे में अधिक जानकारी के लिए, आप <a href="http://www.aboutcookies.org/">About Cookies</a> वेबसाइट देख सकते हैं।
hr_hr: Kako bi ovaj web mjesto radilo i moglo mjeriti upotrebu sadržaja, ova platforma koristi kolačiće.<br /><br /> Ako je potrebno, odjeljak Pomoć vašeg preglednika pokazuje kako konfigurirati kolačiće.<br /><br /> Za više informacija o kolačićima, možete posjetiti web stranicu <a href="http://www.aboutcookies.org/">About Cookies</a>.
hu_hu: A webhely működéséhez és a tartalom használatának méréséhez ez a platform sütiket használ.<br /><br /> Szükség esetén böngészője Súgó szakasza megmutatja, hogyan állíthatja be a sütiket.<br /><br /> További információk a sütikről: <a href="http://www.aboutcookies.org/">About Cookies</a> weboldal.
hy: Այս կայքի աշխատանքի և բովանդակության օգտագործման չափման համար այս հարթակը օգտագործում է cookie-ներ։<br /><br /> Եթե անհրաժեշտ է, ձեր բրաուզերի Օգնության բաժինը ցույց է տալիս, թե ինչպես կարգավորել cookie-ները։<br /><br /> Cookie-ների մասին ավելի մանրամասն տեղեկությունների համար կարող եք այցելել <a href="http://www.aboutcookies.org/">About Cookies</a> կայքը։
id_id: Agar situs ini berfungsi dan dapat mengukur penggunaan konten, platform ini menggunakan cookies.<br /><br /> Jika diperlukan, bagian Bantuan browser Anda menunjukkan cara mengonfigurasi cookies.<br /><br /> Untuk informasi lebih lanjut tentang cookies, Anda dapat mengunjungi situs web <a href="http://www.aboutcookies.org/">About Cookies</a>.
it: Per monitorare l'uso dei contenuti questo sito usa i cookie.
ja: このサイトが機能し、コンテンツの使用状況を測定するために、このプラットフォームはクッキーを使用しています。<br /><br /> 必要に応じて、ブラウザのヘルプセクションがクッキーの設定方法を示しています。<br /><br /> クッキーに関する詳細は、<a href="http://www.aboutcookies.org/">クッキーについて</a>のウェブサイトをご覧ください。
ka_ge: ამ საიტის მუშაობისა და კონტენტის გამოყენების გაზომვის შესაძლებლობისთვის, ეს პლატფორმა იყენებს კუკის.<br /><br /> თუ საჭიროა, თქვენი ბრაუზერის დახმარების განყოფილება მიუთითებს კუკის კონფიგურაციის გზას.<br /><br /> მეტი ინფორმაციისთვის კუკის შესახებ, შეგიძლიათ ეწვიოთ <a href="http://www.aboutcookies.org/">About Cookies</a> ვებგვერდს.
ko_kr: 이 사이트가 작동하고 콘텐츠 사용을 측정하기 위해 이 플랫폼은 쿠키를 사용합니다.<br /><br /> 필요한 경우 브라우저의 도움말 섹션에서 쿠키 설정 방법을 확인하세요.<br /><br /> 쿠키에 대한 자세한 정보는 <a href="http://www.aboutcookies.org/">About Cookies</a> 웹사이트를 방문하세요.
lo: ເພື່ອໃຫ້ເວັບໄຊນີ້ສາມາດເຮັດວຽກໄດ້ ແລະ ສາມາດວັດແທກການນໍາໃຊ້ເນື້ອຫາ, ແພລດຟອມນີ້ໃຊ້ຄຸກກີ້.<br /><br /> ຖ້າຈໍາເປັນ, ສ່ວນຊ່ວຍເຫຼືອຂອງເບົາເຊີຂອງທ່ານຈະບອກວິທີການຕັ້ງຄ່າຄຸກກີ້.<br /><br /> ສໍາລັບຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບຄຸກກີ້, ທ່ານສາມາດເຂົ້າເບິ່ງເວັບໄຊ <a href="http://www.aboutcookies.org/">ກ່ຽວກັບຄຸກກີ້</a>.
lt_lt: Kad ši svetainė veiktų ir galėtų matuoti turinio naudojimą, ši platforma naudoja slapukus.<br /><br /> Jei reikia, savo naršyklės pagalbos skyriuje nurodyta, kaip konfigūruoti slapukus.<br /><br /> Dėl daugiau informacijos apie slapukus galite apsilankyti <a href="http://www.aboutcookies.org/">Apie slapukus</a> svetainėje.
lv_lv: Lai šī vietne darbotos un varētu mērīt satura izmantošanu, šī platforma izmanto sīkdatnes.<br /><br /> Ja nepieciešams, jūsu pārlūkprogrammas palīdzības sadaļa norāda, kā konfigurēt sīkdatnes.<br /><br /> Vairāk informācijas par sīkdatnēm skatiet <a href="http://www.aboutcookies.org/">About Cookies</a> vietnē.
mk_mk: За да работи овој сајт и да може да ја мери употребата на содржината, оваа платформа користи колачиња.<br /><br /> Ако е потребно, делот Помош во вашиот прелистувач укажува како да ги конфигурирате колачињата.<br /><br /> За повеќе информации за колачињата, можете да ја посетите веб-страницата <a href="http://www.aboutcookies.org/">About Cookies</a>.
ms_my: Supaya laman web ini berfungsi dan boleh mengukur penggunaan kandungan, platform ini menggunakan kuki.<br /><br /> Jika diperlukan, bahagian Bantuan pelayar anda menunjukkan cara menyusun kuki.<br /><br /> Untuk maklumat lanjut mengenai kuki, anda boleh melawat laman web <a href="http://www.aboutcookies.org/">About Cookies</a>.
my_mm: ဤဝဘ်ဆိုက်လည်ပတ်နိုင်ရန်နှင့် အကြောင်းအရာအသုံးပြုမှုကို တိုင်းတာနိုင်ရန်အတွက်၊ ဤပလက်ဖောင်းသည် ကွတ်ကီးများကို အသုံးပြုသည်။<br /><br /> လိုအပ်ပါက၊ သင့်ဘရောက်ဆာ၏ အကူအညီအပိုင်းတွင် ကွတ်ကီးများကို မည်သို့ပြင်ဆင်သတ်မှတ်ရမည်ကို ညွှန်ပြထားသည်။<br /><br /> ကွတ်ကီးများအကြောင်း ပိုမိုသိရှိရန်၊ <a href="http://www.aboutcookies.org/">About Cookies</a> ဝဘ်ဆိုက်သို့ ဝင်ရောက်ကြည့်ရှုနိုင်ပါသည်။
ne: यो साइट सञ्चालन गर्न र सामग्रीको प्रयोग मापन गर्नका लागि, यो प्लेटफर्मले कुकीहरू प्रयोग गर्दछ।<br /><br /> आवश्यक भएमा, तपाईंको ब्राउजरको सहायता खण्डले कुकीहरू कसरी कन्फिगर गर्ने भनेर देखाउँछ।<br /><br /> कुकीहरू बारे थप जानकारीका लागि, तपाईं <a href="http://www.aboutcookies.org/">About Cookies</a> वेबसाइट भ्रमण गर्न सक्नुहुन्छ।
nl: "Om deze site te laten werken en het gebruik van content te kunnen meten, maakt dit platform gebruik van cookies. Indien nodig geeft de Help sectie van uw browser aan hoe cookies te configureren. Voor meer informatie over cookies kunt u de About Cookies website bezoeken.";
nn_no: For at denne sida skal fungera og vere i stand til å måle bruk av innhald, bruker denne plattforma informasjonskapslar.<br /><br /> Om trengs, hjelpeseksjonen i nettlesaren din viser korleis du kan konfigurere informasjonskapslar.<br /><br /> For meir informasjon om informasjonskapslar, kan du besøke <a href="http://www.aboutcookies.org/">About Cookies</a> nettstaden.
oc: Per que aquest site funcion e pòsca medir l'ús del contengut, aquesta plataforma utiliza cookies.<br /><br /> Se cal, la seccion d'Ajuda de vòstre navigador indica cossí configurar las cookies.<br /><br /> Per mai d'informacions sus las cookies, podètz visitar lo site <a href="http://www.aboutcookies.org/">About Cookies</a>.
pl_pl: Aby ta witryna działała i mogła mierzyć korzystanie z treści, ta platforma używa plików cookie.<br /><br /> Jeśli to potrzebne, sekcja Pomoc w przeglądarce wskazuje, jak skonfigurować pliki cookie.<br /><br /> Więcej informacji na temat plików cookie znajdziesz na stronie <a href="http://www.aboutcookies.org/">About Cookies</a>.
ps: ترڅو دا سایټ کار وکړي او د محتوياتو استعمال اندازه کړي، دا پلیټفارم کوکیز کاروي.<br /><br /> که اړتیا وي، ستاسو براوزر د مرستې برخه ښیي چې څنګه کوکیز تنظیم کړئ.<br /><br /> د کوکیز په اړه نورو معلوماتو لپاره، تاسې کولی شئ <a href="http://www.aboutcookies.org/">د کوکیز په اړه</a> ویب پاڼه لیدل کړئ.
pt_br: Para que este sistema funcione e seja capaz de medir o uso do conteúdo, esta plataforma usa cookies. <br/> <br/> Se necessário, a seção de Ajuda do seu navegador indica como configurar cookies. <br/> <br/> Para obter mais informações sobre cookies, você pode visitar o site <a href="http://www.aboutcookies.org/"> Sobre cookies</a>.
pt_pt: Para o bom funcionamento do site e medir a sua utilização, esta plataforma usa cookies.<br /><br /> Se que julgar necessário, a seção de ajuda do seu navegador vai falar sobre as prcedimientos para definir cookies.<br /><br /> Para obter mais informações sobre cookies, você pode visitar o site <a href='http://www.aboutcookies.org/'>About Cookies</a> (em inglês) ou qualquer equivalente em
ro_ro: Pentru buna funcționare a acestui site și măsurare utilizarii sale, această platformă foloseste cookie-uri.<br /><br />
ru_ru: Для работы этого сайта и возможности измерения использования контента платформа использует файлы cookie.<br /><br /> При необходимости раздел справки вашего браузера указывает, как настроить cookie.<br /><br /> Для получения дополнительной информации о cookie вы можете посетить сайт <a href="http://www.aboutcookies.org/">About Cookies</a>.
sk_sk: Aby táto stránka pracovala a bola schopná merať použitie obsahu, táto platforma používa cookies.<br /><br />
sl: Za delovanje te strani in beleženje statistike uporabe vsebine, platforma uporablja piškotke. Nastavitve obravnave piškotkov v brskalniku lahko spremenite v brskalniku samem. Za več informacij o piškotkih obiščite stran <a href="http://www.aboutcookies.org/">About Cookies</a>.
sq: Për të funksionuar ky sajt dhe për të matur përdorimin e përmbajtjes, kjo platformë përdor cookies.<br /><br /> Nëse është e nevojshme, seksioni Ndihmë i shfletuesit tuaj tregon se si të konfiguroni cookies.<br /><br /> Për më shumë informacion mbi cookies, mund të vizitoni faqen <a href="http://www.aboutcookies.org/">About Cookies</a>.
sr_rs: Da bi ovaj sajt radio i mogao da meri upotrebu sadržaja, ova platforma koristi kolačiće.<br /><br /> Ako je potrebno, odeljak za pomoć vašeg pretraživača pokazuje kako da podesite kolačiće.<br /><br /> Za više informacija o kolačićima, možete posetiti sajt <a href="http://www.aboutcookies.org/">About Cookies</a>.
sv_se: För att denna webbplats ska fungera och kunna mäta användningen av innehåll använder denna plattform cookies.<br /><br /> Om nödvändigt anger Hjälpsektionen i din webbläsare hur du konfigurerar cookies.<br /><br /> För mer information om cookies kan du besöka <a href="http://www.aboutcookies.org/">About Cookies</a>-webbplatsen.
sw_ke: Ili tovuti hii ifanye kazi na iweze kupima matumizi ya maudhui, jukwaa hili linatumia vidakuzi.<br /><br /> Kama inahitajika, sehemu ya Msaada ya kivinjari chako inaonyesha jinsi ya kusanidi vidakuzi.<br /><br /> Kwa maelezo zaidi kuhusu vidakuzi, unaweza kutembelea tovuti <a href="http://www.aboutcookies.org/">About Cookies</a>.
ta: இந்த தளம் இயங்குவதற்கும் உள்ளடக்கத்தின் பயன்பாட்டை அளவிடுவதற்கும், இந்த சமவாய்ப்பு குக்கீகளைப் பயன்படுத்துகிறது.<br /><br /> தேவைப்பட்டால், உங்கள் உலாவியின் உதவி பிரிவு குக்கீகளை எவ்வாறு அமைப்பது என்பதைக் குறிப்பிடுகிறது.<br /><br /> குக்கீகள் பற்றிய மேலும் தகவலுக்கு, <a href="http://www.aboutcookies.org/">About Cookies</a> இணையதளத்தைப் பார்க்கலாம்.
th: เพื่อให้เว็บไซต์นี้ทำงานและวัดการใช้งานเนื้อหา แพลตฟอร์มนี้ใช้คุกกี้<br /><br /> หากจำเป็น ส่วนช่วยเหลือของเบราว์เซอร์จะบอกวิธีตั้งค่าคุกกี้<br /><br /> สำหรับข้อมูลเพิ่มเติมเกี่ยวกับคุกกี้ ดูเว็บไซต์ <a href="http://www.aboutcookies.org/">About Cookies</a>.
tl_ph: Upang gumana ang site na ito at masukat ang paggamit ng nilalaman, gumagamit ang platform na ito ng cookies.<br /><br /> Kung kinakailangan, ang seksyon ng Tulong ng iyong browser ay nagpapakita kung paano i-configure ang cookies.<br /><br /> Para sa karagdagang impormasyon tungkol sa cookies, maaari mong bisitahin ang <a href="http://www.aboutcookies.org/">About Cookies</a> website.
tr: Bu sitenin çalışması ve içerik kullanımını ölçebilmesi için bu platform çerezler kullanır.<br /><br /> Gerekirse, tarayıcınızın Yardım bölümünde çerezleri nasıl yapılandıracağınız belirtilmiştir.<br /><br /> Çerezler hakkında daha fazla bilgi için <a href="http://www.aboutcookies.org/">Çerezler Hakkında</a> web sitesini ziyaret edebilirsiniz.
uk_ua: Щоб цей сайт працював і міг вимірювати використання контенту, ця платформа використовує файли cookie.<br /><br /> Якщо потрібно, розділ Довідка вашого браузера вказує, як налаштувати файли cookie.<br /><br /> Для отримання додаткової інформації про файли cookie ви можете відвідати сайт <a href="http://www.aboutcookies.org/">About Cookies</a>.
vi_vn: Để trang web này hoạt động và đo lường việc sử dụng nội dung, nền tảng này sử dụng cookies.<br /><br /> Nếu cần, phần Trợ giúp của trình duyệt chỉ ra cách cấu hình cookies.<br /><br /> Để biết thêm thông tin về cookies, bạn có thể truy cập trang web <a href="http://www.aboutcookies.org/">About Cookies</a>.
xh_za: Ukuze le ndawo isebenze kwaye ikwazi ukulinganisa ukusetyenziswa kwesiqulatho, eli qonga ngamakhuki.<br /><br /> Ukuba kuyimfuneko, icandelo leNcedo lwekhowudi yakho libonisa indlela yokumisa iikhuki.<br /><br /> Ngolwazi olongezelelweyo ngekhuki, ungundwendwela iwebhusayithi <a href="http://www.aboutcookies.org/">Ngokuba Iikhuki</a>.
zh_cn: 为了使本网站正常运行并能够衡量内容的使用情况，本平台使用 Cookie。<br /><br /> 如有需要，浏览器帮助部分说明如何配置 Cookie。<br /><br /> 有关 Cookie 的更多信息，您可以访问 <a href="http://www.aboutcookies.org/">About Cookies</a> 网站。
zh_tw: 為了讓此網站運作並測量內容使用情況，本平台使用 cookies。<br /><br /> 如有需要，瀏覽器的說明區段會指示如何設定 cookies。<br /><br /> 如需更多 cookies 資訊，您可以造訪 <a href="http://www.aboutcookies.org/">About Cookies</a> 網站。
