Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: It will display a dialog box which asks for your permission to access the microphone, answer yes and close the dialog box (if you do not want to appear again, before closing check remember)
yo_ng: Yoo ṣafihan apoti ọrọ ti o beere fun igbanilaaye rẹ lati wọle si ohùn, dahun bẹẹni ki o pa apoti ọrọ (ti o ko ba fẹ han lẹẹkansi, ṣaaju pipade ṣayẹwo ranti)

source: Start recording by pressing the microphone and stop it by pressing again. Each time you do this will generate a file.
yo_ng: Bẹ̀rẹ gbigbasilẹ nipa titẹ mọkiphone naa ki o da duro nipa titẹ lẹẹkansi. Ni gbogbo igba ti o ba ṣe eyi yoo ṣẹda faili kan.

source: Before you activate recording it is necessary a file name.
yo_ng: Ṣaaju ki o to ṣiṣẹ gbigbasilẹ o jẹ pataki orukọ faili.

source: Enter filename here
yo_ng: Tẹ orukọ faili nibi

source: Reload
yo_ng: Tun gbejade

source: Select a calification model
yo_ng: Yan awoṣe calification

source: The sum of all values must be 100
yo_ng: Apapọ gbogbo awọn iye gbọdọ jẹ 100

source: Components
yo_ng: Awọn paati

source: Change setting visibility for the other portals
yo_ng: Yi iranran eto pada fun awọn ọna abawọle miiran

source: This option is enabled if you have any evaluations or categories
yo_ng: Aṣayan yii ti ṣiṣẹ ti o ba ni awọn igbelewọn tabi awọn ẹka eyikeyi

source: Allow HR skills management
yo_ng: Gba laaye iṣakoso awọn ogbon HR

source: Allows HR to manage skills
yo_ng: Gba HR laaye lati ṣakoso awọn ogbon

source: Default weight in Gradebook
yo_ng: Àdúgbò aiyipada ni Gradebook

source: This weight will be use in all courses by default
yo_ng: Àdúgbò yii yoo lo ni gbogbo awọn iṣẹ-ẹkọ nipasẹ aiyipada

source: Time spent the last %s days
yo_ng: Akoko ti a lo ni awọn ọjọ %s ti o kẹhin

source: Time spent between %s and %s
yo_ng: Akoko ti a lo laarin %s ati %s

source: Go to the course
yo_ng: Lọ sí ẹkọ

source: Teachers can change the Gradebook score settings
yo_ng: Olùkọ́ le ṣàtúnṣe ìṣètò àwọn àmì ìdíwò Gradebook

source: When editing the Gradebook settings
yo_ng: Nígbà tí a ṣe ìṣàtúnṣe ìṣètò Gradebook

source: Subtotal
yo_ng: Apapọ apapọ

source: Regions
yo_ng: Àwùjọ

source: Course list
yo_ng: Àtòjọ ẹkọ

source: First Name and Last Name
yo_ng: Orúkọ ìdí àti Orúkọ Ìdí

source: Last Name and First Name
yo_ng: Orúkọ Ìdí àti Orúkọ ìdí

source: Plugins
yo_ng: Àwọn plugins

source: Detailed
yo_ng: Kúpalẹ̀

source: This option is not available because this activity is contained by an assessment, which is currently locked. To unlock the assessment, ask your platform administrator.
yo_ng: Àṣàyàn yìí kò ṣe é ṣe nítorí ìdàsílẹ̀ yìí wà nínú ìdíwò kan, èyí tí ó ti di ìdíwò títọ. Lati ṣàtúnṣe ìdíwò náà, béèrè lọ́dọ olùdarí pẹpẹ rẹ.

source: This assessment has been locked. You cannot unlock it. If you really need to unlock it, please contact the platform administrator, explaining the reason why you would need to do that (it might otherwise be considered as fraud attempt).
yo_ng: Ìdíwò yìí ti di ìdọwọ̀. O ko le ṣàtúnṣe rẹ̀. Ti o ba fẹ́ ṣàtúnṣe rẹ̀ gan-an, jọ̀wọ̀ kan si olùdarí pẹpẹ, ṣàlàyé ìdí tí o fi n fẹ́ ṣe bẹ́ẹ̀ (yíyì kò ṣe ìdàrúdàpọ̀).

source: Enable locking of assessments by teachers
yo_ng: Fún ìdọwọ̀ ìdíwò láti ṣe ìdọwọ̀ nipasẹ olùkọ́

source: Once enabled, this option will enable locking of any assessment by the teachers of the corresponding course. This, in turn, will prevent any modification of results by the teacher inside the resources used in the assessment: exams, learning paths, tasks, etc. The only role authorized to unlock a locked assessment is the administrator. The teacher will be informed of this possibility. The locking and unlocking of gradebooks will be registered in the system's report of important activities
yo_ng: Lẹ́yìn tí a ṣe ìpìlẹ̀, àṣàyàn yìí yóò ṣe ìpìlẹ̀ ìdọwọ̀ ìdíwò kankan nipasẹ àwọn olùkọ́ ti ẹkọ́ ìbámu. Èyí, lọ́nà yìí, yóò dènà ìyípadà èyí kankan ti àwọn abajade nipasẹ olùkọ́ nínú àwọn orísun tí a lò nínú ìdíwò: ìdánwò, ọ̀nà ìkọ́nilẹ́kọ̀ọ́, iṣẹ́, àti bẹ́ẹ̀ bẹ́ẹ̀ lọ. Ìpò kan ṣoṣo tí a fọwọ́si láti ṣàtúnṣe ìdíwò tí a ti di ìdọwọ̀ ni olùdarí. Olùkọ́ yóò jẹ́ ìfòyèràn ti ìṣẹ́lẹ̀ yìí. Ìdọwọ̀ àti ìtúsílẹ̀ ìwé ìdíwò yóò forukọsilẹ̀ nínú ìròyìn ìṣẹ́lẹ̀ pàtàkì ti ìlò

source: Shibboleth authentication
yo_ng: Ìdípadìwò Shibboleth

source: <p>First of all, you have to configure Shibboleth for your web server.</p>To configure it for Chamilo<h5>edit file main/auth/shibboleth/config/aai.class.php</h5><p>Modify object &#36;result values with the name of your Shibboleth attributes</p><ul><li>&#36;result-&gt;unique_id = 'mail';</li><li>&#36;result-&gt;firstname = 'cn';</li><li>&#36;result-&gt;lastname = 'uid';</li><li>&#36;result-&gt;email = 'mail';</li><li>&#36;result-&gt;language = '-';</li><li>&#36;result-&gt;gender = '-';</li><li>&#36;result-&gt;address = '-';</li><li>&#36;result-&gt;staff_category = '-';</li><li>&#36;result-&gt;home_organization_type = '-'; </li><li>&#36;result-&gt;home_organization = '-';</li><li>&#36;result-&gt;affiliation = '-';</li><li>&#36;result-&gt;persistent_id = '-';</li><li>...</li></ul><br/>Go to <a href='settings.php?category=Shibboleth'>Plugin</a> to add a configurable 'Shibboleth Login' button for your Chamilo campus.
yo_ng: <p>Ni ìbẹ̀rẹ̀, o gbọ́dọ̀ ṣètò Shibboleth fún ìkọ́ni wẹ́ẹ̀bù rẹ.</p>La ṣètò fún Chamilo<h5>ṣàtúnṣe faili main/auth/shibboleth/config/aai.class.php</h5><p>Ṣàtúnṣe ìdí nkan &#36;result pẹ̀lú orúkọ àwùjọ ìsọ Shibboleth rẹ</p><ul><li>&#36;result-&gt;unique_id = 'mail';</li><li>&#36;result-&gt;firstname = 'cn';</li><li>&#36;result-&gt;lastname = 'uid';</li><li>&#36;result-&gt;email = 'mail';</li><li>&#36;result-&gt;language = '-';</li><li>&#36;result-&gt;gender = '-';</li><li>&#36;result-&gt;address = '-';</li><li>&#36;result-&gt;staff_category = '-';</li><li>&#36;result-&gt;home_organization_type = '-'; </li><li>&#36;result-&gt;home_organization = '-';</li><li>&#36;result-&gt;affiliation = '-';</li><li>&#36;result-&gt;persistent_id = '-';</li><li>...</li></ul><br/>Lọ sí <a href='settings.php?category=Shibboleth'>Plugin</a> láti fi ìsọ Shibboleth Ìwọle ìṣètò kan kun fún àgbàlẹ Chamilo rẹ.

source: LDAP authentication
yo_ng: Ìdípadìwò LDAP

source: Facebook authentication
yo_ng: Ìdípadìwò Facebook

source: <p><h5>Create your Facebook Application</h5>First of all, you have to create a Facebook Application (see <a href='https://developers.facebook.com/apps'>https://developers.facebook.com/apps</a>) with your Facebook account. In the Facebook Apps settings, the site URL value should be the URL of this campus. Enable the Web OAuth Login option. And add the site URL of your campus to the Valid OAuth redirect URIs field</p><p>Uncomment the line <code>&#36;_configuration['facebook_auth'] = 1;</code> to enable the Facebook Auth.</p><p>Then, edit the <code>app/config/auth.conf.php</code> file and enter '<code>appId</code>' and '<code>secret</code>' values for <code>&#36;facebook_config</code>.</p><p>Go to <a href='settings.php?category=Plugins'>Plugins</a> to add a configurable <em>Facebook Login</em> button for your Chamilo campus.</p>
yo_ng: <p><h5>Ṣẹ̀dá Ìdàbọ̀ Facebook rẹ</h5>Ni ìbẹ̀rẹ̀, o gbọ́dọ̀ ṣẹ̀dá Ìdàbọ̀ Facebook (wo <a href='https://developers.facebook.com/apps'>https://developers.facebook.com/apps</a>) pẹ̀lú ìdíwọ̀n Facebook rẹ. Nínú ìṣètò Ìdàbọ̀ Facebook, ìdí Ìkànnì ìkànnì yẹ kí ó jẹ́ Ìkànnì àgbàlẹ̀ yìí. Ṣí ìdíwò Ìwọle OAuth Wẹ́ẹ̀bù. Àti fi Ìkànnì ìkànnì àgbàlẹ̀ rẹ kun sínú aaye Ìwọle Ìdarí OAuth tí ó tọ́</p><p>Ṣàtúnṣe ìlà <code>&#36;_configuration['facebook_auth'] = 1;</code> láti ṣí Ìdípadìwò Facebook ṣiṣẹ́.</p><p>Lẹ́yìn náà, ṣàtúnṣe faili <code>app/config/auth.conf.php</code> kí o si tẹ '<code>appId</code>' àti '<code>secret</code>' ìdí fún <code>&#36;facebook_config</code>.</p><p>Lọ sí <a href='settings.php?category=Plugins'>Plugins</a> láti fi ìsọ Ìwọle <em>Facebook</em> ìṣètò kan kun fún àgbàlẹ Chamilo rẹ.</p>

source: Announcement for a group
yo_ng: Ìkéde fún ẹgbẹ́ kan

source: Highest priority language
yo_ng: Èdè ìdíwò gíga jùlọ

source: Secondary priority language
yo_ng: Èdè ìdíwò kejì

source: Third priority language
yo_ng: Èdè ìdíwò kẹta

source: Fourth priority language
yo_ng: Èdè ìdíwò kẹrin

source: Language priority 5
yo_ng: Ìdíwò èdè 5

source: Primary language selected when multiple language contexts are set.
yo_ng: Èdè àkọ́kọ́ tí a yan nígbà tí a ṣètò ìpìlẹ̀ èdè pupọ.

source: Secondary fallback language if first priority is unavailable or out of context.
yo_ng: Èdè ìdíwò kejì tí kò ṣe é ṣe ìdíwò tàbí kò ṣe ìpìlẹ̀.

source: Tertiary language fallback if higher priorities fail.
yo_ng: Èdè ìdíwò kẹta tí ìdíwò gíga kù.

source: Last language fallback option by order of priority.
yo_ng: Àṣàyàn ìdíwò èdè ìkẹ́yì̀ lọ́nà ìdíwò.

source: The lowest language priority
yo_ng: Ìdíwò èdè tí kò ga jùlọ

source: User language
yo_ng: Èdè olùpẹ̀lò

source: User selected language
yo_ng: Èdè tí olùpẹ̀lò yan

source: Teachers can change the Gradebook model settings
yo_ng: Olùkọ́ le ṣàtúnṣe ìṣètò àwòrán Gradebook

source: When editing a Gradebook
yo_ng: Nígbà ìṣàtúnṣe Gradebook kan

source: Default grade model
yo_ng: Àwòrán ìdíwò àkọ́kọ́

source: This value will be selected by default when creating a course
yo_ng: Ìdí yìí yóò jẹ́ ìdíwò àkọ́kọ́ nígbà ìdá ẹkọ

source: Enable Gradebook model
yo_ng: Ṣí ìdíwò Gradebook ṣiṣẹ́

source: Enables the auto creation of gradebook categories inside a course depending of the gradebook models.
yo_ng: Ṣí ìdá àwùjọ ìdíwò Gradebook ṣiṣẹ́ nínú ẹkọ̀ tí ó gbẹ́kẹ̀lé ìwòrán ìdíwò Gradebook.

source: Are you sure you want to lock this item? After locking this item you can't edit the user results. To unlock it, you need to contact the platform administrator.
yo_ng: Ṣe o dájú pé o fẹ́ di ìdọwọ̀ nkan yìí? Lẹ́yìn tí o ti di ìdọwọ̀ nkan yìí o kò le ṣàtúnṣe àwọn abajade olùpẹ̀lò. Láti ṣàtúnṣe rẹ̀, o nilo lati kan si olùdarí pẹpẹ.

source: Are you sure you want to unlock this element?
yo_ng: Ṣe o dájú pé o fẹ́ ṣàtúnṣe nkan yìí?

source: Allow session administrators to see all sessions
yo_ng: Gba àwùjọ ìdíwò ìpàdé láti wo gbogbo àwùjọ ìpàdé

source: When this option is not enabled (default), session administrators can only see the sessions they have created. This is confusing in an open environment where session administrators might need to share support time between two sessions.
yo_ng: Nígbà tí a kò ṣí ìdíwò yìí ṣiṣẹ́ (àkọ́kọ́), àwùjọ ìdíwò ìpàdé le wo àwùjọ ìpàdé tí wọ́n ṣẹ̀dá nìkan. Èyí jẹ́ ìruju nínú àyíká ṣíṣẹ tí àwùjọ ìdíwò ìpàdé lè nílò láti pín àkókò ìrànlọ́wọ́ láàárín àwùjọ ìpàdé méjì.

source: Pass percentage
yo_ng: Ìpín ìdíwò

source: Allow Skills tool
yo_ng: Gba ìdàsílẹ̀ ìmọ̀ ṣiṣẹ́

source: Users can see their skills in the social network and in a block in the homepage.
yo_ng: Àwùjọ olùpẹ̀lò le wo ìmọ̀ wọn nínú ìdàpọ̀ ìdàpọ̀ àti nínú ìdí ìpele akọ́kọ́.

source: If you want to unsubscribe completely from this campus and have all your information removed from our database, please click the button below and confirm.
yo_ng: Ti o ba fẹ́ yọ kúrò patapata kúrò nínú àgbàlẹ̀ yìí kí o sì yọ gbogbo ìmọ̀ rẹ kúrò nínú ìpìlẹ̀ ìsàpẹẹrẹ wa, jọ̀wọ̀ tẹ ìdì ídí ìsàlẹ̀ kí o sì fìdí múlẹ̀.

source: Yes, I want to remove this account completely. No data will remain on the server and I will be unable to login again, unless I create a completely new account.
yo_ng: Bẹ́ẹ̀ ni, Mo fẹ́ yọ ìdíwọ̀n yìí kúrò patapata. Kò sí ìmọ̀ kankan yóò kù lórí ìkọ́ni a ò kò le wọle mọ́ lẹ́yìn náà, àyàfi tí mo ṣẹ̀dá ìdíwọ̀n tuntun patapata.

source: Allow public certificates
yo_ng: Gba ìjẹ́rẹ́ ìlànà gbangba

source: User certificates can be view by unregistered users.
yo_ng: Àwùjọ ìjẹ́rẹ́ olùpẹ̀lò le ṣe ìwòye nipasẹ àwùjọ tí kò forukọsilẹ.

source: Don't forget to select the media files if your resource need it
yo_ng: Maṣe gbàgbé lati yan awọn faili media ti orisun rẹ ba nilo rẹ

source: No learner certificate available yet. Please note that, to generate his certificate, a learner has to go to the assessments tool and click the certificate icon, which will only appear when he reached the course objectives.
yo_ng: Ko si iwe-ẹri akẹẹkọ ti o wa sibẹsibẹ. Jọwọ ṣakiyẹ pe, lati ṣẹda iwe-ẹri rẹ, akẹẹkọ ni lati lọ si ohun elo awọn igbelewọn ki o tẹ aami iwe-ẹri, eyiti yoo han nikan nigbati o ba de awọn ibi-afẹde iṣẹ-ẹkọ.

source: The requested certificate exists on this portal, but it has not been made public. Please login to view it.
yo_ng: Iwe-ẹri ti a beere wa lori ọna abalo yii, ṣugbọn ko ti ṣe ikede. Jọwọ wọle lati wo o.

source: Default
yo_ng: Aṣayan

source: A test course has been created successfully
yo_ng: Iṣẹ-ẹkọ idanwo ti ṣẹda ni aṣeyọri

source: No category selected
yo_ng: Ko si yan kaẹlẹ kan

source: Return to Course Homepage
yo_ng: Padarapada si Ibi akọkọ ti Ẹkọ

source: Exercise average
yo_ng: Apinpin adaṣe Ẹkọ

source: Webcam Clip
yo_ng: Fiimu Kamẹra

source: Snapshot
yo_ng: Awoye

source: Take your photos
yo_ng: Ya aworan rẹ

source: Local input image
yo_ng: Aworan igbewọle agbegbe

source: Clip sent
yo_ng: Fiimu ti a fi ranṣẹ

source: Auto
yo_ng: Aifọwọyi

source: Stop
yo_ng: Dudu

source: Enable Webcam Clip
yo_ng: Ṣiṣẹ Fiimu Kamẹra

source: Webcam Clip allow to users capture images from his webcam and send them to server in JPEG (.jpg or .jpeg) format
yo_ng: Fiimu Kamẹra gba awọn olumulo laaye lati ya aworan lati kamẹra wọn ki o si fi wọn ranṣẹ si olupin ni ọna JPEG (.jpg tabi .jpeg)

source: AUTO RESIZE (default)
yo_ng: ATUNṢE AIFO (aṣaaju)

source: This slideshow will resize automatically to your screen size. This is the default option.
yo_ng: Ifihan aworan yìí yoo ṣe atunṣe laifọwọ si iwọn iboju rẹ. Eyi ni aṣayan aṣaaju.

source: You should create the "Term and Conditions" for all the available languages.
yo_ng: O yẹ ki o ṣẹda "Ọrọ ati Awọn Ipinu" fun gbogbo awọn ede ti o wa.

source: Select an audio file from documents
yo_ng: Yan faili ohun lati awọn iwe-ipamọ

source: Enable e-mail alerts templates
yo_ng: Ṣiṣẹ awọn awoṣe itọsi imeeli

source: Define home-made e-mail alerts to be fired on specific events (and to specific users)
yo_ng: Ṣe apẹrẹ awọn itọsi imeeli ti ile lati ṣe ifilọlẹ lori awọn iṣẹlẹ kan pato (ati si awọn olumulo kan pato)

source: System Management
yo_ng: Ṣiṣakoso Eto

source: Remove old database
yo_ng: Yọ ipilẹ data atijọ kuro

source: Remove old tables
yo_ng: Yọ awọn tabili atijọ kuro

source: Event message management
yo_ng: Ṣiṣakoso ifọrọran iṣẹlẹ

source: To be warned user list
yo_ng: Akojọ olumulo lati fi ìdíyẹ̀ pamọ́

source: You have some unsaved changes. Do you want to abandon them ?
yo_ng: O ni diẹ ninu awọn iyipada ti a ko fipamọ. Ṣe o fẹ lati kọ wọn silẹ?

source: Activate event
yo_ng: Ṣiṣẹ iṣẹlẹ

source: Available event keys. Use them between (( )).
yo_ng: Awọn bọtini iṣẹlẹ ti o wa. Lo wọn laarin (( )).

source: Events
yo_ng: Awọn iṣẹlẹ

source: Event type name
yo_ng: Orukọ iru iṣẹlẹ

source: Hide campus from public platforms list
yo_ng: Fi kampù pamọ kuro ninu akojọ awọn ẹẹkun ilu

source: Chamilo official services providers
yo_ng: Awọn olupese awọn iṣẹ Chamilo osise

source: No negative score
yo_ng: Ko si ami ami odi

source: Global multiple answer
yo_ng: Idahun pupọ agbaye

source: Zombies
yo_ng: Awọn zombies

source: Active only
yo_ng: Ṣiṣẹ nikan

source: Authentication source
yo_ng: Orisun ìdáwòdára

source: Registered date
yo_ng: Ọjọ ti a forukọsilẹ

source: Number of inactive sessions
yo_ng: Nọmba awọn akoko aiṣiṣẹ

source: Followed sessions
yo_ng: Awọn akoko ti a tẹle

source: Followed courses
yo_ng: Awọn akoko-ẹkọ ti a tẹle

source: Followed users
yo_ng: Awọn olumulo ti a tẹle

source: Timeline
yo_ng: Akoko-ina

source: Export to PDF web pages and images
yo_ng: Gbejade si awọn oju-iwe PDF ati awọn aworan

source: Course catalog
yo_ng: Akatalogi akoko-ẹkọ

source: Problem recording? Upload your own audio file.
yo_ng: Ìṣòro ìdí ìdí? Gbejade faili ohun ara rẹ.

source: Import course progress
yo_ng: Gbejade ilọsiwaju akoko-ẹkọ wọle

source: Export course progress
yo_ng: Gbejade ilọsiwaju akoko-ẹkọ jade

source: Delete all course progress
yo_ng: Pa gbogbo ilọsiwaju akoko-ẹkọ rẹ̀ kuro

source: Filter terms
yo_ng: Awọn ọrọ àlẹ̀

source: Give a list of terms, one by line, to be filtered out of web pages and e-mails. These terms will be replaced by ***.
yo_ng: Fun akojọ awọn ọrọ kan, ọkan nipasẹ ila, lati yọ kuro ninu awọn oju-iwe wẹẹbu ati awọn imeeli. Awọn ọrọ wọnyi yoo di ***.

source: Use custom pages
yo_ng: Lo awọn oju-iwe alaṣẹ

source: Enable this feature to configure specific login pages by role
yo_ng: Ṣiṣẹ ẹya yii lati ṣe atunto awọn oju-iwe iwọle pàtàkì nipasẹ ipa

source: Learner page after login
yo_ng: Oju-iwe akẹkọ lẹhin iwọle

source: This page will appear to all learners after they login
yo_ng: Oju-iwe yii yoo han si gbogbo awọn akẹkọ lẹhin wọn wọle

source: Teacher page after login
yo_ng: Oju-iwe olùkọ lẹhin iwọle

source: This page will be loaded after login for all teachers
yo_ng: Oju-iwe yii yoo gbejade lẹhin iwọle fun gbogbo awọn olùkọ

source: Human resources manager page after login
yo_ng: Oju-iwe olùdí iṣẹ́ ẹ̀dà lẹhin iwọle

source: This page will load after login for all human resources managers
yo_ng: Oju-iwe yii yoo gbejade lẹhin iwọle fun gbogbo awọn olùdí iṣẹ́ ẹ̀dà

source: Learner autosubscribe
yo_ng: Akẹkọ autosubscribe

source: Learner autosubscribe - not yet available
yo_ng: Akẹkọ autosubscribe - kò ṣe ṣiṣẹ́ sibẹ̀

source: Teacher autosubscribe
yo_ng: Olùkọ autosubscribe

source: Teacher autosubscribe - not yet available
yo_ng: Olùkọ autosubscribe - kò ṣe ṣiṣẹ́ sibẹ̀

source: Human resources director autosubscribe
yo_ng: Olùdí iṣẹ́ ẹ̀dà autosubscribe

source: Human resources director autosubscribe - not yet available
yo_ng: Olùdí iṣẹ́ ẹ̀dà autosubscribe - kò ṣe ṣiṣẹ́ sibẹ̀

source: Cumulative session time for SCORM
yo_ng: Akoko akoko-apejọ fun SCORM

source: When enabled, the session time for SCORM Learning Paths will be cumulative, otherwise, it will only be counted from the last update time. This is a global setting. It is used when creating a new Learning Path but can then be redefined for each one.
yo_ng: Nigbati a ba ṣiṣẹ, akoko akoko fun Awọn ọna Ẹkọ SCORM yoo jẹ akopọ, bibẹẹkọ, yoo ṣe iṣiro nikan lati akoko imudojuiwò ti o kẹhin. Eyi jẹ eto agbaye. O lo nigbati a ba ṣẹda Ọna Ẹkọ tuntun ṣugbọn o le tun ṣe atunṣe fun ọkọọkan.

source: Session admin page after login
yo_ng: Ojú ìwòye àwùnà ìdàbọ̀ lẹ́yìn ìwọlé

source: Page to load after login for the session administrators
yo_ng: Ojú ìwòye láti ṣe ìkọ́wé lẹ́yìn ìwọlé fún àwùnà ìdàbọ̀

source: Session admin autosubscribe
yo_ng: Àwùnà ìdàbọ̀ autosubscribe

source: Session administrator autosubscribe - not available yet
yo_ng: Àwùnà ìdàbọ̀ autosubscribe - kò ṣe é ṣe lọ́wọ́ síbẹ̀

source: Tool visible at course creation
yo_ng: Èlò tí ń hàn lákòókò ìdá ìdàròkù

source: Select the tools that will be visible when creating the courses - not yet available
yo_ng: Yan àwùn èlò tí yóò hàn lákòókò ìdá ìdàròkù - kò ṣe é ṣe lọ́wọ́ síbẹ̀

source: Create a user account for any new CAS-authenticated user, from scratch
yo_ng: Ṣẹ̀dá àkọ̀ọ́lẹ̀ ìdàròkù fún olùdàbọ̀ CAS tuntun kankan, láti ìbẹ̀rẹ̀

source: Create a user account for any new CAS-authenticated user, from LDAP
yo_ng: Ṣẹ̀dá àkọ̀ọ́lẹ̀ ìdàròkù fún olùdàbọ̀ CAS tuntun kankan, láti LDAP

source: Update CAS-authenticated user account information from LDAP
yo_ng: Ṣàtúnṣe ìròyìn àkọ̀ọ́lẹ̀ ìdàròkù CAS láti LDAP

source: Makes sure the user firstname, lastname and email address are the same as current values in the LDAP directory
yo_ng: Ṣe ìdájọ́ pé orúkọ ìdí, ìdí òpin àti ìmekọ̀rọ̀ ìmeeli jẹ́ ìdàbọ̀ pẹ̀lú ìwòye lọ́wọ́lọ́wọ́ nínú ìkọ́tù ìpinnu LDAP

source: Installation process execution
yo_ng: Ìṣiṣẹ́ ìdásílẹ̀

source: Update process execution
yo_ng: Ìṣiṣẹ́ ìdàtúnṣe

source: Please wait. This could take a while...
yo_ng: Jọ̀wọ́ ṣubú. Èyí lè gba ìgbà púpọ̀...

source: This platform was unable to send the email. Please contact %s for more information.
yo_ng: Pẹpẹ̀ yìí kò le fi ìmeeli ránṣẹ́. Jọ̀wọ́ kan si %s fún ìròyìn púpọ̀.

source: This is your first login. Please update your password to something you will remember.
yo_ng: Èyí ni ìwọlé àkọ́kọ́ rẹ. Jọ̀wọ́ ṣàtúnṣe ìpamọ́ rẹ sí nkan tí yóò ranti.

source: Click here to contact the administrator
yo_ng: Tẹ̀bẹ̀lẹ̀ ìhìtò àwùnà

source: Show all users
yo_ng: Fi gbogbo àwùn olùdàbọ̀ hàn

source: Show users not added to the URL
yo_ng: Fi àwùn olùdàbọ̀ tí kò ṣe ìfiwọ́si sí URL hàn

source: Users not added to the URL
yo_ng: Àwùn olùdàbọ̀ tí kò ṣe ìfiwọ́si sí URL

source: Users not registered in any session
yo_ng: Àwùn olùdàbọ̀ tí kò forukọ sí ìdàbọ̀ kankan

source: Command line interpreter (CLI)
yo_ng: Olùtú ìdí ìlò ìlànà ìdí (CLI)

source: Please visit our website: https://chamilo.org/download
yo_ng: Jọ̀wọ́ ṣàyẹ̀wò ojú ìwòye wa: https://chamilo.org/download

source: The space used on disk cannot be measured properly on Windows-based systems.
yo_ng: Ìpìnyà ìlò lórí ìkọ́tù ìdí kò ṣe ìdíwò lọ́nà tọ́ lórí àwùn ìlò Windows.

source: %d old tables deleted
yo_ng: %d àwùn tábìlì àtijọ́ ti parẹ́

source: %d old databases deleted
yo_ng: %d àwùn ìpìnyà ìdàbọ̀ àtijọ́ ti parẹ́

source: List
yo_ng: Àkójọ

source: Not authorized
yo_ng: Kò fọwọ́si

source: Unknown action
yo_ng: Ìṣe kò mọ̀

source: First
yo_ng: Àkọ́kọ́

source: Last
yo_ng: Ìkẹ́yìnnì

source: You are not authorized to do this
yo_ng: O kò fọwọ́si láti ṣe èyí

source: No implementation available yet for this action
yo_ng: Kò sí ìmú ìdàsílẹ̀ tí ó ṣeé ṣe lọ́wọ́ fún ìṣe yìí

source: Course descriptions
yo_ng: Àwòrán ìdàròkù

source: Replace existing entries
yo_ng: Rọ̀pò àwùn ìtẹ̀síwájú

source: Add items
yo_ng: Ṣàfikùn àwùn ohun

source: Not found
yo_ng: Kò rí

source: Successfully sent
yo_ng: Rànṣẹ́ àṣeyọrí

source: Sending failed
yo_ng: Ìrànṣẹ́ kùnà

source: The number of sessions limit for this portal has been reached
yo_ng: Ìpinnu ìdàbọ̀ ìdí ìdàbọ̀ fún pẹpẹ̀ yìí ti dé

source: A new session has been created
yo_ng: Ìdàbọ̀ tuntun ti ṣẹ̀dá

source: Offline
yo_ng: Pàápàá

source: Caption
yo_ng: Àkọ́kọ́ ìdí ìdí ìdí

source: Credits
yo_ng: Àwùn ìyìn

source: Slider title
yo_ng: Àkọ́kọ́ ìdí ìsẹ́yìn

source: Single Sign On error
yo_ng: Àṣìṣe Ìwọlé Ẹyọkan

source: Sent
yo_ng: Ti rànṣẹ́

source: Listing
yo_ng: Àkójọ

source: Course RSS
yo_ng: RSS Ìdàròkù

source: RSS feed for all course notifications
yo_ng: Ìdùsílẹ̀ RSS fún gbogbo ìfọwọ́rọ̀ ìdàròkù

source: Learner certificates are public
yo_ng: Àwùn ìjẹ́rẹ́ akẹ́kọ̀ọ́ jẹ́ ti gbogbo ènìyàn

source: Delete all terms before import.
yo_ng: Pa gbogbo awọn ọrọ kọja ki o to gbe wọle.

source: Portal homepage updated
yo_ng: Ibugbe akọle ti a fi pamọ

source: User registration
yo_ng: Iforukọsilẹ olumulo

source: Actions to be fired when a user registers to the platform
yo_ng: Awọn iṣe ti yoo ṣiṣẹ nigbati olumulo forukọsilẹ si pẹpẹ

source: This extension should be loaded.
yo_ng: Itẹsiwaju yii yẹ ki o gbe.

source: Disabled
yo_ng: Aiṣiṣẹ

source: Required
yo_ng: Pataki

source: Category saved
yo_ng: Ẹka ti a fipamọ

source: Category removed
yo_ng: Ẹka ti a yọ kuro

source: Your browser doesn't support the Nanogong player
yo_ng: Olupin rẹ ko ṣe atilẹyin ẹrín Nanogong

source: Import CSV
yo_ng: Gbe CSV wọle

source: Table length
yo_ng: Gigun tabili

source: No record found
yo_ng: Ko si igbasilẹ ti a rii

source: Badly formed URL
yo_ng: URL ti ko dara

source: Info
yo_ng: Alaye

source: Filtered
yo_ng: Ti ṣàfilà

source: Hide column
yo_ng: Fi iwe pamọ

source: Show column
yo_ng: Han iwe

source: Legal agreement accepted
yo_ng: Ifipamo ofin ti a gba

source: E-mail teachers only on new assignments submission by students
yo_ng: Fi imeeli ranṣẹ si awọn olukọ nikan lori ifisilẹ iṣẹ tuntun nipasẹ awọn ọmọ ile-iwe

source: E-mail students only on new assignment submission (confirmation e-mail)
yo_ng: Fi imeeli ranṣẹ si awọn ọmọ ile-iwe nikan lori ifisilẹ iṣẹ tuntun (imeeli ìdípadì)

source: Uncategorized
yo_ng: Aisi ẹka

source: Natural year
yo_ng: Ọdun adayeba

source: Automatic weight
yo_ng: Iwuwo alaifọwọyi
