Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Forum category deleted
ar: فئة المنتدى محذوفه
ast_es: Categoría de foru esborrada
bn_bd: ফোরাম বিভাগ মুছে ফেলা হয়েছে
bs_ba: Kategorija foruma obrisana
ca_es: Categoria del fòrum esborrada
cs_cz: Kategorie fóra smazána
da: Forumkategorien er slettet
de: Forum Kategorie wurde gelöscht
el: Η κατηγορία Forum έχει διαγραφεί
eo: Kategorio de forumo forigita
es: Categoría de foro eliminada
es_mx: Categoría del foro eliminada
eu_es: Foro kategoria ezabatu da
fa_ir: دسته بندی انجمن حذف شد
fi_fi: Keskustelualue ryhmä poistettu
fo_fo: Bólkaforum slett
fur: Categorie dal forum eliminade
ga: Catagóir an fhóraim scriosta
gl: Categoría de foro eliminada
he_il: קטגוריית הפורום נמחקה
hi: फोरम श्रेणी हटा दी गई
hr_hr: Kategorija foruma je obrisana
hu_hu: Fórum kategória törölve
hy: Ֆորումի կատեգորիան ջնջված է
id_id: Kategori forum dihapus
it: Categoria eliminata
ja: フォーラムカテゴリが削除されました
ka_ge: ფორუმის კატეგორია წაიშალა
ko_kr: 포럼 카테고리 삭제됨
lo: ໝວດໝູ່ກະດານສົນທະນາຖືກລຶບແລ້ວ
lt_lt: Forumo kategorija ištrinta
lv_lv: Foruma kategorija izdzēsta
mk_mk: Категоријата на форуми е избришана
ms_my: Kategori forum dipadam
my_mm: ဖိုရမ်အမျိုးအစားဖျက်လိုက်ပြီးဖြစ်သည်
ne: फोरम श्रेणी हटाइयो
nl: Forumcategorie verwijderd
nn_no: Forumkategori sletta
oc: Categoria de forum suprimida
pl_pl: Kategoria forum usunięta
ps: فورم کټګوري حذف شوه
pt_br: Categoria do fórum foi excluida
pt_pt: Categoria Fórum eliminada
ro_ro: Categorie in forum stearsa
ru_ru: Раздел форума удален
sk_sk: Kategória fóra zmazaná
sl: Kategorija foruma je odstranjena
sq: Kategoria e forumit u fshi
sr_rs: Kategorija foruma je obrisana
sv_se: Tog bort forumkategorin
sw_ke: Jamii ya mforumu imefutwa
ta: விவாதம壇 வகை நீக்கப்பட்டது
th: ลบหมวดหมู่ฟอรัมแล้ว
tl_ph: Natanggal na ang kategorya ng Forum
tr: Forum kategorisi silindi
uk_ua: Категорію форуму видалено
vi_vn: Danh mục diễn đàn đã bị xóa
xh_za: Icandelo leforamu liye lwasuswa
zh_cn: 论坛类别已删除
zh_tw: 已移除討論區類別

source: Forum blocked
ar: حظر المنتدى
ast_es: Foru peslláu
bn_bd: ফোরাম ব্লক করা হয়েছে
bs_ba: Forum blokiran
ca_es: Fòrum bloquejat
cs_cz: Fórum zablokováno
da: Forum er lukket
de: Forum ist gesperrt
el: Το Forum μπλοκαρίστηκε
eo: Forumo blokita
es: Foro cerrado
es_mx: Foro bloqueado
eu_es: Foroa itxita
fa_ir: انجمن مسدود شد
fi_fi: Keskustelualue lukittu
fo_fo: Forum sperrað
fur: Forum blocât
ga: Forum blocáilte
gl: Foro cerrado
he_il: הפורום חסום
hi: फोरम अवरुद्ध
hr_hr: Forum je zaključan
hu_hu: Fórum blokkolva
hy: Ֆորումը արգելափակված է
id_id: Forum diblokir
it: Forum bloccato
ja: フォーラムがブロックされました
ka_ge: ფორუმი დაბლოკილია
ko_kr: 포럼 차단됨
lo: ກະດານສົນທະນາຖືກບລັອກ
lt_lt: Forumas užblokuotas
lv_lv: Forums bloķēts
mk_mk: Форумот е блокиран
ms_my: Forum disekat
my_mm: ဖိုရမ်ပိတ်ထားသည်
ne: फोरम रोक्�ियो
nl: Forum geblokkeerd
nn_no: Forum blokkert
oc: Forum blocat
pl_pl: Forum zablokowane
ps: فورم بند شو
pt_br: Fórum bloqueado
pt_pt: Fórum bloqueado
ro_ro: Forum blocat
ru_ru: Форум блокирован
sk_sk: Fórum blokované
sl: Forum je zaklenjen
sq: Forumi u bllokua
sr_rs: Forum je zaključan
sv_se: Forumet stängt
sw_ke: Mforumu umezuiwa
ta: விவாதம壇 தடுக்கப்பட்டது
th: ล็อกฟอรัม
tl_ph: Na-block ang Forum
tr: Forum kilitli
uk_ua: Форум заблоковано
vi_vn: Diễn đàn bị khóa
xh_za: Iforamu ivalelwe
zh_cn: 论坛已锁定
zh_tw: 已封鎖討論區

source: Add forum category
ar: أضف تصنيف منتدى جديد
ast_es: Amestar una categoría de foros
bn_bd: ফোরাম বিভাগ যোগ করুন
bs_ba: Dodaj kategoriju foruma
ca_es: Afegir una nova categoria del fòrum
cs_cz: Přidat kategorii fóra
da: Tilføj en ny forumkategori
de: Neue Forums-Kategorie hinzufügen
el: Προσθήκη κατηγορίας Forum
eo: Aldoni novan fforuman kategorion
es: Añadir una categoría de foros
es_mx: Agregar una nueva categoría al foro
eu_es: Gehitu foro kategoria bat
fa_ir: افزودن دسته بندی انجمن
fi_fi: Lisää keskustelualue ryhmä
fo_fo: Legg bólkaforum afturat
fur: Zontâ une categorîe dal forum
ga: Cuir catagóir fóraim leis
gl: Engadir unha categoría nova ao foro
he_il: הוסף קטגוריית פורום
hi: फोरम श्रेणी जोड़ें
hr_hr: Dodaj novu kategoriju u forumu
hu_hu: Új fórum kategória hozzáadása
hy: Ավելացնել ֆորումի կատեգորիա
id_id: Tambah kategori baru foum
it: Aggiungi una categoria di forum
ja: フォーラム カテゴリを追加
ka_ge: ფორუმის კატეგორიის დამატება
ko_kr: 포럼 카테고리 추가
lt_lt: Sukurti naują forumo kategoriją
lv_lv: Izveidot jaunu forumu kategoriju. Piemēram: Forumu kategorija būs - Baltijas valstis, kurā veidosiet forumus - Latvija, Lietuva, Igaunija.
mk_mk: Додај нова категорија на форумот
ms_my: Tambah kategori forum
my_mm: ဖိုရမ်အမျိုးအစားထည့်ပါ
ne: फोरम श्रेणी थप्नुहोस्
nl: Nieuwe forumcategorie toevoegen
nn_no: Legg til forumkategori
oc: Apondre categoria de forum
pl_pl: Dodaj nową kategorię forum
ps: فورم کټګوري اضافه کړئ
pt_br: Adicionar uma nova categoria ao fórum
pt_pt: Adicionar categoria Fórum
ro_ro: Adaugati o noua categorie de forum
ru_ru: Добавить новый раздел форума
sk_sk: Pridať novú kategóriu fóra
sl: Dodaj novo kategorijo foruma
sq: Shto kategori forumi
sr_rs: Dodaj novu kategoriju u forumu
sv_se: Lägg till ny forumkategori
sw_ke: Ongeza jamii ya mforumu
ta: விவாதம壇 வகையை சேர்க்கவும்
th: เพิ่มหมวดหมู่การอภิปรายใหม่
tl_ph: Magdagdag ng kategorya ng forum
tr: Forum kategorisi ekle
uk_ua: Додати нову категорію форуму
vi_vn: Thêm danh mục diễn đàn
xh_za: ongeza icandelo leforamu
zh_cn: 增加新的论坛分类
zh_tw: 新增討論區類別

source: Add a forum
ar: أضف منتدى جديد
ast_es: Amestar un foru
bn_bd: একটি ফোরাম যোগ করুন
bs_ba: Dodaj forum
ca_es: Afegir un nou fòrum
cs_cz: Přidat fórum
da: Tilføj et nyt diskussionsforum
de: Neues Forum hinzufügen
el: Προσθήκη Forum
eo: Aldoni novan forumon
es: Añadir un foro
es_mx: Agregar un nuevo foro
eu_es: Gehitu foroa
fa_ir: ایجاد یک تالار جدید
fi_fi: Lisää uusi keskustelualue
fo_fo: Legg eitt forum afturat
fur: Zontâ un forum
ga: Cuir fóram leis
gl: Engadir un novo foro
he_il: הוסף פורום
hi: फोरम जोड़ें
hr_hr: Dodaj novi forum
hu_hu: Új fórum hozzáadása
hy: Ավելացնել ֆորում
id_id: Tambah sebuah forum baru
it: Aggiungi un forum
ja: フォーラムを追加
ka_ge: ფორუმის დამატება
ko_kr: 포럼 추가
lt_lt: Sukurti naują forumą
lv_lv: Pievienot jaunu forumu
mk_mk: Додај нов форум
ms_my: Tambah forum
my_mm: ဖိုရမ်တစ်ခုထည့်ပါ
ne: फोरम थप्नुहोस्
nl: Nieuw forum toevoegen
nn_no: Legg til eit forum
oc: Apondre un forum
pl_pl: Dodaj nowe forum
ps: یوه فورم اضافه کړئ
pt_br: Add um novo fórum
pt_pt: Acrescentar novo fórum
ro_ro: Adaugati un chat
ru_ru: Добавить новый форум
sk_sk: Pridať nové fórum
sl: Dodaj nov forum
sq: Shto një forum
sr_rs: Dodaj novi forum
sv_se: Lägg till ett nytt forum
sw_ke: Ongeza mforumu
ta: ஒரு விவாதம壇 சேர்க்கவும்
th: เพิ่มรายการอภิปรายใหม่
tl_ph: Magdagdag ng forum
tr: Forum ekle
uk_ua: Додати новий форум
vi_vn: Thêm diễn đàn
xh_za: Faka iforamu
zh_cn: 添加新论坛
zh_tw: 新增討論區

source: Posts
ar: مشاركات
ast_es: Mensaxes
bn_bd: পোস্ট
bs_ba: Objava
ca_es: Missatges
cs_cz: Příspěvky
da: Indlæg
de: Beiträge
el: Μηνύματα που αναρτήθηκαν / Posts
eo: Mesaĝoj
es: Mensajes
es_mx: Mensajes
eu_es: Mezuak
fa_ir: ارسال ها
fi_fi: Viestit
fo_fo: Innlegg
fur: Postis
ga: Postálacha
gl: Mensaxes
he_il: פוסטים
hi: पोस्ट्स
hr_hr: Objavljeni članci
hu_hu: Üzenetek
hy: Հրապարակումներ
it: Messaggi
ja: 投稿
ka_ge: შეტყობინებები
ko_kr: 게시물
lo: ໂພສ
lt_lt: Pranešimai
lv_lv: Ierakstu skaits
mk_mk: Написи
ms_my: Kiriman
my_mm: ပို့စ်များ
ne: पोस्टहरू
nl: Berichten
nn_no: Innlegg
oc: Messatges
pl_pl: Posty
ps: پوسټونه
pt_br: Mensagens
pt_pt: Artigos (Posts)
ro_ro: Mesaje
ru_ru: Почта
sk_sk: Správy
sl: Objave
sq: Postime
sr_rs: Poruke
sv_se: Inlägg
sw_ke: Machapisho
ta: பதிவுகள்
th: กระทู้
tl_ph: Mga Post
tr: Mektuplar
uk_ua: Повідомлення
vi_vn: Bài viết
xh_za: Iiposti
zh_cn: 回复
zh_tw: 帖子

source: Latest Post
ar: أخر مشاركة
ast_es: Últimu mensaxe
bn_bd: সর্বশেষ পোস্ট
bs_ba: Najnovija objava
ca_es: Últim missatge
cs_cz: Poslední příspěvek
da: Seneste indlæg
de: Letzter Beitrag
el: Η πιο πρόσφατη ανάρτηση
eo: Lasta mesaĝo
es: Último mensaje
es_mx: Último mensaje
eu_es: Azken mezua
fa_ir: آخرین ارسال
fi_fi: Viimeisin viesti
fo_fo: Seinasta innlegg
fur: Ultim post
ga: Post is Déanaí
gl: Última mensaxe
he_il: פוסט אחרון
hi: नवीनतम पोस्ट
hr_hr: Zadnji članak
hu_hu: Utolsó Üzenet
hy: Վերջին հրապարակում
id_id: Post terakhir
it: Ultimo messaggio
ja: 最新の投稿
ka_ge: უკანასკნელი შეტყობინება
ko_kr: 최신 게시물
lo: ໂພສຫຼ້າສຸດ
lt_lt: Paskutinis pranešimas
lv_lv: Jaunākais ieraksts
mk_mk: Последен напис
ms_my: Kiriman Terbaru
my_mm: နောက်ဆုံးပို့စ်
ne: हालको पोस्ट
nl: Laatste bericht
nn_no: Siste innlegg
oc: Darrièr messatge
pl_pl: Ostatni post
ps: وروستني پوسټ
pt_br: Última Mensagem
pt_pt: Último artigo
ro_ro: Ultimul mesaj
ru_ru: Последнее почтовое сообщение
sk_sk: Posledná správa
sl: Zadnja objava
sq: Postimi i fundit
sr_rs: Poslednja poruka
sv_se: Sista inlägget
sw_ke: Chapisho la hivi karibuni
ta: இன்றைய பதிவு
th: กระทู้ล่าสุด
tl_ph: Pinakahuling Post
tr: En son mektup
uk_ua: Останнє Повідомлення
vi_vn: Bài viết mới nhất
xh_za: Iposti yakutshanje
zh_cn: 最新回复
zh_tw: 最新帖子

source: There are no forums in this category
ar: لا يوجد أي منتدى في هذا التصنيف
ast_es: Nun hai foros nesta categoría
bn_bd: এই বিভাগে কোনো ফোরাম নেই
bs_ba: U ovoj kategoriji nema foruma
ca_es: Cap fòrum en aquesta categoria
cs_cz: V této kategorii nejsou žádná fóra
da: Der er ingen diskussionsfora tilknyttet denne kategori
de: Es gibt keine Foren in dieser Kategorie
el: Δεν υπάρχουν Forum σε αυτή την κατηγορία
eo: Ne estas forumoj en tiu kategorio
es: No hay foros en esta categoría
es_mx: No hay foros en esta categoría
eu_es: Ez dago fororik kategoria honetan
fa_ir: هیچ انجمنی در این دسته بندی وجود ندارد
fi_fi: Tässä ryhmässä ei ole keskustelualueita
fo_fo: Tað eru ongir forum í hesum bólki
fur: Dentrie categorîe no je nissun forum
ga: Níl aon fhóraim sa chatagóir seo
gl: Non existen foros nesta categoría
he_il: אין פורומים בקטגוריה זו
hi: इस श्रेणी में कोई फोरम नहीं हैं
hr_hr: Ne postoji niti jedan forum u ovoj kategoriji
hu_hu: Nincs fórum ebben a kategóriában
hy: Այս կատեգորիայում ֆորումներ չկան
id_id: Tidak ada forum dalam kategori ini
it: Non ci sono forum in questa categoria
ja: このカテゴリにはフォーラムがありません
ka_ge: ამ კატეგორიაში ფორუმები არ არის
ko_kr: 이 카테고리에 포럼이 없습니다
lo: ບໍ່ມີກະດານສົນທະນາໃນໝວດໝູ່ນີ້
lt_lt: Šioje kategorijoje forumų nėra
lv_lv: Šajā kategorijā nav neviena foruma
mk_mk: Нема форуми во оваа категорија
ms_my: Tiada forum dalam kategori ini
my_mm: ဤအမျိုးအစားတွင် ဖိုရမ်များမရှိပါ
ne: यो श्रेणीमा कुनै फोरम छैन
nl: Er zijn geen fora in deze categorie
nn_no: Det finst inga forum i denne kategorien
oc: I a pas de forums dins aquesta categoria
pl_pl: W tej kategorii nie ma forów
ps: په دې کټګورۍ کې فورمونه نشته
pt_br: Não existem fóruns nesta categoria
pt_pt: Não existem fóruns nesta categoria
ro_ro: In aceasta categorie nu sunt forumuri
ru_ru: В этом разделе нет форумов
sk_sk: V tejto kategórii nie sú žiadne fóra
sl: V tej kategoriji ni forumov
sq: Nuk ka forume në këtë kategori
sr_rs: Ne postoji niti jedan forum u ovoj kategoriji
sv_se: Inga forum finns i kategorin
sw_ke: Hakuna miforumu katika jamii hii
ta: இந்த வகையில் விவாதம壇கள் இல்லை
th: ยังไม่มีการอภิปรายในหมวดนี้
tl_ph: Walang mga forum sa kategoryang ito
tr: Bu kategoride hiç forum bulunmamaktadır.
uk_ua: Немає форумів в цій категорії
vi_vn: Không có diễn đàn nào trong danh mục này
xh_za: Akukho foramu kule candelo
zh_cn: 此分类无论坛
zh_tw: 本類別中沒有討論區

source: Create in category
ar: أضف في التصنيف
ast_es: Crear na categoría
bn_bd: বিভাগে তৈরি করুন
bs_ba: Kreiraj u kategoriji
ca_es: Crear en la categoria
cs_cz: Vytvořit v kategorii
da: Opret i kategorien
de: Kategorie einrichten
el: Δημιουργία μιας κατηγορίας
eo: Estigi kategorion
es: Crear en categoría
es_mx: Crear en categoría
eu_es: Sortu honako kategoria honetan:
fa_ir: ساخت در دسته بندی
fi_fi: Luo ryhmään
fo_fo: Framta í bólki
fur: Crea dentrie categorîe
ga: Cruthaigh sa chatagóir
gl: Crear na categoría
he_il: צור בקטגוריה
hi: श्रेणी में बनाएं
hr_hr: Izradi u kategoriji
hu_hu: Létrehozás a kategóriában
hy: Ստեղծել կատեգորիայում
id_id: Buat dalam kategori
it: Crea all'interno della categoria
ja: カテゴリに作成
ka_ge: შექმნა კატეგორიაში
ko_kr: 카테고리 내 생성
lt_lt: Sukurti kategoriją
lv_lv: Jauno forumu ievietot kategorijā -
mk_mk: Креирај категорија
ms_my: Cipta dalam kategori
my_mm: အမျိုးအစားတွင် ဖန်တီးပါ
ne: श्रेणीमा सिर्जना गर्नुहोस्
nl: Creëer in categorie
nn_no: Opprett i kategori
oc: Crear dins la categoria
pl_pl: Utwórz w kategorii
ps: په کټګورۍ کې جوړ کړئ
pt_br: Criar na categoria
pt_pt: Criar numa categoria
ro_ro: Creaza in categoria
ru_ru: Создать в разделе
sk_sk: Vytvoriť v kategórii
sl: Ustvari v kategoriji
sq: Krijo në kategori
sr_rs: Kreirajte u kategoriji
sv_se: Skapa i en kategori
sw_ke: Unda katika jamii
ta: வகையில் உருவாக்கு
th: สร้างเอาไว้ในหมวด
tl_ph: Maglikha sa kategorya
tr: Hangi kategoride yaratılacağı
uk_ua: Створити в категорії
vi_vn: Tạo trong danh mục
xh_za: Yila kwicandelo
zh_cn: 建立在分类
zh_tw: 在類別中創建

source: Allow anonymous posts?
ar: السماح للجميع بإرسال مشاركات
ast_es: ¿ Permitir mensaxes anónimos ?
bn_bd: নাম-অজ্ঞাত পোস্ট অনুমোদন করবেন?
bs_ba: Dozvoli anonimne objave?
ca_es: Autoritzar missatges anònims ?
cs_cz: Povolit anonymní příspěvky?
da: Tillad anonyme indlæg?
de: Anonyme Beiträge erlauben?
el: Να επιτρέπονται οι ανώνυμες αναρτήσεις;
eo: Ĉu permesi anonimajn mesaĝojn?
es: ¿ Permitir mensajes anónimos ?
es_mx: ¿ Permitir mensajes anónimos ?
eu_es: Baimendu mezu anonimorik?
fa_ir: اجازه ارسال به هر شخصی
fi_fi: Salli nimettömät kirjoitukset?
fo_fo: Loyv dulnevnd innlegg?
fur: Permitî postis anonims?
ga: Ceadaigh postálacha gan ainm?
gl: Permitir mensaxes de anónimos?
he_il: אפשר פוסטים אנונימיים?
hi: अनाम पोस्ट्स की अनुमति?
hr_hr: Dozvoli anonimne članke?
hu_hu: Engedélyez névtelen üzeneteket?
hy: Թույլատրել անանուն հրապարակումներ?
id_id: Ijinkan posting anonim?
it: I messaggi anonimi sono permessi?
ja: 匿名投稿を許可？
ka_ge: ნებადართულია ანონიმური შეტყობინებები?
ko_kr: 익명 게시 허용?
lt_lt: Leisti anoniminius pranešimus?
lv_lv: Atļaut anonīmus ierakstus?
mk_mk: Дали да бидат допуштени знонимни написи?
ms_my: Benarkan kiriman tanpa nama?
my_mm: အမည်မဖော်ပို့စ်များကို ခွင့်ပြုမည်လား။
ne: अज्ञात पोस्टहरू अनुमति दिने?
nl: Anonieme berichten toelaten?
nn_no: Tillat anonyme innlegg?
oc: Permetre los messatges anonims ?
pl_pl: Pozwalać na anonimowe posty?
ps: ناسم پوسټونه اجازه ورکړئ؟
pt_br: Permitir postagens anônimas?
pt_pt: Permitir artigos anónimos?
ro_ro: Permite mesaje anonime?
ru_ru: Разрешить анонимную корреспонденцию?
sk_sk: Povoliť anonymné správy?
sl: Dovolim anonimne objave ?
sq: Lejo postime anonime?
sr_rs: Dopusti anonimne poruke?
sv_se: Tillåta anonyma inlägg?
sw_ke: Ruhusu machapisho ya wasiojulikana?
ta: அநாமதேய பதிவுகளுக்கு அனுமதி அளிக்கவா?
th: อนุญาตให้บุคลทั่วไปส่งกระทู้เข้าได้
tl_ph: Payagan ang mga post na hindi gumagamit ng pangalan?
tr: İsimsiz mektuplara izin verilsin mi?
uk_ua: Дозволити анонімні повідомлення?
vi_vn: Cho phép bài viết ẩn danh?
xh_za: Vumela iiposti ezingenamagama?
zh_cn: 允许匿名贴？
zh_tw: 允許匿名帖子？

source: Can learners edit their own posts?
ar: هل يمكن للمستخدمين من تحرير مشاركاتهم؟
ast_es: ¿ PUen los estudiantes editar los sos mensaxes ?
bn_bd: শিক্ষার্থীরা কি তাদের নিজস্ব পোস্ট সম্পাদনা করতে পারবে?
bs_ba: Mogu li studenti uređivati svoje objave?
ca_es: Autoritzat els alumnes a editar els seus propis missatges ?
cs_cz: Mohou studenti upravovat své vlastní příspěvky?
da: Skal deltagere kunne redigere deres egne indlæg?
de: Können Teilnehmer ihre eigenen Beiträge editieren?
el: Μπορούν οι εκπαιδευόμενοι να επεξεργάζονται τις δικές τους αναρτήσεις;
eo: Ĉu studentoj rajtas ŝanĝi siajn proprajn mesaĝojn?
es: ¿ Pueden los estudiantes editar sus mensajes ?
es_mx: ¿ Pueden los estudiantes editar sus mensajes ?
eu_es: Ikasleek editatu al ditzakete beren mezuak?
fa_ir: آیا دانشجوها بتوانند ارسال های دیگران را ویرایش کنند؟
fi_fi: Voiko käyttäjä muokata omia kirjoituksiaan?
fo_fo: Kunnu lærlingar broyta teirra egnu innlegg?
fur: I ducjis a podin modificâ lis lôr postis?
ga: An féidir le foghlamaí a gcuid postálacha féin a eagarthóireacht?
gl: Poden os estudantes editar as súas propias mensaxes?
he_il: האם הלומדים יכולים לערוך את הפוסטים שלהם?
hi: क्या शिक्षार्थी अपनी पोस्ट्स संपादित कर सकते हैं?
hr_hr: Smiju li korisnici uređivati vlastite članke?
hu_hu: Módosíthatják a hallgatók saját üzeneteiket?
hy: Կարո՞ղ են ուսանողները խմբագրել իրենց հրապարակումները
id_id: Bolehkan siswa mengedir postingnya?
it: I corsisti possono modificare i loro messaggi?
ja: 学生は自身の投稿を編集することができますか?
ka_ge: შეუძლია მოსწავლეებს თავიანთი შეტყობინებების რედაქტირება?
ko_kr: 학습자가 자신의 게시물을 편집할 수 있나요?
lo: ຜູ້ຮຽນສາມາດແກ້ໄຂໂພສຂອງຕົນເອງໄດ້ບໍ່?
lt_lt: Ar gali studentai redaguoti savo pranešimus?
lv_lv: Vai lietotāji var rediģēt savus ierakstus?
mk_mk: Можат ли курсистите да уредуваат свои написи?
ms_my: Bolehkah pelajar mengedit kiriman mereka sendiri?
my_mm: သင်ယူသူများသည် ၎င်းတို့၏ပို့စ်များကို တည်းဖြတ်နိုင်ပါသလား။
ne: सिकारूहरूले आफ्ना पोस्टहरू सम्पादन गर्न सक्छन्?
nl: Mogen studenten hun eigen berichten wijzigen?
nn_no: Kan elevar redigere sine eigne innlegg?
oc: Podon los aprènents modificar lor messatges ?
pl_pl: Czy studenci mogą edytować swoje posty?
ps: آیا زده‌کوونکي خپل پوسټونه سمولای شي؟
pt_br: Pode alunos editar as suas próprias mensagens?
pt_pt: Os utilizadores podem editar os seus próprios artigos?
ro_ro: Pot studentii sa-si editeze propriile mesaje?
ru_ru: Могут ли пользователи редактировать свою корреспонденцию?
sk_sk: Môže používateľ upraviť svoje vlastné správy?
sl: Ali lahko tečajniki popravljajo svoje lastne objave ?
sq: A mund nxënësit të ndryshojnë postimet e tyre?
sr_rs: Da li korisnici mogu da izmene svoje poruke?
sv_se: Får användare ändra sina egna inlägg?
sw_ke: Je, wanafunzi wanaweza kuhariri machapisho yao wenyewe?
ta: மாணவர்கள் தங்கள் சொந்த பதிவுகளைத் திருத்த அனுமதிக்கவா?
th: ผู้เรียนสามารถแก้ไขกระทู้ของตนเองได้หรือไม่
tl_ph: Maaari bang mag-edit ang mga mag-aaral ng kanilang sariling mga post?
tr: Kullanıcılar kendi mektuplarını düzenleyebilrler mi?
uk_ua: Чи можуть студенти редагувати свої власні повідомлення?
vi_vn: Người học có thể chỉnh sửa bài viết của mình?
xh_za: Ngaba abafundi bangalungisa iiposti zabo?
zh_cn: 学员能修改本身的帖子吗？
zh_tw: 是否讓使用者修訂自己的帖子？

source: Approval / Direct Post
ar: الإعتماد / إضافة مباشرة
ast_es: Aprobar / Mensaxe direutu
bn_bd: অনুমোদন / সরাসরি পোস্ট
bs_ba: Odobrenje / Direktna objava
ca_es: Aprovació / Publicació directe
cs_cz: Schválení / Přímý příspěvek
da: Tilladelse/ Anvis indlæg
de: Beitrag genehmigen / zuweisen
el: Έγκριση/ Άμεση ανάρτηση
eo: Aprobo / Senpere publikigi
es: Aprobación / Mensaje directo
es_mx: Aprobación / Mensaje directo
eu_es: Onartzea / Zuzeneko mezua
fa_ir: تاییدیه / مطلب مستقیم
fi_fi: Hyväksyntä / Suora julkaisu
fo_fo: Samtykt / Beinleiðis innlegg
fur: Approvazion / Post diret
ga: Ceadú / Post Díreach
gl: Aprovación / Publicación Automática
he_il: אישור / פרסום ישיר
hi: अनुमोदन / सीधी पोस्ट
hr_hr: Dozvola / Direktni članak
hu_hu: Engedélyezett / Közvetlen Üzenet
hy: Հաստատում / Ուղղակի հրապարակում
id_id: Posting Pengesahan / Langsung
it: Approvazione / Pubblicazione automatica
ja: 承認／直接投稿
ka_ge: დამტკიცება / პირდაპირი განთავსება
ko_kr: 승인 / 직접 게시
lo: ການອະນຸມັດ / ໂພສໂດຍກົງ
lt_lt: Patvirtinimas / Tiesioginis pranešimas
lv_lv: Apstiprinājums / Tiešais ieraksts
mk_mk: Одобрени/Директни написи
ms_my: Kelulusan / Kiriman Langsung
my_mm: အတည်ပြုရန် / တိုက်ရိုက်ပို့စ်
ne: अनुमोदन / प्रत्यक्ष पोस्ट
nl: Goedkeuring / onmiddellijk plaatsen
nn_no: Godkjenning / Direkte innlegg
oc: Aprobacion / Messatge direct
pl_pl: Zatwierdzanie / Posty bezpośrednie
ps: تصدیق / مستقیم پوسټ
pt_br: Aprovação / Publicação Automática
pt_pt: Aprovação do Artigo/Artigo Directo
ro_ro: Aprobare / Mesaj Direct
ru_ru: Сообщение с/без одобрением(я)
sk_sk: Schváliť / Priamo príspevok
sl: Odobritev / direktna objava
sq: Miratim / Postim Direkt
sr_rs: Odobrenje / Direktna Poruka
sv_se: Godkända / Direktinlägg
sw_ke: Idhini / Chapisha Moja kwa Moja
ta: அங்கீகாரம் / நேரடி பதிவு
th: ตรวจสอบ/กระทู้ที่ส่งโดยตรง
tl_ph: Pag-apruba / Direktang Post
tr: Onay / Doğrudan Mektup
uk_ua: Погодження / Пряме повідомлення
vi_vn: Phê duyệt / Đăng trực tiếp
xh_za: Mvumelelo / Iposti ngqo
zh_cn: 批准 / 直接帖子
zh_tw: 須待批 / 直接張貼

source: Allow users to start new threads
ar: السماح للمستخدمين بإضافة موضوعات جديدة
ast_es: Permitir a los estudiantes entamar temes nuevos
bn_bd: ব্যবহারকারীদের নতুন থ্রেড শুরু করতে দেওয়া হবে
bs_ba: Dozvoli korisnicima pokretanje novih niti
ca_es: Autoritzar els alumnes a obrir nous temes de discussió ?
cs_cz: Povolit uživatelům zahajovat nová vlákna
da: Tillad deltagere at starte nye diskussionstråde
de: Teilnehmer können neue Themen einrichten
el: Να επιτρέπεται στους εκπαιδευόμενους να αρχίζουν νέα νήματα
eo: Ĉu permesi al studentoj startigi novajn diskutojn?
es: Permitir a los estudiantes iniciar nuevos temas
es_mx: Permitir a los estudiantes iniciar nuevos temas
eu_es: Baimendu erabiltzaileei gai berriak hasteko
fa_ir: دانشجوها امکان ایجاد موضوع جدید داشته باشند
fi_fi: Salli käyttäjän aloittaa uusi keskustelu
fo_fo: Loyv brúkarum at byrja nýggjar tráðir
fur: Permitî ai utents di inizî fî un gnov argoment
ga: Ceadaigh d'úsáideoirí sníomh nua a thosnú
gl: Permitir que os estudantes inicien novas discusións
he_il: אפשר למשתמשים להתחיל שרשורים חדשים
hi: उपयोगकर्ताओं को नए धागे शुरू करने की अनुमति दें
hr_hr: Dozvola korisnicima za stvaranje novih tema foruma
hu_hu: Engedélyezi a hallgatóknak új témák létrehoását
hy: Թույլ տալ օգտատերերին սկսել նոր թրեդներ
id_id: Ijinkan siswa memulai thread baru
it: Permetti ai corsisti di lanciare nuovi argomenti
ja: ユーザーに新しいスレッドの開始を許可
ka_ge: ნებადართულია მომხმარებლებს ახალი თემების დაწყება
ko_kr: 사용자가 새 스레드를 시작할 수 있도록 허용
lt_lt: Leisti studentams rašyti temas
lv_lv: Ļaut lietotājiem veidot jaunus tematus
mk_mk: Допушти на курсистите да почнат нови тематски низи
ms_my: Benarkan pengguna memulakan topik baru
my_mm: အသုံးပြုသူများအား ပို့စ်စီးရီးအသစ်များ စတင်ခွင့်ပြုပါ
ne: प्रयोगकर्ताहरूलाई नयाँ थ्रेड सुरु गर्न अनुमति दिने
nl: Studenten nieuwe discussies laten starten?
nn_no: Tillat brukarar å starte nye trådar
oc: Permetre als utilizaires de començar de novèls fils
pl_pl: Pozwól studentom tworzyć nowe wątki
ps: کاروونکو ته نوي موضوعات پیل کولو اجازه ورکړئ
pt_br: Permitir aos usuários iniciarem novas discussões
pt_pt: Permitir aos utilizadores iniciarem novos tópicos
ro_ro: Permite studentilor sa inceapa discutii noi
ru_ru: Разрешить пользователям начать новые трэды (темы)
sk_sk: Povoliť používateľom začať nové témy
sl: Dovoli tečajnikom začeti novo tematsko nit
sq: Lejo përdoruesit të fillojnë fije të reja
sr_rs: Dozvoli korisnicima da pokrenu nove teme
sv_se: Tillåta användare att starta nya trådar
sw_ke: Ruhusu watumiaji kuanza mikakati mipya
ta: பயனர்களுக்கு புதிய நெடுகல்களைத் தொடங்க அனுமதிக்கவும்
th: อนุญาตให้ผู้เรียนตั้งกระทู้เองได้
tl_ph: Payagan ang mga gumagamit na magsimula ng bagong mga thread
tr: Kullanıcıların yeni thread başlatmasına izin ver
uk_ua: Дозволяти студентам розпочинати нові теми
vi_vn: Cho phép người dùng bắt đầu chủ đề mới
xh_za: Vumela abasebenzisi ukuba baqalise imicu entsha
zh_cn: 允许学员发表新文章
zh_tw: 允許使用者開始新討論
