Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Show dialog
yo_ng: Han ọrọ idakeji

source: Dialog example
yo_ng: Àpẹẹrẹ ìjíròrò

source: Some more elements
yo_ng: Awọn ẹya miiran diẹ

source: Student boss
yo_ng: Ọ̀gá ọmọ ilé-ìwé

source: All sessions
yo_ng: Gbogbo awọn ìpàdé

source: Closed sessions
yo_ng: Awọn ìpàdé tí a ti pa

source: Add training sessions to categories
yo_ng: Ṣàfikún ìpàdé ìdàgbàsókè sí àwùjọ

source: News from Chamilo
yo_ng: Ìròyìn láti Chamilo

source: System templates
yo_ng: Àwòrán ìlànà ìṣètò

source: Contact form categories
yo_ng: Àwùjọ fọ́ọ̀mù ìfọwọ́sowọ́pọ̀

source: External tools (LTI)
yo_ng: Awọn ohun elo ita (LTI)

source: Add course
yo_ng: Ṣàfikún ìdàkẹ́kọ̀ọ́

source: Add a user to a course
yo_ng: Ṣàfikún olùwòdìsì sí ìdàkẹ́kọ̀ọ́

source: Course maintenance
yo_ng: Ìtọ́jú ìdàkẹ́kọ̀ọ́

source: Customize
yo_ng: Ṣe ìhùwàsí

source: Sort
yo_ng: Ṣe ìtò

source: Platform use conditions
yo_ng: Àwòrán ìlò pẹpẹ

source: Password too easy to guess
yo_ng: Ọrọ ìgbaniwọle rẹ rọrùn jù láti ṣe ìdáhùn

source: You need to confirm your account via e-mail to access the platform
yo_ng: O nilo lati fi ìmelì ṣe ìdájọ́ ìdàregistrù rẹ lati wọle si pẹpẹ

source: Redirect to portal home
yo_ng: Darí padà sí ìlẹ̀ ìwòlíì

source: Test invisible in session
yo_ng: Ìdánwò tí kò ṣe ìrísí nínú ìpàdé

source: Display information about the next incomplete and the last completed topic
yo_ng: Fi ìròyìn hàn nípa ìpín tí kò pari ti nbọ àti ìpín tí ó pari ti ìkẹ́hin

source: Database settings
yo_ng: Ètò ìpamọ́ ìsàpẹẹrẹ

source: Chamilo installation wizard
yo_ng: Olùdíwò ìdàlé Chamilo

source: Step 1 - Installation Language
yo_ng: Ìgbésẹ̀ 1 - Èdè Ìdàlé

source: Please select installation language
yo_ng: Jọ̀wọ̀ yan èdè ìdàlé

source: Step 2 - Requirements
yo_ng: Ìgbésẹ̀ 2 - Àwòrán ìbeere

source: For more details %s
yo_ng: Fun awọn alaye diẹ sii %s

source: Step 3 - License
yo_ng: Ìgbésẹ̀ 3 - Ìdásílẹ̀

source: Step 4 - Database settings
yo_ng: Ìgbésẹ̀ 4 - Ètò ìpamọ́ ìsàpẹẹrẹ

source: Database host
yo_ng: Olùgbé ìpamọ́ ìsàpẹẹrẹ

source: Step 7 - Installation process execution
yo_ng: Ìgbésẹ̀ 7 - Ìṣiṣẹ ìdàlé

source: Step 7 - Update process execution
yo_ng: Ìgbésẹ̀ 7 - Ìṣiṣẹ ìdàdọwò

source: Continue with %s
yo_ng: Tẹ̀síwájú pẹ̀lú %s

source: As read
yo_ng: Gẹgẹ́bi kíkà

source: As unread
yo_ng: Gẹgẹ́bi kò kà

source: Message deleted
yo_ng: Ìfọwọ́sowọ́pọ̀ ti parẹ́

source: Messages deleted
yo_ng: Awọn ìfọwọ́sowọ́pọ̀ ti parẹ́

source: Change Password
yo_ng: Yí ìgbaniwọle padà

source: All Messages
yo_ng: Gbogbo awọn Ìfọwọ́sowọ́pọ̀

source: Promoted Messages
yo_ng: Awọn Ìfọwọ́sowọ́pọ̀ tí a gbéra ga

source: Requests
yo_ng: Awọn ìbéèrè

source: Add friends
yo_ng: Ṣàfikún àwùjọ

source: Add friend
yo_ng: Ṣàfikún ọrẹ

source: %s's picture
yo_ng: Àwòrán %s

source: Delete permanently
yo_ng: Pa patapata

source: %d minutes before
yo_ng: %d ìṣẹ́jú ṣáájú

source: %d hours before
yo_ng: %d wakati ṣáájú

source: %d days before
yo_ng: %d ọjọ́ ṣaaju

source: Select a folder
yo_ng: Yan folda kan

source: Select the destination folder
yo_ng: Yan folda ibi-ìdásílẹ̀

source: All users
yo_ng: Gbogbo awọn olumulo

source: Edit introduction
yo_ng: Ṣatunṣe ìdọ̀tí

source: To teacher and tutor
yo_ng: Si olukọ ati olùtọ́tọ́

source: To HR only
yo_ng: Si HR nikan

source: Only for teachers
yo_ng: Fun awọn olukọ nikan

source: Only for students
yo_ng: Fun awọn ọmọ ile-iwe nikan

source: Autolaunch settings
yo_ng: Awọn eto ifilọlẹ́ laifọwọ́

source: Auto-launch
yo_ng: Ifilọlẹ́ laifọwọ́

source: User registrations by month
yo_ng: Awọn iforukọsilẹ olumulo nipasẹ oṣù

source: User registrations by day
yo_ng: Awọn iforukọsilẹ olumulo nipasẹ ọjọ́

source: No data available for the selected date range
yo_ng: Ko si data ti o wa fun ibiti akoko ti a yan

source: Back to months
yo_ng: Pada si awọn oṣù

source: User registrations by creator
yo_ng: Awọn iforukọsilẹ olumulo nipasẹ ẹlẹda

source: Courses count
yo_ng: Ìṣirò awọn iṣẹ-ẹkọ

source: Courses count by language
yo_ng: Ìṣirò awọn iṣẹ-ẹkọ nipasẹ èdè

source: AI provider
yo_ng: Olùpèsè AI

source: Request failed
yo_ng: Ìbéèrè kùnà

source: Using AI provider %s
yo_ng: Lilo olùpèsè AI %s

source: Aiken Format Example
yo_ng: Àpẹẹrẹ Ìdá Aiken

source: Number of questions
yo_ng: Nọmba ìbéèrè

source: Please enter a valid number of questions
yo_ng: Jọwọ tẹ nọmba ìbéèrè tí ó tọ́ wọlé

source: An unexpected error occurred. Please try again later.
yo_ng: Ìṣòro àìrònú kan ṣẹlẹ̀. Jọwọ gbìyànjú lẹ́yìn ìgbà díẹ̀.

source: An unexpected error occurred. Please contact support.
yo_ng: Ìṣòro àìrònú kan ṣẹlẹ̀. Jọwọ kan si ìdààmú.

source: Generate Aiken
yo_ng: Ṣẹ̀dá Aiken

source: Reminders
yo_ng: Ìdáríjù

source: Add reminder
yo_ng: Ṣàfi ìdáríjù

source: Update introduction links
yo_ng: Ṣààpù ìsopọ ìdàhùn

source: Conference Room
yo_ng: Yàrá Ìpàdé

source: Choose item
yo_ng: Yan ohun kan

source: No result or feedback available.
yo_ng: Ko si abajade tabi esi ti o wa.

source: Add gradebook comment
yo_ng: Ṣàfi ìwòye ìdíwò

source: Assessments visible
yo_ng: Àwọn ìdíwò ti han

source: Assessments invisible
yo_ng: Àwọn ìdíwò ko han

source: Add result
yo_ng: Ṣàfi abajade

source: Student reports
yo_ng: Àwòrò ìròyìn akẹ́kọ̀ọ́

source: Results and feedback per user
yo_ng: Àwọn abajade ati esi fun olumulo kọ̀ọ̀kan

source: Score display custom values
yo_ng: Ìfihàn àwùjọ ìdíwò ìdíwò

source: AI generator
yo_ng: Ẹ̀dà AI

source: Words count per page
yo_ng: Ìṣirò ọ̀rọ̀ fún ìpele kọ̀ọ̀kan

source: Add test after each page
yo_ng: Ṣàfi ìdánwò lẹ́yìn ìpele kọ̀ọ̀kan

source: Error creating learning path
yo_ng: Àṣìṣe ìdá ìlọ ìmọ̀

source: Invalid server response
yo_ng: Ìdáhùn olupin kò tọ́

source: Please wait, this could take a while...
yo_ng: Jọ̀wọ́ ṣubú, èyí lè gba ìgbà púpọ̀...

source: Replace (files only)
yo_ng: Pàápàà (fáìlù nìkan)

source: Select replacement file
yo_ng: Yan fáìlù ìpadà

source: No file selected.
yo_ng: Ko si fáìlù ti a yàn.

source: Only files can be replaced.
yo_ng: Awọn faili nikan ni a le rọpa.

source: Error replacing file.
yo_ng: Aṣiṣe ni rọpa faili.

source: Download selected items as ZIP
yo_ng: Ṣàgbe awọn ohun ti a yan bi ZIP

source: No items selected.
yo_ng: Ko si awọn ohun ti a yan.

source: Download started
yo_ng: Ìdàsílẹ ìṣàgbe ti bẹ̀rẹ̀

source: Error downloading selected items.
yo_ng: Aṣiṣe ni ìṣàgbe awọn ohun ti a yan.

source: Remove current icon
yo_ng: Yọ aami lọwọlọwọ kuro

source: This icon will show for the link displayed as a tool on the course homepage.
yo_ng: Aami yii yoo han fun ọna asopọ ti o han bi ohun elo lori oju-iwe akọkọ ti ẹkọ.

source: The icon must be 120x120 pixels.
yo_ng: Aami gbọdọ jẹ 120x120 piksẹli.

source: Error saving the link
yo_ng: Aṣiṣe ni fifipamọ ọna asopọ

source: Tool-based resource count
yo_ng: Ìṣirò orisun orisun ohun elo

source: Resource count
yo_ng: Ìṣirò orisun

source: Enter 2FA code
yo_ng: Tẹ koodu 2FA

source: Submit code
yo_ng: Fi koodu silẹ

source: Sign up
yo_ng: Forukọsilẹ

source: 2FA disabled successfully.
yo_ng: 2FA ti pa aṣeyọri.

source: Passwords do not match
yo_ng: Awọn ọrọ igbaniwọle ko baamu

source: Password updated successfully
yo_ng: Ọrọ igbaniwọle ti yipada aṣeyọri

source: Update settings
yo_ng: Ṣe ìdàsílẹ ìtò

source: Scan the QR code to enable 2FA
yo_ng: Ṣayẹwo koodu QR lati mu 2FA ṣiṣẹ

source: QR code for 2FA
yo_ng: Koodu QR fun 2FA

source: Add to catalogue
yo_ng: Fi kun si iwe akọọlẹ

source: Added to catalogue
yo_ng: A ti fi kun si iwe akọọlẹ

source: Remove from catalogue
yo_ng: Yọ kuro ninu iwe akọọlẹ

source: Removed from catalogue
yo_ng: A ti yọ kuro ninu iwe akọọlẹ

source: Loading courses. Please wait.
yo_ng: Nṣe ìdọti awọn ẹkọ. Jọwọ duro.

source: Private course
yo_ng: Ẹkọ ikọkọ

source: Not subscribed
yo_ng: Ko forukọsilẹ

source: Session coaches are coordinators for the session and can act as tutor for each of the course in the session. Only users with the teacher role can be selected as session coach.
yo_ng: Awọn olukọ igba jẹ awọn oluṣakoso fun igba naa ati pe wọn le ṣiṣẹ bi olutọni fun ọkọọkan awọn ẹkọ ni igba naa. Awọn olumulo ti o ni ipa olukọ nikan ni a le yan gẹgẹbi olukọ igba.

source: Introduction to registration
yo_ng: Ifihan si iforukọsilẹ

source: Welcome to the registration process.
yo_ng: Kaabọ si ilana iforukọsilẹ.

source: Select destination
yo_ng: Yan ibi-ibọwọ

source: Repeat question
yo_ng: Ibeere tun

source: End of test
yo_ng: Opin idanwo

source: Other (custom URL)
yo_ng: Omiiran (URL aṣa)

source: On success
yo_ng: Lori aṣeyọri

source: Custom URL
yo_ng: URL aṣa

source: On failure
yo_ng: Lori ikuna

source: Database port
yo_ng: Èbùrẹ data

source: Database driver
yo_ng: Awuṣẹ data

source: Step 5 - Configuration settings
yo_ng: Igbese 5 - Ìtò ìdàsílẹ

source: Administrator password
yo_ng: Ọrọ igbaniwọle olutọju

source: You may want to change this
yo_ng: O le fẹ lati yi eyi pada

source: Step 6 - Last check before install
yo_ng: Igbese 6 - Ṣayẹwo ikẹhin ṣaaju fifi sori

source: Database name
yo_ng: Orukọ data

source: Do not list this campus on chamilo.org
yo_ng: Ma ṣe ṣe akojọ kampù yii lori chamilo.org

source: By default, Chamilo portals are automatically registered in a public list at chamilo.org, just using the title you gave to this portal (not the URL nor any private data). Check this box to avoid having the title of your portal appear.
yo_ng: Nipasẹ aiyipada, awọn ọna abawọle Chamilo ti forukọsilẹ laifọwọsi ni akojọ ti gbogbo eniyan ni chamilo.org, ni lilo akọle ti o fun ni ọna abawọle yii (ko ṣe URL tabi eyikeyi data ikọkọ). Ṣayẹwo apoti yii lati yago fun wiwa akọle ọna abawọle rẹ.

source: Default timezone
yo_ng: Agbegbe akoko aiyipada

source: Select the default timezone for this portal. This will help set the timezone (if the feature is enabled) for each new user or for any user that has not set a specific timezone yet. Timezones help show all time-related information on screen in the specific timezone of each user.
yo_ng: Yan agbegbe akoko aiyipada fun ọna abawọle yii. Eyi yoo ṣe iranlọwọ ṣeto agbegbe akoko (ti ẹya ba wa ni ṣiṣẹ) fun olumulo tuntun kọọkan tabi fun eyikeyi olumulo ti ko ti ṣeto agbegbe akoko kan pato sibẹsibẹ. Awọn agbegbe akoko ṣe iranlọwọ lati ṣafihan gbogbo alaye ti o ni ibatan akoko lori iboju ni agbegbe akoko pato ti olumulo kọọkan.

source: Enable URL-specific files
yo_ng: Ṣe ṣiṣẹ awọn faili ti o wa ni URL pato

source: When this feature is enabled on a multi-URL configuration, you can go to the main URL and provide URL-specific versions of any file (in the documents tool). The original file will be replaced by the alternative whenever seeing it from a different URL. This allows you to customize each URL even further, while enjoying the advantage of re-using the same courses many times.
yo_ng: Nígbà tí ẹ̀yà yìí ba ṣiṣẹ́ lórí ìfìdàbòọ̀ URL pupọ, o le lọ sí URL akọ́kọ́ kí o sì pèsè àwùjọ ìdíwò URL-pàtàkì ti fáìlù kankan (nínú ohun elo ìpamọ́). Fáìlù àkọ́kọ́ yóò di ìpadà rẹ̀ nigbakugba ti a ṣe ìrísí rẹ̀ láti URL mìíràn. Èyí yìí yọ̀ọ́ fún ìdàpọ̀ URL kọ̀ọ̀kan paapá, lakìko ìlààní ìlo àwọn kọlẹẹ̀jì kan náà lọ́pọ̀lọpọ̀ ìgbà.

source: Project manager
yo_ng: Aláàkóso iṣẹ́rẹ̀

source: Select classes for which this course will be visible for subscription in the catalogue. Subscription rules still apply apart from it being visible in the catalogue.
yo_ng: Yan àwùjọ kí ìdàkẹ́rù yìí yóò ṣe ìrísí fún ìfìsọ̀rọ̀ nínú ìkànnì. Ìlò ìlò ìsopọ̀ ṣì ń ṣiṣẹ́ yàtọ̀ sí ìdí tí ó ń ṣe ìrísí nínú ìkànnì.

source: Remove the checkbox to enable sending announcements to users with HR roles (still requires to confirm in the announcements tool).
yo_ng: Yọ àpótí ìdíwò kúrò láti ṣiṣẹ́ ìfìránṣẹ́ ìkéde sí àwùjọ oní HR (ṣì ń béèrè ìdájọ́ nínú ohun elo ìkéde).

source: Sets which user appears as the sender of agenda reminder emails.
yo_ng: Ṣètò olumulo wo tí yóò farahan gẹ́gẹ́ ìfi ìdáríjù ìmeẹ̀lì.

source: Enable Multi-Level Attendance Grading
yo_ng: Ṣiṣẹ́ Ìdíwò Ìwàrí Ìdàgbàsókè Pupọ

source: Allows grading attendance with multiple levels instead of a simple present/absent system.
yo_ng: Yọ̀ọ́ ìdíwò ìwàrí pẹ̀lú àwùjọ ìpele pupọ dípò ìlò ìwà ìrísí ìwà/tí kò sí.

source: Show courses duration
yo_ng: Fi ìgbà ìdàkẹ́rù hàn

source: Display the course duration next to the course title in the course catalogue and the courses list.
yo_ng: Fi ìgbà ìdàkẹ́rù hàn lẹ́yìn akọle ìdàkẹ́rù nínú ìkànnì ìdàkẹ́rù àti akojọ ìdàkẹ́rù.

source: Display colors for scores in the gradebook
yo_ng: Fi àwùjọ àwọ̀ hàn fún àwùjọ ìdíwò nínú ìwòye ìdíwò

source: Enables color coding for better score visibility in the gradebook.
yo_ng: Ṣiṣẹ́ ìkọ̀wé àwọ̀ fún ìrísí ìdíwò dáradára nínú ìwòye ìdíwò.

source: Default platform language
yo_ng: Èdè pẹpẹ ìpìlẹ̀

source: Main language, used by default when no user language is set.
yo_ng: Èdè pàtàkì, tí a ń lo ní ìpìlẹ̀ nigbà tí ko ba sí èdè olumulo.

source: Unlock prerequisites after last test attempt
yo_ng: Ṣí ìlànà ìlọ́wọ́lọ́wọ́ lẹ́yìn ìdọ́wọ́ ìdánwò ìkẹ́yìì

source: Allows users to continue in a learning path after using all quiz attempts of a test used as prerequisite for other items.
yo_ng: Yọ̀ọ́ àwùjọ ìlọ ìmọ̀ lẹ́yìn lílo gbogbo ìdọ́wọ́ ìdánwò ìdánwò tí a ń lo gẹ́gẹ́ ìlànà fún àwùjọ mìíràn.

source: Send all e-mails as one single sender
yo_ng: Fi gbogbo ìmeẹ̀lì ránṣẹ́ gẹ́gẹ́ ìfi kan ṣoṣo

source: Overrides sender for all emails to appear from a unique address.
yo_ng: Yọ ìfi ìrànṣẹ́ fún gbogbo ìmeẹ̀lì láti farahan láti ìdí ìdí kan ṣoṣo.

source: Send all e-mails from this e-mail address
yo_ng: Fi gbogbo ìmeẹ̀lì ránṣẹ́ láti ìdí ìmeẹ̀lì yìí

source: Sets the default email address used in the "from" field of emails.
yo_ng: Ṣètò ìdí ìmeẹ̀lì ìpìlẹ̀ tí a ń lo nínú ìdí "from" ti ìmeẹ̀lì.

source: Send all e-mails as originating from this (organizational) name
yo_ng: Fi gbogbo ìmeẹ̀lì ránṣẹ́ gẹ́gẹ́ ìbẹ̀rẹ̀ láti orúkọ yìí (ìṣètò)

source: Sets the default display name used for sending platform emails. e.g. "Support team".
yo_ng: Ṣètò ìfihàn ìdí ìpìlẹ̀ tí a ń lo fún ìrànṣẹ́ ìmeẹ̀lì ìpìlẹ̀. f.m. "Ẹgbẹ́ ìrànlọ́wọ́".

source: Current version of the database schema used by Chamilo
yo_ng: Àwùjọ ìdí ìpìlẹ̀ ìsà ìdàbàsókè tí Chamilo ń lo

source: Displays the current DB version to match the Chamilo core version.
yo_ng: Fi ìwòye ìdí ìpìlẹ̀ ìsà lọ́wọ́ láti ba ìdí ìpìlẹ̀ Chamilo mu.

source: Enable the notification tool for a more impactful communication channel with students
yo_ng: Ṣiṣẹ́ ohun elo ìfìfipamọ́ fún ìbáraẹnisọrọ̀ pàtàkì púpọ̀ pẹ̀lú àwùjọ akẹ́kọ̀ọ́

source: Activates popup or system notifications for important platform events.
yo_ng: Ṣiṣẹ́ ìfìfipamọ́ ìpìlẹ̀ tàbí ìfìfipamọ́ ìpìlẹ̀ fún àwùjọ ìṣẹ̀lẹ̀ ìpìlẹ̀ pàtàkì.

source: List of visible fields in profile
yo_ng: Àwùjọ ìdí ìrísí nínú ìròyìn

source: Controls which profile fields are visible to users and others.
yo_ng: Ṣàkóso ìdí ìròyìn wo tí yóò ṣe ìrísí fún àwùjọ àti àwùjọ mìíràn.

source: Minimal password syntax requirements
yo_ng: Àwùjọ ìlò ìkọlù ìkọlù ìpìlẹ̀

source: Defines the required structure for user passwords.
yo_ng: Ṣàpèjúwe ìlò ìpamọ́ ìkọ́ọ́kan fún ìpamọ́ ọrọ̀ ìgbaniwọle oníṣe.

source: Filter users that can be seen as online
yo_ng: Ṣààlà àwùjọ tí a lè rí bi wònyí lori ayelujára

source: Limits online user visibility to specific user roles.
yo_ng: Dá àwùjọ ìrísí ayelujára ìpinnu sí ìpín ìdùbule oníṣe pàtò.

source: Auto-provision more anonymous users
yo_ng: Ṣàtúnṣe ìpèsè àwùjọ alailorúkọ púpọ̀ láìdàrí

source: Dynamically creates new anonymous users to support high visitor traffic.
yo_ng: Ṣẹ̀dá àwùjọ alailorúkọ tuntun láìdàrí láti ṣe ìtìlẹ́yìn ìrìn àjò àwùjọ púpọ̀.

source: Access to personal file for all
yo_ng: Wíwọlé sí ìpamọ́ fún gbogbo

source: Allows all users to access, view, and manage their personal files within the system.
yo_ng: Gba àwùjọ gbogbo láti wọlé, wo, àti ṣàtúnṣe ìpamọ́ ti ara wọn nínú ìlò.

source: Enable the copy of session-specific content to another session
yo_ng: Ṣàtúnṣe ìdàdà ìpamọ́ ìpàdé pàtò sí ìpàdé mìíràn

source: Allows duplication of resources that were created in the session when duplicating the session.
yo_ng: Gba ìdàdà àwùjọ ìpamọ́ tí a ṣẹ̀dá nínú ìpàdé lọ́wọ́lọ́wọ́ ìdàdà ìpàdé.

source: Enable Automatic Reinscription
yo_ng: Ṣàtúnṣe Ìtúnwọlé Láìdàrí

source: Enable or disable automatic re-subscription when course validity expires. The related cron job must also be activated.
yo_ng: Ṣàtúnṣe tàbí pa ìtúnwọlé ìfọwọ́sowọpọ̀ láìdàrí nígbà tí ìdùgbọ́ ìdàrù bá parí. Iṣẹ́ cron ìbáṣepọ̀ gbọdọ tun wa ni ìdàmú.

source: Enable Session Replication
yo_ng: Ṣàtúnṣe Ìdàdà Ìpàdé

source: Enable or disable automatic session replication. The related cron job must also be activated.
yo_ng: Ṣàtúnṣe tàbí pa ìdàdà ìpàdé láìdàrí. Iṣẹ́ cron ìbáṣepọ̀ gbọdọ tun wa ni ìdàmú.

source: Assigning skills to user: sub-skills auto-loading
yo_ng: Ìyàn ìmọ̀ ọgbọ́n ọrọ̀ sí oníṣe: ìdàdà ìmọ̀ ọgbọ́n ọrọ̀ ìpìlẹ̀ láìdàrí

source: When manually assigning skills to a user, the form can be set to automatically offer you to assign a sub-skill instead of the skill you selected.
yo_ng: Nígbà ìyàn ìmọ̀ ọgbọ́n ọrọ̀ fún oníṣe pẹ̀lú ọwọ́, fọ́ọ̀mù le ṣe ìdàmú láti fi ìmọ̀ ọgbọ́n ọrọ̀ ìpìlẹ̀ hàn láìdàrí dípò ìmọ̀ ọgbọ́n ọrọ̀ tí o yàn.

source: Hide groups block in social network
yo_ng: Fi ìdí ìpín pamọ́ nínú ìdàpọ̀ ìdàrù

source: Removes the groups section from the social network view.
yo_ng: Yọ ìpín ìdí kúrò nínú ìrísí ìdàpọ̀ ìdàrù.

source: Enable the AI helper tool
yo_ng: Ṣàtúnṣe ohun èlò ìrànlọ́wọ́ ìmọ̀ ọgbọ́n ọrọ̀ oníwà fúnra rẹ̀

source: Enables all available AI-powered features in the platform.
yo_ng: Ṣàtúnṣe gbogbo àwùjọ ìmọ̀ ọgbọ́n ọrọ̀ tí ó ṣe ìtìlẹ́yìn nínú ìpìlẹ̀.

source: AI providers connection data
yo_ng: Àwùjọ ìsopọ̀ ìpèsè ìmọ̀ ọgbọ́n ọrọ̀

source: Configuration data to connect with external AI services.
yo_ng: Àwùjọ ìṣètò láti sopọ̀ pẹ̀lú àwùjọ ìlò ìmọ̀ ọgbọ́n ọrọ̀ ìtàjàrà.

source: Learning paths generator
yo_ng: Olùdá ìlò ìmọ̀ ìdàrù

source: Generates personalized learning paths using AI suggestions.
yo_ng: Ṣẹda awọn ọna ẹkọ ti ara ẹni pẹ̀lú àwọn ìmọ̀ràn AI.

source: Exercise generator
yo_ng: Ṣẹ̀dá ìdánwò

source: Generates personalized tests with AI based on course content.
yo_ng: Ṣẹda awọn idanwo ti ara ẹni pẹ̀lú AI da lori akoonu iṣẹ́-ẹ̀kọ́.

source: Open answers grader
yo_ng: Aṣàwárí ìdáhùn ṣíṣẹ

source: Automatically grades open-ended answers using AI.
yo_ng: Dí ìdáhùn ṣíṣẹ̀-ọrọ̀ pẹ̀lú AI laifọwọ́.

source: Tutor chatbot energized by AI
yo_ng: Chatbot olùdàrù ẹ̀kọ́ tí AI ṣe ìdàrba

source: Provides students with an AI-powered tutoring assistant.
yo_ng: Pèsè ìrànlọ́wọ́ olùdàrù ẹ̀kọ́ tí AI ṣe ìdàrba fún àwọn akẹ́kọ̀ọ́.

source: Assignments grader
yo_ng: Aṣàwárí iṣẹ́-ọmọ

source: Uses AI to evaluate and grade uploaded assignments.
yo_ng: Lo AI láti ṣàyẹ̀wò àti dí iṣẹ́-ọmọ tí a gbe rẹ̀ soke.

source: Content analyser
yo_ng: Aṣàwárí àkóónù

source: Analyses learning materials to extract insights or improve quality.
yo_ng: Ṣàyẹ̀wò àwùjọ ẹ̀kọ́ láti fa ìmọ̀ràn jáde tàbí ṣe ìmú àṣàyẹ́n pọ̀.

source: Image generator
yo_ng: Ṣẹ̀dá àwòrán

source: Generates images based on prompts or content using AI.
yo_ng: Ṣẹda àwòrán da lórí ìfọwéràn an tàbí àkóónù pẹ̀lú AI.

source: ID of the user who officially sends the agenda reminders
yo_ng: ID olùpẹ̀yìndà tí ó fi ìfipamọ́ ìṣẹ́lẹ̀ ránṣẹ́ ìfipamọ́

source: Session expired. Redirecting to login…
yo_ng: Ìpàdé tí ó ti kọjá. Ṣe ìdarípadà sí ìwọlé…

source: Super admin
yo_ng: Aláàkóso gíga jùlọ

source: Global admin
yo_ng: Aláàkóso gbogbo ayé

source: Question manager
yo_ng: Olù ìdarí ìbéèrè

source: Then enter the 6-digit code shown in your app at the bottom of the form.
yo_ng: Lẹ́yìn náà, tẹ koodu 6-digit tí a fihàn nínú ìdàbọ̀ ìdàbọ̀ rẹ̀ ní ìsàlẹ̀ fọ́ọ̀mù.

source: Enter your 2FA code
yo_ng: Tẹ koodu 2FA rẹ

source: Enable two-factor authentication (2FA)
yo_ng: Ṣẹ́mọ̀ ìdáwọ́ ìdí ìdáhùn méjì (2FA)

source: Confirm new password
yo_ng: Ẹ̀rí ìpamọ́ tuntun

source: Classes of session
yo_ng: Kíláàsì ìpàdé

source: Classes of course
yo_ng: Kíláàsì iṣẹ́-ẹ̀kọ́

source: Select a class
yo_ng: Yan kíláàsì kan

source: Course %s added. You can access it directly %shere%s.
yo_ng: Iṣẹ́-ẹ̀kọ́ %s ti ṣàfikún. O le wọle tààrà pín %shere%s.

source: Accept Terms and Conditions
yo_ng: Gba Ìlànà àti Ìpinnu

source: You accepted these terms on
yo_ng: O ti gba ìlànà wọ̀nyí ní

source: Revoke Acceptance
yo_ng: Fagilé Ìdáhùn

source: Confirmation
yo_ng: Ìdípadà

source: Days
yo_ng: Ọjọ́

source: Checking push subscription...
yo_ng: Ṣàyẹ̀wò ìfipamọ́ titẹ...

source: You're subscribed to push notifications in this browser.
yo_ng: O ti ṣe ìfipamọ́ ìfipamọ́ titẹ nínú ẹ̀rọ ìwọ̀nyí.

source: Endpoint
yo_ng: Ìpàdé ìparí

source: Push notifications are not enabled in this browser.
yo_ng: Ìfipamọ́ titẹ kò ṣiṣẹ́ nínú ẹ̀rọ ìwònyí.

source: Enable notifications
yo_ng: Ṣẹ́mọ̀ ìfipamọ́

source: You do not have permission to send notifications to other users.
yo_ng: O kò ní ìyọ̀nda láti fi ìfipamọ́ ránṣẹ́ sí àwùjọ mìíràn.

source: No push notification setting configured.
yo_ng: Ko si ṣeto ifiranṣẹ titẹ ifiranṣẹ.

source: VAPID keys are missing in the configuration.
yo_ng: Awọn bọtini VAPID ko si ninu ìfìdíṣe.

source: No push subscriptions found for this user.
yo_ng: Ko si awọn iforukọsilẹ titẹ fun olumulo yii.

source: Push notification test
yo_ng: Idanwo ifiranṣẹ titẹ

source: This is a test push notification from this platform to the user's browser or app.
yo_ng: Eyi jẹ ifiranṣẹ titẹ idanwo lati pẹpẹ yii si ẹrọ olumulo tabi app.

source: Push notifications have been processed.
yo_ng: Awọn ifiranṣẹ titẹ ti ṣe ilana.

source: Gotify configuration is missing.
yo_ng: Ìfìdíṣe Gotify ko si.

source: This is a test notification sent to Gotify from this platform.
yo_ng: Eyi jẹ ifiranṣẹ idanwo ti a fi ranṣẹ si Gotify lati pẹpẹ yii.

source: Notification sent to Gotify.
yo_ng: Ifiranṣẹ ti a fi ranṣẹ si Gotify.

source: Error sending notification to Gotify:
yo_ng: Aṣìṣe fifiranṣẹ ifiranṣẹ si Gotify:

source: Push notification settings (JSON)
yo_ng: Awọn ìṣètò ifiranṣẹ titẹ (JSON)

source: JSON configuration for Push notifications integration.
yo_ng: Ìfìdíṣe JSON fun ìdarapọ awọn ifiranṣẹ titẹ.

source: Access denied
yo_ng: Wiwọle kọ

source: Please remember that modifications to the terms related to GDPR require you to report those modifications to third parties to whom you have provided personal information about your users, as stated in Article 19 of GDPR.
yo_ng: Jọwọ ranti pe awọn iyipada si awọn ofin ti o ni ibatan si GDPR nilo ki o ṣe ijabọ awọn iyipada yẹn si awọn ẹgbẹ kẹta ti o ti pese alaye ti ara ẹni nipa awọn olumulo rẹ, gẹgẹ bi a ti sọ ni Abala 19 ti GDPR.

source: Please select at least one item.
yo_ng: Jọwọ yan nkan kan o kere ju.

source: Select items to export:
yo_ng: Yan awọn ohun lati gbe jade:

source: No exportable items found.
yo_ng: Ko si awọn ohun ti a le gbe jade.

source: Invalid format
yo_ng: Ọna kọ

source: Duration (hh:mm:ss)
yo_ng: Akoko (hh:mm:ss)

source: The following documents are used in learning paths:
yo_ng: Awọn iwe-aṣẹ wọnyi ni a lo ninu awọn ọna ẹkọ:

source: Do you still want to delete them?
yo_ng: Ṣe o tun fẹ pa wọn run?

source: Documents deleted
yo_ng: Awọn iwe-aṣẹ ti paarẹ

source: User is teacher in some courses
yo_ng: Olumulo jẹ olukọ ni awọn iṣẹẹkọ kan

source: User is general coach in some sessions
yo_ng: Olumulo jẹ olukọ gbogbogbo ni awọn akoko kan

source: User is session admin in some sessions
yo_ng: Olumulo jẹ olutọju igba ni awọn akoko kan

source: Role change denied due to incompatible current assignments:
yo_ng: Iyipada ipa kọ nitori awọn iṣẹ iyipada lọwọlọwọ ti ko ni ibamu:

source: Oops! URL not registered.
yo_ng: Oops! URL ko forukọsilẹ.

source: The address "%host%" is not configured in this portal instance.
yo_ng: Adirẹsi "%host%" ko ṣeto sinu apẹẹrẹ ọna abẹrẹ yii.

source: If the problem persists, please contact support.
yo_ng: Ti iṣoro ba tẹsiwaju, jọwọ kan si atilẹyin.

source: Go to home page
yo_ng: Lọ si oju-iwe ile
