Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The username cannot contain the '-' character
ar: '-' لا يمكن لاسم المستخدم ان يتضمن رموز
ast_es: L'usuariu nun pue contener el caráuter '-'
bn_bd: ব্যবহারকারীর নামে '-' অক্ষর থাকতে পারে না
bs_ba: Korisničko ime ne može sadržavati znak '-'
ca_es: El nom de l'usuari no pot contenir el caràcter '-'
cs_cz: Uživatelské jméno nemůže obsahovat znak '-'
da: Brugernavnet må ikke indeholde tegnet '-'
de: Der Benutzername darf keinen '-' enthalten
el: Το όνομα χρήστη δεν μπορεί να περιέχει αυτούς τους χαρακτήρες '-'
eo: La salutnomo ne povas enteni la signon '-'
es: El nombre de usuario no puede contener el caracter '-'
es_mx: El nombre de usuario no puede contener el carácter '-'
eu_es: Erabiltzaile-izena ezin du '-' karaktere hau eduki
fa_ir: نام کاربری نمی‌تواند کاراکتر '-' را شامل شود
fi_fi: Käyttäjänimi ei voi sisältää '-' merkkiä
fo_fo: Brúkaranavnið kann ikki innihalda '-' teiknið
fur: Il nûs non al pode jnteri lu carater '-'
ga: Ní féidir leis an ainm úsáideora an carachtar '-' a bheith ann
gl: O nome de usuario non pode conter o caracter '-'
he_il: שם המשתמש אינו יכול להכיל את התו '-'
hi: उपयोगकर्ता नाम में '-' अक्षर नहीं हो सकता
hr_hr: Korisničko ime ne smije sadržavati znak '-'
hu_hu: A felhasználónév nem tartalmazhat '-' karaktert
hy: Օգտանունը չի կարող պարունակել '-' նշանը
id_id: Nama pengguna tidak boleh mengandung karakter '-'
it: Il nome utente non può contenere il carattere '-'
ja: ユーザー名には「-」文字を含めることはできません
ka_ge: მომხმარებლის სახელი არ შეიძლება შეიცავდეს '-' სიმბოლოს
ko_kr: 사용자 이름에 '-' 문자를 포함할 수 없습니다
lo: ຊື່ຜູ້ໃຊ້ບໍ່ສາມາດມີເຄື່ອງໝາຍ '-' ໄດ້
lt_lt: Vartotojo vardas negali turėti '-' simbolio
lv_lv: Lietotājvārds nevar saturēt '-' rakstzīmi
mk_mk: Корисничкото име не може да содржи знак '-'
ms_my: Nama pengguna tidak boleh mengandungi aksara '-'
my_mm: အသုံးပြုသူအမည်တွင် '-' အက္ခရာ မပါဝင်ရပါ
ne: प्रयोगकर्ता नाममा '-' अक्षर हुन सक्दैन
nl: De gebruikersnaam mag geen '-'teken bevatten.
nn_no: Brukernavnet kan ikkje innehalde tegnet '-'
oc: Lo nom d'utilizaire pòt pas conténer lo caractèr '-'
pl_pl: Nazwa użytkownika nie może zawierać znaku '-'
ps: کارن نوم کې '-' نښه نشي کېدای
pt_br: O nome de usuário não pode conter o caractere '-'
pt_pt: O nome de usuário não pode conter o caractere '-'
ro_ro: Numele de utilizator nu poate conține caracterul '-'
ru_ru: Имя пользователя не может содержать символ '-'
sk_sk: Používateľské meno nesmie obsahovať '-' znak
sl: Uporabniško ime ne sme vsebovati znaka '-'
sq: Emri i përdoruesit nuk mund të përmbajë karakterin '-'
sr_rs: Korisničko ime ne može sadržati karakter '-'
sv_se: Användarnamnet får inte innehålla tecken '-'
sw_ke: Jina la mtumiaji halipaswi kuwa na herufi '-'
ta: பயனர் பெயரில் '-' எழுத்து இருக்கக்கூடாது
th: ชื่อผู้ใช้ไม่สามารถมีอักขระ '-' ได้
tl_ph: Ang username ay hindi maaaring maglaman ng '-' character
tr: Kullanıcı adı '-' karakterini içermemelidir
uk_ua: Ім'я користувача не може містити символ '-'
vi_vn: Tên người dùng không được chứa ký tự '-'
xh_za: Igama lomsebenzisi alinakuqulunqa uphawu '-'
zh_cn: 用户名不能包含“-”字符
zh_tw: 使用者名稱不能包含「-」字元

source: If you want only integer values write both limits without decimals
ar: اذا اردت قيم ذات اعداد صحيحة فقط فاكتب كلا الحدود من دون اعداد عشرية
ast_es: Si quies valores enteros, escribe los dos límites ensin decimales
bn_bd: যদি আপনি শুধু পূর্ণসংখ্যা মান চান তাহলে উভয় সীমা দশমিক ছাড়া লিখুন
bs_ba: Ako želite samo cijele brojeve, upišite oba ograničenja bez decimala
ca_es: Si desitja només nombres enters escrigui ambdós límits sense decimals
cs_cz: Pokud chcete pouze celá čísla, zadejte oba limity bez desetinných míst
da: Hvis du kun vil have heltalsværdier, skriv begge grænser uden decimaler
de: Wenn Sie nur ganze Zahlen möchten benutzen Sie bei den beiden Grenzwerten keine Dezimalstellen
el: Εάν θέλετε μόνο ακέραιες τιμές γράψ'τε και τα δύο όρια χωρίς δεκαδικούς
eo: Se vi volas nur entjerajn valorojn skribu ambaŭ limojn sen dekumoj
es: Si desea sólo números enteros escriba ambos límites sin decimales
es_mx: Si solo quieres valores enteros, escribe ambos límites sin decimales
eu_es: Balio osoak soilik nahi badituzu, idatzi mugen biak hamartarrik gabe
fa_ir: اگر فقط مقادیر صحیح می‌خواهید، هر دو حد را بدون اعشار بنویسید
fi_fi: Jos haluat vain kokonaislukuja, kirjoita molemmat rajat ilman desimaaleja
fo_fo: Um tú vilst bert heiltal, skriva báðar mørkini uttan desimalar
fur: Se vu vole valôrs interis scrichel scrichel i tocs lis limitis senz decimis
ga: Má theastaíonn luachanna slánuimhreacha amháin, scríobh an dá theorainn gan deachúilí
gl: Se desexa só números enteiros, escriba ambos límites sen decimais
he_il: אם אתה רוצה רק ערכים שלמים כתוב את שתי הגבולות ללא עשרוניות
hi: यदि आप केवल पूर्णांक मान चाहते हैं तो दोनों सीमाओं को बिना दशमलव के लिखें
hr_hr: Ako želite samo cijele brojeve upišite obje granice bez decimala
hu_hu: Ha csak egész értékeket szeretne, írja be mindkét határt tizedesjegy nélkül
hy: Եթե ուզում եք միայն ամբողջ թվեր, գրեք երկու սահմանափակումները առանց տասնորդականների
id_id: Jika Anda hanya ingin nilai bulat, tulis kedua batas tanpa desimal
it: Se si desiderano solo valori interi, scrivere entrambi i limiti senza decimali
ja: 整数のみを希望する場合は、小数点なしで両方の限界値を記入してください。
ka_ge: თუ მხოლოდ მთელი რიცხვები გსურთ, ჩაწერეთ ორივე ზღვარი ათწილადის გარეშე
ko_kr: 정수 값만 원하시면 소수점 없이 두 한계를 입력하세요
lo: ຖ້າທ່ານຕ້ອງການພຽງແຕ່ຄ່າຈຳນວນຖ້ວນ, ໃຫ້ຂຽນຂອບເຂດທັງສອງໂດຍບໍ່ມີເລກຈຸດ
lt_lt: Jei norite tik svečių skaičių, rašykite ribas be dešimtainių dalių
lv_lv: Ja vēlaties tikai veselu skaitļu vērtības, ierakstiet abus ierobežojumus bez decimāldaļām
mk_mk: Ако сакате само цели вредности, напишете ги двете граници без децимали
ms_my: Jika anda mahu nilai bulat sahaja, tulis kedua-dua had tanpa perpuluhan
my_mm: အကယ်၍ သင်သည် ကိန်းပြည့်တန်ဖိုးများကိုသာ လိုချင်ပါက၊ ဒဿမမပါဘဲ ကန့်သတ်ချက်နှစ်ခုလုံးကို ရေးပါ
ne: यदि तपाईंले पूर्णाङ्क मानहरू मात्र चाहनुहुन्छ भने दुवै सीमाहरू दशमलव बिना लेख्नुहोस्
nl: Als u alleen integere waarden wenst, schrijf dan beide limieten zonder decimalen
nn_no: Om du vil ha berre heiltal, skriv begge grensene utan desimalar
oc: Se volètz pas que los valors sián decimals, escrivètz las limits sens virgula
pl_pl: Jeśli chcesz tylko wartości całkowite, wpisz obie granice bez miejsc dziesiętnych
ps: که تاسو یوازې بشپړ اعداد غواړئ، دواړه حدود پرته له اعشاریو لیکلئ
pt_br: Se você quer apenas valores inteiros escrever ambos os limites sem casas decimais
pt_pt: Si desea sólo números enteros escriba ambos límites sin decimales
ro_ro: Dacă doar doriți numere întregi scrieti ambele limite fără zecimale
ru_ru: Если вы хотите только целые значения, укажите оба предела без десятичных
sk_sk: Ak chcete iba celočíselné hodnoty, napíšte oba limity bez desatinných miest
sl: Če želite zgolj celoštevilske vrednosti, vnesite obe meji brez necelih vrednosti
sq: Nëse doni vetëm vlera të plotë, shkruani të dy kufijtë pa dhjetore
sr_rs: Ako želite samo cele brojeve, unesite oba limita bez decimala
sv_se: Om du vill ha endast heltal, skriv båda gränserna utan decimaler
sw_ke: Kama unataka maadili ya nambari pekee andika mipaka yote bila desimali
ta: முழு எண் மதிப்புகளை மட்டும் விரும்பினால் இரு வரம்புகளையும் தசமலாவி இன்றி எழுதவும்
th: หากต้องการค่าเฉพาะจำนวนเต็ม ให้เขียนขีดจำกัดทั้งสองโดยไม่มีทศนิยม
tl_ph: Kung nais niyo lamang ng integer values, isulat ang parehong limitasyon nang walang decimals
tr: Sadece tam sayı değerleri istiyorsanız her iki sınırı da ondalık olmadan yazın
uk_ua: Якщо ви хочете тільки цілі значення, введіть обидві межі без десяткових
vi_vn: Nếu bạn chỉ muốn giá trị nguyên, hãy viết cả hai giới hạn mà không có phần thập phân
xh_za: Ukuba ufuna kuphela amanani apheleleyo bhala zombini imida ngaphandle kwamanani ishumi
zh_cn: 如果只想要整数值，请在两个限制中不写小数
zh_tw: 若只想要整數值，請在兩個限制中不使用小數點

source: Please, write how many question variations you want
ar: يرجى، كتابة عدد انماط السؤال الذي تريده
ast_es: Por favor, escribe cuántes varies de pregunta quies
bn_bd: দয়া করে লিখুন আপনি কতগুলো প্রশ্নের ভ্যারিয়েশন চান
bs_ba: Molim, upišite koliko varijacija pitanja želite
ca_es: Si us plau, escriviu quantes variacions de pregunta voleu
cs_cz: Prosím, zadejte počet variant otázek
da: Skriv venligst, hvor mange spørgsmålvariationer du ønsker
de: Bitte tragen Sie hier ein wie viele Fragevariationen sie möchten
el: Παρακαλούμε, γράψτε πόσες παραλλαγές ερώτησης θέλετε
eo: Bonvolu skribi kiom da variacioj de demandoj vi volas
es: Por favor, escriba cuántos problemas desea generar
es_mx: Por favor, escribe cuántas variaciones de pregunta quieres
eu_es: Mesedez, idatzi zenbat galdera bariantzia nahi dituzun
fa_ir: لطفاً تعداد تغییرات سؤال مورد نظر را بنویسید
fi_fi: Kuinka monta kysymysvariaatiota haluat
fo_fo: Vinarliga, skriva hvørt tal á spurningavariatióunum tú vil hava
fur: Par plasê, scrivi ce quanti variasisons di domandis vu vole
ga: Le do thoil, scríobh cé mhéad athrú ceiste atá uait
gl: Por favor, escriba cantos problemas quere xerar
he_il: בבקשה, כתוב כמה וריאציות שאלות אתה רוצה
hi: कृपया, बताएं कि आप कितने प्रश्न रूप चाहते हैं
hr_hr: Molim upišite koliko varijacija pitanja želite
hu_hu: Kérem, írja be, hány kérdésvariációt szeretne
hy: Խնդրում եմ, գրեք քանի հարցի տարբերակներ եք ուզում
id_id: Mohon, tulis berapa variasi soal yang Anda inginkan
it: Scrivi quante varianti alla domanda desideri
ja: 何種類の質問バリエーションをご希望ですか
ka_ge: გთხოვთ, ჩაწეროთ, რამდენი კითხვის ვარიაცია გსურთ
ko_kr: 원하는 질문 변형 수를 입력하세요
lo: ກະລຸນາ, ຂຽນຈຳນວນຮູບແບບຄຳຖາມທີ່ທ່ານຕ້ອງການ
lt_lt: Prašau, nurodykite, kiek klausimo variantų norite
lv_lv: Lūdzu, ierakstiet, cik daudz jautājuma variāciju vēlaties
mk_mk: Ве молам, напишете колку варијации на прашања сакате
ms_my: Sila tulis berapa variasi soalan yang anda mahu
my_mm: ကျေးဇူးပြု၍ မေးခွန်းမျိုးကွဲမည်မျှလိုချင်သည်ကို ရေးပါ
ne: कृपया, तपाईंले कति प्रश्न विविधताहरू चाहनुहुन्छ लेख्नुहोस्
nl: Geef aan hoeveel vraag variaties u wenst
nn_no: Vennligst skriv kor mange spørsmålsvariasjonar du vil ha
oc: Vos pregaritz d'escriure quantas variants de questions volètz
pl_pl: Proszę wpisać, ile wariantów pytań chcesz
ps: مهره وکړئ چې څومره پوښتنې بدلونونه غواړئ
pt_br: Por favor, escrever quantas variações pergunta que você quer
pt_pt: Por favor, escriba cuántos problemas desea generar
ro_ro: Vă rugăm să scrie câte probleme vreti sa generati
ru_ru: Пожалуйста, укажите количество вариаций вопросов
sk_sk: Prosím, napíšte koľko variant otázky chcete
sl: Vnesite število variacij vprašanja
sq: Ju lutem, shkruani sa variante pyetjesh dëshironi
sr_rs: Molim vas, unesite koliko varijacija pitanja želite
sv_se: Vänligen ange hur många frågevariationer du vill ha
sw_ke: Tafadhali andika idadi ya tofauti za maswali unazotaka
ta: எத்தனை கேள்வி மாறுபாடுகளை நீங்கள் விரும்புகிறீர்கள் என எழுதவும்
th: กรุณาระบุจำนวนการเปลี่ยนแปลงคำถามที่ต้องการ
tl_ph: Pakikalmahan niyo po, isulat kung ilang variations ng tanong ang nais niyo
tr: Lütfen kaç soru varyasyonu istediğinizi yazın
uk_ua: Будь ласка, вкажіть скільки варіантів запитань ви хочете
vi_vn: Vui lòng, viết số lượng biến thể câu hỏi bạn muốn
xh_za: Nceda, bhala inani leentlobo mbuzo ofuna
zh_cn: 请输入您想要多少个问题变体
zh_tw: 請輸入您想要的題目變化數量

source: Question variations
ar: انماط السؤال
ast_es: Varíes de pregunta
bn_bd: প্রশ্নের ভ্যারিয়েশন
bs_ba: Varijacije pitanja
ca_es: Variacions de pregunta
cs_cz: Varianty otázek
da: Spørgsmålvariationer
de: Fragevariationen
el: Παραλλαγές ερώτησης
eo: Variacioj de demandoj
es: Problemas a generar
es_mx: Variaciones de pregunta
eu_es: Galdera bariantziak
fa_ir: تغییرات سؤال
fi_fi: Kysymysten variaatiot
fo_fo: Spurningavariatiónir
fur: Variaisôns di domandis
ga: Athruithe ceiste
gl: Problemas a xerar
he_il: וריאציות של שאלות
hi: प्रश्न रूप
hr_hr: Varijacije pitanja
hu_hu: Kérdésvariációk
hy: Հարցի տարբերակներ
id_id: Variasi soal
it: Variazioni della domanda
ja: 質問のバリエーション
ka_ge: კითხვის ვარიაციები
ko_kr: 질문 변형
lo: ຮູບແບບຄຳຖາມ
lt_lt: Klausimo variantai
lv_lv: Jautājuma variācijas
mk_mk: Варијации на прашања
ms_my: Variasi soalan
my_mm: မေးခွန်းမျိုးကွဲများ
ne: प्रश्न विविधताहरू
nl: Vraag variaties
nn_no: Spørsmålsvariasjonar
oc: Variants de questions
pl_pl: Warianty pytań
ps: پوښتنې بدلونونه
pt_br: Variações da pergunta
pt_pt: Problemas a generar
ro_ro: Generare probleme
ru_ru: Вариации вопросов
sk_sk: Varianty otázky
sl: Varacije vprašanja
sq: Variante pyetjesh
sr_rs: Varijacije pitanja
sv_se: Frågevariationer
sw_ke: Tofauti za maswali
ta: கேள்வி மாறுபாடுகள்
th: การเปลี่ยนแปลงคำถาม
tl_ph: Mga variation ng tanong
tr: Soru varyasyonları
uk_ua: Варіанти запитань
vi_vn: Biến thể câu hỏi
xh_za: Iintlobo mbuzo
zh_cn: 问题变体
zh_tw: 題目變化

source: Please, write the formula
ar: يرجى، كتابة معادلة
ast_es: Por favor, escribe la fórmula
bn_bd: দয়া করে সূত্রটি লিখুন
bs_ba: Molim, upišite formulu
ca_es: Si us plau, escriviu la fórmula
cs_cz: Prosím, zadejte vzorec
da: Skriv venligst formlen
de: Bitte tragen Sie hier die Formel ein
el: Παρακαλώ, γράψτε τον τύπο
eo: Bonvolu skribi la formulon
es: Por favor, escriba la fórmula
es_mx: Por favor, escribe la fórmula
eu_es: Mesedez, idatzi formula
fa_ir: لطفاً فرمول را بنویسید
fi_fi: Kirjoita kaava
fo_fo: Vinarliga, skriva formulan
fur: Par plasê, scrivi la formule
ga: Le do thoil, scríobh an fhoirmle
gl: Por favor, escriba a fórmula
he_il: בבקשה, כתוב את הנוסחה
hi: कृपया, सूत्र लिखें
hr_hr: Molim upišite formulu
hu_hu: Kérem, írja be a képletet
hy: Խնդրում եմ, գրեք ֆորմուլան
id_id: Mohon, tulis rumusnya
it: Prego, scrivi la formula
ja: 教えてください、その公式を
ka_ge: გთხოვთ, ჩაწეროთ ფორმულა
ko_kr: 수식을 입력하세요
lo: ກະລຸນາ, ຂຽນສູດ
lt_lt: Prašau, rašykite formulę
lv_lv: Lūdzu, ierakstiet formulu
mk_mk: Ве молам, напишете ја формулата
ms_my: Sila tulis formula
my_mm: ကျေးဇူးပြု၍ ဖော်မြူလာကို ရေးပါ
ne: कृपया, सूत्र लेख्नुहोस्
nl: Schrijf de formule
nn_no: Vennligst skriv formelen
oc: Vos pregaritz d'escriure la formula
pl_pl: Proszę wpisać formułę
ps: مهره وکړئ چې فورمول
pt_br: Por favor, escreva a fórmula
pt_pt: Por favor, escriba la fórmula
ro_ro: Vă rugăm să introduceți formula
ru_ru: Пожалуйста, введите формулу
sk_sk: Prosím, napíšte vzorec
sl: Vnesite formulo
sq: Ju lutem, shkruani formulën
sr_rs: Molim vas, unesite formulu
sv_se: Vänligen skriv formeln
sw_ke: Tafadhali andika fomula
ta: பூரண சுழலை எழுதவும்
th: กรุณาเขียนสูตร
tl_ph: Pakikalmahan niyo po, isulat ang pormula
tr: Lütfen formülü yazın
uk_ua: Будь ласка, введіть формулу
vi_vn: Vui lòng, viết công thức
xh_za: Nceda, bhala ifomula
zh_cn: 请输入公式
zh_tw: 請輸入公式

source: Sincerely
ar: مع التقدير
ast_es: Atentamente
bn_bd: আন্তরিকতার সাথে
bs_ba: Srdačno
ca_es: Sincerament
cs_cz: S pozdravem
da: Med venlig hilsen
de: Mit freundlichen Grüßen
el: Ειλικρινά
eo: Karule
es: Cordialmente
es_mx: Atentamente
eu_es: Egoki
fa_ir: با احترام
fi_fi: Ystävällisin terveisin,
fo_fo: Við kærleika
fur: Cori lis rispetts
ga: Le meas
gl: Atentamente
he_il: בכנות
hi: सादर
hr_hr: Srdačan pozdrav
hu_hu: Üdvözlettel
hy: Հարգանքով
id_id: Hormat kami
it: Cordialmente
ja: 敬具
ka_ge: პატივისცემით
ko_kr: 감사합니다
lo: ດ້ວຍຄວາມຈິງໃຈ
lt_lt: Pagarbiai
lv_lv: Ar cieņu
mk_mk: Со почит
ms_my: Sekiranya ini
my_mm: ရိုးသားစွာ
ne: शुभकामना
nl: Met vriendelijke groet,
nn_no: Helsingar
oc: Cordialament
pl_pl: Z poważaniem
ps: په درناوي سره
pt_br: Atenciosamente
pt_pt: Cordialmente
ro_ro: Cordial
ru_ru: С уважением
sk_sk: Úprimne
sl: S spoštovanjem
sq: Me respekt
sr_rs: Srdačno
sv_se: Med vänliga hälsningar,
sw_ke: Kwa heshima
ta: உண்மையாகவே
th: ด้วยความเคารพ
tl_ph: Taos-puso
tr: Saygılarımızla
uk_ua: З повагою
vi_vn: Trân trọng
xh_za: Ngobubele
zh_cn: 此致敬礼
zh_tw: 敬上

source: Formula sample: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
ar: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) ) مثال معادلة
ast_es: Exemu de fórmula: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
bn_bd: সূত্র নমুনা: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
bs_ba: Primjer formule: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
ca_es: Exemple de fórmula: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
cs_cz: Vzorník vzorce: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
da: Formel eksempel: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
de: Beispielformel: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
el: Δείγμα τύπου: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
eo: Formulo ekzemplo: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
es: Ejemplo de fórmula: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
es_mx: Ejemplo de fórmula: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
eu_es: Formula adibidea: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
fa_ir: نمونه فرمول: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
fi_fi: Kaavan esimerkki: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
fo_fo: Formulur dæmi: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
fur: Esempi di formule: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
ga: Sampla foirmle: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
gl: Exemplo de fórmula: sqrt([x]/[y])*(e^(ln(pi))
he_il: דוגמת נוסחה: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
hi: सूत्र नमूना: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
hr_hr: Primjer formule: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
hu_hu: Képlet minta: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
hy: Ֆորմուլայի օրինակ՝ sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
id_id: Contoh rumus: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
it: Esempio di formula: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
ja: 数式サンプル: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
ka_ge: ფორმულის ნიმუში: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
ko_kr: 수식 샘플: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
lo: ຕົວຢ່າງສູດ: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
lt_lt: Formulės pavyzdys: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
lv_lv: Formulas paraugs: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
mk_mk: Пример за формула: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
ms_my: Contoh formula: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
my_mm: ဖော်မြူလာနမူနာ: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
ne: सूत्र नमूना: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
nl: Voorbeeld van een formule: sqrt([x] / [y]) * (e^(ln(pi)))
nn_no: Formel eksempel: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
oc: Exemple de formula: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
pl_pl: Przykładowa formuła: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
ps: د فورمولې نمونې: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
pt_br: Exemplo de Fórmula: sqrt ([x] / [y]) * (e ^ (ln (pi)))
pt_pt: Exemplo de fórmula: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
ro_ro: Exemplu formulă: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
ru_ru: Пример формулы: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
sk_sk: Vzorková formula: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
sl: Primer formule: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
sq: Mostër formulë: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
sr_rs: Primer formule: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
sv_se: Formel exempel: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
sw_ke: Mfano wa fomula: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
ta: சூத்திர நட样: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
th: ตัวอย่างสูตร: sqrt( [x] / [ย] ) * ( e ^ ( ln(pi) ) )
tl_ph: Halimbawa ng pormula: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
tr: Formül örneği: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
uk_ua: Зразок формули: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
vi_vn: Mẫu công thức: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
xh_za: Umzekelo wefomula: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
zh_cn: 公式示例：sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
zh_tw: 公式範例：sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )

source: Variable ranges
ar: مدى المتغير
ast_es: Ranges de variables
bn_bd: ভেরিয়েবলের পরিসর
bs_ba: Raspon varijabli
ca_es: Intervals de variables
cs_cz: Rozsahy proměnných
da: Variabelintervaller
de: Variablenbereiche
el: Μεταβλητά όρια
eo: Intervaloj de variabloj
es: Rangos de las variables
es_mx: Rangos de variables
eu_es: Aldagaien tarteak
fa_ir: محدوده متغیرها
fi_fi: Muuttujien alueet
fo_fo: Variablumørk
fur: Rangs variabii
ga: Raonta athróg
gl: Rango das variables
he_il: טווחים משתנים
hi: चर सीमाएं
hr_hr: Rasponi varijabli
hu_hu: Változók tartománya
hy: Փոփոխականների տիրույթներ
id_id: Rentang variabel
it: Intervalli variabili
ja: 変数範囲
ka_ge: ცვლადის დიაპაზონები
ko_kr: 변수 범위
lo: ຊ່ວງຂອງຕົວປ່ຽນ
lt_lt: Kintamųjų ribos
lv_lv: Mainīgo diapazoni
mk_mk: Опсези на променливи
ms_my: Julat pembolehubah
my_mm: ပြောင်းလဲနိုင်သော အကွာအဝေးများ
ne: चलहरूको दायरा
nl: Variabele bereiken
nn_no: Variabelintervall
oc: Intervals de variables
pl_pl: Zakresy zmiennych
ps: متغیر حدود
pt_br: Intervalos variáveis
pt_pt: Rangos de las variables
ro_ro: Domenii de variabile
ru_ru: Диапазоны переменных
sk_sk: Rozsahy premennej
sl: Obseg spremenljivk območja
sq: Vargjet e variablave
sr_rs: Opsezi varijabli
sv_se: Variabelintervall
sw_ke: Mipaka ya kigeuza
ta: மாறியின் வரம்புகள்
th: ช่วงตัวแปร
tl_ph: Mga saklaw ng variable
tr: Değişken aralıkları
uk_ua: Діапазони змінних
vi_vn: Phạm vi biến
xh_za: Ulawulo lweguqu
zh_cn: 变量范围
zh_tw: 變數範圍

source: Range value
ar: مدى القيمة
ast_es: Valor del range
bn_bd: পরিসরের মান
bs_ba: Vrijednost raspona
ca_es: Valor d'interval
cs_cz: Hodnota rozsahu
da: Intervalværdi
de: Wertspanne
el: Εύρος τιμής
eo: Valoro de intervalo
es: Ejemplo de valor en el rango
es_mx: Valor de rango
eu_es: Tartearen balioa
fa_ir: مقدار محدوده
fi_fi: Alueen arvo
fo_fo: Mørkvirði
fur: Valôr di rang
ga: Luach raon
gl: Valor do rango
he_il: ערך טווח
hi: सीमा मान
hr_hr: Vrijednost raspona
hu_hu: Tartomány értéke
hy: Տիրույթի արժեք
id_id: Nilai rentang
it: Gamma del valore
ja: 範囲値
ka_ge: დიაპაზონის მნიშვნელობა
ko_kr: 범위 값
lo: ຄ່າຂອງຊ່ວງ
lt_lt: Ribos reikšmė
lv_lv: Diapazona vērtība
mk_mk: Вредност на опсег
ms_my: Nilai julat
my_mm: အကွာအဝေးတန်ဖိုး
ne: दायरा मान
nl: Bereikwaarde
nn_no: Intervallverdi
oc: Valor d'interval
pl_pl: Wartość zakresu
ps: حد ارزښت
pt_br: Faixa de valor
pt_pt: Valor del rango
ro_ro: Valoarea rangului
ru_ru: Значение диапазона
sk_sk: Rozsah hodnôt
sl: Obseg območja
sq: Vlera e vargut
sr_rs: Vrednost opsega
sv_se: Intervallvärde
sw_ke: Thamani ya kipindi
ta: வரம்பு மதிப்பு
th: ค่าช่วง
tl_ph: Halaga ng saklaw
tr: Aralık değeri
uk_ua: Значення діапазону
vi_vn: Giá trị phạm vi
xh_za: Ixabiso lolawulo
zh_cn: 范围值
zh_tw: 範圍值

source: Calculated question
ar: السؤال المحسوب
ast_es: Pregunta calculada
bn_bd: গণনাকৃত প্রশ্ন
bs_ba: Izračunato pitanje
ca_es: Pregunta calculada
cs_cz: Vypočítaná otázka
da: Beregnet spørgsmål
de: Frage die eine Berechnung erfordert
el: Υπολογισμός ερώτησης
eo: Kalkulita demando
es: Pregunta calculada
es_mx: Pregunta calculada
eu_es: Kalkulatutako galdera
fa_ir: سؤال محاسبه‌شده
fi_fi: Laskettu kysymys
fo_fo: Reiknað spurningur
fur: Domande calcolade
ga: Ceist ríofa
gl: Pregunta calculada
he_il: שאלה מחושבת
hi: गणना प्रश्न
hr_hr: Izračunato pitanje
hu_hu: Számított kérdés
hy: Հաշվարկված հարց
id_id: Soal terhitung
it: Domanda calcolata
ja: 計算問題
ka_ge: გამოთვლილი კითხვა
ko_kr: 계산된 질문
lo: ຄຳຖາມແບບຄຳນວນ
lt_lt: Apskaičiuotas klausimas
lv_lv: Aprēķinātais jautājums
mk_mk: Пресметано прашање
ms_my: Soalan dikira
my_mm: တွက်ချက်ထားသော မေးခွန်း
ne: गणना गरिएको प्रश्न
nl: Berekend antwoord
nn_no: Berekna spørsmål
oc: Question calculada
pl_pl: Pytanie obliczeniowe
ps: حساب شوې پوښتنه
pt_br: Pergunta calculada
pt_pt: Pregunta calculada
ro_ro: Intrebare calculata
ru_ru: Вычисляемый вопрос
sk_sk: Výpočtová otázka
sl: Računsko vprašanje
sq: Pyetje e llogaritur
sr_rs: Izračunato pitanje
sv_se: Beräknad fråga
sw_ke: Swali lililohesabiwa
ta: கணக்கிடப்பட்ட கேள்வி
th: คำถามที่คำนวณได้
tl_ph: Kalkulahin ang tanong
tr: Hesaplanmış soru
uk_ua: Обчислюване запитання
vi_vn: Câu hỏi được tính toán
xh_za: Umbuzo obalwayo
zh_cn: 计算题
zh_tw: 計算題目
