Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Portal homepage menu
ar: فائمة الصفحة الرئيسية للجامعة
ast_es: Menú de la páxina d'entamu de la plataforma
bn_bd: পোর্টাল হোমপেজ মেনু
bs_ba: Izbornik početne stranice portala
ca_es: Menú de la pàgina inicial del portal
cs_cz: Portálové hlavní menu
da: Forsidemenu
de: Portal Startseite Menü-Bereich
el: Μενού αρχικής σελίδας πύλης
eo: Menuo de la Kampa startpaĝo
es: Menú de la página de acceso a la plataforma
es_mx: Menú de la página principal del portal
eu_es: Plataformako orri nagusiaren menua
fa_ir: منوی صفحه اصلی پرتال
fi_fi: Portaalin etusivun valikko
fo_fo: Menu á portal heimasíðu
fur: Menu de la pache inizjâl dal portal
ga: Roghchlár leathanach baile an phortail
gl: Menú da páxina principal do campus
he_il: תפריט דף הבית של הפורטל
hi: पोर्टल होमपेज मेनू
hr_hr: Izbornik početne stranice portala
hu_hu: Képzőhely kezdőoldal menü
hy: Պորտալի գլխավոր էջի մենю
id_id: Menu laman kampus
it: Menù della pagina iniziale del Campus virtuale
ja: ポータルホームページメニュー
ka_ge: პორტალის მთავარი გვერდის მენიუ
ko_kr: 포털 홈페이지 메뉴
lo: ເມນູໜ້າຫຼັກປະຕູເວັບໄຊທ໌
lt_lt: Pagrindinio puslapio meniu
lv_lv: Portāla mājaslapas izvēlne
mk_mk: Мени на почетната страна на Кампусот
ms_my: Menu laman utama portal
my_mm: ပေါ်တယ်ပင်မစာမျက်နှာမီနူး
ne: पोर्टल होमपेज मेनु
nl: Menu van de campus startpagina
nn_no: Hjemmesidemeny for Campus
oc: Menut de la pagina d'acuèlh del portal
pl_pl: Menu strony głównej portalu
ps: د پورټل کور پاڼې مینو
pt_br: Menu da página inicial da plataforma
pt_pt: Menu da página inicial/homepage do portal
ro_ro: Meniul paginii de inceput Campus
ru_ru: Меню домашней страницы портала
sk_sk: Ponuka domovskej stránky portálu
sl: Meni domače strani portala
sq: Menuja e faqes kryesore të portalit
sr_rs: Meni osnovne stranice portala
sv_se: Meny på kursportalens hemsida
sw_ke: Menyu ya ukurasa wa nyumbani wa lango
ta: போர்ட்டல் முகப்புப் பக்க மெனு
th: เมนูหน้าแรกพอร์ทัล
tl_ph: Menu ng portal homepage
tr: Kampüs anasayfa menüsü
uk_ua: Меню домашньої сторінки порталу
vi_vn: Menu trang chủ cổng
xh_za: Imenyu yephepha lasekhaya leportal
zh_cn: 校园首页菜单
zh_tw: 校園首頁選單

source: Courses main area
ar: المنطقة الرئيسية للمقرر
ast_es: Área principal de cursos
bn_bd: কোর্স প্রধান এলাকা
bs_ba: Glavni dio kurseva
ca_es: Zona principal dels cursos
cs_cz: Hlavní oblast školení
da: Kursussidens hovedside
de: Inhaltsbereich
el: Κύρια περιοχή μαθημάτων
eo: Ĉefa areo de la kurso
es: Área principal de cursos
es_mx: Área principal de cursos
eu_es: Ikastaroen gune nagusia
fa_ir: ناحیه اصلی دروس
fi_fi: Kurssien pääalue
fo_fo: Høvuðsavmark fyri kursus
fur: Âre principâl dai curs
ga: Príomhcheantar cúrsaí
gl: Área principal dos cursos
he_il: האזור העיקרי של הקורסים
hi: पाठ्यक्रम मुख्य क्षेत्र
hr_hr: Glavni dio stranice s kursevima
hu_hu: Kurzusok fő terület
hy: Դասընթացների հիմնական տարածք
id_id: Area utama kuliah
it: Area principale dei Miei Corsi
ja: コースメインエリア
ka_ge: კურსების მთავარი არე
ko_kr: 코스 메인 영역
lo: ພື້ນທີ່ຫຼັກຂອງລາຍວິຊາ
lt_lt: Kursų pagrindinė sritis
lv_lv: Kursu galvenais lauks
mk_mk: Главна област на курсевите
ms_my: Kawasan utama kursus
my_mm: သင်တန်းဗဟိုဧရိယာ
ne: पाठ्यक्रमहरू मुख्य क्षेत्र
nl: Hoofdgebied van de cursus
nn_no: Kursenes hovedområde
oc: Zòna principal dels cors
pl_pl: Główny obszar kursów
ps: د کورسونو اصلي برخه
pt_br: Área principal dos cursos
pt_pt: Área principal dos cursos
ro_ro: Zona principala a cursurilor
ru_ru: Главная зона курсов
sk_sk: Hlavná oblasť kurzov
sl: Osnovno področje tečajev
sq: Zona kryesore e kurseve
sr_rs: Osnovna stranica kursa
sv_se: Huvudsakligt område på sidan "Mina kurser"
sw_ke: Sehemu kuu ya kozi
ta: பாடங்கள் முதன்மை பகுதி
th: ส่วนหลักรายวิชา
tl_ph: Pangunahing lugar ng mga kurso
tr: Kurs ana bölümü
uk_ua: Головна зона курсів
vi_vn: Vùng chính khóa học
xh_za: Indawo ephambili yezifundo
zh_cn: 课程范围
zh_tw: 課程主區域

source: Courses menu
ar: قائمة المقررات
ast_es: Menú de cursos
bn_bd: কোর্স মেনু
bs_ba: Izbornik kurseva
ca_es: Menú dels cursos
cs_cz: Menu školení
da: Kursussiders menu
de: Menü-Bereich
el: Μενού μαθημάτων
eo: Kursa menuo
es: Menú de cursos
es_mx: Menú de cursos
eu_es: Ikastaroen menua
fa_ir: منوی دروس
fi_fi: Kurssien valikko
fo_fo: Menu fyri kursus
fur: Menu dai curs
ga: Roghchlár cúrsaí
gl: Lista de cursos
he_il: תפריט קורסים
hi: पाठ्यक्रम मेनू
hr_hr: Izbornik stranice s kursevima
hu_hu: Kurzusok menü
hy: Դասընթացների մենю
id_id: Menu kuliah
it: Menù dei Miei Corsi
ja: コースメニュー
ka_ge: კურსების მენიუ
ko_kr: 코스 메뉴
lo: ເມນູລາຍວິຊາ
lt_lt: Kursų meniu
lv_lv: Kursu izvēlne
mk_mk: Мени на курсевите
ms_my: Menu kursus
my_mm: သင်တန်းမီနူး
ne: पाठ्यक्रमहरू मेनु
nl: Cursussenmenu
nn_no: Meny for kursene
oc: Menut dels cors
pl_pl: Menu kursów
ps: د کورسونو مینو
pt_br: Lista de cursos
pt_pt: Menu do curso
ro_ro: Meniul cursurilor
ru_ru: Меню курсов
sk_sk: Ponuka kurzov
sl: Meni tečajev
sq: Menuja e kurseve
sr_rs: Meni kurseva
sv_se: Kursmeny
sw_ke: Menyu ya kozi
ta: பாடங்கள் மெனு
th: เมนูรายวิชา
tl_ph: Menu ng mga kurso
tr: Ders menüsü
uk_ua: Меню курсів
vi_vn: Menu khóa học
xh_za: Imenyu yezifundo
zh_cn: 课程菜单
zh_tw: 課程選單

source: Header
ar: الرأس
ast_es: Testera
bn_bd: হেডার
bs_ba: Zaglavlje
ca_es: Capçalera
cs_cz: Záhlaví
da: Sidehoved
de: Kopfbereich
el: Κεφαλίδα
eo: Titolo
es: Cabecera
es_mx: Encabezado
eu_es: Goiburua
fa_ir: سربرگ
fi_fi: Ylätunniste
fur: Intesta
ga: Ceanntair
gl: Cabeceira
he_il: הדר
hi: हेडर
hr_hr: Zaglavlje
hu_hu: Fejléc
hy: Վերնագիր
id_id: Kop
it: Intestazione
ja: ヘッダー
ka_ge: სათაური
ko_kr: 머리글
lo: ຫົວຂໍ້
lt_lt: Viršutinė dalis
lv_lv: Galvene
mk_mk: Заглавие
my_mm: ခေါင်းစီး
ne: हेडर
nl: Hoofding
nn_no: Topptekst
oc: Entèsta
pl_pl: Nagłówek
ps: سرلیک
pt_br: Cabeçalho
pt_pt: Cabeçalho
ro_ro: Antet
ru_ru: Заголовок
sk_sk: Hlavička
sl: Glava
sq: Kreu
sr_rs: Zaglavlje - Glava
sv_se: Sidhuvud
sw_ke: Kichwa
ta: தலைமுறை
th: ส่วนหัว
tr: Üst başlık
uk_ua: Заголовок
vi_vn: Đầu trang
xh_za: Intloko
zh_cn: 页眉
zh_tw: 頁首

source: Footer
ar: تذييل
ast_es: Pie
bn_bd: ফুটার
bs_ba: Podnožje
ca_es: Peu de pàgina
cs_cz: Patička
da: Fodnote
de: Fußbereich
el: Υποσέλιδο
eo: Suba teksto
es: Pie
es_mx: Pie de página
eu_es: Orri oina
fa_ir: پاورقی
fi_fi: Alatunniste
fur: Pêd
ga: Bonn
gl: Pé de páxina
he_il: פוטר
hi: फ़ूटर
hr_hr: Podnožje
hu_hu: Lábléc
hy: Ստորոտակ
it: Piè di pagina
ja: フッター
ka_ge: ფუტერი
ko_kr: 바닥글
lo: ສ່ວນທ້າຍ
lt_lt: Apatinė dalis
lv_lv: Kājene (portāla lapas apakšējā daļa)
mk_mk: Подножје
my_mm: အောက်ခြေ
ne: फुटर
nl: Voettekst
nn_no: Bunntekst
oc: Pè de pagina
pl_pl: Stopka
ps: مخه
pt_br: Rodapé
pt_pt: Rodapé
ro_ro: Subsol
ru_ru: Нижняя подпись
sk_sk: Päta stránky
sl: Noga
sq: Fundi
sr_rs: Zaglavlje - Noga
sv_se: Sidfot
sw_ke: Mwisho
ta: அடிப்படை
th: ส่วนท้าย
tr: başlık
uk_ua: Підніжжя
vi_vn: Chân trang
xh_za: Unyawo
zh_cn: 页脚
zh_tw: 頁尾

source: Public pages compliance to WAI
ar: ( WAI ) التزام الصفحات العامة بالمبادرة للوصول إلى الويب
ast_es: Páxines públiques según lo que diz WAI
bn_bd: পাবলিক পেজগুলো WAI-এর সাথে সামঞ্জস্যপূর্ণ
bs_ba: Prilagođenost javnih stranica WAI standardima
ca_es: Pàgines públiques conformes a la WAI
cs_cz: Veřejné stránky vyhovující WAI
da: Offentlig side, der efterlever WAI
de: WAI Standard
el: Συμμόρφωση δημόσιων σελίδων με WAI
eo: Pagoj publike alireblaj konforme al WAI
es: Páginas públicas conformes a WAI
es_mx: Cumplimiento de páginas públicas con WAI
eu_es: Orri publikoek WAI betetzen dute
fa_ir: انطباق صفحات عمومی با WAI
fi_fi: Julkisten sivujen WAI-yhteensopivuus
fo_fo: Almenna síðurnar í samræmi við WAI
fur: Conformitât des paches publichis a WAI
ga: Comhlíonadh leathanaigh phoiblí le WAI
gl: Páxinas públicas en conformidade con WAI
he_il: תאימות של דפים ציבוריים ל-WAI
hi: सार्वजनिक पृष्ठों का WAI अनुपालन
hr_hr: Prilagođavanje javnih stranica WAI standardima
hu_hu: A nyilvános oldalak feleljenek meg a WAI-nek
hy: Հանրային էջերի համապատասխանություն WAI-ին
id_id: Kepatuhan halaman publik terhadap WAI
it: Pagine pubbliche conformi a WAI
ja: 公開ページのWAI準拠
ka_ge: საჯარო გვერდების შესაბამისობა WAI-სთან
ko_kr: 공개 페이지 WAI 준수
lo: ການປະຕິບັດຕາມ WAI ຂອງໜ້າສາທາລະນະ
lt_lt: Suderinamumas su WAI
lv_lv: Publisko lapu atbilstība WAI
mk_mk: Јавни страни усогласени со WAI
ms_my: Pematuhan laman awam kepada WAI
my_mm: WAI နှင့်ကိုက်ညီသော အများသုံးစာမျက်နှာများ
ne: WAI अनुसार सार्वजनिक पृष्ठहरूको अनुपालन
nl: Publiek toegankelijke pagina's conform met WAI
nn_no: Offentlege sider i samsvar med WAI
oc: Conformitat de las paginas publicas a WAI
pl_pl: Publiczne strony zgodności z WAI
ps: عامه پاڼې د WAI سره مطابقت
pt_br: Páginas públicas em conformidade com WAI
pt_pt: Páginas públicas em conformidade com WAI
ro_ro: Conformitatea paginilor publice cu WAI
ru_ru: Страницы общего доступа в соответствии с WAI
sk_sk: Verejné stránky na dodržiavanie WAI
sl: Združljivost javnih strani z WAI
sq: Pajtimet e faqëve publike me WAI
sr_rs: Prilagođavanje javnih stranica WAI standardu
sv_se: Offentliga sidor anpassas till <a href="http://sv.wikipedia.org/wiki/WAI">WAI</a>
sw_ke: Kuridhisha kurasa za umma kwa WAI
ta: பொது பக்கங்கள் WAI இணக்கம்
th: การปฏิบัติตาม WAI สำหรับหน้าสาธารณะ
tl_ph: Pagsunod ng mga pampublikong pahina sa WAI
tr: WAI'ya herkese açık sayfa uygunluğu
uk_ua: Публічні сторінки згідно з WAI
vi_vn: Tuân thủ WAI cho trang công khai
xh_za: Ukuhambelana kwamaphepha oluwo nawonkcoliseko lwe-WAI
zh_cn: 公共页面符合 WAI
zh_tw: 公共頁面符合 WAI
