Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: In order to enable the automatic version checking you have to register your portal on chamilo.org. The information obtained by clicking this button is only for internal use and only aggregated data will be publicly available (total number of portals, total number of chamilo course, total number of chamilo users, ...) (see <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. When registering you will also appear on the worldwide list (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. If you do not want to appear in this list you have to check the checkbox below. The registration is as easy as it can be: you only have to click this button: <br />
ar: <br /> :إذا كنت لا ترغب في الظهور على هذه القائمة عليك أن تأشّر على المربع أدناه. إنّ عملية التسجيل أسهل ما يكون: ما عليك إلاّ النقر على هذا الزر .(<a href="http://www.chamilo.org/community.php.">http://www.chamilo.org/community.php.</a>) عند التسجيل ستظهر أيضا على قائمة العال .(<a href="see http://www.chamilo.org/stats/">see http://www.chamilo.org/stats/</a> أنظر إلى ) (...إنّ المعلومات التي يحصل عليها عند النّقرعلى هذا الزر هي للإستخدام الداخلي فقط. و المعلومات الموثوق بها فقط هي التي تكون متاحة للعامّة (العدد الكلي لحرم المؤسسات، العدد الكلي لطلبة طيبة-دوكيوس، العدد الكلي لمقررات طيبة دوكيوس .dokeos.com لتمكين التحقق التلقائي من النسخ يجب تسجيل حرم مؤسستك في الموقع
ast_es: P'habilitar la comprobación automática de la versión, tien de rexistrar el so portal en chamilo.com La información que s'unvía de la que se calca esti botón val namás pa usu internu y namás los datos amestaos van tar visibles pal públicu (númberu total d'usuarios del portal, númberu total de cursos, númberu total d'estudiantes...)(ver <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>). En rexistrándose tamién va apecer na llista mundial de portales Chamilo (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Si nun quier apaecer nesti llistáu, marque'l caxellu d'embaxu. El rexistru ye tan fácil como calcar esti botón: <br/>
bn_bd: স্বয়ংক্রিয় সংস্করণ যাচাই সক্ষম করার জন্য আপনাকে আপনার পোর্টাল chamilo.org-এ নিবন্ধন করতে হবে। এই বোতামে ক্লিক করে প্রাপ্ত তথ্য শুধুমাত্র অভ্যন্তরীণ ব্যবহারের জন্য এবং শুধুমাত্র সমষ্টিগত তথ্য প্রকাশ্যে উপলব্ধ হবে (পোর্টালের মোট সংখ্যা, চামিলো কোর্সের মোট সংখ্যা, চামিলো ব্যবহারকারীর মোট সংখ্যা, ...) (<a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>). নিবন্ধন করলে আপনি বিশ্বব্যাপী তালিকায় প্রদর্শিত হবেন (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>). এই তালিকায় না দেখানোর জন্য নিচের চেকবক্স চেক করুন। নিবন্ধন খুব সহজ: শুধু এই বোতামে ক্লিক করুন: <br />
bs_ba: Da biste omogućili automatsku provjeru verzije, morate registrovati svoj portal na chamilo.org. Informacije dobivene klikom na ovaj gumb koriste se samo interno, a javno će biti dostupni samo agregirani podaci (ukupan broj portala, ukupan broj kurseva chamilo, ukupan broj korisnika chamilo, ...) (pogledajte <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>). Prilikom registracije pojavićete se i na svjetskoj listi (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>). Ako ne želite biti na ovoj listi, označite kućicu ispod. Registracija je vrlo jednostavna: samo kliknite na ovaj gumb: <br />
ca_es: Per tal d'activar la verificació automàtica de les versions, heu d'enregistrar el vostre portal a Chamilo.com. Les dades que ens transmeteu, en haver clicat el botó, són reservades per a usos interns; només es faran públiques les dades estadístiques globals (nombre total de plataformes Chamilo, de cursos, d'estudiants ...)Vegeu <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>.Després d'enregistrar la vostra plataforma Chamilo, apareixerà també en la nostra llista internacional (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>).Si no hi voleu aparèixer, marqueu el quadre de sota. Per enregistrar-vos, res més simple: cliqueu només el botó !
cs_cz: Jestliže požadujete automatické hlídání verzí, pak se musíte registrovat na portálu chamilo.com. Informace, kterou obdržíte kliknutím na toto tlačítko je pouze pro interní použití a pouze souhrnná data budou publikována (celkový počet portálů, celkový počet chamilo školení, celkový počet chamilo uživatelů, ....) na <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Při registraci se také objevíte na seznamu <a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>.
da: For at aktivere automatisk versionstjek skal du registrere dit portal på chamilo.org. Oplysningerne, der indhentes ved at klikke på denne knap, bruges kun internt, og kun aggregerede data vil være offentligt tilgængelige (samlet antal portaler, samlet antal chamilo-kurser, samlet antal chamilo-brugere, ...) (se <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>). Når du registrerer dig, vil du også fremstå på den verdensomspændende liste (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>). Hvis du ikke ønsker at fremstå på denne liste, skal du sætte hak i afkrydsningsfeltet nedenfor. Registreringen er så nem som muligt: du skal kun klikke på denne knap: <br />
de: Um die automatische Versionsbenachrichtigung zu nutzen, muss man seine Chamilo-Installation bei chamilo.org registrieren. Die weitergegebene Information nach Klicken dieses Buttons dient lediglich internen Zwecken und lediglich Gesamtinformationen werden öffentlich verfügbar sein (Anzahl Campus Installationen insgesamt, Anzahl Kurse insgesamt, Anzahl Teilnehmer insgesamt, usw) (vgl. http://www.chamilo.org/stats/) Mit Registrierung wird diese Installation ebenfalls auf der Welt-Liste erscheinen (http://www.chamilo.org/community.php). Soll diese Installation dort nicht erscheinen, bitte die Checkbox unten selektieren.
el: Για να ενεργοποιήσετε τον αυτόματο έλεγχο έκδοσης, πρέπει να έχετε εγγραφεί στο campus του chamilo.com. Οι πληροφορίες που συλλέγονται είναι μόνο για εσωτερική χρήση και μόνο συγκεντρωτικά δεδομένα θα είναι διαθέσιμα δημόσια (συνολικός αριθμός παραρτημάτων, συνολικός αριθμός μαθημάτων, συνολικός αριθμός μαθητών, κλπ) (δείτε τα <a href="http://www.chamilo.org/stats/">στατιστικά</a>). Μετά την εγγραφή σας θα εμφανίζεστε και στην (<a href="http://www.chamilo.org/community.php">παγκόσμια λίστα</a>). Αν δεν επιθυμείτε να εμφανίζεστε στη λίστα, πρέπει να επιλέξετε την επιλογή παρακάτω. Η εγγραφή είναι πολύ απλή, πατήστε μόνο αυτό το πλήκτρο: <br />
eo: Por aktivigi la aŭtomatan versian kontrolon vi registru vian terenon ĉe chamilo.com. La ricevita informo estas nur por interna uzo kaj nur agregita informo estos publike disponebla (entuta nombro da terenoj, entuta nombro da Dokeo-kursoj de ĉiuj terenoj kune, entuta nombro da studentoj uzantaj Chamilo-kursojn, ...) por tio vidu see <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Kiam vi registras vian terenon ankaŭ tiu informo aperos en la listo de terenoj (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Se vi ne deziras tion, vi marku tion en la markobutonon. La registrado estas tre facila: vi nur musklaku sur la ĉi-suban butonon.
es: Para habilitar la comprobación automática de la versión debe registrar su plataforma en chamilo.org. La información obtenida al hacer clic en este botón sólo es para uso interno y sólo los datos añadidos estarán disponibles públicamente (número total de usuarios de la plataforma, número total de cursos, número total de estudiantes,...) (ver <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>). Cuando se registre, también aparecerá en esta lista mundial (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Si no quiere aparecer en esta lista, debe marcar la casilla inferior. El registro es tan fácil como hacer clic sobre este botón: <br />
es_mx: Para habilitar la comprobación automática de la versión debe registrar su campus en chamilo.com. La información obtenida al hacer click en este botón sólo es para uso interno y sólo los datos añadidos estarán disponibles públicamente (número total de usua
eu_es: Bertsioaren kontrol automatikoa gaitzeko, zure plataforma chamilo.org gunean erregistratu beharko duzu. Botoi honen gainean klikatutakoan lorturiko informazioa barnean erabiltzeko bakarrik izango da eta gehitutako datuak bakarrik eskuragarri egongo dira publikoki (platataformako erabiltzaile kopuru osoa, ikastaro kopuru osoa, ikasle kopuru osoa,...)(ikusi http://www.chamilo.org/stats/). Behin erregistratu ondoren, zu ere agertuko zara mundu mailako zerrendan (http://www.chamilo.org/community.php). Zerrenda honetan agertu nahi ez baduzu, beheko kontrol laukia markatu beharko duzu. Erregistratzea botoi honen gainean klikatzea bezain erraza da:
fa_ir: برای فعال کردن بررسی خودکار نسخه، باید پورتال خود را در chamilo.org ثبت کنید. اطلاعات به‌دست‌آمده با کلیک این دکمه فقط برای استفاده داخلی است و فقط داده‌های تجمیعی عمومی خواهد شد (تعداد کل پورتال‌ها، تعداد کل درس‌های chamilo، تعداد کل کاربران chamilo، ...) (ببینید <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. هنگام ثبت، در فهرست جهانی ظاهر خواهید شد (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. اگر نمی‌خواهید در این فهرست ظاهر شوید، باید چک‌باکس زیر را علامت بزنید. ثبت‌نام به سادگی ممکن است: فقط این دکمه را کلیک کنید: <br />
fi_fi: Automaattisen version tarkistuksen mahdollistamiseksi sinun on rekisteröitävä portaalisi chamilo.org-sivustolle. Tämän painikkeen napsauttamalla saatu tieto on vain sisäiseen käyttöön ja vain koontiaineisto julkaistaan julkisesti (portaaleiden kokonaismäärä, chamilo-kurssien kokonaismäärä, chamilo-käyttäjien kokonaismäärä, ...) (katso <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>). Rekisteröityessäsi pääset myös maailmanlaajuiseen luetteloon (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>). Jos et halua näkyä tässä luettelossa, valitse alla oleva valintaruutu. Rekisteröinti on mahdollisimman helppoa: napsauta vain tätä painiketta: <br />
fo_fo: Fyri at gera sjálvvirkandi útgávu kanning virknar, má tú skrá títt portal á chamilo.org. Tað kunngjørd sum tú fært við at klikka á henda knappin verður bert brúkt innanhýsis og bert samanlagt data verða opin (samlað tal á portulum, samlað tal á chamilo kursum, samlað tal á chamilo brúkarum, ...) (sí <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Tá ið tú skráir teg, verður tú eisini á alheimslistanum (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Um tú ikki ynskir at verða á hesi listanum, má tú kryssa í kotuna niðanfyri. Skráningin er sera einføld: tú mást bert klikka á henda knappin: <br />
fur: Par ativâ il controll automàtic des version, tu devi registrâ il to portal su chamilo.org. Lis informazions otgnûdis prement chest boton son dome par us intern e dome i dâts agrigjâts a saran publichis (nûmar totâl di portais, nûmar totâl di curs chamilo, nûmar totâl di utents chamilo, ...) (vê <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Cu tu ti registris tu vedrast ancje in liste mundial (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Se no vuêis comparî in cheste liste tu devi metê il quadradial dentâts cî. La registrassion è fasile: tu deve dome preme chest boton: <br />
ga: Le cur ar chumas seiceáil leagan uathoibríoch ní mór duit do phortal a chlárú ar chamilo.org. Is úsáid inmheánach amháin atá san fhaisnéis a fhaightear trí bhrú an chnaippe seo agus ní bheidh ach sonraí comhtháite ar fáil go poiblí (líon iomlán na bpórtal, líon iomlán cúrsaí chamilo, líon iomlán úsáideoirí chamilo, ...) (féach <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>). Nuair a chláraíonn tú beidh tú le feiceáil ar an liosta domhanda (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>). Murar mhaith leat a bheith le feiceáil ar an liosta seo caithfidh tú an bosca seiceála thíos a marcáil. Tá an clárú chomh furasta agus is féidir: níl le déan agat ach an cnaipe seo a bhrú: <br />
gl: Para permitir a comprobación automática de versión ten que rexistrar o seu campus en chamilo.com. A información que se obteña ao obter este botón só será empregada internamente e só se farán públicos resultados agregados (número total de campus, número total de cursos de chamilo, número total de estudantes en chamilo, ... ) (consulte <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Ao rexistrarse tamén aparecerá na lista mundial (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. De non querer aparecer nesta lista só ten que clicar na opción correspondente. O rexistre non pode ser máis doado: só ten que clicar neste botón: <br />
he_il: כדי לאפשר את בדיקת הגרסאות האוטומטית עליך לרשום את הפורטל שלך ב-chamilo.org. המידע המתקבל בלחיצה על כפתור זה מיועד לשימוש פנימי בלבד ורק נתונים מצטברים יהיו זמינים לציבור (מספר כולל של פורטלים, סך הכל מספר קורס צ'מילו, מספר כולל של משתמשי צ'אמילו, ...) (ראה <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/ </a>. בעת ההרשמה תופיע גם ברשימה העולמית (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community. php</a>. אם אינך רוצה להופיע ברשימה זו, עליך לסמן את תיבת הסימון למטה. ההרשמה קלה ככל האפשר: עליך רק ללחוץ על הכפתור הזה: <br />
hi: स्वचालित संस्करण जाँच सक्षम करने के लिए आपको अपना पोर्टल chamilo.org पर पंजीकृत करना होगा। इस बटन पर क्लिक करके प्राप्त जानकारी केवल आंतरिक उपयोग के लिए है और केवल एकत्रित डेटा सार्वजनिक रूप से उपलब्ध होगा (पोर्टलों की कुल संख्या, chamilo पाठ्यक्रमों की कुल संख्या, chamilo उपयोगकर्ताओं की कुल संख्या, ...) (देखें <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>)। पंजीकरण करते समय आप विश्वव्यापी सूची में भी दिखाई देंगे (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>)। यदि आप इस सूची में नहीं दिखना चाहते तो नीचे चेकबॉक्स चेक करें। पंजीकरण बहुत सरल है: आपको केवल इस बटन पर क्लिक करना है: <br />
hr_hr: Da biste omogućili automatsku provjeru verzije, morate registrirati svoj portal na chamilo.org. Informacije dobivene klikom na ovaj gumb koriste se samo interno, a javno će biti dostupni samo agregirani podaci (ukupan broj portala, ukupan broj kurseva Chamilo, ukupan broj korisnika Chamilo, ...) (vidi <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>). Prilikom registracije pojavit ćete se i na svjetskoj listi (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>). Ako ne želite biti na ovoj listi, označite kućicu ispod. Registracija je vrlo jednostavna: samo kliknite na ovaj gumb: <br />
hu_hu: Az autómatikus verziószám ellenőrzéshez portálját regisztrálnia kell a chamilo.com oldalon. A gombnyomásra kapott információk csak belső használatra szolgálnak és csak összegzett adatok kerülnek nyilvánosságra (portálok teljes száma, chamilo kurzusok teljes száma, chamilo hallgatók teljes száma, stb.), lásd <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Regisztrálás után az Ön portálja megjelenik a világszerte telepített chamilo portálok listáján <a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php.</a> Ha nem kíván ezen a listán megjelenni jelezze az alábbi opció kijelölésével. A regisztráció a lehető legegyszerűbb, csak az alábbi gombra kell kattintania: <br />
hy: Ավտոմատ տարբերակի ստուգումը միացնելու համար պետք է գրանցեք ձեր պորտալը chamilo.org-ում: Այս կոճակով ստացվող տեղեկատվությունը միայն ներքին օգտագործման համար է, և հանրային հասանելի կլինի միայն հավաքագրված տվյալները (պորտալների ընդհանուր թիվ, chamilo դասընթացների ընդհանուր թիվ, chamilo օգտատերերի ընդհանուր թիվ, ...) (<a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>). Գրանցվելիս դուք կհայտնվեք համաշխարհային ցուցակում (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>). Եթե չեք ուզում հայտնվել այդ ցուցակում, պետք է նշեք ստորև գտնվող վանդակսը: Գրանցումը շատ պարզ է՝ պարզապես սեղմեք այս կոճակը՝ <br />
id_id: Agar dimungkinkan pemeriksaan versi otomatis, anda harus mendaftarkan kampus anda ke chamilo.com. Informasi yang diperoleh dengan mengklik tombol ini adalah untuk penggunaan internal dan hnya data agregat yang tersedia bagi umum (jumlah total kampus, jumlah total mata kuliah chamilo, jumlah total siswa. ...) (Lihat <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Jika mendaftar, maka institusi anda muncul dalam daftar dunia <a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php.</a>. Jika institusi anda tidak ingin tampil dalam daftar anda dapat menconteng kotak cek di bawah ini. Pendaftaran mudah: anda hanya mengklik tombol ini <br />
it: Per attivare il controllo automatico della versione è necessario registrare il campus su chamilo.com. L'informazione trasmessa cliccando sul pulsante sarà usata solo internamente al sistema e i dati verranno pubblicati in modo aggregato (numero totale di piattaforme installate, corsi totali, studenti totali...) Vedi <a href="http://www.chamilo.org/stats/"> http://www.chamilo.org/stats/</a>. La registrazione implica la comparsa del nome del campus nell'elenco internazionale (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>.Se non vuoi che il nome del campus compaia nell'elenco devi indicarlo nel pulsante qui sotto.Non ci sono altri moduli da riempire, si tratta solo di cliccare sul pulsante.
ja: 自動バージョン確認を有効にするには、chamilo.orgにポータルを登録する必要があります。このボタンをクリックして取得される情報は内部使用のみで、公開されるのは集計データのみです（ポータル総数、Chamiloコース総数、Chamiloユーザー総数など）（<a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a> をご覧ください）。登録すると世界中のリストに表示されます（<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>）。このリストに表示されたくない場合は以下のチェックボックスをチェックしてください。登録は簡単です。このボタンをクリックするだけです：<br />
ka_ge: ავტომატური ვერსიის შემოწმების ჩართვისთვის უნდა დარეგისტრირდეთ თქვენი პორტალი chamilo.org-ზე. ამ ღილაკზე დაჭერით მიღებული ინფორმაცია მხოლოდ შიდა გამოყენებისთვისაა და საჯაროდ მხოლოდ აგრეგირებული მონაცემები იქნება ხელმისაწვდომი (პორტალების რაოდენობა, chamilo კურსების რაოდენობა, chamilo მომხმარებლების რაოდენობა, ...) (<a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>). რეგისტრაციის შემდეგ თქვენ გამოჩნდებით მსოფლიო სიაში (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>). თუ არ გსურთ ამ სიაში გამოჩენა, მონიშნეთ ქვემოთ მდებარე ყუთი. რეგისტრაცია ძალიან მარტივია: უბრალოდ დააჭირეთ ამ ღილაკს: <br />
ko_kr: 자동 버전 확인을 활성화하려면 chamilo.org에 포털을 등록해야 합니다. 이 버튼을 클릭하여 얻은 정보는 내부 사용만 하며, 집계 데이터만 공개됩니다(포털 수, chamilo 코스 수, chamilo 사용자 수 등)(<a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a> 참조). 등록 시 전 세계 목록에 나타납니다(<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>). 목록에 나타나지 않으려면 아래 체크박스를 선택하세요. 등록은 간단합니다: 이 버튼만 클릭하세요: <br />
lo: ເພື່ອເປີດໃຊ້ການກວດສອບເວີຊັນອັດຕະໂນມັດ, ທ່ານຕ້ອງລົງທະບຽນປະຕູເວັບໄຊທ໌ຂອງທ່ານໃນ chamilo.org. ຂໍ້ມູນທີ່ໄດ້ຮັບຈາກການຄລິກປຸ່ມນີ້ແມ່ນໃຊ້ພາຍໃນເທົ່ານັ້ນ ແລະ ມີພຽງຂໍ້ມູນລວມເທົ່ານັ້ນທີ່ຈະເປີດເຜີຍຕໍ່ສາທາລະນະ (ຈຳນວນປະຕູເວັບໄຊທ໌ທັງໝົດ, ຈຳນວນລາຍວິຊາ chamilo ທັງໝົດ, ຈຳນວນຜູ້ໃຊ້ chamilo ທັງໝົດ, ...) (ເບິ່ງ <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. ເມື່ອລົງທະບຽນ, ທ່ານກໍຈະປາກົດໃນລາຍຊື່ທົ່ວໂລກ (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. ຖ້າທ່ານບໍ່ຕ້ອງການປາກົດໃນລາຍຊື່ນີ້, ທ່ານຕ້ອງໝາຍໃສ່ຊ່ອງກາເຄື່ອງໝາຍດ້ານລຸ່ມ. ການລົງທະບຽນແມ່ນງ່າຍທີ່ສຸດ: ທ່ານພຽງແຕ່ຕ້ອງຄລິກປຸ່ມນີ້: <br />
lt_lt: Norėdami įjungti automatinį versijų tikrinimą, turite užregistruoti savo portalą chamilo.org. Paspaudus šį mygtuką gaunama informacija naudojama tik vidiniams tikslams, o viešai prieinami tik agreguoti duomenys (iš viso portalų skaičius, iš viso chamilo kursų skaičius, iš viso chamilo vartotojų skaičius, ...) (žr. <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>). Registruodamiesi taip pat pasirodysite pasauliniame sąraše (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>). Jei nenorite būti šioje sąraše, pažymėkite žemiau esantį varnelę. Registracija yra labai paprasta: tereikia paspausti šį mygtuką: <br />
lv_lv: Lai ļautu versiju pārbaudīt automātiski, Jums portāls ir jāreģistrē vietnē <b>chamilo.org.</b><br> Reģistrācijā iegūtā informācija ir tikai iekšējai lietošanai un tikai apkopos datus, kas būs publiski pieejami ( portālu kopskaits, kopējais Chamilo kursu skaits, kopējais Chamilo lietotāju skaits, ...) (skatīt <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>)<br>Reģistrējoties, arī Jūs tiksiet iekļauti kopējā pasaules sarakstā - (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>)<br>Tai pašā laikā Reģistrācija ir viegla: Jums tikai jāuzklikšķina uz versijas pārbaudes pogas.<br>
mk_mk: За да биде овозможено автоматско проверување на верзијата, регистрирајте се на кампусот на chamilo.com. Информацијата добиена со кликање на ова кошче е само за внатрешна употреба. Собраните податоци ќе бидат јавно достапни (вкупен број на кампуси, вкупен број на chamilo курсеви, вкупен број на chamilo курсисти, ...) (видете <a href="видете http://www.chamilo.org/stats/">видете http://www.chamilo.org/stats/</a>. Кога се регистрирате, исто така се прави список на мрежата (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Ако не саката да се појавите на тој список морате да ја штиклирате чек-кутијата подолу. Регистрацијата е колку што е можно наједноставна. Само морате на кликнете на ова копче: <br />
ms_my: Untuk mengaktifkan pemeriksaan versi automatik, anda mesti mendaftar portal anda di chamilo.org. Maklumat yang diperoleh dengan mengklik butang ini hanya untuk kegunaan dalaman dan hanya data agregat yang akan boleh didapati secara awam (jumlah portal, jumlah kursus chamilo, jumlah pengguna chamilo, ...) (lihat <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Apabila mendaftar, anda juga akan muncul dalam senarai seluruh dunia (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Jika anda tidak mahu muncul dalam senarai ini, anda mesti tandakan petak semak di bawah. Pendaftaran adalah mudah: anda hanya perlu klik butang ini: <br />
my_mm: အလိုအလျောက်ဗားရှင်းစစ်ဆေးမှုကို ဖွင့်ရန်အတွက် သင့်ပေါ်တယ်ကို chamilo.org တွင် မှတ်ပုံတင်ရမည်ဖြစ်သည်။ ဤခလုတ်ကို နှိပ်ခြင်းဖြင့် ရရှိသော အချက်အလက်များသည် အတွင်းပိုင်းအသုံးပြုရန်အတွက်သာဖြစ်ပြီး စုစည်းထားသော ဒေတာများသာ အများသုံးရရှိနိုင်မည်ဖြစ်သည် (ပေါ်တယ်စုစုပေါင်းအရေအတွက်၊ chamilo သင်တန်းစုစုပေါင်းအရေအတွက်၊ chamilo အသုံးပြုသူစုစုပေါင်းအရေအတွက်၊ ...) (ဆက်လက်ကြည့်ရန် <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>)။ မှတ်ပုံတင်သောအခါ သင်သည် ကမ္ဘာလုံးဆိုင်ရာ စာရင်းတွင်လည်း ပေါ်လာမည်ဖြစ်သည် (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>)။ ဤစာရင်းတွင် ပေါ်လာလိုမလားပါက အောက်တွင်ရှိ ချက်ဘောက်စ်ကို စစ်ဆေးရမည်ဖြစ်သည်။ မှတ်ပုံတင်ခြင်းသည် အလွန်လွယ်ကူသည်: သင်သည် ဤခလုတ်ကိုသာ နှိပ်ရမည်ဖြစ်သည်: <br />
ne: स्वचालित संस्करण जाँच सक्षम गर्नको लागि तपाईंले आफ्नो पोर्टल chamilo.org मा दर्ता गर्नुपर्छ। यो बटन थिचेर प्राप्त जानकारी केवल आन्तरिक प्रयोगको लागि हो र केवल एकीकृत डाटा सार्वजनिक रूपमा उपलब्ध हुनेछ (पोर्टलहरूको कुल संख्या, chamilo पाठ्यक्रमहरूको कुल संख्या, chamilo प्रयोगकर्ताहरूको कुल संख्या, ...) (<a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a> हेर्नुहोस्। दर्ता गर्दा तपाईं विश्वव्यापी सूचीमा देखिनुहुनेछ (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>। यदि तपाईं यो सूचीमा देखिन चाहनुहुन्न भने तलको चेकबक्स चयन गर्नुहोस्। दर्ता धेरै सजिलो छ: तपाईंलाई यो बटन थिच्नु मात्र छ: <br />
nl: Om de automatische versiecontrole te activeren dient u uw campus te registreren op chamilo.com. De bekomen informatie is enkel voor intern gebruik en enkel geaggregeerde informatie zal publiekelijk beschikbaar zijn (totaal aantal campussen, totaal aantal Chamilo cursussen van alle campussen samen, totaal aantal studenten die chamilo gebruiken, ...) zie hiervoor <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Als u uw campus registreert verschijnt deze ook in de lijst met campussen (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>). Als u dit niet wilt dient u onderstaande checkbox aan te vinken. Registreren is heel gemakkelijk: u dient enkel op onderstaande knop te klikken.
nn_no: For å aktivere automatiske versjonskontroll må du registrere portala di på chamilo.org. Informasjonen som hentast ved å trykke på denne knappen vert berre brukt internt, og berre aggregerte data vert tilgjengelege publisist (totalt tal på portalar, totalt tal på chamilo-kurs, totalt tal på chamilo-brukarar, ...) (sjekk <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Når du registrerer deg vil du òg dukke opp på den globale lista (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Om du ikkje vil dukke opp på denne lista må du krysse av i avkrysningsruta under. Registreringa er så enkel som mogleg: du treng berre å trykke på denne knappen: <br />
oc: Per activar la verificacion automatica de version, cal registrar vòstre portal sus chamilo.org. Las informacions obtengudas en clicant aqueste boton son solament per us interior e solament las donadas agregadas seràn publiquement disponiblas (nombre total de portals, nombre total de cors chamilo, nombre total d'utilizaires chamilo, ...) (veire <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. En registrant vos apareissètz tanben dins la lista mundiala (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Se volètz pas aparéisser dins aquesta lista, cal cochar la casa de seleccion çaijós. Lo registre es tan simple que pòt èsser : cal solament clicar aqueste boton : <br />
pl_pl: Aby włączyć automatyczne sprawdzanie wersji należy zarejestrować swoją platformę (Campus) w chamilo.com. Informacje przesłane po kliknięciu przycisku są wyłącznie do użytku wewnętrznego i tylko dane ilościowe będą dostępne publicznie (całkowita liczba platform/Campuses, całkowita liczna studentów zarejestrowanych w chamilo, ...) (sprawdź: <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>). Po rejestracji zostaniesz także dodany do Internetowwej listy (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>). Jeżeli nie chcesz zostać dodany do powyższej listy zaznacz opcje poniżej. Rejestracja jest bardzo prosta: musisz tylko kliknąć ten przycisk: <br />
ps: د اتومات نسخې چک کولو فعالولو لپاره تاسو باید خپل پورټل په chamilo.org کې ثبت کړئ. د دې تڼۍ کلیک کولو له لارې ترلاسه شوې معلومات یوازې د داخلي استعمال لپاره دي او یوازې جمع شوې معلومات به په عام ډول شتون ولري (د پورټلونو ټول شمېر، د چامیلو کورسونو ټول شمېر، د چامیلو کاروونکو ټول شمېر، ...) (<a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. د ثبت کولو پر مهال تاسو به هم په نړیوال لړ کې څرګند شئ (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. که تاسو غواړئ چې په دې لړ کې څرګند نشئ نو لاندې چک باکس وټاکئ. ثبت کول دومره اسانه دي چې تاسو یوازې دا تڼۍ کلیک کړئ: <br />
pt_br: Para ativar a verificação automática da versão do Chamilo é necessário realizar o registro no campus Chamilo.com. A informação obtida ao clicar neste botão é somente para uso interno e apenas os dados acrescentados estarão disponíveis publicamente (número total de usuários do campus, número total de cursos chamilo, número total de estudantes chamilo,...) ver <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Quando tiver efetuado o registro, sua plataforma aparecerá também nesta lista mundial <a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Se não desejar aparecer nesta lista mundial, tem de selecionar a opção abaixo. O registro é bastante fácil: basta somente clicar neste botão <br/>
pt_pt: Para permitir a verificação automática da versão deverá registar o portal em chamilo.com. As informações obtidas ao clicar neste botão serão apenas para uso interno e apenas os dados agregados serão disponibilizados publicamente (número total de portais, número total de cursos chamilo, número total de utilizadores chamilo, ...) (ver <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>.) Ao registar-se irá também aparecer na lista global (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>). Se deseja não constar da lista global, seleccione a caixa abaixo. O registo não poderia ser mais fácil: apenas terá de clicar neste botão: <br />
ro_ro: Pentru activarea verificarii versiunii automate va trebui sa va inregistrati campusul pe chamilo.com. Informatia obtinuta apasand pe acest buton este pentru utilizarea interna si numai datele sustinute vor fi publicate si disponibile (numarul total de campusuri, numarul total a cursurilor chamilo, numarul total a studentilor chamilo, ...) (vezi <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Cand va inregistrati deasemenea veti aparea pe intreaga lista (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Daca nu doriti sa apareti in aceasta lista va trebui sa bifati casuta de alaturi. Inregistrarea este foarte simpla: trebuie doar sa apasati acest buton: <br />
ru_ru: Для того чтобы, включать автоматическую проверку версии Вы должны зарегистрировать свой портал на chamilo.com. Информация, получаемая с помощью щелчка по этой кнопке, только для внутреннего пользования и только содержит данные открытого доступа (общее количество порталов, общее количество курсов в системе Chamilo , общее число студентов в Chamilo системе, ...) смотри <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Зарегистрировавшись Вы также появитель во всемирном списке (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Если Вы не хотите быть в этом списке Вы должны проверить ящик для содержимого ниже. Регистрация на столько проста, на сколько возможно: Вам необходимо щелкнуть только эту кнопку: <br />
sk_sk: Ak požadujete automatickú kontrolu verzií, musíte sa zaregistrovať na portále chamilo.com. Informáciu, ktorú dostanete kliknutím na toto tlačidlo je iba pre vnútorné použitie a iba súhrnné dáta budú publikované (celkový počet portálov, celkový počet chamilo kurzov, celkový počet chamilo používateľov, ....) na <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Pri registrácií sa tiež objavíte na zozname <a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Ak sa nechcete objaviť v tomto zozname, zaškrtnite políčko nižšie. Registrácia je tak jednoduchá, ako to môže byť: stačí kliknúť na toto tlačidlo:
sl: Da bi omogočili avtomatično preverjanje različice, morate registrirati namestitev pri chamilo.com. Informacije pridobljene s to registracijo se bodo uporabile zgolj v interne namene, javno bodo predstavljeni le akumulirani povzetki ( skupno število namestitev, skupno število Chamilo tečajev v vseh namestitvah po svetu, ...) (glej <a href=" http://www.chamilo.org/stats/"> http://www.chamilo.org/stats/</a>. Z registracijo se hkrati pojavite tudi v seznamu namestitev (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>) V primeru, da se na tem spisku ne želite pojaviti, odkljukajte potrditveno polje spodaj. Registracijski postopek je preprost: samo kliknite na tale gumb: <br />
sq: Për të mundësuar kontrollin automatik të versionit duhet të regjistroni portalin tuaj në chamilo.org. Informacioni i marrë duke klikuar këtë buton përdoret vetëm për përdorim të brendshëm dhe vetëm të dhëna të agreguara do të jenë të disponueshme publikisht (numri total i portaleve, numri total i kurseve chamilo, numri total i përdoruesve chamilo, ...) (shih <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Kur regjistroheni do të shfaqeni gjithashtu në listën botërore (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Nëse nuk doni të shfaqeni në këtë listë duhet të shënoni kutinë më poshtë. Regjistrimi është aq i lehtë sa mund të jetë: duhet vetëm të klikoni këtë buton: <br />
sr_rs: Da biste omogućili automatsku proveru verzije, morate registrovati svoj portal na chamilo.org. Informacije dobijene klikom na ovo dugme koriste se samo interno i samo agregirani podaci će biti javno dostupni (ukupan broj portala, ukupan broj chamilo kurseva, ukupan broj chamilo korisnika, ...) (pogledajte <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>). Prilikom registracije pojavićete se i na svetskoj listi (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>). Ako ne želite da se pojavite na ovoj listi, označite kućicu ispod. Registracija je veoma jednostavna: samo kliknite na ovo dugme: <br />
sv_se: För att kunna aktivera automatisk versionskontroll måste man registrera sin kursportal på chamilo.comInformationen som skickas när du aktiverar med knappen används bara för internt bruk. Endast sammanslagna data kommer att visas upp (totalt antal kursportaler, totalt antal chamilokurser, totalt antal studenter, osv) på <a href="http://www.chamilo.org/stats/">chamilo.org/stats</a>. När du registrerar din portal kommer den också att bli synlig i listan med <a href="http://www.chamilo.org/community.php">chamiloportaler i världen</a>. Om du inte vill visa upp din portal där måste du markera valet nedanför. Hur man registrerar sin portal? Det är enkelt, klicka bara på knappen:<br />
sw_ke: Ili kuwezesha kuangalia toleo moja kwa moja lazima uandikishe lango lako kwenye chamilo.org. Habari zinazopatikana kwa kubofya kitufe hiki ni za matumizi ya ndani pekee na data iliyochanganywa tu itapatikana hadharani (idadi ya jumla ya lango, idadi ya jumla ya kozi za chamilo, idadi ya jumla ya watumiaji wa chamilo, ...) (tazama <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Wakati wa kujiandikisha utaonekana kwenye orodha ya kimataifa (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Kama hutaki kuonekana kwenye orodha hii lazima uangalie kisanduku chini. Usajili ni rahisi sana: unahitaji kubofya kitufe hiki tu: <br />
ta: தானியங்கி பதிப்பு சரிபார்ப்பை செயல்படுத்துவதற்காக, உங்கள் போர்ட்டலை chamilo.org இல் பதிவு செய்ய வேண்டும். இந்த விற்பன்னரை கிளிக் செய்து பெறப்படும் தகவல் உள் பயன்பாட்டுக்கானது மட்டுமே மற்றும் பொது கிடைக்கும் தரவுகள் ஒருங்கிணைக்கப்பட்டவை மட்டுமே (போர்ட்டல்களின் மொத்த எண்ணிக்கை, சாமிலோ பாடங்களின் மொத்த எண்ணிக்கை, சாமிலோ பயனர்களின் மொத்த எண்ணிக்கை, ...) (<a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. பதிவு செய்யும் போது உலகளாவிய பட்டியலிலும் தோன்றுவீர்கள் (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. இந்த பட்டியலில் தோன்ற விரும்பவில்லை என்றால் கீழே உள்ள சரிபார்ப்பு பெட்டியை சரிபார்க்கவும். பதிவு மிகவும் எளிதானது: இந்த விற்பன்னரை மட்டும் கிளிக் செய்யுங்கள்: <br />
th: เพื่อเปิดการตรวจสอบเวอร์ชันอัตโนมัติ คุณต้องลงทะเบียนพอร์ทัลของคุณที่ chamilo.org ข้อมูลที่ได้จากการคลิกปุ่มนี้ใช้ภายในเท่านั้น และข้อมูลรวมจะถูกเปิดเผยสาธารณะ (จำนวนพอร์ทัลทั้งหมด จำนวนรายวิชา chamilo ทั้งหมด จำนวนผู้ใช้ chamilo ทั้งหมด ...) (ดู <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a> เมื่อลงทะเบียน คุณจะปรากฏในรายการทั่วโลก (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a> หากไม่ต้องการปรากฏในรายการนี้ ต้องเลือกช่องด้านล่าง การลงทะเบียนง่ายมาก: คลิกปุ่มนี้เท่านั้น: <br />
tl_ph: Upang mag-enable ng automatic version checking kailangan mong irehistro ang iyong portal sa chamilo.org. Ang impormasyong nakuha sa pamamagitan ng pag-klik sa button na ito ay para lamang sa internal use at ang aggregated data lamang ang magiging publicly available (total number of portals, total number of chamilo course, total number of chamilo users, ...) (tingnan ang <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Sa pagrehistro mo ay lilitaw ka rin sa worldwide list (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Kung ayaw mong lilitaw sa listahang ito kailangan mong i-check ang checkbox sa ibaba. Ang registration ay napakadali: kailangan mo lamang i-klik ang button na ito: <br />
tr: Otomatik versiyon kontrolu için sitenizi chamilo.com a kaydetmelisiniz. Bu butona bastığınızda elde edilecek bilgiler sadece iç kullanım içindir ve sadece kümüle veriler genele açıktır(Toplam site sayısı, toplam chamilo eğitimler, toplam chamilo kullanıcılar vb.) (<a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/ sitesine bakın</a>. Kayıt olduğunuzda dünya listesinde de yer alacaksınız (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Eğer listede yer almak istemiyorsanız aşağıdaki kutuyu işaretleyin. Kaydolmak bu butona basmak kadar kolay <br />
uk_ua: Для ввімкнення автоматичної перевірки версій вам необхідно зареєструвати ваш портал на chamilo.com. Інформація, отримана при кліканні на цю кнопку, застосовується лише для внутрішнього використання та тільки зведена інформація буде публічною (загальна кількість порталів, загальні кількість курсів, загальна кількість студентів) (див. <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>). При реєстрації ви, також, з'являєтесь у всесвітньому списку <a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Якщо ви не хочете, аби ваш портал з'явився у цьому списку, поставте галочку нижче. Реєстрація дуже проста: вам потрібно лише нажати цю кнопку:
vi_vn: Để kích hoạt kiểm tra phiên bản tự động, bạn phải đăng ký cổng thông tin trên chamilo.org. Thông tin thu được bằng cách nhấp nút này chỉ dùng nội bộ và chỉ dữ liệu tổng hợp sẽ công khai (tổng số cổng, tổng số khóa Chamilo, tổng số người dùng Chamilo, ...) (xem <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>). Khi đăng ký, bạn sẽ xuất hiện trong danh sách toàn cầu (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>). Nếu không muốn xuất hiện trong danh sách này, hãy chọn ô kiểm dưới đây. Việc đăng ký rất đơn giản: chỉ cần nhấp nút này: <br />
xh_za: Ukuze uvule ukutshekishwa kweveresi ngokuzenzekelayo kufuneka ubhalise iportal yakho kwi-chamilo.org. Ulwazi olufunyanwa ngokucofa la qhosha lidizayinelwe ukusetyenziswa ngaphakathi kwaye kuphela idatha ehlanganisiweyo iya kuba sesandawule (inani leziphothori, inani lezifundo zechamilo, inani labasebenzisi bechamilo, ...) (bona <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Xa ubhalisa uya kuvela kuluhlu lwehlabathi jikelele (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Ukuba awafuni ukuvela kuluhlu olu kufuneka umakisho ibhokisi lokukhetha elingezantsi. Ukubhalisa kulula njengoko kunokuba: kufuneka wenze nje ukucofa la qhosha: <br />
zh_cn: 要启用自动版本检查，必须在 chamilo.org 注册您的门户。点击此按钮获取的信息仅供内部使用，仅汇总数据公开（门户总数、Chamilo 课程总数、Chamilo 用户总数等）（参见 <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>）。注册后，您将出现在全球列表中（<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>）。如果不想出现在列表中，请勾选下方复选框。注册非常简单，只需点击此按钮：<br />
zh_tw: 要啟動自動版本偵測，你的學校須在 chamilo.com 註冊。按這按鈕後送出的料只會作內部用途，也只有總數資料方會被公開(如：學校總數、課程總數、學員總數等)。(瀏覽<a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>.)註冊後你會在我們的全球學校名單中出現 (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>)如果你不想在名單中出現請勾選下面的格子。註冊十分簡易：請按這按鈕：<br />
