Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Only PNG, JPG or GIF images allowed
qu_pe: Wankikunataqa kay hinallapi churanaqa PNG, JPG, GIF nisqakunapi

source: Roles & rights overview
qu_pe: Ruwayninmanta huñichaymantawan nisqaynin

source: Focus on role
qu_pe: Ruwaynin

source: Focus on right
qu_pe: Ver todos los perfiles y lugares para un permiso específico

source: Authoring
qu_pe: Avanzado

source: The value has been modified.
qu_pe: Este valor ha sido modificado.

source: Virtual meeting
qu_pe: Huñunakuy video-rimarinakuypi

source: Move to
qu_pe: Kuyuchiy kayman

source: Move file to
qu_pe: Kuyuchiy khiputa kayman

source: Time report for session %s
qu_pe: %s sessionpa pacha riwichikuyna

source: Anonymous
qu_pe: Mana sutiyuq

source: Create new global role
qu_pe: Kamay musuq lliw ruwayninta

source: Create new local role
qu_pe: Kamay musuq kayllapi ruwayninta

source: Inbox
qu_pe: Willana ch'askiq

source: Compose message
qu_pe: Qelqay

source: Other
qu_pe: Hoq

source: Homepage
qu_pe: Raphi qallariy

source: You have a new message!
qu_pe: Musuq willanaykin kashan

source: My active Sessions
qu_pe: Sesiones nisqaykuna hap'ichisqa

source: My inactive sessions
qu_pe: Sesiones nisqaykuna mana hap'ichisqa

source: My learners
qu_pe: Yachaqeykuna

source: Progress
qu_pe: Purisqa

source: or
qu_pe: utaq

source: Uploading...
qu_pe: Apachisqa...

source: Account expired
qu_pe: Cuenta caducada

source: Account inactive
qu_pe: Cuenta sin activar

source: Action not allowed
qu_pe: Ruwarparina mana ruwanapaq

source: Sub-title
qu_pe: Sullk'a sutinchaynin

source: No resource to recycle
qu_pe: Mana kanchu yanapaysinakuna waqaychanapaq

source: Could not open
qu_pe: Mana kichakunchu

source: Time in course
qu_pe: Tiempo de una actividad por curso

source: This course could not be found
qu_pe: Yachachinaqa mana tarikunchu

source: Session
qu_pe: Sesión nisqa

source: Course sessions
qu_pe: Sesiones nisqakuna

source: The session could not be found
qu_pe: Sesión mana atikunchu tarichikuyta

source: The learner could not be found
qu_pe: Yachaqeqa manan tarikunchu

source: Learners
qu_pe: Yachaqekuna

source: No results found
qu_pe: Mana tarikunchu maskhasqakunaqa

source: Tel
qu_pe: Teléf.

source: No tel
qu_pe: Mana teléfonoyuq

source: Send mail
qu_pe: Apachiy e-chaskita

source: Agenda appointment
qu_pe: Ruwanapi ima ruwaypi tupanapaq

source: Nobody online
qu_pe: Mana yachaqekuna kashankuchu

source: In course
qu_pe: yachachinapi

source: Users online - In my training sessions
qu_pe: Lista de usuarios en línea - Sesión

source: From
qu_pe: Pimanta

source: To
qu_pe: Pipaq

source: Content
qu_pe: Contenido

source: year
qu_pe: wata

source: years
qu_pe: watakuna

source: days
qu_pe: p'unchaykuna

source: Please stand by...
qu_pe: Ama hina kaychu, suyaruy...

source: Virtual classroom
qu_pe: Video-rimarinakuyta utichiy

source: Survey
qu_pe: Tapukuy

source: More
qu_pe: Aswan

source: Click here
qu_pe: Q'apiy kaypi

source: here
qu_pe: kaypi

source: Save question
qu_pe: Allchay taputa

source: You can now return to the
qu_pe: Kunaqa kutiwaq kayman

source: Display search results
qu_pe: Qhawarichiy maskhasqamanta tarisqakunata

source: Display all
qu_pe: Llanta qhawarichiy

source: No users in course
qu_pe: Kay yachachinaqa mana haykuqmasikunayuqchu

source: Percentage
qu_pe: Porcentaje

source: Receiver
qu_pe: Chayana

source: Send email
qu_pe: Apachiy e-chakita

source: Subject
qu_pe: Willanaq sutinchaynin

source: E-mail content
qu_pe: E-chakipi kaq

source: Comments
qu_pe: Rimayrikuna

source: Edit recipient list
qu_pe: T'ijrapay chayanakunaq sinrinta

source: Line
qu_pe: Seq'e

source: No link visited
qu_pe: Mana watukunchu ima waskhanapas

source: No document downloaded
qu_pe: Mana uraychikunchu ima qelqa khipupas

source: %d clicks
qu_pe: %d clics

source: Search results
qu_pe: Maskhay tarisqakunata

source: Past
qu_pe: Pasada

source: Active
qu_pe: Activa

source: Not yet begun
qu_pe: Manaraq qallarinraqchu

source: %B %d, %Y
qu_pe: %d %B %Y

source: Invalid folder: Please create a folder with the name images in your documents tool so that the images can be uploaded in this folder
qu_pe: Carpeta no válida: por favor cree una carpeta que se llame <i>images</i> en la herramienta documentos, para poder enviar a ella las imagenes que suba.

source: Online in my sessions
qu_pe: Usuarios conectados a mis sesiones

source: Dear user
qu_pe: Estimado usuario

source: Your registration data
qu_pe: Estos son sus datos de acceso

source: Click here to recover your password
qu_pe: Pulse en el siguiente enlace para regenerar su contraseña

source: The visibility has been changed.
qu_pe: La visibilidad ha sido cambiada.

source: Main navigation
qu_pe: Navegación principal

source: See detail
qu_pe: Ver detalles

source: Please try to login again from the homepage
qu_pe: Por favor, pruebe a identificarse de nuevo desde la página principal de la plataforma

source: Please try to login again using the form below
qu_pe: Por favor, pruebe a identificarse de nuevo usando el formulario inferior

source: Access to the Frequently Asked Questions
qu_pe: Acceder a las preguntas más frecuentes (FAQ)

source: Frequently Asked Question
qu_pe: Preguntas más frecuentes (FAQ)

source: Remind learners inactive since
qu_pe: Recordatorio para los usuarios que han permanecido inactivos durante más de

source: Inactivity on %s
qu_pe: Falta de actividad en %s

source: Dear user,<br /><br /> you are not active on %s since more than %s days.
qu_pe: Estimado usuario, <br /><br /> no ha tenido actividad en %s desde hace más de %s días.

source: OpenID authentication
qu_pe: Autentificación OpenID

source: Upload max size
qu_pe: Tamaño máximo de los envíos

source: Move up
qu_pe: Kuyurichiy wichayman

source: Move down
qu_pe: Kuyurichiy urayman

source: File upload failed: this file extension or file type is prohibited
qu_pe: Envío de archivo no completado: este tipo de archivo o su extensión no están permitidos

source: OpenID URL
qu_pe: URL OpenID

source: The file is too big to upload.
qu_pe: Khipu apachisqaqa sinchi hatunmi !

source: The file you uploaded was not received successfully. Please try again later or contact the administrator of this portal.
qu_pe: El envío del archivo no se ha podido realizar. Por favor, inténtelo de nuevo más tarde o póngase en contacto con el administrador de la plataforma.

source: Assessments
qu_pe: Mis calificaciones

source: What is OpenID?
qu_pe: ¿ Imataq OpenID nisqari ?

source: OpenID eliminates the need for multiple logins across different websites, simplifying your online experience. You get to choose the OpenID Provider that best meets your needs and most importantly that you trust. At the same time, your OpenID can stay with you, no matter which Provider you move to. And best of all, the OpenID technology is not proprietary and is completely free.For businesses, this means a lower cost of password and account management, while drawing new web traffic. OpenID lowers user frustration by letting users have control of their login.<br /><br /><a href="http://openid.net/what/">Read on...</a>
qu_pe: OpenID elimina la necesidad de tener varios nombres de usuario en distintos sitios web, simplificando la experiencia del usuario en la Red. Vd. puede escoger el proveedor de OpenID que mejor satisfaga sus necesidades y, lo que es más importante, aquel en el que tenga más confianza. También, aunque cambie de proveedor, podrá conservar su OpenID. Y lo mejor de todo, OpenID es una tecnología no propietaria y completamente gratuita. Para las empresas, esto significa un menor costo de administración de cuentas y contraseñas. OpenID reduce la frustración del usuario permitiendo que los usuarios tengan el control de su acceso.<br /><br /><a href="http://openid.net/what/">Para saber más...</a>

source: No administrator
qu_pe: Sin responsable

source: iCal export
qu_pe: Exportar en formato iCal

source: Export in iCal format as public event
qu_pe: Exportar en formato iCal como evento público

source: Export in iCal format as private event
qu_pe: Exportar en formato iCal como evento privado

source: Export in iCal format as confidential event
qu_pe: Exportar en formato iCal como evento confidencial

source: More stats
qu_pe: Aswan yupanakuna

source: decade
qu_pe: chunka wata

source: month
qu_pe: killa

source: week
qu_pe: qanchis p'unchayniyuq

source: day
qu_pe: p'unchay

source: hour
qu_pe: tuy

source: decades
qu_pe: chunka watakunayuqkuna

source: months
qu_pe: killakuna

source: weeks
qu_pe: qanchis p'unchayniyuqkuna

source: hours
qu_pe: horas

source: minutes
qu_pe: minutos

source: Document created
qu_pe: Qelqa khipu kamarisqa

source: The forum has been added
qu_pe: Musuq k'itirimana yapasqaña

source: Forum thread added
qu_pe: Tema de discusión añadido al foro

source: Forum attachment added
qu_pe: Archivo adjunto añadido al foro

source: directory
qu_pe: wayaqa

source: directories
qu_pe: wayaqakuna

source: Age
qu_pe: Watan

source: Birthday
qu_pe: Paqariq pacha

source: Course
qu_pe: Yachachina

source: documents
qu_pe: qelqa khipukuna

source: Test Finished
qu_pe: Llank'ayna tukusqa

source: Sex
qu_pe: Qhari-warmichu

source: Native language
qu_pe: Mama simi

source: Country of residence
qu_pe: Suyu tiyaqnin

source: Add attachment
qu_pe: Yapachiy hoq khiputa

source: File comment
qu_pe: Khipumanta rimariy

source: Filename
qu_pe: Khipuq sutin

source: Sessions administrator
qu_pe: Sesiones nisqaqpa kamachiq

source: Make changeable
qu_pe: T'ijrachiy t'ijrapanachinaman

source: Make unchangeable
qu_pe: T'ijrachiy mana t'ijrapanachinaman

source: Profile attributes
qu_pe: Campos de usuario

source: The field is now visible for the user.
qu_pe: Kanchaqa kunan qhawachikun haykuqmasiwan

source: Cannot make the field visible.
qu_pe: Mana qhawachikunchu kanchaqa

source: The field is now invisible for the user.
qu_pe: Kanchaqa kunan mana qhawachikunchu haykuqmasiwanqa

source: Cannot make the field invisible
qu_pe: Mana atikunchu kancha pakakuyqa

source: The field is now changeable by the user: the user can now fill or edit the field
qu_pe: El campo ahora es modificable por el usuario: el usuario puede rellenar o modificar el campo

source: The field can not be made changeable.
qu_pe: El campo no se puede convertir en modificable

source: The field is now made unchangeable: the user cannot fill or edit the field.
qu_pe: El campo ahora es fijo: el usuario no puede rellenar o modificar el campo

source: The field cannot be made unchangeable
qu_pe: No se puede convertir el campo en fijo

source: Folder
qu_pe: Wayaqa

source: The chat is not available because another course has been opened in another page. To avoid this, please make sure you remain inside the same course for the duration of your chat session. To join the chat session again, please re-launch the chat from the course homepage.
qu_pe: Chatqa manan kashanchu haykunapaqqa yachachinaq hoq raphi kichasqarayku, ama hina kaychu hoqmanta haykuy chat nisqaman

source: The file has successfully been uploaded.
qu_pe: Khipuqa apachikunña

source: Yesterday
qu_pe: Qayna p'unchay

source: Submit
qu_pe: Apachiy

source: Back to start new search
qu_pe: Kutiy musuq maskhayta ruwanapaq

source: Step
qu_pe: Paso

source: added successfully
qu_pe: yapachikunña

source: Delete error
qu_pe: Pichayqa pantarun

source: Steps list
qu_pe: Lista de etapas

source: Add step
qu_pe: Añadir etapa

source: Step code
qu_pe: Código de la etapa

source: Label
qu_pe: Etiqueta nisqa

source: Unable to connect to
qu_pe: Imposible conectar con

source: No user
qu_pe: Mana haykuqmasikunayuq

source: Search results for:
qu_pe: Maskhaymanta kutichisqakuna:

source: Select a file
qu_pe: Ajllay hoq khiputa

source: Warning - The FAQ file, located in the /home/ directory of your portal, is not writable. Your text will not be saved until the file permissions are changed.
qu_pe: Atención - El archivo FAQ localizado en el directorio /home/ de su plataforma, no es un archivo en el que se pueda escribir. Su texto no será guardado hasta que no cambie los permisos del archivo.

source: No tests
qu_pe: Manan kashanchu llank'aynakuna hap'ipanapaq

source: Sorry, you are not allowed to access this page, or maybe your connection has expired. Please click your browser's "Back" button or follow the link below to return to the previous page.
qu_pe: Lo sentimos, no le está permitido acceder a esta página. Para volver a la página anterior pulse el enlace inferior o haga clic en el botón "Atrás" de su navegador.

source: Result
qu_pe: Resultado

source: Attempting to login as %s %s (id %s)
qu_pe: Intentar identificarse como %s %s (id %s)

source: Login successful. Go to %s
qu_pe: Reqsipakuy ruwasqañan. Riy kayman %s

source: Start audio automatically
qu_pe: Qallarichiy uyarinataqa kikinllamanta

source: Intro was updated
qu_pe: Qelqa haykuyqa kunanchisqaña

source: Align
qu_pe: Alineación

source: Width
qu_pe: Kinraynin

source: V Space
qu_pe: Espacio V

source: H Space
qu_pe: Espacio H

source: Border
qu_pe: Borde

source: Alt
qu_pe: Sayay

source: Height
qu_pe: Sayaynin

source: Image manager
qu_pe: Wanki kamachiq

source: Image File
qu_pe: Wanki

source: Constrain proportions
qu_pe: Sayayninta hap'ipayay

source: Insert image
qu_pe: Apachimuy wankita

source: Account active
qu_pe: Cuenta activa

source: Group area
qu_pe: Huñusqaq k'itin

source: Export to PDF
qu_pe: Apachiy PDF nisqaman

source: You comment has been added
qu_pe: Rimariy yapasqa

source: Back to previous page
qu_pe: Kutiy ñaupa raphiman

source: No code
qu_pe: No Código oficial

source: Display order
qu_pe: Orden

source: Index document text?
qu_pe: ¿ Indexankinchu qelqa khipu imaymaninta ?

source: Document language for indexation
qu_pe: Indexanapaq qelqa khipuq simin

source: with
qu_pe: con

source: General coach
qu_pe: Lliw pusaq

source: Save document
qu_pe: Allchay qelqa khiputa

source: The category has been deleted.
qu_pe: Mitaqa wañuchisqaña.

source: Category added
qu_pe: Mita yapasqa

source: Grade activity
qu_pe: Chaninchay

source: Words
qu_pe: Rimaykuna

source: Go back
qu_pe: Kutiy

source: Details
qu_pe: Detalles

source: Assessment edited
qu_pe: Waskhanaqa t'ijrapachisqañan

source: Forum threads
qu_pe: K'itirimanaq rimanankunan

source: Invisible
qu_pe: Pakasqa

source: Phone
qu_pe: Teléfono

source: Information message
qu_pe: Willamanta willana

source: Confirmation message
qu_pe: Cheqaqchanamanta willana

source: Warning message
qu_pe: Willaymanta willana

source: Error message
qu_pe: Pantaymanta willana

source: Glossary
qu_pe: Glosario nisqa

source: Condition
qu_pe: Ima kay

source: Course settings
qu_pe: Configuración de la lección

source: E-mail notifications
qu_pe: E-chaskipi willanakuykuna

source: User rights
qu_pe: Derechos de usuario

source: Only numbers
qu_pe: Yupakunallata

source: Reorder options
qu_pe: Allichayay imaymanakunata

source: Edit user fields
qu_pe: Ruwapay haykuqmasiq kanchanta

source: Double select
qu_pe: Kancha iskhaymanta ajllaq

source: Visual divider
qu_pe: Kancha t'aqapaqmanta

source: Unknown package format
qu_pe: Formato desconocido de paquete

source: The resource has been deleted
qu_pe: Yanapaysinaqa pichasqañan

source: Advanced settings
qu_pe: Parámetros avanzados

source: Go to
qu_pe: Riy kayman

source: Session and course name
qu_pe: Yachachinaq sutinchaynin sesiónpa sutinpas

source: Creation date
qu_pe: Pacha kamarichisqa

source: Latest update
qu_pe: Qepa kunanyachisqa

source: View changes history
qu_pe: Ver historial de cambios

source: asturian
qu_pe: asturíanu

source: Go to course
qu_pe: Riy yachanaman

source: Lectures library
qu_pe: Biblioteca de lecciones

source: Preview image
qu_pe: Ñaupaq qhawariy

source: Advanced search options
qu_pe: Opciones de búsqueda avanzadas

source: Reset keywords
qu_pe: Pichay ancha rimaykunata

source: Keywords
qu_pe: Ancha simikuna

source: Intro was deleted
qu_pe: Qelqa haykuyqa chinkachisqaña

source: Keywords search help
qu_pe: Ayuda búsqueda por palabras clave

source: Select keywords in one or more fields and click the search button.<br /><br />To select more than one keyword in a field, use Ctrl+click.
qu_pe: Selecciona las palabras clave en uno o más de los campos y haz clic por el botón de búsqueda.<br /><br />Para seleccionar más de una palabra clave en un campo, usa Ctrl+Clic

source: Combine keywords with
qu_pe: Combinar palabras clave con

source: The full-text search feature is not enabled in Chamilo. Please contact the Chamilo administrator.
qu_pe: La funcionalidad de búsqueda de texto completo no está habilitada en Chamilo. Por favor, contacte con el administrador de Chamilo.

source: Top
qu_pe: Qallarina

source: Your text here
qu_pe: Qelqanayki kaypi

source: Order by
qu_pe: Pipuwan allichasqa

source: Notebook
qu_pe: Notas personales

source: Mandatory field
qu_pe: Kancha ruwanallapaqpuni

source: Booking system
qu_pe: Waqaychanakunaq sisteman

source: Any
qu_pe: Mayqenpas

source: Specific search fields
qu_pe: Campos específicos de búsqueda

source: Here you can define the fields you want to use for indexing content. When you are indexing one element you should add one or many terms on each field comma-separated.
qu_pe: Aquí usted puede definir los campos que quiere usar para indexar el contenido. Cuando esté indexando un elemento podrá agregar uno o más términos en cada campo separados por comas.

source: Add a specific search field
qu_pe: Agregar un campo espefífico de búsqueda

source: Save settings
qu_pe: Ima ajllasqakunata allchay

source: There are no participants
qu_pe: Manan kanshanchu haykuqmasikuna

source: Subscribers
qu_pe: Qelqachaqkuna

source: Accept
qu_pe: Chaskiy

source: Reserved
qu_pe: Waqaychasqa

source: Shared documents folder
qu_pe: Wayaqa qelqa khipukuna t'aqapasqamanta

source: Audio
qu_pe: Uyarina

source: Go to question
qu_pe: Riy rapuyman

source: Level
qu_pe: T'aqa

source: Duration
qu_pe: Unayñin

source: Specific Field for prefilter
qu_pe: Campo específico para prefiltrado

source: This option let you choose the Specific field to use on prefilter search type.
qu_pe: Esta opción le permite elegir el campo específico que va a ser usado en el tipo de búsqueda prefiltrado.

source: Max. time (minutes)
qu_pe: Tiempo máximo permitido (min)

source: Class
qu_pe: Clase

source: Select
qu_pe: Ajllay

source: Destination users
qu_pe: Haykuqmasikunaman chayana

source: The attached file has been deleted
qu_pe: Khipu yapachasqaqa pichasqañan

source: Account inactive for this URL
qu_pe: Cuenta no activada en esta URL

source: Maximum file size
qu_pe: Tamaño máximo de archivo

source: An error has been detected while receiving your file. Please check your file is not corrupted and try again.
qu_pe: Patay khipu apachisqapi

source: Expired
qu_pe: Vencido

source: The invitation has been sent
qu_pe: Miyk'aqa apachikunñan

source: The invitation hasn't been sent
qu_pe: Miyk'aqa manan apachikunchu

source: Outbox
qu_pe: Willana chaskiq

source: Overview
qu_pe: Lliw qhawariy

source: API keys
qu_pe: Llaves API

source: Generate API key
qu_pe: Generar API key

source: My API key
qu_pe: Mi API key

source: Date sent
qu_pe: Ima pachapi apachisqa

source: Deny
qu_pe: Denegar

source: There are no qualified learners
qu_pe: Mana kanchu yachaqekuna chaninchasqa

source: There are no unqualified learners
qu_pe: Mana kanchu yachaqekuna mana chaninchasqa

source: Social network
qu_pe: Muyu reqsisqa

source: Back to outbox
qu_pe: Kutiy k'uchu lloqsinaman

source: Invitation
qu_pe: Mink'a

source: See more options
qu_pe: Qhawariy aswan imaymanakunata

source: Template preview
qu_pe: Yupimanta ñaupaq qhawariy

source: Preview not available
qu_pe: Ñaupaq qhawariy mana kashanchu

source: Edit category
qu_pe: T'ijrapay mitata

source: Photo
qu_pe: Wanki

source: Move the file
qu_pe: Kuyuchiy khiputa

source: More information
qu_pe: Aswan willa

source: Make invisible
qu_pe: Churay ama rikuchikunanpaq

source: Make visible
qu_pe: Churay rikuchikunanpaq

source: Image
qu_pe: Wanki

source: Save intro text
qu_pe: Ñawpaq willayta qhaway

source: Course name
qu_pe: Yachachinaq sutin

source: Send a message
qu_pe: Enviar mensaje

source: Menu
qu_pe: Menú

source: Graphic not available
qu_pe: Gráfico no disponible

source: Back to
qu_pe: Volver a

source: Courses history
qu_pe: Yachay historia

source: Conversion failled
qu_pe: Kamaykunaqa manam allinchu

source: Already exists
qu_pe: Kunanmanta ñawpaq

source: The new word has been added
qu_pe: Yachachkan simiqa yapasqañam

source: Some of the documents are too complex to be treated automatically by the document converter
qu_pe: Kamaykunaqa manam ruraq kamaqchu, kamay rikch'akuyqa

source: Your gradebook first needs a certificate in order to be linked to a skill
qu_pe: Yachachkan notakunamqa, yachaywan q'ispichakunaykipaq

source: Data type
qu_pe: Willakuy yachay

source: Value
qu_pe: Willakuy

source: System
qu_pe: Yachay

source: Important activities
qu_pe: Yachachkan rurakuna

source: Search for specific activities
qu_pe: Rurakunata maskhay

source: Parent
qu_pe: Tayta

source: Survey added
qu_pe: Maskhay yapasqam

source: Wiki added
qu_pe: Wikin yapasqam

source: Read only
qu_pe: Leer qhapaq

source: Unacceptable
qu_pe: Manam allinchu

source: Display courses list
qu_pe: Yachay rurakuna rikunki

source: First page
qu_pe: Pallay paq

source: Last page
qu_pe: Qhipa paq

source: Coachs
qu_pe: Yachachiqkuna

source: Save assessment
qu_pe: T'ijray chaninchanata

source: Add this learning activity to the assessment
qu_pe: Kamay waskhanata

source: There are no learners to add results for
qu_pe: Manam yachachisqakunaqa willakuykuna qillqanapaq

source: Skills ranking
qu_pe: Ruwapay markana kamachiykunanpaq

source: Competence thresholds colouring
qu_pe: Markaq llinphin

source: Enable Competence thresholds
qu_pe: Activar el coloreado de las puntuaciones

source: Below
qu_pe: Por debajo de

source: The mark will be coloured in red
qu_pe: pukaman lliphichikunqa

source: Enable skills ranking
qu_pe: Activar el sistema de puntuación

source: Include upper limit (e.g. 0-20 includes 20)
qu_pe: Incluir el límite superior

source: Score info
qu_pe: Markanamanta willa

source: Between
qu_pe: Entre

source: Main folder
qu_pe: Qallariq mita

source: New category
qu_pe: Musuq mita

source: Add classroom activity
qu_pe: Musuq chaninchana

source: Weight
qu_pe: Peso

source: Pick a course
qu_pe: Ajllay hoq yachachinata

source: Independent from course
qu_pe: Yachachinamanta aywaq

source: Course independent evaluation
qu_pe: Yachachinamanta aywaq chaninchana

source: Assessment
qu_pe: Chaninchanaq sutin

source: Evaluation date
qu_pe: Chaninchanapaq pacha

source: Add users to evaluation
qu_pe: Yapay yachaqeta chaninchanaman

source: New sub-category
qu_pe: Nueva subcalificación

source: Add online activity
qu_pe: Kamay hoq waskhanata

source: Delete selected
qu_pe: Pichay ajllasqata

source: Set visible
qu_pe: Qhawarichiy

source: Set invisible
qu_pe: Pakay

source: Choose type of activity to assess
qu_pe: Ajllay ima niraq wskhanata

source: Choose test
qu_pe: Ajllay hoq llank'aynata

source: Grade learners
qu_pe: Añadir resultados

source: Back to folder view
qu_pe: Kutin lliw Qhawanaman

source: Choose orientation
qu_pe: Ajllay imayna kananpaq

source: Portrait
qu_pe: Vertical

source: Landscape
qu_pe: Horizontal

source: Filter category
qu_pe: Suysuy sapanka chaninchanata

source: Skills ranking updated
qu_pe: Marka kunanyachisqa

source: %s certifies that %s has successfully completed the course '%s' with a grade of '%s'
qu_pe: %s certifica que %s ha realizado el curso '%s' con la calificación de '%s'

source: Minimum certification score
qu_pe: Puntuación mínima de certificación

source: Assessment made invisible
qu_pe: Este apartado ya no es visible

source: Assessment details
qu_pe: Ver resultados
