Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Adding a user field is very easy:<br />- pick a one-word, lowercase identifier,<br />- select a type,<br />- pick a text that should appear to the user (if you use an existing translated name like BirthDate or UserSex, it will automatically get translated to any language),<br />- if you picked a multiple type (radio, select, multiple select), provide the possible choices (again, it can make use of the language variables defined in Chamilo), split by semi-column characters,<br />- for text types, you can choose a default value.<br /><br />Once you're done, add the field and choose whether you want to make it visible and modifiable. Making it modifiable but not visible is useless.
ar: : يمكنك اضافة حقل مستخدم بسهولة من خلال
ast_es: Amestar un campu d'usuariu ye perfácil: <br/>-escueya una palabra como identificador en minúscules, <br/>-seleicione un tipu, <br/>-escueya'l testu que-y va apaecer al usuariu (si usa un nome yá traducíu por Chamilo, como BirtDate o UserSex, automáticamente traduzse a tolos idiomes), <br/>-si escoyó un campu de tipu seleición múltiple (radiu, seleicionar, seleición múltiple), pue escoyer el tipu (tamién equí pue facer usu de les variables d'idioma definíes en Chamilo), separtáu por puntu y coma, <br/>- nos campos de tipu testu, pue escoyer un valor por defeutu. <br/><br/>En acabando, ameste'l campu y escueya si quier que se vea o que se pueda modificar. Ponelu en invisible y modificable ye inútil.
bn_bd: ব্যবহারকারী ক্ষেত্র যুক্ত করা খুব সহজ:<br />- এক শব্দের, ছোট হাতের পরিচয়ক নির্বাচন করুন,<br />- এক ধরন নির্বাচন করুন,<br />- ব্যবহারকারীর কাছে দেখানোর জন্য পাঠ্য নির্বাচন করুন (যদি আপনি BirthDate বা UserSex এর মতো বিদ্যমান অনুবাদিত নাম ব্যবহার করেন, তাহলে এটি স্বয়ংক্রিয়ভাবে যেকোনো ভাষায় অনুবাদিত হবে),<br />- যদি আপনি একাধিক ধরন নির্বাচন করেন (রেডিও, সিলেক্ট, একাধিক সিলেক্ট), সম্ভাব্য পছন্দগুলি প্রদান করুন (আবার, এটি Chamilo তে সংজ্ঞায়িত ভাষা ভেরিয়েবল ব্যবহার করতে পারে), সেমি-কোলন অক্ষর দ্বারা বিভক্ত,<br />- পাঠ্য ধরনের জন্য, আপনি একটি ডিফল্ট মান চয়ন করতে পারেন।<br /><br />যখন আপনি শেষ করবেন, ক্ষেত্র যুক্ত করুন এবং এটি দৃশ্যমান এবং পরিবর্তনযোগ্য করতে চান কিনা তা চয়ন করুন। এটি পরিবর্তনযোগ্য কিন্তু দৃশ্যমান নয় করা অকেজো।
bs_ba: Dodavanje korisničkog polja je vrlo jednostavno:<br />- odaberite jednu riječ, malim slovima identifikator,<br />- odaberite tip,<br />- odaberite tekst koji treba prikazati korisniku (ako koristite postojeće prevedeno ime poput BirthDate ili UserSex, automatski će se prevesti na bilo koji jezik),<br />- ako ste odabrali višestruki tip (radio, select, multiple select), navedite moguće opcije (može koristiti varijable jezika definirane u Chamilo-u), razdvojene točkom i zarezom,<br />- za tekstualne tipove, možete odabrati zadanu vrijednost.<br /><br />Kada završite, dodajte polje i odaberite želite li ga učiniti vidljivim i izmenljivim. Činjenje izmenljivim ali nevidljivim je beskorisno.
ca_es: Afegir un camp d'usuari és molt fàcil: <br />- escolliu una paraula com identificador en minúscules, <br /> - seleccioneu un tipus, <br /> - escolliu el text que hauria d'aparèixer a l'usuari (si utilizeu un nom ja traduït por Chamilo, como ara BirthDate o UserSex, automàticament es tradueix a tots els idiomes), <br /> - si heu escollit un camp del tipus selecció múltiple (radio, seleccionar, selecció múltiple), teniu l'oportunitat de triar (també aquí, podeu fer ús de les variables d'idioma definides a Chamilo), separat per punt i coma, <br /> - en els camps tipus text, podeu triar un valor per defecte. <br /> <br /> Un cop acabat, agregueu el camp i decidiu si voleu fer-lo visible i modificable. Fer-lo modificable però ocult no té sentit.
cs_cz: Přidání uživatelského pole je velmi jednoduché:<br/>- zvolte si jednoslovný identifikátor, napsaný malými písmeny,<br/>- vyberte text, který by měl odpovídat uživateli(pokud zvolíte existující přeložený název, bude automaticky přeložen do všech jazyků),<br/>- pokud zvolíte vícenásobný typ(vícenásbný výběr), připravte si možnosti(opět může být jazyková proměnná z Chamilou), oddělte je středníkem,<br/>- pro textový typ můžete použít výchozí hodnotu.<br/><br/>Až budete hotovi, přidejte pole a zvolte bude pole viditelné a modifikovatelné. Je vcelku nepoužitelné mít pole modifikovatelné, ale ne-viditelné.
da: At tilføje et brugerfelt er meget nemt:<br />- vælg et identifikator med ét ord, små bogstaver,<br />- vælg en type,<br />- vælg en tekst, der skal vises for brugeren (hvis du bruger et eksisterende oversat navn som BirthDate eller UserSex, vil det automatisk blive oversat til det pågældende sprog),<br />- hvis du har valgt en type med flere valg (radio, select, multiple select), angiv de mulige valg (igen, det kan bruge sprogvariablerne defineret i Chamilo), adskilt med semikolon-tegn,<br />- for teksttyper kan du vælge en standardværdi.<br /><br />Når du er færdig, tilføj feltet og vælg, om du vil gøre det synligt og ændeligt. At gøre det ændeligt, men ikke synligt er ubrugeligt.
de: Ein Benutzerfeld hinzufügen ist sehr einfach:<br/>-einzelnes Wort in Kleinbuchstaben als eindeutigen Namen auswählen,<br/>- Typ auswählen,<br/>-einen Text wählen, der dem Benutzer angezeigt wird (nimmt man einen existierenden übersetzten Begriff wie BirthDate oder UserSex, so wird er automatisch in andere Sprache übersetzt), <br/>-wählt man einen Multityp (radio, select, multiple select), muss man die möglichen Werte angeben (auch hier kann man in Chamilo bereits benutzte Sprachvariablen nehmen), die durch Semikolon voneinander getrennt werden,<br/>-für Text kann ein Standardwert angegeben werden.<br/><br/>Wenn man fertig ist, das Feld hinzufügen und auswählen, ob es sichtbar und veränderbar sein soll. Es veränderbar und unsichtbar zu machen bringt nichts.
el: Η προσθήκη πεδίου χρήστη είναι πολύ εύκολη:<br />- επιλέξτε έναν μονολεκτικό, πεζό αναγνωριστικό,<br />- επιλέξτε τύπο,<br />- επιλέξτε κείμενο που θα εμφανίζεται στον χρήστη (αν χρησιμοποιήσετε υπάρχον μεταφρασμένο όνομα όπως BirthDate ή UserSex, θα μεταφραστεί αυτόματα σε οποιαδήποτε γλώσσα),<br />- αν επιλέξατε τύπο πολλαπλής επιλογής (ραδιόφωνο, επιλογή, πολλαπλή επιλογή), παρέχετε τις πιθανές επιλογές (ξανά, μπορεί να χρησιμοποιήσει μεταβλητές γλώσσας που ορίζονται στο Chamilo), διαχωρισμένες με χαρακτήρες ερωτηματικού,<br />- για τύπους κειμένου, μπορείτε να επιλέξετε προεπιλεγμένη τιμή.<br /><br />Μόλις τελειώσετε, προσθέστε το πεδίο και επιλέξτε αν θέλετε να το κάνετε ορατό και επεξεργάσιμο. Το να το κάνετε επεξεργάσιμο αλλά όχι ορατό είναι άχρηστο.
eo: Aldoni uzulan kampon estas facile <br /> - elektu identigilon konsistantan el unu vorto kaj nur minuskloj sen specialaj karaktroj<br /> - elektu la teksto aperonta por la uzulo (se vi uzas ekzistantan lingvovariablon, kia BirthDate aŭ UserSex ĝi estos aŭtomate tradukata en la uzulan lingvon.<br /> - se vi elektis kampon kun pluraj ebloj (radio, elekto, multoblelekto) vi povasdifini la eblajn elektojn (ankaŭ ĉi tie vi povas uzi la tradukojn de Chamilo) apartigante ilin per punktokomoj<br /> - por teksttipoj vi povas elekti norman valoron<br /><br />- Fininte tion vi povas aldoni la kampon kaj elekti ĉu vi volas igi ĝin videbla kaj/aŭ ŝanĝebla por la uzulo. Igi ĝin ŝanĝebla sed nevidebla estas senutila.
es: Añadir un campo de usuario es muy fácil: <br />- elija una palabra como identificador en minúsculas, <br /> - seleccione un tipo, <br /> - elija el texto que le debe aparecer al usuario (si utiliza un nombre ya traducido por Chamilo, como BirthDate o UserSex, automáticamente se traduce a todos los idiomas), <br /> - si ha elegido un campo del tipo selección múltiple (radio, seleccionar, selección múltiple), tiene la oportunidad de elegir (también aquí, puede hacer uso de las variables de idioma definidas en Chamilo), separado por punto y coma, <br /> - en los campos tipo texto, puede elegir un valor por defecto. <br /> <br /> Una vez que esté listo, agregue el campo y elija si desea hacerlo visible y modificable. Hacerlo modificable pero oculto es inútil.
es_mx: Agregar un campo de usuario es muy fácil:<br />- elija un identificador de una palabra, en minúsculas,<br />- seleccione un tipo,<br />- elija un texto que deba aparecer para el usuario (si usa un nombre traducido existente como BirthDate o UserSex, se traducirá automáticamente a cualquier idioma),<br />- si eligió un tipo múltiple (radio, select, multiple select), proporcione las opciones posibles (nuevamente, puede usar las variables de idioma definidas en Chamilo), separadas por punto y coma,<br />- para tipos de texto, puede elegir un valor predeterminado.<br /><br />Una vez terminado, agregue el campo y elija si desea hacerlo visible y modificable. Hacerlo modificable pero no visible es inútil.
eu_es: Erabiltzaile eremu bat gehitzea oso erraza da:
fa_ir: افزودن فیلد کاربر آسان است:<br />- شناسه تک‌کلمه‌ای، کوچک انتخاب کنید،<br />- نوع را انتخاب کنید،<br />- متنی برای نمایش به کاربر انتخاب کنید (اگر از نام ترجمه‌شده موجود مانند BirthDate یا UserSex استفاده کنید، خودکار ترجمه می‌شود)،<br />- برای نوع چندگانه (رادیویی، کشویی، انتخاب چندگانه)، گزینه‌ها را با سمی‌کالن جدا کنید،<br />- برای نوع متن، مقدار پیش‌فرض انتخاب کنید.<br /><br />پس از اتمام، فیلد را اضافه کنید و مشخص کنید آیا قابل مشاهده و ویرایش باشد. ویرایش‌پذیر اما غیرقابل مشاهده بی‌فایده است.
fi_fi: Käyttäjän kentän lisääminen on rất helppoa:<br />- valitse yhden sanan, pienillä kirjaimilla kirjoitettu tunniste,<br />- valitse tyyppi,<br />- valitse teksti, joka näytetään käyttäjälle (jos käytät olemassa olevaa käännettyä nimeä kuten BirthDate tai UserSex, se käännetään automaattisesti mille tahansa kielelle),<br />- jos valitsit monivalintatyypin (radio, valinta, monivalinta), anna mahdolliset valinnat (voi käyttää Chamilon kielimuuttujia), erotettu puolipisteillä,<br />- tekstityypeille voit valita oletusarvon.<br /><br />Kun olet valmis, lisää kenttä ja valitse, haluatko tehdä siitä näkyvän ja muokattavan. Muokattavaksi tekeminen ilman näkyvyyttä on hyödytöntä.
fo_fo: At leggja afturat brúkaraøki er sera einfølt:<br />- vel eitt einorð, lítlir skrift identifier,<br />- vel eitt slóð,<br />- vel ein tekst sum skal vísa fyri brúkaran (um tú brúkar eitt verandi týtt navn sum BirthDate ella UserSex, verður tað sjálvvirkandi týtt til hvørt mál),<br />- um tú valdi eitt fleiri slóð (radio, select, multiple select), gev møgilgu valmøguleikarnar (eftir saman, tað kann brúka málvariablurnar skilgreindar í Chamilo), skiljaðar við semikolon,<br />- fyri tekst slóð, kanst tú velja eitt standardvirði.<br /><br />Tá ið tú ert liðugur, legg økið afturat og vel hvat tú ynskir at gera tað sýniligt og broytanligt. At gera tað broytanligt men ikki sýniligt er óhugsandi.
fur: Zontâ un camp utent è fasîl: <br />- scolt un identificadôr di une peraule, minuscol,<br />- scolt un tipus,<br />- scolt un test che i deve apare a l'utent (se ju lis intu un non tradût esistint come BirthDate o UserSex, lu sarà automaticament tradût in ogni lenghe),<br />- se ju âs scoltâ un tipus multipli (radio, select, multiple select), fûrnisî lis sceltis passibîs (indi podê usâ lis variabilis di lenghe definîs in Chamilo), divîts par punty e virguie,<br />- par i tipus test, ju puê scoltâ un valôr predefinît.<br /><br />Une voltes finî, zontâ il camp e scolt se lu vûstu fâ visîl e modificâbil. Fâlu modificâbil ma no visîl nol serve a nîl.
ga: Is furasta réimse úsáideora a chur leis:<br />- roghnaigh aitheantóir focal amháin, cás íochtar,<br />- roghnaigh cineál,<br />- roghnaigh téacs ba cheart a bheith le feiceáil don úsáideoir (má úsáideann tú ainm aistrithe atá ann cheana amhail BirthDate nó UserSex, gheobh sé aistriú go huathoibríoch go teanga ar bith),<br />- má roghnaigh tú cineál ilchodach (raidió, roghnaigh, roghnaigh iolrach), soláthraigh na roghanna féideartha (arís, is féidir é a úsáid ó na athróg teanga atá sainithe i Chamilo), scoilte le carachtair leathcheannlann,<br />- do chineáil téacs, is féidir luach réamhshocraithe a roghnú.<br /><br />Nuair a bheidh tú críochnaithe, cuir an réimse leis agus roghnaigh an bhfuil tú ag iarraidh é a dhéanamh infheicthe agus inathraithe. É a dhéanamh inathraithe ach gan infheicthe a bheith gan úsáid.
gl: Engadir un campo de usuario é moi fácil:- elixa unha palabra como identificador en minúsculas,- seleccione un tipo,- elixa o texto que lle debe aparecer ao usuario (se utiliza un nome xa traducido por Chamilo, como BirthDate ou UserSex, automaticamente tradúcese a todos os idiomas),- se elixiu un campo do tipo selección múltiple (radio, seleccionar, selección múltiple), ten a oportunidade de elixir (tamén aquí, pode facer uso das variables de idioma definidas en Chamilo), separado por punto e coma,- nos campos tipo texto, pode elixir un valor por defecto.Unha vez que estea listo, agregue o campo e elixa se desexa facelo visible e modificable. Facelo modificable pero oculto é inútil.
he_il: הוספת שדה משתמש קלה מאוד:<br />- בחר מזהה של מילה אחת, באותיות קטנות,<br />- בחר סוג,<br />- בחר טקסט שאמור להופיע למשתמש ( אם אתה משתמש בשם מתורגם קיים כמו BirthDate או UserSex, הוא יתורגם אוטומטית לכל שפה),<br />- אם בחרת סוג מרובה (רדיו, בחירה, בחירה מרובה), ספק את האפשרויות האפשריות (שוב, זה יכול לעשות שימוש במשתני השפה המוגדרים ב-Chamilo), מפוצלים לפי תווים חצי עמודים,<br />- עבור סוגי טקסט, אתה יכול לבחור ערך ברירת מחדל.<br /><br />לאחר שתסיים, הוסף את השדה ובחר אם ברצונך להפוך אותו לגלוי וניתן לשינוי. הפיכתו ניתנת לשינוי אך לא גלוי היא חסרת תועלת.
hi: उपयोगकर्ता फ़ील्ड जोड़ना बहुत आसान है:<br />- एक शब्द, लघु अक्षर पहचानकर्ता चुनें,<br />- प्रकार चुनें,<br />- उपयोगकर्ता को दिखने वाला पाठ चुनें (यदि आप BirthDate या UserSex जैसा मौजूदा अनुवादित नाम उपयोग करते हैं, तो यह स्वचालित रूप से किसी भी भाषा में अनुवादित हो जाएगा),<br />- यदि आपने बहु प्रकार (रेडियो, चयन, बहु चयन) चुना है, तो संभावित विकल्प प्रदान करें (फिर से, यह Chamilo में परिभाषित भाषा चरों का उपयोग कर सकता है), अर्ध-कोलन वर्णों द्वारा विभाजित,<br />- पाठ प्रकारों के लिए, आप डिफ़ॉल्ट मान चुन सकते हैं。<br /><br />एक बार पूरा करने के बाद, फ़ील्ड जोड़ें और इसे दृश्यमान और संशोधनीय बनाना चाहते हैं या नहीं चुनें। इसे संशोधनीय लेकिन दृश्यमान न बनाना व्यर्थ है।
hr_hr: Dodavanje korisničkog polja je vrlo jednostavno:<br />- odaberite jednu riječ, malim slovima kao identifikator,<br />- odaberite vrstu,<br />- odaberite tekst koji će se prikazati korisniku (ako koristite postojeće prevedeno ime poput BirthDate ili UserSex, automatski će se prevesti na bilo koji jezik),<br />- ako ste odabrali višestruku vrstu (radio, select, multiple select), navedite moguće opcije (može koristiti varijable jezika definirane u Chamilo), razdvojene točkama s zarezom,<br />- za tekstualne vrste možete odabrati zadanu vrijednost.<br /><br />Kada završite, dodajte polje i odaberite želite li ga učiniti vidljivim i izmjeniivim. Činjenica da je izmjeniivo ali nevidljivo nema smisla.
hu_hu: Felhasználói mező hozzáadása nagyon egyszerű:<br />- válasszon egy egy szavas, kisbetűs azonosítót,<br />- válasszon típust,<br />- válasszon egy szöveget, amely a felhasználó számára megjelenik (ha meglévő lefordított nevet használ, pl. BirthDate vagy UserSex, akkor automatikusan lefordítódik bármely nyelvre),<br />- ha többszörös típust választott (rádiógomb, legördülő, többszörös legördülő), adja meg a lehetséges választásokat (újra, használhatja a Chamilo-ban definiált nyelv változókat), pontosvessző karakterekkel elválasztva,<br />- szöveg típusoknál választhat alapértelmezett értéket.<br /><br />Miután kész, adja hozzá a mezőt, és válassza ki, hogy látható és módosítható legyen-e. Módosíthatóvá tenni, de nem láthatóvá tenni értelmetlen.
hy: Օգտատիրոջ դաշտ ավելացնելը շատ հեշտ է:<br />- ընտրեք մեկ բառանոց, փոքրատառ նույնացուցիչ,<br />- ընտրեք տիպ,<br />- ընտրեք տեքստ, որը պետք է ցուցադրվի օգտատիրոջը (եթե օգտագործեք արդեն թարգմանված անուն, ինչպես BirthDate կամ UserSex, այն կթարգմանվի ավտոմատ կերպով ցանկացած լեզվի),<br />- եթե ընտրել եք բազմակի տիպ (ռադիո, ընտրություն, բազմակի ընտրություն), տրամադրեք հնարավոր ընտրությունները (վերջինս կարող է օգտագործել Chamilo-ում սահմանված լեզվական փոփոխականները), բաժանված կետ逗անիշներով,<br />- տեքստային տիպերի համար կարող եք ընտրել ընտրովի արժեք:<br /><br />Ավարտելուց հետո ավելացրեք դաշտը և ընտրեք՝ ցուցադրելի՞ է այն, թե՞ փոփոխելի: Փոփոխելի դարձնելը առանց ցուցադրության անիմաստ է:
id_id: Menambahkan field pengguna sangat mudah:<br />- pilih identifier satu kata, huruf kecil,<br />- pilih tipe,<br />- pilih teks yang harus muncul ke pengguna (jika Anda menggunakan nama terjemahan yang ada seperti BirthDate atau UserSex, itu akan otomatis diterjemahkan ke bahasa apa pun),<br />- jika Anda memilih tipe ganda (radio, select, multiple select), berikan pilihan yang mungkin (lagi, bisa menggunakan variabel bahasa yang didefinisikan di Chamilo), dipisahkan oleh karakter titik koma,<br />- untuk tipe teks, Anda bisa memilih nilai default.<br /><br />Setelah selesai, tambahkan field dan pilih apakah Anda ingin membuatnya terlihat dan dapat diubah. Membuatnya dapat diubah tapi tidak terlihat tidak berguna.
it: Per aggiungere un campo utente semplicemente:<br />- scegli un identificatore formato da una sola parola, minuscola,<br />- selezionane il tipo,<br />- immetti un testo che l'utente possa vedere (un termine già tradotto come BirthDate o UserSex sarà automaticamente tradotto nelle altre lingue),<br />- se selezioni un tipo che permette più valori contemporanei (spunta o tendina multipla), indicane i possibili valori (anch'essi possono essere variabili già definite in Chamilo), separati da punti e virgola,<br />- per il tipo testo puoi indicare il valore di default.<br /><br />Terminata la definizione conferma l'aggiunta e scegli se il campo debba essere visibile (ed eventualmente modificabile).
ja: ユーザー・フィールドの追加はとても簡単です：<br />- 1語の小文字識別子を選択、<br />- タイプを選択、<br />- ユーザーに表示するテキストを選択（BirthDate や UserSex などの既存の翻訳名を使用すると自動的に翻訳されます）、<br />- 複数選択タイプ（ラジオ、セレクト、複数セレクト）の場合、セミコロンで区切った可能な選択肢を提供（Chamiloで定義された言語変数を使用可能）、<br />- テキストタイプの場合、デフォルト値を選択可能。<br /><br />完了したら、フィールドを追加し、可視および編集可能にするかを選択してください。編集可能だが非表示にするのは無意味です。
ka_ge: მომხმარებლის ველის დამატება ძალიან მარტივია:<br />- აირჩიეთ ერთსიტყვიანი, პატარა ასოებით შეწერილი იდენტიფიკატორი,<br />- აირჩიეთ ტიპი,<br />- აირჩიეთ ტექსტი რომელიც მომხმარებელს უნდა გამოჩნდეს (თუ გამოიყენებთ არსებულ თარგმნილ სახელს როგორიცაა BirthDate ან UserSex, ის ავტომატურად თარგმნილი იქნება ნებისმიერ ენაზე),<br />- თუ აირჩიეთ მრავალჯერადი ტიპი (რადიო, არჩევანი, მრავალჯერადი არჩევანი), მიუთითეთ შესაძლო ვარიანტები (ხელახლა, შეგიძლიათ გამოიყენოთ Chamilo-ში განსაზღვრული ენის ცვლადები), გამოყოფილი ნახევრ ხაზის სიმბოლოებით,<br />- ტექსტური ტიპებისთვის შეგიძლიათ აირჩიოთ ნაგულისხმევი მნიშვნელობა.<br /><br />შესრულების შემდეგ, დაამატეთ ველი და აირჩიეთ გსურთ თუ არა რომ იყოს ხილული და შეცვლადი. შეცვლადი მაგრამ არახილული გაკეთება უსარგებლოა.
ko_kr: 사용자 필드 추가는 매우 쉽습니다:<br />- 한 단어, 소문자 식별자 선택,<br />- 유형 선택,<br />- 사용자에게 표시될 텍스트 선택(기존 번역 이름如 BirthDate 또는 UserSex 사용 시 자동 번역),<br />- 다중 유형(라디오, 셀렉트, 다중 셀렉트)인 경우 세미콜론으로 구분된 선택지 제공,<br />- 텍스트 유형의 경우 기본값 선택.<br /><br />완료 후 필드를 추가하고 표시 및 수정 가능 여부를 선택하세요. 수정 가능하지만 표시되지 않게 하는 것은 무의미합니다.
lo: ການເພີ່ມຊ່ອງຂໍ້ມູນຜູ້ໃຊ້ແມ່ນງ່າຍຫຼາຍ:<br />- ເລືອກໂຕລະບຸທີ່ເປັນຄຳດຽວ, ເປັນຕົວອັກສອນນ້ອຍ,<br />- ເລືອກປະເພດ,<br />- ເລືອກຂໍ້ຄວາມທີ່ຈະສະແດງໃຫ້ຜູ້ໃຊ້ເຫັນ (ຖ້າທ່ານໃຊ້ຊື່ທີ່ແປໄວ້ແລ້ວ ເຊັ່ນ BirthDate ຫຼື UserSex, ມັນຈະຖືກແປເປັນພາສາຕ່າງໆໂດຍອັດຕະໂນມັດ),<br />- ຖ້າທ່ານເລືອກປະເພດທີ່ເລືອກໄດ້ຫຼາຍລາຍການ (ປຸ່ມຕົວເລືອກ, ລາຍການແບບເລື່ອນລົງ, ລາຍການແບບເລື່ອນລົງທີ່ເລືອກໄດ້ຫຼາຍລາຍການ), ໃຫ້ລະບຸຕົວເລືອກທີ່ເປັນໄປໄດ້ (ອີກຄັ້ງ, ສາມາດໃຊ້ໂຕແປພາສາທີ່ກຳນົດໄວ້ໃນ Chamilo), ຂັ້ນດ້ວຍເຄື່ອງໝາຍຈໍ້າຈຸດ,<br />- ສຳລັບປະເພດຂໍ້ຄວາມ, ທ່ານສາມາດເລືອກຄ່າເລີ່ມຕົ້ນໄດ້.<br /><br />ເມື່ອທ່ານເຮັດສຳເລັດແລ້ວ, ໃຫ້ເພີ່ມຊ່ອງຂໍ້ມູນ ແລະ ເລືອກວ່າຈະໃຫ້ມັນສະແດງ ແລະ ແກ້ໄຂໄດ້ຫຼືບໍ່. ການຕັ້ງຄ່າໃຫ້ແກ້ໄຂໄດ້ແຕ່ບໍ່ສະແດງແມ່ນບໍ່ມີປະໂຫຍດ.
lt_lt: Vartotojo lauko pridėjimas yra labai paprastas:<br />- pasirinkite vieno žodžio, mažųjų raidžių identifikatorių,<br />- pasirinkite tipą,<br />- pasirinkite tekstą, kuris turėtų būti rodomas vartotojui (jei naudojate esamą išverstą pavadinimą kaip BirthDate ar UserSex, jis automatiškai bus išverstas į bet kokią kalbą),<br />- jei pasirinkote kelių pasirinkimų tipą (radijo, pasirinkimas, kelių pasirinkimas), pateikite galimus pasirinkimus (vėlgi, galima naudoti Chamilo apibrėžtas kalbos kintamąsias), atskirtus kabliataškio simboliais,<br />- teksto tipams galite pasirinkti numatytąją reikšmę.<br /><br />Baigus, pridėkite lauką ir pasirinkite, ar norite jį padaryti matomą ir keičiamą. Padaryti keičiamą, bet nematomą yra nenaudinga.
lv_lv: Lietotāja informatīvā lauka pievienošana ir vienkārša:<br>- pick a one-word, lowercase identifier,
mk_mk: Додавањето на корисничко поле е многу лесно:<br />- изберете едноставен, со мали букви идентификатор,<br />- изберете тип,<br />- изберете текст што треба да се појави кај корисникот (ако користите постоечко преведено име како BirthDate или UserSex, автоматски ќе се преведе на било кој јазик),<br />- ако изберете повеќе тип (радио, селект, повеќе селект), дадете ги можните избори (повторно, може да користи променливи од јазикот дефинирани во Chamilo), разделени со точка-заглавје,<br />- за текстуални типови, можете да изберете стандардна вредност.<br /><br />Кога ќе завршите, додадете го полето и изберете дали сакате да биде видливо и променливо. Правињето променливо но невидливо е бескорисно.
ms_my: Menambah medan pengguna sangat mudah:<br />- pilih pengenalan satu perkataan, huruf kecil,<br />- pilih jenis,<br />- pilih teks yang patut muncul kepada pengguna (jika anda gunakan nama yang diterjemah sedia ada seperti BirthDate atau UserSex, ia akan diterjemah secara automatik ke mana-mana bahasa),<br />- jika anda pilih jenis berganda (radio, pilih, pilih berganda), berikan pilihan yang boleh (sekali lagi, ia boleh gunakan pemboleh ubah bahasa yang ditakrifkan dalam Chamilo), dipisahkan oleh aksara titik tengah,<br />- untuk jenis teks, anda boleh pilih nilai lalai.<br /><br />Setelah selesai, tambah medan dan pilih sama ada anda mahu jadikan ia kelihatan dan boleh diubah. Jadikan boleh diubah tetapi tidak kelihatan adalah sia-sia.
my_mm: အသုံးပြုသူကွက်လပ်တစ်ခုထည့်သွင်းခြင်းသည် အလွန်လွယ်ကူသည်:<br />- စကားလုံးတစ်လုံးတည်း၊ အက္ခရာသေးဖြင့် ခွဲခြားသတ်မှတ်သူကို ရွေးပါ၊<br />- အမျိုးအစားတစ်ခုကို ရွေးချယ်ပါ၊<br />- အသုံးပြုသူထံပေါ်လာသင့်သော စာသားတစ်ခုကို ရွေးပါ (ဥပမာ BirthDate သို့မဟုတ် UserSex ကဲ့သို့သော ရှိပြီးသား ဘာသာပြန်အမည်ကို အသုံးပြုပါက၊ ၎င်းသည် ဘာသာစကားတစ်ခုခုသို့ အလိုအလျောက်ဘာသာပြန်မည်ဖြစ်သည်)၊<br />- သင်သည် မျိုးစုံအမျိုးအစား (ရေဒီယို၊ ရွေးချယ်ရန်၊ မျိုးစုံရွေးချယ်ရန်) ကို ရွေးချယ်ပါက၊ ဖြစ်နိုင်သောရွေးချယ်မှုများကို ပေးပါ (ထပ်မံ၍၊ Chamilo တွင် သတ်မှတ်ထားသော ဘာသာစကားကိန်းရှင်များကို အသုံးပြုနိုင်သည်)၊ ဆီမီးကိုလံဖြင့် ခွဲထားပါ၊<br />- စာသားအမျိုးအစားများအတွက်၊ သင်သည် မူလတန်ဖိုးတစ်ခုကို ရွေးချယ်နိုင်သည်။<br /><br />ပြီးသည်နှင့်၊ ကွက်လပ်ကို ထည့်သွင်းပြီး ၎င်းကို မြင်ရမည်ဖြစ်စေ၊ ပြောင်းလဲနိုင်မည်ဖြစ်စေ ရွေးချယ်ပါ။ ၎င်းကို ပြောင်းလဲနိုင်စေပြီး မြင်မရစေခြင်းသည် အသုံးမဝင်ပါ။
ne: प्रयोगकर्ता फिल्ड थप्नु धेरै सजिलो छ:<br />- एक शब्द, सानो अक्षर पहिचानकर्ता छान्नुहोस्,<br />- प्रकार छान्नुहोस्,<br />- प्रयोगकर्तालाई देखाइनुपर्ने पाठ छान्नुहोस् (यदि तपाईंले जन्ममिति वा प्रयोगकर्ता लिङ्ग जस्ता विद्यमान अनुवादित नाम प्रयोग गर्नुभयो भने, यो स्वतः कुनै पनि भाषामा अनुवाद हुनेछ),<br />- यदि तपाईंले बहु प्रकार (रेडियो, चयन, बहु चयन) छान्नुभयो भने, सम्भावित विकल्पहरू प्रदान गर्नुहोस् (फेरि, यो Chamilo मा परिभाषित भाषा चरहरू प्रयोग गर्न सक्छ), सेमि-कोलन अक्षरहरूबाट विभाजित,<br />- पाठ प्रकारहरूको लागि, तपाईं पूर्वनिर्धारित मान छान्न सक्नुहुन्छ।<br /><br />तपाईं समाप्त गरेपछि, फिल्ड थप्नुहोस् र यो दृश्यमान र परिमोध्य बनाउन चाहनुहुन्छ भनेर छान्नुहोस्। यसलाई परिमोध्य बनाउनु तर दृश्यमान नबनाउनु व्यर्थ छ।
nl: Een gebruikersveld toevoegen is gemakkelijk <br />- kies een identificatie dat bestaat uit één woord en uitsluitend kleine letters zonder speciale karakters<br />- kies de tekst die moet verschijnen voor de gebruiker (als u een bestaande taalvariabele gebruikt zoals BirthDate of UserSex zal het automatisch vertaald worden in de taal van de gebruiker.<br />- als u een veld koos met meerdere mogelijkheden (radio, select, multiple select) dan kunt u de mogelijke keuzes definiëren (u kunt ook hier gebruik maken van de vertalingen van Chamilo) door deze te scheiden met punt-kommas<br />- voor text types kunt u een standaard waarde kiezen<br /><br />Eens u hiermee klaar bent kunt u het veld toevoegen en kiest u of u het zichtbaar en/of wijzigbaar maakt voor de gebruiker. Het wijzigbaar maar onzichtbaar maken is nutteloos.
nn_no: Å legge til eit brukarfelt er veldig enkelt:<br />- vel eit ord, små bokstavar som identifikator,<br />- vel ein type,<br />- vel ein tekst som skal visast til brukarane (om du brukar eit eksisterande oversett namn som BirthDate eller UserSex, vert det automatisk oversett til andre språk),<br />- om du har valt ei type med fleire valg (radio, vel, fleirval), gi moglege val (igjen, det kan nytta språkvariablane definert i Chamilo), skilje med semikolon-teikn,<br />- for teksttypar kan du velja ei standardverdi.<br /><br />Når du er ferdig, legg til feltet og vel om du vil gjera det synleg og endringsbart. Å gjera det endringsbart men ikkje synleg er nyttelaust.
oc: Apondre un camp d'utilizaire es plan facil :<br />- causissètz un identificador d'una paraula, en minusclas,<br />- causissètz un tipe,<br />- causissètz un tèxte qu'apareissserà per l'utilizaire (se utilizatz un nom traduch ja existent coma BirthDate o UserSex, serà automaticament traduch en quina que siá la lenga),<br />- se avètz causit un tipe multiple (radio, select, multiple select), fornissètz las opcions possibles (podètz utilizar las variables de lenga definidas dins Chamilo), separadas per punts e virgulas,<br />- per los tipe tèxte, podètz causir un valor per defaut.<br /><br />Un còp acabat, apondètz lo camp e decidètz se lo volètz far visible e modificable. Lo far modificable mas pas visible es inutil.
pl_pl: Dodawanie pola użytkownika jest bardzo proste:
ps: د یو استعمال کوونکي فیلډ اضافه کول ډېر اسانه دي:<br />- یو کلمه، لږ لاسی پیژندن انتخاب کړئ،<br />- یو ډول انتخاب کړئ،<br />- یو متن انتخاب کړئ چې استعمال کوونکي ته ښکاره شي (که تاسو موجوده ژباړې شوی نوم لکه BirthDate یا UserSex وکاروئ، دا به په اتومات ډول هرې ژبې ته ژباړل شي)،<br />- که تاسو څو ډوله (رادیو، انتخاب، څو انتخاب) انتخاب کړئ، شونې انتخابونه چمتو کړئ (بیا، دا کولای شي د Chamilo کې تعریف شوي ژبې متغیرات وکاروي)، په نیمې ټکیه له خوا جلا شوي،<br />- د ټیکسټ ډولونو لپاره، تاسو کولای شئ یو پیش فرض ارزښت انتخاب کړئ.<br /><br />کله چې تاسو خلاص شئ، فیلډ اضافه کړئ او انتخاب کړئ چې ایا غواړئ دا ښکاره او بدل کېدونکې کړئ. دا بدل کېدونکې کول مګر ښکاره نه کول بې ګټې دي.
pt_br: Adicionar um novo campo ao cadastro de usuário é muito fácil:<br />- basta escolher uma palavra como identificador usando letras minúsculas,<br />- selecionar um tipo,<br />- escolher o texto que deve aparecer ao usuário (se utilizar um nome já traduzido por Chamilo, como BirthDate ou UserSex, automaticamente este será traduzido a todos os idiomas automáticamente),<br />- se escolheu um campo do tipo seleção múltipla (radio, selecionar, seleção múltipla), poderá escolher (aqui também pode-se fazer uso das variáveis do idioma definidas por Chamilo), separado por ponto e vírgula,<br />- nos campos tipo texto, pode escolher um valor padrão.<br /><br />Logo que esteja pronto, agregue o campo e escolha se deseja torná-lo visível e modificável. Torná-lo modificável, mas oculto, é inútil.
pt_pt: Adicionar um campo de utilizador é muito fácil:<br /><br />- Seleccione uma palavra em letras minúsculas como elemento identificador,<br />- Seleccionar um tipo,<br />- Seleccione um texto que deverá aparecer ao utilizador (se utilizar uma palavra num idioma diferente como p.ex. BirthDate' ou 'UserSex', serão automaticamente traduzidas para qualquer idioma),<br /> - Se seleccionou do tipo escolha múltipla (rádio, escolha, escolha múltipla), deverá indicar as opções possíveis (uma vez mais, poderá fazer uso das várias variedades de idiomas definidos no Chamilo), separados por caracteres ponto-e-vírgula (;),<br />- Para tipos de texto, poderá escolher um valor pré-definido..<br /><br />Assim que tiver terminado, adicione o campo e seleccione se pretende torná-lo visível e editável. Se o tornar editável, mas não visível será inútil.
ro_ro: Adaugarea unui camp utilizator este foarte simpla:<br/>-alegeti un cuvant, identificator cu litere mici, <br/>- selectati un tip,<br/>- alegeti un text care ii va aparea utilizatorului (daca utilizati un nume translatat existent, cum ar fi BirthDate sau UserSex, acesta va fi automat tradus in orice limba), <br/>- daca alegeti un camp multiplu (radio, selectie, selectie multipla), precizati alegerile posibile (puteti utiliza variabilele de limba definite in Chamilo), despartite de caractere ';', <br/>- pentru tipurile text, puteti alege o valoare implicita. <br/><br/> Dupa ce ati terminat, adaugati campul si alegeti daca vreti sa fie vizibil si editabil. A-l face editabil si invizibil este inutil.
ru_ru: Добавление поля пользователя очень просто:<br />- выберите идентификатор из одного слова в нижнем регистре,<br />- выберите тип,<br />- выберите текст, который должен отображаться пользователю (если вы используете существующий переведенный текст, такой как BirthDate или UserSex, он автоматически будет переведен на любой язык),<br />- если выбран тип множественного выбора (radio, select, multiple select), укажите возможные варианты (можно использовать языковые переменные Chamilo), разделенные точкой с запятой,<br />- для текстовых типов можно выбрать значение по умолчанию.<br /><br />После завершения добавьте поле и выберите, сделать ли его видимым и редактируемым. Сделать редактируемым, но невидимым бессмысленно.
sk_sk: Pridanie používateľského poľa je veľmi jednoduché:<br/>
sl: Dodajanje uporabniških polj je preprosto:<br />- izberite besedo, identifikator, ki ga sestavljajo male črke<br />- izberite tip,<br />- izberite besedilo, ki se bo prikazalo uporabniku (če boste uporabili besedo, ki predstavlja Chamilo jezikovno spremenljivko, kot sta npr. BirthDate ali UserSex, se bo ta avtomatično prevedla v poljuben jezik),<br />- v primeru, da izberete tip z večkratnimi vrednostmi odgovorov (izbirni gumbi, izbira, večkratna izbira), podajte vse možnosti izbire (v primeru rabe jezikovnih spremenljivk Chamilo, bo prišlo do avtomatičnega prevoda), ločene z znakom za podpičje,<br />- za besedilne tipe lahko podate privzete vrednosti.<br /><br />Na koncu dodajte polje in izberite enega od načinov vidnosti in spremenljivosti. Spremenljivo polje, ki ni vidno, je neuporabno.
sq: Shtimi i një fushe përdoruesi është shumë i lehtë:<br />- zgjidhni një identifikues një-fjalësh, me shkronja të vogla,<br />- zgjidhni një lloj,<br />- zgjidhni një tekst që duhet të shfaqet për përdoruesin (nëse përdorni një emër të përkthyer ekzistues si BirthDate ose UserSex, ai do të përkthehet automatikisht në çdo gjuhë),<br />- nëse keni zgjedhur një lloj me shumë opsione (radio, select, multiple select), jepni zgjedhjet e mundshme (përsëri, mund të përdorë variablat e gjuhës të përcaktuara në Chamilo), të ndara me karakterë pikëpresje,<br />- për llojet e tekstit, mund të zgjidhni një vlerë të paracaktuar.<br /><br />Pasi të keni mbaruar, shtoni fushën dhe zgjidhni nëse doni ta bëni të dukshme dhe të modifikueshme. Ta bëni të modifikueshme por jo të dukshme është e kotë.
sr_rs: Dodavanje korisničkog polja je veoma jednostavno:<br />- izaberite jednu reč, malim slovima kao identifikator,<br />- izaberite tip,<br />- izaberite tekst koji treba da se pojavi korisniku (ako koristite postojeće prevedeno ime kao BirthDate ili UserSex, automatski će se prevesti na bilo koji jezik),<br />- ako ste izabrali višestruki tip (radio, select, multiple select), navedite moguće opcije (ponovo, može koristiti jezičke promenljive definisane u Chamilo-u), razdvojene znakovima tačke i zarez,<br />- za tekstualne tipove, možete izabrati podrazumevanu vrednost.<br /><br />Kada završite, dodajte polje i izaberite da li želite da bude vidljivo i promenljivo. Činjenica da je promenljivo ali nevidljivo je beskorisna.
sv_se: Att lägga till ett användarfält är mycket enkelt:<br />- välj ett enords, gemene identifierare,<br />- välj en typ,<br />- välj en text som ska visas för användaren (om du använder ett befintligt översatt namn som BirthDate eller UserSex, kommer det automatiskt att översättas till vilket språk som helst),<br />- om du valde en multipel typ (radio, select, multiple select), ange de möjliga valen (igen, det kan använda språkvariablerna som definierats i Chamilo), separerade med semikolon,<br />- för texttyper kan du välja ett standardvärde.<br /><br />När du är klar, lägg till fältet och välj om du vill göra det synligt och redigerbart. Att göra det redigerbart men inte synligt är meningslöst.
sw_ke: Kuongeza uwanja wa mtumiaji ni rahisi sana:<br />- chagua kitambulisho cha neno moja, herufi ndogo,<br />- chagua aina,<br />- chagua maandishi yanayoonekana kwa mtumiaji (ikiwa utatumia jina lililotafsiriwa tayari kama BirthDate au UserSex, litatafsiriwa kiotomatiki kwa lugha yoyote),<br />- ikiwa umechagua aina nyingi (radio, chagua, chagua nyingi), toa chaguzi zinazowezekana (pia inaweza kutumia viwango vya lugha vilivyofafanuliwa katika Chamilo), gigisha kwa herufi za nusu-koloni,<br />- kwa aina za maandishi, unaweza kuchagua thamani ya chaguo-msingi.<br /><br />Ukimaliza, ongeza uwanja na uchague kama unataka kuifanya iweonekane na ibadilishwe. Kuifanya ibadilishwe lakini isiweonekane ni bure.
ta: பயனர் புலத்தைச் சேர்ப்பது மிகவும் எளிது:<br />- ஒரு சொல், குறு எழுத்து அடையாளத்தைத் தேர்ந்தெடுக்கவும்,<br />- ஒரு வகையைத் தேர்ந்தெடுக்கவும்,<br />- பயனருக்கு தோன்ற வேண்டிய உரையைத் தேர்ந்தெடுக்கவும் (BirthDate அல்லது UserSex போன்ற உள்ளதற்கான மொழிபெயரைப் பயன்படுத்தினால், அது தானாகவே எந்த மொழிக்கும் மொழிபெயர்க்கப்படும்),<br />- பல வகை (ரேடியோ, தேர்வு, பல தேர்வு) தேர்ந்தெடுத்தால், சாத்தியமான தேர்வுகளை வழங்கவும் (மீண்டும், Chamilo இல் வரையறுக்கப்பட்ட மொழி மாறியங்களைப் பயன்படுத்தலாம்), அரைப்புள்ளி எழுத்துகளால் பிரிக்கவும்,<br />- உரை வகைகளுக்கு, இயல்புநிலை மதிப்பைத் தேர்ந்தெடுக்கலாம்.<br /><br />முடிந்ததும், புலத்தைச் சேர்த்து, அதை காட்ட வேண்டுமா அல்லது மாற்றக்கூடியதாக்க வேண்டுமா என்பதைத் தேர்ந்தெடுக்கவும். மாற்றக்கூடியதாக்கி காட்டாமல் வைப்பது பயனற்றது.
th: การเพิ่มฟิลด์ผู้ใช้ทำได้ง่าย:<br />- เลือกตัวระบุคำเดียว พิมพ์เล็ก,<br />- เลือกประเภท,<br />- เลือกข้อความที่แสดงให้ผู้ใช้ (หากใช้ชื่อแปลสำเร็จรูปเช่น BirthDate หรือ UserSex จะแปลอัตโนมัติ),<br />- หากเลือกประเภทหลายตัว (วิทยุ, ตัวเลือก, เลือกหลาย) ให้ค่าที่เป็นไปได้ (ใช้ตัวแปรภาษา Chamiloได้) แยกด้วยเครื่องหมายอัฒภาค,<br />- สำหรับประเภทข้อความ เลือกค่าตั้งต้นได้<br /><br />หลังเสร็จ เพิ่มฟิลด์และเลือกให้มองเห็นและแก้ไขได้ การแก้ไขได้แต่ไม่มองเห็นไร้ประโยชน์
tl_ph: Madaling magdagdag ng user field:<br />- pumili ng isang salitang may isang salita, maliit na letra,<br />- piliin ang uri,<br />- pumili ng teksto na dapat lumitaw sa user (kung gumagamit ka ng umiiral na nagsalin na pangalan tulad ng BirthDate o UserSex, awtomatikong isasalin ito sa anumang wika),<br />- kung pumili ka ng multiple type (radio, select, multiple select), magbigay ng posibleng mga pagpipilian (mulang, maaari itong gumamit ng mga variable ng wika na tinukoy sa Chamilo), hatiin ng semi-kolon na mga karakter,<br />- para sa mga uri ng teksto, maaari kang pumili ng default na halaga.<br /><br />Kapag natapos mo na, idagdag ang field at piliin kung nais mong gawing visible at modifiable ito. Ang pagiging modifiable ngunit hindi visible ay walang saysay.
tr: Bir kullanıcı alanı eklemek çok basittir:<br />- bir kelime seçin, küçük harflerle tanımlayın,<br />- tipini seçin,<br />- kullanıcıya gösterilecek bir metin girilmelidir (eğer var olan bir isim seçerseniz BirthDate yada UserSex gibi, otomatik olarak diğer diillere çevrilecektir.),<br />- eğer çoklu tip seçerseniz (radio, select, multiple select), muhtemel seçenekleri de belirtmelisiniz (tekrarlıyorum, Chamilo taki dil değişkenlerini kullanınız), noktalı virgül ile ayırın,<br />- metin tipleri için, sabit bir değer seçebilirsiniz.<br /><br />Tamamladıktan sonra, alanı ekleyin ve görünür ve değiştirilip değiştirilemeyeceğini belirtin. Değiştirilebilir ama görünmez yapmak anlamlı değildir.
uk_ua: Додавання поля користувача дуже просте:<br />- оберіть ідентифікатор з одного слова, у нижньому регістрі,<br />- оберіть тип,<br />- оберіть текст, що має з'явитися користувачеві (якщо ви використовуєте існуючу перекладену назву, як BirthDate або UserSex, вона автоматично перекладеться будь-якою мовою),<br />- якщо ви обрали множинний тип (радіо, вибір, множинний вибір), надайте можливі варіанти (знову ж таки, можна використовувати змінні мови, визначені в Chamilo), розділені символами крапки з комою,<br />- для текстових типів ви можете обрати значення за замовчуванням.<br /><br />Після завершення додайте поле та оберіть, чи хочете зробити його видимим і редагованим. Зробити його редагованим, але невидимим марно.
vi_vn: Thêm trường người dùng rất dễ:<br />- chọn một định danh một từ, chữ thường,<br />- chọn loại,<br />- chọn văn bản hiển thị cho người dùng (nếu sử dụng tên đã dịch như BirthDate hoặc UserSex, nó sẽ tự động dịch sang bất kỳ ngôn ngữ nào),<br />- nếu chọn loại nhiều (radio, select, multiple select), cung cấp các lựa chọn có thể (có thể sử dụng biến ngôn ngữ của Chamilo), phân tách bằng dấu chấm phẩy,<br />- đối với loại văn bản, bạn có thể chọn giá trị mặc định.<br /><br />Sau khi hoàn tất, thêm trường và chọn có hiển thị và chỉnh sửa được không. Làm cho nó chỉnh sửa được nhưng không hiển thị là vô ích.
xh_za: Ukongeza intsimi yomsebenzisi kulula kakhulu:<br />- khetha igama elinye igama, elisezantsi,<br />- khetha uhlobo,<br />- khetha umbhalo oza kuvela kumsebenzisi (ukuba usebenzisa igama eliguqulwe ngokwembali njenge-BirthDate okanye UserSex, liya kuguqulwa ngokuzenzekelayo kuwo nawuphi na ulwimi),<br />- ukuba ukhethe uhlobo oluninzi (irediyo, khetha, khetha okuninzi), bonyisa ezinokwenzeka ezinokwenzeka (kwakhona, linokusebenzisa iinguqulelo zolwimi ezichaziweyo eChamilo), zahlulwe njezantsi iimpawu,<br />- kwiintlobo zombhalo, ungakhetha ixabiso eliqhelekileyo.<br /><br />Ndkwenzile, ongeza intsimi kwaye ukhethe ukuba uyafuna ukuyenza ibonakale kwaye inokuguqulwa. Ukuyenza inokuguqulwa kodwa ingabonakali ayuncedi.
zh_cn: 添加用户字段非常简单：<br />- 选择一个单词的小写标识符，<br />- 选择类型，<br />- 选择应向用户显示的文本（如果您使用现有的已翻译名称如 BirthDate 或 UserSex，它将自动翻译成任何语言），<br />- 如果选择多选类型（单选、多选），提供可能的选项（同样，可以使用 Chamilo 中定义的语言变量），用分号分隔，<br />- 对于文本类型，您可以选择默认值。<br /><br />完成后，添加字段并选择是否使其可见和可修改。使其可修改但不可见是没有用的。
zh_tw: 新增使用者欄位非常簡單：<br />- 選擇一個單字、小寫的識別碼，<br />- 選擇類型，<br />- 選擇顯示給使用者的文字（若使用現有翻譯名稱如 BirthDate 或 UserSex，將自動翻譯成任何語言），<br />- 若選擇多選類型（單選、下拉、多選），提供可能選項（同樣可使用 Chamilo 中定義的語言變數），以分號分隔，<br />- 對於文字類型，可選擇預設值。<br /><br />完成後，新增欄位並選擇是否使其可見及可修改。設為可修改但不可見無意義。
