Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: <p>Getting proper feedback on your courses is extremely important. You will find the dedicated Survey tool invaluable for getting effective feedback from users. </p> <p><b>Creating a new survey</b></p> <p> Click on the link 'Create a new survey' and fill in the fields 'Survey code' and 'Survey title'. With the help of the calendar, you can control the duration of your survey. There's no need to keep it open for a whole year; allow access for a few days at the end of the course program. Filling in the text fields 'Survey introduction' and 'Survey thanks' is also good practice; this will add clarity and a certain friendliness to your survey.</p> <p><b>Adding questions to the survey</b></p> <p>Once the survey outline is created, it is up to you to create the questions. The 'Survey' tool has many question types: open/closed questions, percentage, QCM, multiple responses... You should certainly find everything you need for your (ever increasing) feedback requirements.</p> <p><b>Previewing the survey</b></p><p>Once you have created questions, you may want to check what the survey will look like to learners. Click on the 'Preview' icon and the preview screen will show you exactly this.</p> <p><b>Publishing the survey</b></p> <p>Happy with the preview? Any modifications to be made? No? Then click on the icon 'Publish survey' to send the survey to the selected list of recipients. As with creating groups, use the list 'Users of this course' on the left and the one for 'receivers' on its right to arrange this. Next, fill in the e-mail subject 'Title of the e-mail' and the content, 'Text of the e-mail'. Potential surveyees will be alerted by e-mail of the availability of a survey. Think carefully about the wording of the e-mail because it will play a big part in motivating users to take the survey.</p> <p><b>Survey reports</b></p> Analysing surveys is a tedious task. The survey Reporting tool will help with analysis as it sorts reports according to question, user, comparisons etc... <p><b>Managing surveys</b></p> When managing surveys you will see some new icons, apart from the usual 'Edit' and 'Delete' options. You can preview, publish and keep track of your surveys and responses using these.</p>
so_so: <p>Helidda saxda ah ee koorsooyinkaaga aad muhiim u tahay. Waxaad ka heli doontaa qalabka Baaritaanka gaarka ah faahfaahin wax ku ool ah oo ka yimaada isticmaale. </p> <p><b>Abuuridda baaritaan cusub</b></p> <p> Guji xiriirka 'Abuur baaritaan cusub' oo buuxi meelaha 'code-ka baaritaanka' iyo 'cinwaanka baaritaanka'. Taageerada kalandarka, waxaad xakameyn kartaa mudada baaritaankaaga. Lama baahna inaad furto sanadka oo dhan; ogolow gelitaanka maalmo kooban dhamaadka barnaamijka kooraska. Buuxinta goobaha qoraalka 'Hordhaca baaritaanka' iyo 'Mahadsanid baaritaanka' ayaa sidoo kale wacan; tani waxay ku dari doontaa cadeyn iyo xusho gaar ah oo baaritaankaaga ah.</p> <p><b>Ku darista su'aalaha baaritaanka</b></p> <p>Mar haddii dulabka baaritaanka la abuuro, waxay adiga ku taagan tahay inaad abuurto su'aalaha. Qalabka 'Baaritaanka' wuxuu leeyahay noocyo badan oo su'aalo ah: su'aalo furan/xiran, boqolkiiba, QCM, jawaabo badan... Waxaad hubtaa inaad heli doontaa wax kasta oo aad u baahan tahay baahintaada (oo sii kordheysa) baaritaanka.</p> <p><b>Horudhaca baaritaanka</b></p><p>Mar haddii aad abuurtay su'aalo, waxaad rabi kartaa inaad hubiso sida baaritaanku u muuqan doono ardayda. Guji astaanta 'Horudhac' oo shaashadda horudhaca ayaa ku tusi doonta waxa saxda ah.</p> <p><b>Daabacaadda baaritaanka</b></p> <p>Waxaad ku faraxsan tahay horudhaca? Wax isbeddel ah oo la sameeyo? Maya? Markaas guji astaanta 'Daabac baaritaanka' si aad u dirto baaritaanka liiska la doortay ee qaataayaasha. Sida la abuuro kooxo, isticmaal liiska 'Isticmaaleyaasha kooraskan' ee bidixda iyo kan 'qaataayaasha' ee midig si aad u habeyso. Xiga, buuxi mawduuca iimaylka 'Cinwaanka iimaylka' iyo waxa ku jira, 'Qoraalka iimaylka'. Su'aalaha suurtagalka ah waxaa lagu ogeysiin doonaa iimaylka helitaanka baaritaanka. Ka fikir si taxaddar leh ereyada iimaylka sababtoo ah waxay door weyn ka ciyaari doontaa dhiirigelinta isticmaale ee qaadista baaritaanka.</p> <p><b>Wararka baaritaanka</b></p> Falanqaynta baaritaannada waa shaqo adag. Qalabka Warbixinta baaritaanka ayaa kaa caawin doona falanqaynta maadaama uu kala saaro warbixinnada sida su'aasha, isticmaale, isbarbardhigga iwm... <p><b>Maareynta baaritaannada</b></p> Marka la maamulayo baaritaannada waxaad arki doontaa astaamo cusub, marka laga reebo doorashooyinka caadiga ah 'Tafatir' iyo 'Tirtir'. Waxaad horudhac, daabac iyo la socodsiin kartaa baaritaannadaada iyo jawaabaha adigoo isticmaalaya kuwan.</p>

source: Project help
so_so: Caawimada Mashruuca

source: <p> The Project tool facilitates collaborative project work. </p> One way to use the tool is to use it to assign authors charged with keeping written reports on activities throughout the day/week. </p> Coupled with this is a task management tool through which you can assign a relevant task to any of the designated authors (eg to report on the evolution of safety standards in the business). </p> An item representing new content is called an <i> article </i>. To create a new article, just follow the link in the menu prompting you to do. To edit (if you are the author of the article) or add a comment to an article, just click on the title of this article. </p>
so_so: <p> Qalabka Mashruuca wuxuu fududeeyaa shaqada mashruuca wada shaqaynta. </p> Habka isticmaalka qalabka waa in la isticmaalo si loo qoondeeyo qoraayaasha loo xilsaaray inay hayaan warbixinno qoran oo ku saabsan hawlaha maalinta/toddobaadka. </p> Iyadoo ku xidhan tan waxaa jira qalabka maaraynta shaqada kaas oo aad ku siin karto hawl ku habboon mid ka mid ah qoraayaasha loo magacaabay (tusaale ahaan si loo soo warbiyo horumarka heerarka badbaadada ganacsiga). </p> Wax soo saar matalaya wax cusub waxaa loo yaqaan <i> maqaal </i>. Si aad u abuurto maqaal cusub, kaliya raac xiriirka menu-ga kaa codsanaya inaad samayso. Si aad u tafatirto (haddii aad tahay qoraaga maqaalka) ama aad ugu darto faallo maqaal, kaliya guji cinwaanka maqaalkan. </p>

source: First slide
so_so: Slide-ka koowaad

source: Last slide
so_so: Slide-ka ugu dambeeya

source: The document has been deleted.
so_so: Duulku waa la tirtiray.

source: You are not allowed to delete this document
so_so: Lama ogoleyn inaad tirtirto duulkaas

source: Add user profile field
so_so: Ku dar goyba qolka isticmaale

source: Export courses
so_so: Dhoof koorsooyinka

source: Is administrator
so_so: Waa maamule

source: Is not administrator
so_so: Ma aha maamule

source: Add time limit
so_so: Ku dar xadka waqtiga

source: Edit time limit
so_so: Tafatir xadka waqtiga

source: The time limit of a category is referential, will not affect the boundaries of a training session
so_so: Xadka waqtiga qaybta waa tixraac, ma saameyn doono xuduudaha kalfadhiga tababarka

source: User tag
so_so: Calamadka isticmaale

source: E-mail alert on course creation
so_so: Ogeysiiska iimaylka ee abuurista kooraska

source: Send an email to the platform administrator each time a teacher creates a new course
so_so: U soo dir iimayl maamulaha aaskiga markasta oo macallin uu abuuro kooras cusub

source: Select session
so_so: Dooro kalfadhi

source: Special course
so_so: Kooras gaar ah

source: Duration in words
so_so: Mudo ereyo ah

source: Upload correction
so_so: Rari sixid

source: ASCIIMathML mathematical editor
so_so: Tafatiraha xisaabta ASCIIMathML

source: Enable ASCIIMathML mathematical editor
so_so: Oggolow tafatiraha xisaabta ASCIIMathML

source: Allow learners to insert videos from YouTube
so_so: Oggolow ardayda inay geliyaan fiidiyowyada YouTube

source: Enable the possibility that learners can insert Youtube videos
so_so: Oggolow fursadda in ardaydu gelin karaan fiidiyowyada Youtube

source: Block learners copy and paste
so_so: Shaabada ardayda nuqul iyo dhagax

source: Block learners the ability to copy and paste into the WYSIWYG editor
so_so: Shaabada ardayda awoodda nuqulka iyo dhagaxa ee tafatiraha WYSIWYG

source: Buttons bar extended
so_so: Bartooska badan

source: Enable button bars extended when the WYSIWYG editor is maximized
so_so: Oggolow baararka badan marka tafatiraha WYSIWYG la weyneeyo

source: HTML Editor
so_so: Tafatiraha HTML

source: Go directly to the course after login
so_so: Si toos ah u tag kooraska gadaal galitaanka

source: When a user is registered in one course, go directly to the course after login
so_so: Marka isticmaale uu iska diiwaan geliyo hal kooras, si toos ah u tag kooraska gadaal galitaanka

source: Allow learners to download directories
so_so: Oggolow ardayda inay soo dejiso hagayaasha

source: Allow learners to pack and download a complete directory from the document tool
so_so: Oggolow ardayda inay xidhaan oo soo dejiso hagad buuxda qalabka dukumentiga

source: Allow learners to create groups in social network
so_so: Oggolow ardayda inay kooxo ka abuuraan shabakadda bulshada

source: Allow sending messages to any platform user
so_so: Oggolow dirista farriimo isticmaale kasta oo aaska ah

source: Allows you to send messages to any user of the platform, not just your friends or the people currently online.
so_so: Waxuu kuu oggol yahay in aad fariimo u dirto isticmaale kasta oo ka mid ah goobta, ee maaha saaxiibadaada kaliya ama dadka hadda ku xiran.

source: Social network tab
so_so: Bogga shabakadda bulshada

source: Max upload file size in messages
so_so: Xajmiga ugu badan ee faylka la soo dejinayo ee fariimaha

source: Maximum size for file uploads in the messaging tool (in Bytes)
so_so: Xajmiga ugu badan ee faylka la soo dejinayo ee qalabka fariimaha (Bytes)

source: Chamilo homepage
so_so: Bogga guriga Chamilo

source: Chamilo forum
so_so: Madasha Chamilo

source: Chamilo extensions
so_so: Kordhinta Chamilo

source: Chamilo Green
so_so: Chamilo cagaaran

source: Chamilo red
so_so: Chamilo casaan

source: Number of messages sent
so_so: Tirada fariimaha la diray

source: Number of messages received
so_so: Tirada fariimaha la helay

source: Contacts count
so_so: Tirada xiriirada

source: In order to change your e-mail address, you are required to confirm your password
so_so: Si aad u beddesho ciwaanka e-mailkaaga, waa lagaa doonayaa in aad xaqiijiso ereygaaga sirta ah

source: My groups
so_so: Kooxahayda

source: Note: This test has been setup to hide the expected answers.
so_so: Ogeysiis: Imtixaankan waxaa loo sameeyay in la qariyo jawaabaha la filayo.

source: Social
so_so: Bulsho

source: Create a group
so_so: Koox abuur

source: Users, Groups
so_so: Isticmaale, Kooxo

source: Sorry no results
so_so: Waan ka xumahay ma jiraan natiijooyin

source: Group Permissions
so_so: Oggolaanshaha kooxda

source: Closed
so_so: Xidhan

source: Add group
so_so: Ku dar koox

source: Privacy
so_so: Asturnaanta

source: This is an open group
so_so: Tani waa koox furan

source: You should create a topic
so_so: Waa in aad mawduuc abuurtaa

source: I am an admin
so_so: Anigu waxaan ahay maamule

source: Messages list
so_so: Liiska fariimaha

source: Members list
so_so: Liiska xubnaha

source: Waiting list
so_so: Liiska sugaya

source: Invite friends
so_so: Ku martiqaad saaxiibada

source: Add one more file
so_so: Ku dar fayl kale

source: Maximun file size: %s
so_so: Xajmiga ugu badan ee faylka: %s

source: Edit information
so_so: Tafatir macluumaadka

source: Edit group
so_so: Tafatir kooxda

source: There are no users in the waiting list
so_so: Ma jiraan isticmaale ku jira liiska sugaya

source: Send invitation to
so_so: U soo dir martiqaad

source: Invite users to group
so_so: Ku martiqaad isticmaale kooxda

source: Posted
so_so: La soo saaray

source: Newest
so_so: Ugu cusub

source: Popular
so_so: Caansan

source: Remove moderator
so_so: Ka saar dabbaylaha

source: User updated to moderator
so_so: Isticmaalaha loo cusboonaysiiyay dabbaylaha

source: I am a moderator
so_so: Anigu waxaan ahay dabbaylaha

source: This is a closed group
so_so: Tani waa koox xidhan

source: I am a reader
so_so: Anigu waxaan ahay akhriste

source: User updated to reader
so_so: Isticmaalaha loo cusboonaysiiyay akhriste

source: Add as moderator
so_so: Ku dar dabbaylaha

source: Join group
so_so: Ku biir kooxda

source: You should join the group
so_so: Waa in aad ku biirtaa kooxda

source: Waiting for admin response
so_so: Sugaya jawaabta maamulaha

source: Re
so_so: Dib

source: Files attachments
so_so: Ku xidhaya faylalka

source: Group waiting list
so_so: Liiska sugaya ee kooxda

source: Users already invited
so_so: Isticmaale yahey lagu casuumay

source: Subscribe users to group
so_so: Ku-dawrsan isticmaale kooxda

source: You have been invited to join now
so_so: Lagaa casuumay inaad hadda ku biirto

source: Deny invitation
so_so: Diid casuumad

source: Accept invitation
so_so: Aqbal martiqaadka

source: Groups waiting for approval
so_so: Kooxaha sugaya ogolaansho

source: Group invitation was denied
so_so: Casuumadda kooxda waa la diiday

source: User is subscribed to this group
so_so: Isticmaaluhu ku-dawrsan yahay kooxdan

source: Delete from group
so_so: Ka tirtir kooxda

source: You are invited to access a group content
so_so: Lagaa casuumay inaad marin kooxeed

source: You are invited to group
so_so: Lagaa casuumay koox

source: To subscribe, click the link below
so_so: Si aad u-dawrsato, riix xiriirka hoose

source: Return to inbox
so_so: Ku noqo sanduuqa soo dhaweynta

source: Return to outbox
so_so: Ku noqo sanduuqa dib-udaah

source: Edit normal profile
so_so: Tafatir astaamaha caadiga ah

source: Leave group
so_so: Ka tag kooxda

source: User is not subscribed to this group
so_so: Isticmaaluhu kuma-dawrsan kooxdan

source: Invitation received
so_so: Casuumad la helay

source: Invitation sent
so_so: Casuumad la diray

source: You already sent an invitation
so_so: Horeba waxaad dirtay casuumad

source: Step 7
so_so: Tallaabada 7

source: Files size exceeds
so_so: Cabbirka faylalka wuu dhaafay

source: You should write a subject
so_so: Waa inaad mawduuc qortaa

source: Status in this group
so_so: Xaaladda kooxdan

source: Friends online
so_so: Saaxiibada online

source: My productions
so_so: Soosaaridkeyga

source: You have received a new message in group %s
so_so: Waxaad heshay farriin cusub oo kooxda %s

source: Click here to see group message
so_so: Riix halkan si aad u aragto farriinta kooxda

source: or copy paste the following url :
so_so: ama koobi ku dheji url-ka soo socda:

source: There is a new message in group %s
so_so: Waa jiraa farriin cusub oo kooxda %s

source: User is already subscribed to this group
so_so: Isticmaaluhu horeba wuu ku-dawrsan yahay kooxdan

source: Add as simple user
so_so: Ku dar isticmaale fudud

source: Deny access
so_so: Diid gelitaanka

source: You need to have friends in your social network
so_so: Waa inaad saaxiibo ku leedahay shabakadaada bulshada

source: See all my groups
so_so: Eeg dhammaan kooxahayga

source: Edit group category
so_so: Tafatir qaybta kooxda

source: Modify hotpotatoes
so_so: Beddel hotpotatoes

source: Save hotpotatoes
so_so: Keydi hotpotatoes

source: The session is read only
so_so: Fadhigu waa akhri-kiray

source: Enable time control
so_so: Daabac xakamaynta waqtiga

source: Total duration in minutes of the test
so_so: Wadarta waqtiga daqiiqo ee imtixaanka

source: To continue this course, please use the side-menu.
so_so: Si aad u sii wado koorsadan, fadlan isticmaal menu-ga dhinaca.

source: Shuffle answers
so_so: Isku shaandheyn jawaabaha

source: This activity cannot be graded
so_so: Qalabkani lama qiimayn karo

source: You have to create at least one answer
so_so: Waa inaad abuurtaa jawaab ugu yaraan mid

source: A learner attempted an exercise
so_so: Arday ayaa isku dayay layli

source: Exact Selection
so_so: Xulashada saxda ah

source: Exact answers combination
so_so: Isku dhafka jawaabaha saxda ah

source: The exercise time limit has expired
so_so: Waqtiga laylihii wuxuu dhammaaday

source: ukrainian
so_so: ukrayn

source: New
so_so: Cusub

source: You must install the extension LDAP
so_so: Waa inaad rakibtaa kordhinta LDAP

source: Invitation denied
so_so: Casuumaad la diiday

source: The user has been added
so_so: Isticmaalaha waa la ku daray

source: Updated on
so_so: La cusboonaysiiyay

source: View/Edit Metadata
so_so: Eeg/Taabbi Metadata

source: See forum
so_so: Eeg golaha

source: See more
so_so: Eeg wax kale

source: No data available
so_so: Ma jiraan xog la heli karo

source: Created
so_so: La abuuray

source: Last update
so_so: Cusboonaysiintii ugu dambeysay

source: User not registered in course
so_so: Isticmaalehu kuma diwaangalin koorsada

source: Edit my profile
so_so: Tafatir profilekeyga

source: Installation
so_so: Rakkib

source: Read the installation guide
so_so: Akhriso hagaha rakibka

source: See blog
so_so: Eeg baloogga

source: Blog
so_so: Baloog

source: Blog Posts
so_so: Qoraallada baloogga

source: Blog comments
so_so: Faallooyinka baloogga

source: There are not extra fields available
so_so: Ma jiraan goobyo dheeraad ah oo diyaar ah

source: Start to type, then click on this bar to validate tag
so_so: Billi bilow, ka dib guji baarkaas si aad u xaqiijiso tag

source: Install Chamilo
so_so: Rakib Chamilo

source: Chamilo URL
so_so: URL-ka Chamilo

source: You have no session in your sessions history
so_so: Ma haysatid fadhi taariikhdaada fadhiyada

source: <h2>Congratulations! You have successfully installed your e-learning portal!</h2> <p>You can now complete the installation by following three easy steps:<br /> <ol> <li>Configure you portal by going to the administration section, and select the Portal -> <a href="main/admin/settings.php">Configuration settings</a> entry.</li> <li>Add some life to your portal by creating users and/or training. You can do that by inviting new people to create their accounts or creating them yourself through the <a href="main/admin/">administration</a>'s Users and Training sections.</li> <li>Edit this page through the <a href="main/admin/configure_homepage.php">Edit portal homepage</a> entry in the administration section.</li> </ol> <p>You can always find more information about this software on our website: <a href="http://www.chamilo.org">http://www.chamilo.org</a>.</p> <p>Have fun, and don't hesitate to join the community and give us feedback through <a href="http://www.chamilo.org/forum">our forum</a>.</p>
so_so: <h2>Talab talo! Waxaad si guul leh u rakibtay boggaaga e-learning-ka!</h2> <p>Hadda waxaad dhammaystiri kartaa rakibka adigoo raacaya saddex tallaabo oo fudud:<br /> <ol> <li>Habeyn boggaaga adigoo tagaya qaybta maamulka, oo dooro Portal -> <a href="main/admin/settings.php">Habeynta</a>.</li> <li>Ku dar nolosha boggaaga adigoo abuuraya isticmaale yaqaanno ama tababarro. Waxaad taas samayn kartaa adigoo ku casuumaya dad cusub inay sameystaan kombuyuutarradooda ama aad adigu samayso iyada oo loo marayo <a href="main/admin/">maamulka</a> ee Isticmaale iyo Qaybaha Tababarka.</li> <li>Tafatir boggan iyada oo loo marayo <a href="main/admin/configure_homepage.php">Tafatir bogga bogga</a> ee qaybta maamulka.</li> </ol> <p>Waxaad had iyo jeer ka heli kartaa macluumaad dheeraad ah ku saabsan software-ka boggeena: <a href="http://www.chamilo.org">http://www.chamilo.org</a>.</p> <p>Nabadgalyo, hana ka waaban inaad ku biirto bulshada oo aad na siiso jawaab celin iyada oo loo marayo <a href="http://www.chamilo.org/forum">gollahayaga</a>.</p>

source: with the following settings:
so_so: iyadoo la raacayo habeynta soo socota:

source: The page has been exported to the document tool
so_so: Bogga waxaa loo dhoofiyay qalabka dukumentiga

source: Column header in Competences Report
so_so: Madaxa tiirka ee Warbixinta Xirfadaha

source: Configure extensions
so_so: Habeyn kordhinta

source: There are not questions for this survey
so_so: Ma jiraan su'aalo ku saabsan sahankan

source: Allow learners to delete their own publications
so_so: Oggolow ardayda inay tirtiraan daabacadooda

source: Please confirm your choice. This will delete all files without possibility of recovery
so_so: Fadlan xaqiiji doorashadaada. Tani waxay tirtiri doontaa dhammaan faylalka iyada oo aan lahayn fursad dib u soo celin

source: Please remember you still have to send an assignment
so_so: Fadlan xusuuso inaad weli u baahan tahay inaad dirto shaqada

source: This is a message confirming the good reception of the task
so_so: Tani waa fariin xaqiijinaysa soo dhawaynta wanaagsan ee shaqada

source: Data sent
so_so: Xogta la diray

source: Download link
so_so: Xiriirka soo dejinta

source: Assignments received
so_so: Shaqooyinka la helay

source: Send a reminder
so_so: Dir xasuusin

source: View missing assignments
so_so: Eeg shaqooyinka maqan

source: Enable AsciiSVG
so_so: Oggolow AsciiSVG

source: Only required by the sub-languages feature or version upgrade process
so_so: Waxaa kaliya u baahan astaamaha-hoosaadka luqadaha hoose ama habka casriyaynta

source: Thematic advance
so_so: Horumarinta mawduuca

source: Dashboard blocks
so_so: Balooqyada Dashboard

source: Dashboard list
so_so: Liiska Dashboard

source: You haven't enabled any block
so_so: Ma aan ma awoodsiinaysid wax

source: The blocks have been updated
so_so: Balooqyada waa la cusboonaysiiyay

source: Dashboard plugins
so_so: Balooqyada Dashboard-ka

source: This plugin has been deleted from the dashboard plugin directory
so_so: Balooggan ayaa laga tirtiray hagaha baloogga dashboard-ka

source: Enable dashboard plugins
so_so: Awood u si baloogga dashboard-ka

source: Select blocks to display in the dashboard blocks view
so_so: Dooro baloogyada lagu soo bandhigayo aragtida baloogyada dashboard-ka

source: Position (column)
so_so: Meel (tiir)

source: Enable dashboard block
so_so: Awood u si baloogga dashboard-ka

source: There is no enabled dashboard plugin
so_so: Ma jiro baloog dashboard-ka oo awoodu lahayn

source: Enabled
so_so: Awoodaysan

source: What is the current progress you have reached with your learners inside your course? How much do you think is remaining in comparison to the complete program?
so_so: Waa maxay horumarka hadda gaadhay ee aad la gaadhay ardaydaada gudaha koorsadaada? Immisa ayaad u malaynaysaa inay ka hartay marka la barbar dhigo barnaamijka dhammaystirka?

source: Advance history
so_so: Taariikhda horumarka

source: Attendances
so_so: Ileedh

source: # attended
so_so: # ka qaybgalay

source: Assign users
so_so: Qaybiinta isticmaale

source: Assign courses
so_so: Qaybiinta koorsaska

source: Assign sessions
so_so: Qaybiinta fadhiyada

source: Platform courses list
so_so: Liiska koorsaska platform-ka

source: Courses assigned to HR manager
so_so: Koorsaska loo qabtay maamulaha HR

source: Courses assigned to
so_so: Koorsaska loo qabtay

source: Assign courses to HR manager
so_so: Qaybiinta koorsaska maamulaha HR

source: Timezone value
so_so: Qiimaha timezone-ka

source: The timezone for this portal should be set to the same timezone as the organization's headquarter. If left empty, it will use the server's timezone.<br />If configured, all times on the system will be printed based on this timezone. This setting has a lower priority than the user's timezone, if enabled and selected by the user himself through his extended profile.
so_so: Timezone-ka portal-ka waa in lagu dejiyaa isla timezone-ka xarunta ururka. Haddii bannaan la dhaafo, waxay isticmaali doontaa timezone-ka server-ka.<br />Haddii la sameeyo, dhammaan waqtiyada nidaamka waxaa lagu daabici doonaa iyadoo lagu salaynayo timezone-kani. Dejintan waxay leedahay mudnaan hoose marka loo eego timezone-ka isticmaalaha, haddii la awoodo oo uu isticmaaluhu doorto isaga oo adeegsanaya astaamihiisa kala duwan.

source: Enable users timezones
so_so: Awood u si timezone-yada isticmaale
