Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: In the screens allowing addition of users to courses or classes, if the first non-filtered list contains more than this number of users, then default to the first letter (A)
ar: (في الشاشات التي تسمح بإضافة مستخدمين إلى مقررات أو فصول، إذا كانت أول قائمة الغير مرشحة تحتوي على أكثر من هذا العدد من المستخدمين، فعندئذعد إفتراضيا إلى أول حرف (أ
ast_es: Nes pantalles de matriculación de los usuarios a cursos o clases, si'l primer llistáu ensin filtrar tien más d'esti númberu d'usuarios, dexe por defeutu la primer lletra (A)
bn_bd: কোর্স বা ক্লাসে ব্যবহারকারী যোগ করার স্ক্রিনে, যদি প্রথম নন-ফিল্টার্ড লিস্টে এই সংখ্যার বেশি ব্যবহারকারী থাকে, তাহলে প্রথম অক্ষরে (A) ডিফল্ট হবে
bs_ba: Na ekranima koji omogućuju dodavanje korisnika u kurseve ili klase, ako prvi nefiltrirani popis sadrži više od ovog broja korisnika, onda se podrazumijeva prvo slovo (A)
ca_es: A les pantalles d'inscripció dels usuaris en el curs o en les classes, si el nombre d'usuaris a la llista no filtrada, després de la primera càrrega, depassa aquest nombre, filtreu per defecte a la primera lletra (A)
cs_cz: Na obrazovkách umožňujících přidání uživatelů do kurzů nebo tříd, pokud první nefiltrovaný seznam obsahuje více než tento počet uživatelů, pak použijte první písmeno (A)
da: Hvis den første ikke-filtreret oversigt indeholder flere end dette antal brugere på de sider, hvor man kan tilføje brugere til en klasse eller kursusside, skal default-indstilling være at vise dem efter det første bogstav (A)
de: Bei Auflistungen, in denen Benutzer zu Kursen und Klassen hinzugefügt werden können, werden Benutzer mit dem ersten Buchstaben (A) angezeigt, wenn die Liste mehr als diese Anzahl Benutzer enthält.
el: Στις οθόνες που επιτρέπουν την προσθήκη χρηστών σε μαθήματα ή τάξεις, αν η πρώτη μη φιλτραρισμένη λίστα περιέχει περισσότερους από αυτόν τον αριθμό χρηστών, τότε προεπιλογή στην πρώτη γράμμα (Α)
eo: Ekranaĵoj kun eblo aldoni uzantojn al kursoj aŭ klasoj normale estas filtrataj laŭ la unua litero (A), se la unua nefiltrita listo enhavas nombron superantan tiun ĉi
es: En las pantallas de inscripción de usuarios a cursos o clases, si la primera lista no filtrada contiene más que este número de usuarios dejar por defecto la primera letra (A)
es_mx: En las pantallas de inscripción de los usuarios a los cursos o a las clases, si el número de usuarios en la primera lista no filtrada es mayor a este número, entonces filtrar por defecto a la primera letra (A)
eu_es: Ikastaroetan edo klaseetan erabiltzaileek izena emateko pantailetan, ez iragazitako lehen zerrendak erabiltzaile kopuru hau baino gehiago baditu, orduan lehenetsi lehen letrari (A)
fa_ir: در صفحات اجازه افزودن کاربران به درس‌ها یا کلاس‌ها، اگر فهرست اول غیرفیلترشده بیش از این تعداد کاربر داشته باشد، به حرف اول (A) پیش‌فرض می‌شود
fi_fi: Käyttäjien lisäyksen näytöissä, jos suodattamaton lista sisältää enemmän kuin tämän verran käyttäjiä, oletus on ensimmäinen kirjain (A)
fo_fo: Í skermum sum loyva afturat av brúkarum til kursar ella klassar, um ta fyrsta ikki-filtreraða listin inniheldur meira enn hetta tal av brúkarum, so verður sjálvgóð sett til fyrsta bókstavin (A)
fur: Tal schermi che permitin la zonta di utents ai curs o clasis, se la prime liste no filtrade al conten plui di chest nûmar di utents, al passâ par dutual a la prime letare (A)
ga: Sna scáileáin a cheadaíonn úsáideoirí a chur le cúrsaí nó ranganna, má tá níos mó ná an uimhir seo d'úsáideoirí sa chéad liosta neamhscagtha, ansin réamhshocrú chuig an gcéad litir (A)
gl: Nas pantallas que permiten a adición de usuarios a cursos ou clases, se a primira lista non filtrada contiver máis do que este número de usuarios, deixar por omisión a primeira letra (A)
he_il: במסכים המאפשרים הוספת משתמשים לקורסים או לשיעורים, אם הרשימה הראשונה הלא מסוננת מכילה יותר ממספר זה של משתמשים, אז ברירת המחדל היא האות הראשונה (A)
hi: कोर्स या कक्षाओं में उपयोगकर्ताओं को जोड़ने की अनुमति देने वाली स्क्रीनों में, यदि पहली गैर-فل्टर्ड सूची में इस संख्या से अधिक उपयोगकर्ता हैं, तो डिफ़ॉल्ट रूप से पहला अक्षर (A) का उपयोग करें
hr_hr: Na ekranima koji omogućuju dodavanje korisnika predmetima ili razredima, ako prvi nefiltrirani popis sadrži više od ovog broja korisnika, prebacit će se na prvo slovo (A)
hu_hu: Ha a felhasználók osztályokhoz vagy kurzusokhoz történő hozzáadását lehetővé tévő oldalak valamelyikén az első szűretlen lista az itt megadott számnál több felhasználót tartalmaz, akkor az alapértelmezett szűrés az első betű szerint (A) történik.
hy: Էկրաններում, որոնք թույլ են տալիս օգտատերեր ավելացնել դասընթացներին կամ դասերին, եթե առաջին ֆիլտրված ցուցակը պարունակում է ավելի շատ օգտատերեր, քան այս թիվը, ապա հիմնադիր A տառին
id_id: Pada layar yang membolehkan penambahan user kesuatu mata kuliah atau klas, jika daftar pertama yang tidak difilter berisi lebih banyak dari jumlah user ini, maka default ke huruf pertama (A)
it: Nelle schermate destinate all'iscrizione di utenti a corsi o alle classi, si vedrà - a partire dalla lettera A - un elenco che non sarà più lungo del numero assegnato di elementi.
ja: コースやクラスにユーザーを追加する画面で、最初の非フィルタリストにこの数を超えるユーザーが含まれる場合、最初の文字（A）にデフォルトで絞り込みます
ka_ge: ეკრანებში, სადაც კურსებში ან კლასებში მომხმარებლების დამატებაა შესაძლებელი, თუ პირველ არაფილტრირებულ სიაში ამ რაოდენობაზე მეტი მომხმარებელია, მაშინ ნაგულისხმევად გამოყენებული იქნება პირველი ასო (A)
ko_kr: 코스나 클래스에 사용자를 추가하는 화면에서 첫 번째 비필터 목록에 이 숫자보다 많은 사용자가 있으면 첫 글자(A)로 기본 설정됩니다
lo: ໃນໜ້າຈໍທີ່ອະນຸຍາດໃຫ້ເພີ່ມຜູ້ໃຊ້ເຂົ້າໃນລາຍວິຊາ ຫຼື ຫ້ອງຮຽນ, ຖ້າລາຍການທຳອິດທີ່ບໍ່ໄດ້ກັ່ນຕອງມີຜູ້ໃຊ້ຫຼາຍກວ່າຈຳນວນນີ້, ໃຫ້ຕັ້ງຄ່າເລີ່ມຕົ້ນເປັນຕົວອັກສອນທຳອິດ (A)
lt_lt: Ekrane, leidžiančiame pridėti vartotojus prie kursų ar klasių, jei pirmasis nefiltruotas sąrašas turi daugiau nei šį vartotojų skaičių, tuomet pagal nutylėjimą pasirenkama pirma raidė (A)
lv_lv: Ekrāni ļauj pievienot Lietotājus kursiem un arī klasēm. Ja saraksts ir garāks par Lietotāju skaitu un nav speciāli filtrēts, tad pēc noklusējuma saraksts sākas ar burtu A
mk_mk: На екраните е допуштено додавање на корисници или паралелки, ако првиот нефилтриран список содржи повеќе отколку што е овој број на корисници, тогаш постави на првата буква (А)
ms_my: Dalam skrin yang membenarkan penambahan pengguna ke kursus atau kelas, jika senarai pertama tidak ditapis mengandungi lebih daripada bilangan pengguna ini, maka lalai kepada huruf pertama (A)
my_mm: အသုံးပြုသူများကို သင်တန်းများ သို့မဟုတ် အတန်းများသို့ ထည့်သွင်းခွင့်ပြုသည့် စခရင်များတွင်၊ ပထမဆုံး စစ်ထုတ်မထားသော စာရင်းတွင် ဤအသုံးပြုသူအရေအတွက်ထက် ပိုများပါက၊ မူလအက္ခရာ (A) သို့ သတ်မှတ်ပါ
ne: पाठ्यक्रम वा कक्षामा प्रयोगकर्ता थप्ने स्क्रिनहरूमा, यदि पहिलो गैर-फिल्टर सूचीमा यो संख्याभन्दा बढी प्रयोगकर्ताहरू छन् भने, पहिलो अक्षर (A) मा पूर्वनिर्धारित गर्नुहोस्
nl: In schermen waar gebruikers kunnen toegevoegd worden aan cursussen of klassen, wordt standaard gefilterd op de eerste letter (A) indien de eerste niet-gefilterde lijst een groter aantal gebruikers bevat dan dit getal
nn_no: I skjermane som tillèt tillegging av brukarar til kurs eller klassar, om den første ikkje-filtrerte lista inneheld meir enn dette talet på brukarar, vil standarden vere det første bokstaven (A)
oc: Dins las ecrans que permeton l'afichatge d'utilizaires a las formacions o classes, se la primièra lista sens filtratge conten mai de %s utilizaires, picar per defaut sus la primièra lèttera (A)
pl_pl: Na ekranach umożliwiających dodawanie użytkowników do kursów lub klas, jeśli pierwsza niefiltrowana lista zawiera więcej niż ta liczba użytkowników, domyślnie przełącz na pierwszą literę (A)
ps: په دې سکرینونو کې چې کاروونکي کورسونو یا کلاسونو ته اضافه کوي، که لومړۍ غیر فلټر شوې فهرست له دې شمېره زیات کاروونکي ولري، نو لومړۍ حرف (A) ته وړاندې شي
pt_br: Nas telas que permitem a adição de usuários em cursos ou turmas, se a primeira lista não filtrada contiver mais que esse número de usuários, então será apontado para a primeira letra (A)
pt_pt: Nos ecrãs onde se permite adicionar utilizadores a cursos ou turmas, se a primeira lista não filtrada mais do que este número de utilizadores, então será pré-definido para a primeira letra (A)
ro_ro: Daca ecranele permit adaugarea utilizatorilor la cursuri sau clase, daca prima lista ne-filtrata contine mai mult decat numarul acesta de utilizatori, atunci implicit la prima litera (A)
ru_ru: На странице, где разрешено добавлять пользователей на курсы или классы, если первый не отфильтрованный список содержит больше, чем данное число пользователей, тогда фильтрация проводится по первой букве (А)
sk_sk: V obrazovkách, ktoré umožňujú pridávanie používateľov k tréningu alebo do tried, v prípade ak prvý nefiltrovaný zoznam obsahuje viac ako je tento počet používateľov, potom sa prepne na prvé písmeno (A)
sl: V primeru, da je nefiltriran seznam v področju dodajanja uporabnikov ali razredov daljši od tega števila, prikaže le toliko uporabnikov, kot je določeno. Privzeta prva črka seznama je A.
sq: Në ekranet që lejojnë shtimin e përdoruesve në kurse ose klasa, nëse lista e parë jo e filtruar përmban më shumë se ky numër përdoruesish, atëherë kthehu në shkronjën e parë (A)
sr_rs: U ekranima koji dozvoljavaju dodavanje korisnika u kurseve ili klase, ako prva nefiltrirana lista sadrži više od ovog broja korisnika, onda podrazumevano koristi prvo slovo (A)
sv_se: På de sidor där man lägger till användare i grupper eller klasser gäller att om den första icke-filtrerade listan innehåller mer än angivet antal användare, använd förstabokstaven (A)
sw_ke: Kwenye skrini zinazoruhusu kuongeza watumiaji kwenye kozi au madarasa, ikiwa orodha ya kwanza isiyochujwa ina watumiaji zaidi ya nambari hii, basi chagua herufi ya kwanza (A) kwa chaguo-msingi
ta: பாடங்கள் அல்லது வகுப்புகளுக்கு பயனர்களைச் சேர்க்க அனுமதிக்கும் திரைகளில், முதல் வடிகட்டப்படாத பட்டியல் இந்த எண்ணை விட அதிக பயனர்களை கொண்டால், முதல் எழுத்துக்கு (A) இயல்புநிலையாக்கு
th: ในหน้าจอที่อนุญาตให้เพิ่มผู้ใช้ในรายวิชาหรือชั้นเรียน หากรายการที่ไม่กรองรายการแรกมีผู้ใช้มากกว่าจำนวนนี้ จะใช้ตัวอักษรแรก (A) เป็นค่าเริ่มต้น
tl_ph: Sa mga screen na nagpapahintulot ng pagdaragdag ng mga user sa mga kurso o klase, kung ang unang hindi-filter na listahan ay naglalaman ng higit sa bilang na ito ng mga user, pagkatapos ay default sa unang letra (A)
tr: İlave kullanıcıların kurslara ya da sınıflara izin verildiği bu ekranda, eğer ilk filitrelenmemiş liste bu kullanıcı sayısından fazlasını içeriyorsa, ilk harfe(A) varsayılan olarak atanır.
uk_ua: На сторінках зарахування користувачів на курси або в групи, якщо перший нефільтрований список має більше, ніж цю кількість користувачів, то за замовчуванням фільтр по першій літері (А)
vi_vn: Trong các màn hình cho phép thêm người dùng vào khóa học hoặc lớp học, nếu danh sách không lọc đầu tiên chứa nhiều hơn số lượng người dùng này, thì mặc định theo chữ cái đầu tiên (A)
xh_za: Kwiikrini ezivumela ukongezwa kwabasebenzisi kwizifundo okanye amaklasi, ukuba uluhlu lokuqala olungafakwanga lufaka ngaphezulu kwala manani abasebenzisi, emva koko sebenzisa unobumba wokuqala (A) by default
zh_cn: 此界面允许添加用户到课程或班级中, 如果第一个未经筛选的列表中的用户数超过这个数字, 默认为第一个字母（A）
zh_tw: 此界面允許添加用戶到課程或班級中, 如果第一個未經篩選的清單中的用戶數超過這個數字, 預設為第一個字母（A）

source: Hide the [= ... =] markup when a language variable is not translated
ar: [= ... =] أخف العلامة عندما لايترجم متغير اللغة
ast_es: Escoder la marca [=...=] si una variable d'idioma ta ensin traducir.
bn_bd: ভাষা ভেরিয়েবল অনুবাদিত না হলে [= ... =] মার্কআপ লুকান
bs_ba: Sakrij oznaku [= ... =] kada jezikovna varijabla nije prevedena
ca_es: Amagar la marca [= ... =] quan una variable d'idioma no estigui traduïda
cs_cz: Skrýt značku [= ... =], když jazyková proměnná není přeložena
da: Skjul [=...=] markup når en sprogvariable ikke er oversat
de: Die [=... ] Markup Variable ausblenden, wenn eine Sprachvariable nicht vorhanden ist.
el: Απόκρυψη της σήμανσης [= ... =] όταν μια μεταβλητή γλώσσας δεν έχει μεταφραστεί
eo: Kaŝi la [=...=] aranĝon, se la lingva varieblo ne estas tradukita
es: Ocultar la marca [=...=] cuando una variable de idioma no esté traducida
es_mx: Oculta la etiqueta [= ... =] cuando una variable de lenguaje no está traducida.
eu_es: Ezkutatu [= ... =] marka, hizkuntzaren aldagai bat itzulita ez dagoenean
fa_ir: مخفی کردن نشانه‌گذاری [= ... =] زمانی که متغیر زبانی ترجمه نشده است
fi_fi: Piilota [= ... =] merkkaus, kun kielimuuttuja ei ole käännetty
fo_fo: Fjal [= ... =] markup tá ið eitt språk breytan ikki er týtt
fur: Ascondeb il markup [= ... =] cuant che une variabilis lenghe no è tradude
ga: Folaigh an marcáil [= ... =] nuair nach bhfuil athrú teanga ann
gl: Ocultar a marca [=...=] cando unha variable de idioma non estea traducida
he_il: הסתר את הסימון [= ... =] כאשר משתנה שפה אינו מתורגם
hi: जब भाषा चर अनुवादित न हो तो [= ... =] मार्कअप छिपाएँ
hr_hr: Sakrij oznaku [= ... =] kada je jezična varijabla neprevedena
hu_hu: [= ... =] jelölés elrejtése, ha egy nyelvi változó nincs lefordítva.
hy: Թաքցնել [= ... =] մարկափը, երբ լեզվական փոփոխականը չի թարգմանված
id_id: Sembunyikan tanda [= ... =] saat variabel bahasa tidak diterjemahkan
it: Nascondi il marcatore [= ...=] per i nomi di variabile non tradotti
ja: 言語の変数が未翻訳の場合、[= ... =] のマークアップを非表示にします
ka_ge: დამალე [= ... =] მარკაპი როდესაც ენის ცვლადი არ არის თარგმნილი
ko_kr: 언어 변수가 번역되지 않았을 때 [= ... =] 마크업 숨기기
lo: ເຊື່ອງເຄື່ອງໝາຍ [= ... =] ເມື່ອຕົວແປພາສາບໍ່ໄດ້ຖືກແປ
lt_lt: Slėpti [= ... =] žymėjimą, kai kalbos kintamasis nėra išverstas
lv_lv: Paslēpt iezīmi [=...=] , ja valodas mainīgais nav iztulkots
mk_mk: Скриј го ознаката [= ... =] кога јазична променлива не е преведена
ms_my: Sembunyikan tanda [= ... =] apabila pemboleh ubah bahasa tidak diterjemah
my_mm: ဘာသာစကားပြောင်းလဲမထားသော ကိန်းရှင်တစ်ခုရှိသောအခါ [= ... =] အမှတ်အသားကို ဖုံးကွယ်ပါ
ne: भाषा चर अनुदित नभएको बेला [= ... =] मार्कअप लुकाउने
nl: Verberg de [=...=] opmaak wanneer de taalvariabele niet vertaald is
nn_no: Skjul [= ... =] markup når ein språkvariabel ikkje er oversett
oc: Amagar la marca [= ... =] quand una variabla de lenga es pas traducha
pl_pl: Ukrywanie znaczników [= ... =], gdy brak jest tłumaczenia
ps: کله چې ژبه متغیر نه وي ژباړل شوی، [= ... =] مارک اپ پټ کړئ
pt_br: Esconder os caracteres do código [=...=] quando uma variável não estiver traduzida no respectivo idioma
pt_pt: Ocultar/esconder a marcação [= ... =] quando a variável de um idioma não estiver traduzida
ro_ro: Ascunde marcajul [= ... =] cand o variabila de limba nu este tradusa
ru_ru: Спрятать [= ... =] маркер, когда переменная языка не переведена
sk_sk: Skryť značky [=...=] keď premenná jazyka nie je preložená
sl: Skrij [= ... =] označevanje v primeru, da jezikovni prevod ne obstaja
sq: Fsheh shënimin [= ... =] kur një variabël gjuhësore nuk është përkthyer
sr_rs: Sakrij oznaku [= ... =] kada je jezička promenljiva neprevedena
sv_se: Göm uppmärkningen [= ... =] när en språkvariabel inte är översatt till det aktuella språket.
sw_ke: Ficha alama [= ... =] wakati kigeuza lugha hakijatafsiriwa
ta: மொழி மாறியல் மொழிபெயர்க்கப்படாதபோது [= ... =] குறியீட்டை மறை
th: ซ่อน markup [= ... =] เมื่อตัวแปรภาษาไม่ถูกแปล
tl_ph: Itago ang [= ... =] markup kapag ang isang variable ng wika ay hindi naisalin
tr: Bir Dil değişkeni tercüme edilmediğinde [=...=] işaretini gizle
uk_ua: Сховати [= ... =] маркер, коли мовна змінна не перекладена
vi_vn: Ẩn đánh dấu [= ... =] khi biến ngôn ngữ chưa được dịch
xh_za: Fihla i[= ... =] markup xa igama lolwimi lingaguqulelwanga
zh_cn: 当没合适的翻译时，隐藏[=...=]符号
zh_tw: 若語言未被翻譯時隱藏 [= ... =] 標示

source: Upgrade from LMS v1.9.*
ar: ترقية النظام من اصدار *1.9
ast_es: Actualizar dende LMS v1.9.*
bn_bd: LMS v1.9.* থেকে আপগ্রেড
bs_ba: Nadogradnja s LMS v1.9.*
ca_es: Actualització des de LMS v1.9.*
cs_cz: Aktualizace z LMS v1.9.*
da: Opgrader fra LMS v1.9.*
de: Upgrade von LMS v1.9.*
el: Αναβάθμιση από LMS v1.9.*
eo: Ĝisdatigi el LMS v1.9.*
es: Actualizar desde una versión 1.9.*
es_mx: Actualizar desde LMS v1.9.*
eu_es: Eguneraketa LMS v1.9.* tik
fa_ir: ارتقا از LMS v1.9.*
fi_fi: Päivitä LMS v1.9.*:stä
fo_fo: Upgrade frá LMS v1.9.*
fur: Agiorne da LMS v1.9.*
ga: Uasghrádú ó LMS v1.9.*
gl: Actualizar desde LMS v 1.9.*
he_il: שדרג מ-LMS v1.9.*
hi: LMS v1.9.* से अपग्रेड
hr_hr: Nadogradnja s LMS v1.9.*
hu_hu: Frissítés LMS v1.9.*-ről
hy: Թարմացնել LMS v1.9.*-ից
id_id: Upgrade dari LMS v1.9.*
it: Aggiornamento da LMS v1.9.*
ja: LMS v1.9.* からのアップグレード
ka_ge: განახლება LMS v1.9.*-დან
ko_kr: LMS v1.9.*에서 업그레이드
lo: ອັບເກຣດຈາກ LMS v1.9.*
lt_lt: Atnaujinti iš LMS v1.9.*
lv_lv: Atjaunināt no LMS v1.9.*
mk_mk: Надградување од LMS v1.9.*
ms_my: Naik taraf dari LMS v1.9.*
my_mm: LMS v1.9.* မှ အဆင့်မြှင့်တင်ပါ
ne: LMS v1.9.* बाट अपग्रेड
nl: Upgrade van LMS v1.9.*
nn_no: Oppgrader frå LMS v1.9.*
oc: Actualizar dempuèi LMS v1.9.*
pl_pl: Aktualizacja z LMS v1.9.*
ps: له LMS v1.9.* څخه اپ ګریډ
pt_br: Atualizar do LMS v1.9.*
pt_pt: Atualizar do LMS v1.9.*
ro_ro: Actualizati de la versiunea 1.9. *
ru_ru: Обновление с LMS v1.9.*
sk_sk: Upgrade z LMS v1.9.*
sl: Nadgradi iz LMS v1.9.*
sq: Përditësim nga LMS v1.9.*
sr_rs: Nadogradnja sa LMS v1.9.*
sv_se: Uppgradera från LMS v1.9.*
sw_ke: Sasisha kutoka LMS v1.9.*
ta: LMS v1.9.* இலிருந்து மேம்படுத்து
th: อัปเกรดจาก LMS v1.9.*
tl_ph: I-upgrade mula sa LMS v1.9.*
tr: LMS v1.9.*'dan yükselt
uk_ua: Оновлення з LMS v1.9.*
vi_vn: Nâng cấp từ LMS v1.9.*
xh_za: Phucula ukusuka kwiLMS v1.9.*
zh_cn: 从 LMS v1.9.* 升级
zh_tw: 從 LMS v1.9.* 升級

source: Sign up!
ar: انشاء حساب
ast_es: ¡Rexistrate!
bn_bd: নিবন্ধন করুন!
bs_ba: Registriraj se!
ca_es: Registra't!
cs_cz: Zaregistrujte se!
da: Tilmeld dig!
de: Anmelden!
el: Εγγραφείτε!
eo: Registriĝi!
es: ¡Regístrate!
es_mx: ¡Regístrate!
eu_es: Erregistroa
fa_ir: ثبت‌نام کنید!
fi_fi: Rekisteröidy!
fo_fo: Melda teg til!
fur: Registrâsi!
ga: Cláraigh!
gl: <center> Rexístrate! </center>
he_il: הרשמה!
hi: पंजीकरण करें!
hr_hr: Registriraj se!
hu_hu: Regisztráció!
hy: Գրանցվիր!
id_id: Daftar!
it: Iscriviti!
ja: 登録する！
ka_ge: დარეგისტრირდი!
ko_kr: 가입하기!
lo: ລົງທະບຽນ!
lt_lt: Registruotis!
lv_lv: Reģistrēties!
mk_mk: Регистрирај се!
ms_my: Daftar sekarang!
my_mm: စာရင်းသွင်းပါ !
ne: दर्ता गर्नुहोस्!
nl: Schrijf je in!
nn_no: Registrer deg!
oc: Inscríure-se !
pl_pl: Zarejestruj się!
ps: ثبت نام وکړئ!
pt_br: Inscreva-se!
pt_pt: Inscreva-se!
ro_ro: Înscrieți-vă!
ru_ru: Зарегистрироваться!
sk_sk: Zaregistrujte sa!
sl: Vpiši se !
sq: Regjistrohu!
sr_rs: Registrujte se!
sv_se: Registrera dig!
sw_ke: Jisajili!
ta: பதிவு செய்!
th: สมัครสมาชิก!
tl_ph: Mag-sign up!
tr: Kaydol!
uk_ua: Зареєструватися!
vi_vn: Đăng ký!
xh_za: Bhalisela!
zh_cn: 注册！
zh_tw: 立即註冊！

source: The user has been deleted
ar: لقد تم حذف المستخدم
ast_es: Los usuarios seleicionaos esborrárense
bn_bd: ব্যবহারকারী মুছে ফেলা হয়েছে
bs_ba: Korisnik je obrisan
ca_es: L'usuari ha estat esborrat
cs_cz: Uživatel byl smazán
da: Brugeren er slettet
de: Benutzer wurde gelöscht
el: Ο χρήστης διαγράφηκε
eo: La uzulo estas forigita
es: Los usuarios seleccionados han sido eliminados
es_mx: El usuario ha sido borrado
eu_es: Erabiltzailea kendu da
fa_ir: کاربر مورد نظر حذف گردید
fi_fi: Käyttäjä on poistettu
fo_fo: Brúkarin er slettur
fur: L'utent al è stât eliminât
ga: Scriosadh an túsáideoir
gl: Eliminouse o usuario
he_il: המשתמש נמחק
hi: उपयोगकर्ता हटा दिया गया है
hr_hr: Korisnik izbrisan
hu_hu: A felhasználó törölve lett
hy: Օգտատերը ջնջվել է
id_id: User tersebut telah dihapus
it: Utente eliminato
ja: ユーザーが削除されました
ka_ge: მომხმარებელი წაშლილია
ko_kr: 사용자가 삭제되었습니다
lt_lt: Vartotojas ištrintas
lv_lv: Lietotājs tika izdzēsts
mk_mk: Корисникот е избришан
ms_my: Pengguna telah dipadam
my_mm: အသုံးပြုသူကို ဖျက်လိုက်ပြီးဖြစ်သည်
ne: प्रयोगकर्ता हटाइएको छ
nl: De gebruiker is verwijderd.
nn_no: Brukeren ble slettet
oc: L'utilizaire es estat suprimit
pl_pl: Użytkownik został usunięty
ps: کاروونکي حذف شوی دی
pt_br: Os usuários selecionados foram excluidos
pt_pt: O utilizador foi eliminado
ro_ro: Uzuarii selecctionati au fost eliminati din grup
ru_ru: пользователь удален
sk_sk: Používateľ bol zmazaný
sl: Uporabnik je bil odstranjen
sq: Përdoruesi është fshirë
sr_rs: Korisnik je obrisan
sv_se: Användaren är raderad
sw_ke: Mtumiaji amefutwa
ta: பயனர் நீக்கப்பட்டார்
th: ลบชื่อผู้ใช้แล้ว
tl_ph: Natanggal na ang user
tr: Kullanıcı silindi
uk_ua: Користувача видалено
vi_vn: Người dùng đã bị xóa
xh_za: Umsebenzisi ususiwe
zh_cn: 用户已删除
zh_tw: 此使用者已被刪除

source: There are no classes subscribed to this course
ar: و لا فصل مسجل في هذا المقرر
ast_es: Nun hai clases nesti cursu
bn_bd: এই কোর্সে কোন ক্লাস সাবস্ক্রাইব নেই
bs_ba: Nema klasa pretplaćenih na ovaj kurs
ca_es: No hi ha classes en aquest curs
cs_cz: Žádné třídy nejsou zapsané do tohoto kurzu
da: Der er ingen klasser tilmeldt dette kursus
de: Keine Klasse hat diesen Kurs belegt
el: Δεν υπάρχουν τάξεις εγγεγραμένες στο μάθημα
eo: Ne estas klasoj aliĝintaj al ĉi-kurso
es: No hay clases inscritas en este curso
es_mx: No existen clases dentro de este curso
eu_es: Ez dago klase inskribaturik ikastaro honetan
fa_ir: هیچ کلاسی در این درس ثبت نام نشده است
fi_fi: Tälle kurssille ei ole ilmoittautunut yhtään luokkaa
fo_fo: Tað eru ongir klassar innritaðir í henda kursin
fur: No i è clasis iscrîts a chest curs
ga: Níl aon ranganna suibscríobha ag an gcúrsa seo
gl: Non hai clases suscritas a este curso
he_il: אין שיעורים רשומים לקורס זה
hi: इस कोर्स से कोई कक्षा सदस्यता प्राप्त नहीं है
hr_hr: Za taj kolegij nema upisanih razreda
hu_hu: Erre a kurzusra egy osztály sem iratkozott fel
hy: Այս դասընթացին չկան գրանցված դասեր
id_id: Tidak ada siswa mendaftar pada mata kuliah ini
it: Non ci sono classi iscritte al corso
ja: このコースに登録されたクラスはありません
ka_ge: ამ კურსზე არავინამ კლასი არ არის გამოწერილი
ko_kr: 이 과정에 등록한 클래스가 없습니다
lo: ບໍ່ມີຫ້ອງຮຽນໃດລົງທະບຽນໃນລາຍວິຊານີ້
lt_lt: Šiame kurse nėra priregistruotų klasių
lv_lv: Nav nevienas klases, kas būtu reģistrētas šajā kursā
mk_mk: Не постојат паралелки запишани на овој курс
ms_my: Tiada kelas yang melanggan kursus ini
my_mm: ဤသင်တန်းတွင် စာရင်းသွင်းထားသော အတန်းများ မရှိပါ
ne: यो पाठ्यक्रममा कुनै कक्षा सदस्यता लिएको छैन
nl: Er zijn geen klassen ingeschreven in deze cursus
nn_no: Det er ingen oppmeldte klasser til dette kurset
oc: I a pas de classes inscrites a aquesta formacion
pl_pl: Brak klas zapisanych na ten kurs
ps: هیڅ کلاسونه دې کورس سره ثبت شوي نه دي
pt_br: Não há turmas inscritas para esse curso
pt_pt: Não existem turmas inscritas neste curso
ro_ro: Nu exista clase inscrise la acest curs
ru_ru: Нет подписанных классов на этот курс
sk_sk: Nie sú tu zaradené žiadne triedy do tohto kurzu
sl: Tu ni nobenih razredov vpisanih v ta tečaj.
sq: Nuk ka klasa të regjistruara në këtë kurs
sr_rs: Nema razreda prijavljenih na ovaj kurs
sv_se: Det finns inga klasser som prenumererar på denna kurs
sw_ke: Hakuna madarasa yaliyosajiliwa kwenye kozi hii
ta: இந்த பாடத்திற்கு பதிவு செய்யப்பட்ட வகுப்புகள் இல்லை
th: ยังไม่มีหมู่เรียนใดสมัครเรียนวิชานี้
tl_ph: Walang klase na naka-subscribe sa kursong ito
tr: Bu derse kayıtlı herhangi bir sınıf yok
uk_ua: Немає класів, зарахованих на цей курс
vi_vn: Không có lớp nào đăng ký khóa học này
xh_za: Akukhoo klasi abhalisiweyo kule khosi
zh_cn: 此课程无班级注册
zh_tw: 沒有班級加入本課程
