Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: This survey is anonymous. You can't see who answered.
so_so: Sahankan waa mid qarsoodi ah. Ma arki kartid cidda jawaabtay.

source: Unknown survey id
so_so: Aqoonsiga sahanka ee aan la aqoon

source: The question has been moved
so_so: Su'aasha waa la dhaqaajiyay

source: This survey code already exists. That probably means the survey exists in other languages. Invited people will choose between different languages.
so_so: Koodka sahankan ayaa hore u jiray. Taasi macnaheedu waa sahanku waxa uu ka jiraa luqado kale. Dadka la martiqaaday waxay dooran doonaan luqado kala duwan.

source: This survey code soon exists in this language
so_so: Koodka sahankan ayuu ku dhow yahay luqaddan

source: The user's answers to the survey have been successfully removed.
so_so: Jawaabaha isticmaale ee sahanka si guul leh ayaa laga saaray.

source: Delete this user's answers
so_so: Tirtir jawaabahan isticmaale

source: Select type
so_so: Dooro nooca

source: Conditional
so_so: Shuruud

source: Parent Survey
so_so: Sahanka waalidka

source: One question per page
so_so: Su'aal hal bog kasta

source: Enable shuffle mode
so_so: Shid qaabka isku dar

source: Show profile form
so_so: Muuji foomka profile

source: You need to create groups
so_so: Waxaad u baahan tahay inaad abuurto kooxo

source: Manage groups
so_so: Maamul kooxaha

source: Group created successfully
so_so: Kooxda si guul leh ayaa la abuuray

source: Group need name
so_so: Kooxdu waxay u baahan tahay magac

source: Personalize
so_so: Shakhsiyeey

source: Primary
so_so: Aasaasiga

source: Secondary
so_so: Iskuduwaha

source: Please choose a condition
so_so: Fadlan dooro xaalad

source: Choose different categories
so_so: Dooro qaybood kala duwan

source: No log of duration
so_so: Ma jiro diiwaan dheer

source: Users who are not invited can use this link to take the survey:
so_so: Isticmaalayaasha aan la martiqaadin waxay isticmaali karaan xiriirkan si ay u qaataan sahanka:

source: Complete the survey's questions
so_so: Buuxi su'aalaha sahanka

source: Surveys deleted
so_so: Survey-yada la tirtiray

source: Remind only users who didn't answer
so_so: Xasuusi kaliya dadka aan jawaabin

source: Create question
so_so: Samee su'aal

source: Back to survey
so_so: Ku noqo survey-ka

source: Update information
so_so: Cusboonaysii macluumaadka

source: Please fill survey
so_so: Fadlan buuxi survey-ka

source: Reporting overview
so_so: Warar dhammaan

source: What is the goal of the course? Are there prerequisites? How is this training connected to other courses?
so_so: Maxay tahay himilada koorsada? Ma jiraan shuruudood? Sidee ayuu koorasku ugu xidhan yahay koorasyada kale?

source: Describe the course (number of hours, serial number, location) and teacher (name, office, Tel., e-mail, office hours . . . .).
so_so: Sharax koorsada (tirada saacadaha, nambarka taxanaha, goobta) iyo macallinka (magaca, xafiiska, Tel., iimaylka, saacadaha xafiiska . . . .).

source: Objectives
so_so: Hadafka

source: What are the objectives of the course (competences, skills, outcomes)?
so_so: Maxay yihiin ujeedooyinka koorsada (kartida, xirfadaha, natiijooyinka)?

source: What should the end results be when the learner has completed the course? What are the activities performed during the course?
so_so: Maxay noqonaysaa natiijooyinka ugu dambeeya marka ardaygu dhammaystiro koorsada? Maxay yihiin hawlaha la qabtay inta lagu jiro koorsada?

source: Topics
so_so: Mawduucyada

source: List of topics included in the training. Importance of each topic. Level of difficulty. Structure and inter-dependence of the different parts.
so_so: Liiska mawduucyada ku jira tababarka. Muhiimadda mawduuc kasta. Heerka adag. Qaabka iyo isku xidhka qaybaha kala duwan.

source: How does the course progress? Where should the learner pay special care? Are there identifiable problems in understanding different areas? How much time should one dedicate to the different areas of the course?
so_so: Sidee ayuu koorsadu u socotaa? Xageeda ayuu ardaygu ku bixinayaa daryeel gaar ah? Ma jiraan dhibaatooyin la aqoonsan karo oo la fahmayo meelaha kala duwan? Qaan gaar ah ayaa loo baahan yahay meelaha kala duwan ee koorsada?

source: Methodology
so_so: Habka

source: What methods and activities help achieve the objectives of the course? What would the schedule be?
so_so: Maxay yihiin hababka iyo hawlaha ka caawiya gaaritaanka ujeedooyinka koorsada? Jadwalku sidee noqon lahaa?

source: Presentation of the activities (conference, papers, group research, labs...).
so_so: Bandhigga hawlaha (shir, waraaqo, cilmi-baaris kooxeed, shaybaarro...).

source: Course material
so_so: Agabka koorsada

source: Is there a course book, a collection of papers, a bibliography, a list of links on the internet?
so_so: Ma jiro buug koorsadeed, ururin waraaqo, buug-yebleed, liis xiriirro internet ah?

source: Short description of the course materials.
so_so: Sharaxaad gaaban oo ku saabsan agabka koorsada.

source: Consider the courses, coaches, a technical helpdesk, teachers, and/or materials available.
so_so: Tixgeli koorasyada, tababarayaasha, miyir-qabka farsamada, macallimiinta, iyo/ama agabka diyaarsan.

source: Identify and describe the different contact persons and technical devices available.
so_so: Aqoonso oo sharax dadka xiriirka kala duwan iyo aaladaha farsamada diyaarsan.

source: How will learners be assessed? Are there strategies to develop in order to master the topic?
so_so: Sidee loo qiimeyn doonaa ardayda? Ma jiraan xeelado loo horumarin karo si loo siibo mawduuca?

source: Criteria for skills acquisition.
so_so: Shuruudaha helista xirfadaha.

source: Resize the image to the following dimensions (in pixels)
so_so: Baal-u-balladhn sidii cabbirka sawirka cabbirka soo socda (pixels)

source: RESIZE
so_so: BAAL-U-BALLADH

source: Show all images in their original size. No resizing is done. Scrollbars will automatically appear if the image is larger than your monitor size.
so_so: Muujin dhammaan sawirrada cabbirkooda asalka ah. Ma jiro baal-u-balladhn. Scrollbars si otomaatig ah u muuqan doonaan haddii sawirku ka weyn yahay cabbirka kormeerahaaga.

source: Show Thumbnails
so_so: Muujin Thumbnails

source: Gallery settings
so_so: Habaynta Gallery

source: Slideshow Options
so_so: Xulashooyinka Slideshow

source: NO RESIZING
so_so: MA JIRTO BAAL-U-BALLADHN

source: Published end date
so_so: Taariikhda dhamaadka la daabacay

source: View Slideshow
so_so: Muujin Slideshow

source: My tasks
so_so: Hawlaheyda

source: My projects
so_so: Mashruucyadayda

source: Navigation
so_so: Dabaysha

source: Top ten
so_so: Tobanka ugu sarreeya

source: This project
so_so: Mashruucan

source: New task
so_so: Hawl cusub

source: Roles management
so_so: Maamulka doorarka

source: Users management
so_so: Maamulka isticmaale

source: Task
so_so: Hawl

source: Read this post
so_so: Akhriskani wax

source: This is the first task in the project. Everybody subscribed to this project is able to participate
so_so: Tani waa hawl ugu horeysa mashruuca. Qof kasta oo iska diiwaan geliyay mashruucan wuxuu awood u leeyahay inuu ka qayb qaato

source: Add a new comment
so_so: Ku dar faallo cusub

source: Reply to this comment
so_so: Ka jawaab faalladan

source: Manage roles
so_so: Maamul doorarka

source: Subscribe / Unsubscribe users in this project
so_so: Iska diiwaan gelin / Ka saar isticmaale mashruucan

source: Unregister
so_so: Ka diiwaan gelin

source: Subscribe users
so_so: Iska diiwaan gelin isticmaale

source: Unsubscribe users
so_so: Ka saar isticmaale

source: Users rights management
so_so: Maamulka xuquuqda isticmaale

source: Manage roles and rights of user in this project
so_so: Maamul doorarka iyo xuquuqda isticmaale mashruucan

source: Tasks
so_so: Hawlaha

source: Member
so_so: Xubin

source: Rate
so_so: Qiimeyn

source: Add a new role
so_so: Ku dar door cusub

source: Assign a role
so_so: Meel door

source: Assign roles
so_so: Meel doorar

source: Edit this task
so_so: Tafatir hawlkan

source: Delete this task
so_so: Tirtir hawlkan

source: This is a preset task. You can't delete a preset task.
so_so: Tani waa hawl horay loo dejin. Ma tirtiri karno hawl horay loo dejin.

source: Colour
so_so: Midab

source: Roles in this project
so_so: Doorarka mashruucan

source: Assigned tasks
so_so: Hawlaha la meeleeyay

source: Tasks manager
so_so: Maamulaha hawlaha

source: Comment manager
so_so: Maamulaha faallada

source: Read more...
so_so: Akhriga dheeraadka ah...

source: Delete this comment
so_so: Tirtir faalladan

source: There are no tasks in this project. If you are the manager of this project, click on link 'New task' to write an task.
so_so: Ma jiraan hawl mashruucan. Haddii aad tahay maamulaha mashruucan, guji xiriirka 'Hawl cusub' si aad u qorto hawl.

source: No tasks
so_so: Ma jiraan hawl

source: Rating
so_so: Qiimeyn

source: Rate this task
so_so: Qiimeyn hawlkan

source: Select a task for this role
so_so: Dooro hawl door this

source: A task for me
so_so: Hawl ii ah

source: Written by
so_so: Wrote by

source: in the project
so_so: in mashruuca

source: View tasks for today
so_so: Muujin hawlaha maanta

source: Tasks by
so_so: Hawlaha by

source: No tasks have been found. Check the word spelling or try another search.
so_so: Ma jiraan hawl la helay. Ka hubi higaada erayga ama isku day raad kale.

source: Save blog
so_so: Keyd blog

source: Task 1
so_so: Hawl 1

source: Task 2
so_so: Hawl 2

source: Task 3
so_so: Hawl 3

source: Task 1 description
so_so: Sharaxaadda Hawl 1

source: Task 2 description
so_so: Sharaxaadda Hawl 2

source: Task 3 description
so_so: Sharaxaadda Hawl 3

source: Project management
so_so: Maamulka mashruuca

source: Welcome !
so_so: Ku soo dhawow !

source: The user hasn't rights
so_so: Isticmaaluhu xuquuq ma hayo

source: The user has rights
so_so: Isticmaaluhu xuquuq ayuu leeyahay

source: The user has rights of its group
so_so: Isticmaaluhu wuxuu leeyahay xuquuqaha kooxdiisa

source: Promotion updated successfully
so_so: Horumarintii si guul leh loo cusboonaysiiyay

source: Create a new project
so_so: Samee mashruuc cusub

source: Edit a project
so_so: Tafatir mashruuc

source: Delete this project
so_so: Tirtir mashruucan

source: Shared
so_so: La wadaag

source: Permission granted by group or role
so_so: Oggolsiinta ay bixiyeen kooxda ama doorka

source: Reader
so_so: Akhrisaha

source: The project has been deleted.
so_so: Mashruuca waa la tirtiray.

source: The project has been edited.
so_so: Mashruuca waa la tafatiray.

source: The project has been added.
so_so: Mashruuca waa la ku daray.

source: The comment has been saved.
so_so: Faallada waa la keydiyay.

source: The article has been added.
so_so: Maqaalka waa la ku daray.

source: The task has been created
so_so: Hawsha waa la abuuray

source: The task has been edited.
so_so: Hawsha waa la tafatiray.

source: The task has been assigned.
so_so: Hawsha waa la qoray.

source: The assigned task has been edited
so_so: Hawshii la qoray waa la tafatiray

source: The user has been registered
so_so: Isticmaalka waa la diiwaan geliyay

source: The task has been deleted.
so_so: Hawsha waa la tirtiray.

source: The task assignment has been deleted.
so_so: Qorista hawsha waa la tirtiray.

source: The comment has been deleted.
so_so: Faallada waa la tirtiray.

source: A rating has been added.
so_so: Qiimeyn ayaa la ku daray.

source: Resource added
so_so: Kheyraad la ku daray

source: Learning paths
so_so: Wadooyinka waxbarashada

source: level up
so_so: heer sare

source: main category
so_so: qaybta ugu weyn

source: Add to the course links
so_so: Ku dar xiriirada koorsada

source: do not add
so_so: ha ku darin

source: Resources added
so_so: Kheyraad la ku daray

source: External resources
so_so: Kheyraad dibadda ah

source: Course resources
so_so: Kheyraad koorsada

source: External link
so_so: Xiriir dibadda ah

source: Add the dropbox to this section.
so_so: Ku dar sanduuqa hoos-u-dhigista qaybtan.

source: Add the Assignments tool to the course
so_so: Ku dar qalabka shaqooyinka koorsada

source: Show / Delete
so_so: Muuj / Tirtir

source: Introduction text
so_so: Qoraalka hordhaca ah

source: Course Description
so_so: Sharaxaadda koorsada

source: Add a page containing the introduction text to this section.
so_so: Ku dar bog ay ku jirto qoraalka hordhaca ah qaybtan.

source: Add a page containing the course description to this section.
so_so: Ku dar bog ay ku jirto sharaxaadda koorsada qaybtan.

source: Add the Groups tool to this section.
so_so: Ku dar qalabka kooxaha qaybtan.

source: Add the Users tool to this section.
so_so: Ku dar qalabka isticmaaleyaasha qaybtan.

source: Exportable course resources
so_so: Kheyraad koorsad la dhoofin karo

source: Chamilo related course resources
so_so: Kheyraad koorsad la xidhiidha Chamilo

source: Link's target
so_so: Bartilmaameedka xiriirka

source: In the same window
so_so: Daaqadda isku midka ah

source: In a new window
so_so: Daaqad cusub

source: This
so_so: Tani

source: item was deleted in that tool.
so_so: qodobkaas ayaa lagu tirtiray qalabkaas.

source: Section
so_so: Qaybta

source: Add event
so_so: Ku dar dhacdo

source: Filter on groups/users
so_so: Shaandheyn kooxaha/isticmaaleyaasha

source: Ascending
so_so: Kor u kac

source: Current month
so_so: Bisha hadda

source: Event edited
so_so: Dhacdo la tafatiray

source: Add event to agenda
so_so: Ku dar dhacdo agenda

source: Add announcement
so_so: Ku dar ogeysiis

source: Forum: add new topic
so_so: Madasha: ku dar mawduuc cusub

source: Forum: edit topic
so_so: Madasha: tafatir mawduuca

source: Test : Answers
so_so: Imtixaanka: Jawaabaha

source: Forum: reply
so_so: Madasha: ku jawaab

source: Descending
so_so: Hoos u dhac

source: Upload paper
so_so: Soo dejin warqad

source: You didn't choose any file to send, or it is too big
so_so: Ma dooran fayl aad dirto, ama wuu aad u weyn yahay

source: paper title modified
so_so: Ciwaanka warqadda waa la beddelay

source: The file has been added to the list of publications.
so_so: Faylka ayaa lagu daray liiska daabacadaha.

source: File deleted
so_so: Fayl la tirtiray

source: Paper title
so_so: Ciwaanka warqadda

source: Do you really want to delete this file
so_so: Runtii ma rabtaa in aad tirtirto faylkan

source: Actions on all files
so_so: Hawlo dhammaan faylalka

source: Default setting for the visibility of newly posted files
so_so: Dejinta caadiga ah ee muuqalka faylalka cusub ee la soo saaray

source: New documents are visible for all users
so_so: Warqadaha cusub ayaa u muuqda dhammaan isticmaaleyaasha

source: New documents are only visible for the teacher(s)
so_so: Warqadaha cusub ayaa kaliya u muuqda macallinka(ga)

source: Only registered users of this course can publish documents.
so_so: Isticmaaleyaasha kaliya ee diiwaan geliyay koorsadani ayaa daabici kara dukumentiyada.

source: current folder
so_so: galka hadda

source: Upload a document
so_so: Soo dejin dukumenti

source: Assignments settings
so_so: Dejinta shaqooyinka

source: A user posted a document in the Assignments tool
so_so: Isticmaale ayaa dukumenti ku dhejiyay qalabka shaqooyinka

source: Delete directory
so_so: Tirtir galka

source: Validate changes
so_so: Ansixi isbeddelada

source: Folder updated
so_so: Galka waa la cusboonaysiiyay

source: Ends at (completely closed)
so_so: (gebi ahaan xidhan)

source: Assignment scoring
so_so: Dhibcaha shaqada

source: Add to gradebook
so_so: Ku dar buuga dhibcaha

source: Weight inside assessment
so_so: Miisaanka gudaha qiimeynta

source: Date limits
so_so: Xadka taariikhda

source: Posted sending deadline
so_so: Muddada ugu dambeysa ee la soo diro

source: Directory created
so_so: Galka waa la abuuray

source: Deadline for assignments
so_so: Muddada ugu dambeysa ee shaqooyinka

source: Enable handing over deadline (visible to learners)
so_so: Awood u sii gudbinta wakhtiga ugu dambeeya (u muuqda ardayda)

source: Enable final acceptance date (invisible to learners)
so_so: Awood u sii taariikhda aqbalaadda ugu dambeysa (uma muuqato ardayda)

source: Impossible to save the document
so_so: Ma xasuusti karo dukumentiga

source: End date cannot be before the expiry date
so_so: Taariikhda dhamaadka ma noqon kartaa ka hor taariikhda dhicitaanka

source: Select a filter
so_so: Dooro shaandhayn

source: Filter by not expired
so_so: Shaandheyn shaqooyinka aan dhicin

source: Filter assignments
so_so: Shaandheyn shaqooyinka

source: Minimum score expected
so_so: Dhibcaha ugu yar ee la filayo

source: Expiry date already passed
so_so: Taariikhda dhicitaanku waa dhaafay

source: End date already passed
so_so: Taariikhda dhamaadka ayaa dhaafay

source: Move %s to
so_so: U wareeji %s

source: The mark cannot exceed maximum score
so_so: Calamada ma dhaafi kartaa dhibcaha ugu badan

source: Delete all papers
so_so: Tirtir dhammaan warqadaha

source: Edit and mark paper
so_so: Tafatir iyo calaamad warqad

source: All papers are now invisible
so_so: Dhammaan warqadaha hadda waa la qariyay

source: The file is now invisible
so_so: Faylka hadda waa la qariyay

source: All papers are now visible
so_so: Dhammaan warqadaha hadda waa la muujiyay

source: The file is now visible
so_so: Faylku hadda waa muuqdaa

source: Create assignment
so_so: Abuur shaqada

source: Assignment name
so_so: Magaca shaqada

source: Folder edited
so_so: Foldarka la tafatiray

source: Update this task
so_so: Cusboonaysii hawshan

source: Make all papers invisible
so_so: Ka dhig dhammaan waraaqaha mid aan muuqan

source: Make all papers visible
so_so: Ka dhig dhammaan waraaqaha mid muuqda

source: Administrator first name
so_so: Magaca hore ee maamulaha

source: URL of this company
so_so: URL-ka shirkaddaada

source: User DB
so_so: DB-ga isticmaale

source: Please check these values
so_so: Fadlan hubi qiimayaashaas

source: Please go back to step 1
so_so: Fadlan ku laabo tallaabada 1

source: <p><b>Adding users</b></p> <p>You can subscribe existing learners one by one to your course, by clicking on the link 'Subscribe users to this course'. Usually however it's better to open your course to self-registration and let learners register themselves. </p> <p><b>Description</b></p> <p>The description has no computer related function and does not indicate any particular rights or privileges within the system. It simply indicates who is who, in human terms. You can therefore modify this by clicking on the pencil, then typing whatever you want: professor, assistant, student, visitor, expert etc.</p><p><b>Admin rights</b></p><p>Admin rights, on the other hand, provide technical authorization to modify the content and organization of this course area. You can choose between allowing full admin rights or none.</p><p>To allow an assistant, for instance, to co-admin the area, you need to be sure he/she is already registered, then click on the pencil, then check 'Teacher', then 'Ok'.</p><p><b>Co-Trainers</b></p><p>To mention the name of a co-teacher in the heading (co-chairman, etc.), use the 'Course settings' tool. This modification does not automatically register your co-Trainer as a course member. The 'Teachers' field is completely independent of the 'Users' list.</p> <p><b>Tracking and Personal Home Pages</b></p> <p>In addition to showing the users list and modifying their rights, the Users tool also shows individual tracking and allows the teacher to define headings for personal home pages to be completed by users.</p>
so_so: <p><b>Users lagaya</b></p> <p>Waxaad iska diiwaan gelin kartaa ardayda jira mid mid koorsadaada, adigoo riixaya linkka 'Subscribe users to this course'. Sida caadiga ah si kastaba waa fiican inaad kursiga u furto is-diwaan gelinta oo aad u ogolaato ardaydu inay is diiwaan geliyaan. </p> <p><b>Tixraac</b></p> <p>Tixraaca ma leh shaqo kombiyuutar oo la xiriira mana aad tilmaami karto xuquuqaha gaarka ah nidaamka dhexdiisa. Waxay si fudud u tilmaamaysaa cidda ay yihiin, si aadane ah. Waxaad sidaas ku beddeli kartaa adigoo riixaya qalin jeex, ka dibna wax u qor wax alla wixii aad rabto: borofisar, kaaliye, arday, booqde, khabiir iwm.</p><p><b>Xaquuqaha Maamulka</b></p><p>Xaquuqaha maamulka, dhanka kale, waxay bixiyaan ogolaansho farsamo ah oo lagu beddelayo nuxulka iyo ururinta aaggan koorsada. Waxaad dooran kartaa u oggolaanshaha xuquuqaha maamulka oo buuxa ama aan jirin.</p><p>Sida tusaale ah, si aad u ogolaato kaaliyaha, tusaale ahaan, inuu wada-maamulo aagga, waa inaad hubisaa inuu durbanaa diiwaan geliyay, ka dib riix qalin jeex, ka dibna calaamadee 'Teacher', ka dibna 'Ok'.</p><p><b>Co-Trainers</b></p><p>Saadaalida magaca macallin-wadaag ah ee cinwaanka (co-chairman, iwm.), isticmaal 'Course settings' tool. Beddelkani si otomaatig ah uma diiwaan gelinayo Co-Trainer-kaaga xubin koorsada ah. Goobta 'Teachers' waxay gebi ahaanba ka madax banaan tahay liiska 'Users'.</p> <p><b>Tracking iyo Personal Home Pages</b></p> <p>Marka lagu daro muujinta liiska isticmaale iyo beddelka xuquuqdooda, Tools-ka Users waxa kale oo uu muujinayaa raadinta shaqsiyaadka ah waxana uu u oggolaanayaa macallinka inuu u qeexo cinwaanno bogagga guriga shaqsiga ah ee ay dhammaystiri doonaan isticmaale.</p>
