Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: <p><h5>Create your Facebook Application</h5>First of all, you have to create a Facebook Application (see <a href='https://developers.facebook.com/apps'>https://developers.facebook.com/apps</a>) with your Facebook account. In the Facebook Apps settings, the site URL value should be the URL of this campus. Enable the Web OAuth Login option. And add the site URL of your campus to the Valid OAuth redirect URIs field</p><p>Uncomment the line <code>&#36;_configuration['facebook_auth'] = 1;</code> to enable the Facebook Auth.</p><p>Then, edit the <code>app/config/auth.conf.php</code> file and enter '<code>appId</code>' and '<code>secret</code>' values for <code>&#36;facebook_config</code>.</p><p>Go to <a href='settings.php?category=Plugins'>Plugins</a> to add a configurable <em>Facebook Login</em> button for your Chamilo campus.</p>
qu_pe: <p><h5>Facebook Aplicaciónta kamachispa</h5>Sabranëq, Facebook Aplicaciónta kamachisqankuna (miray: <a href='https://developers.facebook.com/apps'>https://developers.facebook.com/apps</a>) Facebook cuentasninwan. Facebook Apps kamachisqakunapi, sitiopa URLqa kampusqanqapa URLninmi kachkan. Web OAuth Login opcionala activaspa. Kampusqanqapaq sitiopa URLninta Valid OAuth redirect URIs suyuman qhapaq.<p><code>$configuration['facebook_auth'] = 1;</code> llïnita descomentaspa Facebook Authnita activaspa.<p>Chaymi, <code>app/config/auth.conf.php</code> suyuta qillqaspa <code>$facebook_config</code>q <code>appId</code> y <code>secret</code> valorenkuytan qillqaspa.<p><a href='settings.php?category=Plugins'>Plugins</a> suyuman rispa Chamilo kampusqanqapaq <em>Facebook Login</em> botónninchata qhapaq.

source: Announcement for a group
qu_pe: Grupoqpaq willakuy

source: Highest priority language
qu_pe: Qhapaq simi

source: Secondary priority language
qu_pe: Ikkanaq simi

source: Third priority language
qu_pe: Kimsanaq simi

source: Fourth priority language
qu_pe: Pachatanaq simi

source: Language priority 5
qu_pe: Simi qhapaq 5

source: Primary language selected when multiple language contexts are set.
qu_pe: Churanaq simikuna kamachisqa kaptin, qhapaq simi.

source: Secondary fallback language if first priority is unavailable or out of context.
qu_pe: Qhapaq simi manañam kachkaspaykuwan, ikkanaq simi.

source: Tertiary language fallback if higher priorities fail.
qu_pe: Qhapaq simikuna manañam ruraspaykuwan, kimsanaq simi.

source: Last language fallback option by order of priority.
qu_pe: Qhapaq sunquypi, ñawpaq simi.

source: The lowest language priority
qu_pe: Ñawpaq simi

source: User language
qu_pe: Rimaray simi

source: User selected language
qu_pe: Rimaraypaq kamachisqa simi

source: Teachers can change the Gradebook model settings
qu_pe: Yachay wasinkunaqa Gradebook modelo kamachisqakunata parlanakuyta atin

source: When editing a Gradebook
qu_pe: Gradebookta qillqaspa

source: Default grade model
qu_pe: Maway Gradebook modelo

source: This value will be selected by default when creating a course
qu_pe: Kursota kamachisqanman, kay valorqa mawallaq kachkan

source: Enable Gradebook model
qu_pe: Gradebook modelo activaspa

source: Enables the auto creation of gradebook categories inside a course depending of the gradebook models.
qu_pe: Gradebook modeloq Gradebook categoríasninta kursopi automatikamanta kamachinan activaspa.

source: Are you sure you want to lock this item? After locking this item you can't edit the user results. To unlock it, you need to contact the platform administrator.
qu_pe: ¿Munanki kay rurayta qispillaq? Rurayta qispillasqanman, rimarikuna natakunata manam qillqasunki. Qispillaspaq, plataporma administradorwan parlanaki.

source: Are you sure you want to unlock this element?
qu_pe: ¿Munanki kay elementota qispillaspaq?

source: Allow session administrators to see all sessions
qu_pe: Sesión administradorqakunaqa ñawpaq sesyonkunaqta rikunaypaq

source: When this option is not enabled (default), session administrators can only see the sessions they have created. This is confusing in an open environment where session administrators might need to share support time between two sessions.
qu_pe: Kay opcionala manam activasqachu (mawallaq), sesión administradorqakunaqa maqanakunataq kamachisqan sesyonkunataq rikunayku. Kayqa, sesión administradorqakunaq ñawpaq sesyonkunapi apoyotaq repartinakuyta munaspanku.

source: Pass percentage
qu_pe: Pasakuy porcentaje

source: Allow Skills tool
qu_pe: Hinaychaykuna rurayta atin

source: Users can see their skills in the social network and in a block in the homepage.
qu_pe: Rimarikunaqa red socialpi y ñawpaq pachapi blokopi hinaychaykunataq rikunayku.

source: If you want to unsubscribe completely from this campus and have all your information removed from our database, please click the button below and confirm.
qu_pe: Kay kampusmanta ñawpaqqa chinkachispaq y willakuykunaq base de datosmanta qispillaspaq munaspanki, qispillaq botónninta churaspayki y ratillasikuy.

source: Yes, I want to remove this account completely. No data will remain on the server and I will be unable to login again, unless I create a completely new account.
qu_pe: Ari, kay cuentasninta ñawpaqqa qispillaspaq munani. Manam datakunaq servidormanta churakunqachu y manam rispaqchu, manam cuentasninta ñawpaqqa kamachispaqchu.

source: Allow public certificates
qu_pe: Público certificadokunata atin

source: User certificates can be view by unregistered users.
qu_pe: Rimarikuna certificadokunaqa manam qelqakunam registradokunam rikunayku.

source: Don't forget to select the media files if your resource need it
qu_pe: Ruraykunaq media archivosnintawan qispillaspaq yuyarin

source: No learner certificate available yet. Please note that, to generate his certificate, a learner has to go to the assessments tool and click the certificate icon, which will only appear when he reached the course objectives.
qu_pe: Manam qelqakuna certificadokunaq kanchu. Qelqakunaq certificadota kamachispaq, evaluaciones rurayman rispa certificadota ikonanta churaspanki, kursotaq yatachispaqa rikuku.

source: The requested certificate exists on this portal, but it has not been made public. Please login to view it.
qu_pe: Kay portalpi kay certificadokunaq kachkan, peru manam público manam. Rikunaykipaq, rispaq.

source: Default
qu_pe: Mawallaq

source: A test course has been created successfully
qu_pe: Prueba kursotaq kamachisqan

source: No category selected
qu_pe: Manam catëgoriakunam qispillasqa

source: Return to Course Homepage
qu_pe: Kursota ñawpaq pachaman kutimuspa

source: Exercise average
qu_pe: Ejerciciotaq promedio

source: Webcam Clip
qu_pe: Kámara clip

source: Snapshot
qu_pe: Foto instantánea

source: Take your photos
qu_pe: Fotokunata qhaspikuy

source: Local input image
qu_pe: Lugarniyuq entrada foto

source: Clip sent
qu_pe: Clip kutichisqa

source: Auto
qu_pe: Automático

source: Stop
qu_pe: Kutichiy

source: Enable Webcam Clip
qu_pe: Webcam clip activaspa

source: Webcam Clip allow to users capture images from his webcam and send them to server in JPEG (.jpg or .jpeg) format
qu_pe: Webcam Clip runakunaq webcam-manta suyukuna qhawachisqanpi hamuqanpi serverman JPEG (.jpg o .jpeg) rupisqapi yatkachisqan

source: AUTO RESIZE (default)
qu_pe: AUTO KUTICHISQA (ñawpaq)

source: This slideshow will resize automatically to your screen size. This is the default option.
qu_pe: Kay diapositivas rurayqa pantallaykitaq kutichisqa kanqa. Kayqa ñawpaq suyana.

source: You should create the "Term and Conditions" for all the available languages.
qu_pe: "Terminakunaqpaq Suyanakuna" kamachiyta qallariyki willakuy simikunaq llapan rimaykunapi.

source: Select an audio file from documents
qu_pe: Willakuy yachaykutam qatiy documents-manta

source: Enable e-mail alerts templates
qu_pe: E-mail avisqakuna plantillakunata qallariy

source: Define home-made e-mail alerts to be fired on specific events (and to specific users)
qu_pe: Willakuy avisqakunata kamachiy ñawpaq rurakunaqpi (wan rurakunaqpaq)

source: System Management
qu_pe: Ruray kamachisqa

source: Remove old database
qu_pe: Ñawpaq yachaykuyta qichuy

source: Remove old tables
qu_pe: Ñawpaq tablakunata qichuy

source: Event message management
qu_pe: Willakuy willakuy kamachisqa

source: To be warned user list
qu_pe: Avisqakunay runakuna ruray

source: You have some unsaved changes. Do you want to abandon them ?
qu_pe: Ñawpaq qispillaq kasqayki. Qispillakunata saqiyta munanki?

source: Activate event
qu_pe: Willakuyta qallariy

source: Available event keys. Use them between (( )).
qu_pe: Kutichisqa willakuy llapan simikuna. Kaykunata (( )) nisqapiq.

source: Events
qu_pe: Willakuykuna

source: Event type name
qu_pe: Willakuy ruray sutin

source: Hide campus from public platforms list
qu_pe: Kamachisqa pampakunamanta qamachiy

source: Chamilo official services providers
qu_pe: Chamilo ñawpaq ruraykuna provisorakuna

source: No negative score
qu_pe: Mana pachakunam yachay

source: Global multiple answer
qu_pe: Hallpʼa churakuy jawachisqa

source: Active only
qu_pe: Qallariqllatan

source: Authentication source
qu_pe: Willakuy hallpʼa

source: Registered date
qu_pe: Kutichisqa pʼunchay

source: Number of inactive sessions
qu_pe: Mana qallariq hallpʼakuna chinpu

source: Followed sessions
qu_pe: Hallpʼakunay hallpʼakuna

source: Followed courses
qu_pe: Hallpʼakunay kursokuna

source: Followed users
qu_pe: Hallpʼakunay runakuna

source: Timeline
qu_pe: Pʼunchaykama

source: Export to PDF web pages and images
qu_pe: PDF-manka yachachiy web pampakunaqpaq suyukunaqpaq

source: Course catalog
qu_pe: Kurso katalogo

source: Problem recording? Upload your own audio file.
qu_pe: Qhawachiyta yachakunam? Yachakuy willakuykutaykita churay.

source: Import course progress
qu_pe: Kurso hallpʼayta yachachiy

source: Export course progress
qu_pe: Kurso hallpʼayta apachiy

source: Delete all course progress
qu_pe: Llapan kurso hallpʼakunata qichuy

source: Filter terms
qu_pe: Simikuna sarpʼiy

source: Give a list of terms, one by line, to be filtered out of web pages and e-mails. These terms will be replaced by ***.
qu_pe: Simikuna rurayta qatiy, huk-llik, web pampakunaqpaq e-mailkunamanta sarpʼiy. Kay simikuna *** nisqawanmaski takanqa.

source: Use custom pages
qu_pe: Suyana pampakunataq yachakuy

source: Enable this feature to configure specific login pages by role
qu_pe: Kay rurayta qallariy ruraypaq willakuy pampakunata kamachiy

source: Learner page after login
qu_pe: Yachakuq willakuypaq pampa

source: This page will appear to all learners after they login
qu_pe: Kay pampaqa llapan yachakuqkunaq willakuytaq qhawarinqa

source: Teacher page after login
qu_pe: Yachachiq willakuypaq pampa

source: This page will be loaded after login for all teachers
qu_pe: Kay pampaqa llapan yachachiqkunaq willakuytaq kikinanqa

source: Human resources manager page after login
qu_pe: Runakuna kamachiq willakuypaq pampa

source: This page will load after login for all human resources managers
qu_pe: Kay pampaqa llapan runakuna kamachiqkunaq willakuytaq kikinanqa

source: Learner autosubscribe
qu_pe: Yachakuq autosubscribe

source: Learner autosubscribe - not yet available
qu_pe: Yachakuq autosubscribe - mana allinchu

source: Teacher autosubscribe
qu_pe: Yachachiq autosubscribe

source: Teacher autosubscribe - not yet available
qu_pe: Yachay wawaq autosuscripsiy - mana allinchu llank’ay

source: Human resources director autosubscribe
qu_pe: Kamayoq kamachisqa yachay wawaq autosuscripsiy

source: Human resources director autosubscribe - not yet available
qu_pe: Kamayoq kamachisqa yachay wawaq autosuscripsiy - mana allinchu llank’ay

source: Cumulative session time for SCORM
qu_pe: SCORMpa nisqa sapaqnin tikray

source: When enabled, the session time for SCORM Learning Paths will be cumulative, otherwise, it will only be counted from the last update time. This is a global setting. It is used when creating a new Learning Path but can then be redefined for each one.
qu_pe: Kutichisqa kaptin, SCORM Yachakuy rurananpa sapaqnin tikray kanqa, mana hinachu, ñawpaq kikin updatepa pachaqninmanta qhawarinan. Kay global kayninta. Yachakuy ruranata kamachisqanpiq usuq, hinamantaq sapa killaypiq kutichisqa kanman.

source: Session admin page after login
qu_pe: Sapaqnin kamachisqa ruranan qispin ruraypi

source: Page to load after login for the session administrators
qu_pe: Sapaqnin kamachisqakunaq ruraypiq qispin ruray

source: Session admin autosubscribe
qu_pe: Sapaqnin kamachisqa autosuscripsiy

source: Session administrator autosubscribe - not available yet
qu_pe: Sapaqnin kamachisqa autosuscripsiy - mana allinchu llank’ay

source: Tool visible at course creation
qu_pe: Kursota kamachisqanpiq llank’anaq rikuriy

source: Select the tools that will be visible when creating the courses - not yet available
qu_pe: Kursokunata kamachisqanpiq rikuriy llank’anakunaq maqanakuy - mana allinchu llank’ay

source: Create a user account for any new CAS-authenticated user, from scratch
qu_pe: CAS yachakusqa yachakuynin CASpaq kamachiy, ñawpaqta

source: Create a user account for any new CAS-authenticated user, from LDAP
qu_pe: CAS yachakusqa yachakuynin CASpaq kamachiy, LDAPmanta

source: Update CAS-authenticated user account information from LDAP
qu_pe: CAS yachakusqa yachakuynin CASpaq LDAPmanta yangallay

source: Makes sure the user firstname, lastname and email address are the same as current values in the LDAP directory
qu_pe: Yachakuynin qhan sutin, waway sutin, imail nisqan LDAP willaypiq kikin kaptin kasuq

source: Installation process execution
qu_pe: Kamachisqa prusisuy kamachiy

source: Update process execution
qu_pe: Yangallay prusisuy kamachiy

source: Please wait. This could take a while...
qu_pe: Ama hina kanki. Kayqa achka punchaw kanman...

source: This platform was unable to send the email. Please contact %s for more information.
qu_pe: Kay platformakunaqa imailta kutichiyta atinchu. %sniq kamachisqata yuyarikuy más informaciónpaq.

source: This is your first login. Please update your password to something you will remember.
qu_pe: Kayqa qispin ruraykuna. Ama hina kanki, sutinchayta yangallay yuyarikuykunaq.

source: Click here to contact the administrator
qu_pe: Kaypi qallariy kamachisqaman

source: Show all users
qu_pe: Tukuy yachakuykunata rikuy

source: Show users not added to the URL
qu_pe: URLman mana qillqasqa yachakuykunata rikuy

source: Users not added to the URL
qu_pe: URLman mana qillqasqa yachakuykuna

source: Users not registered in any session
qu_pe: Mana sapaqninpi qillqasqa yachakuykuna

source: Command line interpreter (CLI)
qu_pe: Kamachiq willakuy (CLI)

source: Please visit our website: https://chamilo.org/download
qu_pe: Ñoqanchik webpajinman risunkuy: https://chamilo.org/download

source: The space used on disk cannot be measured properly on Windows-based systems.
qu_pe: Windows yachakuyninpiq diskoq usqasqan qhawarinaq atinchu.

source: %d old tables deleted
qu_pe: %d ñawpaq willakuna kicharisqa

source: %d old databases deleted
qu_pe: %d ñawpaq willakuynikuna kicharisqa

source: List
qu_pe: Willakuy

source: Not authorized
qu_pe: Mana ruray

source: Unknown action
qu_pe: Mana yachanakuq ruray

source: First
qu_pe: Pallay

source: Last
qu_pe: Qhipa

source: You are not authorized to do this
qu_pe: Manam atinkichu kayta ruray

source: No implementation available yet for this action
qu_pe: Kay ruraypaq mana kamachisqa llank’aychu

source: Course descriptions
qu_pe: Kurso willakuykuna

source: Replace existing entries
qu_pe: Kikin qillqakunata tarpuy

source: Add items
qu_pe: Willanakuna yawqay

source: Not found
qu_pe: Mana tukuytachu

source: Successfully sent
qu_pe: Allin kutichisqa

source: Sending failed
qu_pe: Kutichiyta mana alkisqa

source: The number of sessions limit for this portal has been reached
qu_pe: Kay portalkunapa sapaqnin chinkachisqa qatiq kitisqa

source: A new session has been created
qu_pe: Yaña sapaqnin kamachisqa

source: Offline
qu_pe: Mana willakuy

source: Caption
qu_pe: Willakuy

source: Credits
qu_pe: Aypaykuna

source: Slider title
qu_pe: Slider sutin

source: Single Sign On error
qu_pe: Single Sign On pantasqa

source: Sent
qu_pe: Kutichisqa

source: Listing
qu_pe: Rakin

source: Course RSS
qu_pe: Yachay RSS

source: RSS feed for all course notifications
qu_pe: Yachayninkunaq RSS qillqay

source: Learner certificates are public
qu_pe: Yachakuqkunaq certificadokuna qespis

source: Delete all terms before import.
qu_pe: Yapaykunaq maqhanqaku.

source: Portal homepage updated
qu_pe: Portal ruraq p'anin kikinakuyta qallarisqa

source: User registration
qu_pe: Ruraq hallp'anakuy

source: Actions to be fired when a user registers to the platform
qu_pe: Ruraq platformaman hallp'aqtiykama rurakunakuna

source: This extension should be loaded.
qu_pe: Kay phuqñichisqa kikinakunata kuyachisqa kayman.

source: Disabled
qu_pe: Kikinakunakunata thaqinakun

source: Required
qu_pe: Huñun

source: Category saved
qu_pe: Katiq kikinakuyta qispisqa

source: Category removed
qu_pe: Katiq qispisqa

source: Your browser doesn't support the Nanogong player
qu_pe: Ruraq yachaynikipas Nanogong llank'aq yachakunata manam anch'ayta atinchu

source: Import CSV
qu_pe: CSV yapay

source: Table length
qu_pe: Tabla hatun

source: No record found
qu_pe: Manam imayna hallp'aqkunamta rikunayku

source: Badly formed URL
qu_pe: Mana allin URL

source: Info
qu_pe: Willakuy

source: Filtered
qu_pe: Huch'uykuna

source: Hide column
qu_pe: Phuruq sututa pakay

source: Show column
qu_pe: Phuruq sututa rikuy

source: Legal agreement accepted
qu_pe: Qhapaq willakuy qispisqa

source: E-mail teachers only on new assignments submission by students
qu_pe: Yachakuqkunaq yachaykunaq willakunata kamasqa yachaykunaq qillqanmantam

source: E-mail students only on new assignment submission (confirmation e-mail)
qu_pe: Yachakuqkunaq yachaykunaq qillqanmantam (willakuy qispisqa)

source: Uncategorized
qu_pe: Mana katiq

source: Natural year
qu_pe: Pachak wata

source: Automatic weight
qu_pe: Kikinakuy pisaq

source: Use the automatic weight distribution to speed things up. The system will then distribute the total weight evenly between the evaluation items below.
qu_pe: Kikinakuy pisaqta llank'aq ruraykunata utaqinaykipaq. Kutiq yachaykunaq pisaqkunata allcha allchay.

source: Edit weight
qu_pe: Pisaqta llamk'ay

source: The skill has been created
qu_pe: Yachay kamarisqa

source: Create skill
qu_pe: Yachay kamar

source: Cannot create skill
qu_pe: Manam yachayta kamachwan

source: Edit skill
qu_pe: Yachayta llamk'ay

source: The skill has been updated
qu_pe: Yachay kikinakuyta qallarisqa

source: Cannot update skill
qu_pe: Manam yachayta qallarinachu

source: Badges management
qu_pe: Insigniakuna kamachiynin

source: Current badges
qu_pe: Kamakuna insigniakuna

source: Save badge
qu_pe: Insignia qispichiy

source: Badge measures 200x200 pixels in PNG
qu_pe: Insignia 200x200 piksel PNG

source: Convert to assistant
qu_pe: Yapaykunaq yachachiqman tukuyniy

source: Unique answer image
qu_pe: Huk qillqa rupi sutipaq

source: Time spent by students in courses, grouped by code
qu_pe: Yachakuqkunaq yachaykunapi hallp'akunakuna, kutiq kodiqwan

source: Tests results by student groups, by code
qu_pe: Taqkikunakuna yachakuq katiqkunaq, kodiqwan

source: Tests results by student
qu_pe: Taqkikunakuna yachakuqwan

source: The system was unable to log you in. Please contact your administrator.
qu_pe: Sisteman manam atinichu rurakuyta qallariy. Kamachiykiqta llank'ay.

source: Shibboleth Login
qu_pe: Shibboleth rurakuy

source: New status
qu_pe: Yaykuna hallp'aq

source: Reason
qu_pe: Hallp'aq

source: Request new status
qu_pe: Ñawpaq hallp'an yachayniyita mañay

source: You have been logged-in with default permissions. You can request more permissions by submitting the following request.
qu_pe: Kutichisqankunaq hallp'an ruraqkunawan qhaway. Ñawpaq hallp'an ruraqkunawan ruraq yachachisqakuyniykita mañakuy.

source: The 'reason' field is mandatory. Please fill it in before submitting.
qu_pe: 'Sutinchay' rurayqa amapuni kachkan. Ñawpaq ruraq mañakuy.

source: Your request has been submitted.
qu_pe: Ma ñakuy hallp'aq ruraq.

source: We are not able to fulfill your request at this time. Please contact your administrator.
qu_pe: Kutichisqankunapaq hallp'aq ruraqchu. Wasiq yachachiqwan yupaychay.

source: Internal login
qu_pe: Sutinchay ukhu

source: You are already logged in
qu_pe: Kutichisqankunaq

source: Sequence ordering
qu_pe: Hinallapaq ñawpaq

source: You have not achieved any certificate just yet. Continue on your learning path to get one!
qu_pe: Manam yachachisqakuytachu q'illqasqankuna. Yachakuy ruraynikipi kawsakuy q'illqasqakuytam munaspayki!

source: Search certificates
qu_pe: Q'illqasqakunata maskhay

source: User %s hast not acquired any certificate yet
qu_pe: Ruraq %s manam q'illqasqakuytachu q'itichisqa

source: Certificates are not publicly available
qu_pe: Q'illqasqakuna manam huch'uyllapi kanchu

source: Match by dragging
qu_pe: Huknachway hina maskhay

source: Thread scored by peers
qu_pe: Ñawpaq yachakuykunamanta q'illqasqa

source: If selected, this option will require each student to qualify at least 2 other students in order to get his score greater than 0 in the gradebook.
qu_pe: Kayniyqa ruraqninamanta, sinag yachakuyqa iskay yachakuykunata yachachisqan karqan, chaysnaqa yachakuy ruraqpiqa 0-manta kusikunata q'itichisqa karqan.

source: To get the expected score in this forum, your contribution will have to be scored by another student, and you will have to score at least 2 other students' contributions. Until you reach this objective, even if scored, your contribution will show as a 0 score in the global grades for this course.
qu_pe: Kay foropi kusikuy yachakuy yachakuy ruraqpaq yachachisqa karqan, iskay yachakuykunamanta yachachisqankarqayki. Kay yatachisqaykitaq manam chaysnaqa, yachachisqapuni karqan, yachakuy ruraqpiqa 0 kusikuyta rikhurqan.

source: Readable
qu_pe: Qhaway

source: Not readable
qu_pe: Manam qhawaychu

source: John
qu_pe: Yuwan

source: Doe
qu_pe: Duw

source: Attendances updated
qu_pe: Kawsakuykunata nuqakuy

source: Hide top content on homepage when logged in
qu_pe: Kutichisqankunaq wasipakunamanta ñawpaq ruraykunata q'echuy

source: On the platform homepage, this option allows you to hide the introduction block (to leave only the announcements, for example), for all users that are already logged in. The general introduction block will still appear to users not already logged in.
qu_pe: Platforma wasipakunapi, kayniyqa kutichisqankunaq ñawpaq ruraykunata q'echukuy (willaykunamanta q'echuy, hukkunamanta), kutichisqankunaq. Ñawpaq ruraykuna manam kutichisqankunaqqa manam rikhurqan.

source: Hide global announcements for anonymous
qu_pe: Willaykunata q'echuy huch'uy yachakuykunamanta

source: Hide platform announcements from anonymous users, and only show them to authenticated users.
qu_pe: Platforma willaykunata q'echuy huch'uy yachakuykunamanta, kutichisqankunaq qhaway.

source: Use template course for new courses
qu_pe: Ñawpaq kursukunamanta plantilla kursuta kuyay
