Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Upcoming events
so_so: Dhacdooyinka soo socda

source: Repeated event
so_so: Dhacdo la soo celiyay

source: Repeat type
so_so: Nooca ku celcelinta

source: Monthly, by date
so_so: Bishii, taariikhda

source: Monthly, by day
so_so: Bishii, maalin

source: Monthly, by day, restricted
so_so: Bishii, maalin, xaddidan

source: Yearly
so_so: Sannadle

source: Repeat end date
so_so: Taariikhda dhammaadka ku celcelinta

source: View original event
so_so: Eeg dhacdo asalka ah

source: Outlook import
so_so: Soogal Outlook

source: All system users
so_so: Dhammaan isticmaaleyaasha nidaamka

source: Platform event
so_so: Dhacdo platform-ka

source: Edit event
so_so: Tafatir dhacdo

source: The end date cannot be before the start date
so_so: Taariikhda dhammaadka ma noqon kartaa mid ka hor taariikhda bilowga

source: Users selection list
so_so: Liiska doorashada isticmaaleyaasha

source: This file is not in iCal format
so_so: Faylkani ma aha qaabka iCal

source: Repeat event
so_so: Ku celcelin dhacdo

source: version
so_so: nooca

source: All the learning objects are now incomplete.
so_so: Dhammaan walxaha waxbarashadu hadda waa kuwo aan dhammaystirnayn.

source: This is the latest learning object.
so_so: Tani waa shayga waxbarashada ugu dambeeyay.

source: This is the first learning object.
so_so: Tani waa shayga waxbarashada ugu horreeyay.

source: There is no given order, you can click on any learning object.
so_so: Ma jiro nidaam la bixiyay, waxaad ku riixi kartaa shay kasta oo waxbarasho ah.

source: Score
so_so: Dhibco

source: Learning object name
so_so: Magaca shayga waxbarashada

source: Status
so_so: Xaalad

source: To enter
so_so: Si aad u soo gasho

source: you need first to accomplish
so_so: waxa hore loo fuliyay

source: This learning object is now
so_so: Shaygan waxbarashadu hadda waa

source: Terminate
so_so: Dhammaystir

source: Restart
so_so: Ku bilaaw

source: Completed
so_so: Dhammaystirtay

source: Incomplete
so_so: Dhammaystirnayn

source: Passed
so_so: Gudhay

source: Failed
so_so: Guul-darraystay

source: Previous
so_so: Hore

source: Next
so_so: Xiga

source: Chamilo SCORM player
so_so: Ciyaartoyda Chamilo SCORM

source: My progress
so_so: Horumarinteeda

source: This course is empty.
so_so: Kooraskan waa mid faaruq.

source: No status for this content
so_so: Ma jiro xaaladda waxaantaan

source: logged out from SCORM area
so_so: Laga soo baxay aagga SCORM

source: Close windows
so_so: Xir daaqadaha

source: Browsed
so_so: La baaray

source: Back to normal screen
so_so: Ku noqo shaashadda caadiga ah

source: Full screen
so_so: Shaashad buuxda

source: Not attempted
so_so: Ma la isku dayin

source: Local
so_so: Maxalli

source: Remote
so_so: Fog

source: Auto-detect
so_so: Si otomaatig ah u oga

source: Total of completed learning objects
so_so: Wadarta walxaha waxbarashada ee la dhammaystiray

source: Are you sure you want to delete these steps?
so_so: Ma hubtaa in aad rabto in aad tirtirto tallaabooyinkan?

source: Authoring tool
so_so: Qalabka qorista

source: SCORM or AICC file to upload
so_so: Faylka SCORM ama AICC ee la soo dejinayo

source: Course location
so_so: Goobta koorsada

source: Upload local .zip package from the archive/ directory
so_so: Ka soo dejin xirmada .zip maxalliga ah ee ku jirta /dossier/

source: This learning object or activity is not SCORM compliant. That's why it is not exportable.
so_so: Walxan waxbarashada ama hawlahan ma u hogaansanaayo SCORM. Taasi waa sababta aan la dhoofin karin.

source: Move the current section
so_so: U wareeji qaybta hadda

source: Generic SCORM
so_so: SCORM guud

source: The format of this package could not be recognized. Please check this is a valid package.
so_so: Qaabka xirmadan lama aqoonsan karin. Fadlan hubi in ay tahay xirmad sax ah.

source: Move the current forum
so_so: U wareeji madasha hadda

source: Warning! When you edit the content of a learning object, you may alter the reporting of the course or damage the learning object.
so_so: Digtoow! Marka aad wax ka beddesho waxa ku jira walax waxbarasho, waxa aad beddeli kartaa warbixinta koorsada ama aad wax yeelaysid walaxa waxbarashada.

source: Please provide a subject or message
so_so: Fadlan bixi mawduuc ama fariin

source: Messages
so_so: Fariimaha

source: New message
so_so: Fariin cusub

source: Delete selected messages
so_so: Tirtir fariimaha la doortay

source: Deselect all
so_so: Ka daay doortay dhammaan

source: Reply to this message
so_so: Ka jawaab fariintan

source: Back to inbox
so_so: Ku noqo sanduuqa soo dhaweynta

source: The message has been sent to
so_so: Fariinta waxaa loo diray

source: Send to
so_so: U soo dir

source: myself
so_so: aniga

source: The id of the message to reply to is not valid.
so_so: ID-ka fariinta lagu jawaabayo ma saxayn.

source: There was an error while trying to send the message.
so_so: Qalad ayaa dhacay intii la isku dayayay in la diro fariinta.

source: Are you sure you want to delete the selected messages?
so_so: Ma hubtaa in aad rabto in aad tirtirto fariimaha la doortay?

source: The selected messages have been deleted
so_so: Fariimaha la doortay waa la tirtiray

source: Please enter a title
so_so: Fadlan geli cinwaan

source: Type your message here
so_so: Halkan ku qor fariintaada

source: The message has been deleted
so_so: Fariinta waa la tirtiray

source: Are you sure you want to delete the selected message?
so_so: Ma hubtaa in aad rabto in aad tirtirto fariinta la doortay?

source: Delete message
so_so: Tirtir fariinta

source: Read message
so_so: Aqri fariinta

source: Send invitation message
so_so: U soo dir fariinta martiqaadka

source: Are you sure that you wish to send these invitations ?
so_so: Ma hubtaa in aad rabto in aad soo dirto martiqaadyadan?

source: Messages tool
so_so: Qalabka fariimaha

source: Write a message
so_so: Qor fariin

source: Message already read
so_so: Fariin la akhriyay

source: Message without reading
so_so: Fariin aan la akhrin

source: Message Sent
so_so: Fariin la diray

source: Settings
so_so: Dejinta

source: The information has been modified
so_so: Macluumaadka waa la beddelay

source: Completely delete this course
so_so: Gebi ahaan tirtir koorsaskan

source: Trainers
so_so: Tababarayaasha

source: Category
so_so: Qaybta

source: Confidentiality
so_so: Qarsoodiga

source: Unsubscribe
so_so: Ka noqo

source: Private access, registration open
so_so: Helitaanka gaarka ah, diiwaangelinta furan

source: Not allowed
so_so: Ma ogolna

source: By default, your course is public. But you can define the level of access above.
so_so: Sida caadiga ah, koorsadaadu waa mid dadweyne. Laakiin waxa aad ku qeexi kartaa heerka gelitaanka sare.

source: Public - access allowed for the whole world
so_so: Dadweyne - gelitaanka loo oggol yahay adduunka oo dhan

source: Open - access allowed for users registered on the platform
so_so: Furan - gelitaanka loo oggol yahay isticmaale yaashan diiwaan gashan

source: Student %s is no subscribed to this course
so_so: Ardayga %s ma isticmaalo koorsaskan

source: This language will be valid for every visitor of your courses portal
so_so: Luqaddan waxay noqon doontaa mid sax ah booqday kasta oo booqda boggaada koorsada

source: Contributions
so_so: Ka qayb qaadashada

source: Course program
so_so: Barnaamijka koorsada

source: Statistics
so_so: Tirakoobka

source: Upload page and link to Home Page
so_so: Soo dejin bogga iyo xiriirka Bogga Guriga

source: Add link to page on Home Page
so_so: Ku dar xiriirka bogga Bogga Guriga

source: has been deleted
so_so: waa la tirtiray

source: Deleting this area will permanently delete all the content (documents, links...) it contains and unregister all its members (not remove them from other courses). <br>Do you really want to delete the course?
so_so: Digtoow! Marka aad tirtirto aaggan waxa si joogto ah loo tirtiri doonaa dhammaan waxyaabaha ay ku jirto (dukumentiyada, xiriirka...) waxayna laga cayrin doonaa dhammaan xubnaheeda (mana laga tirtiri doono koorsadaha kale). <br>Runtii ma rabtaa in aad tirtirto koorsada?

source: YES
so_so: HAA

source: NO
so_so: MAYAHAY

source: Department URL
so_so: URL-ka waaxda

source: Department
so_so: Waaxda

source: Archive this course area
so_so: Kaydso aagga koorsada

source: Groups
so_so: Kooxaha

source: Trainer
so_so: Tababare

source: Description
so_so: Sharaxa

source: Course backup
so_so: Kaydka koorsada

source: Restore a course
so_so: Sooceli koorsad

source: Restore
so_so: Soocel

source: created in
so_so: la abuuray

source: Creation of missing directories
so_so: Abuurista hagayaasha maqan

source: Copy of course files
so_so: Nuqulka faylalka koorsada

source: Free disk space
so_so: Booska saxanka ee bilaashka ah

source: Creation of backup file
so_so: Abuurista faylka kaydka

source: file copied
so_so: fayl la koobiyeeyay

source: Archive location
so_so: Goobta kaydka

source: Size of
so_so: Cabbirka

source: Archive name
so_so: Magaca kaydka

source: Backup successful
so_so: Kaydka waa lagu guulaystey

source: Backup of course data in main database for
so_so: Kaydka xogta koorsada ee database-ka ugu weyn ee

source: Backup of user data in main database for
so_so: Kaydka xogta isticmaale ee database-ka ugu weyn ee

source: Backup of announcements data in main database for
so_so: Kaydka xogta ogeysiisyada ee database-ka ugu weyn ee

source: Backup of database
so_so: Kaydka database-ka

source: Expiration date
so_so: Taariikhda dhicitaanka

source: Latest edit
so_so: Tixraaca ugu dambeeyay

source: Latest visit
so_so: booqashada ugu dambeysay

source: Subscription
so_so: Fakisashada

source: Course access
so_so: Gelitaanka koorsada

source: Do you really want to backup this course?
so_so: Runtii ma rabtaa in aad kaydsato koorsadan?

source: Add a new course
so_so: Ku dar koorsad cusub

source: The course is in an archive file which you can select below.<br><br>Once you click on "Restore", the archive will be uncompressed and the course recreated.
so_so: Koorsaddu waxay ku jirtaa fayl keyd ah oo aad ka dooran karto hoosta.<br><br>Markaad riixdo "Restore", keydku waa la furi doonaa oo koorsadda dib ayaa loo abuuri doonaa.

source: This script doesn't allow yet to automatically restore users, but data saved in "users.csv" are sufficient for the administrator to do it manually.
so_so: Script-kani weli uma oggoleyn inuu si otomaatig ah u soo celiyo isticmaale, laakiin xogta lagu keydiyay "users.csv" waa ku filan maamulaha inuu si gacmo ah u sameeyo.

source: Available archives list
so_so: Liiska keydyada la heli karo

source: No archive has been selected
so_so: Ma jiro keyd la doortay

source: The archive has not been found
so_so: Keydka lama helin

source: The archive has been uncompressed and installed.
so_so: Keydka waa la furay oo la rakibay.

source: The file "users.csv" has been put into Documents tool.
so_so: Faylka "users.csv" ayaa la geliyay qalabka Documents.

source: Web services
so_so: Adeegyada Web

source: Other category
so_so: Qaybta kale

source: Users are allowed to unsubscribe from this course
so_so: Isticmaale ayaa loo oggol yahay inay ka fogaadaan koorsaddan

source: Users are not allowed to unsubscribe from this course
so_so: Isticmaale lama oggol inay ka fogaadaan koorsaddan

source: Closed - the course is only accessible to the teachers
so_so: Xidhan - koorsaddu waxay ku heli kartaa macallimiinta oo keliya

source: Modified (more detailed settings specified through roles-rights system)
so_so: La beddelay (habab faahfaahsan oo dheeraad ah ayaa lagu sheegay nidaamka doorarka-xaquuqaha)

source: E-mail on assignments submission by students
so_so: E-mail marka shaqada ardaydu soo gudbiso

source: E-mail students and teachers on new assignment submission
so_so: E-mail ardayda iyo macallimiinta marka shaqad cusub la soo gudbiyo

source: Disable e-mail alert on new assignment submission
so_so: Namqab e-mail digniin marka shaqad cusub la soo gudbiyo

source: E-mail users on dropbox file reception
so_so: E-mail isticmaale marka faylka dropbox la helo

source: E-mail users on dropbox files reception
so_so: E-mail isticmaale marka fayllada dropbox la helo

source: Disable e-mail alert on dropbox files reception
so_so: Namqab digniin e-mail marka fayllada dropbox la helo

source: Allow learners to edit the agenda
so_so: Oggol ardayda inay wax ka beddelaan ajandaha

source: Activate course agenda edition by users
so_so: Damayn wax ka beddelka ajandaha koorsada ee isticmaale

source: Disable agenda editing by learners
so_so: Namqab wax ka beddelka ajandaha ee ardayda

source: Allow learners to edit announcements
so_so: Oggol ardayda inay wax ka beddelaan ogeysiisyada

source: Enable edition by users
so_so: Damayn wax ka beddelka isticmaale

source: Disable edition by users
so_so: Namqab wax ka beddelka isticmaale

source: Or in
so_so: ama

source: Course registration password
so_so: Eebbe gelitaanka koorsada

source: Click on this link for a full removal of the course from the server.<br /><br />Be carefull, there's no way back!
so_so: Riix xiriirkan si aad uga saarto koorsadda serverka gebi ahaanba.<br /><br />Ka digtoonow, ma jiro dib u soo celin!

source: Duplicate the course or some learning objects in another course. You need 2 courses to use this feature: an original course and a target course.
so_so: Kordhi koorsadda ama walxaha waxbarashada ee koorsad kale. Waxaad u baahan tahay 2 koorsadood si aad u isticmaasho qaabkan: koorsad asal ah iyo koorsad bartilmaameed.

source: This tool empties the course. It removes documents, forums, links. And allows you to select what parts you want to remove or decide to remove the whole.
so_so: Qalabkani wuxuu faaruqiyaa koorsadda. Wuxuu meeshaha ka saaraa dukumentiyada, golayaasha, xiriirka. Waxayna kuu ogolaanaysaa inaad doorato qaybaha aad rabto inaad meeshaha ka saarto ama aad go'aansato inaad dhammaan meeshaha ka saarto.

source: E-mail alert on new test submitted
so_so: E-mail digniin marka imtixaanka cusub la soo gudbiyo

source: Activate e-mail sending when a user submits new test answers
so_so: Damayn dirista e-mail marka isticmaale uu soo gudbiyo jawaabaha imtixaanka cusub

source: Disable e-mail alert on new test answers submission
so_so: Namqab digniin e-mail marka jawaabaha imtixaanka cusub la soo gudbiyo

source: User picture in forum
so_so: Sawirka isticmaale ee golaha

source: Display users pictures in the forum
so_so: Muujin sawirrada isticmaale ee golaha

source: Hide users pictures in the forum
so_so: Qari sawirrada isticmaale ee golaha

source: Enable course themes
so_so: Damayn mawduucyada koorsada

source: Allowed
so_so: La oggol yahay

source: Disallowed
so_so: Lama oggol

source: Chat settings
so_so: Habaynta chat-ka

source: Open chat in a new Window
so_so: Furi chat-ka daaqad cusub

source: Activate open the chat in a new window
so_so: Damayn furitaanka chat-ka daaqad cusub

source: Deactivate open the chat in a new window
so_so: Namqab furitaanka chat-ka daaqad cusub

source: E-mail teacher when a new user auto-subscribes
so_so: E-mail macallinka marka isticmaale cusub si otomaatig ah isu diiwaan geliyo

source: E-mail the teacher when a new user auto-subscribes
so_so: E-mail macallinka marka isticmaale cusub si otomaatig ah isu diiwaan geliyo

source: E-mail teacher and tutors when new user auto-subscribes
so_so: E-mail macallinka iyo macallimiinta marka isticmaale cusub si otomaatig ah isu diiwaan geliyo

source: Disable e-mail alert to teacher on auto-subscription
so_so: Namqab digniin e-mail macallinka ee isu diiwaan gelitaanka otomaatigga ah

source: Press 'Store' again...
so_so: Riix 'Kaydi' mar kale...

source: Usage Rights
so_so: Xuquuqda isticmaalka

source: Version
so_so: Nooca

source: select from list
so_so: liiska ka dooro

source: Created, size
so_so: La abuuray, cabbirka

source: in VCARD format
so_so: qaab VCARD ah

source: Format
so_so: Qaabka

source: :draft:draft,, final:final,, revised:revised,, unavailable:unavailable
so_so: :draft: qabyo ,, final: dhammaan ,, revised: dib loo eedeeyey ,, unavailable: lama heli karo

source: :no:free, no cost,, yes:not free, cost
so_so: :no: lacag la'aan, lacag la'aan ,, yes: lacag la'aan maaha, lacag

source: :yes:copyright,, no:no copyright
so_so: :yes: xuquuqda daabacaadda ,, no: xuquuqda daabacaadda maaha

source: :exercise:exercise,, simulation:simulation,, questionnaire:questionnaire,, diagram:diagram,, figure:figure,, graph:graf,, index:index,, slide:slide,, table:table,, narrative text:narrative text,, exam:exam,, experiment:experiment,, problem statement:problem statement,, self assessment:self assessment,, lecture:lecture
so_so: :exercise: layli ,, simulation: simulation ,, questionnaire: su'aalo ,, diagram: jaantus ,, figure: jaantus ,, graph: graf ,, index: index ,, slide: slide ,, table: miis ,, narrative text: qoraal sheeko ah ,, exam: imtixaan ,, experiment: tijaabo ,, problem statement: bayaan dhibaato ,, self assessment: is-qiimeyn ,, lecture: cashar

source: Please select a backup option
so_so: Fadlan dooro doorashada kaydka

source: Let me select learning objects
so_so: Ii oggolow inaan dooro walxaha waxbarashada

source: Create a complete backup of this course
so_so: Samee kayd buuxa oo koorsaddan ah

source: Create a backup
so_so: Samee kayd

source: The backup has been created. The download of this file will start in a few moments. If your download does not start, click the following link
so_so: Kaydka waa la sameeyay. Soo dejinta faylkan waxay bilaabmi doontaa daqiiqado yar. Haddii soo dejintaadu aysan bilaabmin, riix xiriirkan soo socda

source: Select a backup file
so_so: Dooro faylka kaydka

source: Import backup
so_so: Soo dejin kaydka

source: Import full backup
so_so: Soo dejin kaydka buuxa

source: Import finished
so_so: Soo dejinta waa dhamaatay

source: Tests
so_so: Imtixaannada

source: Courses
so_so: Koorsadyada

source: Copy course
so_so: Koobiye koorsadda

source: Select learning objects to copy
so_so: Dooro walxaha waxbarashada ee la koobi doono

source: Copying is finished
so_so: Koobiyaha waa dhamaaday

source: Delete everything
so_so: Tirtir wax walba

source: Empty this course
so_so: Faaruq koorsaddan

source: Recycle is finished
so_so: Recycle-ku waa dhamaaday

source: Warning: using this tool, you will delete learning objects in your course. There is no UNDO possible. We advise you to create a <a href="create_backup.php">backup</a> before.
so_so: Digtoow: isticmaalka qalabkan, waxaad tirtiri doontaa walxaha waxbarashada ee koorsaddaada. Ma jiro UNDO suurtagal ah. Waxaan kugula talinaynaa inaad sameysid <a href="create_backup.php">kayd</a> ka hor.

source: What should be done with imported files with the same file name as existing files?
so_so: Maxaa la sameyn doonaa fayllada la soo dejinayo ee leh magac fayl la mid ah fayllada jira?

source: Skip same file name
so_so: Ka bood magaca fayl la mid ah

source: Rename file (eg file.pdf becomes file_1.pdf)
so_so: Magac-bade faylka (tusaale fayl.pdf wuxuu noqonayaa fayl_1.pdf)

source: Overwrite file
so_so: Ku duub faylka

source: Select target course
so_so: Dooro koorsadda bartilmaameedka

source: Full copy
so_so: Koobiga buuxa

source: There are no resources to backup
so_so: Ma jiraan agab la kaydsan karo

source: There are no resources in backup file
so_so: Ma jiraan agab faylka kaydka ah

source: Select resources
so_so: Dooro agabka

source: There are no resources to recycle
so_so: Ma jiraan agab la warshadeyn karo

source: Include questions pool
so_so: Ku dar guddoon su'aalaha

source: local file
so_so: fayl maxalliga ah

source: server file
so_so: fayl serverka

source: No backup is available
so_so: Ma jiro backup la heli karo

source: No destination course available
so_so: Ma jiro koors la heli karo

source: Import a backup. You will be able to upload a backup file from you local drive or you can use a backup file available on the server.
so_so: Roo backup. Waxaad awoodi doontaa inaad fayl backup ka soo dejiso darawalkaaga maxalliga ah ama waxaad isticmaali kartaa fayl backup serverka ku yaal.

source: Create a backup. You can select the learning objects to integrate in the backup file.
so_so: Samee backup. Waxaad dooran kartaa walxaha waxbarashada ee lagu daro faylka backup.

source: Tool introduction
so_so: Hordhac qalabka

source: Upload failed, please check maximum file size limits and folder rights.
so_so: Uploadku fashilmay, fadlan hubi xadka xajmiga faylka ugu badan iyo xuquuqda faylka.

source: Documents will be added too
so_so: Warbaahinta sidoo kale waa la dari doonaa

source: If you want to export a course containing a test, you have to make sure the corresponding tests are included in the export, so you have to select them in the list of tests.
so_so: Haddii aad rabto inaad dhoofiso koors ka kooban imtixaan, waa inaad hubisaa in imtixaannada u shaqeeya ay ku jiraan dhoofiska, markaa waa inaad ka doorataa liiska imtixaannada.

source: The var/cache/ directory, used by this tool, is not writeable. Please contact your platform administrator.
so_so: Dirka var/cache/, ee uu qalabkani isticmaalo, ma aha mid la qori karo. Fadlan la xiriir maamulaha platformkaaga.

source: Target course
so_so: Koors la beegsaday

source: Convert to multiple answer
so_so: U beddel jawaab badan

source: Enabling CAS authentication will allow users to authenticate with their CAS credentials.<br/>Go to <a href='settings.php?category=CAS'>Plugin</a> to add a configurable 'CAS Login' button for your Chamilo campus. Or you can force CAS authentication by setting cas[force_redirect] in app/config/auth.conf.php.
so_so: Awood u siinta xaqiijinta CAS waxay u oggolaanaysaa isticmaalehu inay xaqiijiyaan caddaymadooda CAS.<br/>Tag <a href='settings.php?category=CAS'>Plugin</a> si aad ugu dartaa badhanka 'CAS Login' ee la habayn karo xarunta Chamilo. Ama waxaad xoog ku gelin kartaa xaqiijinta CAS iyadoo la dejiyo cas[force_redirect] app/config/auth.conf.php.

source: Users registered in any group
so_so: Isticmaale diiwaangashan koox kasta

source: Camera
so_so: Kaamiro

source: Microphone
so_so: Makarafoon

source: Delete stream
so_so: Tirtir qulqulka

source: Record
so_so: Duub

source: No File available
so_so: Ma jiro Fayl la heli karo

source: Recording only for trainers
so_so: Duubista tababarayaasha kaliya

source: Users at the moment:
so_so: Isticmaale xaadir ah:

source: Start conference
so_so: Bilow shirka

source: My name
so_so: Magacayga

source: Import presentation
so_so: Roo bandhig

source: Refresh list
so_so: Cusboonaysii liiska

source: Go to Top
so_so: Tag Sare

source: New poll
so_so: Codsi cusub

source: Create a new poll for this room
so_so: Samee codsi cusub qolkan

source: Question
so_so: Su'aal

source: Polltype:
so_so: Nooca codsiga:

source: Info: Every connected User in this room will get a notification of this new Poll.
so_so: Macluumaad: Isticmaal kasta oo ku xiran qolkani waxa uu heli doonaa ogeysiis codsigan cusub.

source: Yes / No
so_so: Haa / Maya

source: Numeric 1-10
so_so: Tirada 1-10

source: Poll
so_so: Codsi

source: You have to become Moderator of this Room to make polls.
so_so: Waa inaad noqotaa Dhexdhexaadiyaha Qolkani si aad u samayso codsiyo.

source: Your vote has been sent
so_so: Codkaaga waa la diray

source: You've already voted for this poll
so_so: Waad hore u codeysay codsigan

source: Vote!
so_so: Codee!

source: Your answer
so_so: Jawaabtaada

source: wants to know:
so_so: wuxuu rabaa inuu ogaado:

source: Poll results
so_so: Natiijooyinka codsiga

source: There is no Poll.
so_so: Ma jiro Codsi.

source: Meeting (max 4 seats)
so_so: Kulan (ugu badnaan 4 kursi)

source: Conference (max 50 seats)
so_so: Shir (ugu badnaan 50 kursi)

source: Remaining seats
so_so: Kursiga soo haray

source: Already in
so_so: Horeyba wuu ku jiray

source: Check in
so_so: Soo gal

source: The Moderator of this Conference has left the room.
so_so: Dhexdhexaadiyaha Shirka qolkii wuu ka tagay.
