Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Move the current forum
ar: انقل المنتدى الحالي
ast_es: Mover el foru actual
bn_bd: বর্তমান ফোরাম সরান
bs_ba: Premjesti trenutni forum
ca_es: Moure el foro actual
cs_cz: Přesunout aktuální fórum
da: Flyt det aktuelle forum
de: Das bestehende Forum verschieben
el: Μετακίνηση του παρόντος Forum
eo: Movigi la nunan forumon
es: Mover el foro actual
es_mx: Mover el foro actual
eu_es: Lekuz aldatu uneko foroa
fa_ir: جا به جایی انجمن فعلی
fi_fi: Siirrä tämä keskustelualue
fo_fo: Flyt núverandi forum
fur: Spòste forum atuâl
ga: Boghaigh an fóram reatha
gl: Mover o foro actual
he_il: העבר את הפורום הנוכחי
hi: वर्तमान फ़ोरम को स्थानांतरित करें
hr_hr: Premjesti trenutni forum
hu_hu: A jelenlegi fórum áthelyezése
hy: Տեղափոխել ընթացիկ ֆորումը
id_id: Pindahkan forum saat ini
it: Sposta il Forum corrente
ja: 現在のフォーラムを移動
ka_ge: მიმდინარე ფორუმის გადატანა
ko_kr: 현재 포럼 이동
lo: ຍ້າຍເວທີສົນທະນາປັດຈຸບັນ
lt_lt: Perkelti esamą forumą
lv_lv: Pārvietot šo diskusiju
mk_mk: Премести го тековниот форум
ms_my: Alih forum semasa
my_mm: လက်ရှိဖိုရမ်ကို ရွှေ့ပါ
ne: वर्तमान फोरम सार्नुहोस्
nl: Verplaats het huidige forum
nn_no: Flytt gjeldande forum
oc: Desplaçar lo forum actual
pl_pl: Przenieś bieżące forum
ps: عملي فورم حرکت کړئ
pt_br: Mover este fórum
pt_pt: Mover este fórum
ro_ro: Mutați forumul actual
ru_ru: Переместить текущий форум
sk_sk: Presunúť aktuálne fórum
sl: Premakni tekoči forum
sq: Zhvendos forumin aktual
sr_rs: Premesti trenutni forum
sv_se: Flytta detta forum
sw_ke: Hamisha forumu hii ya sasa
ta: தற்போதைய மன்றத்தை நகர்த்து
th: ย้ายฟอรัมปัจจุบัน
tl_ph: Ilipat ang kasalukuyang forum
tr: Mevcut forumu taşı
uk_ua: Перемістити поточний форум
vi_vn: Di chuyển diễn đàn hiện tại
xh_za: Hambisa iforamu yangoku
zh_cn: 移动当前论坛
zh_tw: 移動當前討論區

source: Warning! When you edit the content of a learning object, you may alter the reporting of the course or damage the learning object.
ast_es: ¡ Cuidáu ! <br/>Si edita'l conteníu d'un elementu SCORM igual cambia l'informe de la secuencia d'aprendizaxe o estroza l'elementu.
bn_bd: সতর্কতা! শিক্ষা বস্তুর কন্টেন্ট সম্পাদনা করলে আপনি কোর্সের রিপোর্টিং পরিবর্তন করতে পারেন বা শিক্ষা বস্তু ক্ষতিগ্রস্ত করতে পারেন।
bs_ba: Upozorenje! Kada uređujete sadržaj nastavnog objekta, možete promijeniti izvješćivanje kursa ili oštetiti nastavni objekat.
ca_es: Avís ! Si edita el contingut d'un element scorm, pot alterar l'informe de la seqüència d'aprenentatge o danyar l'objecte.
cs_cz: Varování! Při úpravě obsahu výukového objektu můžete změnit reportování kurzu nebo poškodit výukový objekt.
da: Advarsel!<br> Når du redigerer indholdet i et SCORM-baseret trin, forandrer du evt. læringsstien eller ødelægger det pågældende trin.
el: Προειδοποίηση ! Όταν κάνετε επεξεργασία ενός εκπαιδευτικού αντικειμένου, ενδέχεται να αλλοιώσετε τις αναφορές αυτής της σειράς μαθημάτων, ή ακόμη και να προκαλέσετε βλάβη στο εκπαιδευτικό αντικείμενο.
eo: Averto! Kiam vi redaktas la enhavon de lernobjekto, vi povas ŝanĝi la raportadon de la kurso aŭ difekti la lernobjekton.
es_mx: ¡Advertencia! Al editar el contenido de un objeto de aprendizaje, puedes alterar el reporte del curso o dañar el objeto de aprendizaje.
eu_es: Abisua! Ikaskuntza objektu baten edukia editatzen duzunean, ikastaroaren txostena aldatu dezakezu edo ikaskuntza objektuari kalte egin.
fa_ir: اخطار! زمانیکه محتوای یک شیء آموزشی را ویرایش می کنید، امکان این هست که ایجاد اختلال در گزارش گیری نمایید و یا اینکه شیء آموزشی را تخریب نمایید.
fi_fi: Varoitus! Jos muokkaat Scorm -elementin sisältöä, saatat muuttaa kurssin raportointia tai vahingoittaa Scorm -elementtiä.
fo_fo: Ávaring! Tá ið tú breytir innihaldinum í einari lærugrein, kanst tú broyta skýrslugerðina hjá kursinum ella skada lærugreinina.
fur: Atension! Se modifichês il contnût di un ogjet di aprenî, podês cambiâ il rapport dal curs o danegiâ l'ogjet di aprenî.
ga: Rabhadh! Nuair a dhéanann tú athrú ar ábhar réad foghlama, féadfaidh tú tuairisciú an chúrsa a athrú nó an réad foghlama a mhilleadh.
gl: ¡ Aviso ! <br /> Se edita o contido de un paso scorm, pode alterar o informe da secuencia de aprendizaxe ou danar o paso
he_il: אזהרה! כאשר אתה עורך את התוכן של אובייקט למידה, אתה עלול לשנות את הדיווח של הקורס או לפגוע באובייקט הלמידה.
hi: चेतावनी! जब आप शिक्षण वस्तु की सामग्री संपादित करते हैं, तो आप कोर्स की रिपोर्टिंग बदल सकते हैं या शिक्षण वस्तु को नुकसान पहुँचा सकते हैं।
hr_hr: Upozorenje !<br/>Kada izmjenite trenutni SCORM korak, može doći do promjene izvješćivanja Puta učenja ili do greške samog koraka.
hu_hu: Figyelem! <br /> Amikor módosítja egy scorm lépcsőfok tartalmát, az kihatással lehet a tanösvény jelentéseire, vagy elronthatja a lépcsőfokot.
hy: Զգուշացում! Երբ խմբագրում եք ուսման օբյեկտի բովանդակությունը, կարող եք փոխել դասընթացի հաշվետվությունը կամ վնասել ուսման օբյեկտը:
id_id: Peringatan! Saat Anda mengedit konten objek pembelajaran, Anda mungkin mengubah laporan kursus atau merusak objek pembelajaran.
it: Attenzione!<br/>Modificando il contenuto di un elemento, puoi modificare le informazioni sugli esiti o danneggiarlo!
ja: 警告！学習オブジェクトの内容を編集すると、コースのレポートが変更されたり、学習オブジェクトが損傷したりする可能性があります。
ka_ge: გაფრთხილება! როდესაც შეცვლით სასწავლო ობიექტის შინაარსს შეიძლება შეცვალოთ კურსის ანგარიშგება ან დააზიანოთ სასწავლო ობიექტი.
ko_kr: 경고! 학습 객체의 내용을 편집하면 강의 보고서를 변경하거나 학습 객체를 손상시킬 수 있습니다.
lo: ຄຳເຕືອນ! ເມື່ອທ່ານແກ້ໄຂເນື້ອຫາຂອງວັດຖຸການຮຽນຮູ້, ທ່ານອາດປ່ຽນແປງລາຍງານຂອງຫຼັກສູດ ຫຼື ເຮັດໃຫ້ວັດຖຸການຮຽນຮູ້ເສຍຫາຍ.
lt_lt: Įspėjimas! Redaguodami mokymosi objekto turinį, galite pakeisti kurso ataskaitas arba pažeisti mokymosi objektą.
lv_lv: UZMANĪBU! Rediģējot mācību objekta saturu, jūs variet izmainīt kursa senāku kursa atskaiti, vai bojāt pašu mācību objektu.
mk_mk: Предупредување! Кога уредувате содржина на објект за учење, може да го промените извештајот на курсот или да го оштетите објектот за учење.
ms_my: Amaran! Apabila anda mengedit kandungan objek pembelajaran, anda mungkin mengubah laporan kursus atau merosakkan objek pembelajaran.
my_mm: သတိပေးချက်! သင်ယူမှုအရာဝတ္ထု၏ အကြောင်းအရာကို ပြင်ဆင်သောအခါ၊ သင်တန်း၏ အစီရင်ခံစာကို ပြောင်းလဲနိုင်သည် သို့မဟုတ် သင်ယူမှုအရာဝတ္ထုကို ထိခိုက်စေနိုင်သည်။
ne: चेतावनी! सिकाइ वस्तुको सामग्री सम्पादन गर्दा तपाईंले कोर्सको रिपोर्टिङ परिवर्तन गर्न वा सिकाइ वस्तुलाई हानि पुर्याउन सक्नुहुन्छ।
nl: Opgelet !<br /> Wanneer u de inhoud van een scorm-fase wijzigt, kunt u de weergave van het leerpad veranderen, of de stap beschadigen.
nn_no: Advarsel! Når du redigerer innhaldet i eit læringsobjekt, kan du endre rapporteringa for kurset eller skade læringsobjektet.
oc: Atencion ! Quand modifiquetz lo contengut d'un objècte d'aprendissage, podètz alterar lo rapòrt del curs o danificar l'objècte d'aprendissage.
pl_pl: Ostrzeżenie! Edytując lekcję, możesz zmienić przebieg raportu lub uszkodzić lekcję.
ps: ګواښنه! کله چې تاسو د زده کړې شی منځپانګه سم کړئ، تاسو کورس راپور بدلولی شئ یا زده کړې شی زیانمن کړئ.
pt_br: Atenção !<br /> Quando altera o conteúdo de uma etapa SCORM, as estatísticas ficam alteradas e a etapa da Rota de aprendizagem inutilizada.
pt_pt: Atenção !<br /> Quando edita o conteúdo de um objecto de aprendizagem, a informação do curso poderá ser alterada ou até danificar o objecto de aprendizagem.
ro_ro: ¡ Observați ! Daca editati conținutul unui element SCORM, poate modifica raportul secvenței de formare sau deteriorarea obiectul.
ru_ru: Предупреждение!<br /> Когда Вы редактируете содержимое scorm шага, Вы можете случайно изменить отчет учебного плана или повредить шаг.
sk_sk: Upozornenie! Ak upravíte obsah vo výučbovom objekte, môžete zmeniť hlásenia kurzu alebo poškodiť učebný objekt.
sq: Paralajmërim! Kur editoni përmbajtjen e një objekti mësimor, mund të ndryshoni raportimin e kursit ose të dëmtosh objektin mësimor.
sr_rs: Upozorenje! Kada uređujete sadržaj objekta učenja, možete izmeniti izveštavanje kursa ili oštetiti objekat učenja.
sv_se: Varning!<br /> När du ändrar i innehållet för ett SCORM-steg kanske du ändrar rapportdelen för inlärningsvägen eller funktionen i steget.
sw_ke: Onyo! Unapohariri maudhui ya kitu cha kujifunza, unaweza kubadilisha ripoti ya kozi au kuharibu kitu cha kujifunza.
ta: எச்சரிக்கை! கற்றல் பொருளின் உள்ளடக்கத்தைத் திருத்தும்போது, நீங்கள் பாடநிலையின் அறிக்கையை மாற்றலாம் அல்லது கற்றல் பொருளை சேதப்படுத்தலாம்.
th: คำเตือน! เมื่อแก้ไขเนื้อหาวัตถุการเรียนรู้ อาจเปลี่ยนแปลงรายงานของรายวิชาหรือทำให้วัตถุการเรียนรู้เสียหาย
tl_ph: Babala! Kapag nag-edit ka ng nilalaman ng isang learning object, maaari mong baguhin ang reporting ng kurso o masira ang learning object.
tr: Uyarı! Bir öğrenme nesnesinin içeriğini düzenlediğinizde, ders raporlamasını değiştirebilir veya öğrenme nesnesine zarar verebilirsiniz.
uk_ua: Увага! При редагуванні вмісту навчального об'єкта ви можете змінити звітність курсу або пошкодити навчальний об'єкт.
vi_vn: Cảnh báo! Khi bạn chỉnh sửa nội dung của một đối tượng học tập, bạn có thể thay đổi báo cáo của khóa học hoặc làm hỏng đối tượng học tập.
xh_za: Isilumkiso! Xa uhlela umqukumbelo wento yokufunda, ungatshintsha ingxelo yekhosi okanye wonakalise into yokufunda.
zh_cn: 警告！编辑学习对象内容时，您可能会更改课程报告或损坏学习对象。
zh_tw: 警告！編輯學習物件內容可能會變更課程報告或損壞學習物件。

source: Please provide a subject or message
ar: يرجى اضافة موضوع او رسالة
ast_es: Por favor, escribe'l títulu y el testu del to mensax
bn_bd: দয়া করে বিষয় বা বার্তা প্রদান করুন
bs_ba: Molimo unesite naslov ili poruku
ca_es: Per favor, escrigui el títol i el text del seu missatge
cs_cz: Zadejte prosím předmět nebo zprávu
da: Angiv venligst et emne eller en besked
de: Bitte Betreff oder Nachricht angeben
el: Παρακαλώ, δώστε ένα θέμα ή ένα μήνυμα
eo: Bonvolu provizi temon aŭ mesaĝon
es: Por favor, escriba el título y el texto de su mensaje
es_mx: Proporciona un asunto o mensaje
eu_es: Mesedez, idatzi gaia edo mezua
fa_ir: لطفا یک موضوع یا پیام مشخص کنید
fi_fi: Aihe tai viesti tarvitaan
fo_fo: Evnis regla og boð mugu bæði vera nýtt
fur: Inserîs un argoment o un messagi
ga: Cuir ábhar nó teachtaireacht ar fáil le do thoil
gl: Por favor, engada un título ou unha mensaxe
he_il: אנא ספק נושא או הודעה
hi: कृपया विषय या संदेश प्रदान करें
hr_hr: Unesite predmet ili poruku
hu_hu: Adja meg az üzenet tárgyát vagy szövegét
hy: Խնդրում ենք նշել թեմա կամ հաղորդագրություն
id_id: Berikan subjek atau pesan
it: Scrivi l'oggetto del messaggio, prego
ja: 件名またはメッセージを入力してください
ka_ge: გთხოვთ მიუთითოთ თემა ან შეტყობინება
ko_kr: 제목 또는 메시지를 입력해 주세요
lt_lt: Prašome įvesti temą arba pranešimą
lv_lv: Lūdzu norādiet vēstules saņēmēju
mk_mk: Внесете тема или порака
ms_my: Sila berikan subjek atau mesej
my_mm: ကျေးဇူးပြု၍ အကြောင်းအရာ သို့မဟုတ် စာတိုကို ပေးပါ
ne: कृपया विषय वा सन्देश प्रदान गर्नुहोस्
nl: Gelieve een onderwerp of bericht in te vullen
nn_no: Oppgi eit emne eller melding
oc: Picard un subjet o un messatge
pl_pl: Podaj temat lub wiadomość
ps: مهرباني وکړئ موضوع یا پیغام چمتو کړئ
pt_br: Por favor preencha um assunto ou mensagem
pt_pt: Por favor forneça um assunto ou a mensagem
ro_ro: Vă rugăm să introduceți titlul și textul mesajului
ru_ru: Укажите тему или сообщение
sk_sk: Uveďte, prosím predmet alebo správu
sl: Prosim, podajte temo ali besedilo sporočila
sq: Ju lutemi jepni një subjekt ose mesazh
sr_rs: Navedite temu ili poruku
sv_se: Ange ett ämne eller meddelande
sw_ke: Tafadhali toa mada au ujumbe
ta: தலைப்பு அல்லது செய்தியை வழங்கவும்
th: กรุณาระบุหัวข้อหรือข้อความ
tl_ph: Magbigay ng paksa o mensahe
tr: Lütfen konu yada mesajı boş bırakmayınız
uk_ua: Будь ласка, введіть тему або повідомлення
vi_vn: Vui lòng cung cấp chủ đề hoặc thông điệp
xh_za: Nceda unike isihloko okanye umyalezo
zh_cn: 请输入主题或消息
zh_tw: 請提供主旨或訊息

source: Messages
ar: الرسائل
ast_es: Mensaxes
bn_bd: বার্তাসমূহ
bs_ba: Poruke
ca_es: Missatges instantanis
cs_cz: Zprávy
da: Meddelelser
de: Nachrichten
el: Μηνύματα
eo: Mesaĝoj
es: Mensajes
es_mx: Mensajes
eu_es: Mezuak
fa_ir: پیام ها
fi_fi: Viestit
fo_fo: Boð
fur: Messagis
ga: Teachtaireachtaí
gl: Mensaxes
he_il: הודעות
hi: संदेश
hr_hr: Poruke
hu_hu: Üzenetek
hy: Հաղորդագրություններ
id_id: Pesan
it: Messaggi
ja: メッセージ
ka_ge: შეტყობინებები
ko_kr: 메시지
lo: ຂໍ້ຄວາມ
lt_lt: Žinutės
lv_lv: Ziņojumi
mk_mk: Пораки
ms_my: Mesej
my_mm: စာတိုများ
ne: सन्देशहरू
nl: Berichten
nn_no: Meldingar
oc: Messatges
pl_pl: Wiadomości
ps: پیغامونه
pt_br: Mensagens
pt_pt: Mensagens
ro_ro: Mesaje
ru_ru: Сообщения
sk_sk: Správy
sl: Sporočila
sq: Mesazhet
sr_rs: Poruke
sv_se: Meddelanden
sw_ke: Mjumbe
ta: செய்திகள்
th: ข้อความ
tl_ph: Mga mensahe
tr: Mesajlar
uk_ua: Повідомлення
vi_vn: Tin nhắn
xh_za: Imiyalezo
zh_cn: 信息
zh_tw: 訊息

source: New message
ar: رسالة جديدة
ast_es: Mensaxe instantaneu nuevu
bn_bd: নতুন বার্তা
bs_ba: Nova poruka
ca_es: Nou missatge
cs_cz: Nová správa
da: Ny meddelelse
de: Neue Nachricht
el: Νέο μήνυμα
eo: Nova mesaĝo
es: Nuevo mensaje
es_mx: Nuevo mensaje
eu_es: Mezu berria
fa_ir: پیام تازه
fi_fi: Uusi viesti
fo_fo: Nýggj boð
fur: Gnûf messagi
ga: Teachtaireacht nua
gl: Nova mensaxe instantánea
he_il: הודעה חדשה
hi: नया संदेश
hr_hr: Nova poruka
hu_hu: Új üzenet
hy: Նոր հաղորդագրություն
id_id: Pesan baru
it: Nuovo messaggio
ja: 新着メッセージ
ka_ge: ახალი შეტყობინება
ko_kr: 새 메시지
lt_lt: Nauja žinutė
lv_lv: Jauna vēstule
mk_mk: Нова порака
ms_my: Mesej baru
my_mm: စာတိုအသစ်
ne: नयाँ सन्देश
nl: Nieuw bericht
nn_no: Ny melding
oc: Messatge novèl
pl_pl: Nowa wiadomość
ps: نوی پیغام
pt_br: Nova mensagem
pt_pt: Nova mensagem
ro_ro: Mesaj nou
ru_ru: Новое сообщение
sk_sk: Nová správa
sl: Novo sporočilo
sq: Mesazh i ri
sr_rs: Nova poruka
sv_se: Nytt meddelande
sw_ke: Ujumbe mpya
ta: புதிய செய்தி
th: ข้อความใหม่
tl_ph: Bagong mensahe
tr: Yeni mesaj
uk_ua: Нове повідомлення
vi_vn: Tin nhắn mới
xh_za: Umyalezo omtsha
zh_cn: 新信息
zh_tw: 新訊息

source: Delete selected messages
ar: حذف الرسائل المحددة
ast_es: Esborrar los mensaxes seleicionaos
bn_bd: নির্বাচিত বার্তাসমূহ মুছুন
bs_ba: Obriši odabrane poruke
ca_es: Esborrar els missatges seleccionats
cs_cz: Smazat vybrané správy
da: Slet udvalgte meddelelser
de: Ausgewählte Nachrichten löschen
el: Διαγραφή μηνυμάτων που επιλέχθηκαν
eo: Forigi elektitajn mesaĝojn
es: Borrar los mensajes seleccionados
es_mx: Borrar los mensajes seleccionados
eu_es: Ezabatu aukeratutako mezuak
fa_ir: حذف کردن پیام های انتخاب شده
fi_fi: Poista valitut viestit
fo_fo: Strika valdu boðini
fur: Scancela messagis selezionâts
ga: Scrios na teachtaireachtaí roghnaithe
gl: Eliminar as mensaxes seleccionadas
he_il: מחק הודעות מסומנות
hi: चयनित संदेश हटाएँ
hr_hr: Obriši odabrane poruke
hu_hu: Kijelölt üzenetek törlése
hy: Ջնջել ընտրված հաղորդագրությունները
id_id: Hapus pesan terpilih
it: Elimina i messaggi selezionati
ja: 選択したメッセージを削除
ka_ge: არჩეული შეტყობინებების წაშლა
ko_kr: 선택된 메시지 삭제
lt_lt: Ištrinti pasirinktas žinutes
lv_lv: Dzēst iezīmētās vēstules
mk_mk: Избриши ги селектираните пораки
ms_my: Padam mesej terpilih
my_mm: ရွေးချယ်ထားသော စာတိုများကို ဖျက်ပါ
ne: चयनित सन्देशहरू हटाउनुहोस्
nl: Verwijder geselecteerde berichten
nn_no: Slett valde meldingar
oc: Escartar los messatges seleccionats
pl_pl: Usuń wybrane wiadomości
ps: غوره شوي پیغامونه پاک کړئ
pt_br: Excluir mensagens selecionadas
pt_pt: Eliminar as mensagens seleccionadas
ro_ro: Ștergeți mesajele selectate
ru_ru: Удалить выделенные сообщения
sk_sk: Zmazať vybrané správy
sl: Odstrani izbrana sporočila
sq: Fshij mesazhet e zgjedhura
sr_rs: Brisanje izabrane poruke
sv_se: Ta bort valda meddelanden
sw_ke: Futa mjumbe zilizochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட செய்திகளை நீக்கு
th: ลบข้อความที่เลือก
tl_ph: Tanggalin ang piniling mga mensahe
tr: Seçili mesajları sil
uk_ua: Видалити вибрані повідомлення
vi_vn: Xóa các tin nhắn đã chọn
xh_za: Cima imiyalezo ekhethiweyo
zh_cn: 删除被选信息
zh_tw: 刪除已選訊息

source: Deselect all
ar: إلغاء تحديد الكل
ast_es: Anular seleición
bn_bd: সবগুলো নির্বাচন বাতিল করুন
bs_ba: Odznači sve
ca_es: Anul·lar selecció
cs_cz: Zrušit všechno
da: Fjern markeringer
de: Gesamtauswahl aufheben
el: Αποεπιλογή όλων
eo: Malmarki ĉion
es: Anular selección
es_mx: Anular selección
eu_es: Desautatu dena
fa_ir: غیر فعال کردن انتخاب
fi_fi: Poista kaikki valinnat
fo_fo: Frável alt
fur: Diseleziona ducj
ga: Díroghnaigh uile
gl: Anular selección
he_il: הסר בחירה מהכל
hi: सभी चयन रद्द करें
hr_hr: Ukini označenost
hu_hu: Összes kijelölés megszüntetése
hy: Չընտրել բոլորը
id_id: Batal pilih semua
it: Deseleziona tutto
ja: すべて選択解除
ka_ge: ყველას მონიშვნის მოხსნა
ko_kr: 전체 선택 해제
lo: ຍົກເລີກການເລືອກທັງໝົດ
lt_lt: Atžymėti visas
lv_lv: Atcelt visu iezīmēto
mk_mk: Одселектирај се'
ms_my: Nyahpilih semua
my_mm: အားလုံးကို ရွေးဖယ်ပါ
ne: सबै चयन हटाउनुहोस्
nl: Selecteer geen
nn_no: Fjern valet
oc: Deseleccionar tot
pl_pl: Odznacz wszystko
ps: ټول لغوه کړئ
pt_br: Anular seleção
pt_pt: Desmarcar todas
ro_ro: Anulati selectia
ru_ru: Отменить выбор всех
sk_sk: Zrušiť všetko
sl: Izberi nobenega
sq: Zgjidhje të gjitha
sr_rs: Poništite sve
sv_se: Avmarkera alla
sw_ke: Katiza chaguo zote
ta: எல்லாவற்றையும் நீக்க தேர்வு
th: ยกเลิกการเลือกทั้งหมด
tl_ph: Huwag piliin lahat
tr: Seçimleri kaldır
uk_ua: Скасувати вибір усіх
vi_vn: Bỏ chọn tất cả
xh_za: Khetha konke
zh_cn: 不选全部
zh_tw: 全部不選

source: Reply to this message
ar: الرد على هذه الرسالة
ast_es: Retrucar a esti mensaxe
bn_bd: এই বার্তার উত্তর দিন
bs_ba: Odgovori na ovu poruku
ca_es: Respondre a aquest missatge
cs_cz: Odpovědět
da: Besvar dette indlæg
de: Auf diese Nachricht antworten
el: Απάντηση σε αυτό το μήνυμα
eo: Riprovi ĉi tiun mesaĝon
es: Responder a este mensaje
es_mx: Responder
eu_es: Erantzun mezu honi
fa_ir: پاسخ دادن به این پیام
fi_fi: Vastaa tähän viestiin
fo_fo: Svara hesum boðunum
fur: Rispondi a chest messagi
ga: Freagair don teachtaireacht seo
gl: Respostar a esta mensaxe
he_il: השב להודעה זו
hi: इस संदेश का उत्तर दें
hr_hr: Odgovori na ovu poruku
hu_hu: Válasz erre az üzenetre
hy: Պատասխանել այս հաղորդագրությանը
id_id: Balas pesan ini
it: Rispondi al messaggio
ja: このメッセージに返信
ka_ge: პასუხი ამ შეტყობინებაზე
ko_kr: 이 메시지에 답장
lt_lt: Atsakyti į šią žinutę
lv_lv: Atbildēt uz šo vēstuli
mk_mk: Одговори на оваа порака
ms_my: Balas mesej ini
my_mm: ဤစာတိုကို ဖြေကြားပါ
ne: यो सन्देशको जवाफ दिनुहोस्
nl: Antwoorden op dit bericht
nn_no: Svar på denne meldingen
oc: Respondre a aquest messatge
pl_pl: Odpowiedz na wiadomość
ps: د دې پیغام ځواب
pt_br: Responder
pt_pt: Responder a esta mensagem
ro_ro: Răspundeți la acest mesaj
ru_ru: Ответить на это сообщение
sk_sk: Odpovedať na túto správu
sl: Odgovori na to sporočilo
sq: Përgjigju këtij mesazhi
sr_rs: Odgovori na ovu poruku
sv_se: Svara på inlägget
sw_ke: Jibu ujumbe huu
ta: இந்த செய்திக்கு பதில் அனுப்பு
th: ตอบกลับข้อความนี้
tl_ph: Sumagot sa mensaheng ito
tr: Bu mesajı cevapla
uk_ua: Відповісти на це повідомлення
vi_vn: Trả lời tin nhắn này
xh_za: Phendula kule myalezo
zh_cn: 回复本主题
zh_tw: 回覆這訊息

source: Back to inbox
ar: الرجوع للوارد
ast_es: Volver al Buzón d'entrada
bn_bd: ইনবক্সে ফিরুন
bs_ba: Povratak na inbox
ca_es: Tornar a la safata d'entrada
cs_cz: Zpět do vstupní schránky
da: Tilbage til indbakke
de: Zurück zum Posteingang
el: Επιστροφή στα Εισερχόμενα
eo: Reen al ricevujo
es: Volver a la Bandeja de entrada
es_mx: Volver a la Bandeja de entrada
eu_es: Itzuli sarrera ontzira
fa_ir: برگشت به صندوق ورودی
fi_fi: Takaisin postilaatikkoon
fo_fo: Aftur til boðkliva
fur: Torna a la casella di pòste
ga: Ar ais chuig an bpostbos
gl: Voltar á caixa de entrada
he_il: חזור לתיבת הדואר
hi: इनबॉक्स पर वापस
hr_hr: Natrag u pretinac
hu_hu: Vissza a bejövő üzenetekhez
hy: Վերադառնալ մուտքային
id_id: Kembali ke kotak masuk
it: Torna ai messaggi in entrata
ja: 受信箱に戻る
ka_ge: უკან მისულ ფოლდერში
ko_kr: 받은편지함으로
lo: ກັບໄປກ່ອງຈົດໝາຍ
lt_lt: Atgal į priėmimo dėžutę
lv_lv: Atgriezties uz pastkasti
mk_mk: Назад до Сандачето за примање
ms_my: Kembali ke peti masuk
my_mm: စာတိုက်ပုံးသို့ ပြန်သွားပါ
ne: इनबक्समा फर्कनुहोस्
nl: Terug naar inbox
nn_no: Tilbake til innboksen
oc: Tornar a la bóstia d'entrada
pl_pl: Powrót do skrzynki odbiorczej
ps: د داخلي صندوق ته بیرته
pt_br: Voltar à caixa de entrada
pt_pt: Regressar à caixa de entrada
ro_ro: Înapoi la Inbox
ru_ru: Вернуться во входящие
sk_sk: Späť na Prijaté správy
sl: Nazaj v Prispela sporočila
sq: Kthehu në inbox
sr_rs: Nazad u inbox
sv_se: Tillbaka till inkorgen
sw_ke: Rudi kwenye sanduku la posta
ta: இன்பாக்ஸுக்கு திரும்பு
th: กลับสู่กล่องจดหมายเข้า
tl_ph: Bumalik sa inbox
tr: Gelen kutusuna dön
uk_ua: Повернутися до вхідних
vi_vn: Quay lại hộp thư đến
xh_za: Buyela kwibhokisi efumanayo
zh_cn: 回到收信箱
zh_tw: 返回收件箱

source: The message has been sent to
ar: لقد تم إرسال الرسالة إلى
ast_es: El mensaxe unvióse a
bn_bd: বার্তাটি পাঠানো হয়েছে
bs_ba: Poruka je poslana na
ca_es: El missatge ha estat enviat a
cs_cz: Zpráva byla odeslána na
da: Meddelelsen er sendt til
de: Die Nachricht wurde versendet an
el: Το μήνυμα έχει σταλεί σε:
eo: La mesaĝo estis sendita al
es: El mensaje ha sido enviado a
es_mx: El mensaje ha sido enviado a
eu_es: Mezua honako honetara bidali da
fa_ir: پیام ارسال شد به
fi_fi: Viesti on lähetetty
fo_fo: Boðið er sent til
fur: Il messagi al è stât mandât a
ga: Seoladh an teachtaireacht chuig
gl: Envióuselle a mensaxe a
he_il: ההודעה נשלחה אל
hi: संदेश को भेजा गया है
hr_hr: Ova poruka je poslana
hu_hu: Az üzenet az alábbi címzett számára elküldésre került:
hy: Հաղորդագրությունը ուղարկվել է
id_id: Pesan telah dikirim ke
it: Il messaggio è stato inviato a
ja: メッセージが送信されました：
ka_ge: შეტყობინება გაგზავნილია
ko_kr: 메시지가 다음으로 발송되었습니다
lt_lt: Žinutė išsiųsta
lv_lv: Vēstule ir nosūtīta
mk_mk: Поракате била испратена до
ms_my: Mesej telah dihantar kepada
my_mm: စာတိုကို ပို့ပြီးဖြစ်သည်
ne: सन्देश यो लाई पठाइएको छ
nl: Het bericht is verzonden naar
nn_no: Meldingen er sendt til
oc: Lo messatge es estat enviat a
pl_pl: Wiadomość została wysłana do
ps: پیغام دې ته واستول شوی دی
pt_br: A mensagem foi enviada para
pt_pt: A mensagem foi enviada para
ro_ro: Mesajul a fost trimis la
ru_ru: Сообщение отправлено
sk_sk: Správa bola poslaná na
sl: Sporočilo je bilo poslano k
sq: Mesazhi është dërguar te
sr_rs: Poruka je poslata
sv_se: Meddelandet har skickats till
sw_ke: Ujumbe umetumwa kwa
ta: செய்தி இதற்கு அனுப்பப்பட்டது
th: ข้อความถูกส่งไปยัง
tl_ph: Naipadala na ang mensahe sa
tr: Mesaj gönderilen
uk_ua: Повідомлення надіслано до
vi_vn: Tin nhắn đã được gửi đến
xh_za: Umyalezo uye kuye
zh_cn: 本信息已发给
zh_tw: 訊息已被發送給

source: Send to
ar: أرسل إلى
ast_es: Unviar a
bn_bd: পাঠানো হবে
bs_ba: Pošalji na
ca_es: Enviar a
cs_cz: Odeslat na
da: Send til
de: Senden an
el: Αποστολή προς
eo: Sendi al
es: Enviar a
es_mx: Enviar a
eu_es: Bidali hona
fa_ir: ارسال به
fi_fi: Kenelle
fo_fo: Send til
fur: Manda a
ga: Seol chuig
gl: Enviar a
he_il: שליחה אל
hi: भेजें को
hr_hr: Pošalji
hu_hu: Elküld
hy: Ուղարկել
id_id: Kirim ke
it: Invia a
ja: 送信先
ka_ge: გაგზავნა
ko_kr: 수신자
lo: ສົ່ງເຖິງ
lt_lt: Siųsti kam
lv_lv: Adresāts
mk_mk: Испрати до
ms_my: Hantar kepada
my_mm: သို့ပို့ပါ
ne: पाठकलाई पठाउनुहोस्
nl: Verzend naar
nn_no: Send til
oc: Enviar a
pl_pl: Wyślij do:
ps: استول شوي ته
pt_br: Enviar para
pt_pt: Enviar para
ro_ro: Trimis la
ru_ru: Отправить
sk_sk: Poslať na
sl: Pošlji
sq: Dërgo te
sr_rs: Pošalji
sv_se: Skicka till
sw_ke: Tuma kwa
ta: அனுப்பு
th: ส่งไปยัง
tl_ph: Ipadala sa
tr: Gönderilen
uk_ua: Надіслати до
vi_vn: Gửi đến
xh_za: Thumela kuye
zh_cn: 寄给
zh_tw: 送給
