Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Use the RTMPT protocol
ar: RTMPT استخدام بروتوكول
ast_es: Usar el protocolu rtmpt
bn_bd: RTMPT প্রোটোকল ব্যবহার করুন
bs_ba: Koristi RTMPT protokol
ca_es: Usar el protocol rtmpt
cs_cz: Použít RTMPT protokol
da: Brug RTMPT-protokollen
de: Das rtmpt Protokoll benutzen
el: Χρήση πρωτοκόλλου RTMPT
eo: Uzi la RTMPT-protokolon
es: Usar el protocolo rtmpt
es_mx: Usar el protocolo RTMPT
eu_es: Erabili rtmpt protokoloa
fa_ir: استفاده از پروتکل RTMPT
fi_fi: Käytä RTMPT-protokollaa
fo_fo: Brúka RTMPT protokoll
fur: Doprîl il protocol RTMPT
ga: Úsáid an prótacal RTMPT
gl: Usar o protocolo rtmpt
he_il: השתמש בפרוטוקול RTMPT
hi: RTMPT प्रोटोकॉल का उपयोग करें
hr_hr: Koristi rtmpt protokol
hu_hu: Használja az rtmpt protokollt
hy: Օգտագործել RTMPT արձանագրությունը
id_id: Gunakan protokol RTMPT
it: Usa il protocollo rtmpt
ja: RTMPTプロトコルを使用
ka_ge: RTMPT პროტოკოლის გამოყენება
ko_kr: RTMPT 프로토콜 사용
lt_lt: Naudoti RTMPT protokolą
lv_lv: Izmantot RTMPT protokolu
mk_mk: Користи RTMPT протокол
ms_my: Gunakan protokol RTMPT
my_mm: RTMPT ပရိုတိုကောကို အသုံးပြုပါ
ne: RTMPT प्रोटोकल प्रयोग गर्नुहोस्
nl: Gebruik het rtmpt protocol
nn_no: Bruk RTMPT-protokollen
oc: Utilizar lo protocol RTMPT
pl_pl: Użyj protokołu RTMPT
ps: د RTMPT پروتوکول وکاروئ
pt_br: Usar o protocolo RTMTP
pt_pt: Utilizar o protocolo rtmtp
ro_ro: Utilizeaza protocolul rtmpt
ru_ru: Использовать протокол RTMPT
sk_sk: Použiť rtmpt protokol
sl: Uporabi rtmpt protokol
sq: Përdor protokollin RTMPT
sr_rs: Koristite RTMPT protokol
sv_se: Använd RTMPT protokoll
sw_ke: Tumia itifaki ya RTMPT
ta: RTMPT நெறிமுறையை பயன்படுத்தவும்
th: ใช้โปรโตคอล RTMPT
tl_ph: Gumamit ng RTMPT protocol
tr: RTMPT protokolünü kullan
uk_ua: Використовувати протокол RTMPT
vi_vn: Sử dụng giao thức RTMPT
xh_za: Sebenzisa i-protocol ye-RTMPT
zh_cn: 使用rtmpt协议
zh_tw: 使用 RTMPT 通訊協定

source: The RTMPT protocol allows access to the videoconference from behind a firewall, by redirecting the communications on port 80. This, however, will slow down the streaming, so it is recommended to avoid using it unless required.
ar: RTMPT يسمح هذا البروتوكول
ast_es: El protocolu rtmpt da la posibilidá d'acceder a una videoconferencia dende detrás d'un cortafueos (firewall), redirixendo les comunicaciones pel puertu 80. Esto va facer más lento'l streaming polo que nun se recomienda'l so usu a nun ser que seya necesario.
bn_bd: RTMPT প্রোটোকল ফায়ারওয়ালের পিছন থেকে ভিডিও কনফারেন্সে প্রবেশ করতে অনুমতি দেয়, পোর্ট ৮০-এ যোগাযোগ পুনর্নির্দেশ করে। তবে, এটি স্ট্রিমিং গতি কমিয়ে দেবে, তাই প্রয়োজন না হলে এটি ব্যবহার এড়ানোর পরামর্শ দেওয়া হয়।
bs_ba: RTMPT protokol omogućuje pristup videokonferenciji iza vatrozida, preusmjeravajući komunikacije na port 80. Ovo će usporiti strimovanje, pa se preporučuje izbjegavanje osim ako nije potrebno.
ca_es: El protocol rtmpt permet accedir a una videoconferència des de darrere d'un firewall, redirigint les comunicacions a través del port 80. Això ralentitzarà el streamming, per la qual cosa es recomana no utilitzar-lo si no és necessari.
cs_cz: RTMPT protokol povolí přístup do videokonference za firewallem, přesměrováním komunikačního portu 80. Ačkoliv se streaming zpomalí, nedoporučujeme používat pokud to není nutné
da: RTMPT-protokollen giver adgang til videokonferencen bag en firewall ved at omdirigere kommunikationen på port 80. Dette vil dog sænke streaminghastigheden, så det anbefales at undgå det, medmindre det er nødvendigt.
de: Das rtmpt Protokoll ermöglicht Videoconferencing hinter einer Firewall, indem die Kommunikation über Port 80 weitergeleitet wird. Dadurch wird allerdings das Streaming langsamer, weshalb es empfehlenswert ist, dies nur dann zu benutzen, wenn es notwendig ist.
el: Το πρωτόκολλο RTMPT επιτρέπει πρόσβαση στη βιντεοδιάσκεψη πίσω από firewall, ανακατευθύνοντας τις επικοινωνίες στην θύρα 80. Ωστόσο, αυτό θα επιβραδύνει το streaming, οπότε συνιστάται να αποφεύγεται εκτός αν απαιτείται.
eo: La RTMPT-protokolo permesas aliron al la videkonferenco de malantaŭ bruo-muro, redirigante la komunikojn sur pordo 80. Tamen, tio malrapidigos la dissendadon, do oni rekomendas eviti ĝin krom kaze necesa.
es: El protocolo rtmpt permite acceder a una videoconferencia desde detrás de un firewall, redirigiendo las comunicaciones a través del puerto 80. Esto ralentizará el streaming por lo que se recomienda no utilizarlo a menos que sea necesario.
es_mx: El protocolo RTMPT permite acceso a la videoconferencia detrás de un firewall, redirigiendo las comunicaciones al puerto 80. Sin embargo, esto ralentizará la transmisión, por lo que se recomienda evitarlo a menos que sea necesario.
eu_es: rtmpt protokoloak bideokonferentzia batean sartzen utziko dizu, firewall baten atzetik, komunikazioak 80 atakara berbideratzearen bitartez. Dena dela, honen eraginez, streaming astiroago ibiliko da eta, horregatik, beharrezkoa ez bada, ez erabiltzea gomendatzen dizugu.
fa_ir: پروتکل RTMPT امکان دسترسی به ویدئوکنفرانس از پشت فایروال را فراهم می‌کند، با هدایت ارتباطات روی پورت ۸۰. با این حال، این کار جریان را کند می‌کند، بنابراین توصیه می‌شود مگر در موارد ضروری از آن استفاده نشود.
fi_fi: RTMPT-protokolla mahdollistaa pääsyn videokonferenssiin palomuurin takaa ohjaamalla viestinnän porttiin 80. Tämä hidastaa kuitenkin striimausta, joten sitä ei suositella ellei se ole välttämätöntä.
fo_fo: RTMPT protokollini loyvir atgongd til videokonferencen hinter einum firewall, við at umstilla sambandið á port 80. Hetta, hozir, fer seiðstraumurini niður, so tað verður ráðlagt at sleppa at brúka tað um tað ikki er neyðugt.
fur: Il protocol RTMPT a jentile l'acès a la videoconferince de doi un firewall, reindirizand lis comunicions su puart 80. Cheste, dutun, a ralenti il streaming, par che si racumande di evitâlu se no si a bisogn.
ga: Ligeann an prótacal RTMPT rochtain ar an bhfíschomhdháil ó tháirseach dóiteáin, trí na cumarsáidí a atreorú ar phort 80. Sínfidh sé sin an sruthú, mar sin moltar gan é a úsáid mura bhfuil gá leis.
gl: O protocolo rtmpt permite acceder a unha videoconferencia desde detrás dun firewall, redirixindo as comunicacións a través do porto 80. Isto retardará o streaming polo que se recomenda non utilizalo a menos que sexa necesario.
he_il: פרוטוקול RTMPT מאפשר גישה לוועידת הווידאו מאחורי חומת אש, על ידי הפניית התקשורת ביציאה 80. עם זאת, הדבר יאט את הסטרימינג, לכן מומלץ להימנע משימוש בו אלא אם כן נדרש.
hi: RTMPT प्रोटोकॉल फायरवॉल के पीछे वीडियो कॉन्फ्रेंस तक पहुंच की अनुमति देता है, संचार को पोर्ट 80 पर रीडायरेक्ट करके। हालांकि, यह स्ट्रीमिंग को धीमा कर देगा, इसलिए अनुशंसित है कि इसे आवश्यक न हो तो उपयोग न करें।
hr_hr: RTMPT protokol omogućuje pristup videokonferenciji iza vatrozida, preusmjeravajući komunikacije na port 80. To će usporiti streaming, pa se preporučuje izbjegavanje njegove upotrebe osim ako nije potrebno.
hu_hu: Az RTMPT protokoll lehetővé teszi a videokonferencia elérését tűzfal mögül a kommunikáció átirányításával a 80-as portra. Ez azonban lelassítja a streamelést, ezért ajánlott elkerülni a használatát, hacsak nem szükséges.
hy: RTMPT արձանագրությունը թույլ է տալիս մուտք գործել վիդեոկոնֆերանսին firewall-ի հետևից՝ վերահղում անելով հաղորդակցությունները 80 порту: Սակայն սա կդանդաղեցնի հոսքը, ուստի խորհուրդ է տրվում խուսափել դրանից, եթե չի պահանջվում:
id_id: Protokol RTMPT memungkinkan akses ke videoconference dari balik firewall, dengan mengarahkan komunikasi ke port 80. Namun, ini akan memperlambat streaming, jadi disarankan untuk menghindarinya kecuali diperlukan.
it: Il protocollo rtmpt permette di accedere alla videoconferenza anche attraverso un firewall, ridirezionando la comunicazione alla porta 80. Ciò ovviamente peggiora la velocità dello streaming, per cui tale soluzione è da utilizzare solo se strettamente necessario.
ja: RTMPTプロトコルは、通信をポート80にリダイレクトすることでファイアウォールの背後からビデオ会議にアクセス可能にします。ただし、ストリーミングが遅くなるため、必要でない限り使用しないことをお勧めします。
ka_ge: RTMPT პროტოკოლი საშუალებას იძლევა ვიდეოკონფერენციაზე წვდომას ფაირვოლის უკან, კომუნიკაციების პორტ 80-ზე გადამისამართებით. ეს ნაკადის გაშენებას შეანელებს, ამიტომ რეკომენდებულია თავიდან აიცილოთ, თუ არ არის საჭირო.
ko_kr: RTMPT 프로토콜은 방화벽 뒤에서 포트 80으로 통신을 리디렉션하여 화상 회의에 액세스할 수 있게 합니다. 그러나 스트리밍 속도가 느려지므로 필요하지 않으면 사용하지 않는 것이 좋습니다.
lo: ໂປຣໂຕຄອນ RTMPT ຊ່ວຍໃຫ້ສາມາດເຂົ້າເຖິງການປະຊຸມທາງວິດີໂອຈາກທາງຫຼັງໄຟວໍໄດ້, ໂດຍການປ່ຽນເສັ້ນທາງການສື່ສານໄປທີ່ພອດ 80. ແນວໃດກໍ່ຕາມ, ມັນຈະເຮັດໃຫ້ການຖ່າຍທອດສົດຊ້າລົງ, ສະນັ້ນຈຶ່ງແນະນຳໃຫ້ຫຼີກລ້ຽງການໃຊ້ມັນ ເວັ້ນເສຍແຕ່ຈະຈຳເປັນ.
lt_lt: RTMPT protokolas leidžia pasiekti vaizdo konferenciją iš už užkardos, nukreipdamas ryšius į 80 prievadą. Tai, tačiau, sulėtins srautinį perdavimą, todėl rekomenduojama vengti jo naudojimo, nebent būtina.
lv_lv: RTMPT protokols ļauj piekļūt videokonferencei aiz ugunsmūra, novirzot komunikāciju uz 80. portu. Tas tomēr palēninās straumēšanu, tāpēc ieteicams izvairīties no tā izmantošanas, ja vien tas nav nepieciešams.
mk_mk: RTMPT протоколот овозможува пристап до видеоконференцијата од зад firewall, со пренасочување на комуникациите на порт 80. Ова, сепак, ќе го забави стримовњето, па се препорачува да се избегне освен ако не е потребно.
ms_my: Protokol RTMPT membolehkan akses ke videokonferens dari sebalik firewall, dengan mengarahkan semula komunikasi pada port 80. Ini, bagaimanapun, akan melambatkan penstriman, jadi disyorkan untuk mengelakkannya melainkan diperlukan.
my_mm: RTMPT ပရိုတိုကောသည် ဖိုင်ဝေါလ်နောက်ကွယ်မှ ဗီဒီယိုကွန်ဖရင့်သို့ ဝင်ရောက်ခွင့်ပြုသည်၊ ဆက်သွယ်မှုများကို ပို့တ် ၈၀ ပေါ်သို့ ပြန်လည်ညွှန်းပေးခြင်းဖြင့် ဖြစ်သည်။ သို့သော်၊ ၎င်းသည် ထုတ်လွှင့်မှုကို နှေးကွေးစေမည်ဖြစ်သောကြောင့်၊ လိုအပ်မှသာ အသုံးပြုရန် အကြံပြုသည်။
ne: RTMPT प्रोटोकलले फायरवाल पछाडिबाट भिडियो सम्मेलनमा पहुँच अनुमति दिन्छ, पोर्ट ८० मा सञ्चारलाई पुनर्निर्देशित गरेर। यसले भने स्ट्रीमिङलाई ढिलो बनाउँछ, त्यसैले आवश्यक नभएसम्म यसको प्रयोग नगर्न सिफारिस गरिन्छ।
nl: Het rmtpt protocol maakt het mogelijk om de videoconferentiesoftware te gebruik vanachter een firewall door de communicatie over poort 80 te laten lopen. Dit zal echter de stream vertragen. Het is dus aangeraden om dit enkel te gebruiken als dit noodzakelijk is.
nn_no: RTMPT-protokollen gjer det mogleg å få tilgang til videokonferansen bak ein brannmure ved å omdirigere kommunikasjonen på port 80. Dette vil likevel sakke ned strømminga, så det blir anbefalt å unngå å bruke den med mindre det er naudsynt.
oc: Lo protocol RTMPT permet l'accès a la videoconferéncia derás un firewall, en redirigissent las comunicacions sul pòrt 80. Aquò, totun, ralentirà lo streaming, donc es recomandat d'evitar de l'utilizar se pas necessàri.
pl_pl: Protokół RTMPT umożliwia dostęp do wideokonferencji z zapory sieciowej, poprzez przekierowanie komunikacji na port 80. To jednak spowolni przesyłanie strumieniowe, więc zaleca się, aby nie używać go, chyba że jest to konieczne.
ps: د RTMPT پروتوکول د فایروال تر شا ویډیو کنفرانس ته لاسرسی ته اجازه ورکوي، د ۸۰ پورټ په واسطه د اړیکو لارښوونه کولو له لارې. دا به د سټریم کولو سرعت کم کړي، نو لارښوونه کېږي چې پرته له اړتیا څخه یې ونه کاروئ.
pt_br: O protocolo RTMTP permite o acesso à videoconferência através de um computador protegido por uma firewall, reorientado a comunicação para porta 80. Esta solução torna mais lenta a difusão de vídeo e áudio e, por essa razão, não é recomendada se não for estritamente necessária.
pt_pt: O protocolo rtmpt o permite acesso à videoconferência por trás de um firewall, redireccionando as comunicações através da porta 80. No entanto, irá tornar mais lento o streaming, por isso é recomendado não usar o protocolo a menos que seja necessário.
ro_ro: Protocolul rtmpt permite accesul la videoconferinta din spatele unui firewall, redirectand comunicarea pe portul 80. Totusi, aceasta va incetini fluxul deci, se recomand sa nu utilizati aceasta optiune daca nu este necesar.
ru_ru: Протокол RTMPT позволяет получить доступ к видеоконференции из-за файрвола, перенаправляя связь на порт 80. Однако это замедлит потоковую передачу, поэтому рекомендуется избегать его использования, если это не необходимо.
sk_sk: RTMPT protokol povolí prístup do video-konferencie za firewallom, presmerovanie komunikačného portu 80. Aj keď sa vysielanie spomalí, nedoporučuje sa používať pokiaľ to nie je nutné.
sl: RTMPT protokol omogoča rabo videokonference izza požarnega zidu, s preusmeritvijo prenosa podatkov preko vrat 80. Ta preusmeritev (piggyback) pa bo verjetno upočasnila hitrost prenosa videokonferenčnega toka podatkov, zato priporočamo, da je ne uporabite, razen če to ni nujno.
sq: Protokolli RTMPT lejon qasje në videokonferencë nga pas një fireualli, duke ridrejtuar komunikimet në portin 80. Kjo, megjithatë, do të ngadalësojë transmetimin, prandaj rekomandohet të shmanget përveçse e nevojshme.
sr_rs: RTMPT protokol omogućava pristup videokonferenciji iza firewall-a, preusmeravajući komunikacije na port 80. Ovo će usporiti striming, pa se preporučuje da se izbegne osim ako nije neophodno.
sv_se: RTMPT-protokollet tillåter åtkomst till videokonferensen bakom en brandvägg genom att omdirigera kommunikationen till port 80. Detta kommer dock att sakta ner strömmingen, så det rekommenderas att undvika det om det inte krävs.
sw_ke: Itifaki ya RTMPT inaruhusu ufikiaji wa mkutano wa video kutoka nyuma ya firewall, kwa kuelekeza mawasiliano kwenye bandari 80. Hii, hata hivyo, itapunguza kasi ya utiririshaji, kwa hivyo inapendekezwa kuepuka kuitumia isipokuwa inahitajika.
ta: RTMPT நெறிமுறை தீப்பாதுகாப்பு சுவருக்கு பின்னால் வீடியோகானFERENCE-ஐ அணுக அனுமதிக்கிறது, தொடர்புகளை 80 துறையில் மாற்றிச் செலுத்துவதன் மூலம். இது, இருப்பினும், ஸ்ட்ரீமிங்கை மெதுவாக்கும், எனவே தேவையில்லாமல் பயன்படுத்துவதை தவிர்க்க பரிந்துரைக்கப்படுகிறது.
th: โปรโตคอล RTMPT ช่วยให้เข้าถึงวิดีโอคอนเฟอเรนซ์จากหลังไฟร์วอลล์ได้ โดยเปลี่ยนเส้นทางการสื่อสารไปที่พอร์ต 80 อย่างไรก็ตาม จะทำให้สตรีมมิงช้าลง จึงแนะนำให้หลีกเลี่ยงเว้นแต่จำเป็น
tl_ph: Ang RTMPT protocol ay nagbibigay-daan sa access sa videoconference mula sa likod ng firewall, sa pamamagitan ng pag-redirect ng communications sa port 80. Gayunpaman, ito ay magpapabagal sa streaming, kaya inirerekomenda na iwasan ito maliban kung kinakailangan.
tr: RTMPT protokolü, iletişimi 80 numaralı porta yönlendirerek güvenlik duvarı arkasından videoconference erişimine izin verir. Ancak bu akışı yavaşlatır, bu yüzden zorunlu olmadıkça kullanmaktan kaçınılması önerilir.
uk_ua: Протокол RTMPT дозволяє доступ до відеоконференції з-за брандмауера, перенаправляючи комунікації на порт 80. Однак це сповільнить потокове передавання, тому рекомендується уникати його використання, якщо це не необхідно.
vi_vn: Giao thức RTMPT cho phép truy cập hội nghị truyền hình từ phía sau tường lửa, bằng cách chuyển hướng giao tiếp trên cổng 80. Tuy nhiên, điều này sẽ làm chậm luồng dữ liệu, vì vậy khuyến nghị tránh sử dụng trừ khi cần thiết.
xh_za: I-protocol ye-RTMPT ivumela ukufikelela kwividiyo-conference ngasemva kwe-firewall, ngokuphambukisela unxibelelwano kwiporti 80. Oku, nangona kunjalo, kuya kucothisa ukusasazeka, ngoko kukonyulwa ukuba ungayisebenzisi ngaphandle kokuba kuyimfuneko.
zh_cn: RTMPT协议允许从防火墙后面访问视频会议，通过将通信重定向到80端口。然而，这会减慢流媒体速度，因此建议除非必要否则避免使用。
zh_tw: RTMPT 通訊協定可透過防火牆存取視訊會議，將通訊重導至 80 埠。但會減緩串流速度，除非必要，建議避免使用。

source: New stylesheet file
ar: ملف ورقة تصميم جديدة
ast_es: Archivu nueu de fueya d'estilu
bn_bd: নতুন স্টাইলশিট ফাইল
bs_ba: Nova datoteka stilova
ca_es: Nou fitxer de full d'estil
cs_cz: Nový soubor stylu
da: Nyt stilark-fil
de: Neue Stylesheet Datei
el: Νέο αρχείο φύλλου στυλ
eo: Nova stilpaĝa dosiero
es: Nuevo archivo de hoja de estilo
es_mx: Nuevo archivo de hoja de estilos
eu_es: Estilo orri berriaren fitxategia
fa_ir: فایل استایل‌شیت جدید
fi_fi: Uusi tyyliohjetiedosto
fo_fo: Nýggj stylesheet fíla
fur: Gnûf file di stil
ga: Comhaid stíle nua
gl: Novo arquivo de folla de estilo
he_il: קובץ גיליון סגנונות חדש
hi: नया स्टाइलशीट फ़ाइल
hr_hr: Nova datoteka stilskog lista
hu_hu: Új stíluslap fájl
hy: Նոր ոճաթերթիկի ֆայլ
id_id: File stylesheet baru
it: Nuovo foglio di stile
ja: 新しいスタイルシートファイル
ka_ge: ახალი სტილის ფაილი
ko_kr: 새 스타일시트 파일
lt_lt: Naujas stiliaus lentelės failas
lv_lv: Jauns e-vides interfeisa dizaina fails
mk_mk: Нов фајл за стилска таблица
ms_my: Fail stylesheet baru
my_mm: စတိုင်ရွက်ဖိုင်အသစ်
ne: नयाँ शैलीपत्र फाइल
nl: Nieuw stylesheet bestand
nn_no: Ny stilarkfil
oc: Novèl fichièr de stile
pl_pl: Nowy plik arkusza stylów
ps: نوی stylesheet فایل
pt_br: Novo arquivo de folha de estilos
pt_pt: Novo ficheiro de estilo de página
ro_ro: Fisierul pentru noua foaie de stil
ru_ru: Новый файл стилей
sk_sk: Nový súbor zoznamu štýlov
sl: Nova datoteka s stilom
sq: Skedar i ri i fletës së stileve
sr_rs: Nova datoteka stilskog lista
sv_se: Ladda upp en ny stilmall
sw_ke: Faili mpya ya stylesheet
ta: புதிய ஸ்டைல் ஷீட் கோப்பு
th: ไฟล์สไตล์ชีตใหม่
tl_ph: Bagong stylesheet file
tr: Yeni stil sayfası dosyası
uk_ua: Новий файл таблиці стилів
vi_vn: Tệp bảng kiểu mới
xh_za: Ifayile entsha ye-stylesheet
zh_cn: 新的样式表
zh_tw: 新樣式表檔案

source: Name of the stylesheet
ar: اسم الورقة التصميمية
ast_es: Nome de la fueya d'estilu
bn_bd: স্টাইলশিটের নাম
bs_ba: Naziv stilova
ca_es: Nom del full d'estil
cs_cz: Jméno stylu
da: Navn på stilarket
de: Name des Stylesheets
el: Όνομα φύλλου στυλ
eo: Nomo de la stilfolio
es: Nombre de la hoja de estilo
es_mx: Nombre de la hoja de estilos
eu_es: Estilo orriaren izena
fa_ir: نام استایل‌شیت
fi_fi: Tyyliohjeen nimi
fo_fo: Navn á stylesheetinum
fur: Non dal stil
ga: Ainm an stíle
gl: Nome da folla de estilo
he_il: שם גיליון הסגנונות
hi: स्टाइलशीट का नाम
hr_hr: Naziv stilskog lista
hu_hu: A stíluslap neve
hy: Ոճաթերթիկի անվանումը
id_id: Nama stylesheet
it: Nome del foglio di stile
ja: スタイルシートの名前
ka_ge: სტილის სახელი
ko_kr: 스타일시트 이름
lt_lt: Stiliaus lentelės pavadinimas
lv_lv: E-vides Dizaina nosaukums
mk_mk: Име на стилската табела
ms_my: Nama stylesheet
my_mm: စတိုင်ရွက်၏အမည်
ne: शैलीपत्रको नाम
nl: Naam van het stijlblad
nn_no: Namnet på stilarket
oc: Nom del stile
pl_pl: Nazwa arkusza stylów
ps: د stylesheet نوم
pt_br: Nome da folha de estilos
pt_pt: Nome do estilo de página
ro_ro: Numele foii de stil
ru_ru: Название таблицы стилей
sk_sk: Názov štýlov
sl: Ime stila (CSS)
sq: Emri i fletës së stileve
sr_rs: Naziv stilskog lista
sv_se: Namnet på stilmallen
sw_ke: Jina la stylesheet
ta: ஸ்டைல் ஷீட்டின் பெயர்
th: ชื่อสไตล์ชีต
tl_ph: Pangalan ng stylesheet
tr: Stil sayfası adı
uk_ua: Назва таблиці стилів
vi_vn: Tên bảng kiểu
xh_za: Igama le-stylesheet
zh_cn: 样式表名称
zh_tw: 樣式表名稱

source: The stylesheet has been added
ar: تم اضافة ورقة تصميمية
ast_es: La fueya estilu amestóse
bn_bd: স্টাইলশিট যোগ করা হয়েছে
bs_ba: Stilovi su dodani
ca_es: El full d'estil ha estat afegit
cs_cz: Styl byl přidán
da: Stilarket er tilføjet
de: Das Stylesheet wurde hinzugefügt
el: Το φύλλο στυλ προστέθηκε
eo: Stilpaĝo aldonitas
es: La hoja de estilo ha sido añadida
es_mx: La hoja de estilos ha sido agregada
eu_es: Estilo orria gehitu da
fa_ir: استایل‌شیت اضافه شد
fi_fi: Tyyliohje on lisätty
fo_fo: Stylesheetið er lagt afturat
fur: Il stil e jessi zontât
ga: Cuireadh an stíl leis
gl: Engadíuse a folla de estilo
he_il: גיליון הסגנונות נוסף
hi: स्टाइलशीट जोड़ दिया गया है
hr_hr: Stilski list je dodan
hu_hu: A stíluslap hozzáadva
hy: Ոճաթերթիկը ավելացվել է
id_id: Stylesheet telah ditambahkan
it: Il nuovo foglio di stile è stato aggiunto
ja: スタイルシートが追加されました
ka_ge: სტილი დაემატა
ko_kr: 스타일시트가 추가되었습니다
lt_lt: Stiliaus lentelė pridėta
lv_lv: Jauns E-vides dizains tika pievienots
mk_mk: Стилската табела е додадена
ms_my: Stylesheet telah ditambah
my_mm: စတိုင်ရွက်ကို ထည့်သွင်းပြီးဖြစ်သည်
ne: शैलीपत्र थपियो
nl: Het stijlblad is toegevoegd
nn_no: Stilarket er lagt til
oc: Lo stile es estat apondut
pl_pl: Arkusz stylów został dodany
ps: stylesheet اضافه شوی
pt_br: A folha de estilos foi adicionada
pt_pt: O estilo de página foi adicionado
ro_ro: Foaia de stil a fost adaugata
ru_ru: Таблица стилей добавлена
sk_sk: Štýl bol pridaný
sl: Nova datoteka s stilom je bila dodana
sq: Fleta e stileve është shtuar
sr_rs: Stilski list je dodat
sv_se: Temat har lagts till
sw_ke: Stylesheet imeongezwa
ta: ஸ்டைல் ஷீட் சேர்க்கப்பட்டது
th: เพิ่มสไตล์ชีตเรียบร้อยแล้ว
tl_ph: Nadagdag na ang stylesheet
tr: Stil sayfası eklendi
uk_ua: Таблицю стилів додано
vi_vn: Bảng kiểu đã được thêm
xh_za: I-stylesheet yongezwe
zh_cn: 样式表已添加
zh_tw: 樣式表已新增

source: Tutor identification value
ar: القيمة التعريفية للمعلم
ast_es: Valor d'identificación d'un profesor
bn_bd: টিউটর শনাক্তকরণ মান
bs_ba: Vrijednost identifikacije tutora
ca_es: Valor d'identificació d'un professor
cs_cz: Identifikační hodnota učitele
da: Tutor-identifikationsværdi
de: Kursleiter Identifikationswert
el: Τιμή ταυτοποίησης επιβλέποντα
eo: Identiga valoro de repetitoro
es: Valor de identificación de un profesor
es_mx: Valor de identificación de tutor
eu_es: Irakasle baten identifikazio balioa
fa_ir: مقدار شناسایی مربی
fi_fi: Ohjaajan tunnistearvo
fo_fo: Kennara identifiseringar virði
fur: Valôr di identificazion dal tutor
ga: Luach aitheantais an teagascóra
gl: Valor de identificación dun profesor
he_il: ערך זיהוי המורה
hi: शिक्षक पहचान मान
hr_hr: Identifikacijska vrijednost Tutora
hu_hu: Oktató azonosító értéke
hy: Դասախոսի նույնականացման արժեք
id_id: Nilai identifikasi tutor
it: Valore dell'identificativo di un docente
ja: チューター識別値
ka_ge: ტუტორის იდენტიფიკაციის მნიშვნელობა
ko_kr: 튜터 식별 값
lo: ຄ່າລະບຸຕົວຕົນຜູ້ສອນ
lt_lt: Trenerio identifikavimo reikšmė
lv_lv: Tutora identificēšanas vērtība
mk_mk: Вредност за идентификација на туторот
ms_my: Nilai pengenalan tutor
my_mm: ဆရာခွဲခြားသတ်မှတ်မှုတန်ဖိုး
ne: ट्युटर पहिचान मान
nl: Begeleider identificatie waarde
nn_no: Verdi for identifikasjon av tutor
oc: Valor d'identificacion del tutor
pl_pl: Wartość uwierzytelniania nauczyciela
ps: د لارښودونکي پېژندنه ارزښت
pt_br: Valor de identificação do tutor
pt_pt: Valor de identificação do tutor
ro_ro: Valoarea pentru identificarea tutorelui
ru_ru: Значение идентификатора тьютора
sk_sk: Identifikačná hodnota tútora
sl: Identifikacijska vrednost tutorja
sq: Vlera e identifikimit të tutorit
sr_rs: Vrednost identifikacije tutora
sv_se: Handledaridentifieringsvärde
sw_ke: Thamani ya utambulisho wa mwalimu msaidizi
ta: பயிற்சியாளர் அடையாள மதிப்பு
th: ค่าจำกัดตัวตนผู้สอน
tl_ph: Halaga ng pagkilala sa tutor
tr: Eğitmen tanımlama değeri
uk_ua: Значення ідентифікації тьютора
vi_vn: Giá trị nhận dạng gia sư
xh_za: Ixabiso lokuchongozwa kwe-Tutor
zh_cn: 导师识别值
zh_tw: 導師辨識值
