Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The link has been added.
ar: لقد تم إضافة الرابط بنجاح
ast_es: L'enllaz amestóse
bn_bd: লিঙ্কটি যোগ করা হয়েছে।
bs_ba: Link je dodan.
ca_es: L'enllaç ha estat afegit
cs_cz: Odkaz byl přidán.
da: Linket er nu tilføjet
de: Der Link wurde hinzugefügt
el: Ο σύνδεσμος προστέθηκε
eo: Ligilo estas aldonita
es: El enlace ha sido añadido.
es_mx: El enlace ha sido añadido
eu_es: Lotura gehitu da
fa_ir: پیوند افزوده شد
fi_fi: Linkki on lisätty
fo_fo: Leinkjan er løgd afturat.
fur: Il leam è stât zontât.
ga: Cuireadh an nasc leis.
gl: Engadíuse a ligazón
he_il: הקישור נוסף.
hi: लिंक जोड़ा गया है।
hr_hr: Poveznica je dodana.
hu_hu: A hivatkozás hozzá lett adva
hy: Հղումը ավելացվել է:
id_id: Link telah ditambahkan
it: Collegamento aggiunto
ja: リンクが追加されました。
ka_ge: ბმული დაემატა.
ko_kr: 링크가 추가되었습니다.
lt_lt: Nuoroda pridėta.
lv_lv: Hipersaite tika pievienota.
mk_mk: Врската беше додадена.
ms_my: Pautan telah ditambah.
my_mm: လင့်ခ်ကို ထည့်သွင်းပြီးဖြစ်သည်။
ne: लिङ्क थपिएको छ।
nl: Link is toegevoegd.
nn_no: Lenken ble lagt til
oc: Lo ligam es estat apondut.
pl_pl: Odnośnik został dodany
ps: لینک اضافه شوی.
pt_br: O link foi adicionado
pt_pt: Foi adicionada uma ligação/link.
ro_ro: Legatura adaugata
ru_ru: Ссылка добавлена
sk_sk: Odkaz bol pridaný.
sl: Povezava je bila dodana
sq: Lidhja është shtuar.
sr_rs: Link je dodat
sv_se: Länken har lagts till.
sw_ke: Kiungo kimeongezwa.
ta: தொடர்பு சேர்க்கப்பட்டது.
th: เพิ่มการเชื่อมโยงแล้ว
tl_ph: Naidagdag na ang link.
tr: Bağlantı eklendi
uk_ua: Посилання додано.
vi_vn: Liên kết đã được thêm.
xh_za: Ikhonkco lifakiwe.
zh_cn: 链接已添加。
zh_tw: 鏈接已添加。

source: Edit link
ar: تعديل الرابط
ast_es: Modificar enllaz
bn_bd: লিঙ্ক সম্পাদনা করুন
bs_ba: Uredi link
ca_es: Modificar l'enllaç
cs_cz: Upravit odkaz
da: Rediger link
de: Link wurde geändert
el: Επεξεργασία συνδέσμου
eo: Ŝanĝi ligilon
es: Modificar enlace
es_mx: El enlace ha sido modificado
eu_es: Editatu lotura
fa_ir: ویرایش پیوند
fi_fi: Muokkaa linkkiä
fo_fo: Broyt leinkju
fur: Modifiche leam
ga: Cuir nasc in eagar
gl: Modificouse a ligazón
he_il: ערוך קישור
hi: लिंक संपादित करें
hr_hr: Izmijeni poveznicu
hu_hu: Hivatkozás módosítása
hy: Խմբագրել հղումը
id_id: Link diubah
it: Modifica un collegamento
ja: リンクを編集
ka_ge: ბმულის რედაქტირება
ko_kr: 링크 수정
lo: ແກ້ໄຂລິ້ງ
lt_lt: Redaguoti nuorodą
lv_lv: Labot hipersaiti
mk_mk: Менување на врската
ms_my: Pautan diubahsuai
my_mm: လင့်ခ်ကို တည်းဖြတ်ပါ
ne: लिङ्क सम्पादन गर्नुहोस्
nl: Link wijzigen
nn_no: Rediger lenke
oc: Modificar ligam
pl_pl: Modyfikuj odnośnik
ps: لینک سم کړئ
pt_br: Modificar link
pt_pt: Editar ligação/link
ro_ro: Pastrati
ru_ru: Изменить ссылку
sk_sk: Zmeniť odkaz
sl: Uredi povezavo
sq: Ndrysho lidhjen
sr_rs: Modifikuj link
sv_se: Modifiera länk
sw_ke: Hariri kiungo
ta: தொடர்பைத் திருத்து
th: แก้ไขรายการเชื่อมโยง
tl_ph: I-edit ang link
tr: Bağlantı düzenle
uk_ua: Редагувати посилання
vi_vn: Đã sửa liên kết
xh_za: Hlela ikhonkco
zh_cn: 修改链接
zh_tw: 修改鏈接

source: The link has been modified.
ar: لقد تم تعديل الرابط بنجاح
ast_es: L'enllaz modificóse
bn_bd: লিঙ্কটি পরিবর্তন করা হয়েছে।
bs_ba: Link je izmijenjen.
ca_es: L'enllaç ha estat modificat
cs_cz: Odkaz byl upraven.
da: Linket er ændret
de: Der Link wurde bearbeitet
el: Ο σύνδεσμος τροποποιήθηκε
eo: Ligilo estas ŝanĝita
es: El enlace ha sido modificado.
es_mx: El enlace ha sido modificado
eu_es: Lotura aldatu da
fa_ir: پیوند مورد نظر تغییر یافت
fi_fi: Linkki on muokattu
fo_fo: Leinkjan er vorðin broytt.
fur: Il leam è stât modificât.
ga: Athraíodh an nasc.
gl: Modificouse a ligazón
he_il: הקישור השתנה.
hi: लिंक संशोधित हो गया है।
hr_hr: Poveznica je izmijenjena
hu_hu: A hivatkozás módosítva lett
hy: Հղումը փոփոխվել է:
id_id: Link tersebut telah diubah
it: Collegamento modificato
ja: リンクが変更されました。
ka_ge: ბმული შეცვლილია.
ko_kr: 링크가 수정되었습니다.
lt_lt: Nuoroda modifikuota.
lv_lv: Hipersaite tika labota.
mk_mk: Врската беше менувана.
ms_my: Pautan telah diubah suai.
my_mm: လင့်ခ်ကို ပြင်ဆင်ပြီးဖြစ်သည်။
ne: लिङ्क परिमार्जित भएको छ।
nl: Link is gewijzigd.
nn_no: Lenken har blitt endret
oc: Lo ligam es estat modificat.
pl_pl: Odnośnik został zmodyfikowany
ps: لینک بدل شوی.
pt_br: O link foi modificado
pt_pt: A ligação/link foi modificada.
ro_ro: Linkul a fost modificat.
ru_ru: Ссылка изменена
sk_sk: Odkaz bol zmenený.
sl: Povezava je bila spremenjena
sq: Lidhja është modifikuar.
sr_rs: Link je modifikovan.
sv_se: Länken är modifierad
sw_ke: Kiungo kimebadilishwa.
ta: தொடர்பு மாற்றப்பட்டது.
th: แก้ไขการเชื่อมโยงแล้ว
tl_ph: Na-update na ang link.
tr: Bağlantı düzenlendi
uk_ua: Посилання змінено.
vi_vn: Liên kết đã được sửa đổi.
xh_za: Ikhonkco lihlelwe.
zh_cn: 链接已修改。
zh_tw: 鏈接已修改。

source: Delete link
ar: حذف الرابط
ast_es: Esborrar enllaz
bn_bd: লিঙ্ক মুছুন
bs_ba: Obriši link
ca_es: Eliminar l'enllaç
cs_cz: Smazat odkaz
da: Link er slettet
de: Link löschen
el: Διαγραφή συνδέσμου
eo: Forigi ligilon
es: Borrar enlace
es_mx: El enlace ha sido borrado
eu_es: Kendu lotura
fa_ir: حذف پیوند
fi_fi: Linkki on poistettu
fo_fo: Sletta leinkju
fur: Scancele leam
ga: Scrios nasc
gl: Borrouse a ligazón
he_il: מחק קישור
hi: लिंक हटाएँ
hr_hr: Izbriši poveznicu
hu_hu: Hivatkozás törlése
hy: Ջնջել հղումը
id_id: Link dihapus
it: Elimina un collegamento
ja: リンクを削除
ka_ge: ბმულის წაშლა
ko_kr: 링크 삭제
lo: ລຶບລິ້ງ
lt_lt: Ištrinti nuorodą
lv_lv: Dzēst hipersaiti
mk_mk: Избрши врска
ms_my: Pautan dipadam
my_mm: လင့်ခ်ကို ဖျက်ပါ
ne: लिङ्क हटाउनुहोस्
nl: Link verwijderen
nn_no: Slett lenke
oc: Suprimir lo ligam
pl_pl: Usuń odnośnik
ps: لینک له منځه وړئ
pt_br: Deletar link
pt_pt: Eliminar ligação/link
ro_ro: Sterge linkul
ru_ru: Удалить ссылку
sk_sk: Zmazať odkaz
sl: Odstrani povezavo
sq: Fshij lidhjen
sr_rs: Obriši link
sv_se: Länk raderad
sw_ke: Futa kiungo
ta: தொடர்பை நீக்கு
th: ลบรายการเชื่อมโยง
tl_ph: Burahin ang link
tr: Bağlantı sil
uk_ua: Видалити посилання
vi_vn: Đã xoá liên kết
xh_za: Cima ikhonkco
zh_cn: 删除链接
zh_tw: 刪除鏈接

source: The link has been deleted
ar: لقد تم حذف الرابط بنجاح
ast_es: L'enllaz esborróse
bn_bd: লিঙ্কটি মুছে ফেলা হয়েছে
bs_ba: Link je obrisan
ca_es: L'enllaç ha estat eliminat
cs_cz: Odkaz byl smazán
da: Linket er ændret
de: Der Link wurde gelöscht
el: Ο σύνδεσμος διαγράφτηκε
eo: Ligilo estas forigita
es: El enlace ha sido borrado
es_mx: El enlace ha sido eliminado
eu_es: Lotura kendu da
fa_ir: پیوند مورد نظر حذف شد
fi_fi: Linkki on poistettu
fo_fo: Leinkjan er sletta
fur: Il leam è stât scancelât
ga: Scriochaidh an nasc
gl: A ligazón foi eliminada
he_il: הקישור נמחק
hi: लिंक हटा दिया गया है
hr_hr: Poveznica izbrisana
hu_hu: A hivatkozás törölve lett
hy: Հղումը ջնջվել է
id_id: Link tersebut telah dihapus
it: Collegamento eliminato
ja: リンクが削除されました
ka_ge: ბმული წაიშალა
ko_kr: 링크가 삭제되었습니다
lt_lt: Nuoroda ištrinta
lv_lv: Hipersaite tika dzēsta
mk_mk: Врската беше избришана
ms_my: Pautan telah dipadam
my_mm: လင့်ခ်ကို ဖျက်လိုက်ပြီးဖြစ်သည်
ne: लिङ्क हटाइएको छ
nl: Link is verwijderd.
nn_no: Lenka er sletta
oc: Lo ligam es estat suprimit
pl_pl: Odnośnik został usunięty
ps: لینک له منځه وړل شوی
pt_br: O link foi adicionado
pt_pt: A ligação/link foi eliminada
ro_ro: Legatura eliminata
ru_ru: Ссылка удалена
sk_sk: Odkaz bol zmazaný
sl: Povezava je bila odstranjena
sq: Lidhja është fshirë
sr_rs: Link je obrisan
sv_se: Länken har raderats
sw_ke: Kiungo kimefutwa
ta: தொடர்பு நீக்கப்பட்டது
th: ลบการเชื่อมโยงแล้ว
tl_ph: Na-delete na ang link
tr: Bağlantı silindi
uk_ua: Посилання видалено
vi_vn: Liên kết đã được xóa
xh_za: Ikhonkco licinyiwe
zh_cn: 链接已被删除。
zh_tw: 鏈接已被刪除。

source: Do you want to delete this link?
ar: هل تريد حذف هذا الرابط ؟
ast_es: ¿ Ta seguru de querer esborrar esti enllaz ?
bn_bd: আপনি কি এই লিঙ্কটি মুছতে চান?
bs_ba: Želite li obrisati ovaj link?
ca_es: Esteu segur que voleu eliminar aquest enllaç?
cs_cz: Opravdu chcete smazat tento odkaz?
da: Vil du slette dette link?
de: Möchten Sie den Link löschen?
el: Θέλετε να διαγράψετε το σύνδεσμο;
eo: Ĉu vi deziras forigi ĉi-ligilon?
es: ¿ Está seguro de querer borrar este enlace ?
es_mx: ¿Usted desea eliminar este enlace?
eu_es: Ziur al zaude lotura hau kendu nahi duzula?
fa_ir: آیا واقعاً می خواهید این پیوند را حذف کنید؟
fi_fi: Haluatko poistaa tämän linkin?
fo_fo: Ynskir tú at sletta hendan leinkjuna?
fur: Vûstu scanceâ chel leam?
ga: An bhfuil tú ag iarraidh an nasc seo a scriosadh?
gl: ¿Quere eliminar esta ligazón?
he_il: האם אתה רוצה למחוק את הקישור הזה?
hi: क्या आप इस लिंक को हटाना चाहते हैं?
hr_hr: Želite li izbrisati poveznicu?
hu_hu: El akarja távolítani ezt a hivatkozást ?
hy: Ցանկանու՞մ եք ջնջել այս հղումը:
id_id: Anda yakin akan menghapus link ini?
it: Vuoi eliminare questo collegamento?
ja: このリンクを削除しますか?
ka_ge: გსურთ ამ ბმულის წაშლა?
ko_kr: 이 링크를 삭제하시겠습니까?
lo: ທ່ານຕ້ອງການລຶບລິ້ງນີ້ບໍ່?
lt_lt: Ar tikrai norite ištrinti šią nuorodą?
lv_lv: Vai Jūs vēlaties dzēst šo hipersaiti?
mk_mk: Сакате ли да ја избришете врската?
ms_my: Adakah anda mahu memadam pautan ini?
my_mm: ဤလင့်ခ်ကို ဖျက်လိုပါသလား။
ne: के तपाईं यो लिङ्क हटाउन चाहनुहुन्छ?
nl: Wenst u deze link te verwijderen?
nn_no: Vil du slette denne lenka?
oc: Volètz suprimir aqueste ligam ?
pl_pl: Czy chcesz usunąć odnośnik?
ps: آیا تاسو غواړئ دا لینک له منځه یوسئ؟
pt_br: Você quer deletar esse link?
pt_pt: Deseja eliminar esta ligação/link?
ro_ro: Doresti sa stergi acest link?
ru_ru: Вы хотите удалить эту ссылку?
sk_sk: Chcete zmazať tento odkaz?
sl: Ali želiš odstraniti povezavo?
sq: A dëshironi të fshini këtë lidhje?
sr_rs: Da li želite da obrišete ovaj link?
sv_se: Vill du radera denna länk?
sw_ke: Je, unataka kufuta kiungo hiki?
ta: இந்தத் தொடர்பை நீக்க விரும்புகிறீர்களா?
th: คุณต้องการที่จะลบการเชื่อมโยงนี้
tl_ph: Nais mo bang tanggalin ang link na ito?
tr: Bağlantıyı silmek istiyormusunuz?
uk_ua: Ви хочете видалити це посилання?
vi_vn: Bạn có muốn xóa liên kết này không?
xh_za: Uyafuna ukucima le khonkco?
zh_cn: 你要删除这个链接吗？
zh_tw: 你要刪除這個鏈接嗎？

source: Delete all links in this category
ar: حذف جميع الروابط في هذا التصنيف
ast_es: Esborrar tolos enllaces d'esta categoría
bn_bd: এই বিভাগের সকল লিঙ্ক মুছুন
bs_ba: Obriši sve linkove u ovoj kategoriji
ca_es: Eliminar tots els enllaços d'aquesta categoria
cs_cz: Smazat všechny odkazy v této kategorii
da: Slet alle links i denne kategori?
de: Alle Links in dieser Kategorie löschen
el: Διαγραφή όλων των συνδέσμων αυτής της κατηγορίας
eo: Forigi ĉiujn ligilojn en ĉi-kategorio
es: Borrar todos los enlaces de esta categoría
es_mx: Eliminar todos los enlaces en esta categoría
eu_es: Kendu kategoria honetako lotura guztiak
fa_ir: حذف تمامی پیوندها در این دسته
fi_fi: Poista kaikki linkit tästä aihealueesta
fo_fo: Sletta allar leinkjur í hesi bólkinum
fur: Scancele ducj i leams de cheste categorîe
ga: Scrios gach nasc sa chatagóir seo
gl: Borrar todas as ligazóns desta categoría
he_il: מחק את כל הקישורים בקטגוריה זו
hi: इस श्रेणी में सभी लिंक हटाएँ
hr_hr: Izbriši sve poveznice u kategoriji
hu_hu: Az összes hivatkozás törlése ebben a kategóriában
hy: Ջնջել այս կատեգորիայի բոլոր հղումները
id_id: Hapus semua link pada kategori ini
it: Elimina tutti i collegamenti di questa categoria
ja: このカテゴリのすべてのリンクを削除
ka_ge: ამ კატეგორიის ყველა ბმულის წაშლა
ko_kr: 이 카테고리의 모든 링크 삭제
lo: ລຶບລິ້ງທັງໝົດໃນໝວດໝູ່ນີ້
lt_lt: Ištrinti visas nuorodas kategorijoje
lv_lv: Dzēst visas hipersaites šajā direktorijā
mk_mk: Избриши ги сите врски во оваа категорија
ms_my: Padam semua pautan dalam kategori ini
my_mm: ဤအမျိုးအစားရှိ လင့်ခ်အားလုံးကို ဖျက်ပါ
ne: यो श्रेणीका सबै लिङ्कहरू हटाउनुहोस्
nl: Alle links in deze categorie verwijderen
nn_no: Slett alle lenker i denne kategorien
oc: Suprimir totes los ligams d'aquesta categoria
pl_pl: Usuń wszystkie odnośniki w tej kategorii
ps: د دې کټګورۍ ټول لینکونه له منځه یوسئ
pt_br: Delete todos os links dessa categoria
pt_pt: Eliminar todas as ligações/links nesta categoria
ro_ro: Sterge toate linkurile din aceasta categorie
ru_ru: Удалить все ссылки в этом разделе
sk_sk: Zmazať všetky odkazy v tejto kategórii
sl: Odstrani vse povezave v tej kategoriji
sq: Fshij të gjitha lidhjet në këtë kategori
sr_rs: Obriši sve linkove iz ove kategorije
sv_se: Radera alla länkar i denna kategori
sw_ke: Futa viungo vyote katika jamii hii
ta: இந்த வகையில் உள்ள அனைத்து தொடர்புகளையும் நீக்கு
th: ลบการเชื่อมโยงในประเภทนี้ทั้งหมด
tl_ph: Burahin ang lahat ng link sa kategoryang ito
tr: Bu kategorideki bütün bağlantıları sil
uk_ua: Видалити всі посилання в цій категорії
vi_vn: Xóa tất cả liên kết trong danh mục này
xh_za: Cima zonke iikhonkco kulo udidi
zh_cn: 删除这个分类中的所有链接
zh_tw: 刪除這個分類中的所有鏈接

source: Category name
ar: اسم الصنف
ast_es: Nome de la categoría
bn_bd: বিভাগের নাম
bs_ba: Naziv kategorije
ca_es: Nom de categoria
cs_cz: Název kategorie
da: Kategorinavn
de: Kategorie-Name
el: Όνομα κατηγορίας
eo: Kategoria nomo
es: Nombre de la categoría
es_mx: Nombre de la categoría
eu_es: Kategoriaren izena
fa_ir: نام دسته
fi_fi: Aihealueen nimi
fo_fo: Bólknaheitið
fur: Nûm de categorîe
ga: Ainm na catagóire
gl: Nome de categoría
he_il: שם קטגוריה
hi: श्रेणी का नाम
hr_hr: Naziv kategorije
hu_hu: Kategória név
hy: Կատեգորիայի անուն
id_id: Nama Kategori
it: Nome Categoria
ja: カテゴリ名
ka_ge: კატეგორიის სახელი
ko_kr: 카테고리 명
lt_lt: Kategorijos pavadinimas
lv_lv: Kategorijas nosaukums
mk_mk: Име на категорија
ms_my: Nama kategori
my_mm: အမျိုးအစားအမည်
ne: श्रेणी नाम
nl: Categorietitel
nn_no: Kategorinamn
oc: Nom de la categoria
pl_pl: Nazwa kategorii
ps: د کټګورۍ نوم
pt_br: Nome da categoria
pt_pt: Nome da categoria
ro_ro: Numele categoriei
ru_ru: Наименование категории
sk_sk: Názov kategórie
sl: Naziv kategorije
sq: Emri i kategorisë
sr_rs: Ime kategorije
sv_se: Kategorinamn
sw_ke: Jina la jamii
ta: வகை பெயர்
th: ชื่อประเภท
tl_ph: Pangalan ng kategorya
tr: Kategori adı
uk_ua: Назва категорії
vi_vn: Tên danh mục
xh_za: Igama lodidi
zh_cn: 分类名
zh_tw: 分類名

source: Add a category
ar: أضف تصنيف
ast_es: Amestar categoría
bn_bd: একটি বিভাগ যোগ করুন
bs_ba: Dodaj kategoriju
ca_es: Afegir una categoria
cs_cz: Přidat kategorii
da: Tilføj en kategori
de: Kategorie hinzufügen
el: Προσθήκη κατηγορίας
eo: Aldoni kategorion
es: Añadir una categoría
es_mx: Añadir una categoría
eu_es: Gehitu kategoria bat
fa_ir: افزودن یک دسته
fi_fi: Lisää aihealue
fo_fo: Legg afturat bólki
fur: Zontê une categorîe
ga: Cuir catagóir leis
gl: Engadir unha categoría
he_il: הוסף קטגוריה
hi: श्रेणी जोड़ें
hr_hr: Dodaj kategoriju
hu_hu: Kategória hozzáadása
hy: Ավելացնել կատեգորիա
id_id: Tambah kategori
it: Aggiungi una categoria
ja: カテゴリを追加
ka_ge: კატეგორიის დამატება
ko_kr: 카테고리 추가
lt_lt: Pridėti kategoriją
lv_lv: Pievienot kategoriju
mk_mk: Додај категорија
ms_my: Tambah kategori
my_mm: အမျိုးအစားတစ်ခုထည့်ပါ
ne: श्रेणी थप्नुहोस्
nl: Categorie toevoegen
nn_no: Legg til ein kategori
oc: Apondre una categoria
pl_pl: Dodaj kategorię
ps: یوه کټګورۍ اضافه کړئ
pt_br: Adicionar uma categoria
pt_pt: Adicionar uma categoria
ro_ro: Adauga o categorie
ru_ru: Добавить раздел
sk_sk: Pridať kategóriu
sl: Dodaj kategorijo
sq: Shto një kategori
sr_rs: Dodaj kategoriju
sv_se: Lägg till kategori
sw_ke: Ongeza jamii
ta: வகையைச் சேர்க்கவும்
th: เพิ่มประเภท
tl_ph: Magdagdag ng kategorya
tr: Kategori ekle
uk_ua: Додати категорію
vi_vn: Thêm danh mục
xh_za: Faka udidi
zh_cn: 添加分类
zh_tw: 添加分類

source: The category has been modified.
ar: لقد تم تعديل التصنيف بنجاح
ast_es: Modificóse la categoría
bn_bd: বিভাগটি পরিবর্তন করা হয়েছে।
bs_ba: Kategorija je izmijenjena.
ca_es: La categoria ha estat modificada
cs_cz: Kategorie byla upravena.
da: Kategorien er nu ændret
de: Die Kategorie wurde bearbeitet
el: Η κατηγορία τροποποιήθηκε
eo: Kategorio estas ŝanĝita
es: La categoría se ha modificado
es_mx: La categoría ha sido modificada
eu_es: Kategoria aldatu da
fa_ir: دسته مورد نظر تغییر یافت
fi_fi: Aihealue on muokattu.
fo_fo: Bólkurin er broyttur.
fur: La categorîe è stât modificade.
ga: Athraíodh an chatagóir.
gl: Modificouse a categoría
he_il: הקטגוריה שונתה.
hi: श्रेणी संशोधित हो गई है।
hr_hr: Kategorija izmijenjena.
hu_hu: A kategória módosítva lett
hy: Կատեգորիան փոփոխվել է:
id_id: Kategori telah diubah
it: Categoria modificata
ja: カテゴリが変更されました。
ka_ge: კატეგორია შეცვლილია.
ko_kr: 카테고리가 수정되었습니다.
lt_lt: Kategorija modifikuota.
lv_lv: Kategorija tika labota.
mk_mk: Категоријата беше менувана
ms_my: Kategori telah diubah suai.
my_mm: အမျိုးအစားကို ပြင်ဆင်ပြီးဖြစ်သည်။
ne: श्रेणी परिमार्जित भएको छ।
nl: Categorie is gewijzigd.
nn_no: Kategorien er endra.
oc: La categoria es estada modificada.
pl_pl: Kategoria została zmodyfikowana
ps: کټګورۍ بدله شوې.
pt_br: A categoria foi modificada
pt_pt: A categoria foi modificada.
ro_ro: Categoria a fost modificata.
ru_ru: Раздел изменен
sk_sk: Kategória bola zmenená.
sl: Kategorija je bila spremenjena
sq: Kategoria është modifikuar.
sr_rs: Kategorija je modifikovana.
sv_se: Kategorin har ändrats.
sw_ke: Jamii imebadilishwa.
ta: வகை மாற்றப்பட்டது.
th: ได้แก้ไขประเภทแล้ว
tl_ph: Na-update na ang kategorya.
tr: Kategori düzenlendi.
uk_ua: Категорію змінено.
vi_vn: Danh mục đã được sửa đổi.
xh_za: Udidi luhlelwe.
zh_cn: 分类已修改。
zh_tw: 分類已修改。

source: Delete category
ar: حذف التصنيف
ast_es: Esborrar categoría
bn_bd: বিভাগ মুছুন
bs_ba: Obriši kategoriju
ca_es: Eliminar categoria
cs_cz: Smazat kategorii
da: Slet kategori
de: Kategorie löschen
el: Διαγραφή κατηγορίας
eo: Forigi kategorion
es: Borrar categoría
es_mx: Eliminar categoría
eu_es: Kendu kategoria
fa_ir: حذف دسته
fi_fi: Poista aihealue
fo_fo: Sletta bólki
fur: Scancele categorîe
ga: Scrios catagóir
gl: Borrar categoría
he_il: מחק קטגוריה
hi: श्रेणी हटाएँ
hr_hr: Izbriši kategoriju
hu_hu: Kategória törlése
hy: Ջնջել կատեգորիան
id_id: Hapus kategori
it: Elimina una categoria
ja: カテゴリを削除
ka_ge: კატეგორიის წაშლა
ko_kr: 카테고리 삭제
lo: ລຶບໝວດໝູ່
lt_lt: Ištrinti kategoriją
lv_lv: Dzēst kategoriju
mk_mk: Избриши категорија
ms_my: Padam kategori
my_mm: အမျိုးအစားကို ဖျက်ပါ
ne: श्रेणी हटाउनुहोस्
nl: Categorie verwijderen
nn_no: Slett kategori
oc: Suprimir la categoria
pl_pl: Usuń kategorię
ps: کټګورۍ له منځه یوسئ
pt_br: Deletar categoria
pt_pt: Eliminar categoria
ro_ro: Sterge categoria
ru_ru: Удалить раздел
sk_sk: Zmazať kategóriu
sl: Odstrani kategorijo
sq: Fshij kategorinë
sr_rs: Obriši kategoriju
sv_se: Radera kategori
sw_ke: Futa jamii
ta: வகையை நீக்கு
th: ลบประเภท
tl_ph: Burahin ang kategorya
tr: Kategori sil
uk_ua: Видалити категорію
vi_vn: Xóa danh mục
xh_za: Cima udidi
zh_cn: 删除分类
zh_tw: 刪除分類
