Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Multiple access URL / Branding
ar: URL / Branding الوصول المتعدد
ast_es: Entrada d'URL múltiple
bn_bd: বহু অ্যাক্সেস ইউআরএল / ব্র্যান্ডিং
bs_ba: Višestruki pristupni URL / Brendiranje
ca_es: Accés mÚltiple a URL
cs_cz: Vícenásobný URL přístup
da: Flere adgangs-URL'er / Branding
de: mehrfache URLs / Branding
el: Πολλαπλές διευθύνσεις URL πρόσβασης / Branding
eo: Pluraj aliraj URL-oj / Brando
es: Multiple access URL
es_mx: URL de acceso múltiple / Marcas
eu_es: URL sarbide anizkoitza
fa_ir: URL دسترسی چندگانه / برندینگ
fi_fi: Useita pääsylinkkejä / Brändäys
fo_fo: Fleiri atgongu-URL / Brending
fur: URL acès multiple / Branding
ga: Iolraigh URL rochtana / Brandáil
gl: Accesos múltiples a URL
he_il: כתובת URL / מיתוג עם גישה מרובה
hi: बहु पहुँच URL / ब्रांडिंग
hr_hr: Višestruki pristupni URL / Brendiranje
hu_hu: Többszörös hozzáférési URL / Márkázás
hy: Զանգվածային մուտքի URL / Նշան
id_id: URL akses ganda / Branding
it: URL multiple di accesso
ja: 複数アクセスURL / ブランディング
ka_ge: მრავალჯერადი წვდომის URL / ბრენდინგი
ko_kr: 다중 접근 URL / 브랜딩
lt_lt: Keli prieigos URL / Prekės ženklas
lv_lv: Vairāku piekļuves URL / Zīmola identitāte
mk_mk: Многукратни URL за пристап / Брендирање
ms_my: URL akses berganda / Penjenamaan
my_mm: မျိုးစုံဝင်ရောက်ခွင့် URL / အမှတ်တံဆိပ်
ne: बहु पहुँच URL / ब्रान्डिङ
nl: Meerdere toegangs URLs
nn_no: Fleirtal tilgjenge URL / Branding
oc: URL d'accès multiple / Branding
pl_pl: Wielokrotny dostęp do URL / Cechowanie
ps: څو لاسرسی URL / برانډینګ
pt_br: Acessos múltiplos a URL / Imagens
pt_pt: Acesso múltiplo de URL / Branding
ro_ro: Multiplu acces URL
ru_ru: Множественный URL доступа / Брендинг
sk_sk: Viacnásobný prístup URL / Značenie
sl: URL-ji za dostop do platforme
sq: URL shumëfish hyrjeje / Branding
sr_rs: Višestruki URL pristupa / Brendiranje
sv_se: Flera åtkomst-URL:er / Branding
sw_ke: URL ya ufikiaji mwingi / Chapa
ta: பல அணுகல் URL / பிராண்டிங்
th: URL เข้าถึงหลายรายการ / Branding
tr: Çoklu erişim URL'si / Markalama
uk_ua: Багатоступеневий URL доступу / Брендинг
vi_vn: URL truy cập nhiều / Thương hiệu
xh_za: I-URL yokufikelela ezininzi / Ubrand
zh_cn: 多访问URL / 品牌化
zh_tw: 多重存取 URL / 品牌化

source: Full-text search: show unlinked results
ar: البحث الكامل للنص: اظهار النتائج غير المرتبطة
ast_es: Busca full-text: amosar resultaos non enllazaos
bn_bd: পূর্ণ-পাঠ্য অনুসন্ধান: লিঙ্কহীন ফলাফল দেখান
bs_ba: Pretraga punog teksta: prikaži rezultate bez veze
ca_es: Recerca de text complet: mostrar resultats no accesibles
cs_cz: Full-textové vyhledávání: zobraz nepřístupné výsledky
da: Fuldtekst-søgning: vis resultater uden link
de: Volltext-Suche: Ergebnisanzeige
el: Πλήρης αναζήτηση κειμένου: εμφάνιση μη συνδεδεμένων αποτελεσμάτων
eo: Plena-teksta serĉo: montri malkonigitajn rezultojn
es: Búsqueda full-text: mostrar resultados no accesibles
es_mx: Búsqueda de texto completo: mostrar resultados no enlazados
eu_es: Bilaketa testu osoan: erakutsi sarbiderik gabeko emaitzak
fa_ir: جستجوی تمام‌متن: نمایش نتایج بدون لینک
fi_fi: Täyshakutoiminto: näytä linkittömät tulokset
fo_fo: Fulltekst-leiting: vísa ótilknýtt úrslit
fur: Ricerche testu dut: mostrâ risuitâts no coligâts
ga: Cuardaigh téacs iomlán: taispeáin torthaí gan nasc
gl: Búsqueda de texto completo: mostrar resultados non accesibles
he_il: חיפוש בטקסט מלא: הצג תוצאות לא מקושרות
hi: पूर्ण-पाठ खोज: असंबद्ध परिणाम दिखाएँ
hr_hr: Pretraživanje punog teksta: prikaži rezultate bez poveznica
hu_hu: Teljes szöveges keresés: nem elérhető eredmények megjelenítése
hy: Ամբողջ տեքստի որոնում. ցույց տալ չկապված արդյունքները
id_id: Pencarian teks penuh: tampilkan hasil yang tidak terkait
it: Ricerca a testo libero: mostra i risultati non accessibili
ja: 全文検索：リンクされていない結果を表示
ka_ge: სრულტექსტური ძიება: არაკავშირული შედეგების ჩვენება
ko_kr: 전문가 검색: 연결되지 않은 결과 표시
lo: ການຄົ້ນຫາເຕັມຮູບແບບ: ສະແດງຜົນການຄົ້ນຫາທີ່ບໍ່ມີລິ້ງ
lt_lt: Pilno teksto paieška: rodyti nerištus rezultatus
lv_lv: Pilnteksta meklēšana: rādīt nesaistītos rezultātus
mk_mk: Пребарување по целосен текст: прикажи резултати без врска
ms_my: Carian teks penuh: paparkan hasil tidak berkaitan
my_mm: စာသားအပြည့်အဝရှာဖွေမှု: ချိတ်ဆက်မထားသော ရလဒ်များကို ပြသပါ
ne: पूर्ण-पाठ खोज: असम्बद्ध परिणामहरू देखाउनुहोस्
nl: Full-text search: geef de ongelinkte resultaten weer
nn_no: Fulltekst-søk: vis ikkje-lenka resultat
oc: Recèrca en text complet : afichar los resultats pas ligats
pl_pl: Wyszukiwanie pełnotekstowe: pokaż niepodlinowane wyniki
ps: لړ متن لټون: غیر تړل شوي پایلې ښکاره کړئ
pt_br: Pesquisa de texto completo: mostrar resultados desvinculados
pt_pt: Pesquisa integral/completo de texto: apresentar resultados desvinculados
ro_ro: Cautare full-text: arata resultatele non-accesibile
ru_ru: Полнотекстовый поиск: показывать несвязанные результаты
sk_sk: Fulltextové vyhľadávanie: zobraziť neprepojené výsledky
sl: Iskanje po vsebini: prikaži nepovezane rezultate
sq: Kërkim me tekst të plotë: shfaq rezultatet e palidhura
sr_rs: Pretraga punog teksta: prikaži rezultate bez veze
sv_se: Fulltext-sökning: visa olänkade resultat
sw_ke: Utafutaji wa maandishi kamili: onyesha matokeo yasiyounganishwa
ta: முழு உரை தேடல்: இணைக்கப்படாத முடிவுகளைக் காட்டு
th: การค้นหาข้อความเต็ม: แสดงผลลัพธ์ที่ไม่เชื่อมโยง
tl_ph: Buong-teksto na paghahanap: ipakita ang mga resulta na walang link
tr: Tam metin araması: bağlantısız sonuçları göster
uk_ua: Повнотекстовий пошук: показувати нерelated результати
vi_vn: Tìm kiếm toàn văn: hiển thị kết quả không liên kết
xh_za: Ufuno olupheleleyo: bonisa iziphumo ezingekho nelinki
zh_cn: 全文搜索：显示未链接结果
zh_tw: 全文搜尋：顯示無連結結果

source: When showing the results of a full-text search, what should be done with the results that are not accessible to the current user?
ar: عند اظهار نتائج البحث الكامل للنص، فما يجب ان يتم فعله بالنسبة للنتائج التي لا يحق للمستخدم الحالي الوصول اليها؟
ast_es: En enseñando los resultaos de la busca full-text, ¿qué tendría de facer el sistema colos enllaces que nun tán a disposición del usuariu actual?
bn_bd: পূর্ণ-পাঠ্য অনুসন্ধানের ফলাফল দেখানোর সময়, বর্তমান ব্যবহারকারীর জন্য অ্যাক্সেসযোগ্য নয় এমন ফলাফলের সাথে কী করা উচিত?
bs_ba: Pri prikazivanju rezultata pretrage punog teksta, šta treba raditi sa rezultatima kojima trenutni korisnik nema pristup?
ca_es: Al moment de mostrar els resultats de la recerca de text complet, com hauria de comportar-se el sistema per als enllaços que no son accesibles per a l'usuari actual?
cs_cz: Když zobrazujeme výsledky full-textového vyhledávání, co máme udělat s výsledky které jsou pro aktuálního uživatele nepřístupné.
da: Når resultater af fuldtekst-søgning vises, hvad skal der gøres med resultater, der ikke er tilgængelige for den nuværende bruger?
de: Wenn Suchergebnisse gezeigt werden, was soll mit den Ergebnissen passieren, für die der suchende User keine Berechtigung hat?
el: Κατά την εμφάνιση των αποτελεσμάτων πλήρους αναζήτησης κειμένου, τι πρέπει να γίνει με τα αποτελέσματα που δεν είναι προσβάσιμα στον τρέχοντα χρήστη;
eo: Dum montrado de rezultoj de plena-teksta serĉo, kio devus okazi kun rezultoj kiuj ne estas alireblaj por la nuna uzanto?
es: Al momento de mostrar los resultados de la búsqueda full-text, como debería comportarse el sistema para los enlaces que no estan accesibles para el usuario actual?
es_mx: ¿Qué se debe hacer con los resultados de una búsqueda de texto completo que no son accesibles para el usuario actual?
eu_es: Testu osoan egindako bilaketaren emaitzak erakusten direnean, nola behar du jokatu sistemak uneko erabiltzailearentzat sarbiderik ez duten emaitzen aurrean?
fa_ir: هنگام نمایش نتایج جستجوی تمام‌متن، با نتایجی که برای کاربر فعلی قابل دسترسی نیستند چه باید کرد؟
fi_fi: Kun näytetään täyshaun tuloksia, mitä tuloksille, joihin nykyisellä käyttäjällä ei ole pääsyä, tulisi tehdä?
fo_fo: Tá fulltekst-leitingarúrslit verða vísuð, hvat skuldi gjørt við úrslitini, sum núverandi brúkari ikki hevur atgongu til?
fur: Cuincj si mostrin i risuitâts di une ricerche testu dut, ce che si a de fâ coi risuitâts no acessibîs al utent corent?
ga: Nuair a thaispeántar torthaí cuardaigh téacs iomlán, cad ba cheart a dhéanamh leis na torthaí nach bhfuil inrochtana ag an úsáideoir reatha?
gl: No momento de amosar os resultados de procura de texto completo, como debería comportarse o sistema para as ligazóns que non están accesibles para o usuario actual?
he_il: כאשר מציגים את התוצאות של חיפוש בטקסט מלא, מה צריך לעשות עם התוצאות שאינן נגישות למשתמש הנוכחי?
hi: पूर्ण-पाठ खोज के परिणाम दिखाते समय, वर्तमान उपयोगकर्ता के लिए सुलभ न होने वाले परिणामों के साथ क्या किया जाए?
hr_hr: Prilikom prikazivanja rezultata pretraživanja punog teksta, što učiniti s rezultatima kojima trenutni korisnik nema pristup?
hu_hu: Teljes szöveges keresés eredményeinek megjelenítésekor mi történjen azokkal az eredményekkel, amelyekhez a jelenlegi felhasználónak nincs hozzáférése?
hy: Ամբողջ տեքստի որոնման արդյունքները ցույց տալիս, ի՞նչ անել այն արդյունքների հետ, որոնք հասանելի չեն ընթացիկ օգտատիրոջ համար:
id_id: Saat menampilkan hasil pencarian teks penuh, apa yang harus dilakukan dengan hasil yang tidak dapat diakses oleh pengguna saat ini?
it: Nel mostrare i risultati di una ricerca a testo libero, come comportarsi con i risultati inaccessibili per l'utente?
ja: 全文検索の結果を表示する際、現在のユーザーがアクセスできない結果をどう扱いますか？
ka_ge: სრულტექსტური ძიების შედეგების ჩვენებისას, რა უნდა მოხდეს მათ შორის შედეგებთან, რომლებიც მიმდინარე მომხმარებლისთვის მიუწვდომელია?
ko_kr: 전문가 검색 결과를 표시할 때 현재 사용자에게 접근할 수 없는 결과는 어떻게 처리할까요?
lo: ເມື່ອສະແດງຜົນການຄົ້ນຫາເຕັມຮູບແບບ, ຄວນເຮັດແນວໃດກັບຜົນການຄົ້ນຫາທີ່ຜູ້ໃຊ້ປັດຈຸບັນບໍ່ສາມາດເຂົ້າເຖິງໄດ້?
lt_lt: Rodant pilno teksto paieškos rezultatus, ką daryti su rezultatais, prie kurių nėra prieigos dabartiniam vartotojui?
lv_lv: Rādot pilnteksta meklēšanas rezultātus, ko darīt ar rezultātiem, kas pašreizējam lietotājam nav pieejami?
mk_mk: При прикажување на резултатите од пребарување по целосен текст, што треба да се направи со резултатите кои не се достапни за тековниот корисник?
ms_my: Bila memaparkan hasil carian teks penuh, apa yang perlu dilakukan dengan hasil yang tidak boleh diakses oleh pengguna semasa?
my_mm: စာသားအပြည့်အဝရှာဖွေမှု၏ ရလဒ်များကို ပြသသောအခါ၊ လက်ရှိအသုံးပြုသူထံ ဝင်ရောက်ခွင့်မရှိသော ရလဒ်များနှင့် မည်သည့်အရာပြုလုပ်သင့်သနည်း။
ne: पूर्ण-पाठ खोजका परिणामहरू देखाउँदा, हालका प्रयोगकर्तालाई पहुँच नभएका परिणामहरूसँग के गर्नुपर्छ?
nl: Wanneer de resultaten van een volledige-tekst zoekactie worden vertoond, wat kan met de resultaten worden gedaan die niet toegankelijk zijn voor de huidige gebruiker?
nn_no: Når du viser resultata av eit fulltekst-søk, kva skal gjerast med resultata som ikkje er tilgjengelege for noverande brukar?
oc: Quand se mostran los resultats d'una recèrca en text complet, quò faire amb los resultats qu'es pas accessible a l'utilizaire corrènt ?
pl_pl: Co należy zrobić z wynikami pokazanymi w wyszukiwaniu pełnotekstowym, które nie są dostępne dla bieżącego użytkownika?
ps: د لړ متن لټون پایلو ښودلو پر مهال، له اوسني کاروونکي سره لاسرسی نه لرونکې پایلې سره څه باید وشي؟
pt_br: No momento de mostrar os resultados da pesquisa de texto completo, como deveria comportar-se o chamilo para os links que não estão acessíveis para o usuário atual?
pt_pt: Quando se apresentam os resultados de uma pesquisa integral/completa de texto, o que se deverá fazer com os resultados que não são acessíveis ao utilizador actual?
ro_ro: Atunci când se afiseaza rezultatele de căutare full-text,cum ar trebui să se comporte sistemul pentru link-uri care nu sunt accesibile pentru utilizatorul curent?
ru_ru: При отображении результатов полнотекстового поиска что делать с результатами, недоступными текущему пользователю?
sk_sk: Čo by malo byť vykonané s výsledkami, ktoré nie sú prístupné pre bežného používateľa pri zobrazovaní výsledkov fulltextového vyhľadávania?
sl: Prikaz rezultatov iskanja po vsebini: kaj storiti z rezultati, ki niso dosegljivi trenutnemu uporabniku ?
sq: Kur shfaqen rezultatet e një kërkimi me tekst të plotë, çfarë duhet bërë me rezultatet që nuk janë të aksesueshme për përdoruesin aktual?
sr_rs: Kada se prikazuju rezultati pretrage punog teksta, šta treba raditi sa rezultatima kojima trenutni korisnik nema pristup?
sv_se: När resultaten av en fulltext-sökning visas, vad ska göras med resultaten som inte är tillgängliga för den nuvarande användaren?
sw_ke: Wakati wa kuonyesha matokeo ya utafutaji wa maandishi kamili, nini kifanyike na matokeo yasiyoweza kufikiwa na mtumiaji wa sasa?
ta: முழு உரை தேடலின் முடிவுகளைக் காட்டும் போது, தற்போதைய பயனருக்கு அணுக முடியாத முடிவுகளுடன் என்ன செய்ய வேண்டும்?
th: เมื่อแสดงผลลัพธ์จากการค้นหาข้อความเต็ม ควรทำอย่างไรกับผลลัพธ์ที่ผู้ใช้ปัจจุบันไม่สามารถเข้าถึงได้?
tl_ph: Kapag ipinapakita ang mga resulta ng buong-teksto na paghahanap, ano ang dapat gawin sa mga resulta na hindi ma-access ng kasalukuyang user?
tr: Tam metin arama sonuçlarını gösterirken, mevcut kullanıcıya erişilemeyen sonuçlarla ne yapılmalı?
uk_ua: При показі результатів повнотекстового пошуку, що робити з результатами, недоступними поточному користувачеві?
vi_vn: Khi hiển thị kết quả tìm kiếm toàn văn, nên làm gì với các kết quả mà người dùng hiện tại không truy cập được?
xh_za: Xa kuboniswa iziphumo zofuno olupheleleyo, kufuneka kwentekanani neziphumo ezingafikeleleki kumsebenzisi wangoku?
zh_cn: 显示全文搜索结果时，对于当前用户不可访问的结果应如何处理？
zh_tw: 顯示全文搜尋結果時，對於目前使用者無法存取的結果應如何處理？

source: Do not show them
ar: عدم اظهارها
ast_es: Nun los enseñar
bn_bd: তাদের দেখাবেন না
bs_ba: Ne prikazuj ih
ca_es: No mostrar-los
cs_cz: Nezobrazovat
da: Vis dem ikke
de: nicht anzeigen
el: Να μην εμφανιστούν
eo: Ne montri ilin
es: No mostrarlos
es_mx: No mostrarlos
eu_es: Ez itzazu erakutsi
fa_ir: آنها را نمایش ندهید
fi_fi: Älä näytä niitä
fo_fo: Vís tey ikki
fur: No mostrâlis
ga: Ná taispeáin iad
gl: Non mostralos
he_il: אל תראה אותם
hi: उन्हें न दिखाएँ
hr_hr: Ne prikazuj ih
hu_hu: Ne jelenítse meg őket
hy: Չցույց տալ դրանք
id_id: Jangan tampilkan
it: non mostrarli
ja: 表示しない
ka_ge: არ ჩააკვეთო მათ
ko_kr: 표시하지 않음
lo: ບໍ່ຕ້ອງສະແດງ
lt_lt: Nerodyti jų
lv_lv: Tos nerādīt
mk_mk: Не ги прикажувај
ms_my: Jangan paparkan
my_mm: ၎င်းတို့ကို မပြသပါ
ne: उनीहरूलाई नदेखाउनुहोस्
nl: Niet weergeven
nn_no: Ikkje vis dei
oc: Los afichar pas
pl_pl: Nie pokazuj ich
ps: یې مه ښکاره کوئ
pt_br: Não mostrar
pt_pt: Não mostrar
ro_ro: Nu arata
ru_ru: Не показывать их
sk_sk: Neukázať
sl: Ne prikaži jih
sq: Mos i shfaq
sr_rs: Ne prikazuj ih
sv_se: Visa dem inte
sw_ke: Usiwaonyeshe
ta: அவற்றைக் காட்ட வேண்டாம்
th: ไม่แสดง
tl_ph: Huwag ipakita ang mga ito
tr: Onları gösterme
uk_ua: Не показувати їх
vi_vn: Không hiển thị chúng
xh_za: Ungazibonisi
zh_cn: 不显示他们
zh_tw: 不顯示它們

source: Show them but without a link to the resource
ar: قم باظهارها لكن بدون رابط للمصدر
ast_es: Enseñalos, pero ensin l'enllaz que guia al recursu
bn_bd: তাদের দেখাবেন কিন্তু রিসোর্সে লিঙ্ক ছাড়া
bs_ba: Prikaži ih ali bez veze do resursa
ca_es: Mostrar-los però sense enllaç al recurs
cs_cz: Zobrazit, ale bez odkazu na zdroj
da: Vis dem, men uden link til ressourcen
de: Anzeigen, aber ohne Link auf das Ergebnis
el: Εμφάνισέ τα αλλά χωρίς σύνδεσμο στον πόρο
eo: Montri ilin sed sen ligo al la rimedo
es: Mostrarlos pero sin enlace hasta el recurso
es_mx: Mostrarlos pero sin un enlace al recurso
eu_es: Erakutsi, baina baliabiderako loturarik gabe
fa_ir: نمایش بده ولی بدون پیوند به منبع
fi_fi: Näytä ne ilman linkkiä resurssiin
fo_fo: Vís tey, men uttan leinkju til tilfar
fur: Mostrâlis ma senza un colêg al risors
ga: Taispeáin iad ach gan nasc chuig an acmhainn
gl: Mostralos pero sen enlace ata o recurso
he_il: הצג אותם אך ללא קישור למשאב
hi: उन्हें दिखाएँ लेकिन संसाधन के लिंक के बिना
hr_hr: Prikaži ih, ali bez poveznice na resurs
hu_hu: Jelenítse meg őket, de erőforrásra mutató hivatkozás nélkül
hy: Ցույց տալ դրանք առանց հղման ռեսուրսին
id_id: Tampilkan tetapi tanpa tautan ke sumber daya
it: Mostrali, ma rimuovendo il collegamento alla risorsa
ja: リンクなしで表示
ka_ge: ჩააკვეთო მათ რესურსზე ბმულის გარეშე
ko_kr: 링크 없이 표시
lo: ສະແດງແຕ່ບໍ່ມີລິ້ງໄປຫາຊັບພະຍາກອນ
lt_lt: Rodyti juos, bet be nuorodos į išteklių
lv_lv: Rādīt tos, bet bez saites uz resursu
mk_mk: Прикажи ги но без врска до ресурсot
ms_my: Paparkan tetapi tanpa pautan ke sumber
my_mm: ၎င်းတို့ကို ပြသသော်လည်း အရင်းအမြစ်သို့ လင့်ခ်မပါဘဲ
ne: उनीहरूलाई स्रोतसँगको लिङ्क बिना देखाउनुहोस्
nl: Weergeven maar zonder een link naar het materiaal
nn_no: Vis dei, men utan lenke til ressursen
oc: Los afichar mas sens ligam cap a la ressorsa
pl_pl: Pokaż je, ale bez linka do źródła
ps: یې ښکاره کړئ خو پرته له سرچینې لینک څخه
pt_br: Mostrá-los sem link para o recurso
pt_pt: Mostrá-los mas sem a ligação/link para os recursos
ro_ro: Arata fara link la material
ru_ru: Показывать их, но без ссылки на ресурс
sk_sk: Ukázať ale bez odkazu na zdroj
sl: Prikaži jih, vendar brez povezav na vire
sq: Shfaqni ato por pa lidhje drejt burimit
sr_rs: Prikaži ih ali bez veze do resursa
sv_se: Visa dem men utan länk till resursen
sw_ke: Onyesha lakini bila kiungo cha rasilimali
ta: அவற்றைக் காட்டு ஆனால் வளத்திற்கான இணைப்பு இன்றி
th: แสดงแต่ไม่มีลิงก์ไปยังทรัพยากร
tl_ph: Ipakita ang mga ito ngunit walang link sa resource
tr: Kaynak bağlantısı olmadan göster
uk_ua: Показувати, але без посилання на ресурс
vi_vn: Hiển thị chúng nhưng không có liên kết đến tài nguyên
xh_za: Bonisazela kodwa ngaphandle kwelinki kumsebenzisi
zh_cn: 显示它们但不提供资源链接
zh_tw: 顯示它們但不提供資源連結

source: Templates
ar: القوالب
ast_es: Plantíes
bn_bd: টেমপ্লেট
bs_ba: Predlošci
ca_es: Plantilles
cs_cz: Šablona
da: Skabeloner
de: Vorlagen
el: Πρότυπα
eo: Ŝablonoj
es: Plantillas
es_mx: Plantillas
eu_es: Txantiloiak
fa_ir: قالب ها
fi_fi: Pohjat
fo_fo: Skabelónir
fur: Model
ga: Teimpléid
gl: Plantillas
he_il: תבניות
hi: टेम्पलेट्स
hr_hr: Predlošci
hu_hu: Sablonok
hy: Գաղափարներ
id_id: Template
it: Modelli
ja: テンプレート
ka_ge: შაბლონები
ko_kr: 템플릿
lt_lt: Šablonai
lv_lv: Mācību lapu satura organizācijas šabloni
mk_mk: Шаблони
ms_my: Templat
my_mm: ပုံစံများ
ne: खाका
nl: Sjablonen
nn_no: Malar
oc: Modèls
pl_pl: Szablony
ps: ټیمپلیټونه
pt_br: Modelos
pt_pt: Modelos/templates
ro_ro: Sabloane
ru_ru: Шаблоны
sk_sk: Šablóny
sl: Predloge
sq: Modele
sr_rs: Šabloni
sv_se: Mallar
sw_ke: Vigeuza
ta: முன்னுருதிரைகள்
th: เทมเพลต
tl_ph: Mga Template
tr: Şablonlar
uk_ua: Шаблони
vi_vn: Mẫu
xh_za: Iitemplates
zh_cn: 模板
zh_tw: 範本

source: Enable version check
ar: تمكين التحقق من الاصدار
ast_es: Habilitar la verificación de versiones
bn_bd: সংস্করণ চেক সক্রিয় করুন
bs_ba: Omogući provjeru verzije
ca_es: Activar la verificació de versiones
cs_cz: Povolit kontrolu nové verze
da: Aktivér versionskontrol
de: Aktiviere Versions-Check
el: Ενεργοποίηση ελέγχου έκδοσης
eo: Ŝalti version-kontrolon
es: Activar la verificación de versiones
es_mx: Activar verificación de versión
eu_es: Gaitu bertsioen egiaztapena
fa_ir: فعال سازی چک کننده نسخه
fi_fi: Ota käyttöön version tarkistus
fo_fo: Virkja útgávukontroll
fur: Ativâ controll version
ga: Cumasaigh seiceáil leagan
gl: Activar a verificación de versións
he_il: אפשר בדיקת גרסאות
hi: संस्करण जाँच सक्षम करें
hr_hr: Omogući provjeru verzije
hu_hu: Verzióellenőrzés engedélyezése
hy: Միացնել տարբերակի ստուգումը
id_id: Aktifkan pemeriksaan versi
it: Abilita il controllo di versione
ja: バージョン確認を有効にする
ka_ge: ვერსიის შემოწმების ჩართვა
ko_kr: 버전 확인 활성화
lt_lt: Įjungti versijų tikrinimą
lv_lv: Veikt uzstādītās versijas pārbaudi
mk_mk: Овозможи проверка на верзија
ms_my: Aktifkan semakan versi
my_mm: ဗားရှင်းစစ်ဆေးမှုကို ဖွင့်ပါ
ne: संस्करण जाँच सक्षम गर्नुहोस्
nl: Versiecontrole activeren
nn_no: Aktiver versjonskontroll
oc: Activar la verificacion de version
pl_pl: Włącz sprawdzanie wersji
ps: نسخه چیک فعال کړئ
pt_br: Ativar a verificação das versões
pt_pt: Activar a verificação da versão
ro_ro: Activeaza controlul versiunii.
ru_ru: Включить проверку версии
sk_sk: Aktivovať kontrolu verzie
sl: Omogoči preverjanje različice
sq: Aktivizo kontrollin e versionit
sr_rs: Omogući proveru verzije
sv_se: Aktivera versionskontroll
sw_ke: Wezesha angalia toleo
ta: பதிப்பு சரிபார்ப்பை செயல்படுத்து
th: เปิดใช้งานการตรวจสอบเวอร์ชัน
tl_ph: I-activate ang version check
tr: Versiyon kontrolü aktif
uk_ua: Увімкнути перевірку версії
vi_vn: Kích hoạt kiểm tra phiên bản
xh_za: Vula ukujongwa kweveresheni
zh_cn: 允许版本检查
zh_tw: 啟用版本檢查

source: Internal messaging tool
ar: اداة المراسلة الداخلية
ast_es: Activar la ferramienta de mensaxes
bn_bd: অভ্যন্তরীণ বার্তা প্রেরণ টুল
bs_ba: Alat za interne poruke
ca_es: Habilitar l'eina missatge
cs_cz: Interní komunikační nástroj
da: Intern beskedværktøj
de: Internes Nachrichten-System
el: Εσωτερικό εργαλείο μηνυμάτων
eo: Interna mesaĝilo
es: Habilitar la herramienta mensajes
es_mx: Herramienta de mensajería interna
eu_es: Barne mezuak tresna
fa_ir: ابزار پیام دهی داخلی
fi_fi: Sisäinen viestitystyökalu
fo_fo: Innanhýsis boðsendi verktyg
fur: Strument messagis intern
ga: Uirlis teachtaireachta inmheánach
gl: Habilitar a ferramenta mensaxes
he_il: כלי הודעות פנימי
hi: आंतरिक संदेश उपकरण
hr_hr: Alat za internu poruke
hu_hu: Belső üzenetküldő eszköz
hy: Ներքին հաղորդագրությունների գործիք
id_id: Alat pesan internal
it: Abilita lo scambio di messaggi on-line
ja: 内部のメッセージ ツール
ka_ge: შიდა შეტყობინებების ხელსაწყო
ko_kr: 내부 메시징 도구
lt_lt: Vidinė pranešimų sistema
lv_lv: Iekšējās ziņojumu apmaiņas instruments
mk_mk: Интерно алатка за пораки
ms_my: Alat mesej dalaman
my_mm: အတွင်းပိုင်းမက်ဆေ့ချ်ကိရိယာ
ne: आन्तरिक सन्देश उपकरण
nl: Interne communicatie functionaliteit
nn_no: Intern meldingsteneste
oc: Aisina de messatjeria intèrna
pl_pl: Wewnętrzne narzędzie wiadomości
ps: د داخلي پیغام رسونې وسیل
pt_br: Ativar a ferramenta de mensagens
pt_pt: Ferramenta interna de mensagens
ro_ro: Functionalitatea comunicarii interne
ru_ru: Внутренний инструмент обмена сообщениями
sk_sk: Nástroj vnútorných správ
sl: Interno sporočilno orodje
sq: Mjeti i mesazheve të brendshme
sr_rs: Alat za interne poruke
sv_se: Intern meddelandeverktyg
sw_ke: Zana ya ujumbe wa ndani
ta: உள்ளார்ந்த செய்தி கருவி
th: เครื่องมือส่งข้อความภายใน
tl_ph: Tool para sa internal messaging
tr: İçsel mesajlaşma aracı
uk_ua: Внутрішній інструмент повідомлень
vi_vn: Công cụ nhắn tin nội bộ
xh_za: Isixhobo semiyalezo yangaphakathi
zh_cn: 内部消息工具
zh_tw: 內部訊息工具

source: Booking
ar: الحجز
ast_es: Habilitar la ferramienta de Reserves
bn_bd: বুকিং
bs_ba: Rezervacije
ca_es: Habilitar l'eina de Reserves
cs_cz: Povolit rezervační systém
de: Reservierungs-System
el: Κρατήσεις
eo: Rezervado
es: Habilitar la herramienta de Reservas
es_mx: Reservaciones
eu_es: Erreserba zerbitzua
fa_ir: رزرو
fi_fi: Varaus
fo_fo: Bókun
fur: Prenotazion
ga: Áirithint
gl: Habilitar a ferramenta de Reservas
he_il: הזמנה
hi: बुकिंग
hr_hr: Rezervacije
hu_hu: Foglalás
hy: Պատվեր բրաց
id_id: Pemesanan
it: Abilita il servizio di prenotazione
ja: 予約
ka_ge: ბრჭყალა
ko_kr: 예약
lo: ການຈອງ
lt_lt: Rezervavimas
lv_lv: Rezervēšana
mk_mk: Резервации
ms_my: Tempahan
my_mm: ဘွတ်ကင်လုပ်ခြင်း
ne: बुकिङ
nl: Reservering
nn_no: Reservasjon
oc: Reservacion
pl_pl: Rezerwacja
ps: بوکینګ
pt_br: Ativar ferramenta de reservas
pt_pt: Reservas
ro_ro: Rezervare
ru_ru: Бронирование
sk_sk: Povoliť rezervačný systém
sl: Omogoči sistem rezervacij
sq: Rezervimi
sr_rs: Rezervacije
sv_se: Bokning
sw_ke: Uhifadhi
ta: புக் செய்தல்
th: การจอง
tr: Rezervasyon
uk_ua: Бронювання
vi_vn: Đặt chỗ
xh_za: Ukubhukisha
zh_cn: 预约
zh_tw: 預約
