Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Dear ((firstname)) ((lastname)), You are registered on
ar: عزيري ((firstname)) ((lastname)), انت مسجل في ((sitename)) مع الاعدادات التالية: اسم المستخدم : ((username)) رمز المرور : ((password)) عنوان الموقع ((sitename)) هو : ((url)) اذا واجهتك مشكلة، فعليك ان تتواصل معنا. مع وافر التقدير والاحترام ((admin_name)) ((admin_surname)).
ast_es: Queríu ((firstname)) ((lastname)), Tas rexistráu en
bn_bd: প্রিয় ((firstname)) ((lastname)), আপনি নিবন্ধিত হয়েছেন
bs_ba: Dragi ((firstname)) ((lastname)), Vi ste registrovani na
ca_es: Benvolgut ((firstname)) ((lastname)), Ha estat registrat a ((sitename)) amb la configuració següent: Nom d'usuari : ((username)) Contrasenya : ((password)) L'adreça de ((sitename)) és : ((url)) Si té alguna dificultat, contacti amb nosaltres. Cordialment: ((admin_name)) ((admin_surname)).
cs_cz: Vážený ((firstname)) ((lastname)), jsi registrován na
da: Kære ((firstname)) ((lastname)), Du er registreret på
de: Sehr geehrte/r ((firstname)) ((lastname)), Du bist auf ((sitename)) mit den folgenden Daten registriert: Benutzername: ((username)) Kennwort: ((password)) Die URL zum Einloggen auf ((sitename)) ist: ((url)) Mit freundlichen Grüßen ((admin_name)) ((admin_surname)).
el: Κ ((firstname)) ((lastname)), Έχετε κάνει εγγραφή στο ((sitename)) με τις παρακάτω πληροφορίες: Όνομα χρήστη : ((username)) Συνθηματικό : ((password)) Η διεύθυνση της ((sitename)) είναι : ((url)) Σε περίπτωση προβλήματος παρακαλούμε επικοινωνήστε μαζί μας. Φιλικά ((admin_name)) ((admin_surname)).
eo: Kara ((firstname)) ((lastname)), Vi estas registrita en
es: Estimado ((firstname)) ((lastname)), Ha sido registrado en ((sitename)) con la siguiente configuración: Nombre de usuario : ((username)) Contraseña : ((password)) La dirección de ((sitename)) es : ((url)) Si tiene alguna dificultad, contacte con nosotros. Atentamente: ((admin_name)) ((admin_surname)).
es_mx: Querido ((firstname)) ((lastname)), Estás registrado en
eu_es: ((firstname)) ((lastname))estimatua, Zu erregistratu zara ((sitename)) honetan, honako ezarpen hauekin: Erabiltzaile izena : ((username)) Pasahitza : ((password)) ((sitename)) honen helbidea : ((url))da Problemarik izatekotan, jarri gurekin harremanetan. Adeitasunez ((admin_name)) ((admin_surname)).
fa_ir: عزیز ((firstname)) ((lastname))، شما در
fi_fi: Hyvä ((firstname)) ((lastname)), Sinut on rekisteröity sivustolle
fo_fo: Kæri ((firstname)) ((lastname)), Tú ert skrásettur á
fur: Câr ((firstname)) ((lastname)), Tê si jêt registrât su
ga: A ((firstname)) ((lastname)), Tá tú cláraithe ar
gl: Prezada/o ((firstname)) ((lastname)), Foi rexistrado en ((sitename)) coa seguinte configuración: Nome de usuario : ((username)) Contrasinal : ((password)) A dirección de ((sitename)) é : ((url)) Se ten algunha dificultade, contacte con nós. Atentamente: ((admin_name)) ((admin_surname)).
he_il: היקר ((firstname)) ((lastname), אתה רשום ב ((sitename)) עם ההגדרות הבאות: שם משתמש: ((username)) Pass : ((password)) הכתובת של ((sitename)) היא: ((url)) במקרה של בעיות, צור איתנו קשר. בכבוד רב ((admin_name)) ((admin_surname)).
hi: प्रिय ((firstname)) ((lastname)), आप ((sitename)) पर पंजीकृत हैं
hr_hr: Drag(a) ((firstname)) ((lastname)), Registrirani/la ste na
hu_hu: Kedves ((firstname)) ((lastname)), Regisztrálva van a
hy: Սիրելի ((firstname)) ((lastname)), Դուք գրանցված եք
id_id: Kepada ((firstname)) ((lastname)), Anda terdaftar di
it: Gentile ((firstname)) ((lastname)), Hai effettuato una registrazione ((sitename)) con le seguenti credenziali: Username : ((username)) Pass : ((password)) L'indirizzo di ((sitename)) è : ((url)) Per qualsiasi problema, contattaci. Distinti saluti ((admin_name)) ((admin_surname)).
ja: ((firstname)) ((lastname)) 様、 あなたは以下のコースに登録されました：
ka_ge: პატივცემულო ((firstname)) ((lastname)), თქვენ რეგისტრირებული ხართ
ko_kr: ((firstname)) ((lastname))님께, ((sitename))에 등록되었습니다.
lo: ຮຽນ ((firstname)) ((lastname)), ທ່ານໄດ້ລົງທະບຽນໃນ
lt_lt: Gerb. ((firstname)) ((lastname)), Jūs užsiregistravote
lv_lv: Cienījamais ((firstname)) ((lastname)), Jūs esat reģistrējies vietnē
mk_mk: Почитуван((firstname)) ((lastname)), Вие сте регистрирани на
ms_my: Yang dihormati ((firstname)) ((lastname)), Anda telah didaftarkan pada
my_mm: ချစ်ခင်ရပါသော ((firstname)) ((lastname)), သင်သည် မှတ်ပုံတင်ထားသည်
ne: प्रिय ((firstname)) ((lastname)), तपाईं दर्ता हुनुभएको छ
nl: Beste ((firstname)) ((lastname)), U bent geregistreerd op ((sitename)) met de volgende gegevens: Gebruikersnaam : ((username)) Wachtwoord : ((password)) De URI van de site ((sitename)) is : ((url)) Indien u problemen ondervindt, gelieve ons te contacteren. Met vriendelijke groeten, ((admin_name)) ((admin_surname)).
nn_no: Kjære ((firstname)) ((lastname)), Du er no registrert på
oc: Chèr ((firstname)) ((lastname)), Siáu inscrit sus
pl_pl: Szanowny/a ((firstname)) ((lastname)),
ps: عزيز ((firstname)) ((lastname))، تاسو په دې کې ثبت شوي یاست
pt_br: Caro ((firstname)) ((lastname)), Está registada em ((sitename)) com as seguintes configurações: Username : ((username)) Senha : ((password)) O endereço do ((sitename)) é : ((url)) Em caso de problemas, entre em contato conosco. Com os melhores cumprimentos ((admin_name)) ((admin_surname)).
pt_pt: Caro/a ((firstname)) ((lastname)), assinou em ((sitename) com as configurações seguintes: Nome de utilizador : ((username)) Senha : ((password)) O endereço de ((sitename)) é : ((url)) Caso tenha problemas, contacte-nos. Atenciosamente ((admin_name)) ((admin_surname)).
ro_ro: Stimatul((firstname)) ((lastname)), A fost registrat en ((sitename)) cu urmatoarea configuratie: Nume de uzuariu : ((username)) Parola:((password)) La adresa de ((sitename)) este : ((url)) Daca are vreo dificultate,contactati cu noi. Salutari: ((admin_name)) ((admin_surname)).
ru_ru: Уважаемый ((firstname)) ((lastname)), Вы зарегистрированы на
sk_sk: Vážený ((firstname))((lastname)), ste zaregistrovaný na ((sitename)) s nasledujúcimi parametrami: Používateľské meno: ((username)) Heslo: ((password)) Adresa ((sitename)) je: ((url)) V prípade problémov nás kontaktujte. S pozdravom ((admin_name)) ((admin_surname)).
sl: Spoštovani((firstname)) ((lastname)), Registrirani ste v portal ((sitename)) z naslednjimi podatki: Uporabniško ime : ((username)) Geslo : ((password)) Spletni naslov portala((sitename)) je : ((url)) V primeru težav se obrnite na upravitelja portala. Vaš upravitelj ((admin_name)) ((admin_surname)).
sq: I nderuar ((firstname)) ((lastname)), Ju jeni regjistruar në
sr_rs: Dragi ((firstname)) ((lastname)), Registrovani ste na
sv_se: Kära ((firstname)) ((lastname)), Du är registrerad på
sw_ke: Mpendwa ((firstname)) ((lastname)), Umesajiliwa kwenye
ta: மதிப்புறுத்துக ((firstname)) ((lastname)), நீங்கள் பதிவு செய்யப்பட்டுள்ளீர்
th: เรียน ((firstname)) ((lastname)), คุณได้ลงทะเบียนใน
tl_ph: Mahal na ((firstname)) ((lastname)), Naka-register ka sa
tr: Sayın ((firstname)) ((lastname)), ((sitename)) adresine kayıt oldunuz
uk_ua: Шановний((і)) ((firstname)) ((lastname)), Ви зареєстровані на
vi_vn: Kính gửi ((firstname)) ((lastname)), Bạn đã đăng ký trên
xh_za: Mhlekazi ((firstname)) ((lastname)), Ubhalisiwe ku
zh_cn: 亲爱的 ((firstname)) ((lastname))， 您已在
zh_tw: 親愛的 ((firstname)) ((lastname))， 您已註冊於

source: Once you click on "Create a course", a course is created with a section for Tests, Project based learning, Assessments, Courses, Dropbox, Agenda and much more. Logging in as teacher provides you with editing privileges for this course.
ar: بمجرد نفرك على زر "انشاء مقرر"، فانه سوف يتم انشاء مقرر مع قسم للاختبارات والواجبات والمقررات ومشاركة الملفات والتقويم والمزيد، ان تسجيل الدخول كمدرس سوف يمنحك صلاحيات التحرير في المقرر
ast_es: En calcando Aceptar va crease'l sitiu web d'un cursu, que va tener distintes ferramientes: un xestor de documentos, un creador d'itinerarios d'aprendizase en formatu SCORM, un visualizador de lleiciones o itinerarios d'aprendizaxe; la posibilidá de facer test y unviar trabayos, discutir nos foros y chat, unviar anuncies y recaos, disponer d'una axenda, videoconferencia y pizarra dixital, ferramientes pal trabayu en grupu, facer encuestes y siguimientu de los alumnos, etc. La so identificación como creador d'esti sitiu va permitir que lu modifique según les sos necesidaes.
bn_bd: একবার আপনি "কোর্স তৈরি করুন" এ ক্লিক করলে, একটি কোর্স তৈরি হবে যাতে পরীক্ষা, প্রকল্প ভিত্তিক শিক্ষা, মূল্যায়ন, কোর্স, ড্রপবক্স, এজেন্ডা এবং আরও অনেক কিছুর জন্য বিভাগ থাকবে। শিক্ষক হিসেবে লগইন করলে এই কোর্সের জন্য সম্পাদনা অধিকার পাবেন।
bs_ba: Kada kliknete na "Kreiraj kurs", kurs se kreira sa sekcijom za Testove, Učenje bazirano na projektima, Procjene, Kurseve, Dropbox, Agendu i još mnogo toga. Prijava kao nastavnik daje vam privilegije uređivanja za ovaj kurs.
ca_es: Un cop hagueu clicat Acceptar es crearà el lloc web d'un curs. el qual constarà de diverses eines: un gestor de documents, un creador d'itineraris formatius en format SCORM, un visualitzador de lliçons o itineraris formatius, la possibilitat de realitzar exàmens i lliurar treballs, discutir en fòrums i a través de xat, enviar anuncis i missatges, disposar d'una agenda, videoconferència i pissarra digital, eines per al treball en grup, realitzar enquestes i seguiment dels alumnes, etc. La vostra identificació com a creador d'aquest lloc us permetrà modificar-lo segons les vostres necessitats.
cs_cz: Jedním kliknutím na OK vytvoříte webstránku s Fórem, Agendou, Správou dokumentů atd. Vaše přihlášení, jako tvorce webstránky Vám umožní změnit ji dle Vaší potřeby.
da: Når du klikker ok, vil der blive oprettet en kursusside indeholdende Diskussionforum, Kalender, Dokumenter osv. Som administrator af siden kan du til enhver tid redigere kursussiden efter behov og ønsker
de: Wenn Sie OK geklickt haben, wird ein kompletter Kurs mit Forum, Agenda, Dokument-Manager usw. erstellt. Ihr Login, als Autor des Kurses, erlaubt Ihnen, die Seite für den Kurs entsprechend Ihrer Wünsche und Erfordernisse zu bearbeiten
el: Οταν πατήσετε το «Εντάξει», θα δημιουργηθεί μια ιστοσελίδα με Περιοχή συζητήσεων, Ατζέντα, κ.λπ.. Μπορείτε να τη τροποποιήσετε σύμφωνα με τις απαιτήσεις σας.
eo: Kiam vi klakas sur 'en ordo', kurspaĝo estas kreata kun interalie la eroj: forumo, ligiloj, ekzercoj, agendo kaj kursmaterialo. Ensalutinte vi poste povos ŝanĝi la enhavon
es: Una vez que haya pulsado el botón "Crear curso" se creará el sitio web del curso, en el que dispondrá de múltiples herramientas que podrá configurar para dar al curso su aspecto definitivo: Test o Ejercicios, Proyectos o Blogs, Wikis, Tareas, Creador y visualizador de Lecciones en formato SCORM, Encuestas y mucho más. Su identificación como creador de este sitio automáticamente lo convierte en profesor del curso, lo cual le permitirá modificarlo según sus necesidades.
es_mx: Una vez que usted haya pulsado "Crear Curso", el curso es creado con secciones para exámenes, proyectos basados en el aprendizaje, evaluaciones, cursos, buzón, agenda y muchas cosas más. Al iniciar la sesión como profesor le proporciona privilegios de e
eu_es: Behin eta "Sortu ikastaro bat" botoia klikatu ondoren, ikastaroaren gunea sortuko da eta, bertan, ikastaroari behin betiko itxura emateko tresna ugari izango dituzu eskura hainbat ataletan: Azterketak edo Ariketak, Ikaskuntza Proiketuak edo Blogak, Wikiak, Lanak, SCORM formatuko ikasgaien sortzaile eta bistaratzailea, Inkestak, Dropbox, Agenda eta abar. Gunearen sortzaile gisa agertzeak ikastaroko irakasle bihurtuko zaitu eta beharren arabera editatzeko pribilegioak izango dituzu.
fa_ir: وقتی که دکمۀ تأیید را فشار دادید، یک کلاس درس مجازی با تقویم آموزشی ،ابزارهای مدیریت مدارک، پیامگاه و ... ایجاد خواهد شد. شما به عنوان آفرینندۀ این کلاس درس با استفاده از نام کاربری و رمز عبور خود خواهید توانست آن را به دلخواه خود تغییر دهید.
fi_fi: Kun klikkaat Ok, niin sivustolle luodaan foorumi, esityslista, dokumenttien hallinta yms. Voit muuttaa sivustoa omalla tunnuksellasi.
fo_fo: Tá tú klikkar á "Stoð ein kurs", verður ein kurs stovnaður við bólki fyri próv, verkætlað lærugrein, matingar, kursar, Dropbox, dagføra og nógv meira. Innloggað sum lærarari gevur tær rættindi at broyta henda kursin.
fur: Une volte che clichi su "Cree un curs", un curs e vign dal cun une sezion par Tests, Project based learning, Assessments, Courses, Dropbox, Agenda e ben di plui. Jentrant come dîsîdant al doi lis privilegi di edizion par chest curs.
ga: Nuair a chliceálann tú ar "Cúrsa a chruthú", cruthaítear cúrsa le rannóg le haghaidh Tástálacha, Foghlm bunaithe ar thionscadail, Measúnuithe, Cúrsaí, Dropbox, Agenda agus i bhfad níos mó. Logáil isteach mar mhúinteoir tugann pribhléidí eagarthóireachta duit don chúrsa seo.
gl: Unha vez que vostede prema OK, crearase unha web que incluirá Foro, Lista de ligazóns, Exercicios, Axenda, Lista de documentos... Por medio do seu código de identificación, vostede poderá modificar o seu contido
he_il: ברגע שאתה לוחץ על "צור קורס", נוצר קורס עם קטע למבחנים, למידה מבוססת פרויקטים, הערכות, קורסים, דרופבוקס, אג'נדה ועוד הרבה יותר. כניסה כמורה מספקת לך הרשאות עריכה לקורס זה.
hi: जैसे ही आप "कोर्स बनाएं" पर क्लिक करेंगे, एक कोर्स बनाया जाएगा जिसमें परीक्षण, प्रोजेक्ट आधारित लर्निंग, मूल्यांकन, कोर्स, ड्रॉपबॉक्स, एजेंडा आदि के लिए अनुभाग होंगे। शिक्षक के रूप में लॉगिन करने पर आपको इस कोर्स के लिए संपादन विशेषाधिकार मिलेंगे।
hr_hr: Kad pritisnete OK web stranice će biti izrađene, uključujući forum, raspored, upravljanje dokumentima, itd. Vašom prijavom, kao tvorcu web stranice, omogućava vam se izmjena stranice prema vlastitim zahtjevima.
hu_hu: Amint az OK-re kattint, létrejön az új kurzus honlapja fórummal, naptárral, dokumentum szerkesztővel és az egyéb eszközökkel. A kurzus létrehozójaként vagy adminisztrátoraként később igényei szerint testreszabhatja a kurzust.
hy: Երբ սեղմեք «Ստեղծել դասընթաց», կստեղծվի դասընթաց՝ Tests, Project based learning, Assessments, Courses, Dropbox, Agenda բաժիններով և շատ ավելին: Մուտք գործելով որպես ուսուցիչ՝ կստանաք խմբագրման իրավունքներ այդ դասընթացի համար:
id_id: Begitu anda klik OK, Situs berisi Forum, Agenda, Document manager dll. dibuat. Login anda sebagai kreator situs, memungkinkan untuk memodifikasinya sesuai kebutuhan anda.
it: Una volta cliccato su 'Conferma' verrà creato un sito contenente Forum, Collegamenti, Test, Agenda, Documenti... . Potrai modificarne il contenuto accedendo con il tuo identificativo di creatore del corso.
ja: 办搀OKをクリックすると、柴的技や徒年、矢今マネ〖ジャ〖烧のサイトが叫丸ます。サイト侯喇荚としてログインすると、サイトを饯赖することが叫丸ます。
ka_ge: როგორც კი დააჭერთ "კურსის შექმნას", შეიქმნება კურსი ტესტების, პროექტებზე დაფუძნებული სწავლების, შეფასებების, კურსების, Dropbox-ის, კალენდრის და სხვა მრავლის განყოფილებებით. მასწავლებლად შეყვანა მოგცემთ რედაქტირების უფლებებს ამ კურსზე.
ko_kr: OK를 클릭하면, 포럼, 일정, 문서 관리자 등을 가진 웹사이트를 생성하게 됩니다. 웹사이트의 생성자로 로그인하면, 자신의 필요에 따라 변경이 가능합니다.
lo: ເມື່ອທ່ານຄລິກທີ່ "ສ້າງຫຼັກສູດ", ຫຼັກສູດຈະຖືກສ້າງຂຶ້ນພ້ອມກັບສ່ວນສຳລັບການທົດສອບ, ການຮຽນຮູ້ແບບໂຄງການ, ການປະເມີນ, ຫຼັກສູດ, Dropbox, ວາລະ ແລະ ອື່ນໆ. ການເຂົ້າສູ່ລະບົບໃນຖານະຄູຈະໃຫ້ສິດທ່ານໃນການແກ້ໄຂຫຼັກສູດນີ້.
lt_lt: Kai tik nuspausite TAIP, bus sukurtas visas tinklapis su Forumu, Darbotvarke, Dokumentų tvarkykle. Kaip kurso vadovas, galėsite keisti viso kurso turinį pagal savo poreikius.
lv_lv: Tiklīdz nospiedīsiet OK, tiks izveidota kursa mājas lapa ar Forumu, Plānotāju, Dokumentu rīku, u.t.t. Piesakoties sistēmā ar savu lietotājvārdu un paroli, Jūs varēsiet veidot un labot šo kursa mājas lapu.
mk_mk: Ако еднаш кликнете на Добро, сајтот со Форум, Распоред, Управувач_со документи итн ќе биде креиран. Вашето најавување како креатор на сајтот Ви допушта да правите измени низ него, согласно со вашите потреби.
ms_my: Apabila anda klik pada butang <b>Proses</b>,satu Laman Subjek yang mempunyai Forum, Agenda, Pengumuman dan sebagainya akan dibina. Anda boleh mengubahsuai Laman Subjek tersebut mengikut keperluan anda
my_mm: "သင်တန်းဖန်တီးပါ" ကို နှိပ်လိုက်သည်နှင့်၊ စမ်းသပ်မှုများ၊ ပရောဂျက်အခြေပြုသင်ယူမှု၊ အကဲဖြတ်မှုများ၊ သင်တန်းများ၊ ဒရော့ပ်ဘောက်စ်၊ အစီအစဉ်နှင့် အခြားများစွာအတွက် အပိုင်းတစ်ခုပါသော သင်တန်းတစ်ခုကို ဖန်တီးမည်ဖြစ်သည်။ ဆရာအဖြစ် အကောင့်ဝင်ခြင်းသည် ဤသင်တန်းအတွက် တည်းဖြတ်ခွင့်များကို ပေးအပ်သည်။
ne: जब तपाईं "कोर्स सिर्जना गर्नुहोस्" मा क्लिक गर्नुहुन्छ, परीक्षणहरू, परियोजना आधारित सिकाइ, मूल्याङ्कनहरू, कोर्सहरू, ड्रपबक्स, एजेन्डा र धेरै कुराका लागि खण्डसहित कोर्स सिर्जना हुन्छ। शिक्षकको रूपमा लगइन गर्दा तपाईंलाई यो कोर्सको लागि सम्पादन विशेषाधिकार प्राप्त हुन्छ।
nl: Wanneer u op OK klikt, wordt een cursuspagina aangemaakt met o.a. de onderdelen: forum, links, oefeningen, agenda en cursusmateriaal. Met uw log-in kan u de inhoud later wijzigen.
nn_no: Når du klikker ok, blir det oprettet en kursusside indeholdende Diskusjonsforum, Kalender, Dokumenter osv. Som administrator av siden kan du til enhver tid redigere kursussiden efter behov og ønsker
oc: Un còp qu'auretz clicat Acceptar se crearà lo sit dau cors, aqueu comprendrà d'instruments variats: un gestionari de documents, un creator d'itineraris de formacion en format SCORM, un visualizator de leiçons ò d'itineraris de formacion, la possibilitat de realizar d'examens e de liurar de pretzfachs, de charrar dins de fòrums e per lo mejan de barjacadas, de mandar d'anóncias e de messatges, de dispausar d'un agenda, de videoconferéncias e d'un tablèu digitau, d'aisinas per trabalhar en grop e lo seguit deis estudiants, eca. Vòstra identifiacion per creator d'aqueste sit vos permetrà de lo modificar segon lo bòn besonh.
pl_pl: Kliknięcie OK spowoduje utworzenie stron kursu z Forum, Terminarzem, Obszarem dokumentów itd. Tylko Ty, jako twórca kursu możesz te strony modyfikować
ps: کله چې تاسو په "د کورس جوړول" کلیک وکړئ، یو کورس جوړیږي چې د ازموینو، پروژه پر بنسټ زده کړه، ارزونې، کورسونه، ډراپ باکس، ایجنډا او ډېر نورو لپاره برخه لري. د ښوونکي په توګه ان لاګ ان کول تاسو ته د دې کورس لپاره ایډیټ کولو اجازې ورکوي.
pt_br: Após clicar em OK, será criado um curso com uma seção de testes/exercícios, projeto de rota de aprendizagem, avaliações, cursos, caixa de documentos compartilhados, Agenda e muito mais. Ao registar-se como professor será atribuídos privilégios para poder editar esse curso.
pt_pt: Após clicar em "Criar um curso", será criado um curso com uma secção de testes/exercícios, projecto percurso de aprendizagem, avaliações, cursos, caixa de entregas, Agenda e muito mais. Ao registar-se como instrutor ser-lhe-ão atribuídos privilégios para poder editar esse curso.
ro_ro: De indata ce ati apasat pe butonul "Creaza cursul" se va crea situl web a cursului, in care va dispune de mai multiple instrumente care pot configura pentru a da cursului un aspect definit: Test sau Exercitii, Proiecte sau Blogs, Wikis, Teme, Creator si vizualizator de Lectii in formatul SCORM, Sondaje si mai multe. Identificarea ca creatorul acestui site va face automat profesor al cursului, care va permite modificarea sa potrivit nevoilor dumneavoastră.
ru_ru: Как только Вы щелкните ОК, вебсайт с Форумом, Повесткой дня, Управлением документами и т.д. будет создан. Ваше имя пользователя (логин), как создателя вебсайта, позволяет Вам изменять их согласно личным требованиям.
sk_sk: Kliknutím na OK sa vytvorí stránka z agendou, fórom, menežérom dokumentov atď. Prihlásenie vaším menom, ako tvorcom Vam umožní ju meniť podľa potreby.
sl: Ko kliknes OK, se bo tvorila stran s forumom, agendo, upravnikom dokumentov itd. Tvoje uporabniško ime ti, kot tvorcu tečaja, dovoljuje spremembe, ki ustrezajo tvojim potrebam.
sq: Pasi të klikoni në "Krijo një kurs", krijohet një kurs me një seksion për Teste, Mësim bazuar në projekte, Vlerësime, Kurse, Dropbox, Agjendë dhe shumë më tepër. Hyrja si mësues ju jep privilegje redaktimi për këtë kurs.
sr_rs: Kada kliknete na OK, Forum, Agenda, Organizator dokumenata i td. će biti kreiran. Kao osoba koja je kreirala sajt imate mogućnost da to modifikujete prema vašim potrebama.
sv_se: När du klickar på OK, kommer en sajt att skapas med Forum, Agenda, Dokumenthanterare m.m. Ditt login, som skapare av sajten, ger dig möjlighet att modifiera den efter dina behov.
sw_ke: Mara tu unapobonyeza "Unda kozi", kozi inaundwa na sehemu kwa Majaribio, Kujifunza kwa Msingi wa Mradi, Tathmini, Kozi, Dropbox, Agendo na mengi zaidi. Kuingia kama mwalimu hukupa vibali vya kuhariri kozi hii.
ta: "பாடத்தை உருவாக்கு" என்பதை கிளிக் செய்தவுடன், சோதனைகள், திட்ட அடிப்படையிலான கற்றல், மதிப்பீடுகள், பாடங்கள், டிராப்பாக்ஸ், நிகழ்ச்சி அட்டவணை மற்றும் இன்னும் பலவற்றுக்கான பிரிவுடன் ஒரு பாடம் உருவாக்கப்படும். ஆசிரியராக உள்நுழைவது இந்த பாடத்திற்கான திருத்தல் அதிகாரங்களை வழங்கும்.
th: เมื่อคุณคลิกปุ่ม ตกลง ระบบจะทำการสร้างโฮมเพจที่มีเครื่องมือสำหรับการกำหนดค่าของระบบบริหารจัดการในส่วนประกอบต่างๆของรายวิชา เช่นการจัดการเอกสารของรายวิชา จัดกลุ่มการอภิปราย , กำหนดการของรายวิชา และ ฯลฯ ที่คุณสามารถเลือกกำหนด เพิ่มเติม ปรับปรุงหรือเปลี่ยนแปลงหัวข้อใดๆ ภายในรายวิชาของคุณได้เมื่อต้องการ ในฐานะของผู้สร้างวิชา.
tl_ph: Kapag nag-click ka ng "Create a course", isang course ang nilikha na may section para sa Tests, Project based learning, Assessments, Courses, Dropbox, Agenda at marami pang iba. Ang pag-log in bilang guro ay nagbibigay sa iyo ng editing privileges para sa course na ito.
tr: OK tıkladığınızda, Forum, Gündem, Belge Yönetimi vs. araçlarla birlikte bu dersin sitesi yaratılır. Kullanıcı adınız ve şifrenizle giriş yaparak siteyi isteğiniz şekilde düzenleyebilirsiniz.
uk_ua: Як тільки ви натиснете ОК, сайт з Форумом, Планом та менеджером Документів буде створено. Ви будете мати можливість змінювати його контент, коли завгодно.
vi_vn: Sau khi bấm OK, một website sẽ được tạo ra với đầy đủ các chuyên mục. Bạn chỉ cần đăng nhập và hiệu chỉnh theo ý muôn.
xh_za: Nje ukuba ucofe ku"Yenza ikhosi", ikhosi iyakhiwa kunye necandelo leMivavanyo, Ukufunda okusekwe kwiprojekthi, Uvavanyo, Izifundo, Dropbox, I-Agenda kunye nezinye izinto ezininzi. Ukungena njengomqeqeshi kukunika amalungelo okuhlela kweli khosi.
zh_cn: 点击确定后，将创建您的课程，该课程具有课程论坛、教学计划、讲义材料管理等；登录后您可以按照需要添加课程内容。
zh_tw: 點擊確定後，將創建您的課程，該課程具有課程論壇、教學計畫、講義材料管理等；登錄後您可以按照需要添加課程內容。
