Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Maximum width in pixels of a user image. This setting only applies if user images are set to be resized on upload.
ar: الحد الأقصى بالبيكسل لعرض صورة مستخدم. ينطبق هذا فقط على الصور المطلوب إعادة تحجيمها عند تحميلها
ast_es: Anchu másimu en píxeles de la imaxe d'un usuariu. Esti axuste aplícase namás si les imáxenes de los usuarios se configuren pa que se redimensionen de la que s'unvíen.
bn_bd: ব্যবহারকারী ছবির সর্বোচ্চ প্রস্থ পিক্সেলে। এই সেটিং শুধুমাত্র আপলোডের সময় ছবি আকার পরিবর্তন করা হলে প্রযোজ্য।
bs_ba: Maksimalna širina u pikselima za sliku korisnika. Ova postavka važi samo ako su slike korisnika postavljene da se promijene na učitavanju.
ca_es: Amplada màxima en píxels per les imatges descarregades. Aquesta configuració no té efecte si el redimensionament de les imatges no ha estat activat
cs_cz: Maximální šířka obrázku v pixelech. Tato vlastnost je aplikována tehdy, pokud uživatelské obrázky mají zvolenou změnu velikosti při nahrávání.
da: Maksimum bredde i pixels. Indstillingen gør sig kun gældende, hvis man ved upload har bedt om at ændre billedets størrelse.
de: Maximale Breite eines Benutzerbildes in Pixeln. Diese Angabe hat nur dann Wirkung, wenn Benutzerbilder beim Upload in der Größe verändert werden sollen
el: Μέγιστο πλάτος σε εικονοστοιχεία εικόνας χρήστη. Ισχύει μόνο αν οι εικόνες χρηστών ρυθμίζονται να αλλάζουν μέγεθος κατά το ανέβασμα.
eo: Maksimuma bildlarĝo en bilderoj de bildo de uzanto. Tiu aranĝo validas nur, se bildoj estas malpligrandigendaj dum alŝutado.
es: Anchura máxima en pixeles de la imagen de un usuario. Este ajuste se aplica solamente si las imágenes de lo usuarios se configuran para ser redimensionadas al enviarse.
es_mx: Ancho máximo en pixeles para la imagen de usuario. Esta característica solo aplica si las imágenes están configuradas para ser redimensionadas al ser subidas.
eu_es: Erabiltzaileen irudien gehieneko zabalera pixeletan. Konfigurazio hau ezarriko da baldin eta, erabiltzaileek kargatzean, irudien tamaina aldatzeko konfiguratzen bada bakarrik.
fa_ir: حداکثر عرض به پیکسل تصویر کاربر. این تنظیم فقط اعمال می‌شود اگر تصاویر کاربر برای تغییر اندازه هنگام آپلود تنظیم شده باشد.
fi_fi: Käyttäjäkuvan enimmäisleveys pikseleissä. Tämä asetus pätee vain, jos käyttäjäkuvat on asetettu muutettaviksi kooltaan latauksen yhteydessä.
fo_fo: Meðstóra breidd í pixelum av brúkaramynd. Hetta stillingin galdur bert um brúkaramyndir eru settar til at verða vísst stærri við upplaðing.
fur: Larghiece massime in pixelis di une imagjine utent. Cheste impostazion si aplliche dome se lis immagini utent a son impostadis par jessi ridimensionadis durant il caregi.
ga: Uasdleithid i bpicisil d'íomhá úsáideoirí. Ní bhfuil an socrú seo infheidhmithe ach má tá íomhánna úsáideoirí socraithe le hathrú ar uaslódáil.
gl: Anchura máxima en píxels dunha imaxe do usuario. Este axuste aplícase somente se as imaxes do usuario fosen axustadas para seren redimensionadas ao subilas.
he_il: רוחב מקסימלי בפיקסלים של תמונת משתמש. הגדרה זו חלה רק אם הוגדרו לשינוי גודל של תמונות משתמש בהעלאה.
hi: उपयोगकर्ता छवि की अधिकतम चौड़ाई पिक्सेल में। यह सेटिंग केवल तभी लागू होती है जब उपयोगकर्ता छवियों को अपलोड पर आकार बदलने के लिए सेट किया गया हो।
hr_hr: Maksimalna širina u pikselima slike korisnika. Ova postavka se primjenjuje samo ako su slike korisnika postavljene za promjenu veličine na učitavanju.
hu_hu: A felhasználói kép maximális szélessége képpontban (pixel). Ez a beállítás csak akkor lesz figyelembe véve, ha a kép feltöltésekor ki lesz választva az átméretezés.
hy: Օգտատիրոջ պատկերի առավելագույն լայնությունը պիքսելներով: Այս պարամետրը կիրառվում է միայն, եթե օգտատիրոջ պատկերները սահմանվել են փոփոխվել վերբեռնման ժամանակ:
id_id: Lebar maksimum dalam pixel gambarnya user. Setting ini berlaku jika gambar user di-set untuk di-resized pada saat di-upload.
it: Larghezza massima in pixel (il ridimensionamento avverrà se è attiva l'opzione relativa per le immagini dell'utente).
ja: ユーザ画像のピクセル単位の最大幅。この設定はユーザ画像をアップロード時にリサイズする場合にのみ適用されます。
ka_ge: მომხმარებლის სურათის მაქსიმალური სიგანე პიქსელებში. ეს პარამეტრი მოქმედებს მხოლოდ მაშინ, თუ მომხმარებლის სურათები დაგეგმილია ზომის შეცვლისთვის ატვირთვისას.
ko_kr: 사용자 이미지의 픽셀 단위 최대 너비. 사용자 이미지가 업로드 시 크기 조정되도록 설정된 경우에만 적용됩니다.
lo: ຄວາມກວ້າງສູງສຸດຂອງຮູບພາບຜູ້ໃຊ້ເປັນພິກເຊວ. ການຕັ້ງຄ່ານີ້ມີຜົນສະເພາະຖ້າຮູບພາບຜູ້ໃຊ້ຖືກຕັ້ງໃຫ້ປັບຂະໜາດເມື່ອອັບໂຫຼດ.
lt_lt: Maksimalus paveikslėlio plotis pikseliais. Šis nustatymas veikia tik tuomet, jei įkeliant keičiamas paveikslėlio dydis.
lv_lv: Lietotāja portreta maksimālais platums pikseļos. <br>Šis uzstādījums attiecas tikai tad, ja lietotāja attēla izmēri ir jāmaina to augšupielādējot.
mk_mk: Максимална ширина во пиксели на сликата на корисникот. Оваа поставка се применува само ако сликите на корисникот при качувањето се подесени така што да може да им се менува големината.
ms_my: Lebar maksimum dalam piksel bagi imej pengguna. Tetapan ini hanya digunakan jika imej pengguna ditetapkan untuk diubah saiz semasa muat naik.
my_mm: အသုံးပြုသူပုံ၏ အများဆုံးအကျယ် (ပစ်ဆယ်ဖြင့်)။ ဤဆက်တင်သည် အသုံးပြုသူပုံများကို တင်သွင်းချိန်တွင် အရွယ်အစားပြောင်းရန် သတ်မှတ်ထားမှသာ အကျုံးဝင်သည်။
ne: प्रयोगकर्ता छविको पिक्सेलमा अधिकतम चौडाइ। यो सेटिङ अपलोड गर्दा प्रयोगकर्ता छविहरू पुन:आकार दिइने अवस्थामा मात्र लागू हुन्छ।
nl: Maximumbreedte in pixels van een gebruikersafbeelding. Deze instelling is enkel van toepassing als afbeeldingen verkleind moeten worden bij het uploaden.
nn_no: Maksimal bredde i pikslar for eit brukarbilte. Denne innstillinga gjeld berre om brukarbilete er sett til å endre storleik ved opplasting.
oc: Largor maximala en pixèls d'una imagina d'utilizaire. Aqueste parametriatge s'aplica solament se las imaginas d'utilizaire son configuradas per èsser redimensionadas a l'enviament.
pl_pl: Maksymalna szerokość w pikselach obrazu użytkownika. To ustawienie działa tylko jeśli zdjęcia użytkowników mogą być zmieniane po przesłaniu.
ps: د کاروونکي انځور غوره پراختیا په پېکسلونو کې. دا تنظیم یوازې پلي کېږي که کاروونکي انځورونه په اپلوډ کې اندازه بدل کېدل تنظیم شوي وي.
pt_br: Largura máxima em pixels de uma imagem do usuário. Este ajuste aplica-se somente se as imagens do usuário forem ajustadas para ser redimensionadas no upload.
pt_pt: Tamanho máximo da largura da imagem de um utilizador em pixels. Esta opção só se aplica se as imagens do utilizador estiverem definidas para serem redimensionada no momento do envio.
ro_ro: Latimea maxima in pixeli a imaginii utilizatorului. Aceasta setare se aplica doar daca imaginile utilizatorului sunt setate sa fie resesizate la incarcare.
ru_ru: Максимальная ширина изображения пользователя в пикселях . Эта опция применяется только, если изменяются размеры изображения пользователя при его загрузке.
sk_sk: Maximálna šírka obrázku používateľa v pixeloch. Toto nastavenie platí v prípade, že pri načítavaní obrázku je nastavená zmena veľkosti obrázku používateľa.
sl: Največja širina uporabnikove slike, podana v pixlih. Ta nastavitev velja le v primeru, da je potrebno prenešeno sliko redimenzionirati.
sq: Gjerësia maksimale në pikselë e një imazhi përdoruesi. Ky rregullim zbatohet vetëm nëse imazhet e përdoruesve janë vendosur të rifuqizohen gjatë ngarkimit.
sr_rs: Maksimalna širina u pikselima za sliku korisnika. Ovo podešavanje važi samo ako su slike korisnika podešene da se menjaju veličine pri otpremanju.
sv_se: Max antal pixlar på bredden på användarbild. Denna inställning tillämpas om användarbild skalas vid uppladdning.
sw_ke: Upana wa juu kwa pikseli wa picha ya mtumiaji. Mipangilio hii inatumika tu ikiwa picha za watumiaji zimewekwa kubadilishwa ukubwa wakati wa kupakia.
ta: பயனர் படத்தின் அதிகபட்ச அகலம் பிக்சல்களில். இந்த அமைப்பு பயனர் படங்கள் அணுகும்போது மாற்றுகளுக்கு உட்படுத்தப்பட்டால் மட்டும் பொருந்தும்.
th: ความกว้างสูงสุดในพิกเซลของภาพผู้ใช้ การตั้งค่านี้ใช้ได้เฉพาะเมื่อตั้งค่าภาพผู้ใช้ให้ปรับขนาดตอนอัปโหลด
tl_ph: Pinakamataas na lapad sa pixels ng larawan ng gumagamit. Ang setting na ito ay naaaplay lamang kung ang mga larawan ng gumagamit ay nakatakda na baguhin ang sukat sa pag-upload.
tr: Bir kullanıcı resiminin en büyük genişliği. Bu özellik yalnızca eğer kullanıcı resimleri yüklemede yeniden boyutlandırılabilir olarak seçildiyse uygulanabilir.
uk_ua: Максимальна ширина малюнка користувача в пікселях. Ця опція застосовується, якщо встановлено можливість зміни розміру зображення при завантаженні.
vi_vn: Chiều rộng tối đa tính bằng pixel của ảnh người dùng. Thiết lập này chỉ áp dụng nếu ảnh người dùng được thiết lập thay đổi kích thước khi tải lên.
xh_za: Ububanzi obuphezulu ngeepikseli yomfanekiso womsebenzisi. Olu seting lusebenza kuphela ukuba imifanekiso yabasebenzisi imiselwe ukuba iqinisiswe ngobubanzi xa ilayishwa.
zh_cn: 用户图片的最大象素宽度. 此项设置仅适用于用户图片设置为上传后可调整大小.
zh_tw: 使用者圖片最大寬度像素。若選定調整使用者上載圖片尺寸方會應用此功能。

source: Maximum user image height
ar: الحد الأقصى لارتفاع صورة المستخدم
ast_es: Altu másimu de la imaxe d'usuariu
bn_bd: ব্যবহারকারী ছবির সর্বোচ্চ উচ্চতা
bs_ba: Maksimalna visina slike korisnika
ca_es: Alçada màxima de les imatges
cs_cz: Maximální výška obrázku (px)
da: Maksimum højde
de: Maximale Benutzerbild-Höhe
el: Μέγιστο ύψος εικόνας χρήστη
eo: Maksimuma alto de bildo de uzanto
es: Altura máxima de la imagen del usuario
es_mx: Alto máximo de la imagen de usuario
eu_es: Erabiltzailearen irudiaren gehieneko garaiera
fa_ir: حداکثر ارتفاع تصویر کاربر
fi_fi: Käyttäjäkuvan enimmäiskorkeus
fo_fo: Meðstóra brúkaramynd hædd
fur: Altece massime immagini utent
ga: Uasairde íomhá úsáideoirí
gl: Altura máxima da imaxe do usuario
he_il: גובה מקסימלי של תמונת משתמש
hi: उपयोगकर्ता छवि की अधिकतम ऊँचाई
hr_hr: Maksimalna visina slike korisnika
hu_hu: Felhasználói kép maximális magassága
hy: Օգտատիրոջ պատկերների առավելագույն բարձրություն
id_id: Ukuran tinggi maksimum gambar user
it: Massima altezza per l'immagine dell'utente
ja: ユーザ画像の最大高さ
ka_ge: მომხმარებლის სურათის მაქსიმალური სიმაღლე
ko_kr: 사용자 이미지 최대 높이
lt_lt: Vartotojo nuotraukos maksimalus aukštis
lv_lv: Maksimālais lietotāja attēla augstums
mk_mk: Максимална висина на сликата на корисникот
ms_my: Tinggi maksimum imej pengguna
my_mm: အသုံးပြုသူပုံ၏ အများဆုံးအမြင့်
ne: प्रयोगकर्ता छविको अधिकतम उचाइ
nl: Maximumhoogte gebruikersafbeelding
nn_no: Maksimal brukarbilte-høgde
oc: Nautor maximala de l'imagina d'utilizaire
pl_pl: Maksymalna wysokość zdjęcia użytkownika
ps: د کاروونکي انځور غوره لوړوالی
pt_br: Altura máxima da imagem do usuário
pt_pt: Tamanho máximo da imagem do utilizador em altura
ro_ro: Inaltimea maxima a imaginii utilizatorului
ru_ru: Максимальная высота изображения пользователя
sk_sk: Maximálna výška obrázku používateľa
sl: Največja višina uporabnikove slike
sq: Lartësia maksimale e imazhit të përdoruesit
sr_rs: Maksimalna visina slike korisnika
sv_se: Maxhöjd på användarbild
sw_ke: Urefu wa juu wa picha ya mtumiaji
ta: பயனர் படத்தின் அதிகபட்ச உயரம்
th: ความสูงของภาพใหญ่สุดที่กำหนด
tl_ph: Pinakamataas na taas ng larawan ng gumagamit
tr: Kullanıcı resmi en fazla yüksekliği
uk_ua: Максимальна висота малюнка користувача
vi_vn: Chiều cao tối đa ảnh người dùng
xh_za: Ubude obuphezulu bemifanekiso yabasebenzisi
zh_cn: 用户图片的最大高度
zh_tw: 使用者圖片最大高度像素。

source: Maximum height in pixels of a user image. This setting only applies if user images are set to be resized on upload.
ar: الحد الأقصى بالبيكسل لارتفاع صورة مستخدم. ينطبق هذا فقط على الصور المطلوب إعادة تحجيمها عند تحميلها
ast_es: Altu másimu en pixeles de la imaxe d'un usuariu. Esta configuración val namás si les imáxenes de los usuarios configurárense pa que se redimensionen de la que s'unvíen.
bn_bd: ব্যবহারকারী ছবির সর্বোচ্চ উচ্চতা পিক্সেলে। এই সেটিং শুধুমাত্র আপলোডের সময় ছবি আকার পরিবর্তন করা হলে প্রযোজ্য।
bs_ba: Maksimalna visina u pikselima za sliku korisnika. Ova postavka važi samo ako su slike korisnika postavljene da se promijene na učitavanju.
ca_es: Alçada màxima en píxels de les imatges descarregades. Aquesta configuració no té efecte si el redimensionament de les imatges no ha estat activat.
cs_cz: Maximální výška obrázku v pixelech. Tato vlastnost je aplikována tehdy, pokud uživatelské obrázky mají zvolenou změnu velikosti při nahrávání.
da: Maksimum højde i pixels. Indstillingen gør sig kun gældende, hvis billedet ved upload skal ændre størrelse.
de: Maximale Höhe des Benutzerbildes in Pixeln. Diese Angabe hat nur dann Wirkung, wenn Benutzerbilder beim Upload in der Größe verändert werden sollen.
el: Μέγιστο ύψος σε εικονοστοιχεία εικόνας χρήστη. Ισχύει μόνο αν οι εικόνες χρηστών ρυθμίζονται να αλλάζουν μέγεθος κατά το ανέβασμα.
eo: Maksimuma alto en bilderoj de bildo de uzanto. Tiu aranĝo validas nur, se bildoj estas malgrandigendaj dum alŝutado.
es: Altura máxima en pixels de la imagen de un usuario. Esta configuración sólo se aplica si las imágenes de los usuarios han sido configuradas para ser redimensionadas al enviarse.
es_mx: Alto máximo en pixeles para la imagen de usuario. Esta característica solo aplica si las imágenes están configuradas para ser redimensionadas al ser subidas.
eu_es: Erabiltzaileen irudien gehieneko garaiera pixeletan. Konfigurazio hau ezarriko da baldin eta, erabiltzaileek kargatzean, irudien tamaina aldatzeko konfiguratzen bada bakarrik.
fa_ir: حداکثر ارتفاع به پیکسل تصویر کاربر. این تنظیم فقط اعمال می‌شود اگر تصاویر کاربر برای تغییر اندازه هنگام آپلود تنظیم شده باشد.
fi_fi: Käyttäjäkuvan enimmäiskorkeus pikseleissä. Tämä asetus pätee vain, jos käyttäjäkuvat on asetettu muutettaviksi kooltaan latauksen yhteydessä.
fo_fo: Meðstóra hædd í pixelum av brúkaramynd. Hetta stillingin galdur bert um brúkaramyndir eru settar til at verða vísst stærri við upplaðing.
fur: Altece massime in pixelis di une imagjine utent. Cheste impostazion si aplliche dome se lis immagini utent a son impostadis par jessi ridimensionadis durant il caregi.
ga: Uasairde i bpicisil d'íomhá úsáideoirí. Ní bhfuil an socrú seo infheidhmithe ach má tá íomhánna úsáideoirí socraithe le athrú ar uaslódáil.
gl: Altura máxima en píxels dunha imaxe do usuario. Este axuste aplícase somente se as imaxes do usuario fosen axustadas para ser redimensionadas ao seren subidas
he_il: גובה מקסימלי בפיקסלים של תמונת משתמש. הגדרה זו חלה רק אם הוגדרו לשינוי גודל של תמונות משתמש בהעלאה.
hi: उपयोगकर्ता छवि की अधिकतम ऊँचाई पिक्सेल में। यह सेटिंग केवल तभी लागू होती है जब उपयोगकर्ता छवियों को अपलोड पर आकार बदलने के लिए सेट किया गया हो।
hr_hr: Maksimalna visina u pikselima slike korisnika. Ova postavka se primjenjuje samo ako su slike korisnika postavljene za promjenu veličine na učitavanju.
hu_hu: A felhasználói kép maximális magassága képpontban (pixel). Ez a beállítás csak akkor lesz figyelembe véve, ha a kép feltöltésekor ki lesz választva az átméretezés.
hy: Օգտատիրոջ պատկերի առավելագույն բարձրությունը պիքսելներով: Այս պարամետրը կիրառվում է միայն, եթե օգտատիրոջ պատկերները սահմանվել են փոփոխվել վերբեռնման ժամանակ:
id_id: Tinng maksimum (dalam pixel) ukuran gambarnya user. Setting ini berlaku jika gambar user di-set untuk di-resize pada saat di-upload.
it: Altezza massima in pixel (il ridimensionamento avverrà se è attiva l'opzione relativa per le immagini dell'utente).
ja: ユーザ画像のピクセル単位の最大高さ。この設定はユーザ画像をアップロード時にリサイズする場合にのみ適用されます。
ka_ge: მომხმარებლის სურათის მაქსიმალური სიმაღლე პიქსელებში. ეს პარამეტრი მოქმედებს მხოლოდ მაშინ, თუ მომხმარებლის სურათები დაგეგმილია ზომის შეცვლისთვის ატვირთვისას.
ko_kr: 사용자 이미지의 픽셀 단위 최대 높이. 사용자 이미지가 업로드 시 크기 조정되도록 설정된 경우에만 적용됩니다.
lo: ຄວາມສູງສູງສຸດຂອງຮູບພາບຜູ້ໃຊ້ເປັນພິກເຊວ. ການຕັ້ງຄ່ານີ້ມີຜົນສະເພາະຖ້າຮູບພາບຜູ້ໃຊ້ຖືກຕັ້ງໃຫ້ປັບຂະໜາດເມື່ອອັບໂຫຼດ.
lt_lt: Maksimalus paveikslėlio aukštis pikseliais. Šis nustatymas veikia tik tuomet, jei įkeliant keičiamas paveikslėlio dydis.
lv_lv: Lietotāja portreta maksimālais augstums pikseļos. <br>Šis uzstādījums attiecas tikai tad, ja lietotāja attēla izmēri ir jāmaina to augšupielādējot.
mk_mk: Максимална висина во пиксели на висината на сликата на корисникот. Оваа поставка може да се примени само ако сликите на корисникот при качувањето се подесени така што може да им се менува големината.
ms_my: Tinggi maksimum dalam piksel bagi imej pengguna. Tetapan ini hanya digunakan jika imej pengguna ditetapkan untuk diubah saiz semasa muat naik.
my_mm: အသုံးပြုသူပုံ၏ အများဆုံးအမြင့် (ပစ်ဆယ်ဖြင့်)။ ဤဆက်တင်သည် အသုံးပြုသူပုံများကို တင်သွင်းချိန်တွင် အရွယ်အစားပြောင်းရန် သတ်မှတ်ထားမှသာ အကျုံးဝင်သည်။
ne: प्रयोगकर्ता छविको पिक्सेलमा अधिकतम उचाइ। यो सेटिङ अपलोड गर्दा प्रयोगकर्ता छविहरू पुन:आकार दिइने अवस्थामा मात्र लागू हुन्छ।
nl: Maximumhoogte in pixels van een gebruikersafbeelding. Deze instelling is enkel van toepassing als afbeeldingen verkleind moeten worden bij het uploaden.
nn_no: Maksimal høgde i pikslar for ein brukarbilte. Denne innstillinga gjeld berre om brukarbilder vert sett til å bli endra storleik ved opplasting.
oc: Nautor maximala en pixèls d'una imagina d'utilizaire. Aqueste parametriatge s'aplica solament se las imaginas d'utilizaire son configuradas per èsser redimensionadas a l'enviament.
pl_pl: Maksymalna wysokość obrazu użytkownika w pikselach. To ustawienie dotyczy tylko zdjęć użytkowników, które mogą być zmieniane na przesłaniu.
ps: د کاروونکي انځور غوره لوړوالی په پېکسلونو کې. دا تنظیم یوازې پلي کېږي که کاروونکي انځورونه په اپلوډ کې اندازه بدل کېدل تنظیم شوي وي.
pt_br: Altura máxima em pixels de uma imagem do usuário. Este ajuste aplica-se somente se as imagens do usuário forem ajustadas para ser redimensionadas no upload.
pt_pt: Tamanho de altura máximo de uma imagem do utilizador em pixels. Esta opção só se aplica se as imagens do utilizador estiverem definidas para serem redimensionada no momento do envio.
ro_ro: Inaltimea maxima in pixeli a imaginii utilizatorului. Aceasta setare se aplica doar daca imaginile utilizatorului sunt setate sa fie resesizate la incarcare.
ru_ru: Максимальная высота изображения пользователя в пикселях . Эта опция применяется только, если изменяются размеры изображения пользователя при его загрузке.
sk_sk: Maximálna výška obrázku používateľa v pixeloch. Toto nastavenie platí v prípade, že pri načítavaní je nastavená zmena veľkosti obrázku používateľa.
sl: Največja višina uporabnikove slike, podana v pixlih. Ta nastavitev velja le v primeru, da je potrebno prenešeno sliko redimenzionirati.
sq: Lartësia maksimale në pikselë e një imazhi përdoruesi. Ky rregullim zbatohet vetëm nëse imazhet e përdoruesve janë vendosur të rifuqizohen gjatë ngarkimit.
sr_rs: Maksimalna visina u pikselima za sliku korisnika. Ovo podešavanje važi samo ako su slike korisnika podešene da se menjaju veličine pri otpremanju.
sv_se: Max antal i pixlar på höjden på användarbild. Denna inställning tillämpas bara om användarbilden skall skalas vid uppladdning.
sw_ke: Urefu wa juu kwa pikseli wa picha ya mtumiaji. Mipangilio hii inatumika tu ikiwa picha za watumiaji zimewekwa kubadilishwa ukubwa wakati wa kupakia.
ta: பயனர் படத்தின் அதிகபட்ச உயரம் பிக்சல்களில். இந்த அமைப்பு பயனர் படங்கள் அணுகும்போது மாற்றுகளுக்கு உட்படுத்தப்பட்டால் மட்டும் பொருந்தும்.
th: ความสูงสูงสุดในพิกเซลของภาพผู้ใช้ การตั้งค่านี้ใช้ได้เฉพาะเมื่อตั้งค่าภาพผู้ใช้ให้ปรับขนาดตอนอัปโหลด
tl_ph: Pinakamataas na taas sa pixels ng larawan ng gumagamit. Ang setting na ito ay naaaplay lamang kung ang mga larawan ng gumagamit ay nakatakda na baguhin ang sukat sa pag-upload.
tr: Bir kullanıcı resminin pixel boyutunda en yükseği. Bu seçenek yalnızca kullanıcı resimleri eğer yüklemede yeniden boyutlandıralabilir olarak seçildiyse uygulanabilir.
uk_ua: Максимальна висота малюнка користувача в пікселях. Ця опція застосовується, якщо встановлено можливість зміни розміру зображення при завантаженні.
vi_vn: Chiều cao tối đa tính bằng pixel của ảnh người dùng. Thiết lập này chỉ áp dụng nếu ảnh người dùng được thiết lập thay đổi kích thước khi tải lên.
xh_za: Ubude obuphezulu ngeepikseli yomfanekiso womsebenzisi. Olu seting lusebenza kuphela ukuba imifanekiso yabasebenzisi imiselwe ukuba iqinisiswe ngobubanzi xa ilayishwa.
zh_cn: 用户图像的最高像素. 本设定只限于当用户图像被设为上传时尺寸可修改。
zh_tw: 使用者圖片最大高度像素。若選定調整使用者上載圖片尺寸方會應用此功能。

source: Your version is
ar: اصدارك هو
ast_es: La so versión ye
bn_bd: আপনার সংস্করণ
bs_ba: Vaša verzija je
ca_es: La seva versió és la
cs_cz: Vaše verze je
da: Din version er
de: Sie benutzen Version
el: Η έκδοσή σας είναι
eo: Via versio estas
es: Su versión es
es_mx: Su versión es
eu_es: Zuk erabilitako bertsioa honako hau da:
fa_ir: نسخه برنامه شما
fi_fi: Versiosi on
fo_fo: Tín útgáva er
fur: La tô version e je
ga: Is é do leagan
gl: A súa versión é
he_il: הגרסה שלך היא
hi: आपका संस्करण है
hr_hr: Vaša verzija je
hu_hu: Az ön által használt verzió:
hy: Ձեր տարբերակը
id_id: Versi anda adalah
it: La versione usata è
ja: お使いのバージョンは
ka_ge: თქვენი ვერსიაა
ko_kr: 현재 버전은
lt_lt: Jūsų versija
lv_lv: Jūsu versija ir
mk_mk: Вашата верзија е
ms_my: Versi anda ialah
my_mm: သင့်ဗားရှင်းသည်
ne: तपाईंको संस्करण छ
nl: Uw versie is
nn_no: Din versjon er
oc: Vòstre version es
pl_pl: Twoja wersja to
ps: ستاسو نسخې ده
pt_br: Sua versão é
pt_pt: A sua versão é
ro_ro: Versiunea dvs. este
ru_ru: Ваша версия
sk_sk: Vaša verzia je
sl: Različica:
sq: Versioni juaj është
sr_rs: Vaša verzija je
sv_se: Din version är
sw_ke: Toleo lako ni
ta: உங்கள் பதிப்பு
th: เวอร์ชั่นของคุณคือ
tl_ph: Ang iyong bersyon ay
tr: Sizin sürümünüz
uk_ua: Ваша версія
vi_vn: Phiên bản của bạn là
xh_za: Uguqulelo lwakho lu
zh_cn: 您的版本是
zh_tw: 你的版本為

source: Socket Connection Error
ar: خطأ في التوصيل
ast_es: Erru de conesión vía socket
bn_bd: সকেট সংযোগ ত্রুটি
bs_ba: Greška socket konekcije
ca_es: Error de connexió al lloc
cs_cz: Chyba připojení k soketu
da: Fejl ved connection
de: Socket Connection Fehler
el: Σφάλμα σύνδεσης Socket
eo: Eraro dum konektado al servilo
es: Error de conexión vía socket
es_mx: Error de conexion (Socket)
eu_es: Konexio errorea (Entxufea)
fa_ir: خطا در اتصال سوکت
fi_fi: Pistoyhteysvirhe
fo_fo: Socket tenging feilur
fur: Erôr connessjon socket
ga: Earráid Nasc Soicéad
gl: Erro de Conexión (Socket)
he_il: שגיאת חיבור שקע
hi: सॉकेट कनेक्शन त्रुटि
hr_hr: Greška veze s utičnicom
hu_hu: Socket csatlakozási hiba.
hy: Socket միացման սխալ
id_id: Kesalahan koneksi soket
it: Errore di connessione del socket
ja: ソケット接続エラー
ka_ge: სოკეტის კავშირის შეცდომა
ko_kr: 소켓 연결 오류
lo: ຂໍ້ຜິດພາດການເຊື່ອມຕໍ່ Socket
lt_lt: Lizdo ryšio klaida
lv_lv: Tīkla pieslēguma kļūda
mk_mk: Грешка во поврзувањето
ms_my: Ralat Sambungan Soket
my_mm: ဆော့ခ်ကွန်နက်ရှင်အမှား
ne: सकेट कनेक्सन त्रुटि
nl: Fout bij verbinding maken met server.
nn_no: Feil ved socket-forbinding
oc: Error de connexion socket
pl_pl: Błąd połączenia z gniazdem
ps: د سوکټ تړلو خطا
pt_br: Erro de Conexão (Socket)
pt_pt: Erro de ligação (Socket)
ro_ro: Eroare la Conectare via socket
ru_ru: Ошибка соединения с разъемом Сокет
sk_sk: Chyba Socket pripojenia
sl: Napaka povezave preko vtiča (Socket Connection Error)
sq: Gabim lidhjeje socket
sr_rs: Greška povezivanja preko socketa (Socket Connection Error)
sv_se: Fel i nätverkskopplingen till servern
sw_ke: Hitilafu ya Uunganisho wa Soketi
ta: சாக்கெட் இணைப்பு பிழை
th: การเชื่อมต่อทาง Socket เกิดความผิดพลาด
tl_ph: Error sa Socket Connection
tr: Soket baplantı hatası
uk_ua: Помилка з'єднання сокету
vi_vn: Lỗi kết nối Socket
xh_za: Impazamo yoQhagamshelwano lweSocket
zh_cn: Socket连接错误
zh_tw: Socket 連線錯誤
