Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Show course in user's language
yo_ng: Fi ìṣẹ̀-ẹ̀kọ́ hàn nínú èdè olùṣe

source: Access data
yo_ng: Àwò ìwọlé

source: Image dimensions do not match the requirements. Please check the suggestions next to the image field.
yo_ng: Àwòrán ìwọ̀n ko ba ìbeere mu. Jọ̀wọ́ ṣàyẹ̀wò àwòrán ìdáhùn lẹ́yìn ìkànnì àwòrán.

source: Could not reset password, contact your helpdesk.
yo_ng: A kò le tún ìpamọ́ padà, kan ìrànlọ́wọ́ rẹ.

source: Quote
yo_ng: Àròyé

source: Value is too small.
yo_ng: Iye kéré jù.

source: Value is too big.
yo_ng: Iye pọ̀ jù.

source: You are a teacher of this course
yo_ng: O jẹ́ olùkọ́ ìṣẹ̀-ẹ̀kọ́ yìí

source: Student bosses list
yo_ng: Àkójọ àwùjọ ọmọ ilé ìwàásù

source: Show score on every attempt, show correct answers only on last attempt (only works with an attempts limit)
yo_ng: Fi awọn aaye gbogbo ìgbìyàwò, fi awọn idahun tọ́n hàn nikan ni ìgbìyàwò ti o kẹhin (ṣiṣẹ pẹ̀lú ìdíbe ìgbìyàwò nìkan)

source: Missing chart library. Please check the error log for details.
yo_ng: Ikojọpẹ̀ ti aworan àwò kọ̀. Jọ̀wọ́ ṣàyẹ̀wò àpò ìṣòro fún kúnlẹ̀.

source: User %s indicated:
yo_ng: Olòpàlò %s fi hàn:

source: Level acquired
yo_ng: Ipele ti a gba

source: Manage skills levels
yo_ng: Ṣàkóso awọn ipele ogbon

source: Add profile
yo_ng: Ṣafikun profaili

source: Add level
yo_ng: Ṣafikun ipele

source: Change acquired level
yo_ng: Yí ìpele tí a gba padà

source: No level acquired yet
yo_ng: Ko si ipele ti a gba sibẹsibẹ

source: Record audio
yo_ng: Ṣe ìgbasilẹ ohùn

source: Start recording
yo_ng: Bẹ̀rẹ ìgbasilẹ̀

source: Stop recording
yo_ng: Dá ìgbasilẹ̀ dúró

source: Save recorded audio
yo_ng: Fipamọ ohùn tí a ṣe ìgbasilẹ̀

source: Grades from course: %s
yo_ng: Awọn ẹ̀kàá lati ẹ̀kọ: %s

source: A title is required
yo_ng: Akọle ni a nilo

source: No course category was provided
yo_ng: Ko si ẹka ẹ̀kọ ti a pese

source: Closing date
yo_ng: Ọjọ pipade

source: The forum will be visible starting from this date
yo_ng: Fọọ̀mù yìí yóò han láti ọjọ́ yìí lọ

source: Once this date has passed, the forum will be closed
yo_ng: Lẹ́yìn ọjọ́ yìí, fọọ̀mù yí yóò ti pa

source: Moderated forum
yo_ng: Fọọ̀mù tí a ṣe ìdàbọ̀bò

source: Diagnosis filled successfully
yo_ng: Ayẹwo ìdíàyè ti kún kún

source: The diagnosis has been filled successfully
yo_ng: Ayẹwo ìdíàyè ti kún kún

source: User %s has filled the diagnosis
yo_ng: Olòpàlò %s ti kún ìdíàyè ayẹwo

source: User %s has filled the diagnosis on the platform and it is ready for you to review.
yo_ng: Olòpàlò %s ti kún ìdíàyè ayẹwo lori pẹpẹ̀ àti pé ó ti ṣetan fún ìwòye rẹ.

source: Send legal agreement
yo_ng: Fi ìwòye òfin ránṣẹ́

source: Delete legal agreement
yo_ng: Pa ìwòye òfin rẹ̀ kúrò

source: Legal accepted
yo_ng: Òfin tí a gba

source: Load term conditions section
yo_ng: Gbe apakan ìlànà àti ìpinnu ìdílé wọ inú

source: The legal agreement will appear during the login or when enter to a course.
yo_ng: Ìwòye òfin yóò han lakoko ìwọlé tabi nigbati o ba wọ ẹ̀kọ kan.

source: Your terms and conditions are ready to be signed
yo_ng: Àwùjọ ìlànà àti ìpinnu ìdílé rẹ ti ṣetan láti fowọ́wọ́

source: Hello,<br />Your tutor sent you your terms and conditions. You can sign it following this URL: %s
yo_ng: Hello,<br />Olùkọ́ rẹ ràn ṣe ìlànà àti ìpinnu ìdílé rẹ. O le fowọ́wọ́ lọ́nà yìí: %s

source: User %s signed the agreement.
yo_ng: Olòpàlù %s ti fowọ́wọ́ ìwòye òfin.

source: User %s signed the agreement the %s.
yo_ng: Olòpàlù %s ti fowọ́wọ́ ìwòye òfin ni %s.

source: Terms and conditions only if profile complete
yo_ng: Àwùjọ ìlànà àti ìpinnu ìdílé nìkan tí profaili ba pari

source: By enabling this option, terms and conditions will be available to the user only when the extra profile fields that start with 'terms_' and set to visible are completed.
yo_ng: Nipa ìmú ìdíwò yìí ṣiṣẹ, ìlànà àti ìpinnu ìdílé yóò wà fún olòpàlù nìkan nigbati awọn aaye profaili afikun tí ó bẹ̀rẹ̀ pẹ̀lú 'terms_' tí a ṣe ìhàn yóò ti pari.

source: Enable user's geolocalization
yo_ng: Ṣi ìdí ìpìlẹ̀ olòpàlù ṣiṣẹ

source: Enable user's address field and show it on a map using geolocalization features
yo_ng: Ṣi aaye ìdí ìpìlẹ̀ olòpàlù ṣiṣẹ kí o sì fi hàn lori ìwò ìdí ìpìlẹ̀ pẹ̀lú àwùjọ ìdí ìpìlẹ̀

source: You must first fill your profile to continue
yo_ng: O gbọ́dọ̀ kọ profaili rẹ kọ́kọ́ láti tẹ̀siwájú

source: The terms and conditions have not yet been validated by your tutor.
yo_ng: Àwùjọ ìlànà àti ìpinnu ìdílé ko tii ni ìdíwò ìdásípadà nipasẹ olùkọ́ rẹ.

source: Diagnosis management
yo_ng: Ṣàkóso ìdíàyè ayẹwo

source: You must first fill your profile to enable the terms and conditions validation.
yo_ng: O gbọ́dọ̀ kọ profaili rẹ kọ́kọ́ láti ṣi ìdásípadà ìlànà àti ìpinnu ìdílé ṣiṣẹ.

source: Diagnosis
yo_ng: Ìdíàyè ayẹwo

source: Allow show the user Skype account
yo_ng: Gba ìhàn ìdí ìdùpọ̀ Skype olòpàlù

source: Add a link on the user social block allowing start a chat by Skype
yo_ng: Ṣafikun ìdọ́gba lori ìdí ìdùpọ̀ olòpàlù gba ìbẹ̀rẹ ìfọwọ́sowọ́pọ̀ Skype

source: Allow show the user LinkedIn URL
yo_ng: Gba ìhàn URL LinkedIn olòpàlù

source: Add a link on the user social block, allowing visit the user's LinkedIn profile
yo_ng: Ṣafikun ìdọ́gba lori ìdí ìdùpọ̀ olòpàlù, gba ìbẹ̀wò profaili LinkedIn olòpàlù

source: Launch videoconference room
yo_ng: Ṣí yara ìpàdé ìdàpọ̀ fidio

source: Terms duplicated in file
yo_ng: Àwùjọ ìlànà ti ṣe ìdàpọ̀ nínú ìwé

source: Term already exists
yo_ng: Ọrọ ti wa tẹ́lẹ̀

source: LinkedIn profile URL
yo_ng: URL Profaili LinkedIn

source: Save the correct answer for the next attempt
yo_ng: Fi idahun ti o tọ si fun igbiyanju atẹle

source: Translate this term
yo_ng: Tumọ ọrọ yii

source: Only active sub-languages appear in this list
yo_ng: Awọn ede-aba ti nṣiṣẹ nikan ni o han ninu akojọ yii

source: Translation
yo_ng: Itumọ

source: If this term has already been translated, this operation will replace its translation for this sub-language.
yo_ng: Ti ọrọ yii ti tumọ tẹlẹ, iṣẹ yii yoo rọpa itumọ rẹ fun ede-aba yii.

source: Last connection
yo_ng: Asopọ ikẹhin

source: His profile is
yo_ng: Profaili rẹ jẹ

source: User %s with language %s is registered in the site
yo_ng: Olumulo %s pẹlu ede %s ti forukọsilẹ lori aaye

source: You can assign a tutor in this link %s
yo_ng: O le yan olukọni ni asopọ yii %s

source: Update existing terms.
yo_ng: Ṣe imudojuiwọn awọn ọrọ ti o wa tẹlẹ.

source: Terms updated
yo_ng: Awọn ọrọ ti a ṣe imudojuiwọn

source: Terms added
yo_ng: Awọn ọrọ ti a ṣe afikun

source: Teachers time report by session
yo_ng: Ijabọ akoko olukọ nipasẹ igba

source: Number of works
yo_ng: Nọmba awọn iṣẹ

source: Last work
yo_ng: Iṣẹ ikẹhin

source: Waiting for moderation
yo_ng: Nduro de ìdàbòbo

source: Works in session report
yo_ng: Awọn iṣẹ ni ijabọ igba

source: Files
yo_ng: Awọn faili

source: Assigned to
yo_ng: Ti a yan si

source: Updated by %s
yo_ng: Ti a ṣe imudojuiwọn nipasẹ %s

source: Assignee changed from %s to %s
yo_ng: Oluyanṣẹ yipada lati %s si %s

source: Request confirmation
yo_ng: Ibeere ìdáṣe

source: Change assign
yo_ng: Yi yanyan pada

source: To be assigned
yo_ng: Lati ṣe yanyan

source: Pending
yo_ng: Ti nduro

source: Unconfirmed
yo_ng: Aìdásílẹ̀

source: Forwarded
yo_ng: Ti a fi siwaju

source: My tickets
yo_ng: Tikẹti mi

source: High
yo_ng: Giga

source: Low
yo_ng: Kekere

source: Ticket details
yo_ng: Awọn alaye tikẹti

source: Unread
yo_ng: Aìkawe

source: Read
yo_ng: Ti a ka

source: Assign user
yo_ng: Yàn olumulo

source: Enrollment
yo_ng: Iforukọsilẹ

source: General information
yo_ng: Alaye gbogbogbo

source: Requests and paperwork
yo_ng: Awọn ibeere ati awọn iwe

source: Academic Incidents
yo_ng: Awọn iṣẹlẹ ẹkọ

source: Virtual campus
yo_ng: Ogba fọwọsi

source: Online evaluation
yo_ng: Igbelewọn lori ayelujara

source: Tickets about enrollment
yo_ng: Tikẹti nipa iforukọsilẹ

source: Tickets about general information
yo_ng: Tikẹti nipa alaye gbogbogbo

source: Tickets about requests and paperwork
yo_ng: Tikẹti nipa awọn ibeere ati awọn iwe

source: Tickets about academic incidents, like exams, practices, tasks, etc.
yo_ng: Tikẹti nipa awọn iṣẹlẹ ẹkọ, bii awọn idanwo, adaṣe, awọn iṣẹ, abbl.

source: Tickets about virtual campus
yo_ng: Tikẹti nipa ogba fọwọsi

source: Tickets about online evaluation
yo_ng: Tikẹti nipa igbelewọn lori ayelujara

source: Assign
yo_ng: Yàn

source: Personal e-mail
yo_ng: Imeeli ti ara ẹni

source: Priority
yo_ng: Idaniloju

source: Source
yo_ng: Orisun

source: Platform
yo_ng: Pẹpẹẹrẹ

source: E-mail
yo_ng: Imeeli

source: Presential
yo_ng: Fiwera

source: Ticket %s created
yo_ng: Tikẹti %s ti ṣẹda

source: Show ticket creation link
yo_ng: Fi ọna asopọ ṣẹda tikẹti han

source: Show the ticket creation link to users on the right side of the portal
yo_ng: Fi ọna asopọ ṣẹda tikẹti han fun awọn olumulo ni apa ọtun ti ọna abalẹ

source: Last sent work date
yo_ng: Ọjọ iṣẹ ti a fi ranṣẹ ti o kẹhin

source: Single Sign On sub-class
yo_ng: Sub-class I foriti Ẹka Ẹka Kan

source: To enable a Single Sign On method, you will have to create your own sub-class in main/auth/sso/ based on the default class. Indicate here the name of the sub-class. For example, if the file is sso.Drupal.class.php, indicate 'Drupal' in this field.
yo_ng: Lati ṣe amulo ọna I foriti Ẹka Ẹka Kan, iwọ yoo ni lati ṣẹda sub-class tirẹ ni main/auth/sso/ da lori kilasi aiyipada. Fi hàn nibi orukọ sub-class. Fun apẹẹrẹ, ti faili ba jẹ sso.Drupal.class.php, fi 'Drupal' han ni aaye yii.

source: Course creation splash screen
yo_ng: Ojú ìpàgana ìdáṣe ìdàrú

source: The course splash screen show a series of suggested options to the teacher when creating a new course. Disable it to let your teachers land directly on the course homepage.
yo_ng: Ojú ìpàgana ìdáṣe ìdàrú ṣàfihàn àwùjọ àwòrán àyànfẹ́ fún olùkọ́ lásì ìdáṣe ìdàrú tuntun. Pa á kúrò láti jẹ́ kí àwùjọ olùkọ́ rẹ dé ojú ìkànnì ìdàrú tààràtà.

source: Assignments report
yo_ng: Ìròyìn ìṣẹ́ ìyàn

source: Accumulate SCORM session time
yo_ng: Kọ ìgbà ìpàdé SCORM jọ

source: When enabled, the session time for SCORM Learning Paths will be cumulative, otherwise, it will only be counted from the last update time.
yo_ng: Nígbà tí a ṣí ìdí, ìgbà ìpàdé fún Ìlọ SCORM Learning Paths yóò jẹ́ ìdàpọ̀, bí kò ṣe bẹ́ẹ̀, yóò ṣe ìdáyẹ̀wò láti ìgbà ìdàsílẹ̀ ìkẹhìn péré.

source: Download assignments package
yo_ng: Ìgbà ìdàsílẹ̀ ìpàkẹ̀ ìṣẹ́ ìyàn

source: Upload corrections package
yo_ng: Ìgbà ìdàsílẹ̀ ìpàkẹ̀ ìdàsípadà

source: SVG icons mode
yo_ng: Ipò àwòrán SVG

source: By enabling this option, all icons that have an SVG version will prefer the SVG format to PNG. This will give a much better icons quality but some icons might still have some rendering size issue, and some browsers might not support it.
yo_ng: Nípa ìfìfún ṣí ìdí yìí, gbogbo àwòrán tí ó ni ẹya SVG yóò fẹ́ ìdàsílẹ̀ SVG ju PNG lọ. Èyí yóò fún ìdùbúlẹ̀ àwòrán tí ó dára jù lọ ṣùgbọ́n àwùjọ àwòrán kan ṣì lè ní ìṣòro ìwọ̀n ìdàsílẹ̀, àti pé àwùjọ ẹ̀rín kan lè kò ṣe ìtìlẹ́yìn rẹ̀.

source: Filter by tags
yo_ng: Ṣàkálẹ̀ pẹ̀lú àwùjọ àwòrán

source: Import from Moodle
yo_ng: Gbe wọlé láti Moodle

source: Import a Moodle course backup file (.mbz) into this Chamilo course
yo_ng: Gbe faili ìdàsílẹ̀ ìdàrú Moodle (.mbz) wọlé sínú ìdàrú Chamilo yìí

source: The Moodle import feature might not support all content types from Moodle, given the fact that not all features are the same, and that Moodle and Chamilo both evolve continuously and rapidly. This import feature should be considered a work in progress. Please check https://support.chamilo.org/projects/chamilo-18/wiki/Moodle_import for more information.
yo_ng: Ère ìdàsílẹ̀ Moodle lè kò ṣe ìtìlẹ́yìn gbogbo àwùjọ ìdàsílẹ̀ láti Moodle, nítorí òtítọ́ pé kì í ṣe gbogbo àwùjọ ìdàsílẹ̀ kọ̀ọ̀kan jẹ́ ìdàrù kan náà, àti pé Moodle àti Chamilo méjèèjì ń ṣe ìdàsílẹ̀ ìdàsílẹ̀ ìgbà gbogbo àti yára. Ère ìdàsílẹ̀ yìí yẹ kí a kà á si ìdàsílẹ̀ ìdàsílẹ̀. Jọwọ ṣàyẹ̀wò https://support.chamilo.org/projects/chamilo-18/wiki/Moodle_import fún ìròyìn púpọ̀.

source: Moodle course file
yo_ng: Faili ìdàrú Moodle

source: Failed to import: this doesn't seem to be a Moodle course backup file (.mbz)
yo_ng: Kò ṣe ìdàsílẹ̀: èyí kò dabi ẹni pe ó jẹ́ faili ìdàsílẹ̀ ìdàrú Moodle (.mbz)

source: This question type is not supported yet
yo_ng: Àwùjọ ìbeèrè yìí kò tíì ṣe ìtìlẹ́yìn

source: Processing the import... Please don't close this window. This process may take a considerable amount of time. Please be patient.
yo_ng: N ṣe ìdàsílẹ̀ ìdàsílẹ̀... Jọwọ má ṣà yì í dèé dòwọ. Ìlò yìí lè gba ìgbà púpọ̀. Jọwọ ṣe ìdùnnú.

source: Contact
yo_ng: Olùpè

source: Because the <code>newscorm</code> and <code>exercice</code> directories were renamed to <code>lp</code> and <code>exercise</code> respectively, is necessary to delete or rename to <code>newscorm_old</code> and <code>exercice_old</code>.
yo_ng: Nítorí ìpìlẹ̀ <code>newscorm</code> àti <code>exercice</code> ti yí orúkọ sí <code>lp</code> àti <code>exercise</code> lọ́nà tí ó yàtọ̀, ó ṣe pàtàkì láti pa tàbí yí orúkọ sí <code>newscorm_old</code> àti <code>exercice_old</code>.

source: Extension not available
yo_ng: Àfikún kò wà

source: Enables the WebRTC (flashless) audio recorder at several locations inside Chamilo
yo_ng: Ṣí ìdí ìdáṣe ìdàsílẹ̀ ohùn WebRTC (flashless) sílẹ̀ ní àwùjọ ibi púpọ̀ nínú Chamilo

source: Enable audio recorder
yo_ng: Ṣí ìdáṣe ìdàsílẹ̀ ohùn sílẹ̀

source: Show official code on the 'Who is online' page, below the username.
yo_ng: Fi koodu osise han lori ojú ìkànnì 'Ta ni ori ayelujara', lábẹ́ orúkọ olumulo.

source: Official code on 'Who is online'
yo_ng: Koodu osise lori 'Ta ni ori ayelujara'

source: Public job
yo_ng: Iṣẹ́ ti gbogbo eniyan

source: Apply for the job
yo_ng: Beere fun iṣẹ naa

source: Public company
yo_ng: Ile-iṣẹ ti gbogbo eniyan

source: Private company
yo_ng: Ile-iṣẹ aladani

source: Non-profit company
yo_ng: Ile-iṣẹ alaanu

source: Government
yo_ng: Ijoba

source: Template
yo_ng: Àdàkọ

source: Palette
yo_ng: Pàletì

source: Colors
yo_ng: Awò

source: Mask
yo_ng: Màskì

source: Icon
yo_ng: Àwòrán

source: Design with Badge Studio
yo_ng: Ṣe ìdàsílẹ̀ pẹ̀lú Badge Studio

source: Use this badge
yo_ng: Lo baaji yii

source: Palettes
yo_ng: Pàletì

source: Use the Badge Studio to create your own badge from within your platform
yo_ng: Lo Badge Studio lati ṣẹda baaji tirẹ lati inu pẹpẹẹrẹ rẹ

source: You have already sent this file or another file with the same name. Please make sure you only upload each file once.
yo_ng: O ti fi faili yii ranṣẹ tẹlẹ tabi faili miiran pẹlu orukọ kanna. Jọwọ rii daju pe o gbe soke faili kọọkan lẹẹkan nikan.

source: Default visibility of new documents
yo_ng: Iranran aiyipada ti awọn iwe-ipamọ tuntun

source: Allow users to add tickets
yo_ng: Gba awọn olummo lati ṣafikun awọn tikẹti

source: Allows all users to add tickets not only the administrators.
yo_ng: Gba gbogbo awọn olummo laaye lati ṣafikun awọn tikẹti kii ṣe awọn aladani nikan.

source: Send ticket warning messages to administrators
yo_ng: Fi awọn ifiranṣẹ ikilọ tikẹti ranṣẹ si awọn aladani

source: Send a message if a ticket was created without a category or if a category doesn't have any administrator assigned.
yo_ng: Fi ifiranṣẹ ranṣẹ ti tikẹti ba ṣẹlẹ laisi ẹka tabi ti ẹka ko ba ni eyikeyi aladani ti a yan.

source: Send alert to administrators if tickets category has no one in charge
yo_ng: Fi itọlẹ ranṣẹ si awọn aladani ti ẹka tikẹti ko ni ẹnikan ti o nṣe abojuto

source: Send a warning message (e-mail and Chamilo message) to all administrators if there's not a user assigned to a category.
yo_ng: Fi ifiranṣẹ ikilọ ranṣẹ (imeeli ati ifiranṣẹ Chamilo) si gbogbo awọn aladani ti ko ba si olummo ti a yan si ẹka kan.

source: Allow tickets categories edition
yo_ng: Gba awọn ẹka tikẹti laaye si iṣatunṣe

source: Allow category edition by administrators.
yo_ng: Gba awọn aladani laaye lati ṣatunṣe ẹka.

source: Tickets
yo_ng: Awọn tikẹti

source: The Moodle course file has been imported successfully.
yo_ng: Faili ẹkọ Moodle ti gbe wọle ni aṣeyọri.

source: Extension installed but not enabled
yo_ng: Extension ti fi sori ṣugbọn ko ṣiṣẹ

source: E-mail sent. This procedure works in all aspects similarly to the normal e-mail sending of Chamilo, but allows for more flexibility in terms of destination e-mail and message body.
yo_ng: Imeeli ti a fi ranṣẹ. Ilana yii ṣiṣẹ ni gbogbo awọn aaye bakanna si fifiranṣẹ imeeli deede ti Chamilo, ṣugbọn o gba laaye fun irọrun diẹ sii ni awọn ọna imeeli ibi-afẹde ati ara ifiranṣẹ.

source: E-mail tester
yo_ng: Oludọwọ imeeli

source: Welcome to YOUR tickets section. Here, you'll be able to track the state of all the tickets you created in the main tickets section.
yo_ng: Kaabọ si apakan tikẹti RẸ. Nibi, iwọ yoo ni anfani lati tẹle ipo gbogbo awọn tikẹti ti o ṣẹda ni apakan tikẹti akọkọ.

source: No history
yo_ng: Ko si itan

source: Recalculate results
yo_ng: Tun iṣiro awọn abajade ṣe

source: %s (deleted)
yo_ng: %s (parẹ)

source: Available also on main portal
yo_ng: Wa tun lori pajẹ ti akọkọ

source: Edit course categories for one URL
yo_ng: Ṣatunṣe awọn ẹka ẹkọ fun URL kan

source: Visible to self
yo_ng: Han si ara ẹni

source: Visible to others
yo_ng: Han si awọn ẹlomiiran

source: Upgrade Chamilo LMS version
yo_ng: Ṣe igbesoke ẹya Chamilo LMS

source: The install script has detected tables left over from previous versions that could cause problems during the upgrade process.
yo_ng: Ètò fifi sori fi ìdíwò àwọn tábìlì tí ó kù láti àwùjọ àwùjọ tẹ́lẹ̀ tí ó lè fa ìṣòro lákòókò ìdàgbàsókè.

source: Removing
yo_ng: Yiyọkuro

source: Check for tables from previous versions
yo_ng: Ṣayẹwo fun awọn tabili lati awọn ẹya iṣaaju

source: Your password cannot be the same as your email
yo_ng: Ọrọ igbaniwọle rẹ ko le jẹ bakanna bi imeeli rẹ

source: Your password cannot contain your username
yo_ng: Ọrọ igbaniwọle rẹ ko le ni orukọ olummo rẹ

source: Use different character classes
yo_ng: Lo awọn kilasi ohun kikọ oriṣiriṣi

source: Too many repetitions
yo_ng: Pupọ awọn atunwi

source: Your password contains sequences
yo_ng: Ọrọ igbaniwọle rẹ ni awọn ilana

source: Very weak
yo_ng: Alailagbara gidigidi

source: You have been assigned the learner %s
yo_ng: A ti yan ọ si akẹẹkọ %s

source: You have been assigned the learner %s with url %s
yo_ng: A ti yan ọ si akẹẹkọ %s pẹlu url %s

source: You have been assigned as tutor for the learner %s.<br/>
yo_ng: A ti yan ọ gẹgẹbi olutọni fun akẹẹkọ %s.<br/>

source: Short name
yo_ng: Orukọ kukuru

source: Course user document
yo_ng: Iwe olummo ẹkọ

source: Destination
yo_ng: Ibi-afẹde

source: User testing of e-mail configuration
yo_ng: Idanwò olummo ti ìfìdàgbàsókè imeeli

source: Legal conditions
yo_ng: Awọn ipo ofin

source: Please accept our legal conditions here: %s
yo_ng: Jọwọ gba awọn ipo ofin wa nibi: %s

source: Exercise invisible in sessions
yo_ng: Idaraya ko han ni awọn akoko

source: You need to confirm your agreement to our terms first. Please check your e-mail.
yo_ng: O nilo lati jẹrisi adehun rẹ si awọn ofin wa ni akọkọ. Jọwọ ṣayẹwo imeeli rẹ.

source: Error importing file
yo_ng: Aṣiṣe fifiranṣẹ faili

source: Hidden
yo_ng: Ti fi pamọ

source: Imported
yo_ng: Ti gbe wọle

source: Import from a CSV
yo_ng: Gbe wọle lati CSV kan

source: Add files
yo_ng: Fi awọn faili kun

source: Group forums
yo_ng: Awọn apejọ ẹgbẹ

source: Generate
yo_ng: Ṣẹda

source: Ticket
yo_ng: Tikẹẹti

source: Invalid API key
yo_ng: Bọtini API ti ko tọ

source: No announcement
yo_ng: Ko si ìdáhùnún

source: No forum
yo_ng: Ko si ìdàpọ̀

source: Go to exercise
yo_ng: Lọ sí ìdánwò

source: Dissociate forum
yo_ng: Yà ìdàpọ̀ kuro

source: No learning path found
yo_ng: Ko si ọ̀nà ìkọ́nilẹ́kọ̀ọ́ ti a rí

source: Active report link
yo_ng: Ìsopọ̀ ìròyìn tí ń ṣiṣẹ́

source: Invitees cannot be tutors
yo_ng: Àwùjọ ìpinnu kò le jẹ olùkọ́ni

source: Invalid action
yo_ng: Ìṣe tí kò tọ

source: Was this answer satisfactory?
yo_ng: Ṣe ìdáhùn yìí ṣe ìtẹ́lọ́rùn rẹ?

source: If you are certain, the ticket will be closed.
yo_ng: Tí o bá dá ẹ sí i, tikẹẹti yìí yóò ti pa.

source: Priorities
yo_ng: Àwùjọ ìdíyelọ́n

source: This text should be at least %s characters long
yo_ng: Ọrọ yìí gbọ́dọ̀ jẹ ìpín %s ìwọ̀n kí o to gùn

source: Ticket <b>#%s</b> assigned to user <b>%s</b>
yo_ng: Tikẹẹti <b>#%s</b> ti yà sọ fún olùpẹ̀lò <b>%s</b>

source: This item is related to other tickets.
yo_ng: Nkan yìí ni ìsopọ̀ pẹ̀lú àwùjọ tikẹẹti mìíràn.

source: Warning: No one has been assigned to category %s
yo_ng: Ìkìlọ̀: Kò sẹ́ni tí a yà sọ fún ẹ̀ka %s

source: Ticket %s was created without a category
yo_ng: Tikẹẹti %s ti ṣẹlẹ̀ láìsí ẹ̀ka

source: Ticket info
yo_ng: Alaye tikẹẹti

source: A notification was sent to the administrators to report this category has no user assigned
yo_ng: Ìfọwọ́sowọ́pọ̀ kan ti ranṣẹ́ sí àwùjọ olùdarí láti ṣàpèjúwe ẹ̀ka yìí kò ní olùpẹ̀lò tí a yà sọ fún rẹ̀

source: Virtual support
yo_ng: Ìtìlẹ́yìn fíràǹmù

source: The incident has been sent to the virtual support team again
yo_ng: Ìṣẹ̀lẹ̀ náà ti tun fi ranṣẹ́ sí ẹgbẹ́ ìtìlẹ́yìn fíràǹmù

source: Your question has been sent to %s, the area in charge
yo_ng: Ìbéèrè rẹ ti ranṣẹ́ sí %s, agbègbè tí ó ń ṣe ìdíje

source: Your answer to this question will be sent to %s
yo_ng: Ìdáhùn rẹ sí ìbéèrè yìí yóò ranṣẹ́ sí %s

source: Message resent
yo_ng: Ìfiwéra ìsọ̀rọ̀

source: Ticket assigned to %s. Follow-up at <a href='%s'>#%s</a>.
yo_ng: Tikẹẹti yà sọ fún %s. Ìtẹ̀síwájú ní <a href='%s'>#%s</a>.

source: Ticket %s assigned
yo_ng: Tikẹẹti %s ti yà sọ

source: Ticket number
yo_ng: Nọ́mba tikẹẹti

source: Ticket closed
yo_ng: Tikẹẹti ti pa

source: Unassign
yo_ng: Yà kúrò

source: Please select tasks
yo_ng: Jọ̀wọ̀ yan àwùjọ iṣẹ́

source: Please select
yo_ng: Jọ̀wọ̀ yan

source: Please select thread
yo_ng: Jọ̀wọ̀ yan ìlò

source: Total tickets
yo_ng: Àpapọ̀ tikẹẹti

source: There was an error registering your ticket
yo_ng: Àṣìṣe kan ṣẹlẹ̀ nínú ìfipamọ́ tikẹẹti rẹ

source: Are you sure you want to unassign this ticket?
yo_ng: Ṣe o dá ẹ sí i pé o fẹ́ yà tikẹẹti yìí kúrò?

source: Are you sure you want to close this ticket?
yo_ng: Ṣe o dá ẹ sí i pé o fẹ́ pa tikẹẹti yìí?

source: Unassigned
yo_ng: A yà kúrò

source: Select the timespan in weeks
yo_ng: Yan àkókò ìṣe ìpinnu nínú ọ̀sẹ̀

source: Course %s added
yo_ng: Ìkẹ́kọ̀ọ́ %s ti ṣàfikún

source: Current password
yo_ng: Ọrọ ìgbaniwọle lọ́wọ́lọwọ̀

source: Delete all corrections
yo_ng: Pa gbogbo ìdásílẹ̀ kúrò

source: Enable 'My Files' section
yo_ng: Ṣiṣẹ́ ìpín 'Àwùjọ Faili Mi'

source: Allow users to upload files to a personal space on the platform.
yo_ng: Gba àwùjọ olùpẹ̀lò laaye láti gbe ìkọ́wé sí aaye àdáni lórí pẹpẹ.

source: You are currently using the multi-URL feature and are trying to upgrade your portal using a secondary URL. Please connect to the main URL to proceed with the upgrade: %s
yo_ng: O ń lo ìlànà URL pupọ lọ́wọ́lọwọ̀ o sì ń gbìyànjú láti gbòògun ọ̀nà rẹ pẹ̀lú URL kejì. Jọ̀wọ̀ so pọ̀ sí URL àkọ́kọ́ láti tẹ̀síwájú pẹ̀lú ìgbòògun: %s

source: Only %s questions will be picked randomly following the quiz configuration.
yo_ng: Nìkan %s ìbéèrè yóò yan pípa ìdíje lọ́tọ̀ọ̀tọ̀ lẹ́yìn ìlànà ìdàbọ̀ ìdíje.

source: Allow download course documents by API Key
yo_ng: Gba ìṣàgbe ìkọ́wé ìkẹ́kọ̀ọ́ gba ìdásílẹ̀ pẹ̀lú Bọtini API

source: Download documents verifying the REST API key for a user
yo_ng: Ìṣàgbe ìkọ́wé ìdásílẹ̀ bọtini API REST fún olùpẹ̀lò

source: First you have to download the corrections <a href='%s'> here </a>.
yo_ng: Ni kọ̀kanàa o gbọ́dọ̀ ṣàgbe ìdásílẹ̀ <a href='%s'> níbí </a>.

source: Posts pending moderation
yo_ng: Àwùjọ ìfọwọ́sowọ́pọ̀ tí kò tíì ṣe ìdọwò

source: Only users from one course in a session
yo_ng: Awọn olummoṣiṣẹ lati ẹkọ kan ṣoṣo ni igba kan
