Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: A user creator is required
qu_pe: Yachakuq kamayuqmuwan kanman

source: Save links
qu_pe: Yukuynakunata qhatuy

source: Links moved
qu_pe: Yukuynakuna karkarqan

source: No option available
qu_pe: Manam imayna ruraykunchu

source: Remove this value when anonymizing a user, because it could otherwise help identify the user despite the anonymization.
qu_pe: Yachakuqta anonimizakuyqa kay qhatuytan hap'inkuy, kayllawan anonimizakusqanpaq yachakuqta yachakusqanmanta uyariy

source: Remove on anonymization
qu_pe: Qhipaq yachayniyawanpi q'uchuy

source: Auto remove
qu_pe: Kutichisqan q'uchuy

source: You need to activate the GoogleMaps plugin in administration to see the Map
qu_pe: Mapa rikunaykipaq, kamachisqanpi GoogleMaps plugin activachinakuy

source: Files uploaded. Reloading in 5 seconds...
qu_pe: Yachachisqa willaykuna. 5 segundoqpi kamarichakuy...

source: Corrected test result
qu_pe: Kutichisqa pruibakuna risulta

source: Send by e-mail
qu_pe: E-mailwan kachay

source: Question also used in the following tests
qu_pe: Kay paquta willakuykunan pruibakunapiwan

source: Add glossary item
qu_pe: Rimaq willakuy qillqay

source: Missing chart library, please check web server logs.
qu_pe: Gráfica nisqallaq, web sirwiq logkunata qhaway.

source: Dependency tree graph
qu_pe: Yachayniyukuna kawsay rikcha

source: Assignment list
qu_pe: Kamachiynin rurachina

source: The given score cannot be above the maximum score
qu_pe: Kutichisqa sapaqa chhurin sapaqamanta aswan hawaq niyta atinchu

source: This e-mail address has already been used by the maximum number of allowed accounts. Please use another.
qu_pe: Kay e-mail rantiqa allin cuentas maximonpiqa kutiwaran. Hina kasqanpaq kaymanta suyuta jina.

source: Could not write to %s
qu_pe: %sman qillqayta atinchu

source: Account disabled
qu_pe: Cuenta kunkachisqa

source: Language level
qu_pe: Idioma sapaqa

source: LDAP synchronization: Import learners/steps in all sessions
qu_pe: LDAP kutichisqa: Yachasqakunata/pasukunata tutaya sesionkunaman apaykachay

source: Send message by e-mail
qu_pe: Mensajeta e-mailwan apachay

source: Days before finishing for re-enrollment
qu_pe: Ñawpaqinchik hinakunapaq kamarichiy

source: Analysis ending...
qu_pe: Kamachisqa tukuy...

source: Margin to the left
qu_pe: Lloqsimpi márgen

source: Margin to the right
qu_pe: Paki márgen

source: Other options
qu_pe: Otras opciones

source: Activity ID
qu_pe: ID nisqakuna

source: No resource link entity found
qu_pe: Manam kaypi resource link entityta tarinakunachu

source: Access URL
qu_pe: URL ruray

source: You will therefore be automatically redirected to this URL.
qu_pe: Kay URLman kikin rikhurikunki.

source: You have access to multiple URLs. Here is the list of your accesses.
qu_pe: Killakuna URLkunaq rurayniykuna kaypi.

source: Please click on the link below corresponding to the URL you wish to access.
qu_pe: Rurayniyki URLpaq qhaway.

source: Does not have enough contrast against background
qu_pe: Manam allin contrastninchikchu fonumanta

source: Featured courses
qu_pe: Ruwanakuna kursos

source: Show more courses
qu_pe: Más kursonkuna rikunay

source: I would like to choose a sector
qu_pe: Sektortan munani

source: The platform offers specialized course session. Your answers will allow you to access the sessions corresponding to your field if it exists.<br><br>Check one or more answers or fill in the blank.
qu_pe: Platapormakuna especialisakuna kursos nisqakunaq rurayniykuna. Wawaykunaq rurayniykunaq sapa-llamkakunapaq ruwanakunaq rurayniykuna.<br><br>Huk yawar o más yawarkunata qhaway o llapanata qillqay.

source: Availability during my internship/mobility
qu_pe: Praktikakunapi / movilidadpi ruray

source: You can continue working on the platform during your internship. Your answers will help us offer you a personalized program based on your availability. <br><br>Indicate the dates and your availability
qu_pe: Praktikakunapi platapormapi rurayniyki kawsarichispa. Wawaykunaq rurayniykuna personalisakuna programata qhawayniyki rurayniyki.<br><br>Pachakunaq fechaqkunata qillqay.

source: My learning goals
qu_pe: Yachayniyki llank'aynin

source: What do you want to learn? What area do you want to improve in? You can write your answers freely here.
qu_pe: ¿Imatata munanki yachayniyki? ¿Imata allinchayta munanki? Llapanata qillqay.

source: My working method
qu_pe: Ñawpaq llank'ayniyki

source: On the platform, you'll complete some activities independently, while others will be done in groups, accompanied by a tutor. Your answers will help us suggest a learning program that's tailored to your work style.
qu_pe: Platapormapi, huk yawarkunaq yachayniyki, huk yawarkunaq yanapaywan. Wawaykunaq rurayniykuna personalisakuna yachay programata qhawayniyki.

source: Availability before my internship/mobility
qu_pe: Praktikakunamanta ñawpaq / movilidadpi ruray

source: The platform offers numerous resources and learning courses available on specific dates. The first step is to assess your availability to be able to offer you a suitable learning program.<br><br>Indicate the dates and your availability
qu_pe: Platapormakuna yachay resursokunaq fechaqkunapi. Ñawpaqta rurayniyki qhawayniyki programata qhawayniyki.<br><br>Pachakunaq fechaqkunata qillqay.

source: The topics that interest me / My learning objectives
qu_pe: Ñawpaq yachayniyki / yachayniyki llank'aynin

source: The platform offers numerous resources and thematic learning courses to develop your skills. Now it's time to take stock of your interests to be offer you a personalized course program.
qu_pe: Platapormakuna yachay resursokunaq temakuna yachay kursokuna. Ñawpaqta yachayniyki qhawayniyki personalisakuna kursos programata.

source: My language level
qu_pe: Idiomaq yachayniyki

source: The platform's resources are adapted to different language levels. The goal here is to take stock of what you can or already know how to do.<br><br>Tick the level that best suits you for each skill (listening, reading, participating in a conversation, speaking continuously, and writing).<br><br>
qu_pe: Platapormakuna resursokunaq idiomaq yachayniykunaq. Ñawpaqta imatata yachayniyki qhawayniyki.<br><br>Sapa yachayniyki (qhawarina, leyna, willakuy, rimay, qillqay)paq allin yachayniyki qhaway.<br><br>

source: My work environment
qu_pe: Llank'ayniyki ruray

source: To work on the platform, I use:
qu_pe: Platapormapi rurayniyki:

source: You will find in the <a style="color:blue" href="/faq">FAQ</a> the recommended environment to work on the platform.
qu_pe: <a style="color:blue" href="/faq">FAQ</a>pi platapormapi rurayniyki allin ruray.

source: Validate learning trail
qu_pe: Yachay ñanqa qhaway

source: Skills and objectives assessment
qu_pe: Yachayniykunaq llank'aynin

source: Welcome to the platform! Do you want to brush up on your skills? The platform offers you a personalized program where, depending on your priorities and availability, you have access to numerous resources and can participate in learning courses. <br><br>The following questionnaire has two objectives: on the one hand, to make you reflect on your needs and understand your interests and on the other hand, to gather information to offer you a tailor-made learning trail.<br><br>Happy learning on the platform!
qu_pe: ¡Platapormaman allñakuy! ¿Munanki yachayniyki allinchayniyki? Platapormakuna personalisakuna programata qhawayniyki, yachay resursokunaq yachay kursokunaman rurayniyki.<br><br>Kay preguntakunaq iskay llank'ayninchik: huk llanq'upi, yachayniyki qhawayniyki, sukata hamut'ayniyki, iskay llanq'upi, informacionta qhawayniyki personalisakuna yachay ñanqama.<br><br>¡Allñakuy platapormapi!

source: The learning courses are designed around the following main areas. Choose them in order of preference according to your priorities and interests.<br><br>
qu_pe: Yachay kursokuna ñawpaq temakunaq ruwanakuna. Preferensyakunata munayniykiq ordenpi qhaway.<br><br>

source: Once the areas have been selected, choose 5 themes and objectives in order of preference.<br><br>
qu_pe: Temakuna qhawaykaspallatam, 5 temakunaq yachayniykuna preferensyakunata qhaway.<br><br>

source: PDF download unavailable
qu_pe: PDF descargay manam kanchu

source: Registering
qu_pe: Inscribiy

source: Hello,<br>You haven't logged into to your account for three months. It has now been deactivated. If you would like to reactivate it, please contact us.<br><br>Best regards.
qu_pe: Allñakuy,<br>Tres lunakunaq cuentasman manam haykullkanki. Kunkasqa. Munaspayki reactivakunaykipaq, hamuni.<br><br>Sumaq kuyay.

source: Hello,<br>You haven't logged into your account for six months. It has now been deactivated. If you would like to reactivate it, please contact us.<br><br>Best regards.
qu_pe: Allñakuy,<br>Puyuq lunakunaq cuentasman manam haykullkanki. Kunkasqa. Munaspayki reactivakunaykipaq, hamuni.<br><br>Sumaq kuyay.

source: Hello,<br>%s hasn't logged into PARKUR in the last six months. His account has just been deactivated.<br><br>Sincerely.
qu_pe: Allñakuy,<br>%s puyuq lunakunaq PARKURman manam haykullkan. Cuentasninchik kunkasqa.<br><br>Sumaq kuyay.

source: An update is available. Click the button below to proceed with the update.
qu_pe: Ñawpaq actualisasyon kachkan. Botonpi kikin actualisay.

source: Update Chamilo
qu_pe: Chamilo actualisay

source: Verifying migration:
qu_pe: Migracionta qhaway:

source: Migration completed successfully!
qu_pe: ¡Migracion allinchakun!

source: Please check the following error:
qu_pe: Kay pantasqanta qhaway:

source: OK
qu_pe: Alli

source: Migration failed!
qu_pe: ¡Migracion manam allinchu!

source: Test e-mail sending
qu_pe: Correo electrónico yachay

source: The last migration executed successfully was:
qu_pe: Ñawpaq migracion allinchakun:

source: Please contact support with the error details.
qu_pe: Pantakunawan yanapaywan hamuni.

source: Contact support
qu_pe: Yanapaywan hamuni

source: Skills History
qu_pe: Yachay historia

source: Badge
qu_pe: Insignia

source: Question media
qu_pe: Medya tapuykuna

source: ex. localhost
qu_pe: jt. localhost

source: ex. 3306
qu_pe: jt. 3306

source: ex. root
qu_pe: jt. root

source: CREATE TABLE works
qu_pe: CREATE TABLE kamachin

source: ALTER TABLE works
qu_pe: ALTER TABLE kamachin

source: DROP COLUMN works
qu_pe: DROP COLUMN kamachin

source: Theme selected as current
qu_pe: Yuyay tema imataq yachachkanman

source: Color theme created
qu_pe: Yaraq yuyay tema kamarisqa

source: You are editing logos for visual theme
qu_pe: Yuyay temap yuraqkunata qillqay

source: Header logo
qu_pe: Yapaq yuraq

source: Effective preview
qu_pe: Ruraq rikch'ay

source: Using default theme logo
qu_pe: Yapaq temap yuraqqa kuna

source: Files in current theme
qu_pe: Kunan temapi k'anchaykunapaq

source: No SVG uploaded
qu_pe: Mana SVG kamarisqa

source: Remove SVG
qu_pe: SVG q'echay

source: No PNG uploaded
qu_pe: Mana PNG kamarisqa

source: Remove PNG
qu_pe: PNG q'echay

source: Save header logo
qu_pe: Yapaq yuraqta qispichay

source: Email logo
qu_pe: Iima yuraq

source: Save email logo
qu_pe: Iima yuraqta qispichay

source: PNG format required
qu_pe: PNG rupchin hina kanan

source: SVG format required
qu_pe: SVG rupchin hina kanan

source: Select at least one file
qu_pe: Huk kutin k'anchaywan suyay

source: Upload failed
qu_pe: Kamarisqan mana allin

source: Deletion failed
qu_pe: Q'echasqan mana allin

source: Drag to reorder
qu_pe: Hich'ukuyta q'ispichaypaq thuk'uy

source: Clean temporary files
qu_pe: Ñawpaq k'anchaykuna q'echachay

source: Learning path title here
qu_pe: Yachay ñan sutin k Illapay

source: Publish / Hide
qu_pe: Ruray / K'anchay

source: Select which items to include in the PDF
qu_pe: PDFpi k'anchakunata maqanakuy

source: Open in a new tab
qu_pe: Huk pukaq tabpi ruray

source: Delete third party
qu_pe: Kikin munayuq q'echay

source: Copy link
qu_pe: Thuk'uy q'ispichay

source: Security tools and reports
qu_pe: Ama llalliy yachaykuna y reportakuna

source: This field cannot be empty
qu_pe: Kay llawku mana manchanchu

source: This is not a valid URL. Example: https://example.com
qu_pe: Kay mana saqen URLchu. Jatun: https://example.com

source: Are you sure you want to delete this?
qu_pe: Manam kunaq q'echayta munanki?

source: Color theme
qu_pe: Yaraq yuyay

source: Logos will be applied to the current visual theme:
qu_pe: Yuraqkuna kunan yuyay temapaq saqenqa:

source: Switch the active theme if you want to upload logos for a different one.
qu_pe: Huk temapa yuraqkuna kamarichwan uyariy.

source: Uploaded
qu_pe: Kamarisqa

source: Back to plugins
qu_pe: Pluginman kutiy

source: Installing
qu_pe: Kamarichiy

source: Processing
qu_pe: Kamachiy

source: Uninstalling
qu_pe: Q'echachiy

source: Enabling
qu_pe: Kanchachiy

source: Disabling
qu_pe: K'anchachiy

source: Allow PDF exports for this item
qu_pe: Kaypaq PDF chaskikunata saqachiy

source: Login attempts
qu_pe: Yachakuy intentos

source: Background
qu_pe: Ruwanaq

source: Use custom date
qu_pe: Mana allin pachaq usuy

source: Achievement date
qu_pe: Yatichisqa pacha

source: Go to branding (logos)
qu_pe: Marcaq (logos)man riy

source: Visual theme (assets)
qu_pe: Visual tema (assets)

source: Branding (logos)
qu_pe: Marcaq (logos)

source: Upload optional header and email logos. The SVG format is preferred. PNG is used as fallback.
qu_pe: Mana allin kaypi header y email logos cargay. SVG formato munakun. PNG reserva nisqa.

source: Write a short and striking course name, for example: Innovation Management
qu_pe: Kutipaynin yachachisqa sutin qillqay, mana allin: "Innovación Ruray"

source: Quality
qu_pe: Sumaq

source: Remedial courses list
qu_pe: Yachachisqa kutikuna lista

source: Request account deletion
qu_pe: Kutiqta wañuchiyta mañakuy

source: Justification for account deletion
qu_pe: Kutiqta wañuchiyta yachachisqa

source: Request for legal agreement's consent removal
qu_pe: Willakuy pactoq consentimiento qichuyta mañakuy

source: Justification for consent removal
qu_pe: Consentimiento qichuy yachachisqa

source: Terms enabled
qu_pe: Willakuykuna kanchisqa

source: Revision Language
qu_pe: Willakuy idioma

source: Session career link
qu_pe: Sesión carreraq URL

source: Successful authentication handlers
qu_pe: Yatichisqa autentikación manejadores

source: Popular courses
qu_pe: Yutakuy yachachisqa kutikuna

source: Already logged in
qu_pe: Kunan yachakuykuy

source: GDPR compliance
qu_pe: GDPR kamachisqa

source: Azure UID (internal ID)
qu_pe: Azure UID (ñawpaq ID)

source: Organisation e-mail
qu_pe: Kamachikuna email

source: Office phone extension
qu_pe: Oficina telefon anexo

source: Office address
qu_pe: Oficina kamachiy

source: Number of days for completion
qu_pe: Kutipakuy pachaq ñawpaq

source: Event notifications
qu_pe: Riwakuna willakuykuna

source: Skip automatic validation
qu_pe: Mana allin willakuyta qispichiy

source: Use alternate tracking system
qu_pe: Mana allin ruray sistema usuy

source: My terms
qu_pe: Ñoqan willakuykuna

source: Moodle password
qu_pe: Moodle contraseñakuna

source: Long term authentication request token used
qu_pe: Yutay plazo autentikación mañakuy token usakuy

source: Is from new login
qu_pe: Ñawpaq yachakuytaq

source: End pause date
qu_pe: Pawsa tukuy pacha

source: Downloaded at
qu_pe: Cargakusqa

source: Disable import calendar
qu_pe: Mana allin calendario importakuy

source: Disable all emails
qu_pe: Mana allin emailkuna

source: Differentiation
qu_pe: Willakuy

source: Credentials type
qu_pe: Credenciales tipo

source: Collapsed
qu_pe: Pakasqa

source: Career diagram
qu_pe: Carrera diagrama

source: Career URLs
qu_pe: Carrera URLkuna

source: Career ID
qu_pe: Carrera ID

source: CAS user
qu_pe: CAS kutiq

source: Buyer's address
qu_pe: Rikch'akuy kamachiy

source: Buyer's VAT/Tax ID
qu_pe: RIMaynin VAT/Impuesto ID

source: Buyer's company
qu_pe: RIMaynin kamachina

source: Block Category
qu_pe: Hap'alla katiqura

source: Authentication method
qu_pe: Willay authentication

source: Authentication date
qu_pe: Authentication pacha

source: Ask for new password
qu_pe: Musuq yachachisqanta mañay

source: Ask for revision
qu_pe: Kamay revision mañay

source: Advanced courses list
qu_pe: Yachaywasi qhatukuna ruray

source: User address
qu_pe: Ruray chinpu

source: Considered working time
qu_pe: Kamaykuq pacha

source: Send to coaches
qu_pe: Yachachiqkunaqaru yapasqay

source: In multiple languages
qu_pe: Kay rimaykunawan

source: Show in catalogue
qu_pe: Katalawpi rikuchiy

source: Is mandatory
qu_pe: Kamachisqa

source: Lock course in session
qu_pe: Yachaywasita ninmiy sessionpi

source: Send to users in session
qu_pe: Sessionpi ruraykunaru yapasqay

source: Date to send notification
qu_pe: Notificación yapasqan pacha

source: Send notification at a specific date
qu_pe: Notificación musuq pachapi yapasqay

source: Notify of group messages by email
qu_pe: Hapkuna willaykunata emailwan avisapay

source: Notify of messages by email
qu_pe: Willaykunata emailwan avisapay

source: Notify of invitations by email
qu_pe: Invitaciónkunata emailwan avisapay

source: Account locked until
qu_pe: Ñoqanchay ninmiy hatun

source: Google Calendar URL
qu_pe: Google Kalendaryo URL

source: User chat status
qu_pe: Ruray chat ñawpaq

source: Update script type
qu_pe: Script tiyay musuq kay

source: My test conditions
qu_pe: Ñoqapaq prueba kamachisqakuna

source: 2FA activated successfully.
qu_pe: 2FA kamachisqa allinmi.

source: Duplicate submission ignored
qu_pe: Kaykuna kikin willakuyta qallariy

source: Show free users (not enrolled)
qu_pe: Willakuy ruraykunata rikuchiy (mana qhaspikunalla)

source: At least one URL has no admin assigned
qu_pe: Huk URLqa mana kamachiq waytapis

source: All URLs have at least one admin assigned
qu_pe: Tukuy URLkunanpi huk kamachiq waytapis

source: E-mail settings need to be configured
qu_pe: Email kamachisqakuna kamachinan

source: E-mail settings are OK
qu_pe: Email kamachisqakuna allinmi

source: General course resources
qu_pe: Yachaywasi qhatukunata hatun

source: Error closing zip file
qu_pe: Zip willakuy qhatuniy

source: Error adding file to zip
qu_pe: Willakuy willakuy zipman qhatuniy

source: Error creating zip file
qu_pe: Zip willakuy qhatuniy

source: Error creating %s
qu_pe: %s qhatuniy

source: Access teacher page
qu_pe: Yachachiq paginaman riy

source: To begin, edit this page and remove this text
qu_pe: Qallariy paqta editayniyoq kay willakuyta qhallayniyoq

source: The new page has been created.
qu_pe: Musuq paqta kamachisqa.

source: The page already exists.
qu_pe: Paqta kunaq.

source: You are not viewing the most recent version
qu_pe: Mana ñawpaq versiyunman rinaq

source: Are you sure you want to unsubscribe this user?
qu_pe: ¿Mana allintaq ruray qispichisqay?

source: The test contains page-break questions, which will only take effect if the test is set to 'All questions on one page'.
qu_pe: Pruebaqa paqta qhatukunata rakiy, nisqalla allinmi yachakunata 'Tukuy willakuykunata huk paqtapi' nisqapi.

source: %s items deleted (%d skipped)
qu_pe: %s qhallarisqa (%d qispisqa)

source: Selecting an option will add it to the Responses table below.
qu_pe: Aswan rurayniyqa Willakuy tablaqaru qhatun.

source: PDF path unavailable
qu_pe: PDF ñanqa manam kay

source: Global weighting mode
qu_pe: Hatun karpanan kay

source: Per-answer weighting mode
qu_pe: Rimaq p'unchaypi k'anchay

source: External career ID
qu_pe: Maway kamachiy ID

source: External calendar event ID
qu_pe: Maway ruru yuyay ID

source: Export failed: %s
qu_pe: Maway q'ellqay: %s

source: Export all test results
qu_pe: Mawayqa yachachisqan yuyaykuna

source: Error loading tests
qu_pe: Yuyaykuna cargaypi pantasqay

source: No test found
qu_pe: Manam yachakunata tarinakchu

source: Error loading courses
qu_pe: Yachakuna cargaypi pantasqay

source: First select a session
qu_pe: Qhapaq first select a session

source: Error loading sessions
qu_pe: Sesionkuna cargaypi pantasqay

source: Survey not found
qu_pe: Manam paq chinakuy yachakunata tarinakchu

source: There is a new comment in the post <i>%s</i>. To view it <a href='%s'>go here</a>.
qu_pe: Kutichkan willakuy <i>%s</i> nisqapi. Rikunaykipaq <a href='%s'>kayman riy</a>.

source: View in alphabetical order
qu_pe: Alfabeto ordenpi rikunay

source: View in chronological order
qu_pe: P'unchaw ordenpi rikunay

source: Qualify
qu_pe: K'anchay

source: Comment from %s
qu_pe: %s nisqamanta willakuy

source: Remove as template
qu_pe: Qelqaymanta q'echay

source: Translate category
qu_pe: Katiqoriyta willakuy

source: No notes yet
qu_pe: Manam yachakunamchu

source: Create your first note to get started.
qu_pe: Qallariyki yachakuyta qelqay, chaywan qallariy.

source: Could not load support info at this time.
qu_pe: Manam yanapay yachakuyta carganachu kay punchaw.

source: Could not load latest news at this time.
qu_pe: Manam willakuykuna carganachu kay punchaw.

source: Internal error.
qu_pe: Maki pantasqay.

source: Message update
qu_pe: Willakuyta musuqyachiy

source: Open file
qu_pe: Willakuyta qhaway

source: Item details
qu_pe: Qhatu yachakuy

source: Uploading... please keep this tab open.
qu_pe: Cargaypi... kay pestañaqta kichay.

source: Recipients
qu_pe: Chaskikuna

source: Sharing
qu_pe: Yapay

source: Enter a value here
qu_pe: Kayman kuti qelqay

source: Write a title...
qu_pe: Sutinta qelqay...

source: Use the editor toolbar to format your content.
qu_pe: Willakuyta formatachiy editor toolbarwan.

source: Drag & drop files here or click to select
qu_pe: Arqanakunaqta thukuchiy ñawpaq o click ruray

source: Edit post
qu_pe: Willakuyta musuqyachiy

source: New post
qu_pe: Musuq willakuy

source: Failed to create the post. Please try again.
qu_pe: Manam qelqakunata atiynichu. Wakin musuqnita qelqay.

source: Press Ctrl+Enter to send
qu_pe: Ctrl+Enter ruray willakuy yapasqapaq

source: Add comment
qu_pe: Willakuyta yapay

source: Write your comment here...
qu_pe: Kayman willakuyta qelqay...

source: %s selected
qu_pe: %s chinakusqa

source: Search by title or path...
qu_pe: Suti o ñanpi maskhay...

source: Manage backups, restore, copy, recycle and delete course data.
qu_pe: Qelqakuna, kamarichiy, k'ipi, musuqyachiy, q'echay yachakuynata kamachiy.

source: %s comment(s)
qu_pe: %s willakuykuna

source: Error updating third party. Please verify the data.
qu_pe: Pantasqay musuqyachiy maki. Yachakuyta ruruy.

source: Please choose a .imscc or .zip file.
qu_pe: .imscc o .zip willakuyta suyay.

source: Select items
qu_pe: Qhatukuna chinay

source: Import options
qu_pe: Qelqakuy opciona

source: Selected items
qu_pe: Chinakusqa qhatukuna

source: Scope
qu_pe: Llamk'a

source: Select source
qu_pe: Fuente riqsichay

source: No date
qu_pe: Mana pacha manam

source: Download as ZIP
qu_pe: ZIP nisqaman yapay

source: Delete this folder? All files inside will be permanently deleted.
qu_pe: ¿Kay phutuyta saqichiyta munanki? Ichikuna willakuna huk pachakama saqichisqaku.

source: Template type
qu_pe: Plantilla suyukuna

source: Edit task
qu_pe: Kamachiq editay

source: Pending validation
qu_pe: Willakuyta kutichispa

source: New project
qu_pe: Yarpak pruwiktu

source: Assign task
qu_pe: Kamachiq kachay

source: Select a task
qu_pe: Kamachiq riqsichay

source: Select a user
qu_pe: Ruraq riqsichay

source: Target date
qu_pe: Challwa pacha

source: Could not load exportable items.
qu_pe: Mana atinchu exportakuna cargachiyta.

source: You can close this message to continue.
qu_pe: Kay mensajeta qelakuyta atinkichu, hanpispalla.

source: Select a contact
qu_pe: Contacto riqsichay

source: No messages yet
qu_pe: Mana mensajekuna aswan

source: Pick someone in the left box to start chatting
qu_pe: Chatninanta qallariyachun lloqepi casillawan runata riqsichay

source: Enter to send · Shift+Enter for newline
qu_pe: Enter ñawpaqta kachay · Shift+Enter ñawpaq liniyapachamanta

source: Delivered
qu_pe: Kachasqaña

source: Sending
qu_pe: Kachakusqaña
