Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Only %d questions will be selected based on the test configuration, for a total score of %s.
yo_ng: Awọn ibeere %d nikan yoo yan da lori iṣeto idanwo, fun ami-ami apapọ ti %s.

source: This question is also used in the following tests
yo_ng: Ibeere yii tun lo ninu awọn idanwo wọnyi

source: Link to test edition
yo_ng: Asopọ si ẹditi idanwo

source: Move users results from base course to a session
yo_ng: Gbe awọn abajade olumulo lati ẹkọ ipilẹ lọ si igba kan

source: If your quiz have hotspot questions included, you should select the images related from the documents.
yo_ng: Ti idanwo rẹ ba ni awọn ibeere hotspot ti o wa, o yẹ ki o yan awọn aworan ti o ni ibatan lati awọn iwe-ipamọ.

source: Back to the attempt list
yo_ng: Pada si akojọ igbiyanju

source: Show the result to the learner: Show the score, the learner's choice and his feedback on each attempt, add the correct answer and his feedback when the chosen limit of attempts is reached.
yo_ng: Han abajade fun akẹkọ: Han ami-ami, yiyan akẹkọ ati esi rẹ lori gbogbo igbiyanju, ṣafikun idahun to tọ ati esi rẹ nigbati a de opin igbiyanju ti a yan.

source: Signed in as
yo_ng: Wọle bi

source: Remember me
yo_ng: Ranti mi

source: Register oneself
yo_ng: Forukọsilẹ funrararẹ

source: Course introduction
yo_ng: Ifihan ẹkọ

source: You don't have any course content yet.
yo_ng: Iwọ ko ni akoonu ẹkọ eyikeyi sibẹsibẹ.

source: You don't have any course yet.
yo_ng: Iwọ ko ni ẹkọ eyikeyi sibẹsibẹ.

source: You don't have any session yet.
yo_ng: Iwọ ko ni igba eyikeyi sibẹsibẹ.

source: Go to "Explore" to find a topic of interest, or wait for someone to subscribe you.
yo_ng: Lọ si "Ṣàwárí" lati wa kókó ìfẹ́, tàbí ṣe ìdúró de ẹnikẹ́ni láti forukọsilẹ̀ fún ọ.

source: Add a course introduction to display to your students.
yo_ng: Ṣafikun ifihan ẹkọ lati ṣafihan si awọn ọmọ ile-iwe rẹ.

source: See as student
yo_ng: Wo bi ọmọ ile-iwe

source: Official code
yo_ng: Koodu osise

source: Welcome, please go to diagnostic at %s.
yo_ng: Kaabọ, jọwọ lọ si ayẹwo ni %s.

source: Your session search diagnosis is saved
yo_ng: Ayẹwo wiwa igba rẹ ti wa ni ipamọ

source: Send diagnostic finalization message
yo_ng: Fi ifọrọranṣẹ ipari ayẹwo ranṣẹ

source: Add a forumCategory
yo_ng: Ṣafikun ẹka apejọ

source: Create surveyDoodle
yo_ng: Ṣẹda surveyDoodle

source: Sticky courses
yo_ng: Awọn ẹkọ aladipo

source: Current session tab
yo_ng: Tabi igba lọwọlọwọ

source: Upcoming session tab
yo_ng: Tabi igba ti n bọ

source: Past session tab
yo_ng: Tabi igba ti o ti kọja

source: By checking this box, I confirm that I accept the data processing by the platform
yo_ng: Nipasẹ ṣayẹwo apoti yii, Mo jẹrisi pe Mo gba ṣiṣe data nipasẹ pẹpẹ

source: The platform owner, responsible for the processing, implements processing of personal data to respond to your contact request. The data is mandatory. In their absence, it will not be possible to process your request.
yo_ng: Oniwun pẹpẹ, ti o ni iduro fun ṣiṣe, n ṣe ṣiṣe data ti ara ẹni lati dahun si ibeere olubasọrọ rẹ. Data naa jẹ dandan. Ni wọn kọ, kii yoo ṣee ṣe lati ṣe ibeere rẹ.

source: Number of times the question was answered
yo_ng: Nọmba awọn akoko ti a dahun ibeere naa

source: Number of times this answer was selected
yo_ng: Nọmba awọn akoko ti a yan idahun yii

source: Text appearing at the end of the test when the user has succeeded or if no pass percentage was set.
yo_ng: Ọrọ ti o han ni opin idanwo nigbati olumulo ba ṣaṣeyọri tabi ti ko si ipin iṣẹlẹ ti a ṣeto.

source: Text appearing at the end of the test when the user has failed.
yo_ng: Ọrọ ti o han ni opin idanwo nigbati olumulo ba kuna.

source: Hide question numbering
yo_ng: Fi nọmba ibeere pamọ

source: Show score by category on a radar/spiderweb chart
yo_ng: Han ami-ami nipasẹ ẹka lori chart radar/spiderweb

source: Direct pop-up mode
yo_ng: Ipo agbekọri taara

source: Prevent moving backwards between questions
yo_ng: Deni gbigbe sẹhin laarin awọn ibeere

source: Your browser does not support Javascript
yo_ng: Awọ-ọkọ rẹ ko ṣe atilẹyin Javascript

source: Unauthorised view access to resource
yo_ng: Iwọle laisi aṣẹ si aworan ẹrọ orisun

source: This message was deleted when the user was removed from the platform on %s
yo_ng: Ifọrọran yii ti parẹ nigbati a yọ olumulo kuro lori pẹpẹ ni %s

source: My General Certificate
yo_ng: Iwe-ẹri Gbogbogbo Mi

source: My Skills
yo_ng: Awọn Ogbon Mi

source: Sign out
yo_ng: Forire

source: Sessions catalogue
yo_ng: Iwe akọọlẹ awọn akoko

source: Email reply header
yo_ng: Akọle idahun imeeli

source: My profile
yo_ng: Profaili Mi

source: View all friends
yo_ng: Wo gbogbo awọn ọrẹ

source: Mark as promoted message
yo_ng: Ṣe aami bi ifọrọran ti o ni igbega

source: Created with Chamilo copyright year
yo_ng: Ṣẹda pẹlu ọdun aṣẹ Chamilo

source: Multiple choice with *other* option
yo_ng: Aṣayan pipin pẹlu aṣayan *miiran*

source: Extra field to use as student ID for SCORM API
yo_ng: Aaye afikun lati lo bi ID ọmọ ile-iwe fun SCORM API

source: The name provided will be used as the identifier of the user extra field containing an ID that the remote SCORM API will recognize as a user ID. This is only useful if your remote SCORM provider asked you for something similar.
yo_ng: Orukọ ti a pese yoo ṣee lo bi idanimọ ti aaye afikun olumulo ti o ni ID ti SCORM API latọna jijin yoo ṣe idanimọ bi ID olumulo. Eyi n wulo nikan ti olupese SCORM latọna jijin rẹ beere fun nkan kanna.

source: Deleted users
yo_ng: Awọn olumulo ti a parẹ

source: Latest login in a course
yo_ng: Iwọle titun julọ ni iṣẹ-ẹkọ kan

source: Multiply questions by class
yo_ng: Ṣe pọ awọn ibeere nipasẹ kilasi

source: Multiply questions by user
yo_ng: Ṣe pọ awọn ibeere nipasẹ olumulo

source: Questions about next user
yo_ng: Awọn ibeere nipa olumulo atẹle

source: Course code to be entered in capital letters to confirm the deletion: %s
yo_ng: Koodu iṣẹ-ẹkọ lati tẹ ni awọn lẹta ti o ga lati jẹrisi piparẹ: %s

source: Badge: %s
yo_ng: Baaji: %s

source: Comment by %s
yo_ng: Ìwòye nipasẹ %s

source: Portfolio item by %s
yo_ng: Ohun elo Portfolio nipasẹ %s

source: Copy to my portfolio
yo_ng: Daakọ si portfolio mi

source: Copy to student portfolio
yo_ng: Daakọ si portfolio ọmọ ile-iwe

source: Originally published as "%s" by %s
yo_ng: Ti a tẹjade ni akọkọ bi "%s" nipasẹ %s

source: Originally commented by %s in "%s"
yo_ng: Ti ṣe ìwòye ni akọkọ nipasẹ %s ni "%s"

source: Item added to students own portfolio
yo_ng: Ohun elo ti a fi kun si portfolio ti ara ọmọ ile-iwe

source: Mark comment as important
yo_ng: Ṣe aami ìwòye bi pataki

source: Unmark comment as important
yo_ng: Yọ aami ìwòye bi pataki kuro

source: Portfolio item marked as important
yo_ng: Ohun elo Portfolio ti a ṣe aami bi pataki

source: Select a learner portfolio
yo_ng: Yan portfolio akẹkọ kan

source: See my portfolio in this course
yo_ng: Wo portfolio mi ni iṣẹ-ẹkọ yii

source: Portfolio details
yo_ng: Awọn alaye Portfolio

source: Item title
yo_ng: Akọle Ohun elo

source: Creation date: %s
yo_ng: Ọjọ ṣẹda: %s

source: Update date: %s
yo_ng: Ọjọ imudojuiwọn: %s

source: Category: %s
yo_ng: Ẹka: %s

source: Date: %s
yo_ng: Ọjọ: %s

source: Item title: %s
yo_ng: Akọle Ohun elo: %s

source: No items in your portfolio
yo_ng: Ko si awọn ohun elo ninu portfolio rẹ

source: You have not commented
yo_ng: O ko ti ṣe ìwòye

source: Portfolio items
yo_ng: Awọn ohun elo Portfolio

source: Portfolio comments
yo_ng: Awọn ìwòye Portfolio

source: Comments made
yo_ng: Awọn ìwòye ti a ṣe

source: Grade this item
yo_ng: Gba ohun elo yii iye

source: Portfolio item was graded
yo_ng: Ohun elo Portfolio ti a gba iye

source: Context for the comment to be grade
yo_ng: Ìpò fun ìwòye lati gba iye

source: Grade this comment
yo_ng: Dẹkùn ìwàrán ìròyìn yìí

source: Portfolio comment was graded
yo_ng: Ìwàrán ìròyìn pọ́tifóòlìò ti di dẹkùn

source: Grade items
yo_ng: Àwùn dẹkùn

source: Grade comments
yo_ng: Dẹkùn àwùn ìròyìn

source: Hide correct answered questions
yo_ng: Fi ìbéèrè tí a ti dáhùn tí ó tọ́ pamọ́

source: The setting "%s" will change to "%s"
yo_ng: Ètò "%s" yóò yí padà sí "%s"

source: Verification of answered questions
yo_ng: Ìdíwò ìdáhùn ìbéèrè

source: Student's assignments to be corrected
yo_ng: Àwùn ìṣiṣẹ́ ọmọ ilé-ìwé tí yóò ṣe ìdàsílẹ̀

source: You will find below all the work that have been submitted by students in one of your course (it could be in the base course or in a course in a session). You can filter the list selecting a specific course or a work status.
yo_ng: Yóò rí ìṣiṣẹ́ gbogbo ọmọ ilé-ìwé tí wọ́n ti fiwàásù sínú ọ̀kan lára ìdàrú rẹ níbẹ̀ (ó lè jẹ́ nínú ìdàrú ìpìlẹ̀ tàbí nínú ìdàrú ìpàdé). Ó ṣeé ṣe láti yà àwùn kúrò pẹ̀lú yíyan ìdàrú kan pàtó tàbí ìpò ìṣiṣẹ́.

source: Back to the main course portfolio
yo_ng: Pada sí pọ́tifóòlìò ìdàrú pàtàkì

source: Export my portfolio data in a PDF file
yo_ng: Fọwọ́sowọpọ̀ dátà pọ́tifóòlìò mi sínú ìwé PDF

source: Export my portfolio data in a ZIP file
yo_ng: Fọwọ́sowọpọ̀ dátà pọ́tifóòlìò mi sínú ìwé ZIP

source: Categories are for organization only in personal portfolio.
yo_ng: Àwùn ẹka jẹ́ fún ìdàgbàsókè nìkan nínú pọ́tifóòlìò àdáni.

source: Export my portfolio data to a PDF file
yo_ng: Fọwọ́sowọpọ̀ dátà pọ́tifóòlìò mi sí ìwé PDF

source: Export my portfolio data to a ZIP file
yo_ng: Fọwọ́sowọpọ̀ dátà pọ́tifóòlìò mi sí ìwé ZIP

source: New learning path available
yo_ng: Ọ̀nà ẹkọ́ tuntun ti ṣeèdè

source: There is a new learning path called %s that has been added to your %s course. Go to this learning path here : %s
yo_ng: Ọ̀nà ẹkọ́ tuntun tí a ń pè %s ti a ti fi kun ìdàrú %s rẹ. Lọ sí ọ̀nà ẹkọ́ yìí níbí : %s

source: %s %% Completed
yo_ng: %s %% Ti ṣe ìparí

source: E-mail to teachers on new user's post in the portfolio tool
yo_ng: Ìmeèlì sí àwùn olùkọ́ lórí ìròyìn tuntun ìlòyè pọ́tifóòlìò

source: There is a new post by %s in the portfolio of course %s. To view it <a href='%s'>go here</a>.
yo_ng: Ìròyìn tuntun wà láti ọwọ́ %s nínú pọ́tifóòlìò ìdàrú %s. Láti wo rẹ̀ <a href='%s'>lọ síbẹ̀</a>.

source: [Portfolio] New post in course %s
yo_ng: [Pọ́tifóòlìò] Ìròyìn tuntun nínú ìdàrú %s

source: Ongoing training
yo_ng: Ẹ̀kọ́ tí ń lọ lọ́wọ́

source: Dear %s,<br /><br /> A new test/quiz %s has been added to course %s.<br /><br />Course: %s <br />Test/Quiz name: %s <br />
yo_ng: Ẹ̀yin %s,<br /><br /> Ìdánwò/ìdíwò tuntun %s ti a ti fi kun ìdàrú %s.<br /><br />Ìdàrú: %s <br />Orúkọ ìdánwò/ìdíwò: %s <br />

source: Visit the test/quiz page <a href="%s">%s</a><br />
yo_ng: Ṣàyèwò ojú ìwé ìdánwò/ìdíwò <a href="%s">%s</a><br />

source: Dear %s,<br /><br />As his/her parent, you are receiving this e-mail to let you know that %s just got a new test/quiz %s in course %s.<br /><br />Learner: %s<br /> Course: %s<br />Test/Quiz name: %s<br />
yo_ng: Ẹ̀yin %s,<br /><br />Gẹ́gẹ́ bí òbí rẹ̀, ẹ̀yin ń gba ìmeèlì yìí láti jẹ́ kí ẹ mọ̀ pé %s ṣẹ̀ṣẹ̀ gba ìdánwò/ìdíwò tuntun %s nínú ìdàrú %s.<br /><br />Akẹ́kọ̀ọ́: %s<br /> Ìdàrú: %s<br />Orúkọ ìdánwò/ìdíwò: %s<br />

source: Test duration: %s <br />
yo_ng: Àkókò ìdánwò: %s <br />

source: Test start date: %s <br />
yo_ng: Ọjọ́ ìbẹ̀rẹ̀ ìdánwò: %s <br />

source: Test end date: %s <br />
yo_ng: Ọjọ́ ìparí ìdánwò: %s <br />

source: Career Diagram Legend
yo_ng: Àwòrán Ìdàgbàsókè Ìgbòkègbodò

source: Career Diagram Disclaimer
yo_ng: Àkíyèsí Ìdàgbàsókè Ìgbòkègbodò

source: Successful Attempt
yo_ng: Ìgbìyànjú ìṣẹ́gun

source: Failed attempt
yo_ng: Ìgbìyànjú ìkùnà

source: Students with successful attempt
yo_ng: Àwùn ọmọ ilé-ìwé pẹ̀lú ìgbìyànjú ìṣẹ́gun

source: Students with failed attempt
yo_ng: Àwùn ọmọ ilé-ìwé pẹ̀lú ìgbìyànjú ìkùnà

source: Exercise attempt stats report
yo_ng: Ìròyìn ìṣirò ìgbìyànjú ìdàgbòkèèrè

source: Comparative group report
yo_ng: Ìròyìn àpò ìwàásù

source: Courses usage
yo_ng: Ìlò ìdàrú

source: Hide connection time
yo_ng: Fi àkókò ìsopọ̀ pamọ́

source: Course in which the question was initially created.
yo_ng: Ìdàrú tí ìbéèrè náà ti ṣẹ̀dá lákọ̀ọ́kọ́.

source: Apprenticeship contract
yo_ng: Àdéhùn ìkọ́ni ìdàgbàsókè

source: Export Common Cartridge v1.3
yo_ng: Fọwọ́sowọpọ̀ Common Cartridge v1.3

source: Import Common Cartridge v1.3
yo_ng: Gbe wọlé Common Cartridge v1.3

source: Export your course content in the IMS Common Cartridge 1.3 format, to share it on other platforms.
yo_ng: Fọwọ́sowọpọ̀ àkóì ìdàrú rẹ nínú ìwọ̀n IMS Common Cartridge 1.3, láti pín pẹ̀lú àwùn pìlátifọ́ọ̀mù mìíràn.

source: Import a course in IMS Common Cartridge 1.3 format, from another platform compatible with this format. The version is important.
yo_ng: Gbe ìdàrú wọlé nínú ìwọ̀n IMS Common Cartridge 1.3, láti pìlátifọ́ọ̀mù mìíràn tí ó ṣe ìbámu pẹ̀lú ìwọ̀n yìí. Ẹ̀yà jẹ́ pàtàkì.

source: IMS CC file created.
yo_ng: Ìwé IMS CC ti ṣẹ̀dá.

source: IMS CC file
yo_ng: Ìwé IMS CC

source: IMS CC file imported.
yo_ng: Ìwé IMS CC ti gbe wọlé.

source: Upload any IMS CC (.imscc or .zip) file in the right version and it will be extracted directly into your course.
yo_ng: Gbe ìwé IMS CC (.imscc tàbí .zip) kankan wọlé nínú ẹ̀yà tó tọ́, yóò yọ ọ jade tààrà pẹ̀lú ìdàrú rẹ.

source: Hide question number
yo_ng: Fi nọ́mba ìbéèrè pamọ́

source: Pending attempts
yo_ng: Ìdáhùn tí kò tíì

source: Edit in profile
yo_ng: Ṣàtúnṣe nínú profaili

source: Guidance
yo_ng: Ìtọ́nisọ́nà

source: Remove time
yo_ng: Yọ àkókò kúrò

source: Copy with session content
yo_ng: Ẹ̀dà pẹ̀lú ìnárí ìpàdé

source: Export by class
yo_ng: Àtẹ̀gùn lọ́nà kíláàsì

source: Upload answer
yo_ng: Gbe ìdáhùn wọ̀lẹ̀

source: Token expired, action already realized
yo_ng: Àmì ìdílé kò ṣiṣẹ́ mọ́, ìṣe ìdílé ti ṣe tẹ́lẹ̀

source: Corrector
yo_ng: Olùṣàtúnṣe

source: Correction date
yo_ng: Ọjọ́ ìṣàtúnṣe

source: Hide attempts table on start page
yo_ng: Fi tábìlì ìdáhùn pamọ́ lórí ojú ìkoko

source: Maximum progress in learning paths
yo_ng: Ìlọsí ìdàgbàsókè púpọ̀ jù nínú ọ̀nà ìkọ́nilẹ́kọ̀ọ́

source: Hide skills
yo_ng: Fi ìmọ̀ pamọ́

source: Options for hiding in export
yo_ng: Àwùnṣe fún ìpamọ́ nínú ìtúsí

source: Hide assignments
yo_ng: Fi iṣẹ́ àyè pamọ́

source: Add survey to course
yo_ng: Fi ìwádìíi ṣe ìfiwéra sí ìdàrú

source: Move the current survey
yo_ng: Gbe ìwádìíi lọ́wọ́ lọ́wọ́

source: Share events in course sessions
yo_ng: Pin ìṣẹ̀lẹ̀ nínú ìpàdé ìdàrú

source: Agenda events in the course will be visible in sessions
yo_ng: Ìṣẹ̀lẹ̀ ìṣètò ìdàrú yóò ṣe ìrísí nínú ìpàdé

source: Agenda events only visible in current course
yo_ng: Ìṣẹ̀lẹ̀ ìṣètò ìrísí nínú ìdàrú lọ́wọ́lọ́wọ́ nìkan

source: Test result
yo_ng: Àbájáde ìdánwò

source: Filter by Learning Path
yo_ng: Ṣààwà lọ́nà ọ̀nà ìkọ́nilẹ́kọ̀ọ́

source: Share forums in all sessions
yo_ng: Pin ìfọ̀rọ̀wérọ̀ sí gbogbo ìpàdé

source: You have achieved a new skill.
yo_ng: O ti ṣàṣeyọrí ìmọ̀ tuntun kan.

source: Hi, %s. You have achieved the skill "%s". To see the details go here: %s.
yo_ng: Bàbá, %s. O ti ṣàṣeyọrí ìmọ̀ "%s". Láti wo kíkún lọ síbí: %s.

source: To assign a new skill to this user, click <a href="%s">here</a>
yo_ng: Láti yan ìmọ̀ tuntun fún olùlò yìí, tẹ <a href="%s">bíi bẹ́ẹ̀</a>

source: Add event in course calendar
yo_ng: Fi ìṣẹ̀lẹ̀ kun sí ìkàlẹ́ ìdàrú

source: Hours
yo_ng: Wákati

source: Reminder for event : %s
yo_ng: Ìrònúpìwò fún ìṣẹ̀lẹ̀: %s

source: Add notification
yo_ng: Fi ìfọwọ́sowọpọ̀ kun

source: Notification to remind the event
yo_ng: Ìfipamọ́ láti ranti ìṣẹ̀lẹ̀

source: Add tags
yo_ng: Fi àwùjọ kun

source: Event editable by the invitees
yo_ng: Ìṣẹ̀lẹ̀ ṣe àtúnṣe tàbí àwùjọ

source: Invitees
yo_ng: Àwùjọ

source: Reminder number %s for the course %s
yo_ng: Ìfọwọ́sowọpọ̀ ìrònúpìwò %s fún ìdàrú %s

source: Hello %s
yo_ng: Bàbá %s

source: You are registered in the training %s since the %s
yo_ng: O ti forukọsilẹ̀ nínú ìdàrù %s láti %s

source: You are receiving this message because you have completed a learning path with a %s%% progress of your training.<br/>Your progress must be 100 to consider that your training was carried out.<br/>If you have the slightest problem, you should contact with your trainer.
yo_ng: O ń gbà ìfọwọ́sowọpọ̀ yìí nítorí o ti parí ọ̀nà ìkọ́nilẹ́kọ̀ọ́ pẹ̀lú ìlọsí %s%% ìdàrù rẹ.<br/>Ìlọsí rẹ gbọ́dọ̀ jẹ́ 100 láti ṣàyẹ̀wò pé ìdàrù rẹ ti ṣe.<br/>Tí o bá ni ìṣòro kékeré kan, o yẹ kí o kan si olùdàrù rẹ.

source: As a reminder, to access the training platform:<br/>1. Connect to the platform at the address: %s <br/>2. Then enter: <br/>Your username: %s <br/>Your password: This was emailed to you.<br/>if you forgot it and can't find it, you can retrieve it by going to %s <br/><br/>Thank you for doing what is necessary.
yo_ng: Gẹ́gẹ́bí ìrònúpìwò, láti wọle sí ìkàlẹ́ ìdàrù:<br/>1. Ṣe ìsopọ̀ sí ìkàlẹ́ ní ìdílé: %s <br/>2. Lẹ́yìn náà tẹ: <br/>Orúkọ ìlò rẹ: %s <br/>Ọ̀rọ̀ ìgbaniwọle rẹ: Èyí tí a fi rí ìmeẹ̀lì rẹ rẹ́.<br/>tí o ba gbàgbé rẹ kò sì rí i, o lè gba rẹ̀ pẹ̀lú lọ sí %s <br/><br/>O ṣeun fún ṣíṣe ohun tí ó yẹ.

source: The training center<p>%s</p>Trainers:<br/>%s
yo_ng: Àárín ìdàrù<p>%s</p>Olùdàrù:<br/>%s

source: Get embedable link
yo_ng: Gba ìwọ̀n ìsopọ̀

source: Link to embed the exercise
yo_ng: Ìsopọ̀ láti fi ìdánwò ṣe ìfiwéra

source: Copy this url to include this exercise in an iframe:
yo_ng: Ẹ̀dà URL yìí láti fi ìdánwò yìí kun sinu iframe:

source: Export extra fields
yo_ng: Àtẹ̀gùn àwùjọ afikun

source: Hide ex-learners
yo_ng: Fi àwùjọ-akẹ́kọ̀ọ́ pamọ́

source: Certificate of achievement per learning path
yo_ng: Ìjẹ́rẹ́ ìṣàṣeyọrí fún ọ̀nà ìkọ́nilẹ́kọ̀ọ́ kọ̀ọ̀kan

source: You have obtained the following results in the training course:
yo_ng: O ti gba àwùjọ àbájáde wọnyi nínú ìdàrù ìdánwò:

source: You have obtained the following results in the tests:
yo_ng: O ti gba àwùjọ àbájáde wọnyi nínú ìdánwò:

source: Export LP Quiz results
yo_ng: Àtẹ̀gùn àbájáde Ìdánwò LP

source: Learning path results
yo_ng: Àbájáde ọ̀nà ìkọ́nilẹ́kọ̀ọ́

source: Active users in sessions per URL
yo_ng: Awọn olumulo ti n ṣiṣẹ ni awọn akoko fun URL kọọkan

source: Next LP
yo_ng: LP ti nbọ

source: No notification
yo_ng: Ko si ifitonilẹyin

source: Allow skills assignation by sub category
yo_ng: Gba laaye fun ipinfunni awọn ọgbọn nipasẹ ẹka ipilẹ

source: It allows the acquisition of skills by sub categories independently.
yo_ng: O gba laaye fun gbigba awọn ọgbọn nipasẹ awọn ẹka ipilẹ laileto.

source: Minimum score
yo_ng: Aaye ti o kere julọ

source: In LP
yo_ng: Ni LP

source: Courses reports
yo_ng: Awọn ijabọ awọn iṣẹ-ẹkọ

source: Fill blanks or form with global score
yo_ng: Kun awọn aaye ofo tabi fọọmu pẹlu aaye gbogbogbo

source: Matching with global score
yo_ng: Ibaramu pẹlu aaye gbogbogbo

source: Image zones with global score
yo_ng: Awọn agbegbe aworan pẹlu aaye gbogbogbo

source: Match by dragging with global score
yo_ng: Ibaramu nipasẹ gbigbe pẹlu aaye gbogbogbo

source: Progress in session report
yo_ng: Ilọsiwaju ninu ijabọ igba

source: This question is shared with other exercises, are you sure you want to delete it?
yo_ng: Ibeere yii ti pin pẹlu awọn adaṣe miiran, ṣe o da ṣe loju pe o fẹ pa a rẹ?

source: View for tablet
yo_ng: Wo fun tabulẹti

source: Disable signature
yo_ng: Pa ibuwọlu kí

source: Enable signature
yo_ng: Ṣiṣẹ ibuwọlu kí

source: Sign
yo_ng: Fọwọsi

source: View signature
yo_ng: Wo ibuwọlu kí

source: Download QR for attendance signature
yo_ng: Igbasilẹ QR fun ibuwọlu kí wiwa

source: Password requirement passed
yo_ng: Ibeere ọrọ igbaniwọle ti kọja

source: Pending password requirement
yo_ng: Ibeere ọrọ igbaniwọle ti nduro

source: Minimum %s special characters
yo_ng: Awọn ohun kikọ pataki %s ti o kere julọ

source: The new password cannot be same as the current password
yo_ng: Ọrọ igbaniwọle tuntun ko le jẹ bakanna bi ọrọ igbaniwọle lọwọlọwọ

source: Filter by class
yo_ng: Ṣàlẹ̀ nipasẹ kilasi

source: Not in any class
yo_ng: Ko si ninu eyikeyi kilasi

source: The account for username <i>%s</i> was disabled after %d failed login attempts.
yo_ng: Iṣiro fun orukọ olumulo <i>%s</i> ti a pa lẹhin %d awọn igbiyanju ibọwọle ti kuna.

source: Answer list
yo_ng: Akojọ idahun

source: Enter a list of answers (one answer by line)
yo_ng: Tẹ akojọ awọn idahun (idahun kan nipasẹ ila)

source: Or select a CSV file with a list of answers
yo_ng: Tabi yan faili CSV pẹlu akojọ awọn idahun

source: Convert to multiple answer dropdown
yo_ng: Yi pada si idahun pupọ dropdown

source: Multiple answer dropdown
yo_ng: Idahun pupọ dropdown

source: Highlighted
yo_ng: Ti ṣe afihan

source: See highlights
yo_ng: Wo awọn afihan

source: %d added / %d required
yo_ng: %d ti a ṣafikun / %d ti a nilo

source: Required number of items
yo_ng: Nọmba awọn ohun ti a nilo

source: Required number of comments
yo_ng: Nọmba awọn asọye ti a nilo

source: Unmark as highlighted
yo_ng: Yọkuro bi ti ṣe afihan

source: Mark as highlighted
yo_ng: Ṣamisi bi ti ṣe afihan

source: Updated %s
yo_ng: Ti ṣe imudojuiwọn %s

source: Updated on %s by %s
yo_ng: Ti ṣe imudojuiwọn ni %s nipasẹ %s

source: Updated %s by %s
yo_ng: Ti ṣe imudojuiwọn %s nipasẹ %s

source: Marked as highlighted
yo_ng: Ti samisi bi ti ṣe afihan

source: Unmarked as highlighted
yo_ng: Ti yọkuro bi ti ṣe afihan

source: Portfolio item set as a new template
yo_ng: Ohun elo Portfolio ti ṣeto bi awoṣe tuntun

source: Portfolio item unset as template
yo_ng: Ohun elo Portfolio ti yọkuro bi awoṣe

source: Global multiple answer dropdown
yo_ng: Idahun pupọ dropdown gbogbogbo

source: [Portfolio] New comment in post %s
yo_ng: [Portfolio] Asọye tuntun ni ifiweranṣẹ %s

source: There is a new comment in the post <i>%s</i> from the <i>%s</i> course portfolio. To view it <a href='%s'>go here</a>.
yo_ng: Asọye tuntun wa ni ifiweranṣẹ <i>%s</i> lati inu <i>%s</i> apo-iṣiro iṣẹ-ẹkọ. Lati wo o <a href='%s'>lọ si ibi</a>.

source: Portfolio comment set as a new template
yo_ng: Asọye Portfolio ti ṣeto bi awoṣe tuntun

source: Portfolio comment unset as template
yo_ng: Ìfọwọ́sowọpọ portfolio kò ṣe àwòrán

source: Make visible for teachers
yo_ng: Ṣe ìhàn fún àwọn olùkọ́

source: Email alert to Teachers and Student on new comment in Portfolio
yo_ng: Ìfọwọ́sowọpọ ìmèlì sí àwọn Olùkọ́ àti Akẹ́kọ̀ọ́ lórí ìfọwọ́sowọpọ tuntun nínú Portfolio

source: Tag
yo_ng: Àmì

source: Tag saved
yo_ng: Àmì ti fipamọ́

source: Tag deleted
yo_ng: Àmì ti parẹ́

source: Comment by %s in <em>%s</em>
yo_ng: Ìfọwọ́sowọpọ nipasẹ %s nínú <em>%s</em>

source: Portfolio tool introduction
yo_ng: Ìkọ́nilẹ̀ ìdàrì Portfolio

source: Access through LTI to Learning Path
yo_ng: Wọle nipasẹ LTI sí Ìpa Ìkọ́

source: User %s has not been registered to course %s
yo_ng: Olòpàlò %s kò ti forukọsilẹ̀ sí ìdàrì %s

source: Open content in a new tab
yo_ng: Ṣii àkíì nínú taabu tuntun

source: There are users or courses using this language. Do you want to disable this language and set all these users and courses with the default portal language?
yo_ng: Àwọn olòpàlò tàbí àwọn ìdàrì ń lo èdè yìí. Ṣe o fẹ́ pa èdè yìí dààmú kí o sì ṣeto gbogbo àwọn olòpàlò àti ìdàrì wọ̀nyí pẹ̀lú èdè ìpìlẹ̀ ọ̀nà?

source: Number of users registered and connected
yo_ng: Nọ́mbà àwọn olòpàlò tí a forukọsilẹ̀ tí wọ́n sì so pọ̀

source: Number of users registered (total)
yo_ng: Nọ́mbà àwọn olòpàlò tí a forukọsilẹ̀ (lapapọ̀)

source: Number of users registered (new vs previous quarter)
yo_ng: Nọ́mbà àwọn olòpàlò tí a forukọsilẹ̀ (tuntun ju ìdí mẹ́ta tí ó kọjá lọ)

source: Number of users who connected
yo_ng: Nọ́mbà àwọn olòpàlò tí wọ́n so pọ̀

source: *: Current quarter, incomplete data
yo_ng: *: Ìdí mẹ́ta lọ́wọ́lọ́wọ́, dátà kò pé

source: Q%s %s
yo_ng: Ìdí %s %s

source: Number of existing and available courses
yo_ng: Nọ́mbà àwọn ìdàrì tí ó wà tí ó sì ṣeé lo

source: Number of existing courses (total)
yo_ng: Nọ́mbà àwọn ìdàrì tí ó wà (lapapọ̀)

source: Number of available courses (not closed or hidden, total)
yo_ng: Nọ́mbà àwọn ìdàrì tí ó ṣeé lo (kò tíì pa tàbí fi pamọ́, lapapọ̀)

source: Hours of training
yo_ng: Wákati ìdàrì

source: Number of hours of training followed (total)
yo_ng: Nọ́mbà àwọn wákati ìdàrì tí a tẹ̀lé (lapapọ̀)
