Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: This folder cannot be deleted
so_so: Folderkan lama tirtiri karo

source: Change visibility
so_so: Beddel muuqashada

source: The visibility cannot be changed
so_so: Muuqashada lama beddeli karo

source: The document cannot be moved
so_so: Dukumentiga lama dhaqaajin karo

source: Chamilo RAPID : PowerPoint conversion
so_so: Chamilo RAPID: Beddelka PowerPoint

source: A PowerPoint to SCORM Courses converter
so_so: Beddele PowerPoint ee SCORM Courses

source: Go
so_so: Tag

source: The quota for this course is
so_so: Kootada koorsooyinkaan waa

source: delete
so_so: tirtir

source: Space Available
so_so: Meel bannaan

source: This course currently uses
so_so: Koorsooyinkaan waxa uu hadda isticmaalayaa

source: Your storage limit is
so_so: Xadka keydintaada waa

source: Percentage of your quota that is in use
so_so: Boorka kootadaada ee la isticmaalayo

source: Percentage of your quota that is still free
so_so: Boorka kootadaada ee weli bannaan

source: Current folder
so_so: Folderka hadda

source: Upload documents
so_so: Raru dukumentiyada

source: The uploaded file was only partially uploaded.
so_so: Faylka la raray ayaa qayb ahaan la raray.

source: The file size exceeds the maximum allowed setting:
so_so: Cabbirka faylka ayaa dhaafaya go'aaminta ugu badan ee la oggol yahay:

source: The uploaded file exceeds the maximum filesize allowed by the server:
so_so: Faylka la raray ayaa dhaafaya cabbirka ugu badan ee serverku oggol yahay:

source: The file upload has failed.
so_so: Rarista faylka ayaa fashilantay.

source: There is not enough space to upload this file.
so_so: Meel bannaan ma jirto si loo raro faylkan.

source: No SCORM content was found.
so_so: Ma jiro wax SCORM ah oo la helay.

source: The zipfile was successfully extracted.
so_so: Faylka zip-ka ayaa si guul leh loo soo saaray.

source: Unable to extract zip file (corrupt file?).
so_so: Lama saari karo faylka zip (fayl kharriban?).

source: File saved as
so_so: Faylka loo keydiyay sida

source: was overwritten.
so_so: ayaa dib loo qoray.

source: Unable to create the folder.
so_so: Lama abuuri karo folder-ka.

source: If file exists:
so_so: Haddii faylku jiro:

source: Do nothing
so_so: Waxba ha samayn

source: Don't upload if file exists
so_so: Ha raro haddii faylku jiro

source: Overwrite
so_so: Ku duubid

source: Overwrite the existing file
so_so: Ku duubid faylka jira

source: Rename the uploaded file if it exists
so_so: Magac-gelin faylka la soo guuriyay haddii uu jiro

source: There are no documents to be displayed.
so_so: Ma jiraan dukumentiyo la soo bandhigi karo.

source: Upload to
so_so: Soo guur

source: The file has been modified
so_so: Faylka waa la beddelay

source: Documents overview
so_so: Dukumentiyada guud

source: Options
so_so: Ikhtiyaarrada

source: Welcome to Chamilo RAPID<ul type="1"><li>Browse your hard disk to find any .ppt or .odp file<li>Upload it to Oogie. It will convert it into a SCORM course.<li>You will then be allowed to add audio comments on each slide and insert test and activities between slides.
so_so: Ku soo dhawow Chamilo RAPID<ul type="1"><li>Baadhi diskiinka adag si aad u hesho fayl kasta .ppt ama .odp<li>Soo guur Oogie. Waxay u beddeli doontaa kooras SCORM.<li>Markaas waxaa laguu oggol yahay inaad ku dartaa faallooyin maqal ah shaqada kasta oo aad geliso imtixaanno iyo hawlo shaqaadaha dhexdooda.

source: Convert to course
so_so: U beddel kooras

source: File
so_so: Fayl

source: Error during the delete of document
so_so: Qalad inta la tirtirayo dukumentiga

source: A problem occurred while updating visibility
so_so: Dhibaato ayaa dhacday inta la cusboonaysiinayay muuqalka

source: Folder deleted
so_so: Foldarka waa la tirtiray

source: Template name
so_so: Magaca template-ka

source: Template description
so_so: Sharaxaadda template-ka

source: Document set as a new template
so_so: Dukumentiga waxaa loo dejiyay template cusub

source: Document unset as template
so_so: Dukumentiga lama dejin template

source: Add as a template
so_so: Ku dar template ahaan

source: Remove template
so_so: Ka saar template

source: The file is read only
so_so: Faylku waa akhri-kiray

source: The file was not found
so_so: Faylka lama helin

source: It's the cover page of your course
so_so: Waa bogga daboolka koorsadaada

source: Dedication
so_so: Baaqiga

source: Make your own dedication
so_so: Samee baaqigaaga

source: Course preface
so_so: Hordhaca koorsada

source: Preface
so_so: Hordhac

source: Insert the introduction text
so_so: Geli qoraalka hordhaca

source: Plan
so_so: Qorshe

source: It's the table of content
so_so: Waa shaxda waxyaabaha

source: Your instructor
so_so: Macallinkaaga

source: Dialog on the bottom with a trainer
so_so: Wada hadal hoose leh tababare

source: Production
so_so: Soosaarid

source: Attended production description
so_so: Sharaxaadda wax-soo-saarka la xaadiray

source: Analyze
so_so: Faahfaahinta

source: Analyze description
so_so: Sharaxaadda faahfaahinta

source: Text page
so_so: Bogga qoraalka

source: Plain text page
so_so: Bogga qoraalka fudud

source: Left image
so_so: Sawirka bidix

source: Text and image centered
so_so: Qoraalka iyo sawirka dhexe

source: It's a text with an image centered and legend
so_so: Waa qoraal leh sawir dhexe iyo sharax

source: Compare
so_so: Isbarbardhig

source: 2 columns text page
so_so: Bogga qoraalka 2 tiir

source: Diagram explained
so_so: Diagramka la sharraxay

source: Image on the left, comment on the right
so_so: Sawirka bidix, faallada midig

source: Image alone
so_so: Sawir keligiis

source: Flash animation
so_so: Animayshinka Flash

source: Animation + introduction text
so_so: Animayshin + qoraal hordhac

source: Audio comment
so_so: Faallo maqal

source: Audio + image + text : listening comprehension
so_so: Maqal + sawir + qoraal: fahamka dhegeysiga

source: Schema with audio explain
so_so: Schema leh maqal sharrax

source: A schema explain by a trainer
so_so: Schema uu sharraxay tababare

source: Video page
so_so: Bogga fiidiyowga

source: On demand video + text
so_so: Fiidiyowga talo bixinta + qoraal

source: Video page fullscreen
so_so: Bogga fiidiyowga shaashadda buuxda

source: On demand video in fullscreen
so_so: Fiidiyowga talo bixinta shaashadda buuxda

source: Table page
so_so: Bogga shaxda

source: Spreadsheet-like page
so_so: Bogga sida xaashida la faafiyay

source: Explain goals, roles, agenda
so_so: Sharax himilooyinka, doorarka, ajandaha

source: Resources
so_so: Kheyraadka

source: Books, links, tools
so_so: Buugaagta, xiriirrada, qalabka

source: Bibliography
so_so: Buug-yaraha

source: Frequently asked questions
so_so: Su'aalaha inta badan la weydiiyo

source: List of questions and answers
so_so: Liiska su'aalaha iyo jawaabaha

source: List of term of the section
so_so: Liiska ereyada qaybta

source: Evaluation
so_so: Qiimeyn

source: Certificate of completion
so_so: Shahaadada dhammaystirka

source: To appear at the end of a course
so_so: Si ay u muuqato dhammaadka koorsada

source: Checklist
so_so: Liiska hubinta

source: Left list
so_so: Liiska bidix

source: Left list with an instructor
so_so: Liiska bidix leh macallin

source: List of resources
so_so: Liiska kheyraadka

source: Course title with a logo
so_so: Ciwaanka koorsada leh logo

source: Right list
so_so: Liiska midig

source: Right list with an instructor
so_so: Liiska midig leh macallin

source: Left & right list
so_so: Liiska bidix & midig

source: Left & right list with an instructor
so_so: Liiska bidix & midig leh macallin

source: Describe a resource
so_so: Sharax kheyraad

source: Course objectives
so_so: Himilada koorsada

source: Describe the objectives of the course
so_so: Sharax himilooyinka koorsada

source: Cycle chart
so_so: Shaxda wareegga

source: 2 list with cycle arrows
so_so: 2 liis leh fallado wareeg ah

source: Learner wonder
so_so: Aragtida ardayga

source: Learner wonder description
so_so: Sharaxaadda aragtida ardayga

source: Phase timeline
so_so: Wakhtiga marxaladaha

source: 3 lists with an relational arrow
so_so: 3 liis leh fallad xiriir ah

source: Stop and think
so_so: Joogsi iyo fikir

source: Layout encouraging to stop and think
so_so: Qaabaynta dhiirigelisa joogsi iyo fikir

source: Create template
so_so: Abuur template

source: Shared folder
so_so: Foldarka la wadaagay

source: Create the folder
so_so: Samee foldarka

source: INFORMATION VISIBLE TO THE TEACHER ONLY: This folder contains the default archives. You can clear files or add new ones, but if a file is hidden when it is inserted in a web document, the students will not be able to see it in this document. When inserting a file in a web document, first make sure it is visible. The folders can remain hidden.
so_so: MACLUUMAADKA MUUQDA MACALLIN EE KALIYA: Foldarkani waxa uu ka kooban yahay kaydka caadiga ah. Waxaad tirtiri kartaa faylal ama ku dari kartaa cusub, laakiin haddii fayl la qariyo marka la geliyo dukumentiga webka, ardaydu ma arki doonaan dukumentigaan. Marka la gelinayo fayl dukumentiga webka, marka hore hubi inuu muuqdo. Foldarrada waa ay sii ahaan karaan kuwo qarsoon.

source: This folder contains the files that other learners (or yourself) sent into a course through the editor (if they didn't do it from the groups tool). By default, they will be visible by any trainer, but will be hidden from other learners (unless they access the files directly). If you make one user folder visible, other users will see all its content.
so_so: Foldarkani waxa uu ka kooban yahay faylalka ay ardayda kale (ama naftaada) u direen koorska iyada oo loo marayo tifaftiraha (haddii aysan ka samayn qalabka kooxaha). Sida caadiga ah, waxaa arki doona tababare kasta, laakiin waa laga qarin doonaa ardayda kale (in aan si toos ah ula xiriiraan faylalka). Haddii aad samayso folder user mid muuqda, isticmaale kale ayaa arki doona dhammaan waxyaabaha.

source: Template's icon
so_so: Aayaha template-ka

source: multiple users have
so_so: Isticmaale badan ayaa leh

source: no such learner with
so_so: ma jiro arday leh

source: name does not contain any recipient-id
so_so: magacgu ma ka kooban id-ga qaataha

source: name does not end with
so_so: magacgu kuma dhammaan

source: name does not start with
so_so: magacgu kuma bilaabmo

source: no name, or extension not 1-4 letters or digits
so_so: ma jiro magac, ama kordhinta maaha 1-4 xaraf ama nambaro

source: Mailing zipfile must not contain duplicate files - it will not be sent
so_so: Zipfile-ka boostada waa inuusan ku jirin faylooyin isku mid ah - lama diri doono

source: Mailing zipfile must not contain php files - it will not be sent
so_so: Zipfile-ka boostada waa inuusan ku jirin faylooyin php - lama diri doono

source: Mailing zipfile is empty or not a valid zipfile
so_so: Zipfile-ka boostada waa madhan ama ma aha zipfile sax ah

source: Mailing must be zipfile with STUDENTID or LOGINNAME
so_so: Boostada waa inay noqotaa zipfile leh STUDENTID ama LOGINNAME

source: Send content files to individuals?
so_so: Send faylooyinka waxyaabaha u gaarka ah?

source: Mailing content files have not yet been sent out...
so_so: Faylooyinka boostada wali lama dirin...

source: ---Mailing---
so_so: ---Boostada---

source: Mailing
so_so: Boostada

source: sender
so_so: dirayaha

source: filesize
so_so: xajmiga faylka

source: Allow unsubscription from platform
so_so: Oggolow ka-noqoshada platformka

source: Overwrite previous versions of same document?
so_so: Ku duub noocyadii hore ee dukumentiga isku mid ah?

source: Drag and drop an element here
so_so: Jiid oo dhig element halkan

source: Can't create the directory. Please contact your system administrator.
so_so: Ma samayn karo directory-ga. Fadlan la xidhiidh maamulaha nidaamkaaga.

source: You didn't specify a file to upload.
so_so: Ma aad tilmaamin fayl aad kor gelinayso.

source: Please select a user to send the file to.
so_so: Fadlan dooro isticmaale aad faylka u diri doonto.

source: Submit failed: bad form data. Please contact your system administrator.
so_so: Gudbinta waa fashilantay: xog qaabka xun. Fadlan la xidhiidh maamulaha nidaamkaaga.

source: An error has occurred. Please contact your system administrator.
so_so: Khalad ayaa dhacay. Fadlan la xidhiidh maamulaha nidaamkaaga.

source: To play the media you will need to either update your browser to a recent version or update your <a href="http://get.adobe.com/flashplayer/" target="_blank">Flash plugin</a>. Check if the file has a correct extension.
so_so: Si aad u ciyaarto warbaahinta waxa aad u baahan tahay in aad cusboonaysiiso browser-kaaga nooca dhowaan ama aad cusboonaysiiso <a href="http://get.adobe.com/flashplayer/" target="_blank">Flash plugin-ka</a>. Ka hubi haddii faylku leeyahay extension sax ah.

source: Update require
so_so: Cusboonaysiin loo baahan yahay

source: There is no date/time registered yet
so_so: Ma jiro taariikh/waqti la diiwaan geliyay weli

source: Calendar list of attendances
so_so: Liiska taariikhda xaadirka

source: The attendance calendar allows you to register attendance lists (one per real session the students need to attend). Add new attendance lists here.
so_so: Kaalinta xaadirka waxay kuu oggolaanaysaa in aad diiwaan geliso liisaska xaadirka (mid kasta oo kasta oo kalfadhi dhab ah ardaydu u baahan yihiin inay xaadiriyaan). Ku dar liisaska xaadirka cusub halkan.

source: Clean the calendar of all lists
so_so: Nadiifi kalandarka dhammaan liisaska

source: Add a date and time
so_so: Ku dar taariikh iyo waqti

source: Attendance sheet
so_so: Xaashida xaadirka

source: Go to the attendance calendar
so_so: Tag kalandarka xaadirka

source: Attendance calendar
so_so: Kalandarka xaadirka

source: Grade the attendance list in the assessment tool
so_so: Qiime liiska xaadirka qalabka qiimaynta

source: Create a new attendance list
so_so: Abuur liis xaadir cusub

source: Attendance
so_so: Xaadirk

source: %d results cleaned
so_so: %d natiijooyin la nadiifiyay

source: Are you sure to delete results
so_so: Ma hubin in aad tirtirto natiijooyinka

source: Could not reset password
so_so: Ma bedeli karin erayga sirta ah

source: Exercise copied
so_so: Laygu saarnaa layli

source: Are you sure to copy
so_so: Ma hubin in aad koobi la samaynayso

source: Received Files
so_so: Faylooyinka la helay

source: Sent Files
so_so: Faylooyinka la diray

source: Size
so_so: Xajmi

source: Latest sent on
so_so: Ugu dambeeyay la diray

source: Your account %s has been completely removed from this portal. Thank you for staying with us for a while. We hope to see you again later.
so_so: Koonkaaga %s ayaa gebi ahaanba laga saaray portal-kaas. Mahadsanid in aad in muddo ah nala joogtay. Waxaan rajaynaynaa in aan mar kale aragno hadhow.

source: Share a new file
so_so: La wadaag fayl cusub

source: Close feedback
so_so: Xir jawaab celinta

source: Add feedback
so_so: Ku dar jawaab celin

source: The feedback message has been stored
so_so: Farriinta jawaab celinta waa la keydiyay

source: All users have deleted the file so nobody will see the feedback you are adding.
so_so: Dhammaan isticmaale ayaa tirtiray faylka markaa qofna ma arki doono jawaab celinta aad ku darayso.

source: Feedback error
so_so: Khaldadka jawaab celinta

source: Please type some text.
so_so: Fadlan ku qor xoogaa qoraal ah.

source: You are not allowed to download this file.
so_so: Laguuma oggolayn in aad soo dejiso faylkan.

source: Check at least one file.
so_so: Ka hubi ugu yaraan hal fayl.

source: The received file has been deleted.
so_so: Faylka la helay waa la tirtiray.

source: The sent file has been deleted.
so_so: Faylka la diray waa la tirtiray.

source: The selected files have been moved.
so_so: Faylooyinka la doortay ayaa la dhaqaajiyay.

source: The received file has been moved.
so_so: Faylka la helay ayaa la dhaqaajiyay.

source: The sent file has been moved
so_so: Faylka la diray ayaa la dhaqaajiyay

source: The file(s) can not be moved.
so_so: Faylka(a) lama dhaqaajin karo.

source: Add a new folder
so_so: Ku dar folder cusub

source: Please give a category name
so_so: Fadlan bixi magaca qaybta

source: This category already exists, please use a different name
so_so: Qaybtani hore ayay u jirtay, fadlan isticmaal magac kale

source: You are in folder
so_so: Waxaad ku jirtaa folder

source: The folder has been created
so_so: Folder-ka waa la abuuray

source: The author field cannot be empty
so_so: Goobta qoraaga ma noqon kartaa mid madhan

source: You must select at least one destinee
so_so: Waa in aad doorataa ugu yaraan hal qof la dirayo

source: This file's volume is too big.
so_so: Xajmiga faylkan aad buuran yahay.

source: The file is not uploaded.
so_so: Faylka lama kor gelin.

source: Mailing cannot be overwritten by non-mailing and vice-versa
so_so: Boostada lama beddeli karo kuwa aan boostada ahayn iyo tixraaca

source: Mailing cannot be combined with other recipients
so_so: Boostada lama isku dari karo dadka kale ee la heli karo

source: Just Upload cannot be combined with other recipients
so_so: Kaliya kor gelinta lama isku dari karo dadka kale ee la heli karo

source: By enabling this option, you allow any user to definitively remove his own account and all data related to it from the platform. This is quite a radical action, but it is necessary for portals opened to the public where users can auto-register. An additional entry will appear in the user profile to unsubscribe after confirmation.
so_so: Marka aad fursadahan furi doonto, waxaad u oggolaanaysaa isticmaale kasta in uu si joogto ah uga saaro koonkiisa iyo dhammaan xogta la xidhiidha platformka. Tani waa ficil qallafsan, laakiin waa lagama maarmaan waddooyinka dadweynaha u furan halka isticmaale ay iska diiwaan gelin karaan. Waxaa ku soo biiri doona qayb dheeraad ah oo ku saabsan astaamaha isticmaale si aad u ka noqoto xaqiijinta ka dib.

source: A new file has been sent in the dropbox
so_so: Fayl cusub ayaa loo diray dropbox-ka

source: A new file has been sent to the Dropbox
so_so: Fayl cusub ayaa loo diray Dropbox-ka

source: Add / Edit
so_so: Ku dar / Tafatir

source: This folder is empty
so_so: Folder-kani waa madhan

source: Editing exercise cause problems in Learning Path
so_so: Tafatirka layligu wuxuu sababi karaa dhibaatooyin Waddada Waxbarashada

source: The folder has been deleted
so_so: Folder-ka waa la tirtiray

source: Learning Object Title
so_so: Ciwaanka Waxbarashada Object

source: To store this information, press Store
so_so: Si aad u keydiso macluumaadkan, riix Kayd

source: e.g. Bachelor of ...
so_so: tusaale ahaan Bachelor of ...

source: e.g. provided the source is acknowledged
so_so: tusaale ahaan ilaha waa la aqoonsaday

source: Script is not enabled in your browser, please ignore the screen part below this text, it won't work...
so_so: Script-ka browser-kaagu lama shaqayn, fadlan iska indho tir qaybta shaashadda hoosteed, ma shaqayn doonto...

source: the language in which this learning object was made
so_so: luqadda lagu sameeyay shayga waxbarashada

source: Identifier
so_so: Aqoonsi

source: unique identification for this learning object, composed of letters, digits, _-.()'!*
so_so: aqoonsi gaar ah oo loogu talagalay shaygan waxbarasho, oo ka kooban xarfo, nambaro, _-.()'!*

source: title or name, and language of that title or name
so_so: ciwaan ama magac, iyo luqadda ciwaankaas ama magacaas

source: description or comment, and language used for describing this learning object
so_so: sharaxaad ama faallo, iyo luqadda lagu sharraxay shaygan waxbarasho

source: comma-separated (letters, digits, -.)
so_so: ku-meel-gaadh (xarfo, nambaro, -.)

source: Coverage
so_so: Daboolid

source: for example bachelor of xxx: yyy
so_so: tusaale bachelor of xxx: yyy

source: If you change the description language, do not add keywords at the same time.
so_so: Haddii aad beddesho luqadda sharraxaadda, ha ku darin keywords isla markaa.

source: click to open object
so_so: riix si aad u furto shay

source: Store
so_so: Kayd

source: Do you *really* want to delete all metadata?
so_so: Ma *runtii* rabtaa in aad tirtirto dhammaan metadata?

source: Create
so_so: Abuur

source: obsolete entries removed for category
so_so: qaybta qaybteeda la tirtiray qaybta

source: - duplicate categorynames were removed from the list!
so_so: - magacyada qaybta isku mid ayaa liiska laga saaray!

source: Work with Links category named
so_so: La shaqee Xiriirka qaybta loogu magac daray

source: Add new glossary term
so_so: Ku dar dheera erey cusub

source: Term
so_so: Ereyga

source: Term definition
so_so: Qeexita ereyga

source: Term removed
so_so: Ereyga waa la tirtiray

source: Term updated
so_so: Ereyga waa la cusboonaysiiyay

source: Do you really want to delete this term
so_so: Runtii ma rabtaa in aad tirtirto ereygan

source: Save term
so_so: Keydi ereyga

source: Update term
so_so: Cusboonaysii ereyga

source: Edit term
so_so: Tafatir ereyga

source: Delete term
so_so: Tirtir ereyga

source: Pre-defined
so_so: Hore loo qeexay

source: Term added
so_so: Ereyga waa la daray

source: You must enter a term
so_so: Waa in aad gelisaa erey

source: You must enter a term definition
so_so: Waa in aad gelisaa qeexita ereyga

source: This glossary term already exists. Please change the term name.
so_so: Ereygan glossary-ga ayaa hore u jiray. Fadlan beddel magaca ereyga.

source: Glossary management
so_so: Maamulka glossary-ga

source: The term has moved
so_so: Ereyga waa la wareejiyay

source: Forums Help
so_so: Gargaarka Forum-ka
