Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Failed
qu_pe: Utichiy

source: Previous
qu_pe: Ñaupaq

source: Next
qu_pe: Hamuq

source: Chamilo SCORM player
qu_pe: SCORM nisqamanta qhawachiq

source: My progress
qu_pe: Imayna kay

source: This course is empty.
qu_pe: Kay yanapaysinaqa mana imaymanayuqpas kashan.

source: No status for this content
qu_pe: Kay ima kaqkunapaq manan kanchu imayna kay

source: logged out from SCORM area
qu_pe: SCORM k'itimanta lloqsirunki

source: Close windows
qu_pe: Qhawarikuy, llapantachu tukurunki ?

source: Browsed
qu_pe: Qhawasqa

source: Back to normal screen
qu_pe: Kutiy llap'u qhawariyman

source: Full screen
qu_pe: Hunt'ay qhawana

source: Not attempted
qu_pe: Mana mallichisqa

source: Local
qu_pe: Kay k'iti

source: Remote
qu_pe: Waq k'iti

source: Auto-detect
qu_pe: Kikin-qhawachiy

source: Total of completed learning objects
qu_pe: Lliw imaymanakunamanta ruwasqa

source: Are you sure you want to delete these steps?
qu_pe: Cheqaqchu munanki kay imaymanakunata mañuchiyta ?

source: Authoring tool
qu_pe: Paqariynin

source: SCORM or AICC file to upload
qu_pe: Khipu apachinapaq

source: Course location
qu_pe: Ima kaqkunaq maypi tarikuynin

source: Upload local .zip package from the archive/ directory
qu_pe: Apachiy kay k'itiq khiputa, wayaqa main/garbage sutiyuqmanta

source: This learning object or activity is not SCORM compliant. That's why it is not exportable.
qu_pe: Kay imaymanaqa manan apakunchu SCORM nisqawan. Chayrayku mana apachikunmanchu allchanapaqqa.

source: Move the current section
qu_pe: Kuyuchiy kunan kaq chitinchayta sutichasqata

source: Generic SCORM
qu_pe: SCORM genérico nisqa

source: The format of this package could not be recognized. Please check this is a valid package.
qu_pe: El formato de este paquete no ha sido reconocido. Por favor, compruebe este es un paquete válido.

source: Move the current forum
qu_pe: Kuyurichiy kunan kaq rimarinaman

source: Warning! When you edit the content of a learning object, you may alter the reporting of the course or damage the learning object.
qu_pe: ¡ Paqtataq ! <br /> Sichus scorm nisqapi ima kasqanta ruwapayanki, ichapas waqllichiwaq yachachinata utaq imaymana kasqatapas.

source: Please provide a subject or message
qu_pe: Asuntu o mensajetapas qillqay

source: Messages
qu_pe: Usqay willanakuna

source: New message
qu_pe: Musuq willana

source: Delete selected messages
qu_pe: Pichay ajllasqa willaykunata

source: Deselect all
qu_pe: Amaña ajllaychu

source: Reply to this message
qu_pe: Kutichiy kay willayman

source: Back to inbox
qu_pe: Kutiy willana ch'askiqman

source: The message has been sent to
qu_pe: Willanaqa payman apachikun

source: Send to
qu_pe: Apachiy, payman

source: myself
qu_pe: Noqapuni

source: The id of the message to reply to is not valid.
qu_pe: Willana kutichinapaqqa id nisqan mana allinchu.

source: There was an error while trying to send the message.
qu_pe: Pantarun willana apachikushaqtin.

source: Are you sure you want to delete the selected messages?
qu_pe: Cheqaychu kashanki willanakuna ajllasqata wañuchinapaq ?

source: The selected messages have been deleted
qu_pe: Willanakuna ajllasqaqa wañuchisqaña

source: Please enter a title
qu_pe: Haykuchiy hoq sutinchayta

source: Type your message here
qu_pe: Qelqay hoq willanata

source: The message has been deleted
qu_pe: Willanaqa pichachikunña

source: Are you sure you want to delete the selected message?
qu_pe: Cheqaychu kashanki kay willanata pichanaykipaq ?

source: Delete message
qu_pe: Pichay willanata

source: Read message
qu_pe: Ñawinchay

source: Send invitation message
qu_pe: Apachiy mink'aq willanata

source: Are you sure that you wish to send these invitations ?
qu_pe: Cheqaychu kashanki mink'ay willanata apachinapaq ajllasqa haykuqmasikunaman ?

source: Messages tool
qu_pe: Willanamanta llank'ana

source: Write a message
qu_pe: Qelqay hoq willanata

source: Message already read
qu_pe: Willana ñawinchasqa

source: Message without reading
qu_pe: Willana mana ñawinchasqa

source: Message Sent
qu_pe: Willana apachisqa

source: Settings
qu_pe: Yachachinaq kamachiynin

source: The information has been modified
qu_pe: Imaynakunaqa t'ijrachikusqaña

source: Completely delete this course
qu_pe: Pichachiy yachachinamanta web k'itinta

source: Trainers
qu_pe: Yachachiqkuna

source: Category
qu_pe: Mita

source: Confidentiality
qu_pe: Pakarisqalla

source: Unsubscribe
qu_pe: Anular la inscripción

source: Private access, registration open
qu_pe: Hoqkunallapaq haykuna, kicharisqa qelqachikuy

source: Not allowed
qu_pe: Qanqa manan qelqachikunkichu kay yachachinaq manuchakuq hinaqa

source: By default, your course is public. But you can define the level of access above.
qu_pe: Por defecto el curso es público. Pero Ud. puede definir el nivel de confidencialidad en los botones superiores.

source: Public - access allowed for the whole world
qu_pe: Público - acceso autorizado a cualquier persona

source: Open - access allowed for users registered on the platform
qu_pe: Público - acceso autorizado sólo para los usuarios registrados en la plataforma

source: Student %s is no subscribed to this course
qu_pe: Yachaywasiq %s mana qhasqan kunaq yachaywasipi

source: This language will be valid for every visitor of your courses portal
qu_pe: Kay simitan qhawanqaku yachichinaq llipin watukuq.

source: Chamilo LIVE
qu_pe: Video

source: Contributions
qu_pe: Llank'aykuna

source: Course program
qu_pe: Yachachinamanta programan

source: Statistics
qu_pe: Yupanakuna

source: Upload page and link to Home Page
qu_pe: Apachiy hoq raphita chaymantataq waskhachay raphi qallariqman

source: Add link to page on Home Page
qu_pe: Yapay raphi qallariqman waskhana webta

source: has been deleted
qu_pe: wañuchisqaña

source: Deleting this area will permanently delete all the content (documents, links...) it contains and unregister all its members (not remove them from other courses). <br>Do you really want to delete the course?
qu_pe: Sichus pichachinki yachachinamanta web k'itinta, chayqa llipin qelqa khipukuna ukhunpi kaqqa picharikunqa hinallataq masimasikunapas manañan qelqachisqa kasqachu. <p> Cheqaychu kashanki kay yachachinata pichanaykipaq ?

source: YES
qu_pe: ARI

source: NO
qu_pe: MANA

source: Department URL
qu_pe: URL departamento nisqamanta

source: Department
qu_pe: Departamento

source: Archive this course area
qu_pe: Alchay kay yachachinata

source: Groups
qu_pe: Huñusqakuna

source: Trainer
qu_pe: Yachachiq

source: Description
qu_pe: Yachachinamanta nisqaynin

source: Course backup
qu_pe: Yachachinamanta kikinchay waqaychasqa

source: Restore a course
qu_pe: Allinchay hoq yachachinata

source: Restore
qu_pe: Allinchay

source: created in
qu_pe: kaypi kamarisqa

source: Creation of missing directories
qu_pe: Wayaqakunamanta mana ruwasqaraqmanta kamanan

source: Copy of course files
qu_pe: Kikinchay yachachinamanta khipukunata

source: Free disk space
qu_pe: qespi k'iti

source: Creation of backup file
qu_pe: Khupukunamanta kikinchayninmanta waqaychana kamanan

source: file copied
qu_pe: khipu kikinchasqa

source: Archive location
qu_pe: Khipuq maypi kasqaynin

source: Size of
qu_pe: kaypa sayaynin

source: Archive name
qu_pe: Khipuq sutin

source: Backup successful
qu_pe: Kikinchay waqaychasqaqa ruwasqaña

source: Backup of course data in main database for
qu_pe: Kuraq base de datos nisqapi yachachinaq ima kaqkunamanta kikinchayninmanta waqaychana

source: Backup of user data in main database for
qu_pe: Kuraq base de datos nisqapi haykuqmasikunaq ima kaqniyuq kikinchaynin waqaychasqa

source: Backup of announcements data in main database for
qu_pe: Kuraq base de datos nisqapi willaykunaq ima kaqkunamanta kikinchaynin waqaychasqa

source: Backup of database
qu_pe: Base de datos nisqamanta kikinchayninmanta waqaychana

source: Expiration date
qu_pe: Tukusqa

source: Latest edit
qu_pe: Qhepa ruwapay

source: Latest visit
qu_pe: Qhepa watukuy

source: Subscription
qu_pe: Inscripción

source: Course access
qu_pe: Yachachina haykuna

source: Do you really want to backup this course?
qu_pe: Cheqaychu kashanki yachachinaq Kikinchaynin waqaychasqaruwakunanpaq ?

source: Add a new course
qu_pe: Kamay hoq yachachinata

source: The course is in an archive file which you can select below.<br><br>Once you click on "Restore", the archive will be uncompressed and the course recreated.
qu_pe: Yachachinaqa uray khipupin kashan ajllanaykipaq.<br><br>Hayta q'apispaykiqa "Allichay", khipu paskarikuspa hoqmanta yachachina ruwarikunqa.

source: This script doesn't allow yet to automatically restore users, but data saved in "users.csv" are sufficient for the administrator to do it manually.
qu_pe: Kay script manan huñichanchu kikinmanta haykuqmasikuna allichakunankupaq, ichaqa willayninku allchasqaqa"usuarios.csv" kamachiqqa chayllawanmi imatapas ruwanqa.

source: Available archives list
qu_pe: Khipukunaq sinrin hap'ipanapaq

source: No archive has been selected
qu_pe: Manan ajllankichu mayqen khiputapas

source: The archive has not been found
qu_pe: Mana tarikunchu ni hoq khiputapas

source: The archive has been uncompressed and installed.
qu_pe: Kichakuspa khipuqa churakunña.

source: The file "users.csv" has been put into Documents tool.
qu_pe: Khipu "usuarios.csv" churachikun llank'ana qelqa khipu sutiyuq ukhunpi.

source: Web services
qu_pe: Web servisiakuna

source: Other category
qu_pe: Hoq mita

source: Users are allowed to unsubscribe from this course
qu_pe: Haykuqmasikunaqa atillankun yachachinapi qelqachikusqanta horqochikuyta

source: Users are not allowed to unsubscribe from this course
qu_pe: Haykuqmasikunaqa manan atinkumanchu yachachinapi qelqachikusqankuta horqochikuyta

source: Closed - the course is only accessible to the teachers
qu_pe: Wisqasqa - mana kanchu haykuna kay yachachinaman

source: Modified (more detailed settings specified through roles-rights system)
qu_pe: T'ijrapasqa (sistema ancha mat'isqamanta ima huñichaykunamanta ima puriynamantawan)

source: E-mail on assignments submission by students
qu_pe: Willay e-chaskipi llank'ay apachisqamanta

source: E-mail students and teachers on new assignment submission
qu_pe: Hap'ichiy e-chaski willanata musuq llank'ay apachisqamanta"

source: Disable e-mail alert on new assignment submission
qu_pe: Wañuchiy e-chaski willanata musuq llank'ay apachisqamanta

source: E-mail users on dropbox file reception
qu_pe: Willay e-chaskipi qelqa khipu t'aqapasqaman ima apachikuy chaskikuqtin

source: E-mail users on dropbox files reception
qu_pe: Hap'ichiy e-chaski willanata qelqa khipukuna t'aqapasqapi ima musuq chaskisqamanta

source: Disable e-mail alert on dropbox files reception
qu_pe: Wañuchiy e-chaski willanata qelqa khipukuna t'aqapasqapi ima musuq chaskisqamanta

source: Allow learners to edit the agenda
qu_pe: Huñichay haykuqmasikuna yachachinapi ruwanata ruwapanankupaq

source: Activate course agenda edition by users
qu_pe: Hap'ichiy haykuqmasikuna ruwapanankupaq yachachinaq ruwayninpi

source: Disable agenda editing by learners
qu_pe: Wañuchiy haykuqmasikuna ama ruwapanankupaq yachachinaq ruwayninpi

source: Allow learners to edit announcements
qu_pe: Huñichay haykuqmasikuna yachachinapi willaykunata ruwapanankupaq

source: Enable edition by users
qu_pe: Huñichay haykuqmasikuna ruwapanankupaq

source: Disable edition by users
qu_pe: Wañuchiy haykuqmasikuna ama ruwapanankupaq

source: Or in
qu_pe: utaq ukhupi

source: Course registration password
qu_pe: Yachachinapi qelqachikunamanta qelqa-paka

source: Click on this link for a full removal of the course from the server.<br /><br />Be carefull, there's no way back!
qu_pe: Q'apiy kay waskhanapi yachachinaq ima kaqninkunapas pichakunanpaq servidor nisqamanta...<br><br>¡ Paqtataq kayqa sumaq ruwanapaqmi !

source: Duplicate the course or some learning objects in another course. You need 2 courses to use this feature: an original course and a target course.
qu_pe: Chamiloqa kuskallanta utaq hunt'anta atipachin kikinchayta yachachinata hoq yachachinapi; chayrayku chayana yachachinaqa ch'usaqlla kanman.<br><br> Chata ruwanapaqqa munakullanmi hoq yachachina imaymanayuq kaqta hinallataq hokaq yachachinaqa mana ñaupaq yachachina imaymanayuq kanman

source: This tool empties the course. It removes documents, forums, links. And allows you to select what parts you want to remove or decide to remove the whole.
qu_pe: Kayqa pichan kuskanta utaq llipin yachachinaq llank'anakunanta. Pichay qelqa khipukunata, k'itirimanakunata, waskhanakunata... Kaytaqa puririchiwaq wata llank'ay tukusqapi, yachachiyta tukuspaña. ¡ Ichaqa ñaupaqqa /"reciclar", chaymantapas yachachinamanta kikinchayninta waqaychawaq!

source: E-mail alert on new test submitted
qu_pe: Willay e-chaskipi musuq llank'ayna apachikuqtin

source: Activate e-mail sending when a user submits new test answers
qu_pe: Hap'ichiy e-chaski willanata ima llank'asqamanta kutichiykuna willakunanpaq

source: Disable e-mail alert on new test answers submission
qu_pe: Wañuchiy e-chaski willanata ima llank'asqamanta kutichiykuna ama willakunanpaq

source: User picture in forum
qu_pe: Wanki, k'itirimanaq haykuqmasikunanpa

source: Display users pictures in the forum
qu_pe: Qhawachin, k'itirimanaq haykuqmasikunanpa wankinta

source: Hide users pictures in the forum
qu_pe: Pakan, k'itirimanaq haykuqmasikunanpa wankinkunata

source: Enable course themes
qu_pe: Huñichay rimanakuna yachanakunapi churakunanpaq

source: Allowed
qu_pe: Huñichasqa

source: Disallowed
qu_pe: Mana huñichasqa

source: Chat settings
qu_pe: Chat nisqaq kamachiynin

source: Open chat in a new Window
qu_pe: Kichay chat nisqata musuq qhawarinapi

source: Activate open the chat in a new window
qu_pe: Hap'ichiy chat nisqa kichakunanpaq musuq qhawarinapi

source: Deactivate open the chat in a new window
qu_pe: Wañuchiy chat nisqata ama kichakunanpaq musuq qhawarinapi

source: E-mail teacher when a new user auto-subscribes
qu_pe: Willay e-chaskipi musuq haykuqmasi kikin qelqapachikusqanta.

source: E-mail the teacher when a new user auto-subscribes
qu_pe: Hap'ichiy e-chaskipicwillanata, yachachiqman willananpaq, sapa kutin musuq haykuqmasi yachachinapi qelqachikuqtin.

source: E-mail teacher and tutors when new user auto-subscribes
qu_pe: Hap'ichiy e-chaskipi willanata, yachachiqman pusaqkunamanpas willananpaq sapa kutin musuq haykuqmasi yachachinapi qelqachikuqtin.

source: Disable e-mail alert to teacher on auto-subscription
qu_pe: Wañuchiy e-chaskipi willanata, sapa kutin musuq haykuqmasi yachachinapi qelqachikuqtin.

source: Press 'Store' again...
qu_pe: Hoqmanta q'apiy allchanapaq 'Allchay' ...

source: Usage Rights
qu_pe: Derecho nisqa hapipanapaq

source: Version
qu_pe: Versión nisqa

source: select from list
qu_pe: yupachasqamanta ajllay

source: Created, size
qu_pe: Kamarisqa, sayaynin

source: in VCARD format
qu_pe: VCARD nisqapi

source: Format
qu_pe: Formato nisqa

source: :draft:draft,, final:final,, revised:revised,, unavailable:unavailable
qu_pe: :draft:esbozo,, final:tukukuy,, revised:kutipasqa,, unavailable:mana apinapaq

source: :no:free, no cost,, yes:not free, cost
qu_pe: :mana:mana qolechanapaq,, ari:qolqechanapaq, qoqewan qonallapaq

source: :yes:copyright,, no:no copyright
qu_pe: :ari:copyright nisqawan,, mana:mana copyright nisqawan

source: :text/plain;iso-8859-1:text/plain;iso-8859-1,, text/plain;utf-8:text/plain;utf-8,, text/html;iso-8859-1:text/html;iso-8859-1,, text/html;utf-8:text/html;utf-8,, inode/directory:Folder,, application/msword:MsWord,, application/octet-stream:Octet stream,, application/pdf:PDF,, application/postscript:PostScript,, application/rtf:RTF,, application/vnd.ms-excel:MsExcel,, application/vnd.ms-powerpoint:MsPowerpoint,, application/xml;iso-8859-1:XML;iso-8859-1,, application/xml;utf-8:XML;utf-8,, application/zip:ZIP
qu_pe: :text/plain;iso-8859-1:text/plain;iso-8859-1,, text/plain;utf-8:text/plain;utf-8,, text/html;iso-8859-1:text/html;iso-8859-1,, text/html;utf-8:text/html;utf-8,, inode/directory:Phuru,, application/msword:MsWord,, application/octet-stream:Octet stream,, application/pdf:PDF,, application/postscript:PostScript,, application/rtf:RTF,, application/vnd.ms-excel:MsExcel,, application/vnd.ms-powerpoint:MsPowerpoint,, application/xml;iso-8859-1:XML;iso-8859-1,, application/xml;utf-8:XML;utf-8,, application/zip:ZIP

source: :exercise:exercise,, simulation:simulation,, questionnaire:questionnaire,, diagram:diagram,, figure:figure,, graph:graf,, index:index,, slide:slide,, table:table,, narrative text:narrative text,, exam:exam,, experiment:experiment,, problem statement:problem statement,, self assessment:self assessment,, lecture:lecture
qu_pe: :exercise:ejercicio,, simulation:simulación,, questionnaire:cuestionario,, diagram:diagrama,, figure:figura,, graph:gráfico,, index:índice,, slide:diapositiva,, table:tabla,, narrative text:texto narrativo,, exam:examen,, experiment:experiencia,, problem statement:problema,, self assessment:autoevaluación,, lecture:presentación

source: Please select a backup option
qu_pe: Ama hina kaychu, ajllay kikinchan waqaychasqamanta ajllay hoq imaymanata

source: Let me select learning objects
qu_pe: Ajllay yachachinaqpa imaymana purinanpaq

source: Create a complete backup of this course
qu_pe: Kamay yachachinamanta hunt'a kikinchay waqaychananta

source: Create a backup
qu_pe: Kamay kikinchay waqaychanapaq

source: The backup has been created. The download of this file will start in a few moments. If your download does not start, click the following link
qu_pe: Ruwarikun kay yachachinaq kikinchan waqaychanapaq. Khipuq urayachiyninqa ña ruwarikunqaña. Mana urayaqtinqa, q'apiy kay waskhanapi

source: Select a backup file
qu_pe: Ajllay kikinchay waqaychasqamanta hoq wayaqata

source: Import backup
qu_pe: Apachimuy hoq kikinchay waqaychasqata

source: Import full backup
qu_pe: Apachiy hunt'a kikinchay waqaychasqata

source: Import finished
qu_pe: Apachiyqa tukurunña

source: Tests
qu_pe: Llank'aynakuna

source: Courses
qu_pe: Itinerarios formativos

source: Copy course
qu_pe: Kikinchay yachachinata

source: Select learning objects to copy
qu_pe: Ajllay imaymana munasqaykita kikinchanapaq

source: Copying is finished
qu_pe: Kikinchayqa tukurunña

source: Delete everything
qu_pe: Reciclado completo

source: Empty this course
qu_pe: Reciclar el curso

source: Recycle is finished
qu_pe: El reciclado ha finalizado

source: Warning: using this tool, you will delete learning objects in your course. There is no UNDO possible. We advise you to create a <a href="create_backup.php">backup</a> before.
qu_pe: Cuidado: utilizando esta herramienta puede eliminar partes del curso que no podrá recuperar posteriormente. Le aconsejamos que realice una <a href="create_backup.php">copia de seguridad</a> antes de usar esta herramienta.

source: What should be done with imported files with the same file name as existing files?
qu_pe: ¿ Qué hacer con los ficheros importados que tengan el mismo nombre que otros existentes ?

source: Skip same file name
qu_pe: Saltar los ficheros con el mismo nombre

source: Rename file (eg file.pdf becomes file_1.pdf)
qu_pe: Sutichayay wayaqata (qawariy khipu.pdf sutichayaykunqa kayman khipu_1.pdf)

source: Overwrite file
qu_pe: Qelqapay

source: Select target course
qu_pe: Ajllay chayana yachachinata

source: Full copy
qu_pe: Hunt'a kikinchay

source: There are no resources to backup
qu_pe: No hay recursos para hacer una copia de seguridad

source: There are no resources in backup file
qu_pe: No hay recursos disponibles en este fichero de copia de seguridad

source: Select resources
qu_pe: Unanchay yanapaysinakunata

source: There are no resources to recycle
qu_pe: No hay recursos para reciclar

source: Include questions pool
qu_pe: Incluir el repositorio de preguntas

source: local file
qu_pe: Fichero local

source: server file
qu_pe: Fichero del servidor

source: No backup is available
qu_pe: No hay una copia de seguridad disponible

source: No destination course available
qu_pe: No hay disponible un curso de destino

source: Import a backup. You will be able to upload a backup file from you local drive or you can use a backup file available on the server.
qu_pe: Puede transferir una copia de seguridad desde su ordenador o bien usar una copia de seguridad ya disponible en el servidor.

source: Create a backup. You can select the learning objects to integrate in the backup file.
qu_pe: Puede seleccionar los contenidos del curso que constituirán la copia de seguridad.

source: Tool introduction
qu_pe: Introducción de herramienta

source: Upload failed, please check maximum file size limits and folder rights.
qu_pe: Error de envío, revise tamaño máximo del archivo y los permisos del directorio.

source: Documents will be added too
qu_pe: Los documentos también serán añadidos

source: If you want to export a course containing a test, you have to make sure the corresponding tests are included in the export, so you have to select them in the list of tests.
qu_pe: Si quiere exportar una lección que contenga ejercicios, tendrá que asegurarse de que estos ejercicios han sido incluidos en la exportación; para eso tendrá que haberlos seleccionado en la lista de ejercicios.

source: The var/cache/ directory, used by this tool, is not writeable. Please contact your platform administrator.
qu_pe: Wayaqa "archive" nisutilizado por esta herramienta no tiene habilitado los permisos de escritura. Contacte al administrador de la plataforma.

source: Target course
qu_pe: Chayana yachachina

source: Convert to multiple answer
qu_pe: Huk willakuypiw qispichiy

source: Enabling CAS authentication will allow users to authenticate with their CAS credentials.<br/>Go to <a href='settings.php?category=CAS'>Plugin</a> to add a configurable 'CAS Login' button for your Chamilo campus. Or you can force CAS authentication by setting cas[force_redirect] in app/config/auth.conf.php.
qu_pe: CAS autenticacionta qhuyachisqa CAS yachaywasiqkunaq credencialeswan autenticacionta rurayta munay.<br/> <a href='settings.php?category=CAS'>Plugin</a>man riyta, Chamilo campusqinaq 'CAS Login' botón configurablenatam yapay. O cas[force_redirect] app/config/auth.conf.phppi qhapanayki CAS autenticacionta qhuyachiy.

source: Users registered in any group
qu_pe: Huk grupopi qhasqa yachaywasiqkuna

source: Camera
qu_pe: Cámara

source: Microphone
qu_pe: Micrófono

source: Delete stream
qu_pe: Pichay stream nisqata

source: Record
qu_pe: Allchay

source: No File available
qu_pe: Manan kashanchu khipukunaqa

source: Recording only for trainers
qu_pe: Yachachiqkunallan allchayta atinqaku

source: Users at the moment:
qu_pe: Kunan kaq haykuqmasikuna:

source: Start conference
qu_pe: Qallariy rimarinakuta

source: My name
qu_pe: Sutiy

source: Import presentation
qu_pe: Apachimuy rikuchiyta

source: Refresh list
qu_pe: Kunanyachiy sinrita

source: Go to Top
qu_pe: Riy qallariyman

source: New poll
qu_pe: Musuq tapukuy

source: Create a new poll for this room
qu_pe: Kamariy kay k'itipi musuq tapukuyta

source: Question
qu_pe: Tapuy

source: Polltype:
qu_pe: Imayna tapukuy:

source: Info: Every connected User in this room will get a notification of this new Poll.
qu_pe: Willa: Kay k'itiman sapanka haykuqmasi haykuqqa, chaskinqan kay musuq tapukuymanta hoq willata.

source: Yes / No
qu_pe: Ari / Mana

source: Numeric 1-10
qu_pe: Yupaykuna hujmanta 1chunkakama 10

source: Poll
qu_pe: Tapukuy

source: You have to become Moderator of this Room to make polls.
qu_pe: Kuskachaq kawaq kay k'itipi tapukukunata ruwaykinapaq.

source: Your vote has been sent
qu_pe: Wijch'uykiqa apachikunñan

source: You've already voted for this poll
qu_pe: Qanqa kay tapukuypiqa ña wijch'unki

source: Vote!
qu_pe: Wijchuy

source: Your answer
qu_pe: Tapuyniyki:

source: wants to know:
qu_pe: yachayta munani

source: Poll results
qu_pe: Tapukuymanta hoqarisqa
