Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Require the listed fields during session creation.
so_so: U baahnayn goobaha liiska inta lagu jiro abuurista kalfadhiga.

source: Sort session templates by id in session creation form
so_so: Kala sooc qaababka kalfadhiga iyadoo la adeegsanayo id ee foomka abuurista kalfadhiga

source: Send notification to learner when a skill/badge has been acquired
so_so: U dir ogeysiis ardayga marka xirfad/calaamad la helo

source: Hide skills from learners
so_so: Qari xirfadaha ardayda

source: If enabled, skills can only be visible for admins, teachers (related to a user via a course), and HRM users (if related to a user).
so_so: Haddii la shaqeeyo, xirfadaha waxaa arki kara maamulayaasha, macallimiinta (la xidhiidha isticmaale iyada oo loo marayo koorsad), iyo isticmaale HRM (haddii la xidhiidho isticmaale).

source: Allow teachers to access learners' skills
so_so: Oggol ka dhig macallimiinta inay helaan xirfadaha ardayda

source: Allow teachers to set which skills are acquired through their courses
so_so: Oggol ka dhig macallimiinta inay dejiyaan xirfadaha lagu helo koorsadooda

source: By default, only admins can decide which skills can be acquired through which course.
so_so: By default, kali maamulka kaliya ay go'aamiyaan go'aansadaan xirfadaha lagu heli karo koorsadkee.

source: Hide skill levels feature
so_so: Qari xirfadaha heerarka

source: Show skills as a hierarchical table
so_so: Muujin xirfadaha sidii shaxda sare (hierarchical table)

source: Skill levels names
so_so: Magacyada heerarka xirfadaha

source: Define names for levels of skills as an array of id => name.
so_so: Qeex magacyada heerarka xirfadaha sidii array id => magac.

source: Enable linking skills to items
so_so: Oggolow xirfadaha ku xidhka walxaha

source: This enables a major feature that enables any item to be linked to (and as such to allow acquisition of) a skill. The feature still requires the teacher to confirm the acquisition of the skill, so the acquisition is not automatic.
so_so: Tani waxay awoodsiinaysaa muuqaal weyn oo u oggolaanaya shey kasta in lagu xidho (sidaa darteedna lagu oggolaado helista) xirfad. Muuqaalku wali wuxuu u baahan yahay macallinka inuu xaqiijiyo helista xirfadda, markaa helistu maaha mid otomaatig ah.

source: Show language flag next to avatar in social network
so_so: Muujin calanka luqadda agtiisa avatar-ka shabakadda bulshada

source: Teachers and admins see students as friends on social network
so_so: Macallimiinta iyo maamulayaashu ardayda waxay u arkaan saaxiibo shabakadda bulshada

source: Hide survey reporting button
so_so: Qari badhanka warbixinta sahanka

source: Allows admins to hide survey reporting button if surveys are used to survey teachers.
so_so: Waxay u oggolaanaysaa maamulayaasha inay qariyaan badhanka warbixinta sahanka haddii sahannada loo adeegsado sahaynta macallimiinta.

source: Mark all survey questions as 'required' by default
so_so: Calamood dhammaan su'aalaha sahanka 'sareeya' sida caadiga ah

source: Allow teachers to see who answered in anonymous surveys
so_so: Oggolow macallimiinta inay arkaan yaa ka jawaabay sahannada qarsoodiga ah

source: Allow teachers to see which learners have already answered an anonymous survey. This only appears once more than one user has answered, so it remains difficult to identify who answered what.
so_so: Oggolow macallimiinta inay arkaan ardayda intee le'eg ayaa hore uga jawaabay sahanka qarsoodiga ah. Tani waxay muuqataa mar kaliya marka ka badan hal isticmaale ka jawaabay, si ay u sii adag tahay in la aqoonsado cidda ka jawaabay waxa.

source: Allow teachers to edit survey questions after students answered
so_so: Oggolow macallimiinta inay wax ka beddelaan su'aalaha sahanka ka dib markii ardaydu jawaabeen

source: Order by student name when using survey duplication feature
so_so: Ku dalban magaca ardayga marka la isticmaalayo muuqaalka nuugista sahanka

source: The survey duplication feature is oriented towards teachers and is meant to ask teachers to give their appreciation about each student in order. This option will order the questions by learner's lastname.
so_so: Muuqaalka nuugista sahanku wuxuu ku jihaysan yahay macallimiinta waxaana loogu talagalay in la waydiiyo macallimiinta inay bixiyaan qaddarintooda ku saabsan arday kasta si isku xigxig ah. Ikhtiyaarkani wuxuu su'aalaha ku dalban doonaa magaca dambe ee ardayga.

source: Enable 'previous question' button in surveys
so_so: Oggolow badhanka 'su'aasha hore' ee sahannada

source: Prevent survey edition
so_so: Ka hortag tafatirka sahanka

source: Prevent editing surveys for all surveys listed here (by code). Use * to prevent edition of all surveys.
so_so: Ka hortag tafatirka sahannada dhammaan sahannada halkan ku taxan (code). Isticmaal * si aad uga hortagto tafatirka dhammaan sahannada.

source: Add additional actions (as links) to survey lists for teachers
so_so: Ku dar ficillo dheeraad ah (sidii xiriirro) liiska sahannada ee macallimiinta

source: Add actions (usually connected to plugins) in the list of surveys. Use array syntax ['myplugin' => ['MyPlugin', 'urlGeneratorCallback']].
so_so: Ku dar ficillo (caadiyan ku xidhan ku-daweysha) liiska sahannada. Isticmaal qaabka array ['myplugin' => ['MyPlugin', 'urlGeneratorCallback']].

source: Display surveys from base course in all session courses
so_so: Muujin sahannada koorsadda salka ee dhammaan koorsannada fadhiga

source: Prevent assignments edition
so_so: Ka hortag tafatirka shaqooyinka

source: Prevent adding documents to assignments
so_so: Ka hortag ku darista dukumentiyada shaqooyinka

source: Prevent teacher from modifying assignment scores
so_so: Ka hortag macallinka inuu beddelo buundooyinka shaqada

source: Students can only upload one assignment
so_so: Ardaydu waxay kaliya soo gali karaan shaqo hal

source: Enable My assignments page
so_so: Oggolow bogga 'Shaqadayda'

source: Prevent duplicate uploads in assignments
so_so: Ka hortag soo-galka nuugista shaqooyinka

source: Enable time effort for assignments
so_so: Oggolow waqtiga dadaalka shaqooyinka

source: This will allow teachers to give an estimated time effort (in hh:mm:ss format) to complete the assignment. Upon submission of the assignment and approval by the teacher (the assignment is given a score), the learner will automatically be assigned the corresponding time.
so_so: Tani waxay u oggolaanaysaa macallimiinta inay bixiyaan dadaal waqti qiyaas ah (qaabka hh:mm:ss) si ay u dhameeyaan shaqada. Marka la soo gudbiyo shaqada iyo oggolaanshaha macallinka (shaqada waxaa la siiyay dhibco), ardaygu si otomaatig ah ayaa loo xiri karaa waqtiga u dhigma.

source: Force download of document before assignment upload
so_so: Ku qasab soo dejinta dukumentiga ka hor soo-galka shaqada

source: Force users to download the provided document in the assignment definition before they can upload their assignment.
so_so: Ku qasab isticmaaleada inay soo dejiso dukumentiga la bixiyay ee qeexitaanka shaqada ka hor intaysan soo-gelin shaqadooda.

source: Redirect to assigment tool homepage after upload or comment
so_so: U weecin bogga shaqada guriga ka dib soo-galka ama faallo

source: Redirect to assignments list after uploading an assignment or a adding a comment
so_so: U weecin liiska shaqooyinka ka dib soo-galka shaqada ama ku darista faallo

source: Display link to 'pending' assignments from My courses page
so_so: Muujin xiriirka shaqooyinka 'sareeya' ee bogga 'Koorsadeyda'

source: Access by role to ticket projects
so_so: Helitaanka doorka mashaariicda tigidhada

source: Allow ticket projects to be accesses by specific user roles. Example: ['permissions' => [1 => [17]] where project_id = 1, STUDENT_BOSS = 17.
so_so: Oggolow mashaariicda tigidhada in lagu heli karo doorarka gaarka ah ee isticmaale. Tusaale: ['permissions' => [1 => [17]] halka project_id = 1, STUDENT_BOSS = 17.

source: Contact Us
so_so: Ilaa Na Xidhiidh

source: Sender profile picture
so_so: Sawirka profile-ka diraha

source: Receiver profile picture
so_so: Sawirka profile-ka qaataha

source: Carbon copy receiver profile picture
so_so: Sawirka profile-ka nuugista kaarboon

source: Left
so_so: Bidix

source: Right
so_so: Midig

source: Icons text
so_so: Qoraalka calaamadaha

source: Session name and course title
so_so: Magaca fadhiga iyo cinwaanka koorsadda

source: Public
so_so: Dadwayne

source: Private
so_so: Gaar

source: No link
so_so: Xiriir la'aan

source: Session link
so_so: Xiriirka fadhiga

source: World
so_so: Dunida

source: Show to all users
so_so: Tus dhammaan isticmaale

source: Black list
so_so: Liiska madow

source: White list
so_so: Liiska cad

source: Show glossary in documents is none
so_so: Tus glossaryka dukumentiyada waa midna

source: Show glossary in documents is manual
so_so: Tus glossaryka dukumentiyada waa gacanta

source: Show glossary in documents is automatic
so_so: Tus glossaryka dukumentiyada waa toos

source: None
so_so: Midna

source: Score average
so_so: Dhibcaha celceliska

source: Score percent
so_so: Dhibcaha boqolkiiba

source: Score div percent
so_so: Dhibcaha qaybinta boqolkiiba

source: Hide catalogue
so_so: Dhuuq kataloogga

source: Show only courses
so_so: Tus koorsooyinka kaliya

source: Show only sessions
so_so: Tus fadhiyada kaliya

source: Show courses and sessions
so_so: Tus koorsooyinka iyo fadhiyada

source: Mail confirmation
so_so: Xasuus-qorka boostada

source: Campus homepage
so_so: Bogga guriga kampaska

source: Search shows unlinked results
so_so: Baadhitaanku wuxuu muujinayaa natiijooyinka aan xidhnayn

source: Search hides unlinked results
so_so: Baadhitaanku wuxuu dhuuqayaa natiijooyinka aan xidhnayn

source: Course coach email sender
so_so: Boostada koorsada tababare ee diraha

source: No reply email sender
so_so: Boostada jawaab la'aanta diraha

source: Course registration code incorrect
so_so: Koodhka diiwaangelinta koorsada waa khaldan

source: Load diagnosis
so_so: Raruqo ogaashada

source: Show diagnosis
so_so: Tus ogaashada

source: Save diagnosis changes
so_so: Keydi isbeddelada ogaashada

source: Recording help
so_so: Caawinta duubista

source: While recording, you can pause whenever you want. If you are not satisfied, register again. This will overwrite the previous version. Satisfied ? To send the recording to your teacher, click on Stop recording then select End exercise. The teacher will be able to listen to your recording and give you feedback! All your transmitted recordings can be viewed on the exercise home page.
so_so: Inta aad duubayso, waad jooji kartaa markasta oo aad rabto. Haddii aadan ku qanacsanayn, dib u diiwaangeli. Tani waxay bedeli doontaa nooca hore. Ma qanacsan tahay? Si aad duubista ugu soo dirto macallinkaaga, riix Joogsi duubista ka dibna dooro Dhammaad tababarka. Macallinku wuxuu awoodi doonaa inuu dhageysto duubistaada oo uu ku siiyo jawaab celin! Dhammaan duubisyadaada la soo gudbiyay waxaa lagu arki karaa bogga guriga tababarka.

source: Certificate of participation
so_so: Shahaadada ka qaybgalka

source: User has participate at a training session on the platforme %s from %s until %s
so_so: Isticmaalehu wuxuu ka qaybqaatay fadhiga tababarka ee aaladda %s laga bilaabo %s ilaa %s

source: This preparation corresponds to a volume of approximately %s training hours.
so_so: Diyaarintan waxay u dhigantahay qiyaastii %s saacadood tababar.

source: The following contents have been validated
so_so: Waxyaabaha soo socda ayaa la xaqiijiyay

source: Obtained the following skills
so_so: Helay xirfadaha soo socda

source: No course sessions for this user
so_so: Ma jiraan fadhiyo koorso ah isticmaalehan

source: Configure Chamilo colors
so_so: Habeyn midabada Chamilo

source: Primary color
so_so: Midabka aasaasiga ah

source: Primary color hover/background
so_so: Midabka aasaasiga ah hover/background

source: Primary color button text
so_so: Midabka aasaasiga ah ee farta qoraalka

source: Primary color button alternative text
so_so: Midabka aasaasiga ah ee farta qoraalka beddelka

source: Secondary color
so_so: Midabka labaad

source: Secondary color hover/background
so_so: Midabka labaad hover/background

source: Secondary color button text
so_so: Midabka labaad ee farta qoraalka

source: Tertiary color
so_so: Midabka saddexaad

source: Tertiary color hover/background
so_so: Midabka saddexaad hover/background

source: Success color
so_so: Midabka guusha

source: Success color hover/background
so_so: Midabka guul hover/background

source: Success color button text
so_so: Midabka guul ee qoraalka badhanka

source: Info color
so_so: Midabka macluumaadka

source: Info color hover/background
so_so: Midabka macluumaadka hover/background

source: Info color button text
so_so: Midabka macluumaadka qoraalka badhanka

source: Warning color
so_so: Midabka digniinta

source: Warning color hover/background
so_so: Midabka digniinta hover/background

source: Warning color button text
so_so: Midabka digniinta qoraalka badhanka

source: Danger color
so_so: Midabka khatarta

source: Danger color hover/background
so_so: Midabka khatarta hover/background

source: Form outline color
so_so: Midabka xariiqda foomka

source: Hide advanced mode
so_so: Dhuumashada qaabka sare

source: Show advanced mode
so_so: Muuji qaabka sare

source: You can see examples of how chamilo will look here
so_so: Halkan waxaad arki kartaa tusaalooyinka sida Chamilo u muuqan doono

source: Buttons
so_so: Badhannada

source: Primary alternative
so_so: Asalka aasaasiga ah

source: Tertiary
so_so: Sareeye

source: Warning
so_so: Digniinta

source: Danger
so_so: Khatarta

source: Dropdowns
so_so: Liistada hoos u dhaca

source: Checkbox and radio buttons
so_so: Sandhaha checkbox iyo radio

source: Toggle
so_so: Rooj

source: Hide all
so_so: Dhuumasho dhammaan

source: This is the default form
so_so: Kani waa foomka caadiga ah

source: This is a form with an error
so_so: Kani waa foom leh khalad

source: Show dialog
so_so: Muuji dialog

source: Dialog example
so_so: Tusaalaha dialog

source: Some more elements
so_so: Qaybo kale oo badan

source: Student boss
so_so: Maamulaha ardayda

source: All sessions
so_so: Dhammaan fadhiyada

source: Closed sessions
so_so: Fadhiyada xidhan

source: Add training sessions to categories
so_so: Ku dar fadhiyada tababarka qaybaha

source: News from Chamilo
so_so: Wararka Chamilo

source: System templates
so_so: Qaababka nidaamka

source: Contact form categories
so_so: Qaybaha foomka xiriirka

source: External tools (LTI)
so_so: Qalabka dibadda (LTI)

source: Add course
so_so: Ku dar koorsada

source: Add a user to a course
so_so: Ku dar isticmaale koorsad

source: Course maintenance
so_so: Dayactirka koorsada

source: Customize
so_so: Habayn

source: Sort
so_so: Kala sooc

source: Platform use conditions
so_so: Shuruudaha isticmaalka aaska

source: Password too easy to guess
so_so: Eebbe sirta waa fudud in la qiyaaso

source: You need to confirm your account via e-mail to access the platform
so_so: Waa inaad ku xaqiijisaa akoonkaaga iimaylka si aad u gasho aaska

source: Redirect to portal home
so_so: U gudbi bogga guriga portal

source: Test invisible in session
so_so: Tijaabada ma muuqato fadhiga

source: Display information about the next incomplete and the last completed topic
so_so: Muuji macluumaadka ku saabsan mawduuca soo socda ee aan dhammaystirin iyo kii ugu dambeeyay ee la dhammaystiray

source: Database settings
so_so: Dejinta database-ka

source: Chamilo installation wizard
so_so: Sixirka rakibaadda Chamilo

source: Step 1 - Installation Language
so_so: Tallaabada 1 - Luqadda Rakibaadda

source: Please select installation language
so_so: Fadlan dooro luqadda rakibaadda

source: Step 2 - Requirements
so_so: Tallaabada 2 - Shuruudaha

source: For more details %s
so_so: Faahfaahin dheeraad ah %s

source: Step 3 - License
so_so: Tallaabada 3 - Shahaadada

source: Step 4 - Database settings
so_so: Tallaabada 4 - Goobaynta keydka

source: Database host
so_so: Martigeliyaha keydka

source: Step 7 - Installation process execution
so_so: Tallaabada 7 - Fulinta rakibaadda

source: Step 7 - Update process execution
so_so: Tallaabada 7 - Fulinta cusboonaysiinta

source: Continue with %s
so_so: Sii wad %s

source: As read
so_so: Sidii la akhriyey

source: As unread
so_so: Sidii aan la akhriyin

source: Message deleted
so_so: Farriinta la tirtiray

source: Messages deleted
so_so: Farriimaha la tirtiray

source: Change Password
so_so: Beddel erayga sirta

source: All Messages
so_so: Dhammaan farriimaha

source: Promoted Messages
so_so: Farriimaha la dallacsiiyay

source: Requests
so_so: Codsi

source: Add friends
so_so: Ku dar saaxiibo

source: Add friend
so_so: Ku dar saaxiib

source: %s's picture
so_so: Sawirka %s

source: Delete permanently
so_so: Tirtir si joogto ah

source: %d minutes before
so_so: %d daqiiqo kahor

source: %d hours before
so_so: %d saacadood kahor

source: %d days before
so_so: %d maalmood kahor

source: Select a folder
so_so: Dooro faylalka

source: Select the destination folder
so_so: Dooro faylalka goobta

source: All users
so_so: Dhammaan isticmaale

source: Edit introduction
so_so: Tafatir soo jeedinta

source: To teacher and tutor
so_so: Macallinka iyo macallinka tababarka

source: To HR only
so_so: HR kaliya

source: Only for teachers
so_so: Macallimiinta kaliya

source: Only for students
so_so: Ardayda kaliya

source: Autolaunch settings
so_so: Goobaynta tooska ah

source: Auto-launch
so_so: Tooska ah

source: User registrations by month
so_so: Diiwaangelinta isticmaale bishii

source: User registrations by day
so_so: Diiwaangelinta isticmaale maalinlaha

source: No data available for the selected date range
so_so: Ma jiro xog la heli karo xadiga taariikhda la doortay

source: Back to months
so_so: Ku noqo bilihii

source: User registrations by creator
so_so: Diiwaangelinta isticmaale abuuraha

source: Courses count
so_so: Tirada koorsooyinka

source: Courses count by language
so_so: Tirada koorsooyinka luqadda

source: AI provider
so_so: Bixiyaha AI

source: Request failed
so_so: Codsi/guul darreeysatay

source: Using AI provider %s
so_so: Adeegsanaya bixiyaha AI %s

source: Aiken Format Example
so_so: Tusaalaha Qaabka Aiken

source: Number of questions
so_so: Tirada su'aalaha

source: Please enter a valid number of questions
so_so: Fadlan gel guddooyin su'aalo oo sax ah

source: An unexpected error occurred. Please try again later.
so_so: Qalad lama filaan ah ayaa dhacay. Fadlan isku day mar dambe.

source: An unexpected error occurred. Please contact support.
so_so: Qalad lama filaan ah ayaa dhacay. Fadlan la xiriir taageerada.

source: Generate Aiken
so_so: Soo saar Aiken

source: Reminders
so_so: Xusuusiin

source: Add reminder
so_so: Ku dar xusuusin

source: Update introduction links
so_so: Cusboonaysii xiriiriyeyaasha hordhaca

source: Conference Room
so_so: Qolka Shirka

source: Choose item
so_so: Dooro shay

source: No result or feedback available.
so_so: Ma jiro natiijo ama jawaab celin la heli karo.

source: Add gradebook comment
so_so: Ku dar faallo buugga darajada

source: Assessments visible
so_so: Qiimeynta la arki karo

source: Assessments invisible
so_so: Qiimeynta lama arki karo

source: Add result
so_so: Ku dar natiijo

source: Student reports
so_so: Wararka ardayda

source: Results and feedback per user
so_so: Natiijooyinka iyo jawaab-celinta qof kasta

source: Score display custom values
so_so: Qiimeynta soo bandhigida qiimayaasha gaarka ah

source: AI generator
so_so: Soo-saaraha AI

source: Words count per page
so_so: Tirada erayada bog kasta

source: Add test after each page
so_so: Ku dar imtixaan bog kasta ka dib

source: Error creating learning path
so_so: Qalad marka la abuurayo wadada waxbarashada

source: Invalid server response
so_so: Jawaabta server-ka oo aan sax ahayn

source: Please wait, this could take a while...
so_so: Fadlan sug, tani waxay qaadan kartaa wakhti...

source: Replace (files only)
so_so: Beddel (faylalka kaliya)

source: Select replacement file
so_so: Dooro faylka beddelka

source: No file selected.
so_so: Ma jiro fayl la doortay.

source: Only files can be replaced.
so_so: Faylalka kaliya ayaa la beddeli karaa.

source: Error replacing file.
so_so: Qalad beddelka faylka.

source: Download selected items as ZIP
so_so: Soosaar waxyaabaha la doortay sida ZIP

source: No items selected.
so_so: Ma jiro waxyaabo la doortay.

source: Download started
so_so: Soosaaridda bilowday

source: Error downloading selected items.
so_so: Qalad soo dejinta waxyaabaha la doortay.

source: Remove current icon
so_so: Ka saar astaanta hadda

source: This icon will show for the link displayed as a tool on the course homepage.
so_so: Astaantan waxay muuqan doontaa xiriirka ee loo soo bandhigo sida qalab bogga hore ee koorsada.

source: The icon must be 120x120 pixels.
so_so: Astaantu waa inay ahaataa 120x120 pixels.

source: Error saving the link
so_so: Qalad keydinta xiriirka

source: Tool-based resource count
so_so: Tirada agabka ku salaysan qalabka

source: Resource count
so_so: Tirada agabka

source: Enter 2FA code
so_so: Gali koodka 2FA

source: Submit code
so_so: Soo gudbi koodka

source: Sign up
so_so: Is diiwaan gel

source: 2FA disabled successfully.
so_so: 2FA si guul leh ayaa loo joojiyay.

source: Passwords do not match
so_so: Eebbeoyinka ma isku midka yihiin

source: Password updated successfully
so_so: Eebbe way u cusboonaysiiyay si guul leh

source: Update settings
so_so: Cusboonaysii goobaha

source: Scan the QR code to enable 2FA
so_so: Isuruuri koodka QR si aad u shaqeyso 2FA

source: QR code for 2FA
so_so: Koodka QR ee 2FA

source: Add to catalogue
so_so: Ku dar buugga

source: Added to catalogue
so_so: Ku daray buugga

source: Remove from catalogue
so_so: Ka saar buugga

source: Removed from catalogue
so_so: Laga laga kaarka

source: Loading courses. Please wait.
so_so: Raraya koorsooyinka. Fadlan sug.

source: Private course
so_so: Koorso gaar ah

source: Not subscribed
so_so: Ma diiwaan gelin

source: Session coaches are coordinators for the session and can act as tutor for each of the course in the session. Only users with the teacher role can be selected as session coach.
so_so: Tababarayaasha kalfadhi waa isu-duwayaasha kalfadhi waxayna u shaqeyn karaan macallin ahaan koors kasta oo kalfadhiga ku jira. Kaliya isticmaale leh door macallin ayaa loo dooran karaa tababare kalfadhi.

source: Introduction to registration
so_so: Hordhac diiwaan gelinta

source: Welcome to the registration process.
so_so: Ku soo dhawowhii hawsha diiwaan gelinta.

source: Select destination
so_so: Dooro meesha loo socdo

source: Repeat question
so_so: Ku celiso su'aasha

source: End of test
so_so: Dhammaadka imtixaanka

source: Other (custom URL)
so_so: Kuwa kale (URL gaar ah)

source: On success
so_so: Guusha markii

source: Custom URL
so_so: URL gaar ah

source: On failure
so_so: Guuldarada markii

source: Database port
so_so: Dekadda xogta port

source: Database driver
so_so: Darawalka xogta

source: Step 5 - Configuration settings
so_so: Tallaabada 5 - Go'aamada qaabaynta

source: Administrator password
so_so: Eebbe maamulaha

source: You may want to change this
so_so: Waxaa laga yaabaa inaad tan bedeshid

source: Step 6 - Last check before install
so_so: Tallaabada 6 - Baaritaanka ugu dambeeya ka hor rakibaadda

source: Database name
so_so: Magaca xogta

source: Do not list this campus on chamilo.org
so_so: Ha liis garayn kaniisaan-ka chamilo.org
