Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Before %s
ar: قبل %s
ast_es: Enantes de %s
bn_bd: %s এর আগে
bs_ba: Prije %s
ca_es: Abans de %s
cs_cz: Před %s
da: Før %s
de: Vor %s
el: Πριν από %s
eo: Antaŭ %s
es: Antes de %s
es_mx: Antes de %s
eu_es: %s baino lehen
fa_ir: قبل از %s
fi_fi: Ennen %s
fo_fo: Áðrenn %s
fur: Primi di %s
ga: Roimh %s
gl: Antes de %s
he_il: לפני %s
hi: %s से पहले
hr_hr: Prije %s
hu_hu: %s előtt
hy: %s-ից առաջ
id_id: Sebelum %s
it: Prima %s
ja: %s より前
ka_ge: %s-მდე
ko_kr: %s 이전
lo: ກ່ອນ %s
lt_lt: Prieš %s
lv_lv: Pirms %s
mk_mk: Пред %s
ms_my: Sebelum %s
my_mm: %s မတိုင်မီ
ne: %s भन्दा पहिले
nl: Voor %s
nn_no: Før %s
oc: Abans %s
pl_pl: Przed %s
ps: %s مخکې
pt_br: Antes %s
pt_pt: Antes %s
ro_ro: Înainte de %s
ru_ru: До %s
sk_sk: Pred %s
sl: Pred %s
sq: Para %s
sr_rs: Pre %s
sv_se: Före %s
sw_ke: Kabla ya %s
ta: %s முன்
th: ก่อน %s
tl_ph: Bago %s
tr: %s öncesi
uk_ua: До %s
vi_vn: Trước %s
xh_za: Phambi %s
zh_cn: %s 之前
zh_tw: %s 之前

source: After %s
ar: بعد %s
ast_es: Deprés de %s
bn_bd: %s এর পরে
bs_ba: Nakon %s
ca_es: Després de %s
cs_cz: Po %s
da: Efter %s
de: Nach %s
el: Μετά %s
eo: Post %s
es: Después de %s
es_mx: Después de %s
eu_es: %s ren ondoren
fa_ir: پس از %s
fi_fi: Jälkeen %s
fo_fo: Eftir %s
fur: Dopo %s
ga: Tar éis %s
gl: Despois de %s
he_il: אחרי %s
hi: %s के बाद
hr_hr: Nakon %s
hu_hu: %s után
hy: %s-ից հետո
id_id: Setelah %s
it: Dopo %s
ja: %s より後
ka_ge: %s-ის შემდეგ
ko_kr: %s 이후
lo: ຫຼັງ %s
lt_lt: Po %s
lv_lv: Pēc %s
mk_mk: По %s
ms_my: Selepas %s
my_mm: %s နောက်
ne: %s पछि
nl: Na %s
nn_no: Etter %s
oc: Aprèp %s
pl_pl: Po %s
ps: %s وروسته
pt_br: Após %s
pt_pt: Depois %s
ro_ro: Dupa %s
ru_ru: После %s
sk_sk: Po %s
sl: Po %s
sq: Pas %s
sr_rs: Posle %s
sv_se: Efter %s
sw_ke: Baada ya %s
ta: %s பின்
th: หลัง %s
tl_ph: Pagkatapos %s
tr: %s sonrası
uk_ua: Після %s
vi_vn: Sau %s
xh_za: Emva %s
zh_cn: %s 之后
zh_tw: %s 之後

source: Export settings as XLS
ar: XLS تصدير الاعدادات كملف اكسل
ast_es: Esportar axustes como XLS
bn_bd: সেটিংস XLS হিসেবে রপ্তানি করুন
bs_ba: Izvezi postavke kao XLS
ca_es: Exporta paràmetres en format XLS
cs_cz: Exportovat nastavení jako XLS
da: Eksporter indstillinger som XLS
de: Einstellungen als XLS exportieren
el: Ρυθμίσεις Εξαγωγής ως XLS
eo: Eksporti agordojn kiel XLS
es: Exportar parámetros en formato .xls
es_mx: Exportar configuraciones como XLS
eu_es: Esportatu ezarpenak XLS gisa
fa_ir: خروجی تنظیمات به صورت XLS
fi_fi: Vie asetukset XLS-muodossa
fo_fo: Útflyt innstillingar sum XLS
fur: Esportâ impostatîs come XLS
ga: Easpaigh socruithe mar XLS
gl: Exportar parámetros en formato XLS
he_il: ייצא הגדרות כ-XLS
hi: सेटिंग्स को XLS के रूप में निर्यात करें
hr_hr: Izvezi postavke kao XLS
hu_hu: Beállítások exportálása XLS-ként
hy: Արտահանել կարգավորումները XLS-ով
id_id: Ekspor pengaturan sebagai XLS
it: Esporta le impostazioni come file XLS
ja: 設定をXLSとしてエクスポート
ka_ge: პარამეტრების XLS-ად ექსპორტი
ko_kr: 설정 XLS로 내보내기
lo: ສົ່ງອອກການຕັ້ງຄ່າເປັນ XLS
lt_lt: Eksportuoti nustatymus kaip XLS
lv_lv: Eksportēt iestatījumus kā XLS
mk_mk: Извози поставки како XLS
ms_my: Eksport tetapan sebagai XLS
my_mm: ဆက်တင်များကို XLS အဖြစ်ထုတ်ယူပါ
ne: XLS को रूपमा सेटिङ्स निर्यात गर्नुहोस्
nl: Export instellingen als XLS
nn_no: Eksporter innstillingar som XLS
oc: Exportar las paramètres en XLS
pl_pl: Eksportuj ustawienia jako XLS
ps: ایښودل تنظیمات د XLS په توګه
pt_br: Exportar os ajustes como XLS
pt_pt: Exportar definições como XLS
ro_ro: Exportati parametrii în .xls
ru_ru: Экспорт настроек в XLS
sk_sk: Exportovať nastavenia ako XLS
sl: Izvozi nastavitve v obliki .xls
sq: Eksporto cilësimet si XLS
sr_rs: Izvezi podešavanja kao XLS
sv_se: Exportera inställningar som XLS
sw_ke: Hamisha mipangilio kama XLS
ta: XLS ஆக அமைப்புகளை ஏற்றுமதி செய்யவும்
th: ส่งออกการตั้งค่าเป็น XLS
tl_ph: I-export ang mga setting bilang XLS
tr: Ayarları XLS olarak dışa aktar
uk_ua: Експортувати налаштування як XLS
vi_vn: Xuất cài đặt dưới dạng XLS
xh_za: Thumela iisetingi njenge-XLS
zh_cn: 导出设置为 XLS
zh_tw: 將設定匯出為 XLS

source: Delete all items
ar: حذف كافة الفقرات
ast_es: Desaniciar toos los elementos
bn_bd: সকল আইটেম মুছে ফেলুন
bs_ba: Obriši sve stavke
ca_es: Esborra tots els elements
cs_cz: Smazat všechny položky
da: Slet alle elementer
de: Alle Elemente löschen
el: Διαγραφή όλων των στοιχείων
eo: Forigi ĉiujn elementojn
es: Borrar todos los elementos
es_mx: Eliminar todos los elementos
eu_es: Ezabatu elementu guztiak
fa_ir: حذف همه موارد
fi_fi: Poista kaikki osiot
fo_fo: Sletta allar lutir
fur: Scjadê ducj i items
ga: Scrios gach mír
gl: Borrar todos os elementos
he_il: מחק את כל הפריטים
hi: सभी आइटम हटाएँ
hr_hr: Izbriši sve stavke
hu_hu: Összes elem törlése
hy: Ջնջել բոլոր տարրերը
id_id: Hapus semua item
it: Cancella tutto
ja: すべてのアイテムを削除
ka_ge: ყველა ელემენტის წაშლა
ko_kr: 모든 항목 삭제
lo: ລຶບທຸກລາຍການ
lt_lt: Ištrinti visus elementus
lv_lv: Dzēst visus vienumus
mk_mk: Избриши ги сите ставки
ms_my: Padam semua item
my_mm: အရာအားလုံးကို ဖျက်ပါ
ne: सबै वस्तुहरू हटाउनुहोस्
nl: Verwijder alle items
nn_no: Slett alle element
oc: Suprimir totes los elements
pl_pl: Usuń wszystkie elementy
ps: ټول توکي حذف کړئ
pt_br: Excluir todos os itens
pt_pt: Apagar todos os items
ro_ro: Ștergeți toati elementii
ru_ru: Удалить все элементы
sk_sk: Zmazať všetky položky
sl: Odstrani vse elemente
sq: Fshij të gjitha elementet
sr_rs: Obriši sve stavke
sv_se: Ta bort alla objekt
sw_ke: Futa vitu vyote
ta: எல்லா பொருட்களையும் நீக்கவும்
th: ลบรายการทั้งหมด
tl_ph: Burahin ang lahat ng item
tr: Tüm öğeleri sil
uk_ua: Видалити всі елементи
vi_vn: Xóa tất cả các mục
xh_za: Susa zonke izinto
zh_cn: 删除所有项目
zh_tw: 刪除所有項目

source: Delete this item
ar: حذف هذه الفقرة
ast_es: Desaniciar esti elementu
bn_bd: এই আইটেমটি মুছে ফেলুন
bs_ba: Obriši ovu stavku
ca_es: Esborra aquest element
cs_cz: Smazat tuto položku
da: Slet dette element
de: Dieses Element löschen
el: Διαγράψετε αυτό το στοιχείο
eo: Forigi ĉi tiun elementon
es: Borrar este elemento
es_mx: Eliminar este elemento
eu_es: Ezabatu elementu hau
fa_ir: حذف این مورد
fi_fi: Poista tämä osio
fo_fo: Sletta hendan lutin
fur: Scjadê chest item
ga: Scrios an mír seo
gl: Borrar este elemento
he_il: מחק פריט זה
hi: यह आइटम हटाएँ
hr_hr: Izbriši ovu stavku
hu_hu: Elem törlése
hy: Ջնջել այս տարրը
id_id: Hapus item ini
it: Cancella questo elemento
ja: このアイテムを削除
ka_ge: ამ ელემენტის წაშლა
ko_kr: 이 항목 삭제
lo: ລຶບລາຍການນີ້
lt_lt: Ištrinti šį elementą
lv_lv: Dzēst šo vienumu
mk_mk: Избриши ја оваа ставка
ms_my: Padam item ini
my_mm: ဤအရာကို ဖျက်ပါ
ne: यो वस्तु हटाउनुहोस्
nl: Verwijder dit item
nn_no: Slett dette elementet
oc: Suprimir aquest element
pl_pl: Usuń ten element
ps: دا توکی حذف کړئ
pt_br: Apague este ítem
pt_pt: Apagar este item
ro_ro: Ștergeți acest element
ru_ru: Удалить этот элемент
sk_sk: Zmazať túto položku
sl: Odstrani ta element
sq: Fshij këtë element
sr_rs: Obriši ovu stavku
sv_se: Ta bort detta objekt
sw_ke: Futa kitu hiki
ta: இந்த பொருளை நீக்கவும்
th: ลบรายการนี้
tl_ph: Burahin ang item na ito
tr: Bu öğeyi sil
uk_ua: Видалити цей елемент
vi_vn: Xóa mục này
xh_za: Susa le nto
zh_cn: 删除此项目
zh_tw: 刪除此項目

source: Record your voice
ar: تسجيل صوتك
ast_es: Grabar la toa voz
bn_bd: আপনার কণ্ঠ রেকর্ড করুন
bs_ba: Snimi svoj glas
ca_es: Graveu la seva veu
cs_cz: Nahrajte svůj hlas
da: Optag din stemme
de: Nehmen Sie Ihre Stimme auf
el: Καταγράψτε τη φωνή σας
eo: Enrigardi vian voĉon
es: Grabe su voz
es_mx: Grabar su voz
eu_es: Grabatu zure ahotsa
fa_ir: ضبط صدای خود
fi_fi: Tallenna äänesi
fo_fo: Tak upp tín rødd
fur: Regjistre la vote
ga: Taifead do ghuth
gl: Gravar a súa voz
he_il: הקלט את הקול שלך
hi: अपनी आवाज़ रिकॉर्ड करें
hr_hr: Snimi svoj glas
hu_hu: Hangjának rögzítése
hy: Գրավոր նշել ձեր ձայնը
id_id: Rekam suara Anda
it: Registra la tua voce
ja: 録音してください
ka_ge: ხმის ჩაწერა
ko_kr: 음성 녹음
lt_lt: Įrašyti balsą
lv_lv: Ierakstīt balsi
mk_mk: Сними го твојот глас
ms_my: Rakam suara anda
my_mm: သင့်အသံကို မှတ်တမ်းတင်ပါ
ne: आफ्नो आवाज रेकर्ड गर्नुहोस्
nl: Neem uw stem op
nn_no: Ta opp røysta di
oc: Enregistrar vòstra vòtz
pl_pl: Nagraj swój głos
ps: خپله غږ ثبت کړئ
pt_br: Grave sua voz
pt_pt: Gravar a sua voz
ro_ro: Înregistrați vocea ta
ru_ru: Записать голос
sk_sk: Nahrať svoj ​​hlas
sl: Posnemi svoj zvok
sq: Regjistro zërin tuaj
sr_rs: Snimi svoj glas
sv_se: Spela in din röst
sw_ke: Rekodi sauti yako
ta: உங்கள் குரலை பதிவு செய்யவும்
th: บันทึกเสียงของคุณ
tl_ph: Record ang iyong boses
tr: Sesinizi kaydedin
uk_ua: Записати свій голос
vi_vn: Ghi âm giọng nói của bạn
xh_za: Rekhoda ilizwi lakho
zh_cn: 录制您的语音
zh_tw: 錄製您的語音

source: No recording available
ar: لا يوجد تسجيل متوفر
ast_es: Nun hai grabación disponible
bn_bd: কোনো রেকর্ডিং উপলব্ধ নেই
bs_ba: Nema snimka
ca_es: Cap gravació disponible
cs_cz: Žádné nahrávky k dispozici
da: Ingen optagelse tilgængelig
de: Keine Aufzeichnung verfügbar
el: Δεν υπάρχει διαθέσιμη εγγραφή
eo: Neniu registraĵo havebla
es: Ninguna grabación disponible
es_mx: No hay grabación disponible
eu_es: Ez dago grabaziorik eskuragarri
fa_ir: هیچ ضبطی موجود نیست
fi_fi: Äänitteitä ei ole saatavilla
fo_fo: Ongin upptøka tøk
fur: Nissun regjistrament disponibi
ga: Gan taifeadadh ar fáil
gl: Ningunha gravación dispoñible
he_il: אין הקלטה זמינה
hi: कोई रिकॉर्डिंग उपलब्ध नहीं
hr_hr: Nema dostupnog snimka
hu_hu: Nincs elérhető felvétel
hy: Չկա գրառում
id_id: Tidak ada rekaman yang tersedia
it: Non ci sono record
ja: 録音は利用できません
ka_ge: ჩაწერა არ არის ხელმისაწვდომი
ko_kr: 사용 가능한 녹음 없음
lo: ບໍ່ມີການບັນທຶກສຽງ
lt_lt: Nėra įrašo
lv_lv: Nav pieejamu ierakstu
mk_mk: Нема достапно снимање
ms_my: Tiada rakaman tersedia
my_mm: မှတ်တမ်းတင်မှု မရရှိနိုင်ပါ
ne: कुनै रेकर्डिङ उपलब्ध छैन
nl: Geen opname beschikbaar
nn_no: Ingen opptak tilgjengeleg
oc: Cap d'enregistrament disponible
pl_pl: Brak dostępnego nagrania
ps: هیڅ ثبت شوی نشته
pt_br: Sem gravações disponiveis
pt_pt: Nenhuma gravação disponível
ro_ro: Nicio înregistrare disponibila
ru_ru: Запись недоступна
sk_sk: Žiadny záznam k dispozícii
sl: Noben shranjena zvočna datoteka ni na voljo
sq: Nuk ka regjistrim të disponueshëm
sr_rs: Nema snimka
sv_se: Ingen inspelning tillgänglig
sw_ke: Hakuna rekodi inayopatikana
ta: பதிவு கிடைக்கவில்லை
th: ไม่มีบันทึกเสียง
tl_ph: Walang available na recording
tr: Kayıt mevcut değil
uk_ua: Запису недоступно
vi_vn: Không có bản ghi nào có sẵn
xh_za: Akukho rekodi ikhona
zh_cn: 无可用录音
zh_tw: 無可用錄音

source: Works received
ar: تم استلام الاعمال
ast_es: Trabayos recibíos
bn_bd: প্রাপ্ত কাজ
bs_ba: Primljeni radovi
ca_es: Tasques rebudes
cs_cz: Přijaté práce
da: Modtaget arbejde
de: Erhaltene Arbeiten
el: Λήψη εργασιών
eo: Ricevitaj laboroj
es: Tareas recibidas
es_mx: Trabajos recibidos
eu_es: Jasotako lanak
fa_ir: کارهای دریافت‌شده
fi_fi: Vastaanotetut työt
fo_fo: Arbeið mottoknir
fur: Operis rivâts
ga: Saoil faoi
gl: Tarefas recibidas
he_il: העבודות שהתקבלו
hi: प्राप्त कार्य
hr_hr: Primljeni radovi
hu_hu: Beküldött munkák
hy: Ստացված աշխատանքներ
id_id: Karya yang diterima
it: Lavori ricevuti
ja: 受け取った作業
ka_ge: მიღებული სამუშაოები
ko_kr: 수신된 작업
lo: ບົດວຽກທີ່ໄດ້ຮັບ
lt_lt: Gauti darbai
lv_lv: Saņemtie darbi
mk_mk: Примени работи
ms_my: Kerja yang diterima
my_mm: လက်ခံရရှိထားသော အလုပ်များ
ne: प्राप्त कार्यहरू
nl: Ontvangen werken
nn_no: Innsendte arbeid
oc: Trabucs resebuts
pl_pl: Otrzymane prace
ps: ترلاسه شوي کارونه
pt_br: Trabalhos recebidos
pt_pt: Trabalhos recebidos
ro_ro: Sarcini primite
ru_ru: Полученные работы
sk_sk: Prijaté práce
sl: Naloga prejeta
sq: Punimet e marra
sr_rs: Primljeni radovi
sv_se: Mottagna arbeten
sw_ke: Tendo zilizopokelewa
ta: பெறப்பட்ட பணிகள்
th: ผลงานที่ได้รับ
tl_ph: Mga gawang natanggap
tr: Alınan çalışmalar
uk_ua: Отримано робіт
vi_vn: Bài tập đã nhận
xh_za: Imisebenzi efunyenweyo
zh_cn: 收到作品
zh_tw: 已收到作業

source: Class ID does not exist
ar: هوية الصف ليست موجودة
ast_es: L'ID de la clase nun esiste
bn_bd: ক্লাস আইডি বিদ্যমান নয়
bs_ba: ID klase ne postoji
ca_es: La classe ID no existeix
cs_cz: ID třídy neexistuje
da: Klasse-ID findes ikke
de: Klassen-ID existiert nicht
el: Αναγνωριστικό ID δεν υπάρχει
eo: Klasa ID ne ekzistas
es: ID de clase no existe
es_mx: ID de clase no existe
eu_es: Klase ID-a ez da existitzen
fa_ir: شناسه کلاس وجود ندارد
fi_fi: Luokka-ID ei ole olemassa
fo_fo: Bólk ID finst ikki
fur: ID clas no esist
ga: Níl ID Aicme ann
gl: ID de clase non existe
he_il: מזהה כיתה לא קיים
hi: क्लास आईडी मौजूद नहीं
hr_hr: ID razreda ne postoji
hu_hu: Az osztályazonosító nem létezik
hy: Դասի ID-ն գոյություն չունի
id_id: ID Kelas tidak ada
it: L'ID della classe non esiste
ja: クラスIDが存在しません
ka_ge: კლასის ID არ არსებობს
ko_kr: 클래스 ID가 존재하지 않습니다
lo: ລະຫັດຫ້ອງຮຽນບໍ່ມີຢູ່
lt_lt: Klasės ID neegzistuoja
lv_lv: Klasifikācijas ID neeksistē
mk_mk: ID на класата не постои
ms_my: ID Kelas tidak wujud
my_mm: အတန်းအိုင်ဒီ မရှိပါ
ne: कक्षा ID विद्यमान छैन
nl: KlasID bestaat niet
nn_no: Klass-ID finst ikkje
oc: L'ID de classe existís pas
pl_pl: ID klasy nie istnieje
ps: ټولګي ID شتون نلري
pt_br: Classe ID não existe
pt_pt: Não existe ID de Turma
ro_ro: ID clasei nu există
ru_ru: ID класса не существует
sk_sk: ID triedy neexistuje
sl: ID razreda ne obstaja
sq: ID e klasës nuk ekziston
sr_rs: ID klase ne postoji
sv_se: Klass-ID finns inte
sw_ke: Kitambulisho cha darasa hakipo
ta: வகுப்பு ID இல்லை
th: รหัสชั้นเรียน不存在
tl_ph: Ang Class ID ay hindi umiiral
tr: Sınıf ID'si mevcut değil
uk_ua: ID класу не існує
vi_vn: ID lớp không tồn tại
xh_za: ID yeKlasi ayikholeli
zh_cn: 班级 ID 不存在
zh_tw: 班級 ID 不存在

source: Without category
ar: من دون فئة
ast_es: Enllacada a denguna categoría
bn_bd: কোনো বিভাগ ছাড়া
bs_ba: Bez kategorije
ca_es: Sense categoria
cs_cz: Bez kategorie
da: Uden kategori
de: Ohne Kategorie
el: Χωρίς κατηγορία
eo: Sen kategorio
es: Sin categoría
es_mx: Sin categoría
eu_es: Kategoria gabe
fa_ir: بدون دسته‌بندی
fi_fi: Ilman kategoriaa
fo_fo: Utan bólkakategoriu
fur: Senze categorîe
ga: Gan chatagóir
gl: Sen categoría
he_il: ללא קטגוריה
hi: बिना श्रेणी के
hr_hr: Bez kategorije
hu_hu: Kategória nélkül
hy: Առանց կատեգորիայի
id_id: Tanpa kategori
it: Senza categoria
ja: カテゴリなし
ka_ge: კატეგორიის გარეშე
ko_kr: 카테고리 없음
lo: ບໍ່ມີໝວດໝູ່
lt_lt: Be kategorijos
lv_lv: Bez kategorijas
mk_mk: Без категорија
ms_my: Tanpa kategori
my_mm: အမျိုးအစားမရှိဘဲ
ne: विना कोटि
nl: Zonder categorie
nn_no: Utan kategori
oc: Sens categoria
pl_pl: Bez kategorii
ps: پرته له کټګورۍ
pt_br: Sem categoria
pt_pt: Sem categoria
ro_ro: Fara categorie
ru_ru: Без категории
sk_sk: Bez kategórie
sl: Brez kategorij
sq: Pa kategori
sr_rs: Bez kategorije
sv_se: Utan kategori
sw_ke: Bila kundi
ta: வகையின்றி
th: ไม่มีหมวดหมู่
tl_ph: Walang kategorya
tr: Kategorisiz
uk_ua: Без категорії
vi_vn: Không có danh mục
xh_za: Ngaphandle kwendidi
zh_cn: 无类别
zh_tw: 無分類

source: Incorrect score
ar: درجة غير صحيحة
ast_es: Puntuación incorrecta
bn_bd: ভুল স্কোর
bs_ba: Neispravan rezultat
ca_es: Puntuació incorrecta
cs_cz: Nesprávné skóre
da: Forkert score
de: Falsches Ergebnis
el: Λανθασμένη βαθμολογία
eo: Malĝusta poento
es: Puntuación incorrecta
es_mx: Puntaje incorrecto
eu_es: Puntuazio okerra
fa_ir: نمره نادرست
fi_fi: Väärä tulos
fo_fo: Órætt steyp
fur: Vot incorêt
ga: Scór mícheart
gl: Puntuación incorrecta
he_il: ציון שגוי
hi: गलत स्कोर
hr_hr: Nepravilan rezultat
hu_hu: Helytelen pontszám
hy: Սխալ միավոր
id_id: Skor salah
it: Punteggio errato
ja: 不正確なスコア
ka_ge: არასწორი ქულა
ko_kr: 잘못된 점수
lo: ຄະແນນບໍ່ຖືກຕ້ອງ
lt_lt: Neteisingas balas
lv_lv: Nepareizs rezultāts
mk_mk: Неправилен резултат
ms_my: Skor tidak betul
my_mm: မမှန်ကန်သော ရမှတ်
ne: गलत अङ्क
nl: Onjuiste score
nn_no: Feil poengsum
oc: Punctuatge incorrècte
pl_pl: Nieprawidłowa ocena
ps: ناسمې نمرې
pt_br: Pontuação incorreta
pt_pt: Resposta incorreta
ro_ro: Punctaj incorect
ru_ru: Неверный балл
sk_sk: Nesprávne skóre
sl: Nepravilen rezultat
sq: Rezultat i gabuar
sr_rs: Nepravilan rezultat
sv_se: Felaktig poäng
sw_ke: Alama isiyo sahihi
ta: தவறான மதிப்பெண்
th: คะแนนไม่ถูกต้อง
tl_ph: Mali ang score
tr: Yanlış puan
uk_ua: Неправильний бал
vi_vn: Điểm số không đúng
xh_za: Amanqaku akulunganga
zh_cn: 分数不正确
zh_tw: 分數不正確

source: Correct score
ar: درجة صحيحة
ast_es: Puntuación correcta
bn_bd: সঠিক স্কোর
bs_ba: Ispravan rezultat
ca_es: Puntuació correcta
cs_cz: Správné skóre
da: Korrekt score
de: Korrektes Ergebnis
el: Ακριβές Σκορ
eo: ĝusta poento
es: Puntuación correcta
es_mx: Puntaje correcto
eu_es: Puntuazio zuzena
fa_ir: نمره درست
fi_fi: Oikea tulos
fo_fo: Rætt steyp
fur: Vot corêt
ga: Scór ceart
gl: Puntuación correcta
he_il: תוצאה נכונה
hi: सही स्कोर
hr_hr: Pravilan rezultat
hu_hu: Helyes pontszám
hy: Ճիշտ միավոր
id_id: Skor benar
it: Punteggio corretto
ja: 正しいスコア
ka_ge: სწორი ქულა
ko_kr: 올바른 점수
lo: ຄະແນນຖືກຕ້ອງ
lt_lt: Teisingas balas
lv_lv: Pareizs rezultāts
mk_mk: Правилен резултат
ms_my: Skor betul
my_mm: မှန်ကန်သော ရမှတ်
ne: सही अङ्क
nl: Correcte score
nn_no: Riktig poengsum
oc: Punctuatge corrècte
pl_pl: Prawidłowa ocena
ps: سمې نمرې
pt_br: Corrigir pontuação
pt_pt: Resultado correto
ro_ro: Punctaj corect
ru_ru: Правильный балл
sk_sk: Presne skóre
sl: Pravilen rezultat
sq: Rezultat i saktë
sr_rs: Tačan rezultat
sv_se: Korrekt poäng
sw_ke: Alama sahihi
ta: சரியான மதிப்பெண்
th: คะแนนถูกต้อง
tl_ph: Tama ang score
tr: Doğru puan
uk_ua: Правильний бал
vi_vn: Điểm số đúng
xh_za: Amanqaku afanelekileyo
zh_cn: 正确分数
zh_tw: 分數正確

source: Use custom score for all questions
ar: استخدم درجة مخصصة لكافة الاسئلة
ast_es: Usar puntuación personalizada pa toes les preguntes
bn_bd: সকল প্রশ্নের জন্য কাস্টম স্কোর ব্যবহার করুন
bs_ba: Koristi prilagođeni rezultat za sva pitanja
ca_es: Utilitza puntuació personalitzable per a totes les preguntes
cs_cz: Použít vlastní skóre pro všechny otázky
da: Brug brugerdefineret score for alle spørgsmål
de: Benutzerdefinierte Bewertung für alle Fragen verwenden
el: Χρήση προσαρμοσμένης βαθμολογίας για όλες τις ερωτήσεις
eo: Uzi proprajn poentojn por ĉiuj demandoj
es: Usar puntuación personalizable para todas las preguntas.
es_mx: Usar puntaje personalizado para todas las preguntas
eu_es: Erabili puntuazio pertsonalizatua galdera guztietan
fa_ir: استفاده از نمره سفارشی برای همه سؤالات
fi_fi: Käytä mukautettua pisteytystä kaikille kysymyksille
fo_fo: Brúka egnu steyp fyri allar spurningar
fur: Doi un vot personalizât par tute lis domandis
ga: Úsáid scór saincheaptha do gach ceist
gl: Usar puntuación personalizada para todas as preguntas
he_il: השתמש בניקוד מותאם אישית עבור כל השאלות
hi: सभी प्रश्नों के लिए कस्टम स्कोर का उपयोग करें
hr_hr: Koristi prilagođeni rezultat za sva pitanja
hu_hu: Egyéni pontszám használata az összes kérdéshez
hy: Օգտագործել սովորական միավոր բոլոր հարցերի համար
id_id: Gunakan skor khusus untuk semua pertanyaan
it: Usa punteggio personalizzato per tutti i quesiti
ja: すべての質問にカスタムスコアを使用する
ka_ge: მორგებული ქულის გამოყენება ყველა შეკითხვისთვის
ko_kr: 모든 질문에 사용자 지정 점수 사용
lo: ໃຊ້ຄະແນນທີ່ກຳນົດເອງສຳລັບທຸກຄຳຖາມ
lt_lt: Naudoti pasirinktinį balą visiems klausimams
lv_lv: Izmantot pielāgotu rezultātu visiem jautājumiem
mk_mk: Користи сопствен резултат за сите прашања
ms_my: Gunakan skor tersuai untuk semua soalan
my_mm: မေးခွန်းအားလုံးအတွက် စိတ်ကြိုက်ရမှတ်ကို အသုံးပြုပါ
ne: सबै प्रश्नहरूको लागि अनुकूल अङ्क प्रयोग गर्नुहोस्
nl: Gebruik custom score voor alle vragen
nn_no: Bruk eigen poengsum for alle spørsmål
oc: Utilizar un punctuatge personalizat per totas las questions
pl_pl: Użyj niestandardowej oceny dla wszystkich pytań
ps: د ټولو پوښتنو لپاره خپله نمره وکاروئ
pt_br: Use pontuação customizada para todas as perguntas.
pt_pt: Utilizar resultado personalizado para todas as questões
ro_ro: Utilizați punctaj personalizabil pentru toate întrebările.
ru_ru: Использовать пользовательский балл для всех вопросов
sk_sk: Použite vlastné skóre pre všetky otázky
sl: Uporabi lastne vrednosti rezultatov za vsa vprašanja
sq: Përdor rezultat të personalizuar për të gjitha pyetjet
sr_rs: Koristi prilagođeni rezultat za sva pitanja
sv_se: Använd anpassad poäng för alla frågor
sw_ke: Tumia alama ya kibinafsi kwa maswali yote
ta: அனைத்து கேள்விகளுக்கும் தனிப்பயன் மதிப்பெண் பயன்படுத்தவும்
th: ใช้คะแนนที่กำหนดเองสำหรับทุกคำถาม
tl_ph: Gumamit ng custom score para sa lahat ng tanong
tr: Tüm sorular için özel puan kullan
uk_ua: Використовувати власний бал для всіх запитань
vi_vn: Sử dụng điểm số tùy chỉnh cho tất cả các câu hỏi
xh_za: Sebenzisa amanqaku akhethiweyo kuyo zonke nemibuzo
zh_cn: 为所有问题使用自定义分数
zh_tw: 對所有問題使用自訂分數
