Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: The phone number of the Platform Administrator (appears in the footer on the left)
qu_pe: Número de teléfono del administrador de la plataforma

source: Send mail to new user
qu_pe: Apachiy e-chaskita musuq hakuqmasiman

source: Portfolio
qu_pe: Perfil extendido

source: If this setting is on, a user can fill in the following (optional) fields: 'My personal open area', 'My competences', 'My diplomas', 'What I am able to teach'
qu_pe: Si se configura como 'Verdadero', un usuario puede rellenar los siguientes campos (opcionales): 'Mis competencias', 'Mis títulos', '¿Qué puedo enseñar?' y 'Mi área personal pública'

source: Classes
qu_pe: Clases

source: User is now unsubscribed
qu_pe: La inscripción del usuario ha sido anulada.

source: User can not be unsubscribed because he is one of the teachers.
qu_pe: El usuario no puede anular su inscripción en el curso. Este usuario es un administrador del curso.

source: Invalid start date was given.
qu_pe: Pacha qallariy mana chaniyuq.

source: Invalid end date was given.
qu_pe: Pacha tukukuy mana chaniyuq.

source: (d/m/y h:m)
qu_pe: (d/m/a h:m)

source: Homepage-files are not writable!
qu_pe: ¡ Los archivos de la página principal no se pueden escribir !

source: Please give a notice text
qu_pe: Ama hina kaychu, haykuchiy willaypa qelqanta

source: Please give a notice title
qu_pe: Ama hina kaychu, haykuchiy willaypa sutinchayninta

source: Please give a link name
qu_pe: Ama hina kaychu, haykuchiy waskhanaq sutinta

source: Insert this link
qu_pe: Haykuchiy kay waskhanata

source: First place
qu_pe: Primer lugar

source: Dropbox: allow group
qu_pe: T'aqapay qelqa khipukunata: huñinchay huñusqaman

source: Users can send files to groups
qu_pe: Los usuarios pueden enviar archivos a los grupos

source: The class is deleted
qu_pe: La clase ha sido eliminada

source: The classes are deleted
qu_pe: Las clases han sido eliminadas

source: No users in this class
qu_pe: No hay usuarios en esta clase

source: The selected users are subscribed to the selected course
qu_pe: Los usuarios seleccionados han sido inscritos en sus correspondientes cursos

source: This category is already used
qu_pe: Esta categoría ya está en uso

source: Please enter a code and a name for the category
qu_pe: Por favor, introduzca un código y un nombre para esta categoría

source: Register your portal
qu_pe: Registre su plataforma

source: Display course navigation menu
qu_pe: Mostrar menú de navegación del curso

source: Display a navigation menu that quickens access to the tools
qu_pe: Mostrar el menu de navegación facilitará el acceso a las diferentes áreas del curso.

source: Import class list via CSV
qu_pe: Importar un listado de clases desde un fichero CSV

source: Display number of users online on the login page (visible for the world)
qu_pe: Mostrar el número de usuarios en línea en la página de autentificación (visible para todo el mundo)

source: Display number of users online all pages (visible for the persons who are logged in)
qu_pe: Mostrar el número de usuarios en línea en todas las páginas (visible para quienes se hayan autentificado)

source: Display number of users online in this course
qu_pe: Mostrar el número de usuarios en línea en este curso

source: Show icons in navigation menu?
qu_pe: ¿ Mostrar los iconos en el menú de navegación ?

source: Focus on location
qu_pe: Ver todos los perfiles y permisos para un lugar específico

source: Twitter Creator account
qu_pe: Twitter Creator cuenta

source: The selected classes were subscribed to the selected course
qu_pe: Las clases seleccionadas fueron inscritas en los cursos seleccionados

source: Role ID
qu_pe: ID del perfil

source: Role name
qu_pe: Nombre del perfil

source: Type
qu_pe: Tipo

source: Make available
qu_pe: Hap'ichiy

source: Make unavailable
qu_pe: Wañuchiy

source: Style sheets
qu_pe: Hojas de estilo

source: Should the navigation menu show the different tool icons?
qu_pe: ¿ Debe mostrar el menú de navegación los iconos de las herramientas ?

source: Main menu
qu_pe: Menú principal

source: Main menu after login
qu_pe: Menú principal después de autentificarse

source: Resize uploaded user images
qu_pe: Redimensionar las imágenes enviadas por los usuarios

source: User images can be resized on upload if PHP is compiled with the <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. If GD is unavailable, this setting will be silently ignored.
qu_pe: Las imágenes de los usuarios pueden ser redimensionadas cuando se envían si PHP está compilado con <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. Si GD no está disponible, la configuración será ignorada.

source: Maximum user image width
qu_pe: Anchura máxima de la imagen del usuario

source: Maximum width in pixels of a user image. This setting only applies if user images are set to be resized on upload.
qu_pe: Anchura máxima en pixeles de la imagen de un usuario. Este ajuste se aplica solamente si las imágenes de lo usuarios se configuran para ser redimensionadas al enviarse.

source: Maximum user image height
qu_pe: Altura máxima de la imagen del usuario

source: Maximum height in pixels of a user image. This setting only applies if user images are set to be resized on upload.
qu_pe: Altura máxima en pixels de la imagen de un usuario. Esta configuración sólo se aplica si las imágenes de los usuarios han sido configuradas para ser redimensionadas al enviarse.

source: Your version is
qu_pe: Su versión es

source: Socket Connection Error
qu_pe: Error de conexión vía socket

source: Socket connections are disabled
qu_pe: Las conexiones vía socket están deshabilitadas

source: Show email addresses
qu_pe: Qhawarichiy e-chaskita

source: Show email addresses to users
qu_pe: Mostrar a los usuarios las direcciones de correo electrónico

source: Activate this service
qu_pe: Activar los servicios

source: Chamilo LIVE is a videoconferencing tool that offers: Slides sharing, whiteboard to draw and write on top of slides, audio/video duplex and chat. It requires Flash® player 9+ and offers 2 modes : one to many and many to many.
qu_pe: Chamilo Live Conferencing® es una herramienta estándar de videoconferencia que ofrece: mostrar diapositivas, pizarra para dibujar y escribir, audio/video duplex, chat. Tan solo requiere Flash® player, permitiendo tres modos: uno a uno, uno a muchos, y muchos a muchos.

source: Chamilo RAPID
qu_pe: Oogie-Woogie Lecciones

source: Chamilo RAPID is a Rapid Learning tool available in Chamilo Pro and Chamilo Medical. It allows you to convert Powerpoint or LibreOffice presentations to SCORM-compliant courses. After the conversion, you end up in the Courses authoring tool and are able to add audio comments on slides and pages, tests and activities between the slides or pages and interaction activities like forum discussions or assignment upload. Every step becomes an independent and removable learning object. And the whole course generates accurate SCORM reporting for further coaching.
qu_pe: Oogie-Woogie es una herramienta que permite generar secuencias de aprendizaje rápidamente.Puede convertir presentaciones Powerpoint y documentos Word, así como sus equivalentes de Openoffice en cursos tipo SCORM. Tras la conversión, el documento podrá ser gestionado por la herramienta lecciones de Chamilo. Podrá añadir diapositivas, audio, ejercicios entre las diapositivas o actividades como foros de discusión y el envío de tareas. Al ser un curso SCORM permite el informe y el seguimiento de los estudiantes. El sistema combina el poder de Openoffice como herramienta de conversión de documentos MS-Office + el servidor streamming RED5 para la grabación de audio + la herramienta de administración de itinerarios de aprendizaje de Chamilo.

source: Bandwidth statistics
qu_pe: Estadísticas del tráfico

source: MRTG allow you to consult advanced statistics about the state of the server on the last 24 hours.
qu_pe: MRTG le permite consultar estadísticas detalladas del estado del servidor en las últimas 24 horas.

source: Server statistics
qu_pe: Estadísticas del servidor

source: AWStats allows you to consult the statistics of your platform : visitors, page views, referers...
qu_pe: AWStats le permite consultar las estadísticas de su plataforma: visitantes, páginas vistas, referenciadores...

source: Chamilo LIBRARY
qu_pe: Hunt'a qelqa maskhaq

source: Chamilo LIBRARY is a Search Engine offering multi-criteria indexing and research. It is part of the Chamilo Medical features.
qu_pe: Hunt'a qelqa maskhaqqa maskhan simita llapan hanp'arapi. Sapa punch'ay indexsaspaqa maskhayqa allintapunin tarinqa.

source: Training sessions list
qu_pe: Lista de sesiones

source: Add a training session
qu_pe: Añadir una sesion

source: Import sessions list
qu_pe: Importar sesiones en formato XML/CSV

source: Export sessions list
qu_pe: Exportar sesiones en formato XML/CSV

source: Start date
qu_pe: Fecha inicial

source: End date
qu_pe: Fecha final

source: Coach name
qu_pe: Nombre del tutor

source: A name is required for the session
qu_pe: Qowaq sesión nisqaman hoq sutita

source: Next step
qu_pe: Imaymana hamuq

source: Confirm
qu_pe: Cheqaqchay

source: Unsubscribe users from course
qu_pe: Anular la inscripción de los usuarios en el curso

source: Missing class title
qu_pe: Manaraq kashanchu claseq sutin

source: Class title exists
qu_pe: Claseq sutinqa kashanña

source: CSV file import location
qu_pe: Localización del fichero de importación CSV

source: Classes created
qu_pe: Clasekuna kamarisqa

source: Errors when importing file
qu_pe: Pantarun wayaqa apachimuypi

source: Service activated
qu_pe: Servicio activado

source: Activate service
qu_pe: Servicios activados

source: Invalid extension
qu_pe: Extensión no válida

source: In order to enable the automatic version checking you have to register your portal on chamilo.org. The information obtained by clicking this button is only for internal use and only aggregated data will be publicly available (total number of portals, total number of chamilo course, total number of chamilo users, ...) (see <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. When registering you will also appear on the worldwide list (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. If you do not want to appear in this list you have to check the checkbox below. The registration is as easy as it can be: you only have to click this button: <br />
qu_pe: Para habilitar la comprobación automática de la versión debe registrar su plataforma en chamilo.com. La información obtenida al hacer clic en este botón sólo es para uso interno y sólo los datos añadidos estarán disponibles públicamente (número total de usuarios de la plataforma, número total de cursos, número total de estudiantes,...) (ver <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>). Cuando se registre, también aparecerá en esta lista mundial (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. Si no quiere aparecer en esta lista, debe marcar la casilla inferior. El registro es tan fácil como hacer clic sobre este botón: <br />

source: After approval
qu_pe: Después de ser aprobado

source: Enable learner view
qu_pe: Activar la Vista de estudiante

source: Enable the learner view, which allows a teacher or admin to see a course as a learner would see it
qu_pe: Habilitar la Vista de estudiante, que permite que un profesor o un administrador pueda ver un curso como lo vería un estudiante

source: Time limit on Who Is Online
qu_pe: Límite de tiempo de Usuarios en línea

source: This time limit defines for how many minutes after his last action a user will be considered *online*
qu_pe: Este límite de tiempo define cuantos segundos han de pasar despúes de la última acción de un usuario para seguir considerándolo *en línea*

source: Example material on course creation
qu_pe: Material de ejemplo para la creación de un curso

source: Create example material automatically when creating a new course
qu_pe: Crear automáticamente material de ejemplo al crear un nuevo curso

source: Account validity
qu_pe: Validez de la cuenta

source: A user account is valid for this number of days after creation
qu_pe: Una cuenta de usuario es válida durante este número de días a partir de su creación

source: Use training sessions
qu_pe: Usar el modo sesión

source: Training sessions give a different way of dealing with training, where courses have an author, a coach and learners. Each coach gives a course for a set period of time, called a *training session*, to a set of learners who do not mix with other learner groups attached to another training session.
qu_pe: Las sesiones ofrecen una forma diferente de tratar los cursos, donde el curso tiene un creador, un tutor y unos estudiantes. Cada profesor imparte un curso por un perido de tiempo, llamado *sesión*, a un conjunto de estudiantes

source: Activity view
qu_pe: Ver la actividad

source: Two columns view
qu_pe: Visualización en dos columnas

source: Three columns view
qu_pe: Visualización en tres columnas

source: Allow users profiling inside courses
qu_pe: Permitir encabezados de usuarios

source: Icons only
qu_pe: Sólo iconos

source: Text only
qu_pe: Sólo texto

source: Icons and text
qu_pe: Iconos y texto

source: Enable tool introduction
qu_pe: Activar introducción a las herramientas

source: Enable introductions on each tool's homepage
qu_pe: Habilitar las introducciones en cada herramienta de la página principal

source: Course homepage breadcrumb
qu_pe: Barra de navegación de la página principal del curso

source: The breadcrumb is the horizontal links navigation system usually in the top left of your page. This option selects what you want to appear in the breadcrumb on courses' homepages
qu_pe: La barra de navegación es un sistema de navegación horizontal mediante enlaces que generalmente se sitúa en la zona superior izquierda de su página. Esta opción le permite seleccionar el contenido de esta barra en la página principal de cada curso

source: The Twitter site is a Twitter account (e.g. @chamilo_news) that is related to your site. It is usually a more temporary account than the Twitter creator account, or represents an entity (instead of a person). This field is required if you want the Twitter card meta fields to show.
qu_pe: Twitter sitioqa Twitter cuenta (sutinchay @chamilo_news) kay situwan kikinmi. Manam ñawpalla Twitter creator cuenta kemis, ukhu runa ukhu entidad rikuchiy. Kay kutiq Twitter card meta kutiqkuna rikuchiy munasqakunataq ruray.

source: Login page main area
qu_pe: Area principal de la página de acceso

source: Login page menu
qu_pe: Menú de la página de acceso

source: Portal homepage main area
qu_pe: Area principal de la página de acceso a la plataforma

source: Portal homepage menu
qu_pe: Menú de la página de acceso a la plataforma

source: Courses main area
qu_pe: Área principal de cursos

source: Courses menu
qu_pe: Menú de cursos

source: Header
qu_pe: Umaynin

source: Footer
qu_pe: Chakiynin

source: Public pages compliance to WAI
qu_pe: Páginas públicas conformes a WAI

source: WAI (Web Accessibility Initiative) is an initiative to make the web more accessible. By selecting this option, the public pages of Chamilo will become more accessible. This also means that some content on the portal's public pages might appear differently.
qu_pe: WAI (Web Accessibility Initiative) es una iniciativa para hacer la web más accesible. Seleccionando esta opción, las páginas públicas de Chamilo serán más accesibles. Esto también hará que algunos contenidos de las páginas publicadas en la plataforma puedan mostrarse de forma diferente.

source: Version check
qu_pe: Kuskachay versiónta

source: Session overview
qu_pe: Resumen de la sesión

source: Add user in the course only if not yet in
qu_pe: Inscribir un usuario en el caso de que ya no lo esté

source: Remove users from any courses that are not mentioned explicitly in this file
qu_pe: Dar de baja a un usuario si no está en el fichero

source: Delete selected sessions
qu_pe: Eliminar las sesiones seleccionadas

source: Courses in this session
qu_pe: Lista de cursos en esta sesión

source: Unsubscribe selected courses from this session
qu_pe: Dar de baja a los cursos seleccionados de esta sesión

source: Subscribe users to this session
qu_pe: Inscribir usuarios a esta sesión

source: Portal users list
qu_pe: Lista de usuarios de la plataforma

source: List of users registered in this session
qu_pe: Lista de usuarios inscritos en esta sesión

source: Courses list
qu_pe: Lista de cursos de la plataforma

source: Host
qu_pe: Servidor nisqa

source: FTP password
qu_pe: Qelqa paka FTP nisqamanta

source: Path to LZX files
qu_pe: Path de los archivos LZX nisqakuna

source: Text
qu_pe: qelqa

source: Add courses to this session
qu_pe: Inscribir cursos en esta sesión

source: Start date (available from 00:00:00 on this date)
qu_pe: Fecha de comienzo de sesión

source: End date (until 23:59:59 on this date)
qu_pe: Fecha de terminación de sesión

source: Path to live conferencing
qu_pe: Path de la reunión por videoconferencia

source: Path to classroom live conferencing
qu_pe: Path del aula de videoconferencia

source: Reconfigure extension
qu_pe: Reconfigurar la extensión

source: Service reconfigured
qu_pe: Servicio reconfigurado

source: Choose news language
qu_pe: Ajllay simita

source: Total time spent in a course
qu_pe: Suma el tiempo transcurrido en un curso

source: This option is used to calculate in real time the time that a user spend in a course. The value in the field is the refresh interval in seconds. To disable this option, let the default value 0 in the field.
qu_pe: Esta opción se usa para calcular en tiempo real el tiempo que un usuario ha pasado en un curso. El valor de este campo es el intervalo de refresco en segundos. Para desactivar esta opción, dejar en el campo el valor por defecto 0.

source: Finish session creation
qu_pe: Terminar la creación de la sesión

source: Videoconference RTMTP protocol port
qu_pe: Puerto del protocolo RTMP para la videoconferencia

source: Session title already exists
qu_pe: El nombre de la sesión ya existe

source: No classes have been created
qu_pe: No se ha creado ninguna clase

source: This field should be numeric
qu_pe: Este campo debe ser numérico

source: User locked
qu_pe: Haykuqmasi harkasqa

source: User unlocked
qu_pe: Haykuqmasi kacharisqa

source: You cannot delete this user
qu_pe: Manan pichawaqchu kay haykuqmasita

source: Selected users deleted
qu_pe: Los usuarios seleccionados han sido borrados

source: Some of the selected users have not been deleted. We recommend you confirm which, by using the advanced search.
qu_pe: Algunos usuarios no han sido borrados

source: External authentification
qu_pe: Autentificación externa

source: Registration date
qu_pe: Fecha de registro

source: User updated
qu_pe: Haykuqmasi kunanyachisqa

source: Homepage files are not readable
qu_pe: Los ficheros de la página principal no son legibles

source: Choose
qu_pe: Ajllay

source: Edit session course
qu_pe: Modificar la sesión del curso

source: Select a coach
qu_pe: Ajllay hoq pusaqta

source: Login is used twice
qu_pe: Haykuqmasi sutiqa hoqpaña

source: This login is not available
qu_pe: Kay haykuqmasi sutiqa manan hapipanapaq kashanchu

source: This login is too long
qu_pe: Hay kuqmasi sutiqa nishu hatun

source: This status doesn't exist
qu_pe: Kay imay kayqa manan kanchu

source: This classname is not available
qu_pe: Kay clase nisqaq sutin manan hapipanapaq kashanchu

source: File imported
qu_pe: Khipu apachimusqa

source: Choose the session to export
qu_pe: Seleccione la sesión a exportar

source: All the sessions
qu_pe: Todas las sesiones

source: This code does not exist
qu_pe: Kay chinpuqa manan kanchu

source: Unknown user
qu_pe: Haykuqmasi mana reqsisqa

source: Unknown status
qu_pe: Imay kayqa manan reqsisqa

source: The session has been deleted
qu_pe: La sesión ha sido borrada

source: This course doesn't exist
qu_pe: Kay yachachinaqa mana kanchu

source: This user doesn't exist
qu_pe: Kay haykuqmasiqa mana kanchu

source: but problems occurred
qu_pe: pero se han producido problemas

source: This login was cut
qu_pe: Este nombre de usuario fue cortado

source: No file was sent
qu_pe: Mana apachikunchu hoq khipupas

source: Learner status has been given to
qu_pe: El estatus de estudiante ha sido dado a

source: Wrong date format (yyyy-mm-dd)
qu_pe: Formato de fecha erróneo (yyyy-mm-dd)

source: You will soon receive an email from your coach.
qu_pe: En breve, recibirá un correo electrónico de su tutor.

source: Size of the slides
qu_pe: Tamaño de las diapositivas

source: Ephorus plagiarism prevention
qu_pe: Prevención de plagio Ephorus

source: Teachers
qu_pe: Yachachinamanta yachachiq

source: Unknown trainer
qu_pe: Yachachiq mana reqsisqa

source: Hide DLTT Markup
qu_pe: Pakariy las marcas DLTT nisqakunata

source: List of courses of the session
qu_pe: Lista de cursos de la sesión

source: Unsubscribe selected users from session
qu_pe: Cancelar las inscripción de los usuarios seleccionados en la sesión

source: Show the language each course is in, next to the course title, on the homepage courses list
qu_pe: Mostrar el idioma de cada curso, después de su título, en la lista los cursos de la página principal

source: Show the categories of courses on the homepage, even if they're empty
qu_pe: Mostrar las categorías de cursos en la página principal, aunque estén vacías

source: Show empty courses categories
qu_pe: Mostrar las categorías de cursos vacías

source: XML document is not valid
qu_pe: El documento XML no es válido

source: for the session
qu_pe: para la sesión

source: Online e-mail editor enabled
qu_pe: Activar el editor de correo electrónico en línea

source: If this option is activated, clicking on an e-mail address will open an online editor.
qu_pe: Si se activa esta opción, al hacer clic en un correo electrónico, se abrirá un editor en línea.

source: Include header line?
qu_pe: ¿ Añadir la linea de cabecera del CSV ?

source: This will put the fields names on the first line. It is necessary when you want to import the file later on in a Chamilo portal.
qu_pe: Esta línea define los campos y es necesaria cuando quiera importar el archivo en otra plataforma Chamilo

source: List of users subscribed to course
qu_pe: Lista de usuarios inscritos en el curso

source: Show course languages
qu_pe: Qhawarichiy yachachinakuna siminta

source: Videoconference RTMPT protocol tunnel port
qu_pe: Puerto de tunelización del protocolo RTMP para la videoconferencia (RTMTP)

source: Security
qu_pe: Seguridad

source: Type of filtering on document uploads
qu_pe: Tipo de filtrado en los envíos de documentos

source: Whether you want to use the blacklist or whitelist filtering. See blacklist or whitelist description below for more details.
qu_pe: Utilizar un filtrado blacklist o whitelist. Para más detalles, vea más abajo la descripción ambos filtros.

source: Blacklist - setting
qu_pe: Blacklist - imaymanankuna

source: Whitelist - setting
qu_pe: Whitelist - imaymanankuna
