Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Allow only text
ar: السماح بالنص فقط
ast_es: Permitir namái testu
bn_bd: শুধুমাত্র টেক্সট অনুমোদন করুন
bs_ba: Dozvoli samo tekst
ca_es: Només resposta en línia
cs_cz: Povolit pouze text
da: Tillad kun tekst
de: Nur Text zulassen
el: Αφήστε μόνο το κείμενο
eo: Permesi nur tekston
es: Solo respuesta online
es_mx: Permitir solo texto
eu_es: Testua soilik utzi
fa_ir: فقط اجازه متن
fi_fi: Salli vain teksti
fo_fo: Tak bert tekst
fur: Permitî solo test
ga: Ceadaigh téacs amháin
gl: Permitir só texto
he_il: אפשר רק טקסט
hi: केवल पाठ अनुमत करें
hr_hr: Dozvoli samo tekst
hu_hu: Csak szöveg engedélyezése
hy: Թույլ տալ միայն տեքստ
id_id: Izinkan hanya teks
it: Permetti solo testo
ja: テキストのみ許可
ka_ge: მხოლოდ ტექსტის ნებართვა
ko_kr: 텍스트만 허용
lt_lt: Leisti tik tekstą
lv_lv: Atļaut tikai tekstu
mk_mk: Дозволи само текст
ms_my: Benarkan hanya teks
my_mm: စာသားသာခွင့်ပြုပါ
ne: केवल पाठ अनुमति दिनुहोस्
nl: Sta alleen tekst toe
nn_no: Berre tekst
oc: Autorizar que lo tèxte
pl_pl: Zezwól tylko na tekst
ps: یواځې متن اجازه ورکړئ
pt_br: Permitir apenas texto
pt_pt: Permitir apenas texto
ro_ro: Doar răspuns on-line
ru_ru: Разрешить только текст
sk_sk: Povoliť iba text
sl: Dovoli zgolj besedilo
sq: Lejo vetëm tekst
sr_rs: Dozvoli samo tekst
sv_se: Tillåt endast text
sw_ke: Ruhusu maandishi pekee
ta: உரையையே அனுமதிக்கவும்
th: อนุญาตเฉพาะข้อความ
tl_ph: Payagan lamang ang text
tr: Sadece metni kabul et
uk_ua: Дозволити лише текст
vi_vn: Chỉ cho phép văn bản
xh_za: Vumela isikhowudi kuphela
zh_cn: 仅允许文本
zh_tw: 僅允許文字

source: Allow files or online text
ar: السماح للملفات او النص
ast_es: Permitir archivos o testu en llinia
bn_bd: ফাইল বা অনলাইন টেক্সট অনুমোদন করুন
bs_ba: Dozvoli datoteke ili online tekst
ca_es: Permet arxius i respostes en línia
cs_cz: Povolit soubory nebo online text
da: Tillad filer eller online tekst
de: Dateien oder Online-Text zulassen
el: Επιτρέψτε τα αρχεία ή τα online κείμενα
eo: Permesi dosierojn aŭ retekston
es: Permitir archivos y respuestas online
es_mx: Permitir archivos o texto en línea
eu_es: Utzi fitxategiak edo testu linealekoak
fa_ir: اجازه فایل‌ها یا متن آنلاین
fi_fi: Salli tiedostot tai online-teksti
fo_fo: Tak skjøl ella nettekst
fur: Permitî file o test online
ga: Ceadaigh comhaid nó téacs ar líne
gl: Permitir arquivos e respostas en liña
he_il: אפשר קבצים או טקסט מקוון
hi: फाइलें या ऑनलाइन पाठ अनुमत करें
hr_hr: Dozvoli datoteke ili online tekst
hu_hu: Fájlok vagy online szöveg engedélyezése
hy: Թույլ տալ ֆայլեր կամ առցանց տեքստ
id_id: Izinkan file atau teks online
it: Permetti file o testo online
ja: ファイルまたはオンラインテキストを許可
ka_ge: ფაილების ან ონლაინ ტექსტის ნებართვა
ko_kr: 파일 또는 온라인 텍스트 허용
lt_lt: Leisti failus arba internetinį tekstą
lv_lv: Atļaut failus vai tiešsaistes tekstu
mk_mk: Дозволи датотеки или онлајн текст
ms_my: Benarkan fail atau teks dalam talian
my_mm: ဖိုင်များ သို့မဟုတ် အွန်လိုင်းစာသားကို ခွင့်ပြုပါ
ne: फाइलहरू वा अनलाइन पाठ अनुमति दिनुहोस्
nl: Sta bestanden of online tekst toe
nn_no: Filer eller netttekst
oc: Autorizar fichièrs o tèxte en linha
pl_pl: Zezwól na pliki lub tekst online
ps: فایلونه یا آنلاین متن اجازه ورکړئ
pt_br: Permitir arquivos ou texto online
pt_pt: Permitir ficheiros ou texto online
ro_ro: Permiteți fișiere și răspunsuri on-line
ru_ru: Разрешить файлы или онлайн-текст
sk_sk: Povoliť súbory alebo online text
sl: Dovoli datoteke ali besedilo
sq: Lejo skedarë ose tekst online
sr_rs: Dozvoli fajlove ili online tekst
sv_se: Tillåt filer eller online-text
sw_ke: Ruhusu faili au maandishi ya mtandaoni
ta: கோப்புகள் அல்லது ஆன்லைன் உரையை அனுமதிக்கவும்
th: อนุญาตไฟล์หรือข้อความออนไลน์
tl_ph: Payagan ang mga file o online text
tr: Dosyaları veya çevrimiçi metni kabul et
uk_ua: Дозволити файли або онлайн-текст
vi_vn: Cho phép tệp hoặc văn bản trực tuyến
xh_za: Vumela iifayile okanye isikhowudi esikwi-intanethi
zh_cn: 允许文件或在线文本
zh_tw: 允許檔案或線上文字

source: Document type
ar: نوع المستند
ast_es: Triba de documentu
bn_bd: ডকুমেন্টের ধরন
bs_ba: Tip dokumenta
ca_es: Tipus de document
cs_cz: Typ dokumentu
da: Dokumenttype
de: Dokumenttyp
el: Τύπος εγγράφου
eo: Dokumenta tipo
es: Tipo de documento
es_mx: Tipo de documento
eu_es: Dokumentu mota
fa_ir: نوع سند
fi_fi: Dokumenttityyppi
fo_fo: Skjal slag
fur: Gjernie document
ga: Cineál doiciméad
gl: Tipo de documento
he_il: סוג מסמך
hi: दस्तावेज़ प्रकार
hr_hr: Vrsta dokumenta
hu_hu: Dokumentum típusa
hy: Փաստաթղթի տեսակ
id_id: Jenis dokumen
it: Tipo di documento
ja: ドキュメントの種類
ka_ge: დოკუმენტის ტიპი
ko_kr: 문서 유형
lt_lt: Dokumento tipas
lv_lv: Dokumenta veids
mk_mk: Тип на документ
ms_my: Jenis dokumen
my_mm: စာရွက်စာတမ်းအမျိုးအစား
ne: कागजात प्रकार
nl: Ducumenttype
nn_no: Dokumenttype
oc: Tipe de document
pl_pl: Typ dokumentu
ps: د اسنادو ډول
pt_br: Tipo de documento
pt_pt: Tipo de documento
ro_ro: Tip de document
ru_ru: Тип документа
sk_sk: Typ dokumentu
sl: Vrsta dokumenta
sq: Lloji i dokumentit
sr_rs: Tip dokumenta
sv_se: Dokumenttyp
sw_ke: Aina ya hati
ta: ஆவண வகை
th: ประเภทเอกสาร
tl_ph: Uri ng dokumento
tr: Belge türü
uk_ua: Тип документа
vi_vn: Loại tài liệu
xh_za: Uhlobo lwamaxwebhu
zh_cn: 文档类型
zh_tw: 文件類型

source: Send an email to myself for testing purposes.
ar: ارسال بريد الى نفسي لغرض الاختبار والتحقق
ast_es: Unviar un corréu a mí mesmu pa pruebes.
bn_bd: পরীক্ষার উদ্দেশ্যে আমাকে একটি ইমেইল পাঠান।
bs_ba: Pošalji email sebi u svrhu testiranja.
ca_es: Envia correu electrònic només a mi mateix per a propòsits de prova.
cs_cz: Odeslat e-mail sobě pro testovací účely.
da: Send en e-mail til mig selv til testformål.
de: Als Test eine E-Mail an mich versenden.
el: Στείλτε ένα δοκιμαστικό e-mail στον εαυτό μου.
eo: Sendi retpoŝton al mi mem por testado.
es: Enviar correo electrónico solamente a mi mismo para pruebas.
es_mx: Enviar un correo electrónico a mí mismo para fines de prueba.
eu_es: Bidali e-posta nire buruari proba egiteko.
fa_ir: ارسال ایمیل به خودم برای اهداف آزمایشی.
fi_fi: Lähetä minulle sähköposti testausta varten.
fo_fo: Send ein t-post til meg sjálva til prógvingar endamál.
fur: Mandê un e-mail a me par test.
ga: Seol ríomhphost chugam féin chun críche tástála.
gl: Enviar un correo electrónico a min mesmo para realizar probas.
he_il: שלח מייל לעצמי למטרות בדיקה.
hi: टेस्ट उद्देश्यों के लिए स्वयं को ईमेल भेजें।
hr_hr: Pošalji e-poštu meni radi testiranja.
hu_hu: E-mail küldése magamnak tesztelési célból.
hy: Ուղարկել էլ. փոստ ինձ՝ թեստավորման նպատակով:
id_id: Kirim email ke diri sendiri untuk tujuan pengujian.
it: Inviati un'email per verificare che funzioni tutto.
ja: テスト目的で自分宛にメールを送信。
ka_ge: ელფოსტის გაგზავნა თავზე ტესტირების მიზნით.
ko_kr: 테스트 목적으로 나 자신에게 이메일 보내기.
lo: ສົ່ງອີເມລຫາຕົວເອງເພື່ອຈຸດປະສົງໃນການທົດສອບ.
lt_lt: Siųsti el. laišką sau testavimo tikslais.
lv_lv: Sūtīt e-pastu man pašam testēšanas nolūkos.
mk_mk: Испрати е-пошта до себе за тест цели.
ms_my: Hantar e-mel kepada diri saya untuk tujuan ujian.
my_mm: စမ်းသပ်ရန်အတွက် ကျွန်ုပ်ကိုယ်တိုင်သို့ အီးမေးလ်ပို့ပါ။
ne: परीक्षण प्रयोजनको लागि मलाई इमेल पठाउनुहोस्।
nl: Stuur een e-mail naar mijzelf voor testdoeleinden.
nn_no: Send ein e-post til meg sjølv for testformål.
oc: Mandar un e-mail a mi mema per de prèbas.
pl_pl: Wyślij e-mail do siebie w celach testowych.
ps: د ازموینې د موخو لپاره خپل ته یوه برېښنالیک واستوئ.
pt_br: Envie um e-mail para mim com o propósito de teste.
pt_pt: Enviar email para mim para efeitos de teste
ro_ro: Trimite un email doar mie pentru testare.
ru_ru: Отправить email себе для тестирования.
sk_sk: Poslať e-mail sebe pre účely testovania.
sl: Pošlji mi e-pošto (testno sporočilo)
sq: Dërgo një email te vetja për qëllime testimi.
sr_rs: Pošalji email sebi u svrhu testiranja.
sv_se: Skicka ett e-postmeddelande till mig själv för teständamål.
sw_ke: Tuma barua pepe kwangu kwa madhumuni ya majaribio.
ta: சோதனை நோக்கங்களுக்காக எனக்கு ஒரு மின்னஞ்சல் அனுப்பவும்.
th: ส่งอีเมลถึงตัวเองเพื่อทดสอบ
tl_ph: Magpadala ng email sa aking sarili para sa testing.
tr: Test amaçlı kendime e-posta gönder.
uk_ua: Надіслати email собі для тестування.
vi_vn: Gửi email cho chính mình để kiểm tra.
xh_za: Thumela i-imeyile kum kwiinjongo zovavanyo.
zh_cn: 发送测试邮件给我。
zh_tw: 發送測試郵件給自己。

source: Delete all selected attendances
ar: حذف كافة الحضور المحدد
ast_es: Desaniciar toes les asisténcies seleicionaes
bn_bd: নির্বাচিত উপস্থিতি সকল মুছে ফেলুন
bs_ba: Obriši sve odabrane prisustva
ca_es: Elimina totes les fulles d'assistència seleccionades
cs_cz: Smazat všechny vybrané docházky
da: Slet alle valgte fremmøder
de: Alle ausgewählten Anwesenheiten löschen
el: Διαγραφή όλων των επιλεγμένων συμμετοχών
eo: Forigi ĉiujn elektitajn ĉeestojn
es: Eliminar todas las hojas de asistencia seleccionadas
es_mx: Eliminar todas las asistencias seleccionadas
eu_es: Ezabatu hautatutako asistentzia guztiak
fa_ir: حذف همه حضور و غیاب‌های انتخاب‌شده
fi_fi: Poista kaikki valitut osallistujat
fo_fo: Sletta allar valdar viðmerkingar
fur: Scjadê ducj lis presêns selezionadis
ga: Scrios na freastalaithe roghnaithe go léir
gl: Borrar todas as follas de asistencia seleccionadas
he_il: מחק את כל הנוכחות שנבחרה
hi: चयनित सभी उपस्थितियाँ हटाएँ
hr_hr: Izbriši sve odabrane prisutnosti
hu_hu: Összes kiválasztott jelenlét törlése
hy: Ջնջել բոլոր ընտրված մասնակցությունները
id_id: Hapus semua kehadiran terpilih
it: Elimina tutte le presenze selezionate
ja: 選択したすべての出席を削除
ka_ge: მონიშნული ყველა დასწრების წაშლა
ko_kr: 선택된 모든 출석 삭제
lt_lt: Ištrinti visas pažymėtas lankomumo registracijas
lv_lv: Dzēst visas izvēlētās klātbūnes
mk_mk: Избриши ги сите избрани присуства
ms_my: Padam semua kehadiran yang dipilih
my_mm: ရွေးချယ်ထားသော တက်ရောက်မှုအားလုံးကို ဖျက်ပါ
ne: चयनित सबै उपस्थितिहरू हटाउनुहोस्
nl: Verwijder alle geselecteerde aanwezigheden
nn_no: Slett alle valde tilhøve
oc: Suprimir totas las preséncias seleccionadas
pl_pl: Usuń wszystkie wybrane obecności
ps: ټول ټاکل شوي حاضرۍ حذف کړئ
pt_br: Excluir todos os atendimentos selecionados
pt_pt: Apagar todas as presenças selecionadas
ro_ro: Ștergeți toate foile de asistență selectionate
ru_ru: Удалить все выбранные посещения
sk_sk: Odstrániť všetky vybrané účasti
sl: Odstrani vse izbrane prisotnosti
sq: Fshij të gjitha pjesëmarrjet e zgjedhura
sr_rs: Obriši sve izabrane prisustvovanja
sv_se: Ta bort alla valda frånvaronoteringar
sw_ke: Futa mahudhurio yote yaliyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட அனைத்து வருகையையும் நீக்கு
th: ลบการเข้าเรียนที่เลือกทั้งหมด
tl_ph: Burahin ang lahat ng napiling attendances
tr: Seçili tüm yoklamaları sil
uk_ua: Видалити всі вибрані відвідування
vi_vn: Xóa tất cả các điểm danh đã chọn
xh_za: Cima zonke iattendances ezikhethiweyo
zh_cn: 删除所有选定出勤
zh_tw: 刪除所有選定的出席記錄

source: Available classes
ar: الصفوف المتوفرة
ast_es: Clases disponibles
bn_bd: উপলব্ধ ক্লাস
bs_ba: Dostupne klase
ca_es: Classes disponibles
cs_cz: Dostupné třídy
da: Tilgængelige klasser
de: Verfügbare Klassen
el: Διαθέσιμες κατηγορίες
eo: Haveblaj klasoj
es: Clases disponibles
es_mx: Clases disponibles
eu_es: Klaseak eskuragarri
fa_ir: کلاس‌های موجود
fi_fi: Saatavilla olevat luokat
fo_fo: Tøkandi bólkar
fur: Clasis disponibis
ga: Ranganna ar fáil
gl: Clases dispoñibles
he_il: שיעורים זמינים
hi: उपलब्ध कक्षाएँ
hr_hr: Dostupne klase
hu_hu: Elérhető órák
hy: Հասանելի դասեր
id_id: Kelas tersedia
it: Classi disponibili
ja: 利用可能なクラス
ka_ge: ხელმისაწვდომი კლასები
ko_kr: 사용 가능한 클래스
lo: ຫ້ອງຮຽນທີ່ມີຢູ່
lt_lt: Prieinamos klasės
lv_lv: Pieejamās nodarbības
mk_mk: Достапни часови
ms_my: Kelas yang tersedia
my_mm: ရရှိနိုင်သော အတန်းများ
ne: उपलब्ध कक्षाहरू
nl: Beschikbare klassen
nn_no: Tilgjengelege klassar
oc: Classes disponibles
pl_pl: Dostępne klasy
ps: شته ټولګي
pt_br: Classes disponíveis
pt_pt: Turmas disponíveis
ro_ro: Clasele disponibile
ru_ru: Доступные классы
sk_sk: Dostupné triedy
sl: Razpoložljivi razredi
sq: Klasa të disponueshme
sr_rs: Dostupne klase
sv_se: Tillgängliga klasser
sw_ke: Darasa linalopatikana
ta: கிடைக்கும் வகுப்புகள்
th: ชั้นเรียนที่มีอยู่
tl_ph: Mga magagamit na klase
tr: Mevcut sınıflar
uk_ua: Доступні класи
vi_vn: Các lớp có sẵn
xh_za: Iiklasi ezikhoyo
zh_cn: 可用班级
zh_tw: 可用班級

source: Registered classes
ar: الصفوف المسجلة
ast_es: Clases rexistraes
bn_bd: নিবন্ধিত ক্লাস
bs_ba: Upisane klase
ca_es: Classes subscrites
cs_cz: Registrované třídy
da: Tilmeldte klasser
de: Registrierte Klassen
el: Εγγεγραμμένες κατηγορίες
eo: Registritaj klasoj
es: Clases subscritas
es_mx: Clases inscritas
eu_es: Izena emandako klaseak
fa_ir: کلاس‌های ثبت‌شده
fi_fi: Rekisteröidyt luokat
fo_fo: Meldaðir bólkar
fur: Clasis jescrîts
ga: Ranganna cláraithe
gl: Clases rexistradas
he_il: חוגים רשומים
hi: पंजीकृत कक्षाएँ
hr_hr: Prijavljene klase
hu_hu: Regisztrált órák
hy: Գրանցված դասեր
id_id: Kelas terdaftar
it: Classi registrate
ja: 登録済みのクラス
ka_ge: დარეგისტრირებული კლასები
ko_kr: 등록된 클래스
lo: ຫ້ອງຮຽນທີ່ລົງທະບຽນແລ້ວ
lt_lt: Užregistruotos klasės
lv_lv: Reģistrētās nodarbības
mk_mk: Регистрирани часови
ms_my: Kelas yang didaftarkan
my_mm: မှတ်ပုံတင်ထားသော အတန်းများ
ne: दर्ता गरिएका कक्षाहरू
nl: Geregistreerde klassen
nn_no: Registrerte klassar
oc: Classes inscritas
pl_pl: Zarejestrowane klasy
ps: ثبت شوي ټولګي
pt_br: Classes registradas
pt_pt: Turmas registadas
ro_ro: Clasele abonate
ru_ru: Зарегистрированные классы
sk_sk: Registrované triedy
sl: Registrirani razredi
sq: Klasa të regjistruara
sr_rs: Prijavljene klase
sv_se: Anmälda klasser
sw_ke: Darasa lililosajiliwa
ta: பதிவு செய்யப்பட்ட வகுப்புகள்
th: ชั้นเรียนที่ลงทะเบียน
tl_ph: Mga nakarehistrong klase
tr: Kayıtlı sınıflar
uk_ua: Зареєстровані класи
vi_vn: Các lớp đã đăng ký
xh_za: Iiklasi ezibhalisiweyo
zh_cn: 已注册班级
zh_tw: 已註冊班級

source: Delete items not in file
ar: حذف الفقرات غير الموجودة في الملف
ast_es: Desaniciar elementos que nun tán nel ficheru
bn_bd: ফাইলে না থাকা আইটেম মুছে ফেলুন
bs_ba: Obriši stavke koje nisu u datoteci
ca_es: Elimina elements que no es trobin a l'arxiu
cs_cz: Smazat položky, které nejsou ve souboru
da: Slet elementer ikke i filen
de: Elemente, die sich nicht in Datei befinden, löschen
el: Διαγράψτε τα στοιχεία που δεν περιλαμβάνονται στον φάκελο
eo: Forigi elementojn ne en dosiero
es: Eliminar elementos que no se encuentran en el archivo
es_mx: Eliminar elementos no presentes en el archivo
eu_es: Ezabatu fitxategian ez dauden elementuak
fa_ir: حذف مواردی که در فایل نیستند
fi_fi: Poista osiot, jotka eivät ole kansiossa
fo_fo: Sletta lutir ikki í fílunni
fur: Scjadê items no lis tal file
ga: Scrios míreanna nach bhfuil sa chomhad
gl: Eliminar elementos que non se atopan no arquivo
he_il: מחק פריטים שאינם בקובץ
hi: फ़ाइल में न होने वाले आइटम हटाएँ
hr_hr: Izbriši stavke koje nisu u datoteci
hu_hu: A fájlban nem lévő elemek törlése
hy: Ջնջել ֆայլում չգտնվող տարրերը
id_id: Hapus item yang tidak ada di file
it: Cancella elementi che non sono nel file
ja: ファイルにない項目を削除
ka_ge: ფაილში არ მყოფი ელემენტების წაშლა
ko_kr: 파일에 없는 항목 삭제
lt_lt: Ištrinti elementus, kurių nėra faile
lv_lv: Dzēst vienumus, kas nav failā
mk_mk: Избриши елементи кои не се во датотеката
ms_my: Padam item yang tidak dalam fail
my_mm: ဖိုင်ထဲတွင်မရှိသော အရာများကို ဖျက်ပါ
ne: फाइलमा नभएका वस्तुहरू हटाउनुहोस्
nl: Verwijder de items buiten bestand
nn_no: Slett element som ikkje er i filen
oc: Suprimir los elements pas dins lo fichièr
pl_pl: Usuń elementy nieobecne w pliku
ps: د فایل کې نشته توکي حذف کړئ
pt_br: Excluir itens que não estão no arquivo
pt_pt: Apagar items que não estejam no ficheiro
ro_ro: Eliminați elemente care nu sunt găsite în fișier
ru_ru: Удалить элементы, отсутствующие в файле
sk_sk: Odstrániť položky, ktoré nie sú v súbore
sl: Odstrani elemente/zapise, ki niso vsebovani v datoteki
sq: Fshij elementet që nuk janë në skedar
sr_rs: Obriši stavke koje nisu u fajlu
sv_se: Ta bort objekt som inte finns i filen
sw_ke: Futa vitu visivyo kwenye faili
ta: கோப்பில் இல்லாத பொருட்களை நீக்கு
th: ลบรายการที่ไม่อยู่ในไฟล์
tl_ph: Burahin ang mga item na hindi nasa file
tr: Dosyada olmayan öğeleri sil
uk_ua: Видалити елементи, яких немає у файлі
vi_vn: Xóa các mục không có trong tệp
xh_za: Cima izinto ezingekho kwifayile
zh_cn: 删除文件中不存在的项目
zh_tw: 刪除檔案中不存在的項目

source: Import groups
ar: استيراد المجاميع
ast_es: Importar grupos
bn_bd: গ্রুপ আমদানি করুন
bs_ba: Uvezi grupe
ca_es: Importa grups
cs_cz: Importovat skupiny
da: Importér grupper
de: Gruppen importieren
el: Εισαγωγή ομάδων
eo: Importi grupoajn
es: Importar grupos
es_mx: Importar grupos
eu_es: Inportatu taldeak
fa_ir: وارد کردن گروه‌ها
fi_fi: Tuo ryhmiä
fo_fo: Innflyta bólkar
fur: Importe grups
ga: Iompórtáil grúpaí
gl: Importar clases
he_il: ייבוא קבוצות
hi: समूह आयात करें
hr_hr: Uvezi grupe
hu_hu: Csoportok importálása
hy: Ներմուծել խմբեր
id_id: Impor grup
it: Importa gruppi
ja: グループをインポート
ka_ge: ჯგუფების იმპორტი
ko_kr: 그룹 가져오기
lo: ນຳເຂົ້າກຸ່ມ
lt_lt: Importuoti grupes
lv_lv: Importēt grupas
mk_mk: Увези групи
ms_my: Import kumpulan
my_mm: အဖွဲ့များတင်သွင်းပါ
ne: समूहहरू आयात गर्नुहोस्
nl: Importeer groepen
nn_no: Importer grupper
oc: Importar los grupos
pl_pl: Importuj grupy
ps: ډلې وارد کړئ
pt_br: Importar grupos
pt_pt: Importar grupos
ro_ro: Import grupuri
ru_ru: Импорт групп
sk_sk: Importovať skupiny
sl: Uvozi skupine
sq: Importo grupe
sr_rs: Uvezi grupe
sv_se: Importera grupper
sw_ke: Ingiza vikundi
ta: குழுக்களை இறக்குமதி செய்
th: นำเข้ากลุ่ม
tl_ph: I-import ang mga grupo
tr: Grupları içe aktar
uk_ua: Імпортувати групи
vi_vn: Nhập các nhóm
xh_za: Genisa amaqela
zh_cn: 导入组
zh_tw: 匯入群組

source: Here is your feedback
ar: هنا معلوماتك المرتجعة
ast_es: Equí ta el to retroalimentación
bn_bd: এখানে আপনার প্রতিক্রিয়া
bs_ba: Evo vašeg povratnog odgovora
ca_es: Reposta del professor:
cs_cz: Zde je vaši zpětná vazba
da: Her er din feedback
de: Hier ist Ihr Feedback
el: Εδώ είναι τα σχόλιά σας
eo: Jen via retpoŝtigo
es: Respuesta del profesor:
es_mx: Aquí está su retroalimentación
eu_es: Hona zure iritzia
fa_ir: این بازخورد شماست
fi_fi: Tässä on palautteesi
fo_fo: Hetta er tín tilgjusgiving
fur: Chei è il to feedback
ga: Seo do fhreagra aiseolais
gl: Resposta do profesor
he_il: הנה המשוב שלך
hi: यहाँ आपका फीडबैक है
hr_hr: Evo vašeg povratnog odgovora
hu_hu: Itt a visszajelzésed
hy: Սա ձեր հետադարձ կապն է
id_id: Berikut adalah umpan balik Anda
it: Questo è il tuo feedback
ja: こちらがあなたのフィードバックです
ka_ge: აქ არის თქვენი უკუკავშირი
ko_kr: 여기에 피드백이 있습니다
lt_lt: Štai jūsų atsiliepimas
lv_lv: Šeit ir jūsu atsauksme
mk_mk: Ова е вашата повратна информација
ms_my: Ini maklum balas anda
my_mm: ဤသည်မှာ သင့်တုံ့ပြန်ချက်ဖြစ်သည်
ne: यहाँ तपाईंको प्रतिक्रिया छ
nl: In onderstaande bijlage kan je feedback vinden.
nn_no: Her er tilbakemeldinga di
oc: Here vèstre retorne
pl_pl: Oto Twój feedback
ps: دلته ستاسو فیډبیک دی
pt_br: Aqui está seu feedback
pt_pt: Aqui está o seu comentário
ro_ro: Răspunsul profesorului:
ru_ru: Вот ваша обратная связь
sk_sk: Tu je vaša spätná väzba
sl: Tvoje povratne informacije
sq: Këtu është reagimi juaj
sr_rs: Evo vašeg povratnog komentara
sv_se: Här är din feedback
sw_ke: Hii ni maoni yako
ta: உங்கள் பின்னூட்டம் இதோ
th: นี่คือข้อเสนอแนะของคุณ
tl_ph: Narito ang iyong feedback
tr: Geri bildiriminiz burada
uk_ua: Ось ваш відгук
vi_vn: Đây là phản hồi của bạn
xh_za: Nantsi ingxelo-mbono yakho
zh_cn: 这是您的反馈
zh_tw: 這是您的回饋

source: Session Search
ar: بحث الدورة
ast_es: Guetar sesón
bn_bd: সেশন অনুসন্ধান
bs_ba: Pretraga sesija
ca_es: Recerca de sessions
cs_cz: Vyhledávání sezení
da: Sessionsøgning
de: Sitzungs-Suche
el: Αναζήτηση Συνεδρίας
eo: Serĉo de sesioj
es: Búsqueda de sesiones
es_mx: Búsqueda de sesiones
eu_es: Saio bilaketa
fa_ir: جستجوی جلسه
fi_fi: Istuntohaku
fo_fo: Leita eftir bólki
fur: Ricercje sesion
ga: Cuardaigh Seisiún
gl: Búsqueda de sesións
he_il: חיפוש הפעלה
hi: सत्र खोज
hr_hr: Pretraga sesije
hu_hu: Képzés keresése
hy: Ուսումնական սեսիայի որոնում
id_id: Pencarian Sesi
it: Cerca sessione
ja: セッション検索
ka_ge: სესიის ძიება
ko_kr: 세션 검색
lt_lt: Sesijos paieška
lv_lv: Sesijas meklēšana
mk_mk: Пребарување сесии
ms_my: Carian Sesi
my_mm: အစည်းအဝေးရှာဖွေမှု
ne: सत्र खोज
nl: Zoek sessie
nn_no: Samlingssøk
oc: Recerca de sesion
pl_pl: Wyszukiwanie sesji
ps: د غونډې لټون
pt_br: Procura de sessões
pt_pt: Procura de sessões
ro_ro: Căutare de sesiuni
ru_ru: Поиск сессий
sk_sk: Hľadať stretnutie
sl: Iskanje po sejah
sq: Kërkim sesioni
sr_rs: Pretraga sesija
sv_se: Sessionsök
sw_ke: Tafuta Kipindi
ta: அமர்வு தேடல்
th: ค้นหาเซสชัน
tr: Oturum Arama
uk_ua: Пошук сесій
vi_vn: Tìm kiếm phiên
xh_za: Ukukhangela iSeshini
zh_cn: 会话搜索
zh_tw: 時段搜尋

source: Show system folders.
ar: عرض مجلدات النظام
ast_es: Amosar carpetes del sistema.
bn_bd: সিস্টেম ফোল্ডার দেখান।
bs_ba: Prikaži sistemske foldere.
ca_es: Mostra els directoris del sistema
cs_cz: Zobrazit systémové složky.
da: Vis systemmapper.
de: Systemordner anzeigen.
el: Εμφάνιση φακέλων συστήματος.
eo: Montri sistemajn dosierujojn.
es: Mostrar directorios del sistema.
es_mx: Mostrar carpetas del sistema.
eu_es: Erakutsi sistemako karpetak.
fa_ir: نمایش پوشه‌های سیستمی.
fi_fi: Näytä systeemikansiot
fo_fo: Vís kerasiseyðar.
fur: Mostre cartelis dal sistema.
ga: Taispeáin fillteáin an chórais.
gl: Mostrar directorios do sistema
he_il: הצג תיקיות מערכת.
hi: सिस्टम फोल्डर दिखाएँ।
hr_hr: Prikaži sistemске mape.
hu_hu: Rendszer mappák megjelenítése.
hy: Ցույց տալ համակարգի պանակները:
id_id: Tampilkan folder sistem.
it: Mostra le cartelle di sistema.
ja: システムフォルダを表示する。
ka_ge: სისტემური საქაღალდეების ჩვენება.
ko_kr: 시스템 폴더 표시.
lt_lt: Rodyti sistemos aplankus.
lv_lv: Rādīt sistēmas mapes.
mk_mk: Прикажи системски папки.
ms_my: Tunjukkan folder sistem.
my_mm: စနစ်ဖိုလ်ဒါများကို ပြပါ။
ne: प्रणाली फोल्डरहरू देखाउनुहोस्।
nl: Toon systeemmappen
nn_no: Vis systemmapper.
oc: Afichar los dossièrs del sistèma.
pl_pl: Pokaż foldery systemowe.
ps: د سیسټم فولډرونه ښکاره کړئ.
pt_br: Mostrar pastas do sistema.
pt_pt: Mostrar ficheiros do sistema
ro_ro: Arată directoare de sistem.
ru_ru: Показывать системные папки.
sk_sk: Zobraziť systémové adresáre.
sl: Prikaži sistemske mape
sq: Shfaq dosjet e sistemit.
sr_rs: Prikaži sistemske fascikle.
sv_se: Visa systemmappar.
sw_ke: Onyesha folda za mfumo.
ta: அமைப்பு கோப்பியைகளைக் காட்டு.
th: แสดงโฟลเดอร์ระบบ
tl_ph: Ipakita ang mga system folder.
tr: Sistem klasörlerini göster.
uk_ua: Показати системні папки.
vi_vn: Hiển thị thư mục hệ thống.
xh_za: Bonisa iifolda zenkqubo.
zh_cn: 显示系统文件夹。
zh_tw: 顯示系統資料夾。
