Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: We have detected that your PHP installation does not define the date.timezone setting. This is a requirement of Chamilo. Please make sure it is configured by checking your php.ini configuration, otherwise you will run into problems. We warned you!
ar: والا سوف تحدث مشاكل php.ini لا يحدد اعدادات منطقة التوقيت، وهو مطلوب في نظام كاميلو، يرجى التاكد من الاعدادات PHP لقد تم الاكتشاف بان تنصيبك لـ
ast_es: He detectáu que la to instalación de PHP nun define la axuste date.timezone. Esti ye un requisitu de Chamilo. Por favor, asegúrate de que ta configurada revisando la to configuración php.ini, d'otra miente vas atopate con problemes. ¡Afayadi-te!
bn_bd: আমরা সনাক্ত করেছি যে আপনার PHP ইনস্টলেশনে date.timezone সেটিংস নির্ধারিত নেই। এটি Chamilo এর একটি প্রয়োজনীয়তা। দয়া করে নিশ্চিত করুন যে এটি আপনার php.ini কনফিগারেশনে কনফিগার করা হয়েছে, অন্যথায় আপনি সমস্যায় পড়বেন। আমরা আপনাকে সতর্ক করেছি!
bs_ba: Otkrili smo da vaša PHP instalacija ne definiše postavku date.timezone. Ovo je zahtjev Chamilo-a. Molimo osigurajte da je konfigurirano provjerom php.ini konfiguracije, inače ćete imati problema. Upozorili smo vas!
ca_es: Hem detectat que la vostra instal·lació de PHP no té definida la configuració date.timezone. Això és necessari per utilitzar Chamilo. Assegureu-vos que està configurat comprovant la vostra configuració del php.ini, d'altra forma podeu tenir problemes. Us hem avisat!
cs_cz: Zjišťujeme, že vaše PHP instalace nedefinuje nastavení date.timezone. Toto je požadavek Chamilo. Ujistěte se, že je nakonfigurováno kontrolou php.ini konfigurace, jinak narazíte na problémy. Varovali jsme vás!
da: Vi har opdaget, at din PHP-installation ikke definerer date.timezone-indstillingen. Dette er et krav for Chamilo. Sørg venligst for, at det er konfigureret ved at tjekke din php.ini-konfiguration, ellers vil du støde på problemer. Vi advarede dig!
de: Ihre php.ini-Datei enthält keine Definition zu date.timezone. Dies ist jedoch eine Vorraussetzung für Chamilo. Bitte konfigurieren Sie diese Einstellung, und starten Sie gegebenenfalls Ihren Webserver neu. Ignorieren auf eigene Gefahr!
el: Διαπιστώσαμε ότι η εγκατάσταση της PHP σας δεν ορίζει τη ρύθμιση date.timezone. Αυτή είναι μια απαίτηση της Chamilo. Παρακαλούμε βεβαιωθείτε ότι έχει διαμορφωθεί από τον έλεγχο ρυθμίσεων php.ini, ειδάλλως θα αντιμετωπίσετε προβλήματα. Σας προειδοποιήσαμε!
eo: Ni detektis ke via PHP-instalo ne difinas la agordo date.timezone. Ĉi tio estas bezono de Chamilo. Bonvolu certigi ke ĝi estas agordita kontrolante vian php.ini agordon, alie vi trovos problemojn. Ni avertis vin!
es: Hemos detectado que su instalación de PHP no tiene el parámetro date.timezone configurado. Este es un requerimiento para instalar Chamilo. Asegúrese que esté configurado verificando su archivo de configuración php.ini, sino tendrá problemas al usar Chamilo. Ahora ya lo sabe!
es_mx: Hemos detectado que tu instalación de PHP no define la configuración date.timezone. Esto es un requisito de Chamilo. Por favor asegúrate de que esté configurada revisando tu php.ini, de lo contrario tendrás problemas. ¡Te lo advertimos!
eu_es: Zure PHP instalazioak date.timezone ezarpena ez duela definitzen detektatu dugu. Chamilorentzat beharrezkoa da. Ziurtatu zaitez php.ini konfigurazioan konfiguratuta dagoela, bestela arazoak izango dituzu. Ohartarazi zaitugu!
fa_ir: تشخیص دادیم که نصب PHP شما تنظیم date.timezone را تعریف نکرده است. این الزام Chamilo است. لطفاً مطمئن شوید که در php.ini پیکربندی شده است، در غیر این صورت با مشکل مواجه خواهید شد. هشدار دادیم!
fi_fi: Olemme havainneet, että PHP-asennuksessasi ei ole määritelty date.timezone-asetusta. Tämä on Chamilon vaatimus. Varmista, että se on konfiguroitu tarkistamalla php.ini-asetuksesi, muuten saat ongelmia. Varoitimme sinua!
fo_fo: Vit hava funnið út, at tíni PHP-uppseting skilur ikki date.timezone innstillingina. Hetta er eitt krav hjá Chamilo. Vinarliga tryggja at hon er innstilling, við at kanna php.ini-uppsetingina, ella tú fært trupulleikar. Vit varnaðu teg!
fur: No avìn detectât che la to instalazion PHP no definiss la impostazion date.timezone. Cheste je un requisit di Chamilo. Ples jassicuriti che jê configurade controlant la to configurazion php.ini, altrmenti tu incontreai problemis. No ti avîs avertît!
ga: Tá braithim dúinn nach bhfuil an socrú date.timezone sainmhínithe i do shuiteáil PHP. Is riachtanas é seo do Chamilo. Déan cinnte go bhfuil sé cumraithe trí scrúdú a dhéanamh ar do chomhad php.ini, nó beidh fadhbanna agat. Thugamar rabhadh duit!
gl: Detectamos que a súa instalación de PHP non ten o parámetro date.timezone configurado. Este é un requerimento para instalar Chamilo. Asegúrese que estea configurado verificando o seu arquivo de configuración php.ini, senón terá problemas ao usar Chamilo. Agora xa o sabe!
he_il: זיהינו שהתקנת ה-PHP שלך לא מגדירה את הגדרת date.timezone. זוהי דרישה של Chamilo. אנא ודא שהיא מוגדרת על ידי בדיקת תצורת php.ini שלך, אחרת תתקל בבעיות. הזהרנו אתה!
hi: हमने पता लगाया है कि आपकी PHP स्थापना date.timezone सेटिंग को परिभाषित नहीं करती। यह Chamilo की आवश्यकता है। कृपया सुनिश्चित करें कि यह php.ini कॉन्फ़िगरेशन की जाँच करके कॉन्फ़िगर किया गया है, अन्यथा आपको समस्याओं का सामना करना पड़ेगा। हमने आपको चेतावनी दी!
hr_hr: Otkrili smo da vaša PHP instalacija ne definira postavku date.timezone. To je zahtjev Chamila. Provjerite konfiguraciju php.ini, inače ćete imati problema. Upozorili smo vas!
hu_hu: Felismertük, hogy a PHP telepítése nem definiálja a date.timezone beállítást. Ez a Chamilo követelménye. Kérjük, győződjön meg róla, hogy be van állítva a php.ini konfigurációban, különben problémákba ütközik. Figyelmeztettük Önt!
hy: Գործնական PHP տեղադրման մեջ հայտնաբերվել է, որ չի սահմանված date.timezone параметրը: Սա Chamilo-ի պահանջություն է: Խնդրում ենք ստուգել php.ini կարգավորումները, հակառակ դեպքում խնդիրներ կլինեն: Զգուշացրել ենք Ձեզ:
id_id: Kami mendeteksi bahwa instalasi PHP Anda tidak mendefinisikan pengaturan date.timezone. Ini merupakan persyaratan Chamilo. Pastikan itu dikonfigurasi dengan memeriksa konfigurasi php.ini Anda, jika tidak Anda akan mengalami masalah. Kami telah memperingatkan Anda!
it: Abbiamo rilevato che la tua instllazione PHP non ha impostato il fuso orario. E' un requisito essenziale per Chamilo. Controlla la configurazione del file php.ini altrimenti potrebbero verificarsi dei problemi. Ti abbiamo avvertito!
ja: PHPインストールで date.timezone 設定が定義されていないことが検出されました。これはChamiloの要件です。php.ini設定を確認して構成してください。そうしないと問題が発生します。お知らせしました！
ka_ge: ჩვენ გავარკვიეთ, რომ თქვენი PHP-ის ინსტალაცია არ განსაზღვრავს date.timezone პარამეტრს. ეს Chamilo-ს მოთხოვნაა. გთხოვთ, შეამოწმოთ თქვენი php.ini კონფიგურაცია და დარწმუნდეთ, რომ ის სწორადაა შეყენებული, წინააღმდეგ შემთხვევაში შეგექმნებათ პრობლემები. ჩვენ გაფრთხილება გაგაცემოთ!
ko_kr: PHP 설치에서 date.timezone 설정이 정의되지 않았습니다. 이는 Chamilo의 필수 요구사항입니다. php.ini 설정을 확인하여 구성하세요. 그렇지 않으면 문제가 발생합니다. 경고했습니다!
lo: ພວກເຮົາກວດພົບວ່າການຕິດຕັ້ງ PHP ຂອງທ່ານບໍ່ໄດ້ກຳນົດຄ່າ date.timezone. ນີ້ແມ່ນຂໍ້ກຳນົດຂອງ Chamilo. ກະລຸນາກວດສອບໃຫ້ແນ່ໃຈວ່າມັນຖືກຕັ້ງຄ່າໂດຍການກວດສອບການຕັ້ງຄ່າ php.ini ຂອງທ່ານ, ຖ້າບໍ່ດັ່ງນັ້ນທ່ານຈະພົບບັນຫາ. ພວກເຮົາເຕືອນທ່ານແລ້ວ!
lt_lt: Aptikome, kad jūsų PHP įdiegime nėra nustatytas date.timezone parametras. Tai yra Chamilo reikalavimas. Prašome įsitikinti, kad jis sukonfigūruotas php.ini faile, kitaip susidursite su problemomis. Mes jus perspėjome!
lv_lv: Mēs esam konstatējuši, ka jūsu PHP instalācija neizvēlas date.timezone iestatījumu. Tas ir Chamilo prasība. Lūdzu, pārliecinieties, ka tas ir konfigurēts, pārbaudot jūsu php.ini konfigurāciju, pretējā gadījumā radīsies problēmas. Mēs jūs brīdinājām!
mk_mk: Откриивме дека вашата PHP инсталација не ја дефинира поставката date.timezone. Ова е барање на Chamilo. Ве молиме проверете ја вашата php.ini конфигурација, инаку ќе наидете на проблеми. Ве предупредивме!
ms_my: Kami mengesan pemasangan PHP anda tidak menentukan tetapan date.timezone. Ini adalah keperluan Chamilo. Sila pastikan ia dikonfigurasi dengan memeriksa konfigurasi php.ini anda, jika tidak anda akan menghadapi masalah. Kami telah memberi amaran!
my_mm: သင့် PHP ထည့်သွင်းမှုတွင် date.timezone ဆက်တင်ကို သတ်မှတ်မထားကြောင်း ကျွန်ုပ်တို့တွေ့ရှိခဲ့သည်။ ၎င်းသည် Chamilo ၏ လိုအပ်ချက်တစ်ခုဖြစ်သည်။ ကျေးဇူးပြု၍ သင့် php.ini ဆက်တင်ကို စစ်ဆေးပြီး ၎င်းကို ပြင်ဆင်သတ်မှတ်ကြောင်း သေချာပါစေ၊ မဟုတ်ပါက ပြဿနာများနှင့် ရင်ဆိုင်ရမည်ဖြစ်သည်။ ကျွန်ုပ်တို့ သတိပေးခဲ့ပါသည်။
ne: हामीले पत्ता लगाएका छौं कि तपाईंको PHP स्थापना date.timezone सेटिङ परिभाषित गर्दैन। यो Chamilo को आवश्यकता हो। कृपया यो php.ini कन्फिगरेसन जाँचेर कन्फिगर भएको सुनिश्चित गर्नुहोस्, नत्र तपाईं समस्यामा पर्नुहुनेछ। हामीले तपाईंलाई चेतावनी दियौं!
nl: We hebben gedetecteerd dat uw PHP-installatie de date.timezone-instelling niet definieert. Dit is een vereiste van Chamilo. Zorg ervoor dat dit geconfigureerd is door uw php.ini-configuratie te controleren, anders loopt u tegen problemen aan. We hebben het u gewaarschuwd!
nn_no: Vi har oppdaga at PHP-installasjonen din ikkje definerer date.timezone-innstillinga. Dette er ein krav for Chamilo. Sørg for at den er konfigurert i php.ini, elles får du problem. Vi advarte deg!
oc: Avèm detectat que vòstre installacion PHP definís pas lo paramètre date.timezone. Aquò es una obligacion per Chamilo. Verificatz vòstre fichièr php.ini per configurar-lo, sinò aurètz de problèmas. O vos l'aviam dit !
pl_pl: Wykryliśmy, że Twoja instalacja PHP nie definiuje ustawienia date.timezone. Jest to wymaganie Chamilo. Upewnij się, że jest skonfigurowane w pliku php.ini, w przeciwnym razie napotkasz problemy. Ostrzegaliśmy Cię!
ps: موږ موندلي چې ستاسو PHP نصب کې date.timezone ترتیب تعریف شوی نه دی. دا د Chamilo اړتیا ده. مهرباني وکړئ ډاډ ترلاسه کړئ چې دا په php.ini کې تنظیم شوی وي، بیا ستونزې به رامنځته شي. موږ تاسو هشدار ورکړی!
pt_br: Detectamos que sua instalação PHP não define os ajustes de data e Zona de Hora. Este é uma exigência do chamilo Chamilo. Por favor tenha certeza que está configurado, revise seus ajustes n arquivo php.in, caso contrário poderá encontrar problemas. Avisamos você!
pt_pt: Foi detectado que a sua instalação PHP não define a configuração date.timezone. Este é um requisito de Chamilo. Por favor, verifique se ele está configurado, verificando sua configuração php.ini, caso contrário, você vai correr em problemas. Nós te avisei!
ro_ro: Am detectat ca instalarea za de PHP nu are parametri date.timezone configurat.Este obligatoriu pentru a instala Chamilo.Asigurativa ca este configurat archivul sau de configurarea php.ini,daca nu va avea probleme de a uza Chamilo.Acuma stie!
ru_ru: Обнаружено, что ваша установка PHP не определяет настройку date.timezone. Это требование Chamilo. Убедитесь, что она настроена в php.ini, иначе возникнут проблемы. Мы вас предупреждали!
sk_sk: Zistili sme, že vaša inštalácia PHP nedefinuje nastavenie date.timezone. Toto je požiadavka Chamilo. Prosím uistite sa, že je nastavená konfigurácia php.ini podľa kontroly, inak sa dostanete do problémov. Varovali sme vás!
sl: Detektirano je bilo, da vaša nastavitev PHP ne definira vrednosti date.timezone. Ta je zahtevana s strani Chamilo. Dodajte nastavitev v vaš php.ini, sicer lahko med izvajanjem nekaterih skript prihaja do problemov. Bili ste opozorjeni !
sq: Kemi zbuluar se instalimi juaj PHP nuk përcakton cilësimin date.timezone. Kjo është një kërkesë e Chamilo. Ju lutemi sigurohuni që të jetë konfiguruar duke kontrolluar konfigurimin tuaj php.ini, përndryshe do të hasni probleme. Ju kemi paralajmëruar!
sr_rs: Otkrili smo da vaša PHP instalacija ne definiše postavku date.timezone. Ovo je zahtev Chamilo-a. Molimo proverite da je konfigurisana u vašoj php.ini konfiguraciji, inače ćete imati problema. Upozorili smo vas!
sv_se: Vi har upptäckt att din PHP-installation inte definierar inställningen date.timezone. Detta är ett krav för Chamilo. Se till att den är konfigurerad genom att kontrollera din php.ini-konfiguration, annars kommer du att stöta på problem. Vi varnade dig!
sw_ke: Tumegundua kuwa usakinishaji wako wa PHP haujadhibiti mipangilio ya date.timezone. Hii ni sharti la Chamilo. Tafadhali hakikisha imehifadhiwa kwa kuangalia usanidi wako wa php.ini, vinginevyo utapata matatizo. Tulikuonya!
ta: உங்கள் PHP நிறுவல் date.timezone அமைப்பை வரையறுக்கவில்லை என்பதை நாங்கள் கண்டறிந்துள்ளோம். இது சாமிலோவின் தேவையாகும். தயவுசெய்து php.ini அமைப்பை சரிபார்த்து அதை அமைக்கவும், இல்லையெனில் பிரச்சினைகள் ஏற்படும். நாங்கள் எச்சரித்துள்ளோம்!
th: เรา检测พบว่า PHP ของคุณไม่ได้กำหนดการตั้งค่า date.timezone ซึ่งเป็นข้อกำหนดของ Chamilo กรุณาตรวจสอบการกำหนดค่า php.ini มิฉะนั้นจะมีปัญหา เราเตือนคุณแล้ว!
tl_ph: Napansin namin na ang iyong PHP installation ay hindi tinukoy ang date.timezone setting. Ito ay kinakailangan ng Chamilo. Mangyaring siguraduhing ito ay naka-configure sa iyong php.ini, kung hindi ay magkakaroon ka ng problema. Binigyan ka na namin ng babala!
tr: PHP kurulumunuzun date.timezone ayarını tanımlamadığını tespit ettik. Bu Chamilo için bir gerekliliktir. Lütfen php.ini yapılandırmanızı kontrol ederek yapılandırdığınızdan emin olun, aksi takdirde sorunlarla karşılaşacaksınız. Uyardık!
uk_ua: Ми виявили, що ваша установка PHP не визначає налаштування date.timezone. Це вимога Chamilo. Переконайтеся, що воно налаштоване, перевіривши конфігурацію php.ini, інакше виникнуть проблеми. Ми вас попередили!
vi_vn: Chúng tôi phát hiện cài đặt PHP của bạn không định nghĩa thiết lập date.timezone. Đây là yêu cầu của Chamilo. Vui lòng đảm bảo nó được cấu hình bằng cách kiểm tra cấu hình php.ini, nếu không bạn sẽ gặp vấn đề. Chúng tôi đã cảnh báo bạn!
xh_za: Sifumanise ukuba ufundogo lwakho lwe-PHP alunakho isetingi ye-date.timezone. Esi yimfuneko yeChamilo. Nceda uqinise ukuba ilungiselelwe ngokujonga ulungiselelo lwakho lwe-php.ini, kungenjalo uya kuba neengxaki. Sikwulumkile!
zh_cn: 我们检测到您的PHP安装未定义date.timezone设置。这是Chamilo的要求。请确保通过检查php.ini配置来设置它，否则您将遇到问题。我们警告过您！
zh_tw: 我們偵測到您的 PHP 安裝未定義 date.timezone 設定。這是 Chamilo 的必要條件。請檢查 php.ini 設定，否則將產生問題。我們已警告您！

source: Yes, I'm sure
ar: نعم، انا متأكد
ast_es: Sí, estoy seguru
bn_bd: হ্যাঁ, আমি নিশ্চিত
bs_ba: Da, siguran sam
ca_es: Sí, estic segur
cs_cz: Ano, jsem si jistý
da: Ja, jeg er sikker
de: Ja, ich bin mir sicher
el: Ναι είμαι σίγουρος
eo: Jes, mi certas
es: Si, estoy seguro.
es_mx: Sí, estoy seguro
eu_es: Bai, ziur naiz
fa_ir: بله، مطمئنم
fi_fi: Kyllä, olen varma
fo_fo: Ja, eg eri vísur
fur: Si, si son segûr
ga: Sea, táim cinnte
gl: Si, estou seguro
he_il: כן, אני בטוח
hi: हाँ, मैं निश्चित हूँ
hr_hr: Da, siguran sam
hu_hu: Igen, biztos vagyok
hy: Այո, վստահ եմ
id_id: Ya, saya yakin
it: Sì, sono sicura/o
ja: はい、確かです
ka_ge: დიახ, დარწმუნებული ვარ
ko_kr: 예, 확실합니다
lo: ແມ່ນ, ຂ້ອຍແນ່ໃຈ
lt_lt: Taip, esu tikras
lv_lv: Jā, esmu pārliecināts
mk_mk: Да, сигурен сум
ms_my: Ya, saya pasti
my_mm: ဟုတ်ပါသည်၊ ကျွန်ုပ်သေချာပါသည်
ne: हो, मलाई विश्वास छ
nl: Ja, ben ik zeker van
nn_no: Ja, eg er sikker
oc: Òc, segure
pl_pl: Tak, jestem pewien
ps: هو، زه ډاډه یم
pt_br: Sim, tenho certeza
pt_pt: Sim, tenho a certeza
ro_ro: Da, sunt sigur.
ru_ru: Да, я уверен
sk_sk: Áno, som si istý
sl: Da, prepričan sem
sq: Po, jam i sigurt
sr_rs: Da, siguran sam
sv_se: Ja, jag är säker
sw_ke: Ndiyo, nina hakika
ta: ஆம், நான் உறுதியாக இருக்கிறேன்
th: ใช่ ฉันแน่ใจ
tl_ph: Oo, sigurado ako
tr: Evet, eminim
uk_ua: Так, я впевнений
vi_vn: Có, tôi chắc chắn
xh_za: Ewe, ndiqinisekile
zh_cn: 是的，我确定
zh_tw: 是的，我確定

source: No, I want to return
ar: كلا، اريد العودة
ast_es: Ná, quiero volver
bn_bd: না, আমি ফিরে যেতে চাই
bs_ba: Ne, želim se vratiti
ca_es: No, vull tornar
cs_cz: Ne, chci se vrátit
da: Nej, jeg vil vende tilbage
de: Nein, ich will zurück
el: Όχι, θέλω να επιστρέψω
eo: Ne, mi volas reveni
es: No, deseo regresar.
es_mx: No, quiero regresar
eu_es: Ez, itzuli nahi dut
fa_ir: خیر، می‌خواهم برگردم
fi_fi: En, haluan palata takaisin
fo_fo: Nei, eg vil aftur
fur: No, vuês tornâ indaûr
ga: Níl, ba mhaith liom filleadh
gl: Non desexo regresar
he_il: לא, אני רוצה לחזור
hi: नहीं, मैं वापस जाना चाहता हूँ
hr_hr: Ne, želim se vratiti
hu_hu: Nem, vissza akarok menni
hy: Ոչ, ուզում եմ վերադառնալ
id_id: Tidak, saya ingin kembali
it: No, voglio ritornare
ja: いいえ、戻ります
ka_ge: არა, მინდა დავუბრუნდე
ko_kr: 아니요, 돌아가겠습니다
lo: ບໍ່, ຂ້ອຍຕ້ອງການກັບຄືນ
lt_lt: Ne, noriu grįžti
lv_lv: Nē, es gribu atgriezties
mk_mk: Не, сакам да се вратам
ms_my: Tidak, saya mahu kembali
my_mm: မဟုတ်ပါ၊ ကျွန်ုပ်ပြန်သွားလိုပါသည်
ne: होइन, म फर्कन चाहन्छु
nl: Nee, ik wil terugkeren
nn_no: Nei, eg vil tilbake
oc: Non, vòli tornar
pl_pl: Nie, chcę wrócić
ps: نه، زه غواړم بیرته ورشم
pt_br: Não, quero retornar
pt_pt: Não, desejo regressar
ro_ro: Nu, vreau să ma întoarcă.
ru_ru: Нет, я хочу вернуться
sk_sk: Nie, chcem sa vrátiť
sl: Ne, želim se vrniti
sq: Jo, dua të kthehem
sr_rs: Ne, želim se vratiti
sv_se: Nej, jag vill återgå
sw_ke: Hapana, nataka kurudi
ta: இல்லை, நான் திரும்ப விரும்புகிறேன்
th: ไม่ ฉันต้องการกลับ
tl_ph: Hindi, gusto ko nang bumalik
tr: Hayır, geri dönmek istiyorum
uk_ua: Ні, я хочу повернутися
vi_vn: Không, tôi muốn quay lại
xh_za: Hayi, ndifuna ukubuyela
zh_cn: 否，我要返回
zh_tw: 否，我想返回

source: If you continue your answer will be saved. Any change will be not allowed.
ar: اذا اردت الاستمرار فان اجابتك سوف يتم حفظها، ولن يسمح باجراء اي تغيير
ast_es: Si sigues, la to respuestu guardarase. Nun se permitirán cambéus.
bn_bd: যদি আপনি চালিয়ে যান আপনার উত্তর সংরক্ষিত হবে। কোন পরিবর্তন অনুমোদিত হবে না।
bs_ba: Ako nastavite, vaš odgovor će biti sačuvan. Svaka promjena neće biti dozvoljena.
ca_es: Si continueu es desaran les seves respostes. Qualsevol canvi posterior no serà permès.
cs_cz: Pokud budete pokračovat, vaše odpověď bude uložena. Žádná změna nebude povolena.
da: Hvis du fortsætter, vil dit svar blive gemt. Ændringer vil derefter ikke være tilladt.
de: Wenn Sie fortfahren, wird Ihre Antwort gespeichert. Jede Änderung wird nicht erlaubt.
el: Αν συνεχίσετε η απάντησή σας θα αποθηκευτεί. Οποιαδήποτε αλλαγή δεν θα επιτραπεί.
eo: Se vi daŭras via respondo estos konservita. Ĉia ŝanĝo ne estos permesita.
es: Si continúa se guardará sus respuestas. Cualquier cambio no posterir no será permitido.
es_mx: Si continúas tu respuesta será guardada. No se permitirán cambios.
eu_es: Aurrera egiten baduzu zure erantzuna gorde egingo da. Aldaketarik ez da onartuko.
fa_ir: اگر ادامه دهید، پاسخ شما ذخیره خواهد شد. هر تغییری مجاز نخواهد بود.
fi_fi: Jos jatkat, vastauksesi tallennetaan. Muutoksia ei sallita.
fo_fo: Um tú heldur fram, verður títt svar goymt. Ongar broytingar verða loypte.
fur: Se tu continui la to risposti a sarà salvade. Gnule cambiaments a saran permitûts.
ga: Má leanann tú, beidh do fhreagra sábháilte. Ní cheadófar aon athrú.
gl: Se continua gardaranse as súas respostas. Calquera cambio posterior non será permitido.
he_il: אם תמשיך תישמר התשובה שלך. כל שינוי לא יתאפשר.
hi: यदि आप जारी रखते हैं तो आपका उत्तर सहेजा जाएगा। कोई परिवर्तन की अनुमति नहीं होगी।
hr_hr: Ako nastavite, vaš odgovor će biti spremljen. Daljnje promjene neće biti dopuštene.
hu_hu: Ha folytatja, a válasza mentésre kerül. Utána semmilyen módosítás nem lesz lehetséges.
hy: Եթե շարունակեք, Ձեր պատասխանը կպահպանվի: Այնուհետև փոփոխություններ թույլ չեն տրվի:
id_id: Jika Anda melanjutkan, jawaban Anda akan disimpan. Perubahan apa pun tidak akan diizinkan.
it: Se prosegui la tua risposta sarà registrata. Non potrai più fare modifiche.
ja: 続行すると回答が保存されます。その後の変更は許可されません。
ka_ge: თუ გააგრძელებთ, თქვენი პასუხი შენახული იქნება. ნებისმიერი ცვლილება აკრძალული იქნება.
ko_kr: 계속하면 답변이 저장됩니다. 변경은 허용되지 않습니다.
lo: ຖ້າທ່ານສືບຕໍ່, ຄຳຕອບຂອງທ່ານຈະຖືກບັນທຶກ. ຈະບໍ່ອະນຸຍາດໃຫ້ມີການປ່ຽນແປງໃດໆ.
lt_lt: Jei tęsite, jūsų atsakymas bus išsaugotas. Jokie pakeitimai nebus leidžiami.
lv_lv: Ja turpināsiet, jūsu atbilde tiks saglabāta. Nekādas izmaiņas vairs nebūs atļautas.
mk_mk: Ако продолжите, вашиот одговор ќе се зачува. Ниту една промена нема да биде дозволена.
ms_my: Jika anda teruskan, jawapan anda akan disimpan. Sebarang perubahan tidak akan dibenarkan.
my_mm: သင်ဆက်လက်လုပ်ဆောင်ပါက သင့်ဖြေကြားမှုကို သိမ်းဆည်းမည်ဖြစ်သည်။ မည်သည့်ပြောင်းလဲမှုကိုမျှ ခွင့်မပြုပါ။
ne: यदि तपाईं जारी राख्नुहुन्छ भने तपाईंको उत्तर बचत हुनेछ। कुनै परिवर्तन अनुमति दिइने छैन।
nl: Als u verder gaat, wordt uw antwoord opgeslagen. Aanpassing is dan niet meer mogelijk.
nn_no: Om du fortset, blir svaret ditt lagra. Endringar blir ikkje tillatne.
oc: Se contunetz, vòstra responsa serà enregistrada. Cap cambiament serà permés.
pl_pl: Jeśli kontynuujesz, Twoja odpowiedź zostanie zapisana. Żadne zmiany nie będą dozwolone.
ps: که تاسو دوام ورکړئ ستاسو ځواب خوندي شي. هیڅ بدلون اجازه نشي ورکول کېدای.
pt_br: Se continuar sua resposta será salva. Qualquer mudança não será permitida.
pt_pt: Se continuar a sua resposta será guardada. Qualquer alteração não será permitida
ro_ro: Daca continuati se vor pastra rapunsurile.Orice schimbare nu va fi permisa.
ru_ru: Если вы продолжите, ваш ответ будет сохранён. Дальнейшие изменения будут невозможны.
sk_sk: Ak budete pokračovať vaša odpoveď bude uložená. Akákoľvek zmena nebude umožnená.
sl: Če boste nadaljevali, bodo vaši rezultati shranjeni. Nadaljne spremembe ne bodo dopuščene.
sq: Nëse vazhdoni përgjigja juaj do të ruhet. Çdo ndryshim nuk do të lejohet.
sr_rs: Ako nastavite, vaš odgovor će biti sačuvan. Svaka izmena neće biti dozvoljena.
sv_se: Om du fortsätter kommer ditt svar att sparas. Ändringar kommer inte att tillåtas.
sw_ke: Kama utaendelea jibu lako litahifadhiwa. Mabadiliko yoyote hayataruhusiwa.
ta: நீங்கள் தொடர்ந்தால் உங்கள் பதில் சேமிக்கப்படும். எந்த மாற்றமும் அனுமதிக்கப்படாது.
th: หากคุณดำเนินต่อคำตอบของคุณจะถูกบันทึก การเปลี่ยนแปลงใดๆ จะไม่ได้รับอนุญาต
tl_ph: Kung magpapatuloy ka, ang iyong sagot ay i-save. Anumang pagbabago ay hindi pinapayagan.
tr: Devam ederseniz cevabınız kaydedilecek. Herhangi bir değişiklik yapılmayacak.
uk_ua: Якщо ви продовжите, ваша відповідь буде збережена. Будь-які зміни не будуть дозволені.
vi_vn: Nếu bạn tiếp tục, câu trả lời của bạn sẽ được lưu. Bất kỳ thay đổi nào sẽ không được phép.
xh_za: Ukuba uqhubeka impendulo yakho iya kugcinwa. Nakuphi na utshintsho alunakuvunyelwa.
zh_cn: 如果您继续，您的答案将被保存。之后将不允许任何更改。
zh_tw: 如果您繼續，您的答案將被儲存。之後將不允許變更。

source: Special courses
ar: مقررات خاصة
ast_es: Cursos especiales
bn_bd: বিশেষ কোর্স
bs_ba: Specijalni kursevi
ca_es: Cursos especials
cs_cz: Speciální kurzy
da: Særlige kurser
de: Spezielle Kurse
el: Ειδικά μαθήματα
eo: Specialaj kursoj
es: Cursos especiales
es_mx: Cursos especiales
eu_es: Ikastaro bereziak
fa_ir: دوره‌های ویژه
fi_fi: Erikoiskurssit
fo_fo: Serstøk línd
fur: Cors speciâi
ga: Cúrsaí speisialta
gl: Cursos especiais
he_il: קורסים מיוחדים
hi: विशेष कोर्स
hr_hr: Posebni tečajevi
hu_hu: Különleges kurzusok
hy: Հատուկ դասընթացներ
id_id: Kursus khusus
it: Corsi speciali
ja: 特別コース
ka_ge: სპეციალური კურსები
ko_kr: 특별 강좌
lo: ຫຼັກສູດພິເສດ
lt_lt: Specialieji kursai
lv_lv: Īpašie kursi
mk_mk: Специјални курсеви
ms_my: Kursus khas
my_mm: အထူးသင်တန်းများ
ne: विशेष कोर्सहरू
nl: Speciale cursussen
nn_no: Spesialkurs
oc: Còrs especials
pl_pl: Kursy specjalne
ps: ځانګړي کورسونه
pt_br: Cursos especiais
pt_pt: Cursos especiais
ro_ro: Cursuri speciale
ru_ru: Специальные курсы
sk_sk: Špeciálne kurzy
sl: Posebni tečaji
sq: Kurse speciale
sr_rs: Specijalni kursevi
sv_se: Särskilda kurser
sw_ke: Kozi maalum
ta: சிறப்பு பாடங்கள்
th: คอร์สพิเศษ
tl_ph: Mga espesyal na kurso
tr: Özel kurslar
uk_ua: Спеціальні курси
vi_vn: Khóa học đặc biệt
xh_za: Izifundo ezikhethekileyo
zh_cn: 特殊课程
zh_tw: 特殊課程
