Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This is a SCORM content<br><input type=button name=scormbutton value='Launch it !' ='openscorm()'>
ar: هذه محتويات Scorm <br /><input type=button name=scormbutton value=' ! أطلقه ' onclick='openscorm()'>
ast_es: Esti ye un conteníu SCORM<br><input type=button name=scormbutton value='Entamar' onclick='openscorm()'>
bn_bd: এটি SCORM কন্টেন্ট<br><input type=button name=scormbutton value='Launch it !' ='openscorm()'>
bs_ba: Ovo je SCORM sadržaj<br><input type=button name=scormbutton value='Pokreni!' ='openscorm()'>
ca_es: Aquest és un contingut SCORM<br><input type=button name=scormbutton value='Començar' onclick='openscorm()'>
cs_cz: Jedná se o obsah SCORM<br><input type=button name=scormbutton value='Spustit!' ='openscorm()'>
da: Dette er Scorm indhold<br><input type='button' name='scormbutton' value='Kør det !' onclick='openscorm();'>
de: Dies sind SCORM-Inhalte<br><input type=button name=scormbutton value='Inhalte aufrufen!' onclick='openscorm()'>
el: Αυτό είναι περιεχόμενο SCORM<br><input type=button name=scormbutton value='Εκκίνηση!' ='openscorm()'>
eo: Tio ĉi estas SCORM-paketo.<br><input type=button name=scormbutton value='Ludi' onclick='openscorm()'> XX
es: Este es un contenido SCORM<br><input type=button name=scormbutton value='Comenzar' onclick='openscorm()'>
es_mx: Esto es un contenido SCORM <br /><input type=button name=scormbutton value='Comenzar !' onclick='openscorm()'>
fa_ir: این یک محتوای آموزشی مطابق با استاندارد <br>است SCORM<br> برای راه اندازی آن، لطفاً بر روی دکمه زیر فشار دهید<br><input type=button name=scormbutton value='راه اندازی' onclick='openscorm()'>
fi_fi: Tämä on SCORM-sisältöä<br><input type=button name=scormbutton value='Käynnistä se!' ='openscorm()'>
fo_fo: Hetta er SCORM innhold<br><input type=button name=scormbutton value='Ræs tað !' ='openscorm()'>
fur: Cheste je un contenut SCORM<br><input type=button name=scormbutton value='Launch it !' ='openscorm()'>
ga: Is ábhar SCORM é seo<br><input type=button name=scormbutton value='Seol é!' ='openscorm()'>
gl: Este é un contido Scorm<br><input type=button name=scormbutton value='Launch it !' onclick='openscorm()'>
he_il: זהו תוכן SCORM<br><input type=button name=scormbutton value='הפעל אתה !' ='openscorm()'>
hi: यह SCORM सामग्री है<br><input type=button name=scormbutton value='Launch it !' ='openscorm()'>
hr_hr: Ovo je sadržaj Scorm<br><input type=button name=scormbutton value='Pokreni !' onclick='openscorm()'>
hu_hu: Ez egy Scorm tartalom<br><input type=button name=scormbutton value='Indítsd el !' onclick='openscorm()'>
hy: Սա SCORM բովանդակություն է<br><input type=button name=scormbutton value='Մեկնարկել !' ='openscorm()'>
it: Questo è un corso Scorm<br><input type=button name=scormbutton value='Inizia' onclick='openscorm()'>
ja: これはSCORMコンテンツです<br><input type=button name=scormbutton value='起動！' ='openscorm()'>
ka_ge: ეს SCORM შინაარსია<br><input type=button name=scormbutton value='Launch it !' ='openscorm()'>
ko_kr: 이것은 Scorm 컨텐츠입니다<br><input type=button name=scormbutton value='Launch?it?!' onclick='openscorm()'>
lo: ນີ້ແມ່ນເນື້ອຫາ SCORM<br><input type=button name=scormbutton value='ເປີດ ມັນ !' ='openscorm()'>
lt_lt: Tai Scorm turinys<br><input type=button name=scormbutton value='Paleisti!' onclick='openscorm()'>
lv_lv: Pieeja <i>Scorm</i> sistēmai<br><input type=button name=scormbutton value='Sākt darbu !' onclick='openscorm()'>
mk_mk: Ова е содржина на Scorm <br><input type=button name=scormbutton value='Превземи го !' onclick='openscorm()'>
ne: यो SCORM सामग्री हो<br><input type=button name=scormbutton value='Launch it !' ='openscorm()'>
nl: Dit is een SCORM-pakket.<br /><input type="button" name="scormbutton" value="Afspelen" onclick="openscorm()" />
nn_no: Dette er SCORM-innhald<br><input type=button name=scormbutton value='Start det !' ='openscorm()'>
oc: Es un contengut SCORM<br><input type=button name=scormbutton value='Lancetz lo !' ='openscorm()'>
pl_pl: To jest zawartość SCORM<br><input type=button name=scormbutton value='Uruchom !' ='openscorm()'>
ps: دا SCORM محتويات دي<br><input type=button name=scormbutton value='Launch it !' ='openscorm()'>
pt_br: Esse é um conteúdo SCORM<br><input type=button name=scormbutton value='Carregar !' onclick='openscorm()'>
pt_pt: Isto é um conteúdo Scorm<br><input type=button name=scormbutton value='Iniciar!' onclick='openscorm()'>
ro_ro: Acesta este un continut Scorm<br><input type=button name=scormbutton value='Lanseaza ' onclick='openscorm()'>
ru_ru: Это содержимое Scorm <br /><input type=button name=scormbutton value='Пуск!' onclick='openscorm()'>
sk_sk: Toto je Scorm obsah<br><input type=button name=scormbutton value='Spustiť !' onclick='openscorm()'>
sl: Tole je Scorm vsebina<br /><input type=button name=scormbutton value='Zaženi jo !' onclick='openscorm()'>
sq: Ky është një përmbajtje SCORM<br><input type=button name=scormbutton value='Lansojeni!' ='openscorm()'>
sr_rs: Ovo je Scorm sadržaj<br><input type=button name=scormbutton value='Startuj ga!' onclick='openscorm()'>
sv_se: Detta är ett SCORM innehåll <br><input type=button name=scormbutton value='Starta !' onclick='openscorm()'>
ta: இது SCORM உள்ளடக்கம்<br><input type=button name=scormbutton value='Launch it !' ='openscorm()'>
th: นี่คือเนื้อหาScorm<br><input type=button name=scormbutton value='Launch it !' onclick='openscorm()'>
tr: Bu bir SCORM dosyasıdır.<br><input type=button name=scormbutton value='Çalıştır !' onclick='openscorm()'>
uk_ua: Це вміст SCORM<br><input type=button name=scormbutton value='Запустити!' ='openscorm()'>
vi_vn: Đây là nội dung SCORM<br><input type=button name=scormbutton value='Khởi chạy!' ='openscorm()'>
zh_cn: 这是Scorm格式内容<br /><input type=button name=scormbutton value='启用' onclick='openscorm()'>
zh_tw: 這是Scorm格式內容<br /><input type=button name=scormbutton value='啟用' onclick='openscorm()'>

source: The zip file can not contain .PHP files
ar: لا يمكن للملف المضغوط أن يحتوي على ملفات PHP
ast_es: L'archivu zip nun pue tener archivos con formatu .php
bn_bd: জিপ ফাইলে .PHP ফাইল থাকতে পারে না
bs_ba: ZIP datoteka ne smije sadržavati .PHP datoteke
ca_es: El fitxer zip no pot contenir fitxers .PHP
cs_cz: ZIP soubor nemůže obsahovat soubory .PHP
da: Zip fil må ikke indeholde .PHP filer
de: Die Zip-Datei darf keine PHP-Dateien enthalten
el: Το αρχείο zip δεν μπορεί να περιέχει αρχεία .PHP
eo: La ZIP-dosiero ne povas enhavi php-dosierojn
es: El archivo zip no puede contener archivos con formato .PHP
es_mx: El archivo zip no puede tener archivos .PHP
eu_es: Zip fitxategiak ezin du .PHP formatuko fitxategirik eduki
fa_ir: عملیات ارسال فایل با شکست روبرو شد. فایل فشرده (زیپ) نباید فایل های پی اچ پی در بر داشته باشد
fi_fi: Zip-tiedosto ei voi sisältää .PHP-tiedostoja
fo_fo: ZIP-fílan kann ikki innihalda .PHP-fílur
fur: Il file zip nol podis contignî file .PHP
ga: Ní féidir leis an gcomhad zip comhaid .PHP a bheith ann
gl: O fichero zip non pode conter ficheiros .PHP
he_il: קובץ ה-zip לא יכול להכיל קבצי .PHP
hi: ज़िप फ़ाइल में .PHP फ़ाइलें नहीं हो सकतीं
hr_hr: Datoteka zip ne smije sadržavati datoteke .PHP
hu_hu: A tömörített (zip) fájl nem tartalmazhat php fájlokat
hy: Zip ֆայլը չի կարող պարունակել .PHP ֆայլեր
id_id: File zip tidak dapat berisi file .PHP
it: L'archivio .ZIP non può contenere documenti in formato PHP
ja: ZIPファイルに.PHPファイルを含めることはできません
ka_ge: zip ფაილში ვერ შეგიძლიათ .PHP ფაილების შეტანა
ko_kr: 압축 파일은 .PHP 파일을 포함할 수 없습니다
lo: ໄຟລ໌ zip ບໍ່ສາມາດມີໄຟລ໌ .PHP ໄດ້
lt_lt: Zip failas negali turėti .PHP failų
lv_lv: ZIP failā nedrīkst būt iekļauti .PHP faili
mk_mk: Компрезирана (зипувана) даотека не може да содржи .PHP датотеки
ms_my: Fail zip tidak boleh mengandungi fail .PHP
my_mm: ဇစ်ဖိုင်တွင် .PHP ဖိုင်များ ပါဝင်မထားရပါ
ne: जिप फाइलमा .PHP फाइलहरू हुन सक्दैन
nl: Het .zip betand mag geen PHP-bestanden bevatten.
nn_no: Zip-fila kan ikkje innehalde .PHP-filer
oc: Lo fichièr zip pòt pas conténer de fichièrs .PHP
pl_pl: Plik zip nie może zawierać plików .PHP
ps: د زیپ فایل کې .PHP فایلونه نشي کېدای شي
pt_br: O arquivo zip não pode conter arquivos .PHP
pt_pt: O ficheiro zip não pode conter ficheiros .PHP
ro_ro: Arhiva zip nu poate contine fisiere .PHP
ru_ru: Архив .zip не может содержать файлы с расширением .PHP
sk_sk: Súbor typu ZIP nemôže obsahovať .PHP súbory
sl: Datoteka ZIP file ne sme vsebovati datotek .PHP
sq: Skedari zip nuk mund të përmbajë skedarë .PHP
sr_rs: zip fajl ne može da sadrži .php fajlove
sv_se: ZIP-filen kan inte innehålla .PHP-filer
sw_ke: Faili ya zip haiwezi kuwa na faili za .PHP
ta: zip கோப்பில் .PHP கோப்புகள் இருக்கக் கூடாது
th: ไฟล์ zip ไม่สามารถบรรจุ PHP filesได้
tl_ph: Ang zip file ay hindi maaaring maglaman ng .PHP files
tr: Zip dosyası .PHP dosyaları içermemelidir
uk_ua: ZIP-файл не може містити файли .PHP
vi_vn: Tệp zip không được chứa tệp .PHP
xh_za: Ifayile le-zip alinakuqulunqa iifayile .PHP
zh_cn: Zip文件不能包含.php文件
zh_tw: Zip檔案不能包含.php檔案

source: Group forum
ar: منتدى المجموعة
ast_es: Foru de grupu
bn_bd: গ্রুপ ফোরাম
bs_ba: Forum grupe
ca_es: Fòrum de grup
cs_cz: Fórum skupiny
da: Gruppe-diskussionsforum
de: Gruppenforum
el: Φόρουμ ομάδας
eo: Forumo de ĉi-grupo
es: Foro de grupo
es_mx: Foro del Grupo
eu_es: Talde foroa
fa_ir: پیامگاه گروه
fi_fi: Ryhmäfoorumi
fo_fo: Bólkaforum
fur: Forum grup
ga: Forum grúpa
gl: Foro de grupo
he_il: פורום קבוצתי
hi: समूह मंच
hr_hr: Forum skupine
hu_hu: Csoport fórumok
hy: Խմբային ֆորում
id_id: Forum Group
it: Forum del gruppo
ja: グループフォーラム
ka_ge: ჯგუფური ფორუმი
ko_kr: 그룹 포럼
lo: ກະດານສົນທະນາກຸ່ມ
lt_lt: Grupės forumas
lv_lv: Grupas diskusijas
mk_mk: Форум на групата
ms_my: Forum kumpulan
my_mm: အဖွဲ့ဖိုရမ်
ne: समूह मञ्च
nl: Groepsforum
nn_no: Gruppeforum
oc: Forum de grup
pl_pl: Fora grup
ps: ګروپ فورم
pt_br: Fórum do grupo
pt_pt: Fórum do grupo
ro_ro: Forumul grupului
ru_ru: Форум группы
sk_sk: Skupinové fórum
sl: Forum skupine
sq: Forumi i grupit
sr_rs: Forum grupe
sv_se: Gruppforum
sw_ke: Mforum ya kikundi
ta: குழு மன்றம்
th: กลุ่มอภิปราย
tr: Grup forumu
uk_ua: Форум групи
vi_vn: Diễn đàn nhóm
xh_za: Iforamu yeqela
zh_cn: 小组论坛
zh_tw: 小組論壇

source: This is not a valid SCORM ZIP file !
ar: هذا ليس ملف سكورم مضغوظ!
ast_es: Estí nun ye un archivu ZIP SCORM
bn_bd: এটি বৈধ SCORM ZIP ফাইল নয় !
bs_ba: Ovo nije valjana SCORM ZIP datoteka!
ca_es: Això no és un arxiu de CREMALLERA de scorm!
cs_cz: Toto není platný ZIP soubor SCORM!
da: Dette er ikke en Scorm Zipfil!
de: Dies ist keine SCORM-ZIP-Datei!
el: Δεν είναι έγκυρο αρχείο ZIP SCORM!
eo: Tio ĉi ne estas Scorm-dosiero!
es: ¡ No es un archivo ZIP SCORM !
es_mx: ¡ No es un archivo ZIP en formato SCORM!
eu_es: Fitxategia ez da SCORM ZIP formatukoa!
fa_ir: ظاهراً پروندۀ مورد نظر شما یک پروندۀ فشرده زیپ و مطابق با استاندارد <br />نیست SCORM<br />
fi_fi: Tämä ei ole kelvollinen SCORM-ZIP-tiedosto!
fo_fo: Hetta er ikki ein galdandi SCORM ZIP-fíla!
fur: Cheste nol je un file ZIP SCORM valit !
ga: Níl sé seo comhad ZIP SCORM bailí !
gl: No es un ficheiro ZIP scorm!
he_il: זהו לא קובץ SCORM ZIP חוקי !
hi: यह एक वैध SCORM ZIP फ़ाइल नहीं है!
hr_hr: Ovo nije datoteka scorm zip!
hu_hu: Ez nem scorm ZIP file !
hy: Սա վավեր SCORM ZIP ֆայլ չէ։
id_id: Ini bukan file scorm ZIP !
it: Il file ZIP non è in formato SCORM
ja: 有効なSCORM ZIPファイルではありません！
ka_ge: ეს არასწორი SCORM ZIP ფაილია!
ko_kr: scorm 압축 파일이 아닙니다 !
lt_lt: Tai ne scorm zip failas !
lv_lv: Šis nav Scorm formāta ZIP fails!
mk_mk: Ова не е scorm компресирана датотека!
ms_my: Ini bukan fail ZIP SCORM yang sah!
my_mm: ဤသည်မှာ မမှန်ကန်သော SCORM ZIP ဖိုင်ဖြစ်သည် !
ne: यो वैध SCORM ZIP फाइल होइन !
nl: Dit is geen SCORM .zip bestand!
nn_no: Dette er ikkje ei gyldig SCORM ZIP-fil!
oc: Aquò es pas un fichièr ZIP SCORM valid !
pl_pl: To nie jest plik ZIP w formacie Scorm!
ps: دا معتبره SCORM زیپ فایل نه دی !
pt_br: Esse não é um arquivo ZIP scorm !
pt_pt: N�o � um ficheiro ZIP Scorm !
ro_ro: Aceasta nu este un fiser ZIP scorm
ru_ru: Это не scorm ZIP файл!
sk_sk: Toto nie je SCORM zip súbor!
sl: To ni SCORM ZIP datoteka !
sq: Kjo nuk është një skedar i vlefshëm ZIP SCORM!
sr_rs: Ovo nije scorm ZIP fajl!
sv_se: Detta �r ingen scorm zip-fil !
sw_ke: Hii si faili sahihi ya SCORM ZIP!
ta: இது செல்லுபடியான SCORM ZIP கோப்பு அல்ல!
th: �������� .zip ���Ẻ�ҵðҹScorm
tl_ph: Hindi ito isang valid na SCORM ZIP file !
tr: BU bir SCORM Zip dosyası değildir.
uk_ua: Це некоректний ZIP-файл SCORM!
vi_vn: Đây không phải là tệp ZIP SCORM hợp lệ!
xh_za: Esi asiyiyo ifayile ye-ZIP ye-SCORM esebenzayo !
zh_cn: 这不是一个 scorm 课程的ZIP文件!
zh_tw: 這不是一個 scorm 課程的ZIP檔案!

source: Please type your text / HTML content
ar: فضلا ادخل النص الخاص بك بتنسيق - text / HTML
ast_es: Por favor, escriba'l conteníu de testu / conteníu HTML
bn_bd: দয়া করে আপনার টেক্সট / HTML কন্টেন্ট লিখুন
bs_ba: Molimo unesite vaš tekst / HTML sadržaj
ca_es: Si us plau escrigui el seu text / contingut de HTML
cs_cz: Zadejte prosím svůj text / HTML obsah
da: Indtast venligst di tekst/ indhold
de: Bitte geben Sie die Text/HTML-Inhalte ein
el: Παρακαλούμε εισαγάγετε το κείμενό σας / περιεχόμενο HTML
eo: Tajpu la tekstan/ HTMLan enhavon ĉi tien
es: Por favor, introduzca el contenido de texto / contenido HTML
es_mx: Por favor, escriba el contenido de Texto/HTML
eu_es: Mesedez, idatzi testu / HTML edukia
fa_ir: خود را وارد کنید HTML لطفاً متن ساده یا متن
fi_fi: Kirjoita teksti/HTML-sisältö
fo_fo: Skriva tessu tekstin / HTML-innihald
fur: Plesi scrivi il to test / contenut HTML
ga: Cuir isteach do théacs / ábhar HTML le do thoil
gl: Por favor, introduce o contido de texto / contido HTML
he_il: אנא הקלד את תוכן הטקסט / HTML שלך
hi: कृपया अपना पाठ / HTML सामग्री टाइप करें
hr_hr: Molim upišite svoj tekst/sadržaj HTML-a
hu_hu: Kérjük, gépelje be a szöveget / HTML tartalmat
hy: Խնդրում ենք մուտքագրել ձեր տեքստը / HTML բովանդակությունը
id_id: Silahkan ketikkan text / HTML
it: Immetti il testo o il contenuto HTML
ja: テキスト／HTMLコンテンツを入力してください
ka_ge: გთხოვთ, შეიყვანოთ თქვენი ტექსტი / HTML შინაარსი
ko_kr: text / HTML 내용을 입력하여 주십시요
lo: ກະລຸນາພິມຂໍ້ຄວາມ / ເນື້ອຫາ HTML ຂອງທ່ານ
lt_lt: Prašome įrašyti tekstą / HTML turinį
lv_lv: Lūdzu, ievadiet tekstuālo / HTML informāciju
mk_mk: Ве молам внесете ја вашиата текст / HTML содржина
ms_my: Sila taip teks / kandungan HTML anda
my_mm: ကျေးဇူးပြု၍ သင့်စာသား / HTML အကြောင်းအရာကို ရိုက်ထည့်ပါ
ne: कृपया आफ्नो पाठ / HTML सामग्री टाइप गर्नुहोस्
nl: Typ de tekst/HTML-inhoud hier
nn_no: Skriv inn teksten din / HTML-innhald
oc: Picatz vòstre tèxte / contengut HTML
pl_pl: Wpisz zawartość - tekst/HTML
ps: مه مهربانه وي خپل متن / HTML محتويات ولیکئ
pt_br: Por favor, digite o conteúdo texto / HTML
pt_pt: Escreva por favor o seu texto / conteúdo HTML
ro_ro: Te rog tasteaza textul tau / continut HTML
ru_ru: Пожалуйста, введите свой текст (HTML)
sk_sk: Napíšte prosím Váš text / HTML obsah
sl: Vnesi tekstovno besedilo / HTML besedilo
sq: Ju lutemi shkruani tekstin tuaj / përmbajtjen HTML
sr_rs: Molim Vas, unesite vaš tekst/HTML sadržaj
sv_se: Var vänlig skriv din text / HTML innehåll
sw_ke: Tafadhali andika maandishi yako / maudhui ya HTML
ta: உங்கள் உரை / HTML உள்ளடக்கத்தை தட்டச்சு செய்யவும்
th: กรุณาพิมพ์ข้อความ/หรือไฟล์เนื้อหารูปแบบเอกสาร html:Please type your text / HTML content
tl_ph: Mangyaring ilagay ang iyong text / HTML content
tr: Lütfen metin veya HTML içeriğini yazın
uk_ua: Будь ласка, введіть текст / вміст HTML
vi_vn: Vui lòng nhập văn bản / nội dung HTML của bạn
xh_za: Nceda uchwethe isicatshulwa / umxholo we-HTML
zh_cn: 请输入你的 text / HTML 内容
zh_tw: 請輸入你的 text / HTML 內容

source: Please enter the file name
ar: فضلا أدخل اسم الملف
ast_es: Por favor, escriba'l nome del archivu
bn_bd: দয়া করে ফাইলের নাম লিখুন
bs_ba: Molimo unesite naziv datoteke
ca_es: Si us plau, entra el nom de l'arxiu
cs_cz: Zadejte název souboru
da: Indtast venligst filnavnet
de: Bitte geben Sie den Dateinamen an
el: Παρακαλούμε εισαγάγετε το όνομα αρχείου
eo: Bonvolu doni dosiernomon
es: Por favor, introduzca el nombre del archivo
es_mx: No existe el nombre del archivo
eu_es: Mesedez, sartu fitxategiaren izena
fa_ir: لطفاًنام فایل راوارد کنید
fi_fi: Kirjoita tiedoston nimi
fo_fo: Skriva inn navn á fílu
fur: Inserîs il non dal file
ga: Cuir isteach ainm an chomhaid
gl: Por favor, introduce o nome do ficheiro
he_il: אנא הזן את שם הקובץ
hi: कृपया फ़ाइल नाम दर्ज करें
hr_hr: Molim upišite ime datoteke
hu_hu: Kérjük írja be a fájl nevét
hy: Խնդրում ենք մուտքագրել ֆայլի անունը
id_id: Silahkan isi nama file
it: Per favore, immetti il nome del file
ja: ファイル名を入力してください
ka_ge: გთხოვთ, შეიყვანოთ ფაილის სახელი
ko_kr: 파일 명을 입력해주십시요
lt_lt: Prašome įrašyti failo vardą
lv_lv: Lūdzu, norādiet faila nosaukumu
mk_mk: Ве молам внесете име на датотеката
ms_my: Sila masukkan nama fail
my_mm: ကျေးဇူးပြု၍ ဖိုင်အမည်ကို ထည့်သွင်းပါ
ne: कृपया फाइल नाम प्रविष्ट गर्नुहोस्
nl: Gelieve een bestandsnaam op te geven.
nn_no: Skriv inn filnamn
oc: Picatz lo nom del fichièr
pl_pl: Podaj nazwę pliku
ps: د فایل نوم واچوئ
pt_br: Por favor, informe o nome do arquivo
pt_pt: Escreva por favor o nome do ficheiro
ro_ro: Te rog introdu numele fisierului
ru_ru: Пожалуйста, введите имя файла
sk_sk: Zadajte prosím názov súboru
sl: Vnesi ime datoteke
sq: Ju lutemi shkruani emrin e skedarit
sr_rs: Molim Vas, unesite ime fajla
sv_se: Var vänlig skriv filnamn
sw_ke: Tafadhali ingiza jina la faili
ta: கோப்பு பெயரை உள்ளிடவும்
th: กรุณาใส่ชื่อไฟล์
tl_ph: Mangyaring ilagay ang pangalan ng file
tr: Lütfen dosya ismini yazınız
uk_ua: Будь ласка, введіть назву файлу
vi_vn: Vui lòng nhập tên tệp
xh_za: Nceda faka igama lefayile
zh_cn: 请输入文件名
zh_tw: 請輸入檔案名

source: The file to upload is not valid.
ar: الملف الذي تريد تحميله غير صالح
ast_es: L'archivu que quier subir nun val
bn_bd: আপলোড করার জন্য ফাইলটি বৈধ নয়।
bs_ba: Datoteka za učitavanje nije valjana.
ca_es: L'arxiu que voleu pujar no és vàlid
cs_cz: Nahrávaný soubor není platný.
da: Filen, der ønskes overført, er ikke gyldig.
de: Der Datei-Upload ist nicht möglich.
el: Το αρχείο προς ανέβασμα δεν είναι έγκυρο.
eo: La alŝutenda dosiero estas ne valida.
es: El archivo que quiere subir no es válido.
es_mx: El archivo que quiere enviar no es válido.
eu_es: Kargatu beharreko fitxategia ez da baliogarria
fa_ir: فایل مورد نظر برای ارسال فایل معتبری نیست
fi_fi: Ladattava tiedosto ei ole kelvollinen.
fo_fo: Fílan at leggja upp er ikki gild.
fur: Il file da carie no je valit.
ga: Níl an comhad le huaslódáil bailí.
gl: O ficheiro que quere subir non é válido.
he_il: הקובץ להעלאה אינו חוקי.
hi: अपलोड करने वाली फ़ाइल वैध नहीं है।
hr_hr: Datoteka za predaju nije valjana.
hu_hu: A feltöltendő file nem érvényes.
hy: Վերբեռնվող ֆայլը վավեր չէ։
id_id: File yang di-upload tidak sah.
it: Il documento da caricare non è valido.
ja: アップロードするファイルが無効です。
ka_ge: ატვირთვადი ფაილი არასწორია.
ko_kr: 올리려는 파일이 적절하지 않습니다.
lt_lt: Failas negali būti įkeliamas.
lv_lv: Augšuplādējamais fails neatbilst priekšnosacījumiem.
mk_mk: Датотеката за качување не е валидна
ms_my: Fail untuk dimuat naik tidak sah.
my_mm: တင်သွင်းရန်ဖိုင်သည် မမှန်ကန်ပါ။
ne: अपलोड गर्ने फाइल वैध छैन।
nl: Het te uploaden bestand is niet geldig.
nn_no: Fila som skal lastast opp er ikkje gyldig.
oc: Lo fichièr a telecargar es pas valid.
pl_pl: Nieprawdłowy plik do załadowania.
ps: د اپلوډ فایل معتبر نه دی.
pt_br: O arquivo a ser enviado não é válido.
pt_pt: O ficheiro para enviar não é válido.
ro_ro: Fisierul ce trebuie transferat este invalid.
ru_ru: Файл для загрузки не действителен
sk_sk: Súbor na načítanie nie je platný
sl: Datoteka za prepis na strežnik ni veljavna.
sq: Skedari për ngarkim nuk është i vlefshëm.
sr_rs: Fajl koji želite da učitate na server nije ispravan.
sv_se: Filen för uppladdning är inte tillåten.
sw_ke: Faili la kupakia si sahihi.
ta: ஏற்ற தகவமான கோப்பு செல்லுபடியானது அல்ல.
th: ไฟล์ที่จะโอนย้ายขึ้นระบบ(Upload)ไม่ถูกต้องสมบูรณ์
tl_ph: Hindi valid ang file na ia-upload.
tr: Dosya yükleme için geçerli değil
uk_ua: Файл для завантаження некоректний.
vi_vn: Tệp tải lên không hợp lệ.
xh_za: Ifayile elungiselelwayo alisebenziyo.
zh_cn: 上传的文件非法。
zh_tw: 上傳的檔案非法。

source: Visibility modified
ar: تم تعديل خاصية الظهور
ast_es: Visibilidá cambiada
bn_bd: দৃশ্যমানতা পরিবর্তিত হয়েছে
bs_ba: Vidljivost izmijenjena
ca_es: Visibilitat modificada
cs_cz: Viditelnost změněna
da: Synlighed ændret
de: Sichtbarkeit geändert
el: Η ορατότητα τροποποιήθηκε
eo: La videblo estas ŝanĝita.
es: Visibilidad modificada
es_mx: Visibilidad modificada
eu_es: Ikusgaitasuna aldatu da
fa_ir: تغییر قابلیّت رؤیت انجام شد
fi_fi: Näkyvyys muokattu
fo_fo: Sýnileiki broytt
fur: Visibilitât modificade
ga: Athraíodh infheictheacht
gl: Visibilidade modificada
he_il: הראות השתנתה
hi: दृश्यता संशोधित
hr_hr: Vidljivost izmijenjena
hu_hu: Láthatóság módosult
hy: Տեսանելիությունը փոխվել է
id_id: Kenampakan diubah
it: Visibilità modificata
ja: 表示設定を変更しました
ka_ge: ხილვადობა შეიცვალა
ko_kr: 가시성이 변경되었습니다
lo: ການເບິ່ງເຫັນຖືກແກ້ໄຂແລ້ວ
lt_lt: Matomumas modifikuotas
lv_lv: Pieejamība pārskatīta
mk_mk: Видливоска е менувана
ms_my: Kebolehlihatan diubah
my_mm: မြင်နိုင်မှုကို ပြင်ဆင်ပြီးဖြစ်သည်
ne: दृश्यता परिवर्तन भयो
nl: Zichtbaarheid is gewijzigd.
nn_no: Synlegg endra
oc: Visibilitat modificada
pl_pl: Widoczność zmodyfikowana
ps: څرګندتیا بدله شوه
pt_br: Visibilidade modificada
pt_pt: Visibilidade modificada
ro_ro: Categorie facuta vizibila
ru_ru: Видимость изменена
sk_sk: Viditeľnosť je upravená
sl: Vidnost spremenjena
sq: Vizibiliteti u modifikua
sr_rs: Vidljivost je modifikovana
sv_se: Synlighet modifierad
sw_ke: Mwonekano umebadilishwa
ta: தெரிவு மாற்றப்பட்டது
th: ปรับปรุงการให้เห็นเอกสารแล้ว
tl_ph: Binago na ang visibility
tr: Görünürlük değiştirildi
uk_ua: Видимість змінено
vi_vn: Đã thay đổi hiển thị
xh_za: Ukubonakala kulungisiwe
zh_cn: 已修改显示/隐藏属性
zh_tw: 已修改顯示/隱藏屬性
