Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: This option allows you to show or hide to teachers the folders that the system generates for each user who visits the tool documents or send a file through the web editor. If you display these folders to the teachers, they may make visible or not the learners and allow each learner to have a specific place on the course where not only store documents, but where they can also create and edit web pages and to export to pdf, make drawings, make personal web templates, send files, as well as create, move and delete directories and files and make security copies from their folders. Each user of course have a complete document manager. Also, remember that any user can copy a file that is visible from any folder in the documents tool (whether or not the owner) to his/her portfolios or personal documents area of social network, which will be available for his/her can use it in other courses.
so_so: Fursadkani waxaan waxay kuu oggolaynaysaa inaad muujiso ama aad qariso macallimiinta faylalka nidaamku u sameeyo mid kasta oo ka mid ah isticmaale booqda qalabka dukumentiyada ama uu fayl kuu soo diro iyada oo loo marayo tifaftiraha webka. Haddii aad muujiso faylalkaas macallimiinta, waxay samayn karaan inay muuqdaan ama aanay ahayn ardayda oo ay u oggolaadaan arday kasta inuu yeesho meel gaar ah oo koorsada ah oo aan kaliya lagu keydin dukumentiyada, laakiin halkaas ay sidoo kale ku abuuri karaan oo ay u tafatiri karaan bogagga webka iyo inay u dhoofiyaan pdf, sawiro sameeyaan, qaababka webka shakhsi ahaaneed sameeyaan, faylo soo diraan, sidoo kale abuuraan, raro oo tirtiraan faylalka iyo faylalka iyo samaynta koobiyo badbaadinta amniga ee faylalkooda. Isticmaale kasta oo koorsada ah wuxuu leeyahay maamule dukumenti dhammaystiran. Waxaad sidoo kale xusuusnaataa in isticmaale kasta uu koobiyeyn karo fayl muuqda nooc kasta oo ah faylalka qalabka dukumentiyada (ha ahaato mulkiilaha iyo inkaba) ilaa boortijiyadiisa ama aaggooda dukumentiyada shakhsi ahaaneed ee shabakadda bulshada, taas oo diyaar u ah isticmaalkiisa koorsaska kale.

source: Show in documents tool all folders containing multimedia resources supplied by default
so_so: Muuji qalabka dukumentiyada dhammaan faylalka ka kooban agabka warbaahinta oo si inoog ah loo bixiyo

source: Multimedia file folders containing files supplied by default organized in categories of video, audio, image and flash animations to use in their courses. Although you make it invisible into the document tool, you can still use these resources in the platform web editor.
so_so: Faylalka warbaahinta multimedia ee faylalka si toogasho leh loo habeeyey qaybaha muuqaalka, maqalka, sawirka iyo dhaqdhaqaaqyada flash si loogu isticmaalo koorsaskooda. In kasta oo aad ka dhigto mid aan muuqan qalabka dukumentiga, haddana waxaad weli isticmaali kartaa agabkan tifaftiraha webka ee nidaamka.

source: Show the history folder of chat conversations
so_so: Muuji faylalka taariikhda wada hadalka chat-ka

source: This will show to theacher the folder that contains all sessions that have been made in the chat, the teacher can make them visible or not learners and use them as a resource
so_so: Tani waxay muujin doontaa macallinka faylka ka kooban dhammaan fadhiyada lagu qabtay chat-ka, macallinku wuxuu samayn karaa inay muuqdaan ama aanay ahayn ardayda oo ay u isticmaali karaan agab ahaan

source: Allow learners to export web documents to PDF format in the documents and wiki tools
so_so: Oggolow ardayda inay u dhoofiyaan dukumentiyada webka qaabka PDF ee qalabka dukumentiyada iyo wiki

source: This feature is enabled by default, but in case of server overload abuse it, or specific learning environments, might want to disable it for all courses.
so_so: Qaabkani waa mid si caadi ah shaqaynaya, laakiin haddii serverku uu xad dhaafay xad dhaafay, ama deegaanno waxbarasho gaar ah, laga yaabo inay rabaan inay ka joojiyaan dhammaan koorsaska.

source: Allow insertion of widgets
so_so: Oggolow gelinta gadjet-yada

source: This allows you to embed on your webpages your favorite videos and applications such as vimeo or slideshare and all sorts of widgets and gadgets
so_so: Tani waxay kuu oggolaynaysaa inaad ku dhex geliso bogaggaaga webka muuqaalladaada jecel iyo codsiyada sida vimeo ama slideshare iyo dhammaan noocyada gadjet-yada iyo gadjet-yada

source: Create audio
so_so: Abuur maqal

source: Enter the text you want to convert to an audio file
so_so: Gali qoraalka aad rabto in loo beddelo fayl maqal

source: Convert your text to speech
so_so: U beddel qoraalkaaga hadal

source: Build mp3
so_so: Dhis mp3

source: Voice
so_so: Cod

source: Female
so_so: Dumar

source: Male
so_so: Rag

source: Load the Mathjax library in all the system pages
so_so: Ku shub maktabada Mathjax ee dhammaan bogagga nidaamka

source: Activate this setting if you want to show MathML-based mathematical formulas and ASCIIsvg-based mathematical graphics not only in the 'Documents' tool, but elsewhere in the system.
so_so: Dami jahawareerka haddii aad rabto inaad muujiso qaacidooyinka xisaabta ku salaysan MathML iyo sawirada xisaabta ku salaysan ASCIIsvg oo kaliya aan ahayn qalabka 'Dukumentiyada', laakiin meelo kale oo nidaamka ah.

source: Hide tools from teachers
so_so: Ka qari qalabka macallimiinta

source: Check the tools you want to hide from teachers. This will prohibit access to the tool.
so_so: Jeclab qalabka aad rabto inaad ka qariso macallimiinta. Tani waxay mamnuuci doontaa gelitaanka qalabka.

source: Use Google audio services
so_so: Isticmaal adeegyada maqalka Google

source: Use vozMe audio services
so_so: Isticmaal adeegyada maqalka vozMe

source: Supports up to 100 characters in a wide variety of languages. The files are generated and automatically saved into the Chamilo directory where you currently are.
so_so: Taageeraa ilaa 100 xaraf oo kala duwan luqado kala duwan. Faylalka waa la soo saaray oo si otomaatig ah loo keydiyaa hagga Chamilo ee aad hadda joogto.

source: Supports text of several thousands characters, you can also select the type of voice, male or female. It works with fewer languages, however, and the audio quality is lower. Finally, you'll have to download the files manually from a new window.
so_so: Taageeraa qoraal dhowr kun oo xaraf ah, sidoo kale waxaad dooran kartaa nooca codka, lab ama dumar. Waxay la shaqaysaa luqado yar, si kastaba ha ahaatee, tayada maqalku way hoosaysaa. Ugu dambayntii, waa inaad faylalka si gacmeed uga soo dejisaa daaqad cusub.

source: Save mp3
so_so: Keydi mp3

source: Open in a new window
so_so: Ku fur daaqad cusub

source: Speed
so_so: Xawaaraha

source: Faster
so_so: Dhakhso badan

source: Fast
so_so: Dhaqso

source: Slow
so_so: Gaabis

source: Slower
so_so: Gaabis badan

source: Use Pediaphon audio services
so_so: Isticmaal adeegyada maqalka Pediaphon

source: Supports text with several thousands characters, in various types of male and female voices (depending on the language). Audio files will be generated and automatically saved to the Chamilo directory in which you are.
so_so: Taageeraa qoraal dhowr kun oo xaraf ah, noocyo kala duwan oo codad lab iyo dumar ah (luqadda ku xidhan). Faylalka maqalka waa la soo saaray oo si otomaatig ah loo keydiyaa hagga Chamilo ee aad joogto.

source: Please select a language
so_so: Fadlan dooro luqad

source: Move users results from/to a session
so_so: Raro natiijooyinka isticmaale ee fadhiga

source: This advanced tool allows you to manually improve the tracking of users results when moving from courses methodology to sessions methodology. In most cases, you won't need to use it.<br />
so_so: Qalabkan horumarsan waxay kuu oggolaynaysaa inaad si gacmeed u hagaajiso raadraaca natiijooyinka isticmaale marka laga soo raro habka koorsaska una gudbo habka fadhiyada. Xaaladaha intooda badan, uma baahna inaad isticmaasho.<br />

source: Enable watermark in PDF export
so_so: Dami astaanta biro-dharka ee dhoofinta PDF

source: By enabling this option, you can upload an image or a text that will be automatically added as watermark to all PDF exports of documents on the system.
so_so: Marka la damiyo fursadkan, waxaad kor u qaadi kartaa sawir ama qoraal si otomaatig ah loogu dariyo biro-dharko dhammaan dhoofinta PDF ee dukumentiyada nidaamka.

source: Upload a watermark image
so_so: Kor u qaadi sawirka biro-dharka

source: Enable watermark definition by course
so_so: Dami qeexitaanka biro-dharka ee koorska

source: When this option is enabled, teachers can define their own watermark for the documents in their courses.
so_so: Marka la damiyo fursadkan, macallimiintu waxay qeexi karaan biro-dharkooda gaarka ah ee dukumentiyada koorsaskooda.

source: PDF watermark text
so_so: Qoraalka biro-dharka PDF

source: This text will be added as a watermark to the documents exports as PDF.
so_so: Qoraalkani waxa lagu dari doonaa biro-dharko ahaan dhoofinta dukumentiyada PDF.

source: Minimum score of exercises
so_so: Dhibcaha ugu yar ee layliyada

source: Define a minimum score (generally 0) for all the exercises on the platform. This will define how final results are shown to users and teachers.
so_so: Qeex dhibcaha ugu yar (guud ahaan 0) dhammaan layliyada nidaamka. Tani waxay qeexi doontaa sida natiijooyinka ugu dambeeya loo muujiyo isticmaale iyo macallimiinta.

source: Maximum score of exercises
so_so: Dhibcaha ugu badan ee layliyada

source: Define a maximum score (generally 10,20 or 100) for all the exercises on the platform. This will define how final results are shown to users and teachers.
so_so: Qeex dhibcaha ugu badan (guud ahaan 10,20 ama 100) dhammaan layliyada nidaamka. Tani waxay qeexi doontaa sida natiijooyinka ugu dambeeya loo muujiyo isticmaale iyo macallimiinta.

source: Add a picture
so_so: Ku dar sawir

source: Enable learning path auto-launch
so_so: Dami wadada waxbarashada si otomaatig ah u bilow

source: Use default maximum score of 100
so_so: Isticmaal dhibcaha ugu badan ee caadiga ah ee 100

source: Disable learning path auto-launch
so_so: Disable auto-launch eebaa learning path

source: The learning path auto-launch setting is ON. When learners enter this course, they will be automatically redirected to the learning path marked as auto-launch.
so_so: Dejinta auto-launch eebaa learning path waa ON. Marka ardaydu koorskan soo galo, si toos ah ayaa loogu wareejin doonaa learning path-ka loo calaamadeeyay auto-launch.

source: Unique answer with unknown
so_so: Jawaab gaar ah oo aan la garanayn

source: Multiple answer true/false/don't know
so_so: Jawaabo badan run/biyo/ma garanayo

source: Combination true/false/don't-know
so_so: Isku-darka run/biyo/ma-garanayo

source: Don't know
so_so: Ma garanayo

source: Exam not available at this time
so_so: Imtixaanku hadda diyaar maaha

source: Username or e-mail address
so_so: Magaca isticmaale ama ciwaanka iimeylka

source: Enable MathJax
so_so: Damayn MathJax

source: Activate
so_so: Damayn

source: Deactivate
so_so: Fur

source: Learning path settings
so_so: Dejinta learning path

source: Careers and promotions
so_so: Xirfadaha iyo dallacsiinta

source: Careers
so_so: Xirfadaha

source: Promotions
so_so: Dallacsiinta

source: Update successful
so_so: Cusboonaysii guul leh

source: Career
so_so: Xirfad

source: Subscribe sessions to promotions
so_so: Ku-dallacsi jirrooyinka dallacsiinta

source: Sessions not subscribed
so_so: Jirrooyinka lama cusboonaysiin

source: First letter of session name
so_so: Xarafka ugu horreeya ee magaca jir

source: Sessions in this promotion
so_so: Jirrooyinka ku jira dallacsiintan

source: Subscribe sessions to promotion
so_so: Ku-dallacsi jirrooyinka dallacsiinta

source: No end time
so_so: Ma jiro waqti dhammaad ah

source: Subscribe users to class
so_so: Ku-dallacsi isticmaale fasalka

source: Subscribe class to courses
so_so: Ku-dallacsi fasalka koorsaska

source: Subscribe class to sessions
so_so: Ku-dallacsi fasalka jirrooyinka

source: Sessions in group
so_so: Jirrooyinka kooxda

source: Courses in group
so_so: Koorsaska kooxda

source: Users in group
so_so: Isticmaale kooxda

source: Users on platform
so_so: Isticmaale platform-ka

source: Created at
so_so: La abuuray

source: Updated at
so_so: Cusboonaysiiyay

source: Created on
so_so: La abuuray

source: Paint
so_so: Rang

source: My results
so_so: Natiijooyinkayga

source: All learning paths
so_so: Dhammaan learning paths

source: By course
so_so: Koorska

source: My MCQ
so_so: MCQ-kayga

source: Learning path updated
so_so: Learning path la cusboonaysiiyay

source: You will have to create a career before you can add promotions (promotions are sub-elements of a career)
so_so: Waa inaad abuurtaa xirfad ka hor intaadan ku darin dallacsiinta (dallacsiintu waa qaybo-hoosaadka xirfadda)

source: Output buffering setting is "On" for being enabled or "Off" for being disabled. This setting also may be enabled through an integer value (4096 for example) which is the output buffer size.
so_so: Dejinta wax-soo-saarka buffering waa "On" si loo shaqeeyo ama "Off" si loo furto. Dejintan waxa kale oo lagu shaqayn karaa qiime integer (tusaale 4096) kaas oo ah cabbirka wax-soo-saarka.

source: Extension loaded
so_so: Kordhinta la raro

source: Add a course
so_so: Ku dar koors

source: Per week
so_so: Todobaadkii

source: Subscribe group to sessions
so_so: Ku-dallacsi kooxda jirrooyinka

source: Subscribe group to courses
so_so: Ku-dallacsi kooxda koorsaska

source: Compare stats
so_so: Isbarbardhig stats

source: Rename and comment
so_so: Magac-badee oo faallo

source: Photo retouching
so_so: Hagaajinta sawirka

source: The <i>%s</i> promotion has been archived. This action has the consequence of making invisible all sessions registered into this promotion. You can undo this by unarchiving this promotion.
so_so: Dallacsiinta <i>%s</i> waa la keydiyay. Ficilkan waxa uu keenaa in la invisiblo dhammaan jirrooyinka ku diiwaan galay dallacsiintan. Waxaad tan ka noqon kartaa adiga oo furaya dallacsiintan.

source: The <i>%s</i> promotion has been unarchived. This action has the consequence of making visible all sessions registered into this promotion. You can undo this by archiving the promotion.
so_so: <i>%s</i> horumarintii waa la furay. Ficilkan waxa uu keenaa in la muuqdo dhammaan fadhiyada ku diiwaan gashan horumarintan. Waxaad ku beddeli kartaa iyadoo la keydiyo horumarinta.

source: The <i>%s</i> career has been archived. This action has the consequence of making invisible the career, its promotions and all the sessions registered into this promotion. You can undo this by unarchiving the career.
so_so: <i>%s</i> xirfadda waa la keydiyay. Ficilkan waxa uu keenaa in la qariyo xirfadda, horumarinteeda iyo dhammaan fadhiyada ku diiwaan gashan horumarintan. Waxaad ku beddeli kartaa iyadoo la furayo xirfadda.

source: The <i>%s</i> career has been unarchived. This action has the consequence of making visible the career, its promotions and all the sessions registered into this promotion. You can undo this by archiving the career.
so_so: <i>%s</i> xirfadda waa la furay. Ficilkan waxa uu keenaa in la muuqdo xirfadda, horumarinteeda iyo dhammaan fadhiyada ku diiwaan gashan horumarintan. Waxaad ku beddeli kartaa iyadoo la keydiyo xirfadda.

source: See all
so_so: Eeg dhammaantood

source: See only archived
so_so: Eeg kuwa keydiyay oo keliya

source: See only unarchived
so_so: Eeg kuwa aan keydiyin oo keliya

source: Latest attempt
so_so: Isku daygii ugu dambeeyay

source: Watermark header in PDF exports
so_so: Calamad-burnaansho madaxa PDF la soo saarayo

source: False
so_so: Been

source: Enrolment by classes
so_so: Diiwaangelinta fasalada

source: Your contact information could not be sent. This is probably due to a temporary network problem. Please try again in a few seconds. If the problem remains, ignore this registration process and simply click the button to go to the next step.
so_so: Macluumaadkaaga xiriirka ah lama gudbin karin. Tani waxay u badan tahay dhibaato shabakad ku meel gaar ah. Fadlan isku day mar kale dhawr ilbiriqsi gudahood. Haddii dhibaatadu sii ahaato, iska indhatir habka diiwaangelinta oo si fudud u riix badhanka si aad u gudubto tallaabada xigta.

source: Fill courses
so_so: Buuxi koorsooyinka

source: Fill sessions
so_so: Buuxi fadhiyada

source: My classes
so_so: Fasaladayda

source: Archived
so_so: Keydiyay

source: Unarchived
so_so: Aan keydiyin

source: Publication date
so_so: Taariikhda daabacaadda

source: My social groups
so_so: Kooxaha bulshada ee aniga ah

source: Social groups
so_so: Kooxaha bulshada

source: Create a social group
so_so: Abuur koox bulsho

source: Not logged in for some time
so_so: Ma galin muddo ah

source: Last %d months
so_so: Ugu dambeyntii %d bilood

source: Never connected
so_so: Waligeed ma xidhnayn

source: Font resize accessibility feature
so_so: Tilmaamaha la heli karo ee xajmiga font

source: Enable this option to show a set of font resize options on the top-right side of your campus. This will allow visually impaired to read their course contents more easily.
so_so: Shid ikhtiyaarkaan si aad u muujiso xulashooyinka xajmiga font-ka ee dhinaca midig sare ee xaruntaada. Tani waxay u oggolaanaysaa kuwa aragga daciifka ah inay si fudud u akhriyaan waxyaabaha kooraska.

source: Correct and rate
so_so: Sixin oo qiimeynta

source: Upon reception
so_so: Marka la helo

source: Once a day
so_so: Mar hal maalin

source: These questions have been taken from the learning paths
so_so: Su'aalahan waxaa laga soo qaatay waddooyinka waxbarashada

source: All learners attempts are considered
so_so: Isku dayga dhammaan baranayaasha waa la tixgelinayaa

source: Current view mode: external embed. Use only for embedding in external sites.
so_so: Qaabka muuqda hadda: gelida dibadda. Isticmaal kaliya gelida goobaha dibadda.

source: Item added
so_so: Sheyga waa la daray

source: Item deleted
so_so: Sheyga waa la tirtiray

source: Item updated
so_so: Sheyga waa la cusboonaysiiyay

source: Item copied
so_so: Sheyga waa la koobiyeeyay

source: My statistics
so_so: Tirakoobkayga

source: Tests available
so_so: Imtixaannada la heli karo

source: Exercises taken
so_so: Ciyaaraha la qaaday

source: Average test result
so_so: Natiijada imtixaanka celceliska

source: Learning path progress
so_so: Horumarinta waddada waxbarashada

source: Best result in course
so_so: Natiijada ugu fiican ee koorska

source: From %s to %s
so_so: Laga soo bilaabo %s ilaa %s

source: Redirect to a selected learning path
so_so: U wareeji waddada waxbarashada la doortay

source: Redirect to the learning paths list
so_so: U wareeji liiska waddooyinka waxbarashada

source: Propagate negative results between questions
so_so: Faafi natiijooyinka taban ee u dhexeeya su'aalaha

source: Learners cannot see this learning path
so_so: Baranayaashu ma arki karaan waddadan waxbarashada

source: Use this question in the test as a link (not a copy)
so_so: Isticmaal su'aashan imtixaanka sida xiriir (ma aha koobi)

source: Practice mode: Show score only, by category if at least one is used
so_so: Qaabka tababarka: Muuji dhibcaha kaliya, qaybta haddii ugu yaraan mid la isticmaalo

source: Clean
so_so: Nadiifin

source: In case of multiple attempts, only shows the best result of each learner
so_so: Marka ay jiraan isku dayo badan, waxay muujisaa oo keliya natiijada ugu fiican ee arday kasta

source: Edit members list
so_so: Tafatir liiska xubnida

source: Best attempt
so_so: Isku day isku dayga ugu fiican

source: Progress of own exercises results over time, against learners average
so_so: Horumarinta natiijooyinka shaqooyinka shaqsiga ah ee waqtiga ka dambeeya, marka la barbar dhigo celceliska ardayda

source: Notify by mail on new invitation received
so_so: Ku ogeysi mailka marka la helo casuumad cusub

source: Notify by mail on new personal message received
so_so: Ku ogeysi mailka marka la helo fariin shaqsiga ah oo cusub

source: Notify by mail on new message received in group
so_so: Ku ogeysi mailka marka la helo fariin cusub oo kooxda ah

source: Fulltext search
so_so: Raadin dhammaystir

source: This feature allows you to index most of the documents uploaded to your portal, then provide a search feature for users.<br />This feature will not index documents that have already been uploaded, so it is important to enable (if wanted) at the beginning of your implementation.<br />Once enabled, a search box will appear in the courses list of every user. Searching for a specific term will bring a list of corresponding documents, exercises or forum topics, filtered depending on the availability of these contents to the user.
so_so: Qaybtan waxay kuu oggolaanaysaa in aad indeksiso inta badan dukumentiyada la soo geliyay boggaaga, ka dibna sii wado qayb raadinta ee isticmaalka.<br />Qaybtani ma indeksin doonto dukumentiyada horey loo soo geliyay, markaa waa muhiim in aad daarto (haddii la doonayo) bilowga hirgelintaada.<br />Marka la daaro, sanduuqa raadinta ayaa ka muuqan doona liiska koorsooyinka ee isticmaale kasta. Raadinta erey gaar ah waxay keeni doontaa liis dukumentiyo u dhiganta, shaqooyin ama mawduucyo forum, oo la nadiifiyo iyadoo ku xidhan helitaanka waxyaabahan isticmaale.

source: Available custom search fields
so_so: Goobaha raadinta gaarka ah ee la heli karo

source: Xapian module installed
so_so: Module-ka Xapian waa la rakibay

source: Click on the box below to select files from your computer (you can use CTRL + clic to select various files at a time), or drag and drop some files from your desktop directly over the box below. The system will handle the rest!
so_so: Guji sanduuqa hoose si aad uga doorato faylalka kombiyuutarkaaga (waad isticmaali kartaa CTRL + klik si aad u doorato faylallo kala duwan hal mar), ama jiido oo rido faylalada miiskaaga si toos ah sanduuqa hoose. Nidaamku waxa uu qaban doonaa inta hartay!

source: Simple
so_so: Fudud

source: Multiple
so_so: Badan

source: Click or drag and drop files here to upload them
so_so: Guji ama jiido oo rido faylalka halkan si aad u soo geliso

source: Import quiz from Excel
so_so: Ka soo dejin imtixaanka Excel

source: Download the Excel Template
so_so: So celcelinta Excel

source: You are currently using %s MB (%s) of your %s MB.
so_so: Waad isticmaalaysaa %s MB (%s) oo ka mid ah %s MB.

source: Average is calculated based on all test attempts
so_so: Celceliska waxa lagu xisaabiyaa dhammaan isku dayada imtixaanka

source: Average is calculated based on the latest attempts
so_so: Celceliska waxa lagu xisaabiyaa isku dayada ugu dambeeyay

source: Latest attempt average score
so_so: Celceliska dhibcaha isku dayga ugu dambeeyay

source: Supported formats for index
so_so: Qaabayaha la taageero ee indeks

source: Installed
so_so: La rakibay

source: Not installed
so_so: Ma rakibna

source: Programs needed to convert files
so_so: Barnaamijyada loo baahan yahay beddelka faylalka

source: You are using Chamilo in a Windows platform, sadly you can't convert documents in order to search the content using this tool
so_so: Waad isticmaalaysaa Chamilo platformka Windows, nasiib darro ma beddeli karto dukumentiyada si aad ugu raadiso nuxurka adigoo isticmaalaya qalabkan

source: Only letters (a-z) and numbers (0-9)
so_so: Xarfaha kaliya (a-z) iyo tirooyinka (0-9)

source: Hide courses list in sessions
so_so: Qari liiska koorsooyinka ee kalfadhiyada

source: When showing the session block in your courses page, hide the list of courses inside that session (only show them inside the specific session screen).
so_so: Marka la muujinayo block-ka kalfadhiga boggaada koorsooyinka, qari liiska koorsooyinka gudaha kalfadhigaas (kaliya muujiyo gudaha shaashadda kalfadhiga gaarka ah).

source: Show classes to users
so_so: Muuji fasalada isticmaale
