Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Sorry, you are trying to access the registration page for this portal, but registration is currently disabled. Please contact the administrator (see contact information in the footer). If you already have an account on this site.
ar: للاسف، انت تحاول التسجيل في النظام، الا ان التسجيل حاليا معطل، يرجى مراسلة المدير - معلومات المراسلة في ذيل الصفحة
ast_es: Sentíu, tas intentando acceder a la páxina de rexistru d'esti portal, pero'l rexistru ta desactivao actualmente. Por favor, ponte n'contactu col alministrador (ver información de contautu nel pie de páxina). Si ya tienes una cuenta nesta web.
bn_bd: দুঃখিত, আপনি এই পোর্টালের জন্য নিবন্ধন পৃষ্ঠায় প্রবেশ করার চেষ্টা করছেন, কিন্তু নিবন্ধন বর্তমানে নিষ্ক্রিয়। দয়া করে প্রশাসকের সাথে যোগাযোগ করুন (ফুটারে যোগাযোগের তথ্য দেখুন)। যদি আপনার এই সাইটে ইতিমধ্যে একটি অ্যাকাউন্ট থাকে।
bs_ba: Žao nam je, pokušavate pristupiti stranici za registraciju ovog portala, ali registracija je trenutno onemogućena. Molimo kontaktirajte administratora (pogledajte kontakt informacije u podnožju). Ako već imate račun na ovom sajtu.
ca_es: Esteu intentant accedir a la pàgina de registre d'aquest portal, però el registre d'usuaris actualment està deshabilitat. Contacteu amb l'administrador (veieu informació de contacte). Si ja disposeu d'un compte en aquest lloc.
cs_cz: Omlouváme se, pokoušíte se o přístup na registrační stránku tohoto portálu, ale registrace je v současnosti vypnuta. Kontaktujte prosím správce (viz kontaktní informace v patičce). Pokud již máte účet na tomto webu.
da: Undskyld, du forsøger at tilgå registreringssiden for dette portal, men registrering er i øjeblikket deaktiveret. Kontakt venligst administratoren (se kontaktoplysninger i footeren). Hvis du allerede har en konto på dette site.
de: Es tut uns leid, Sie versuchen gerade, die Anmeldungs-Seite für dieses Portal aufzurufen, aber die Anmeldung ist derzeit deaktiviert. Bitte kontaktieren Sie den Administrator (siehe Kontaktdaten in der Fußzeile). Wenn Sie bereits ein Konto auf dieser Site haben.
el: Λυπούμαστε, προσπαθείτε να αποκτήσετε πρόσβαση στη σελίδα εγγραφής για αυτή την πύλη, αλλά η εγγραφή είναι απενεργοποιημένη. Παρακαλούμε επικοινωνήστε με το διαχειριστή (βλέπε στοιχεία επικοινωνίας στο κάτω μέρος της σελίδας). Αν έχετε ήδη ένα λογαριασμό σε αυτό το site.
eo: Bedaŭrinde, vi provas aliri la paĝon de registriĝo por ĉi tiu portalo, sed registriĝo estas malkapabligita. Bonvolu kontakti la administranton (vidu kontaktajn informojn en la malsupra paĝoparto). Se vi jam havas konton sur ĉi tiu retejo.
es: Disculpe, está intentando acceder a la página de registro del portal, pero el registro de usuarios está actualmente deshabilitada. Por favor, contacte al administrador(Véase información de contacto). Si usted ya tiene una cuenta en nuestro sitio.
es_mx: Lo siento, estás intentando acceder a la página de registro de este portal, pero el registro está actualmente deshabilitado. Por favor contacta al administrador (ver información de contacto en el pie de página). Si ya tienes una cuenta en este sitio.
eu_es: Sentitzen dugu, portalo honetarako izena emateko orrialdera sartzen saiatzen ari zara, baina izena ematea une honetan desgaituta dago. Jarri harremanetan administratzailearekin (ikusi oinarriek kontaktuko informazioa). Baduzu kontu bat leku honetan.
fa_ir: متأسفیم، شما در حال تلاش برای دسترسی به صفحه ثبت نام این پورتال هستید، اما ثبت نام در حال حاضر غیرفعال است. لطفاً با مدیر تماس بگیرید (اطلاعات تماس را در فوتر ببینید). اگر قبلاً حساب کاربری در این سایت دارید.
fi_fi: Valitettavasti yrität päästä tämän portaalin rekisteröitymiselle, mutta rekisteröinti on tällä hetkellä pois käytöstä. Ota yhteyttä ylläpitäjään (katso yhteystiedot alatunnisteesta). Jos sinulla on jo tili tällä sivustolla.
fo_fo: Náttúran, tú ert í ferð við at fáa atgongd til skrásetingarsíðuna fyri hesa portalin, men skráseting er í løtuni óvirkin. Vinarliga hava samband við ambætaran (sja sambandsupplýsingar í fótinum). Um tú longu hevur eina konto á hesi síðu.
fur: Scuse, ti stâs provant d'accedi la pàgine di iscrission par chest portal, ma l'iscripcion je attualment disativade. Ples contatâ l'amministradôr (vedî lis informazions di contat tal pie di pàgine). Se tu ai già un cont su chest sît.
ga: Tá brón orainn, tá tú ag iarraidh dul isteach ar leathanach clárúcháin an phortail seo, ach tá clárúchán faoi láthair díchumasaithe. Déan teagmháil leis an riarthóir (féach eolas teagmhála sa chos). Má tá cuntas agat cheana ar an suíomh seo.
gl: Disculpe, está intentando acceder á páxina de rexistro do portal, pero o rexistro de usuarios está actualmente deshabilitado. Por favor, contacte co administrador(Véxase información de contacto ao pé). Se vostede xa ten unha conta neste sitio.
he_il: מצטערים, אתה מנסה לגשת לדף ההרשמה של פורטל זה, אך ההרשמה מושבתת כעת. אנא פנה למנהל המערכת (ראה מידע ליצירת קשר בכותרת התחתונה). אם כבר יש לך חשבון באתר זה.
hi: क्षमा करें, आप इस पोर्टल के पंजीकरण पृष्ठ तक पहुंचने का प्रयास कर रहे हैं, लेकिन पंजीकरण वर्तमान में अक्षम है। कृपया प्रशासक से संपर्क करें (फ़ुटर में संपर्क जानकारी देखें)। यदि आपके पास पहले से इस साइट पर खाता है।
hr_hr: Žao nam je, pokušavate pristupiti stranici za registraciju ovog portala, ali registracija je trenutačno onemogućena. Kontaktirajte administratora (pogledajte kontakt podatke u podnožju). Ako već imate račun na ovoj stranici.
hu_hu: Sajnáljuk, a portál regisztrációs oldalára próbál hozzáférni, de a regisztráció jelenleg le van tiltva. Kérem, vegye fel a kapcsolatot a rendszergazdával (lásd a láblécben a kapcsolati információkat). Ha már van fiókja ezen az oldalon.
hy: Ցավակցություն, դուք փորձում եք մուտք գործել այս պորտալի գրանցման էջ, բայց գրանցումը ներկայումս անհասանելի է: Խնդրում ենք կապվել ադմինիստրատորի հետ (տեսեք կոնտակտային տեղեկությունները ներքևի մասում): Եթե արդեն ունեք հաշիվ այս կայքում:
id_id: Maaf, Anda mencoba mengakses halaman pendaftaran portal ini, tetapi pendaftaran saat ini dinonaktifkan. Silakan hubungi administrator (lihat informasi kontak di footer). Jika Anda sudah memiliki akun di situs ini.
it: Scusa, stai cercando di accedere alla pagina di registrazione, ma attualmente le registrazioni sono disabilitate. Contatta l'amministratore (le info di contatto sono in basso a destra nella pagina) se già hai un account su questo sito.
ja: 申し訳ありませんが、このポータルの登録ページにアクセスしようとしていますが、現在登録は無効になっています。管理者に連絡してください（フッターの連絡先情報を参照）。このサイトにすでにアカウントをお持ちの場合。
ka_ge: ბოდიში, თქვენ ცდილობთ წვდომას ამ პორტალის რეგისტრაციის გვერდზე, მაგრამ რეგისტრაცია მიმდინარე დროს გამორთულია. გთხოვთ, დაუკავშირდეთ ადმინისტრატორს (იხილეთ კონტაქტის ინფორმაცია ფუტერში). თუ უკვე გაქვთ ანგარიში ამ საიტზე.
ko_kr: 이 포털의 등록 페이지에 접근하려고 하지만 등록이 현재 비활성화되어 있습니다. 관리자에게 문의하세요 (하단 연락처 참조). 이미 이 사이트에 계정이 있는 경우.
lo: ຂໍອະໄພ, ທ່ານກຳລັງພະຍາຍາມເຂົ້າເຖິງໜ້າລົງທະບຽນຂອງປະຕູນີ້, ແຕ່ການລົງທະບຽນຖືກປິດໄວ້ຊົ່ວຄາວ. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບ (ເບິ່ງຂໍ້ມູນຕິດຕໍ່ທີ່ສ່ວນທ້າຍ). ຖ້າທ່ານມີບັນຊີໃນເວັບໄຊນີ້ແລ້ວ.
lt_lt: Atsiprašome, bandote pasiekti šio portalo registracijos puslapį, bet registracija šiuo metu išjungta. Susisiekite su administratoriumi (žr. kontaktinę informaciją apačioje). Jei jau turite paskyrą šiame portale.
lv_lv: Atvainojiet, jūs mēģināt piekļūt šīs portāla reģistrācijas lapai, bet reģistrācija pašlaik ir atspējota. Lūdzu, sazinieties ar administratoru (skatiet kontaktinformāciju kājenī). Ja jums jau ir konts šajā vietnē.
mk_mk: Извинете, се обидувате да пристапите до страницата за регистрација за овој портал, но регистрацијата е моментално оневозможена. Ве молиме контактирајте го администраторот (видете контакт информации во подножјето). Ако веќе имате сметка на овој сајт.
ms_my: Maaf, anda cuba mengakses halaman pendaftaran portal ini, tetapi pendaftaran saat ini dilumpuhkan. Sila hubungi pentadbir (lihat maklumat hubungan di footer). Jika anda sudah mempunyai akaun di laman ini.
my_mm: ဝမ်းနည်းပါသည်၊ သင်သည် ဤဝဘ်ဆိုက်အတွက် မှတ်ပုံတင်စာမျက်နှာသို့ ဝင်ရောက်ရန် ကြိုးစားနေသော်လည်း၊ မှတ်ပုံတင်ခြင်းကို လက်ရှိပိတ်ထားသည်။ ကျေးဇူးပြု၍ စီမံခန့်ခွဲသူထံ ဆက်သွယ်ပါ (အောက်ခြေရှိ ဆက်သွယ်ရန်အချက်အလက်များကို ကြည့်ပါ)။ အကယ်၍ သင့်တွင် ဤဝဘ်ဆိုက်ပေါ်တွင် အကောင့်ရှိပြီးဖြစ်ပါက။
ne: माफ गर्नुहोस्, तपाईं यो पोर्टलको दर्ता पृष्ठमा पहुँच गर्न खोज्दै हुनुहुन्छ, तर दर्ता हाल अक्षम छ। कृपया प्रशासकसँग सम्पर्क गर्नुहोस् (फुटरमा सम्पर्क जानकारी हेर्नुहोस्)। यदि तपाईंसँग यो साइटमा पहिले नै खाता छ।
nl: Sorry, u probeert toegang te krijgen tot de registratiepagina van dit portal, maar de registratie is op het ogenblik uitgezet. Neem contact op met de platformbeheerder (zie contactinformatie onderaan, als u al een account heeft op deze site.
nn_no: Orsak, du prøver å gå til registreringssida for dette portala, men registrering er for tida deaktivert. Kontakt administratoren (sjekk kontaktinfo i bunnteksten). Om du alt har ein konto på denne sida.
oc: Desolat, vos attemptatz d'accedir a la pagina d'inscripcion d'aqueste portal, mas l'inscripcion es actualament desactivada. Contactatz l'administrator (vejatz las informacions de contacte dins lo pie de pàgina). Se ja avetz un compte sul site.
pl_pl: Przepraszamy, próbujesz uzyskać dostęp do strony rejestracji tego portalu, ale rejestracja jest obecnie wyłączona. Skontaktuj się z administratorem (patrz informacje kontaktowe w stopce). Jeśli masz już konto na tej stronie.
ps: بخښنه غواړو، تاسو د دې پورټل د ثبت پاڼې لاسرسي هڅه کوئ، خو ثبت اوس بند دی. مهرباني وکړئ له ادمین سره اړیکه ونیسئ (پای کې د اړیکو معلومات وګورئ). که تاسو په دې سایټ کې حساب لرئ.
pt_br: Desculpe, você está tentando acessar a página de registro deste portal, mas os registros estão atualmente desativados. Por favor, contate o administrador (veja a informação de contato no rodapé). Se você já tem uma conta neste site.
pt_pt: Lamentamos, está a tentar aceder a uma página registada neste portal, mas o registo está neste momento indisponível. Por favor contate o administrador (veja o contato no rodapé). Isto se já tiver uma conta neste site.
ro_ro: Ne pare rău, încercați să accesați pagina de înregistrare a site-ului, dar înregistrarea utilizator este dezactivată. Vă rugăm să contactați administratorul (a se vedea informații de contact). Dacă aveți deja un cont pe site-ul nostru.
ru_ru: Извините, вы пытаетесь получить доступ к странице регистрации этого портала, но регистрация в настоящее время отключена. Свяжитесь с администратором (см. контактную информацию в нижнем колонтитуле). Если у вас уже есть аккаунт на этом сайте.
sk_sk: Ospravedlňujeme sa, ale vy sa snažíte o prístup k registračnej stránke pre tento portál, ale registrácia v súčasnej dobe nie je povolená. Prosím, obráťte sa na správcu (pozrite kontaktné údaje v päte). Ak už máte účet na tejto stránke.
sl: Oprostite. Skušali ste dostopiti do strani za registracijo v portal. Registracije je trenutno onemogočena. Prosimo, da skušate kontaktirati upravitelja portala (glej informacije v nogi te strani).
sq: Na vjen keq, po përpiqeni të aksesoni faqen e regjistrimit për këtë portal, por regjistrimi është aktualisht i çaktivizuar. Ju lutemi kontaktoni administratorin (shihni informacionin e kontaktit në footer). Nëse keni tashmë një llogari në këtë faqe.
sr_rs: Izvinite, pokušavate da pristupite stranici za registraciju ovog portala, ali registracija je trenutno onemogućena. Molimo kontaktirajte administratora (pogledajte kontakt informacije u podnožju). Ako već imate nalog na ovom sajtu.
sv_se: Tyvärr, du försöker komma åt registreringssidan för denna portal, men registrering är för närvarande inaktiverad. Kontakta administratören (se kontaktinformation i sidfoten). Om du redan har ett konto på denna webbplats.
sw_ke: Samahani, unajaribu kufikia ukurasa wa usajili wa lango hili, lakini usajili umelemazwa kwa sasa. Tafadhali wasiliana na msimamizi (tazama taarifa za mawasiliano kwenye footer). Kama tayari una akaunti kwenye tovuti hii.
ta: மன்னிக்கவும், நீங்கள் இந்த போர்ட்டலுக்கான பதிவு பக்கத்தை அணுக முயற்சிக்கிறீர்கள், ஆனால் பதிவு தற்போது முடக்கப்பட்டுள்ளது. நிர்வாகியைத் தொடர்பு கொள்ளவும் (அடியில் தொடர்பு தகவல் பார்க்கவும்). உங்களுக்கு இந்த தளத்தில் ஏற்கனவே கணக்கு இருந்தால்.
th: ขออภัย คุณพยายามเข้าถึงหน้าสมัครสมาชิกของพอร์ทัลนี้ แต่การสมัครสมาชิกถูกปิดใช้งานในปัจจุบัน กรุณาติดต่อผู้ดูแลระบบ (ดูข้อมูลติดต่อในส่วนท้าย) หากคุณมีบัญชีในไซต์นี้แล้ว
tl_ph: Paumanhin, sinusubukan mong ma-access ang pahina ng pagrehistro para sa portal na ito, ngunit ang pagrehistro ay pansamantalang hindi pinagana. Mangyaring makipag-ugnayan sa administrator (tingnan ang impormasyon ng kontak sa footer). Kung may account ka na sa site na ito.
tr: Üzgünüz, bu portaldaki kayıt sayfasına erişmeye çalışıyorsunuz, ancak kayıt şu anda devre dışı. Lütfen yöneticiyle iletişime geçin (alt bilgideki iletişim bilgilerini görün). Bu sitede zaten bir hesabınız varsa.
uk_ua: Вибачте, ви намагаєтеся отримати доступ до сторінки реєстрації цього порталу, але реєстрація наразі відключена. Будь ласка, зверніться до адміністратора (див. контактну інформацію в нижньому колонтитулі). Якщо у вас вже є обліковий запис на цьому сайті.
vi_vn: Xin lỗi, bạn đang cố truy cập trang đăng ký của cổng này, nhưng đăng ký hiện đang bị vô hiệu hóa. Vui lòng liên hệ quản trị viên (xem thông tin liên hệ ở chân trang). Nếu bạn đã có tài khoản trên trang này.
xh_za: Ukuluxolo, uzama ukufikelela kwiphepha lobhaliso lale portal, kodwa ubhaliso lukhululwe ngoku. Nceda uqhagane nomlawuli (bona ulwazi lokunxibelelana ezantsi). Ukuba sele unayo i-akhawunti kwesi sayithi.
zh_cn: 抱歉，您正试图访问此门户的注册页面，但注册当前已禁用。请联系管理员（请参阅页脚中的联系信息）。如果您已在此站点拥有账户。
zh_tw: 抱歉，您正試圖存取此入口網站的註冊頁面，但註冊目前已停用。請聯絡管理員（見頁尾聯絡資訊）。如果您已在本網站擁有帳號。

source: Enter course with CAS authentication
ar: CAS الولوج الى المقرر من خلال توثيق
ast_es: Entrar nel cursu con autenticación CAS
bn_bd: CAS প্রমাণীকরণের সাথে কোর্সে প্রবেশ করুন
bs_ba: Uđite u kurs sa CAS autentifikacijom
ca_es: Introdueix el curs amb autenticació CAS
cs_cz: Vstoupit do kurzu s CAS autentizací
da: Gå ind i kursus med CAS-autentificering
de: Kurs mit CAS-Authentifizierung eingeben
el: Είσοδος στο μάθημα με έλεγχο ταυτότητας CAS
eo: Eniri kurson kun CAS-aŭtentigo
es: Ingrese el curso con autentificación CAS
es_mx: Entrar al curso con autenticación CAS
eu_es: CAS autentifikazioarekin ikastaroan sartu
fa_ir: ورود به دوره با احراز هویت CAS
fi_fi: Kirjaudu kurssille CAS-todennuksella
fo_fo: Far inn í líndi við CAS loyving
fur: Jentrâ tal cors cun autenticazion CAS
ga: Iontráil cúrsa le fíordheimhniú CAS
gl: Entrar no curso con autenticación CAS
he_il: היכנס לקורס עם אימות CAS
hi: CAS प्रमाणीकरण के साथ कोर्स में प्रवेश करें
hr_hr: Uđite u predmet s CAS autentifikacijom
hu_hu: Kurzusba lépés CAS hitelesítéssel
hy: Մուտք դասընթաց CAS հաստատման միջոցով
id_id: Masuk ke kursus dengan autentikasi CAS
it: Accedi al corso con autenticazione CAS
ja: CAS認証でコースに入る
ka_ge: კურსში შეყვანა CAS აუთენტიფიკაციით
ko_kr: CAS 인증으로 강좌 입장
lt_lt: Įeiti į kursą su CAS autentifikacija
lv_lv: Ienākt kursā ar CAS autentifikāciju
mk_mk: Влези во курс со CAS автентикација
ms_my: Masuk kursus dengan pengesahan CAS
my_mm: CAS အထောက်အထားစစ်ဆေးမှုဖြင့် သင်တန်းသို့ ဝင်ရောက်ပါ
ne: CAS प्रमाणीकरणसँग कोर्स प्रवेश गर्नुहोस्
nl: Ga naar cursus via CAS authenticatie
nn_no: Gå inn i kurs med CAS-autentisering
oc: Entrar dins lo cors amb autentificacion CAS
pl_pl: Wejdź do kursu z uwierzytelnieniem CAS
ps: د CAS تصدیق سره کورس ته داخل شئ
pt_br: Entre com sua autenticação CAS
pt_pt: Entrar no curso com autenticação CAS
ro_ro: Intrati in curs cu indentificare CAS
ru_ru: Войти в курс с аутентификацией CAS
sk_sk: Zadajte kurz s CAS overovaním
sl: Vstopi v tečaj s CAS avtentifikacijo
sq: Hyni në kurs me autentikim CAS
sr_rs: Uđi u kurs sa CAS autentifikacijom
sv_se: Gå in i kurs med CAS-autentisering
sw_ke: Ingia kwenye kozi kwa uthibitisho wa CAS
ta: CAS அங்கீகாரத்துடன் பாடநூலை நுழையவும்
th: เข้าคอร์สด้วยการยืนยันตัวตน CAS
tl_ph: Pumasok sa kurso gamit ang CAS authentication
tr: CAS kimlik doğrulamasıyla kursa gir
uk_ua: Вступити до курсу з автентифікацією CAS
vi_vn: Vào khóa học với xác thực CAS
xh_za: Ngena kwikhosi ngogqirho lwe-CAS
zh_cn: 使用CAS认证进入课程
zh_tw: 使用 CAS 驗證進入課程

source: Teachers will be added as a coach in all course sessions.
ar: سيتم اضافة المدرسين كمعلميين في كافة دورات المقرر
ast_es: Los profesors van ser amestaos como entrenadores en toes les sessions del cursu.
bn_bd: শিক্ষকরা সকল কোর্স সেশনে কোচ হিসেবে যোগ করা হবে।
bs_ba: Nastavnici će biti dodani kao treneri u svim sesijama kursa.
ca_es: Els professors s'afegiran com a tutors en tots els cursos dins de les sessions.
cs_cz: Učitelé budou přidáni jako trenéři do všech sezení kurzu.
da: Lærere vil blive tilføjet som coach i alle kursussessioner.
de: Lehrer werden als Trainer in allen Kurs-Sessions hinzugefügt werden.
el: Ένας εκπαιδευτής θα πρέπει να προστεθεί ως υπεύθυνος σε όλες τις περιόδους μαθημάτων.
eo: Instruistoj estos aldonitaj kiel trejnisto en ĉiuj sesioj de la kurso.
es: Los profesores serán agregados como tutores en todos los cursos dentre de las sesiones.
es_mx: Los profesores serán agregados como coaches en todas las sesiones del curso.
eu_es: Irakasleak ikastaro saio guztietan entrenatzaile gisa gehituko dira.
fa_ir: معلمان به عنوان مربی در تمام جلسات دوره افزوده خواهند شد.
fi_fi: Opettajat lisätään valmentajiksi kaikkiin kurssin istuntoihin.
fo_fo: Lærarnir verða løgdir afturat sum trænar í øllum líndissamtyðingum.
fur: Ij ducjins a saran zontâts come coach in tutis lis sesions dal cors.
ga: Cuirfear múinteoirí leis mar chóitseálaí i ngach seisiún cúrsa.
gl: Os profesores serán engadidos como titores en todas as sesións do curso
he_il: מורים יתווספו כמאמן בכל מפגשי הקורס.
hi: शिक्षकों को सभी कोर्स सत्रों में कोच के रूप में जोड़ा जाएगा।
hr_hr: Nastavnici će biti dodani kao treneri u svim sesijama predmeta.
hu_hu: A tanárok edzőként kerülnek hozzáadásra az összes kurzushoz tartozó munkamenetben.
hy: Ուսուցիչները կավելացվեն որպես մարզիչ բոլոր դասընթացի սեանսներում:
id_id: Pengajar akan ditambahkan sebagai pelatih di semua sesi kursus.
it: I docenti saranno aggiunti come istruttori in tutte le sessioni del corso.
ja: 教師はすべてのコースセッションにコーチとして追加されます。
ka_ge: მასწავლებლები დაემატება ტრენერად ყველა კურსის სესიაში.
ko_kr: 교사는 모든 강좌 세션에 코치로 추가됩니다.
lo: ຄູຈະຖືກເພີ່ມເປັນຄູຝຶກໃນທຸກເຊດຊັນຂອງຫຼັກສູດ.
lt_lt: Dėstytojai bus pridėti kaip treneriai visuose kurso seansuose.
lv_lv: Skolotāji tiks pievienoti kā treneri visās kursa sesijās.
mk_mk: Предавачите ќе бидат додадени како тренери во сите сесии на курсот.
ms_my: Guru akan ditambah sebagai pembina dalam semua sesi kursus.
my_mm: ဆရာများကို သင်တန်းအစည်းအဝေးအားလုံးတွင် နည်းပြဆရာအဖြစ် ထည့်သွင်းမည်။
ne: शिक्षकहरू सबै कोर्स सत्रहरूमा कोचको रूपमा थपिनेछन्।
nl: Docenten worden toegevoegd als coaches in alle cursus sessies.
nn_no: Lærarar blir lagt til som instruktør i alle kursøkter.
oc: Los ensenhaires seràn aponduts coma formadors dins totas las sessions del cors.
pl_pl: Nauczyciele zostaną dodani jako trenerzy we wszystkich sesjach kursu.
ps: ښوونکي به د ټولو کورس غونډو کې د ډریډر په توګه اضافه شي.
pt_br: Professores serão adicionados como treinadores em todas as sessões do curso.
pt_pt: Os professores serão adicionados como tutores em todas as sessões do curso
ro_ro: Profesorii vor fi adăugati ca tutori în toate cursurile din sesiuni.
ru_ru: Преподаватели будут добавлены как тренеры во все сессии курса.
sk_sk: Lektori budú pridaní ako tréneri vo všetkých stretnutiach kurzov
sl: Učitelji bodo dodani kot tutorji/coach v vse seje tečaja
sq: Mësuesit do të shtohen si trajner në të gjitha sesionet e kursit.
sr_rs: Nastavnici će biti dodati kao treneri u svim sesijama kursa.
sv_se: Lärare kommer att läggas till som coacher i alla kursessioner.
sw_ke: Walimu wataongezwa kama mkufunzi katika vipindi vyote vya kozi.
ta: ஆசிரியர்கள் அனைத்து பாடநூல் அமர்வுகளிலும் பயிற்சியாளராக சேர்க்கப்படுவார்கள்.
th: ครูจะถูกเพิ่มเป็นโค้ชในเซสชันคอร์สทั้งหมด
tl_ph: Ang mga guro ay idadagdag bilang coach sa lahat ng sesyon ng kurso.
tr: Öğretmenler tüm kurs oturumlarında koç olarak eklenecek.
uk_ua: Викладачі будуть додані як тренери до всіх сесій курсу.
vi_vn: Giảng viên sẽ được thêm làm huấn luyện viên trong tất cả phiên khóa học.
xh_za: Ootitshala baya kongezwa njengabaqeqeshi kulo lonke iseshini sekhosi.
zh_cn: 教师将被添加为所有课程会话的教练。
zh_tw: 教師將被新增為所有課程場次的指導老師。
