Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The main/install directory of your Chamilo system is still accessible to web users. This might represent a security threat for your installation. We recommend that you remove this directory or that you change its permissions so web users cannot use the scripts it contains.
ar: الدليل الرئيسي / المؤقت لنظام دوكيوس سهل الوصول إلى مستخدمي الويب. وهذا قد يمثل تهديد أمنِي لتنصيبك. ولذلك نوصيك بأن تزيل هذا الدليلِ أَو تغير ترخيصه حتى لايستطيع مستخدمي الويب استعمال المستندات التي تحتوي عليه.
ast_es: El direutoriu d'instalación main/install/ ta abiertu a los uausarios de la web. Esto pue ser un pelligru pa la seguridá. Recomiéndase esborrar esti direutoriu o camudar los permisos de mou y manera que los usuarios de la web nun puedan usar los scripts qu'hai dientro.
bn_bd: আপনার Chamilo সিস্টেমের main/install ডিরেক্টরি এখনও ওয়েব ব্যবহারকারীদের জন্য অ্যাক্সেসযোগ্য। এটি আপনার ইনস্টলেশনের জন্য নিরাপত্তা ঝুঁকি হতে পারে। আমরা সুপারিশ করি এই ডিরেক্টরি মুছে ফেলুন বা এর পারমিশন পরিবর্তন করুন যাতে ওয়েব ব্যবহারকারীরা এর স্ক্রিপ্টগুলি ব্যবহার করতে না পারে।
bs_ba: Glavni/install direktorijum vašeg Chamilo sistema je još uvijek dostupan web korisnicima. Ovo može predstavljati sigurnosnu prijetnju za vašu instalaciju. Preporučujemo da uklonite ovaj direktorijum ili promijenite njegove dozvole tako da web korisnici ne mogu koristiti skripte koje sadrži.
ca_es: El directori d'instal·lació /main/install encara és accessible als usuaris de la web. Això podria representar un problema de seguretat. Us recomanem que elimineu aquest directori o que canvieu els seus permisos, de manera que els usuaris de la web no puguin utilitzar els scripts que conté.
cs_cz: Instalační adresář vašeho Chamilo systému je stále přístupný web uživatelům. To může znamenat bezpečnostní hrozbu pro vaši instalaci. Doporučujeme jej odstranit nebo změnit práva tak, aby weboví uživatelé nemohli použít obsažené skripty.
da: Hoved/install-mappen i dit Chamilo-system er stadig tilgængelig for webbrugere. Dette kan udgøre en sikkerhedsrisiko for din installation. Vi anbefaler, at du fjerner denne mappe eller ændrer dens tilladelser, så webbrugere ikke kan bruge skripterne, den indeholder.
de: Das Installations-Verzeichnis Ihrer Installation (./main/install) ist noch immer für Web-Benutzer erreichbar. Das könnte ein Sicherheitsrisiko für Ihre Installation darstellen. Wir raten Ihnen, dieses Verzeichnis zu löschen oder die Berechtigungen so zu ändern, dass Web Benutzer die Scripts in diesem Verzeichnis nicht benutzen können.
el: Ο κύριος/κατάστημα κατάλογος του συστήματος Chamilo σας είναι ακόμα προσβάσιμος σε χρήστες web. Αυτό μπορεί να αποτελεί απειλή ασφαλείας για την εγκατάστασή σας. Συνιστούμε να αφαιρέσετε αυτόν τον κατάλογο ή να αλλάξετε τα δικαιώματά του ώστε οι χρήστες web να μην μπορούν να χρησιμοποιήσουν τα σενάρια που περιέχει.
eo: La dosierujo main/install de via Chamilo-sistemo ankoraŭ ĉiam alireblas por retuzantoj. Tio endaĝerigas vian sekurecon. Ni konsilas vin forigi tiun dosierujon, aŭ ŝanĝi la permesojn por malebligi retuzantojn aliri la enhavon de tiu dosierujo.
es: El directorio de instalación main/install/ es todavía accesible a los usuarios de la Web. Esto podría representar una amenaza para su seguridad. Le recomendamos que elimine este directorio o que cambie sus permisos, de manera que los usuarios de la Web no puedan usar los scripts que contiene.
es_mx: El directorio principal/instalación de tu sistema Chamilo aún es accesible para usuarios web. Esto podría representar una amenaza de seguridad para tu instalación. Recomendamos que elimines este directorio o que cambies sus permisos para que los usuarios web no puedan usar los scripts que contiene.
eu_es: Chamilo sistemaren instalazio direktorioa (main/install) oraindik eskuragarri dago web erabiltzaileentzako. Honek mehatxu bat ekarri diezaioke zure instalazioaren segurtasunari. Direktorio hau kentzea edo direktorioaren baimenak aldatzea gomendatzen dizugu, modu horretan web erabiltzaileek barruan dituen scriptak erabili ez ditzaten.
fa_ir: پوشه اصلی/نصب سیستم Chamilo هنوز برای کاربران وب قابل دسترسی است. این ممکن است تهدید امنیتی باشد. توصیه می‌شود این پوشه را حذف یا مجوزهای آن را تغییر دهید تا کاربران وب نتوانند اسکریپت‌های آن را اجرا کنند.
fi_fi: Chamilo-järjestelmäsi pää-/asennus-kansio on edelleen käytettävissä verkkokäyttäjille. Tämä voi olla turvallisuusriski asennuksellesi. Suosittelemme poistamaan tämän kansion tai muuttamaan sen käyttöoikeuksia niin, että verkkokäyttäjät eivät voi käyttää sen sisältämiä skriptejä.
fo_fo: Main/install málan í tíni Chamilo upprúttan er enn atgongilig fyri web brúkarar. Hetta kann vera ein ølviskuhætta fyri tín upprúttan. Vit mæla til at tú tekur hesa málburt ella broytar loyvi til so web brúkarar ikki kunnu brúka scriptini hon inniheldur.
fur: La direte main/install dal to sistema Chamilo al è ancje disponibil par utints web. Cheste al puê jessî un pericul di sigurêsse par to instalazion. Nô racomandìn che lu eliminis o che cambijis lis permisins par che utints web no posin doprâ scripts che al conten.
ga: Tá príomhchatalog/install do chórais Chamilo fós inrochtana d'úsáideoirí gréasáin. D'fhéadfadh sé seo a bheith ina bhagairt slándála do do shuiteáil. Molaimid duit an catalóg seo a bhaint nó a cheadanna a athrú ionas nach féidir le húsáideoirí gréasáin na scripteanna atá ann a úsáid.
gl: O directorio main/install do seu sistema Chamilo aínda é accesible a usuarios web. Isto podería representar un fallo de seguridade na súa instalación. Recomendámoslle que elimine este directorio ou que cambie os seus permisos para que usuarios web non poidan usar o script que contén.
he_il: הספרייה הראשית/התקנת של מערכת Chamilo שלך עדיין נגישה למשתמשי אינטרנט. זה עשוי לייצג איום אבטחה עבור ההתקנה שלך. אנו ממליצים להסיר את הספרייה הזו או לשנות את ההרשאות שלה כדי שמשתמשי אינטרנט לא יוכלו להשתמש בסקריפטים זה מכיל.
hi: आपके चमिलो सिस्टम का मुख्य/इंस्टॉल निर्देशिका वेब उपयोगकर्ताओं के लिए अभी भी पहुँच योग्य है। यह आपकी स्थापना के लिए सुरक्षा खतरा हो सकता है। हम सुझाव देते हैं कि आप इस निर्देशिका को हटाएँ या इसके अनुमतियाँ बदलें ताकि वेब उपयोगकर्ता इसमें शामिल स्क्रिप्ट का उपयोग न कर सकें।
hr_hr: Glavni/install direktorij vašeg Chamilo sustava još je dostupan web korisnicima. To može predstavljati prijetnju sigurnosti za vašu instalaciju. Preporučujemo da uklonite ovaj direktorij ili promijenite njegove dozvole tako da web korisnici ne mogu koristiti skripte koje sadrži.
hu_hu: A Chamilo rendszer main/install mappája elérhető a webről. Ez biztonsági kockázatokat rejthet magában. Javasoljuk, hogy törölje ezt a mappát, vagy módosítsa a hozzáférési jogokat úgy, hogy a webről érkezők ne érhessék el a tartalmát.
hy: Ձեր Chamilo համակարգի հիմնական/install թղթապանակը դեռ հասանելի է վեբ օգտատերերին։ Սա կարող է անվտանգության սպառնալիք լինել Ձեր տեղադրման համար։ Խորհուրդ ենք տալիս հեռացնել այդ թղթապանակը կամ փոխել նրա թույլտվությունները, որպեսզի վեբ օգտատերերը չկարողանան օգտագործել այն պարունակող սկրիպտները։
id_id: Direktori utama/install sistem Chamilo Anda masih dapat diakses oleh pengguna web. Ini mungkin merupakan ancaman keamanan bagi instalasi Anda. Kami sarankan Anda menghapus direktori ini atau mengubah perizinannya sehingga pengguna web tidak dapat menggunakan skrip yang ada di dalamnya.
it: La directory main/install risulta accessibile dall'esterno. CIO' E' POTENZIALMENTE PERICOLOSO. Consigliamo di eliminare la directory o di cambiarne i diritti d'accesso in modo da non permettere l'esecuzione di script da parte di utenti Internet.
ja: Web ユーザーは Chamilo システムのメイン/インストール ディレクトリにまだアクセスすることができます。これはインストールのセキュリティの脅威になる場合があります。このディレクトリを削除するかアクセス許可を変更して、Web ユーザーにスクリプトを使用できなくすることをお勧めします。
ka_ge: თქვენი Chamilo სისტემის მთავარი/install დირექტორია კვლავ ხელმისაწვდომია ვებ მომხმარებლებისთვის. ეს შეიძლება იყოს უსაფრთხოების საფრთხე. რეკომენდებულია ამ დირექტორიის წაშლა ან უფლებების შეცვლა, რათა ვებ მომხმარებლები ვერ გამოიყენებენ შეტანილ სკრიპტებს.
ko_kr: Chamilo 시스템의 main/install 디렉토리가 웹 사용자에게 여전히 접근 가능합니다. 이는 설치 보안 위협이 될 수 있습니다. 이 디렉토리를 삭제하거나 권한을 변경하여 웹 사용자가 포함된 스크립트를 사용할 수 없도록 권장합니다.
lo: ໄດເລກະທໍລີ main/install ຂອງລະບົບ Chamilo ຂອງທ່ານຍັງຄົງສາມາດເຂົ້າເຖິງໄດ້ໂດຍຜູ້ໃຊ້ເວັບ. ສິ່ງນີ້ອາດເປັນໄພຄຸກຄາມດ້ານຄວາມປອດໄພສຳລັບການຕິດຕັ້ງຂອງທ່ານ. ພວກເຮົາແນະນຳໃຫ້ທ່ານລຶບໄດເລກະທໍລີນີ້ອອກ ຫຼື ປ່ຽນສິດອະນຸຍາດຂອງມັນເພື່ອໃຫ້ຜູ້ໃຊ້ເວັບບໍ່ສາມາດໃຊ້ສະຄຣິບທີ່ມັນບັນຈຸຢູ່.
lt_lt: Jūsų Chamilo sistemos pagrindinis/įdiegimo katalogas vis dar prieinamas žiniatinklio vartotojams. Tai gali kelti saugumo grėsmę jūsų įdiegimui. Rekomenduojame pašalinti šį katalogą arba pakeisti jo teises, kad žiniatinklio vartotojai negalėtų naudoti jo turimų scenarijų.
lv_lv: Galvenā / instalācijas direktorija jūsu Chamilo sistēmai joprojām ir pieejama interneta lietotājiem. Tas varētu nozīmēt drošības draudus Jūsu iekārtai. Mēs iesakām izdzēst šo direktoriju, vai arī iesakām jJums mainīt savas atļaujas, lai interneta lietotāji nevar izmantot skriptus, ko tā satur.
mk_mk: Главниот/инсталациски директориум на вашиот Chamilo систем сè уште е достапен за веб корисници. Ова може да претставува безбедносна закана за вашата инсталација. Препорачуваме да го отстраните овој директориум или да ги промените неговите дозволи за да веб корисниците не можат да ги користат скриптите што ги содржи.
ms_my: Direktori utama/install sistem Chamilo anda masih boleh diakses oleh pengguna web. Ini mungkin menimbulkan ancaman keselamatan untuk pemasangan anda. Kami mengesyorkan anda memadam direktori ini atau menukar kebenarannya supaya pengguna web tidak boleh menggunakan skrip yang terkandung di dalamnya.
my_mm: သင့် Chamilo စနစ်၏ main/install ဖိုင်တွဲသည် ဝဘ်အသုံးပြုသူများအတွက် ဆက်လက်ရရှိနိုင်နေသည်။ ၎င်းသည် သင့်တပ်ဆင်မှုအတွက် လုံခြုံရေးအန္တရာယ်ကို ကိုယ်စားပြုနိုင်သည်။ ဤဖိုင်တွဲကို ဖယ်ရှားရန် သို့မဟုတ် ဝဘ်အသုံးပြုသူများသည် ၎င်းတွင်ပါရှိသော စခရစ်များကို အသုံးပြု၍မရအောင် ၎င်း၏ခွင့်ပြုချက်များကို ပြောင်းလဲရန် အကြံပြုပါသည်။
ne: तपाईंको चमिलो प्रणालीको मुख्य/इन्स्टल डाइरेक्टरी वेब प्रयोगकर्ताहरूका लागि अझै पहुँचयोग्य छ। यो तपाईंको स्थापनाका लागि सुरक्षा खतरा हुन सक्छ। हामी सिफारिस गर्दछौं कि तपाईं यो डाइरेक्टरी हटाउनुहोस् वा यसका अनुमतिहरू परिवर्तन गर्नुहोस् जसले वेब प्रयोगकर्ताहरूलाई यसले समावेश गरेका स्क्रिप्टहरू प्रयोग गर्न नदेओस्।
nl: De map main/install van uw Chamilo-systeem is nog steeds toegankelijk voor webgebruikers. Dit houdt een beveiligingsrisico in voor uw installatie. Wij adviseren u deze map te verwijderen, of de permissies ervan te wijzigen zodat webgebruikers geen toegang krijgen tot de scripts in die map.
nn_no: Hovud/install-mappa til Chamilo-systemet ditt er framleis tilgjengeleg for nettbrukarar. Dette kan representere ein tryggleiksrisiko for installasjonen din. Vi anbefaler at du fjernar denne mappa eller endrar rettane så nettbrukarar ikkje kan bruke skripta den inneheld.
oc: Lo repertòri principal/install del vòstre sistèma Chamilo es encara accessible pels utilizaires web. Aquò pòt representar una amenaça de seguretat per vòstra instalacion. Recomtam de suprimir aqueste repertòri o de modificar ses permissions per qu'es web utilizaires pòden pas utilizer los scripts que conten.
pl_pl: Główny katalog /install Twojego systemu Chamilo jest nadal dostępny dla użytkowników sieci. Może to stanowić zagrożenie bezpieczeństwa dla Twojej instalacji. Zalecamy usunięcie tego katalogu lub zmianę jego uprawnień, aby użytkownicy sieci nie mogli używać zawartych w nim skryptów.
ps: د چامیلو سیسټم اصلي/install ډایریکټري لا هم د ویب کارنانو لپاره لاسرسی لري. دا ممکن د تاسو د نصبولو لپاره خوندیتوبي ګواښ وي. موږ وړاندیز کوو چې دا ډایریکټري له منځه یوسئ یا د هغې اجازې بدلې کړئ ترڅو ویب کارن ونه شي کولی د هغې پوښي کار وکړي.
pt_br: A pasta ou diretório de instalação main/install do Chamilo ainda está acessível aos usuários da Web. Esta situação poderá representar uma ameaça à segurança da sua instalação. Recomendamos que remova, apague ou altere as permissões do diretório, de modo que ninguém possa utilizar os scripts ali contidos.
pt_pt: A pasta/directório principal de instalação do Chamilo ainda se encontra acessível a qualquer utilizador da web. Este status/estado pode representar uma ameaça à segurança da sua instalação. Recomendamos que elimine esta pasta/directório ou então que altere as permissões de acesso, para que os utilizadores da web não possam aceder aos scripts/documentos ou ficheiros contidos nessa pasta/diretório.
ro_ro: Directorul principal/de instalare al sistemului dvs Chamilo este inca accesibil utilizatorilor web. Aceasta poate fi o amenintare cu privire la securitatea instalarii dvs. Va recomandam sa indepartati acest director sau sa schimbati permisiunile sale astfel incat utilizatorii web sa nu poata utiliza scripturile pe care le contine.
ru_ru: Главная/установленная директория (папка) Вашей системы Chamilo до сих пор остается доступной для пользователей сети интернета. Это может послужить угрозой безопасности для ваших установок. Мы рекомендуем убрать эту директорию (папку) или изменить ее права доступа так, чтобы пользователи интернета не могди бы использовать то, что там содержиться.
sk_sk: Adresár main/install vášho systému Chamilo je stále prístupný používateľom webu. To by mohlo predstavovať bezpečnostnú hrozbu pre inštaláciu. Odporúčame vám, aby ste tento adresár odstránili, alebo zmeňte toto oprávnenie tak, že používatelia internetu nemôžu použiť skripty, ktoré obsahuje.
sl: Namestitvena mapa main/install vašega Chamilo sistema je še vedno dostopna spletnim uporabnikom. To lahko predstavlja varnostno grožnjo sistemu. Priporočamo, da mapo odstranite ali spremenite dostopne pravice, da spletni uporabniki ne bodo imeli možnosti dostopa do namestitvenih datotek vsebovanih v tej mapi.
sq: Direktorja kryesore/install e sistemit tuaj Chamilo është ende e aksesueshme për përdoruesit e uebit. Kjo mund të përfaqësojë një kërcënim sigurie për instalimin tuaj. Ne rekomandojmë që ta fshini këtë direktori ose ta ndryshoni lejet e saj që përdoruesit e uebit të mos mund të përdorin skriptat që përmban.
sr_rs: Glavni/install direktorijum vašeg Chamilo sistema je još uvek dostupan web korisnicima. Ovo može predstavljati bezbednosnu pretnju za vašu instalaciju. Preporučujemo da uklonite ovaj direktorijum ili promenite njegova prava tako da web korisnici ne mogu koristiti skripte koje sadrži.
sv_se: Mappen main/install i din installation av Chamilo är fortfarande tillgänglig för alla på Internet. Det innebär en säkerhetsrisk för din installation. Vi rekommenderar att du tar bort mappen eller ändrar rättigheterna för mappen så att inte användare kan köra skripten.
sw_ke: Direktori kuu/install ya mfumo wako wa Chamilo bado inapatikana kwa watumiaji wa wavuti. Hii inaweza kuwa tishio la usalama kwa usanidi wako. Tunapendekeza uiondoe direktori hii au ubadilishe ruhusa zake ili watumiaji wa wavuti wasiweze kutumia skripiti zinazomo ndani yake.
ta: உங்கள் Chamilo அமைப்பின் முதன்மை/நிறுவல் அடைவு இன்னும் வெப் பயனர்களுக்கு அணுகக்கூடியது. இது உங்கள் நிறுவலுக்கு பாதுகாப்பு அச்சுறுத்தலாக இருக்கலாம். இந்த அடைவை நீக்க அல்லது அதன் அனுமதிகளை மாற்றி வெப் பயனர்கள் அதன் ஸ்கிரிப்ட்களைப் பயன்படுத்த முடியாது என்று பரிந்துரைக்கிறோம்.
th: ไดเรกทอรีหลัก/ติดตั้งของระบบ Chamilo ยังเข้าถึงได้โดยผู้ใช้เว็บ อาจเป็นภัยคุกคามความปลอดภัย แนะนำให้ลบไดเรกทอรีหรือเปลี่ยนสิทธิ์เพื่อไม่ให้ผู้ใช้เว็บใช้สคริปต์
tl_ph: Ang pangunahing/install na direktoryo ng iyong Chamilo system ay accessible pa rin sa mga gumagamit ng web. Ito ay maaaring kumatawan sa isang banta sa seguridad para sa iyong instalasyon. Kung kaya't aming inirerekomenda na iyong tanggalin ang direktoryong ito o iyong baguhin ang mga pahintulot (permissions) upang ang mga gumagamit ng web ay hindi maaaring gamitin ang mga nilalamang mga script nito.
tr: Chamilotaki Ana /install dizininiz hala web kullanıcıları tarafından erişilebilir durumdadır. Bu kurulumunuzun güvenlik açığı olduğunu belirtir. Web kullanıcılarının bu dizinin içerdiği betikleri kullanamamaları için dizinin izinlerini değiştirmenizi yada bu dizini silmenizi öneririz.
uk_ua: Головна директорія install вашої системи Chamilo все ще доступна для вебкористувачів. Це може становити загрозу безпеці вашої установки. Рекомендуємо видалити цю директорію або змінити її дозволи, щоб вебкористувачі не могли використовувати скрипти, які вона містить.
vi_vn: Thư mục chính/cài đặt của hệ thống Chamilo vẫn có thể truy cập bởi người dùng web. Điều này có thể là mối đe dọa bảo mật cho cài đặt của bạn. Chúng tôi khuyến nghị bạn xóa thư mục này hoặc thay đổi quyền truy cập để người dùng web không thể sử dụng các script bên trong.
xh_za: Umkhombi/main/install weChamilo wakho usafikeleleka kubasebenzisi bewebhu. Oku kunokumela isoyikiso sokhuseleko kulawulo lwakho. Siyacebisa ukuba ususe le ndawo okanye utshintshe iimvume zayo ukuze abasebenzisi bewebhu bangakwazi ukusebenzisa amaskrip kuyo.
zh_cn: 您的 Chamilo 系统的 main/install 目录仍可被 Web 用户访问。这可能对您的安装构成安全威胁。我们建议您删除此目录或更改其权限，以便 Web 用户无法使用其中包含的脚本。
zh_tw: 你的 Chamilo 系統中的主要/安裝目錄仍可讓線上使用者進入，這意味著你安裝的系統出現安全漏洞。我們建議你移除安裝目錄料夾或改變其權限以保證其他人不能使用其中資料。

source: Assessments tool activation
ar: تنشيط أداة Gradebook
ast_es: Activar la ferramienta Llibreta de calificaciones
bn_bd: আসেসমেন্ট টুল সক্রিয়করণ
bs_ba: Aktivacija alata za procjene
ca_es: Activació de l'eina Quadern de qualificacions
cs_cz: Aktivace klisifikačního nástroje
da: Karakterbog aktiveret
de: Berwertungen
el: Ενεργοποίηση εργαλείου Αξιολογήσεων
eo: Aktivigi la certigilaron.
es: Activación de la herramienta Evaluaciones
es_mx: Activación de la herramienta Evaluaciones
eu_es: Ebaluazioak tresna aktibatzea
fa_ir: فعال‌سازی ابزار ارزیابی‌ها
fi_fi: Arviointityökalun aktivointi
fo_fo: Virkja metingar verkætlan
fur: Ativazion strûl valutazions
ga: Gníomhachtú uirlise measúnuithe
gl: Activación da ferramenta do caderno de calificacións.
he_il: הפעלת כלי הערכות
hi: मूल्यांकन उपकरण सक्रियण
hr_hr: Aktivacija alata za procjene
hu_hu: Értékelési eszköz aktiválása
hy: Վերլուծության գործիքի ակտիվացում
id_id: Aktivasi alat Penilaian
it: Attivazione del registro di valutazione
ja: 評価ツールの有効化
ka_ge: შეფასებების ხელსაწყოს აქტივაცია
ko_kr: 평가 도구 활성화
lo: ການເປີດໃຊ້ເຄື່ອງມືການປະເມີນ
lt_lt: Vertinimų įrankio aktyvacija
lv_lv: Novērtējuma instrumenta aktivizēšana
mk_mk: Активирање на алатката за проценки
ms_my: Pengaktifan alat Penilaian
my_mm: အကဲဖြတ်မှုကိရိယာ ဖွင့်လှစ်ခြင်း
ne: मूल्याङ्कन उपकरण सक्रियण
nl: Puntenboekje activeren
nn_no: Vurderingsverktøy-aktivering
oc: Activacion de l'òrga d'evaluacions
pl_pl: Aktywacja narzędzia oceny
ps: د ارزونو وسیلې فعالول
pt_br: Ativação da ferramenta avaliação
pt_pt: Activação da ferramenta de Avaliações
ro_ro: Activarea carnetului de note
ru_ru: Инструменты активации журнала оценок
sk_sk: Aktivácia klasifikačného hárku
sl: Aktivacija orodja redovalnice
sq: Aktivizimi i veglës Vlerësimet
sr_rs: Aktivacija alata za procene
sv_se: Aktivera bedömningsverkyg
sw_ke: Washisha zana ya Tathmini
ta: மதிப்பீட்டுக் கருவி செயல்படுத்தல்
th: เปิดใช้งานเครื่องมือประเมินผล
tl_ph: Pag-activate ng Assessments tool
tr: Not değerlendirme defteri araç aktivasyonu
uk_ua: Активація інструменту Оцінювання
vi_vn: Kích hoạt công cụ Đánh giá
xh_za: Ukwakanywa kwezixhobo zovavanyo
zh_cn: 评估工具激活
zh_tw: 評級手冊
