Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Display number of users online on the login page (visible for the world)
ar: (قم بعرض عدد المستخدمين المتصلين على صفحة تسجيل الدخول ( مرئي للعالم
ast_es: Amosar el númberu d'usuarios coneutaos na páxina d'identificación (a la vista de tol mundu)
bn_bd: লগইন পেজে অনলাইন ব্যবহারকারীর সংখ্যা প্রদর্শন করুন (সকলের জন্য দৃশ্যমান)
bs_ba: Prikaži broj korisnika online na stranici za prijavu (vidljivo svima)
ca_es: Mostrar el nombre d'usuaris connectats a la pàgina inicial (visible per tothom)
cs_cz: Zobraz počet uživatelů, kteří jsou online na stránce přihlášení(viditelná pro všechny)
da: Vis antal brugere online på denne login side (synlig for alle)
de: Anzahl der Online-Benutzer sind sichtbar auf Startseite (sichtbar für alle)
el: Εμφάνιση αριθμού συνδεδεμένων χρηστών στη σελίδα σύνδεσης (ορατό σε όλους)
eo: Montri la nombron da konektitaj uzantoj sur la ensalutpaĝo (videbla por la mondo)
es: Mostrar el número de usuarios en línea en la página de autentificación (visible para todo el mundo)
es_mx: Mostrar el número de usuarios en línea en la página de autentificación (visible para todo el mundo)
eu_es: Erakutsi online dauden erabiltzaile kopurua konektazeko orrian (guztiontzako ikusgai)
fa_ir: <span lang=fr dir=rtl>نمايش تعداد افراد متصل به صفحه ورود نام كاربري (قابل رويت براي تمامي افراد متصل به شبكه جهاني)</span>
fi_fi: Näytä kirjautumissivulla verkossa olevien käyttäjien määrä (näkyy kaikille)
fo_fo: Vís tal á brúkarum online á innskriftarsíðuni (sýniligt fyri heimin)
fur: Mostre nûmar di utents online te pàgine di login (vidsêl pal mond)
ga: Taispeáin líon na n-úsáideoirí ar líne ar an leathanach logála isteach (infheicthe don domhan)
gl: Amosar o número de usuarios online na páxina de entrada (visible para todos)
he_il: הצג מספר משתמשים מקוונים בדף הכניסה (גלוי לכל העולם)
hi: लॉगिन पृष्ठ पर ऑनलाइन उपयोगकर्ताओं की संख्या प्रदर्शित करें (सभी के लिए दृश्यमान)
hr_hr: Prikaži broj aktivnih korisnika na stranici prijave (vidljivo svima)
hu_hu: Belépett felhasználók számának megjelenítése a bejelentkező oldalon (világszerte látható)
hy: Ցուցադրել առցանց օգտատերերի թիվը մուտքագրման էջում (լայն աշխարհի համար տեսանելի)
id_id: Tampilkan jumlah user yang online pada halaman login (tampak bagi umum)
it: Mostra il numero di utenti online nella pagina iniziale (visibile a tutti)
ja: オンライン ユーザー数をログイン ページに表示する (全員に表示します)
ka_ge: ონლაინ მომხმარებელთა რაოდენობის ჩვენება შესვლის გვერდზე (ხილული მთელ მსოფლიოსთვის)
ko_kr: 로그인 페이지에 온라인상에 있는 유저의 수를 나타내기
lo: ສະແດງຈຳນວນຜູ້ໃຊ້ອອນໄລນ໌ໃນໜ້າເຂົ້າສູ່ລະບົບ (ເບິ່ງເຫັນໄດ້ໂດຍທົ່ວໄປ)
lt_lt: Rodyti prisijungusių vartotojų skaičių prisijungimo puslapyje (matomas visiems)
lv_lv: Parādīt online lietotāju skaitu platformas autorizācijas lapā <br>(redzams visiem platformas apmeklētājiem <b>no visas pasaules</b>)
mk_mk: Прикажи го бројот на online корисници на страната за најавување (видливо за цел свет)
ms_my: Paparkan bilangan pengguna dalam talian di laman log masuk (boleh dilihat oleh semua orang)
my_mm: အကောင့်ဝင်စာမျက်နှာတွင် အွန်လိုင်းအသုံးပြုသူအရေအတွက်ကို ပြသပါ (ကမ္ဘာလုံးအတွက် မြင်ရမည်)
ne: लगइन पृष्ठमा अनलाइन प्रयोगकर्ताहरूको संख्या देखाउनुहोस् (सबैले देख्न सकिन्छ)
nl: Who's online zichtbaar voor de wereld
nn_no: Vis tal på brukarar pålogga på påloggingssida (synleg for heile verda)
oc: Afichar lo nombre d'utilizaires en linha sus la pagem de connexion (visible pel mond)
pl_pl: Wyświetl liczbę użytkowników online na stronie logowania (widoczne dla wszystkich)
ps: د لاګین پاڼې کې د آنلاین کاروونکو شمېر ښکاره کړئ (د نړۍ لپاره څرګنده)
pt_br: Exibir o número de usuários na página de login (visível para todos)
pt_pt: Mostrar número de utilizadores online na página de entrada (visível para todos)
ro_ro: Permiteti afisarea numarului de utilizatori conectati, pe pagina principala (vizibil pentru oricine)
ru_ru: Показать число пользователей онлайн на странице входа (логина) (видно для всех)
sk_sk: Zobraziť počet používateľov online na prihlasovacej stránke (viditeľné každému)
sl: Prikaži število aktivnih uporabnikov na prijavni strani (vidno vsem)
sq: Shfaq numrin e përdoruesve online në faqen e hyrjes (e dukshme për të gjithë)
sr_rs: Prikaži broj prijavljenih korisnika na strani za prijavljivanje (vidljivo za sve)
sv_se: Visa antal inloggade användare i portalhuvudet (synligt för hela världen).
sw_ke: Onyesha idadi ya watumiaji wanaotumia mtandao kwenye ukurasa wa kuingia (inaonekana kwa ulimwengu wote)
ta: உள்நுழைவு பக்கத்தில் ஆன்லைனில் உள்ள பயனர்கள் எண்ணிக்கையை காட்டு (உலகிற்கு தெரியும்)
th: แสดงจำนวนผู้ที่กำลังเข้าใช้งานในหน้าที่กำลังดูอยู่ปัจจุบัน(เห็นทุกคน)
tl_ph: Ipakita ang bilang ng mga gumagamit online sa pahina ng login (makikita ng mundo)
tr: Giriş sayfasında online kullanıcı sayısını göster(genele açık)
uk_ua: Показувати кількість користувачів в онлайні на сторінці логіну (видно для всіх)
vi_vn: Hiển thị số người dùng trực tuyến trên trang đăng nhập (hiển thị cho mọi người)
xh_za: Bonisa inani labasebenzisi abakwi-intanethi kwiphepha lokungena (libonakala emhlabeni wonke)
zh_cn: 在登录页面显示在线人数（公开于所有人)
zh_tw: 在登入頁面顯示在線使用者數量(公眾可見)

source: Display number of users online all pages (visible for the persons who are logged in)
ar: (قم بعرض عدد المستخدمين المتصلين على جميع الصفحات (مرئي فقط للأشخاص الذين قاموا بتسجيل الدخول
ast_es: Amosar el númberu d'usuarios coneutaos en toles páxines (a la vista de los que s'identificaren)
bn_bd: সকল পেজে অনলাইন ব্যবহারকারীর সংখ্যা প্রদর্শন করুন (লগইন করা ব্যক্তিদের জন্য দৃশ্যমান)
bs_ba: Prikaži broj korisnika online na svim stranicama (vidljivo prijavljenim osobama)
ca_es: Mostrar el nombre d'usuaris en línia a totes les pàgines (visible per les persones que han entrat)
cs_cz: Zobraz počet uživatelů online na všech stránkách(viditelných pro všechny co jsou zalogováni)
da: Vis antal brugere online på alle sider (synlig for brugere, der er logget ind)
de: Anzahl Benutzer online sichtbar auf allen Seiten (sichtbar für Benutzer nach Login)
el: Εμφάνιση αριθμού συνδεδεμένων χρηστών σε όλες τις σελίδες (ορατό σε συνδεδεμένους)
eo: Montri la nombron da konektitaj uzantoj sur ĉi paĝo (videblaj ensalutintaj uzantoj)
es: Mostrar el número de usuarios en línea en todas las páginas (visible para quienes se hayan autentificado)
es_mx: Mostrar el número de usuarios en línea en todas las páginas (visible para quienes se hayan autentificado)
eu_es: Erakutsi online dauden erabiltzaile kopurua orri guztietan (konekatatu diren pertsonentzako ikusgai)
fa_ir: نمایش تعداد افراد متصل به تمامی صفحات
fi_fi: Näytä verkossa olevien käyttäjien määrä kaikilla sivuilla (näkyy kirjautuneille)
fo_fo: Vís tal á brúkarum online á øllum síðum (sýniligt fyri teir sum eru innskráttir)
fur: Mostre nûmar di utents online in tutis lis pàgines (vidsêl par chei ch'a son logjâts)
ga: Taispeáin líon na n-úsáideoirí ar líne ar gach leathanach (infheicthe do dhaoine atá logáilte isteach)
gl: Mostrar número de usuarios online en todas as páxinas (visible para os que accederon á plataforma)
he_il: הצג את מספר המשתמשים המקוונים בכל הדפים (גלוי עבור האנשים המחוברים)
hi: सभी पृष्ठों पर ऑनलाइन उपयोगकर्ताओं की संख्या प्रदर्शित करें (केवल लॉगिन उपयोगकर्ताओं के लिए दृश्यमान)
hr_hr: Prikaži broj aktivnih korisnika na svim stranicama (vidljivo prijavljenim korisnicima)
hu_hu: Mutassa a bejelentkezett felhasználók számát minden oldalon (azok láthatják, akik bejelentkeztek)
hy: Ցուցադրել առցանց օգտատերերի թիվը բոլոր էջերում (տեսանելի մուտք գործած անձանց համար)
id_id: Tampilkan jumlah user yang online pada semua halaman (tampak bagi pengguna yang sudah login)
it: Mostra il numero di utenti online in ciascuna pagina (visibile a chi ha fatto il login)
ja: オンライン ユーザー数をすべてのページに表示する (ログインしたユーザーに表示します)
ka_ge: ონლაინ მომხმარებელთა რაოდენობის ჩვენება ყველა გვერდზე (ხილული შეხვედრილი პირებისთვის)
ko_kr: 온라인 상에 있는 유저의 수를 모든 페이지에서 나타내줍니다
lo: ສະແດງຈຳນວນຜູ້ໃຊ້ອອນໄລນ໌ໃນທຸກໜ້າ (ເບິ່ງເຫັນໄດ້ໂດຍຜູ້ທີ່ເຂົ້າສູ່ລະບົບ)
lt_lt: Rodyti prisijungusių vartotojų skaičių visuose puslapiuose (matomas prisijungusiems)
lv_lv: Parādīt online lietotāju skaitu visās platformas lapās (redzams apmeklētājiem, kas autorizējušies)
mk_mk: Прикажи го бројот на online корисници на сите страни (видливо само за најавените корисници)
ms_my: Paparkan bilangan pengguna dalam talian di semua laman (boleh dilihat oleh orang yang log masuk)
my_mm: စာမျက်နှာအားလုံးတွင် အွန်လိုင်းအသုံးပြုသူအရေအတွက်ကို ပြသပါ (အကောင့်ဝင်ထားသူများအတွက် မြင်ရမည်)
ne: सबै पृष्ठहरूमा अनलाइन प्रयोगकर्ताहरूको संख्या देखाउनुहोस् (लगइन भएकाहरूले मात्र देख्न सकिन्छ)
nl: Who's online zichtbaar voor de gebruikers
nn_no: Vis tal på brukarar pålogga på alle sider (synleg for personar som er innlogga)
oc: Afichar lo nombre d'utilizaires en linha sus totas las pagemas (visible pèr las personas connectadas)
pl_pl: Wyświetl liczbę użytkowników online na wszystkich stronach (widoczne dla osób, które są zalogowane)
ps: په ټولو پاڼو کې د آنلاین کاروونکو شمېر ښکاره کړئ (د لاګین شوي کسانو لپاره څرګنده)
pt_br: Exibir o número de de usuários online em todas as páginas (visível para as pessoas que estão logadas)
pt_pt: Mostrar número de utilizadores online em todas as páginas (visível para quem acedeu à plataforma)
ro_ro: Permiteti afisarea numarului de utilizatori conectati(vizibil pentru utilizatorii conectati)
ru_ru: Показать число пользователей онлайн со всех страниц (видно для тех, кто в системе)
sk_sk: Zobraziť počet používateľov online na všetkých stránkach (viditeľný pre prihlásených používateľov)
sl: Prikaži število aktivnih uporabnikov vseh strani (vidno le porabnikom platforme)
sq: Shfaq numrin e përdoruesve online në të gjitha faqet (e dukshme për personat e kyçur)
sr_rs: Prikaži broj prijavljenih korisnika na svim stranama (vidljivo samo za prijavljene korisnike)
sv_se: Visa antal inloggade användare i portalhuvudet (endast synligt för inloggade användare).
sw_ke: Onyesha idadi ya watumiaji wanaotumia mtandao kurasa zote (inaonekana kwa watu waliingia)
ta: எல்லா பக்கங்களிலும் ஆன்லைனில் உள்ள பயனர்கள் எண்ணிக்கையை காட்டு (உள்நுழைந்தவர்களுக்கு மட்டும்)
th: แสดงจำนวนผู้ที่กำลังเข้าใช้งานในทุกหน้า(เห็นเฉพาะผู้ที่เข้าสู่ระบบแล้ว)
tl_ph: Ipakita ang bilang nga mga gumagamit online sa lahat ng mga pahina (makikita ng mga tao na naka-login)
tr: Bütün sayfalarda online kullanıcı sayısını göster
uk_ua: Показувати кількість користувачів в онлайні на всіх сторінках (видно для осіб, що ввійшли в систему)
vi_vn: Hiển thị số người dùng trực tuyến trên tất cả trang (hiển thị cho người đăng nhập)
xh_za: Bonisa inani labasebenzisi abakwi-intanethi kuwo wonke amaphepha (libonakala kwabo bafake ingqina)
zh_cn: 在所有页面显示在线人数（只开放于已登录者）
zh_tw: 在所有頁面顯示在線使用者數量(只有登入人士可見)

source: Display number of users online in this course
ar: قم بعرض عدد المستخدمين المتصلين في هذا المقرر
ast_es: Amosar el númberu d'usuarios coneutaos nesti cursu
bn_bd: এই কোর্সে অনলাইন ব্যবহারকারীর সংখ্যা প্রদর্শন করুন
bs_ba: Prikaži broj korisnika online u ovom kursu
ca_es: Mostrar el nombre d'usuaris connectats a aquest curs
cs_cz: Zobraz počet uživatelů online v tomto školení
da: Vis antal brugere online til dette kursusforløb
de: Anzahl Benutzer online in diesem Kurs
el: Εμφάνιση αριθμού συνδεδεμένων χρηστών σε αυτό το μάθημα
eo: Montri la nombron da konektitaj uzantoj en ĉi-kurso
es: Mostrar el número de usuarios en línea en este curso
es_mx: Mostrar el número de usuarios en línea en este curso
eu_es: Erakutsi online dauden erabiltzaile kopurua ikastaro honetan
fa_ir: نمایش تعداد افراد متصل به این درس
fi_fi: Näytä tämän kurssin verkossa olevien käyttäjien määrä
fo_fo: Vís tal á brúkarum online í hesum kursi
fur: Mostre nûmar di utents online in chest curs
ga: Taispeáin líon na n-úsáideoirí ar líne sa chúrsa seo
gl: Amosar o número de usuarios online neste curso
he_il: הצג מספר משתמשים מקוונים בקורס זה
hi: इस कोर्स में ऑनलाइन उपयोगकर्ताओं की संख्या प्रदर्शित करें
hr_hr: Prikaži broj aktivnih korisnika u ovom kolegiju
hu_hu: Mutassa az erre a kurzusra bejelentkezett felhasználók számát
hy: Ցուցադրել այս դասընթացում առցանց օգտատերերի թիվը
id_id: Tampilkan jumlah user yang online pada mata kuliah ini
it: Mostra il numero di utenti online solo a chi è entrato nel corso
ja: このコースのオンライン ユーザー数を表示する
ka_ge: ამ კურსში ონლაინ მომხმარებელთა რაოდენობის ჩვენება
ko_kr: 이 과정에 로그인한 유저의 수를 나타내줍니다
lo: ສະແດງຈຳນວນຜູ້ໃຊ້ອອນໄລນ໌ໃນລາຍວິຊານີ້
lt_lt: Rodyti prisijungusių vartotojų skaičių šiame kurse
lv_lv: Parādīt online lietotāju skaitu šajā kursā
mk_mk: Прикажи го бројот на online корисници на овој курс
ms_my: Paparkan bilangan pengguna dalam talian dalam kursus ini
my_mm: ဤသင်တန်းတွင် အွန်လိုင်းအသုံးပြုသူအရေအတွက်ကို ပြသပါ
ne: यो कोर्समा अनलाइन प्रयोगकर्ताहरूको संख्या देखाउनुहोस्
nl: Who's online zichtbaar binnen de cursus
nn_no: Vis tal på brukarar pålogga i dette kurset
oc: Afichar lo nombre d'utilizaires en linha dins aqueste curs
pl_pl: Liczba użytkowników online w tym kursie
ps: په دې کورس کې د آنلاین کاروونکو شمېر ښکاره کړئ
pt_br: Exibir o número de usuários online neste curso
pt_pt: Mostrar número de utilizadores online neste curso
ro_ro: Permiteti afisarea numarului de utilizatori, conectati, la acest curs
ru_ru: Показать число пользователей онлайн на этом курсе
sk_sk: Zobraziť počet používateľov v tomto kurze
sl: Prikaži število aktivnih uporabnikov v tem tečaju
sq: Shfaq numrin e përdoruesve online në këtë kurs
sr_rs: Prikaži broj korisnika prijavljenih na ovaj kurs
sv_se: Visa antal inloggade användare i denna kurs
sw_ke: Onyesha idadi ya watumiaji wanaotumia mtandao katika kozi hii
ta: இந்த பாடத்தில் ஆன்லைனில் உள்ள பயனர்கள் எண்ணிக்கையை காட்டு
th: แสดงจำนวนผู้ที่กำลังเข้าใช้งานในรายวิชา
tl_ph: Ipakita ang bilang ng mga gumagamit online sa kursong ito
tr: Bu derse kayıtlı online kullanıcı sayısını göster
uk_ua: Показувати кількість користувачів в онлайні в цьому курсі
vi_vn: Hiển thị số người dùng trực tuyến trong khóa học này
xh_za: Bonisa inani labasebenzisi abakwi-intanethi kweli khosi
zh_cn: 显示本课程的在线用户
zh_tw: 顯示本課程在線使用者數量

source: Show icons in navigation menu?
ar: عرض الأيقونات على قائمة التصفح؟
ast_es: ¿ Amosar los iconos nel menú de navegación ?
bn_bd: নেভিগেশন মেনুতে আইকন দেখাবেন?
bs_ba: Prikaži ikone u navigacijskom izborniku?
ca_es: Mostrar les imatges en el menú de navegació
cs_cz: Zobrazit ikony v navigačním menu?
da: Vis ikoner i navigationsmenu?
de: Kurs-Navigation: Icons
el: Εμφάνιση εικονιδίων στο μενού πλοήγησης;
eo: Ĉu montri ikonojn en la naviga menuo?
es: ¿Mostrar los iconos en el menú de navegación?
es_mx: ¿ Mostrar los iconos en el menú de navegación ?
eu_es: Erakutsi behar al dira ikonoak nabigazio menuan?
fa_ir: نمايش علائم در فهرست عناوين صفحات
fi_fi: Näytä kuvakkeet navigaatiovalikossa?
fo_fo: Vís ikonir í navigeringsvalmyndini?
fur: Mostre iconis tal menû di navigazion?
ga: Taispeáin deilbhíní sa roghchlár nascleanúna?
gl: Amosar as iconas no menú de navegación?
he_il: הצג סמלים בתפריט הניווט?
hi: नेविगेशन मेनू में आइकन दिखाएँ?
hr_hr: Prikaži ikone u navigacijskom meniju?
hu_hu: Látsszanak az ikonok a navigációs menüben?
hy: Ցուցադրել պատկերակները նավիգացիոն մենյուում?
id_id: Tampilkan ikon pada menu navigasi
it: Mosto le icone nel menù di navigazione?
ja: ナビゲーションメニューにアイコンを表示しますか？
ka_ge: ნავიგაციის მენიუში ხატულების ჩვენება?
ko_kr: 네비게이션 메뉴의 아이콘들이 보입니까?
lo: ສະແດງໄອຄອນໃນເມນູນຳທາງບໍ່?
lt_lt: Rodyti ikonas navigacijos meniu?
lv_lv: Vai navigācijas izvēlnē rādīt ikonas?<br>(Ikonas - pieejamo kursa instrumentu raksturojošie attēli. Parādās augšā kreisā pusē)
mk_mk: Да бидат ли прикажани иконите во менито за навигација?
ms_my: Tunjukkan ikon dalam menu navigasi?
my_mm: လမ်းညွှန်မီနူးတွင် အိုင်ကွန်များကို ပြသမည်လား။
ne: नेभिगेसन मेनुमा आइकनहरू देखाउने?
nl: Iconen in navigatiemenu weergeven?
nn_no: Vis ikoner i navigasjonsmeny?
oc: Afichar las icònas dins lo menú de navegacion ?
pl_pl: Czy pokaywać ikony w menu nawigacyjnym?
ps: د نیویګیشن منیو کې آیکونونه ښکاره کړئ؟
pt_br: Mostrar ícones no menu de navegação?
pt_pt: Mostrar ícones no menu de navegação?
ro_ro: Doriti afisarea unui icon in meniul de navigare?
ru_ru: Показывать иконки в меню навигации?
sk_sk: Ukázať ikony v navigačnom menu?
sl: Prikažem ikone v navigacijskem muniju?
sq: Shfaq ikonat në menunë e navigimit?
sr_rs: Da budu prikazane ikonice u navigacionom meniju?
sv_se: Visa ikoner i navigationsmenyn?
sw_ke: Onyesha ikoni katika menyu ya urambazaji?
ta: நேவிகேஷன் மெனுவில் சின்னங்களை காட்ட வேண்டுமா?
th: แสดงสัญรูปในเมนูนำทาง
tl_ph: Ipakita ang mga icon sa navigation menu?
tr: Ders menüsünde sembolleri göster?
uk_ua: Показувати іконки в меню навігації?
vi_vn: Hiển thị biểu tượng trong menu điều hướng?
xh_za: Bonisa ii-icon kwimenyu yokuhamba?
zh_cn: 在导航菜单中显示图标？
zh_tw: 於導覽選單顯示圖示

source: Focus on location
ar: تركيز على الموقع
ast_es: Ver tolos perfiles y permisos pa un llugar específicu
bn_bd: অবস্থানে ফোকাস করুন
bs_ba: Fokusiraj na lokaciju
ca_es: Vegi tots els rols i permisos per a una localització específica
cs_cz: Zaměř se na místo
da: Fokus på sted
de: Alle Rollen und Rechte für einen spezifischen Bereich ansehen
el: Focus στην τοποθεσία
eo: Vidi ĉiujn rolojn kaj rajtojn de specifa lokiĝo
es: Ver todos los perfiles y permisos para un lugar específico
es_mx: Ver todos los roles y privilegios para un lugar específico
eu_es: Ikusi leku jakin baterako profil eta baimen guztiak
fa_ir: مشاهده تمامي نقش ها و اختيارات در جستجوي قسمتي خاص
fi_fi: Keskity sijaintiin
fo_fo: Fókus á støð
fur: Focûs sul loc
ga: Díriz ar shuíomh
gl: Ver todos os roles e dereitos para un lugar específico
he_il: התמקד במיקום
hi: स्थान पर फोकस
hr_hr: Fokusiraj na lokaciju
hu_hu: Fókusz a helyszínen
hy: Կենտրոնանալ վայրի վրա
id_id: Lihat semua Peran/role dan Hak untuk suatu lokasi
it: Posizione:
ja: 位置にフォーカス
ka_ge: ფოკუსი მდებარეობაზე
ko_kr: 모든 역할과 특정 위치의 권한을 보여줍니다
lt_lt: Atkreipti dėmesį į vietą
lv_lv: Skatīt visus darbības veidus un pieejas nosacījumus konkrētai pielietojuma vietai
mk_mk: Фокусирај се на положбата
ms_my: Fokus pada lokasi
my_mm: တည်နေရာကို အာရုံစိုက်ပါ
ne: स्थानमा फोकस गर्नुहोस्
nl: Bekijk alle rollen en rechten voor specifieke locatie
nn_no: Fokus på lokasjon
oc: Centrar sus la localisacion
pl_pl: Według lokalizacji
ps: په ځای تمرکز وکړئ
pt_br: Ver todas as funções e permissões para uma localização específica
pt_pt: Realçar sobre a localização
ro_ro: Vizualizarea tuturor rolurilor si drepturilor pentru locatie specifica
ru_ru: Фокус на местоположение
sk_sk: Zobraziť všetky práva a funkcie pre špecifickú oblasť
sl: Poglej vse vloge in pravice za specifično lokacijo
sq: Fokuso në vendndodhje
sr_rs: Sve uloge i sva prava specifične lokacije
sv_se: Fokusera på plats
sw_ke: Lenga eneo
ta: இடத்தை குவிய
th: ดูสิทธิ์และกฏระเบียบที่ใช้เฉพาะทั้งหมด
tl_ph: Tumutok sa lokasyon
tr: Yerdekileri seç
uk_ua: Фокус на місцезнаходження
vi_vn: Tập trung vào vị trí
xh_za: Gxila kwindawo
zh_cn: 以地点为准
zh_tw: 聚焦地點

source: Twitter Creator account
ar: حساب تويتر الشخصي
ast_es: Cuenta de Twitter del creador
bn_bd: টুইটার ক্রিয়েটর অ্যাকাউন্ট
bs_ba: Twitter nalog kreatora
ca_es: Creador del compte de Twitter
cs_cz: Twitter účet tvůrce
da: Twitter Creator konto
de: Twitter Creator Konto
el: Δημιουργός λογαριασμού Twitter
eo: Twitter-konta kreinto
es: Cuenta Twitter Creator
es_mx: Cuenta de creador de Twitter
eu_es: Twitter Creator kontua
fa_ir: حساب ایجادکننده توییتر
fi_fi: Twitter-luojatili
fo_fo: Twitter skaparavi-konto
fur: Cont Twitter Creator
ga: Cuntas Cruthaitheoir Twitter
gl: Conta Twiter Creator
he_il: חשבון יוצר טוויטר
hi: ट्विटर क्रिएटर खाता
hr_hr: Twitter račun kreatora
hu_hu: Twitter Creator fiók
hy: Twitter ստեղծողի հաշիվ
id_id: Akun pembuat Twitter
it: Creatore account Twitter
ja: Twitter作成者アカウント
ka_ge: Twitter-ის შემქმნელის ანგარიში
ko_kr: 트위터 제작자 계정
lo: ບັນຊີຜູ້ສ້າງ Twitter
lt_lt: Twitter kūrėjo paskyra
lv_lv: Twitter Creator konts
mk_mk: Twitter Creator сметка
ms_my: Akaun Pencipta Twitter
my_mm: Twitter Creator အကောင့်
ne: ट्विटर क्रिएटर खाता
nn_no: Twitter Skapar-konto
oc: Compte creator Twitter
pl_pl: Konto Twitter Creator
ps: ټویټر جوړونکي اکانټ
pt_br: Twitter Criador da conta
pt_pt: Criador conta Twitter
ro_ro: Cont Twitter Creator
ru_ru: Учетная запись Twitter Creator
sk_sk: Účet Twitter tvorcu
sl: Račun Twitter kreatorja
sq: Llogaria krijuese e Twitter-it
sr_rs: Twitter nalog kreatora
sv_se: Twitter-skaparkonto
sw_ke: Akaunti ya Twitter Creator
ta: ட்விட்டர் உருவாக்கிய கணக்கு
th: บัญชี Twitter Creator
tr: Twitter Oluşturucu hesabı
uk_ua: Обліковий запис Twitter Creator
vi_vn: Tài khoản Twitter Creator
xh_za: Iakhawunti ye-Twitter Creator
zh_cn: Twitter 创建者账户
zh_tw: Twitter 建立者帳號
