Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: More data available in the database but trunked for efficiency reasons.
so_so: Xog badan ayaa laga heli karaa keydka laakiin waa la gooyay sababo la xiriira waxtarka.

source: Send a copy by email to myself.
so_so: Ku soo dir nuqul email ah aniga.

source: Course duration (h)
so_so: Mudo koorsada (saacado)

source: Announcement will be sent to
so_so: Ogeysiiska waxaa loo diri doonaa

source: You need attach a audio file according to the text, clicking on the %s icon.
so_so: Waa inaad ku lifaaqdaa fayl maqal ah sida ku cad qoraalka, adigoo gujinaya astaanta %s.

source: Create read-out text
so_so: Abuur qoraal akhris

source: Outstanding students
so_so: Ardayda gaarka ah

source: Percentile scores distribution
so_so: Qaybsiga dhibcaha percentile

source: Note: This progress is obtained through a combination of progress in the learning paths and average scores in the tests
so_so: Ogeysiis: Horumarkani waxa laga helay isku darka horumarka wadooyinka waxbarashada iyo dhibcaha celceliska imtixaannada

source: Create a new Doodle type survey
so_so: Abuur survey nooca Doodle

source: Remove multiplied questions
so_so: Ka saar su'aalaha la dhuftey

source: Multiply questions
so_so: Dhufto su'aalaha

source: Create meeting poll
so_so: Abuur codbixinta shirka

source: Question for next class
so_so: Su'aal casharka soo socda

source: The portal do not allowed to start new test for the moment, please come back later.
so_so: Bogga ma ogola in la bilaabo imtixaan cusub xilligan, fadlan soo noqo dabadeed.

source: Personal data officer
so_so: Sarkaalka xogta shakhsi ahaaneed

source: The maximum number of student has already been reached, it is not possible to subscribe more student.
so_so: Tirada ugu badan ee ardayda ayaa la gaaray, ma suurtogelin kartid in la diiwaan geliyo arday badan.

source: User %s has been registered to course %s
so_so: Isticmaale %s ayaa la diiwaan geliyay koorsada %s

source: Minimum time (minutes)
so_so: Waqtiga ugu yar (daqiiqo)

source: Minimum time (in minutes) a student must remain in the learning path to get access to the next one.
so_so: Waqtiga ugu yar (daqiiqo) ee ardaygu ku sii joogo waddada waxbarashada si uu u helo gelitaanka kan xiga.

source: You didn't spend the minimum time required in the learning path.
so_so: Ma aadan ku bixin waqtiga ugu yar ee loo baahan yahay waddada waxbarashada.

source: You have spent %s
so_so: Waxaad ku bixisay %s

source: Time spent in the learning path
so_so: Waqtiga ku baxay waddada waxbarashada

source: Student %s has completed his/her learning paths.
so_so: Ardayga %s ayaa dhameystiray wadooyinkiisa waxbarashada.

source: I have finished the lessons, notify the teacher
so_so: Waxaan dhameeyay casharrada, ogaysii macallinka

source: The student <b>%s</b> has finished the learning paths from the course <b>%s</b>
so_so: Ardayga <b>%s</b> ayaa dhameeyay wadooyinka waxbarashada ee koorsada <b>%s</b>

source: This question is used in another exercises. If you continue its edition, the changes will affect all exercises that contain this question.
so_so: Su'aashani waxa loo adeegsadaa layli kale. Haddii aad sii wado tafatirka, isbeddelada ayaa saameyn ku yeelan doona dhammaan layliga ka kooban su'aashan.

source: Time spent / Time required
so_so: Waqtiga la bixiyay / Waqtiga loo baahan yahay

source: In session %s, you had the following results
so_so: Fadhiga %s, waxaad heshay natiijooyinka soo socda

source: Formation unit
so_so: Unugga waxbarashada

source: Global progress
so_so: Horumarka guud

source: Attestation of attendance
so_so: Shahaadada kaqeybgalka

source: Do not show the score (only when user finishes all attempts) but show feedback for each attempt.
so_so: Ha muujin dhibcaha (kaliya marka isticmaalehu dhammaystiro isku day kasta) laakiin muujin jawaab-celinta isku day kasta.

source: Ranking mode: Do not show results details question by question and show a table with the ranking of all other users.
so_so: Qaabka darajada: Ha muujin faahfaahinta natiijooyinka su'aal su'aal oo muujin miis wadata darajada dhammaan isticmaaleyaasha kale.

source: Back to top
so_so: Ku noqo sare

source: What do we consider personal data?
so_so: Maxaan u tixgelinaynaa xogta shakhsi ahaaneed?

source: Why do we collect this data?
so_so: Maxaan u ururinaynaa xogtaan?

source: Where do we record the data? (in which system, hosted where, accessible by which company that handles the servers, etc.)
so_so: Xaggee ku diiwaan gelinaynaa xogta? (nidaamkaas, meesha la degay, shirkadda maamusha server-yada, iwm.)

source: How is the data structured? To what extent does the organization of the data protect your security? ... Do you have established processes that ensure that a hacker will not be able to collect all the personal data on the first attempt? Are they encrypted?
so_so: Sidee xogta u habaysan tahay? Ilaalin intee le'eg ayay ururinta xogta u ilaalisaa amnigaaga? ... Ma haysataa habab la aasaasay oo hubiya in haan-guuraanku aanu aruurin karin dhammaan xogta shakhsi ahaaneed ee isku dayga koowaad? Miyay la qarsoodi yihiin?

source: How is the data structured in this software? (one tab for all the data, it has some categorization / label, ...)
so_so: Sidee xogta u habaysan tahay software-ka? (tab furan oo dhan xogta, waxay leedahay qaybsanaan / calaamad, ...)

source: How long do we save the data? Is there data that expires even though the account is still active? How much time do we keep the data after the last use of the system?
so_so: Mudo intee le'eg ayaan xogta ilaalinaynaa? Ma jiraa xog dhacda xitaa haddii xisaabtu weli shaqaynayso? Intee le'eg ayaan xogta u ilaalinaynaa ka dib isticmaalka ugu dambeeyay ee nidaamka?

source: What changes can we make to the data? What changes can be made to the data without affecting the service?
so_so: Waxa xogta iska bedeli karnaa? Waxa isbeddelada xogta la samayn karo iyadoo aan la saameyn adeegga?

source: What do we extract data for (towards other internal processes) and which data is it?
so_so: Waxa xogta loo soo saaro (dhanka hababka gudaha) iyo xagta xogta tahay?

source: Who can consult the personal data? For what purpose?
so_so: Yaa la tashan karaa xogta shakhsi ahaaneed? Ujeedada waa maxay?

source: How and for what can we use the personal data?
so_so: Sidee iyo maxaan u isticmaali karnaa xogta shakhsi ahaaneed?

source: With whom can we share them? In what opportunities? Through what processes (safe or not)?
so_so: Laamina yaqaannoo la wadaagi karnaa? Xilliyada intee le'eg? Iyadoo loo marayo hababkee (ammaan ah iyo kale)?

source: Do we have another system with which Chamilo interacts? What is the interconnection process? What are the data pieces exchanged and in what way?
so_so: Ma haysanno nidaam kale oo Chamilo la shaqeeya? Waa maxay habka isku xirka? Waa maxay xogta la beddelo iyo sidee loo beddelo?

source: What are the limits that we will always respect when using personal data? How far can we go?
so_so: Waa maxay xuduudaha aan mar walba ilaalin doonno marka la isticmaalayo xogta shakhsi ahaaneed? Ilaa intee ayaan gaadhi karnaa?

source: After how long do we erase the data? (event, last use, contract validity, etc.) What are the elimination processes?
so_so: Mudo intee le'eg kadib ayaan xogta tirtirnaa? (dhacdo, isticmaalka ugu dambeeyay, ansaxnimada qandaraaska, iwm.) Waa maxay hababka tirtirka?

source: What happens if the data is destroyed as a result of a technical failure? (unauthorized deletion or loss of material, for example)
so_so: Maxaa dhacaya haddii xogta la burburiyo natiijada cilad farsamo? (tirtirid aan la oggolayn ama luminta agabka, tusaale ahaan)

source: For what purpose do we process personal data? Do we use it to filter the access users have to certain parts of our application? (negative or positive discrimination)
so_so: Waxaan u shaqaynnaa xogta shakhsi ahaaneed? Ma u isticmaalnaa si aan u shaaciyo gelitaanka isticmaale ee qaybo gaar ah oo ka mid ah codsigeena? (takoorid taban ama togan)

source: By name
so_so: Magaca

source: Ask for a revision
so_so: Dalban dib u eegis

source: This feature has been disabled because the libraries it depends on are no longer unmaintained.
so_so: Qaab-dhismeedkan waa la coday waxay sabab u tahay maktabadaha ay ku tiirsan tahay ee aan sii wadin.

source: By geolocalization
so_so: Goobta juqraafi

source: Give revision
so_so: Sii dib u eegis

source: Post reported
so_so: Boostada la soo sheegay

source: User %s has reported the message %s in the forum %s
so_so: Isticmaale %s ayaa sheegay fariinta %s ee golaha %s

source: My communities
so_so: Bulshooyinkayga

source: See all communities
so_so: Eeg dhammaan bulshooyinka

source: Hide forum notifications
so_so: Dhuuq ogeysiisyada golaha

source: Forum Category fields
so_so: Goobaha qaybta golaha

source: Forum post fields
so_so: Goobaha boostada golaha

source: Show only global score (not question score) and show only the correct answers, do not show incorrect answers at all
so_so: Muuj halbeegga guud oo keliya (ma aha halbeegga su'aasha) oo muuj jawaabaha saxda ah oo keliya, ha muujin jawaabaha khaldan gabi ahaanba

source: Reported
so_so: La sheegay

source: To %s
so_so: Ku %s

source: Survey invitation link
so_so: Xiriirka martiqaadka sahanka

source: Revision proposed
so_so: Dib u eegis la soo jeediyay

source: Sessions plan calendar
so_so: Kala shaandhaynta kalfadhiirka kalfadhiirka

source: Limit of questions per day
so_so: Xadka su'aalaha maalintii

source: If set to greater than 0, this option will prevent the learner from entering a test that has more than what remains for the daily allowance. For example, is the limit is 50 and the learner has already taken 2 tests of 20 questions, it will not let the learner enter another 20 questions test (20+20+20=60 > 50). However, it will let the learner enter a 10 questions test (20+20+10=50).
so_so: Haddii loo dejiyo in ka badan 0, doorashadan waxay ka hortagaysaa ardayga inuu galo imtixaan leh in ka badan inta u hartay ee loogu talagalay maalinta. Tusaale ahaan, haddii xadku yahay 50 oo ardaygu hore u qaaday 2 imtixaan oo su'aalo 20 ah, ma ogolaan doono inuu galo imtixaan kale oo 20 su'aalo ah (20+20+20=60 > 50). Si kastaba ha ahaatee, waxay u oggolaan doontaa ardayga inuu galo imtixaan 10 su'aalo ah (20+20+10=50).

source: Sorry, you have reached the maximum number of questions (%s) for the day. Please try again tomorrow.
so_so: Waan ka xumahay, waxaad gaadhay tirada ugu badan ee su'aalaha (%s) maalinta. Fadlan isku day berrito.

source: Like
so_so: Jeclaaday

source: Dislike
so_so: Jeclaannaan

source: Generate statistics
so_so: Soosaar tirakoobka

source: Basic course documents
so_so: Agabka koorsada aasaasiga ah

source: Week %s
so_so: Toddobaadka %s

source: Wrong answer. The correct one was:
so_so: Jawaab qaldan. Midka saxda ah wuxuu ahaa:

source: This quiz can be embeddable on videos or mobile content
so_so: Imtixaankan waxaa lagu dhejin karaa fiidiyowyada ama waxyaabaha mobilka

source: Search for this location
so_so: Raadi goobtaan

source: Terms of use agreement status
so_so: Xaaladda heshiiska shuruudaha isticmaalka

source: Hide survey invitation link
so_so: Dhuuq xiriirka martiqaadka sahanka

source: Leave a message
so_so: Farriin dhaaf

source: Orphan question
so_so: Su'aasha agoonta

source: Welcome to portal %s Course session: %s
so_so: Ku soo dhawow portal %s Kalfadhiirka koorsada: %s

source: Welcome to portal %s in course %s, part of career %s
so_so: Ku soo dhawow portal %s ee koorsada %s, qayb ka mid ah xirfadda %s

source: Your next module
so_so: Module-kaaga soo socda

source: First lesson
so_so: Casharka koowaad

source: Import course teachers as course coach in the session
so_so: Soodeji macallimiinta koorsada koorsad tababare ee kalfadhiga

source: Resume import
so_so: Dib u bilaab soo dejinta

source: Candidate
so_so: Murashax

source: General total
so_so: Wadarta guud

source: Domains
so_so: Goobaha

source: Logins by date
so_so: Galitaanka taariikhda

source: Allow htaccess in the SCORM import
so_so: Oggolow htaccess dejinta SCORM

source: Auto-evaluation mode and ranking
so_so: Qaabka is-qiimeynta iyo darajada

source: You're receiving a copy because, you're a course coach
so_so: Waxaad helaysaa nuqul sababtoo ah, waxaad tahay tababare koorsad

source: Generate report
so_so: Soosaar warbixinta

source: Version from the version file
so_so: Nooca faylka nooca

source: Version from the config file
so_so: Nooca faylka qaabaynta

source: The version from the version.php file is updated with each version but only available if the main/install/ directory is present.
so_so: Nooca faylka version.php waa la cusboonaysiiyaa nooc kasta laakiin waxa la heli karaa kaliya haddii dir dirta main/install/ ay jirto.

source: The version from the main configuration file shows on the main administration page, but has to be changed manually on upgrade.
so_so: Nooca faylka qaabaynta ugu weyn waxa uu ka muuqdaa bogga maamulka ugu weyn, laakiin waa in si gacmo ah loo beddelo kor u qaadista.

source: Results page configuration
so_so: Qaabaynta bogga natiijooyinka

source: Hide expected answers column
so_so: Qari tiirka jawaabaha la filayo

source: Hide total score
so_so: Qari wadarta dhibcaha

source: Hide question score
so_so: Qari dhibcaha su'aasha

source: Save answers
so_so: Kaydi jawaabaha

source: Pre-fill with answers from previous attempt
so_so: Horay u buuxi jawaabaha isku daygii hore

source: Subscribe automatically all users to all forum notifications
so_so: Si toos ah isu qor dhammaan isticmaaleyaasha dhammaan ogeysiisyada madasha

source: Direct feedback as pop-up
so_so: Faalloon toos ah sida pop-up

source: Total time spent
so_so: Wadarta wakhtiga la qaatay

source: Certificate of achievement
so_so: Shahaadada guusha

source: Surveys report
so_so: War-bixinta sahanka

source: Enter your new password here.
so_so: Halkan gali eraygaaga sirta cusub.

source: Type your new password once again, to reduce the likeliness of typing errors.
so_so: Mar kale ku qor eraygaaga sirta cusub, si aad u yaraato suurtagalnimada khaladaadka wax qorista.

source: Extraction from %s
so_so: Ka soo saarid %s

source: Verify that it contains text (and not only images)
so_so: Xaqiiji inay ku jirto qoraal (oo kaliya sawirro maaha)

source: and that it is not corrupted
so_so: iyo inaysan ahayn mid kharriban

source: Analyse
so_so: Faahfaahinta

source: (Pourcentage of file analysis)
so_so: (Boqolkiiba faahfaahinta faylka)

source: Pending Analysis
so_so: Faahfaahin Sugaya

source: Waiting for analysis
so_so: Sugaya faahfaahinta

source: Ending analysis
so_so: Dhammaadka faahfaahinta

source: If the file is in pdf format, check that it is not protected by modification.
so_so: Haddii faylku uu yahay qaabka pdf, ka hubi inuusan ilaalinayn wax-ka-beddelka.

source: Connecting with the Compilatio server
so_so: La xidhiidhayaa serverka Compilatio

source: with Compilatio
so_so: Compilatio leh

source: Start Compilatio analysis
so_so: Bilow faahfaahinta Compilatio

source: See report
so_so: Eeg warbixinta

source: Your selection contains no jobs to analyze. Only jobs managed by Compilatio and not already scanned can be sent.
so_so: Doorashadaada ma ku jiro shaqooyin la falanqeyn karo. Kaliya shaqooyinka ay maamusho Compilatio oo aan hore loo iskaanin ayaa la soo diri karaa.

source: AJAX communication with the Compilatio server impossible. Please retry later.
so_so: Isgaarsiinta AJAX ee serverka Compilatio ma suurto galay. Fadlan dib u isku day dabadeed.

source: Information: The list of classes below contains the list of classes you have already registered in your course. If this list is empty, use the + green above to add classes.
so_so: Macluumaad: Liistada fasallada hoose waxay ka kooban tahay liistada fasallada aad hore ugu diiwaangashatay koorsadaada. Haddii liistadani ay faaruq tahay, isticmaal + cagaaran ee sare si aad u dartid fasalo.

source: Insert your two names
so_so: Gali labadaada magac

source: Add right logo
so_so: Ku dar logo-ga midig

source: Use score as progress
so_so: Isticmaal dhibcaha horumarka

source: Use the score returned, by the only SCO in this learning path, as the progress indicator in the progress bar. This modifies the SCORM behaviour in the strict sense, but improves visual feedback to the learner.
so_so: Isticmaal dhibcaha la soo celiyo, oo ah SCO kaliya ee jidka waxbarashada, sida tilmaamaha horumarka ee baarka horumarka. Tani waxay beddeshaa dhaqdhaqaaqa SCORM macnaha dhabta ah, laakiin waxay hagaajisaa faalloonka muuqaalka ah ee ardayga.

source: Planned
so_so: Qorshaysan

source: In progress
so_so: Socda

source: Cancelled
so_so: La baajiyay

source: Finished
so_so: Dhammaystiray

source: Session status
so_so: Xaaladda kalfadhiga

source: Update session status
so_so: Cusboonaysii xaaladda kalfadhiga

source: Custom list
so_so: Liisto gaar ah

source: No status
so_so: Xaalad la'aan

source: Go back to video
so_so: Ku noqo fiidiyowga

source: Some SCORM learning paths, specifically those with one single SCO, can report their progress as the SCO's score (cmi.core.score.raw). By checking this option (only available for single SCO learning paths), Chamilo will show the progress based on the score received from the SCO item. Beware that, by using this trick, you lose the ability to get any real score from the item.
so_so: Qaar ka mid ah jidaha waxbarashada SCORM, gaar ahaan kuwa leh hal SCO kaliya, waxay ka warbixiyaan horumarkooda sida dhibcaha SCO (cmi.core.score.raw). Markaad calaamadayso doorashadan (oo kaliya diyaar u ah jidaha waxbarashada hal SCO), Chamilo waxay muujin doontaa horumarka ku salaysan dhibcaha laga helo sheyga SCO. Ilaali in, adigoo isticmaalaya khiyaanadan, aad luminayso awoodda aad ka hesho dhibco dhab ah sheyga.

source: There is a sequence resource linked to this course. You must delete this link first.
so_so: Waxaa jira agab taxane ah oo ku xidhan koorsadan. Waa inaad marka hore tirtirtaa xidhiidhkan.

source: Prevent moving backwards to previous questions
so_so: Ka hortag dib u socod su'aalo hore

source: Upload plugin
so_so: Raru plugin-ka

source: Please remember that uploading third party plugins can be harmful to both your portal and your server. Always ensure you install plugins from secure sources or that you can count on professional support from their developers.
so_so: Fadlan xusuuso in yarraanshaha plugin-yada saddexaad ee saddexaad ay waxyeello u geysan karta portal-kaaga iyo server-kaaga. Had iyo jeer hubi in aad rakibatayso plugin-yada ilaaliyo ama aad ku kalsoon tahay taageerada xirfadleyda ee hor-saqeeyayaasha.

source: Uploading the same plugin more than once will overwrite the previous plugin files. As in the first upload, uploading a third party plugin can have harmful effects.
so_so: Rarraanshaha isla plugin-ka in ka badan hal mar ayaa bedeli doonta faylalka plugin-ka hore. Sida rarraanshaha ugu horreeya, rarraanshaha plugin-ka saddexaad ayaa yeelan kara saameyn xun.

source: Select the new plugin
so_so: Dooro plugin-ka cusub

source: The third party plugins upload is not enabled. Make sure the 'plugin_upload_enable' is set to 'true' in the platform configuration file.
so_so: Rarraanshaha plugin-yada saddexaad lama shaqeyn. Hubi in 'plugin_upload_enable' loo dejiyay 'true' faylka qaabaynta platform-ka.

source: Plugin uploaded
so_so: Plugin-ka la raray

source: Official
so_so: Rasmi ah

source: Third party
so_so: Saddexaad

source: Your plugin has the same name as an official plugin. Official plugins cannot be overwritten. Please change your plugin's zip file name.
so_so: Plugin-kaagu wuxuu leeyahay magac la mid ah plugin-ka rasmiga ah. Plugin-yada rasmiga ah lama beddeli karo. Fadlan beddel magaca faylka zip-ka plugin-kaaga.

source: Courses of %s %s
so_so: Koorsooyinka %s %s

source: You cannot subscribe to the course any more because your session has expired.
so_so: Lama sii qori karo koorsada mar dambe sababtoo ah kalfadhigaagu wuu dhacay.

source: Certificate of achievement by day
so_so: Shahaadada guusha maalin walba

source: Reduced report
so_so: War-bixin la dhimay

source: Outside courses
so_so: Koorsooyinka dibadda

source: Learnpaths category
so_so: Qaybta Learnpaths

source: Mail templates
so_so: Qaababka iimaylka

source: An email to reset your password has been sent.
so_so: Iimaylka dib-u-dejinta eraygaaga sirta ah ayaa la diray.

source: Total number of available courses
so_so: Tirada guud ee koorsooyinka la heli karo

source: Number of matching courses
so_so: Tirada koorsooyinka iswaafaqaya

source: Sessions by date
so_so: Kalfadhiiga taariikhda

source: Global statistics
so_so: Tirakoobka guud

source: Weeks
so_so: Toddobaadka

source: Sessions count
so_so: Tirada kalfadhiiga

source: Sessions per week
so_so: Kalfadhiyo toddobaadkii

source: Average number of users per session
so_so: Celceliska tirada isticmaale ee kalfadhiigii

source: Average number of sessions per general session coach
so_so: Celceliska tirada kalfadhiiga ee tababare guud ee kalfadhiga

source: Sessions per category
so_so: Kalfadhiyo qaybta

source: Sessions per language
so_so: Kalfadhiyo luqadda

source: Courses in sessions
so_so: Koorsooyinka kalfadhiiga

source: Users statistics
so_so: Tirakoobka isticmaale

source: Total number of students
so_so: Tirada guud ee ardayda

source: Users created in the selected period
so_so: Isticmaale lagu abuuray muddada la doortay

source: Users per language
so_so: Isticmaale luqadda

source: Count
so_so: Tirinta

source: Sort by
so_so: ku kala soro

source: Subscription count
so_so: Tirada is-diiwaangelinta

source: Vote count
so_so: Tirada cod-bixinta

source: Export as compact CSV
so_so: Dhoofin sida CSV-ga gaaban

source: Promoted messages
so_so: Fariimaha la dallacsiiyay

source: Publish for group tutors
so_so: Daabac macallimiinta kooxda

source: Group survey for %s
so_so: Baaritaanka kooxda ee %s

source: Hi %s <br/><br/>As group tutor for the group %s you are invited to participate at the following survey :
so_so: Hi %s <br/><br/>Sidii macallin kooxeed ee kooxda %s waxaa lagu martiqaaday in aad ka qayb qaadato baaritaanka soo socda :

source: Survey %s multiplied
so_so: Baaritaanka %s la dhigay

source: Survey %s not multiplied
so_so: Baaritaanka %s lama dhigin

source: Export survey results
so_so: Dhoofin natiijooyinka baaritaanka

source: Score Sum
so_so: Darajada Wadarta

source: Export results
so_so: Dhoofin natiijooyinka

source: Your browser has been verified. You can safely proceed.
so_so: Browser-kaaga waa la xaqiijiyay. Waxaad si ammaan ah u sii wadi kartaa.

source: Your browser could not be verified. Please try again, or try another browser or device before starting your test.
so_so: Browser-kaaga lama xaqiijin karin. Fadlan isku day mar kale, ama isku day browser kale ama qalab kale ka hor inta aanad imtixaanka bilaabin.

source: Partially correct
so_so: Qayb ahaan sax

source: %d / %d answers saved.
so_so: %d / %d jawaab laay

source: Test your browser
so_so: Tijaabi browser-kaaga

source: Sort the following options from the list as you see fit by dragging them to the lower areas. You can put them back in this area to modify your answer.
so_so: Soo kalaqaad doorashooyinka soo socda liiska sida aad u aragto iyaga jiidash meelaha hoose. Waxaad dib ugu celin kartaa aaggan si aad u beddesho jawaabkaaga.

source: Average time in the course
so_so: Celcelis ahaan waqtiga koorsada

source: Users active in a test
so_so: Isticmaale yaqda ku shaqeeya imtixaanka

source: Selective display
so_so: Muujin doorasho
