Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Human Resources Manager
ar: مدير الموارد البشرية
ast_es: Xefu de Recursu Humánu
bn_bd: মানবসম্পদ ব্যবস্থাপক
bs_ba: Menadžer ljudskih resursa
ca_es: Responsable de Recursos Humans
cs_cz: Manažer lidských zdrojů
da: HR-chef
el: Διευθυντής Ανθρώπινου Δυναμικού
eo: Gestanto de homaj rimedoj
es: Responsable de Recursos Humanos
es_mx: Gerente de Recursos Humanos
eu_es: Giza baliabideen zuzendaria
fa_ir: مدیر منابع انسانی
fi_fi: Henkilöstöjohtaja
fo_fo: Manntalsskipari
fur: Responsabił des Risorśs Umanis
ga: Bainisteoir Acmhainní Daonna
gl: Responsable de recursos humanos
he_il: מנהל משאבי אנוש
hi: मानव संसाधन प्रबंधक
hr_hr: Upravitelj ljudskih resursa
hu_hu: Emberi erőforrások vezetője
hy: Աշխատակիցների ռեսուրսների ղեկավար
id_id: Manajer Sumber Daya Manusia
it: Responsabile Risorse Umane
ja: 人事管理者
ka_ge: ადამიანური რესურსების მენეჯერი
ko_kr: 인사 관리자
lo: ຜູ້ຈັດການຝ່າຍບຸກຄະລາກອນ
lt_lt: Žmogiškųjų išteklių vadovas
lv_lv: Cilvēkresursu vadītājs
mk_mk: Менаџер за човечки ресурси
ms_my: Pengurus Sumber Manusia
my_mm: လူ့စွမ်းအားအရင်းအမြစ်မန်နေဂျာ
ne: मानव संसाधन प्रबन्धक
nl: HR-manager
nn_no: Personalansvarleg
oc: Gerent de las tresors humans
pl_pl: Kierownik Zasobów Ludzkich
ps: د بشري سرچینو مدير
pt_br: Gestor de Recursos Humanos
pt_pt: Gerente de Recursos Humanos
ro_ro: Director de resurse umane
ru_ru: Менеджер по персоналу
sk_sk: Riaditeľ ľudských zdrojov
sl: Upravljalec čoveških virom (HRM)
sq: Menaxher Burimesh Njerëzore
sr_rs: Menadžer ljudskih resursa
sv_se: Personalchef
sw_ke: Meneja wa Rasilimali za Kibinadamu
ta: மனிதவள மேலாளர்
th: ผู้จัดการทรัพยากรบุคคล
tl_ph: Tagapamahala ng Human Resources
tr: İnsan Kaynakları Müdürü
uk_ua: Керівник відділу кадрів
vi_vn: Quản lý nhân sự
xh_za: Umphathi wezeMisebenzi yoLuntu
zh_cn: 人力资源经理
zh_tw: 人力資源經理

source: Global
ar: شامل
bn_bd: গ্লোবাল
bs_ba: Globalno
cs_cz: Globální
el: Γlobal
eo: Ĝenerala
eu_es: Globala
fa_ir: کلی
fi_fi: Globaalinen
fo_fo: Globul
ga: Domhanda
he_il: גלובאלי
hi: वैश्विक
hr_hr: Globalno
hu_hu: Globális
hy: Ընդհանուր
it: Globale
ja: グローバル
ka_ge: გლობალური
ko_kr: 전체
lo: ທົ່ວໄປ
lt_lt: Visuotinis
lv_lv: Globāls
mk_mk: Глобално
my_mm: ဂလိုဘယ်
ne: वैश्विक
pl_pl: Globalny
ps: نړیوال
ru_ru: Глобально
sk_sk: Globálny
sl: Globalno
sq: Globale
sr_rs: Globalno
sw_ke: Kimataifa
ta: பொது
th: ทั่วโลก
tl_ph: Pangkalahatan
tr: Genel
uk_ua: Глобально
vi_vn: Toàn cục
xh_za: Jikelele
zh_cn: 全局
zh_tw: 全域

source: Question title
ar: عنوان السؤال
ast_es: Títulu de pregunta
bn_bd: প্রশ্নের শিরোনাম
bs_ba: Naslov pitanja
ca_es: Títol de la pregunta
cs_cz: Název otázky
da: Spørgsmålstitel
de: Frage-Titel
el: Τίτλος ερώτησης
eo: Titolo de demando
es: Título de pregunta
es_mx: Título de la pregunta
eu_es: Galderaren izenburua
fa_ir: عنوان سؤال
fi_fi: Kysymyksen otsikko
fo_fo: Spurningartitulin
fur: Titol domande
ga: Teideal na ceiste
gl: Título da pregunta
he_il: כותרת שאלה
hi: प्रश्न शीर्षक
hr_hr: Naslov pitanja
hu_hu: Kérdés címe
hy: Հարցի վերնագիր
id_id: Judul pertanyaan
it: Titolo del quesito
ja: 質問タイトル
ka_ge: კითხვის სათაური
ko_kr: 질문 제목
lo: ຫົວຂໍ້ຄຳຖາມ
lt_lt: Klausimo pavadinimas
lv_lv: Jautājuma nosaukums
mk_mk: Наслов на прашањето
ms_my: Tajuk soalan
my_mm: မေးခွန်းခေါင်းစဉ်
ne: प्रश्न शीर्षक
nl: Vraagtitel
nn_no: Spørsmålstitel
oc: Títol de la question
pl_pl: Tytuł pytania
ps: د پوښتنې سرلیک
pt_br: Título da pergunta
pt_pt: Título de pergunta
ro_ro: Titlu intrebarii
ru_ru: Название вопроса
sk_sk: Názov otázky
sl: Naziv vprašanja
sq: Titulli i pyetjes
sr_rs: Naslov pitanja
sv_se: Frågetitel
sw_ke: Kichwa cha swali
ta: கேள்வி தலைப்பு
th: ชื่อคำถาม
tl_ph: Pamagat ng tanong
tr: Soru başlığı
uk_ua: Назва запитання
vi_vn: Tiêu đề câu hỏi
xh_za: Isihloko sombuzo
zh_cn: 问题标题
zh_tw: 題目標題

source: Question ID
ar: هوية السؤال
ast_es: ID de pregunta
bn_bd: প্রশ্ন আইডি
bs_ba: ID pitanja
ca_es: ID de la pregunta
cs_cz: ID otázky
da: Spørgsmåls-ID
de: Frage-ID
el: Ερώτηση ID
eo: ID de demando
es: ID de pregunta
es_mx: ID de pregunta
eu_es: Galderaren ID
fa_ir: شناسه سؤال
fi_fi: Kysymys ID
fo_fo: Spurning ID
fur: ID domande
ga: ID Ceiste
gl: ID da pregunta
he_il: מזהה כותרת
hi: प्रश्न आईडी
hr_hr: ID pitanja
hu_hu: Kérdés azonosítója
hy: Հարցի ID
id_id: ID Pertanyaan
it: ID Quesito
ja: 質問ID
ka_ge: კითხვის ID
ko_kr: 질문 ID
lo: ລະຫັດຄຳຖາມ
lt_lt: Klausimo ID
lv_lv: Jautājuma ID
mk_mk: ID на прашањето
ms_my: ID Soalan
my_mm: မေးခွန်းအိုင်ဒီ
ne: प्रश्न ID
nl: VraagID
nn_no: Spørsmåls-ID
oc: ID de la question
pl_pl: ID pytania
ps: د پوښتنې آي ډي
pt_br: ID da pregunta
pt_pt: Pergunta ID
ro_ro: ID intrebarii
ru_ru: ID вопроса
sk_sk: Otázka ID
sl: ID vprašanja
sq: ID e pyetjes
sr_rs: ID pitanja
sv_se: Fråga-ID
sw_ke: Kitambulisho cha swali
ta: கேள்வி ID
th: รหัสคำถาม
tl_ph: ID ng tanong
tr: Soru Kimliği
uk_ua: ID запитання
vi_vn: ID câu hỏi
xh_za: ID yombuzo
zh_cn: 问题 ID
zh_tw: 題目 ID

source: ExerciseId
ar: هوية التمرين
bn_bd: ব্যায়াম আইডি
ca_es: ID d'exercici
da: Øvelse-ID
de: Übungs-ID
el: Ταυτότητα άσκησης
es: ID de ejercicio
fa_ir: شناسه تمرین
fi_fi: TehtäväID
fo_fo: ÚtbúgvingarID
gl: ID do exercicio
he_il: מזהה תרגיל
hi: अभ्यास आईडी
hu_hu: Gyakorlat azonosítója
hy: Դասընթացի ID
it: ID esercitazione
ja: 演習ID
ko_kr: 연습 ID
lo: ລະຫັດບົດເຝິກຫັດ
lt_lt: Pratybų ID
lv_lv: Exercīsa ID
my_mm: လေ့ကျင့်ခန်းအိုင်ဒီ
ne: अभ्यास ID
nl: OefeningID
nn_no: Øvelse-ID
ps: تمرين آي ډي
pt_br: ID do Exercício
pt_pt: Exercício ID
ro_ro: ID exercitiului
sk_sk: Cvičenie ID
sl: ID vaje/testa
sv_se: Övnings-ID
ta: பயிற்சி ID
tr: AlıştırmaKimliği
zh_cn: 练习 ID
zh_tw: 練習 ID

source: Excel export
ar: تصدير الى الاكسل
ast_es: Esportación a Excel
bn_bd: এক্সেল এক্সপোর্ট
bs_ba: Izvoz u Excel
ca_es: Exporteu Excel
cs_cz: Export do Excelu
da: Excel-eksport
el: Εξαγωγή Excel
eo: Eksporto al Excel
es: Exporte Excel
es_mx: Exportar a Excel
eu_es: Excel-era esportatu
fa_ir: خروجی اکسل
fi_fi: Excel vienti
fo_fo: Excel útflyt
fur: Esport in Excel
ga: Easportáil Excel
gl: Exportar a Excel
he_il: ייצוא לאקסל
hi: एक्सेल निर्यात
hr_hr: Izvoz u Excel
hu_hu: Excel exportálás
hy: Excel արտահանում
id_id: Ekspor Excel
it: Esporta Excel
ja: Excelエクスポート
ka_ge: ექსპორტი Excel-ში
ko_kr: Excel 내보내기
lo: ສົ່ງອອກເປັນ Excel
lt_lt: Eksportuoti į Excel
lv_lv: Excel eksports
mk_mk: Извоз во Excel
ms_my: Eksport Excel
my_mm: Excel ထုတ်ယူမှု
ne: एक्सेल निर्यात
nn_no: Excel-eksport
oc: Exportar en Excel
pl_pl: Eksport do Excela
ps: اکسل صادرول
pt_br: Exportar para formato do Excel/MS
pt_pt: Exportação Excel
ro_ro: Exportati Excel
ru_ru: Экспорт в Excel
sk_sk: Export do Excelu
sl: Izvoz v Excel
sq: Eksport Excel
sr_rs: Izvoz u Excel
sw_ke: Hamisha kwenye Excel
ta: எக்ஸெல் ஏற்றுமதி
th: ส่งออก Excel
tr: Excel'e dışa aktar
uk_ua: Експорт в Excel
vi_vn: Xuất Excel
xh_za: Thumela kwi-Excel
zh_cn: Excel 导出
zh_tw: Excel 匯出

source: Corporate report, short version
ar: تقرير المنظمة، النسخة المختصرة
ast_es: Informe corporativu, versión curtia
bn_bd: কর্পোরেট রিপোর্ট, সংক্ষিপ্ত সংস্করণ
bs_ba: Korporativni izvještaj, kratka verzija
ca_es: Informe corporatiu resumit
cs_cz: Firemní zpráva, krátká verze
da: Virksomhedsrapport, kort version
de: Unternehmensbericht, kurze Version
el: Εταιρική έκθεση, σύντομη έκδοση
eo: Korporativa raportaro, mallonga versio
es: Reporte corporativo resumido
es_mx: Reporte corporativo, versión corta
eu_es: Txostena enpresarentzat, bertsio laburra
fa_ir: گزارش شرکتی، نسخه کوتاه
fi_fi: Yritysraportti, lyhyt versio
fo_fo: Fyriskipafrágreiðing, stutt útgáva
fur: Rapuort aziendar, version curt
ga: Tuairisc chorparáideach, leagan gearr
gl: Informe corporativo resumido
he_il: דוח תאגידי, גרסה קצרה
hi: कॉर्पोरेट रिपोर्ट, संक्षिप्त संस्करण
hr_hr: Tvrtkin izvještaj, kratka verzija
hu_hu: Vállalati jelentés, rövid verzió
hy: Կորպորատիվ զեկույց, կարճ տարբերակ
id_id: Laporan korporat, versi singkat
it: Report aziendale, abbreviato
ja: 企業レポート、短縮版
ka_ge: კორპორატიული ანგარიში, მოკლე ვერსია
ko_kr: 기업 보고서, 간략 버전
lt_lt: Įmonės ataskaita, trumpa versija
lv_lv: Korporatīvais ziņojums, īsā versija
mk_mk: Корпоративен извештај, кратка верзија
ms_my: Laporan korporat, versi ringkas
my_mm: ကော်ပိုရိတ်အစီရင်ခံစာ၊ အကျဉ်းဗားရှင်း
ne: कर्पोरेट प्रतिवेदन, छोटो संस्करण
nl: Corporate report, korte versie
nn_no: Bedriftsrapport, kort versjon
oc: Rapòrt empresari, version corta
pl_pl: Raport korporacyjny, wersja skrócona
ps: کارپوهي راپور، لنډه نسخې
pt_br: Relatório corporativo, versão curta/resumee
pt_pt: Relatório corporativo, versão curta
ro_ro: Rezumat raport corporativă
ru_ru: Корпоративный отчет, короткая версия
sk_sk: Korporátne hlásenie, krátka verzia
sl: Poslovno poročilo - kratka inačica
sq: Raport korporativ, version i shkurtër
sr_rs: Korporativni izveštaj, kratka verzija
sv_se: Företagsrapport, kort version
sw_ke: Ripoti ya shirika, toleo fupi
ta: நிறுவன அறிக்கை, சுருக்கமான பதிப்பு
th: รายงานองค์กร เวอร์ชันสั้น
tl_ph: Corporate report, maikling bersyon
tr: Kurumsal rapor, kısa sürüm
uk_ua: Корпоративний звіт, коротка версія
vi_vn: Báo cáo doanh nghiệp, phiên bản ngắn
xh_za: Ingxelo yenkampani, uguqulelo olufutshane
zh_cn: 企业报告，简短版
zh_tw: 企業報告，簡短版

source: Corporate report
ar: تقرير المنظمة
ast_es: Informe corporativu
bn_bd: কর্পোরেট রিপোর্ট
bs_ba: Korporativni izvještaj
ca_es: Informe corporatiu
cs_cz: Firemní zpráva
da: Virksomhedsrapport
de: Unternehmensbericht
el: Εταιρική έκθεση
eo: Korporativa raportaro
es: Reporte corporativo
es_mx: Reporte corporativo
eu_es: Txostena enpresarentzat
fa_ir: گزارش شرکتی
fi_fi: Yritysraportti
fo_fo: Fyriskipafrágreiðing
fur: Rapuort aziendar
ga: Tuairisc chorparáideach
gl: Informe corporativo
he_il: דוח תאגידי
hi: कॉर्पोरेट रिपोर्ट
hr_hr: Tvrtkin izvještaj
hu_hu: Vállalati jelentés
hy: Կորպորատիվ զեկույց
id_id: Laporan korporat
it: Report aziendale
ja: 企業レポート
ka_ge: კორპორატიული ანგარიში
ko_kr: 기업 보고서
lt_lt: Įmonės ataskaita
lv_lv: Korporatīvais ziņojums
mk_mk: Корпоративен извештај
ms_my: Laporan korporat
my_mm: ကော်ပိုရိတ်အစီရင်ခံစာ
ne: कर्पोरेट प्रतिवेदन
nl: Bedrijfsrapport
nn_no: Bedriftsrapport
oc: Rapòrt empresari
pl_pl: Raport korporacyjny
ps: کارپوهي راپور
pt_br: Relatório corporativo
pt_pt: Relatório corporativo
ro_ro: Raport corporativă
ru_ru: Корпоративный отчет
sk_sk: Korporátna správa
sl: Poslovno poročilo
sq: Raport korporativ
sr_rs: Korporativni izveštaj
sv_se: Företagsrapport
sw_ke: Ripoti ya shirika
ta: நிறுவன அறிக்கை
th: รายงานองค์กร
tl_ph: Korporatibong ulat
tr: Kurumsal rapor
uk_ua: Корпоративний звіт
vi_vn: Báo cáo doanh nghiệp
xh_za: Ingxelo yenkampani
zh_cn: 企业报告
zh_tw: 企業報告

source: Report
ar: التقرير
ast_es: Informe
bn_bd: রিপোর্ট
bs_ba: Izvještaj
ca_es: Informe
cs_cz: Zpráva
da: Rapport
de: Bericht
el: Αναφορά
eo: Raportaro
es: Reporte
es_mx: Reporte
eu_es: Txostena
fa_ir: گزارش
fi_fi: Raportti
fo_fo: Frágreiðing
fur: Rapuort
ga: Tuairisc
gl: Informe
he_il: דוח
hi: रिपोर्ट
hr_hr: Izvještaj
hu_hu: Jelentés
hy: Զեկույց
id_id: Laporan
ja: レポート
ka_ge: ანგარიში
ko_kr: 보고서
lt_lt: Ataskaita
lv_lv: Ziņojums
mk_mk: Извештај
ms_my: Laporan
my_mm: အစီရင်ခံစာ
ne: प्रतिवेदन
nl: Rapport
nn_no: Rapport
oc: Rapòrt
pl_pl: Raport
ps: راپور
pt_br: Reportar
pt_pt: Relatório
ro_ro: Raport
ru_ru: Отчет
sk_sk: Správa
sl: Poročilo
sq: Raport
sr_rs: Izveštaj
sv_se: Rapport
sw_ke: Ripoti
ta: அறிக்கை
th: รายงาน
tr: Rapor
uk_ua: Звіт
vi_vn: Báo cáo
xh_za: Ingxelo
zh_cn: 报告
zh_tw: 報告

source: Trace IP
ar: IP تتبع
ast_es: Rloxar IP
bn_bd: আইপি ট্রেস করুন
bs_ba: Praćenje IP adrese
ca_es: Seguiu IP
cs_cz: Sledovat IP
da: Spor IP
de: IP verfolgen
el: Ένδειξη IP
eo: Spuri IP
es: Seguir IP
es_mx: Rastrear IP
eu_es: IP arrasoa
fa_ir: ردیابی IP
fi_fi: Jäljitä IP
fo_fo: Rekka IP
fur: Tracie IP
ga: Rian IP
gl: Seguir IP
he_il: ניטור כתובת IP
hi: आईपी ट्रेस
hr_hr: Praćenje IP adrese
hu_hu: IP nyomon követése
hy: IP հետևել
id_id: Lacak IP
it: Traccia l'IP
ja: IP追跡
ka_ge: IP მისამართის თვალყური
ko_kr: IP 추적
lo: ຕິດຕາມ IP
lt_lt: Sekti IP
lv_lv: Izsekot IP
mk_mk: Следење на IP
ms_my: Jejak IP
my_mm: အိုင်ပီခြေရာခံပါ
ne: IP ट्रेस गर्नुहोस्
nl: Volg IP
nn_no: Spor IP
oc: Traçar l’IP
pl_pl: Śledź IP
ps: آي پي تعقیب
pt_br: Rastrear IP
pt_pt: Seguir IP
ro_ro: Urmariti IP
ru_ru: Отслеживание IP
sk_sk: Stopovať IP
sl: Sledi IP
sq: Gjurmë IP
sr_rs: Praćenje IP adrese
sv_se: Spåra IP
sw_ke: Fuatilia IP
ta: IP கண்காணி
th: ติดตาม IP
tl_ph: Subukin ang IP
tr: IP izi
uk_ua: Відстежити IP
vi_vn: Theo dõi IP
xh_za: Landelela i-IP
zh_cn: 追踪 IP
zh_tw: 追蹤 IP

source: No session provided
ar: لا يوجد دورة متوفرة
ast_es: Nun se proporcionó sesión
bn_bd: কোনো সেশন প্রদান করা হয়নি
bs_ba: Sesija nije navedena
ca_es: No s'ha indicat una sessió
cs_cz: Není poskytnuta relace
da: Ingen session angivet
de: Keine Sitzung verfügbar
el: Δεν παρέχεται συνεδρία
eo: Neniu sesio provizita
es: No se ha indicado una sesión
es_mx: No se proporcionó sesión
eu_es: Saiorik ez hornitu
fa_ir: هیچ جلسه‌ای ارائه نشده
fi_fi: Istuntoa ei annettu
fo_fo: Ongin bólkur gefin
fur: Nengune session fornide
ga: Gan seisiún ar fáil
gl: Non se indicou unha sesión
he_il: לא סופק מושב
hi: कोई सत्र प्रदान नहीं किया गया
hr_hr: Sesija nije navedena
hu_hu: Nincs munkamenet megadva
hy: Սեանս չի տրամադրվել
id_id: Tidak ada sesi yang disediakan
it: Nessuna sessione fornita
ja: セッションが指定されていません
ka_ge: სესია არ არის მითითებული
ko_kr: 세션이 제공되지 않음
lo: ບໍ່ມີເຊດຊັນ
lt_lt: Sesija nenurodyta
lv_lv: Nav norādīta sesija
mk_mk: Нема сесии дадени
ms_my: Tiada sesi yang diberikan
my_mm: အစည်းအဝေးမပေးထားပါ
ne: कुनै सत्र प्रदान गरिएको छैन
nl: Geen sessie beschikbaar
nn_no: Ingen sesjon oppgjeve
oc: Cap sesion fornida
pl_pl: Brak podanej sesji
ps: هیڅ غونډه ورکړل شوې نه ده
pt_br: Nenhuma sessão fornecido
pt_pt: Sem sessão forneceu
ro_ro: Nu a fost indicata o sesiune
ru_ru: Сессия не указана
sk_sk: Žiadne stretnutie za predpokladu
sl: Nobena seja ni podana
sq: Nuk ka sesion të dhënë
sr_rs: Sesija nije navedena
sv_se: Ingen session angiven
sw_ke: Hakuna kikao kilichotolewa
ta: எந்த அமர்வும் வழங்கப்படவில்லை
th: ไม่มีเซสชันที่ระบุ
tl_ph: Walang session na ibinigay
tr: Oturum sağlanmadı
uk_ua: Сесію не вказано
vi_vn: Không có buổi học nào được cung cấp
xh_za: Akukho seshini inikiweyo
zh_cn: 未提供会话
zh_tw: 未提供課程階段

source: Users must have the HR director role
ar: يجب ان يكون للمستخدمين دور مدير الموارد البشرية
ast_es: Los usuarios deben tener el rolu de direutor de RRHH
bn_bd: ব্যবহারকারীদের এইচআর ডিরেক্টর ভূমিকা থাকতে হবে
bs_ba: Korisnici moraju imati ulogu direktora HR-a
ca_es: Els usuaris han de tenir el rol de director de recursos humans
cs_cz: Uživatelé musí mít roli ředitele HR
da: Brugere skal have HR-direktørrollen
de: Benutzer müssen die HR-Direktor-Rolle besitzen
el: Οι χρήστες πρέπει να έχουν τον ρόλο διευθυντή ΠΟΛ
eo: Uzantoj devas havi la rolon direktoro de homaj rimedoj
es: Los usuarios deben tener el rol de director de recursos humanos
es_mx: Los usuarios deben tener el rol de director de RRHH
eu_es: Erabiltzaileek Zuzendari RRHH rol izatea behar dute
fa_ir: کاربران باید نقش مدیر منابع انسانی داشته باشند
fi_fi: Käyttäjillä tulee olla HR-johtajan rooli
fo_fo: Brúkarar mugu hava manntalsstjóra-rólina
fur: I utents a devin doprâ il rol di diretor HR
ga: Ní mór do úsáideoirí ról stiúrthóra HR a bheith acu
gl: Os usuarios deben ter un rol de director de recursos humanos
he_il: משתמשים חייבים להיות בעלי תפקיד מנהל משאבי אנוש
hi: उपयोगकर्ताओं को एचआर निदेशक भूमिका होनी चाहिए
hr_hr: Korisnici moraju imati ulogu direktora HR-a
hu_hu: A felhasználóknak rendelkezniük kell az HR igazgató szerepkörrel
hy: Օգտատերերը պետք է ունենան HR տնօրենի դեր
id_id: Pengguna harus memiliki peran direktur SDM
it: L'utente deve avere il ruolo di Resp. Risorse Umane
ja: ユーザーはHRディレクターの役割が必要です
ka_ge: მომხმარებლებს უნდა ჰქონდეთ HR დირექტორის როლი
ko_kr: 사용자는 HR 디렉터 역할을 가져야 합니다
lo: ຜູ້ໃຊ້ຕ້ອງມີບົດບາດເປັນຜູ້ອຳນວຍການຝ່າຍບຸກຄະລາກອນ
lt_lt: Vartotojai turi turėti HR direktoriaus vaidmenį
lv_lv: Lietotājiem jābūt HR direktora lomai
mk_mk: Корисниците мора да имаат улога на директор за човечки ресурси
ms_my: Pengguna mesti mempunyai peranan pengarah HR
my_mm: အသုံးပြုသူများတွင် လူ့စွမ်းအားအရင်းအမြစ်ဒါရိုက်တာအခန်းကဏ္ဍရှိရမည်
ne: प्रयोगकर्ताहरूमा HR निर्देशक भूमिका हुनुपर्छ
nl: Gebruikers moeten de HR manager rol hebben
nn_no: Brukarar må ha HR-direktør-rolle
oc: Los utilizaires degon aver lo ròtle de director RH
pl_pl: Użytkownicy muszą mieć rolę dyrektora HR
ps: کارنان باید د بشري سرچینو مدير رول ولري
pt_br: Os usuários devem ter o papel diretor de RH
pt_pt: Os usuários devem ter o papel de diretor de recursos humanos
ro_ro: Utilizatorii trebuie să aibă rolul de director de resurse umane
ru_ru: Пользователи должны иметь роль директора по персоналу
sk_sk: Používatelia musia mať rolu Vedúce ľudských zdrojov
sl: Uporabniki morajo imeti vlogo upravitelja človeških virov HRM
sq: Përdoruesit duhet të kenë rolin e drejtorit të HR
sr_rs: Korisnici moraju imati ulogu direktora HR-a
sv_se: Användare måste ha rollen HR-direktör
sw_ke: Watumiaji lazima wawe na jukumu la mkurugenzi wa HR
ta: பயனர்கள் HR இயக்குநர் பாத்திரத்தைக் கொண்டிருக்க வேண்டும்
th: ผู้ใช้ต้องมีบทบาทผู้อำนวยการ HR
tl_ph: Ang mga user ay dapat magkaroon ng HR director role
tr: Kullanıcıların İK direktörü rolüne sahip olması gerekir
uk_ua: Користувачі повинні мати роль директора з кадрів
vi_vn: Người dùng phải có vai trò giám đốc nhân sự
xh_za: Abasebenzisi kufuneka babe nendima yokulawula i-HR
zh_cn: 用户必须具有 HR 主任角色
zh_tw: 使用者必須具有人力資源主管角色

source: Nothing to add
ar: لا يوجد شيء لاضافته
ast_es: Nun hai nada que amestar
bn_bd: কিছু যোগ করার নেই
bs_ba: Nema šta dodati
ca_es: Res per afegir
cs_cz: Nic k přidání
da: Intet at tilføje
de: Nichts hinzuzufügen
el: Δεν υπάρχει κάτι να προσθέσετε
eo: Neniu afero por aldoni
es: Nada por añadir
es_mx: Nada que agregar
eu_es: Ez dago gehitzeko ezer
fa_ir: هیچ چیز برای افزودن وجود ندارد
fi_fi: Ei lisättävää
fo_fo: Einki at leggja afturat
fur: Nul a zontâ
ga: Níl aon rud le cur leis
gl: Nada que engadir
he_il: אין מה להוסיף
hi: जोड़ने के लिए कुछ नहीं
hr_hr: Nema ništa za dodati
hu_hu: Nincs mit hozzáadni
hy: Չկա ավելացնելու բան
id_id: Tidak ada yang ditambahkan
it: Niente da aggiungere
ja: 追加するものがありません
ka_ge: არაფერია დასამატებელი
ko_kr: 추가할 내용 없음
lt_lt: Nėra ką pridėti
lv_lv: Nav ko pievienot
mk_mk: Нема ништо за додавање
ms_my: Tiada apa yang perlu ditambah
my_mm: ထည့်စရာမရှိပါ
ne: थप्न केही छैन
nl: Niets toe te voegen
nn_no: Ingen ting å legge til
oc: Res a apondre
pl_pl: Brak elementów do dodania
ps: هیڅ شی اضافه کېدای نه شي
pt_br: Nada a acrescentar
pt_pt: Nada para adicionar
ro_ro: Nimic pentru a adăuga
ru_ru: Нечего добавлять
sk_sk: Nič na pridanie
sl: Ni ničesar za dodajanje
sq: Asgjë për të shtuar
sr_rs: Nema šta da se doda
sv_se: Inget att lägga till
sw_ke: Hakuna cha kuongeza
ta: சேர்க்க ஏதும் இல்லை
th: ไม่มีอะไรเพิ่ม
tl_ph: Walang mailalagay
tr: Eklenecek bir şey yok
uk_ua: Немає що додавати
vi_vn: Không có gì để thêm
xh_za: Akukho nto ukongezelela
zh_cn: 无内容可添加
zh_tw: 無可新增項目

source: No student found for the session
ar: لم يتم العثور على طالب في الدورة
ast_es: Nun s' atopó estudiantín pa la sesión
bn_bd: সেশনের জন্য কোনো ছাত্র পাওয়া যায়নি
bs_ba: Nijedan student nije pronađen za sesiju
ca_es: Cap alumne trobat per a la sessió
cs_cz: Pro relaci nebyl nalezen žádný student
da: Ingen elev fundet for sessionen
de: Kein Teilnehmer für die Sitzung gefunden
el: Δεν βρέθηκαν μαθητές για τη συνεδρία
eo: Neniu studento trovita por la sesio
es: Ningún alumno encontrado para la sesión
es_mx: No se encontró estudiante para la sesión
eu_es: Ez da ikaslerik aurkitu saiorako
fa_ir: هیچ دانش‌آموزی برای جلسه یافت نشد
fi_fi: Opiskelijoita ei löydetty tähän istuntoon
fo_fo: Ongin studentur funnin fyri bólkin
fur: Nengun studint cjatât par la session
ga: Ní bhfuarthas mac léinn don seisiún
gl: Non se encontrou ningún alumno para a sesión
he_il: לא נמצא תלמיד למפגש
hi: सत्र के लिए कोई छात्र नहीं मिला
hr_hr: Nijedan student nije pronađen za sesiju
hu_hu: Nem található hallgató a munkamenethez
hy: Սեանսի համար ուսանող չի գտնվել
id_id: Tidak ada siswa yang ditemukan untuk sesi
it: Nessun studente trovato per questa sessione
ja: セッションに学生が見つかりません
ka_ge: სესიისთვის სტუდენტი არ მოიძებნა
ko_kr: 세션에 해당 학생을 찾을 수 없음
lo: ບໍ່ພົບນັກຮຽນສຳລັບເຊດຊັນນີ້
lt_lt: Sesijai studentas nerastas
lv_lv: Sesijai nav atrasts students
mk_mk: Нема пронајден студент за сесията
ms_my: Tiada pelajar ditemui untuk sesi ini
my_mm: အစည်းအဝေးအတွက် ကျောင်းသားမတွေ့ပါ
ne: सत्रका लागि कुनै विद्यार्थी फेला परेन
nl: Geen student gevonden in de sessie
nn_no: Ingen elev funne for sesjonen
oc: Cap estudiant trobat per la sesion
pl_pl: Nie znaleziono studenta dla sesji
ps: د غونډې لپاره هیڅ زده کونکی موندل شوی نه دی
pt_br: Nenhum estudante encontrado para a sessão
pt_pt: Nenhum estudante encontrada para a sessão
ro_ro: Niciun elev găsit pentru sesiune
ru_ru: Студент для сессии не найден
sk_sk: Žiadny študent pre stretnutie
sl: Za sejo ne najdem nobenega uporabnika
sq: Nuk u gjet student për sesionin
sr_rs: Nijedan polaznik nije pronađen za sesiju
sv_se: Ingen student hittad för sessionen
sw_ke: Hakuna mwanafunzi aliyepatikana kwa kikao
ta: அமர்வுக்கு மாணவர் கிடைக்கவில்லை
th: ไม่พบนักเรียนสำหรับเซสชัน
tl_ph: Walang estudyante na natagpuan para sa session
tr: Oturum için öğrenci bulunamadı
uk_ua: Студентів для сесії не знайдено
vi_vn: Không tìm thấy học viên cho buổi học
xh_za: Akukho mfundi ofunyanwayo kwiseshini
zh_cn: 会话中未找到学生
zh_tw: 課程階段中找不到學生

source: No destination session provided
ar: لا توجد وجهة دورة محددة
ast_es: Nun se proporcionó sesión de destinu
bn_bd: কোনো গন্তব্য সেশন প্রদান করা হয়নি
bs_ba: Nijedna ciljna sesija nije navedena
ca_es: Sessió de destinació no indicada
cs_cz: Není poskytnuta cílová relace
da: Ingen destinationssession angivet
de: Keine Ziel-Sitzung verfügbar
el: Δεν έχει καθοριστεί η θέση της συνεδρίας
eo: Neniu cel-sesio provizita
es: Sesión de destino no indicada
es_mx: No se proporcionó sesión de destino
eu_es: Helmugako saiorik ez hornitu
fa_ir: هیچ جلسه مقصدی ارائه نشده
fi_fi: Kohdeistuntoa ei annettu
fo_fo: Ongin málsætnar bólkur gefin
fur: Nengune session di destinazion fornide
ga: Níl seisiún cinn sprice ar fáil
gl: Sesión de destino non indicada
he_il: לא סופק הפעלת יעד
hi: कोई गंतव्य सत्र प्रदान नहीं किया गया
hr_hr: Ciljna sesija nije navedena
hu_hu: Nincs cél munkamenet megadva
hy: Նշանակություն սեանս չի տրամադրվել
id_id: Tidak ada sesi tujuan yang disediakan
it: Nessuna destinazione fornita per la sessione
ja: 宛先セッションが指定されていません
ka_ge: სამიზნე სესია არ არის მითითებული
ko_kr: 대상 세션이 제공되지 않음
lo: ບໍ່ໄດ້ລະບຸເຊດຊັນປາຍທາງ
lt_lt: Tikslinė sesija nenurodyta
lv_lv: Nav norādīta mērķa sesija
mk_mk: Нема целна сесја дадена
ms_my: Tiada sesi destinasi yang diberikan
my_mm: ဦးတည်ရာအစည်းအဝေးမပေးထားပါ
ne: गन्तव्य सत्र प्रदान गरिएको छैन
nl: Geen doelsessie beschikbaar
nn_no: Ingen målsesjon oppgjeve
oc: Cap sesion de destinacion fornida
pl_pl: Brak podanej sesji docelowej
ps: هیڅ منزل غونډه ورکړل شوې نه ده
pt_br: Nenhuma sessão de destino fornecido
pt_pt: Nenhuma sessão de destino fornecido
ro_ro: Sesiunea țintă nu a fost indicata
ru_ru: Целевая сессия не указана
sk_sk: Žiadne cieľové stretnutie za predpokladu
sl: Ciljna seja ni podana
sq: Nuk ka sesion destinacioni të dhënë
sr_rs: Nijedna ciljna sesija nije navedena
sv_se: Ingen destinationssession angiven
sw_ke: Hakuna kikao cha mwisho kilichotolewa
ta: இலக்கு அமர்வு வழங்கப்படவில்லை
th: ไม่มีเซสชันปลายทางที่ระบุ
tl_ph: Walang destination session na ibinigay
tr: Hedef oturum sağlanmadı
uk_ua: Цільову сесію не вказано
vi_vn: Không có buổi học đích được cung cấp
xh_za: Akukho seshini yokugqibezela inikiweyo
zh_cn: 未提供目标会话
zh_tw: 未提供目的地課程階段
