Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: In order to do this, you must enter the year, the component and the component's step
ar: من اجل اجراء ذلك فان عليك ادخال السنة والمكون
ast_es: Pa facer esto, tien d'escribir l'añu, la componente y la etapa de la componente
bn_bd: এটি করার জন্য, আপনাকে বছর, উপাদান এবং উপাদানের ধাপ লিখতে হবে
bs_ba: Da biste to učinili, morate unijeti godinu, komponentu i korak komponente
ca_es: Per fer això, cal que introduïu l'any, el component i l'etapa del component
cs_cz: Je požadováno, abyste zadali rok, prvek a etapu prvku
da: For at gøre dette skal du indtaste året, komponenten og komponentens trin
de: Hier muss das Jahr, die Komponente und der Schritt der Komponente eingegeben werden
el: Για να το κάνετε αυτό, πρέπει να εισαγάγετε το έτος, το τμήμα και το βήμα του τμήματος
eo: Por fari tion, vi devas enigi la jaron, la komponenon kaj la ŝtupon de la komponeno
es: Para hacer esto, debe introducir el año, la componente y la etapa de la componente
es_mx: Para hacer esto, debe ingresar el año, el componente y el paso del componente
eu_es: Hau egin ahal izateko, urtea, osagaia eta osagaiaren urratsa sartu beharko dituzu
fa_ir: برای انجام این کار، باید سال، مؤلفه و مرحله مؤلفه را وارد کنید
fi_fi: Tämän tekemiseksi sinun täytyy antaa vuosi, komponentti ja komponentin vaihe
fo_fo: Fyri at gera hetta, skalt tú skriva árið, einlinjuna og einlinjunnar stig
fur: Par fâ chest, ju devi jentrâ l'an, il component e il pas dal component
ga: Chun é seo a dhéanamh, ní mór duit an bhliain, an chomhpháirt agus céim na comhpháirte a iontráil
gl: Para facer isto, debe introducir o ano, a compoñente e a etapa da compoñente
he_il: כדי לעשות זאת, עליך להזין את השנה, הרכיב והשלב של הרכיב
hi: इसके लिए, आपको वर्ष, घटक और घटक का चरण दर्ज करना होगा
hr_hr: Da biste to učinili, morate unijeti godinu, komponentu i korak komponente
hu_hu: Ehhez meg kell adnia az évet, a komponenst és a komponens lépését
hy: Դա անելու համար պետք է մուտքագրեք տարին, բաղադրիչը և բաղադրիչի քայլը
id_id: Untuk melakukan ini, Anda harus memasukkan tahun, komponen, dan langkah komponen
it: Per poterlo fare devi immettere l'anno, la componente a l'attività della componente
ja: これを行うには、年、コンポーネント、およびコンポーネントのステップを入力する必要があります
ka_ge: ამისთვის უნდა შეიტანოთ წელი, კომპონენტი და კომპონენტის ნაბიჯი
ko_kr: 이를 위해 연도, 구성 요소 및 구성 요소의 단계를 입력해야 합니다
lo: ເພື່ອເຮັດສິ່ງນີ້, ທ່ານຕ້ອງໃສ່ປີ, ອົງປະກອບ ແລະ ຂັ້ນຕອນຂອງອົງປະກອບ
lt_lt: Tam turite įvesti metus, komponentą ir komponento žingsnį
lv_lv: Lai to izdarītu, jāievada gads, komponents un komponenta solis
mk_mk: За да го направите ова, мора да внесете година, компонента и статија на компонентата
ms_my: Untuk melakukan ini, anda mesti masukkan tahun, komponen dan langkah komponen
my_mm: ဤသို့ပြုလုပ်ရန်၊ သင်သည် နှစ်၊ အစိတ်အပိုင်းနှင့် အစိတ်အပိုင်း၏ အဆင့်ကို ထည့်သွင်းရမည်
ne: यसको लागि, तपाईंले वर्ष, कम्पोनेन्ट र कम्पोनेन्टको चरण प्रविष्ट गर्नुपर्छ
nl: Om dit te doen dient u het jaartal, de component en de stap van de component in te geven.
nn_no: For å gjere dette må du skrive inn året, komponenten og komponenten sitt trinn
oc: Per far aquò, devètz picar l'annada, lo component e l'escat del component
pl_pl: Aby to zrobić, należy wpisać rok, element i etap elementu
ps: د دې کولو لپاره، تاسو باید کال، کامپوننټ او کامپوننټ مرحله ننلاسې کړئ
pt_br: Para realização é necessário seleccionar o ano, a componente e a respectiva etapa
pt_pt: Para poder realizar isto, deverá introduzir o ano, a componente e a etapa do componente
ro_ro: Pentru aceasta va trebui sa introduceti anul, componenta si pasul componentei
ru_ru: Для этого введите год, компонент и шаг компонента
sk_sk: Musíte zadať rok, komponent a etapy komponentu
sl: Če želite to narediti, morate vnesti leto, komponento in korak komponente
sq: Për ta bërë këtë, duhet të futur vitin, komponentin dhe hapin e komponentit
sr_rs: Da biste ovo uradili, morate uneti godinu, komponentu i korak komponente
sv_se: För att göra detta måste du ange år, komponent och komponentens steg
sw_ke: Ili kufanya hivyo, lazima uweke mwaka, sehemu na hatua ya sehemu
ta: இதைச் செய்ய, ஆண்டு, கூறு மற்றும் கூறின் படியை உள்ளிட வேண்டும்
th: เพื่อทำสิ่งนี้ คุณต้องป้อนปี ส่วนประกอบ และขั้นตอนของส่วนประกอบ
tl_ph: Upang gawin ito, kailangan mong ilagay ang taon, ang component at ang hakbang ng component
tr: Bunu yapmak için yılı, bileşeni ve bileşenin adımını girmelisiniz
uk_ua: Щоб це зробити, ви повинні ввести рік, компонент та крок компонента
vi_vn: Để làm điều này, bạn phải nhập năm, thành phần và bước của thành phần
xh_za: Ukuze wenze oku, kufuneka ufake unyaka, icandelo kunye nenyathelo lecandelo
zh_cn: 为此，您必须输入年份、组件和组件步骤
zh_tw: 為執行此動作，您必須輸入年份、科系及科系步驟

source: Select component
ar: اختر المكون
ast_es: Escoyer componente
bn_bd: উপাদান নির্বাচন করুন
bs_ba: Odaberi komponentu
ca_es: Seleccionar component
cs_cz: Zvolit prvek
da: Vælg komponent
de: Komponente auswählen
el: Επιλογή τμήματος
eo: Selekti komponenon
es: Seleccionar componente
es_mx: Seleccionar componente
eu_es: Hautatu osagaia
fa_ir: انتخاب مؤلفه
fi_fi: Valitse komponentti
fo_fo: Vel einlinju
fur: Scolt component
ga: Roghnaigh comhpháirt
gl: Seleccionar compoñente
he_il: בחר רכיב
hi: घटक चुनें
hr_hr: Odaberite komponentu
hu_hu: Komponens kiválasztása
hy: Ընտրեք բաղադրիչ
id_id: Pilih komponen
it: Seleziona la componente
ja: コンポーネントを選択
ka_ge: აირჩიეთ კომპონენტი
ko_kr: 구성 요소 선택
lo: ເລືອກອົງປະກອບ
lt_lt: Pasirinkite komponentą
lv_lv: Izvēlieties detaļas
mk_mk: Изберете компонента
ms_my: Pilih komponen
my_mm: အစိတ်အပိုင်းကို ရွေးချယ်ပါ
ne: कम्पोनेन्ट छान्नुहोस्
nl: Selecteer de component
nn_no: Vel komponent
oc: Seleccionar component
pl_pl: Wybierz element
ps: کامپوننټ انتخاب کړئ
pt_br: Seleccionar componente
pt_pt: Seleccionar componente
ro_ro: Selectati componenta
ru_ru: Выберите компонент
sk_sk: Vybrať komponent
sl: Izberi komponento
sq: Zgjidhni komponentin
sr_rs: Izaberite komponentu
sv_se: Välj komponent
sw_ke: Chagua sehemu
ta: கூறைத் தேர்ந்தெடுக்கவும்
th: เลือกส่วนประกอบ
tl_ph: Pumili ng component
tr: Bileşen seçin
uk_ua: Виберіть компонент
vi_vn: Chọn thành phần
xh_za: Khetha icandelo
zh_cn: 选择组件
zh_tw: 選擇科系

source: Component
ar: مكون
ast_es: Componente
bn_bd: উপাদান
bs_ba: Komponenta
cs_cz: Prvek
da: Komponent
de: Komponente
el: Στοιχείο
eo: Komponeno
es: Componente
es_mx: Componente
eu_es: Osagaia
fa_ir: مؤلفه
fi_fi: Komponentti
fo_fo: Einlinja
ga: Comhpháirt
gl: Compoñente
he_il: רכיב
hi: घटक
hr_hr: Komponenta
hu_hu: Komponens
hy: Բաղադրիչ
id_id: Komponen
it: Componente
ja: コンポーネント
ka_ge: კომპონენტი
ko_kr: 구성 요소
lo: ອົງປະກອບ
lt_lt: Komponentas
lv_lv: Komponents
mk_mk: Компонента
ms_my: Komponen
my_mm: အစိတ်အပိုင်း
ne: कम्पोनेन्ट
nn_no: Komponent
pl_pl: Element
ps: کامپوننټ
pt_br: Componente
pt_pt: Componente
ro_ro: Componenta
ru_ru: Компонент
sk_sk: Komponent
sl: Komponenta
sq: Komponenti
sr_rs: Komponenta
sv_se: Komponent
sw_ke: Sehemu
ta: கூறு
th: ส่วนประกอบ
tr: Bileşen
uk_ua: Компонент
vi_vn: Thành phần
xh_za: Icandelo
zh_cn: 组件
zh_tw: 科系

source: Select learners
ar: اختر الطلبة
ast_es: Escoyer alumnos
bn_bd: শিক্ষার্থী নির্বাচন করুন
bs_ba: Odaberi polaznike
ca_es: Seleccionar estudiants
cs_cz: Zvolit studenty
da: Vælg elever
de: Teilnehmer auswählen
el: Επιλογή εκπαιδευτών
eo: Selekti lernantojn
es: Seleccionar estudiantes
es_mx: Seleccionar aprendices
eu_es: Hautatu ikasleak
fa_ir: انتخاب دانشجوها
fi_fi: Valitse opiskelijat
fo_fo: Vel lærur
fur: Scolt lerner
ga: Roghnaigh foghlamaí
gl: Seleccionar alumnos
he_il: בחר לומדים
hi: शिक्षार्थी चुनें
hr_hr: Odaberite učenike
hu_hu: Tanulók kiválasztása
hy: Ընտրեք ուսանողներ
id_id: Pilih pembelajar
it: Seleziona gli studenti
ja: 学習者を選択
ka_ge: აირჩიეთ სტუდენტები
ko_kr: 학습자 선택
lo: ເລືອກຜູ້ຮຽນ
lt_lt: Pasirinkite besimokančiuosius
lv_lv: Atzīmēt Kursantus
mk_mk: Изберете ученици
ms_my: Pilih pelajar
my_mm: သင်ယူသူများကို ရွေးချယ်ပါ
ne: सिकारूहरू छान्नुहोस्
nl: Selecteer studenten
nn_no: Vel elever
oc: Seleccionar aprentissatges
pl_pl: Wybierz studentów
ps: زده کوونکي انتخاب کړئ
pt_br: Selecionar estudantes
pt_pt: Seleccionar alunos
ro_ro: Selectati studentii
ru_ru: Выберите учащихся
sk_sk: Vybrať študentov
sl: Izberi tečajnike
sq: Zgjidhni nxënësit
sr_rs: Izaberite polaznike
sv_se: Välj användare
sw_ke: Chagua wanafunzi
ta: கற்பன்னர்களைத் தேர்ந்தெடுக்கவும்
th: เลือกผู้เรียน
tl_ph: Pumili ng mga mag-aaral
tr: Eğitimci Seçin
uk_ua: Виберіть студентів
vi_vn: Chọn học viên
xh_za: Khetha abafundi
zh_cn: 选择学生
zh_tw: 選擇學習者

source: LDAP users added
ar: LDAP تم اضافة المستخدمين
ast_es: Usuarios LDAP amestaos
bn_bd: LDAP ব্যবহারকারী যুক্ত হয়েছে
bs_ba: LDAP korisnici dodani
ca_es: Usuaris LDAP afegits
cs_cz: LDAP uživatelé přidáni
da: LDAP-brugere tilføjet
de: LDAP Benutzer wurden hinzugefügt
el: Προστέθηκαν LDAP χρήστες
eo: LDAP-uzantoj aldonitaj
es: Usuarios LDAP añadidos
es_mx: Usuarios LDAP agregados
eu_es: Gehitutako LDAP erabiltzaileak
fa_ir: کاربران LDAP اضافه شد
fi_fi: LDAP-käyttäjät lisätty
fo_fo: LDAP brúkarar báðir
fur: Utents LDAP zontâts
ga: Cuireadh úsáideoirí LDAP leis
gl: Usuarios LDAP engadidos
he_il: נוספו משתמשי LDAP
hi: LDAP उपयोगकर्ता जोड़े गए
hr_hr: LDAP korisnici dodani
hu_hu: LDAP felhasználók hozzáadva
hy: LDAP օգտատերեր ավելացվել են
id_id: Pengguna LDAP ditambahkan
it: Utenti LDAP aggiunti
ja: LDAPユーザーが追加されました
ka_ge: LDAP მომხმარებლები დაემატა
ko_kr: LDAP 사용자가 추가되었습니다
lo: ເພີ່ມຜູ້ໃຊ້ LDAP ແລ້ວ
lt_lt: LDAP vartotojai pridėti
lv_lv: LDAP lietotāji pievienoti
mk_mk: LDAP корисници додадени
ms_my: Pengguna LDAP ditambah
my_mm: LDAP အသုံးပြုသူများကို ထည့်သွင်းပြီးဖြစ်သည်
ne: LDAP प्रयोगकर्ताहरू थपियो
nl: LDAP gebruikers werden toegevoegd
nn_no: LDAP-brukarar lagt til
oc: Utilizaires LDAP aponduts
pl_pl: Dodano Użytkowników LDAP
ps: LDAP استعمال کوونکي اضافه شول
pt_br: Usuários LDAP adicionados
pt_pt: Os utilizadores no LDAP foram adicionados
ro_ro: Utilizatori LDAP adaugati
ru_ru: Пользователи LDAP добавлены
sk_sk: LDAP používatelia pridaní
sl: LDAP uporabniki so bili dodani
sq: Përdorues LDAP të shtuar
sr_rs: LDAP korisnici dodati
sv_se: LDAP-användare tillagda
sw_ke: Watumiaji wa LDAP wameongezwa
ta: LDAP பயனர்கள் சேர்க்கப்பட்டனர்
th: เพิ่มผู้ใช้ LDAP แล้ว
tl_ph: Nadagdag ang LDAP users
tr: LDAP Kullanıcıları eklendi
uk_ua: Користувачі LDAP додані
vi_vn: Người dùng LDAP đã được thêm
xh_za: Abasebenzisi be-LDAP badityaniswe
zh_cn: LDAP用户已添加
zh_tw: LDAP 使用者已新增

source: No user added
ar: لم يضاف أي مستخدم
ast_es: Nun s'amestó nengún usuariu
bn_bd: কোনো ব্যবহারকারী যুক্ত হয়নি
bs_ba: Nijedan korisnik nije dodan
ca_es: Cap usuari afegit
cs_cz: Žádný uživatel nebyl přidán
da: Ingen brugere tilføjet
de: Keine Benutzer hinzugefügt
el: Δεν προστέθηκε κανείς χρήστης
eo: Neniu uzanto aldonita
es: Ningún usuario añadido
es_mx: No se agregó ningún usuario
eu_es: Ez da erabiltzailerik gehitu
fa_ir: هیچ کاربری اضافه نشد
fi_fi: Ei käyttäjiä lisätty
fo_fo: Ongir brúkarar báðir
fur: Nissun utent zontât
ga: Níor cuireadh aon úsáideoir leis
gl: Ningún usuario engadido
he_il: לא נוסף משתמש
hi: कोई उपयोगकर्ता नहीं जोड़ा गया
hr_hr: Nijedan korisnik nije dodan
hu_hu: Nincs felhasználó hozzáadva
hy: Ոչ մի օգտատեր չի ավելացվել
id_id: Tidak ada pengguna yang ditambahkan
it: Nessun utente è stato aggiunto
ja: ユーザーが追加されていません
ka_ge: მომხმარებელი არ დაემატა
ko_kr: 추가된 사용자가 없습니다
lo: ບໍ່ມີຜູ້ໃຊ້ຖືກເພີ່ມ
lt_lt: Joks vartotojas nepridėtas
lv_lv: Nav pievienots neviens lietotājs
mk_mk: Ниту еден корисник не е додаден
ms_my: Tiada pengguna ditambah
my_mm: အသုံးပြုသူမထည့်သွင်းပါ
ne: कुनै प्रयोगकर्ता थपिएन
nl: Er werden geen gebruikers toegevoegd.
nn_no: Ingen brukar lagt til
oc: Cap d'utilizaire apondut
pl_pl: Nie dodano użytkownika
ps: هیڅ استعمال کوونکی اضافه نشو
pt_br: Nenhum usuário adicionado
pt_pt: Não foi adicionado nenhum utilizador
ro_ro: Nu s-au adaugat utilizatori
ru_ru: Пользователи не добавлены
sk_sk: Žiadny používateľ nepridaný
sl: Noben uporabnik ni bil dodan
sq: Asnjë përdorues i shtuar
sr_rs: Nijedan korisnik nije dodat
sv_se: Inga användare tillagda
sw_ke: Hakuna mtumiaji aliyeongezwa
ta: பயனர் சேர்க்கப்படவில்லை
th: ไม่มีผู้ใช้ที่เพิ่ม
tl_ph: Walang nadagdag na user
tr: Kullanıcı eklenmedi
uk_ua: Немає доданих користувачів
vi_vn: Không có người dùng nào được thêm
xh_za: Akukho msebenzisi udityaniswe
zh_cn: 无用户添加
zh_tw: 無使用者新增

source: Import LDAP users into a course
ar: LDAP استيراد المستخدمين للمقرر عبر
ast_es: Importar usuarios LDAP nun cursu
bn_bd: একটি কোর্সে LDAP ব্যবহারকারী আমদানি করুন
bs_ba: Uvezi LDAP korisnike u kurs
ca_es: Importar usuaris LDAP en un curs
cs_cz: Importovat LDAP uživatele do kurzu
da: Importér LDAP-brugere til et kursus
de: LDAP Benutzer in Kurs importieren
el: Εισαγωγή LDAP χρηστών στο μάθημα
eo: Enigi LDAP-uzantojn en kurson
es: Importar usuarios LDAP en un curso
es_mx: Importar usuarios LDAP a un curso
eu_es: Inportatu LDAP erabiltzaileak ikastaro batera
fa_ir: وارد کردن کاربران LDAP به یک دوره
fi_fi: Tuo LDAP-käyttäjät kurssille
fo_fo: Flyt LDAP brúkarar inn í ein kurs
fur: Importa utents LDAP intun curs
ga: Iompórtáil úsáideoirí LDAP isteach i gcúrsa
gl: Importar usuarios LDAP nun curso
he_il: יבא משתמשי LDAP לקורס
hi: कोर्स में LDAP उपयोगकर्ताओं को आयात करें
hr_hr: Uvezite LDAP korisnike u predmet
hu_hu: LDAP felhasználók importálása egy kurzushoz
hy: Ներմուծել LDAP օգտատերերին դասընթաց
id_id: Impor pengguna LDAP ke kursus
it: Importa utenti LDAP nel corso
ja: LDAPユーザーをコースにインポート
ka_ge: LDAP მომხმარებლების იმპორტი კურსში
ko_kr: 코스로 LDAP 사용자 가져오기
lo: ນຳເຂົ້າຜູ້ໃຊ້ LDAP ເຂົ້າໃນລາຍວິຊາ
lt_lt: Importuoti LDAP vartotojus į kursą
lv_lv: Importēt LDAP lietotājus kursā
mk_mk: Импортирај LDAP корисници во курс
ms_my: Import pengguna LDAP ke kursus
my_mm: LDAP အသုံးပြုသူများကို သင်တန်းတစ်ခုထဲသို့ တင်သွင်းပါ
ne: एउटा कोर्समा LDAP प्रयोगकर्ताहरू आयात गर्नुहोस्
nl: Importeer LDAP gebruikers in een cursus
nn_no: Importer LDAP-brukarar til eit kurs
oc: Importar utilizaires LDAP dins un curs
pl_pl: Importuj użytkowników LDAP do kursu
ps: LDAP استعمال کوونکي په کورس کې داخل کړئ
pt_br: Importar usuário LDAP para um curso
pt_pt: Importar utilizadores no LDAP para um curso
ro_ro: Importati utilizatori LDAP in curs
ru_ru: Импортировать пользователей LDAP в курс
sk_sk: Importovať LDAP používateľov do kurzu
sl: Uvozi LDAP uporabnike v tečaj
sq: Importoni përdorues LDAP në një kurs
sr_rs: Uvezi LDAP korisnike u kurs
sv_se: Importera LDAP-användare till kurs
sw_ke: Ingiza watumiaji wa LDAP kwenye kozi
ta: பாடத்திற்கு LDAP பயனர்களை இறக்குமதி செய்யவும்
th: นำเข้าผู้ใช้ LDAP เข้าคอร์ส
tl_ph: Mag-import ng LDAP users sa isang kurso
tr: LDAP kullanıcılarını bir kursa içe aktar
uk_ua: Імпортувати користувачів LDAP у курс
vi_vn: Nhập người dùng LDAP vào một khóa học
xh_za: Genisa abasebenzisi be-LDAP kwikhosi
zh_cn: 将LDAP用户导入课程
zh_tw: 將 LDAP 使用者匯入課程

source: Import LDAP users and a step into a session
ar: LDAP استيراد المستخدمين للدورة عبر
ast_es: Importar usuarios LDAP y una etapa nesta sesión
bn_bd: একটি সেশনে LDAP ব্যবহারকারী এবং ধাপ আমদানি করুন
bs_ba: Uvezi LDAP korisnike i korak u sesiju
ca_es: Importar usuaris LDAP i una etapa en aquesta sessió
cs_cz: Importovat LDAP uživatele a etapu do sezení
da: Importér LDAP-brugere og et trin til en session
de: LDAP Benutzer und einen Schritt in eine Session importieren
el: Εισαγωγή χρηστών LDAP και βήματος σε συνεδρία
eo: Enigi LDAP-uzantojn kaj ŝtupon en sesion
es: Importar usuarios LDAP y una etapa en esta sesión
es_mx: Importar usuarios LDAP y un paso a una sesión
eu_es: Inportatu LDAP erabiltzaileak eta urrats bat saio honetara
fa_ir: وارد کردن کاربران LDAP و یک مرحله به یک جلسه
fi_fi: Tuo LDAP-käyttäjät ja vaihe istuntoon
fo_fo: Flyt LDAP brúkarar og eitt stig inn í ein bólk
fur: Importa utents LDAP e un pas intune session
ga: Iompórtáil úsáideoirí LDAP agus céim isteach i seisiún
gl: Importar usuarios LDAP y una etapa en esta sesión
he_il: ייבוא ​​משתמשי LDAP ושלב לתוך הפעלה
hi: सत्र में LDAP उपयोगकर्ताओं और चरण को आयात करें
hr_hr: Uvezite LDAP korisnike i korak u sesiju
hu_hu: LDAP felhasználók és lépés importálása egy munkamenetbe
hy: Ներմուծել LDAP օգտատերերին և քայլը սեանս
id_id: Impor pengguna LDAP dan langkah ke sesi
it: Importa utenti e azioni nella sessione
ja: LDAPユーザーをセッションに、ステップをインポート
ka_ge: LDAP მომხმარებლების და ნაბიჯის იმპორტი სესიაში
ko_kr: 세션으로 LDAP 사용자 및 단계 가져오기
lo: ນຳເຂົ້າຜູ້ໃຊ້ LDAP ແລະ ຂັ້ນຕອນເຂົ້າໃນຊ່ວງເວລາຮຽນ
lt_lt: Importuoti LDAP vartotojus ir žingsnį į sesiją
lv_lv: Importēt LDAP lietotājus un soli sesijā
mk_mk: Импортирај LDAP корисници и чекор во сесија
ms_my: Import pengguna LDAP dan langkah ke sesi
my_mm: LDAP အသုံးပြုသူများနှင့် အဆင့်တစ်ခုကို အစည်းအဝေးထဲသို့ တင်သွင်းပါ
ne: एउटा सत्रमा LDAP प्रयोगकर्ता र चरण आयात गर्नुहोस्
nl: Importeer LDAP gebruikers in een stap in een sessie
nn_no: Importer LDAP-brukarar og eit trinn til ei sesjon
oc: Importar utilizaires LDAP e un escat dins una session
pl_pl: Importuj użytkowników LDAP oraz etap do sesji
ps: LDAP استعمال کوونکي او مرحله په غونډې کې داخل کړئ
pt_br: Importar usuário LDAP e uma etapa para esta sessão
pt_pt: Importar utilizadores no LDAP e uma etapa para esta sessão
ro_ro: Importati utilizatori LDAP si un pas intr-o sesiune
ru_ru: Импортировать пользователей LDAP и шаг в сессию
sk_sk: Importovať LDAP používateľov a etapu do stretnutia
sl: Uvozi LDAP uporabnike in korak v sejo
sq: Importoni përdorues LDAP dhe një hap në një sesion
sr_rs: Uvezi LDAP korisnike i korak u sesiju
sv_se: Importera LDAP-användare och ett steg till en session
sw_ke: Ingiza watumiaji wa LDAP na hatua kwenye kipindi
ta: அமர்விற்கு LDAP பயனர்களையும் படியையும் இறக்குமதி செய்யவும்
th: นำเข้าผู้ใช้ LDAP และขั้นตอนเข้าสู่เซสชัน
tl_ph: Mag-import ng LDAP users at isang hakbang sa isang session
tr: LDAP kullanıcılarını ve bir adımı bir oturuma içe aktar
uk_ua: Імпортувати користувачів LDAP та крок у сесію
vi_vn: Nhập người dùng LDAP và một bước vào phiên
xh_za: Genisa abasebenzisi be-LDAP kanye nenyathelo kwiseshini
zh_cn: 将LDAP用户和步骤导入会话
zh_tw: 將 LDAP 使用者及步驟匯入課程

source: LDAP synchronization: Import learners/steps into course sessions
ast_es: Sincronización LDAP: Importar usuarios/etapes nes sesiones
bn_bd: LDAP সিঙ্ক্রোনাইজেশন: কোর্স সেশনে শিক্ষার্থী/ধাপ আমদানি করুন
bs_ba: LDAP sinhronizacija: Uvezi polaznike/korake u sesije kursa
ca_es: Sincronització LDAP: Importar usuaris/etapes a les sessions
cs_cz: LDAP synchronizace: Importovat studenty/etapy do sezení
da: LDAP-synchronisering: Importér elever/trin til kursussessioner
el: Συγχρονισμός LDAP: Εισαγωγή μαθητών/βημάτων σε συνεδρίες μαθήματος
eo: LDAP-sinkronigo: Enigi lernantojn/ŝtupojn en kursajn sesiojn
es_mx: Sincronización LDAP: Importar aprendices/pasos a sesiones de curso
eu_es: LDAP sinkronizazioa: Inportatu erabiltzaileak/urratsak saioetara
fa_ir: همگام‌سازی LDAP: وارد کردن دانش‌آموزان/مراحل به جلسات دوره
fi_fi: LDAP-synkronointi: Tuo opiskelijat/vaiheet kurssin istuntoihin
fo_fo: LDAP samstimming: Flyt lærugreinir/stig inn í bólkakursar
fur: Sinconizazion LDAP: Importa lerner/pasi intai curs session
ga: Sioncrónú LDAP: Iompórtáil foghlamaí/céimeanna i seisiúin chúrsaí
gl: Sincronización LDAP: Importar usuarios/etapas nas sesións
he_il: סינכרון LDAP: ייבוא ​​לומדים/צעדים למפגשי הקורס
hi: LDAP समन्वयन: कोर्स सत्रों में शिक्षार्थी/चरण आयात करें
hr_hr: LDAP sinkronizacija: Uvezite učenike/korake u sesije predmeta
hu_hu: LDAP szinkronizálás: Tanulók/lépések importálása kurzuss munkamenetekbe
hy: LDAP սինխրոնիզացում. Ներմուծել ուսանողներին/քայլերը դասընթացի սեանսներ
id_id: Sinkronisasi LDAP: Impor pembelajar/langkah ke sesi kursus
it: Sincronizzazione LDAP: importa studenti/attività nelle sessioni
ja: LDAP同期：コースセッションに学習者/ステップをインポート
ka_ge: LDAP სინქრონიზაცია: სტუდენტების/ნაბიჯების იმპორტი კურსის სესიებში
ko_kr: LDAP 동기화: 코스 세션으로 학습자/단계 가져오기
lo: ການຊິງຄ໌ຂໍ້ມູນ LDAP: ນຳເຂົ້າຜູ້ຮຽນ/ຂັ້ນຕອນເຂົ້າໃນຊ່ວງເວລາຮຽນຂອງລາຍວິຊາ
lt_lt: LDAP sinchronizavimas: importuoti besimokančiuosius/žingsnius į kurso sesijas
lv_lv: LDAP sinhronizācija: Importēt mācekļus/soļus kursa sesijās
mk_mk: LDAP синхронизација: Импортирај ученици/чекори во сесиите на курсот
ms_my: Penyesuaian LDAP: Import pelajar/langkah ke sesi kursus
my_mm: LDAP ထပ်တူပြုမှု: သင်ယူသူများ/အဆင့်များကို သင်တန်းအစည်းအဝေးများထဲသို့ တင်သွင်းပါ
ne: LDAP समन्वयन: कोर्स सत्रहरूमा सिकारूहरू/चरणहरू आयात गर्नुहोस्
nl: LDAP synchronisatie: Importeer studenten/stappen in sessies
nn_no: LDAP-synkronisering: Importer elever/trinn til kurs sesjonar
oc: Sincronizacion LDAP : Importar aprentissatges/escats dins las sessions de curs
pl_pl: LDAP synchronization: Importuj studentów/Etapy do sesji kursów
ps: LDAP همغږي: زده کوونکي/مرحلې په کورس غونډو کې داخل کړئ
pt_br: Sincronização LDAP: importar estudantes/etapas para as sessões
pt_pt: Sincronização LDAP: importar alunos/etapas para as sessões do curso
ro_ro: Sincronizare LDAP: Importati studenti/pasi in sesiuni
ru_ru: Синхронизация LDAP: Импорт учащихся/шагов в сессии курсов
sk_sk: LDAP synchronizácia: Importovať študentov/etapy do stretnutia
sq: Sinkronizimi LDAP: Importoni nxënës/hapa në sesionet e kurseve
sr_rs: LDAP sinhronizacija: Uvezi polaznike/korake u sesije kursa
sv_se: LDAP-synkronisering: Importera elever/steg till kursessioner
sw_ke: Usawazishaji wa LDAP: Ingiza wanafunzi/hatua kwenye vipindi vya kozi
ta: LDAP ஒத்திசைவு: பாட அமர்வுகளுக்கு கற்பன்னர்கள்/படிகளை இறக்குமதி செய்யவும்
th: การซิงโครไนซ์ LDAP: นำเข้าผู้เรียน/ขั้นตอนสู่เซสชันคอร์ส
tl_ph: LDAP synchronization: Mag-import ng mga mag-aaral/hakbang sa mga session ng kurso
tr: LDAP senkronizasyonu: Öğrenenleri/adımları kurs oturumlarına içe aktar
uk_ua: Синхронізація LDAP: Імпортувати студентів/кроки у сесії курсів
vi_vn: Đồng bộ hóa LDAP: Nhập học viên/bước vào các phiên khóa học
xh_za: Vavanyo lwe-LDAP: Genisa abafundi/izinyathelo kwizeshini zekhosi
zh_cn: LDAP同步：将学习者/步骤导入课程会话
zh_tw: LDAP 同步：將學習者/步驟匯入課程

source: Assessments tab
ar: تبويب التقييمات
ast_es: Pestaña El mio cuadernu de calificaciones
bn_bd: মূল্যায়ন ট্যাব
bs_ba: Kartica procjena
ca_es: Pestanya El meu quadern de qualificacions
cs_cz: Záložka hodnocení
da: Vurderinger-fane
de: Menuereiter "Bewertungsmappe"
el: Καρτέλα αξιολογήσεων
eo: Lango de taksoj
es: Pestaña Evaluaciones
es_mx: Pestaña Evaluaciones
eu_es: Ebaluazioak fitxa
fa_ir: تب ارزیابی‌ها
fi_fi: Arviointivälilehti
fo_fo: Eftirpróvtøka flipi
fur: Tab Valutazions
ga: Cluaisín measúnuithe
gl: Pestana O meu caderno de cualificacións
he_il: כרטיסיית הערכות
hi: मूल्यांकन टैब
hr_hr: Kartica procjena
hu_hu: Leckekönyvem fül
hy: Մասնագիտացումների ներդիր
id_id: Tab Penilaian
it: Etichetta "Valutazioni"
ja: 評価タブ
ka_ge: შეფასებების ჩანართი
ko_kr: 평가 탭
lo: ແຖບການປະເມີນຜົນ
lt_lt: Vertinimų skirtukas
lv_lv: Novērtējumu aile
mk_mk: Јазичето проценки
ms_my: Tab Penilaian
my_mm: အကဲဖြတ်မှုတပ်ဘ်
ne: मूल्याङ्कन ट्याब
nl: Mijn puntenboekje
nn_no: Min karrakterbok-tab
oc: Onglet de las evaluacions
pl_pl: Karta oceny
ps: ارزونې ټب
pt_br: Aba Minhas Avaliações
pt_pt: Separador Avaliações
ro_ro: Tabul 'Carnetul meu'
ru_ru: Вкладка оценок
sk_sk: Záložka Môj Klasifikačný Hárok
sl: Moja redovalnica
sq: Skeda e vlerësimeve
sr_rs: Jezičak Procene
sv_se: Bedömningsflik
sw_ke: Karatasi ya tathmini
ta: மதிப்பீட்டு தாவல்
th: แท็บการประเมิน
tl_ph: Tab ng Assessments
tr: Değerlendirmeler sekmesi
uk_ua: Вкладка оцінювань
vi_vn: Tab Đánh giá
xh_za: Itebhu yovavanyo
zh_cn: 评估选项卡
zh_tw: 評量標籤頁
