Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: You can generate badges for the skills learnt by your users, to give them recognition for their effort, through which they will be able to show off their acquired skills and competencies with icons that will be shown on their user profile. For more information on OpenBadges, check <a href='http://openbadges.org'>http://openbadges.org/</a>.
qu_pe: Waqaychaqa kani, tukuykunapaq manaqa kani, maymantapachapi hamut'ayta rurayninpi tayqitaqmi. Mana kaniwa maymantapi tariqan, rikusqanmi rurayninpi q'osqomantaqmi riqsichkan yanapaq, tayqikunapaqmi ushankumantaqmi kaniwa, kay riqsinpi kani rurayninpi tayqipi hukninpi simikunapaq. OpenBadges ñisqaqa huk <a href='http://openbadges.org'>http://openbadges.org/</a> piwaymi kani.

source: You can now design skills learning badges for learning through your courses on this virtual campus.
qu_pe: Kay wataqaqa nisqawan, kaypi llaqtayuqkunamanpaq kawsayninpiqa, tukuykunapaq rikurqaqa wakichaq rurayninpi q'osqonmanapaq.

source: Design a new badge, download it from the design tool and upload it on the platform.
qu_pe: Wakichaq rurayniyqaqa kani, wakichaq wakichaykunapaqmi kani kawsayninpiqaqa, wakichaq pachamanapaqmi kani.

source: The badges will be sent to this backpack
qu_pe: Kay riqsinpi hukni qhawaypi kaniqa

source: Backpack details
qu_pe: Qhawaypi t'ikrayninpi

source: Criteria to earn the badge
qu_pe: Riqsinpi rikurqan

source: Badge preview
qu_pe: Riqsinpi sutiy

source: Design a new badge
qu_pe: Wakichaq riqsinpi wakichay

source: Total: %s
qu_pe: Suma: %s

source: Download badges
qu_pe: Riqsinpi kawsayninpi kawsay

source: Badges issuer details
qu_pe: Riqsinpi hamutyuqkunapaq t'ikrayninpi

source: Create badge
qu_pe: Riqsinpi wakichay

source: Badges
qu_pe: Riqsinpi

source: Students who acquired skill %s
qu_pe: Tukuykuna %s rikurqan

source: Skills acquired in course %s
qu_pe: Tukuykuna %s kawsayninpi rikurqan

source: Skills report
qu_pe: Rikurqanpaq wanku

source: Users assigned to their superior
qu_pe: Kanmanqaqa tukuykunawan yanapaqman apaqa

source: Assign users to superior
qu_pe: Tukuykunawan yanapaqman apaqa

source: Student's superior
qu_pe: Tukuykunawan yanapaqman

source: Cosecant: csc(x)
qu_pe: Cosecante: csc(x)

source: Hyperbolic cosecant: csch(x)
qu_pe: Cosecante hiperbólica: csch(x)

source: Arccosecant: arccsc(x)
qu_pe: Arccosecante: arccsc(x)

source: Hyperbolic arccosecant: arccsch(x)
qu_pe: Arccosecante hiperbólica: arccsch(x)

source: Secant: sec(x)
qu_pe: Secante: sec(x)

source: Hyperbolic secant: sech(x)
qu_pe: Secante hiperbólica: sech(x)

source: Arcsecant: arcsec(x)
qu_pe: Arcosecante: arcsec(x)

source: Hyperbolic arcsecant: arcsech(x)
qu_pe: Arcosecante hiperbólica: arcsech(x)

source: Cotangent: cot(x)
qu_pe: Cotangente: cot(x)

source: Hyperbolic cotangent: coth(x)
qu_pe: Cotangente hiperbólica: coth(x)

source: Arccotangent: arccot(x)
qu_pe: Arccotangente: arccot(x)

source: Hyperbolic arccotangent: arccoth(x)
qu_pe: Arccotangente hiperbólica: arccoth(x)

source: In order for this site to work and be able to measure the use of content, this platform uses cookies.<br /><br /> If needed, the Help section of your browser indicates how to configure cookies.<br /><br /> For more information on cookies, you can visit the <a href="http://www.aboutcookies.org/">About Cookies</a> website.
qu_pe: Kay warmikuna funcionakuyta yachakunapaq, kay platformakuna cookies usqakuyta qhawarinakuyta atin.<br/><br/> Mana allinakunataq, wampuykiykichik yuyayninpi cookies ruwakuyninta willakun.<br/><br/> Cookiesmanta anchasqa yachanapaq, <a href="http://www.aboutcookies.org/">Cookiesmanta yachan</a> webpi qhawang.

source: By continuing to use this site, you declare you accept its use of cookies.
qu_pe: Kay warmikunata suyakuyniykita qhapaq, cookies usqakuyta willakunki.

source: An example certificate format
qu_pe: Sutinchak formato nisqawan

source: Certificate
qu_pe: Sutinchak

source: Results visibility
qu_pe: Rimarqakuna qhawinakuy

source: Download certificate
qu_pe: Sutinchak rantikuy

source: Sorry, this installation has an active courses limit, which has now been reached. You can still create new courses, but only if you hide/disable at least one existing active course. To do this, edit a course from the administration courses list, and change the visibility to 'hidden', then try creating this course again. To increase the maximum number of active courses allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
qu_pe: Pampachakunata, kay qatiykuna kusi kursokuna kimsakunatam yachan, chaykunaqa qhipalla kituq. Ñawpaq kursokunamanta huktaq kiriytam rikhuriyta atin, imaynatam qhaway: kamachikuy kursokuna ruraypi, kursota qhaway, qhawinachinakunata 'kiri' nispaq ruwakuy, chaymi kay kursota qhapaq.

source: Welcome to the campus of %s
qu_pe: Kay kampupaq kusiwan: %s

source: Welcome to %s
qu_pe: Kusiwan %sman

source: Request access
qu_pe: Chaskiyta mañakuy

source: Formula
qu_pe: Fórmula

source: This user is already logged in
qu_pe: Kay runakunaqa ñawpaq ruraq

source: Listen
qu_pe: Riy

source: Audio file for item %s
qu_pe: %s nisqa qatiykunapaq audio pantasqa

source: There's a new feedback in work: %s <a href='%s'>Click here</a> to see it.
qu_pe: Huk ñawpaq willakuykunaqa: %s <a href='%s'>Kayman qhaway</a>.

source: There's a new feedback in work: %s
qu_pe: Huk ñawpaq willakuykunaqa: %s

source: Last upload
qu_pe: Ñawpaq rantikusqa

source: Edit users list
qu_pe: Runakuna ruray editakuy

source: Number of hidden courses
qu_pe: Kiri kursokuna chinpu

source: Post
qu_pe: Yapay

source: Write
qu_pe: Willay

source: You have not yet achieved skills
qu_pe: Mana yachanikuytam yachan

source: Corn
qu_pe: Sara

source: Gray
qu_pe: Yuraq phillay

source: Light blue
qu_pe: Kusi anqas

source: Black
qu_pe: Yana

source: White
qu_pe: Yuraq

source: Display options
qu_pe: Qhawinakuy iyarqakuna

source: Enter the skill name to search
qu_pe: Rimarqayta qhaway

source: Skills search
qu_pe: Yachanapaq qhaway

source: Choose a background color
qu_pe: Pampachakuy llimpiy colorentam

source: Write new comment
qu_pe: Huk ñawpaq willakuy willakuy

source: What are you thinking about?
qu_pe: ¿Imatam amuñasqanki?

source: Delete comment
qu_pe: Willakuy kumpay

source: Social wall
qu_pe: Runakuna paqarina

source: Buy courses
qu_pe: Kursokunata rantikuy

source: My sessions
qu_pe: Ñoqap kursokuna

source: Activate audio recorder
qu_pe: Audio qatukuy qhapaq

source: Start speaking
qu_pe: Riyta qallariy

source: Assigned courses
qu_pe: Kutichisqa kursokuna

source: Question edition is not available because the question has been already answered. However, you can copy and modify it.
qu_pe: Pakin mañakunamanta mana atinchu, pakin willakusqam. Ichaqa, qatukuyta y qhawayta atin.

source: The session duration allows you to set a number of days of access starting from the first access date of the user to the session. This way, you can set a session to 'last for 15 days' instead of starting at a fixed date for all students.
qu_pe: Sesion kutiq kunaqa runakunaq ñawpaq qhawayninatam qhawachinakuyta qhapaq, kaywanqa %d p'unchaykuna qhapaq. Kaywanqa, runakunaq ñawpaq qhawaynina p'unchaymanta 15 p'unchaykuna qhapaq, mana pisi p'unchaymanta qallariyta.

source: Hyperbolic arctangent: arctanh(x)
qu_pe: Arcotangente hiperbólica: arctanh(x)

source: Session duration
qu_pe: Duración nisqakuna

source: Arctangent: arctan(x)
qu_pe: Arcotangente: arctan(x)

source: Hyperbolic tangent: tanh(x)
qu_pe: Tangente hiperbólica: tanh(x)

source: Tangent: tan(x)
qu_pe: Tangente: tan(x)

source: Coach and student
qu_pe: Yachachisqa y wawa yachakuq

source: Series
qu_pe: Sutikuna

source: Hyperbolic arccosine: arccosh(x)
qu_pe: Arcoseno hiperbólico: arccosh(x)

source: Arccosine: arccos(x)
qu_pe: Arccoseno: arccos(x)

source: Hyperbolic cosine: cosh(x)
qu_pe: Coseno hiperbólico: cosh(x)

source: Cosine: cos(x)
qu_pe: Coseno: cos(x)

source: Teachers time report
qu_pe: Yachachisqakunaq pacha riwukuna

source: Hyperbolic arcsine: arcsinh(x)
qu_pe: Arcoseno hiperbólico: arcsinh(x)

source: Cannot find your language in the list? Contact us at info@chamilo.org to contribute as a translator.
qu_pe: Simiykita mana tarisqankichik? info@chamilo.orgman qillqay yachakuqkunaq kamaq.

source: Arcsine: arcsin(x)
qu_pe: Arcseno: arcsin(x)

source: Hyperbolic sine: sinh(x)
qu_pe: Seno hiperbólico: sinh(x)

source: Sine: sin(x)
qu_pe: Seno: sin(x)

source: Pi number: pi
qu_pe: Pi número: pi

source: E number: e
qu_pe: E número: e

source: Logarithm: log(x)
qu_pe: Logaritmo: log(x)

source: Natural logarithm: ln(x)
qu_pe: Logaritmo natural: ln(x)

source: Absolute value: abs(x)
qu_pe: Valor absoluto: abs(x)

source: Square root: sqrt(x)
qu_pe: Raíz cuadrada: sqrt(x)

source: Exponentiation: ^
qu_pe: Exponenciación: ^

source: Division: /
qu_pe: División: /

source: Multiplication: *
qu_pe: Multiplicación: *

source: Substraction: -
qu_pe: Sustracción: -

source: Summation: +
qu_pe: Suma: +

source: Formula notation
qu_pe: Notación fórmula

source: Request subscription
qu_pe: Ñawpaqchisqa qillqay

source: Please consider subscribing me to session
qu_pe: Ñawpaqchisqa nisqakunaman qillqay

source: Search active sessions
qu_pe: Kallpanchasqa nisqakunata rimanakuy

source: The username cannot contain the '-' character
qu_pe: Sutiqpiq '-' sutitaqa manam kanchu

source: If you want only integer values write both limits without decimals
qu_pe: Ruphasqa númerosninmi kanki, mana p'akisqakunata mañakunataq

source: Please, write how many question variations you want
qu_pe: Imayna paqarichisqa paqarina willay

source: Question variations
qu_pe: Paqarina paqarichisqa

source: Please, write the formula
qu_pe: Fórmula willay

source: Sincerely
qu_pe: Allin kuyaywan

source: Formula sample: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
qu_pe: Rurasqa rakiy: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )

source: Variable ranges
qu_pe: Sutikuna umu

source: Range value
qu_pe: Umu valor

source: Calculated question
qu_pe: Paqarina rimaq

source: The user is currently subscribed
qu_pe: Rimaruy ñawpaqchisqa kuy

source: Only best attempts
qu_pe: Allin kokakuna nispa

source: Include all users
qu_pe: Rimaruykunata llapan juntakuy

source: Hosting warning reached
qu_pe: Parakuy atipasqa chaskipasqa

source: Session name
qu_pe: Nisqa sutin

source: Mobile phone number is incomplete or contains invalid characters
qu_pe: Wakin telefononqa mana tukuykunachu o mana allin sutikuna kanchu

source: Include the country dial code
qu_pe: Markan telefonon sutinta juntakuy

source: Mobile phone number
qu_pe: Wakin telefononqa

source: Check unique e-mail
qu_pe: Yachay imayna emailta qhaway

source: This email is already in use on the platform.
qu_pe: Kay emailnin platformpi suyusqaña.

source: Total posts in all forums.
qu_pe: Huk iskay foro tukuy qillqan kutxakuna.

source: Add me as coach
qu_pe: Ñoqata kachi yachachiq nin

source: Add me as teacher in the imported courses.
qu_pe: Yapasqa kursikunapi ñoqata yachay wasi yachachiq nin

source: Progress of exercises taken by the student
qu_pe: Yachasqan yachakuynin rurakunataq pacha

source: Time spent in the course
qu_pe: Kursipi suyakuytan pacha

source: Average of best grades of each exercise attempt
qu_pe: Rurakunataq ukhu willakunamanta aswan allin willakuna promidyo

source: Additional access days for this user
qu_pe: Kay runapa qhapaq rurakuna pacha

source: User: %s - Session: %s
qu_pe: Runa: %s - Suyana: %s

source: The given session duration is the same as the default for the session. Ignoring.
qu_pe: Qhapaq suyana pachamanta suyana pachapi kikinllamanta. Mana qhawaynalla.

source: This user's first access to the session was on %s. With a session duration of %s days, the access to this session already expired on %s
qu_pe: Kay runapa suyanaq primir ruraq %s. %s pacha suyanaq ukhu, kay suyanaq ruraq %s qhipalla kutiq

source: This user's first access to the session was on %s. With a session duration of %s days, the end date is scheduled in %s days
qu_pe: Kay runapa suyanaq primir ruraq %s. %s pacha suyanaq ukhu, qhipa pacha %s pachaq

source: This user never accessed this session before. The duration is currently set to %s days (from the first access date)
qu_pe: Kay runa mana ruraqchu kay suyana. Pacha %s pachaq (primir ruraq pacha)

source: Edit session duration
qu_pe: Suyana pacha llamk'ay

source: User's session duration edition
qu_pe: Runapa suyana pacha llamk'ay

source: This session has a maximum duration. Only %s days to go.
qu_pe: Kay suyanan qhapaq pacha. %s pacha kutiq.

source: Next topic
qu_pe: Hukiy topic

source: Current topic
qu_pe: Kutipay topic

source: Show course planning
qu_pe: Kursa rurakuyta qhaway

source: Redirect to Course home
qu_pe: Kursapi qhipanman kutichiy

source: Learning path return link
qu_pe: Yachakuypa kutipay link

source: Learning path list
qu_pe: Yachakuypa tuktikuna

source: Learners who didn't send their work
qu_pe: Rurakuyta mana qillqakunayoq yachakuqkuna

source: Learners who sent their work
qu_pe: Rurakuyta qillqakunayoq yachakuqkuna

source: Upload from template
qu_pe: Plantillamanta carganay

source: Document already added
qu_pe: Yachay willakuna suyakuq

source: Add document
qu_pe: Yachay willakuna yapay

source: Export to .doc
qu_pe: .docman exportanay

source: Sort by title
qu_pe: Sutinpaq urquy

source: Sort by edition date
qu_pe: Llamk'ay pacha urquy

source: Sort by creation date
qu_pe: Kamar pacha urquy

source: Table view
qu_pe: Tabla rikch'ay

source: List view
qu_pe: Tukta rikch'ay

source: Human Resources Manager
qu_pe: Runakuna kamachiq

source: Global
qu_pe: Tukuy

source: Question title
qu_pe: Pauri sutina

source: Question ID
qu_pe: Pauri ID

source: ExerciseId
qu_pe: Yachakuy ID

source: Excel export
qu_pe: Excel exportanay

source: Corporate report, short version
qu_pe: Kamachinaq willakuy, kuti sutina

source: Corporate report
qu_pe: Kamachinaq willakuy

source: Report
qu_pe: Willakuy

source: Trace IP
qu_pe: IP rurakuy

source: No session provided
qu_pe: Mana suyana

source: Users must have the HR director role
qu_pe: Runakuna kamachiq rolta kachayku

source: Nothing to add
qu_pe: Mana yapanapaq

source: No student found for the session
qu_pe: Mana yachakuq suyananpi

source: No destination session provided
qu_pe: Mana chayar suyana

source: Session %s skipped
qu_pe: Suyana %s pasasqaña

source: Validate dates
qu_pe: Validar pacha

source: Create a category
qu_pe: Kallpachay

source: Message type
qu_pe: Mensajen tipon

source: Modification date
qu_pe: Maskhay pacha

source: Weep
qu_pe: Wañuy

source: Latest changes
qu_pe: Ñawpaq maskhaykuna

source: Final score
qu_pe: Qhipa sapa

source: There was an error writing the XML file. Please ask the administrator to check the error logs.
qu_pe: XML willakuypi pantasqa karqan. Llumpaywan pantasqakuna qhawayman ninkuman.

source: Teacher in session: %s
qu_pe: Yachachisqaykita %s sessionpi

source: Delete attachment
qu_pe: Q'ispichay q'illqayta

source: Editing this event will remove it from the serie of events it is currently part of
qu_pe: Kay tukuyta maskhayqa, paymanta tukuykuna willakuykunamanta q'ispichakun

source: Enter the characters you see on the image
qu_pe: Sutinchaynintaj rimaqkunata yachan

source: You don't have an institutional account
qu_pe: Mana suyupi rimaqykichu

source: Login with your account
qu_pe: Rimaqykichiswan riy

source: You already have an institutional account
qu_pe: Kunan suyupi rimaqykichis

source: No action available
qu_pe: Mana ruray

source: Coaches
qu_pe: Yachachisqakuna

source: Show description
qu_pe: Willakuyta rikunay

source: Human resources managers should not be registered to courses. The corresponding users you selected have not been subscribed.
qu_pe: Runakuna kamachisqakuna kursokunaman qhaspikunachu. Qhaspichisqakunakuna mana qhaspichakun.

source: Clean and update course coaches
qu_pe: Kursokuna yachachisqakunata qhawayta kachayta

source: No PDF found at root: please make sure that the PDFs are at the root of your zip file (no intermediate folder)
qu_pe: Mana PDF rootpi: ZIP willakuykunchaypi rootpi kanchatam yachay

source: PDFs must look like:
qu_pe: PDFkuna kayllata kachayku:

source: Location of import zip file
qu_pe: Qhaway willakuy ZIP willakuy

source: You must import a zip file
qu_pe: ZIP willakuy qhaway

source: Import PDF introductions into courses
qu_pe: Kursokunaman PDF qillqasqakunata qhaway

source: Subscribe teachers to session(s)
qu_pe: Yachachisqakunata sessionkunaman qhaspiy

source: Subscribe students to session(s)
qu_pe: Yachasqakunata sessionkunaman qhaspiy

source: Manage course categories
qu_pe: Kursokuna kallpachakunata kamachiy

source: Course categories in %s site:
qu_pe: %s paqpi kursokuna kallpachakuna:

source: Course categories available
qu_pe: Kachkan kursokuna kallpachakuna

source: The group now belongs to the selected URL.
qu_pe: Willakuyqa yachasqan URLman kachkan.

source: You need to select at least one group and one URL.
qu_pe: Kamachi willakuywan URLwan.

source: Agenda list
qu_pe: Willakuy ruruchakuna

source: Calendar
qu_pe: Pacha qillqa

source: Custom range
qu_pe: Kutichisqa hamp'i

source: This week
qu_pe: Kay siman

source: Send to users in all sessions of this course
qu_pe: Kay kursokuna tukuy sessionkunamanta runakunaman kachay

source: Parameters not found
qu_pe: Mana kachkan paramitakuna

source: Users to add
qu_pe: Yapay runakuna

source: Documents added
qu_pe: Yapasqa willakuykuna

source: No users to add
qu_pe: Mana yapay runakuna

source: Start the Survey
qu_pe: Paqarichisqa qillqayta qallariy

source: Subgroup
qu_pe: Kutichisqa willakuy

source: Subgroups
qu_pe: Kutichisqa willakuykuna

source: Enter the letters you see.
qu_pe: Kay sutinchaynintaj rimaqkunata yachan.

source: Click on the image to load a new one.
qu_pe: Sutinchayta pilichiy yachayniykita.

source: Account blocked by captcha.
qu_pe: Rimaqy captchaqwan q'ispichasqa.

source: Capture screenshot/screencast
qu_pe: Sutinchayta pilichiy / sutinchayta pilichiy

source: View
qu_pe: Qhawiy

source: Number submitted
qu_pe: Qhaspisqa chinpu

source: Warning: the installer detected an error while trying to reach the test file at %s. It looks like the PHP script could not be interpreted. This could be a warning sign for future problems when creating courses. Please check the installation guide for more information about permissions. If you are installing a site with a URL that doesn't resolve yet, you can probably ignore this message.
qu_pe: Advertencia: l/instalduri %s nisqap test ficheroq yachakusqanrayku pantasqa kasqan. PHP skriptuta manam interpretakusqachu kasqan. Kayqa kursokunata kamachispaqtiy yuyaykusqan pantasqakunapa hatun sinri. Instalacion manualta qhaway permisoquna yanapaq. Manam resolvichisqachu URLwan saytuta instalkanki, kay mensajeta mana yuyaykuy.

source: Before %s
qu_pe: %s ñawpaq

source: After %s
qu_pe: %s qhipa

source: Export settings as XLS
qu_pe: Configuraciones exportanata XLS hinakunaman

source: Delete all items
qu_pe: Huk qatiq willakuykunata huch'akuy

source: Delete this item
qu_pe: Kay willakuyta huch'akuy

source: Record your voice
qu_pe: Sutiykita qillqay

source: No recording available
qu_pe: Manam qillqasqa kanchu

source: Works received
qu_pe: Chaskisqa rurakuna

source: Class ID does not exist
qu_pe: Sala ID manam kanchu

source: Without category
qu_pe: Manam katigoriq kanchu

source: Incorrect score
qu_pe: Mana allin puntu

source: Correct score
qu_pe: Allin puntu

source: Use custom score for all questions
qu_pe: Huk willakuykunatamamaq allin puntuq usuy

source: You should add some items to your learning path, otherwise you won't be able to attach audio files to them
qu_pe: Yachay ñanqaman huk willakuykunata yapayki, mana uyariqsi audio ficheroqkunata qillpachiyta atikunki

source: Inactive days
qu_pe: Mana ruray p'unchaykuna

source: Followed HR directors
qu_pe: Yuyakusqa RRHH direktorkuna

source: The text you entered doesn't match the picture.
qu_pe: Qillqasqanki tekstu willakuywan manam uyariqsi.

source: Remove previous relationships
qu_pe: Ñawpaq iñiq willakuykunata q'echakuy

source: Import list of HR directors into sessions
qu_pe: RRHH direktorkuna willakuykunata sesionkunaman importakuy

source: Followed students
qu_pe: Yuyakusqa yachasqakuna

source: Followed teachers
qu_pe: Yuyakusqa yachachiqkuna

source: Allow only files
qu_pe: Ficheroqkunam ninaman uyariy

source: Allow only text
qu_pe: Tekstum ninaman uyariy

source: Allow files or online text
qu_pe: Ficheroqkunatawan onlayn tekstuta ninaman uyariy

source: Document type
qu_pe: Willakuy tipu

source: Send an email to myself for testing purposes.
qu_pe: Ñoqap testeanapaq e-mailta kachakuy.

source: Delete all selected attendances
qu_pe: Allin chaskisqa presenciakunata huch'akuy

source: Available classes
qu_pe: Kutichisqa salakuna

source: Registered classes
qu_pe: Kutichisqa salakuna

source: Delete items not in file
qu_pe: Ficheroqpi manam kanchu willakuykunata huch'akuy

source: Import groups
qu_pe: Hukriykunata importakuy

source: Here is your feedback
qu_pe: Kayqa ñoqap kutichisqayki

source: Session Search
qu_pe: Sesionta maskhay

source: Show system folders.
qu_pe: Sistema papqakunata rikuchiy.

source: Select a date from the calendar
qu_pe: P'unchayta kalendariomantataq ruray

source: Are you sure you want to clean results for this test before the selected date ?
qu_pe: ¿Chay p'unchay ñawpaqtaq kay testpa pantasqakunata limpiy

source: Clean all results before a selected date
qu_pe: Ruray p'unchay ñawpaqtaq huk pantasqakunata limpiy

source: Glossary help
qu_pe: Glosariu yanapa

source: This tool allows you to create glossary terms for this course, which can then be used from the documents tool
qu_pe: Kay llank'anaqwan kursopa glosario terminokunata kamachiyki, paykunaq willakuy llank'ananamantaq usuchiyki
