Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This week
ar: هذا الاسبوع
ast_es: Esta selmana
bn_bd: এই সপ্তাহ
bs_ba: Ove sedmice
ca_es: Aquests setmana
cs_cz: Tento týden
da: Denne uge
de: Diese Woche
el: Αυτή την εβδομάδα
eo: Ĉi semajno
es: Esta semana
es_mx: Esta semana
eu_es: Aste honetan
fa_ir: این هفته
fi_fi: Tällä viikolla
fo_fo: Hendan vikuna
fur: Cheste setemane
ga: An tseachtain seo
gl: Esta semana
he_il: השבוע
hi: इस सप्ताह
hr_hr: Ove sedmice
hu_hu: Ezen a héten
hy: Այս շաբաթ
id_id: Minggu ini
it: Questa settimana
ja: 今週
ka_ge: ამ კვირა
ko_kr: 이번 주
lo: ອາທິດນີ້
lt_lt: Ši savaitė
lv_lv: Šonedēļ
mk_mk: Оваа недела
ms_my: Minggu ini
my_mm: ယခုအပတ်
ne: यो हप्ता
nl: Deze week
nn_no: Denne veka
oc: Aquesta setmana
pl_pl: Ten tydzień
ps: دا اونۍ
pt_br: Esta semana
pt_pt: Esta semana
ro_ro: Săptămâna aceasta
ru_ru: На этой неделе
sk_sk: Tento týždeň
sl: Ta teden
sq: Këtë javë
sr_rs: Ove nedelje
sv_se: Den här veckan
sw_ke: Wiki hii
ta: இந்த வாரம்
th: สัปดาห์นี้
tl_ph: Ngayong linggo
tr: Bu hafta
uk_ua: Цей тиждень
vi_vn: Tuần này
xh_za: Veki le
zh_cn: 本周
zh_tw: 本週

source: Send to users in all sessions of this course
ar: ارسال المستخدمين الى كافة الدورات لهذا المقرر
ast_es: Unviar a los usuarios de toes les sesones d'esti cursu
bn_bd: এই কোর্সের সকল সেশনে ব্যবহারকারীদের কাছে পাঠান
bs_ba: Pošalji korisnicima u svim sesijama ovog kursa
ca_es: Envia als usuaris de totes les sessions d'aquest curs
cs_cz: Odeslat uživatelům ve všech sezeních tohoto kurzu
da: Send til brugere i alle sessioner af dette kursus
de: An alle Benutzer in allen Sitzungen des Kurses senden
el: Αποστολή στους χρήστες σε όλες τις συνεδρίες αυτού του μαθήματος
eo: Sendi al uzantoj en ĉiuj sesioj de ĉi tiu kurso
es: Enviar a los usuarios de todas las sesiones de este curso
es_mx: Enviar a usuarios en todas las sesiones de este curso
eu_es: Bidali ikastaro honetako saio guztietako erabiltzaileei
fa_ir: ارسال به کاربران در تمام جلسات این دوره
fi_fi: Lähetä tämän kurssin kaikkien istuntojen käyttäjille
fo_fo: Send til brúkarar í øllum bólkum í hesum kursi
fur: Mandê ai utents di tutis lis sesions di chest cors
ga: Seol chuig úsáideoirí i ngach seisiún den chúrsa seo
gl: Enviar aos usuarios de todas as sesións deste curso
he_il: שלח למשתמשים בכל המפגשים של קורס זה
hi: इस कोर्स के सभी सत्रों में उपयोगकर्ताओं को भेजें
hr_hr: Pošalji korisnicima u svim sesijama ovog predmeta
hu_hu: Küldés a kurzus ezen összes foglalkozásának felhasználóinak
hy: Ուղարկել այս դասընթացի բոլոր սեսիաների օգտատերերին
id_id: Kirim ke pengguna di semua sesi kursus ini
it: Invia a tutti gli utenti in tutte le ssessioni di questo corso
ja: このコースの全セッションのユーザーに送信
ka_ge: გაგზავნა ამ კურსის ყველა სესიის მომხმარებლებზე
ko_kr: 이 과정의 모든 세션 사용자에게 보내기
lo: ສົ່ງຫາຜູ້ໃຊ້ໃນທຸກເຊດຊັນຂອງຫຼັກສູດນີ້
lt_lt: Siųsti vartotojams visose šio kurso sesijose
lv_lv: Sūtīt lietotājiem visās šī kursa sesijās
mk_mk: Испрати до корисници во сите сесии на овој курс
ms_my: Hantar kepada pengguna dalam semua sesi kursus ini
my_mm: ဤသင်တန်း၏ အစည်းအဝေးအားလုံးရှိ အသုံးပြုသူများထံသို့ ပို့ပါ
ne: यो कोर्सका सबै सत्रका प्रयोगकर्ताहरूलाई पठाउनुहोस्
nl: Verzend naar gebruikers van alle sessies van deze cursus
nn_no: Send til brukarar i alle samlingar for dette kurset
oc: Mandar a los utilizaires de totas las sessions d'aquest cors
pl_pl: Wyślij do użytkowników we wszystkich sesjach tego kursu
ps: د دې کورس ټولو غونډو کې د کاروونکو ته واستول شي
pt_br: Enviar para usuários em todas as sessões deste curso
pt_pt: Enviar para usuários em todas as sessões deste curso
ro_ro: Trimite utilizatorilor de toate sesiunile de acest curs
ru_ru: Отправить пользователям всех сессий этого курса
sk_sk: Poslať používateľom vo všetkých stretnutiach tohto kurzu
sl: Pošlji uporabnikom vseh sej s tem tečajem
sq: Dërgo te përdoruesit në të gjitha seancat e këtij kursi
sr_rs: Pošalji korisnicima u svim sesijama ovog kursa
sv_se: Skicka till användare i alla sessioner för denna kurs
sw_ke: Tuma kwa watumiaji katika vipindi vyote vya kozi hii
ta: இந்த பாடநூலின் அனைத்து அமர்வுகளிலும் உள்ள பயனர்களுக்கு அனுப்பவும்
th: ส่งไปยังผู้ใช้ในทุกเซสชันของหลักสูตรนี้
tl_ph: Ipadala sa mga gumagamit sa lahat ng sesyon ng kursong ito
tr: Bu dersin tüm oturumlarındaki kullanıcılara gönder
uk_ua: Надіслати користувачам усіх сесій цього курсу
vi_vn: Gửi đến người dùng trong tất cả các phiên của khóa học này
xh_za: Thumela kubasebenzisi kuyo zonke iiseshini zeli khosi
zh_cn: 发送给本课程所有会话中的用户
zh_tw: 發送給本課程所有時段的用戶

source: Parameters not found
ar: لا توجد معلمات
ast_es: Nunse atoparon los parámetros
bn_bd: প্যারামিটার পাওয়া যায়নি
bs_ba: Parametri nisu pronađeni
ca_es: Paràmetres no trobats
cs_cz: Parametry nenalezeny
da: Parametre ikke fundet
de: Parameter nicht gefunden
el: Οι Παράμετροι δεν βρέθηκαν
eo: Parametroj ne trovitaj
es: Parámetros no encontrados
es_mx: Parámetros no encontrados
eu_es: Parametroak ez dira aurkitu
fa_ir: پارامترها یافت نشد
fi_fi: Parametrejä ei löytynyt
fo_fo: Parametrar ikki funnir
fur: Parametris no rivâts
ga: Níor aimsíodh paraiméadair
gl: Parámetros non encontrados
he_il: לא נמצאו פרמטרים
hi: पैरामीटर नहीं मिले
hr_hr: Parametri nisu pronađeni
hu_hu: Paraméterek nem találhatók
hy: Պարամետրերը չեն գտնվել
id_id: Parameter tidak ditemukan
it: Parametri non trovati
ja: パラメータが見つかりません
ka_ge: პარამეტრები ვერ მოიძებნა
ko_kr: 매개변수 없음
lo: ບໍ່ພົບພາຣາມິເຕີ
lt_lt: Parametrai nerasti
lv_lv: Parametri nav atrasti
mk_mk: Параметрите не се пронајдени
ms_my: Parameter tidak dijumpai
my_mm: ပါရာမီတာများ မတွေ့ပါ
ne: मानखम्बाहरू फेला परेनन्
nl: Parameters niet gevonden
nn_no: Ingen parameterar funne
oc: Paramètres pas trobats
pl_pl: Parametry nie znalezione
ps: پارامټرونه ونه موندل شول
pt_br: Parâmetros não encontrado
pt_pt: Parâmetros não encontrado
ro_ro: Parametrii nu a fost găsit
ru_ru: Параметры не найдены
sk_sk: Parametre neboli nájdené
sl: Ne najdem parametrov
sq: Parametrat nuk u gjetën
sr_rs: Parametri nisu pronađeni
sv_se: Parametrar hittades inte
sw_ke: Vigezo havipatikani
ta: பாராமத்தர்கள் கிடைக்கவில்லை
th: ไม่พบพารามิเตอร์
tl_ph: Hindi natagpuan ang mga parameter
tr: Parametreler bulunamadı
uk_ua: Параметри не знайдено
vi_vn: Không tìm thấy tham số
xh_za: Iiparamitha azifunyaneki
zh_cn: 未找到参数
zh_tw: 找不到參數

source: Users to add
ar: المستخدمين للاضافة
ast_es: Usuarios pa amestar
bn_bd: যোগ করার ব্যবহারকারী
bs_ba: Korisnici za dodavanje
ca_es: Usuaris per afegir
cs_cz: Uživatelé k přidání
da: Brugere at tilføje
de: Hinzuzufügende Benutzer
el: Χρήστες προς προσθήκη
eo: Uzantoj por aldoni
es: Usuarios por añadir
es_mx: Usuarios a agregar
eu_es: Gehitzeko erabiltzaileak
fa_ir: کاربران برای افزودن
fi_fi: Lisättävät käyttäjät
fo_fo: Brúkarar at leggja afturat
fur: Utents da zontâ
ga: Úsáideoirí le cur leis
gl: Usuarios por engadir
he_il: משתמשים להוספה
hi: जोड़ने के लिए उपयोगकर्ता
hr_hr: Korisnici za dodavanje
hu_hu: Hozzáadandó felhasználók
hy: Ավելացնել օգտատերեր
id_id: Pengguna yang akan ditambahkan
it: Utenti da aggiungere
ja: 追加するユーザー
ka_ge: დასამატებელი მომხმარებლები
ko_kr: 추가할 사용자
lt_lt: Pridėtini vartotojai
lv_lv: Lietotāji pievienošanai
mk_mk: Корисници за додавање
ms_my: Pengguna untuk ditambah
my_mm: ထည့်ရန်အသုံးပြုသူများ
ne: थप्ने प्रयोगकर्ताहरू
nl: Toe te voegen gebruikers
nn_no: Brukarar å legge til
oc: Utilizaires a apondre
pl_pl: Użytkownicy do dodania
ps: د اضافه کولو کاروونکي
pt_br: Usuários para adicionar
pt_pt: Usuários adicionam
ro_ro: Utilizatorii adăugați
ru_ru: Пользователи для добавления
sk_sk: Používateľov pridať
sl: Uporabniki za dodajanje
sq: Përdorues për të shtuar
sr_rs: Korisnici za dodavanje
sv_se: Användare att lägga till
sw_ke: Watumiaji wa kuongeza
ta: சேர்க்க வேண்டிய பயனர்கள்
th: ผู้ใช้ที่จะเพิ่ม
tl_ph: Mga gumagamit na idadagdag
tr: Eklenecek kullanıcılar
uk_ua: Користувачів для додавання
vi_vn: Người dùng để thêm
xh_za: Abasebenzisi okufuneka ukongezwa
zh_cn: 要添加的用户
zh_tw: 要新增的用戶

source: Documents added
ar: تم اضافة المستندات
ast_es: Documentos amestaos
bn_bd: যোগ করা ডকুমেন্ট
bs_ba: Dodani dokumenti
ca_es: Documents afegits
cs_cz: Přidané dokumenty
da: Dokumenter tilføjet
de: Dokumente hinzugefügt
el: Τα Έγγραφα προστέθηκαν
eo: Aldonitaj dokumentoj
es: Documentos añadidos
es_mx: Documentos agregados
eu_es: Dokumentuak gehituak
fa_ir: اسناد افزوده شد
fi_fi: Dokumentit lisätty
fo_fo: Skjøl lagdar afturat
fur: Document zontâts
ga: Doiciméid curtha leis
gl: Documentos engadidos
he_il: נוספו מסמכים
hi: दस्तावेज़ जोड़े गए
hr_hr: Dodani dokumenti
hu_hu: Hozzáadott dokumentumok
hy: Ավելացված փաստաթղթեր
id_id: Dokumen ditambahkan
it: Documenti aggiunti
ja: 追加されたドキュメント
ka_ge: დამატებული დოკუმენტები
ko_kr: 추가된 문서
lo: ເອກະສານທີ່ເພີ່ມແລ້ວ
lt_lt: Pridėti dokumentai
lv_lv: Pievienotie dokumenti
mk_mk: Документи додадени
ms_my: Dokumen ditambah
my_mm: စာရွက်စာတမ်းများထည့်ပြီး
ne: थपिएका कागजातहरू
nl: Toegevoegde documenten
nn_no: Dokument leggja til
oc: Documents aponduts
pl_pl: Dodane dokumenty
ps: اضافه شوي اسناد
pt_br: Documentos adicionado
pt_pt: Documentos adicionados
ro_ro: Documente adăugate
ru_ru: Документы добавлены
sk_sk: Dokumenty pridané
sl: Dokumenti so bili dodani
sq: Dokumentet e shtuara
sr_rs: Dodati dokumenti
sv_se: Dokument tillagda
sw_ke: Hati zilizongezwa
ta: சேர்க்கப்பட்ட ஆவணங்கள்
th: เอกสารที่เพิ่มแล้ว
tl_ph: Mga dokumento na idinagdag
tr: Eklenen belgeler
uk_ua: Документи додано
vi_vn: Tài liệu đã thêm
xh_za: Amaxwebhu ongezwe
zh_cn: 已添加文档
zh_tw: 已新增文件

source: No users to add
ar: لا يوجد مستخدمين لاضافتهم
ast_es: Nun hai usuarios pa amestar
bn_bd: যোগ করার কোনো ব্যবহারকারী নেই
bs_ba: Nema korisnika za dodavanje
ca_es: Cap usuari per afegir
cs_cz: Žádní uživatelé k přidání
da: Ingen brugere at tilføje
de: Keine hinzuzufügenden Benutzer
el: Δεν υπάρχουν χρήστες προς προσθήκη
eo: Neniu uzanto por aldoni
es: Ningun usuario por añadir
es_mx: No hay usuarios para agregar
eu_es: Ez dago gehitzekoak diren erabiltzailerik
fa_ir: هیچ کاربری برای افزودن وجود ندارد
fi_fi: Ei lisättäviä käyttäjiä
fo_fo: Ongir brúkarar at leggja afturat
fur: Nissun utent da zontâ
ga: Gan úsáideoirí le cur leis
gl: Ningún usuario por engadir
he_il: אין משתמשים להוסיף
hi: जोड़ने के लिए कोई उपयोगकर्ता नहीं
hr_hr: Nema korisnika za dodavanje
hu_hu: Nincsenek hozzáadandó felhasználók
hy: Չկան օգտատերեր ավելացնելու համար
id_id: Tidak ada pengguna yang akan ditambahkan
it: Nessun utente da aggiungere
ja: 追加するユーザーがありません
ka_ge: არ არის დასამატებელი მომხმარებლები
ko_kr: 추가할 사용자 없음
lt_lt: Nėra vartotojų pridėti
lv_lv: Nav lietotāju pievienošanai
mk_mk: Нема корисници за додавање
ms_my: Tiada pengguna untuk ditambah
my_mm: ထည့်ရန်အသုံးပြုသူများ မရှိပါ
ne: थप्ने प्रयोगकर्ता छैनन्
nl: Geen toe te voegen gebruikers
nn_no: Ingen brukarar å legge til
oc: Cap d'utilizaire a apondre
pl_pl: Brak użytkowników do dodania
ps: د اضافه کولو لپاره هیڅ کاروونکي نشته
pt_br: Não há usuários para adicionar
pt_pt: Não usuários adicionem
ro_ro: Niciun utilizator pentru adăugare
ru_ru: Нет пользователей для добавления
sk_sk: Žiadni používatelia na pridanie
sl: Ni uporabnikov za dodajanje
sq: Nuk ka përdorues për të shtuar
sr_rs: Nema korisnika za dodavanje
sv_se: Inga användare att lägga till
sw_ke: Hakuna watumiaji wa kuongeza
ta: சேர்க்க வேண்டிய பயனர்கள் இல்லை
th: ไม่มีผู้ใช้ที่จะเพิ่ม
tl_ph: Walang mga gumagamit na idadagdag
tr: Eklenecek kullanıcı yok
uk_ua: Немає користувачів для додавання
vi_vn: Không có người dùng để thêm
xh_za: Akukho basebenzisi ukongezwa
zh_cn: 没有用户可添加
zh_tw: 沒有用戶可新增

source: Start the Survey
ar: ابدأ الاستبيان
ast_es: Comenzar la enqueta
bn_bd: সার্ভে শুরু করুন
bs_ba: Pokreni anketu
ca_es: Comença l'enquesta
cs_cz: Spustit průzkum
da: Start undersøgelsen
de: Fragebogen starten
el: Ξεκινήστε την Έρευνα
eo: Komenci la Enkeston
es: Empezar Encuesta
es_mx: Iniciar la encuesta
eu_es: Hasi inkesta
fa_ir: شروع نظرسنجی
fi_fi: Aloita kysely
fo_fo: Byrja umspólað
fur: Inzile il Sondagi
ga: Tosaigh an Suirbhé
gl: Empezar enquisa
he_il: התחל את הסקר
hi: सर्वेक्षण शुरू करें
hr_hr: Pokreni anketu
hu_hu: Kérdőív indítása
hy: Սկսել հարցումը
id_id: Mulai Survei
it: Inizia Rilevamento
ja: アンケートを開始
ka_ge: გამოკითხვის დაწყება
ko_kr: 설문 시작
lo: ເລີ່ມການສຳຫຼວດ
lt_lt: Pradėti apklausą
lv_lv: Sākt aptauju
mk_mk: Започни анкета
ms_my: Mulakan Tinjauan
my_mm: စစ်တမ်းကို စတင်ပါ
ne: सर्वेक्षण सुरु गर्नुहोस्
nl: Start de enquête
nn_no: Start spørjeundersøkinga
oc: Començar l'Enquésta
pl_pl: Rozpocznij ankietę
ps: سروې پیل کړئ
pt_br: Iniciar a Pesquisa
pt_pt: Comece a Pesquisa
ro_ro: Incepe sondaj
ru_ru: Начать опрос
sk_sk: Začať prieskum
sl: Prični z vprašalnikom
sq: Fillo Anketën
sr_rs: Pokreni anketu
sv_se: Starta enkäten
sw_ke: Anza Uchunguzi
ta: அளவுகோலைத் தொடங்கவும்
th: เริ่มการสำรวจ
tl_ph: Simulan ang Survey
tr: Anketi Başlat
uk_ua: Розпочати опитування
vi_vn: Bắt đầu Khảo sát
xh_za: Qala Uphando
zh_cn: 开始调查
zh_tw: 開始問卷調查

source: Subgroup
ar: مجموعة فرعية
ast_es: Subgrupu
bn_bd: উপগ্রুপ
bs_ba: Podgrupa
ca_es: Subgrup
cs_cz: Podskupina
da: Undergruppe
de: Untergruppe
el: Υποομάδα
eo: Subgrupo
es: Subgrupo
es_mx: Subgrupo
eu_es: Azpitaldea
fa_ir: زیرگروه
fi_fi: Alaryhmä
fo_fo: Undirbólkur
fur: Sottogrup
ga: Foghrúpa
gl: Subgrupo
he_il: תת קבוצה
hi: उपसमूह
hr_hr: Podgrupa
hu_hu: Alcsoport
hy: Ենթախումբ
id_id: Subgrup
it: Sottogruppo
ja: サブグループ
ka_ge: ქვეჯგუფი
ko_kr: 하위 그룹
lo: ກຸ່ມຍ່ອຍ
lt_lt: Pogrupis
lv_lv: Apakšgrupa
mk_mk: Подгрупа
ms_my: Subkumpulan
my_mm: အဖွဲ့ခွဲ
ne: उपसमूह
nl: Subgroep
nn_no: Undergruppe
oc: Sogrup
pl_pl: Podgrupa
ps: فرعي ډله
pt_br: Sub-grupo
pt_pt: Sub-grupo
ro_ro: Subgrupă
ru_ru: Подгруппа
sk_sk: Podskupina
sl: Podskupina
sq: Nën grup
sr_rs: Podgrupa
sv_se: Undergrupp
sw_ke: Kikundi kidogo
ta: புனர்குழு
th: กลุ่มย่อย
tl_ph: Subgrupo
tr: Alt grup
uk_ua: Підгрупа
vi_vn: Nhóm con
xh_za: Iqela elincinci
zh_cn: 子组
zh_tw: 子群組

source: Subgroups
ar: المجاميع الفرعية
ast_es: Subgrupos
bn_bd: উপগ্রুপসমূহ
bs_ba: Podgrupe
ca_es: Subgrups
cs_cz: Podskupiny
da: Undergrupper
de: Untergruppen
el: Υποομάδες
eo: Subgrupoj
es: Subgrupos
es_mx: Subgrupos
eu_es: Azpitaldeak
fa_ir: زیرگروه‌ها
fi_fi: Alaryhmät
fo_fo: Undirbólkar
fur: Sottogrûps
ga: Foghrúpaí
gl: Subgrupos
he_il: תת קבוצות
hi: उपसमूह
hr_hr: Podgrupe
hu_hu: Alcsoportok
hy: Ենթախմբեր
id_id: Subgrup
it: Sottogruppi
ja: サブグループ
ka_ge: ქვეჯგუფები
ko_kr: 하위 그룹들
lo: ກຸ່ມຍ່ອຍ
lt_lt: Pogrupiai
lv_lv: Apakšgrupas
mk_mk: Подгрупи
ms_my: Subkumpulan
my_mm: အဖွဲ့ခွဲများ
ne: उपसमूहहरू
nl: Subgroepen
nn_no: Undergrupper
oc: Sogrups
pl_pl: Podgrupy
ps: فرعي ډلې
pt_br: Subgrupos
pt_pt: Sub-grupos
ro_ro: Subgrupe
ru_ru: Подгруппы
sk_sk: Podskupiny
sl: Podskupine
sq: Nën grupet
sr_rs: Podgrupe
sv_se: Undergrupper
sw_ke: Makundi madogo
ta: புனர்குழுக்கள்
th: กลุ่มย่อย
tl_ph: Mga subgrupo
tr: Alt gruplar
uk_ua: Підгрупи
vi_vn: Các nhóm con
xh_za: Iindidi ezincinci
zh_cn: 子组
zh_tw: 子群組

source: Enter the letters you see.
ar: قم بادخال الحروف التي تراها
ast_es: Tecleita les lletres que ves.
bn_bd: আপনার দেখা অক্ষরগুলি লিখুন।
bs_ba: Unesite slova koja vidite.
ca_es: Introduïu les lletres que veieu.
cs_cz: Zadejte písmena, která vidíte.
da: Indtast bogstaverne du ser.
de: Geben Sie die Buchstaben ein, die Sie sehen.
el: Πληκτρολογήστε τα γράμματα που βλέπετε.
eo: Entajpu la letrojn kiujn vi vidas.
es: Introducir las letras que ve.
es_mx: Ingrese las letras que ve.
eu_es: Ikusten dituzun letrak sartu.
fa_ir: حروف نمایش داده شده را وارد کنید.
fi_fi: Kirjoita näkyvissä olevissa kirjaimet
fo_fo: Skriva tey bókstavirin, tú síggur.
fur: Inserîs lis letaris che vês vûs.
ga: Iontráil na litreacha a fheiceann tú.
gl: Introduza as letras que ve
he_il: הזן את האותיות שאתה רואה.
hi: जो अक्षर आप देखते हैं उन्हें दर्ज करें।
hr_hr: Unesite slova koja vidite.
hu_hu: Írja be a látható betűket.
hy: Մուտքագրեք տեսնված տառերը:
id_id: Masukkan huruf yang Anda lihat.
it: Digita le lettere che vedi.
ja: 表示されている文字を入力してください。
ka_ge: შეიტანეთ ნაჩვენები ასოები.
ko_kr: 보이는 글자를 입력하세요.
lt_lt: Įveskite matomas raides.
lv_lv: Ievadiet redzamās burtciparu kombinācijas.
mk_mk: Внесете ги буквите што ги гледате.
ms_my: Masukkan huruf yang anda lihat.
my_mm: သင်မြင်ရသော အက္ခရာများကို ထည့်ပါ။
ne: तपाईंले देख्नुभएका अक्षरहरू प्रविष्ट गर्नुहोस्।
nl: Voer de letters die u ziet in
nn_no: Skriv inn bokstava du ser.
oc: Picatz las letras qu'avètz vist.
pl_pl: Wpisz litery, które widzisz.
ps: هغه لیکي وليکئ چې تاسو ګورئ.
pt_br: Digite as letras que você vê.
pt_pt: Digite as letras que você vê.
ro_ro: Introduceți literele care le vedeți.
ru_ru: Введите видимые буквы.
sk_sk: Zadajte písmená, ktoré vidíte.
sl: Vnesi zaporedje črk s slike
sq: Futni shkronjat që shihni.
sr_rs: Unesite slova koja vidite.
sv_se: Skriv in bokstäverna du ser.
sw_ke: Andika herufi unazoona.
ta: நீங்கள் பார்க்கும் எழுத்துகளை உள்ளிடவும்.
th: กรอกตัวอักษรที่คุณเห็น
tl_ph: Ipasok ang mga letrang nakikita mo.
tr: Gördüğünüz harfleri girin.
uk_ua: Введіть літери, які ви бачите.
vi_vn: Nhập các chữ cái bạn thấy.
xh_za: Faka oonobumba obawabona.
zh_cn: 输入您所见字母。
zh_tw: 輸入您看到的字母。

source: Click on the image to load a new one.
ar: انقر على الصورة من اجل تحميل واحدة جديدة
ast_es: Calca na imaxe pa cargar una nueva.
bn_bd: নতুনটি লোড করতে ছবিতে ক্লিক করুন।
bs_ba: Kliknite na sliku da učitate novu.
ca_es: Feu clic a la imatge per carregar una altra.
cs_cz: Klikněte na obrázek pro načtení nového.
da: Klik på billedet for at indlæse et nyt.
de: Klicken Sie auf das Bild, um ein neues zu laden.
el: Κάντε κλικ στην εικόνα για να φορτώσετε μια νέα.
eo: Klaku sur la bildon por ŝargi novan.
es: Dar clic en la imagen para cargar otra.
es_mx: Haga clic en la imagen para cargar una nueva.
eu_es: Egin klik irudian berria kargatzeko.
fa_ir: برای بارگیری تصویر جدید روی آن کلیک کنید.
fi_fi: Klikkaa kuvaa ladataksesi uusi kuva.
fo_fo: Klikk á myndina fyri at lofta ein nýggja.
fur: Cliche su imajine par cjamâ une gnovie.
ga: Cliceáil ar an íomhá chun ceann nua a luchtú.
gl: Premer na imaxe para cargar outra
he_il: לחץ על התמונה כדי לטעון תמונה חדשה.
hi: नई छवि लोड करने के लिए छवि पर क्लिक करें।
hr_hr: Kliknite na sliku da učitate novu.
hu_hu: Kattintson a képre egy új betöltéséhez.
hy: Սեղմեք նկարի վրա՝ նոր նկար բեռնելու համար:
id_id: Klik gambar untuk memuat yang baru.
it: Clicca sull'immagine per caricarne una nuova.
ja: 画像をクリックして新しいものを読み込んでください。
ka_ge: დააწკაპუნეთ სურათზე ახლის ჩასატვირთად.
ko_kr: 이미지를 클릭하여 새 이미지를 불러오세요.
lt_lt: Spustelėkite paveikslėlį, kad įkeltumėte naują.
lv_lv: Noklikšķiniet uz attēla, lai ielādētu jaunu.
mk_mk: Кликнете на сликата за да вчитате нова.
ms_my: Klik pada imej untuk memuatkan yang baru.
my_mm: ပုံအသစ်တစ်ခုတင်ရန် ပုံပေါ်တွင် နှိပ်ပါ။
ne: नयाँ लोड गर्न चित्रमा क्लिक गर्नुहोस्।
nl: Klik op de afbeelding om een nieuwe te laden.
nn_no: Klikk på bildet for å laste eit nytt.
oc: Clicatz sus l'imatge per ne cargar un de novèl.
pl_pl: Kliknij obrazek, aby załadować nowy.
ps: په انځور کلیک وکړئ ترڅو نوي ی بار کړئ.
pt_br: Clique na imagem para carregar uma nova.
pt_pt: Clique na imagem para carregar um novo.
ro_ro: Click pe imagine pentru a încărca alta.
ru_ru: Нажмите на изображение, чтобы загрузить новое.
sk_sk: Kliknite na obrázok pre nové načítanie.
sl: Klikni na sliko za prikaz nove
sq: Klikoni në imazh për të ngarkuar një të ri.
sr_rs: Kliknite na sliku da učitate novu.
sv_se: Klicka på bilden för att ladda en ny.
sw_ke: Bonyeza picha ili upakishe mpya.
ta: புதிய படத்தை ஏற்ற படத்தை கிளிக் செய்யவும்.
th: คลิกที่ภาพเพื่อโหลดภาพใหม่
tl_ph: I-klik ang imahe upang mag-load ng bago.
tr: Yeni bir resim yüklemek için resme tıklayın.
uk_ua: Натисніть на зображення, щоб завантажити нове.
vi_vn: Nhấp vào hình ảnh để tải hình mới.
xh_za: Cofa umfanekiso ukuze ulayishe omtsha.
zh_cn: 点击图像加载新图像。
zh_tw: 點擊圖像以載入新圖像。

source: Account blocked by captcha.
ar: تم حظر الحساب من قبل رمز التحقق
ast_es: Cuenta bloqueada pol captcha.
bn_bd: ক্যাপচার দ্বারা অ্যাকাউন্ট ব্লক হয়েছে।
bs_ba: Nalog blokiran captcha-om.
ca_es: Compte bloquejat per Captcha.
cs_cz: Účet zablokován captchou.
da: Konto blokeret af captcha.
de: Konto von Captcha gesperrt.
el: Λογαριασμός μπλοκαρισμένος από captcha.
eo: Konto blokita pro CAPTCHA.
es: Cuenta bloqueada por CAPTCHA.
es_mx: Cuenta bloqueada por captcha.
eu_es: Kontua captcha dela eta blokeatua.
fa_ir: حساب به دلیل کپچا مسدود شد.
fi_fi: Tili estetty captchalla.
fo_fo: Logn til blokerað við captcha.
fur: Cont blochet dal captcha.
ga: Cuntas blocáilte ag captcha.
gl: Conta bloqueada por Captcha
he_il: חשבון נחסם על ידי captcha.
hi: कैप्चा द्वारा खाता अवरुद्ध।
hr_hr: Račun blokiran captchaom.
hu_hu: Fiók letiltva a captcha miatt.
hy: Հաշիվը արգելափակված է captcha-ով:
id_id: Akun diblokir oleh captcha.
it: Account bloccato dal Captcha.
ja: CAPTCHAによりアカウントがブロックされました。
ka_ge: ანგარიში დაბლოკილია captcha-ს მიერ.
ko_kr: 캡차로 계정이 차단되었습니다.
lo: ບັນຊີຖືກບລັອກໂດຍ captcha.
lt_lt: Paskyra užblokuota dėl captcha.
lv_lv: Konts bloķēts captcha dēļ.
mk_mk: Сметката е блокирана од капча.
ms_my: Akaun disekat oleh captcha.
my_mm: အကောင့်သည် ကပ်ချာဖြင့် ပိတ်ထားသည်။
ne: क्याप्चाबाट खाता अवरुद्ध।
nl: Account geblokkeerd door captcha
nn_no: Konto blokkert av captcha.
oc: Compte blocat per captcha.
pl_pl: Konto zablokowane przez captcha.
ps: حساب د کیپټچا له امله بند شوی.
pt_br: Conta bloqueada por captcha.
pt_pt: Conta bloqueada por captcha.
ro_ro: Cont blocat de CAPTCHA.
ru_ru: Аккаунт заблокирован капчей.
sk_sk: Účet zablokovaný captchou.
sl: Račun je blokiren s strani CAPTCHA
sq: Llogaria e bllokuar nga captcha.
sr_rs: Nalog blokiran zbog captcha-e.
sv_se: Konto blockerat av captcha.
sw_ke: Akaunti imezuiwa na captcha.
ta: கேப்சா மூலம் கணக்கு தடுக்கப்பட்டது.
th: บัญชีถูกบล็อกโดยแคปชา
tl_ph: Na-block ang account dahil sa captcha.
tr: Hesap captcha tarafından engellendi.
uk_ua: Обліковий запис заблоковано captcha.
vi_vn: Tài khoản bị khóa bởi captcha.
xh_za: Iakhawunti ivimbelwe yi-captcha.
zh_cn: 账户被验证码封锁。
zh_tw: 帳戶因驗證碼而被封鎖。
