Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Allow teachers to create categories in the Groups tool?
ar: اسمح لمسئولي المقررات بإنشاء أصناف في وحدة المجموعات؟
ast_es: Permitir que los alministradores d'un cursu creen categoríes nel módulu grupos
bn_bd: গ্রুপস টুলে শিক্ষকদের ক্যাটাগরি তৈরি করতে দেবেন?
bs_ba: Dozvoli nastavnicima da kreiraju kategorije u alatu Grupe?
ca_es: Permetre als administradors de curs crear categories en el mòdul de grups?
cs_cz: Povolit administrátorům kurzu tvorbu kategorií v skupinovém modulu?
da: Tillad kursus-administratorer at oprette kategorier i gruppe-modulet?
de: Kursleitern gestatten, Kategorien im Gruppen-Modul anzulegen?
el: Να επιτρέπετε σε εκπαιδευτικούς να δημιουργούν κατηγορίες στο εργαλείο Ομάδων
eo: Ĉu permesi al kursmastrumantoj krei kategoriojn en la grupa modulo?
es: Permitir a los administradores de un curso crear categorías en el módulo grupos
es_mx: ¿Permitir a los administradores de cursos crear categorías en el módulo de Grupos?
eu_es: Baimendu behar al zaie ikastaroko kudeatzaileei kategoriak sortzea Taldeak atalean?
fa_ir: اعطای اجازه به اداره کنندگان درس برای آفرینش طبقات مختلف در قسمت گروه ها
fi_fi: Sallitaanko opettajilta ryhmätyökalun luokkien luominen?
fo_fo: Loyv lærarum at skapa bólkar í bólka verktygini?
fur: Permit ai docentes di creâ categorîis tal strûl Grups?
ga: Lig do mhúinteoirí catagóirí a chruthú in uirlis na nGrúpaí?
gl: ¿Permitir ós administradores de cursos crear categorías no módulo grupos?
he_il: אפשר למורים ליצור קטגוריות בכלי הקבוצות?
hi: समूह उपकरण में शिक्षकों को श्रेणियाँ बनाने की अनुमति दें?
hr_hr: Omogući nadzorniku kolegija da izradi kategorije u modulu skupine?
hu_hu: Engedélyezi a kurzusgazdáknak, hogy a csoport modulban új kategóriákat hozhassanak létre?
hy: Թույլ տալ ուսուցիչներին ստեղծել կատեգորիաներ Խմբեր գործիքում?
id_id: Ijinkan admin mata kuliah untuk membuat kategori dalam modul group?
it: Permetti ai gestori del corso di creare categorie nella sezione 'gruppi'?
ja: グループ ツールで教員にカテゴリの作成を許可しますか?
ka_ge: მასწავლებლებს ჯგუფების ხელსაწყოში კატეგორიების შექმნის უფლება მიენიჭოს?
ko_kr: 과정관리자가 그룹 모듈의 카테고리 생성하는 것을 허용하시겠습니까?
lo: ອະນຸຍາດໃຫ້ອາຈານສ້າງໝວດໝູ່ໃນເຄື່ອງມືກຸ່ມບໍ່?
lt_lt: Leisti kursų valdytojams kurti kategorijas grupių modulyje?
lv_lv: Atļaut kursu administratoriem veidot nodaļas grupu modulī?
mk_mk: Дали да биде допуштено на управувачите на курсеви да креираат категории во групите на модули?
ms_my: Benarkan guru mencipta kategori dalam alat Kumpulan?
my_mm: ဆရာများအား အဖွဲ့ကိရိယာတွင် အမျိုးအစားများဖန်တီးခွင့်ပြုမည်လား။
ne: समूह उपकरणमा शिक्षकहरूलाई वर्गहरू सिर्जना गर्न अनुमति दिने?
nl: Cursusbeheerders toelaten categorieën te creëren in de groepsmodule?
nn_no: Tillat lærere å opprette kategoriar i gruppeverktøyet?
oc: Permetre als ensenhistas de crear de categorias dins l'aisina Grups ?
pl_pl: Zezwolić Administratorom kursów na tworzenie kategorii w module grup?
ps: ښوونکو ته د ګروپونو وسیلې کې کټګۆريانې جوړولو اجازه ورکړئ؟
pt_br: Permitir ao adminstrador de curso criar categorias no módulo do grupo?
pt_pt: Permitir aos instrutores a possibilidade de criar categorias na ferramenta de Grupos?
ro_ro: Permiteti administratorilor de curs sa creeze noi categorii in modulul Grup?
ru_ru: Позволять администратору курса создавать категории в модуле групп?
sk_sk: Povoliť administrátorom kurzu tvorbu kategórií v skupinovom module?
sl: Dovoliš upravitelju tečaja da kreira kategorije v modulu skupin?
sq: A të lejohet mësuesit të krijojnë kategori në mjetin e Grupeve?
sr_rs: Omogući administratorima kursa da kreiraju kategorije u modulima grupa?
sv_se: Tillåt gruppadministratörer att skapa kategorier i gruppmodulen?
sw_ke: Ruhusu walimu kuunda jamii katika zana ya Vikundi?
ta: குழுக்கள் கருவியில் ஆசிரியர்கள் வகைகளை உருவாக்க அனுமதிக்க வேண்டுமா?
th: อนุญาตให้ผู้จัดการวิชาสร้างประเภทรายการในบทเรียนได้
tl_ph: Payagan ang mga guro na lumikha ng mga kategorya sa tool ng mga Grupo?
tr: Ders yetkililerine grup modülü içinde kategori oluşturma izni ?
uk_ua: Дозволити адміністраторам створювати категорії в модулі груп?
vi_vn: Cho phép giáo viên tạo danh mục trong công cụ Nhóm?
xh_za: Vumela ootitshala ukuba benze iindidi kwisixhobo samaqela?
zh_cn: 允许课程管理员在小组模块中创建分类?
zh_tw: 允許課程管理者於小組模式中建立類別？

source: You can determine the platform languages in a different part of the platform administration, namely: <a href="languages.php">Chamilo Platform Languages</a>
ar: يمكنك تحديد لغات النظام في مكان اخر من ادارة النظام
ast_es: Pue escoyer l'idioma de la plataforma n'otru llugar al de l'alministración de la plataforma, ello ye: <a href="language.php">Idiomes de la plataforma Chamilo</a>
bn_bd: আপনি প্ল্যাটফর্ম অ্যাডমিনিস্ট্রেশনের অন্য অংশে প্ল্যাটফর্ম ভাষা নির্ধারণ করতে পারেন, যথা: <a href="languages.php">Chamilo প্ল্যাটফর্ম ভাষা</a>
bs_ba: Jezike platforme možete odrediti u drugom dijelu administracije platforme, naime: <a href="languages.php">Jezici Chamilo platforme</a>
ca_es: Podeu determinar els idiomes de la plataforma en una part diferent de l'administració de la plataforma, a saber: <a href="languages.php">Idiomes de la plataforma Chamilo</a>
cs_cz: Můžete si zvolit jazyky platformy v různých částích platformové administrace, jměnovitě: <a href="languages.php">Jazyky Chamilo platformy</a>
da: Du kan bestemme platformens sprog i en anden del af platforms-administreringen, nemlig: <a href="languages.php">Chamilo Platform Sprog</a>
de: Die Sprache für die Plattform kann an anderer Stelle in der Administration eingestellt werden: <a href='languages.php'>Plattform Sprache</a>
el: Μπορείτε να ορίσετε τις γλώσσες της πλατφόρμας σε διαφορετικό μέρος της διοίκησης της πλατφόρμας, δηλαδή: <a href="languages.php">Γλώσσες Πλατφόρμας Chamilo</a>
eo: Vi povas mastrumi la platformajn lingvojn en alia parto de la mastruma modulo: <ahref="languages.php">Chamilo-aj Lingvovariabloj</a>
es: Determinar el idioma de la plataforma: <a href="languages.php">Idiomas de la plataforma Chamilo</a>
es_mx: Usted puede determinar los idiomas de la plataforma en una parte diferente del administrador de la plataforma, llamado <a href="languages.php">Idiomas de la plataforma Chamilo</a>
eu_es: Plataformako hizkuntzak zehaztu ahal dituzu plataformaren kudeaketarako beste alde batean: Chamilo plataformako hizkuntzak
fa_ir: شما میتوانید زبان محیط آموزشی را در قسمت<a href="languages.php"> زبان های محیط آموزشیدوکئوس</a> نیز تغییر دهید
fi_fi: Voit määrittää alustan kielet alustan hallinnosta: <a href="languages.php">Chamilo-alustan kielet</a>
fo_fo: Tú kanst áseta platformuspråkini í einum aðrari part av platformustýringini, nevniliga: <a href="languages.php">Chamilo Platformuspråk</a>
fur: Tu puest determinâ lis lenghes dal platform in une altre part de l'aministrazion dal platform, propramentri: <a href="languages.php">Lenghes dal platform Chamilo</a>
ga: Is féidir leat teangacha an ardáin a chinneadh i gcuid eile de riaradh an ardáin, eadhon: <a href="languages.php">Teangacha Ardáin Chamilo</a>
gl: Podes determinar as linguas da plataforma nunha parte diferente da administración da plataforma, en: <a href="languages.php">Linguas da plataforma Chamilo </a>
he_il: אתה יכול לקבוע את שפות הפלטפורמה בחלק אחר של ניהול הפלטפורמה, כלומר: <a href="languages.php">שפות הפלטפורמה של Chamilo</a>
hi: आप प्लेटफ़ॉर्म प्रशासन के एक अन्य भाग में प्लेटफ़ॉर्म भाषाएँ निर्धारित कर सकते हैं, अर्थात्: <a href="languages.php">चमिलो प्लेटफ़ॉर्म भाषाएँ</a>
hr_hr: Možete odrediti jezike platforme na različitim dijelovima nadzora platforme: <a href="languages.php">Jezici platforme Chamilo</a>
hu_hu: Megadhatja a felület nyelvét az adminisztrációs felület más részéről is a <a href="languages.php">Chamilo felület nyelvek</a> hivatkozásra kattintva.
hy: Կարող եք սահմանել պլատֆորմի լեզուները պլատֆորմի վարչության այլ մասում, այն է՝ <a href="languages.php">Chamilo Պլատֆորմի լեզուներ</a>
id_id: Anda dapat menentukan bahasa platform dalam bagian berbeda pada administrasi platform, yaitu pada: <a href="languages.php">Bahasa Platform Chamilo</a>
it: Puoi stabilire le lingue in uso nella piattaforma in una diversa parte della sezione di amministrazione, ovvero in : <a href="languages.php">Lingue della piattaforma</a>
ja: プラットフォーム管理の別の画面でプラットフォームの言語を決定することができます: <a href="languages.php">Chamilo のプラットフォームの言語</a>
ka_ge: პლატფორმის ენებს შეგიძლიათ განსაზღვროთ პლატფორმის ადმინისტრირების სხვა ნაწილში, კერძოდ: <a href="languages.php">Chamilo პლატფორმის ენები</a>
ko_kr: 플랫폼 관리자의 다른 부분에서 플랫폼 언어를 결정할 수 있습니다, 즉; <a href="languages.php">Chamilo Platform Languages</a>
lo: ທ່ານສາມາດກຳນົດພາສາຂອງລະບົບໃນສ່ວນອື່ນຂອງການບໍລິຫານລະບົບໄດ້, ຄື: <a href="languages.php">ພາສາຂອງລະບົບ Chamilo</a>
lt_lt: Jūs galite nustatyti sistemos kalbą skirtingose sistemos administravimo dalyse tokiu būdu: <a href="languages.php">Chamilo Sistemos Kalbos</a>
lv_lv: Tu vari noteikt platformas valodu citā platformas administrēšanas vietā, arī šeit : <a href="languages.php">Chamilo Platformas Valodas</a>
mk_mk: Можете да ги определите јазиците на платформата во различни делови од управувањето со платформата, наречени: <a href="languages.php">Chamilo Platform Languages</a>
ms_my: Anda boleh tentukan bahasa platform dalam bahagian lain pentadbiran platform, iaitu: <a href="languages.php">Bahasa Platform Chamilo</a>
my_mm: သင်သည် ပလပ်ဖောင်းစီမံခန့်ခွဲမှု၏ ကွဲပြားသောအပိုင်းတစ်ခုတွင် ပလပ်ဖောင်းဘာသာစကားများကို ဆုံးဖြတ်နိုင်သည်၊ ဆိုလိုသည်မှာ: <a href="languages.php">Chamilo ပလပ်ဖောင်းဘာသာစကားများ</a>
ne: तपाईं प्लेटफर्म प्रशासनको अर्को भागमा प्लेटफर्म भाषाहरू निर्धारण गर्न सक्नुहुन्छ, अर्थात्: <a href="languages.php">Chamilo प्लेटफर्म भाषाहरू</a>
nl: U kan de platformtalen beheren in een ander deel van de beheersmodule: <a href="languages.php">Chamiloplatformtalen</a>
nn_no: Du kan bestemme plattformspråka i ein annan del av plattformadministrasjonen, nemleg: <a href="languages.php">Chamilo Plattformspråk</a>
oc: Podètz determinar las lengas de la plataforma dins una autra partida de l'administracion de la plataforma, en particular : <a href="languages.php">Lengas de la plataforma Chamilo</a>
pl_pl: Można określić języki platformy w innej części administracji platformy, a mianowicie na: Platformie Językowej Chamilo
ps: تاسو کولای شئ د پلیټفارم ژبې په بلې برخې کې ټاکئ، یعنی: <a href="languages.php">Chamilo پلیټفارم ژبې</a>
pt_br: É necessário determinar os idiomas da plataforma em uma parte diferente da administração, ou seja: <a href="languages.php"> Idioma da Plataforma Chamilo</a>
pt_pt: Pode defenir o idioma da plataforma num outro local da área de administração, nomeadamente em: <a href="languages.php">Idiomas da Plataforma Chamilo</a>
ro_ro: Puteti modifica limba utilizata in cadrul platformei si in alta zona de administrare a platformei: <a href="languages.php">Chamilo Platform Languages</a>
ru_ru: Вы можете устанавливать языки платформы в разных частях управления платформой, а именно <a href="languages.php">Chamilo Platform Languages</a>
sk_sk: Môžete si zvoliť jazyky platformy v rôznych častiach platformovej administrácie, menovite: <a href="languages.php">Jazyky Chamilo platformy</a>
sl: Jezik platforme lahko določite na različnih mestih administracije, npr: <a href="languages.php">Jeziki Chamilo platforme</a>
sq: Mund të përcaktoni gjuhët e platformës në një pjesë tjetër të administrimit të platformës, pikërisht: <a href="languages.php">Gjuhët e Platformës Chamilo</a>
sr_rs: Možete da postavite platformu za jezike u različitim delovima administratorske platforme <a href="languages.php">Chamilo Platform Languages</a>
sv_se: Du kan bestämma plattformsspråket i en annan del av plattformsadministrationen, nämligen: <a href="languages.php">Chamilo plattformsspråk</a>
sw_ke: Unaweza kuamua lugha za jukwaa katika sehemu nyingine ya usimamizi wa jukwaa, yaani: <a href="languages.php">Lugha za Jukwaa la Chamilo</a>
ta: நீங்கள் தள நிர்வாகத்தின் வேறு பகுதியில் தள மொழிகளை வரையறுக்கலாம், அதாவது: <a href="languages.php">சாமிலோ தள மொழிகள்</a>
th: คุณสามารถกำหนดภาษาของระบบไว้ในส่วนต่างๆได้ เพียงคัดลอกคำสั่งเชื่อมโยงนี้ไปไว้ในที่ต้องการ<a href="languages.php">ภาษาระบบของChamilo</a>
tl_ph: Maaari mong tukuyin ang mga wika ng platform sa ibang bahagi ng pangasiwaan ng platform, katulad ng: <a href="languages.php">Mga Wika sa Chamilo Platform</a>
tr: Platfom lisanını <a href="languages.php">Chamilo Platform Lisanları</a> bölümünde belirleyebilirsiniz.
uk_ua: Ви можете визначити мови в окремій частині адміністрування платформи, а саме: <a href="languages.php">Мови Chamilo</a>
vi_vn: Bạn có thể xác định ngôn ngữ nền tảng ở phần khác của quản trị nền tảng, cụ thể: <a href="languages.php">Ngôn ngữ Nền tảng Chamilo</a>
xh_za: Ungamisela iilwimi zeqonga kwindawo eyahlukileyo yolawulo lweqonga, ngokukodwa: <a href="languages.php">Chamilo Platform Languages</a>
zh_cn: 不同平台管理员可以决定不同的平台语言, 即: <a href="languages.php">Chamilo平台语言</a>
zh_tw: 你可以在管理員平台的另一部份決定平台的語言，就是 <a href="languages.php"> Chamilo 平台語言</a>

source: Production Server
ar: خادم الإنتاج
ast_es: Servidor de producción
bn_bd: প্রোডাকশন সার্ভার
bs_ba: Proizvodni server
ca_es: Servidor de producció
cs_cz: Server (Produkce)
da: Produktions server
de: Produktions-Server
el: Server Παραγωγής
eo: Produkta servilo
es: Servidor de producción
es_mx: Servidor de producción
eu_es: Produkzioko zerbitzaria
fa_ir: سرور تولید کننده
fi_fi: Tuotantopalvelin
fo_fo: Framleiðsluserver
fur: Server di produzion
ga: Freastalaí Táirgthe
gl: Servidor en producción
he_il: שרת ייצור
hi: उत्पादन सर्वर
hr_hr: Proizvodni poslužitelj
hu_hu: 'Éles' szerver
hy: Արտադրական սերվեր
id_id: Server Produksi
it: Server di erogazione
ja: 運用サーバー
ka_ge: პროდაქშენ სერვერი
ko_kr: 제품 서버
lo: ເຊີບເວີໃຊ້ງານຈິງ
lt_lt: Gamybinis serveris
lv_lv: Darba serveris
mk_mk: Сервер на продукцијата
ms_my: Pelayan Pengeluaran
my_mm: ထုတ်လုပ်မှုဆာဗာ
ne: उत्पादन सर्भर
nl: Productieserver
nn_no: Produksjonstjener
oc: Servidor de produccion
pl_pl: Serwer produkcyjny
ps: د تولید سرور
pt_br: Servidor de Produção
pt_pt: Servidor de Produção
ro_ro: Server de productie
ru_ru: Выпускающий сервер
sk_sk: Produkčný server
sl: Produkcijski strežnik
sq: Server Prodhimi
sr_rs: Produkcioni server
sv_se: Produktionsserver
sw_ke: Seva ya Uzalishaji
ta: உற்பத்தி சர்வர்
th: เครื่องแม่ข่ายบริการจริง
tl_ph: Server ng Produksyon
tr: Normal Sunucu
uk_ua: Випускаючий сервер
vi_vn: Máy chủ Sản xuất
xh_za: Iseva yeMveliso
zh_cn: 平台服务器
zh_tw: 平台伺服器

source: Test Server
ar: خادم الاختبار
ast_es: Servidor de desendolcu
bn_bd: টেস্ট সার্ভার
ca_es: Servidor de proves
cs_cz: Testovací server
el: Δοκιμαστικός Server
eo: Testa servilo
es: Servidor de desarrollo
es_mx: Servidor de Pruebas
eu_es: Proba zerbitzaria
fa_ir: سرور آزمایشی
fi_fi: Testipalvelin
fo_fo: Próvserver
fur: Server di test
ga: Freastalaí Tástála
gl: Servidor de probas
he_il: שרת בדיקה
hi: टेस्ट सर्वर
hr_hr: Probni poslužitelj
hu_hu: Teszt szerver
hy: Փորձնական սերվեր
id_id: Server Ujicoba
it: Server di sviluppo
ja: テスト サーバー
ka_ge: ტესტ სერვერი
ko_kr: 테스트 서버
lo: ເຊີບເວີທົດສອບ
lt_lt: Testavimo severis
lv_lv: Testa Serveris
mk_mk: Тест сервер
ms_my: Pelayan Ujian
my_mm: စမ်းသပ်ဆာဗာ
ne: परीक्षण सर्भर
nn_no: Testtjener
oc: Servidor de prèba
pl_pl: Serwer testowy
ps: د ازموینې سرور
pt_br: Servidor de Teste
pt_pt: Servidor de Teste
ro_ro: Server de testare
ru_ru: Тестовый сервер
sk_sk: Testovací Server
sl: Testni strežnik
sq: Server Testi
sw_ke: Seva ya Jaribio
ta: சோதனை சர்வர்
th: เครื่องแม่ข่ายบริการจำลอง
tl_ph: Server sa Pagsusulit
tr: Test (Geliştirme) Sunucusu
uk_ua: Тестовий сервер
vi_vn: Máy chủ Thử nghiệm
xh_za: Iseva yoVavanyo
zh_cn: 测试服务器
zh_tw: 測試伺服器

source: Who's Online
ar: من المتصل
ast_es: ¿ Quién ta coneutáu ?
bn_bd: কে অনলাইনে আছে
bs_ba: Tko je online
ca_es: Usuaris connectats
cs_cz: Kdo je Online
da: Hvem er online
de: Wer ist online
el: Ποιοι είναι συνδεδεμένοι
eo: Konektitaj uzuloj
es: ¿ Quién está en línea ?
es_mx: Quién está en línea
eu_es: Nor dago online?
fa_ir: چه کسانی متصل هستند؟
fi_fi: Kuka on online
fo_fo: Hvør er álinju
fur: Cui che è online
ga: Cé ar Líne
gl: Quen está en liña
he_il: מי מחובר
hi: ऑनलाइन कौन है
hr_hr: Tko je priključen
hu_hu: Ki van bejelentkezve
hy: Ովքեր են առցանց
id_id: siapa yang online
it: Chi è on-line
ja: オンライン ユーザー
ka_ge: ვინ არის ონლაინში
ko_kr: 누가 로그인했을까?
lo: ໃຜກຳລັງອອນໄລນ໌
lt_lt: Kas yra prisijungęs
lv_lv: Kuri Lietotāji ir tiešsaistē?
mk_mk: Кој е онлајн
ms_my: Siapa Dalam Talian
my_mm: အွန်လိုင်းရှိသူ
ne: को अनलाइन छ
nl: Online gebruikers
nn_no: Hvem er pålogget
oc: Qui es en linha
pl_pl: Kto jest online
ps: څوک آنلاین دي
pt_br: Quem está Online
pt_pt: Quem está online?
ro_ro: Cine este conectat
ru_ru: Кто на связи (онлайн)
sk_sk: Kto je online
sl: Kdo je aktiven
sq: Kush është Online
sr_rs: Ko je Online
sv_se: Vem är inloggad?
sw_ke: Nani Yuko Mtandaoni
ta: யார் இன்டர்நெட்டில் உள்ளனர்
th: ผู้ที่กำลังร่วมใช้งาน
tl_ph: Sino ang Online
tr: Bağlı Kullanıcılar
uk_ua: Хто в онлайні
vi_vn: Ai đang trực tuyến
xh_za: Ngubani uKwi-inthanethi
zh_cn: 在线用户
zh_tw: 誰在線上？

source: %s as platform language
ast_es: %s como idioma de la plataforma
bn_bd: %s প্ল্যাটফর্ম ভাষা হিসেবে
bs_ba: %s kao jezik platforme
ca_es: %s com a idioma de la plataforma
cs_cz: %s jako jazyk platformy
da: %s som platformsprog
el: %s ως γλώσσα πλατφόρμας
eo: %s kiel platforma lingvo
es_mx: %s como idioma de la plataforma
eu_es: %s plataformako hizkuntza gisa
fa_ir: %s زبان محیط آموزشی
fi_fi: %s alustakielenä
fo_fo: %s sum platformuspråk
fur: %s come lenghe dal platform
ga: %s mar theanga ardáin
gl: %s como lingua da plataforma
he_il: %s כשפה פלטפורמה
hi: %s को प्लेटफ़ॉर्म भाषा के रूप में
hr_hr: %s kao jezik platforme
hu_hu: %s a felület nyelveként
hy: %s որպես պլատֆորմի լեզու
id_id: %s sebagai bahasa platform
it: %s come lingua della piattaforma
ja: %s をプラットフォーム言語として
ka_ge: %s როგორც პლატფორმის ენა
ko_kr: %s 플랫폼 언어처럼
lo: %s ເປັນພາສາຂອງລະບົບ
lt_lt: %s kaip sistemos kalba
lv_lv: %s kā platformas valoda
mk_mk: %s како јазик_на_платформата
ms_my: %s sebagai bahasa platform
my_mm: %s ပလပ်ဖောင်းဘာသာစကားအဖြစ်
ne: प्लेटफर्म भाषाको रूपमा %s
nl: %s als platformtaal
nn_no: %s som plattformspråk
oc: %s coma lenga de la plataforma
pl_pl: %s jako język platformy
ps: %s د پلیټفارم ژبه
pt_br: %s como idioma da plataforma
pt_pt: %s como idioma da plataforma
ro_ro: %s ca limba pentru platforma
ru_ru: %s как язык платформы
sk_sk: %s ako jazyk platformy
sq: %s si gjuhë platforme
sr_rs: %s kao jezik platforme
sv_se: %s som plattformsspråk
sw_ke: %s kama lugha ya jukwaa
ta: %s தள மொழியாக
th: %s เป็นภาษาของระบบ
tl_ph: %s bilang wika ng platform
tr: %s platform lisanı olarak
uk_ua: %s як мова платформи
vi_vn: %s làm ngôn ngữ nền tảng
xh_za: %s njengolwimi lweqonga
zh_cn: %s 作为平台语言
zh_tw: %s 作為平台語言

source: Display the number of persons that are online?
ar: عرض عدد الاشخاص المتصلين؟
ast_es: ¿ Amosar númberu de persones que tán coneutaes ?
bn_bd: অনলাইনে থাকা ব্যক্তিদের সংখ্যা দেখাবেন?
bs_ba: Prikaži broj osoba koje su online?
ca_es: Mostrar el nombre de persones en línia?
cs_cz: Zobrazit počet osob který jsou online?
da: Vis antal online personer?
de: Die Zahl der Benutzer anzeigen, die zur Zeit online sind?
el: Εμφάνιση πλήθους προσώπων που είναι συνδεμένοι;
eo: Montru la nombron da konektitaj uzuloj
es: ¿ Mostrar el número de personas que están en línea ?
es_mx: ¿Mostrar el numero de personas en línea?
eu_es: Online dauden pertsona kopurua erakutsi behar al da?
fa_ir: نمایش تعداد افراد متصل؟
fi_fi: Näytä henkilöiden määrä, jotka ovat online?
fo_fo: Vís talið á fólki sum er álinju?
fur: Mostrâ il nûmar di personis che a son online?
ga: Taispeáin líon na ndaoine atá ar líne?
gl: ¿Amosar o número de persoas que están online?
he_il: הצג את מספר האנשים המקוונים?
hi: ऑनलाइन व्यक्तियों की संख्या दिखाएँ?
hr_hr: Prikaži broj priključenih korisnika?
hu_hu: Mutassa az online felhasználók számát?
hy: Ցուցադրել առցանց գտնվող անձանց թիվը?
id_id: Tampilkan jumlah user online?
it: Mostro il numero di persone collegate on-line?
ja: オンライン ユーザー数を表示しますか?
ka_ge: ონლაინში მყოფი პირების რაოდენობის ჩვენება?
ko_kr: 온라인 상에 있는 사람의 수를 표시하도록 하겠습니까?
lt_lt: Rodyti prisijungusių prie sistemos asmenų skaičių?
lv_lv: Rādīt personu skaitu, cik ir tiešsaistē?
mk_mk: Покажи го бројот на корисници кои се онлајн?
ms_my: Paparkan bilangan orang yang sedang dalam talian?
my_mm: အွန်လိုင်းရှိသူများ၏ အရေအတွက်ကို ပြသမည်လား။
ne: अनलाइन व्यक्तिहरूको सङ्ख्या देखाउने?
nl: Toon het aantal gebruikers dat online is?
nn_no: Vise antall personer pålogget?
oc: Afichar lo nombre de personas en linha ?
pl_pl: Pokazać liczbę osób online?
ps: د آنلاین کسانو شمېر ښکاره کړئ؟
pt_br: Exibir o número de pessoas que estão online?
pt_pt: Mostrar número de pessoas que estão online?
ro_ro: Doriti afisarea numarului de persoane conectate in acest moment?
ru_ru: Показать число человек, кто в настоящий момент на связи (онлайн)?
sk_sk: Zobraziť počet pripojených používateľov?
sl: Prikaz števila trenutno prijavljenih (aktivnih) uporabnikov ?
sq: A të shfaqet numri i personave që janë online?
sr_rs: Prikaži broj korisnika koji su online
sv_se: Visa antalet användare som är inloggade?
sw_ke: Onyesha idadi ya watu walioko mtandaoni?
ta: இன்டர்நெட்டில் உள்ள நபர்களின் எண்ணிக்கையை காட்ட வேண்டுமா?
th: ให้แสดงจำนวนผู้ที่กำลังใช้งานระบบ
tl_ph: Ipakita ang bilang ng mga tao na online?
tr: Online kullanıcılar gösterilsin mi?
uk_ua: Показувати кількість осіб, що в онлайні?
vi_vn: Hiển thị số lượng người đang trực tuyến?
xh_za: Bonisa inani labantu abakwi-inthanethi?
zh_cn: 显示在线用户数?
zh_tw: 是否顯示在線人數？
