Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Allow users to select their own visual theme in their profile. This will change the look of Chamilo for them, but will leave the default style of the portal intact. If a specific course or session has a specific theme assigned, it will have priority over user-defined themes.
ar: يسمح للمستخدمين باختيار موضوع الشاشة الخاص ببروفايلهم. هذا سوف يغيير شكل الدوكيوس عندهم لكن سوف يبقي شكل البوابة الافتراضي سالمًا إذا كان هناك مقرر معين أو دورة لها شكل معين من قبل . سوف يكون له الأولية على المواضيع التي يحددها المستخدم
ast_es: Dar permisu pa que los usuarios puedan escoyer el so propiu tema visual dende'l so perfil. Esto cambia l'aspeutu de Chamilo pero l'estilu por defeutu de la plataforma queda ensin tocar. Si un cursu o sesión tienen asignáu un tema específicu, nellos va tener prioridá esti tema sobre'l tema definíu por un usuariu.
bn_bd: ব্যবহারকারীদের তাদের প্রোফাইলে নিজস্ব ভিজ্যুয়াল থিম নির্বাচন করতে দিন। এটি তাদের জন্য Chamilo-র চেহারা পরিবর্তন করবে কিন্তু পোর্টালের ডিফল্ট স্টাইল অপরিবর্তিত থাকবে। নির্দিষ্ট কোর্স বা সেশনে নির্দিষ্ট থিম নির্ধারিত থাকলে তা ব্যবহারকারী-নির্ধারিত থিমের উপর অগ্রাধিকার পাবে।
bs_ba: Dozvoli korisnicima da odaberu svoju vizuelnu temu u svom profilu. Ovo će promijeniti izgled Chamilo za njih, ali će ostaviti podrazumijevani stil portala netaknutim. Ako specifičan kurs ili sesija ima dodijeljenu specifičnu temu, ona će imati prioritet nad temama definisanim od strane korisnika.
ca_es: Permetre als usuaris escollir un tema visual al seu perfil. Això els canviarà l'aspecte de Chamilo, però deixarà intacte l'estil per defecte de la plataforma. Si a un curs o a una sessió els ha estat assignat un tema específic, aquest darrer tindrà prioritat sobre el tema definit al perfil d'usuari.
cs_cz: Umožňuje uživatelům si v profilu zvolit vlastní vzhled. Tímto si změní vzhled Chamilou, ale výchozí styl portálu zůstane nezměněn. Pokud má daný kurz nebo sezení zvoleno specifické téma, pak má vyšší prioritu než uživatelsky definované téma.
da: Tillad brugere at vælge deres eget visuelle tema i deres profil. Dette vil ændre Chamilos udseende for dem, men lade portalets standardstil intakt. Hvis et specifikt kursus eller en session har et specifikt tema tildelt, vil det have prioritet over brugerdefinerede temaer.
de: Benutzer können ihr eigenes Theme in ihrem Profil auswählen. Das verändert das Aussehen von Chamilo für sie, lässt aber den Stil des Portals intakt. Falls ein bestimmter Kurs oder eine Kurs-Session ein bestimmtes Theme verwendet, hat dies Vorrang vor dem vom Benutzer definierte Theme.
el: Επιτρέπει στους χρήστες να επιλέγουν το δικό τους οπτικό θέμα στο προφίλ τους. Αυτό θα αλλάξει την εμφάνιση του Chamilo για αυτούς, αλλά θα διατηρήσει ανέπαφο το προεπιλεγμένο στυλ του πύλη. Αν ένα συγκεκριμένο μάθημα ή συνεδρία έχει ανατεθεί συγκεκριμένο θέμα, θα έχει προτεραιότητα έναντι των θεμάτων που ορίζονται από τον χρήστη.
eo: Permesi al uzantoj elekti propran vidan temon en sia profilo. Per tio Chamilo aspektos alie por ili, sen ŝanĝi la norman stilon de la portalo. Se specifa kurso aŭ sesio havas propran temon, ĝi havas prioritaton antaŭ tiu de la uzanto.
es: Permitir a los usuarios elegir su propio tema visual en su perfil. Esto les cambiará el aspecto de Chamilo, pero dejará intacto el estilo por defecto de la plataforma. Si un curso o una sesión han sido asignados a un tema específico, en ellos éste tendrá prioridad sobre el tema definido para el perfil de un usuario.
es_mx: Permitir a los usuarios seleccionar su propio tema visual en su perfil. Esto cambiará la apariencia de Chamilo para ellos, pero dejará intacto el estilo predeterminado del portal. Si un curso o sesión específica tiene un tema asignado, tendrá prioridad sobre los temas definidos por el usuario.
eu_es: Honi esker, erabiltzaileek beren estilo bisuala hautatu ahalko dute profilean. Horrela, Chamiloren itxura aldatuko dute, baina plataformaren estilo lehenetsia bere horretan geldituko da. Ikastaro edo saio zehatz bati estilo bisual berezi bat eman bazaio, gai bisual honek lehentasuna edukiko du erabiltzailearentzako zehaztutako profileko gaiaren gainetik.
fa_ir: اجازه انتخاب قالب بصری توسط کاربران در پروفایل. ظاهر Chamilo برای آن‌ها تغییر می‌کند اما سبک پیش‌فرض پورتال دست‌نخورده می‌ماند. اگر دوره یا جلسه خاصی قالب اختصاصی داشته باشد، اولویت دارد.
fi_fi: Salli käyttäjien valita oma visuaalinen teemansa profiilissaan. Tämä muuttaa Chamilon ulkoasua heille, mutta jättää portaalin oletustyylin ennalleen. Jos tietylle kurssille tai istunolle on määritelty tietty teema, se ohittaa käyttäjän määrittelemät teemat.
fo_fo: Loyv brúkarum at velja sítt egnu sjónligu design í profilini. Hetta broytir útsjóndina av Chamilo fyri tey, men lætur standard stílina á portali óbroyttan. Um ein serstakur kursus ella sætt hevur eitt serstakt design tilskoyt, hevur tað fyrstiligheit um brúkaradefinerað design.
fur: Lâs utints seletâ lur tema visiv intun lur profil. Chest al cambjerà l'aparit de Chamilo par lôr, ma al lasse il stîl predefinît dal portal intât. Se un curs o session specifich a l'ha un tema asignât, al avarà prioritât su temis definîts da utint.
ga: Lig d'úsáideoirí a dtéama amhairc féin a roghnú ina bpróifíl. Athróidh sé seo cuma Chamilo dóibh, ach fágfaidh sé stíle an phortail réamhshocraithe slán. Má tá téama ar leith sannta do chúrsa nó do sheisiún ar leith, beidh tosaíocht aige ar théamaí sainithe ag an úsáideoir.
gl: Permitir aos usuarios elixir o seu propio tema visual no seu perfil. Isto cambiaralles o aspecto de Chamilo, pero deixará intacto o estilo por defecto da plataforma. Se un curso ou unha sesión foron asignados a un tema específico, neles este terá prioridade sobre o tema definido para o perfil dun usuario.
he_il: אפשר למשתמשים לבחור נושא חזותי משלהם בפרופיל שלהם. זה ישנה עבורם את המראה של Chamilo, אבל ישאיר את סגנון ברירת המחדל של הפורטל ללא פגע. אם לקורס או מפגש ספציפיים ישנו נושא מסוים, זה תהיה עדיפות על פני ערכות נושא מוגדרות על ידי המשתמש.
hi: उपयोगकर्ताओं को अपने प्रोफ़ाइल में अपना दृश्य थीम चुनने की अनुमति दें। इससे उनके लिए चमिलो का रूप बदल जाएगा, लेकिन पोर्टल का डिफ़ॉल्ट स्टाइल अपरिवर्तित रहेगा। यदि किसी विशिष्ट कोर्स या सत्र को विशिष्ट थीम सौंपी गई है, तो यह उपयोगकर्ता-परिभाषित थीम पर प्राथमिकता लेगी।
hr_hr: Omogući korisnicima odabir vlastite vizualne teme u njihovom profilu. To će promijeniti izgled Chamila za njih, ali će ostaviti zadani stil portala netaknutim. Ako specifični tečaj ili sesija ima dodijeljenu specifičnu temu, ona će imati prioritet nad temama definiranim od strane korisnika.
hu_hu: Engedélyezi a felhasználóknak, hogy saját vizuális témát válasszanak profiljukban. Ez megváltoztatja a Chamilo megjelenését számukra, de a portál alapértelmezett stílusát érintetlen hagyja. Ha egy adott kurzushoz vagy foglalkozáshoz saját téma van hozzárendelve, az elsőbbséget élvez a felhasználó által meghatározott témákkal szemben.
hy: Թույլ տալ օգտատերերին ընտրել իրենց վիզուալ թեման իրենց профիլում։ Սա կփոխի Chamilo-ի տեսքը նրանց համար, բայց կթողնի պորտալի հիմնական ոճը անփոփոխ։ Եթե կոնկրետ կուրս կամ սեանս ունի հատուկ թեմա, այն կունենա առաջնահերթություն օգտատիրոջ կողմից սահմանված թեմաների նկատմամբ։
id_id: Izinkan pengguna memilih tema visual mereka sendiri di profil mereka. Ini akan mengubah tampilan Chamilo untuk mereka, tetapi tetap mempertahankan gaya default portal. Jika kursus atau sesi tertentu memiliki tema khusus yang ditetapkan, itu akan memiliki prioritas atas tema yang ditentukan pengguna.
it: Permetti agli utenti di scegliere nel profilo l'aspetto grafico (tema): Chamilo apparirà diverso solo a loro. La scelta sarà inefficace nel caso in cui il gestore abbia scelto un aspetto specifico per una certa sezione del corso.
ja: ユーザーにプロファイルで視覚テーマを選択することを許可します。これはそのユーザーの Chamilo の外観を変更しますが、プラットフォームの既定のスタイルはそのまま残ります。特定のコースまたはセッションに特定のテーマを割り当てた場合、優先度はユーザー定義のテーマよりも高くなります。
ka_ge: მიეცით მომხმარებლებს საშუალება აირჩიონ საკუთარი ვიზუალური თემა პროფილში. ეს შეცვლის Chamilo-ს გარეგნობას მათთვის, მაგრამ დატოვებს პორტალის ნაგულისხმევ სტილს. თუ კონკრეტულ კურსს ან სესიას აქვს თემა მინიჭებული, იგი უპირატესობას მისცემს მომხმარებლის თემებს.
ko_kr: 사용자가 프로필에서 자체 시각 테마를 선택할 수 있도록 합니다. 이는 사용자를 위한 Chamilo 모양을 변경하지만 포털의 기본 스타일을 유지합니다. 특정 코스나 세션에 테마가 지정된 경우 사용자 테마보다 우선합니다.
lo: ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ເລືອກຮູບແບບການສະແດງຂອງຕົນເອງໃນໂປຣໄຟລ໌. ສິ່ງນີ້ຈະປ່ຽນຮູບລັກຂອງ Chamilo ສຳລັບພວກເຂົາ, ແຕ່ຈະຮັກສາຮູບແບບເລີ່ມຕົ້ນຂອງປະຕູເວັບໄຊທ໌ໄວ້ຄືເກົ່າ. ຖ້າລາຍວິຊາ ຫຼື ຊ່ວງເວລາໃດໜຶ່ງມີຮູບແບບສະເພາະທີ່ກຳນົດໄວ້, ມັນຈະມີຄວາມສຳຄັນກວ່າຮູບແບບທີ່ຜູ້ໃຊ້ກຳນົດ.
lt_lt: Leisti vartotojams pasirinkti savo vizualią temą profilyje. Tai pakeis Chamilo išvaizdą jiems, bet paliks portalo numatytąjį stilių nepakeistą. Jei specifinis kursas ar sesija turi priskirtą specifinę temą, ji turės prioritetą prieš vartotojo apibrėžtas temas.
lv_lv: Ļauj lietotājiem izvēlēties savu vizuālo tēmu savā profilā.<br> Tas ļaus mainīt Chamilo izskatu konkrētajam Lietotājam, bet atstās portāla noklusējuma stilu neskartu. Ja kursam, vai sesijai, ir īpaši piešķirta tēma, tad tai ir prioritāte attiecībā pret lietotāja definēto motīvu.<br><br><b> Patreizējā pieredze liecina, ka šo opciju nevajag ļaut Lietotājiem lietot !</b> <br>Bet vari pamēģināt, varbūt kodējums ir uzlabots.:)
mk_mk: Овозможи корисниците да ја изберат својата визуелна тема во профилот. Ова ќе го промени изгледот на Chamilo за нив, но ќе го остави стандардниот стил на порталот недопрен. Ако одреден курс или сесија има доделена специфична тема, таа ќе има приоритет пред темите дефинирани од корисникот.
ms_my: Benarkan pengguna memilih tema visual mereka sendiri dalam profil mereka. Ini akan menukar rupa Chamilo untuk mereka, tetapi akan meninggalkan gaya lalai portal tidak berubah. Jika kursus atau sesi tertentu mempunyai tema khusus yang ditetapkan, ia akan mengutamakan tema yang ditetapkan pengguna.
my_mm: အသုံးပြုသူများအား ၎င်းတို့၏ပရိုဖိုင်တွင် ၎င်းတို့ကိုယ်ပိုင် အမြင်အာရုံအပြင်အဆင်ကို ရွေးချယ်ခွင့်ပြုပါ။ ၎င်းသည် ၎င်းတို့အတွက် Chamilo ၏ အသွင်အပြင်ကို ပြောင်းလဲမည်ဖြစ်သော်လည်း ပေါ်တယ်၏ မူလစတိုင်ကို မထိခိုက်စေပါ။ သတ်မှတ်ထားသော သင်တန်း သို့မဟုတ် အစည်းအဝေးတွင် သတ်မှတ်ထားသော အပြင်အဆင်တစ်ခုရှိပါက၊ ၎င်းသည် အသုံးပြုသူသတ်မှတ်ထားသော အပြင်အဆင်များထက် ဦးစားပေးမည်ဖြစ်သည်။
ne: प्रयोगकर्ताहरूलाई आफ्नो प्रोफाइलमा आफ्नै दृश्यात्मक थिम चयन गर्न अनुमति दिनुहोस्। यसले उनीहरूका लागि चमिलोको देखावट परिवर्तन गर्दछ, तर पोर्टलको पूर्वनिर्धारित शैली अपरिवर्तित रहन्छ। यदि कुनै विशिष्ट कोर्स वा सत्रमा विशिष्ट थिम नियुक्त छ भने, यसले प्रयोगकर्ता-परिभाषित थिमहरूमा प्राथमिकता पाउँछ।
nl: Gebruikers toestaan een eigen visueel thema te kiezen in hun profiel. Daardoor zal Chamilo er voor hen anders uitzien, zonder de standaardstijl van het portaal te wijzigen. Heeft een specifieke cursus of sessie een eigen thema, dan krijgt dit voorrang boven het eigen thema van de gebruiker.
nn_no: Lat brukarar velje eige visuelle tema i profilen sin. Dette vil endre utsjånaden av Chamilo for dei, men vil la standardstilen til portalen forbli uendra. Om eit spesifikt kurs eller sesjon har eit spesifikt tema tilordnet, vil det ha prioritet over brukar-definerte tema.
oc: Permetre als utilizaires de seleccionar lor tèma visual propris dins lor perfil. Aquò cambiarà l'aspecte de Chamilo per ells, mas deixarà l'estil per defaut del portal intacte. Se un curs o una session específica a un tèma assignat, aquèl aurà prioritat sul tèma definit per l'utilizaire.
pl_pl: Pozwala użytkownikowi na wybór własnego motywu profilu. Ustawienie zmienia wygląd platformy Chamilo, ale zostawia domyślny motyw całego portalu. Jeżeli kurs lub sesja ma zdefiniowany motyw, posiada on wyższy priorytet niż ten zdefiniowany przez użytkownika.
ps: کارنانو ته اجازه ورکړئ چې خپل ویژوال ثیم په خپل پروفایل کې غوره کړي. دا به د چامیلو لید بدل کړي د هغوی لپاره، خو به د پورتل پیش فرض سټایل لاس نه ورته کړي. که ځانګړي کورس یا غونډه ځانګړي ثیم واټول شوی وي، دا به د کارن تعریف شوي ثیمونو پر وړاندې لومړیتوب ولري.
pt_br: Permitir que os usuários possam selecionar o seu próprio tema visual (no perfil). Isso muda o layout de Chamilo para eles, mas deixará intacto o estilo definido como padrão da plataforma. Se um curso ou sessão tiver um tema específico atribuído, terá prioridade sobre o tema escolhido pelo perfil dos usuários.
pt_pt: Permitir que os utilizadores possam seleccionar o tema visual do seu perfil. Alterará o aspecto visual do Chamilo no perfil desse utilizador, mas deixará intacto o estilo de página pré-definido do portal. Se um curso específico ou uma sessão tiverem um tema específico atribuído, esta definição terá prioridade sobre o tema seleccionado pelo utilizador para o seu perfil.
ro_ro: Permite utilizatorilor sa-si selecteze tema vizuala din cadrul profilului lor. Aceasta va modifica modul in care Chamilo le apare, dar va lasa intact stilul implicit al portalului. Daca un anumit curs sau o sesiune are atribuita o anumita tema, aceasta va avea prioritate fata de temele definite de utilizator.
ru_ru: Позволяет пользователям выбирать их собственную визуальную тему в своем профиле. Это изменит вид Chamilo для них, но дизайн портала по умолчанию останется нетронутым. Если конкретному курсу или сессии присваивается конкретная тема, это дает ей преимущество над вышестоящими определенными пользователями темами.
sk_sk: Umožniť používateľom vybrať si vizuálnu tému vzhľadu vo svojom profile. Zmení to vzhľad Chamilo pre nich, ale predvolený štýl portál ostane neporušený. Ak konkrétny kurz alebo stretnutie má priradenú konkrétnu tému, bude mať prednosť pred používateľom zadefinovanými témami.
sl: Dovoljuje uporabniku uporabo izbrane teme v njegovem profilu. Izbira teme menja izgled Chamilo platforme za posameznika, pri tem pa privzete teme portala ne spremeni. V primeru, da ima posamezen tečaj ali posamezna seja nastavljeno specifično temo, ta tema prevlada nad uporabnikovo izbrano temo.
sq: Lejo përdoruesit të zgjedhin temën vizuale të tyre në profilin e tyre. Kjo do të ndryshojë pamjen e Chamilo për ta, por do të lërë stilin e paracaktuar të portalit të paprekur. Nëse një kurs ose sesion specifik ka një temë specifike të caktuar, ajo do të ketë prioritet mbi temat e përcaktuara nga përdoruesi.
sr_rs: Dozvoli korisnicima da izaberu svoju vizuelnu temu u svom profilu. Ovo će promeniti izgled Chamilo-a za njih, ali će ostaviti podrazumevani stil portala netaknutim. Ako specifičan kurs ili sesija ima dodeljenu specifičnu temu, ona će imati prioritet nad temama definisanim od strane korisnika.
sv_se: Ger användare möjlighet att välja ett eget tema för utseendet i Chamilo, samtidigt som den grundläggande stilen i kursportalen lämnas orörd. Om en kurs eller period har ett eget tema kommer det att prioriteras före användarens.
sw_ke: Ruhusu watumiaji kuchagua mandhari yao ya kuona katika wasifu wao. Hii itabadilisha mwonekano wa Chamilo kwao, lakini itaacha mtindo wa msingi wa lango ukiwa sawa. Kama kozi maalum au kikao kina mandhari maalum iliyopangwa, itakuwa na kipaumbele juu ya mandhari zilizofafanuliwa na mtumiaji.
ta: பயனர்களை தங்கள் சுயவிவரத்தில் தங்கள் சொந்த காட்சி தீமைத் தேர்ந்தெடுக்க அனுமதிக்கவும். இது அவர்களுக்கு Chamiloவின் தோற்றத்தை மாற்றும், ஆனால் போர்ட்டலின் இயல்புநிலை பாணியை அப்படியே விட்டுவிடும். குறிப்பிட்ட பாடம் அல்லது அமர்வுக்கு குறிப்பிட்ட தீம் ஒதுக்கப்பட்டிருந்தால், அது பயனர் வரையறுக்கப்பட்ட தீம்களுக்கு முன்னுரிமை பெறும்.
th: อนุญาตให้ผู้ใช้เลือกธีมภาพในโปรไฟล์ จะเปลี่ยนลักษณะ Chamilo สำหรับพวกเขา แต่คงสไตล์เริ่มต้นของพอร์ทัล หากคอร์สหรือเซสชันมีธีมเฉพาะ จะมีลำดับความสำคัญเหนือธีมผู้ใช้
tl_ph: Payagan ang mga gumagamit na pumili ng kanilang sariling biswal na tema sa kanilang profile. Babaguhin nito ang itsura ng Chamilo para sa kanila, ngunit mananatiling di nababago ang default na istilo ng portal. Kung ang isang partikular an kurso o sesyon ay mayroong espesipikong temang itinalaga, ito ay mayroong priyoridad sa mga temang tinukoy ng gumagamit.
tr: Kullanıcılara profillerinde kendi görsel temalarını seçmeleri için izin verin. Onlar için Chamiloun görünümü değişecek fakat portaldaki ana stil değişmeden kalacaktır. Eğer belirli bir ders yada sömestr için belirli bir tema atanmışsa, bu durumda kullanıcı tanımlı temadan önceliklidir.
uk_ua: Дозволити користувачам вибирати власну візуальну тему в профілі. Це змінить вигляд Chamilo для них, але залишить стандартний стиль порталу недоторканим. Якщо конкретний курс або сесія має призначену тему, вона матиме пріоритет над темами, визначеними користувачем.
vi_vn: Cho phép người dùng chọn giao diện hình ảnh riêng trong hồ sơ của họ. Điều này sẽ thay đổi giao diện Chamilo đối với họ, nhưng giữ nguyên kiểu mặc định của cổng. Nếu một khóa học hoặc buổi học cụ thể có giao diện được gán, nó sẽ ưu tiên hơn giao diện do người dùng định nghĩa.
xh_za: Vumela abasebenzisi ukuba bakhethe umbhalo wabo weprofayili. Oku kuya kutshintsha inkangeleko yeChamilo kubo, kodwa kuya kushiya isimbo esisisiseko seportal singaguquki. Ukuba ikhosi ethile okanye iseshoni inombhali othile owabeliweyo, iya kuba nenani ngaphezulu kwezombhali ezichaziweyo ngumsebenzisi.
zh_cn: 允许用户在他们的个人资料中选择自己的视觉主题。这将为他们更改 Chamilo 的外观，但会保留门户的默认样式。如果特定课程或课程有特定主题分配，它将优先于用户定义的主题。
zh_tw: 允許使用者在個人檔案頁面用自選樣式。使用者的畫面會改變，但站台的預設畫面會保持原狀。如課程或學期擁有本身的設定頁面，則課程或學期的設定頁面會優先被使用。

source: Videoconference streaming server hostname or IP address
ar: اسم الحاسوب أو عنوان IP لتدفق فيديو المؤتمر
ast_es: Nome o direición IP del servidor de streaming pa videoconfierencia
bn_bd: ভিডিও কনফারেন্স স্ট্রিমিং সার্ভার হোস্টনেম বা IP ঠিকানা
bs_ba: Naziv hosta ili IP adresa streaming servera za videokonferenciju
ca_es: Nom o adreça IP del servidor de streamming per a la videoconferència
cs_cz: Hostname nebo IP adresa streamovacího serveru videokonference
da: Videokonference streaming server værtsnavn eller IP-adresse
de: Hostname bzw IP Adresse des Videoconference Host Servers
el: Οικοδεσπότης βιντεοδιάσκεψης
eo: Sevila gastnomo aŭ IP-adreso de la vidokonferenco
es: Nombre o dirección IP del servidor de streaming para la videoconferencia
es_mx: Nombre de host o dirección IP del servidor de streaming de videoconferencia
eu_es: Bideokonferentzia egiteko streaming zerbitzariaren ostatu-izena edo IP helbidea
fa_ir: نام میزبان یا آدرس IP سرور استریم ویدیوکنفرانس
fi_fi: Videokonferenssin suoratoistopalvelimen isäntänimi tai IP-osoite
fo_fo: Videoconference streaming server hostname ella IP adressan
fur: Nûm ost o indiris IP server streaming videoconferenze
ga: Ainm óstach nó seoladh IP freastalaí sruthú físeachomhdhála
gl: Nome ou dirección IP do servidor de streaming para a videoconferencia
he_il: שם מארח או כתובת IP של שרת זרימת ועידת וידאו
hi: वीडियो कॉन्फ्रेंस स्ट्रीमिंग सर्वर होस्टनेम या आईपी पता
hr_hr: Naziv hosta ili IP adresa poslužitelja za streaming videokonferencija
hu_hu: Videókonferencia streaming kiszolgáló neve vagy IP címe
hy: Վիդեոկոնֆերանսի ստրիմինգ սերվերի հոսթնեյմ կամ IP հասցե
id_id: Hostname atau alamat IP server streaming konferensi video
it: URL o IP del server di videoconferenza
ja: ビデオ会議ストリーミングサーバーのホスト名またはIPアドレス
ka_ge: ვიდეოკონფერენციის სტრიმინგ სერვერის ჰოსტნეიმი ან IP მისამართი
ko_kr: 화상회의 스트리밍 서버 호스트명 또는 IP 주소
lo: ຊື່ໂຮສ ຫຼື ທີ່ຢູ່ IP ຂອງເຊີບເວີສະຕຣີມມິງການປະຊຸມວິດີໂອ
lt_lt: Vaizdo konferencijų srautinio perdavimo serverio prieglobardžio vardas arba IP adresas
lv_lv: Videokonferenču straumēšanas servera saimnieknosaukums vai IP adrese
mk_mk: Име на домаќин или IP адреса на серверот за стрим на видеоконференција
ms_my: Hosnama atau alamat IP pelayan penstriman videoconference
my_mm: ဗီဒီယိုကွန်ဖရင့်ထုတ်လွှင့်မှုဆာဗာ အိမ်ရှင်အမည် သို့မဟုတ် IP လိပ်စာ
ne: भिडियो सम्मेलन स्ट्रीमिङ सर्भर होस्टनाम वा आईपी ठेगाना
nl: Videoconference streaming server hostname of IP-adres
nn_no: Videokonferanse strømmetenar vertnamn eller IP-adresse
oc: Nom d'òste o adreça IP del servidor de flux videoconferencia
pl_pl: Nazwa hosta lub adres IP serwera transmisji strumieniowej wideokonferencji
ps: د ویډیو کنفرانس سټریم سرور هوست نوم یا IP پته
pt_br: URL ou IP do servidor de streaming de videoconferência
pt_pt: Endereço IP ou o nome do alojamento do servidor de streaming para videoconferência
ro_ro: Numele sau adresa IP a serverului de streaming pentru videoconferinta
ru_ru: Имя главного узла (хост имя) или IP-адрес сервера прямой видеоконференции
sk_sk: Meno alebo IP adresa servera video-konferenčného prenosu
sl: Ime ali IP strežnika podatkovnega toka videokonference
sq: Emri i hostit ose IP e serverit streaming të videokonferencës
sr_rs: Hostname ili IP adresa streaming servera za videokonferencije
sv_se: Värdnamn eller IP-adress till server för strömmande videokonferens
sw_ke: Jina la seva au anwani IP ya seva ya utiririshaji wa videoconference
ta: வீடியோகான்ஃபரன்ஸ் ஸ்ட்ரீமிங் சர்வர் ஹோஸ்ட் பெயர் அல்லது IP முகவரி
th: ชื่อโฮสต์หรือ IP ของเซิร์ฟเวอร์สตรีมมิงวิดีโอคอนเฟอเรนซ์
tl_ph: Videoconference streaming server hostname o IP address
tr: Videokonferans akış sunucu alan adı veya IP adresi
uk_ua: Ім'я хоста або IP-адреса сервера потокового передавання відеоконференцій
vi_vn: Tên máy chủ hoặc địa chỉ IP máy chủ phát trực tuyến hội nghị truyền hình
xh_za: Igama leserver yokusasaza ivideoconference okanye idilesi ye-IP
zh_cn: 视频会议媒体服务器主机名或ip地址
zh_tw: 視像會議串流伺服器名稱或 IP 位址
