Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Threshold
ar: الحد الأدنى
ast_es: Llende pal coloreáu de les puntuaciones
bn_bd: সীমা
bs_ba: Prag
ca_es: Límit per a l'acolorit de les puntuacions
cs_cz: Zobrazit rozdělení barev
da: Grænse
de: Farbwechsel anzeigen
el: Όριο
eo: Disponeblaj koloroj
es: Límite para el coloreado de las puntuaciones
es_mx: Umbral
eu_es: Puntuazioak koloreztatzeko ataria
fa_ir: آستانه
fi_fi: Kynnys
fo_fo: Mørk
fur: Sogl
ga: Tairsice
gl: Límite para o coloreado das puntuacións
he_il: סף
hi: सीमा
hr_hr: Prag
hu_hu: Küszöbérték
hy: Շեմ
id_id: Ambang
it: Ripartizione dei colori
ja: 閾値
ka_ge: ზღვარი
ko_kr: 임계값
lo: ເກນ
lt_lt: Riba
lv_lv: Slieksnis
mk_mk: Праг
ms_my: Ambang
my_mm: အဆင့်သတ်မှတ်ချက်
ne: थ्रेसहोल्ड
nl: Grenswaarde kleurindicatie
nn_no: Grense
oc: Limièr
pl_pl: Próg
ps: حده
pt_br: Limite para a cor pontuação
pt_pt: Valor mínimo/limite
ro_ro: Afiseaza impartirea culorilor
ru_ru: Отобразить разбиение цвета
sk_sk: Zobraziť rozdelenie farieb
sl: Pragovi barvanja rezultatov
sq: Prag
sr_rs: Prag
sv_se: Tröskelvärde för färgmarkering
sw_ke: Kizingiti
ta: எல்லை
th: เกณฑ์
tl_ph: Limbang
tr: Renk ayıracını göster
uk_ua: Поріг
vi_vn: Ngưỡng
xh_za: Umda wenkcwadi
zh_cn: 阈值
zh_tw: 門檻

source: The threshold (in %) under which scores will be colored red
ar: الحد الأدنى للعلامة ـ من مائة ـ والذى أدناه تصبح العلامة باللون الأحمر
ast_es: Porcentaxe por embaxu del que les puntuaciones van colorease en coloráu.
bn_bd: যে শতাংশের নিচে স্কোর লাল রঙে রঙিন হবে
bs_ba: Prag (u %) ispod kojeg će ocjene biti obojene crveno
ca_es: Percentatge mínim, per sota del qual les puntuacions s'acoloriran en vermell
cs_cz: Hranice (v %), pod kterou bude výsledek zabarven červeně
da: Grænsen (i %) under hvilken point vil blive farvet rødt
de: Die Prozentangabe, unter welcher die Ergebnisse rot gefärbt werden
el: Το όριο (σε %) κάτω από το οποίο οι βαθμοί θα χρωματιστούν κόκκινοι
eo: Lima procentaĵo, sub kiu la rezultoj iĝos ruĝaj
es: Porcentaje límite por debajo del cual las puntuaciones se colorearán en rojo
es_mx: El umbral (en %) bajo el cual las puntuaciones se colorearán en rojo
eu_es: Puntuazioak gorriz koloreztatuko dira portzentaje atari honetatik behera
fa_ir: آستانه (در %) که زیر آن نمرات قرمز رنگ می‌شوند
fi_fi: Kynnys (prosentteina), jonka alapuolella pisteet väritetään punaiseksi
fo_fo: Mørkið (í %) undir sum stig verða merkt rød
fur: Il sogl (in %) sot il cual i puncis saran clârts di rûs
ga: An tairsice (i %) faoinar mbeidh scóir daite dearg
gl: Porcentaxe límite por baixo do cal as puntuacións se colorearán en vermello
he_il: הסף (ב%) שמתחתיו הציונים ייצבעו באדום
hi: सीमा (प्रतिशत में) जिसके नीचे अंक लाल रंग में रंगीन होंगे
hr_hr: Prag (u %) ispod kojeg će se ocjene obojiti crveno
hu_hu: A küszöbérték (%), amely alatt a pontszámok pirosra színeződnek
hy: Շեմը (%) որից ցածր գնահատականները կգունավորվեն կարմիր
id_id: Ambang (dalam %) di bawah mana skor akan diwarnai merah
it: Il punteggio % sotto il quale si userà il colore rosso
ja: スコアが赤色で表示される閾値（%）
ka_ge: ზღვარი (%) რომლის ქვეშაც ქულები წითლად შეღებდება
ko_kr: 점수가 빨간색으로 표시되는 임계값(%)
lo: ເກນ (ເປັນ %) ທີ່ຄະແນນຕ່ຳກວ່າຈະຖືກສະແດງເປັນສີແດງ
lt_lt: Riba (proc.) , po kurios balai bus pažymėti raudonai
lv_lv: Slieksnis (izteikts %) zem kura, iegūto punktu summa būs sarkanā krāsā
mk_mk: Прагот (во %) под кој оценките ќе се бојат црвено
ms_my: Ambang (dalam %) di bawah mana markah akan diwarnakan merah
my_mm: အမှတ်များကို အနီရောင်ဖြင့် အရောင်ပြမည့် အဆင့်သတ်မှတ်ချက် (ရာခိုင်နှုန်းဖြင့်)
ne: जसको तहत अंकहरू रातो रङ्गमा रङ्गीन हुनेछन् (प्रतिशतमा) थ्रेसहोल्ड
nl: Grenspercentage waaronder de scores rood aangegeven zullen worden
nn_no: Grensen (i %) under kva poeng blir farga raude
oc: Lo limièr (en %) dessot del qual las puntuacions seràn coloradas en ròse
pl_pl: Próg (w %), poniżej którego, wyniki będą w kolorze czerwonym
ps: د حده (په ٪ کې) چې لاندې به نموږې سرې رنګ شي
pt_br: Percentagem limite abaixo da qual as pontuações serão coloridas a vermelho
pt_pt: O valor mínimo (em %) no qual a pontuação será colorida a vermelho
ro_ro: Procentul limita sub care scorurile vor fi colorate in rosu
ru_ru: Процентный лимит, до которого результат будет окрашен красным
sk_sk: Limit v percentách, pod ktorý bude skóre zafarbené na červeno
sl: Procentualna meja, pod katero bodo rezultati obarvani rdeče
sq: Pragji (në %) nën të cilin rezultatet do të ngjyrohen me të kuqe
sr_rs: Prag (u %) ispod kog će ocene biti obojene crveno
sv_se: Poängresultat lägre än detta procentantal färgas röda
sw_ke: Kizingiti (katika %) ambacho chini yake alama zitapakwa rangi nyekundu
ta: அதன் கீழ் மதிப்பெண்கள் சிவப்பு நிறத்தில் மாற்றப்படும் எல்லை (இருப்பு % இல்)
th: เกณฑ์ (เป็น %) ที่คะแนนต่ำกว่าจะถูกระบายสีแดง
tl_ph: Ang limbang (sa %) kung saan ang mga marka ay pupungas-pula
tr: Yüzde limitinin altında notlar kırmızı renkli olacaktır
uk_ua: Поріг (у %) нижче якого бали будуть забарвлені червоним
vi_vn: Ngưỡng (tính theo %) dưới đó điểm số sẽ được tô màu đỏ
xh_za: Umda wenkcwadi (kwi %) aphezulu apho amazhero aya kufakwa ngombala obomvu
zh_cn: 分数低于此阈值（%）时将显示为红色
zh_tw: 低於此門檻（%）的分數將顯示為紅色

source: Display score upper limit
ar: اعرض الحد الأعلى للعلامة
ast_es: Amosar cual ye la puntuación másima
bn_bd: স্কোরের উপরের সীমা প্রদর্শন
bs_ba: Prikaži gornju granicu ocjene
ca_es: Mostrar el límit superior de puntuació
cs_cz: Zobraz nejvyšší možný výsledek
da: Vis øvre grænse for point
de: Obere Grenze der Ergebnisse anzeigen
el: Εμφάνιση άνω ορίου βαθμού
eo: Montri la supran limon
es: Mostrar el límite superior de puntuación
es_mx: Mostrar límite superior de la puntuación
eu_es: Erakutsi puntuazioaren goi muga
fa_ir: نمایش حد بالای نمره
fi_fi: Näytä pisteiden yläraja
fo_fo: Vís efri grønsu fyri stig
fur: Mostre il limit supearior dal puncid
ga: Uasmhéid scór a thaispeáint
gl: Mostrar o límite superior de puntuación
he_il: גבול עליון של ציון תצוגה
hi: अंक ऊपरी सीमा प्रदर्शित करें
hr_hr: Prikaži gornju granicu ocjene
hu_hu: Pontszám felső határának megjelenítése
hy: Ցուցադրել գնահատականի վերին սահմանը
id_id: Tampilkan batas atas skor
it: Limitazione superiore del punteggio
ja: スコアの上限を表示
ka_ge: ქულის ზედა ზღვრის ჩვენება
ko_kr: 성적 상한 표시
lo: ສະແດງຄະແນນສູງສຸດ
lt_lt: Rodyti balo viršutinę ribą
lv_lv: Rādīt punktu summas augšējo robežu
mk_mk: Прикажи горна граница на оценката
ms_my: Paparkan had atas markah
my_mm: အမှတ်အများဆုံးကန့်သတ်ချက်ကို ပြသပါ
ne: अंक माथिल्लो सीमा देखाउनुहोस्
nl: Weergeven van de bovengrens
nn_no: Vis øvre grense for poeng
oc: Afichar la limita superior de la puntuacion
pl_pl: Pokaż górną granicę oceny
ps: نموږې اعظمي حد ښودل
pt_br: Exibir nota máxima
pt_pt: Mostrar pontuação máxima
ro_ro: Afiseaza limita superioara a scorului
ru_ru: Отобразить верхний лимит результата
sk_sk: Zobraziť horný limit skóre
sl: Prikaži zgornjo mejo rezultata
sq: Shfaq kufirin e sipërm të rezultatet
sr_rs: Prikaži gornji limit ocene
sv_se: Visa maxpoäng
sw_ke: Onyesha kikomo cha juu cha alama
ta: மதிப்பெண் மேல் எல்லையைக் காட்டு
th: แสดงขีดจำกัดคะแนนสูงสุด
tl_ph: Ipakita ang itaas na limitasyon ng marka
tr: Üst not limitini göster
uk_ua: Показувати верхню межу балу
vi_vn: Hiển thị giới hạn trên của điểm số
xh_za: Bonisa umda ophezulu wamanqaku
zh_cn: 显示分数上限
zh_tw: 顯示分數上限

source: Tick the box to show the score's upper limit
ar: انقر على المربع لعرض الحد الاعلى من الدرجة
ast_es: Marque'l caxellu p'amosar cual ye la puntuación másima
bn_bd: স্কোরের উপরের সীমা দেখানোর জন্য বাক্স চিহ্নিত করুন
bs_ba: Označite kutiju da biste prikazali gornju granicu ocjene
ca_es: Marqueu la casella per mostrar el límit superior de la puntuació
cs_cz: Označte, aby byl zobrazen nejvyšší možný výsledek
da: Sæt hak i feltet for at vise den øvre grænse for point
de: Box auswählen, um Obergrenze der Ergebnisse anzuzeigen
el: Επιλέξτε το πλαίσιο για εμφάνιση άνω ορίου βαθμού
eo: Marki la supran limon de la rezultoj
es: Marque la casilla para mostrar el límite superior de la puntuación
es_mx: Marque la casilla para mostrar el límite superior de la puntuación
eu_es: Markatu koadroa puntuazioaren goi muga erakusteko
fa_ir: کادر را علامت بزنید تا حد بالای نمره نمایش داده شود
fi_fi: Valitse ruutu pisteiden ylärajan näyttämiseksi
fo_fo: Tick burtin fyri at vísa efri grønsu fyri stig
fur: Zintile la casela par mostrâ il limit supearior dal puncid
ga: Marcáil an bosca chun uasmhéid an scóir a thaispeáint
gl: Marque a casilla para mostrar o límite superior da puntuación
he_il: סמן את התיבה כדי להציג את הגבול העליון של הניקוד
hi: अंक की ऊपरी सीमा दिखाने के लिए बॉक्स को चिह्नित करें
hr_hr: Označite okvir za prikaz gornje granice ocjene
hu_hu: Jelölje be a négyzetet a pontszám felső határának megjelenítéséhez
hy: Ընտրեք վանդակը՝ գնահատականի վերին սահմանը ցուցադրելու համար
id_id: Centang kotak untuk menampilkan batas atas skor
it: Spunta la casella per mostrare il limite superiore
ja: スコアの上限を表示する場合はチェックボックスをオンにしてください
ka_ge: ქულის ზედა ზღვრის ჩვენებისთვის მონიშნეთ ყუთი
ko_kr: 성적 상한을 표시하려면 체크박스를 선택하세요
lo: ໝາຍໃສ່ກ່ອງເພື່ອສະແດງຄະແນນສູງສຸດ
lt_lt: Pažymėkite langelį, kad rodytumėte balo viršutinę ribą
lv_lv: Atzīmējiet rūtiņu, lai parādītu rezultātu augšējo robežu
mk_mk: Отклучете го квадратчето за да ја прикажете горната граница на оценката
ms_my: Tanda kotak untuk tunjuk had atas markah
my_mm: အမှတ်၏အများဆုံးကန့်သတ်ချက်ကို ပြသရန် အကွက်ကို အမှတ်ခြစ်ပါ
ne: अंकको माथिल्लो सीमा देखाउन चेकबक्स चयन गर्नुहोस्
nl: Aanvinken om de bovengrens van de scores weer te geven
nn_no: Kryss av for å vise øvre grense for poeng
oc: Cochatz la casa per afichar la limita superior de la puntuacion
pl_pl: Zaznacz pole wyboru, aby zobaczyć górną granicę oceny
ps: د نموږې اعظمي حد ښودلو لپاره چک وکړئ
pt_br: Marque esta opçõa para exibir a nota máxima
pt_pt: Marque a caixa para mostrar a pontuação máxima
ro_ro: Bifati caseta pentru a afisa limita superioara a scorului
ru_ru: Отметьте галочкой блок (прямоугольник) для отображения верхнего лимита результата
sk_sk: Označte, aby sa zobrazil horný limit skóre
sl: Označi, da omogočiš prikaz zgornje meje rezultata
sq: Tikoni kutinë për të shfaqur kufirin e sipërm të rezultatet
sr_rs: Označite kutiju da prikažete gornji limit ocene
sv_se: Aktivera visning av maxpoäng
sw_ke: Piga tikiti ili kuonyesha kikomo cha juu cha alama
ta: மதிப்பெண்ணின் மேல் எல்லையைக் காட்ட சரக்குப் பெட்டியை அடிக்கவும்
th: ทำเครื่องหมายเพื่อแสดงขีดจำกัดคะแนนสูงสุด
tl_ph: Tatakan ang kahon upang ipakita ang itaas na limitasyon ng marka
tr: Not üst limiti göstermek için kutuyu seçin
uk_ua: Позначте прапорець, щоб показати верхню межу балу
vi_vn: Đánh dấu ô để hiển thị giới hạn trên của điểm số
xh_za: Marca ibhokisi ukuze ubonise umda ophezulu wamanqaku
zh_cn: 选中框以显示分数上限
zh_tw: 勾選以顯示分數上限

source: Enable score's upper limit display
ar: مكَّن عرض الحد الأعلى للعلامة
ast_es: Activar que se pueda ver la puntuación másima
bn_bd: স্কোরের উপরের সীমা প্রদর্শন সক্ষম করুন
bs_ba: Omogući prikaz gornje granice ocjene
ca_es: Activar la visualització del límit superior de la puntuació
cs_cz: Povolení zobrazení nejvyššího výsledku
da: Aktivér visning af øvre grænse for point
de: Anzeige der Obergrenze der Ergebnisse aktivieren
el: Ενεργοποίηση εμφάνισης άνω ορίου βαθμού
eo: Aktivigi la supran limon de la rezultoj
es: Activar la visualización del límite superior de la puntuación
es_mx: Habilitar visualización del límite superior de la puntuación
eu_es: Gaitu puntuazioen goi muga bistaratzea
fa_ir: فعال‌سازی نمایش حد بالای نمره
fi_fi: Ota pisteiden ylärajan näyttö käyttöön
fo_fo: Virkja sýning av efri grønsu fyri stig
fur: Ative la visualizazion dal limit supearior dal puncid
ga: Taispeáint uasmhéid scóir a chur ar chumas
gl: Activar a visualización do límite superior da puntuación
he_il: אפשר את תצוגת הגבול העליון של הציון
hi: अंक की ऊपरी सीमा प्रदर्शन को सक्षम करें
hr_hr: Omogući prikaz gornje granice ocjene
hu_hu: Jelölje be a pontszám felső határának megjelenítését
hy: Ակտիվացնել գնահատականի վերին սահմանի ցուցադրումը
id_id: Aktifkan tampilan batas atas skor
it: Abilita la visualizzazione del punteggio limite superiore
ja: スコアの上限表示を有効にする
ka_ge: ქულის ზედა ზღვრის ჩვენების ჩართვა
ko_kr: 성적 상한 표시 활성화
lo: ເປີດໃຊ້ການສະແດງຄະແນນສູງສຸດ
lt_lt: Įjungti balo viršutinės ribos rodymą
lv_lv: Ieslēgt rezultāta tu augšējo robežu rādīšanu
mk_mk: Овозможи прикажување на горната граница на оценката
ms_my: Aktifkan paparan had atas markah
my_mm: အမှတ်၏အများဆုံးကန့်သတ်ချက်ပြသမှုကို ဖွင့်ပါ
ne: अंकको माथिल्लो सीमा प्रदर्शन सक्षम गर्नुहोस्
nl: Activeren van de bovengrens van de scores
nn_no: Aktiver vising av øvre grense for poeng
oc: Activar l'afichatge de la limita superior de la puntuacion
pl_pl: Włącz wyświetlanie górnej granicy oceny
ps: نموږې اعظمي حد ښودل فعال کړئ
pt_br: Ativar a exibição da nota máxima
pt_pt: Activar a exibição da pontuação máxima
ro_ro: Activeaza afisarea limitei superioare a scorului
ru_ru: Разрешить отображение верхнего лимита результата
sk_sk: Aktivovať zobrazenie horného limitu skóre
sl: Omogoči prikaz zgornje meje rezultata
sq: Aktivizo shfaqjen e kufirit të sipërm të rezultatet
sr_rs: Omogući prikaz gornjeg limita ocene
sv_se: Aktivera visning av maxpoäng
sw_ke: Wezesha onyesho la kikomo cha juu cha alama
ta: மதிப்பெண்ணின் மேல் எல்லை காட்சியை செயல்படுத்து
th: เปิดใช้งานการแสดงขีดจำกัดคะแนนสูงสุด
tl_ph: I-activate ang pagpapakita ng itaas na limitasyon ng marka
tr: Notun üst limit gösterimini etkinleştir
uk_ua: Увімкнути показ верхньої межі балу
vi_vn: Bật hiển thị giới hạn trên của điểm số
xh_za: Vula umboniso womda ophezulu wamanqaku
zh_cn: 启用分数上限显示
zh_tw: 啟用分數上限顯示

source: Possible values
ar: القيم المحتملة
ast_es: Valores posibles
bn_bd: সম্ভাব্য মান
bs_ba: Moguće vrijednosti
ca_es: Valors possibles
cs_cz: Možné hodnoty
da: Mulige værdier
de: Mögliche Werte
el: Πιθανές τιμές
eo: Eblaj valoroj
es: Valores posibles
es_mx: Valores posibles
eu_es: Izan litezkeen balioak
fa_ir: مقدارهای ممکن
fi_fi: Mahdolliset arvot
fo_fo: Møgilg virði
fur: Valôrs passibîs
ga: Luachanna féideartha
gl: Valores posibles
he_il: ערכים אפשריים
hi: संभावित मान
hr_hr: Moguće vrijednosti
hu_hu: Lehetséges értékek
hy: Հնարավոր արժեքներ
id_id: Nilai yang mungkin
it: Possibili valori
ja: 可能な値
ka_ge: შესაძლო მნიშვნელობები
ko_kr: 가능한 값
lo: ຄ່າທີ່ເປັນໄປໄດ້
lt_lt: Galimos reikšmės
lv_lv: Iespējamās vērtības
mk_mk: Можни вредности
ms_my: Nilai yang boleh
my_mm: ဖြစ်နိုင်သောတန်ဖိုးများ
ne: सम्भावित मानहरू
nl: Mogelijke waarden
nn_no: Moglegheiter
oc: Valors possibles
pl_pl: Możliwe wartości
ps: شونې ارزښتونه
pt_br: Valores possíveis
pt_pt: Valores possíveis
ro_ro: Valori posibile
ru_ru: Возможные значения
sk_sk: Možné hodnoty
sl: Možne vrednosti
sq: Vlerat e mundshme
sr_rs: Moguće vrednosti
sv_se: Möjliga värden
sw_ke: Thamani zinazowezekana
ta: சாத்தியமான மதிப்புகள்
th: ค่าที่เป็นไปได้
tl_ph: Posibleng mga halaga
tr: Olası değerler
uk_ua: Можливі значення
vi_vn: Giá trị có thể
xh_za: Amaxabiso anokwenzeka
zh_cn: 可能值
zh_tw: 可能值

source: Only given for repetitive fields, split by semi-column (;)
ar: القيم المحتملة
ast_es: Namás en camos repetitivos. Tienen de tar separtaos por puntu y coma (;)
bn_bd: শুধুমাত্র পুনরাবৃত্তিমূলক ক্ষেত্রের জন্য, সেমি-কোলন (;) দ্বারা বিভক্ত
bs_ba: Samo za ponavljajuća polja, razdvojeno točkom i zarezom (;)
ca_es: Solament en camps repetitius, havent d'estar separats per punt i coma (;)
cs_cz: Pouze pro opakující se pole, oddělené středníkem (;)
da: Kun for gentagne felter, adskilt med semikolon (;)
de: Nur für wiederholende Felder, durch Semikolon (;) getrennt
el: Μόνο για επαναλαμβανόμενα πεδία, διαχωρισμένα με ερωτηματικό (;)
eo: Nur por ripetataj kampoj, apartigitaj per punktokomoj (;)
es: Sólo en campos repetitivos, debiendo estar separados por punto y coma (;)
es_mx: Solo para campos repetitivos, separados por punto y coma (;)
eu_es: Behin eta berriro ematen diren eremuetan bakarrik, horretarako puntu eta komaz bereiziz
fa_ir: فقط برای فیلدهای تکراری، با سمی‌کالن (;) جدا شده
fi_fi: Vain toistuville kentille, erotettu puolipisteellä (;)
fo_fo: Bert fyri gentekandi øki, skiljað við semikolon (;)
fur: Domadi par i camps repetitîs, divîts par punty e virguie (;)
ga: Ar fáil ach do réimsí athchleachtacha, scoilte le leathcheannlann (;)
gl: Só en campos repetitivos, debendo estar separados por punto e coma (;)
he_il: ניתן רק עבור שדות חוזרים, מפוצלים לפי עמודה למחצה (;)
hi: केवल दोहराव वाले फ़ील्ड्स के लिए, अर्ध-कोलन (;) द्वारा विभाजित
hr_hr: Samo za ponavljajuća polja, razdvojeno točkom s zarezom (;)
hu_hu: Csak ismétlődő mezők esetén, pontosvesszővel (;) elválasztva
hy: Միայն կրկնվող դաշտերի համար, բաժանված կետ逗անով (;)
id_id: Hanya untuk field berulang, dipisahkan oleh titik koma (;)
it: Valori separati da punto e virgola (solo per scelta multipla)
ja: 繰り返しフィールドのみ使用。セミコロン (;) で区切る
ka_ge: მხოლოდ განმეორებადი ველებისთვის, გამოყოფილი ნახევრ ხაზით (;)
ko_kr: 반복 필드에만 적용되며 세미콜론(;)으로 구분
lo: ໃຊ້ສະເພາະກັບຊ່ອງຂໍ້ມູນທີ່ຊ້ຳກັນ, ຂັ້ນດ້ວຍເຄື່ອງໝາຍຈໍ້າຈຸດ (;)
lt_lt: Tik kartojamiems laukams, atskirtos kabliataškiu (;)
lv_lv: Izkrītošo izvēlņu informatīvo tekstu, ierakstīt vienu pēc otra, atdalot ar semikolu (;)
mk_mk: Само за повторливи полиња, разделени со точка-заглавје (;)
ms_my: Hanya untuk medan berulang, dipisahkan oleh titik tengah (;)
my_mm: ထပ်ခါတလဲလဲကွက်လပ်များအတွက်သာ ပေးထားပြီး၊ ဆီမီးကိုလံ (;) ဖြင့် ခွဲထားသည်
ne: पुनरावृत्ति फिल्डहरूको लागि मात्र, सेमि-कोलन (;) द्वारा विभाजित
nl: Uitsluitend voor velden die herhaald worden, gescheiden door punt-kommas (;)
nn_no: Berre for gjentekande felt, skilje med semikolon (;)
oc: Solament per los camps repetitius, separats per punt e virgula (;)
pl_pl: Wpisujemy wartości do wyboru, pola rozdzielane średnikami (;)
ps: یوځل تکراريو فیلډونو لپاره، په نیمې ټکیه (;) لخوا جلا شوي
pt_br: Usado apenas para campos repetitivos, separados por ponto-e-vírgula (;)
pt_pt: Apenas atribuído para campos repetitivos, separados por ponto e vírgula (;)
ro_ro: Dat numai pentru campuri repetitive, separati prin (;)
ru_ru: Заданно только для повторяющихся полей, разделять точкой с запятой (;)
sk_sk: Dané len pre opakované polia, oddeliť bodkočiarkou (;)
sl: Le za ponavljajoča se polja, ločena s podpičjem (;)
sq: Vetëm për fushat e përsëritura, të ndara me pikëpresje (;)
sr_rs: Samo za ponavljajuća polja, razdvojeno tačkom i zarezom (;)
sv_se: Endast för upprepade fält, separerade med semikolon (;)
sw_ke: Hutoa kwa tuwanza mara kwa mara, gigisha kwa nusu-koloni (;)
ta: மீளும் புலங்களுக்கானது மட்டுமே, அரைப்புள்ளி (;) மூலம் பிரிக்கவும்
th: สำหรับฟิลด์ซ้ำ แยกด้วยเครื่องหมายอัฒภาค (;)
tl_ph: Lamang para sa paulit-ulit na mga field, hatiin ng semi-kolon (;)
tr: Yalnızca takrarlayan alanlar için verilir, noktalı virgül (;) ile ayırın
uk_ua: Тільки для повторюваних полів, розділені крапкою з комою (;)
vi_vn: Chỉ dành cho các trường lặp lại, phân tách bằng dấu chấm phẩy (;)
xh_za: Kunikwa kuphela kwiindawo eziphindaphindayo, zahlulwe njezantsi (;)
zh_cn: 仅适用于重复字段，用分号 (;) 分隔
zh_tw: 僅適用於重複欄位，以分號（;）分隔

source: Date
ar: التاريخ
ast_es: Fecha
bn_bd: তারিখ
bs_ba: Datum
ca_es: Data
cs_cz: Datum
da: Dato
de: Datum
el: Ημερομηνία
eo: Dato
es: Fecha
es_mx: Fecha
eu_es: Data
fa_ir: تاریخ
fi_fi: Päivämäärä
fo_fo: Dagfesting
fur: Dât
ga: Dáta
gl: Data
he_il: תאריך
hi: तिथि
hr_hr: Datum
hu_hu: Dátum
hy: Ամսաթիվ
id_id: Tanggal
it: Data
ja: 日付
ka_ge: თარიღი
ko_kr: 날짜
lo: ວັນທີ
lt_lt: Data
lv_lv: Datums
mk_mk: Датум
ms_my: Tarikh
my_mm: ရက်စွဲ
ne: मिति
nl: Datum
nn_no: Dato
oc: Data
pl_pl: Data
ps: نیټه
pt_br: Data
pt_pt: Data
ro_ro: Data
ru_ru: Дата
sk_sk: Dátum
sl: Datum
sq: Datë
sr_rs: Datum
sv_se: Datum
sw_ke: Tarehe
ta: தேதி
th: วันที่
tl_ph: Petsa
tr: Tarih
uk_ua: Дата
vi_vn: Ngày
xh_za: Umhla
zh_cn: 日期
zh_tw: 日期

source: Date and time
ar: التاريخ و الوقت
ast_es: Fecha y hora
bn_bd: তারিখ এবং সময়
bs_ba: Datum i vrijeme
ca_es: Data i hora
cs_cz: Datum a čas
da: Dato og tid
de: Datum und Uhrzeit
el: Ημερομηνία και ώρα
eo: Dato kaj tempo
es: Fecha y hora
es_mx: Fecha y hora
eu_es: Data eta ordua
fa_ir: تاریخ و زمان
fi_fi: Päivämäärä ja aika
fo_fo: Dagur og tíð
fur: Dât e ora
ga: Dáta agus am
gl: Data e hora
he_il: תאריך ושעה
hi: तिथि और समय
hr_hr: Datum i vrijeme
hu_hu: Dátum és idő
hy: Ամսաթիվ և ժամ
id_id: Tanggal dan waktu
it: Data e ora
ja: 日時
ka_ge: თარიღი და დრო
ko_kr: 날짜 및 시간
lt_lt: Data ir laikas
lv_lv: Datums un laiks
mk_mk: Датум и време
ms_my: Tarikh dan masa
my_mm: ရက်စွဲနှင့် အချိန်
ne: मिति र समय
nl: Datum en tijd
nn_no: Dato og tid
oc: Data e ora
pl_pl: Data i czas
ps: نیټه او وخت
pt_br: Data e Hora
pt_pt: Data e Hora
ro_ro: Data si ora
ru_ru: Дата и время
sk_sk: Dátum a čas
sl: Datum in čas
sq: Datë dhe orë
sr_rs: Datum i vreme
sv_se: Datum och tid
sw_ke: Tarehe na wakati
ta: தேதி மற்றும் நேரம்
th: วันที่และเวลา
tl_ph: Petsa at oras
tr: Tarih ve zaman
uk_ua: Дата та час
vi_vn: Ngày và giờ
xh_za: Umhla nexesha
zh_cn: 日期和时间
zh_tw: 日期與時間
