Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: <p> The forum is an discussion tool for asynchronous written work. In contrast to e-mail, a forum is for public, or semi-public, group discussion. </p>To use the Chamilo forum, members can simply use their browser - they do not require any distinct client software. </p>To organize forums, click on the Forums tool. Discussions are organized hierarchically according to the following structure: </ p><b> Category> Forum> Topic> Post</ b> </ p> To ensure members can participate in the forum tidily and effectively, it is essential in the first instance to create categories and forums; it's then up to the participants to create topics and posts. By default, the forum contains a single (public) category, an example topic and an example post. You can add forums to the category, change its title or create other categories within which you could then create new forums. (Don't confuse categories and forums, and remember that a category that contains no forum is useless and not displayed.)</p> <p>The forum description might include a list of its members, a definition of its purpose, a target a task, a theme etc.</p><p>Group forums should not be created via the Forum tool but instead via the Groups tool, where you can determine whether your group forums should be private or public, at the same time providing a location for sharing groups of documents.</p><b> Teaching Tips</ b></ p> A learning forum is not quite the same as the forums you are used to seeing on the internet. For one thing, it is not possible for learners to alter their posts once they have been published as the course is logically archived to allow tracking of what has been said in the past. Furthermore, Chamilo forums allow for specific uses relevant to teaching. For example, some teachers/trainers publish corrections directly within forums in the following way: <li> A learner is asked to post a report directly into the forum, </ li> The teacher corrects it by clicking Edit (yellow pencil) and marking it using the graphics editor (color, underlining, etc.) </ li> Finally, other learners benefit from viewing the corrections was made on the production of one of of them, </ li> Note that the same principle can be applied between learners, but will require his copying/pasting the message of his fellow student because students / trainees can not edit one another's posts. <. li> </ ul>
so_so: <p> Forumku waa qalab dood ah shaqo qoran asynchronous. Ka duwan iimaylka, forumku waa mid dadweyne, ama nus-dadweyne, dood kooxeed. </p>Si aad u isticmaasho forumka Chamilo, xubnaha si fudud ayay u isticmaali karaan biraawsarkooda - uma baahnaa software macmiil gaar ah. </p>Si aad u nidaamiso forumyada, riix qalabka Forums. Doodaha ayaa loo habeeyaa si hierarchical sida qaabka soo socda: </p><b> Qaybta> Forum> Mawduuca> Boostada</b></p> Si loo hubiyo in xubnahu ay si nadiif ah oo wax ku ool ah uga qayb qaataan forumka, waa lagama maarmaan marka hore in la abuuro qaybaha iyo forumyada; ka dib waxay ku xiran tahay ka qayb galayaasha inay abuuraan mawduucyada iyo boostada. Sida caadiga ah, forumku wuxuu ka kooban yahay hal (dadweyne) qayb, mawduuc tusaale ah iyo boostada tusaale ah. Waxaad ku dari kartaa forumyada qaybta, beddel magaceeda ama abuur qaybaha kale ee gudahooda aad ku abuuri karto forumyo cusub. (Ha isku qaldin qaybaha iyo forumyada, oo xasuuso in qaybta aan lahayn forum uu yahay wax aan faa'iido lahayn oo aan la muujin.)</p> <p>Taariikhda forumku waxay ku jiri kartaa liis xubnaheedii, qeexid ujeedadiisa, bartilmaameed shaqo, mawduuc iwm.</p><p>Forumyada kooxdu waa inaan lagu abuurin qalabka Forum laakiin taa beddelkeeda Groups tool, halkaas oo aad go'aamin karto in forumyada kooxdu ay yihiin kuwo gaar ah ama dadweyne, isla mar ahaantaana bixisa meel lagu wadaago kooxaha dukumentiga.</p><b> Tilmaamaha Waxbarashada</b></p> Forumka waxbarashadu kuma dhego la mid ah forumyada aad ku caawisay internetka. Waxyaabaha ugu horreeya, ma suurtogal tahay in ardaydu beddelaan boostadooda mar alla markii la daabacay maadaama koorasku si macquul ah loo keydsan yahay si loo raaco waxa hore loo yidhaahday. Waxaa kale, forumyada Chamilo waxay u oggolaadaan isticmaallo gaar ah oo la xidhiidha waxbarashada. Tusaale ahaan, macallimiinta/tababarayaasha qaarkood waxay daabacaan sixirka si toos ah gudaha forumyada sida soo socota: <li> Ardayga waxaa la waydiistaa inuu warbixin toos ah u dhejiyo forumka, </li> Macallinku wuxuu ku saxaa isagoo riixaya Edit (qalin jaalle ah) oo u calaamadeeya iyadoo la isticmaalayo tifaftiraha sawir-gacmeedka (midab, hoosta, iwm.) </li> Ugu dambayntii, ardayda kale waxay ka faa'iidaystaan daawashada sixirka lagu sameeyay wax-soo-saarka midkood, </li> Ogow in isla mabda'a loo adeegsan karo ardayda dhexdooda, laakiin waxay u baahan tahay inuu koobiyeeyo/ku dhago xogta farriintiisa saaxiibkiis maxaa yeelay ardayda/tababarayaashu ma editin karaan boostada midba midka kale. <li></li> </ul>

source: Forum help
so_so: Gargaarka Forum

source: Please login to go to this course
so_so: Fadlan soo gal si aad u tagto kooraskan

source: Clear all learners results for every exercises ?
so_so: Ma nadiifinaysaa dhammaan natiijooyinka ardayda ee layli kasta?

source: Are you sure to delete all test's results ?
so_so: Ma hubtaa inaad tirtiri doontaa dhammaan natiijooyinka imtixaanka?

source: Additionally, a new announcement has been created and sent to selected users
so_so: Intaa waxaa sii dheer, ogeysiis cusub ayaa la abuuray oo loo diray isticmaale la doortay

source: Login date
so_so: Taariikhda soo gal

source: Choose start and end dates
so_so: Dooro taariikhaha bilowga iyo dhamaadka

source: This test is configured not to display feedback to learners. Comments will not be seen at the end of the test, but may be useful for you, as teacher, when reviewing the question details.
so_so: Imtixaankan waxaa loo habeeyay inuusan muujin jawaab-celinta ardayda. Faallooyinka lama arki doono dhamaadka imtixaanka, laakiin waxay faa'iido u yeelan karaan adiga, macallin ahaan, marka aad dib u eegayso faahfaahinta su'aasha.

source: Work added
so_so: Shaqa la daray

source: How should we show the feedback/comment for each question? This option defines how it will be shown to the learner when taking the test. We recommend you try different options by editing your test options before having learners take it.
so_so: Sidee baan u muujinaynaa jawaab-celinta/faallada su'aal kasta? Doorashadan ayaa qeexaysa sida loo muujin doono ardayga marka uu qaadanayo imtixaanka. Waxaan kugula talinaynaa inaad tijaabiso doorashooyin kala duwan adiga oo editaya doorashada imtixaanka ka hor inta aysan ardaydu qaadan.

source: Users who's account has been disabled
so_so: Isticmaale xisaabtoodu waa la coryaafiyay

source: Users with an active account
so_so: Isticmaale leh xisaab firfircoon

source: Surveys progress
so_so: Horukaca sahannada

source: Incomplete surveys
so_so: Sahannada aan dhammaystirnayn

source: Completed surveys
so_so: Sahannada la dhammaystiray

source: Total surveys
so_so: Wadarta sahannada

source: Wiki pages reading progress
so_so: Horukaca akhriska bogagga Wiki

source: Wiki pages unread
so_so: Bogagga Wiki ee aan la akhriyin

source: Wiki pages read
so_so: Bogagga Wiki ee la akhriyay

source: Wiki pages revisions
so_so: Bogagga Wiki ee dib-u-eegista

source: Total wiki pages
so_so: Wadarta bogagga Wiki

source: Assignments progress
so_so: Horukaca shaqooyinka

source: Missing assignments
so_so: Shaqooyinka maqan

source: Completed handed in
so_so: Shaqooyinka la dhammaystiray ee la soo gudbiyay

source: Total assignments
so_so: Wadarta shaqooyinka

source: Forums progress
so_so: Horukaca forumyada

source: Forums not read
so_so: Forummyada aan la akhriyin

source: Forums read
so_so: Forummyada la akhriyay

source: Total forums
so_so: Wadarta forumyada

source: Exercises progress
so_so: Horukaca layliyada

source: Incomplete exercises
so_so: Layliyada aan dhammaystirnayn

source: Completed exercises
so_so: Layliyada la dhammaystiray

source: Total exercises
so_so: Wadarta layliyada

source: Learning paths progress
so_so: Horukaca dariiqa waxbarashada

source: Incomplete learning paths
so_so: Dariiqyada waxbarashada aan dhammaystirnayn

source: Completed learning paths
so_so: Dariiqyada waxbarashada la dhammaystiray

source: Total learning paths
so_so: Wadada waxbarashada guud

source: Time connected (hh:mm)
so_so: Waqtka ku xidhan (hh:mm)

source: Select survey
so_so: Dooro baadhitaanka

source: Survey copied
so_so: Baadhitaanka la koobiyeeyay

source: No surveys available
so_so: Ma jiraan baadhitaanno la heli karo

source: Duplicate an empty survey copy into another course. You need 2 courses to use this feature: an original course and a target course.
so_so: Koobiye baadhitaan faaruq ah oo koorsada kale ah. Waxaad u baahan tahay 2 koorsadood si aad u isticmaasho qaabkan: koorsada asalka ah iyo koorsada bartilmaameedka.

source: Copy survey
so_so: Koobiye baadhitaanka

source: Please pick a session
so_so: Fadlan dooro kalfadhi

source: Search sessions
so_so: Raadi kalfadhyada

source: Please pick a student
so_so: Fadlan dooro arday

source: Search users
so_so: Raadi isticmaale

source: Please pick a course
so_so: Fadlan dooro koorsada

source: Surveys overview
so_so: Muuqaalka baadhitaannada

source: Participation and reading progress overview
so_so: Muuqaalka ka qaybgalka iyo horumarka akhriska

source: Learning paths progress overview
so_so: Muuqaalka horumarka wadada waxbarashada

source: Detailed exercises progress
so_so: Horumarka faahfaahinta layliyada

source: Accesses by user overview
so_so: Muuqaalka gelitaanka isticmaale

source: Allow members to leave group
so_so: Oggol ka tag xubnaha inay ka baxaan kooxda

source: Assignment could not be uploaded because folder %s does not exist
so_so: Shaqada lama qaadi karin sababtoo ah fayl %s ma jiro

source: Unsubscribe students which are not in the imported list
so_so: Ka beddel ardayda aan ku jirin liiska la soo dejinay

source: If a session exists, update it
so_so: Haddii kalfadhi jiro, cusboonaysii

source: Create by <a href="%s">%s</a> on %s
so_so: Waxaa abuuray <a href="%s">%s</a> on %s

source: Login without an institutional account
so_so: Gal iyada oo aan lahayn akoon hay'ad

source: This is the text for question 1
so_so: Tani waa qoraalka su'aasha 1

source: The Aiken format comes in a simple text (.txt) file, with several question blocks, each separated by a blank line. The first line is the question, the answer lines are prefixed by a letter and a dot, and the correct answer comes next with the ANSWER: prefix. See example below.
so_so: Qaabka Aiken wuxuu ku yimaadaa fayl qoraal fudud (.txt), oo leh dhowr baloog su'aalo, mid walba waxaa lagu kala saaray xariiq maran. Xariiqda kowaad waa su'aasha, xariiqda jawaabtu waxaa lagu dhejiyaa xaraf iyo dhibic, jawaabta saxda ahna waxay ku imaanaysaa PREFIX ANSWER:. Eeg tusaalaha hoose.

source: The imported file has at least one question without any answer (or the answers do not include the required prefix letter). Please make sure each question has at least one answer and that it is prefixed by a letter and a dot or a parenthesis, like this: A. answer one
so_so: Faylka la soo dejinay wuxuu leeyahay ugu yaraan hal su'aal aan lahayn jawaab (ama jawaabtu ma aha inay ku daraan xarafka loo baahan yahay). Fadlan hubi in su'aal kasta ay leedahay ugu yaraan hal jawaab oo ay ku xidhan tahay xaraf iyo dhibic ama gees, sida tan: A. jawaabta mid

source: The imported file includes at least one question without any correct answer defined. Please make sure all questions include the ANSWER: [Letter] line.
so_so: Faylka la soo dejinay waxaa ku jira ugu yaraan hal su'aal aan lahayn jawaab sax ah oo la qeexay. Fadlan hubi in su'aalaha oo dhan ay ku jiraan xariiqda ANSWER: [Xaraf].

source: Search course by session
so_so: Raadi koorsada kalfadhiga

source: There was an unknown issue with your file. Please review its format and try again.
so_so: Waxaa jiray dhibaato aan la aqoon oo faylkaaga ah. Fadlan dib u eeg qaabkiisa oo isku day mar kale.

source: You must upload a .txt or .zip file
so_so: Waa inaad soo dejisaa .txt ama .zip fayl

source: No .txt file found in zip
so_so: Ma jiro .txt fayl zip-ka ah

source: Import Aiken quiz
so_so: Deji imtixaanka Aiken

source: Use ::private at the end of the link to show it only to logged-in users
so_so: Isticmaal ::private dhammaadka link si aad ugu muujiso kaliya isticmaale galay

source: Number of groups to create
so_so: Tirada kooxaha la abuurayo

source: Coaches subscribed as teachers in course %s
so_so: Tababarayaasha loo diiwaan geliyay macallin ahaan koorsada %s

source: Enroll students from existing sessions
so_so: Diiwaan gelin ardayda kalfadhyada jira

source: Enroll trainers from existing sessions
so_so: Diiwaan gelin tababarayaasha kalfadhyada jira

source: Adding students from session <b>%s</b> to session <b>%s</b>
so_so: Ku dar ardayda kalfadhiga <b>%s</b> ilaa kalfadhiga <b>%s</b>

source: Add user group to this URL
so_so: Ku dar kooxda isticmaale URLkan

source: First letter
so_so: Xarafka kowaad

source: User groups list
so_so: Liiska kooxaha isticmaale

source: Add group to URL
so_so: Ku dar kooxda URL

source: Groups in %s
so_so: Kooxo %s

source: Platform groups list
so_so: Liiska kooxaha Platform

source: Edit groups for one URL
so_so: Tafatir kooxaha hal URL

source: Manage user groups
so_so: Maamul kooxaha isticmaale

source: Target folder doesn't exist on the server.
so_so: Galka bartilmaameedka kuma jiro serverka.

source: Sorry, you are trying to access the registration page for this portal, but registration is currently disabled. Please contact the administrator (see contact information in the footer). If you already have an account on this site.
so_so: Waan ka xunnahay, waxaad isku daydayso inaad gasho bogga diiwaangelinta portal-ka, laakiin diiwaangelintu hadda waa la joojiyay. Fadlan la xiriir maamulaha (eeg macluumaadka xiriirka hoose). Haddii aad horeba akoon ku leedahay goobtaan.

source: Enter course with CAS authentication
so_so: Ku gal koorsada CAS authentication

source: Teachers will be added as a coach in all course sessions.
so_so: Macallimiinta waxaa loo dari doonaa tababare dhammaan kalfadhyada koorsada.

source: We have detected that your PHP installation does not define the date.timezone setting. This is a requirement of Chamilo. Please make sure it is configured by checking your php.ini configuration, otherwise you will run into problems. We warned you!
so_so: Waxaan ogaanay in rakibaadda PHP-ka aad aanu qeexin goorta.timezone. Tani waa shuruud Chamilo ah. Fadlan hubi inay tahay mid la sameeyay iyadoo la hubinayo qaabaynta php.ini, haddii kale waxaad la kulmi doontaa dhibaatooyin. Waan kuu dignay!

source: Yes, I'm sure
so_so: Haa, waan hubay

source: No, I want to return
so_so: Maya, waxaan rabaa inaan ku noqdo

source: If you continue your answer will be saved. Any change will be not allowed.
so_so: Haddii aad sii wado jawaabtaada waa la keydin doonaa. Isbeddel kasta lama oggolayn doono.

source: Special courses
so_so: Koorsado gaar ah

source: Roles
so_so: Doorarka

source: %s to review (%s)
so_so: %s dib u eeg (%s)

source: %s unanswered (%s)
so_so: %s aan jawaab lahayn (%s)

source: %s answered (%s)+(%s)
so_so: %s jawaab bixiyay (%s)+(%s)

source: (%s) Unanswered
so_so: (%s) Aan jawaab lahayn

source: (%s) Answered
so_so: (%s) Jawaab bixiyay

source: (%s) Current question
so_so: (%s) Su'aasha hadda

source: (%s) To review
so_so: (%s) Dib u eeg

source: Return to exercises list
so_so: Ku noqo liiska layliyada

source: Auto-launch for exercises
so_so: Si toos ah u bilow layliyada

source: Enable exercise fast edition mode
so_so: Oggol hawsha degdega ah ee layliga

source: Username
so_so: Magaca isticmaale

source: Sign in
so_so: Soo gal

source: You are registered to
so_so: Waa la ku diiwaan geliyay

source: Manage global questions categories
so_so: Maamul qaybaha su'aalaha guud

source: Manage extra fields for courses
so_so: Maamul goobaha dheeraadka ah ee koorsadaha

source: Manage extra fields for questions
so_so: Maamul goobaha dheeraadka ah ee su'aalaha

source: Questions fields
so_so: Goobaha su'aalaha

source: Field changes should be logged
so_so: Isbeddelada goobta waa la diiwaan geliyaa

source: Edit this field's workflow
so_so: Tafatir socodka goobtaan

source: Select role
so_so: Dooro door

source: Please select an option
so_so: Fadlan dooro ikhtiyaar

source: Current status
so_so: Xaaladda hadda

source: My courses categories
so_so: Qaybaha koorsadayda

source: Sessions categories
so_so: Qaybaha kalfadhyada

source: Courses and sessions
so_so: Koorsadaha iyo kalfadhyada

source: Committee
so_so: Guddiga

source: Exercise model type
so_so: Nooca qaabka layliga

source: Audio file
so_so: Faylka maqalka

source: Hidden - Completely hidden to all users except the administrators
so_so: Qarsoon - Gebi ahaanba qarsoon dhammaan isticmaale marka laga reebo maamulayaasha

source: Time of reception
so_so: Waqtiga soo dhawaynta

source: Handed out
so_so: La bixiyay

source: Deadline
so_so: Muddadka ugu dambeeya

source: Apply this change to all available languages
so_so: Ku dalban isbeddelkan dhammaan luqadaha la heli karo

source: Exercise was activated from %s to %s
so_so: Layligu waa laga hawl galay %s ilaa %s

source: Your password cannot be the same as your username
so_so: Eebbe your password ma noqon karo mid la mid ah magaca isticmaale

source: Check passwords too easy to guess
so_so: Hubi passwords fudud in la qiyaaso

source: Very strong
so_so: Aad u xoog badan

source: Strong
so_so: Xoog

source: Medium
so_so: Dhexdhexaad

source: Normal
so_so: Caadi

source: Weak
so_so: Daciif

source: The password is too short
so_so: Eebbe waa mid gaaban

source: Bad credentials
so_so: Aqoonsi xun

source: Select an answer to continue
so_so: Dooro jawaab si dooro si aad u sii wadato

source: Question added in the exercise
so_so: Su'aasha lagu daray layliga

source: Question copied to the exercise
so_so: Su'aasha lagu nuquliyay layliga

source: Show or hide the breadcrumb navigation, the one appearing just below the main navigation tabs. It is highly recommended to have this navigation shown to users, as this allows them to locate their current position and navigate to previous pages easily. Sometimes, however, it might be necessary to hide it (for example in the case of exam platforms) to avoid users navigating to pages they should not see.
so_so: Muuj ama qari breadcrumb navigation-ka, kan ka muuqda hoos ka midabka navigation-ga ugu weyn. Waxaa aad u talinayaa in navigation-kaas la muujiyo isticmaale, maadaama ay u oggolaanayso inay ogaadaan meesha ay hadda joogaan oo ay si fudud ugu dhex socdaan bogagga hore. Mararka qaarkood, si kastaba ha ahaatee, waxaa laga yaabaa inay lagama maarmaan tahay in la qariyo (tusaale ahaan kiisaska imtixaanka) si looga fogaado inay isticmaalayaashu u socdaan bogagga aanay arag.

source: Breadcrumb navigation
so_so: Tilmaamaha tareenka

source: The PHP setting "allow_url_fopen" is set to off. This prevents the registration mechanism to work properly. This setting can be changed in you PHP configuration file (php.ini) or in the Apache Virtual Host configuration, using the php_admin_value directive
so_so: Dejinta PHP "allow_url_fopen" ayaa loo dejiyay off. Tani waxay ka hortagtaa habka diiwaangelinta inuu si sax ah u shaqeeyo. Dejintan waxaa lagu bedeli karaa faylka dejinta PHP-ga (php.ini) ama dejinta Apache Virtual Host, iyadoo la isticmaalayo php_admin_value directive

source: Impossible to contact the version server right now. Please try again later.
so_so: Ma awoodo inaan la xiriiray server-ka version-ka hadda. Fadlan isku day mar dambe.

source: Your version is up-to-date
so_so: Noocaagu waa mid casri ah

source: The latest version is
so_so: Nooca ugu dambeeyay waa

source: Your version is not up-to-date
so_so: Noocaagu ma aha mid casri ah

source: -1 = All questions will be selected.
so_so: -1 = Dhammaan su'aalaha waa la dooran doonaa.

source: You can customize the email sent to users when they finished the exercise. You can use tags like these:
so_so: Waad habeysan kartaa iimaylka loo diro isticmaaleyaasha markay dhammeeyaan layliga. Waxaad isticmaali kartaa calaamooyinka sida kuwan:

source: E-mail notification template
so_so: Qaabka ogeysiiska iimaylka

source: Logout
so_so: Ka bax

source: Exercise list.
so_so: Liiska layliga.

source: Course home
so_so: Bogga guriga koorsada

source: Exercise end button
so_so: Badhanka dhammaadka layliga

source: Hide question title
so_so: Qari cinwaanka su'aasha

source: Question selection type
so_so: Nooca doorashada su'aasha

source: Ordered categories by parent with random questions
so_so: Qaybaha la habeeyey waalidka leh su'aalo random

source: Ordered categories by parent with questions ordered
so_so: Qaybaha la habeeyey waalidka leh su'aalo la habeeyey

source: Random categories with random questions (questions not grouped)
so_so: Qaybaha random leh su'aalo random (su'aalaha lama qaybsanin)

source: Random categories with questions ordered (questions not grouped)
so_so: Qaybaha random leh su'aalo la habeeyey (su'aalaha lama qaybsanin)

source: Random categories with random questions
so_so: Qaybaha random leh su'aalo random

source: Ordered categories alphabetically with random questions
so_so: Qaybaha la habeeyey alifbeetada leh su'aalo random

source: Random categories with questions ordered
so_so: Qaybaha random leh su'aalo la habeeyey

source: Ordered categories alphabetically with questions ordered
so_so: Qaybaha la habeeyey alifbeetada leh su'aalo la habeeyey

source: Using categories
so_so: Isticmaalka qaybaha

source: Ordered by user
so_so: Ku habaysan isticmaale

source: To be reviewed
so_so: In la dib u eego

source: Unanswered
so_so: Aan jawaab lahayn

source: Current question
so_so: Su'aasha hadda

source: Shareable enunciates
so_so: Enunciates la wadaagi karo

source: Course categories are global over multiple portals configurations. Changes are only allowed in the main administrative portal.
so_so: Qaybaha koorsada waa kuwo caalami ah ee qaababka badan ee portals. Isbeddelada waxaa kaliya loo oggol yahay portal-ka maamulka ugu weyn.

source: Career updated successfully
so_so: Xirfadda si guul leh loo cusboonaysiiyay

source: User is not a teacher
so_so: Isticmaaluhu ma aha macallin

source: All events
so_so: Dhammaan dhacdooyinka

source: Month
so_so: Bil

source: Hour
so_so: Saacad

source: Minutes
so_so: Daqiiqado

source: Event added
so_so: Dhacdo la daray

source: Event deleted
so_so: Dhacdo la tirtiray

source: There are no events
so_so: Ma jiraan dhacdooyin

source: Class name
so_so: Magaca fasalka

source: Event name
so_so: Magaca dhacdo

source: Day
so_so: Maalin

source: default month
so_so: bisha caadiga ah

source: default year
so_so: sannadka caadiga ah

source: default hour
so_so: saacadda caadiga ah

source: minute
so_so: daqiiyad

source: lasting
so_so: socon

source: old to new
so_so: kale ilaa cusub

source: new to old
so_so: cusub ilaa kale

source: now
so_so: hada

source: Save the event
so_so: Keydi dhacdo

source: Detail
so_so: Faahfaah

source: Month view
so_so: Muuqaalka bisha

source: Weekly
so_so: Todobaad

source: Daily
so_so: Maalinle

source: Add event to the agenda
so_so: Ku dar dhacdo agenda-ga

source: Week
so_so: Todobaad

source: Time
so_so: Waqt

source: Edit personal event
so_so: Tafatir dhacdo shakhsi ah

source: Event saved
so_so: Dhacdo la keydiyay

source: The event was deleted
so_so: Dhacdo la tirtiray

source: View perso events only
so_so: Eeg dhacdooyinka shakhsi ee kaliya

source: Print
so_so: Daabac

source: my text here
so_so: qoraalka aniga ah

source: Copied as announcement
so_so: Laguu nuquliyay ogeysiis ahaan

source: New announcement
so_so: Ogeysiis cusub
