Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Badges issuer details
ar: تفاصيل اصدار الاوسمة
ast_es: Detalles del emisor de distintivos
bn_bd: ব্যাজ জারির বিবরণ
bs_ba: Detalji izdavača značaka
ca_es: Detalls de l'emissor
cs_cz: Podrobnosti vydavatele odznaků
da: Badges-udstederdetaljer
de: Details zu den Herausgebern der Badges
el: Λεπτομέρειες εκδότη διακριτικών
eo: Detaloj de la eldoninto de insignoj
es: Detalles del emisor
es_mx: Detalles del emisor de insignias
eu_es: Txapelen igorlearen xehetasunak
fa_ir: جزئیات صادرکننده نشان‌ها
fi_fi: Merkkien myöntäjän tiedot
fo_fo: Útgivara detaljar fyri merki
fur: Détails dal emetitor di badges
ga: Sonraí eisitheora suaitheantais
gl: Detalles do emisor
he_il: פרטי מנפיק תגים
hi: बैज जारीकर्ता विवरण
hr_hr: Pojedinosti o izdavatelju značaka
hu_hu: Jelvény kibocsátó részletek
hy: Վահանակների թողարկողի մանրամասներ
id_id: Detail penerbit lencana
it: Dettagli del conferente gli attestati
ja: バッジ発行者の詳細
ka_ge: ბეჯის გამცემის დეტალები
ko_kr: 배지 발급자 세부정보
lt_lt: Ženklų išdavėjo detalės
lv_lv: Emblēmu izdevēja detaļas
mk_mk: Детали за издавачот на значки
ms_my: Butiran penerbit lencana
my_mm: တံဆိပ်ထုတ်ပေးသူအသေးစိတ်အချက်အလက်များ
ne: ब्याज जारीकर्ता विवरण
nl: Badge uitgever details
nn_no: Detaljar for merkeutstekar
oc: Detalhs de l'emissor d'insígnas
pl_pl: Szczegóły wystawcy odznak
ps: بیج صادرونکي تفصیلات
pt_br: Detalhes do emitente dos emblemas
pt_pt: Detalhes emissor
ro_ro: Detalii emițător
ru_ru: Детали издателя значков
sk_sk: Podrobnosti odznakov vydavateľov
sl: Podrobnosti izdajatelja značk
sq: Detajet e lëshuesit të badge-ave
sr_rs: Detalji izdavača značaka
sv_se: Detaljer för märkeutfärdare
sw_ke: Maelezo ya mtoaji wa beji
ta: சின்னங்கள் வழங்குபவர் விவரங்கள்
th: รายละเอียดผู้ให้ตราสำเร็จ
tl_ph: Detalye ng issuer ng mga badge
tr: Rozet veren detayları
uk_ua: Деталі видавача значків
vi_vn: Chi tiết nhà phát hành huy hiệu
xh_za: Iinkcukacha zomniki iibheji
zh_cn: 徽章颁发者详情
zh_tw: 徽章發行者詳細資料

source: Create badge
ar: انشاء وسام
ast_es: Crear distintivu
bn_bd: ব্যাজ তৈরি করুন
bs_ba: Kreiraj značku
ca_es: Crear insígnia
cs_cz: Vytvořit odznak
da: Opret badge
de: Badge erstellen
el: Δημιουργήστε badge
eo: Krei insignon
es: Crear insignia
es_mx: Crear insignia
eu_es: Txapela sortu
fa_ir: ایجاد نشان
fi_fi: Luo rintamerkki
fo_fo: Stovna merk
fur: Crea badge
ga: Cruthaigh suaitheantas
gl: Crear insígneas
he_il: צור תג
hi: बैज बनाएं
hr_hr: Stvorite značku
hu_hu: Jelvény létrehozása
hy: Ստեղծել վահանակ
id_id: Buat lencana
it: Crea attestato
ja: バッジを作成する
ka_ge: ბეჯის შექმნა
ko_kr: 배지 생성
lt_lt: Kurti ženklą
lv_lv: Izveidot emblēmu
mk_mk: Создај значка
ms_my: Cipta lencana
my_mm: တံဆိပ်ဖန်တီးပါ
ne: ब्याज बनाउनुहोस्
nl: Badge aanmaken
nn_no: Opprett merke
oc: Crear insígna
pl_pl: Utwórz odznakę
ps: بیج جوړ کړئ
pt_br: Criar emblema
pt_pt: Criar insígnia
ro_ro: Creaza insigna
ru_ru: Создать значок
sk_sk: Vytvoriť odznak
sl: Ustvari značko
sq: Krijo badge
sr_rs: Kreiraj značku
sv_se: Skapa märke
sw_ke: Unda beji
ta: சின்னத்தை உருவாக்கு
th: สร้างตราสำเร็จ
tl_ph: Lumikha ng badge
tr: Rozet oluştur
uk_ua: Створити значок
vi_vn: Tạo huy hiệu
xh_za: Yila ibheji
zh_cn: 创建徽章
zh_tw: 建立徽章

source: Badges
ar: الاوسمة
ast_es: Distintivos
bn_bd: ব্যাজ
bs_ba: Značke
ca_es: Insígnies
cs_cz: Odznaky
el: Διακριτικά
eo: Insignoj
es: Insignias
es_mx: Insignias
eu_es: Txapelak
fa_ir: نشان‌ها
fi_fi: Rintamerkit
fo_fo: Merki
ga: Suaitheantais
gl: Insigneas
he_il: תגים
hi: बैज
hr_hr: Značke
hu_hu: Jelvények
hy: Վահանակներ
id_id: Lencana
it: Attestati
ja: バッジ
ka_ge: ბეჯები
ko_kr: 배지
lo: ໃບຢັ້ງຢືນ
lt_lt: Ženklai
lv_lv: Emblēmas
mk_mk: Значки
ms_my: Lencana
my_mm: တံဆိပ်များ
ne: ब्याजहरू
nn_no: Merke
oc: Insígnas
pl_pl: Odznaki
ps: بیجونه
pt_br: Emblema
pt_pt: Insígnias
ro_ro: Insigne
ru_ru: Значки
sk_sk: Odznak
sl: Značke
sq: Badge-at
sr_rs: Značke
sv_se: Märken
sw_ke: Beji
ta: சின்னங்கள்
th: ตราสำเร็จ
tl_ph: Mga badge
tr: Rozetler
uk_ua: Значки
vi_vn: Huy hiệu
xh_za: Iibheji
zh_cn: 徽章
zh_tw: 徽章

source: Students who acquired skill %s
ar: الطلبة الذين اكتسبوا مهارة %s
ast_es: Estudiantes que consegieron la competencia %s
bn_bd: দক্ষতা অর্জনকারী ছাত্রগণ %s
bs_ba: Studenti koji su stekli vještinu %s
ca_es: Estudiants que van adquirir la competència %s
cs_cz: Studenti, kteří získali dovednost %s
da: Studerende, der har opnået færdighed %s
de: Studierende die Fähigkeiten erworben haben %s
el: Εκπαιδευόμενοι που απέκτησαν δεξιότητες %s
eo: Studentoj kiuj akiris kapablon %s
es: Estudiantes que adquirieron la competencia %s
es_mx: Estudiantes que adquirieron la habilidad %s
eu_es: %s gaitasuna lortu duten ikasleak
fa_ir: دانشجویانی که مهارت %s را کسب کرده‌اند
fi_fi: Opiskelijat, jotka ovat hankkineet taidon %s
fo_fo: Støðlar, sum hava fingið kunnleikan %s
fur: Students che a àn akirû l'abilitât %s
ga: Mic léinn a fuair scil %s
gl: Estudantes que adquiriron a competencia %s
he_il: תלמידים שרכשו מיומנות %s
hi: कौशल %s प्राप्त करने वाले छात्र
hr_hr: Studenti koji su stekli vještinu %s
hu_hu: Diákok, akik elsajátították a %s készséget
hy: Ուսանողներ, ովքեր ձեռք են բերել հմտություն %s
id_id: Siswa yang memperoleh keterampilan %s
it: Studenti che hanno acquisito competenze %s
ja: 学習者が習得したスキル %s
ka_ge: სტუდენტები, რომლებმაც შეიძინა უნარი %s
ko_kr: 기술 %s를 습득한 학생들
lo: ນັກຮຽນທີ່ໄດ້ຮັບທັກສະ %s
lt_lt: Studentai, įgiję įgūdį %s
lv_lv: Studenti, kuri apguva prasmju %s
mk_mk: Студенти кои стекнаа вештина %s
ms_my: Pelajar yang memperoleh kemahiran %s
my_mm: ကျွမ်းကျင်မှု %s ရရှိထားသော ကျောင်းသားများ
ne: सीप %s प्राप्त गर्ने विद्यार्थीहरू
nl: Student die vaardigheden heeft ontwikkeld
nn_no: Studentar som har oppnådd ferdighet %s
oc: Estudiants qu'avèn adquès la competéncia %s
pl_pl: Studenci, którzy opanowali umiejętność %s
ps: زده کونکي چې مهارت %s ترلاسه کړی
pt_br: Estudantes que adquiriram habilidades %s
pt_pt: Alunos que adquiriram competências %s
ro_ro: Elevii care au dobândit competența %s
ru_ru: Студенты, освоившие навык %s
sk_sk: Študenti, ktorí získali zručnosti %s
sl: Tečajniki z doseženo kompetenco %s
sq: Studentët që kanë fituar aftësinë %s
sr_rs: Studenti koji su stekli veštinu %s
sv_se: Studenter som förvärvade färdighet %s
sw_ke: Wanafunzi waliopata ustadi %s
ta: திறன் %s ஐ அகற்றிய மாணவர்கள்
th: นักเรียนที่ได้ทักษะ %s
tl_ph: Mga mag-aaral na nakakuha ng kasanayan %s
tr: %s becerisini kazanan öğrenciler
uk_ua: Студенти, які опанували навичку %s
vi_vn: Học viên đã đạt kỹ năng %s
xh_za: Abafundi abaye bazifumana isakhono %s
zh_cn: 获得技能 %s 的学生
zh_tw: 獲得技能 %s 的學生

source: Skills acquired in course %s
ar: المهارات المكتسبة في مقرر %s
ast_es: Competencies consegíes nel cursu %s
bn_bd: কোর্সে অর্জিত দক্ষতা %s
bs_ba: Vještine stečene u kursu %s
ca_es: Competències adquirides en el curs %s
cs_cz: Dovednosti získané v kurzu %s
da: Færdigheder opnået i kursus %s
de: Bisher im Kurs erworbene Fähigkeiten %s
el: Δεξιότητες που αποκτήθηκαν στο μάθημα %s
eo: Kapabloj akiritaj en kurso %s
es: Competencias adquiridas en curso %s
es_mx: Habilidades adquiridas en el curso %s
eu_es: %s ikastaroko gaitasun lortuak
fa_ir: مهارت‌های کسب شده در دوره %s
fi_fi: Kurssilla %s hankitut taidot
fo_fo: Kunnleiki fingin í kursi %s
fur: Abilitâs akirede tal cors %s
ga: Scileanna faighte i gcúrsa %s
gl: Competencias adquiridas en curso %s
he_il: מיומנויות שנרכשו בקורס %s
hi: पाठ्यक्रम %s में प्राप्त कौशल
hr_hr: Vještine stečene u tečaju %s
hu_hu: %s kurzusban elsajátított készségek
hy: Դասընթաց %s-ում ձեռք բերված հմտություններ
id_id: Keterampilan yang diperoleh dalam kursus %s
it: Abilità acquisite nel corso %s
ja: コース%sで習得したスキル
ka_ge: კურსში %s შეძენილი უნარები
ko_kr: 코스 %s에서 습득한 기술
lo: ທັກສະທີ່ໄດ້ຮັບໃນຫຼັກສູດ %s
lt_lt: Įgūdžiai, įgyti kurse %s
lv_lv: Prasmes, kas iegūtas kursā %s
mk_mk: Вештини стекнати во курс %s
ms_my: Kemahiran yang diperoleh dalam kursus %s
my_mm: သင်တန်း %s တွင် ရရှိထားသော ကျွမ်းကျင်မှုများ
ne: कोर्स %s मा प्राप्त सीपहरू
nl: Behaalde vaardigheden in de cursus %S
nn_no: Ferdigheiter oppnådd i kurs %s
oc: Competéncias adqueses dins lo còrs %s
pl_pl: Umiejętności zdobyte na kursie %s
ps: د کورس %s کې ترلاسه شوي مهارتونه
pt_br: Habilidades adquiridas no curso %s
pt_pt: Competências adquiridas em andamento %s
ro_ro: Competențe dobândite în curs %s
ru_ru: Навыки, освоенные на курсе %s
sk_sk: Zručnosti získané v kurze %s
sl: Kompetence pridobljene v tečaju %s
sq: Aftësitë e fituara në kursin %s
sr_rs: Veštine stečene u kursu %s
sv_se: Färdigheter förvärvade i kurs %s
sw_ke: Ustadi uliopatikana katika kozi %s
ta: %s பாடத்தில் அகற்றிய திறன்கள்
th: ทักษะที่ได้ในคอร์ส %s
tl_ph: Mga kasanayang nakuha sa kurso %s
tr: %s kursunda kazanılan beceriler
uk_ua: Навички, опановані на курсі %s
vi_vn: Kỹ năng đạt được trong khóa học %s
xh_za: Izakhono ezifundweyo kwisifundo %s
zh_cn: 课程 %s 中获得的技能
zh_tw: 課程 %s 中獲得的技能

source: Skills report
ar: تقرير المهارات
ast_es: Informi de competencies
bn_bd: দক্ষতা রিপোর্ট
bs_ba: Izvještaj o vještinama
ca_es: Informe de competències
cs_cz: Zpráva o dovednostech
da: Færdighedsrapport
de: Fähigkeitenübersicht
el: Έκθεση δεξιοτήτων
eo: Raporto pri kapabloj
es: Reporte de competencias
es_mx: Reporte de habilidades
eu_es: Gaitasunen txostena
fa_ir: گزارش مهارت‌ها
fi_fi: Osaamisraportti
fo_fo: Kunnleika skraning
fur: Raport des abilitâs
ga: Tuairisc scileanna
gl: Informe de competencias
he_il: דוח מיומנויות
hi: कौशल रिपोर्ट
hr_hr: Izvješće o vještinama
hu_hu: Készségek jelentése
hy: Հմտությունների զեկույց
id_id: Laporan keterampilan
it: Resoconto competenze
ja: スキルレポート
ka_ge: უნარების ანგარიში
ko_kr: 기술 보고서
lt_lt: Įgūdžių ataskaita
lv_lv: Prasmju pārskats
mk_mk: Извештај за вештини
ms_my: Laporan kemahiran
my_mm: ကျွမ်းကျင်မှုအစီရင်ခံစာ
ne: सीप प्रतिवेदन
nl: Vaardighedenrapport
nn_no: Ferdighetsrapport
oc: Rapòrt de competéncias
pl_pl: Raport umiejętności
ps: مهارتونو راپور
pt_br: Relatório de habilidades
pt_pt: Relatório de Competências
ro_ro: Raport competențe
ru_ru: Отчет по навыкам
sk_sk: Zručnosti hlásenie
sl: Kompetenčno poročilo
sq: Raporti i aftësive
sr_rs: Izveštaj o veštinama
sv_se: Färdighetsrapport
sw_ke: Ripoti ya ustadi
ta: திறன்கள் அறிக்கை
th: รายงานทักษะ
tl_ph: Ulat ng mga kasanayan
tr: Beceriler raporu
uk_ua: Звіт про навички
vi_vn: Báo cáo kỹ năng
xh_za: Ingxelo yezakhono
zh_cn: 技能报告
zh_tw: 技能報告

source: Users assigned to their superior
ar: المستخدمين المعينين الى مشرفهم
ast_es: Usuarios asignaos al so xef
bn_bd: তাদের উর্ধ্বতনের সাথে নিয়োগকৃত ব্যবহারকারীগণ
bs_ba: Korisnici dodeljeni svom nadređenom
ca_es: Llista d'usuaris assignats al superior
cs_cz: Uživatelé přiřazeni k nadřízenému
da: Brugere tildelt til deres overordnede
de: User nach zugeordnetem Vorgesetzten
el: Χρήστες που έχουν ανατεθεί στον προϊστάμενό τους
eo: Uzantoj asignitaj al sia supera
es: Lista de usuarios asignados al superior
es_mx: Usuarios asignados a su superior
eu_es: Gainontzekoari esleitutako erabiltzaileak
fa_ir: کاربران割り当て شده به مدیر بالادستی
fi_fi: Esimiehelle nimetyt käyttäjät
fo_fo: Brúkarar stovnaðir til yðri yvirliggjandi
fur: Users asignâts al lur superior
ga: Úsáideoirí sannta dá n-uochar
gl: Lista de estudantes asignados ao supervisor
he_il: משתמשים הוקצו לממונה עליהם
hi: उनके वरिष्ठ को सौंपे गए उपयोगकर्ता
hr_hr: Korisnici dodijeljeni svom nadređenom
hu_hu: Felhasználók hozzárendelve felettesükhöz
hy: Օգտատերեր, որոնք վերապահված են իրենց վերադասին
id_id: Pengguna yang ditugaskan ke atasan mereka
it: Utenti assegnati al loro superiore
ja: 上司に割り当てられたユーザー
ka_ge: მომხმარებლები, რომლებიც მიბმულია მათ უფროსზე
ko_kr: 상급자에게 배정된 사용자
lo: ຜູ້ໃຊ້ທີ່ຖືກມອບໝາຍໃຫ້ຜູ້ຄຸມງານ
lt_lt: Vartotojai, priskirti jų vadovui
lv_lv: Lietotāji, kas piešķirti savam vadītājam
mk_mk: Корисници доделени на нивниот претпоставен
ms_my: Pengguna yang ditugaskan kepada atasan mereka
my_mm: ၎င်းတို့၏ အထက်လူကြီးထံသို့ သတ်မှတ်ထားသော အသုံးပြုသူများ
ne: आफ्ना उच्च अधिकारीलाई तोकिएका प्रयोगकर्ताहरू
nl: Gebruiker toegewezen aan leidinggevende
nn_no: Brukarar tildeilt overordna deira
oc: Utilizaires assignats a lor superior
pl_pl: Użytkownicy przypisani do przełożonego
ps: کاروونکي چې د خپل لوړ پوړ سره ټاکل شوي
pt_br: Usuários atribuídos aos seus superiores
pt_pt: Lista de usuários atribuídos ao superior
ro_ro: Lista de utilizatorii atribuiti la superior
ru_ru: Пользователи, назначенные руководителю
sk_sk: Používatelia pridelení zoznamu šéfov
sl: Tečajniki dodeljeni nadrejenemu
sq: Përdoruesit të caktuar te superiori i tyre
sr_rs: Korisnici dodeljeni svom nadređenom
sv_se: Användare tilldelade till sin överordnade
sw_ke: Watumiaji waliowekwa kwa msimamizi wao wa juu
ta: தங்கள் மேலதிகாரிக்கு ஒதுக்கப்பட்ட பயனர்கள்
th: ผู้ใช้ที่กำหนดให้หัวหน้า
tl_ph: Mga gumagamit na iniangat sa kanilang nakatataas
tr: Üstlerine atanan kullanıcılar
uk_ua: Користувачі, призначені своєму керівнику
vi_vn: Người dùng được gán cho cấp trên
xh_za: Abasebenzisi ababelwe kwiphephisa labo
zh_cn: 分配给上级的用户
zh_tw: 指派給上級的使用者

source: Assign users to superior
ar: تخصيص المستخدمين الى المشرف
ast_es: Asignar usuarios al xef
bn_bd: ব্যবহারকারীদের উর্ধ্বতনের সাথে নিয়োগ করুন
bs_ba: Dodeli korisnike nadređenom
ca_es: Assignar usuaris a superior
cs_cz: Přiřadit uživatele k nadřízenému
da: Tildel brugere til overordnet
de: User Vorgesetzten zuordnen
el: Ανάθεση χρηστών σε προϊστάμενο
eo: Asigni uzantojn al supera
es: Asignar usuarios a superior
es_mx: Asignar usuarios a superior
eu_es: Erabiltzaileak gainontzekoari esleitu
fa_ir: اختصاص کاربران به مدیر بالادستی
fi_fi: Nimeä käyttäjiä esimiehelle
fo_fo: Stovna brúkarar til yvirliggjandi
fur: Asignâ users al superior
ga: Sanna úsáideoirí chuig uochar
gl: Asignar estudantes a supervisor
he_il: הקצאת משתמשים לסופריור
hi: उपयोगकर्ताओं को वरिष्ठ को सौंपें
hr_hr: Dodijelite korisnike nadređenom
hu_hu: Felhasználók hozzárendelése feletteshez
hy: Վերապահել օգտատերերին վերադասին
id_id: Tugaskan pengguna ke atasan
it: Assegna l'utente al suo superiore
ja: ユーザーを上司に割り当てる
ka_ge: მომხმარებლების მიბმება უფროსზე
ko_kr: 사용자를 상급자에게 배정
lo: ມອບໝາຍຜູ້ໃຊ້ໃຫ້ຜູ້ຄຸມງານ
lt_lt: Priskirti vartotojus vadovui
lv_lv: Piešķirt lietotājus vadītājam
mk_mk: Додели корисници на претпоставен
ms_my: Tugaskan pengguna kepada atasan
my_mm: အသုံးပြုသူများကို အထက်လူကြီးထံသတ်မှတ်ပါ
ne: प्रयोगकर्ताहरूलाई उच्च अधिकारीलाई तोक्नुहोस्
nl: Gebruikers toewijzen aan leidinggevende
nn_no: Tildel brukarar til overordnet
oc: Assignar utilizaires a un superior
pl_pl: Przypisz użytkowników do przełożonego
ps: کاروونکي لوړ پوړ ته ټاکئ
pt_br: Associar usuários ao seu superior
pt_pt: Atribuir usuários ao superior
ro_ro: Atribuirea utilizatorilor la superior
ru_ru: Назначить пользователей руководителю
sk_sk: Pridanie používateľov medzi šéfov
sl: Dodeli tečajnike nadrejenemu
sq: Cakto përdorues te superiori
sr_rs: Dodeli korisnike nadređenom
sv_se: Tilldela användare till överordnad
sw_ke: Weka watumiaji kwa msimamizi wa juu
ta: பயனர்களை மேலதிகாரிக்கு ஒதுக்கவும்
th: กำหนดผู้ใช้ให้หัวหน้า
tl_ph: Magtalaga ng mga gumagamit sa nakatataas
tr: Kullanıcıları üstüne ata
uk_ua: Призначити користувачів керівнику
vi_vn: Gán người dùng cho cấp trên
xh_za: Bela abasebenzisi kwiphephisa
zh_cn: 将用户分配给上级
zh_tw: 將使用者指派給上級

source: Student's superior
ar: مشرف الطالب
ast_es: Xef del estudiante
bn_bd: ছাত্রের উর্ধ্বতন
bs_ba: Nadređeni studenta
ca_es: Superior d'estudiant(s)
cs_cz: Nadřízený studenta
da: Studerendes overordnede
de: Vorgesetzter
el: Προϊστάμενος φοιτητή
eo: Supera de la studento
es: Superior de estudiante(s)
es_mx: Superior del estudiante
eu_es: Ikaslearen gainontzekoa
fa_ir: مدیر بالادستی دانشجو
fi_fi: Opiskelijan esimies
fo_fo: Støðlans yvirliggjandi
fur: Superior dal student
ga: Uachar an mhic léinn
gl: Supervisor de estudante(s)
he_il: הממונה על הסטודנט
hi: छात्र का वरिष्ठ
hr_hr: Nadređeni studenta
hu_hu: Diák felettese
hy: Ուսանողի վերադասը
id_id: Atasan siswa
it: Il superiore dello studente
ja: 学習者の上司
ka_ge: სტუდენტის უფროსი
ko_kr: 학생의 상급자
lo: ຜູ້ຄຸມງານຂອງນັກຮຽນ
lt_lt: Studento vadovas
lv_lv: Studentu vadītājs
mk_mk: Претпоставен на студентот
ms_my: Atasan pelajar
my_mm: ကျောင်းသား၏ အထက်လူကြီး
ne: विद्यार्थीको उच्च अधिकारी
nl: Leidinggevende van de student
nn_no: Student si overordna
oc: Superior de l'estudiant
pl_pl: Przełożony studenta
ps: د زده کونکي لوړ پوړ
pt_br: Superior do aluno
pt_pt: Superior de estudante(s)
ro_ro: Superior de elev(i)
ru_ru: Руководитель студента
sk_sk: Študent šéf
sl: Tečajniku nadrejeni
sq: Superiort i studentit
sr_rs: Nadređeni studenta
sv_se: Studentens överordnade
sw_ke: Msimamizi wa juu wa mwanafunzi
ta: மாணவரின் மேலதிகாரி
th: หัวหน้าของนักเรียน
tl_ph: Nakatataas ng mag-aaral
tr: Öğrencinin üstü
uk_ua: Керівник студента
vi_vn: Cấp trên của học viên
xh_za: Iphephisa lomfundi
zh_cn: 学生的上级
zh_tw: 學生的上級

source: Cosecant: csc(x)
ast_es: Cosecante: csc(x)
bn_bd: কোসেক্যান্ট: csc(x)
bs_ba: Kosekant: csc(x)
cs_cz: Kosecans: csc(x)
da: Cosecans: csc(x)
de: Kosekans: csc(x)
el: Συντεμνούσα: csc(x)
eo: Kosekant: csc(x)
es: Cosecante: csc(x)
es_mx: Cosecante: csc(x)
eu_es: Kosekantea: csc(x)
fa_ir: کسکانت: csc(x)
fi_fi: Kosecanssi: csc(x)
ga: Có-séiceant: csc(x)
gl: Cosecante: csc(x)
hi: कोसिकेंट: csc(x)
hr_hr: Kosecans: csc(x)
hu_hu: Kozekáns: csc(x)
hy: Կոսեկանս՝ csc(x)
id_id: Kosecan: csc(x)
it: Cosecante: csc(x)
ja: コセカント： csc(x)
ka_ge: კოსეკანსი: csc(x)
ko_kr: 코시컨트: csc(x)
lo: ໂຄຊີແຄນ: csc(x)
lt_lt: Kosecantas: csc(x)
lv_lv: Kosekantā: csc(x)
mk_mk: Косекант: csc(x)
my_mm: ကိုဆီကန့်: csc(x)
ne: कोसेकान्ट: csc(x)
nl: Cosecans: csc(x)
nn_no: Cosecans: csc(x)
pl_pl: Kosekans: csc(x)
ps: کوسکانټ: csc(x)
pt_br: Co-secante: csc(x)
pt_pt: Co-secante: csc(x)
ru_ru: Косеканс: csc(x)
sl: Kosekant: csc(x)
sq: Kosekant: csc(x)
sr_rs: Kosecans: csc(x)
sv_se: Cosecans: csc(x)
ta: கோசெகன்ட்: csc(x)
th: โคเซแคนต์: csc(x)
tr: Kosekant: csc(x)
uk_ua: Косеканс: csc(x)
zh_cn: 余割： csc(x)
zh_tw: 餘割： csc(x)

source: Hyperbolic cosecant: csch(x)
ar: Arccosecant: arccsc(x)
ast_es: Cosecante hiperbólica: csch(x)
bn_bd: হাইপারবোলিক কোসেক্যান্ট: csch(x)
bs_ba: Hiperbolični kosekant: csch(x)
ca_es: Cosecant hiperbòlica: csch(x)
cs_cz: Hyperbolický kosecans: csch(x)
da: Hyperbolsk cosecans: csch(x)
de: Hyperbelartige kosekans: csch(x)
el: Υπερβολική συντέμνουσα: csch(x)
eo: Hiperbola kosekant: csch(x)
es: Cosecante hiperbólico: csch(x)
es_mx: Cosecante hiperbólica: csch(x)
eu_es: Hiperbolikoa kosekantea: csch(x)
fa_ir: کسکانت هذلولی: csch(x)
fi_fi: Hyperbolinen kosecanssi: csch(x)
fo_fo: Hyperbolisk cosecant: csch(x)
fur: Cosecant iperbolic: csch(x)
ga: Có-séiceant hipearbóileach: csch(x)
gl: cosecante hiperbólico: csch(x)
he_il: קוסקנט היפרבולי: csch(x)
hi: हाइपरबोलिक कोसिकेंट: csch(x)
hr_hr: Hiperbolični kosecans: csch(x)
hu_hu: Hiperbolikus kocekáns: csch(x)
hy: Հիպերբոլիկ կոսեկանս՝ csch(x)
id_id: Kosecan hiperbolik: csch(x)
it: Cosecante iperbolica: csch(x)
ja: ハイパボリックコセカント: csch(x)
ka_ge: ჰიპერბოლური კოსეკანსი: csch(x)
ko_kr: 쌍곡 코시컨트: csch(x)
lo: ໂຄຊີແຄນໄຮເປີໂບລິກ: csch(x)
lt_lt: Hiperbolinis kosecantas: csch(x)
lv_lv: Hiperboliskais kosekantā: csch(x)
mk_mk: Хиперболичен косекант: csch(x)
ms_my: Koseken hiperbolik: csch(x)
my_mm: ဟိုက်ပါဘောလစ်ကိုဆီကန့်: csch(x)
ne: हाइपरबोलिक कोसेकान्ट: csch(x)
nl: Hyperbolische cosecans: csch(x)
nn_no: Hyperbolsk cosecans: csch(x)
oc: Cosecant iperbòlica: csch(x)
pl_pl: Hiperboliczny kosekans: csch(x)
ps: هائپربالک کوسکانټ: csch(x)
pt_br: Hiperbólica co-secante: csch(x)
pt_pt: Hiperbólica co-secante: csch(x)
ro_ro: Cosecant hiperbolic: csch(x)
ru_ru: Гиперболический косеканс: csch(x)
sk_sk: Hyperbolický cosecant: csch(x)
sl: Hiperbolični kosekant: csch(x)
sq: Kosekant hiperbolik: csch(x)
sr_rs: Hiperbolični kosecans: csch(x)
sv_se: Hyperbolisk cosecans: csch(x)
sw_ke: Cosecant hyperbolic: csch(x)
ta: ஹைப்பர்போலிக் கோசெகன்ட்: csch(x)
th: โคเซแคนต์ hyperbolic: csch(x)
tl_ph: Hyperboliko kosikant: csch(x)
tr: Hiperbolik kosekant: csch(x)
uk_ua: Гіперболічний косеканс: csch(x)
vi_vn: Hàm cosec hyperbolic: csch(x)
xh_za: I-cosecant hyperbolic: csch(x)
zh_cn: 双曲余割： csch(x)
zh_tw: 雙曲餘割： csch(x)

source: Arccosecant: arccsc(x)
ast_es: Arcosecante: arccsc(x)
bn_bd: আর্ককোসেক্যান্ট: arccsc(x)
bs_ba: Arkuskosekant: arccsc(x)
cs_cz: Arkuskosecans: arccsc(x)
da: Arcuscosecans: arccsc(x)
de: Arkuskosekans: arccsc(x)
eo: Arkkosekant: arccsc(x)
es: Arccosecante: arccsc(x)
es_mx: Arcosecante: arccsc(x)
eu_es: Arkosekantea: arccsc(x)
fa_ir: آرک‌کسکانت: arccsc(x)
fi_fi: Arkikosecanssi: arccsc(x)
ga: Arccó-séiceant: arccsc(x)
gl: Arcosecante: arccsc(x)
hi: आर्ककोसिकेंट: arcsc(x)
hr_hr: Arkuskosecans: arccsc(x)
hu_hu: Arkkozekáns: arccsc(x)
hy: Արկկոսեկանս՝ arccsc(x)
id_id: Arkkosecan: arccsc(x)
it: Arcocosecante: arccsc(x)
ja: 逆余割: arccsc(x)
ka_ge: არკკოსეკანსი: arccsc(x)
ko_kr: 역코시컨트: arccsc(x)
lo: ອາກໂຄຊີແຄນ: arccsc(x)
lt_lt: Ark Kosecantas: arccsc(x)
lv_lv: Arkkosekantā: arccsc(x)
mk_mk: Арккосекант: arccsc(x)
my_mm: အာ့ခ်ကိုဆီကန့်: arccsc(x)
ne: आर्ककोसेकान्ट: arccsc(x)
nl: Arcuscosecans: arccsc(x)
nn_no: Arccosecans: arccsc(x)
pl_pl: Arkuskosekans: arccsc(x)
ps: آرککوسکانټ: arccsc(x)
pt_br: Arcossecante: arccsc(x)
pt_pt: Arcco-secante: arccsc(x)
ro_ro: Arccosecantă: arccsc(x)
ru_ru: Арккосеканс: arccsc(x)
sq: Arkkosekant: arccsc(x)
sr_rs: Ark Kosecans: arccsc(x)
sv_se: Arccosecans: arccsc(x)
ta: ஆர்க்கோசெகன்ட்: arccsc(x)
th: อาร์คโคเซแคนต์: arccsc(x)
tr: Arkkosekant: arccsc(x)
uk_ua: Арккосеканс: arccsc(x)
zh_cn: 反余割： arcsc(x)
zh_tw: 反餘割： arccsc(x)
