Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: By continuing to use this site, you declare you accept its use of cookies.
ar: cookies من خلال الاستمرار في استخدام هذا الموقع، فانت توافق على استخدام
ast_es: Al siguir usando esti sitiu, declari que aceptes el so usu de cookies.
bn_bd: এই সাইটটি ব্যবহার চালিয়ে যাওয়ার মাধ্যমে, আপনি ঘোষণা করছেন যে আপনি এর কুকিজ ব্যবহার গ্রহণ করেছেন।
bs_ba: Nastavkom korištenja ovog sajta, izjavljujete da prihvatate njegovu upotrebu kolačića.
ca_es: Continuant a utilitzar aquest lloc, declareu que en accepteu l'ús de cookies.
cs_cz: Pokračováním v používání tohoto webu prohlašujete, že souhlasíte s jeho používáním cookies.
da: Ved fortsat brug af denne side erklærer du, at du accepterer dens brug af cookies.
de: Wenn Sie weiter auf dieser Webseite surfen, akzeptieren Sie die Verwendung von Cookies für diese Domain.
el: Με τη χρήση αυτής της ιστοσελίδας, δηλώνετε ότι αποδέχεστε τη χρήση των cookies.
eo: Per daŭrigo de la uzo de ĉi tiu retejo, vi deklaras akcepti ĝian uzon de kuki oj.
es: A través del uso de este sitio web, declara aceptar el uso de cookies.
es_mx: Al continuar usando este sitio, declaras que aceptas su uso de cookies.
eu_es: Webgune hau erabiltzen jarraituz, cookieen erabilera onartzen duzula adierazten duzu.
fa_ir: با ادامه استفاده از این سایت، شما استفاده آن از کوکی‌ها را تأیید می‌کنید.
fi_fi: Jatkamalla sivun käyttöä, hyväksyt evästeiden käytön.
fo_fo: Vi at halda fram við at brúka hetta sítið, lýsir tú teir at tú samtykist brúk av cookies.
fur: Continuânt a doprâ chest site, tu dichiaris che tu aceptis il so ûs di cookies.
ga: Trí leanúint ar úsáid an tsuímh seo, dearbhaíonn tú go nglacann tú lena úsáid fianáin.
gl: A través do uso deste sitio web, declara aceptar o uso de cookies
he_il: על ידי המשך השימוש באתר זה, אתה מצהיר שאתה מסכים לשימוש שלו בעוגיות.
hi: इस साइट का उपयोग जारी रखकर, आप इसके कुकीज़ उपयोग को स्वीकार करते हैं।
hr_hr: Nastavkom korištenja ovog web mjesta izjavljujete da prihvaćate njegovu upotrebu kolačića.
hu_hu: A webhely további használatával elfogadja a sütik használatát.
hy: Այս կայքի հետագա օգտագործմամբ դուք հայտարարում եք, որ ընդունում եք նրա cookie-ների օգտագործումը։
id_id: Dengan terus menggunakan situs ini, Anda menyatakan menerima penggunaan cookies-nya.
it: Proseguendo nell'uso di questo sito, dichiari di accettare l'uso dei cookie.
ja: このサイトを引き続き使用することにより、クッキーの使用を承諾したことになります。
ka_ge: ამ საიტის გამოყენების გაგრძელებით, თქვენ აცხადებთ, რომ ეთანხმებით მის კუკის გამოყენებას.
ko_kr: 이 사이트를 계속 사용함으로써 쿠키 사용에 동의한 것으로 간주됩니다.
lo: ໂດຍການນຳໃຊ້ເວັບໄຊນີ້ຕໍ່ໄປ, ທ່ານຍອມຮັບການນຳໃຊ້ຄຸກກີ້ຂອງພວກເຮົາ.
lt_lt: Tęsdami naudotis šia svetaine, patvirtinate, kad sutinkate su jos slapukų naudojimu.
lv_lv: Turpinot izmantot šo vietni, jūs deklarējat, ka piekrītat tās sīkdatņu izmantošanai.
mk_mk: Со продолжување на користењето на овој сајт, изјавувате дека ги прифаќате неговите колачиња.
ms_my: Dengan terus menggunakan laman web ini, anda mengisytiharkan bahawa anda menerima penggunaan kuki.
my_mm: ဤဝဘ်ဆိုက်ကို ဆက်လက်အသုံးပြုခြင်းဖြင့်၊ သင်သည် ၎င်း၏ ကွတ်ကီးအသုံးပြုမှုကို လက်ခံကြောင်း ကြေညာပါသည်။
ne: यो साइट प्रयोग गर्न जारी राख्नुहोस् भनेर, तपाईं यसको कुकी प्रयोग स्वीकार गर्नुहुन्छ भनी घोषणा गर्नुहुन्छ।
nl: Door deze site te blijven gebruiken, verklaart u zich akkoord met het gebruik van cookies door deze site.
nn_no: Ved å fortsette å bruke denne sida, erklærer du at du godtar bruk av informasjonskapslar.
oc: En contunhar d'utilizar aquest site, declaratz acceptar son utilizacion de cookies.
pl_pl: Kontynuując korzystanie z tej witryny, oświadczasz, że akceptujesz jej używanie plików cookie.
ps: د دې سایټ استعمال ته دوام ورکولو سره، تاسې اعلان کوئ چې د هغې د کوکیز استعمال منئ.
pt_br: Ao continuar a usar este site, você declara aceitar o uso de cookies.
pt_pt: Ao continuar a utilizar este site, você declara aceitar o uso de cookies.
ro_ro: Prin utilizarea acestui site, acceptă utilizarea cookie-urilor.
ru_ru: Продолжая использовать этот сайт, вы подтверждаете согласие на использование cookie.
sk_sk: Tým, že používate túto stránku vyhlasujete, že súhlasíte s použitím cookies.
sl: Z nadaljno rabo te strani, predpostavimo, se strinjate z uporabo piškotkov na teh stranem.
sq: Duke vazhduar të përdorni këtë sajt, deklaroni se pranoni përdorimin e cookies.
sr_rs: Nastavkom korišćenja ovog sajta izjavljujete da prihvatate njegovu upotrebu kolačića.
sv_se: Genom att fortsätta använda denna webbplats förklarar du att du accepterar dess användning av cookies.
sw_ke: Kwa kuendelea kutumia tovuti hii, unatangaza unakubali matumizi yake ya vidakuzi.
ta: இந்த தளத்தைப் பயன்படுத்துவதைத் தொடர்ந்து, நீங்கள் அதன் குக்கீகள் பயன்பாட்டை ஏற்கிறீர்கள் என்று அறிவிக்கிறீர்கள்.
th: การใช้งานเว็บไซต์ต่อไปนี้ แสดงว่าคุณยอมรับการใช้คุกกี้
tl_ph: Sa pagpapatuloy ng paggamit ng site na ito, pinapahayag mo na tinatanggap mo ang paggamit nito ng cookies.
tr: Bu siteyi kullanmaya devam ederek çerez kullanımını kabul ettiğinizi beyan edersiniz.
uk_ua: Продовжуючи використовувати цей сайт, ви заявляєте, що погоджуєтеся з використанням файлів cookie.
vi_vn: Bằng cách tiếp tục sử dụng trang web này, bạn tuyên bố chấp nhận việc sử dụng cookies.
xh_za: Ngokuqhubeka ukusebenzisa le ndawo, uyavuma ukusetyenziswa kwayo kwekhuki.
zh_cn: 继续使用本网站，即表示您接受其使用 Cookie。
zh_tw: 繼續使用本網站，即表示您接受其使用 cookies。

source: An example certificate format
ar: مثال لصيغة الشهادة
ast_es: Un exemplu de format de certificáu
bn_bd: একটি উদাহরণ সার্টিফিকেট ফরম্যাট
bs_ba: Primjer formata certifikata
ca_es: Exemple de certificat
cs_cz: Příklad formátu certifikátu
da: Et eksempel på certifikatformat
de: Ein Zertifikatsformat-Beispiel
el: Δείγμα μορφής πιστοποιητικού
eo: Ekzemplo de formato de atestilo
es: Ejemplo de certificado
es_mx: Un ejemplo de formato de certificado
eu_es: Ziurtagiri formato baten adibidea
fa_ir: نمونه فرمت گواهینامه
fi_fi: Esimerkki todistuksen muodosta
fo_fo: Ein dæmagrunnur av sertifikati
fur: Un exemplu di formât dal certificat
ga: Sampla de fhormáid deimhníochta
gl: Exemplo de certificado
he_il: פורמט תעודה לדוגמה
hi: एक उदाहरण प्रमाणपत्र प्रारूप
hr_hr: Primjer formata certifikata
hu_hu: Példa tanúsítvány formátum
hy: Վկայականի օրինակ ձևաչափ
id_id: Contoh format sertifikat
it: Un esempio del formato di un certificato
ja: 証明書の例の形式
ka_ge: სერტიფიკატის ფორმატის მაგალითი
ko_kr: 예시 인증서 형식
lo: ຮູບແບບໃບຢັ້ງຢືນຕົວຢ່າງ
lt_lt: Pažymėjimo formato pavyzdys
lv_lv: Sertifikāta formāta piemērs
mk_mk: Примерен формат на сертификат
ms_my: Contoh format sijil
my_mm: လက်မှတ်ပုံစံဥပမာ
ne: उदाहरण प्रमाणपत्र ढाँचा
nl: Een voorbeeld certificaat format
nn_no: Eit døme på sertifikatformat
oc: Un exemple de format de certificat
pl_pl: Przykładowy format certyfikatu
ps: د سند بېلګه بڼه
pt_br: Exemplo de formato de certificado
pt_pt: Certificado de exemplo
ro_ro: Exemplu de certificat
ru_ru: Пример формата сертификата
sk_sk: Príklad formátu osvedčenia
sl: Primer oblike certifikata
sq: Një format shembull i certifikatës
sr_rs: Primer formata sertifikata
sv_se: Ett exempel på certifikatformat
sw_ke: Mfano wa umbizo la cheti
ta: ஒரு உதாரண சான்றிதழ் வடிவம்
th: ตัวอย่างรูปแบบใบรับรอง
tl_ph: Halimbawa ng format ng sertipiko
tr: Bir sertifika formatı örneği
uk_ua: Приклад формату сертифіката
vi_vn: Mẫu chứng chỉ ví dụ
xh_za: Umzekelo wefomathi yesitshixo
zh_cn: 证书格式示例
zh_tw: 憑證格式範例

source: Certificate
ar: الشهادة
ast_es: Certificáu
bn_bd: সার্টিফিকেট
bs_ba: Certifikat
ca_es: Certificat
cs_cz: Certifikát
da: Certifikat
de: Zertifikat
el: Πιστοποιητικό
eo: Atestilo
es: Certificado
es_mx: Certificado
eu_es: Ziurtagiri
fa_ir: گواهینامه
fi_fi: Todistus
fo_fo: Sertifikat
fur: Certificat
ga: Deimhniú
gl: Certificado
he_il: תעודה
hi: प्रमाणपत्र
hr_hr: Certifikat
hu_hu: Tanúsítvány
hy: Վկայական
id_id: Sertifikat
it: Certificato
ja: 証明書
ka_ge: სერტიფიკატი
ko_kr: 인증서
lo: ໃບຢັ້ງຢືນ
lt_lt: Pažymėjimas
lv_lv: Sertifikāts
mk_mk: Сертификат
ms_my: Sijil
my_mm: လက်မှတ်
ne: प्रमाणपत्र
nl: Certificaat
nn_no: Sertifikat
oc: Certificat
pl_pl: Certyfikat
ps: سند
pt_br: Certificado
pt_pt: Certificado
ro_ro: Certificat
ru_ru: Сертификат
sk_sk: Certifikát
sl: Certifikat
sq: Certifikatë
sr_rs: Sertifikat
sv_se: Certifikat
sw_ke: Cheti
ta: சான்றிதழ்
th: ใบรับรอง
tl_ph: Sertipiko
tr: Sertifika
uk_ua: Сертифікат
vi_vn: Chứng chỉ
xh_za: Isitshixo
zh_cn: 证书
zh_tw: 憑證

source: Results visibility
ar: مرئية النتائج
ast_es: Visibilidá de resultaos
bn_bd: ফলাফলের দৃশ্যমানতা
bs_ba: Vidljivost rezultata
ca_es: Visibilitat dels resultats
cs_cz: Viditelnost výsledků
da: Resultatsynlighed
de: Sichtbarkeit der Ergebnisse
el: Προβολή αποτελεσμάτων
eo: Videbleco de rezultoj
es: Visibilidad de los resultados
es_mx: Visibilidad de resultados
eu_es: Emaitzak ikusteko aukerak
fa_ir: نمایش نتایج
fi_fi: Tulosten näkyvyys
fo_fo: Sýni av úrslitum
fur: Visibilitât des risultâts
ga: Infheictheacht torthaí
gl: Visibilidade dos resultados
he_il: נראות התוצאות
hi: परिणाम दृश्यता
hr_hr: Vidljivost rezultata
hu_hu: Eredmények láthatósága
hy: Արդյունքների տեսանելիություն
id_id: Visibilitas hasil
it: Visibilità dei risultati
ja: 結果の可視性
ka_ge: შედეგების ხილვადობა
ko_kr: 결과 가시성
lt_lt: Rezultatų matomumas
lv_lv: Rezultātu redzamība
mk_mk: Видливост на резултатите
ms_my: Kebolehlihatan hasil
my_mm: ရလဒ်မြင်နိုင်မှု
ne: परिणाम दृश्यता
nl: Resultaten zichtbaarheid
nn_no: Synleggjering av resultat
oc: Visibilitat dels resultats
pl_pl: Widoczność wyników
ps: د پایلو ښکاره کیدل
pt_br: Visibilidade dos resultados
pt_pt: Visibilidade dos resultados
ro_ro: Vizibilitatea rezultatelor
ru_ru: Видимость результатов
sk_sk: Viditeľnosť výsledkov
sl: Vidnost rezultatov
sq: Pamja e rezultateve
sr_rs: Vidljivost rezultata
sv_se: Resultatsynlighet
sw_ke: Mwonekano wa matokeo
ta: முடிவுகள் தெரிவுநிலை
th: การมองเห็นผลลัพธ์
tl_ph: Bisibilidad ng mga resulta
tr: Sonuç görünürlüğü
uk_ua: Видимість результатів
vi_vn: Hiển thị kết quả
xh_za: Ukubonakala kweziphumo
zh_cn: 结果可见性
zh_tw: 成績可見度

source: Download certificate
ar: تحميل الشهادة
ast_es: Descargar certificáu
bn_bd: সার্টিফিকেট ডাউনলোড করুন
bs_ba: Preuzmi certifikat
ca_es: Descarregar certificat
cs_cz: Stáhnout certifikát
da: Download certifikat
de: Zertifikat herunterladen
el: Λήψη πιστοποιητικού
eo: Elŝuti atestilon
es: Descargar certificado
es_mx: Descargar certificado
eu_es: Ziurtagiria jaitsi
fa_ir: دانلود گواهینامه
fi_fi: Lataa todistus
fo_fo: Tak sertifikat niðurlætt
fur: Scari il certificat
ga: Íoslódáil deimhniú
gl: Descargar certificado
he_il: הורד אישור
hi: प्रमाणपत्र डाउनलोड करें
hr_hr: Preuzmite certifikat
hu_hu: Tanúsítvány letöltése
hy: Ներբեռնել վկայականը
id_id: Unduh sertifikat
it: Scarica certificato
ja: 証明書をダウンロード
ka_ge: სერტიფიკატის ჩამოტვირთვა
ko_kr: 인증서 다운로드
lo: ດາວໂຫຼດໃບຢັ້ງຢືນ
lt_lt: Atsisiųsti pažymėjimą
lv_lv: Lejupielādēt sertifikātu
mk_mk: Преземи сертификат
ms_my: Muat turun sijil
my_mm: လက်မှတ်ဒေါင်းလုဒ်လုပ်ပါ
ne: प्रमाणपत्र डाउनलोड गर्नुहोस्
nl: Download certificaat
nn_no: Last ned sertifikat
oc: Telecargar lo certificat
pl_pl: Pobierz certyfikat
ps: سند ډاونلوډ کړئ
pt_br: Download do certificado
pt_pt: Baixar Certificado
ro_ro: Descarca certificatul
ru_ru: Скачать сертификат
sk_sk: Stiahnúť certifikát
sl: Prenesi certifikat
sq: Shkarko certifikatën
sr_rs: Preuzmi sertifikat
sv_se: Ladda ner certifikat
sw_ke: Pakua cheti
ta: சான்றிதழை பதிவிறக்கவும்
th: ดาวน์โหลดใบรับรอง
tl_ph: I-download ang sertipiko
tr: Sertifikayı indir
uk_ua: Завантажити сертифікат
vi_vn: Tải chứng chỉ
xh_za: Khupela isitshixo
zh_cn: 下载证书
zh_tw: 下載憑證
