Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: First letter (class name)
ar: (الحرف الأول (اسم الفصل
ast_es: Primer lletra (nome de la clase)
bn_bd: প্রথম অক্ষর (ক্লাসের নাম)
bs_ba: Prvo slovo (naziv klase)
ca_es: Primera lletra (nom de l'aula)
cs_cz: První písmeno (název třídy)
da: Fornavn
de: Erster Buchstabe (Klassen-Name)
el: Πρώτο γράμμα (όνομα τάξης)
eo: Unua litero (klasnomo)
es: Primera letra (clase)
es_mx: Primera letra (clase)
eu_es: Lehen letra (klasearen izena)
fa_ir: حرف اوّل نام کلاس
fi_fi: Ensimmäinen kirjain (kurssin nimi)
fo_fo: Fyrsta bókstavir (bólkarnavn)
fur: Prime letare (non clasi)
ga: An chéad litir (ainm ranga)
gl: Primeira letra (clase)
he_il: אות ראשונה (שם מחלקה)
hi: पहला अक्षर (कक्षा का नाम)
hr_hr: Prvo slovo (naziv razreda)
hu_hu: Első betű (csoportnév)
hy: Առաջին տառ (դասարանի անուն)
id_id: Huruf Pertama (nama klas)
it: Prima lettera (nome classe)
ja: 最初の文字（クラス名）
ka_ge: პირველი ასო (კლასის სახელი)
ko_kr: 첫 글자 (클래스 명)
lt_lt: Pirmoji raidė (klasės pavadinimas)
lv_lv: Pirmais burts (klases nosaukums)
mk_mk: Прва пуква (име на паралелката)
ms_my: Huruf pertama (nama kelas)
my_mm: ပထမအက္ခရာ (အတန်းအမည်)
ne: पहिलो अक्षर (कक्षा नाम)
nl: Eerste letter (klasnaam)
nn_no: Første bokstav (klassenavn)
oc: Prima litera (nom de la classe)
pl_pl: Pierwsza litera nazwy klasy
ps: لومړۍ حرف (ټولې نوم)
pt_br: Primeira letra (nome da classe)
pt_pt: Primeira letra (nome da turma)
ro_ro: Prima litera (din numele cursului)
ru_ru: Первая буква (название класса)
sk_sk: Začiatočné písmeno (meno skupiny)
sl: Prva črka (ime razreda)
sq: Shkronja e parë (emri i klasës)
sr_rs: Prvo slovo (ime razreda)
sv_se: Första bokstaven (klassens namn)
sw_ke: Herufi ya kwanza (jina la darasa)
ta: முதல் எழுத்து (வகுப்பு பெயர்)
th: อักษรนำหน้า(หมู่เรียน)
tl_ph: Unang titik (pangalan ng klase)
tr: Sınıf adının ilk harfi
uk_ua: Перша літера назви класу
vi_vn: Chữ cái đầu (tên lớp)
xh_za: Unobumba wokuqala (igama leklasi)
zh_cn: 首字母
zh_tw: 首字母

source: First letter (last name)
ar: ( الحرف الأول (الاسم الأخير
ast_es: Primer lletra (apellíos)
bn_bd: প্রথম অক্ষর (শেষ নাম)
bs_ba: Prvo slovo (prezime)
ca_es: Primera lletra (cognoms)
cs_cz: První písmeno (příjmení)
da: Efternavn
de: Erster Buchstabe (Nachname)
el: Πρώτο γράμμα (επώνυμο)
eo: Unua litero (familinoma)
es: Primera letra (apellidos)
es_mx: Primera letra (Apellido)
eu_es: Lehen letra (deiturak)
fa_ir: حرف اوّل نام خانوادگی
fi_fi: Ensimmäinen kirjain (sukunimi)
fo_fo: Fyrsta bókstavir (eftirnavn)
fur: Prime letare (cogn)
ga: An chéad litir (sloinneadh)
gl: Primeira letra (apelidos)
he_il: אות ראשונה (שם משפחה)
hi: पहला अक्षर (अंतिम नाम)
hr_hr: Prvo slovo (prezime)
hu_hu: Első betű (vezetéknév)
hy: Առաջին տառ (ազգանուն)
id_id: Huruf Pertama (nama belakang)
it: Prima lettera (cognome)
ja: 最初の文字（姓）
ka_ge: პირველი ასო (გვარი)
ko_kr: 첫 글자 (성)
lt_lt: Pirmoji raidė (pavardė)
lv_lv: Pirmais burts (uzvārds)
mk_mk: Прва буква (презиме)
ms_my: Huruf pertama (nama akhir)
my_mm: ပထမအက္ခရာ (မျိုးရိုးအမည်)
ne: पहिलो अक्षर (थर)
nl: Eerste letter (familienaam)
nn_no: Første bokstav (etternavn)
oc: Prima litera (nom de familha)
pl_pl: Pierwsza litera nazwiska
ps: لومړۍ حرف (پلارنوم)
pt_br: Primeira letra (sobrenome)
pt_pt: Primeira letra (último nome)
ro_ro: Prima litera (a numelui)
ru_ru: Первая буква фамилии
sk_sk: Začiatočné písmeno (priezvisko)
sl: Prva črka (priimek)
sq: Shkronja e parë (mbiemri)
sr_rs: Prvo slovo (prezime)
sv_se: Första bokstaven (efternamn)
sw_ke: Herufi ya kwanza (jina la mwisho)
ta: முதல் எழுத்து (கடைசி பெயர்)
th: อักษรนำหน้า(นามสกุล)
tl_ph: Unang titik (apat na pangalan)
tr: Soyadının ilk harfi
uk_ua: Перша літера прізвища
vi_vn: Chữ cái đầu (họ)
xh_za: Unobumba wokuqala (ifani)
zh_cn: 首字母
zh_tw: 首字母

source: First letter (code)
ar: (الحرف الأول (الرمز
ast_es: Primer lletra (códigu)
bn_bd: প্রথম অক্ষর (কোড)
bs_ba: Prvo slovo (kod)
ca_es: Primera lletra (codi)
cs_cz: První písmeno (kód)
da: Fornavn (kode)
de: Erster Buchstabe (Kurscode)
el: Πρώτο γράμμα (κωδικός μαθήματος)
eo: Unua litero (koda)
es: Primera letra (código)
es_mx: Primera letra (curso)
eu_es: Lehen letra (kodea)
fa_ir: حرف اوّل کد
fi_fi: Ensimmäinen kirjain (koodi)
fo_fo: Fyrsta bókstavir (kota)
fur: Prime letare (còde)
ga: An chéad litir (cód)
gl: Primeira letra (código)
he_il: אות ראשונה (קוד)
hi: पहला अक्षर (कोड)
hr_hr: Prvo slovo (šifra)
hu_hu: Első betű (kód)
hy: Առաջին տառ (կոդ)
id_id: Huruf Pertama (Kode)
it: Prima lettera (codice identificativo)
ja: 最初の文字（コード）
ka_ge: პირველი ასო (კოდი)
ko_kr: 첫 글자 (코드)
lo: ຕົວອັກສອນທຳອິດ (ລະຫັດ)
lt_lt: Pirmoji raidė (kodas)
lv_lv: Pirmais burts (kods)
mk_mk: Прва буква (шифра)
ms_my: Huruf pertama (kod)
my_mm: ပထမအက္ခရာ (ကုဒ်)
ne: पहिलो अक्षर (कोड)
nl: Eerste letter (code)
nn_no: Første bokstav (kode)
oc: Prima litera (còde)
pl_pl: Pierwsza litera kodu
ps: لومړۍ حرف (کوډ)
pt_br: Primeira letra (código)
pt_pt: Primeira letra (código)
ro_ro: Prima litera (a codului)
ru_ru: Первая буква (код)
sk_sk: Začiatočné písmeno (kód)
sl: Prva črka (koda)
sq: Shkronja e parë (kodi)
sr_rs: Prvo slovo (šifra)
sv_se: Första bokstaven (kod)
sw_ke: Herufi ya kwanza (msimbo)
ta: முதல் எழுத்து (குறியீடு)
th: อักษรนำหน้า(รัหสวิชา)
tl_ph: Unang titik (kodigo)
tr: Kodun ilk harfi
uk_ua: Перша літера коду
vi_vn: Chữ cái đầu (mã)
xh_za: Unobumba wokuqala (ikhowudi)
zh_cn: 首字母
zh_tw: 首字母

source: Edit user information
ar: تحرير معلومات المستخدم
ast_es: Camudar la información d'un usuariu
bn_bd: ব্যবহারকারীর তথ্য সম্পাদনা করুন
bs_ba: Uredi informacije o korisniku
ca_es: Modificar la informació d'un usuari
cs_cz: Změnit informace o uživateli
da: Rediger brugerinfo
de: Benutzerdaten bearbeiten
el: Τροποποίηση πληροφοριών χρήστη
eo: Ŝanĝi uzulan informon
es: Modificar la información de un usuario
es_mx: Modificar información del usuario
eu_es: Editatu erabiltzailearen gaineko informazioa
fa_ir: تغییر اطلاعات کاربر
fi_fi: Muokkaa käyttäjätieto
fo_fo: Brota brúkaraupplýsingar til
fur: Modifiche informazions utent
ga: Cuir faisnéis úsáideora in eagar
gl: Modificar a información do usuario
he_il: ערוך פרטי משתמש
hi: उपयोगकर्ता जानकारी संपादित करें
hr_hr: Izmijeni podatke o korisniku
hu_hu: Felhasználói információ módosítása
hy: Խմբագրել օգտատիրոջ տեղեկատվությունը
id_id: Ubah informasi user
it: Modifica informazioni utente
ja: ユーザー情報を編集
ka_ge: შეცვალე მომხმარებლის ინფორმაცია
ko_kr: 사용자 정보 수정
lt_lt: Redaguoti vartotojo informaciją
lv_lv: Labot lietotāja datus
mk_mk: Уредување на информациите за корисникот
ms_my: Edit maklumat pengguna
my_mm: အသုံးပြုသူအချက်အလက်ကို တည်းဖြတ်ပါ
ne: प्रयोगकर्ता जानकारी सम्पादन गर्नुहोस्
nl: Wijzig gebruikersinformatie
nn_no: Rediger brukerinformasjon
oc: Modificar las informacions de l'utilizaire
pl_pl: Modyfikacja informacji o użytkowniku
ps: کاروونکي معلومات سمول
pt_br: Editar informações do usuário
pt_pt: Editar informações do utilizador
ro_ro: Modifica informatiile utilizatorului
ru_ru: Редактировать информацию пользователя
sk_sk: Upraviť informácie o používateľovi
sl: Uredi informacijo o uporabniku
sq: Ndrysho informacionin e përdoruesit
sr_rs: Promeni informacije o korisniku
sv_se: Ändra användarinformation
sw_ke: Hariri taarifa za mtumiaji
ta: பயனர் தகவலைத் திருத்தவும்
th: แก้ไขข้อมูลสมาชิก
tl_ph: I-edit ang impormasyon ng gumagamit
tr: Kullanıcı verilerini düzenle
uk_ua: Редагувати інформацію користувача
vi_vn: Sửa thông tin người dùng
xh_za: Hlela ulwazi lomsebenzisi
zh_cn: 修改用户信息
zh_tw: 修改用戶訊息

source: Edit class information
ar: تحرير معلومات الفصل
ast_es: Camudar la información d'una clase
bn_bd: ক্লাসের তথ্য সম্পাদনা করুন
bs_ba: Uredi informacije o klasi
ca_es: Modificar la informació d'una aula
cs_cz: Změnit informace o třídě
da: Rediger klasseinfo
de: Klassendaten bearbeiten
el: Τροποποίηση πληροφορίων τάξης
eo: Ŝanĝi klasan informon
es: Modificar la información de una clase
es_mx: Modificar la información de la clase
eu_es: Editatu klasearen gaineko informazioa
fa_ir: تغییر اطلاعات کلاس
fi_fi: Muokkaa luokan tietoja
fo_fo: Brota bólkainnslit til
fur: Modifiche informazions clasi
ga: Cuir faisnéis ranga in eagar
gl: Modificar información da clase
he_il: ערוך מידע מחלקה
hi: कक्षा जानकारी संपादित करें
hr_hr: Izmijeni podatke o razredu
hu_hu: Osztály információ módosítása
hy: Խմբագրել դասարանի տեղեկատվությունը
id_id: Ubah informasi klas
it: Modifica informazioni classe
ja: クラス情報を編集
ka_ge: შეცვალე კლასის ინფორმაცია
ko_kr: 클래스 정보 수정
lt_lt: Redaguoti klasės informaciją
lv_lv: Labot klases datus
mk_mk: Уредување на информациите за паралелката
ms_my: Edit maklumat kelas
my_mm: အတန်းအချက်အလက်ကို တည်းဖြတ်ပါ
ne: कक्षा जानकारी सम्पादन गर्नुहोस्
nl: Wijzig klasinformatie
nn_no: Rediger klasseinformasjon
oc: Modificar las informacions de la classe
pl_pl: Modyfikacja informacji o klasie
ps: ټولې معلومات سمول
pt_br: Editar informações de classe
pt_pt: Editar informações da turma
ro_ro: Modifica informatiile despre materie
ru_ru: Редактировать информацию класса
sk_sk: Upraviť informácie o triede
sl: Uredi informacijo o razredu
sq: Ndrysho informacionin e klasës
sr_rs: Promeni informacije o razredu
sv_se: Ändra klassinformation
sw_ke: Hariri taarifa za darasa
ta: வகுப்பு தகவலைத் திருத்தவும்
th: แก้ไขข้อมูลหมู่เรียน
tl_ph: I-edit ang impormasyon ng klase
tr: Sınıf verilerini düzenle
uk_ua: Редагувати інформацію класу
vi_vn: Sửa thông tin lớp
xh_za: Hlela ulwazi lweklasi
zh_cn: 修改班级信息
zh_tw: 修改班級訊息

source: Edit group information
ar: تحرير معلومات االمجموعة
ast_es: Camudar la información d'un grupu
bn_bd: গ্রুপের তথ্য সম্পাদনা করুন
bs_ba: Uredi informacije o grupi
ca_es: Modificar la informació d'un grup
cs_cz: Změnit informace o skupině
da: Rediger gruppeinfo
de: Gruppendaten bearbeiten
el: Τροποποίηση πληροφορίων ομάδας
eo: Ŝanĝi grupan informon
es: Modificar la información de un grupo
es_mx: Modificar la información del grupo
eu_es: Editatu taldearen gaineko informaz<ioa
fa_ir: تغییر اطلاعات گروه
fi_fi: Muokkaa ryhmätieto
fo_fo: Brota bólkainnslit til
fur: Modifiche informazions grup
ga: Cuir faisnéis ghrúpa in eagar
gl: Modificar información de grupo
he_il: ערוך מידע קבוצתי
hi: समूह जानकारी संपादित करें
hr_hr: Izmijeni podatke o skupini
hu_hu: Csoport információ módosítása
hy: Խմբագրել խմբի տեղեկատվությունը
id_id: Ubah informasi group
it: Modifica informazioni gruppo
ja: グループ情報を編集
ka_ge: შეცვალე ჯგუფის ინფორმაცია
ko_kr: 그룹 정보 수정
lt_lt: Redaguoti grupės informaciją
lv_lv: Labot grupas datus
mk_mk: Уредување на информациите за групата
ms_my: Edit maklumat kumpulan
my_mm: အဖွဲ့အချက်အလက်ကို တည်းဖြတ်ပါ
ne: समूह जानकारी सम्पादन गर्नुहोस्
nl: Groepsgegevens wijzigen
nn_no: Rediger gruppeinformasjon
oc: Modificar las informacions del grup
pl_pl: Modyfikacja informacji o grupie
ps: ګروپ معلومات سمول
pt_br: Editar informações do grupo
pt_pt: Editar informações do grupo
ro_ro: Modifica informatiile despre grup
ru_ru: Редактировать информацию группы
sk_sk: Upraviť informácie o skupine
sl: Uredi informacijo o skupini
sq: Ndrysho informacionin e grupit
sr_rs: Promeni informacije o grupi
sv_se: Ändra gruppinformation
sw_ke: Hariri taarifa za kikundi
ta: குழு தகவலைத் திருத்தவும்
th: แก้ไขข้อมูลกลุ่มเรียน
tl_ph: I-edit ang impormasyon ng grupo
tr: Grup verilerini düzenle
uk_ua: Редагувати інформацію групи
vi_vn: Sửa thông tin nhóm
xh_za: Hlela ulwazi lweqela
zh_cn: 修改组信息
zh_tw: 修改組訊息

source: Edit course information
ar: تحرير معلومات المقرر
ast_es: Camudar la información del cursu
bn_bd: কোর্সের তথ্য সম্পাদনা করুন
bs_ba: Uredi informacije o kursu
ca_es: Modificar la informació del curs
cs_cz: Změnit informace o kurzu
da: Rediger kursusinfo
de: Kursdaten bearbeiten
el: Τροποποίηση πληροφορίων μαθήματος
eo: Ŝanĝi kursan informon
es: Modificar la información del curso
es_mx: Modificar la información del curso
eu_es: Editatu ikastaroaren gaineko informazioa
fa_ir: تغییر اطلاعات درس
fi_fi: Muokkaa kurssin tietoja
fo_fo: Brota kursusinnslit til
fur: Modifiche informazions curs
ga: Cuir faisnéis chúrsa in eagar
gl: Modificar información do curso
he_il: ערוך מידע על הקורס
hi: कोर्स जानकारी संपादित करें
hr_hr: Izmijeni podatke o kolegiju
hu_hu: Kurzus információ módosítása
hy: Խմբագրել դասընթացի տեղեկատվությունը
id_id: Ubah informasi mata kuliah
it: Modifica informazioni corso
ja: コース情報を編集
ka_ge: შეცვალე კურსის ინფორმაცია
ko_kr: 과정 정보 수정
lt_lt: Redaguoti kurso informaciją
lv_lv: Labot kursa datus
mk_mk: Уредување на информациите за курсот
ms_my: Edit maklumat kursus
my_mm: သင်တန်းအချက်အလက်ကို တည်းဖြတ်ပါ
ne: कोर्स जानकारी सम्पादन गर्नुहोस्
nl: Wijzig cursusinformatie
nn_no: Rediger kursinformasjon
oc: Modificar las informacions del curs
pl_pl: Modyfikacja informacji o kursie
ps: کورس معلومات سمول
pt_br: Editar informações do curso
pt_pt: Editar informações do curso
ro_ro: Modifica informatiile despre curs
ru_ru: Редактировать информацию курса
sk_sk: Upraviť informácie o kurze
sl: Uredi informacijo o tečaju
sq: Ndrysho informacionin e kursit
sr_rs: Promeni informacije o kursu
sv_se: Ändra kursinformation
sw_ke: Hariri taarifa za kozi
ta: பாடத் தகவலைத் திருத்தவும்
th: แก้ไขข้อมูลรายวิชา
tl_ph: I-edit ang impormasyon ng kurso
tr: Ders verilerini düzenle
uk_ua: Редагувати інформацію курсу
vi_vn: Sửa thông tin khóa học
xh_za: Hlela ulwazi lwekhosi
zh_cn: 修改课程
zh_tw: 修改課程資料

source: Please enter the class name !
ar: ! فضلا أدخل اسم الفصل
ast_es: Por favor, escriba'l neme de la clase!
bn_bd: ক্লাসের নাম লিখুন!
bs_ba: Unesite naziv klase!
ca_es: Si us plau, introduïu el nom de l'aula!
cs_cz: Prosím zadejte název třídy !
da: Indtast venligst navn på klassen
de: Bitte geben Sie einen Namen für die neue Klasse ein!
el: Παρακαλώ, εισάγετε το όνομα της τάξης!
eo: Tajpu nomon de klaso!
es: ¡ Introduzca la clase !
es_mx: Por favor, ingrese el nombre de la clase!
eu_es: Mesedez, sartu klasearen izena !
fa_ir: !لطفاً نام کلاس را وارد کنید
fi_fi: Kirjoita luokan nimi!
fo_fo: Skriva bólkarnavnið inn !
fur: Inserî il non dal clasi!
ga: Iontráil ainm an ranga le do thoil !
gl: Por favor, introduce o nome da clase
he_il: אנא הזן את שם המחלקה!
hi: कक्षा का नाम दर्ज करें!
hr_hr: Molim unesite naziv razreda!
hu_hu: Kérjük, írja be az osztály nevét !
hy: Խնդրում ենք մուտքագրել դասարանի անունը !
id_id: Silahkan masukkan nama klas !
it: Inserire il nome della classe !
ja: クラス名を入力してください！
ka_ge: შეიტანე კლასის სახელი!
ko_kr: 클래스 명을 입력하십시오!
lt_lt: Prašome įrašyti klasės pavadinimą!
lv_lv: Lūdzu ievadiet klases nosaukumu!
mk_mk: Ве молам внесете го името на паралелката!
ms_my: Sila masukkan nama kelas!
my_mm: ကျေးဇူးပြု၍ အတန်းအမည်ကို ထည့်သွင်းပါ !
ne: कक्षा नाम प्रविष्ट गर्नुहोस् !
nl: Vul een naam in voor de klas!
nn_no: Registrer navn på klasse
oc: Picatz lo nom de la classe !
pl_pl: Proszę wpisać nazwę klasy !
ps: مهم ټولې نوم وليږئ !
pt_br: Digite o nome da classe!
pt_pt: Por favor, introduza o nome da turma !
ro_ro: Va rugam introduceti numele clasei!
ru_ru: Пожалуйста, введите название класса!
sk_sk: Prosím zadajte meno triedy!
sl: Vnesi ime razreda !
sq: Ju lutemi, futni emrin e klasës!
sr_rs: Molim Vas, unesite ime razreda!
sv_se: Var vänlig ange klassens namn!
sw_ke: Tafadhali weka jina la darasa!
ta: வகுப்பு பெயரை உள்ளிடவும் !
th: กรุณาใส่ชื่อหมู่เรียน!
tl_ph: Mangyaring ilagay ang pangalan ng klase!
tr: Oluşturulan sınıfa lütfen bir ad verin!
uk_ua: Будь ласка, введіть назву класу !
vi_vn: Vui lòng nhập tên lớp!
xh_za: Ngena ngegama leklasi !
zh_cn: 请输入班级名称!
zh_tw: 請輸入班級名稱!

source: Please enter the user's last name !
ar: ! فضلا أدخل الاسم الأخير للمستخدم
ast_es: Por favor, escriba los apellíos del usuariu
bn_bd: ব্যবহারকারীর শেষ নাম লিখুন!
bs_ba: Unesite prezime korisnika!
ca_es: Si us plau, introduïu els cognoms de l'usuari
cs_cz: Prosím zadejte uživatelovo příjmení !
da: Indtast venligst deltagerens efternavn
de: Bitte geben Sie den Nachnamen des Benutzers an!
el: Παρακαλώ, εισάγετε το επίθετο του χρήστη!
eo: Tajpu nomon de la uzulo!
es: ¡ Introduzca los apellidos del usuario !
es_mx: Por favor, ingrese el apellido del usuario!
eu_es: Mesedez, sartu erabiltzailearen deitura(k) !
fa_ir: !لطفاً نام خانوادگی کاربران را وارد کنید
fi_fi: Kirjoita käyttäjän sukunimi!
fo_fo: Skriva brúkarans eftirnavn inn !
fur: Inserî il cogn dal utent!
ga: Iontráil sloinneadh an úsáideora le do thoil !
gl: Por favor, introduce os apelidos do usuario
he_il: אנא הזן את שם המשפחה של המשתמש!
hi: उपयोगकर्ता का अंतिम नाम दर्ज करें!
hr_hr: Molim unesite prezime korisnika!
hu_hu: Kérjük, írja be a felhasználó vezetéknevét !
hy: Խնդրում ենք մուտքագրել օգտատիրոջ ազգանունը !
id_id: Silahkan masukkan nama belakang user !
it: Inserire il cognome dell'utente !
ja: ユーザーの姓を入力してください！
ka_ge: შეიტანე მომხმარებლის გვარი!
ko_kr: 사용자의 성을 입력하십시오!
lo: ກະລຸນາປ້ອນນາມສະກຸນຂອງຜູ້ໃຊ້!
lt_lt: Prašome įrašyti vartotojo pavardę!
lv_lv: Lūdzu ievadiet lietotāja uzvārdu !
mk_mk: Ве молам внесете го презимето на корисникот!
ms_my: Sila masukkan nama akhir pengguna!
my_mm: ကျေးဇူးပြု၍ အသုံးပြုသူ၏ မျိုးရိုးအမည်ကို ထည့်သွင်းပါ !
ne: प्रयोगकर्ताको थर प्रविष्ट गर्नुहोस् !
nl: Vul de familienaam van de gebruiker in!
nn_no: Registrer brukers etternavn
oc: Picatz lo nom de familha de l'utilizaire !
pl_pl: Proszę wpisać nazwisko użytkownika !
ps: مهم د کاروونکي پلارنوم وليږئ !
pt_br: Digite o sobrenome do usuário!
pt_pt: Por favor, introduza o último nome do utilizador !
ro_ro: Va rugam introduceti numele de familie al utilizatorului!
ru_ru: Пожалуйста, введите фамилию пользователя!
sk_sk: Prosím zadajte priezvisko!
sl: Vnesi uporabnikov priimek !
sq: Ju lutemi, futni mbiemrin e përdoruesit!
sr_rs: Molim Vas, unesite prezime korisnika!
sv_se: Var vänlig ange användarens efternamn!
sw_ke: Tafadhali weka jina la mwisho la mtumiaji!
ta: பயனரின் கடைசி பெயரை உள்ளிடவும் !
th: กรุณาใส่นามสกุลของผู้ใช้
tl_ph: Mangyaring ilagay ang apelyido ng gumagamit!
tr: Lütfen kullanıcının soyadını belirtin!
uk_ua: Будь ласка, введіть прізвище користувача !
vi_vn: Vui lòng nhập họ của người dùng!
xh_za: Ngena ngokuba ifani yomsebenzisi !
zh_cn: 请输入用户姓!
zh_tw: 請輸入用戶姓!

source: Please enter the user's first name !
ar: ! فضلا أدخل الاسم الأول للمستخدم
ast_es: Por favor, escriba'l nome del usuariu
bn_bd: ব্যবহারকারীর প্রথম নাম লিখুন!
bs_ba: Unesite ime korisnika!
ca_es: Si us plau, introduïu el nom de l'usuari!
cs_cz: Prosím zadejte uživatelovo jméno !
da: Indtast venligst deltagerens fornavn!
de: Bitte geben Sie den Vornamen des Benutzers an!
el: Παρακαλώ, εισάγετε το όνομα του χρήστη!
eo: Tajpu la personan nomon de la uzulo!
es: ¡ Introduzca el nombre del usuario !
es_mx: Por favor, ingrese el nombre del usuario!
eu_es: Mesedez, sartu erabiltzailearen izena !
fa_ir: !لطفاً نام کاربران را وارد کنید
fi_fi: Kirjoita käyttäjän etunimi!
fo_fo: Skriva brúkarans fyrsta navn inn !
fur: Inserî il non dal utent!
ga: Iontráil céadainm an úsáideora le do thoil !
gl: Por favor, introduce o nome do usuario
he_il: אנא הזן את השם הפרטי של המשתמש!
hi: उपयोगकर्ता का प्रथम नाम दर्ज करें!
hr_hr: Molim unesite ime korisnika!
hu_hu: Kérjük, írja be a felhasználó keresztnevét !
hy: Խնդրում ենք մուտքագրել օգտատիրոջ անունը !
id_id: Silahkan masukkan nama depan user !
it: Inserire il nome dell'utente !
ja: ユーザーの名を入力してください！
ka_ge: შეიტანე მომხმარებლის სახელი!
ko_kr: 사용자의 이름을 입력하십시오!
lo: ກະລຸນາປ້ອນຊື່ຂອງຜູ້ໃຊ້!
lt_lt: Prašome įrašyti vartotojo vardą!
lv_lv: Lūdzu ievadiet lietotāja vārdu !
mk_mk: Ве молам внесете го името на корисникот!
ms_my: Sila masukkan nama pertama pengguna!
my_mm: ကျေးဇူးပြု၍ အသုံးပြုသူ၏ အမည်ကို ထည့်သွင်းပါ !
ne: प्रयोगकर्ताको नाम प्रविष्ट गर्नुहोस् !
nl: Vul de voornaam van de gebruiker in!
nn_no: Registrer brukers etternavn
oc: Picatz lo nom de l'utilizaire !
pl_pl: Proszę wpisać imię użytkownika !
ps: مهم د کاروونکي لومړی نوم وليږئ !
pt_br: Digite o primeiro nome do utilizador!
pt_pt: Por favor, introduza o primeiro nome do utilizador !
ro_ro: Va rugam introduceti prenumele utilizatorului!
ru_ru: Пожалуйста, введите имя пользователя!
sk_sk: Prosím zadajte krstné meno!
sl: Vnesi uporabnikovo ime !
sq: Ju lutemi, futni emrin e përdoruesit!
sr_rs: Molim Vas, unesite ime korisnika!
sv_se: Var vänlig ange användarens förnamn!
sw_ke: Tafadhali weka jina la kwanza la mtumiaji!
ta: பயனரின் முதல் பெயரை உள்ளிடவும் !
th: กรุณาใส่ชื่อของผู้ใช้
tl_ph: Mangyaring ilagay ang pangalan ng gumagamit!
tr: Lütfen kullanıcının adını belirtin!
uk_ua: Будь ласка, введіть ім'я користувача !
vi_vn: Vui lòng nhập tên của người dùng!
xh_za: Ngena ngokuba igama lokuqala lomsebenzisi !
zh_cn: 请输入用户名!
zh_tw: 請輸入用戶名!

source: Please enter a valid e-mail address !
ar: ! قضلا أدخل عنوانا بريديا صحيحا
ast_es: Por favor, escriba una direición d'email válda
bn_bd: একটি বৈধ ইমেইল ঠিকানা লিখুন!
bs_ba: Unesite valjanu e-mail adresu!
ca_es: Si us plau, introduïu una adreça de correu electrònic correcte!
cs_cz: Prosím zadejte platnou e-mailovou adresu !
da: Indtast venligst en gyldig e-mail adresse!
de: Bitte geben Sie eine gültige E-Mail-Adresse an!
el: Παρακαλώ, εισάγετε μια έγκυρη διεύθυνση e-mail!
eo: Tajpu validan retpoŝtan adreson!
es: ¡ Introduzca una dirección de correo válida !
es_mx: Por favor, ingrese un email válido!
eu_es: Mesedez, sartu posta elektronikoko baliodun helbidea !
fa_ir: !لطفاً آدرس ایمیل معتبری را وارد کنید
fi_fi: Kirjoita voimassa oleva sähköpostiosoite!
fo_fo: Skriva ein gilt e-post adressu inn !
fur: Inserî un indiriz e-mail valit!
ga: Iontráil seoladh ríomhphost bailí le do thoil !
gl: Por favor, introduce un enderezo de correo electrónico válido
he_il: אנא הזן כתובת דואר אלקטרוני חוקית!
hi: वैध ईमेल पता दर्ज करें!
hr_hr: Molim unesite valjanu adresu elektroničke pošte!
hu_hu: Kérjük, írjon be érvényes e-mail címet !
hy: Խնդրում ենք մուտքագրել վավեր էլ. փոստի հասցե !
id_id: Silahkan masukkan alamat e-mail yang sah !
it: Inserire un indirizzo e-mail valido !
ja: 有効なメールアドレスを入力してください！
ka_ge: შეიტანე მოქმედი ელფოსტის მისამართი!
ko_kr: 정확한 e-mail 주소를 입력하십시오!
lo: ກະລຸນາປ້ອນທີ່ຢູ່ອີເມວທີ່ຖືກຕ້ອງ!
lt_lt: Prašome įrašyti teisingą el. pašto adresą!
lv_lv: Lūdzu ievadiet pareizu e-pasta adresi ! (ar maziem burtiem) !
mk_mk: Ве молам внесете исправна e-mail адреса!
ms_my: Sila masukkan alamat e-mel yang sah!
my_mm: ကျေးဇူးပြု၍ မမှန်ကန်သော အီးမေးလ်လိပ်စာကို ထည့်သွင်းပါ !
ne: मान्य ईमेल ठेगाना प्रविष्ट गर्नुहोस् !
nl: Vul een geldig e-mailadres in!
nn_no: Registrer en gyldig epostadresse
oc: Picatz una adreça e-mail valida !
pl_pl: Proszę podać prawidłowy adres e-mail !
ps: مهم یو صحیح برېښنالیک پتې وليږئ !
pt_br: Por favor digite um endereço de e-mail válido!
pt_pt: Por favor, introduza um endereço de e-mail válido !
ro_ro: Va rugam introduceti adresa de e-mail!
ru_ru: Пожалуйста, введите действительный электронный адрес!
sk_sk: Prosím zadajte platnú e-mailovú adresu!
sl: Vnesi veljaven e-poštni naslov !
sq: Ju lutemi, futni një adresë e-mail të vlefshme!
sr_rs: Molim Vas, unesite ispravnu e-mail adresu!
sv_se: Var vänlig ange en giltig e-postadress!
sw_ke: Tafadhali weka anwani halali ya barua pepe!
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும் !
th: กรุณาใส่ที่อยู่อีเมลให้ถูกต้องและสมบูรณ์แบบ
tl_ph: Mangyaring maglagay ng valid na address ng e-mail!
tr: Lütfen geçerli bir e-posta adresi girin!
uk_ua: Будь ласка, введіть вірний email !
vi_vn: Vui lòng nhập địa chỉ email hợp lệ!
xh_za: Ngena nwedilesi ye-imeyile esebenzayo !
zh_cn: 请输入有效电子邮件地址!
zh_tw: 請輸入有效電子郵件位址!
