Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: When deleting a category, all links of this category are also deleted. Do you really want to delete this category and its links ?
ar: عند حذف تصنيف , سيتم حذف جميع الروابط التابعة لهذا التصنيف. هل حقا تريد حذف هذا التصنيف مع جميع روابطه؟
ast_es: Si esanicia una categoría tamién va esborrar tolos enllaces dientro la mesma. ¿Ta seguru que quier esborrar la categoría y tolos sos enllaces ?
bn_bd: বিভাগ মুছে ফেলার সময় এই বিভাগের সকল লিঙ্কও মুছে যাবে। আপনি কি সত্যিই এই বিভাগ এবং এর লিঙ্কগুলো মুছতে চান?
bs_ba: Kada brišete kategoriju, svi linkovi te kategorije se također brišu. Zaista želite obrisati ovu kategoriju i njene linkove?
ca_es: Quan esborreu una categoria també s'esborraran tots els enllaços dins d'ella. Esteu segur que voleu eliminar aquesta categoria i tots els seus enllaços?
cs_cz: Při mazání kategorie budou smazány i všechny její odkazy. Opravdu chcete smazat tuto kategorii a její odkazy?
da: Når kategorien slettes, slettes ligeså kategoriens links. Vil du virkeligt slette denne kategori og kategoriens links?
de: Beim Löschen einer Kategorie werden alle enthaltenen Links <b>ebenfalls gelöscht</b>! Möchten Sie die Kategorie wirklich löschen?
el: Θέλετε να διαγράψετε τη κατηγορία; Θα διαγράψετε και όλους τους συνδέσμους της
eo: Se vi forigas kategorion, ĉiu ĝiaj ligiloj ankaŭ estos forigataj. Ĉu vi deziras forigi la kategorion kaj akompanantajn ligilojn?
es: Al eliminar una categoría, también se eliminarán todos los enlaces que contenga. ¿Seguro que quiere eliminar esta categoría y todos sus enlaces?
es_mx: Cuando elimine una categoría, todos los enlaces de esta categoría se eliminan. ¿Desea eliminar la categoría y sus enlaces?
eu_es: Kategoria bat kentzean, barruan dituen lotura guztiak ere ezabatuko dira. Ziur al zaude kategoria hau eta bere lotura guztiak kendu nahi dituzula?
fa_ir: هنگامی که یک دسته را حذف می کنید تمامی پیوندهای آن نیز حذف می شوند. آیا نسبت به حذف این دسته مطمئن هستید؟
fi_fi: Poistaessasi aihealuuen kaikki siellä olevat linkit poistuvat. Haluatko varmasti poistaa tämän aihealueen?
fo_fo: Tá ið tú slettis ein bólkur, verða allar leinkjur í hesum bólki eisini slettar. Ynskir tú virkilega at sletta hesum bólkinum og hansara leinkjum?
fur: Cu tu scanceli une categorîe, ducj i leams de cheste categorîe a son scancelâts ancjef. Vûstu vere scanceâ cheste categorîe e i siei leams ?
ga: Nuair a scriosann tú catagóir, scriosfar gach nasc sa chatagóir seo freisin. An bhfuil tú cinnte go dteastaíonn uait an chatagóir seo agus a naisc a scriosadh?
gl: Cando borres unha categoría, tamén se borrarán todas as ligazóns desa categoria. Queres borrar a categoría e as ligazóns?
he_il: בעת מחיקת קטגוריה, כל הקישורים של קטגוריה זו נמחקים גם הם. האם אתה באמת רוצה למחוק את הקטגוריה הזו ואת הקישורים שלה?
hi: श्रेणी हटाने पर, इस श्रेणी के सभी लिंक भी हटा दिए जाएंगे। क्या आप वास्तव में इस श्रेणी और उसके लिंक हटाना चाहते हैं?
hr_hr: Brisanjem kategorije brišu se i sve poveznice njoj pridružene. Želite li doista izbrisati kategoriju i pridružene poveznice?
hu_hu: Kategória törlése esetén annak összes hivatkozása törlődik. Valóban ki akarja törölni ezt a kategóriát és a hivatkozásait ?
hy: Կատեգորիան ջնջելիս այդ կատեգորիայի բոլոր հղումները նույնպես ջնջվում են: Վստահ չե՞ք, որ ցանկանում եք ջնջել այս կատեգորիան և նրա հղումները:
id_id: Jika menghapus kategori, semua link pada kategori tersebut juga dihapus. Apakah anda ingin menghapus kategori tersebut beserta link-nya ?
it: Se elimini una categoria, tutti i collegamenti di questa categoria saranno eliminati. Sei sicuro di voler eliminare la categoria e i suoi collegamenti?
ja: カテゴリを削除すると、このカテゴリのすべてのリンクも削除されます。 このカテゴリとそのリンクを本当に削除しますか？
ka_ge: კატეგორიის წაშლისას ამ კატეგორიის ყველა ბმული ასევე წაიშლება. ნამდვილად გსურთ ამ კატეგორიისა და მისი ბმულების წაშლა?
ko_kr: 카테고리를 삭제할 때, 카테고리의 모든 링크 역시 삭제됩니다. 이 카테고리와 모든 링크를 삭제하시겠습니까?
lo: ເມື່ອລຶບໝວດໝູ່, ລິ້ງທັງໝົດຂອງໝວດໝູ່ນີ້ກໍຈະຖືກລຶບໄປນຳ. ທ່ານຕ້ອງການລຶບໝວດໝູ່ ແລະ ລິ້ງຂອງມັນແທ້ບໍ່?
lt_lt: Kada trinama kategorija, visos jos nuorodos taip pat ištrinamos. Ar tikrai norite ištrinti šią kategoriją su visomis nuorodomis ?
lv_lv: Kad tiek dzēsta kategorija, visas hipersaites tajā tiek dzēsti.<br>Vai Jūs vēlaties dzēst šo kategoriju un visas tās hipersaites?
mk_mk: Кога бришете категорија, се бришат сите врски од таа категорија исто така. Навистина ли сакате да ја избришете оваа категорија и сите нејзини врски?
ms_my: Apabila memadam kategori, semua pautan dalam kategori ini juga dipadam. Adakah anda benar-benar mahu memadam kategori ini dan pautannya?
my_mm: အမျိုးအစားတစ်ခုကို ဖျက်သောအခါ၊ ဤအမျိုးအစားရှိ လင့်ခ်အားလုံးကိုလည်း ဖျက်မည်ဖြစ်သည်။ ဤအမျိုးအစားနှင့် ၎င်း၏လင့်ခ်များကို တကယ်ဖျက်လိုပါသလား။
ne: श्रेणी हटाउँदा यो श्रेणीका सबै लिङ्कहरू पनि हटाइन्छ। के तपाईं साँच्चै यो श्रेणी र यसका लिङ्कहरू हटाउन चाहनुहुन्छ ?
nl: Als u een categorie verwijdert, worden alle links van deze categorie ook verwijderd. Wenst u de categorie en bijhorende links te verwijderen?
nn_no: Når du slettar ein kategori, blir òg alle lenker i denne kategorien sletta. Vil du verkeleg slette denne kategorien og lenkene dens?
oc: Quand se suprime una categoria, totes los ligams d'aquesta categoria son tanben suprimits. Volètz vertadièrament suprimir aquesta categoria e los ligams qu'es conteng ?
pl_pl: Po usunięciu kategorii wszystkie odnośniki zostaną także usunięte. Na pewno chcesz usunąć kategorię i jej odnośniki?
ps: د کټګورۍ له منځه وړلو پر مهال، د دې کټګورۍ ټول لینکونه هم له منځه ځي. آیا تاسو په حقیقت کې دا کټګورۍ او د هغې لینکونه له منځه یوسئ؟
pt_br: Ao deletar uma categoria, todos os links dessa categoria também serão deletados. Você realmente quer deletar essa categoria e os seus links ?
pt_pt: Ao eliminar uma categoria, todas as ligações/links dessa categoria são também eliminadas. Deseja mesmo eliminar esta categoria e as suas ligações/links?
ro_ro: Cand stergi o categorie, toate linkurile acelei categorii sunt deasemenea sterse. Sigur doresti sa stergi aceasta categorie si linkurile ei?
ru_ru: Когда удаляете раздел, все ссылки этого раздела также удаляются. Вы действительно хотите удалить этот раздел и его ссылки?
sk_sk: Keď zmažete kategóriu, všetky jej odkazy sa tiež zmažú. Naozaj chcete zmazať túto kategóriu a jej odkazy ?
sl: Z brisanjem kategorije se odstranijo tudi vse povezave v tej kategoriji. Dejansko želiš odstraniti kategorijo in vse njene povezave ?
sq: Kur fshini një kategori, të gjitha lidhjet e kësaj kategorie fshihen gjithashtu. A dëshironi vërtet të fshini këtë kategori dhe lidhjet e saj?
sr_rs: Kada brišete kategoriju svi linkovi katerije se takođe brišu. Da li zaista želite da obrišete kategoriju i sve njene linkove?
sv_se: Vid radering av kategori, kommer alla länkar i denna kategori också att raderas. Är du säker på att du vill radera denna kategori och länkar?
sw_ke: Unapofuta jamii, viungo vyote vya jamii hii vita futwa pia. Je, unataka kufuta jamii hii na viungoni vyake?
ta: வகையை நீக்கும் போது, இந்த வகையின் அனைத்து தொடர்புகளும் நீக்கப்படும். உண்மையிலேயே இந்த வகையையும் அதன் தொடர்புகளையும் நீக்க விரும்புகிறீர்களா ?
th: เมื่อลบประเภทแล้วทุกรายการเชื่อมโยงต้องถูกลบด้วย คุณแน่ใจที่จะลบหรือไม่
tl_ph: Kapag binura ang kategorya, lahat ng link nito ay mabubura rin. Gusto mo ba talagang burahin ang kategoryang ito at mga link nito?
tr: Kategori silindiğinde içindeki bağlantıların tamamı da silinecektir, bu kategoriyi silmek istiyormusunuz ?
uk_ua: При видаленні категорії всі посилання цієї категорії також видаляються. Ви дійсно хочете видалити цю категорію та її посилання?
vi_vn: Khi xóa danh mục, tất cả liên kết của danh mục này cũng sẽ bị xóa. Bạn có thực sự muốn xóa danh mục này và các liên kết của nó không?
xh_za: Xa ucima udidi, zonke iikhonkco zalo udidi zicinywa. Uyafuna ngokwenene ukucima udidi kunye neekhonkco zalo ?
zh_cn: 当您删除分类时，分类中的所有链接也被删除， 确定要删除此分类及其链接吗？
zh_tw: 當您刪除分類時，分類中的所有鏈接也被刪除， 確定要刪除此分類及其鏈接嗎？

source: Delete all categories and all links
ar: حذف جميع التصنيفات مع جميع الروابط
ast_es: Esborrar toles categoríes y los sos enllaces
bn_bd: সকল বিভাগ এবং সকল লিঙ্ক মুছুন
bs_ba: Obriši sve kategorije i sve linkove
ca_es: Esborrar totes les categories i els seus enllaços
cs_cz: Smazat všechny kategorie a všechny odkazy
da: Slet alle kategorier og links
de: Alle Kategorien und Links löschen
el: Διαγραφή όλων των καταλόγων και όλων των συνδέσμων
eo: Forigi ĉiujn kategoriojn kaj ligilojn
es: Borrar todas las categorías y sus enlaces
es_mx: Borrar todas las categorías y sus enlaces
eu_es: Kendu kategoria guztiak eta beren loturak
fa_ir: حذف تمامی دسته ها و پیوندهای آنها
fi_fi: Poista kaikki aihealueet ja linkit
fo_fo: Sletta øllum bólkum og øllum leinkjum
fur: Scancele ducj lis categorîis e ducj i leams
ga: Scrios gach catagóir agus gach nasc
gl: Borrar todas as categorías e todas as ligazóns
he_il: מחק את כל הקטגוריות ואת כל הקישורים
hi: सभी श्रेणियाँ और सभी लिंक हटाएँ
hr_hr: Izbriši sve kategorije i poveznice
hu_hu: Összes kategória és hivatkozás törlése
hy: Ջնջել բոլոր կատեգորիաները և բոլոր հղումները
id_id: Hapus semua kategori dan semua link
it: Elimina tutte le categorie e tutti i collegamenti
ja: すべてのカテゴリとすべてのリンクを削除
ka_ge: ყველა კატეგორიისა და ყველა ბმულის წაშლა
ko_kr: 모든 카테고리와 모든 링크 삭제
lo: ລຶບທຸກໝວດໝູ່ ແລະ ທຸກລິ້ງ
lt_lt: Ištrinti visas kategorijas ir visas nuorodas
lv_lv: Dzēst visas kategorijas un visas saites
mk_mk: Избриши ги сите категории и сите врски
ms_my: Padam semua kategori dan semua pautan
my_mm: အမျိုးအစားအားလုံးနှင့် လင့်ခ်အားလုံးကို ဖျက်ပါ
ne: सबै श्रेणीहरू र सबै लिङ्कहरू हटाउनुहोस्
nl: Alle categorieën en links verwijderen
nn_no: Slett alle kategoriar og alle lenker
oc: Suprimir totas las categorias e totes los ligams
pl_pl: Usuń wszystkie kategorie i odnośniki
ps: ټولې کټګورۍ او ټول لینکونه له منځه یوسئ
pt_br: Deletar todas as categorias e todos os links
pt_pt: Eliminar todas as categorias e todas as ligações/links
ro_ro: Sterge toate categoriile si toate linkurile
ru_ru: Удалить все разделы и все ссылки
sk_sk: Zmazať všetky kategórie a všetky odkazy
sl: Odstrani vse kategorije in povezave
sq: Fshij të gjitha kategoritë dhe të gjitha lidhjet
sr_rs: Obriši sve kategorije i sve linkove
sv_se: Radera alla kategorier och alla länkar
sw_ke: Futa jamii zote na viungo vyote
ta: அனைத்து வகைகளையும் அனைத்து தொடர்புகளையும் நீக்கு
th: ลบทุกรายการและประเภทเชื่อมโยง
tl_ph: Burahin ang lahat ng kategorya at lahat ng link
tr: Bütün kategorileri ve bağlantıları sil
uk_ua: Видалити всі категорії та всі посилання
vi_vn: Xóa tất cả danh mục và tất cả liên kết
xh_za: Cima zonke iikhatriji kunye nazo zonke iikhonkco
zh_cn: 删除所有分类及其链接
zh_tw: 刪除所有分類及其鏈接

source: Please give the link URL, it should be valid.
ar: فضلا أدخل عنوان الرابط - رابط انترنت
ast_es: Por favor, ponga la URL
bn_bd: দয়া করে লিঙ্ক URL দিন, এটি বৈধ হতে হবে।
bs_ba: Molimo unesite URL linka, mora biti valjan.
ca_es: Si us plau, poseu la URL
cs_cz: Zadejte prosím platnou URL odkazu.
da: Venligst angiv linkets URL
de: Bitte die URL für den Link eingeben
el: Δώστε το URL του συνδέσμου
eo: Bonvolu enigi URLn
es: Por favor, ponga la URL
es_mx: Por favor indique la URL del elnace
eu_es: Mesedez, jarri loturaren URL
fa_ir: لطفاً آدرس پیوند را وارد کنید، آدرس باید معتبر باشد.
fi_fi: Kirjoita linkit URL-osoite
fo_fo: Gev leinkju-URL-in, hon skal vera galdandi.
fur: Dane il URL dal leam, al deve jessi valit.
ga: Tabhair URL an naisc le do thoil, ba chóir go mbeadh sé bailí.
gl: Proporciona a ligazón URL
he_il: אנא תן את כתובת הקישור, היא צריכה להיות חוקית.
hi: कृपया लिंक URL दें, यह वैध होना चाहिए।
hr_hr: Molim upišite URL poveznice
hu_hu: Kérjük, adja meg a hivatkozás URL-jét
hy: Խնդրում ենք նշել հղման URL-ը, այն պետք է վավեր լինի:
id_id: Silahkan isi URL dari link
it: Indica l'URL del collegamento
ja: リンクのURLを入力してください。有効なものにしてください。
ka_ge: გთხოვთ მიუთითოთ ბმულის URL, იგი უნდა იყოს მნიშვნელოვანი.
ko_kr: 링크 URL을 지정하십시요
lo: ກະລຸນາປ້ອນ URL ຂອງລິ້ງ, ມັນຄວນຈະຖືກຕ້ອງ.
lt_lt: Prašome įrašyti nuorodos URL
lv_lv: Lūdzu, norādiet hipersaites URL
mk_mk: Ве молиме додајте го URL за врската
ms_my: Sila berikan URL pautan
my_mm: ကျေးဇူးပြု၍ လင့်ခ် URL ကို ပေးပါ၊ ၎င်းသည် မမှန်ကန်ရပါ။
ne: कृपया लिङ्क URL दिनुहोस्, यो वैध हुनुपर्छ।
nl: Gelieve een URL op te geven.
nn_no: Gje lenke-URL-en, den må vere gyldig.
oc: Donatz l'URL del ligam, deu èsser valid.
pl_pl: Podaj adres URL
ps: مهم: د لینک URL ورکړئ، دا باید معتبر وي.
pt_br: Por favor informe a URL do link
pt_pt: Por favor indique o URL da ligação/link
ro_ro: Te rog indica; URL linkului
ru_ru: Пожалуйста, дайте ссылку на URL
sk_sk: Prosím zadajte URL odkazu
sl: Podaj povezavo (URL)
sq: Ju lutemi, jepni URL-në e lidhjes, duhet të jetë e vlefshme.
sr_rs: Molim Vas, dajte linku URL
sv_se: Ange länkens URL
sw_ke: Tafadhali toa URL ya kiungo, inapaswa kuwa sahihi.
ta: தொடர்பு URL ஐ கொடுக்கவும், அது செல்லுபடியாக இருக்க வேண்டும்.
th: กรุณาใส่ที่อยู่ออนไลน์ของรายการเชื่อมโยง
tl_ph: Bigyan ng tamang URL ang link.
tr: Lütfen bağlantının adresini (URL) yazın
uk_ua: Будь ласка, вкажіть URL посилання, воно має бути дійсним.
vi_vn: Xin nhập địa chỉ URL
xh_za: Nceda unike i-URL yekhonkco, kufuneka ibe semthethweni.
zh_cn: 请输入链接网址
zh_tw: 請輸入鏈接網址

source: Please give the category name
ar: فضلا ادخل اسم التصنيف
ast_es: Por favor, escriba un nome pa la catgegoría
bn_bd: দয়া করে বিভাগের নাম দিন
bs_ba: Molimo unesite naziv kategorije
ca_es: Si us plau, poseu un nom per a la categoria
cs_cz: Zadejte prosím název kategorie
da: Skriv et kategorinavn
de: Bitte geben Sie den Namen der Kategorie an
el: Δώστε το όνομα της κατηγορίας
eo: Bonvolu enigi kategorian nomon
es: Por favor, ponga un nombre para la categoría
es_mx: Por favor signe un nombre a la categoría
eu_es: Mesedez, jarri kategoriaren izena
fa_ir: لطفاً نام دسته را وارد کنید
fi_fi: Kirjoita aihealueen nimi
fo_fo: Gev bólknaheitið
fur: Dane il nûm de categorîe
ga: Tabhair ainm na catagóire le do thoil
gl: Proporciona nome á categoría
he_il: אנא תן את שם הקטגוריה
hi: कृपया श्रेणी का नाम दें
hr_hr: Molim imenujte kategoriju
hu_hu: Kérjük, adja meg a kategória nevét
hy: Խնդրում ենք նշել կատեգորիայի անունը
id_id: Silahkan isi nama kategori
it: Indica il nome della categoria
ja: カテゴリ名を入力してください
ka_ge: გთხოვთ მიუთითოთ კატეგორიის სახელი
ko_kr: 카테고리 명을 지정하십시요
lt_lt: Prašome įrašyti kategorijos pavadinimą
lv_lv: Lūdzu, norādiet kategorijas nosaukumu
mk_mk: Ве молиме доделете име на категоријата
ms_my: Sila berikan nama kategori
my_mm: ကျေးဇူးပြု၍ အမျိုးအစားအမည်ကို ပေးပါ
ne: कृपया श्रेणी नाम दिनुहोस्
nl: Gelieve een categorienaam op te geven.
nn_no: Gje kategorinamnet
oc: Donatz lo nom de la categoria
pl_pl: Podaj nazwę kategorii
ps: د کټګورۍ نوم ورکړئ
pt_br: Por favor informe o nome da categoria
pt_pt: Por favor indique o nome da categoria
ro_ro: Te rog indica numele categoriei
ru_ru: Пожалуйста, дайте название разделу
sk_sk: Prosím zadajte názov kategórie
sl: Podaj ime kategorije
sq: Ju lutemi, jepni emrin e kategorisë
sr_rs: Molim Vas, dajte kategoriji ime
sv_se: Var snäll ange kategorinamnet
sw_ke: Tafadhali toa jina la jamii
ta: வகை பெயரை கொடுக்கவும்
th: กรุณาตั้งชื่อประเภท
tl_ph: Bigyan ng pangalan ang kategorya
tr: Lütfen kategori ismini yazın
uk_ua: Будь ласка, вкажіть назву категорії
vi_vn: Vui lòng nhập tên danh mục
xh_za: Nceda unike igama lodidi
zh_cn: 请输入分类名称
zh_tw: 請輸入分類名稱

source: General
ar: لا يوجد تصنيف
ast_es: Xeneral
bn_bd: সাধারণ
bs_ba: Općenito
cs_cz: Obecné
da: Ingen kategori
de: Keine Kategorie
el: Γενικά
eo: Neniu kategorio
es_mx: No hay categorías
eu_es: Orokorra
fa_ir: عمومی
fi_fi: Ei aihealuetta
fo_fo: Almennt
fur: Generâl
ga: Ginearálta
gl: Sen categoría
he_il: כללי
hi: सामान्य
hr_hr: Nema kategorije
hu_hu: Nincs kategória
hy: Ընդհանուր
id_id: Tidak ada kategori
it: Nessuna categoria
ja: 一般
ka_ge: ზოგადი
ko_kr: 카테고리 없음
lo: ທົ່ວໄປ
lt_lt: Kategorijų nėra
lv_lv: Nav nevienas kategorijas
mk_mk: Нема категорија
ms_my: Am
my_mm: အထွေထွေ
ne: सामान्य
nl: Geen categorie
nn_no: Generelt
pl_pl: Nie określono kategorii
ps: عمومي
pt_br: Nenhuma categoria
pt_pt: Geral
ro_ro: Nu sunt categorii
ru_ru: Разделов нет
sk_sk: Žiadna kategória
sl: Splošno
sq: Të përgjithshme
sr_rs: Nema kategorije
sv_se: Ingen kategori
sw_ke: Kwa ujumla
ta: பொது
th: ไม่มีประเภท
tl_ph: Pangkalahatan
tr: Herhangi bir kategori bulunmuyor.
uk_ua: Загальне
vi_vn: Chung
xh_za: Jikelele
zh_cn: 无分类
zh_tw: 無分類

source: Close all categories
ar: إغلاق جميع التصنيفات
ast_es: Contraer toles categoríes
bn_bd: সকল বিভাগ বন্ধ করুন
bs_ba: Zatvori sve kategorije
ca_es: Contraure totes les categories
cs_cz: Zavřít všechny kategorie
da: Luk alle kategorier
de: Kategorien schließen
el: Κλείσιμο όλων των κατηγοριών
eo: Montru neniun
es: Contraer todas las categorías
es_mx: Cerrar todas las categorías
eu_es: Itxi kategoria guztiak
fa_ir: بستن همه دسته ها
fi_fi: Sulje kaikki aihealueet
fo_fo: Lukk allar bólkar
fur: Siere ducj lis categorîis
ga: Dún gach catagóir
gl: Contraer
he_il: סגור את כל הקטגוריות
hi: सभी श्रेणियाँ बंद करें
hr_hr: Zatvori sve kategorije
hu_hu: Mindet rejt
hy: Փակել բոլոր կատեգորիաները
id_id: Sembunyikan semua
it: Chiudi
ja: すべてのカテゴリを閉じる
ka_ge: ყველა კატეგორიის დახურვა
ko_kr: 모든 카테고리 닫기
lo: ປິດທຸກໝວດໝູ່
lt_lt: Uždaryti visas kategorijas
lv_lv: AIzvērt visas kategorijas
mk_mk: Затвори ги сите категории
ms_my: Tutup semua kategori
my_mm: အမျိုးအစားအားလုံးကို ပိတ်ပါ
ne: सबै श्रेणीहरू बन्द गर्नुहोस्
nl: Toon geen
nn_no: Lukk alle kategoriar
oc: Tarnar totas las categorias
pl_pl: Ukryj wszystkie
ps: ټولې کټګورۍ بند کړئ
pt_br: Não exibir nenhum
pt_pt: Fechar todas as categorias
ro_ro: Inchide toate categoriile
ru_ru: Закрыть все разделы
sk_sk: Zbaliľ všetky kategórie
sl: Skrij vse
sq: Mbyll të gjitha kategoritë
sr_rs: Zatvori sve kategorije
sv_se: Stäng alla kategorier
sw_ke: Funga jamii zote
ta: அனைத்து வகைகளையும் மூடு
th: ปิดรายการเชื่อมโยงทุกประเภท
tl_ph: Isara ang lahat ng kategorya
tr: Kategorileri gösterme
uk_ua: Закрити всі категорії
vi_vn: Đóng tất cả danh mục
xh_za: Vala zonke iikhatriji
zh_cn: 关闭所有分类
zh_tw: 關閉所有分類

source: List has been deleted
ar: لقد تم حذف القائمة
ast_es: El llistáu esborróse dafechu
bn_bd: তালিকা মুছে ফেলা হয়েছে
bs_ba: Lista je obrisana
ca_es: S'ha esborrat la llista
cs_cz: Seznam byl smazán
da: Listen er slettet
de: Die Liste wurde gelöscht
el: Η λίστα έχει διαγραφτεί
eo: Listo forigita
es: La lista ha sido completamente borrada
es_mx: La lista ha sido borrada
eu_es: Zerrenda guztiz ezabatu da
fa_ir: فهرست حذف گردید
fi_fi: Lista on poistettu
fo_fo: Listin er sletta
fur: La liste è stât scancelade
ga: Scriochaidh an liosta
gl: A lista borrouse completamente
he_il: הרשימה נמחקה
hi: सूची हटा दी गई है
hr_hr: Popis je izbrisan
hu_hu: A lista törölve lett
hy: Ցուցակը ջնջվել է
id_id: Daftar tsb telah dihapus
it: L'elenco è stato eliminato
ja: リストが削除されました
ka_ge: სია წაიშალა
ko_kr: 목록이 삭제되었습니다
lt_lt: Sąrašas ištrintas
lv_lv: Saraksts tika dzēsts
mk_mk: Списокот беше избришан
ms_my: Senarai pautan telah dipadam
my_mm: စာရင်းကို ဖျက်လိုက်ပြီးဖြစ်သည်
ne: सूची हटाइएको छ
nl: Lijst is verwijderd.
nn_no: Lista er sletta
oc: La lista es estada suprimida
pl_pl: Lista została skasowana
ps: لست له منځه وړل شوی
pt_br: A lista foi deletada
pt_pt: A lista foi eliminada
ro_ro: Lista a fost stearsa
ru_ru: Список удален
sk_sk: Odkaz bol zmazaný
sl: Seznam je bil odstranjen
sq: Lista është fshirë
sr_rs: Lista je obrisana
sv_se: Listan har radrats
sw_ke: Orodha imefutwa
ta: பட்டியல் நீக்கப்பட்டது
th: รายการถูกลบแล้ว
tl_ph: Na-delete na ang listahan
tr: Liste silindi
uk_ua: Список видалено
vi_vn: Danh sách đã bị xoá
xh_za: Uluhlu lucinyiwe
zh_cn: 列表已删除
zh_tw: 清單已刪除

source: Delete list
ar: حذف قائمة
ast_es: Esborrar llistáu
bn_bd: তালিকা মুছুন
bs_ba: Obriši listu
ca_es: Esborra la llista sencera
cs_cz: Smazat seznam
da: Slet hele listen
de: Die gesamte Liste löschen
el: Διαγραφή λίστας
eo: Forigi liston
es: Borrar lista
es_mx: Borrar completamente la lista
eu_es: Ezabatu zerrenda
fa_ir: حذف فهرست
fi_fi: Poista koko lista
fo_fo: Sletta lista
fur: Scancele liste
ga: Scrios liosta
gl: Borrar a lista
he_il: מחק רשימה
hi: सूची हटाएँ
hr_hr: Izbriši popis
hu_hu: Lista törlése
hy: Ջնջել ցուցակը
id_id: Hapus daftar
it: Elimina l'elenco
ja: リストを削除
ka_ge: სიის წაშლა
ko_kr: 목록 삭제
lt_lt: Ištrinti sąrašą
lv_lv: Dzēst sarakstu
mk_mk: Избриши го списокот
ms_my: Padam semua pautan
my_mm: စာရင်းကို ဖျက်ပါ
ne: सूची हटाउनुहोस्
nl: Verwijder lijst
nn_no: Slett liste
oc: Suprimir la lista
pl_pl: Usuń listę
ps: لست له منځه یوسئ
pt_br: Excluir lista
pt_pt: Eliminar lista
ro_ro: Sterge lista
ru_ru: Удалить список
sk_sk: Zmazať zoznam
sl: Odstrani seznam
sq: Fshij listën
sr_rs: Obriši listu
sv_se: Radera hela listan
sw_ke: Futa orodha
ta: பட்டியலை நீக்கு
th: ลบรายการทั้งหมด
tl_ph: Burahin ang listahan
tr: Tüm listeyi sil
uk_ua: Видалити список
vi_vn: Xoá toàn bộ danh sách
xh_za: Cima uluhlu
zh_cn: 删除链接
zh_tw: 刪除鏈接

source: Edit Link
ar: تعديل رابط
ast_es: Modificar un enllaz
bn_bd: লিঙ্ক সম্পাদনা করুন
bs_ba: Uredi link
ca_es: Modificar un enllaç
cs_cz: Upravit odkaz
da: Rediger link
de: Link bearbeiten
el: Επεξεργασία Συνδέσμου
eo: Ŝanĝi ligilon
es: Modificar un enlace
es_mx: Modificar un enlace
eu_es: Editatu lotura
fa_ir: ویرایش پیوند
fi_fi: Muokkaa linkkiä
fo_fo: Broyt leinkju
fur: Modifiche Leam
ga: Cuir Nasc in Eagar
gl: Modificar a ligazón
he_il: ערוך קישור
hi: लिंक संपादित करें
hr_hr: Izmijeni poveznicu
hu_hu: Hivatkozás módosítása
hy: Խմբագրել հղումը
id_id: Ubah Link
it: Modifica il collegamento
ja: リンクを編集
ka_ge: ბმულის რედაქტირება
ko_kr: 링크 수정
lo: ແກ້ໄຂລິ້ງ
lt_lt: Redaguoti nuorodą
lv_lv: Labot saiti
mk_mk: Менување на врската
ms_my: Ubahsuai Pautan
my_mm: လင့်ခ်ကို တည်းဖြတ်ပါ
ne: लिङ्क सम्पादन गर्नुहोस्
nl: Wijzig link
nn_no: Rediger lenke
oc: Modificar lo ligam
pl_pl: Modyfikuj link
ps: لینک سم کړئ
pt_br: Editar Link
pt_pt: Editar ligação/link
ro_ro: Modifica Legatura
ru_ru: Изменить ссылку
sk_sk: Zmeniť odkaz
sl: Uredi povezavo
sq: Ndrysho Lidhjen
sr_rs: Izmeni link
sv_se: Modifiera länk
sw_ke: Hariri Kiungo
ta: தொடர்பைத் திருத்து
th: แก้ไขรายการเชื่อมโยง
tl_ph: I-edit ang Link
tr: Bağlantı düzenle
uk_ua: Редагувати посилання
vi_vn: Sửa liên kết
xh_za: Hlela Ikhonkco
zh_cn: 修改链接
zh_tw: 修改鏈接

source: CSV import
ar: استيراد ملف - CSV
ast_es: Importar CSV
bn_bd: CSV আমদানি
bs_ba: CSV uvoz
ca_es: Importar CSV
cs_cz: Import CSV
el: Εισαγωγή αρχείου CSV
eo: Importi CSV-dosieron
es: Importar CSV
es_mx: Importación CSV
eu_es: Inportatu CSV fitxategia
fa_ir: درون ریزی CSV
fi_fi: CSV tiedoston tuonti
fo_fo: CSV innflyting
fur: Import CSV
ga: Iompórtáil CSV
gl: Importación de arquivo CSV
he_il: יבוא CSV
hi: CSV आयात
hr_hr: Prijenos CSV
hu_hu: CSV importálás
hy: CSV ներմուծում
id_id: import CSV
it: Importa un file .csv
ja: CSVインポート
ka_ge: CSV იმპორტი
ko_kr: CSV 가져오기
lo: ນຳເຂົ້າ CSV
lt_lt: CSV failo importas
lv_lv: CSV importēšana
mk_mk: Увези CSV
ms_my: Import CSV
my_mm: CSV တင်သွင်းမှု
ne: CSV आयात
nl: CSV-bestand importeren
oc: Importacion CSV
pl_pl: Import CSV
ps: CSV واردول
pt_br: CSV importação
pt_pt: Importar ficheiro CSV
ro_ro: Importa CSV
ru_ru: CSV импорт
sk_sk: importovať zo súboru CSV
sl: CSV uvoz
sq: Import CSV
sr_rs: CSV uvoz
sw_ke: Ingiza CSV
ta: CSV இறக்குமதி
th: นำเข้าcsv
tl_ph: Pag-import ng CSV
tr: CSV al
uk_ua: Імпорт CSV
vi_vn: Nhập CSV
xh_za: Genisa i-CSV
zh_cn: 导入-CSV
zh_tw: 匯入-CSV
