Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Show the global session coach name in session title box in the courses list
ar: اظهار اسم معلم الدورة الخاص بالنظام في عنوان الدورة في قائمة المقررات
ast_es: Amosar el nome del tutor global de la sesión dientro la caxa del títulu de la páxina del llistáu de cursos
bn_bd: কোর্স তালিকায় সেশন শিরোনাম বক্সে গ্লোবাল সেশন কোচের নাম দেখান
bs_ba: Prikaži globalno ime sesijskog trenera u kutiji naslova sesije na listi kurseva
ca_es: Mostrar el nom del tutor dins de la caixa de títol de la pàgina del llistat de cursos
cs_cz: Zobrazit jméno hlavního školitele v titulku sezení na seznamu kurzů
da: Vis den globale session-coach-navn i session-titlens boks i kursuslisten
de: Zeige die globalen Tutoren der Kurs-Sessions in der Überschrift der Kurs-Sessions in der Kursübersicht
el: Εμφάνιση του ονόματος του συντονιστή συνεδρίας στον τίτλο της συνεδρίας στη λίστα μαθημάτων
eo: Montri la ĉefan nomon de sesia trejnisto en la titolo-kesto de sesio en la listo de kursoj
es: Mostrar el nombre del tutor global de la sesión dentro de la caja de título de la página del listado de cursos
es_mx: Mostrar el nombre global del coach de sesión en el cuadro del título de sesión en la lista de cursos
eu_es: Erakutsi saioaren arduradun globalaren izena, ikastaro zerrendan, saioaren titulua duen laukiaren barnean
fa_ir: نمایش نام مربی جلسه جهانی در جعبه عنوان جلسه در لیست دوره‌ها
fi_fi: Näytä globaali istuntovalmentajan nimi istunnon otsikkokentässä kurssiluvassa
fo_fo: Vís tað almenna bólka stjóra navnið í bólkaheiti kassan í kursalista
fur: Mostrâ il non globâl dal coach sesion intê casso titel sesion te liste cors
ga: Taispeáin ainm cóisteálaí seisiún domhanda i mbosca teidil seisiún i liosta na gcúrsaí
gl: Mostrar o nome do titor global da sesión dentro da caixa de título da páxina da listaxe de cursos
he_il: הצג את שם מאמן הפגישה הגלובלי בתיבת כותרת הפגישה ברשימת הקורסים
hi: कोर्स सूची में सत्र शीर्षक बॉक्स में वैश्विक सत्र कोच का नाम दिखाएँ
hr_hr: Prikaži globalno ime trenéra sesije u okviru naslova sesije na popisu predmeta
hu_hu: A globális munkamenet edző nevének megjelenítése a munkamenet címében a kurzuskban
hy: Ցուցադրել գլոբալ սեանսի դասախոսի անունը սեանսի վերնագրի տուփում դասընթացների ցուցակում
id_id: Tampilkan nama pelatih sesi global di kotak judul sesi pada daftar mata kuliah
it: Mostra nell'intestazione il nome del tutor globale della sessione nell'elenco dei corsi
ja: コース一覧のセッションタイトルボックスにグローバルセッションコーチ名を表示
ka_ge: სესიის ტრენერის სახელის ჩვენება სესიის სათაურში კურსების სიაში
ko_kr: 코스 목록의 세션 제목 상자에 전역 세션 코치 이름을 표시합니다
lo: ສະແດງຊື່ຄູຝຶກປະຈຳຊ່ວງເວລາຮຽນທັງໝົດໃນກ່ອງຫົວຂໍ້ຊ່ວງເວລາຮຽນໃນລາຍການລາຍວິຊາ
lt_lt: Rodyti bendrą sesijos trenerio vardą sesijos pavadinimo lange kursų sąraše
lv_lv: Rādīt kopējās sesijas Lektora vārdu, pie sesijas nosaukuma mācību sarakstā
mk_mk: Прикажи го глобалното име на тренерот на сесија во кутијата со насловот на сесија во листата на курсеви
ms_my: Paparkan nama pengajar sesi global dalam kotak tajuk sesi dalam senarai kursus
my_mm: သင်တန်းစာရင်းရှိ အစည်းအဝေးခေါင်းစဉ်အကွက်တွင် ကမ္ဘာလုံးဆိုင်ရာ အစည်းအဝေးနည်းပြဆရာ၏ အမည်ကို ပြသပါ
ne: पाठ्यक्रमहरूको सूचीमा सत्र शीर्षक बाकसमा वैश्विक सत्र कोच नाम देखाउनुहोस्
nl: De naam van de globale sessie coach weergeven in de sessietitel op trainingslijst pagina.
nn_no: Vis det globale sesong-coach-namnet i sesongtittelboksen i kurslista
oc: Afichar lo nom global del coach de session dins la bóstia del titel de session dins la lista dels cors
pl_pl: Pokaż nazwę trenera ogólnej sesji, w polu Tytuł sesji, na liście szkoleń
ps: د ګڼو کورسونو په فهرست کې د غونډې سرلیک په مربع کې عمومي د غونډې لارښودونکي نوم ښکاره کړئ
pt_br: Mostrar o nome do tutor da sessão global dentro da caixa de título da página da listagem de cursos
pt_pt: Apresentar o nome do tutor da sessão completa na caixa de título da sessão na lista de cursos
ro_ro: Afisati numele antrenorului global al sesiunii in caseta de titlul a sesiunii pe pagina de listare a cursurilor
ru_ru: Показывать общее имя тренера сессии в поле заголовка сессии в списке курсов
sk_sk: Zobraziť meno globálneho trénera stretnutia v názve škatule stretnutia v zozname stretnutí
sl: Prikaži ime inštruktorja globalne seje v naslovnem oknu seje strani seznama tečajev
sq: Shfaq emrin global të trajnerit të sesionit në kutinë e titullit të sesionit në listën e kurseve
sr_rs: Prikaži globalno ime koča sesije u kutiji naslova sesije na listi kurseva
sv_se: Visa det globala sessionens handledarnamn i sessionstitelrutan i kurslistan
sw_ke: Onyesha jina la mlezi wa kikao la kimataifa kwenye sanduku la kichwa cha kikao katika orodha ya kozi
ta: பாடங்களின் பட்டியலில் அமர்வு தலைப்பு பெட்டியில் உலகளாவிய அமர்வு பயிற்சியாளர் பெயரைக் காட்டு
th: แสดงชื่อโค้ชเซสชันทั่วไปในกล่องชื่อเซสชันในรายการคอร์ส
tl_ph: Ipakita ang pangalan ng pandaigdig na coach ng sesyon sa kahon ng pamagat ng sesyon sa listahan ng mga kurso
tr: Ders listesinde oturum başlığı kutusunda genel oturum koç adını göster
uk_ua: Показати глобальне ім'я тренера сесії в полі заголовка сесії у списку курсів
vi_vn: Hiển thị tên huấn luyện viên phiên toàn cục trong hộp tiêu đề phiên trong danh sách khóa học
xh_za: Bonisa igama le-coach yeseshoni jikelezayo kwibhokisi lesihloko seseshoni kuluhlu lwezifundo
zh_cn: 在课程列表的会话标题框中显示全局会话教练名称
zh_tw: 在課程清單的課程班標題框中顯示全域課程班指導師名稱

source: Extend rights for coach
ar: توسيع صلاحيات المعلم
ast_es: Ampliar los derechos del tutor
bn_bd: কোচের অধিকার বাড়ান
bs_ba: Proširi prava za trenera
ca_es: Ampliar els permisos del tutor
cs_cz: Rozšířená práva pro školitele
da: Udvid rettigheder for coach
de: Tutoren: Erweiterte Rechte
el: Επέκταση δικαιωμάτων για συντονιστή
eo: Etendi rajtojn por trejnisto
es: Ampliar los permisos del tutor
es_mx: Extender derechos para coach
eu_es: Zabaldu arduradunaren eskubideak
fa_ir: گسترش حقوق برای مربی
fi_fi: Laajenna valmentajan oikeuksia
fo_fo: Útvíkkja rættindi fyri stjóra
fur: Estendi diritis pal coach
ga: Leathnaigh cearta don chóitseálaí
gl: Ampliar os permisos do titor
he_il: הרחבת זכויות למאמן
hi: कोच के लिए अधिकार विस्तारित करें
hr_hr: Proširite prava za trenéra
hu_hu: Jogok kiterjesztése az edző számára
hy: Ընդլայնել իրավունքները դասախոսի համար
id_id: Perluas hak untuk pelatih
it: Diritti estesi per il tutor
ja: コーチの権限を拡張
ka_ge: ტრენერის უფლებების გაფართოება
ko_kr: 코치 권한 확장
lo: ຂະຫຍາຍສິດສໍາລັບຄູຝຶກ
lt_lt: Išplėsti teises treneriui
lv_lv: Palielināt tiesības Asistentam
mk_mk: Прошири права за тренер
ms_my: Lanjutkan hak untuk pengajar
my_mm: နည်းပြဆရာအတွက် အခွင့်အရေးများကို ချဲ့ထွင်ပါ
ne: कोचको लागि अधिकार विस्तार गर्नुहोस्
nl: Rechten voor de coach uitbreiden
nn_no: Utvid rettar for coach
oc: Extendre los dreches pel coach
pl_pl: Rozszerz uprawanienia trenera
ps: د لارښودونکي حقوق پراخ کړئ
pt_br: Ampliar os direitos do tutor
pt_pt: Ampliar/alargar os direitos para o tutor
ro_ro: Extindeti drepturile pentru antrenor
ru_ru: Расширить права тренера
sk_sk: Rozšírené práva pre tútora
sl: Razširi pravice za inštruktorja
sq: Zgjero të drejtat për trajnerin
sr_rs: Proširi prava za koča
sv_se: Utöka rättigheter för handledare
sw_ke: Panua haki kwa mlezi
ta: பயிற்சியாளருக்கான உரிமைகளை விரிவாக்கு
th: ขยายสิทธิ์สำหรับโค้ช
tl_ph: Palawakin ang mga karapatan para sa coach
tr: Koç için hakları genişlet
uk_ua: Розширити права для тренера
vi_vn: Mở rộng quyền cho huấn luyện viên
xh_za: Sindisa amalungelo kwe-coach
zh_cn: 扩展教练权限
zh_tw: 擴展指導師權限

source: Activate this option will give the coach the same permissions as the trainer on authoring tools
ar: ان تفعيل هذا الخيار سوف يمنح المعلم نفس صلاحيات المدرس في ادوات التعليم
ast_es: L'activación d'esta opción va dar a los tutores los mesmos permisos que tenga un profesor pa les ferramientes d'autoría
bn_bd: এই অপশন সক্রিয় করলে কোচকে অথরিং টুলসে ট্রেইনারের মতো অনুমতি দেওয়া হবে
bs_ba: Aktiviranje ove opcije daje treneru ista prava kao i predavaču na alatima za kreiranje sadržaja
ca_es: L'activació d'aquesta opció donarà al tutor els mateixos permisos que tingui un professor sobre les eines d'autoria
cs_cz: Aktivací této funkce dáte lektorovi stejná práva v autorských nástrojích jako má školitel
da: Aktivering af denne mulighed giver coach de samme rettigheder som underviseren på forfatningsværktøjer
de: Die Aktivierung dieser Option wird dem Tutor die gleichen Rechte wie dem Kursleiter in den Authoring Tools geben
el: Η ενεργοποίηση αυτής της επιλογής θα δώσει στον συντονιστή τα ίδια δικαιώματα με τον εκπαιδευτή στα εργαλεία δημιουργίας
eo: Aktivigi ĉi tiun opcion donos al la trejnisto la samajn permesojn kiel la instruisto pri aŭtoraj iloj
es: La activación de esta opción dará a los tutores los mismos permisos que tenga un profesor sobre las herramientas de autoría
es_mx: Activar esta opción dará al coach los mismos permisos que el entrenador en las herramientas de autoría
eu_es: Aukera hau aktibatzeak, editatzeko tresnei dagokienez, irakasleak dituen baimen berberak emango dizkio arduradunari
fa_ir: فعال کردن این گزینه، به مربی همان مجوزهای مربی در ابزارهای تألیف می‌دهد
fi_fi: Tämän vaihtoehdon aktivointi antaa valmentajalle samat käyttöoikeudet kuin kouluttajalla sisällöntuotantotyökaluihin
fo_fo: At virkja hetta valið gevur stjóranum sømu loyvi sum lærarin á skapanar vætilum
fur: Ativâ cheste opzion darâ al coach lis stesse permis dals formadôrs sui struments di autoria
ga: Tabharfaidh gníomhachtú an rogha seo na cearta céanna don chóitseálaí agus atá ag an traenálaí ar uirlisí údaráis
gl: A activación desta opción dará aos titores os mesmos permisos que teña un profesor sobre as ferramentas de autoría
he_il: הפעלת אפשרות זו תעניק למאמן את אותן ההרשאות כמו למאמן בכלי כתיבה
hi: इस विकल्प को सक्रिय करने से कोच को लेखन उपकरणों पर प्रशिक्षक के समान अनुमतियाँ मिलेंगी
hr_hr: Aktiviranje ove opcije daje trenéru ista dopuštenja kao predavaču na alatima za izradu sadržaja
hu_hu: Ezen opció aktiválása az edzőnek ugyanazokat a jogosultságokat adja, mint a trénernek a tartalomkészítő eszközökön
hy: Ակտիվացնել այս տարբերակը կտա դասախոսին նույն թույլտվությունները, ինչ դասախոսին հեղինակման գործիքներում
id_id: Mengaktifkan opsi ini akan memberikan pelatih izin yang sama dengan pelatih pada alat authoring
it: Attivando l'opzione il tutor avrà gli stessi diritti del docente nell'uso degli strumenti di produzione di contenuto
ja: このオプションを有効にすると、コーチにオーサリングツールでトレーナーと同じ権限を与えます
ka_ge: ამ ოფციის ჩართვა ტრენერს მისცემს იგივე უფლებებს, რაც ტრენერს ავტორის ინსტრუმენტებზე
ko_kr: 이 옵션을 활성화하면 코치가 저작 도구에서 강사와 동일한 권한을 갖습니다
lo: ການເປີດໃຊ້ຕົວເລືອກນີ້ຈະເຮັດໃຫ້ຄູຝຶກມີສິດເທົ່າກັບຜູ້ຝຶກສອນໃນເຄື່ອງມືການສ້າງເນື້ອຫາ
lt_lt: Aktyvavus šią parinktį, treneris gaus tokias pat teises kuriant įrankius kaip ir mokytojas
lv_lv: Aktivizējot šo opciju, Asistentam tiks dotas tādas pašas iespējas, kā Lektoram, lietojot Kursa veidošanas instrumentus
mk_mk: Активирањето на оваа опција ќе му даде на тренерот исти дозволи како на инструкторот на алатките за креирање
ms_my: Mengaktifkan pilihan ini akan memberi pengajar keizinan yang sama seperti jurulatih pada alat pengarang
my_mm: ဤရွေးချယ်မှုကို ဖွင့်လှစ်ခြင်းဖြင့် နည်းပြဆရာအား ဖန်တီးမှုကိရိယာများတွင် သင်တန်းဆရာနှင့် တူညီသော ခွင့်ပြုချက်များကို ပေးမည်ဖြစ်သည်
ne: यो विकल्प सक्रिय गर्दा कोचलाई authoring उपकरणहरूमा प्रशिक्षकसँग उही अनुमतिहरू दिन्छ
nl: Door deze instelling te activeren geeft u de coach dezelfde mogelijkheden als de trainer voor de auteursfunctionaliteiten
nn_no: Aktivering av dette valet vil gje coach same rettar som trenaren på forfattarverktøy
oc: Activar aquesta opcion donarà al coach las meteissas permissions que lo formator sus las aisinas d'autoria
pl_pl: Aktywując tę opcję trener dostaje te same uprawnienia, jak w narzędziach autorskich
ps: دا اختیار فعالول به لارښودونکي د روزونکي هماغه اجازې ورکړي چې په جوړولو وسیلو کې دي
pt_br: A ativação desta opção dará aos tutores as mesmas permissões que tem um professor sobre as ferramentas de autoria
pt_pt: Ao activar esta opção dará aos tutores as mesmas permissões que tem um instrutor sobre as ferramentas de autoria
ro_ro: Activand aceasta optiune antrenorul va avea aceleasi drepturi ca si profesorul asupra instrumentelor de editare
ru_ru: Активация этой опции даст тренеру те же разрешения, что и у преподавателя на инструментах создания контента
sk_sk: Aktivácia tejto možnosti dá tútorovi rovnaké oprávnenie k pomocným nástrojom ako má lektor.
sl: Aktiviranje te opcije dodeli inštruktorju enake pravice za avtorska orodja, kot jih ima učitelj
sq: Aktivizimi i kësaj opsioni do t'i japë trajnerit të njëjtat leje si trajnerin në mjetet e autorimit
sr_rs: Aktiviranje ove opcije daje koču ista prava kao treneru na alatima za kreiranje
sv_se: Aktivera detta alternativ ger handledaren samma behörigheter som tränaren på författarverktyg
sw_ke: Kuwezesha chaguo hili litampa mlezi ruhusa sawa na mwalimu kwenye zana za uundaji
ta: இந்த விருப்பத்தை செயல்படுத்துவது பயிற்சியாளருக்கு ஆசிரியர் கருவிகளில் அதே அனுமதிகளை அளிக்கும்
th: เปิดใช้งานตัวเลือกนี้จะให้โค้ชมีสิทธิ์เท่ากับเทรนเนอร์ในเครื่องมือสร้างเนื้อหา
tl_ph: Ang pag-activate ng opsyon na ito ay magbibigay sa coach ng parehong mga pahintulot tulad ng trainer sa mga tool ng authoring
tr: Bu seçeneği etkinleştirmek koça yazarlık araçlarında eğitmenle aynı izinleri verecektir
uk_ua: Увімкнення цієї опції надасть тренеру такі ж дозволи, як у викладача на інструментах авторства
vi_vn: Kích hoạt tùy chọn này sẽ cho huấn luyện viên quyền giống như giảng viên trên công cụ soạn thảo
xh_za: Ukuvulela oku kuya kunika i-coach iimvume ezifanayo nomqeqeshi kwizixhobo zokubhala
zh_cn: 激活此选项将赋予教练与培训师相同的创作工具权限
zh_tw: 啟用此選項將賦予指導師與訓練師相同的創作工具權限

source: Activate this option will allow the coachs to create and edit surveys
ar: ان تفعيل هذا الخيار سوف يسمح للمعلمين من انشاء وتعديل الاستبيانات
ast_es: L'activación d'esta opción va dar a los tutores el derechu de crear y editar encuestes
bn_bd: এই অপশন সক্রিয় করলে কোচরা জরিপ তৈরি এবং সম্পাদনা করতে পারবে
bs_ba: Aktiviranje ove opcije omogućava trenerima kreiranje i uređivanje anketa
ca_es: L'activació d'aquesta opció donarà als tutors el dret de crear i editar enquestes
cs_cz: Aktivací této funkce povolíte lektorovi vytvořit a upravovat průzkumy
da: Aktivering af denne mulighed tillader coaches at oprette og redigere undersøgelser
de: Die Aktivierung dieser Option wird dem Tutor das Erstellen und Editieren von Umfragen erlauben
el: Η ενεργοποίηση αυτής της επιλογής θα επιτρέψει στους συντονιστές να δημιουργούν και να επεξεργάζονται έρευνες
eo: Aktivigi ĉi tiun opcion permesos al la trejnistoj krei kaj redakti enketojn
es: La activación de esta opción dará a los tutores el derecho de crear y editar encuestas
es_mx: Activar esta opción permitirá a los coaches crear y editar encuestas
eu_es: Aukera hau aktibatzeak arduradunei inkestak sortzeko eta editatzeko eskubideak emango dizkie
fa_ir: فعال کردن این گزینه به مربی‌ها اجازه ایجاد و ویرایش نظرسنجی‌ها را می‌دهد
fi_fi: Tämän vaihtoehdon aktivointi mahdollistaa valmentajille kyselyiden luomisen ja muokkaamisen
fo_fo: At virkja hetta valið loyvir stjórum at upprætta og rætta umsagnir
fur: Ativâ cheste opzion permitarâ ai coachs di creâ e modificar sondejos
ga: Ligfidh gníomhachtú an rogha seo do chóistí suirbhéanna a chruthú agus a eigí
gl: A activación desta opción dará aos titores o dereito de crear e editar enquisas
he_il: הפעלת אפשרות זו תאפשר למאמנים ליצור ולערוך סקרים
hi: इस विकल्प को सक्रिय करने से कोच सर्वेक्षण बना और संपादित कर सकेंगे
hr_hr: Aktiviranje ove opcije omogućuje trenérima stvaranje i uređivanje anketa
hu_hu: Ezen opció aktiválása lehetővé teszi az edzők számára a felmérések létrehozását és szerkesztését
hy: Ակտիվացնել այս տարբերակը կ թույլատրի դասախոսներին ստեղծել և խմբագրել հարցումներ
id_id: Mengaktifkan opsi ini akan memungkinkan pelatih untuk membuat dan mengedit survei
it: Attivando l'opzione il tutor potrà creare e modificare i questionari
ja: このオプションを有効にすると、コーチがアンケートを作成・編集できるようになります
ka_ge: ამ ოფციის ჩართვა საშუალებას მისცემს ტრენერებს გამოკითხვების შექმნას და რედაქტირებას
ko_kr: 이 옵션을 활성화하면 코치가 설문조사를 생성하고 편집할 수 있습니다
lo: ການເປີດໃຊ້ຕົວເລືອກນີ້ຈະອະນຸຍາດໃຫ້ຄູຝຶກສາມາດສ້າງ ແລະ ແກ້ໄຂແບບສຳຫຼວດໄດ້
lt_lt: Aktyvavus šią parinktį, treneriai galės kurti ir redaguoti apklausas
lv_lv: Aktivizējot šo opciju, Asistentam tiks dotas iespējas, veidot un rediģēt Aptaujas
mk_mk: Активирањето на оваа опција ќе им овозможи на тренерите да креираат и уредуваат анкети
ms_my: Mengaktifkan pilihan ini akan membenarkan pengajar mencipta dan mengedit tinjauan
my_mm: ဤရွေးချယ်မှုကို ဖွင့်လှစ်ခြင်းဖြင့် နည်းပြဆရာများအား စစ်တမ်းများကို ဖန်တီးပြီး တည်းဖြတ်ခွင့်ပြုမည်ဖြစ်သည်
ne: यो विकल्प सक्रिय गर्दा कोचहरूलाई सर्वेक्षणहरू सिर्जना र सम्पादन गर्न अनुमति दिन्छ
nl: Door deze optie te activeren kunnen coachen ook enquêtes aanmaken en wijzigen
nn_no: Aktivering av dette valet vil la coachane opprette og redigere spørreundersøkingar
oc: Activar aquesta opcion permetrà als coachs crear e modificar las enquéstas
pl_pl: Aktywacja tej opcji pozwoli trenerom na tworzenie i edycję ankiet
ps: دا اختیار فعالول به لارښودونکي د سروېګانو جوړول او سمول ته اجازه ورکړي
pt_br: A ativação desta opção dará aos tutores o direito de criar e editar questionários
pt_pt: Ao activar desta opção dará aos tutores a possibilidade de criar e editar questionários
ro_ro: Activand aceasta optiune antrenorii vor avea dreptul de a crea si edita sondaje
ru_ru: Активация этой опции позволит тренерам создавать и редактировать опросы
sk_sk: Aktivácia tejto možnosti umožní tútorom vytvárať a upravovať prieskumy
sl: Aktiviranje te opcije omogoči inštruktorju kreiranje in urejanje evalvacijskih vprašalnikov
sq: Aktivizimi i kësaj opsioni do t'u lejojë trajnerëve të krijojnë dhe redaktojnë anketa
sr_rs: Aktiviranje ove opcije omogućava kočevima da kreiraju i uređuju ankete
sv_se: Aktivera detta alternativ låter handledarna skapa och redigera enkäter
sw_ke: Kuwezesha chaguo hili litawaruhusu walezi kuunda na kuhariri uchunguzi
ta: இந்த விருப்பத்தை செயல்படுத்துவது பயிற்சியாளர்களுக்கு கண்காணிப்புகளை உருவாக்கவும் திருத்தவும் அனுமதிக்கும்
th: เปิดใช้งานตัวเลือกนี้จะให้โค้ชสร้างและแก้ไขแบบสอบถามได้
tl_ph: Ang pag-activate ng opsyon na ito ay magpapahintulot sa mga coach na lumikha at mag-edit ng mga survey
tr: Bu seçeneği etkinleştirmek koçların anket oluşturmasına ve düzenlemesine izin verecektir
uk_ua: Увімкнення цієї опції дозволить тренерам створювати та редагувати опитування
vi_vn: Kích hoạt tùy chọn này sẽ cho phép huấn luyện viên tạo và chỉnh sửa khảo sát
xh_za: Ukuvulela oku kuya kuvumela i-coachs ukudala kwaye ihlebe i-surveys
zh_cn: 激活此选项将允许教练创建和编辑调查
zh_tw: 啟用此選項將允許指導師建立和編輯問卷

source: Extend rights for coachs on surveys
ar: توسيع صلاحيات المعلم في الاستبيانات
ast_es: Ampliar los derechos de los tutores nes encuestes
bn_bd: জরিপে কোচদের অধিকার বাড়ান
bs_ba: Proširi prava za trenere na anketama
ca_es: Ampliar els permisos dels tutors en les enquestes
cs_cz: Rošířená práva pro lektory v průzkumech
da: Udvid rettigheder for coaches på undersøgelser
de: Tutoren: Umfragen-Rechte
el: Επέκταση δικαιωμάτων συντονιστών σε έρευνες
eo: Etendi rajtojn por trejnistoj pri enketoj
es: Ampliar los permisos de los tutores en las encuestas
es_mx: Extender derechos para coaches en encuestas
eu_es: Zabaldu arduradunen eskubideak inkestei dagokienez
fa_ir: گسترش حقوق مربی‌ها در نظرسنجی‌ها
fi_fi: Laajenna valmentajien oikeuksia kyselyissä
fo_fo: Útvík rættindi fyri lærarum í umsøknunum
fur: Estendi diritis pal coachs sui sondejos
ga: Leathnaigh cearta do chóistí ar shuirbhéanna
gl: Ampliar os permisos dos titores nas enquisas
he_il: הרחבת זכויות למאמנים בסקרים
hi: सर्वेक्षणों पर कोच के लिए अधिकार विस्तारित करें
hr_hr: Proširite prava za trenere na anketama
hu_hu: Jogok kiterjesztése az edzők számára a felméréseken
hy: Ընդլայնել դասախոսների իրավունքները հարցումների վրա
id_id: Perluas hak pelatih pada survei
it: Diritti estesi per il tutor sui questionari
ja: アンケートに対するコーチの権限を拡張
ka_ge: ტრენერების უფლებების გაფართოება გამოკითხვებზე
ko_kr: 설문조사에서 코치 권한 확장
lo: ຂະຫຍາຍສິດສໍາລັບຄູຝຶກໃນແບບສຳຫຼວດ
lt_lt: Išplėsti trenerių teises apklausose
lv_lv: Paplašināt Aptauju veidošanas tiesības Asistentam
mk_mk: Прошири права за тренери во анкетите
ms_my: Lanjutkan hak untuk pengajar pada tinjauan
my_mm: စစ်တမ်းများအတွက် နည်းပြဆရာများ၏ အခွင့်အရေးများကို ချဲ့ထွင်ပါ
ne: सर्वेक्षणहरूमा कोचहरूको लागि अधिकार विस्तार गर्नुहोस्
nl: Rechten voor coachen bij enquêtes uitbreiden
nn_no: Utvid rettar for coachar på spørreundersøkingar
oc: Extendre los dreches dels coachs sus las enquéstas
pl_pl: Rozszerz uprawnienia Trenerów w ankietach
ps: د لارښودونکي لپاره د سروېګانو حقوق پراخ کړئ
pt_br: Ampliar as permissões dos tutores nos questionários
pt_pt: Ampliar/alargar as permissões para os tutores nos questionários
ro_ro: Extindeti drepturile pentru antrenori in sondaje
ru_ru: Расширить права тренеров на опросы
sk_sk: Rozšírené práva pre tútorov v prieskumoch
sl: Razširi pravice za inštruktorja pri evalvacijskih vprašalnikih
sq: Zgjero të drejtat për trajnerët në anketa
sr_rs: Proširi prava za kočeve na anketama
sv_se: Utöka rättigheter för handledare på enkäter
sw_ke: Panua haki za walezi kwenye uchunguzi
ta: கண்காணிப்புகளில் பயிற்சியாளர்களுக்கான உரிமைகளை விரிவாக்கு
th: ขยายสิทธิ์สำหรับโค้ชในแบบสอบถาม
tl_ph: Palawakin ang mga karapatan para sa mga coach sa mga survey
tr: Koçlar için anketlerde hakları genişlet
uk_ua: Розширити права тренерів на опитування
vi_vn: Mở rộng quyền cho huấn luyện viên trên khảo sát
xh_za: Sindisa amalungelo kwe-coachs kwii-surveys
zh_cn: 扩展教练在调查上的权限
zh_tw: 擴展指導師在問卷上的權限
