Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This user isn't subscribed in a session
ar: هذا المستخدم غير مشترك بالدورة
ast_es: Esti usuariu nun ta apuntáu a una sesión
bn_bd: এই ব্যবহারকারীটি কোনো সেশনে সাবস্ক্রাইব নয়
bs_ba: Ovaj korisnik nije upisan u sesiju
ca_es: Aquest usuari no ha estat subscrit a una sessió
cs_cz: Tento uživatel není zapsán do sezení
da: Denne bruger er (ikke) tilmeldt en session
de: Dieser Benutzer ist für keine Kurs-Session angemeldet
el: Ο χρήστης δεν έχει κάνει εγγραφή σε περίοδο
eo: Ĉi tiu uzanto ne estas enskribita en sesio
es: Este usuario no está inscrito en ninguna sesión de formación
es_mx: Este usuario no está inscrito en una sesión
eu_es: Erabiltzaile honek ez du izena eman saio baterako ere
fa_ir: این کاربر در جلسه‌ای ثبت‌نام نکرده است
fi_fi: Tämä käyttäjä ei ole ilmoittautunut istuntoon
fo_fo: Hesin brúkarin er ikki skrivaður til ein sætt
fur: Chest utint no è iscrit incune session
ga: Níl an úsáideoir seo cláraithe i seisiún ar bith
gl: Este usuario non está inscrito nunha sesión.
he_il: משתמש זה אינו רשום בהפעלה
hi: यह उपयोगकर्ता किसी सत्र में सदस्य नहीं है
hr_hr: Ovaj korisnik nije upisan u sesiju
hu_hu: Ez a felhasználó nincs feliratkozva foglalkozásra
hy: Այս օգտատերը չի գրանցվել սեանսում
id_id: Pengguna ini tidak terdaftar di sesi
it: L'utente non è iscritto ad una sessione
ja: このユーザーはセッションに登録されていません
ka_ge: ეს მომხმარებელი სესიაში არ არის რეგისტრირებული
ko_kr: 이 사용자는 세션에 등록되어 있지 않습니다
lt_lt: Šis vartotojas nėra užsiregistravęs į sesiją
lv_lv: Lietotājs nav piereģistrēts sesijai
mk_mk: Овој корисник не е запишан на сесија
ms_my: Pengguna ini tidak dilanggankan dalam sesi
my_mm: ဤအသုံးပြုသူသည် အစည်းအဝေးတစ်ခုတွင် စာရင်းသွင်းမထားပါ
ne: यो प्रयोगकर्ता कुनै सत्रमा सदस्यता लिएको छैन
nl: Deze gebruiker is niet ingeschreven in een sessie
nn_no: Denne brukaren er ikkje meldt på ein sesjon
oc: Aqueste utilizaire es pas inscrit dins una sèssion
pl_pl: Ten użytkownik nie jest zapisany do sesji
ps: دا کارن په غونډه کې ثبت نه دی
pt_br: Este usuário não está inscrito em nenhuma sessão
pt_pt: Este utilizador não está inscrito em nenhuma sessão
ro_ro: Acest user nu este subscris intr-o sesiune
ru_ru: Этот пользователь подписанотписан на эту сессию
sk_sk: Tento používateľ nie je zaradený na stretnutie
sl: Ta uporabnik ni vpisan v sejo
sq: Ky përdorues nuk është i regjistruar në një sesion
sr_rs: Ovaj korisnik nije prijavljen na sesiju
sv_se: Användaren är inte registrerad i en period
sw_ke: Mtumiaji huyu hajajisajili kwenye kikao
ta: இந்த பயனர் ஒரு அமர்வில் பதிவு செய்யப்படவில்லை
th: ผู้ใช้รายนี้ไม่ได้สมัครในเซสชัน
tl_ph: Ang gumagamit na ito ay hindi naka-subscribe sa isang sesyon
tr: Bu kullanıcı bir oturumda kayıtlı değildir
uk_ua: Цього користувача не зараховано на сесію
vi_vn: Người dùng này chưa đăng ký phiên
xh_za: Lo msebenzisi akabhaliswanga kwiseshoni
zh_cn: 此用户未订阅任何课程
zh_tw: 本使用者未有修讀學期單元

source: Display categories on home page
ar: عرض الفئات على الصفحة الرئيسية
ast_es: Amosar categoríes na páxina d'entamu
bn_bd: হোম পেজে ক্যাটাগরি প্রদর্শন করুন
bs_ba: Prikaži kategorije na početnoj stranici
ca_es: Mostrar categories a la pàgina principal
cs_cz: Zobraz kategorie na domácí stránce
da: Vis kategorier på startsiden
de: Kategorien-Anzeige
el: Εμφάνιση κατηγοριών στην αρχική σελίδα
eo: Montri kategoriojn sur la startpaĝo
es: Mostrar categorías en la página principal
es_mx: Mostrar categorías en la página principal
eu_es: Erakutsi kategoriak orri nagusian
fa_ir: نمایش دسته‌بندی‌ها در صفحه اصلی
fi_fi: Näytä kategoriat etusivulla
fo_fo: Vís bólkar á heimasíðuni
fur: Mostre categorîs su pagjine inizjâl
ga: Taispeáin catagóirí ar an leathanach baile
gl: Mostrar categorías na páxina principal
he_il: הצגת קטגוריות בדף הבית
hi: होम पेज पर श्रेणियाँ प्रदर्शित करें
hr_hr: Prikaži kategorije na početnoj stranici
hu_hu: Kategóriák megjelenítése a kezdőoldalon
hy: Ցույց տալ կատեգորիաները գլխավոր էջում
id_id: Tampilkan kategori di halaman beranda
it: Mostra le categorie nella Pagina iniziale
ja: ホーム ページにカテゴリを表示
ka_ge: კატეგორიების ჩვენება მთავარ გვერდზე
ko_kr: 홈페이지에 카테고리 표시
lo: ສະແດງໝວດໝູ່ໃນໜ້າຫຼັກ
lt_lt: Rodyti kategorijas pradiniame puslapyje
lv_lv: Rādīt kategorijas mācību vides sākuma lapā.
mk_mk: Прикажи категории на почетната страна
ms_my: Paparkan kategori pada laman utama
my_mm: ပင်မစာမျက်နှာတွင် အမျိုးအစားများကို ပြသပါ
ne: गृह पृष्ठमा कोर्स वर्गहरू देखाउनुहोस्
nl: Toon categorieën op de startpagina
nn_no: Vis kategorier på hovudsida
oc: Afichar las categorias sus la pagina d'acuèlh
pl_pl: Wyświetl kategorie na stronie głównej
ps: وېشنيزې په کور پاڼې ښکاره کړئ
pt_br: Exibir categorias na página inicial
pt_pt: Mostrar categorias na página inicial/homepage
ro_ro: Afiseaza categoriile pe pagina initiala
ru_ru: Отображать разделы на домашней странице
sk_sk: Zobraziť kategórie na domovskej stránke
sl: Prikaži kategorije na domači strani
sq: Shfaq kategoritë në faqen kryesore
sr_rs: Prikaži kategorije na početnoj stranici
sv_se: Visa kategorier på hemsidan
sw_ke: Onyesha makundi kwenye ukurasa wa nyumbani
ta: முகப்புப் பக்கத்தில் வகைகளைக் காட்டு
th: แสดงหมวดหมู่บนหน้าหลัก
tl_ph: Ipakita ang mga kategorya sa home page
tr: Kategorileri başlangıç sayfasında göster
uk_ua: Показувати категорії на домашній сторінці
vi_vn: Hiển thị danh mục trên trang chủ
xh_za: Bonisa iikhategori kwiphepha lasekhaya
zh_cn: 在首页显示分类
zh_tw: 於首頁展示課程類別

source: This option will display or hide courses categories on the portal home page
ar: هذا الخيار سيعرض أو يخفي نماذج المقرر على بوابة الصفحة الرئيسية
ast_es: Esta opción va amosar o esconder les categoríes de cursos na páxina d'entamu de la plataforma
bn_bd: এই অপশনটি পোর্টাল হোম পেজে কোর্স ক্যাটাগরি প্রদর্শন বা লুকাবে
bs_ba: Ova opcija će prikazati ili sakriti kategorije kurseva na početnoj stranici portala
ca_es: Aquesta opció mostrarà o ocultarà les categories de cursos a la pàgina principal de la plataforma
cs_cz: Tato volba zobrazí nebo skryje kategorie školení na hlavní stránce portálu
da: Dette valg vil vise eller skjulte kursuskategorier på startsiden
de: Mit dieser Option werden Kurskategorien auf der Startseite des Portals angezeigt oder ausgeblendet
el: Αυτή η επιλογή θα εμφανίσει ή θα κρύψει τις κατηγορίες μαθημάτων στην αρχική σελίδα της πύλης
eo: Ĉi tiu opcio vidigas aŭ kaŝas la kursajn kategoriojn sur la paĝo de la portalo
es: Esta opción mostrará u ocultará las categorías de cursos en la página principal de la plataforma
es_mx: Esta opción mostrará u ocultará las categorías de cursos en la página principal del portal
eu_es: Aukera honek formakuntzako ikastaro kategoriak erakutsi ala ezkutatuko ditu plataformako orri nagusian
fa_ir: این گزینه دسته‌بندی‌های دوره‌ها را در صفحه اصلی پورتال نمایش یا مخفی می‌کند
fi_fi: Tämä vaihtoehto näyttää tai piilottaa kurssikategoriat portaalin etusivulla
fo_fo: Henda møguleikin vísir ella fjalir kursusbólkar á portal heimasíðuni
fur: Chest opsion mostrârâ o scundrârâ categorîs curs su pagjine inizjâl dal portal
ga: Taispeánfaidh an rogha seo catagóirí cúrsaí ar leathanach baile an phortail nó folaíonn sé iad
gl: Esta opción amosa ou oculta as categorias dos cursos na páxina principal do portal
he_il: אפשרות זו תציג או תסתיר קטגוריות קורסים בדף הבית של הפורטל
hi: यह विकल्प पोर्टल होम पेज पर कोर्स श्रेणियों को प्रदर्शित या छिपाएगा
hr_hr: Ova opcija će prikazati ili sakriti kategorije predmeta na početnoj stranici portala
hu_hu: Ezzel a kapcsolóval lehet a nyitólapon elrejteni/megmutatni a képzéskategóriákat
hy: Այս տարբերակը կցուցադրի կամ կթաքցնի կուրսերի կատեգորիաները պորտալի գլխավոր էջում
id_id: Opsi ini akan menampilkan atau menyembunyikan kategori kursus di halaman beranda portal
it: L'opzione permetterà di mostrare o nascondere le categorie di corso sulla pagina di accesso del portale
ja: このオプションはプラットフォームのホーム ページにコース カテゴリを表示または非表示にします
ka_ge: ეს ოფცია გამოჩნდება ან დამალავს კურსების კატეგორიებს პორტალის მთავარ გვერდზე
ko_kr: 이 옵션은 포털 홈페이지에 코스 카테고리를 표시하거나 숨깁니다
lo: ຕົວເລືອກນີ້ຈະສະແດງ ຫຼື ເຊື່ອງໝວດໝູ່ລາຍວິຊາໃນໜ້າຫຼັກຂອງປະຕູເວັບໄຊທ໌
lt_lt: Šis pasirinkimas rodys arba slėps kursų kategorijas portale pradiniame puslapyje
lv_lv: Šī opcija dod iespēju rādīt, vai paslēpt, apmācību kategorijas portāla galvenajā lapā - mācību vides sākumlapā
mk_mk: Оваа опција ќе ги прикаже или скрие категориите на курсеви на почетната страна на порталот
ms_my: Pilihan ini akan memaparkan atau menyembunyikan kategori kursus pada laman utama portal
my_mm: ဤရွေးချယ်မှုသည် ပေါ်တယ်ပင်မစာမျက်နှာတွင် သင်တန်းအမျိုးအစားများကို ပြသမည် သို့မဟုတ် ဖုံးကွယ်မည်ဖြစ်သည်
ne: यो विकल्पले पोर्टल गृह पृष्ठमा कोर्स वर्गहरू देखाउने वा लुकाउने गर्दछ
nl: Deze optie toont of verbergt de cursuscategorieën op de startpagina van de portal
nn_no: Denne innstillinga vil vise eller skule kurskategorier på portalhøvudsida
oc: Aquesta opcion aficharà o amagarà las categorias de curs sus la pagina d'acuèlh del portal
pl_pl: Opcja wyświetla lub ukrywa kategorię kursów na stronie głównej portalu
ps: دا اختیار به د پورتل کور پاڼې باندې کورس وېشنيزې ښکاره یا پټې کړي
pt_br: Esta opção exibe ou oculta as categorias dos cursos na página inicial do portal
pt_pt: Esta opção permitirá mostrar ou ocultar as categorias dos cursos na página inicial/homepage do portal
ro_ro: Aceasta optiune va afisa sau va ascunde categoriile de cursuri pe pagina initiala a portalului
ru_ru: Эта опция будет отображать или прятать разделы курсов на домашней странице
sk_sk: Táto možnosť zobrazí alebo skryje kategórie kurzu na domovskej stránke portálu
sl: Ta možnost prikaže ali skrije kategorije na domači strani portala
sq: Kjo opsion do të shfaqë ose fshehë kategoritë e kurseve në faqen kryesore të portalit
sr_rs: Ova opcija će prikazati ili sakriti kategorije kurseva na početnoj stranici portala
sv_se: Här kan du välja att visa eller dölja kurskategorier på portalens hemsida
sw_ke: Chaguo hili litaonyesha au kuficha makundi ya kozi kwenye ukurasa wa nyumbani wa lango
ta: இந்த விருப்பம் போர்ட்டல் முகப்புப் பக்கத்தில் பாடங்கள் வகைகளைக் காட்ட அல்லது மறைக்கும்
th: ตัวเลือกนี้จะแสดงหรือซ่อนหมวดหมู่คอร์สบนหน้าหลักของพอร์ทัล
tl_ph: Ang opsyon ay magpapakita o magtatago ng mga kategorya ng pagsasanay sa homepage ng portal
tr: Bu seçenek portal başlangıç sayfası üzerindeki ders kategorilerini gösterecek ya da gizleyecektir
uk_ua: Ця опція покаже чи сховає категорії курсів на домашній сторінці порталу
vi_vn: Tùy chọn này sẽ hiển thị hoặc ẩn danh mục khóa học trên trang chủ cổng
xh_za: Eminyelelo iya bonisa okanye ifihle iikhategori zezifundo kwiphepha lasekhaya leportal
zh_cn: 此选项将在门户首页显示或隐藏课程类别
zh_tw: 本選項可決定顯示或隱藏站台的課程

source: Tabs in the header
ar: الأزرار في رأس الصفحة
ast_es: Pestañes na testera
bn_bd: হেডারে ট্যাব
bs_ba: Kartice u zaglavlju
ca_es: Pestanyes a la capçalera
cs_cz: Záložky v záhlaví
da: Faneblade
de: Menüreiter
el: Καρτέλες στην κεφαλίδα
eo: Etiketoj en la titolo
es: Pestañas en la cabecera
es_mx: Pestañas en el encabezado
eu_es: Fitxak goiburuan
fa_ir: تب‌ها در سربرگ
fi_fi: Välilehdet otsikkopalkissa
fo_fo: Flokkar í headerinum
fur: Tab su intestazion
ga: Cluaisíní sa cheanntít
gl: Pestanas na cabeceira
he_il: כרטיסיות בכותרת
hi: हेडर में टैब
hr_hr: Kartice u zaglavlju
hu_hu: Fülek a fejlécen
hy: Վերնամասի ներդիրներ
id_id: Tab di header
it: Etichette nell'intestazione
ja: ヘッダーのタブ
ka_ge: ჩანართები შეტყობინებათა ზოლში
ko_kr: 헤더의 탭
lo: ແຖບໃນຫົວຂໍ້
lt_lt: Kortelės antraštėje
lv_lv: Cilnes ( sadaļas) Lietotāja darba vides galvenē - augšējā daļā
mk_mk: Јазичиња во заглавието
ms_my: Tab dalam header
my_mm: ခေါင်းစီးရှိ တပ်ဘ်များ
ne: हेडरमा ट्याबहरू
nl: Tabs in de hoofding
nn_no: Faner i topptekst
oc: Onglets dins l'entresenhà
pl_pl: Zakładki w nagłówku
ps: سرلیک کې ټبونه
pt_br: Abas no cabeçalho
pt_pt: Separadores no cabeçalho
ro_ro: Taburi in antet
ru_ru: Закладки в заголовке
sk_sk: Záložky v hlavičke
sl: Zavihki v zaglavju strani
sq: Skeda në krye
sr_rs: Kartice u zaglavlju
sv_se: Flikar i navigationshuvudet
sw_ke: Vifungu katika kichwa
ta: தலைப்பில் தாவல்கள்
th: แท็บในส่วนหัว
tl_ph: Mga tab sa header
tr: Başlıktaki sekmeler
uk_ua: Закладки в заголовку
vi_vn: Tab trong tiêu đề
xh_za: Iitab ezentloko
zh_cn: 显示栏目名称
zh_tw: 頁首之標籤

source: Check the tabs you want to see appear in the header. The unchecked tabs will appear on the right hand menu on the portal homepage and my courses page if these need to appear
ar: اختر الأزرار التي تريد رؤيتها في أعلى الصفحة. الأزرار الغير مختارة ستظهر على قائمة الجانب الأيمن على الصفحة وصفحة مقرراتي إذا لزم الأمر
ast_es: Escueya qué pestañes quier qu'apaezan na testera. Les pestañes ensin seleicionar, si son necesaries, van apaecer nel menú derechu de la páxina d'entamu de la plataforma y na páxina de los mios cursos.
bn_bd: হেডারে যে ট্যাবগুলি দেখাতে চান তা চেক করুন। অচেক করা ট্যাবগুলি পোর্টাল হোমপেজ এবং আমার কোর্স পেজের ডান পাশের মেনুতে দেখাবে যদি প্রয়োজন হয়
bs_ba: Označite kartice koje želite vidjeti u zaglavlju. Neoznačene kartice će se pojaviti u desnom meniju na početnoj stranici portala i stranici mojih kurseva ako treba da se pojave
ca_es: seleccioneu quines pestanyes voleu que apareguin a la capçalera. Les pestanyes no seleccionades, si fossin necessàries, apareixerien en el menú dret de la pàgina principal de la plataforma i a la pàgina dels meus cursos
cs_cz: Zaškrtni záložky, které budou vidět v záhlaví. Nezvolené záložky budou zobrazeny v pravém ručním menu na portálu hlavní stránky a mého školení (pokud to bude potřeba).
da: Vælg de faner, du vil se fremgå i headeren. De uhakede faner vil fremgå i højre håndmenu på portalets startside og mine kurser-side, hvis de skal vises
de: -Seite erscheinen, falls sie sichtbar sein müssen
el: Επιλέξτε τις καρτέλες που θέλετε να εμφανίζονται στην κεφαλίδα. Οι μη επιλεγμένες καρτέλες θα εμφανίζονται στο δεξί μενού στην αρχική σελίδα της πύλης και στη σελίδα των μαθημάτων μου αν χρειάζεται να εμφανιστούν
eo: Marku la elementojn, kiujn vi deziras vidi en la titolo. La ne markitaj elementoj aperos je la dekstra flanko de la kampa startpaĝo aŭ miakursa paĝo, se tio necesas.
es: Seleccione que pestañas quiere que aparezcan en la cabecera. Las pestañas no seleccionadas, si fueran necesarias, aparecerán en el menú derecho de la página principal de la plataforma y en la página de mis cursos
es_mx: Marca las pestañas que quieres ver en el encabezado. Las pestañas no marcadas aparecerán en el menú de la derecha en la página principal del portal y en la página de mis cursos si es necesario que aparezcan
eu_es: Kontrolatu zein fitxa nahi duzun agertzea goiburuan. Beharrezkoa balitz, ez hautatutako fitxak plataformako orri nagusiaren eskuinaldeko menuan eta Nire ikastaroen orrian agertuko lirateke.
fa_ir: تب‌هایی را که می‌خواهید در سربرگ نمایش داده شوند علامت بزنید. تب‌های علامت‌نخورده در منوی سمت راست صفحه اصلی پورتال و صفحه دوره‌های من ظاهر می‌شوند اگر لازم باشد
fi_fi: Valitse välilehdet, jotka haluat näkyviin otsikkopalkkiin. Valitsemattomat välilehdet näkyvät portaalin etusivun ja kurssisivuni oikeanpuoleisessa valikossa, jos ne pitää näkyä.
fo_fo: Tick tey flokkarnar tú ynskir at síggja í headerinum. Ótickaðir flokkar koma í hægri handamenyini á portal heimasíðuni og mínum kursus síðu um tey skulu vísa
fur: Seletâ lis tab che vûs vûi vedî su intestazion. Lis tab no seletadis a apararan intê menû drete su pagjine inizjâl dal portal e pagjine miei curs se dutis a aparî
ga: Marcáil na cluaisíní is mian leat a fheiceáil sa cheanntít. Beidh na cluaisíní neamhmharcáilte le feiceáil sa roghchlár ar thaobh na láimhe deise ar leathanach baile an phortail agus ar leathanach mo chursaí má theastaíonn siad
gl: Seleccione as etiquetas que desexa na cabeceira. As etiquetas non seleccionadas aparecerán no menú do lado dereito da páxina principal do campus e na páxina dos cursos, no caso de ser necesario que aparezan.
he_il: בדוק את הכרטיסיות שאתה רוצה לראות מופיעות בכותרת. הכרטיסיות הלא מסומנות יופיעו בתפריט הימני בדף הבית של הפורטל ובדף הקורסים שלי אם אלה יצטרכו להופיע
hi: हेडर में दिखने वाले टैब चेक करें। अनचेक टैब पोर्टल होमपेज और मेरे कोर्स पेज पर दाएँ मेनू में दिखेंगे यदि उन्हें दिखाना आवश्यक हो
hr_hr: Označite kartice koje želite vidjeti u zaglavlju. Neoznačene kartice će se pojaviti u desnom izborniku na početnoj stranici portala i stranici mojih predmeta ako trebaju biti prikazane
hu_hu: Jelölje meg azokat a füleket, amiket meg akar jeleníteni a fejlécen. A nem megjelölt fülek a rendszer kezdőoldalán a jobb oldali menüben fognak megjelenni, illetve a kurzus oldalán, amikor szükség van rájuk.
hy: Ընտրեք այն ներդիրները, որոնք ցանկանում եք տեսնել վերնամասում։ Չընտրված ներդիրները կհայտնվեն պորտալի գլխավոր էջի և իմ կուրսերի էջի աջ ձեռքի մենյուում, եթե դրանք պետք լինեն
id_id: Centang tab yang ingin Anda lihat muncul di header. Tab yang tidak dicentang akan muncul di menu tangan kanan di halaman beranda portal dan halaman kursus saya jika diperlukan
it: Seleziona le etichette visibili nell'intestazione. Le etichette selezionate appariranno, se necessario, nella parte destra della home page del campus o del corso.
ja: ヘッダーに表示するタブのチェックボックスをオンにします。オフにしたタブは、表示する必要がある場合、プラットフォームのホームページとコースのページの右側のメニューに表示されます
ka_ge: შეამოწმეთ ჩანართები, რომლებიც გსურთ ზედა ზოლში გამოჩნდეს. შემოუწმებელი ჩანართები გამოჩნდება მარჯვენა მენიუში პორტალის მთავარ გვერდზე და ჩემ კურსებზე, თუ ეს საჭიროა
ko_kr: 헤더에 표시할 탭을 선택하세요. 선택되지 않은 탭은 포털 홈페이지와 내 코스 페이지의 오른쪽 메뉴에 표시됩니다(필요한 경우)
lo: ກວດເບິ່ງແຖບທີ່ທ່ານຕ້ອງການໃຫ້ປາກົດໃນຫົວຂໍ້. ແຖບທີ່ບໍ່ໄດ້ກວດເບິ່ງຈະປາກົດໃນເມນູດ້ານຂວາໃນໜ້າຫຼັກຂອງປະຕູເວັບໄຊທ໌ ແລະ ໜ້າລາຍວິຊາຂອງຂ້ອຍຖ້າຈຳເປັນຕ້ອງປາກົດ
lt_lt: Pažymėkite korteles, kurias norite matyti antraštėje. Nežymimos kortelės pasirodys dešiniajame meniu portale pradiniame puslapyje ir mano kursų puslapyje, jei jos turi pasirodyti
lv_lv: Atzīmējiet lauciņos tās darba lapu cilnes, kuras vēlaties redzēt Lietotāja darba vides galvenē. <br>Pieeja neatzīmētajām cilnēm parādīsies Portāla galvenās lapas labās puses izvēlnē un lapā Mani kursi.
mk_mk: Изберете ги јазичињата што сакате да се појавуваат во заглавието. Неозначените јазичиња ќе се појавуваат во менито десно на почетната страна на порталот и страницата со моите курсеви ако треба да се појават
ms_my: Tanda tab yang anda mahu lihat muncul dalam header. Tab yang tidak ditanda akan muncul pada menu tangan kanan pada laman utama portal dan laman kursus saya jika ia perlu muncul
my_mm: ခေါင်းစီးတွင် ပေါ်လာစေလိုသော တပ်ဘ်များကို စစ်ဆေးပါ။ မစစ်ဆေးထားသော တပ်ဘ်များသည် ပေါ်တယ်ပင်မစာမျက်နှာနှင့် ကျွန်ုပ်၏သင်တန်းစာမျက်နှာရှိ ညာဘက်မီနူးတွင် ပေါ်လာမည်ဖြစ်သည်၊ ၎င်းတို့ပေါ်လာရန် လိုအပ်ပါက
ne: हेडरमा देखाउन चाहनुहुने ट्याबहरू चेक गर्नुहोस्। अनचेक गरिएका ट्याबहरू पोर्टल गृह पृष्ठ र मेरो कोर्स पृष्ठको दायाँ मेनुमा देखिनेछन् यदि तिनीहरूलाई देखाउन आवश्यक छ
nl: Vink de tabs aan die u wenst te zien in de hoofding. De tabs die niet aangevinkt staan zullen verschijnen aan de rechterkant van de campus startpagina of mijn cursussen pagina als deze nodig zijn.
nn_no: Kryss av for fanane du vil sjå i toppteksta. Umarkerte fanar vil dukke opp i høgre menyen på portalhøvudsida og mine kurs-side om dei treng å dukke opp
oc: Marcatz los onglets que volètz veire aparéisser dins l'entresenhà. Los onglets pas marcats aparèisseràn dins lo menú drech sus la pagina d'acuèlh del portal e la pagina de mis curs se aquò es necessari
pl_pl: Sprawdź zakładki, które chcesz, aby się pojawiły w nagłówku. Niesprawdzone zakładki pojawią się w prawym menu na stronie głównej portalu i mojej stronie szkolenia, jeśli powinny się tam pojawić
ps: هغه ټبونه چک کړئ چې تاسو غواړئ په سرلیک کې ښکاره شي. غیر چک شوي ټبونه به په ښي اړخ والي مینو کې ښکاره شي په پورتل کور پاڼې او زما کورس پاڼې کې که اړین وي
pt_br: Selecione as abas que deseja no cabeçalho. As abas não selecionadas aparecerão no menu do lado direito da página principal da plataforma e na página dos cursos, caso seja necessário visualiza-las.
pt_pt: Seleccione os separadores que deseja visualizar no cabeçalho. Os separadores que não forem seleccionados irão aparecer no menu do lado direito da página inicial/homepage do portal e na página de 'Meus cursos' caso seja necessário visualizar
ro_ro: Bifati tab-urile care doriti sa apara in antet. Tab-urile nebifate vor aparea in meniul din partea dreapta pe pagini initiala a campus-ului si pe pagina "cursurile mele", daca trebuie sa apara
ru_ru: Обозначьте закладки, которые Вы хотите, чтобы появились в заголовке. Необозначенные закладки появятся справа в меню на домашней странице системы и на Вашей личной странице курса, если это необходимо
sk_sk: Pozrite sa na záložky, ktorú chcete zobrazovať v hlavičke. Nevybraté záložky sa objavia na pravej strane v ponuke na domovskej stránke portálu a mojej tréningovej stránke, ak je potrebné
sl: Označite zavihke za katere želite, da se pojavijo v zaglavju. Neizbrani zavihki se bodo pojavili v desni izbiri domače strani portala in aktivnega tečaja, če je potrebno, da se pojavljajo.
sq: Zgjidhni skedat që dëshironi të shfaqen në krye. Skedat e pazgjedhura do të shfaqen në menunë e djathtë në faqen kryesore të portalit dhe faqen e kurseve të mia nëse ato duhet të shfaqen
sr_rs: Označite kartice koje želite da se pojave u zaglavlju. Neoznačene kartice će se pojaviti u desnom meniju na početnoj stranici portala i stranici mojih kurseva ako treba da se pojave
sv_se: Markera de flikar du vill ska synas i navigationshuvudet. Omarkerade flikar kommer att finnas i högermenyn på kursportalens hemsida och "mina kurser", om de behövs för navigation.
sw_ke: Angalia vifungu unavyotaka kuonekana katika kichwa. Vifungu visivyochaguliwa vitaonekana kwenye menyu ya mkono wa kulia kwenye ukurasa wa nyumbani wa lango na ukurasa wa kozi zangu ikiwa vinahitajika kuonekana
ta: தலைப்பில் தோன்ற வேண்டிய தாவல்களைச் சரிபார்க்கவும். சரிபார்க்கப்படாத தாவல்கள் போர்ட்டல் முகப்புப் பக்கம் மற்றும் என் பாடங்கள் பக்கத்தில் வலது பக்க மெனுவில் தோன்றும், அவை தோன்ற வேண்டுமானால்
th: เลือกแท็บที่ต้องการให้ปรากฏในส่วนหัว แท็บที่ไม่ได้เลือกจะปรากฏในเมนูด้านขวาบนหน้าหลักของพอร์ทัลและหน้าคอร์สของฉัน หากจำเป็นต้องแสดง
tl_ph: I-tsek ang mga tab na nais mong makitang lumitaw sa header. Ang mga hindi naka-tsek na tab ay lilitaw sa bandang kanan ng menu sa homepage ng portal at sa aking pahina ng pagsasanay kung ang mga ito ay kailangang lumabas
tr: Başlıkta görmek istediğiniz sekmeleri işaretleyin. İşaretsiz sekmeler eğer görüntülenmesi gerekli ise kampüs başlangıç sayfasında ve derslerim sayfasında sağ taraftaki menüde görünecektir.
uk_ua: Визначте закладки, які ви бажаєте бачити в заголовку. Невідзначені закладки з'являться справа в меню на сторінці порталу та на сторінці власних курсів, якщо вони там потрібні.
vi_vn: Chọn các tab bạn muốn hiển thị trong tiêu đề. Các tab không chọn sẽ xuất hiện trong menu bên phải trên trang chủ cổng và trang khóa học của tôi nếu chúng cần hiển thị
xh_za: Hlola iitab ozifunayo ukuba zivelane entloko. Iitab ezingahloliweyo ziya kuvela kwimenyu yasekunene kwiphepha lasekhaya leportal nakwiphepha lamazifundo am okanye ukuba kufuneka zivelane
zh_cn: 选中您希望在页眉中出现的选项卡。未选中的选项卡将出现在门户首页和我的课程页面的右侧菜单中，如果它们需要显示
zh_tw: 勾選你想顯示於標頭的標籤。未選的標籤會在校園首頁及我的課程頁面的右選單顯現(如有需要)。
