Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: SCORM or AICC file to upload
ar: للتحميل SCORM أو AICC ملف
ast_es: Archivu pa unviar
bn_bd: আপলোড করার জন্য SCORM বা AICC ফাইল
bs_ba: SCORM ili AICC datoteka za učitavanje
ca_es: Arxiu a enviar
cs_cz: SCORM nebo AICC soubor k nahrání
da: SCORM eller AICC fil, der skal uploades
de: SCROM oder AICC-Datei zum Upload
el: Αρχείο προς ανέβασμα / upload
eo: SCORM aŭ AICC dosiero por alŝuti
es: Archivo a enviar
es_mx: Archivo a enviar
eu_es: Bidali SCORM edo AICC fitxategia
fa_ir: فایل SCORM یا AICC جهت آپلود
fi_fi: Lähetettävä SCORM tai AICC -tiedosto
fo_fo: SCORM ella AICC fíla at leggja upp
fur: File SCORM o AICC da cjarjelâ
ga: Comhad SCORM nó AICC le huaslódáil
gl: Ficheiro para enviar
he_il: קובץ SCORM או AICC להעלאה
hi: अपलोड करने के लिए SCORM या AICC फ़ाइल
hr_hr: SCORM ili AICC datoteka za učitavanje
hu_hu: Feltöltendő állomány
hy: Վերբեռնելու SCORM կամ AICC ֆայլ
id_id: File SCORM atau AICC untuk diunggah
it: File SCORM o AICC da caricare
ja: アップロードするSCORMまたはAICCファイル
ka_ge: SCORM ან AICC ფაილი ატვირთვისთვის
ko_kr: 업로드할 SCORM 또는 AICC 파일
lt_lt: Failas įkrovimui
lv_lv: SCORM vai AICC fails augšupielādēšanai
mk_mk: датотека за качување
ms_my: Fail SCORM atau AICC untuk dimuat naik
my_mm: တင်ရန် SCORM သို့မဟုတ် AICC ဖိုင်
ne: अपलोड गर्न SCORM वा AICC फाइल
nl: Te uploaden bestand
nn_no: SCORM- eller AICC-fil å lasta opp
oc: Fichièr SCORM o AICC a telecargar
pl_pl: Plik SCORM lub AICC do wysłania
ps: د بار پورته کولو لپاره SCORM یا AICC فایل
pt_br: Arquivo para envio
pt_pt: Ficheiro SCORM ou AICC a enviar
ro_ro: Fișier pentru trimitere
ru_ru: SCORM или AICC файлы для загрузки
sk_sk: SCORM alebo AICC súbor na načítanie
sl: SCORM ali AICC datoteka za nalaganje
sq: Kartelë SCORM ose AICC për ngarkim
sr_rs: SCORM ili AICC datoteka za otpremanje
sv_se: SCORM- eller AICC-paket att ladda upp
sw_ke: Faili la SCORM au AICC la kupakia
ta: ஏற்ற SCORM அல்லது AICC கோப்பு
th: ไฟล์ SCORM หรือ AICC ที่จะอัปโหลด
tl_ph: SCORM o AICC file na i-upload
tr: Yüklenecek SCORM veya AICC dosyası
uk_ua: Файл SCORM або AICC для завантаження
vi_vn: Tệp SCORM hoặc AICC để tải lên
xh_za: Ifayile yeSCORM okanye AICC ukulayisha
zh_cn: 需要上传的文件
zh_tw: 上傳 SCORM 或 AICC 檔案

source: Course location
ar: مكان المقرر
ast_es: Allugamientu del conteníu
bn_bd: কোর্সের অবস্থান
bs_ba: Lokacija kursa
ca_es: Localització del contingut
cs_cz: Umístění kurzu
da: Kursussidens placering
de: Herkunft des Lernpfads
el: Τοποθεσία της σειράς μαθημάτων
eo: Loko de kurso
es: Localización del contenido
es_mx: Proximidad del contenido
eu_es: Ikastaroaren kokalekua
fa_ir: مکان درس
fi_fi: Kurssin sijainti
fo_fo: Kursstaður
fur: Posizion dal curs
ga: Suíomh an chúrsa
gl: Proximidade de Contido
he_il: מיקום הקורס
hi: कोर्स स्थान
hr_hr: Lokacija kolegija
hu_hu: Kapcsolódó tartalom
hy: Դասընթացի տեղակայություն
id_id: Lokasi kursus
it: Stato del contenuto
ja: コースの場所
ka_ge: კურსის მდებარეობა
ko_kr: 강의 위치
lt_lt: Content Proximity
lv_lv: Kursa atrašanās vieta
mk_mk: Локација во содржината
ms_my: Lokasi kursus
my_mm: သင်တန်းတည်နေရာ
ne: कोर्स स्थान
nl: Situatie van het leerpad
nn_no: Kurslokasjon
oc: Emplaçament del curs
pl_pl: Lokalizacja kursu
ps: د کورس ځای
pt_br: Situação do Conteúdo
pt_pt: Situação
ro_ro: Localizarea conținutului
ru_ru: Местоположение курса
sk_sk: Umiestnenie kurzu
sl: Lokacija tečaja
sq: Vendndodhja e kursit
sr_rs: Lokacija kursa
sv_se: Kursplacering
sw_ke: Mahali pa kozi
ta: பாடநிலை இடம்
th: ตำแหน่งรายวิชา
tl_ph: Lokasyon ng kurso
tr: Ders konumu
uk_ua: Розташування курсу
vi_vn: Vị trí khóa học
xh_za: Indawo yekhosi
zh_cn: 课程位置
zh_tw: 課程位置

source: Upload local .zip package from the archive/ directory
ar: تحميل الملف المحلي من المسار الرئيسي / المهملات
ast_es: Unviar archivu llocal dende'l direutoriu principal/basoria
bn_bd: আর্কাইভ/ ডিরেক্টরি থেকে স্থানীয় .zip প্যাকেজ আপলোড করুন
bs_ba: Učitaj lokalni .zip paket iz archive/ direktorija
ca_es: Enviar arxiu local des del directori main/archive
cs_cz: Nahrát lokální .zip balíček ze složky archive/
da: Upload lokal fril fra hovedmappe
de: Lokale Datei von Haupt/Archiv Verzeichnis hochladen
el: Ανέβασμα/ upload τοπικού αρχείου, από τον βασικό φάκελο αρχείων
eo: Alŝuti lokan .zip pakon el la arkivo/ dosierujon
es: Enviar paquete .zip local desde el directorio archive/
es_mx: Enviar archivo local desde el directorio main/garbage
eu_es: Kargatu fitxategi lokala main/archive direktoriotik
fa_ir: آپلود فایل محلی از پوشه اصلی/آرشیو
fi_fi: Lähetä paikallinen tiedosto kansiosta main/archive
fo_fo: Legg lokal .zip-pakka upp frá arkiv/ mappanum
fur: Cjarje pachet .zip lôcal dal diretorî archive/
ga: Uaslódaigh pacáiste .zip áitiúil ón eolaire cartlann/
gl: Enviar ficheiro local desde o directorio principal/lixo
he_il: העלה חבילת .zip מקומית מהארכיון/ספרייה
hi: आर्काइव/ निर्देशिका से स्थानीय .zip पैकेज अपलोड करें
hr_hr: Učitaj datoteku iz direktorija main/garbage
hu_hu: Helyi állomány feltöltése a fő/lomtár könyvtárból
hy: Վերբեռնել տեղական .zip փաթեթը արխիվ/ թղթապանակից
id_id: Unggah paket .zip lokal dari direktori arsip/
it: Carica un file locale dalla directory principale o garbage
ja: アーカイブ/ディレクトリからローカル.zipパッケージをアップロード
ka_ge: ლოკალური .zip პაკეტის ატვირთვა archive/ დირექტორიიდან
ko_kr: archive/ 디렉토리에서 로컬 .zip 패키지 업로드
lo: ອັບໂຫຼດແພັກເກດ .zip ທ້ອງຖິ່ນຈາກໄດເຣັກທໍຣີ archive/
lt_lt: Upload local file from main/garbage directory
lv_lv: Augšupielādēt lokālo failu no main/archive direktorijas
mk_mk: Качи ги локалните датотеки од главен/ѓубре директориумот
ms_my: Muat naik pakej .zip tempatan dari direktori arkib/
my_mm: archive/ ဖိုင်တွဲမှ ပြည်တွင်း .zip ပက်ကေ့ဂျ်ကို တင်ပါ
ne: आर्काइभ/ निर्देशिकाबाट स्थानीय .zip प्याकेज अपलोड गर्नुहोस्
nl: Lokaal bestand uit de main/garbage folder opladen
nn_no: Last opp lokal .zip-pakke frå arkiv/-katalog
oc: Telecargar un paquèt .zip local del repertòri archive/
pl_pl: Prześlij plik lokalny z głównego/archiwalnego katalogu
ps: د آرشيف/ ډایریکټري څخه ځايي .zip پیکج بار پورته کړئ
pt_br: Enviar arquivo a partir do diretorio principal/reciclagem
pt_pt: Enviar ficheiro local a partir da pasta/directório principal
ro_ro: Trimite pachet .zip local din directoriu de fisiere/
ru_ru: Загрузить местный файл из главного/мусорного раздела
sk_sk: Načítať lokálny súbor z hlavného/odpadového katalógu
sl: Prenesi lokalno datoteko z mape main/garbage
sq: Ngarko paketën lokale .zip nga drejtoria arkiv/
sr_rs: Otpremi lokalni .zip paket iz archive/ direktorijuma
sv_se: Ladda upp lokal .zip-paket från arkiv/-katalogen
sw_ke: Pakia pakiti la .zip la ndani kutoka katika saraka/ saraka
ta: காப்பக/ அடிப்படை இயல்பிருந்து உள்ளூர் .zip பேக்கேஜை ஏற்று
th: อัปโหลดแพ็กเกจ .zip จากโฟลเดอร์ archive/
tl_ph: Mag-upload ng lokal na .zip package mula sa archive/ directory
tr: Arşiv/ dizininden yerel .zip paketini yükle
uk_ua: Завантажити локальний .zip пакет з директорії archive/
vi_vn: Tải lên gói .zip cục bộ từ thư mục lưu trữ/
xh_za: Layisha ipakethi ye.zip yenda ngaphakathi kwi-archive/ directory
zh_cn: 从 archive/ 目录上传本地 .zip 包
zh_tw: 從本地主目錄/廢物箱上傳檔案

source: This learning object or activity is not SCORM compliant. That's why it is not exportable.
ar: هذا العنصر غير مطابق مواصفات سكورم الحالية. لهذا السبب لم يتم تصديرها
ast_es: Esti elementu, agora mesmo, nun ye compatible con SCORM. Nun se pue esportar.
bn_bd: এই শিক্ষা বস্তু বা কার্যক্রম SCORM সামঞ্জস্যপূর্ণ নয়। এজন্য এটি রপ্তানযোগ্য নয়।
bs_ba: Ovaj nastavni objekat ili aktivnost nije u skladu sa SCORM-om. Zato nije izvoziv.
ca_es: Aquest objecte d'aprenentatge no és compatible amb SCORM. Per aquesta raó no és exportable
cs_cz: Tento výukový objekt nebo aktivita není kompatibilní se SCORM. Proto není exportovatelný.
da: Dette element er pt. ikke SCORM kompatibelt. Derfor kan det ikke eksporteres.
de: Dieses Objekt ist nicht SCORM kompatibel. Aus diesem Grund kann es nicht exportiert werden.
el: Αυτό το εκπαιδευτιό αντικείμενο δεν είναι συμβατό με το πρότυπο SCORN. Για τον λόγο αυτό, δεν είναι εξαγώγιμο.
eo: Ĉi tiu lernobjekto aŭ agado ne kongruas kun SCORM. Tial ĝi ne estas eksportebla.
es: Este objeto de aprendizaje no es compatible con SCORM. Por esta razón no es exportable.
es_mx: Este objeto de aprendizaje o actividad no es compatible con SCORM. Por eso no es exportable.
eu_es: Ikaskuntza objektu hau ez da SCORMekin bateragarria. Horrexegatik ezin da esportatu.
fa_ir: این شیء آموزشی مطابق با SCORM نیست. به همین خاطر قادر به صادر کردن آن نیستیم.
fi_fi: Tämä oppimisaihio ei ole SCORM -yhteensopiva. Siksi sitä ei voi viedä.
fo_fo: Hendan lærugrein ella virkin er ikki SCORM-samskipað. Tað er orsøkin til at hon ikki er eksportfør.
fur: Chest ogjet di aprenî o atività no je conforme a SCORM. Par chest motivi no je esportâbil.
ga: Níl an réad foghlama nó an ghníomhaíocht seo comhlíonta le SCORM. Sin an fáth nach bhfuil sé in-aistrithe.
gl: Este elemento non é compatible con Scorm polo de agora. Esta é a razón de por que non é exportable.
he_il: אובייקט הלמידה או הפעילות הזו אינם תואמים ל-SCORM. זו הסיבה שלא ניתן לייצא אותם.
hi: यह शिक्षण वस्तु या गतिविधि SCORM अनुरूप नहीं है। इसलिए यह निर्यात योग्य नहीं है।
hr_hr: Ovaj element nije trenutno kompatibilan sa SCORM formatom, zato ga ne možete prenositi.
hu_hu: Ez az elem jelenleg (még) nem Scorm kompatibilis, ezért nem exportálható.
hy: Այս ուսման օբյեկտը կամ գործունեությունը չի համապատասխանում SCORM-ին: Այդ պատճառով այն չի կարող արտահանվել:
id_id: Objek pembelajaran atau aktivitas ini tidak sesuai dengan SCORM. Itulah mengapa tidak dapat diekspor.
it: L'elemento non è per ora compatibile con lo standard SCORM, quindi non è esportabile.
ja: この学習オブジェクトまたはアクティビティはSCORM準拠ではありません。そのためエクスポートできません。
ka_ge: ეს სასწავლო ობიექტი ან აქტივობა არ შეესაბამება SCORM-ს. ამიტომ ის არ არის ექსპორტირებადი.
ko_kr: 이 학습 객체 또는 활동은 SCORM 규격을 준수하지 않습니다. 따라서 내보낼 수 없습니다.
lo: ວັດຖຸການຮຽນຮູ້ ຫຼື ກິດຈະກຳນີ້ບໍ່ເຂົ້າກັນກັບ SCORM. ນັ້ນຄືເຫດຜົນທີ່ບໍ່ສາມາດສົ່ງອອກໄດ້.
lt_lt: Šis mokymosi objektas ar veikla nėra SCORM atitinkantis. Dėl to jis negali būti eksportuojamas.
lv_lv: Šis mācību objekts vai aktivitāte nav SCORM savienojams. Tādēļ tas nav eksportējams.
mk_mk: Овој елемент за момент не е компатибилен со scorm. Затоа не може да се извезе.
ms_my: Objek pembelajaran atau aktiviti ini tidak mematuhi SCORM. Oleh itu ia tidak boleh dieksport.
my_mm: ဤသင်ယူမှုအရာဝတ္ထု သို့မဟုတ် လှုပ်ရှားမှုသည် SCORM နှင့် မကိုက်ညီပါ။ ထို့ကြောင့် ၎င်းကို ထုတ်ယူ၍မရပါ။
ne: यो सिकाइ वस्तु वा गतिविधि SCORM अनुरूप छैन। त्यसैले यो निर्यात योग्य छैन।
nl: Dit item is momenteel niet SCORM compatibel. Het kan dus niet geëxporteerd worden.
nn_no: Dette læringsobjektet eller aktiviteten er ikkje SCORM-samsvarig. Derfor er det ikkje eksportabelt.
oc: Aquest objècte d'aprendissage o activitat es pas conforma a SCORM. Per aquò es pas exportable.
pl_pl: Ta lekcja lub czynność nie jest zgodna ze SCORM. Dlatego nie jest eksportowana.
ps: دا زده کړې شی یا فعالیت SCORM سره مطابقت نلري. له همدې امله دا صادریدونکي نشي.
pt_br: Este item, neste momento, não é compatível com Scorm. Por isso não é exportável.
pt_pt: Este objecto de aprendizagem ou actividade não é SCORM compliant ou não está conforme com a norma SCORM. Por isso não é possível exportá-lo.
ro_ro: Acest obiect de învățare nu este compatibil cu SCORM. Din acest motiv, nu este exportabil.
ru_ru: Этот пункт scorm не совместим на настоящий момент. Вот почему он не экспортируемый.
sk_sk: Táto položka momentálne nie je zlučiteľná so scorm. To je dôvod, prečo ju nie je možné exportovať.
sl: Ta učni objekt trenutno ni SCORM združljiv, zato ga trenutno ni možno izvoziti.
sq: Ky objekt ose aktivitet mësimor nuk është në përputhje me SCORM. Për këtë arsye nuk është i eksportueshëm.
sr_rs: Ovaj objekat učenja ili aktivnost nije u skladu sa SCORM-om. Zato nije moguće izvoziti ga.
sv_se: Detta lärobjekt eller denna aktivitet är inte SCORM-kompatibel. Därför kan den inte exporteras.
sw_ke: Kitu hiki cha kujifunza au shughuli hakizingatii SCORM. Kwa hivyo haiwezi kusafirishwa.
ta: இந்த கற்றல் பொருள் அல்லது செயல்பாடு SCORM இணக்கமானதல்ல. அதனால் இது ஏற்றுமதி செய்ய முடியாது.
th: วัตถุการเรียนรู้หรือกิจกรรมนี้ไม่เป็นไปตามมาตรฐาน SCORM จึงไม่สามารถส่งออกได้
tl_ph: Ang learning object o activity na ito ay hindi sumusunod sa SCORM. Kaya hindi ito mailalabas.
tr: Bu öğrenme nesnesi veya etkinliği SCORM uyumlu değil. Bu nedenle dışa aktarılamaz.
uk_ua: Цей навчальний об'єкт або активність не відповідає стандарту SCORM. Тому його не можна експортувати.
vi_vn: Đối tượng học tập hoặc hoạt động này không tuân thủ SCORM. Đó là lý do nó không thể xuất.
xh_za: Esi sixhobo sokufunda okanye umsebenzi asihambelani neSCORM. Yiyo loo nto singakwaziyo ukusithumela ngaphandle.
zh_cn: 此学习对象或活动不符合 SCORM 标准。因此无法导出。
zh_tw: 目前這項目不與 scorm 相容，所以不能匯出。

source: Move the current section
ar: حرك الفصل(الجزء) الحالي
ast_es: Mover el capítulu actual
bn_bd: বর্তমান বিভাগ সরান
bs_ba: Premjesti trenutnu sekciju
ca_es: Moure capítol actual
cs_cz: Přesunout aktuální sekci
da: Flyt det aktuelle kapitel
de: Das aktive Kapitel verschieben
el: Μετακίνηση της τρέχουσας ενότητας.
eo: Movigi la nunan sekcion
es: Mover el capítulo actual
es_mx: Mover la sección actual
eu_es: Mugitu oraingo atala
fa_ir: جا به جایی فصل فعلی
fi_fi: Siirrä tämä osio
fo_fo: Flyt núverandi bólk
fur: Spòste sezion atuâl
ga: Boghaigh an alt reatha
gl: Mover o capítulo actual
he_il: הזז את הקטע הנוכחי
hi: वर्तमान अनुभाग को स्थानांतरित करें
hr_hr: Pomakni trenutno pogavlje
hu_hu: A jelenlegi fejezet áthelyezése
hy: Տեղափոխել ընթացիկ բաժինը
id_id: Pindahkan bagian saat ini
it: Sposta il capitolo
ja: 現在のセクションを移動
ka_ge: მიმდინარე სექციის გადატანა
ko_kr: 현재 섹션 이동
lo: ຍ້າຍສ່ວນປັດຈຸບັນ
lt_lt: Move the current chapter
lv_lv: Pārvietot uz aktuālo sadaļu
mk_mk: Премести го тековното поглавје
ms_my: Alih bahagian semasa
my_mm: လက်ရှိအပိုင်းကို ရွှေ့ပါ
ne: वर्तमान खण्ड सार्नुहोस्
nl: Verplaats het huidige hoofdstuk
nn_no: Flytt gjeldande seksjon
oc: Desplaçar la seccion actuala
pl_pl: Przesuń bieżącą sekcję
ps: عملي برخه حرکت کړئ
pt_br: Mover capítulo atual
pt_pt: Mover a secção actual
ro_ro: Mutați capitolul actual
ru_ru: Переместить текущую главу
sk_sk: Presunúť aktuálnu kapitolu
sl: Premakni trenuten razdelek
sq: Zhvendos seksionin aktual
sr_rs: Premesti trenutnu sekciju
sv_se: Flytta detta kapitel
sw_ke: Hamisha sehemu hii ya sasa
ta: தற்போதைய பிரிவை நகர்த்து
th: ย้ายส่วนปัจจุบัน
tl_ph: Ilipat ang kasalukuyang seksyon
tr: Mevcut bölümü taşı
uk_ua: Перемістити поточний розділ
vi_vn: Di chuyển phần hiện tại
xh_za: Hambisa icandelo langoku
zh_cn: 移动当前章节
zh_tw: 移動當前章節

source: Generic SCORM
ar: سكورم العامة
ast_es: SCORM xenéricu
bn_bd: জেনেরিক SCORM
bs_ba: Generički SCORM
ca_es: SCORM genèric
cs_cz: Obecný SCORM
da: Fælles SCORM
el: Γενικής μορφής Scorm
eo: Ĝenerala SCORM
es: SCORM genérico
es_mx: SCORM genérico
eu_es: SCORM generikoa
fa_ir: Scorm عمومی
fi_fi: Yleinen Scorm
fo_fo: Generisk SCORM
fur: SCORM genéric
ga: SCORM Ginearálta
gl: SCORM xenérico
he_il: SCORM כללי
hi: सामान्य SCORM
hr_hr: Generički SCORM
hu_hu: Általános Scorm
hy: Համընդհանուր SCORM
id_id: SCORM umum
it: SCORM generico
ja: 汎用SCORM
ka_ge: ზოგადი SCORM
ko_kr: 일반 SCORM
lo: SCORM ທົ່ວໄປ
lt_lt: Bendrasis SCORM
lv_lv: Ģenerēt SCORM
mk_mk: Генерички SCORM
ms_my: SCORM Generik
my_mm: ယေဘုယျ SCORM
ne: सामान्य SCORM
nl: Generische Scorm
nn_no: Generisk SCORM
oc: SCORM generic
pl_pl: Ogólny Scorm
ps: عمومي SCORM
pt_br: Scorm genérico
pt_pt: Scorm genérico
ro_ro: SCORM generic
ru_ru: Родовой Scorm
sk_sk: Generický SCORM
sl: Generični SCORM
sq: SCORM e përgjithshme
sr_rs: Generički SCORM
sv_se: Generisk SCORM
sw_ke: SCORM ya kawaida
ta: பொதுவான SCORM
th: SCORM ทั่วไป
tr: Genel SCORM
uk_ua: Загальний SCORM
vi_vn: SCORM chung
xh_za: SCORM eqhelekileyo
zh_cn: 通用 SCORM
zh_tw: 泛常網路學習系統(Generic Scorm)

source: The format of this package could not be recognized. Please check this is a valid package.
ar: لايمكن التعرف على نوع التحزيم.تأكد من صحة التحزيم وعدم وجود اخطاء.تحدث الأخطاء من ملفات ZIP أو نسخ ملفات طويلة.اذا لم تكن متأكدا فضلا استخدم ضغط الملفات بأقل شكل
ast_es: El formatu d'esti paquete ye desconocíu. Por favor, compruebe que ye un paquete válidu.
bn_bd: এই প্যাকেজের ফরম্যাট চেনা যায়নি। দয়া করে যাচাই করুন এটি একটি বৈধ প্যাকেজ।
bs_ba: Format ovog paketa nije mogao biti prepoznat. Molimo provjerite da li je valjan paket.
ca_es: El format d'aquest paquet no ha estat reconegut. Per favor, comprovi aquest és un paquet vàlid
cs_cz: Formát tohoto balíčku nebylo možné rozpoznat. Zkontrolujte prosím, zda se jedná o platný balíček.
da: Formatet kan ikke genkendes. Venligst undersøg, at det er udviklet korrekt og ikke indeholder fejl. Problemerne kan skyldes Zip-formatet eller overførsel af for store filer. Hvis du er usikker vedr. Zip, kan du forsøge at anvende standard zip-indstillingerne i dit program til dette.
de: Das Format des Paktes wird nicht erkannt. Vergewissern Sie sich, dass es korrekt formatiert ist und keine Fehler enthält. Probleme können durch proprietäre ZIP Formate oder die Verwendung langer Dateinamen enstehen. Bei Unklarheiten bzgl. ZIP, versuchen Sie es bitte mit minimalen ZIP Funktionen.
el: Η μορφή αυτού του πακέτου δεν μπορούσε να αναγνωρισθεί. Παρακαλώ, σημειώστε το ως έγκυρο πακέτο.
eo: La formato de ĉi tiu pako ne povis esti rekonita. Bonvolu kontroli ke ĝi estas valida pako.
es: El formato de este paquete no ha sido reconocido. Por favor, compruebe este es un paquete válido.
es_mx: No se pudo reconocer el formato de este paquete. Verifica que sea un paquete válido.
eu_es: Pakete honen formatua ez da onartu. Mesedez, egiaztatu ea paketeak balio duen.
fa_ir: قادر به شناسایی ساختار این بسته نبودیم. لطفا چک کنید که بسته معتبر باشد.
fi_fi: Tiedostomuotoa ei voitu tunnistaa. Tarkista yhteensopivuus.
fo_fo: Formatinum av hesum pakkanum kundi ikki kenjast. Vinarliga stovta at hetta er ein galdur pakki.
fur: No si è rivât a recognossî il formât di chest pachet. Controle che si jê un pachet vâlid.
ga: Níorbh fhéidir form an phacáiste seo a aithint. Seiceáil le do thoil gur pacáiste bailí é.
gl: O formato do paquete non pode ser recoñecido. Por favor, cerciórese de que estea ben creado e de que non conteña erros. Os problemas poden deberse ao formato ZIP ou á transferencia de ficheiros moi longos. Se non está seguro do ficheiro ZIP use o mínimo de funcionalidades ao comprimir.
he_il: לא ניתן לזהות את הפורמט של חבילה זו. אנא בדוק שזו חבילה חוקית.
hi: इस पैकेज का प्रारूप पहचाना नहीं जा सका। कृपया जांचें कि यह एक वैध पैकेज है।
hr_hr: Format datoteke nije prepoznat. Provjerite da je datoteka dobro generirana i da nema grešaka. Problemi mogu nastati zbog dodatnih uključenih ZIP opcija ili veličine datoteke. Ukoliko niste sigurni u ZIP, probajte generirati ZIP datoteku sa što manje dodatnih opcija.
hu_hu: A csomag fármátumát nem sikerült meghatározni. Kérem győződjön meg róla. hogy helyesen lett összeállítva, illetve nem hibás-e. A hibák jelentkezhetnek nagy fájlok átvitelekor vagy speciális zip tömörítési beállítások használatakor is, ezért lehetőleg minimális kapcsolókkal tömörítse tananyagait.
hy: Այս փաթեթի ձևաչափը չի ճանաչվել: Խնդրում ենք ստուգել, որ սա վավեր փաթեթ է:
id_id: Format paket ini tidak dikenali. Periksa apakah ini paket yang valid.
it: Il formato del pacchetto non è riconosciuto. Scegli un pacchetto valido.
ja: このパッケージの形式を認識できません。有効なパッケージであるか確認してください。
ka_ge: ამ პაკეტის ფორმატის გამოცნობა ვერ მოხერხდა. გთხოვთ შეამოწმოთ რომ ეს ვალიდური პაკეტია.
ko_kr: 이 패키지의 형식을 인식할 수 없습니다. 유효한 패키지인지 확인해 주세요.
lo: ບໍ່ສາມາດຮັບຮູ້ຮູບແບບຂອງແພັກເກດນີ້ໄດ້. ກະລຸນາກວດສອບວ່ານີ້ເປັນແພັກເກດທີ່ຖືກຕ້ອງ.
lt_lt: The package format cannot be recognized. Please make sure it is well formed and doesn't contain errors. Problems may be due to proprietary ZIP format or transfer of long files. If unsure about the ZIP, please try to use minimal zipping features.
lv_lv: Pakotnes formāts nav atpazīstams. Lūdzu pārliecinieties, ka tā ir pareizi formēta un nesatur kļūdas. Iespējams problēmas rada īpašs ZIP formāts, vai pārāk lielu failu sūtīšana. Ja neesiet pārliecināti par ZIP, lietojiet minimālus saspiešanas iestatījumus.
mk_mk: Не може да биде препознат горматот на пакетот. Осигурете се дека е добар формат и дека не содржи грешки. Проблемите можеби се настанати при зипувањето или при преносот на големите датотеки. Ако не сте сигурни за зипувањето, Ве молиме оскористете минимални зипувачки барања.
ms_my: Format pakej ini tidak dapat dikenali. Sila semak ini adalah pakej yang sah.
my_mm: ဤပက်ကေ့ဂျ်၏ ဖော်မတ်ကို မဖော်ထုတ်နိုင်ပါ။ ၎င်းသည် မှန်ကန်သော ပက်ကေ့ဂျ်ဖြစ်ကြောင်း စစ်ဆေးပါ။
ne: यो प्याकेजको ढाँचा पहिचान गर्न सकिएन। कृपया जाँच गर्नुहोस् यो वैध प्याकेज हो।
nl: Het pakket kan niet worden herkend. Zorg er voor dat het correct is aangemaakt en geen fouten bevat. Problemen komen mogelijk door een eigen ZIP formaat of het uploaden van grote bestanden. Gebruik minimale zip-opties indien u niet zeker bent van de ZIP.
nn_no: Formatet på denne pakken kunne ikkje identifiserast. Sjekk at dette er ein gyldig pakke.
oc: Lo format d'aquest paquèt es pas recognossut. Verificatz que se tracta d'un paquèt valid.
pl_pl: Nie rozpoznano formatu tego pakietu. Sprawdź czy to prawidłowy pakiet.
ps: د دې پیکج بڼه نشي پېژندل کېدای. مهرباني وکړئ ډاډ ترلاسه کړئ چې دا یو معتبر پیکج دی.
pt_br: O formato deste pacote não pôde ser reconhecido. Por favor confira se este é um pacote válido.
pt_pt: Não é possível reconhecer o formato deste pacote. Por favor verifique se se trata de um pacote válido.
ro_ro: Formatul acestui pachet nu a fost recunoscut. Vă rugăm, să verificați acest lucru este un pachet valid.
ru_ru: Формат посылки не может быть распознан. Пожалуйста, убедитесь, что она правильно сформирована и не содержит ошибок. Проблемы могут быть из-за прав собственности ZIP формата или передачи длинных файлов. Если Вы не уверены в ZIP формате, пожалуйста, попробуйте использовать минимальное количество возможностей архивирования.
sk_sk: Formát tohto súboru nemôže byť uznaný. Skontrolujte prosím, či sa jedná o platný balíček.
sl: Format tega paketa ni bil prepoznan. Preverite, če je paket dejansko veljaven paket.
sq: Formati i këtij paketi nuk mund të njihej. Ju lutemi kontrolloni që është një paketë e vlefshme.
sr_rs: Format ovog paketa nije moguće prepoznati. Molimo proverite da li je validan paket.
sv_se: Paketets format känns inte igen. Se till att det är välformaterat och inte innehåller fel. Problem kan också uppstå med vissa proprietära zip-format. Försök då att packa om paketet med ett enklare zipprogram (t ex 7zip).
sw_ke: Muundo wa pakiti hii haukutambuliwa. Tafadhali angalia kuwa ni pakiti halali.
ta: இந்த பேக்கேஜின் வடிவம் அடையாளம் காணப்படவில்லை. தயவுசெய்து இது செல்லுபடியான பேக்கேஜ் என்பதை சரிபார்க்கவும்.
th: ไม่สามารถระบุรูปแบบของแพ็กเกจนี้ได้ กรุณาตรวจสอบว่าเป็นแพ็กเกจที่ถูกต้อง
tl_ph: Hindi nakilala ang format ng package na ito. Mangyaring suriin na ito ay valid na package.
tr: Bu paketin formatı tanınamadı. Lütfen geçerli bir paket olduğundan emin olun.
uk_ua: Формат цього пакета не розпізнано. Будь ласка, перевірте, що це валідний пакет.
vi_vn: Không nhận dạng được định dạng của gói này. Vui lòng kiểm tra đây là gói hợp lệ.
xh_za: Ifomati yale pakethi ayazange yamkelwe. Nceda ujonge ukuba yipakethi esebenzayo.
zh_cn: 无法识别此包的格式。请检查这是一个有效包。
zh_tw: 未能確認檔案包格式，請檢查其中有否包含錯誤。問題或因 ZIP 檔案屬性而引致，若不確定，請嘗試使用最簡單的 ZIP 壓縮設定。
