Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Number sessions
so_so: Tirada kalfadhigyada

source: Delete only the selected categories without sessions
so_so: Tirtir qaybaha la doortay oo aan lahayn kalfadhigyo

source: Delete the selected categories to sessions
so_so: Tirtir qaybaha la doortay ee kalfadhigyada

source: Edit Note
so_so: Tafatir Qoraalka

source: Add Tabs
so_so: Ku dar Tabs

source: Edit Tabs
so_so: Tafatir Tabs

source: Announcements list has been cleared up
so_so: Liiska ogeysiisyada waa la nadiifiyay

source: Announcement has been modified
so_so: Ogeysiga waa la beddelay

source: Announcement has been added
so_so: Ogeysiga waa la ku daray

source: Announcement has been deleted
so_so: Ogeysiga waa la tirtiray

source: Published on
so_so: La daabacay

source: Add an announcement
so_so: Ku dar ogeysiis

source: Clear list of announcements
so_so: Nadiifi liiska ogeysiisyada

source: Message from the trainer
so_so: Farriin ka socota macallinka

source: and emailed to registered learners
so_so: oo loo diray ardayda diiwaan geliyey

source: Send this announcement by email to selected groups/users
so_so: Ku dir ogeysigan iimaylka kooxaha/isticmaale la doortay

source: On
so_so: Ku saabsan

source: registered users of the site
so_so: isticmaale diiwaan geliyey ee goobta

source: have unvalid or no e-mail address
so_so: leh iimayl aan ansax ahayn ama aan lahayn

source: Modifies this announcement
so_so: Beddel ogeysigan

source: Warnings to some users
so_so: Digtooyinka isticmaale qaarkood

source: Selected Users
so_so: Isticmaale la doortay

source: You must introduce the message text.
so_so: Waa inaad soo bandhigtaa qoraalka fariinta.

source: You must select some users.
so_so: Waa inaad doorataa isticmaale.

source: Message sent to users
so_so: Fariinta loo diray isticmaale

source: Messages to selected users
so_so: Fariimaha loo diray isticmaale la doortay

source: To send a message, select groups of users (see G) or single users from the list on the left.
so_so: Si aad u dirto fariin, dooro kooxaha isticmaale (eeg G) ama isticmaale kali kali liiska bidix.

source: The message has been sent to the selected learners
so_so: Fariinta waa loo diray ardayda la doortay

source: selected users of the site
so_so: isticmaale la doortay ee goobta

source: Message to selected groups
so_so: Fariin kooxaha la doortay

source: selected groups
so_so: kooxo la doortay

source: Message
so_so: Fariin

source: All announcements have been deleted
so_so: Dhammaan ogeysiisyada waa la tirtiray

source: The announcement has been moved
so_so: Ogeysiga waa la raro

source: There are no announcements.
so_so: Ma jiraan ogeysiis.

source: Select Everybody
so_so: Dooro Qof Walba

source: selected user groups
so_so: kooxaha isticmaale la doortay

source: Message from a learner
so_so: Fariin ka socota arday

source: Title is required
so_so: Ciwaanka waa loo baahan yahay

source: Announcement sent by e-mail
so_so: Ogeysiga iimaylka loo diray

source: Announcement sent to the selected users
so_so: Ogeysiga loo diray isticmaale la doortay

source: Send announcement
so_so: Dir ogeysiis

source: Edit announcement
so_so: Tafatir ogeysiiska

source: Line Number
so_so: Nambarka xariiqda

source: line(s)
so_so: xariiq(da)

source: Add new heading
so_so: Ku dar ku dar cusub

source: Teachers only
so_so: Macallimiinta kaliya

source: Define Headings
so_so: Qeex ku dar

source: change rights of
so_so: beddel xuquuqaha

source: has from now on <b>no</b> rights on this page
so_so: hadda wuxuu leeyahay <b>ma</b> leh xuquuqda boggan

source: has from now on <b>all</b> rights on this page
so_so: hadda wuxuu leeyahay <b>dhammaan</b> xuquuqda boggan

source: Change role of
so_so: Beddel doorka

source: is from now on
so_so: hadda waa

source: in this course
so_so: kooraskan

source: You have left some fields empty.
so_so: Qaar ka mid ah goobaha aad ka tagtay maran.

source: The login you chose
so_so: Galihii aad dooratay

source: is already in use. Choose another one.
so_so: hadda waa la isticmaalay. Dooro mid kale.

source: Coach
so_so: Tababare

source: Groups management
so_so: Maamulka kooxaha

source: The selected users have been unsubscribed from the course
so_so: Isticmaalayaasha la doortay ayaa laga beddelay kooraska

source: This learner is subscribed in this training through a training session. You cannot edit his information
so_so: Barashadaani waxay ku xiran tahay kooraskan iyada oo loo marayo kalfadhi tababar. Ma beddeli kartid macluumaadkiisa

source: Are you sure you want to add this contact to your friends ?
so_so: Ma hubin inaad rabto inaad ku dartid xiriirka saaxiibkaaga?

source: Add a personal message
so_so: Ku dar farriin shakhsi

source: Friends
so_so: Saaxiibada

source: Contacts
so_so: Xiriirada

source: This screen allows you to organise your contacts
so_so: Shaashadani waxay kuu oggolaanaysaa inaad nidaamiso xiriiradaada

source: Attach contacts to group
so_so: Ku xir xiriirada koox

source: Contacts list
so_so: Liiska xiriirada

source: Add to a group
so_so: Ku dar koox

source: Select one contact
so_so: Dooro hal xiriir

source: Select one group
so_so: Dooro hal koox

source: Add personal contacts
so_so: Ku dar xiriirada shakhsi

source: Successfully added contacts to group
so_so: Si guul leh ayaa xiriirada loo ku daray kooxda

source: Added contact to list
so_so: Xiriirka liiska ayaa lagu daray

source: This screen is a list of contacts sorted by groups
so_so: Shaashadani waa liis xiriirro loo kala saaray kooxo

source: No contacts found
so_so: Ma jiraan xiriirro la helay

source: Select the check box
so_so: Dooro sanduuqa jeedinta

source: Empty
so_so: Madhan

source: Pending invitations.
so_so: Casuumadaha sugaya.

source: Invitation sent by
so_so: Casuumaadda diray

source: Request contact
so_so: Dalbo xiriir

source: Unknown
so_so: Aan la aqoon

source: My parents
so_so: Waalidkeyga

source: My friends
so_so: Saaxiibadayda

source: My real friends
so_so: Saaxiibadayda dhabta ah

source: My enemies
so_so: Cadawgayga

source: Contact deleted
so_so: Xiriirka la tirtiray

source: Messages sent.
so_so: Fariimaha la diray.

source: My personal data
so_so: Macluumaadkayga shakhsi

source: Alter personal data
so_so: Beddel macluumaadka shakhsi

source: Invitations
so_so: Casuumadaha

source: Group contacts
so_so: Xiriirada kooxda

source: My inbox
so_so: Sanduuqa waraaqaha soo gala

source: View shared profile
so_so: Eeg astaanta la wadaagay

source: Uploaded images
so_so: Sawirrada la soo raray

source: Extra information
so_so: Macluumaad dheeraad ah

source: Search contacts
so_so: Raadi xiriirada

source: See contacts
so_so: Eeg xiriirada

source: Please write a message before sending the request
so_so: Fariin qor ka hor intaadan codsiga dirin

source: your invitation message has not been sent
so_so: fariinta casuumaaddaada lama dirin

source: Add to my contacts
so_so: Ku dar xiriirkeyga

source: Change contact group
so_so: Beddel kooxda xiriirka

source: Friend
so_so: Saaxiib

source: My shared profile
so_so: Astaantayda la wadaagay

source: Reporting for this user
so_so: War bixinta isticmaalahan

source: Edit this user
so_so: Tafatir isticmaalehan

source: View this user
so_so: Eeg isticmaalehan

source: RSS feed
so_so: Quudka RSS

source: No friends in your contact list
so_so: Ma jiraan saaxiibo liiska xiriirka

source: Try and find some friends
so_so: Isku day inaad hesho saaxiibo

source: Send invitation
so_so: Dir casuumaad

source: Invite to join my group of friends
so_so: Ku casuum kooxdayda saaxiibada

source: My certificates
so_so: Shahaadooyinkayga

source: Create new group(s)
so_so: Abuur koox(da) cusub

source: New groups creation
so_so: Abuurista kooxo cusub

source: new group(s)
so_so: koox(da) cusub

source: max. 20 characters, e.g. <i>INNOV21</i>
so_so: ugu badnaan. 20 xaraf, tusaale <i>INNOV21</i>

source: seats (optional)
so_so: kursiyo (ikhtiyaari)

source: group(s) has (have) been added
so_so: koox(da) ayaa lagu daray

source: Group deleted
so_so: Kooxda la tirtiray

source: Registered
so_so: Diiwaan gashan

source: registered
so_so: diiwaan gashan

source: Learners are allowed to self-register in groups
so_so: Ardayda waxaa loo oggol yahay inay iska diiwaan geliyaan kooxaha

source: Tools
so_so: Qalabka

source: Documents
so_so: Dukumintiyada

source: Group settings have been modified
so_so: Habaynta kooxda ayaa la beddelay

source: Group name
so_so: Magaca kooxda

source: Group description
so_so: Sharaxaada kooxda

source: Group members
so_so: Xubnaha kooxda

source: Edit this group
so_so: Tafatir kooxdan

source: Group settings modified
so_so: Habaynta kooxda ayaa la beddelay

source: Number proposed exceeds max. that you allowed (you can modify in the group settings). Group composition has not been modified
so_so: Tirada la soo jeediyay ayaa dhaafay xadka ugu badan ee aad oggol tahay (waad beddeli kartaa goobaha kooxda). Halabuurka kooxda lama beddelin

source: Group tutor
so_so: Macallinka kooxda

source: (none)
so_so: (midna)

source: Admin users list
so_so: Liiska maamulayaasha

source: my group
so_so: kooxdeyda

source: my supervision
so_so: kormeerkeyga

source: register
so_so: diiwaan gel

source: Add me to this group
so_so: Isku dar kooxdan

source: You are now a member of this group.
so_so: Hadda waxaad ka tahay xubinta kooxdan.

source: Private access (access authorized to group members only)
so_so: Helid gaar ah (helid u oggol xubnaha kooxda kaliya)

source: Public access (access authorized to any member of the course)
so_so: Helmo furan (ogolaanshaha helmo furan xubka kasta ee koorska)

source: Edit settings
so_so: Tafatiraha u habeyn

source: State
so_so: Xaalad

source: Groups have been filled (or completed) by users present in the 'Users' list.
so_so: Kooxooyinka waxaa buuxiyey (ama dhameystireen) isticmaale yaallo liiska 'Users'.

source: users registered in this course
so_so: isticmaale diiwaangashan koorskan

source: Learners not in this group
so_so: Barashada aan ku jirin kooxdan

source: A user can be member of maximum
so_so: Isticmaale wuxuu xubin ka noqon karaa ugu badnaan

source: groups
so_so: kooxo

source: Limit
so_so: Xad

source: Create group(s)
so_so: Abuur kooxo

source: Proceed to create group(s)
so_so: Soco si aad u abuurto kooxo

source: Learners are allowed to self-register to groups
so_so: Barashada waxaa loo ogolay inay iska diiwaan geliyaan kooxaha

source: Learners are allowed to unregister themselves from groups
so_so: Barashada waxaa loo ogolay inay iska ka tirtiraan kooxaha

source: All groups
so_so: Dhammaan kooxaha

source: Unsubscribe me from this group.
so_so: Iska ka tirtir kooxdan.

source: You're now unsubscribed.
so_so: Hadda waa laga tirtiray.

source: Default settings for new groups
so_so: Habaynta caadiga ah ee kooxaha cusub

source: All selected groups have been deleted
so_so: Dhammaan kooxaha la doortay waa la tirtiray

source: All selected groups are now empty
so_so: Dhammaan kooxaha la doortay hadda waa faaruq

source: The group is now empty
so_so: Kooxdu hadda waa faaruq

source: All selected groups have been filled
so_so: Dhammaan kooxaha la doortay waa la buuxiyay

source: unregister
so_so: tirtir

source: same for all
so_so: isku mid dhammaan

source: No limitation
so_so: Xad la'aan

source: Please enter the desired number of groups
so_so: Fadlan gel guddoonaanka la doonayo ee kooxaha

source: Create groups from all users in the virtual courses
so_so: Ka abuur kooxaha dhammaan isticmaale ee kooxaha virtual

source: This course is a combination of a real course and one or more virtual courses. If you press following button, new groups will be created according to these (virtual) courses. All learners will be subscribed to the groups.
so_so: Koorskani waa isku darka koors dhab ah iyo mid ama ka badan oo kooxo virtual ah. Haddii aad riixdo badhanka soo socda, kooxo cusub ayaa la abuuri doonaa iyadoo la raacayo kooxahan (virtual). Dhammaan barashada ayaa lagu diiwaan gelin doonaa kooxaha.

source: No groups available
so_so: Ma jiraan kooxo la heli karo

source: Virtual courses
so_so: Kooxaha virtual

source: Create subgroups
so_so: Abuur koox-hoosaadyo

source: This option allows you to create new groups based on an existing group. Provide the desired number of groups and choose an existing group. The given number of groups will be created and all members of the existing group will be subscribed in those new groups. The existing group remains unchanged.
so_so: Ikhtiyaarkani wuxuu kuu oggolaanayaa inaad abuurto kooxo cusub oo ku salaysan koox jirta. Bixi tirada la doonayo ee kooxaha oo dooro koox jirta. Tirada la bixiyay ee kooxaha ayaa la abuuri doonaa oo dhammaan xubnaha kooxda jirta ayaa lagu diiwaan gelin doonaa kooxahaas cusub. Kooxda jirta ma beddelayso.

source: Create number of groups
so_so: Abuur tirada kooxaha

source: groups with members from
so_so: kooxo leh xubno ka socda

source: Fill the group randomly with course students
so_so: Buuxi kooxda si random ah ardayda koorska

source: unsubscribe all users
so_so: tirtir dhammaan isticmaale

source: The maximum number of groups per user you submitted is invalid. There are now users who are subscribed in more groups than the number you propose.
so_so: Tirada ugu badan ee kooxaha isticmaale kasta oo aad gudbisay waa mid aan ansax ahayn. Waxaa jira isticmaale hadda ku diiwaan gelan inay ka badan yihiin kooxaha tirada aad soo jeedisay.

source: Groups overview
so_so: Muuqaalka guud ee kooxaha

source: Group category
so_so: Qaybta kooxda

source: Please give a title
so_so: Fadlan bixi cinwaan

source: Please enter a valid number for the maximum number of members.
so_so: Fadlan gel lambar ansax ah tirada ugu badan ee xubnaha.

source: The category order was changed
so_so: Sidoo kale ayaa la beddelay

source: Category created
so_so: Qaybta la abuuray

source: Announcements
so_so: Ogeysiisyada

source: No categories defined
so_so: Ma jiraan qaybo la qeexay

source: Groups from classes
so_so: Kooxo ka yimid fasalada

source: Using this option, you can create groups based on the classes subscribed to your course.
so_so: Isticmaalka ikhtiyaarkaan, waxaad abuuri kartaa kooxo ku salaysan fasalada ku diiwaan gelan koorskaaga.

source: A new forum has now been created
so_so: Gobol cusub ayaa hadda la abuuray

source: A new forum thread has now been created
so_so: Mawqac cusub oo forum ah ayaa hadda la abuuray

source: Add hotpotatoes
so_so: Ku dar hotpotatoes

source: Hide attempt view
so_so: Qari aragtida isku dayga

source: Extend attempt view
so_so: Kordhi aragtida isku dayga

source: Welcome to the Chamilo course authoring tool !
so_so: Ku soo dhawow qalabka qorista koorska Chamilo!

source: Add learning objects and activities to your course
so_so: Ku dar walxaha waxbarashada iyo hawlaha koorskaaga

source: Add audio comments and order learning objects in the table of contents
so_so: Ku dar faallooyinka maqalka iyo nidaamka walxaha waxbarashada miiska waxyaabaha

source: Watch the course from learner's viewpoint
so_so: Daawo koorska aragtida ardayga

source: Chapter 1, Chapter 2 or Week 1, Week 2...
so_so: Cutubka 1, Cutubka 2 ama Usbuuca 1, Usbuuca 2...

source: Add tests, activities and multimedia content
so_so: Ku dar imtixaannada, hawlaha iyo waxyaabaha warbaahinta

source: Title
so_so: Cinwaan

source: Prerequisites
so_so: Shuruudaha horudhaca ah

source: Up
so_so: Sare

source: Down
so_so: Hoos

source: this learning object
so_so: walaxa waxbarashadaan

source: Name & description
so_so: Magac & sharaxaad

source: Change order
so_so: Beddel nidaamka

source: Edit name & desc.
so_so: Tafatir magaca & sharaxaadda.

source: My progress in this course
so_so: Horumarkayga koorskan

source: completed
so_so: dhameystiray

source: incomplete
so_so: aan dhameystirnayn

source: passed
so_so: Gudbay

source: failed
so_so: Guuldareystay

source: Previous learning object
so_so: Walaxa waxbarashada hore

source: Next learning object
so_so: Walaxa waxbarashada xiga

source: Section name
so_so: Magaca qaybta

source: No learning object is completed.
so_so: Ma jiro walax waxbarasho la dhameystiray.

source: This is the last learning object.
so_so: Tani waa walaxa waxbarashada ugu dambeeya.

source: Create new learning path
so_so: Abuur waddo waxbarasho cusub

source: Edit learnpath
so_so: Tafatir waddada waxbarashada

source: Delete
so_so: Tirtir

source: do not publish
so_so: ha daabicin

source: Publish on course homepage
so_so: Ku daabac bogga hore ee koorska

source: not published
so_so: aan la daabicin

source: published
so_so: la daabiciyay

source: Edit section description/name
so_so: Tafatir sharaxaadda/qaybta magaca

source: Delete section
so_so: Tirtir qaybta

source: Add learning objects to this section
so_so: Ku dar walxaha waxbarashada qaybtan

source: The learning object has been deleted
so_so: Walaxa waxbarashada waa la tirtiray

source: The learning object has been edited
so_so: Walaxa waxbarashada waa la tafatiray

source: This learning object cannot display because the course prerequisites are not completed. This happens when a course imposes that you follow it step by step or get a minimum score in tests before you reach the next steps.
so_so: Walaxa waxbarashadaan ma muujin karo sababtoo ah shuruudaha horudhaca ah ee koorska lama dhameystirin. Tani waxay dhacdaa marka koorsku uu soo rogo inaad tallaabo tallaabo raacdo ama aad hesho dhibco ugu yaraan imtixaannada ka hor intaadan gaarin tallaabooyinka soo socda.

source: Add section
so_so: Ku dar qayb

source: Add learning object or activity
so_so: Ku dar walax waxbarasho ama hawl

source: Edit the prerequisites of the current LO
so_so: Tafatir shuruudaha horudhaca ah ee LO hadda

source: Edit section
so_so: Tafatir qaybta

source: Edit document
so_so: Tafatir dukumentiga

source: Edit test structure
so_so: Tafatir qaabka imtixaanka

source: Edit assignment
so_so: Tafatir shaqada

source: Adding a section to the course
so_so: Ku dar qayb koorska

source: Enter information for section
so_so: Gel macluumaadka qaybta

source: Create new rich media page
so_so: Abuur bog warbaahineed cusub

source: Ticket updated
so_so: Tikitterka waa la cusboonaysiiyay

source: Or use an existing resource :
so_so: Ama adeegso kheyraadka jira:

source: Position
so_so: Meel

source: A new section has now been created. You may continue by adding a section or step.
so_so: Qayb cusub ayaa hadda la abuuray. Waxaad sii wadi kartaa adigoo ku daraya qayb ama tallaabo.

source: The new link has been created
so_so: Xiriirka cusub ayaa la abuuray

source: The new assignment has been created
so_so: Shaqada cusub ayaa la abuuray

source: The new section has been created. You can now add a section or a learning object to it.
so_so: Qaybta cusub ayaa la abuuray. Waxaad hadda ku dari kartaa qayb ama shay waxbarasho.

source: The test has been added to the course
so_so: Imtixaanka ayaa lagu daray koorsada

source: The learning object has been removed
so_so: Shayga waxbarashada ayaa laga saaray

source: Converting...
so_so: Wax lagu beddelayaa...

source: Error during the conversion of PowerPoint. Please check if there are special characters in the name of your PowerPoint.
so_so: Qalad inta lagu jiro beddelka PowerPoint. Fadlan hubi haddii magaca PowerPoint-kaaga uu leeyahay xarfo gaar ah.

source: Build
so_so: Dhis

source: Current view mode: embedded
so_so: Qaabka muuqalka hadda: gudaha

source: Current view mode: fullscreen
so_so: Qaabka muuqalka hadda: shaashad buuxa

source: Show debug
so_so: Muuji debug

source: Hide debug
so_so: Qari debug

source: This document is not editable
so_so: Duumarkaas lama beddeli karo

source: After
so_so: Ka dib

source: This HotPotatoes test has been closed.
so_so: Imtixaanka HotPotatoes-ka ayaa la xiray.

source: back to normal screen
so_so: ku noqo shaashadda caadiga ah

source: full screen
so_so: shaashad buuxa

source: There was a
so_so: Waxaa jiray

source: page (step) here in the original Chamilo Learning Path.
so_so: bog (tallaabo) halkan ku jirtay Waddada Waxbarashada Chamilo ee asalka ah.

source: Select a learning object in the table of contents
so_so: Dooro shay waxbarasho miiska waxyaabaha

source: The rich media page/activity has been added to the course
so_so: Bogga/dhaqdhaqaaqa warbaahinta qani ah ayaa lagu daray koorsada

source: Edit the current section
so_so: Tafatir qaybta hadda

source: Create a new document
so_so: Abuur dukumenti cusub

source: Move the current document
so_so: U wareeji dukumentiga hadda

source: Edit the current document
so_so: Tafatir dukumentiga hadda

source: Warning!
so_so: Digtoow!

source: When you edit an existing document in Courses, the new version of the document will not overwrite the old version but will be saved as a new document. If you want to edit a document definitively, you can do that with the document tool.
so_so: Markaad tafatirayso dukumenti jira ee Koorsooyinka, nooca cusub ee dukumentiga ma beddeli doono kii hore ee waxaa loo keydin doonaa sidii dukumenti cusub. Haddii aad rabto inaad tafatirto dukumenti si joogto ah, waxaad taas ku samayn kartaa qalabka dukumentiga.

source: Adding a test to the course
so_so: Ku dar imtixaan koorsada

source: Move the current test
so_so: U wareeji imtixaanka hadda

source: Edit the current test
so_so: Tafatir imtixaanka hadda

source: Import AICC, SCORM and Chamilo learning path
so_so: Soo dejin AICC, SCORM iyo waddada waxbarashada Chamilo

source: To continue add a section or a learning object or activity to your course.
so_so: Si aad u sii wadato ku dar qayb ama shay waxbarasho ama dhaqdhaqaaq koorsadaada.

source: Prerequisites to the current learning object have been added.
so_so: Shuruudaha shayga waxbarashada hadda ayaa la daray.

source: Add/edit prerequisites
so_so: Ku dar/tafatir shuruudaha

source: No documents
so_so: Ma jiraan dukumentiyo

source: No tests available
so_so: Ma jiraan imtixaanno la heli karo

source: No links available
so_so: Ma jiraan xiriirro la heli karo

source: There are no learning objects in the course. Click on "Build" to enter authoring mode.
so_so: Ma jiraan shay waxbarasho koorsada. Dhagsii "Dhis" si aad u gasho qaabka qorista.

source: First position
so_so: Meeshii ugu horreysay

source: New test
so_so: Imtixaan cusub

source: Adding a forum to the course
so_so: Ku dar forum koorsada

source: <strong>Welcome</strong> to the Chamilo Course authoring tool.<br />Create your courses step-by-step. The table of contents will appear to the left.
so_so: <strong>Waad ku soo dhaweyn</strong> qalabka qorista Koorsada Chamilo.<br />Abuur koorsooyinkaada tallaabo-tallaabo. Miiska waxyaabaha ayaa ka muuqan doona bidixda.

source: To start, give a title to your course
so_so: Si aad u bilowdo, sii magac koorsadaada

source: Adding a link to the course
so_so: Ku dar xiriir koorsada

source: Move the current link
so_so: U wareeji xiriirka hadda

source: Edit the current link
so_so: Tafatir xiriirka hadda

source: Move the current assignment
so_so: U wareeji shaqada hadda

source: Edit the current assignment
so_so: Tafatir shaqada hadda

source: Allow multiple attempts
so_so: Oggolow isku dayo badan

source: Prevent multiple attempts
so_so: Ka hortag isku dayo badan

source: Make SCORM recordings extra
so_so: Ka dhig duubista SCORM dheeraad ah

source: Make SCORM recordings normal
so_so: Ka dhig duubista SCORM mid caadi ah

source: The document cannot be displayed because it has been deleted
so_so: Dukumentiga lama muujin karo sababtoo ah waa la tirtiray

source: Edit the current forum
so_so: Tafatir forumka hadda

source: No prerequisites
so_so: Ma jiraan shuruudood

source: Create a new link
so_so: Abuur xiriir cusub

source: Create a new forum
so_so: Abuur forum cusub

source: Woogie : Word conversion
so_so: Woogie: Beddelka Erayga

source: MS Word to course converter
so_so: MS Word to koorsad beddele
