Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Main LDAP server's port.
ar: LDAP منفذ الخادم الرئيسي من نوع
ast_es: Puertu del servidor principal LDAP
bn_bd: প্রধান LDAP সার্ভারের পোর্ট।
bs_ba: Port glavnog LDAP servera.
ca_es: Port del servidor LDAP principal
cs_cz: Port LDAP serveru
da: Hoved LDAP-servers port.
de: Haupt LDAP Server Port
el: Θύρα κύριου διακομιστή LDAP.
eo: Pordo de la ĉefa LDAP-servilo.
es: Puerto del servidor LDAP principal
es_mx: Puerto del servidor LDAP principal.
eu_es: LDAP zerbitzari nagusiaren ataka
fa_ir: پورت سرور اصلی LDAP.
fi_fi: Pää-LDAP-palvelimen portti.
fo_fo: Høvuð LDAP ambætarans port.
fur: Pòrt dal server LDAP prinçipâl.
ga: Port fhreastalaí LDAP príomha.
gl: Porto do servidor LDAP principal
he_il: היציאה של שרת ה-LDAP הראשי.
hi: मुख्य LDAP सर्वर का पोर्ट।
hr_hr: Port glavnog LDAP poslužitelja.
hu_hu: Fő LDAP szerver portja.
hy: Հիմնական LDAP սերվերի պորտ
id_id: Port server LDAP utama.
it: Porta del server LDAP principale
ja: メインLDAPサーバーのポート
ka_ge: ძირითადი LDAP სერვერის პორტი.
ko_kr: 메인 LDAP 서버 포트
lo: ພອດຂອງເຊີບເວີ LDAP ຫຼັກ.
lt_lt: Pagrindinio LDAP serverio prievadas.
lv_lv: Galvenā LDAP servera ports.
mk_mk: Порт на главниот LDAP сервер.
ms_my: Port pelayan LDAP utama.
my_mm: ပင်မအ LDAP ဆာဗာ၏ ပို့တ်။
ne: मुख्य LDAP सर्भरको पोर्ट।
nl: server poort van de LDAP server
nn_no: Hovud LDAP-tenar sin port.
oc: Pòrt del servidor LDAP principal.
pl_pl: Port głównego serwera LDAP.
ps: اصلي LDAP سرور پورټ.
pt_br: Porta do servidor LDAP principal
pt_pt: Porta do principal servidor LDAP.
ro_ro: Portul serverului principal LDAP.
ru_ru: Порт основного сервера LDAP
sk_sk: Port hlavného LDAP servera.
sl: Vrata glavnega LDAP strežnika
sq: Porta e serverit kryesor LDAP.
sr_rs: Port glavnog LDAP servera.
sv_se: LDAP-port på huvudservern
sw_ke: Bandari ya seva kuu ya LDAP.
ta: முதன்மை LDAP சர்வரின் போர்ட்.
th: พอร์ตเซิร์ฟเวอร์ LDAP หลัก
tl_ph: Port ng pangunahing LDAP server.
tr: Ana LDAP serverın portu
uk_ua: Порт головного сервера LDAP.
vi_vn: Cổng của máy chủ LDAP chính.
xh_za: Izibuko leseva ye-LDAP ephambili.
zh_cn: 主 LDAP 服务器端口。
zh_tw: 主要 LDAP 伺服器連接埠。

source: The port on which the main LDAP server will respond (usually 389). This is a mandatory setting.
ar: المنفذ الذي يستجيب من خلاله الخادم الرئيسي (والذي يكون عادة 389)، من الالزامي اجراء هذا الاعداد
ast_es: El puertu pel que'l servidor principal LDAP respuende (xeneralmente 389). Esti parámetru ye obligatoriu.
bn_bd: প্রধান LDAP সার্ভার যে পোর্টে সাড়া দেবে (সাধারণত ৩৮৯)। এটি একটি বাধ্যতামূলক সেটিংস।
bs_ba: Port na kojem će glavni LDAP server odgovarati (obično 389). Ovo je obavezna postavka.
ca_es: El port en el qual respondrà el servidor LDAP principal (generalment 389). Aquest paràmetre és necessari.
cs_cz: Port, na kterém beží LDAP server (obvykle 389). Toto je povinné nastavení.
da: Porten, som hoved LDAP-serveren vil svare på (normalt 389). Dette er en obligatorisk indstilling.
de: Der Port des Haupt LDAP Servers (normalerweise 389). Diese Einstellung ist erforderlich
el: Η θύρα στην οποία θα ανταποκρίνεται ο κύριος διακομιστής LDAP (συνήθως 389). Αυτή είναι υποχρεωτική ρύθμιση.
eo: La pordo sur kiu la ĉefa LDAP-servilo respondos (kutime 389). Tio estas deviga agordo.
es: El puerto en el que el servidor LDAP principal responderá (generalmente 389). Este parámetro es obligatorio.
es_mx: El puerto en el que responderá el servidor LDAP principal (normalmente 389). Esta es una configuración obligatoria.
eu_es: LDAP zerbitzari nagusiak erantzungo duen ataka (gehienetan, 389). Ezarpen hau nahitaezkoa da.
fa_ir: پورتی که سرور اصلی LDAP بر روی آن پاسخ می‌دهد (معمولاً ۳۸۹). این تنظیم اجباری است.
fi_fi: Portti, jolla pää-LDAP-palvelin vastaa (yleensä 389). Tämä on pakollinen asetus.
fo_fo: Portið sum høvuð LDAP ambætarin svarar á (vanliga 389). Hetta er ein fyriskrivað stilling.
fur: Il pòrt sul cual il server LDAP prinçipâl al risponderà (normâlment 389). Cheste è une impostazion obrigatorie.
ga: An port ar a bhfreagróidh an príomhfhreastalaí LDAP (de ghnáth 389). Is socrú é seo riachtanach.
gl: O porto no que o servidor LDAP principal responderá (xeralmente 389). Este parámetro é obrigatorio.
he_il: היציאה עליה יגיב שרת ה-LDAP הראשי (בדרך כלל 389). זוהי הגדרה חובה.
hi: मुख्य LDAP सर्वर का प्रतिक्रिया पोर्ट (आमतौर पर 389)। यह अनिवार्य सेटिंग है।
hr_hr: Port na kojem će glavni LDAP poslužitelj odgovarati (obično 389). Ovo je obvezna postavka.
hu_hu: A port, amelyen a fő LDAP szerver válaszol (általában 389). Ez kötelező beállítás.
hy: Պորտը, որով կպատասխանի հիմնական LDAP սերվերը (սովորաբար 389): Սա պարտադիր պարամետր է:
id_id: Port tempat server LDAP utama akan merespons (biasanya 389). Ini adalah pengaturan wajib.
it: Porta usata dal server LDAP (solitamente 389). Parametro obbligatorio.
ja: メインLDAPサーバーが応答するポート（通常389）。必須設定です。
ka_ge: პორტი რომელზეც ძირითადი LDAP სერვერი პასუხობს (ჩვეულებრივ 389). ეს სავალდებულო პარამეტრია.
ko_kr: 메인 LDAP 서버가 응답하는 포트(보통 389)입니다. 필수 설정입니다.
lo: ພອດທີ່ເຊີບເວີ LDAP ຫຼັກຈະຕອບສະໜອງ (ໂດຍທົ່ວໄປແມ່ນ 389). ນີ້ແມ່ນການຕັ້ງຄ່າທີ່ຈຳເປັນ.
lt_lt: Prievadas, kuriame pagrindinis LDAP serveris atsakys (paprastai 389). Tai privalomas nustatymas.
lv_lv: Ports, uz kura galvenais LDAP serveris atbildēs (parasti 389). Tas ir obligāts iestatījums.
mk_mk: Портот на кој главниот LDAP сервер ќе одговара (обично 389). Ова е задолжително поставување.
ms_my: Port yang pelayan LDAP utama akan balas (biasanya 389). Ini adalah tetapan wajib.
my_mm: ပင်မအ LDAP ဆာဗာက တုံ့ပြန်မည့် ပို့တ် (ပုံမှန်အားဖြင့် 389)။ ၎င်းသည် မဖြစ်မနေ ဆက်တင်တစ်ခုဖြစ်သည်။
ne: मुख्य LDAP सर्भरले प्रतिक्रिया दिने पोर्ट (सामान्यतया ३८९)। यो अनिवार्य सेटिङ हो।
nl: De poort van de LDAP server (gewoonlijk 389). Dit is een vereist veld
nn_no: Porten som hovud LDAP-tenaren svarar på (vanlegvis 389). Dette er ei obligatorisk innstilling.
oc: Lo pòrt sul qu'espondrà lo servidor LDAP principal (normalament 389). Aquò es un paramètre obligatòri.
pl_pl: Port, na którym główny serwer LDAP będzie odpowiadać (zwykle 389). To obowiązkowe ustawienie.
ps: پورټ چې اصلي LDAP سرور به ورته ځواب ورکړي (عام 389). دا یو اړین تنظیم دی.
pt_br: A porta a qual o o servidor principal LDAP irá responder. Esta opção é obrigatória.
pt_pt: A porta na qual o principal servidor LDAP irá responder (normalmente a 389). Esta configuração é obrigatória.
ro_ro: Portul pe care va raspunde serverul principal LDAP (de regula 389). Aceasta este o setare obligatorie.
ru_ru: Порт, на котором отвечает основной сервер LDAP (обычно 389). Обязательная настройка.
sk_sk: Port, na ktorý bude hlavný LDAP server odpovedať (obyčajne 389). Je to povinné nastavenie.
sl: Številka vrat, na katerih se odziva glavni LDAP strežnik (običajno 389). Vnos številke vrat je obvezen.
sq: Porta në të cilën serveri kryesor LDAP do të përgjigjet (zakonisht 389). Kjo është një cilësim i detyrueshëm.
sr_rs: Port na kom će glavni LDAP server odgovarati (obično 389). Ovo je obavezno podešavanje.
sv_se: Den kommunikationsport som LDAP-servern svarar på (vanligen 389). Obligatorisk inställning!
sw_ke: Bandari ambayo seva kuu ya LDAP itajibu (kawaida 389). Hii ni mpangilio wa lazima.
ta: முதன்மை LDAP சர்வர் பதிலளிக்கும் போர்ட் (பொதுவாக 389). இது கட்டாய அமைப்பு.
th: พอร์ตที่เซิร์ฟเวอร์ LDAP หลักตอบสนอง (ปกติ 389) เป็นการตั้งค่าจำเป็น
tl_ph: Ang port kung saan magre-responde ang pangunahing LDAP server (karaniwang 389). Ito ay isang kinakailangang setting.
tr: Ana LDAP sunucusunun yanıt vereceği port (genellikle 389). Bu zorunlu bir ayardır.
uk_ua: Порт, на якому головний сервер LDAP буде відповідати (зазвичай 389). Це обов'язковий параметр.
vi_vn: Cổng mà máy chủ LDAP chính sẽ phản hồi (thường là 389). Đây là cài đặt bắt buộc.
xh_za: Izibuko apho iseva ye-LDAP ephambili iya kuphendula kulo (ngokuqhelekileyo 389). Esi simo sixandwa.
zh_cn: 主 LDAP 服务器响应的端口（通常为 389）。这是必填设置。
zh_tw: 主要 LDAP 伺服器回應的連接埠（通常為 389）。此為必填項目。

source: LDAP domain
ar: LDAP الدومين الخاص بخادم
ast_es: Dominiu LDAP
bn_bd: LDAP ডোমেইন
bs_ba: LDAP domen
ca_es: Domini LDAP
cs_cz: LDAP doména
da: LDAP-domæne
el: Πεδίο LDAP
eo: LDAP-domeno
es: Dominio LDAP
es_mx: Dominio LDAP
eu_es: LDAP domeinua
fa_ir: دامنه LDAP
fi_fi: LDAP-verkkotunnus
fo_fo: LDAP teigin
fur: Domini LDAP
ga: Fearann LDAP
gl: Dominio LDAP
he_il: דומיין LDAP
hi: LDAP डोमेन
hr_hr: LDAP domena
hu_hu: LDAP tartomány
hy: LDAP դոմեն
id_id: Domain LDAP
it: Dominio LDAP
ja: LDAPドメイン
ka_ge: LDAP დომენი
ko_kr: LDAP 도메인
lo: ໂດເມນ LDAP
lt_lt: LDAP domenas
lv_lv: LDAP domēns
mk_mk: LDAP домен
ms_my: Domain LDAP
my_mm: LDAP ဒိုမိန်း
ne: LDAP डोमेन
nl: LDAP domein
nn_no: LDAP domene
oc: Dominhi LDAP
pl_pl: Domena LDAP
ps: LDAP حوزه
pt_br: Domínio LDAP
pt_pt: Domínio do LDAP
ro_ro: Domeniul LDAP
ru_ru: Домен LDAP
sk_sk: LDAP doména
sl: LDAP domena
sq: Domeni LDAP
sr_rs: LDAP domen
sv_se: LDAP domän
sw_ke: Njia ya LDAP
ta: LDAP டொமைன்
th: โดเมน LDAP
tr: LDAP domain adı
uk_ua: Домен LDAP
vi_vn: Tên miền LDAP
xh_za: Ummandla we-LDAP
zh_cn: LDAP 域
zh_tw: LDAP 網域

source: This is the LDAP domain (dc) that will be used to find the contacts on the LDAP server. For example: dc=xx, dc=yy, dc=zz
ar: LDAP الدومين الخاص بخادم
ast_es: Esti ye'l dominiu (dc) LDAP que va usase p'atopar los contautos nel sevidor LDAP. Por exemplu: dc=xx, dc=yy, dc=zz
bn_bd: এটি LDAP সার্ভারে যোগাযোগ খুঁজে পাওয়ার জন্য ব্যবহৃত LDAP ডোমেইন (dc)। উদাহরণ: dc=xx, dc=yy, dc=zz
bs_ba: Ovo je LDAP domen (dc) koji će se koristiti za pronalaženje kontakata na LDAP serveru. Na primjer: dc=xx, dc=yy, dc=zz
ca_es: Aquest és el domini (dc)mLDAP que serà utilitzat per trobar els contactes en el servidor LDAP. Per exemple: dc=xx, dc=yy, dc=zz
cs_cz: Toto je LDAP doména (dc), která bude použita k nalezení kontaktů na LDAP serveru. Například: dc=xx, dc=yy, dc=zz
da: Dette er LDAP-domænet (dc), der vil blive brugt til at finde kontakter på LDAP-serveren. Fx: dc=xx, dc=yy, dc=zz
de: Dies ist die LDAP Domain (dc), die zum Auffinden von Kontakten auf dem LDAP Server benutzt wird. Z.B.: dc=xx, dc=yy, dc=zz
el: Αυτό είναι το πεδίο LDAP (dc) που θα χρησιμοποιηθεί για να βρεθούν οι επαφές στον διακομιστή LDAP. Για παράδειγμα: dc=xx, dc=yy, dc=zz
eo: Jen la LDAP-domeno (dc) uzota por trovi la kontaktpersonojn sur la LDAP-servilo. Ekzemple: dc=xx, dc=yy, dc=zz
es: Este es el dominio (dc) LDAP que será usado para encontrar los contactos en el servidor LDAP. Por ejemplo: dc=xx, dc=yy, dc=zz
es_mx: Este es el dominio LDAP (dc) que se usará para encontrar los contactos en el servidor LDAP. Por ejemplo: dc=xx, dc=yy, dc=zz
eu_es: Hauxe da LDAP zerbitzarian kontaktuak aurkitzeko erabiliko den LDAP domeinua (dc). Esaterako: dc=xx, dc=yy, dc=zz
fa_ir: این دامنه LDAP (dc) است که برای یافتن مخاطبین در سرور LDAP استفاده می‌شود. برای مثال: dc=xx, dc=yy, dc=zz
fi_fi: LDAP-verkkotunnus (dc), jota käytetään yhteyden löytämiseen LDAP-palvelimelta. Esimerkiksi: dc=xx, dc=yy, dc=zz
fo_fo: Hetta er LDAP teiginin (dc) sum verður brúkt til at finna sambondini á LDAP ambætaranum. Til dømis: dc=xx, dc=yy, dc=zz
fur: Cheste al è il domini LDAP (dc) che al sarà doprât par trovar i contats sul server LDAP. Par esempi: dc=xx, dc=yy, dc=zz
ga: Is é seo fearann LDAP (dc) a úsáidfear chun teagmhail a aimsiú ar an bhfreastalaí LDAP. Mar shampla: dc=xx, dc=yy, dc=zz
gl: Este é o dominio (dc) LDAP que será usado para atopar os contactos no servidor LDAP. Por exemplo: dc=xx, dc=yy, dc=zz
he_il: זהו תחום ה-LDAP (dc) שישמש לאיתור אנשי הקשר בשרת ה-LDAP. לדוגמה: dc=xx, dc=yy, dc=zz
hi: यह LDAP डोमेन (dc) है जिसका उपयोग LDAP सर्वर पर संपर्क ढूंढने के लिए किया जाएगा। उदाहरण: dc=xx, dc=yy, dc=zz
hr_hr: Ovo je LDAP domena (dc) koja će se koristiti za pronalaženje kontakata na LDAP poslužitelju. Na primjer: dc=xx, dc=yy, dc=zz
hu_hu: Ez az LDAP tartomány (dc), amelyet az LDAP szerveren lévő kapcsolatok keresésére használnak. Például: dc=xx, dc=yy, dc=zz
hy: LDAP դոմենը (dc), որն օգտագործվում է կոնտակտները գտնելու համար LDAP սերվերում: Օրինակ՝ dc=xx, dc=yy, dc=zz
id_id: Ini adalah domain LDAP (dc) yang akan digunakan untuk mencari kontak di server LDAP. Contoh: dc=xx, dc=yy, dc=zz
it: Dominio LDAP (dc) usato per trovare i contatti sul server LDAP. Ad esempio: dc=xx, dc=yy, dc=zz.
ja: LDAPサーバー上の連絡先を検索するLDAPドメイン（dc）。例：dc=xx, dc=yy, dc=zz
ka_ge: ეს არის LDAP დომენი (dc), რომელიც გამოყენებული იქნება LDAP სერვერზე კონტაქტების მოსაძებნად. მაგალითად: dc=xx, dc=yy, dc=zz
ko_kr: LDAP 서버에서 연락처를 찾는 데 사용되는 LDAP 도메인(dc)입니다. 예: dc=xx, dc=yy, dc=zz
lo: ນີ້ແມ່ນໂດເມນ LDAP (dc) ທີ່ຈະໃຊ້ເພື່ອຄົ້ນຫາລາຍຊື່ຜູ້ຕິດຕໍ່ໃນເຊີບເວີ LDAP. ຕົວຢ່າງ: dc=xx, dc=yy, dc=zz
lt_lt: Tai LDAP domenas (dc), kuris bus naudojamas kontaktams rasti LDAP serveryje. Pavyzdys: dc=xx, dc=yy, dc=zz
lv_lv: Tas ir LDAP domēns (dc), kas tiks izmantots, lai atrastu kontaktus LDAP serverī. Piemēram: dc=xx, dc=yy, dc=zz
mk_mk: Ова е LDAP доменот (dc) што ќе се користи за пронаоѓање на контактите на LDAP серверот. На пр.: dc=xx, dc=yy, dc=zz
ms_my: Ini adalah domain LDAP (dc) yang akan digunakan untuk cari hubungan pada pelayan LDAP. Contoh: dc=xx, dc=yy, dc=zz
my_mm: ဤသည်မှာ LDAP ဆာဗာပေါ်တွင် ဆက်သွယ်ရန်သူများကို ရှာဖွေရန် အသုံးပြုမည့် LDAP ဒိုမိန်း (dc) ဖြစ်သည်။ ဥပမာ: dc=xx, dc=yy, dc=zz
ne: यो LDAP सर्भरमा सम्पर्कहरू फेला पार्न प्रयोग गरिने LDAP डोमेन (dc) हो। उदाहरण: dc=xx, dc=yy, dc=zz
nl: Dit is het LDAP domein (dc) dat gebruikt zal worden om de contact te vinden op de LDAP server. Bijvoorbeeld: dc=xx, dc=yy, dc=zz
nn_no: Dette er LDAP domenet (dc) som vil bli brukt for å finne kontaktar på LDAP-tenaren. For eksempel: dc=xx, dc=yy, dc=zz
oc: Aquò es lo dominhi LDAP (dc) que serà utilizat per trobar los contactes sul servidor LDAP. Per exemple : dc=xx, dc=yy, dc=zz
pl_pl: To domena LDAP(dc), która zostanie wykorzystana, aby znaleźć kontakty na serwerze LDAP. Na przykład: dc=xx, dc=yy, dc=zz
ps: دا LDAP حوزه (dc) ده چې د LDAP سرور کې اړیکې موندلو لپاره کارول کېږي. د بېلګې په توګه: dc=xx, dc=yy, dc=zz
pt_br: Este é o domínio LDAP (dc) que será usado para achar os contatos no servidor LDAP. Por exemplo: dc=xx, dc=yy, dc=zz
pt_pt: Este é o domínio LDAP (dc) que será utilizado para procurar os contactos no servidor LDAP. Por exemplo: dc=xx, dc=yy, dc=zz
ro_ro: Acesta este domeniul LDAP (dc) care va fi utilizat pentru a gasi contactele de pe serverul LDA. De exemplu: dc=xx, dc=yy, dc=zz
ru_ru: Домен LDAP (dc), который будет использоваться для поиска контактов на сервере LDAP. Например: dc=xx, dc=yy, dc=zz
sk_sk: Toto je LDAP doména (dc), ktorá bude použitá pre hľadanie kontaktov na LDAP serveri. Napríklad dc=xx, dc=yy, dc=zz
sl: To je LDAP domena (dc), ki bo uporabljena za iskanje kontakta na LDAP strežniku. Npr. dc=xx, dc=yy, dc=zz
sq: Ky është domeni LDAP (dc) që do të përdoret për të gjetur kontaktet në serverin LDAP. Për shembull: dc=xx, dc=yy, dc=zz
sr_rs: Ovo je LDAP domen (dc) koji će se koristiti za pronalaženje kontakata na LDAP serveru. Na primer: dc=xx, dc=yy, dc=zz
sv_se: Här menas den LDAP-domän (dc) som används för att hitta rätt kontakt på LDAP-servern. Exempel: dc=xx, dc=yy, dc=zz
sw_ke: Hii ni njia ya LDAP (dc) ambayo itatumika kupata mawasiliano kwenye seva ya LDAP. Kwa mfano: dc=xx, dc=yy, dc=zz
ta: LDAP சர்வரில் தொடர்புகளைக் கண்டுபிடிக்கப் பயன்படுத்தப்படும் LDAP டொமைன் (dc). உதாரணமாக: dc=xx, dc=yy, dc=zz
th: โดเมน LDAP (dc) ที่ใช้ค้นหาติดต่อบนเซิร์ฟเวอร์ LDAP เช่น: dc=xx, dc=yy, dc=zz
tl_ph: Ito ang LDAP domain (dc) na gagamitin upang hanapin ang mga contact sa LDAP server. Halimbawa: dc=xx, dc=yy, dc=zz
tr: LDAP sunucusunda kişileri bulmak için kullanılacak LDAP etki alanı (dc). Örnek: dc=xx, dc=yy, dc=zz
uk_ua: Це домен LDAP (dc), який буде використовуватися для пошуку контактів на сервері LDAP. Наприклад: dc=xx, dc=yy, dc=zz
vi_vn: Đây là tên miền LDAP (dc) được sử dụng để tìm liên hệ trên máy chủ LDAP. Ví dụ: dc=xx, dc=yy, dc=zz
xh_za: Oku ngummandla we-LDAP (dc) oya kusetyenziswa ukufumana abaqhagamshelene kwiseva ye-LDAP. Umzekelo: dc=xx, dc=yy, dc=zz
zh_cn: 用于在 LDAP 服务器上查找联系人的 LDAP 域 (dc)。例如：dc=xx, dc=yy, dc=zz
zh_tw: 用於在 LDAP 伺服器尋找聯絡人的 LDAP 網域 (dc)。例如：dc=xx, dc=yy, dc=zz

source: Replicate server address
ar: تكرار عنوان الخادم
ast_es: Direición del servidor de replica
bn_bd: প্রতিলিপি সার্ভার ঠিকানা
bs_ba: Adresa serverskog replikata
ca_es: Adreça del servidor de replicació
cs_cz: Adresa replikovaného serveru
da: Replikeringsserver adresse
de: Replicate Server Adresse
el: Διεύθυνση διακομιστή αντιγραφής
eo: Adreso de replika servilo
es: Dirección del servidor de replicación
es_mx: Dirección del servidor replicado
eu_es: Erreplika egiteko zerbitzariaren helbidea
fa_ir: آدرس سرور تکراری
fi_fi: Varmuuskopiointipalvelimen osoite
fo_fo: Endurkopieraðari ambætarans adressu
fur: Indiris dal server di replich
ga: Seoladh freastalaí macasamhlaithe
gl: Dirección do servidor de replicación
he_il: שכפל כתובת שרת
hi: प्रतिकृति सर्वर पता
hr_hr: Adresa poslužitelja za replikaciju
hu_hu: Tükörszerver címe
hy: Պատճենահան սերվերի հասցե
id_id: Alamat server replikasi
it: Indirizzo del replication server
ja: レプリケートサーバーアドレス
ka_ge: რეპლიკაციის სერვერის მისამართი
ko_kr: 복제 서버 주소
lo: ທີ່ຢູ່ເຊີບເວີສຳຮອງ
lt_lt: Dublikatų serverio adresas
lv_lv: Atkārtot servera adresi
mk_mk: Адреса на реплика сервер
ms_my: Alamat pelayan replikasi
my_mm: ထပ်ကူးဆာဗာလိပ်စာ
ne: प्रतिकृति सर्भर ठेगाना
nl: Repliceer het adres van de server
nn_no: Replikat tenar adresse
oc: Adreça del servidor de replicacion
pl_pl: Replikuj adres serwera
ps: کاپي سرور پته
pt_br: Endereço do servidor de replicação
pt_pt: Replicar o endereço do servidor
ro_ro: Adresa serverului de replicare
ru_ru: Адрес резервного сервера
sk_sk: Replikovať adresu servera
sl: Naslov replikacijskega strežnika
sq: Adresa e serverit të replikuar
sr_rs: Adresa serverskog replikata
sv_se: Adress till serverkopia
sw_ke: Anwani ya seva ya nakili
ta: பிரதியிடி சர்வர் முகவரி
th: ที่อยู่เซิร์ฟเวอร์สำรอง
tl_ph: Address ng replicate server
tr: Kopya sunucu adresi
uk_ua: Адреса резервного сервера
vi_vn: Địa chỉ máy chủ sao chép
xh_za: Idilesi yeseva yokuphindaphinda
zh_cn: 复制服务器地址
zh_tw: 備援伺服器位址
