Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Login without an institutional account
ar: تسجيل الدخول بدون حساب مؤسسي
ast_es: Acceder ensin cuenta institucional
bn_bd: প্রাতিষ্ঠানিক অ্যাকাউন্ট ছাড়া লগইন করুন
bs_ba: Prijava bez institucionalnog računa
ca_es: Accedeix amb un compte extern
cs_cz: Přihlášení bez institucionálního účtu
da: Log ind uden institutionskonto
de: Login ohne ein institutionelles Konto
el: Είσοδος χωρίς θεσμικό λογαριασμό
eo: Ensaluti sen institucia konto
es: Ingresar con una cuenta externa
es_mx: Iniciar sesión sin cuenta institucional
eu_es: Erakunde konturik gabe sartu
fa_ir: ورود بدون حساب سازمانی
fi_fi: Kirjaudu ilman organisaation tiliä
fo_fo: Rita inn uttan stovnarkonto
fur: Jentrâ sen cont istitusional
ga: Logáil isteach gan cuntas institiúideach
gl: Acceder cunha conta externa
he_il: כניסה ללא חשבון מוסדי
hi: संस्थागत खाते के बिना लॉगिन करें
hr_hr: Prijava bez institucionalnog računa
hu_hu: Bejelentkezés intézményi fiók nélkül
hy: Մուտք դեպի համակարգ առանց ինստիտուցիոնալ հաշվի
id_id: Masuk tanpa akun institusi
it: Login senza un account istituzionale
ja: 機関アカウントなしでログイン
ka_ge: შესვლა ინსტიტუციური ანგარიშის გარეშე
ko_kr: 기관 계정 없이 로그인
lo: ເຂົ້າສູ່ລະບົບໂດຍບໍ່ມີບັນຊີຂອງສະຖາບັນ
lt_lt: Prisijungti be institucinės paskyros
lv_lv: Ienākt bez institucionāla konta
mk_mk: Најавување без институционална сметка
ms_my: Log masuk tanpa akaun institusi
my_mm: အဖွဲ့အစည်းဆိုင်ရာအကောင့်မပါဘဲ အကောင့်ဝင်ပါ
ne: संस्थागत खाता बिना लगइन गर्नुहोस्
nl: Login zonder instituutaccount
nn_no: Logg inn utan institusjonskonto
oc: Connexion sens compte institucional
pl_pl: Logowanie bez konta instytucjonalnego
ps: پرته له ادارې حساب داخل شوید
pt_br: Logar sem uma conta institucional
pt_pt: Entrar sem uma conta institucional
ro_ro: Intrati cu un cont extern
ru_ru: Вход без институционального аккаунта
sk_sk: Prihlásenie bez inštitucionálneho účtu
sl: Prijava brez upor. računa ustavnove
sq: Hyrje pa llogari institucionale
sr_rs: Prijavi se bez institucionalnog naloga
sv_se: Logga in utan institutionellt konto
sw_ke: Ingia bila akaunti ya taasisi
ta: நிறுவன கணக்கு இன்றி உள்நுழையவும்
th: เข้าสู่ระบบโดยไม่มีบัญชีสถาบัน
tl_ph: Mag-login nang walang institutional account
tr: Kurumsal hesap olmadan giriş yap
uk_ua: Вхід без інституційного облікового запису
vi_vn: Đăng nhập mà không có tài khoản tổ chức
xh_za: Ngena ngaphandle kwakhonto ye-institution
zh_cn: 无机构账户登录
zh_tw: 無機構帳號登入

source: This is the text for question 1
ar: This is the text for question 1 A. Answer 1 B. Answer 2 C. Answer 3 ANSWER: B This is the text for question 2 A. Answer 1 B. Answer 2 C. Answer 3 D. Answer 4 ANSWER: D ANSWER_EXPLANATION: this is an optional feedback comment that will appear next to the correct answer.
ast_es: Esti ye'l testu pa la pregunta 1
bn_bd: এটি প্রশ্ন ১ এর জন্য টেক্সট
bs_ba: Ovo je tekst za pitanje 1
ca_es: Aquest és el text de la pregunta 1 A. Resposta 1 B. Resposta 2 C. Resposta 3 ANSWER: B Aquest és el text de la pregunta 2 (noteu la línia en blanc a dalt). A. Resposta 1 B. Resposta 2 C. Resposta 3 D. Resposta 4 ANSWER: D ANSWER_EXPLANATION: aquest és un text opcional de feedback que apareixerà al costa de la resposta correcta.
cs_cz: Toto je text pro otázku 1
da: Dette er teksten til spørgsmål 1
de: Dies ist der Text für Frage 1
el: Αυτό είναι το κείμενο για την ερώτηση 1 A. Απάντηση 1 B. Απάντηση 2 C. Απάντηση 3 ΑΠΑΝΤΗΣΗ: B Αυτό είναι το κείμενο για την ερώτηση 2 A. Απάντηση 1 B. Απάντηση 2 C. Απάντηση 3 D. Απάντηση 4 ΑΠΑΝΤΗΣΗ: ΕΠΕΞΗΓΗΣΗ_ΑΠΑΝΤΗΣΗΣ: αυτό είναι ένα προαιρετικό σχόλιο ανατροφοδότησης που θα εμφανιστεί δίπλα στη σωστή απάντηση.
eo: Ĉi tio estas la teksto por demando 1
es: Este es el texto de la pregunta 1
es_mx: Este es el texto para la pregunta 1
eu_es: Hau galdera 1aren testua da
fa_ir: این متن سؤال ۱ است
fi_fi: Tämä on kysymyksen 1 teksti
fo_fo: Hetta er teksturin til spurningin 1
fur: Cheste je il test par la domandi 1
ga: Is é seo an téacs do cheist 1
gl: Este é o texto da pregunta 1 A.Reposta 1 B.Resposta 2 C. Resposta 3.Resposta:B. Este é o texto da pregunta 2 (nótese a liña branca enriba) A. Resposta 1 B. Respostas 2 C. Resposta 3 D. Resposta 4 ANSWER:D ANSWER_EXPLANATION. Este é un texto opcional de retroalimentación que aparecerá ao carón da resposta correcta.
he_il: זה הטקסט לשאלה 1 א. תשובה 1 ב. תשובה 2 ג. תשובה 3 תשובה: ב זה הטקסט לשאלה 2 א. תשובה 1 ב. תשובה 2 ג. תשובה 3 ד. תשובה 4 תשובה: ד הסבר תשובה: זוהי הערת משוב אופציונלית שתופיע ליד התשובה הנכונה. ציון: 20
hi: यह प्रश्न 1 के लिए पाठ है
hr_hr: Ovo je tekst za pitanje 1
hu_hu: Ez a 1. kérdés szövege
hy: Սա հարց 1-ի տեքստն է
id_id: Ini adalah teks untuk pertanyaan 1
it: Questo è il testo per il quesito 1 A.Answer 2 C. Answer 3 ANSWER:B Questo è il testo per il quesito 2 A. Answer 1 B. Answer 2 C. Answer 3 D. Answer 4 ANSWER: D ANSWER_EXPLANATION: è un commento aggiuntivo che apparirà dopo la risposta corretta.
ja: これは質問1のテキストです
ka_ge: ეს არის ტექსტი კითხვისთვის 1
ko_kr: 질문 1에 대한 텍스트입니다
lt_lt: Tai 1 klausimo tekstas
lv_lv: Šis ir teksts jautājumam 1
mk_mk: Ова е текстот за прашањето 1
ms_my: Ini adalah teks untuk soalan 1
my_mm: ဤသည်မှာ မေးခွန်း ၁ အတွက် စာသားဖြစ်သည်
ne: यो प्रश्न १ को लागि पाठ हो
nl: Dit is de tekst voor vraag 1
nn_no: Dette er teksten for spørsmål 1
oc: Aquò es lo texe per la question 1
pl_pl: To jest tekst dla pytania 1
ps: دا د پوښتنې ۱ متن دی
pt_br: Este é o texto para a pergunta 1 A. Resposta 1 B. Resposta 2 C. Resposta 3 RESPOSTA: B Este é o texto para a pergunta 2 A. Resposta 1 B. Resposta 2 C. Resposta 3 D. Resposta 4 RESPOSTA: D RESPOSTA_EXPLICAÇÃO: este é um comentário de feedback opcional que aparecerá ao lado da resposta correta.
pt_pt: Este é o texto para a questão 1 A. Resposta 1 B. Resposta 2 C. Resposta 3 RESPOSTA: B Este é o texto para a questão 2 A. Resposta 1 B. Resposta 2 C. Resposta 3 D. Resposta 4 RESPOSTA: D JUSTIFICAÇÃO DA RESPOSTA: este é um comentário opcional que aparece junto à resposta correta.
ro_ro: Acesta este textul pentru întrebarea 1
ru_ru: Это текст для вопроса 1
sk_sk: Toto je text pre otázku 1 A. Odpoveď 1 B. Odpoveď 2 C. Odpoveď 3 ANSWER: B Toto je text pre otázku 2 A. Odpoveď 1 B. Odpoveď 2 C. Odpoveď 3 D. Odpoveď 4 ANSWER: D ANSWER_EXPLANATION: to je voliteľná komentár spätnej väzby, ktorý sa zobrazí vedľa správnej odpovede.
sl: Tole je besedilo za vprašanje 1 A. Odgovor 1 B. Odgovor 2 C. Odgovor 3 ANSWER: B Tole je besedilo za vprašanje 2 A. Odgovor 1 B. Odgovor 2 C. Odgovor 3 D. Odgovor 4 ANSWER: D ANSWER_EXPLANATION: to je možnost povratne informacije/komentarja, ki se pojavi poleg pravilnega odgovora.
sq: Ky është teksti për pyetjen 1
sr_rs: Ovo je tekst za pitanje 1
sv_se: Detta är texten för fråga 1
sw_ke: Hii ni maandishi ya swali la 1
ta: இது கேள்வி 1 க்கான உரை
th: นี่คือข้อความสำหรับคำถามที่ 1
tl_ph: Ito ang teksto para sa tanong 1
tr: Bu 1. soru için metindir
uk_ua: Це текст для питання 1
vi_vn: Đây là văn bản cho câu hỏi 1
xh_za: Eli yimbhalo yombuzo wokuqala
zh_cn: 这是第1题的文本
zh_tw: 這是問題 1 的文字

source: The Aiken format comes in a simple text (.txt) file, with several question blocks, each separated by a blank line. The first line is the question, the answer lines are prefixed by a letter and a dot, and the correct answer comes next with the ANSWER: prefix. See example below.
ar: ANSWER: هذه الصيغة تتضمن ملف نصي بسيط ذو عدة اقسام للاسئلة مفصولة بخط فارغ، الخط الاول هو السؤال في حين ان الاجابة مسبوقة بحرف ونقطة، اما الاجابة الصحيحة تكون مسبوقة بـ
ast_es: El formatu Aiken vien nun ficheru de testu simple (.txt), con dellos bloques de preentes, cada un separtáu por una llinia balera. La primer llinia ye la pregunta, les llinies de respuestes tán prefisades por una lletra y un puntu, y la respuestu correcta ye la siguiente cola prefiksu ANSWER:. Mira l'exemple de debaxo.
bn_bd: Aiken ফরম্যাট একটি সাধারণ টেক্সট (.txt) ফাইলে আসে, যাতে বিভিন্ন প্রশ্ন ব্লক রয়েছে, প্রত্যেকটি একটি ফাঁকা লাইন দ্বারা পৃথক। প্রথম লাইনটি প্রশ্ন, উত্তর লাইনগুলি একটি অক্ষর এবং একটি ডট দিয়ে প্রিফিক্স করা হয়েছে, এবং সঠিক উত্তর পরবর্তীতে ANSWER: প্রিফিক্স সহ আসে। নীচের উদাহরণ দেখুন।
bs_ba: Aiken format dolazi u jednostavnoj tekstualnoj (.txt) datoteci, sa nekoliko blokova pitanja, svaki odvojen prazan red. Prvi red je pitanje, redovi odgovora imaju prefiks slovo i tačka, a tačan odgovor ide sledeće sa prefiksom ANSWER:. Pogledajte primer ispod.
ca_es: El format Aiken és un simple format de text (arxiu .txt) amb diversos blocs amb preguntes, cada bloc separat per una línia en blanc. La primera línia és la pregunta. Les línies de respostes tenen un prefix de lletra i punt i, la resposta correcta segueix, amb el prefix 'ANSWER:'. Veure exemple a continuació.
cs_cz: Formát Aiken je v jednoduchém textovém (.txt) souboru s několika bloky otázek, každý oddělený prázdným řádkem. První řádek je otázka, řádky odpovědí mají předponu písmene a tečky, správná odpověď následuje s předponou ANSWER:. Viz příklad níže.
da: Aiken-formatet kommer i en simpel tekst (.txt) fil med flere spørgsmålblokke, hver adskilt af en tom linje. Første linje er spørgsmålet, svarlinjerne er præfikseret med et bogstav og en prik, og det korrekte svar kommer næst med ANSWER: præfikset. Se eksempel nedenfor.
de: Das Aiken-Format umfasst eine einfache Text (.txt)-Datei mit mehreren Frageblöcken, jeweils durch eine Leerzeile getrennt. Die erste Zeile ist die Frage, die Antwortzeilen sind durch einen Buchstaben und einen Punkt vorangestellt, und die richtige Antwort folgt mit dem Präfix ANTWORT: Siehe Beispiel unten.
el: Η μορφή Aiken έρχεται σε ένα απλό κείμενο (.txt), με αρκετά τμήματα ερωτήσεων, που το καθένα διαχωρίζεται με μια κενή γραμμή. Η πρώτη γραμμή είναι το ερώτημα, οι γραμμές των απαντήσεων έχουν πρόθεμα με ένα γράμμα και μια τελεία, και η σωστή απάντηση έρχεται με το πρόθεμα ΑΠΑΝΤΗΣΗ: . Δείτε το παρακάτω παράδειγμα.
eo: La Aiken-formato venas en simplan tekston (.txt) dosieron, kun pluraj blokoj de demandoj, ĉiu apartigita per malplena linio. La unua linio estas la demando, la linioj de respondoj estas prefiksitaj per litero kaj poento, kaj la ĝusta respondo venas sekve kun la prefikso ANSWER:. Vidu ekzemplon sube.
es: El formato Aiken es un simple formato texto (archivo .txt) con varios bloques de preguntas, cada bloque separado por una línea blanca. La primera línea es la pregunta. Las líneas de respuestas tienen un prefijo de letra y punto, y la respuesta correcta sigue, con el prefijo 'ANSWER:'. Ver ejemplo a continuación.
es_mx: El formato Aiken viene en un archivo de texto simple (.txt), con varios bloques de preguntas, cada uno separado por una línea en blanco. La primera línea es la pregunta, las líneas de respuesta están prefijadas por una letra y un punto, y la respuesta correcta viene después con el prefijo ANSWER:. Ver ejemplo abajo.
eu_es: Aiken formatua .txt testu sinple fitxategi batean dator, galdera bloke batzuekin, lerro huts batez bananduta. Lehen lerroa galdera da, erantzun lerroak letrak eta puntuz hasten dira, eta erantzun zuzena ANSWER: aurretik dator. Ikusi adibidea behean.
fa_ir: فرمت آیکن در یک فایل متنی ساده (.txt) با چندین بلوک سؤال، هر کدام با یک خط خالی جدا شده است. خط اول سؤال است، خطوط پاسخ با حرف و نقطه پیشوند دارند و پاسخ صحیح با پیشوند ANSWER: می‌آید. مثال زیر را ببینید.
fi_fi: Aiken-muoto on yksinkertainen tekstitiedosto (.txt), jossa on useita kysymyslohkoja, jotka on erotettu tyhjällä rivillä. Ensimmäinen rivi on kysymys, vastausrivit alkavat kirjaimella ja pisteellä, ja oikea vastaus tulee seuraavaksi ANSWER:-etuliitteellä. Katso alla oleva esimerkki.
fo_fo: Aiken-formatið kemur í einum einførum tekstfílu (.txt), við fleiri spurningablokkum, hvør sær sundurskilddur við einari tómari líni. Fyrsta lína er spurningin, svarlínurnar hava forsátterið bókstav og punktum, og rætta svarið kemur næst við forsátnum ANSWER:. Sjá dæmið niðanfyri.
fur: Il formât Aiken a ven in un file di test sempliçi (.txt), cun plui blòcs di domandis, cîrûs separâts da une linie vuide. La prime linie je la domandi, lis linies des rispostis an un letare e un pont prefixât, e la risposti corête a ven doprî dal prefix ANSWER:. Vedî l'esempi sotu.
ga: Tagann formáid Aiken i gcomhaireamh téacs simplí (.txt), le bloic cheisteanna éagsúla, gach ceann scartha le líne bhán. Is é an chéad líne an cheist, tá na freagraí réamhphréamha le litir agus ponc, agus tagann an freagra ceart ina dhiaidh sin leis an réimír ANSWER:. Féach sampla thíos.
gl: O formato Aiken é un simple formato de texto (arquivo .txt), con varios bloques de preguntas, cada bloque separado por un liña branca. A primeira liña é a pregunta. As liñas de resposta teñen un prefixo de letra e punto, e a resposta correcta segue, co prefixo 'ANSWER:'. Ver exemplo a continuación.
he_il: פורמט Aiken מגיע בקובץ טקסט פשוט (.txt), עם מספר בלוקים של שאלות, כל אחד מופרד בשורה ריקה. השורה הראשונה היא השאלה, לפני שורות התשובה אות ונקודה, והתשובה הנכונה מגיעה לאחר מכן עם תשובה: קידומת. ראה דוגמה למטה.
hi: एइकेन प्रारूप एक साधारण टेक्स्ट (.txt) फाइल में आता है, जिसमें कई प्रश्न ब्लॉक होते हैं, प्रत्येक खाली लाइन से अलग। पहली लाइन प्रश्न है, उत्तर लाइनें अक्षर और बिंदु से पूर्वसूचित हैं, और सही उत्तर ANSWER: पूर्वसूचक के साथ आता है। नीचे उदाहरण देखें।
hr_hr: Aiken format dolazi u jednostavnoj tekstualnoj datoteci (.txt), s nekoliko blokova pitanja, svaki odvojen prazan red. Prvi red je pitanje, redovi odgovora imaju prefiks slovo i točka, a točan odgovor slijedi s prefiksom ANSWER:. Pogledajte primjer ispod.
hu_hu: Az Aiken formátum egyszerű szöveges (.txt) fájlban érkezik, több kérdésblokkal, amelyek üres sorral vannak elválasztva. Az első sor a kérdés, a válaszsorokat betűvel és ponttal előtagozva jelölik, a helyes válasz az ANSWER: előtaggal következik. Lásd az alábbi példát.
hy: Aiken ձևաչափը պարզ տեքստային (.txt) ֆայլ է, որը պարունակում է մի քանի հարցերի բլոկներ, յուրաքանչյուրը առանձնացված դատարկ տողով: Առաջին տողը հարցն է, պատասխանների տողերը սկսվում են տառով և կետով, իսկ ճիշտ պատասխանը հաջորդում է ANSWER: նախածանցով: Տեսեք ներքևի օրինակը:
id_id: Format Aiken berupa file teks sederhana (.txt), dengan beberapa blok pertanyaan, masing-masing dipisahkan oleh baris kosong. Baris pertama adalah pertanyaan, baris jawaban diawali huruf dan titik, dan jawaban benar diawali prefiks ANSWER:. Lihat contoh di bawah.
it: Il formato Aiken è un semplice file di testo (.txt) con numerosi blocchi di domande, separati da una riga vuota. La prima riga rappresenta la domanda, le righe delle risposte hanno il prefisso di una lettera e di un punto; segue la risposta corretta col prefisso ANSWER:. Vedi l'esempio sotto.
ja: Aiken形式は、シンプルなテキスト（.txt）ファイルで、いくつかの質問ブロックがあり、それぞれが空行で区切られています。最初の行が質問で、回答行は文字とドットで始まり、正解は次にANSWER:プレフィックスで続きます。下記の例を参照してください。
ka_ge: Aiken-ის ფორმატი მოდის მარტივი ტექსტური (.txt) ფაილის სახით, რამდენიმე კითხვის ბლოკით, რომლებიც თითოეული ცარიელი ხაზითაა გამოყოფილი. პირველი ხაზი კითხვაა, პასუხის ხაზები წინ უსწრებელი ასოთი და წერტილით, ხოლო სწორი პასუხი მოდის ANSWER: პრეფიქსით. იხილეთ ქვემოთ მაგალითი.
ko_kr: Aiken 형식은 여러 질문 블록이 빈 줄로 구분된 간단한 텍스트 (.txt) 파일입니다. 첫 번째 줄은 질문이고, 답변 줄은 문자와 점으로 시작하며, 정답은 ANSWER: 접두사로 이어집니다. 아래 예시 참조.
lo: ຮູບແບບ Aiken ມາໃນໄຟລ໌ຂໍ້ຄວາມທຳມະດາ (.txt), ມີຫຼາຍບລັອກຄຳຖາມ, ແຕ່ລະອັນແຍກກັນດ້ວຍແຖວວ່າງ. ແຖວທຳອິດແມ່ນຄຳຖາມ, ແຖວຄຳຕອບຈະມີຕົວອັກສອນ ແລະ ເຄື່ອງໝາຍຈ້ຳນຳໜ້າ, ແລະ ຄຳຕອບທີ່ຖືກຕ້ອງຈະມາຕໍ່ດ້ວຍຄຳນຳໜ້າ ANSWER:. ເບິ່ງຕົວຢ່າງຂ້າງລຸ່ມ.
lt_lt: Aiken formatas yra paprastas teksto (.txt) failas su keliomis klausimų blokais, kiekvienas atskirtas tuščia eilute. Pirmoji eilutė yra klausimas, atsakymų eilutės prasideda raide ir tašku, o teisingas atsakymas eina su ANSWER: priešdėliu. Žiūrėkite pavyzdį žemiau.
lv_lv: Aiken formāts ir vienkāršā teksta (.txt) failā ar vairākiem jautājumu blokiem, katrs atdalīts ar tukšu rindu. Pirmā rinda ir jautājums, atbilžu rindas sākas ar burtu un punktu, un pareizā atbilde seko ar prefiksu ANSWER:. Skatīt piemēru zemāk.
mk_mk: Форматот Aiken доаѓа во едноставна текстуална (.txt) датотека, со неколку блокови прашања, секој одделен со празен ред. Првиот ред е прашањето, редовите со одговори се префитувани со буква и точка, а точниот одговор следи со префиксот ANSWER:. Погледнете пример подолу.
ms_my: Format Aiken datang dalam fail teks mudah (.txt), dengan beberapa blok soalan, setiap satu dipisahkan oleh baris kosong. Baris pertama adalah soalan, baris jawapan diawali huruf dan titik, dan jawapan betul datang seterusnya dengan awalan ANSWER:. Lihat contoh di bawah.
my_mm: Aiken ဖော်မတ်သည် ရိုးရှင်းသော စာသား (.txt) ဖိုင်တစ်ခုဖြစ်ပြီး၊ မေးခွန်းအပိုင်းများစွာပါရှိပြီး တစ်ခုချင်းစီကို ဗလာလိုင်းဖြင့် ခွဲခြားထားသည်။ ပထမလိုင်းသည် မေးခွန်းဖြစ်ပြီး၊ ဖြေကြားမှုလိုင်းများကို အက္ခရာနှင့် အစက်ဖြင့် ရှေ့ဆက်ထားပြီး၊ မှန်ကန်သောဖြေကြားမှုသည် ANSWER: ရှေ့ဆက်ဖြင့် နောက်တွင်ပါရှိသည်။ အောက်တွင် ဥပမာကိုကြည့်ပါ။
ne: एइकेन ढाँचा साधारण पाठ (.txt) फाइलमा आउँछ, धेरै प्रश्न ब्लकहरू सहित, प्रत्येक खाली लाइनद्वारा अलग। पहिलो लाइन प्रश्न हो, उत्तर लाइनहरू अक्षर र बिन्दुबाट सुरु हुन्छन्, र सही उत्तर ANSWER: उपसर्ग सहित आउँछ। तल उदाहरण हेर्नुहोस्।
nl: Het Aiken-formaat wordt geleverd in een eenvoudig tekstbestand (.txt), met verschillende vraagblokken, elk gescheiden door een lege regel. De eerste regel is de vraag, de antwoordregels beginnen met een letter en een punt, en het juiste antwoord volgt daarna met de prefix ANTWOORD:. Zie onderstaand voorbeeld.
nn_no: Aiken-formatet kjem i ei enkel tekstfil (.txt), med fleire spørsmålsblokk, kvar skild med ei tom linje. Fyrste linje er spørsmålet, svarlinjene er forsette med bokstav og punktum, og rett svar kjem deretter med ANSWER:-pre fikset. Sjå eksempel nedanfor.
oc: Lo format Aiken ven dins un fichièr de texe simple (.txt), amb de blòts de questions, cada un separat per una linha voida. La primièra linha es la question, las linhas de responsas son prefixadas per una letra e un punt, e la responsa corrècta ven en seguida amb lo prefixe ANSWER:. Vejatz l'exemple çaijós.
pl_pl: Format Aiken to prosty plik tekstowy (.txt) z wieloma blokami pytań, oddzielonymi pustą linią. Pierwsza linia to pytanie, linie odpowiedzi mają przedrostek litery i kropki, a poprawna odpowiedź ma przedrostek ANSWER:. Zobacz przykład poniżej.
ps: ایکن فارمیټ په ساده متن (.txt) فایل کې راځي، چې څو پوښتنې بلاکونه لري، هر یو د خالي کرښې له مخې جلا شوي. لومړۍ کرښه پوښتنه ده، ځواب کرښې د حرف او نقطې له مخې پیل کېږي، او سم ځواب د ANSWER: مخکېښودو سره راځي. لاندې مثال وګورئ.
pt_br: O formato Aiken vem com um simples arquivo de texto (.txt) com vários blocos de perguntas, cada uma separada por uma linha em branco. A primeira linha é a pergunta, as linhas de resposta são prefixadas por uma letra e um ponto, e a resposta correta vem em seguida com a RESPOSTA: prefixo. Veja exemplo abaixo.
pt_pt: O formato Aiken aparece com um simples ficheiro de texto (.txt), com vários blocos de questões separados por uma linha vazia. A primeira linha é a pergunta, as possíveis respostas são precedidas de uma letra e um ponto e a resposta correta aparece precedida de RESPOSTA. Veja o exemplo abaixo.
ro_ro: Formatul Aiken vine într-un fișier text simplu (.txt), cu mai multe blocuri de întrebări, fiecare separate printr-o linie goală. Prima linie este întrebarea, liniile de răspuns sunt prefixate cu o literă și un punct, iar răspunsul corect vine cu prefixul ANSWER:. Vedeți exemplul de mai jos.
ru_ru: Формат Aiken представляет собой простой текстовый (.txt) файл с несколькими блоками вопросов, каждый из которых отделён пустой строкой. Первая строка — вопрос, строки ответов начинаются с буквы и точки, правильный ответ идёт после префикса ANSWER:. См. пример ниже.
sk_sk: Formát Aiken je v jednoduchom textovom súbore (.txt), s niekoľkými blokmi otázok, z ktorých každý je oddelený prázdnym riadkom. Prvý riadok je otázka, riadky s odpoveďou je označený písmenom a bodkou, a správna odpoveď príde s ďalšou ODPOVEĎOU: predpona. Viď príklad nižšie.
sl: Datoteka v Aiken obliki je preprosta besedilna datoteka (.txt), tipično sestavljena iz večih blokov vprašanj, ločenih s prazno vrstico. Prva vrstica bloka predstavlja besedilo vprašanja, sledijo vrstice z možnimi odgovori, vsako pričenja črka možnega odgovora (npr. a., b., ...) na koncu blok zaključujeta pravilen odgovor, katera vrstico pričenja ključna beseda ANSWER: črka odgovora. Oglejte si primer spodaj.
sq: Formati Aiken vjen në një skedar të thjeshtë tekst (.txt), me disa blloqe pyetjesh, secili i ndarë nga një rresht bosh. Rreshti i parë është pyetja, rreshtat e përgjigjeve paraprishen nga një shkronjë dhe një pikë, dhe përgjigjja e saktë vjen më pas me parashtesën ANSWER:. Shihni shembullin më poshtë.
sr_rs: Aiken format dolazi u jednostavnoj tekstualnoj (.txt) datoteci, sa nekoliko blokova pitanja, svaki odvojen praznim redom. Prvi red je pitanje, linije sa odgovorima imaju prefiks slovo i tačka, a tačan odgovor sledeći sa prefiksom ANSWER:. Pogledajte primer ispod.
sv_se: Aiken-formatet kommer i en enkel textfil (.txt) med flera frågeblock, var och en separerad med en tom rad. Första raden är frågan, svarsraderna börjar med en bokstav och en punkt, och det rätta svaret följer med prefixet ANSWER:. Se exempel nedan.
sw_ke: Muundo wa Aiken unakuja katika faili rahisi ya maandishi (.txt), yenye vizungiko vingi vya maswali, kila moja vimepewa nafasi tupu. Mstari wa kwanza ni swali, mistari ya majibu imetanguliwa na herufi na nukta, na jibu sahihi linakuja baadaye na kiambishi ANSWER:. Tazama mfano hapa chini.
ta: Aiken வடிவம் எளிய உரை (.txt) கோப்பில் வருகிறது, பல கேள்வி பகுதிகளுடன், ஒவ்வொரு பகுதியும் காலியான வரியால் பிரிக்கப்பட்டது. முதல் வரி கேள்வி, பதில் வரிகள் எழுத்து மற்றும் புள்ளியால் முன்னொட்டமிடப்பட்டவை, சரியான பதில் ANSWER: முன்னொட்டத்துடன் வருகிறது. கீழே உதாரணம் பார்க்கவும்.
th: รูปแบบ Aiken อยู่ในไฟล์ข้อความธรรมดา (.txt) โดยมีบล็อกคำถามหลายบล็อก คั่นด้วยบรรทัดว่าง บรรทัดแรกคือคำถาม บรรทัดคำตอบขึ้นต้นด้วยตัวอักษรและจุด และคำตอบที่ถูกต้องขึ้นต้นด้วย ANSWER: ดูตัวอย่างด้านล่าง
tl_ph: Ang format ng Aiken ay nasa simple text (.txt) file, na may ilang bloke ng tanong, bawat isa na hiniwalay ng blankong linya. Ang unang linya ay ang tanong, ang mga linya ng sagot ay may prefix ng letra at tuldok, at ang tamang sagot ay sumusunod na may ANSWER: prefix. Tingnan ang halimbawa sa ibaba.
tr: Aiken formatı, basit bir metin (.txt) dosyasında gelir, birkaç soru bloğuyla, her biri boş bir satırla ayrılır. İlk satır soru, cevap satırları bir harf ve nokta ile öneklenir ve doğru cevap ANSWER: önekli gelir. Aşağıdaki örneğe bakın.
uk_ua: Формат Aiken надається у простому текстовому (.txt) файлі з кількома блоками питань, кожен з яких відокремлений порожнім рядком. Перший рядок — це питання, рядки відповідей починаються з літери та крапки, а правильна відповідь йде наступною з префіксом ANSWER:. Див. приклад нижче.
vi_vn: Định dạng Aiken nằm trong tệp văn bản đơn giản (.txt), với nhiều khối câu hỏi, mỗi khối được phân cách bởi một dòng trống. Dòng đầu tiên là câu hỏi, các dòng đáp án được đánh đầu bằng chữ cái và dấu chấm, và đáp án đúng theo sau với tiền tố ANSWER:. Xem ví dụ bên dưới.
xh_za: Ifomati ye-Aiken iza kwifayile elula yesithethi (.txt), eneenqaku ezininzi zombuzo, ngalinye lahlulwe ngumgca ofileyo. Umgca wokuqala ngumbuzo, imigca yempendulo iqaliswe ngoonobumba kunye nomgca, kwaye impendulo echanekileyo iza emva kwalokho nesimboli ye-ANSWER:. Jonga umzekelo apha ngezantsi.
zh_cn: Aiken格式是一个简单的文本（.txt）文件，包含多个问题块，每个块之间用空行分隔。第一行是问题，答案行以字母和点开头，正确答案以ANSWER: 前缀开头。请参阅下面的示例。
zh_tw: Aiken 格式為簡單文字 (.txt) 檔案，包含多個問題區塊，每個區塊以空白行分隔。第一行是問題，答案行以字母和點前綴，正確答案以 ANSWER: 前綴標示。見下例。
