Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The blacklist is used to filter the files extensions by removing (or renaming) any file which extension figures in the blacklist below. The extensions should figure without the leading dot (.) and separated by semi-column (;) like the following: exe;com;bat;scr;php. Files without extension are accepted. Letter casing (uppercase/lowercase) doesn't matter.
ar: تستعمل القائمة البيضاء لترشيح امتدادات الملفات بإزالة أو تغيير اسم أي ملف نهاية امتداده ليست موجودة بالقائمة البيضاء. هذا يعتبر بالعموم أكثر أمانا لكنه أكثر تقليديه بالنسبة للترشيح. نهاية الامتدادات يجب أن لا توصل إلي نقطه (.) أو فاصلة منقوطة(;) مثال: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. الملفات الممتدة مقبولة. لا فرق في استخدام الحروف الصغيرة أو الكبيرة اللاتينية
ast_es: La blacklist o llistáu negru úsase pa filtrar los ficheros poles sos estensiones, esborrando (o renomando) tolos ficheros pa los que la estensión nun tea nel llistáu. Les estensiones hai que les escribir ensin el puntu (.) y separtaes por puntu y coma (;), por exemplu: exe; COM; palo; SCR; php. Los archivos ensin estensión aceptaránse. Que les lletres seyan mayúscules o minúscules nun importa.
bn_bd: ব্ল্যাকলিস্টটি নিচের তালিকায় থাকা ফাইল এক্সটেনশন ফিল্টার করতে ব্যবহৃত হয় যেকোনো ফাইল মুছে ফেলে (বা নাম পরিবর্তন করে) যার এক্সটেনশন নিচের ব্ল্যাকলিস্টে আছে। এক্সটেনশনগুলি সামনে ডট (.) ছাড়া এবং সেমিকোলন (;) দিয়ে আলাদা করতে হবে যেমন: exe;com;bat;scr;php। এক্সটেনশন ছাড়া ফাইল গ্রহণযোগ্য। বড়/ছোট হাতের অক্ষরের পার্থক্য নেই।
bs_ba: Crna lista se koristi za filtriranje ekstenzija fajlova uklanjanjem (ili preimenovanjem) svakog fajla čija ekstenzija se nalazi na crnoj listi ispod. Ekstenzije treba navesti bez vodeće tačke (.) i odvojene tačkom i zarezom (;) kao što slijedi: exe;com;bat;scr;php. Fajlovi bez ekstenzije su prihvaćeni. Velika/mala slova nemaju značaja.
ca_es: La llista negra (blacklist) és un mode de filtratge que permet eliminar (o canviar el nom) els fitxers les extensions del qual figuren en la llista següent. Les extensions han d'estar mencionades sense el punt (.) de prefix, i han d'estar separats per punts i coma (;) com per exemple: exe;com;bat;scr;php. Els fitxers sense extensió són acceptats d'entrada. El fet d'escriure en majúscula o en minúscula no té importància.
cs_cz: Blacklist je použit k filtrování souborů s příponou, která se nachází na seznamu blacklistu. Přípona by měla být zapsána bez tečky(.) a oddělena středníkem (;) např: exe;com;bat;php <br/>Soubory bez přípony jsou akceptovány. Nezáleží na velkém nebo malém písmenu.
da: Sortlisten bruges til at filtrere filendelser ved at fjerne (eller omdøbe) enhver fil, hvis endelse figurerer på sortlisten nedenfor. Endelserne skal stå uden den førende prik (.) og adskilt med semikolon (;) som følger: exe;com;bat;scr;php. Filer uden endelse accepteres. Store/små bogstaver spiller ingen rolle.
de: Die Blacklist wird benutzt, um Dateierweiterungen zu filtern, in dem Dateien gelöscht (bzw. umbenannt) werden, deren Erweiterung in der Blacklist enthalten ist. Die Erweiterungen sollten ohne den Punkt (.) angegeben und durch ein Semikolon (;) getrennt werden, wie z.B.: exe; com; bat; scr; php. Dateien ohne Erweiterung werden angenommen. Groß- und Kleinschreibung ist irrelevant.
el: Η μαύρη λίστα χρησιμοποιείται για να φιλτράρει τις επεκτάσεις αρχείων αφαιρώντας (ή μετονομάζοντας) οποιοδήποτε αρχείο η επέκτασή του εμφανίζεται στη μαύρη λίστα παρακάτω. Οι επεκτάσεις πρέπει να εμφανίζονται χωρίς την αρχική τελεία (.) και χωρισμένες με ερωτηματικό (;) όπως τα εξής: exe;com;bat;scr;php. Τα αρχεία χωρίς επέκταση γίνονται δεκτά. Η πεζότητα (κεφαλαία/πεζά) δεν έχει σημασία.
eo: La nigralisto estas uzata por indiki dosiersufiksojn filtrendajn per forigo (aŭ renomo). La sufiksoj estas enigendaj sen antaŭa punkto (.) kej estas apartigataj per punktokomo (;). Ekzemple: exe;com;bat;scr;php. Dosieroj sen sufikso estas akceptataj. La usklado ne rolas.
es: La blacklist o lista negra, se usa para filtrar los ficheros según sus extensiones, eliminando (o renombrando) cualquier fichero cuya extensión se encuentre en la lista inferior. Las extensiones deben figurar sin el punto (.) y separadas por punto y coma (;) por ejemplo: exe; COM; palo; SCR; php. Los archivos sin extensión serán aceptados. Que las letras estén en mayúsculas o en minúsculas no tiene importancia.
es_mx: La lista negra se usa para filtrar las extensiones de archivos eliminando (o renombrando) cualquier archivo cuya extensión figure en la lista negra a continuación. Las extensiones deben figurar sin el punto inicial (.) y separadas por punto y coma (;) como en el siguiente ejemplo: exe;com;bat;scr;php. Se aceptan archivos sin extensión. No importa el uso de mayúsculas/minúsculas.
eu_es: Blacklist edo zerrenda beltzak fitxategiak luzapenen arabera iragazten ditu eta, horretarako, beheko zerrenda beltzean agertzen diren luzapenak dituzten fitxategiak kenduko (edo berrizendatuko) ditu. Luzapenak punturik gabe (.) eta puntu eta komaz bereizita agertu behar dira, adibidez: exe; com; bat; scr; php;... Luzapenik gabeko fitxategiak onartuko dira. Berdin da letra larriz edo letra xehez idatzita egotea.
fa_ir: لیست سیاه برای فیلتر کردن پسوندهای فایل با حذف (یا تغییر نام) هر فایلی که پسوند آن در لیست سیاه زیر باشد. پسوندها بدون نقطه ابتدایی (.) و با سمی‌کالن (;) جدا شده مانند: exe;com;bat;scr;php. فایل‌های بدون پسوند پذیرفته می‌شوند. حروف بزرگ/کوچک مهم نیست.
fi_fi: Musta lista suodattaa tiedostopäätteitä poistamalla (tai nimeämällä uudelleen) kaikki tiedostot, joiden päätteet ovat alla olevassa mustassa listassa. Päätteiden tulee olla ilman johtavaa pistettä (.) ja erotettuina puolipisteellä (;) kuten seuraavassa: exe;com;bat;scr;php. Tiedostot ilman päitettä hyväksytään. Kirjainten iso- ja pienikirjaimisuus ei vaikuta.
fo_fo: Svartlistin verður brúktur til at fílgra fíluslóðir við at avlýsa (ella umnevna) øll fílar sum hava slóð í svartlistanum niðanfyri. Slóðirnar skulu standa uttan leading dot (.) og skiljaðar við semikolon (;), sum til dømis: exe;com;bat;scr;php. Fílar uttan slóð verða góðtikin. Bókstavir (stór/lítlir) hava ikki týðning.
fur: La liste nere si dopre par filtrâ estensions files eliminant (o renominant) ogni file cui estension è inta liste nere sot. Lis estensions a devin dutri senz punt prime (.) e separadis da puntevîrgole (;) come: exe;com;bat;scr;php. Files senz estension a son accettâts. Majuscolis/minuscolis no contin.
ga: Úsáidtear an blacklist chun síntí na gcomhad a scagadh trí aon chomhad a bhfuil síneadh i láthair sa blacklist thíos a bhaint (nó a athainmniú). Ba chóir na síntí a bheith gan an ponc tosaigh (.) agus scartha le leathcheannlann (;) mar seo: exe;com;bat;scr;php. Glactar le comhaid gan síneadh. Ní thábhachtaí cás litir (uachtair/íochtair).
gl: A blacklist ou lista negra, úsase para filtrar os ficheiros segundo as súas extensións, eliminando (ou renombrando) calquera ficheiro cuxa extensión se atope na lista inferior. As extensións deben figurar sen o punto (.) e separadas por punto e coma (;) por exemplo: exe; COM; pau; SCR; php. Os arquivos sen extensión serán aceptados. Que as letras estean en maiúsculas ou en minúsculas non ten importancia.
he_il: הרשימה השחורה משמשת לסינון סיומות הקבצים על ידי הסרה (או שינוי שם) של כל קובץ שהסיומת מופיעה ברשימה השחורה למטה. ההרחבות צריכות להופיע ללא הנקודה המובילה (.) ומופרדות על ידי חצי עמודה (;) כמו הבא: exe;com;bat;scr;php. מתקבלים קבצים ללא סיומת. רישיות אותיות (אותיות גדולות/קטנות) לא משנה.
hi: ब्लैकलिस्ट फ़ाइल एक्सटेंशन को फ़िल्टर करने के लिए उपयोग की जाती है, नीचे ब्लैकलिस्ट में दिखाई देने वाली किसी भी फ़ाइल को हटाकर (या नाम बदलकर)। एक्सटेंशन बिना अग्रणी डॉट (.) के होने चाहिए और अर्धविराम (;) से अलग, जैसे: exe;com;bat;scr;php। बिना एक्सटेंशन वाली फ़ाइलें स्वीकार्य हैं। अक्षर केस (उच्च/निम्न) मायने नहीं रखता।
hr_hr: Crna lista se koristi za filtriranje ekstenzija datoteka uklanjanjem (ili preimenovanjem) bilo koje datoteke čija ekstenzija stoji na crnoj listi ispod. Ekstenzije trebaju biti bez vodećeg točke (.) i odvojene točkom s zarezom (;) kao u sljedećem: exe;com;bat;scr;php. Datoteke bez ekstenzije su prihvaćene. Velika/mala slova nemaju značenja.
hu_hu: A feketelista használatakor a listán szereplő kiterjesztéssel rendelkező állományok eltávolításra (vagy átnevezésre) kerülnek. A megadott kiterjesztéseket a fáljnévben a kiterjesztés előtti pont (.) nélkül és pontosvesszővel (;) elválasztva kell megadni, például az alábbiak szerint: exe;com;bat;scr;php. A kiterjesztés nélküli fájlok nem kerülnek törlésre (átnevezésre). Kis- és naygbetűk között a szűrő nem tesz különbséget.
hy: Սև ցուցակը օգտագործվում է ֆայլերի ընդլայնումները ֆիլտրելու համար՝ հեռացնելով (կամ վերանվանելով) այն ֆայլերը, որոնց ընդլայնումները նշված են ստորև բերված սև ցուցակում: Ընդլայնումները պետք է նշված լինեն առանց առաջատար կետի (.) և կետանունով (;) բաժանված, ինչպես հետևյալ օրինակում՝ exe;com;bat;scr;php: Առանց ընդլայնման ֆայլերը ընդունելի են: Տառերի մեծատառ/փոքրատառը կարևոր չէ:
id_id: Daftar hitam digunakan untuk menyaring ekstensi file dengan menghapus (atau mengganti nama) file mana pun yang ekstensinya terdaftar di daftar hitam di bawah. Ekstensi harus tanpa titik depan (.) dan dipisahkan oleh titik koma (;) seperti berikut: exe;com;bat;scr;php. File tanpa ekstensi diterima. Huruf besar/kecil tidak masalah.
it: La lista nera è usata per filtrare i files con determinate estensioni, rimuovendoli o rinominandoli. Le estensioni devono essere descritte senza il punto (.) e i diversi elementi devono essere separati da un punto e virgola (;), ad esempio: exe;com;bat;scr;php. Sono accettati files senza estensioni e le maiuscole o le minuscole non sono significative.
ja: ブラックリストは、以下のブラックリストに記載された拡張子のファイルを除去（または名前変更）することにより、ファイル拡張子をフィルタリングするために使用されます。拡張子は先頭のドット（.）なしでセミコロン（;）で区切って記述します。例: exe;com;bat;scr;php。拡張子がないファイルは許可されます。大文字／小文字は区別されません。
ka_ge: შავი სია გამოიყენება ფაილების გაფართოებების ფილტრაციისთვის შემდეგი ფაილების წაშლით (ან გადარქმევით), რომელთა გაფართოებაც შავ სიაშია ჩამოთვლილი. გაფართოებები უნდა იყოს ჩამოთვლილი წერტილის (.) გარეშე და ნახევრ ხაზით (;) გამოყოფილი, როგორც შემდეგ: exe;com;bat;scr;php. გაფართოების გარეშე ფაილები მიღებულია. რეგისტრი (დიდი/პატარა ასოები) მნიშვნელობას არ აქვს.
ko_kr: 블랙리스트는 아래 블랙리스트에 있는 확장자를 가진 파일을 제거(또는 이름 변경)하여 파일 확장자를 필터링합니다. 확장자는 선행 도트(.) 없이 세미콜론(;)으로 구분하여 입력하세요: exe;com;bat;scr;php. 확장자가 없는 파일은 허용됩니다. 대소문자는 구분하지 않습니다.
lo: ລາຍການດຳປ່ຽງໃຊ້ເພື່ອກັດກຳປາຍງານໄຟລ໌ດ້ວຍການລຶບ (ຫຼືປ່ຽນຊື່) ໄຟລ໌ທີ່ມີປາຍງານຢູ່ໃນລາຍການດຳປ່ຽງຂ້າງລຸ່ມນີ້. ປາຍງານຄວນຂຽນສິ່ງບໍ່ມີຈຸດນຳໜ້າ (.) ແລະແຍກດ້ວຍອັກສອນ semicolon (;) ເຊັ່ນ: exe;com;bat;scr;php. ໄຟລ໌ທີ່ບໍ່ມີປາຍງານຖືກຍອມຮັບ. ການໃຊ້ຕົວອັກສອນຂະໜາດໃຫຍ່/ນ້ອຍບໍ່ສຳຄັນ.
lt_lt: Juodasis sąrašas naudojamas filtruoti failų plėtinius pašalinant (ar pervadinant) bet kokį failą, kurio plėtinys yra žemiau pateiktame juodajame sąraše. Plėtiniai turėtų būti be pradžios taško (.) ir atskirti kabliataškiu (;) taip: exe;com;bat;scr;php. Failai be plėtinių priimami. Raidžių dydis (didžiosios/mažosios) nesvarbus.
lv_lv: Melnais saraksts tiek izmantots, lai filtrētu failu paplašinājumus, noņemot (vai pārdēvējot) jebkuru failu, kura paplašinājums ir melnajā sarakstā zemāk. Paplašinājumiem jābūt bez vadītā punkta (.) un atdalītiem ar semikolu (;) šādi: exe;com;bat;scr;php. Faili bez paplašinājuma tiek pieņemti. Reģistru lielums (lielie/mazie burti) nav svarīgs.
mk_mk: Црн_список се користи за филтрирање на екстензии на датотеки за отстранување (или преименување) на било која датотека со екстензија која фигурира во црниот_список подолу. Екстензијата треба да фигурира без точка (.) и одделена со точка-запирка (;) како на пример: exe;com;bat;scr;php. Датотеките без екстензија се прифаќаат. Големи-мали букви не е важно.
ms_my: Senarai hitam digunakan untuk menapis sambungan fail dengan membuang (atau menukar nama) mana-mana fail yang sambungannya terdapat dalam senarai hitam di bawah. Sambungan hendaklah tanpa titik awal (.) dan dipisahkan dengan titik koma (;) seperti berikut: exe;com;bat;scr;php. Fail tanpa sambungan diterima. Huruf besar/kecil tidak membezakan.
my_mm: အနက်ရောင်စာရင်းသည် အောက်တွင်ဖော်ပြထားသော အနက်ရောင်စာရင်းတွင် ပါရှိသော ဖိုင်တိုးချဲ့မှုများကို ဖယ်ရှားခြင်း (သို့မဟုတ် အမည်ပြောင်းခြင်း) ဖြင့် ဖိုင်တိုးချဲ့မှုများကို စစ်ထုတ်ရန် အသုံးပြုသည်။ တိုးချဲ့မှုများသည် ရှေ့ဆက်အစက် (.) မပါဘဲ ဖြစ်သင့်ပြီး ဆီမီးကိုလံ (;) ဖြင့် ခွဲထားရမည်၊ ဥပမာ: exe;com;bat;scr;php။ တိုးချဲ့မှုမရှိသော ဖိုင်များကို လက်ခံသည်။ အက္ခရာအရွယ်အစား (အကြီး/အသေး) သည် အရေးမကြီးပါ။
ne: कालो सूचीले तलको कालो सूचीमा रहेका फाइल एक्सटेन्सनहरूलाई हटाएर (वा नाम परिवर्तन गरेर) फिल्टर गर्दछ। एक्सटेन्सनहरू अगाडिको बिन्दु (.) बिना र अर्धकोलन (;) द्वारा अलग भएर लेख्नुहोस् जस्तै: exe;com;bat;scr;php। एक्सटेन्सन बिना फाइलहरू स्वीकार्य छन्। अक्षरको केस (ठूलो/सानो) ले फरक पार्दैन।
nl: De blacklist wordt gebruikt om bestands-extensies om te geven die moeten worden gefilterd door ze te verwijderen (of te hernoemen). De extensies moeten worden ingegeven zonder het voorafgaande punt (.) en worden gescheiden door middel van punt-komma (;). Bijvoorbeeld: exe;com;bat;scr;php. Bestanden zonder extensie worden aanvaard. Hoofdlettergebruik speelt geen rol.
nn_no: Svartelista blir brukt til å filtrere filendelser ved å fjerne (eller omskrive) filer som har endelser som finst i svartelista nedanfor. Endelsane skal stå utan ledande punktum (.) og skilt med semikolon (;) som følgjande: exe;com;bat;scr;php. Filer utan endeise blir akseptert. Store/små bokstavar spelar ikkje noko rolle.
oc: La lista negra se utiliza per filtrar las extensions de fichièrs en suprimissent (o renomenant) tot fichièr quina extension figura dins la lista negra çaijós. Las extensions devon figurar sens lo punt inicial (.) e separadas per punvirgula (;) coma seguissent : exe;com;bat;scr;php. Los fichièrs sens extension son acceptats. La majuscula/minuscula importac pas.
pl_pl: Czarna lista jest używana do filtrowania rozszerzeń plików poprzez usunięcie (lub zmianę nazwy) pliku, którego rozszerzenie figuruje na czarnej liście poniżej. Rozszerzenia powinny rozpoczynać się od kropki (.)i być oddzielone średnikiem (;), tak jak poniżej: exe;com;bat;scr;php. Pliki bez rozszerzenia są akceptowane. Obudowa liter (wielkie/małe litery) nie ma znaczenia.
ps: ګڼ شمېر لېست د فایلونو توسعې فلټر کولو لپاره کارول کېږي په له منځه وړلو (یا نوم بدلولو) سره هر فایل چې د لاندې ګڼ شمېر کې د توسعې شتون لري. توسعې باید پرته له سره نقطې (.) وي او په نیم ټکي (;) جلا شوي وي لکه: exe;com;bat;scr;php. بې توسعې فایلونه منل کېږي. حروفو کیس (لوی/وړوکی) مهم نه دی.
pt_br: A lista negra é usada para filtrar as extensões dos arquivos, removendo (ou renomeando) os arquivos com extensões que fazem parte da lista negra abaixo. As extensões devem figurar sem o ponto (.) e separadas por pontos e vírgulas (;) tal como se exemplifica: exe; com; bat; scr; php. Arquivos sem extensão serão aceitos. Letras maiúsculas ou minúsculas no nome dos arquivos são irrelevante.
pt_pt: A lista negra (Blacklist) é usada para filtrar as extensões dos ficheiros, removendo (ou renomeando) os ficheiros com extensões que fazem parte da lista negra abaixo. As extensões devem figurar sem o ponto (.) e separadas por pontos e vírgulas (;) tal como se exemplifica: exe;com;bat;scr;php. Ficheiros sem extensão serão aceites. Caracteres maiúsculos ou minúsculos no nome dos ficheiros é irrelevante.
ro_ro: Lista neagra este utilizata pentru a filtra extensiile fisierelor prin indepartarea (sau redenumirea) oricarui fisier a carui extensie figureaza in lista neagra de mai jos. Extensiile trebuie sa fie precizate fara punctul de la inceput (.) si separate prin (;) astfel: exe;com;bat;scr;php. Fisierele fara extensie sunt acceptate. Nu conteaza diferenta dintre literele mari si mici.
ru_ru: Черный список используется для фильтрации расширений (типов) файлов с помощью удаления (или переименования) любого файла, расширение которого имеется в черном списке ниже. Расширение должно быть без точки (.), разделяться точкой с запятой (;) как следующие: exe;com;bat;scr;php. Файлы без расширения принимаются. Тип букв (прописные/строчные) не имеет значения.
sk_sk: Čierna listina je použitá k filtrovaniu súborov s príponou, ktorá sa nachádza na zoznamu čiernej listiny. Prípona by mala byť zapísaná bez bodky(.) a oddelená bodkočiarkou (;) napr.: exe;com;bat;php <br/>Súbory bez prípony sú akceptované. Nezáleží na veľkom alebo malom písmenu.
sl: Črna lista vsebuje seznam tistih končnic datotek, ki jim aktiran filter preprečuje nalaganje (odstrani) ali pa jih pri nalaganju preimenuje. Končnice so naštete brez vodilne pike in ločene s podpičjem, kot : exe;com;scr;php . Na datoteke brez končnic filter ne vpliva. Uporaba velikih in/ali malih črk pri določanju končnic ne vpliva na delovanje filtriranja.
sq: Lista e zezë përdoret për të filtruar shtesat e skedarëve duke hequr (ose riemërtuar) çdo skedar që shtesa e tij gjendet në listën e zezë më poshtë. Shtesat duhet të shkruhen pa pikën udhëheqëse (.) dhe të ndara me pikëpresje (;) si në vijim: exe;com;bat;scr;php. Skedarët pa shtesë pranohen. Madhësia e shkronjave (me shkronja të mëdha/të vogla) nuk ka rëndësi.
sr_rs: Crna lista se koristi za filtriranje ekstenzija fajlova uklanjanjem (ili preimenovanjem) svakog fajla čija ekstenzija figura na crnoj listi ispod. Ekstenzije treba da budu navedene bez vodećeg tačkice (.) i razdvojene tačkom sa zarezom (;) kao sledeće: exe;com;bat;scr;php. Fajlovi bez ekstenzije su prihvaćeni. Velika/mala slova nemaju značaja.
sv_se: Svartlistan används för att ta bort (eller namnändra) alla filer med filändelse från listan. Filändelserna ska skrivas in utan föregående punkt (.) och separeras med semikolon (;) exempel: exe;com;bat;scr;php Filer utan ändelse accepteras. Stora eller små bokstäver spelar ingen roll.
sw_ke: Orodha nyeusi hutumika kuchuja viambatisho vya faili kwa kuondoa (au kubadilisha jina) faili yoyote ambayo viambatisho vyake vipo kwenye orodha nyeusi hapa chini. Viambatisho vinapaswa kuandikwa bila nukta (.) ya mwanzo na kutenganishwa na semikoloni (;) kama ifuatavyo: exe;com;bat;scr;php. Faili bila viambatisho zinakubalika. Herufi kubwa/ndogo hazina umuhimu.
ta: கருப்புப் பட்டியல் கீழே உள்ள கருப்புப் பட்டியலில் உள்ள கோப்பு நீட்டிப்புகளை அகற்ற (அல்லது மாற்றி பெயரிட) வடிகட்ட கோப்பு நீட்டிப்புகளைப் பயன்படுத்தப்படுகிறது. நீட்டிப்புகள் முன் புள்ளி (.) இன்றி, அரைப்புள்ளி (;) மூலம் பிரிக்கப்பட்டு இருக்க வேண்டும்: exe;com;bat;scr;php. நீட்டிப்பு இல்லாத கோப்புகள் ஏற்றுக்கொள்ளப்படும். எழுத்துரு (பெரிய/சிறிய) முக்கியமல்ல.
th: แบล็กลิสต์ใช้กรองนามสกุลไฟล์โดยลบ (หรือเปลี่ยนชื่อ) ไฟล์ที่มีนามสกุลในแบล็กลิสต์ด้านล่าง นามสกุลไม่รวมจุดนำหน้า (.) และคั่นด้วยเครื่องหมายอัฒภาค (;) เช่น exe;com;bat;scr;php ไฟล์ไม่มีนามสกุลจะถูกยอมรับ ตัวพิมพ์ใหญ่/เล็กไม่สำคัญ
tl_ph: Ang blacklist ay ginagamit upang i-filter ang mga file extensions sa pamamagitan ng pagtanggal (o pag-rename) ng anumang file na ang extension ay nasa blacklist sa ibaba. Ang mga extensions ay dapat walang leading dot (.) at hiniwalay ng semi-colon (;) tulad ng sumusunod: exe;com;bat;scr;php. Tinatanggap ang mga file na walang extension. Ang letter casing (uppercase/lowercase) ay hindi mahalaga.
tr: Karaliste aşağıdaki listede yer alan dosya uzantılarını çıkararak(yada adını değiştirerek) filtrelemek için kullanılır. Uzantılar nokta(.) olmadan ve aralarında noktalı virgül konarak aşağıdaki gibi yazılmalıdır: exe;com;scr;php. Uzantısız dosyalar kabul edilir. Harf boyutu (küçük/büyük) önemsizdir.
uk_ua: Чорний список використовується для фільтру розширень файлів, виключаючи чи перейменовуючи будь-які розширення файлів нижче. Розширення не повинні містити крапку (.) та розділяються крапкою з комою (;) як далі: exe;com;bat;scr;php. Файли без розширення приймаються. Регістр літер не враховується.
vi_vn: Danh sách đen dùng để lọc phần mở rộng tệp bằng cách xóa (hoặc đổi tên) bất kỳ tệp nào có phần mở rộng nằm trong danh sách đen bên dưới. Phần mở rộng nên được liệt kê không có dấu chấm (.) đầu và phân cách bằng dấu chấm phẩy (;) như sau: exe;com;bat;scr;php. Tệp không có phần mở rộng được chấp nhận. Chữ hoa/thường không quan trọng.
xh_za: Uluhlu olumnyama lusetyenziselwa ukuhluzwa izalathiso zeefayile ngokususa (okanye ukuguqula igama) nayiphi na ifayile enezalathiso ezifakwe kuluhlu olumnyama olungaphantsi. Izalathiso kufuneka zibonakale ngaphandle kwedothi (.) kwaye zahlulwe nje semi-koloni (;) njengoku: exe;com;bat;scr;php. Iifayile ngaphandle kwezalathiso zamkelwa. Ukubhala ngoobhala (obaninzi/abancinci) akunantsingiselo.
zh_cn: 黑名单是用来通过删除活着重命名的方式来过滤文件扩展的。
zh_tw: 黑名單是用以移除(或重新命名)帶有指定延伸檔名的檔案。名單中的副檔名前不可有點號 (.) ，檔名間要以分號 (;) 隔開，例子：exe;com;bat;scr;php。沒有延伸檔名的檔案可被接受，檔名可以是英文大／小寫。
