Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Completed surveys
ar: الاستبيانات المكتملة
ast_es: Enquetes completáes
bn_bd: সম্পন্ন সার্ভে
bs_ba: Završene ankete
ca_es: Enquestes completades
cs_cz: Dokončené průzkumy
da: Fuldendte undersøgelser
de: Abgeschlossene Fragebögen
el: Ολοκληρωμένες έρευνες
eo: Finita enketoj
es: Encuestas completadas
es_mx: Encuestas completadas
eu_es: Osatutako inkestak
fa_ir: نظرسنجی‌های تکمیل‌شده
fi_fi: Valmiit kyselyt
fo_fo: Liðug umspóling
fur: Sondagis completâts
ga: Suirbhéanna críochnaithe
gl: Enquisas completadas
he_il: סקרים מלאים
hi: पूर्ण सर्वेक्षण
hr_hr: Završene ankete
hu_hu: Kész kérdőívek
hy: Ավարտված հարցումներ
id_id: Survei selesai
it: Rilevamenti completati
ja: 完了したアンケート
ka_ge: დამთავრებული გამოკითხვები
ko_kr: 완료된 설문
lo: ການສຳຫຼວດທີ່ສຳເລັດແລ້ວ
lt_lt: Baigtos apklausos
lv_lv: Pabeigtas aptaujas
mk_mk: Завршени анкети
ms_my: Tinjauan yang dilengkapkan
my_mm: ပြီးစီးထားသော စစ်တမ်းများ
ne: सम्पन्न सर्वेक्षणहरू
nl: Ingevulde enquêtes
nn_no: Ferdigstilte spørjeundersøkingar
oc: Enquéstos complets
pl_pl: Ukończone ankiety
ps: تکمیل شوې سروې
pt_br: Pesquisas completas
pt_pt: Questionários completos
ro_ro: Sondaj complectat
ru_ru: Завершенные опросы
sk_sk: Dokončené prieskumy
sl: Zaključeni evalvacijski vprašalniki
sq: Anketa të përfunduara
sr_rs: Završene ankete
sv_se: Fullföllda enkäter
sw_ke: Uchunguzi uliokamilika
ta: முடிந்த கருத்துக்கணிப்புகள்
th: การสำรวจที่เสร็จสมบูรณ์
tl_ph: Nakumpletong mga survey
tr: Tamamlanmış anketler
uk_ua: Завершені опитування
vi_vn: Khảo sát đã hoàn thành
xh_za: Uphando olufezekiweyo
zh_cn: 已完成调查
zh_tw: 已完成的問卷調查

source: Total surveys
ar: مجموع الاستبيانات
ast_es: Total d'enquetes
bn_bd: মোট সার্ভে
bs_ba: Ukupno anketa
ca_es: Total d'enquestes
cs_cz: Celkové průzkumy
da: Samlede undersøgelser
de: Fragebögen insgesamt
el: Σύνολο ερευνών
eo: Totalaj enketoj
es: Total de encuestas
es_mx: Total de encuestas
eu_es: Inkesta guztien guztira
fa_ir: کل نظرسنجی‌ها
fi_fi: Kyselyjä yhteensä
fo_fo: Samlað umspóling
fur: Total sondagis
ga: Suirbhéanna iomlána
gl: Total de enquisas
he_il: סך כל הסקרים
hi: कुल सर्वेक्षण
hr_hr: Ukupno anketa
hu_hu: Összes kérdőív
hy: Ընդհանուր հարցումներ
id_id: Total survei
it: Totale rilevamenti
ja: 合計アンケート数
ka_ge: სულ გამოკითხვები
ko_kr: 총 설문 수
lo: ການສຳຫຼວດທັງໝົດ
lt_lt: Viso apklausų
lv_lv: Kopā aptaujas
mk_mk: Вкупно анкети
ms_my: Jumlah tinjauan
my_mm: စစ်တမ်းစုစုပေါင်း
ne: कुल सर्वेक्षणहरू
nl: Totaal enquêtes
nn_no: Totalt spørjeundersøkingar
oc: Total enquéstos
pl_pl: Łączna liczba ankiet
ps: ټولې سروې
pt_br: Total de pesquisas
pt_pt: Total de questionários
ro_ro: Totalul de sondaje
ru_ru: Всего опросов
sk_sk: Prieskumov celkom
sl: Skupaj evalvacijskih vprašalnikov
sq: Totali i anketave
sr_rs: Ukupno anketa
sv_se: Totala enkäter
sw_ke: Uchunguzi wote
ta: மொத்த கருத்துக்கணிப்புகள்
th: การสำรวจทั้งหมด
tl_ph: Kabuuang mga survey
tr: Toplam anketler
uk_ua: Всього опитувань
vi_vn: Tổng khảo sát
xh_za: Zonke uphando
zh_cn: 总调查数
zh_tw: 總問卷調查數

source: Wiki pages reading progress
ar: التقدم في قراءة صفحات الويكي
ast_es: Progresu de lectura de páxines de wiki
bn_bd: উইকি পৃষ্ঠা পড়ার অগ্রগতি
bs_ba: Napredak čitanja stranica wikija
ca_es: Progrés de lectura de pàgines
cs_cz: Průběh čtení stránek Wiki
da: Wiki sider læse fremskridt
de: Fortschritt gelesene Wiki-Seiten
el: Πρόοδος ανάγνωσης σελίδων Wiki
eo: Progreso de legado de vikio-paĝoj
es: Progreso de lectura de páginas
es_mx: Progreso de lectura de páginas wiki
eu_es: Wiki orrien irakurketa aurrera
fa_ir: پیشرفت خواندن صفحات ویکی
fi_fi: Wikin sivujen lukemisen edistyminen
fo_fo: Wiki síðna lesna framgongd
fur: Progress leture pags wiki
ga: Forbairt léite leathanaigh Wiki
gl: Progreso de lectura de páxinas
he_il: התקדמות קריאת דפי ויקי
hi: विकि पृष्ठ पढ़ने की प्रगति
hr_hr: Napredak čitanja stranica wikija
hu_hu: Wiki oldalak olvasási előrehaladása
hy: Վիքի էջերի կարդացման առաջընթաց
id_id: Kemajuan membaca halaman wiki
it: Progresso nelle pagine del Wiki
ja: Wiki ページの閲覧進捗
ka_ge: ვიკის გვერდების წაკითხვის პროგრესი
ko_kr: 위키 페이지 읽기 진행 상황
lo: ຄວາມຄືບໜ້າການອ່ານໜ້າວິກິ
lt_lt: Viki puslapių skaitymo eiga
lv_lv: Viki lapu lasīšanas progresa
mk_mk: Напредок во читањето на страниците од Вики
ms_my: Kemajuan pembacaan halaman Wiki
my_mm: ဝီကီစာမျက်နှာများ ဖတ်ရှုတိုးတက်မှု
ne: विकि पृष्ठहरू पढ्ने प्रगति
nl: Wikei pagina's leesvoortgang
nn_no: Wiki-sider leseframeskrit
oc: Progression de lectura de las paginas wiki
pl_pl: Postęp czytania stron wiki
ps: د ویکی پاڼو لوستل پرمختګ
pt_br: Progresso da leitura das páginas de Wiki
pt_pt: Progresso de leituras de páginas Wiki
ro_ro: Progresul de citire de pagini
ru_ru: Прогресс чтения страниц вики
sk_sk: Wiki stránky pokrok čítania
sl: Napredovanje v vsebinah wiki strani
sq: Progresi i leximit të faqeve Wiki
sr_rs: Napredak čitanja stranica vikija
sv_se: Wiki-sidors läsningsframsteg
sw_ke: Maendeleo ya kusoma kurasa za Wiki
ta: விக்கி பக்கங்கள் வாசிப்பு முன்னேற்றம்
th: ความคืบหน้าการอ่านหน้าวิกิ
tl_ph: Progress sa pagbasa ng mga pahina ng Wiki
tr: Wiki sayfaları okuma ilerlemesi
uk_ua: Прогрес читання сторінок вікі
vi_vn: Tiến độ đọc trang Wiki
xh_za: Intshukumo yokufunda amaphepha eWiki
zh_cn: Wiki 页面阅读进度
zh_tw: Wiki 頁面閱讀進度

source: Wiki pages unread
ar: صفحات الويكي غير المقروءة
ast_es: Páxines de wiki non lleíes
bn_bd: অপঠিত উইকি পৃষ্ঠা
bs_ba: Nepročitane stranice wikija
ca_es: Pàgines de wiki no llegides
cs_cz: Nepřečtené stránky Wiki
da: Wiki sider ulæste
de: Wiki-Seiten ungelesen
el: Αδιάβαστες σελίδες Wiki
eo: Legumaj vikio-paĝoj
es: Páginas de wiki no leídas
es_mx: Páginas wiki no leídas
eu_es: Irakurri gabeko wiki orriak
fa_ir: صفحات ویکی خوانده‌نشده
fi_fi: Lukemattomat wikin sivut
fo_fo: Wiki síður ósendar
fur: Pags wiki no letidis
ga: Leathanaigh Wiki gan léamh
gl: Páxinas de wiki non lidas
he_il: דפי ויקי שלא נקראו
hi: अपढ़ विकि पृष्ठ
hr_hr: Nepročitane stranice wikija
hu_hu: Olvasatlan wiki oldalak
hy: Վիքի էջեր չկարդացված
id_id: Halaman wiki belum dibaca
it: Pagine del Wiki non lette
ja: ウィキページ未読
ka_ge: ვიკის გვერდები წაუკითხავი
ko_kr: 읽지 않은 위키 페이지
lo: ໜ້າວິກິທີ່ຍັງບໍ່ໄດ້ອ່ານ
lt_lt: Viki puslapiai neskaityti
lv_lv: Viki lapas nelasītas
mk_mk: Непрочитани страници од Вики
ms_my: Halaman Wiki belum dibaca
my_mm: မဖတ်ရသေးသော ဝီကီစာမျက်နှာများ
ne: नपढिएका विकि पृष्ठहरू
nl: Wiki pagina's ongelezen
nn_no: Wiki-sider ulesne
oc: Paginas wiki pas legidas
pl_pl: Nieprzeczytane strony wiki
ps: نولوستل شوې ویکی پاڼې
pt_br: Páginas Wiki não lidas
pt_pt: Páginas Wiki sem qualquer leitura
ro_ro: Pagini de wiki necitite
ru_ru: Страницы вики непрочитаны
sk_sk: Wiki stránky neprečítané
sl: Neprebranih wiki strani
sq: Faqe Wiki të palexuara
sr_rs: Nepročitane stranice vikija
sv_se: Olästa wiki-sidor
sw_ke: Kurasa za Wiki zisizosomwa
ta: வாசிக்கப்படாத விக்கி பக்கங்கள்
th: หน้าวิกิที่ยังไม่อ่าน
tl_ph: Mga pahina ng Wiki na hindi nabasa
tr: Okunmamış wiki sayfaları
uk_ua: Сторінки вікі не прочитано
vi_vn: Trang Wiki chưa đọc
xh_za: Amaphepha eWiki angafundwanga
zh_cn: 未读 Wiki 页面
zh_tw: 未讀 Wiki 頁面

source: Wiki pages read
ar: صفحات الويكي المقروءة
ast_es: Páxines de wiki lleíes
bn_bd: পঠিত উইকি পৃষ্ঠা
bs_ba: Pročitane stranice wikija
ca_es: Pàgines de wiki llegides
cs_cz: Přečtené stránky Wiki
da: Wiki sider læst
de: Wiki-Seiten gelesen
el: Διαβασμένες σελίδες Wiki
eo: Vikio-paĝoj legis
es: Páginas de wiki leídas
es_mx: Páginas wiki leídas
eu_es: Irakurritako wiki orriak
fa_ir: صفحات ویکی خوانده‌شده
fi_fi: Luetut wikin sivut
fo_fo: Wiki síður læst
fur: Pags wiki letidis
ga: Leathanaigh Wiki léite
gl: Páxinas de wiki lidas
he_il: דפי ויקי נקראים
hi: पढ़े विकि पृष्ठ
hr_hr: Pročitane stranice wikija
hu_hu: Olvasott wiki oldalak
hy: Վիքի էջեր կարդացված
id_id: Halaman wiki dibaca
it: Pagine del Wiki lette
ja: ウィキページを読む
ka_ge: ვიკის გვერდები წაკითხული
ko_kr: 읽은 위키 페이지
lo: ໜ້າວິກິທີ່ອ່ານແລ້ວ
lt_lt: Viki puslapiai perskaityti
lv_lv: Viki lapas lasītas
mk_mk: Прочитани страници од Вики
ms_my: Halaman Wiki dibaca
my_mm: ဖတ်ပြီးသော ဝီကီစာမျက်နှာများ
ne: पढिएका विकि पृष्ठहरू
nl: Wiki pagina's gelezen
nn_no: Wiki-sider lesne
oc: Paginas wiki legidas
pl_pl: Przeczytane strony wiki
ps: لوستل شوې ویکی پاڼې
pt_br: Páginas Wiki lidas
pt_pt: Páginas Wiki lidas
ro_ro: Pagini de wiki citite
ru_ru: Страницы вики прочитаны
sk_sk: Wiki stránky prečítané
sl: Prebranih wiki strani
sq: Faqe Wiki të lexuara
sr_rs: Pročitane stranice vikija
sv_se: Lästa wiki-sidor
sw_ke: Kurasa za Wiki zilizosomwa
ta: வாசிக்கப்பட்ட விக்கி பக்கங்கள்
th: หน้าวิกิที่อ่านแล้ว
tl_ph: Mga pahina ng Wiki na nabasa
tr: Okunmuş wiki sayfaları
uk_ua: Сторінки вікі прочитано
vi_vn: Trang Wiki đã đọc
xh_za: Amaphepha eWiki afundwayo
zh_cn: 已读 Wiki 页面
zh_tw: 已讀 Wiki 頁面

source: Wiki pages revisions
ar: مراجعات صفحات الويكي
ast_es: Revisiones de páxines de wiki
bn_bd: উইকি পৃষ্ঠা সংশোধনী
bs_ba: Revizije stranica wikija
ca_es: Pàgines amb revisions
cs_cz: Revize stránek Wiki
da: Wiki sider revisioner
de: Wiki-Seiten-Revisionen
el: Αναθεωρήσεις Wiki σελίδων
eo: Vikio-paĝoj revizioj
es: Páginas con revisiones
es_mx: Revisiones de páginas wiki
eu_es: Wiki orrien berrikuspenak
fa_ir: ویرایش‌های صفحات ویکی
fi_fi: Wikin sivujen versiot
fo_fo: Wiki síður endurskoðanir
fur: Revision pags wiki
ga: Leasuithe leathanaigh Wiki
gl: Páxinas con revisións
he_il: תיקונים של דפי ויקי
hi: विकि पृष्ठ संशोधन
hr_hr: Revizije stranica wikija
hu_hu: Wiki oldalak módosításai
hy: Վիքի էջերի ծանրացույցներ
id_id: Revisi halaman wiki
it: Revisioni delle pagine Wiki
ja: Wikiページの改訂版
ka_ge: ვიკის გვერდების რედაქციები
ko_kr: 위키 페이지 수정
lo: ການປັບປຸງໜ້າວິກິ
lt_lt: Viki puslapių redakcijos
lv_lv: Viki lapu redakcijas
mk_mk: Ревизии на страници од Вики
ms_my: Semakan halaman Wiki
my_mm: ဝီကီစာမျက်နှာများ၏ ပြန်လည်ပြင်ဆင်မှုများ
ne: विकि पृष्ठहरू संशोधनहरू
nl: Wiki pagina's gereviseerd
nn_no: Wiki-sider revisjonar
oc: Revision dels articles wiki
pl_pl: Rewizje stron wiki
ps: د ویکی پاڼو تعدیلونه
pt_br: Total de revisão de páginas Wiki
pt_pt: Revisões de páginas Wiki
ro_ro: Pagini cu revizii
ru_ru: Редакции страниц вики
sk_sk: Wiki stránky revízie
sl: Revizij wiki strani
sq: Rishikime të faqeve Wiki
sr_rs: Revizije stranica vikija
sv_se: Wiki-sidors revideringar
sw_ke: Marekebisho ya kurasa za Wiki
ta: விக்கி பக்கங்கள் திருத்தங்கள்
th: การแก้ไขหน้าวิกิ
tl_ph: Mga revision ng mga pahina ng Wiki
tr: Wiki sayfası revizyonları
uk_ua: Ревізії сторінок вікі
vi_vn: Sửa đổi trang Wiki
xh_za: Uhlaziyo lwamaphepha eWiki
zh_cn: Wiki 页面修订
zh_tw: Wiki 頁面修訂

source: Total wiki pages
ar: مجموع صفحات الويكي
ast_es: Total de páxines de wiki
bn_bd: মোট উইকি পৃষ্ঠা
bs_ba: Ukupno stranica wikija
ca_es: Total de pàgines wiki
cs_cz: Celkové stránky Wiki
da: Samlede wiki sider
de: Wiki-Seiten insgesamt
el: Σύνολο σελίδων wiki
eo: Totalaj vikio-paĝoj
es: Total de páginas de wiki
es_mx: Total de páginas wiki
eu_es: Wiki orri guztien guztira
fa_ir: کل صفحات ویکی
fi_fi: Wiki-sivujen kokonaismäärä
fo_fo: Samlað wiki síður
fur: Total pags wiki
ga: Leathanaigh wiki iomlána
gl: Total de páxinas de wiki
he_il: סך הכל דפי ויקי
hi: कुल विकि पृष्ठ
hr_hr: Ukupno stranica wikija
hu_hu: Összes wiki oldal
hy: Ընդհանուր վիքի էջեր
id_id: Total halaman wiki
it: Pagine totali del Wiki
ja: Wikiページ合計
ka_ge: სულ ვიკის გვერდები
ko_kr: 총 위키 페이지 수
lo: ໜ້າວິກິທັງໝົດ
lt_lt: Viso viki puslapių
lv_lv: Kopā viki lapas
mk_mk: Вкупно страници од Вики
ms_my: Jumlah halaman wiki
my_mm: ဝီကီစာမျက်နှာစုစုပေါင်း
ne: कुल विकि पृष्ठहरू
nl: Totaal Wiki pagina's
nn_no: Totalt wiki-sider
oc: Total paginas wiki
pl_pl: Łączna liczba stron wiki
ps: ټولې ویکی پاڼې
pt_br: Total de páginas Wiki
pt_pt: Total de páginas Wiki
ro_ro: Total de pagini wiki
ru_ru: Всего страниц вики
sk_sk: Celkom Wiki stránok
sl: Skupaj wiki strani
sq: Totali i faqeve Wiki
sr_rs: Ukupno stranica vikija
sv_se: Totala wiki-sidor
sw_ke: Kurasa zote za wiki
ta: மொத்த விக்கி பக்கங்கள்
th: หน้าวิกิทั้งหมด
tl_ph: Kabuuang mga pahina ng Wiki
tr: Toplam wiki sayfaları
uk_ua: Всього сторінок вікі
vi_vn: Tổng trang Wiki
xh_za: Zonke amaphepha eWiki
zh_cn: 总 Wiki 页面数
zh_tw: 總 Wiki 頁面數

source: Assignments progress
ar: التقدم في الواجبات
ast_es: Progresu de trabayos
bn_bd: অ্যাসাইনমেন্ট অগ্রগতি
bs_ba: Napredak zadataka
ca_es: Progrés de tasques
cs_cz: Průběh úkolů
da: Opgaver fremskridt
de: Fortschritt Aufgaben
el: Πρόοδος εργασιών
eo: Progreso de asignoj
es: Progreso de tareas
es_mx: Progreso de tareas
eu_es: Lanen aurrerapena
fa_ir: پیشرفت تکالیف
fi_fi: Tehtävien edistyminen
fo_fo: Útdráttar framgongd
fur: Progress assegnazions
ga: Forbairt tascanna
gl: Progreso de tarefas
he_il: התקדמות המשימות
hi: कार्य प्रगति
hr_hr: Napredak zadataka
hu_hu: Feladatok előrehaladása
hy: Առաջադրանքների առաջընթաց
id_id: Kemajuan tugas
it: Progresso sugli incarichi
ja: 課題の進捗
ka_ge: დავალებების პროგრესი
ko_kr: 과제 진행 상황
lo: ຄວາມຄືບໜ້າຂອງບົດວຽກ
lt_lt: Užduočių eiga
lv_lv: Uzdevumu progresa
mk_mk: Напредок на зададените работи
ms_my: Kemajuan Tugasan
my_mm: တာဝန်ပေးအပ်ခြင်းတိုးတက်မှု
ne: कार्यभार प्रगति
nl: Opdrachtenvoortgang
nn_no: Oppgåver framdrift
oc: Progression dels travalhs
pl_pl: Postęp zadań
ps: د تکالیفو پرمختګ
pt_br: Progresso na tarefa
pt_pt: Progresso de trabalhos/tarefas
ro_ro: Progresul sarcinilor
ru_ru: Прогресс заданий
sk_sk: Pokrok v úlohách
sl: Napredek nalog/zadolžitev
sq: Progresi i detyrave
sr_rs: Napredak zadataka
sv_se: Uppgiftsframsteg
sw_ke: Maendeleo ya Kazi
ta: பணிகள் முன்னேற்றம்
th: ความคืบหน้างานมอบหมาย
tl_ph: Progress ng mga assignment
tr: Ödev ilerlemesi
uk_ua: Прогрес завдань
vi_vn: Tiến độ bài tập
xh_za: Intshukumo yezinto ezinikiweyo
zh_cn: 作业进度
zh_tw: 作業進度

source: Missing assignments
ar: الواجبات المفقودة
ast_es: Trabayos faltantes
bn_bd: অভাবী অ্যাসাইনমেন্ট
bs_ba: Nedostaju zadaci
ca_es: Tasques no entregades
cs_cz: Chybějící úkoly
da: Manglende opgaver
de: Fehlende Aufgaben
el: Εργασίες που λείπουν
eo: Mankantaj asignoj
es: Tareas no entregadas
es_mx: Tareas faltantes
eu_es: Faltan dauden lanak
fa_ir: تکالیف مفقود
fi_fi: Puuttuvat tehtävät
fo_fo: Mángandi útdráttir
fur: Assegnazions mancjantis
ga: Tascanna in easnamh
gl: Tarefas non entregadas
he_il: משימות חסרות
hi: लापता कार्य
hr_hr: Nedostajući zadaci
hu_hu: Hiányzó feladatok
hy: Բացակայող առաջադրանքներ
id_id: Tugas yang hilang
it: Incarichi mancanti
ja: 未提出課題
ka_ge: დაკარგული დავალებები
ko_kr: 누락된 과제
lo: ບົດວຽກທີ່ຂາດ
lt_lt: Trūkstamos užduotys
lv_lv: Trūkstošie uzdevumi
mk_mk: Фалечки зададени работи
ms_my: Tugasan hilang
my_mm: ပျောက်ဆုံးနေသော တာဝန်ပေးအပ်ခြင်းများ
ne: बाकी कार्यभारहरू
nl: Ontbrekende opdrachten
nn_no: Manglande oppgåver
oc: Travalhs manquants
pl_pl: Brakujące zadania
ps: غوا شوي تکالیف
pt_br: Tarefas perdidas
pt_pt: Trabalhos/tarefas em falta
ro_ro: Sarcini ne trimise
ru_ru: Отсутствующие задания
sk_sk: Nedokončené úlohy
sl: Manjkajoče naloge/zadolžitve
sq: Detyra të munguara
sr_rs: Nedostaju zadaci
sv_se: Saknade uppgifter
sw_ke: Kazi zinazokosekana
ta: குறைந்த பணிகள்
th: งานมอบหมายที่ขาดหาย
tl_ph: Mga nawawalang assignment
tr: Eksik ödevler
uk_ua: Відсутні завдання
vi_vn: Bài tập còn thiếu
xh_za: Izinto ezinikiweyo ezilahlekileyo
zh_cn: 缺失作业
zh_tw: 缺少作業

source: Completed handed in
ar: الواجبات المكتملة التي تم تسليمها
ast_es: Trabayos conseñaos completos
bn_bd: সম্পন্ন জমা দেওয়া
bs_ba: Završeni predani
ca_es: Tasques entregades
cs_cz: Odevzdané dokončené
da: Fuldendte indleverede
de: Abgeschlossen und eingereicht
el: Εργασίες που παραδόθηκαν
eo: Finita entregitaj
es: Tareas entregadas
es_mx: Entregadas completadas
eu_es: Osatuak eta entregatuak
fa_ir: تکالیف تحویل‌شده و تکمیل‌شده
fi_fi: Valmistuneet palautetut
fo_fo: Liðugir innleypdir
fur: Assegnazions completadis consegnadis
ga: Tascanna críochnaithe istigh
gl: Tarefas entregadas
he_il: הושלם ונמסר ב
hi: पूर्ण जमा किए गए
hr_hr: Završeni predani
hu_hu: Leadott feladatok
hy: Ավարտված և հանձնված
id_id: Tugas yang diserahkan selesai
it: Completato e consegnato il
ja: 提出済み完了
ka_ge: დამთავრებული და შეტანილი
ko_kr: 제출 완료
lo: ສົ່ງສຳເລັດແລ້ວ
lt_lt: Pateiktos užduotys
lv_lv: Pabeigti iesniegti
mk_mk: Завршени предадени
ms_my: Tugasan yang dilengkapkan dan diserahkan
my_mm: ပြီးစီးပြီး တင်သွင်းထားသည်
ne: सम्पन्न बुझाइएका
nl: Uitgevoerde opdrachten
nn_no: Ferdig innsendte
oc: Travalhs complets renduts
pl_pl: Ukończone oddane
ps: تکمیل شوي وسپارل شوي
pt_br: Completamente entregue
pt_pt: Entregues completos em
ro_ro: Sarcini trimise
ru_ru: Сданные задания
sk_sk: Dokončené úlohy
sl: Dokončane in oddane
sq: Detyra të dorëzuara të përfunduara
sr_rs: Završeni predati
sv_se: Inlämnade uppgifter
sw_ke: Kazi zilizowasilishwa
ta: முடிந்து சமர்ப்பிக்கப்பட்டவை
th: งานที่ส่งและเสร็จสมบูรณ์
tl_ph: Nakumpletong naipasa
tr: Teslim edilmiş tamamlanmış
uk_ua: Виконані та здані
vi_vn: Bài tập đã nộp hoàn thành
xh_za: Ezehlo ezigqityiweyo
zh_cn: 已完成提交
zh_tw: 已完成上繳

source: Total assignments
ar: مجموع الواجبات
ast_es: Total de trabayos
bn_bd: মোট অ্যাসাইনমেন্ট
bs_ba: Ukupno zadataka
ca_es: Total de tasques
cs_cz: Celkové úkoly
da: Samlede opgaver
de: Aufgaben insgesamt
el: Σύνολο εργασιών
eo: Totalaj asignoj
es: Total de tareas
es_mx: Total de tareas
eu_es: Lan guztien guztira
fa_ir: کل تکالیف
fi_fi: Tehtävien kokonaismäärä
fo_fo: Samlað útdráttir
fur: Total assegnazions
ga: Tascanna iomlána
gl: Total de tarefas
he_il: סך כל המשימות
hi: कुल कार्य
hr_hr: Ukupno zadataka
hu_hu: Összes feladat
hy: Ընդհանուր առաջադրանքներ
id_id: Total tugas
it: Totale incarichi
ja: 課題合計
ka_ge: სულ დავალებები
ko_kr: 총 과제 수
lo: ບົດວຽກທັງໝົດ
lt_lt: Viso užduočių
lv_lv: Kopā uzdevumi
mk_mk: Вкупно зададени работи
ms_my: Jumlah tugasan
my_mm: တာဝန်ပေးအပ်ခြင်းစုစုပေါင်း
ne: कुल कार्यभारहरू
nl: Totaal opdrachten
nn_no: Totalt oppgåver
oc: Total travalhs
pl_pl: Łączna liczba zadań
ps: ټول تکالیف
pt_br: Total de tarefas
pt_pt: Total de trabalhos/tarefas
ro_ro: Totalul de sarcini
ru_ru: Всего заданий
sk_sk: Celkom úloh
sl: Skupaj nalog/zadolžitev
sq: Totali i detyrave
sr_rs: Ukupno zadataka
sv_se: Totala uppgifter
sw_ke: Kazi zote
ta: மொத்த பணிகள்
th: งานมอบหมายทั้งหมด
tl_ph: Kabuuang mga assignment
tr: Toplam ödevler
uk_ua: Всього завдань
vi_vn: Tổng bài tập
xh_za: Zonke izinto ezinikiweyo
zh_cn: 总作业数
zh_tw: 總作業數

source: Forums progress
ar: التقدم في المنتديات
ast_es: Progresu de foros
bn_bd: ফোরাম অগ্রগতি
bs_ba: Napredak foruma
ca_es: Progrés de fòrums
cs_cz: Průběh fór
da: Fora fremskridt
de: Fortschritt Foren
el: Πρόοδος φόρουμ
eo: Progreso de forumoj
es: Progreso de foros
es_mx: Progreso de foros
eu_es: Foroen aurrerapena
fa_ir: پیشرفت انجمن‌ها
fi_fi: Foorumien edistyminen
fo_fo: Forum framgongd
fur: Progress forûms
ga: Forbairt fóram
gl: Progreso de foros
he_il: התקדמות בפורומים
hi: फोरम प्रगति
hr_hr: Napredak foruma
hu_hu: Fórumok előrehaladása
hy: Ֆորումների առաջընթաց
id_id: Kemajuan forum
it: Progressi dei forum
ja: フォーラムの進捗
ka_ge: ფორუმების პროგრესი
ko_kr: 포럼 진행 상황
lo: ຄວາມຄືບໜ້າຂອງເວທີສົນທະນາ
lt_lt: Forumų eiga
lv_lv: Forumu progresa
mk_mk: Напредок на форумите
ms_my: Kemajuan Forum
my_mm: ဖိုရမ်တိုးတက်မှု
ne: मञ्चहरू प्रगति
nl: Forum voortgang
nn_no: Forum framdrift
oc: Progression dels fòrums
pl_pl: Postęp forów
ps: د فورمونو پرمختګ
pt_br: Progresso de fóruns
pt_pt: Progresso do fórum
ro_ro: Progresul de foruri
ru_ru: Прогресс форумов
sk_sk: Pokrok vo Fórach
sl: Napredek v forumih
sq: Progresi i forumeve
sr_rs: Napredak foruma
sv_se: Forumframsteg
sw_ke: Maendeleo ya Forum
ta: மன்றங்கள் முன்னேற்றம்
th: ความคืบหน้าฟอรัม
tl_ph: Progress ng mga forum
tr: Forum ilerlemesi
uk_ua: Прогрес форумів
vi_vn: Tiến độ diễn đàn
xh_za: Intshukumo yeForums
zh_cn: 论坛进度
zh_tw: 論壇進度

source: Forums not read
ar: المنتديات غير المقروءة
ast_es: Foros non lleíos
bn_bd: অপঠিত ফোরাম
bs_ba: Nepročitani forumi
ca_es: Fòrums no llegits
cs_cz: Nepřečtená fóra
da: Fora ulæste
de: Ungelesene Foren
el: Φόρουμ που δεν διαβάστηκαν
eo: Forumoj ne legigitaj
es: Foros no leídos
es_mx: Foros no leídos
eu_es: Irakurri gabeko foroak
fa_ir: انجمن‌های خوانده‌نشده
fi_fi: Lukemattomat foorumit
fo_fo: Forum ikki læst
fur: Forûms no letîs
ga: Fóram gan léamh
gl: Foros non lidos
he_il: פורומים לא נקראים
hi: अपढ़ फोरम
hr_hr: Nepročitani forumi
hu_hu: Olvasatlan fórumok
hy: Ֆորումներ չկարդացված
id_id: Forum belum dibaca
it: Forum non letti
ja: 未読フォーラム
ka_ge: ფორუმები წაუკითხავი
ko_kr: 읽지 않은 포럼
lo: ເວທີສົນທະນາທີ່ຍັງບໍ່ໄດ້ອ່ານ
lt_lt: Forumai neskaityti
lv_lv: Forumi nelasīti
mk_mk: Непрочитани форуми
ms_my: Forum belum dibaca
my_mm: မဖတ်ရသေးသော ဖိုရမ်များ
ne: नपढिएका मञ्चहरू
nl: Ongelezen fora
nn_no: Forum ikkje lesne
oc: Fòrums pas leguts
pl_pl: Nieprzeczytane fora
ps: نولوستل شوي فورمونه
pt_br: Fóruns não lidos
pt_pt: Fórums sem qualquer leitura
ro_ro: Foruri necitite
ru_ru: Форумы непрочитаны
sk_sk: Neúplné fóra
sl: Forumov neprebranih
sq: Forume të palexuara
sr_rs: Nepročitani forumi
sv_se: Olästa forum
sw_ke: Forum zisizosomwa
ta: வாசிக்கப்படாத மன்றங்கள்
th: ฟอรัมที่ยังไม่อ่าน
tl_ph: Mga forum na hindi nabasa
tr: Okunmamış forumlar
uk_ua: Форумів не прочитано
vi_vn: Diễn đàn chưa đọc
xh_za: Iiforamu ezingafundwanga
zh_cn: 未读论坛
zh_tw: 未讀論壇

source: Forums read
ar: المنتديات المقروءة
ast_es: Foros lleíos
bn_bd: পঠিত ফোরাম
bs_ba: Pročitani forumi
ca_es: Fòrums llegits
cs_cz: Přečtená fóra
da: Fora læst
de: Gelesene Foren
el: Φόρουμ ολοκληρωμένα
eo: Forumoj legigitaj
es: Foros leídos
es_mx: Foros leídos
eu_es: Irakurritako foroak
fa_ir: انجمن‌های خوانده‌شده
fi_fi: Luetut foorumit
fo_fo: Forum læst
fur: Forûms letîs
ga: Fóram léite
gl: Foros lidos
he_il: פורומים נקראים
hi: पढ़े फोरम
hr_hr: Pročitani forumi
hu_hu: Olvasott fórumok
hy: Ֆորումներ կարդացված
id_id: Forum dibaca
it: Forum letti
ja: 既読フォーラム
ka_ge: ფორუმები წაკითხული
ko_kr: 읽은 포럼
lo: ເວທີສົນທະນາທີ່ອ່ານແລ້ວ
lt_lt: Forumai perskaityti
lv_lv: Forumi lasīti
mk_mk: Прочитани форуми
ms_my: Forum dibaca
my_mm: ဖတ်ပြီးသော ဖိုရမ်များ
ne: पढिएका मञ्चहरू
nl: Gelezen fora
nn_no: Forum lesne
oc: Fòrums leguts
pl_pl: Przeczytane fora
ps: لوستل شوي فورمونه
pt_br: Fóruns lidos
pt_pt: Fórums lidos
ro_ro: Foruri citite
ru_ru: Форумы прочитаны
sk_sk: Dokončené fóra
sl: Forumov prebranih
sq: Forume të lexuara
sr_rs: Pročitani forumi
sv_se: Lästa forum
sw_ke: Forum zilizosomwa
ta: வாசிக்கப்பட்ட மன்றங்கள்
th: ฟอรัมที่อ่านแล้ว
tl_ph: Mga forum na nabasa
tr: Okunmuş forumlar
uk_ua: Форумів прочитано
vi_vn: Diễn đàn đã đọc
xh_za: Iiforamu ezifundwayo
zh_cn: 已读论坛
zh_tw: 已讀論壇

source: Total forums
ar: مجموع المنتديات
ast_es: Total de foros
bn_bd: মোট ফোরাম
bs_ba: Ukupno foruma
ca_es: Total de fòrums
cs_cz: Celková fóra
da: Samlede fora
de: Foren gesamt
el: Συνολικά φόρουμ
eo: Totalaj forumoj
es: Total de foros
es_mx: Total de foros
eu_es: Foro guztien guztira
fa_ir: کل انجمن‌ها
fi_fi: Foorumien kokonaismäärä
fo_fo: Samlað forum
fur: Total forûms
ga: Fóram iomlán
gl: Total de foros
he_il: סך כל הפורומים
hi: कुल फोरम
hr_hr: Ukupno foruma
hu_hu: Összes fórum
hy: Ընդհանուր ֆորումներ
id_id: Total forum
it: Forum totali
ja: フォーラム合計
ka_ge: სულ ფორუმები
ko_kr: 총 포럼 수
lo: ເວທີສົນທະນາທັງໝົດ
lt_lt: Viso forumų
lv_lv: Kopā forumi
mk_mk: Вкупно форуми
ms_my: Jumlah forum
my_mm: ဖိုရမ်စုစုပေါင်း
ne: कुल मञ्चहरू
nl: Totaal fora
nn_no: Totalt forum
oc: Total fòrums
pl_pl: Łączna liczba forów
ps: ټول فورمونه
pt_br: Total de fóruns
pt_pt: Total de fórums
ro_ro: Totalul de foruri
ru_ru: Всего форумов
sk_sk: Celkom fór
sl: Skupaj forumov
sq: Totali i forumeve
sr_rs: Ukupno foruma
sv_se: Totala forum
sw_ke: Forum zote
ta: மொத்த மன்றங்கள்
th: ฟอรัมทั้งหมด
tl_ph: Kabuuang mga forum
tr: Toplam forumlar
uk_ua: Всього форумів
vi_vn: Tổng diễn đàn
xh_za: Zonke iiforamu
zh_cn: 总论坛数
zh_tw: 總論壇數
