Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: If enabled, 1:1 private chat messages will be mirrored in the course chat history documents. Recommended to keep disabled for privacy.
so_so: Haddii la shaqeeyo, 1:1 fariimaha sheekaysiga gaarka ah waxaa lagu muujin doonaa dukumentiyada taariikhda sheekaysiga koorsada. Waxaa lagu talinayaa in la sii daayo si loo ilaaliyo asturnaanta.

source: Save private conversations in documents
so_so: Kaydso sheekaysiga gaarka ah dukumentiyada

source: EU AI Act Transparency & risk notice
so_so: Sharciga AI ee EU Daahfurnaan & ogeysiis khatar

source: Under the EU Artificial Intelligence Act (Regulation (EU) 2024/1689), AI systems used in education are generally classified as high-risk. This software itself is <strong>not</strong> an AI system, but it can integrate optional internal or external AI systemsdepending on your configurationto enhance user task performance. These systems could access personal data <em>only if</em> users include such data in their prompts. By design, this software does not share personal data with AI systems without the user's active input. By default, all AI features are disabled.
so_so: Sida uu qabo Sharciga Sirdoonka Macmal ee EU (Xeerka (EU) 2024/1689), nidaamyada AI ee loo adeegsado waxbarashada guud ahaan waxaa lagu kala saaraa khatar-sare. Barnaamijkan laftiisu <strong>maaha</strong> nidaam AI, laakiin waxa uu isku dari karaa nidaamyo AI gudaha ah ama dibadda ah oo ikhtiyaari ahiyadoo ku xidhan dejintaadasi loo horumariyo waxqabadka shaqada isticmaale. Nidaamyadan waxay heli karaan xogta shakhsi ahaaneed <em>hadduu</em> kaliya isticmaalehu ku daro xogtaas tilmaamahooda. Naqshad ahaan, barnaamijkan ma la wadaago xogta shakhsi ahaaneed nidaamyada AI iyada oo aan lahayn talobixinta firfircoon ee isticmaale. Sida caadiga ah, dhammaan astaamaha AI waa la joojiyay.

source: Admin responsibility & disclosures
so_so: Masuuliyadda maamulaha & shaacinta

source: This configuration page details each AI feature and its purpose. As a deployer, you should review them carefully and update your GDPR-compliant data privacy policies to reflect the options you enable. While most AI features do not directly share personal data with external systems, user prompts sent to AI may inadvertently include personal information. As a deployer, <strong>you are responsible</strong> for informing users of this risk. For transparency, future releases may show non-intrusive end-user tags indicating that certain content or feedback was generated with the help of AI.
so_so: Bogga dejintan waxa uu faahfaahinayaa astaamo kasta oo AI ah iyo ujeedadiisa. Adiga oo ah adeegsade, waa in aad si taxadar leh dib u eegtaa oo aad cusboonaysiisaa siyaasadaha asturnaanta xogta ee la jaangooyo GDPR si ay u muujiyaan doorashooyinka aad shaqaaleyso. In kasta oo inta badan astaamaha AI aan si toos ah ula wadaagin xogta shakhsi ahaaneed nidaamyada dibadda, tilmaamaha isticmaale ee loo diro AI waxay si aan kala sooc lahayn ku dari karaan macluumaadka shakhsi ahaaneed. Adiga oo ah adeegsade, <strong>adiga ayaa masuul ka ah</strong> in aad ogeysiiso isticmaale khatartan. Si daahfuran ah, sii deynta mustaqbalka waxay muujin kartaa calaamado isticmaale ee aan faragelinin oo tilmaamaya in waxyaabaha qaar ama jawaab-celinta ay la-garsaday AI.

source: Positioning
so_so: Meelaynta

source: Quiz
so_so: Imtixaan

source: Customcertificate
so_so: Shahaadada-gaarka ah

source: Update profile
so_so: Cusboonaysii profaylka

source: Enable learning path generator
so_so: Aktiveeyso generator-ka dariiqa waxbarashada

source: Enable exercise generator
so_so: Aktiveeyso generator-ka layli

source: Enable open answers grader
so_so: Aktiveeyso qiimeeyaha jawaabaha furan

source: Enable tutor chatbot
so_so: Aktiveeyso chatbots-ka macallin-ka

source: Enable task grader
so_so: Aktiveeyso qiimeeyaha shaqada

source: Enable content analyser
so_so: Aktiveeyso falanqeeyaha waxyaabaha

source: Enable image generator
so_so: Aktiveeyso generator-ka sawirka

source: Enable glossary terms generator
so_so: Aktiveeyso generator-ka ereyada glossary

source: Enable video generator
so_so: Aktiveeyso generator-ka fiidiyowga

source: Enable course analyser
so_so: Aktiveeyso falanqeeyaha koorsada

source: The operation '%s' is not supported.
so_so: Hawlgalka '%s' lama taageerin.

source: AI feedback on %s in course %s
so_so: Faallada AI ee %s ee koorsada %s

source: Delete failed: missing course context or invalid question id.
so_so: Tirtirka wuu ku guuldareystay: maqnaanshaha koorsada ama id-ga su'aasha oo aan sax ahayn.

source: AI Tutor
so_so: Macallin-ka AI

source: The APCu extension needs to be both installed and enabled in order for the platform to use it.
so_so: Kordhinta APCu waxay u baahan tahay in la rakibo oo la shaqeeyo si ay platformku u isticmaalo.

source: Allowing OPCache memory_consumption to reach %sMB of RAM at least is recommended.
so_so: Waxaa lagu talinayaa in la ogolaado isticmaalka xusuusta OPCache inuu gaaro %sMB ee RAM ugu yaraan.

source: The OPcache module needs to be both installed and enabled in order for the platform to use it.
so_so: Module-ka OPcache wuxuu u baahan yahay in la rakibo oo la shaqeeyo si ay platformku u isticmaalo.

source: You are here
so_so: Halkan waad joogtaa

source: Click an event type to filter results.
so_so: Guji nooca dhacdada si aad u shaandhayso natiijooyinka.

source: Require unique presence
so_so: U baahnayn joogitaanka gaarka ah

source: If enabled, the gradebook will give a learner 100% when present at least once.
so_so: Haddii la shaqeeyo, buugga buundooyinka waxa uu siinayaa ardayga 100% marka uu joogo ugu yaraan hal mar.

source: AI feedback
so_so: Faallada AI

source: Prompt
so_so: Tilmaam

source: Tip
so_so: Tilmaamid

source: You can edit the prompt before asking for feedback.
so_so: Waxaad beddeli kartaa tilmaanta ka hor inta aanad weydiisan faallada.

source: Result (you can apply it to the comment)
so_so: Natiijada (waad ku dabaqi kartaa faallada)

source: Apply to comment
so_so: Ku dabaqo faallada

source: Apply score
so_so: Ku dabaqo buundada

source: AI grade
so_so: Buundada AI

source: AI tutor is disabled during tests
so_so: Macallin-ka AI waa la cabbiray inta lagu jiro imtixaannada

source: Generate glossary terms
so_so: Soo saar ereyada glossary

source: Generate media
so_so: Soo saar warbaahinta

source: You do not have permission to generate AI media in this course.
so_so: Ma haysatid ogolaansho aad ku abuurto warbaahinta AI ee koorsadan.

source: AI helpers are disabled at platform level.
so_so: Gargaarka AI waa la cabbiray heerka platformka.

source: AI media generation is disabled in course settings.
so_so: Soo-saarista warbaahinta AI waa la cabbiray goobaha koorsada.

source: No AI media providers available.
so_so: Ma jiraan bixiyeyaal warbaahinta AI ah oo diyaar ah.

source: Provider
so_so: Bixiye

source: Select a provider
so_so: Dooro bixiye

source: Example: generated_media
so_so: Tusaale: generated_media

source: The name is not added to the prompt; it is only used to save the file.
so_so: Magaca lama darin tilmaanta; waxa kaliya loo isticmaalaa in la keydiyo faylka.

source: Describe what you want to generate...
so_so: Sharax waxa aad rabto in aad abuurto...

source: Tip: click a preset to quickly set the size.
so_so: Tilmaamid: guji pre-set si aad si degdeg ah u dejiso cabbirka.

source: Generating...
so_so: Waxaa la abuurayaa...

source: Save to Documents
so_so: Keydi Documents

source: Go to folder
so_so: Tag folderka

source: Provider used
so_so: Bixiyaha la isticmaalay

source: This video result cannot be saved yet
so_so: Natiijada fiidiyowgan weli lama keydin karo

source: Video polling was stopped because the provider changed.
so_so: Cod-bixinta fiidiyowga waa la joojiyay sababtoo ah bixiyuhu wuu beddelay.

source: Video generation is taking too long. Please try again later.
so_so: Soo-saarista fiidiyowga waxay qaadanaysaa waqti aad u dheer. Fadlan isku day mar dambe.

source: Failed to check video status.
so_so: Waan ku guuldareystay in la hubiyo xaaladda muuqaalka.

source: Video generated successfully. You can now save it.
so_so: Muqaalka si guul leh ayaa loo soo saaray. Hadda waad keydin kartaa.

source: Video generation completed, but no playable content was returned.
so_so: Soo-saarista muuqaalka waa dhammaystirtay, laakiin ma jirin wax la ciyaari karo oo la soo celiyay.

source: Video generation failed.
so_so: Soo-saarista muuqaalka way fashilantay.

source: Waiting for the video to be ready...
so_so: Sugaya muuqaalka inuu diyaar noqdo...

source: Please complete all fields.
so_so: Fadlan dhammaystir dhammaan goobaha.

source: Image generation is not enabled for this course.
so_so: Soo-saarista sawirka kuma shaqayn kooraskaani.

source: Video generation is not enabled for this course.
so_so: Soo-saarista muuqaalka kuma shaqayn kooraskaani.

source: Generation failed.
so_so: Soo-saarista way fashilantay.

source: Generated successfully. Review the preview and save when ready.
so_so: Si guul leh ayaa loo soo saaray. Dib u eeg hor-u-eegga oo keydi marka diyaar tahay.

source: Generated successfully. Saving is disabled because the provider returned a URL.
so_so: Si guul leh ayaa loo soo saaray. Keydinta waa la mamnuucay sababtoo ah bixiyuhu wuxuu soo celiyay URL.

source: Video generation started. Waiting for the result...
so_so: Soo-saarista muuqaalka ayaa bilaabatay. Sugaya natiijada...

source: AI returned an empty response.
so_so: AI-gu wax jawaab ah ma soo celin.

source: Nothing to save yet.
so_so: Ma jiraan wax la keydin karo welwel.

source: This provider did not return base64 content. Please try another provider.
so_so: Bixiyahaan ma soo celin waxa ku jira base64. Fadlan isku day bixiye kale.

source: Saving failed.
so_so: Keydinta way fashilantay.

source: Get AI feedback
so_so: Helo jawaab-celinta AI

source: Copy answer to clipboard
so_so: Koobiga jawaabta ku koobji

source: Save answer to my inbox
so_so: Keydinta jawaabta sanduuqa waraaqaha ee aniga

source: The document is already in this folder
so_so: Duulimaadku horeba wagaa ku jira faylkan

source: Copied
so_so: La koobiyay

source: You do not have permission to generate glossary terms.
so_so: Ma lihid ogolaansho aad ku soo saarto ereyada glossary-ga.

source: Video generation is in progress
so_so: Soo-saarista muuqaalka way socotaa

source: Job
so_so: Shaqo

source: Modified prompt
so_so: Tilmaanta la beddelay

source: Saved in Documents
so_so: Waxa lagu keydiyay Dukumentiyada
