Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The forum category has been modified
ar: لقد تم تعديل تصنيف منتدى
ast_es: La categoría de foros modificóse
bn_bd: ফোরাম বিভাগ পরিবর্তন করা হয়েছে
bs_ba: Kategorija foruma je modificirana
ca_es: La categoria del fòrum ha estat modificada
cs_cz: Kategorie fóra byla upravena
da: Forumkategorien er ændret
de: Forums-Kategorie wurde geändert
el: H κατηγορία forum τροποποιήθηκε
eo: La foruma kategorio estas ŝanĝita
es: La categoría de foros ha sido modificada
es_mx: La categoría de foros ha sido modificada
eu_es: Foro kategoria aldatu da
fa_ir: دسته بندی انجمن ویرایش شد
fi_fi: Keskustelualue ryhmää muokattu
fo_fo: Forum bólkurin er vorðin broyttur
fur: La categorîe dal forum e je stâe modificade
ga: Tá catagóir an fhóraim athraithe
gl: Modificouse a categoría de foro
he_il: קטגוריית הפורום שונתה
hi: फोरम श्रेणी संशोधित हो गई है
hr_hr: Kategorija foruma je uređivana
hu_hu: A fórum kategória módosítva
hy: Ֆորումի կատեգորիան փոփոխվել է
id_id: Kategori forum telah diubah
it: La categoria di forum è stata modificata
ja: フォーラムカテゴリが変更されました
ka_ge: ფორუმის კატეგორია შეცვლილია
ko_kr: 포럼 카테고리가 수정되었습니다
lo: ໝວດໝູ່ກະດານສົນທະນາໄດ້ຖືກແກ້ໄຂແລ້ວ
lt_lt: Forumo kategorija modifikuota
lv_lv: Foruma kategorija izmainīta
mk_mk: Категоријата на форум е изменета
ms_my: Kategori forum telah diubah suai
my_mm: ဖိုရမ်အမျိုးအစားကို ပြင်ဆင်ပြီးဖြစ်သည်
ne: फोरम श्रेणी परिमार्जित गरियो
nl: De forumcategorie is gewijzigd
nn_no: Forumkategorien er endra
oc: La categoria de forum es estada modificada
pl_pl: Kategoria forum została zmodyfikowana
ps: فورم کټګوري تعدیل شوه
pt_br: A categoria foi alterada.
pt_pt: A categoria do fórum foi modificada
ro_ro: Categoria de forum a fost modificata
ru_ru: Раздел форума изменен
sk_sk: Kategória fóra bola zmenená
sl: Kategorija foruma je bila spremenjena
sq: Kategoria e forumit u modifikua
sr_rs: Kategorija foruma je modifikovana
sv_se: Forumkategorin ändrad
sw_ke: Jamii ya mforumu imebadilishwa
ta: விவாதம壇 வகை மாற்றப்பட்டது
th: ได้แก้ไขหัวข้อหมวดหมู่การอภิปรายให้แล้ว
tl_ph: Na-update na ang kategorya ng forum
tr: Forum kategorisi değiştirildi
uk_ua: Категорію форуму змінено
vi_vn: Danh mục diễn đàn đã được sửa đổi
xh_za: Icandelo leforam liguqulwe
zh_cn: 论坛组别已被修改
zh_tw: 已修訂討論區類別

source: The forum has been modified
ar: لقد تم تعديل المنتدى
ast_es: El foru modificóse
bn_bd: ফোরাম পরিবর্তন করা হয়েছে
bs_ba: Forum je modificiran
ca_es: Fòrum modificat
cs_cz: Fórum bylo upraveno
da: Forummet er ændret
de: Forum wurde geändert
el: Το Forum τροποποιήθηκε
eo: La forumo estas ŝanĝita
es: El foro ha sido modificado
es_mx: El foro ha sido modificado
eu_es: Foroa aldatu da
fa_ir: تالار ویرایش شد
fi_fi: Keskustelualuetta muokattu
fo_fo: Forum er vorðið broytt
fur: Il forum e je stât modificât
ga: Tá an fóram athraithe
gl: Modificouse o foro
he_il: הפורום השתנה
hi: फोरम संशोधित हो गया है
hr_hr: Forum je mijenjan
hu_hu: Fórum módosítva
hy: Ֆորումը փոփոխվել է
id_id: Forum tersebut telah diubah
it: Il forum è stato modificato
ja: フォーラムが変更されました
ka_ge: ფორუმი შეცვლილია
ko_kr: 포럼이 수정되었습니다
lt_lt: Forumas modifikuotas
lv_lv: Forums izmainīts
mk_mk: Форумот е менуван
ms_my: Forum telah diubah suai
my_mm: ဖိုရမ်ကို ပြင်ဆင်ပြီးဖြစ်သည်
ne: फोरम परिमार्जित गरियो
nl: Het forum is gewijzigd
nn_no: Forumet er endra
oc: Lo forum es estat modificat
pl_pl: Forum zostało zmodyfikowane
ps: فورم تعدیل شو
pt_br: O fórum foi alterado
pt_pt: O fórum foi modificado
ro_ro: Forumul a fost modificat
ru_ru: Форум изменен
sk_sk: Fórum bolo zmenené
sl: Forum je bil spremenjen
sq: Forumi u modifikua
sr_rs: Forum je modifikovan
sv_se: Forumet är ändrat
sw_ke: Mforumu umebadilishwa
ta: விவாதம壇 மாற்றப்பட்டது
th: ได้แก้ไขกระทู้ให้แล้ว
tl_ph: Na-update na ang forum
tr: Forum değiştirildi
uk_ua: Форум змінено
vi_vn: Diễn đàn đã được sửa đổi
xh_za: Iforam liguqulwe
zh_cn: 论坛已被修改
zh_tw: 已修訂討論區

source: The new thread has been added
ar: لقد تم إضافة الموضوع
ast_es: El tema nuevu amestóse
bn_bd: নতুন থ্রেড যোগ করা হয়েছে
bs_ba: Nova nit je dodana
ca_es: Nou tema afegit
cs_cz: Nové vlákno bylo přidáno
da: En ny tråd er tilføjet
de: Neues Thema wurde hinzugefügt
el: Το νέο νήμα προστέθηκε
eo: La nova temo estas aldonita
es: El nuevo tema ha sido añadido
es_mx: El nuevo tema ha sido añadido
eu_es: Gai berria gehitu da
fa_ir: موضوع جدید اضافه شد
fi_fi: Uusi keskustelu lisätty
fo_fo: Tað nýggja træðið er løgt afturat
fur: Il gnûf argoment e je stât zontât
ga: Tá an snáithe nua curtha leis
gl: Engadiuse a nova discusión
he_il: השרשור החדש נוסף
hi: नया धागा जोड़ा गया है
hr_hr: Nova tema je dodana
hu_hu: Új téma hozzáadva
hy: Նոր թրեդը ավելացվել է
id_id: Thread baru tersebut telah ditambah
it: Il nuovo argomento è stato aggiunto
ja: 新しいスレッドが追加されました
ka_ge: ახალი თემა დამატებულია
ko_kr: 새 스레드가 추가되었습니다
lo: ກະທູ້ໃໝ່ໄດ້ຖືກເພີ່ມແລ້ວ
lt_lt: Nauja tema įrašyta
lv_lv: Pievienots jauns diskusiju temats
mk_mk: Додадена е нова тематска низа
ms_my: Benang baru telah ditambah
my_mm: ပို့စ်စီးရီးအသစ်ကို ထည့်သွင်းပြီးဖြစ်သည်
ne: नयाँ थ्रेड थपियो
nl: De nieuwe discussie is toegevoegd
nn_no: Den nye tråden er lagt til
oc: Lo fil novèl es estat apondut
pl_pl: Nowy wątek został dodany
ps: نوی موضوع اضافه شو
pt_br: Nova discussão foi adicionada
pt_pt: O novo tópico foi adicionado
ro_ro: Noua discutie fost adaugata
ru_ru: Новая тема добавлена
sk_sk: Nová téma bola pridaná
sl: Nova tematska nit je bila dodana
sq: Fija e re u shtua
sr_rs: Nova tema je dodata
sv_se: Ny tråd är tillagd
sw_ke: Mnyororo mpya umeongezwa
ta: புதிய நெடுகல் சேர்க்கப்பட்டது
th: เพิ่มกระทู้อภิปรายใหม่เข้าให้แล้ว
tl_ph: Naidagdag na ang bagong thread
tr: Yeni konu eklendi
uk_ua: Нову тему додано
vi_vn: Chủ đề mới đã được thêm
xh_za: Umxholo omtsha wongezwe
zh_cn: 新文章已被添加
zh_tw: 已新增論題

source: Approval
ar: إعتماد
ast_es: Aprobar
bn_bd: অনুমোদন
bs_ba: Odobrenje
ca_es: Aprovació
cs_cz: Schválení
da: Tilladelse
de: Genehmigung
el: Έγκριση/ Άμεση ανάρτηση
eo: Aprobo
es: Aprobación
es_mx: Aprobación
eu_es: Onartzea
fa_ir: تصویب
fi_fi: Hyväksyntä
fo_fo: Goðkunning
fur: Approvazion
ga: Ceadú
gl: Aprovación
he_il: אישור
hi: अनुमोदन
hr_hr: Dozvola
hu_hu: Engedélyezés
hy: Հաստատում
id_id: Persetujuan
it: Approvazione
ja: 承認
ka_ge: დამტკიცება
ko_kr: 승인
lo: ການອະນຸມັດ
lt_lt: Patvirtinimas
lv_lv: Apstiprinājums
mk_mk: Одобрено
ms_my: Kelulusan
my_mm: အတည်ပြုရန်
ne: अनुमोदन
nl: Goedkeuring
nn_no: Godkjenning
oc: Validacion
pl_pl: Akceptacja
ps: تصدیق
pt_br: Aprovação
pt_pt: Aprovação
ro_ro: Aprobare
ru_ru: Одобрение
sk_sk: Súhlas
sl: Odobritev
sq: Miratim
sr_rs: Dozvola
sv_se: Godkännande
sw_ke: Idhini
ta: அங்கீகாரம்
th: การตรวจสอบ
tl_ph: Pag-apruba
tr: Onay
uk_ua: Погодження
vi_vn: Phê duyệt
xh_za: Ukuvunywa
zh_cn: 批准
zh_tw: 待批

source: Direct
ar: مباشر
ast_es: Direutu
bn_bd: সরাসরি
bs_ba: Direktno
ca_es: Directe
cs_cz: Přímé
da: Anvis
de: Direkt
el: Άμεση
eo: Senpere
es: Directo
es_mx: Directo
eu_es: Zuzena
fa_ir: مستقیم
fi_fi: Suora
fo_fo: Beinleiðis
fur: Diret
ga: Díreach
gl: Directa
he_il: ישיר
hi: सीधा
hr_hr: Direktna objava
hu_hu: Közvetlen
hy: Ուղղակի
id_id: Langsung
it: Pubblicazione automatica
ja: 直接
ka_ge: პირდაპირი
ko_kr: 직접
lo: ໂດຍກົງ
lt_lt: Tiesioginis
lv_lv: Tiešs
mk_mk: Директно
ms_my: Langsung
my_mm: တိုက်ရိုက်
ne: प्रत्यक्ष
nn_no: Direkte
oc: Directe
pl_pl: Bezpośredni
ps: مستقیم
pt_br: Direto
pt_pt: Directo
ru_ru: Прямой
sk_sk: Priamy
sl: Direktna objava
sq: Drejtëpërdrejt
sr_rs: Direktna objava
sv_se: Direkt
sw_ke: Moja kwa Moja
ta: நேரடி
th: โดยตรง
tl_ph: Direkta
tr: Doğrudan
uk_ua: Напряму
vi_vn: Trực tiếp
xh_za: Ngqo
zh_cn: 直接
zh_tw: 直接

source: For Group
ar: للمجموعة
ast_es: Pa Grupu
bn_bd: গ্রুপের জন্য
bs_ba: Za grupu
ca_es: Pel grup
cs_cz: Pro skupinu
da: til gruppe
de: Für Gruppe
el: Για την Ομάδα
eo: Por grupo
es: Para grupo
es_mx: Para Grupo
eu_es: Taldearentzat
fa_ir: برای گروه
fi_fi: Ryhmälle
fo_fo: Fyri bólk
fur: Par grup
ga: Do Ghrúpa
gl: Para Grupo
he_il: לקבוצה
hi: समूह के लिए
hr_hr: Za skupinu
hu_hu: Csoportnak
hy: Խմբի համար
id_id: Untuk Group
it: Per il gruppo
ja: 対象グループ
ka_ge: ჯგუფისთვის
ko_kr: 그룹용
lo: ສຳລັບກຸ່ມ
lt_lt: Grupei
lv_lv: Grupai
mk_mk: За Група
ms_my: Untuk Kumpulan
my_mm: အဖွဲ့အတွက်
ne: समूहका लागि
nl: Voor groep
nn_no: For gruppe
oc: Per grup
pl_pl: Dla grupy
ps: د ګروپ لپاره
pt_br: Para Grupo
pt_pt: Para o Grupo
ro_ro: Pentru Grup
ru_ru: Для группы
sk_sk: Pre skupinu
sl: Za skupino
sq: Për Grup
sr_rs: Za grupu
sv_se: För grupp
sw_ke: Kwa Kikundi
ta: குழுவுக்காக
th: สำหรับกลุ่ม
tl_ph: Para sa Grupo
tr: Grup için
uk_ua: Для Групи
vi_vn: Cho nhóm
xh_za: Kwiqela
zh_cn: 小组
zh_tw: 供小組

source: Thread is locked.
ar: الموضوع مغلق
ast_es: Tema peslláu
bn_bd: থ্রেড লক করা আছে।
bs_ba: Nit je zaključana.
ca_es: Fil de discussió tancat.
cs_cz: Vlákno je zamčené.
da: Tråden er låst.
de: Thema ist geschlossen
el: Το νήμα είναι μπλοκαρισμένο.
eo: La temo estas riglita
es: Tema cerrado.
es_mx: Tema cerrado.
eu_es: Haria itxi da
fa_ir: موضوع قفل شده
fi_fi: Keskustelu lukittu
fo_fo: Træðið er låst.
fur: Argoment blocât.
ga: Tá an snáithe glasáilte.
gl: A discusión está bloqueada.
he_il: השרשור נעול.
hi: धागा लॉक है।
hr_hr: Tema je zaključana
hu_hu: Téma zárolva.
hy: Շղթան փակ է:
id_id: Thread dikunci
it: La discussione è bloccata
ja: スレッドがロックされています。
ka_ge: საუბრი ჩაკეტილია.
ko_kr: 스레드가 잠겼습니다.
lt_lt: Tema užrakinta.
lv_lv: Temats ir slēgts.
mk_mk: Тематската низа е заклучена
ms_my: Benang terkunci.
my_mm: ပို့စ်စီးရီးကို ပိတ်ထားသည်။
ne: थ्रेड लक गरिएको छ।
nl: De discussie is vergrendeld.
nn_no: Tråden er låst.
oc: Lo fil es blocat.
pl_pl: Wątek jest zablokowany
ps: موضوع بند ده.
pt_br: Discussão bloqueada.
pt_pt: O tópico está bloqueado.
ro_ro: Discutia este inchisa.
ru_ru: Тема блокирована
sk_sk: Téma je zablokovaná.
sl: Tematska nit je zaklenjena
sq: Temë e bllokuar.
sr_rs: Tema je zaključana
sv_se: Tråden är låst.
sw_ke: Mnyororo umezuiwa.
ta: நூல் பூட்டப்பட்டுள்ளது.
th: ล๊อคกระทู้แล้ว
tl_ph: Naka-lock ang Thread.
tr: Konu kilitli.
uk_ua: Тему закрито.
vi_vn: Chủ đề bị khóa.
xh_za: Umtya uvalelwe.
zh_cn: 主题已被锁
zh_tw: 論題被封鎖

source: You are not allowed here.
ar: غير مسموح لك هنا
ast_es: Equí nun pue entrar
bn_bd: আপনার এখানে প্রবেশের অনুমতি নেই।
bs_ba: Nemate dopuštenje ovdje.
ca_es: No teniu permís per entrar aquí.
cs_cz: Nemáte zde přístup.
da: Du har ikke tilladelse til denne del.
de: Sie haben hier keinen Zugang
el: Δεν επιτρέπεται η πρόσβασή σας εδώ.
eo: Vi ne havas alirrajton ĉi tien.
es: Aquí no le está permitido.
es_mx: No está autorizado para estar aquí.
eu_es: Hemen ez duzu baimenik.
fa_ir: شما اجازه دسترسی به اینجا را ندارید
fi_fi: Sinun ei pitäisi olla täällä.
fo_fo: Tú hevur ikki loyvi her.
fur: No tu âs il permês chenti.
ga: Níl cead agat a bheith anseo.
gl: Vostede non ten permisos aquí.
he_il: אסור לך כאן.
hi: आपको यहाँ अनुमति नहीं है।
hr_hr: Ovdje nemate dozvolu pristupa.
hu_hu: Ide nem tekinthet be.
hy: Դուք չունեք իրավունք այստեղ լինելու:
id_id: Anda tidak diijinkan di sini.
it: Non hai i permessi di accesso
ja: ここにアクセスする権限がありません。
ka_ge: თქვენ არ გაქვთ წვდომა აქ.
ko_kr: 여기 접근할 수 없습니다.
lt_lt: Priėjimas Jums draudžiamas.
lv_lv: Jums nav atļauts šeit ienākt.
mk_mk: Не Ви е допуштен приод тука.
ms_my: Anda tidak dibenarkan di sini.
my_mm: သင်ဤနေရာတွင် ခွင့်မပြုပါ။
ne: तपाईं यहाँ अनुमति प्राप्त हुनु भएको छैन।
nl: U hebt niet voldoende machtiging om deze handeling te stellen.
nn_no: Du har ikkje tilgang her.
oc: Aquí non avètz autorizat.
pl_pl: Nie masz uprawnień
ps: تاسو دلته اجازه نلرئ.
pt_br: Você não possui permissão
pt_pt: Não tem autorização para aceder.
ro_ro: Accesul nu va este permis aici.
ru_ru: У вас нет сюда доступа
sk_sk: Nemáte sem prístup.
sl: Tu nimate dostopa. / You are not allowed here.
sq: Nuk keni leje këtu.
sr_rs: Ovde nemate dozvolu pristupa.
sv_se: Du har inte behörighet här.
sw_ke: Hauruhusiwi hapa.
ta: நீங்கள் இங்கு அனுமதிக்கப்படவில்லை.
th: คุณไม่ได้รับอนุญาต
tl_ph: Hindi ka pinapayagan dito.
tr: Burada bulunmanıza izin verilmiyor.
uk_ua: Немає доступу.
vi_vn: Bạn không được phép ở đây.
xh_za: Awuvunyelwanga apha.
zh_cn: 你不被允许到这里。
zh_tw: 你不能到此

source: The reply has been added
ar: لقد تم إضافة الرد
ast_es: La rempuesta amestóse
bn_bd: উত্তর যোগ করা হয়েছে
bs_ba: Odgovor je dodan
ca_es: Resposta afegida
cs_cz: Odpověď byla přidána
da: Svaret er tilføjet
de: Antwort wurde hinzugefügt
el: Η απάντηση προστέθηκε
eo: Via respondo estas aldonita
es: La respuesta ha sido añadida
es_mx: La respuesta ha sido añadida
eu_es: Erantzuna gehitu da
fa_ir: پاسخ شما اضافه گردید
fi_fi: Vastaus lisätty
fo_fo: Svarið er løgt afturat
fur: La rispond e je stâde zontade
ga: Tá an freagra curtha leis
gl: Engadiuse a resposta
he_il: התשובה נוספה
hi: उत्तर जोड़ा गया है
hr_hr: Odgovor je dodan
hu_hu: A válasz házzáadva
hy: Պատասխանը ավելացվել է
id_id: Tanggapan telah ditambahkan
it: La risposta è stata aggiunta
ja: 返信が追加されました
ka_ge: პასუხი დაემატა
ko_kr: 답변이 추가되었습니다
lt_lt: Atsakymas įrašytas
lv_lv: Pievienota jauna atbilde
mk_mk: Репликата беше додадена
ms_my: Balasan telah ditambah
my_mm: အကြောင်းပြန်မှုကို ထည့်သွင်းပြီးဖြစ်သည်
ne: जवाफ थपियो
nl: Uw antwoord is toegevoegd
nn_no: Svaret er lagt til
oc: La responsa es estada aponduda
pl_pl: Odpowiedź został dodana
ps: ځواب اضافه شو
pt_br: A resposta foi adicionada
pt_pt: A resposta foi adicionada
ro_ro: Raspunsul a fost adaugat
ru_ru: Ответ добавлен
sk_sk: Odpoveď bola pridaná
sl: Odgovor je bil dodan
sq: Përgjigjja u shtua
sr_rs: Odgovor je dodat
sv_se: Svaret är tillagt
sw_ke: Jibu limeongezwa
ta: பதில் சேர்க்கப்பட்டது
th: เพิ่มกระทู้ตอบเรียบร้อยแล้ว
tl_ph: Naidagdag na ang sagot
tr: Yanıt eklendi
uk_ua: Відповідь додано
vi_vn: Phản hồi đã được thêm
xh_za: Impendulo yongezwe
zh_cn: 回复已被添加
zh_tw: 已加入回應

source: Edit a post
ar: تحرير مقال
ast_es: Editar artículu
bn_bd: পোস্ট সম্পাদনা করুন
bs_ba: Uredi objavu
ca_es: Editar un article
cs_cz: Upravit příspěvek
da: Rediger et indlæg
de: Beitrag bearbeiten
el: Επεξεργασία μιας ανάρτησης
eo: Ŝanĝi artikolon
es: Editar artículo
es_mx: Editar mensaje
eu_es: Editatu artikulua
fa_ir: ویرایش ارسال
fi_fi: Muokkaa tehtävää
fo_fo: Broyt innlegg
fur: Modifiche un post
ga: Cuir post in eagar
gl: Modificar o artigo
he_il: ערוך פוסט
hi: पोस्ट संपादित करें
hr_hr: Uredi članak
hu_hu: Üzenet szerkesztése
hy: Խմբագրել գրառում
id_id: Edit postingan
it: Modifica l'articolo
ja: 投稿を編集
ka_ge: პოსტის რედაქტირება
ko_kr: 게시물 편집
lo: ແກ້ໄຂໂພສ
lt_lt: Redaguoti straipsnį
lv_lv: Rediģēt ierakstu
mk_mk: Уреди ја објавата
ms_my: Edit siaran
my_mm: ပို့စ်တစ်ခုကို တည်းဖြတ်ပါ
ne: पोस्ट सम्पादन गर्नुहोस्
nl: Een artikel wijzigen
nn_no: Rediger eit innlegg
oc: Modificar un messatge
pl_pl: Edytuj post
ps: پوسټ سم کړئ
pt_br: Editar artigo
pt_pt: Editar artigo
ro_ro: Editeaza un articol
ru_ru: Редактировать статью
sk_sk: Upraviť článok
sl: Uredi objavo
sq: Ndrysho postimin
sr_rs: Uredi članak
sv_se: Ändra i inlägg
sw_ke: Hariri chapisho
ta: ஒரு பதிவைத் திருத்தவும்
th: แก้ไขกระทู้
tl_ph: I-edit ang post
tr: Mesajı düzenle
uk_ua: Редагувати статтю
vi_vn: Chỉnh sửa bài viết
xh_za: Hlela isithuba
zh_cn: 编辑一篇文章
zh_tw: 編輯文章

source: The post has been modified
ar: تم تحرير المشاكة
ast_es: El mensaxe modificóse
bn_bd: পোস্ট পরিবর্তন করা হয়েছে
bs_ba: Objava je modificirana
ca_es: Article modificat
cs_cz: Příspěvek byl upraven
da: Indlægget er ændret
de: Beitrag wurde geändert
el: Η ανάρτηση τροποποιήθηκε
eo: La mesaĝo estas ŝanĝita
es: El mensaje ha sido modificado
es_mx: El mensaje ha sido modificado
eu_es: Mezua aldatu da
fa_ir: این ارسال ویرایش شده
fi_fi: Viestiä muokattu
fo_fo: Innlegget er vorðið broytt
fur: Il post e je stât modificât
ga: Tá an post athraithe
gl: Modificouse a mensaxe
he_il: הפוסט השתנה
hi: पोस्ट संशोधित हो गई है
hr_hr: Članak je uređivan
hu_hu: Az üzenet módosítva
hy: Գրառումը փոփոխվել է
id_id: Postingan telah diubah
it: Il messaggio è stato modificato
ja: 投稿が変更されました
ka_ge: პოსტი შეცვლილია
ko_kr: 게시물이 수정되었습니다
lt_lt: Pranešimas redaguotas
lv_lv: Ieraksts izmainīts
mk_mk: Написот е менуван
ms_my: Siaran telah diubah suai
my_mm: ပို့စ်ကို ပြင်ဆင်ပြီးဖြစ်သည်
ne: पोस्ट परिमार्जन गरियो
nl: Het bericht is gewijzigd
nn_no: Innlegget er endra
oc: Lo messatge es estat modificat
pl_pl: Post został zmodyfikowany
ps: پوسټ تعدیل شو
pt_br: A mensagem foi alterada com sucesso
pt_pt: O artigo foi modificado
ro_ro: Mesajul a fost modificat
ru_ru: Почтовое сообщение изменено
sk_sk: Správa bola zmenená
sl: Objava je bila spremenjena
sq: Postimi u modifikua
sr_rs: Članak je modifikovan
sv_se: Inlägget ändrat
sw_ke: Chapisho limebadilishwa
ta: பதிவு மாற்றப்பட்டது
th: ได้แก้ไขกระทู้ให้แล้ว
tl_ph: Na-update na ang post
tr: Mesaj değiştirildi
uk_ua: Повідомлення змінено
vi_vn: Bài viết đã được sửa đổi
xh_za: Iposi iye yaguqulwa
zh_cn: 帖子已被修改
zh_tw: 帖子已被修訂

source: New Post in the forum
ar: مشاركة جديدة في المنتدى
ast_es: Mensaxe nuevu nel foru
bn_bd: ফোরামে নতুন পোস্ট
bs_ba: Nova objava u forumu
ca_es: Nou missatge al fòrum
cs_cz: Nový příspěvek ve fóru
da: Nyt indlæg i forummet
de: Neuer Beitrag in diesem Forum
el: Νέα ανάρτηση στο Forum
eo: Nova mesaĝo en la forumo
es: Nuevo mensaje en el foro
es_mx: Nuevo mensaje en el foro
eu_es: Beste mezu bat foroan
fa_ir: ارسال جدید در این تالار
fi_fi: Uusi viesti keskustelualueella
fo_fo: Nýtt innlegg í forum
fur: Gnûf post tal forum
ga: Post Nua san Fhóram
gl: Nova mensaxe publicada no foro
he_il: פוסט חדש בפורום
hi: फोरम में नई पोस्ट
hr_hr: Novi članak u forumu
hu_hu: Új üzenet az alábbi fórumban:
hy: Նոր գրառում ֆորումում
id_id: Potingan baru di forum
it: Nuovo messaggio nel forum
ja: フォーラムへの新着投稿
ka_ge: ახალი პოსტი ფორუმში
ko_kr: 포럼의 새 게시물
lt_lt: Naujas pranešimas forume
lv_lv: Jauns ieraksts forumā
mk_mk: Нов напис во форумот
ms_my: Siaran Baru dalam Forum
my_mm: ဖိုရမ်တွင် ပို့စ်အသစ်
ne: फोरममा नयाँ पोस्ट
nl: Nieuw bericht in het forum
nn_no: Nytt innlegg i forumet
oc: Messatge novèl dins lo forum
pl_pl: Nowy post na forum
ps: فورم کې نوی پوسټ
pt_br: Nova mensagem publicada no fórum
pt_pt: Novo artigo no fórum
ro_ro: Mesaj nou in forum
ru_ru: Новое почтовое сообщение на форуме
sk_sk: Nová správa vo fóre
sl: Nova objava v forumu
sq: Postim i ri në forum
sr_rs: Novi post na forumu
sv_se: Nytt inlägg i forumet
sw_ke: Chapisho Jipya katika Mforumu
ta: விவாதமன்றத்தில் புதிய பதிவு
th: กระทู้ใหม่ในการอภิปราย
tl_ph: Bagong Post sa forum
tr: Forumda yeni mesaj
uk_ua: Нове Повідомлення на форумі
vi_vn: Bài viết mới trong diễn đàn
xh_za: Iposi entsha kwiforamu
zh_cn: 论坛新帖子
zh_tw: 討論區新帖子
