Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Confirm
ar: تأكيد
ast_es: Dar la conformidá
bn_bd: নিশ্চিত করুন
bs_ba: Potvrdi
ca_es: Confirmar
cs_cz: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
eo: Konfirmi
es: Confirmar
es_mx: Confirmar
eu_es: Berretsi
fa_ir: تایید
fi_fi: Vahvista
fo_fo: Stovna
fur: Conferme
ga: Deimhnigh
gl: Confirmar
he_il: אישור
hi: पुष्टि करें
hr_hr: Potvrdi
hu_hu: Megerősít
hy: Հաստատել
id_id: Konfirmasi
it: Conferma
ja: 確認
ka_ge: დადასტურება
ko_kr: 확인
lo: ຢືນຢັນ
lt_lt: Patvirtinti
lv_lv: Apstiprināt
mk_mk: Потврдува
ms_my: Sahkan
my_mm: အတည်ပြုပါ
ne: पुष्टि गर्नुहोस्
nl: Bevestig
nn_no: Bekreft
oc: Confirmar
pl_pl: Potwierdź
ps: تایید کړئ
pt_br: Confirmar
pt_pt: Confirmar
ro_ro: Confirma
ru_ru: Подтвердить
sk_sk: Potvrdiť
sl: Potrdi
sq: Konfirmo
sr_rs: Potvrdi
sv_se: Bekräfta
sw_ke: Thibitisha
ta: உறுதிப்படுத்தவும்
th: ยืนยัน
tl_ph: Kumpirmahin
tr: Onayla
uk_ua: Підтвердити
vi_vn: Xác nhận
xh_za: Qinisekisa
zh_cn: 确定
zh_tw: 確定

source: Unsubscribe users from course
ar: إلغاء تسجيل المستخدمين من المقرر
ast_es: Anular la matrícula de los usuarios nel cursu
bn_bd: কোর্স থেকে ব্যবহারকারীদের অসাবস্ক্রাইব করুন
bs_ba: Odbaci korisnike iz kursa
ca_es: Anular la inscripció dels usuaris del curs
cs_cz: Odregistrovat uživatele ze školení
da: Afmeld deltagere fra kursussiden
de: Teilnehmer aus Kurs abmelden
el: Ακύρωση εγγραφής χρηστών από το μάθημα
eo: Forigi uzantojn el la kurso
es: Anular la inscripción de los usuarios en el curso
es_mx: Anular la inscripción de los usuarios en el curso
eu_es: Kendu erabiltzaileen inskripzioa ikastarotik
fa_ir: ابطال ثبت نام کاربران از درس
fi_fi: Poista käyttäjät kurssista
fo_fo: Tak brúkarar av skráning frá kursi
fur: Disiscrivi i utents dal curs
ga: Díchláraigh úsáideoirí ón gcúrsa
gl: Desmatricular usuarios do curso
he_il: בטל רישום משתמשים לקורס
hi: पाठ्यक्रम से उपयोगकर्ताओं को असदस्यता करें
hr_hr: Odbaci korisnike iz tečaja
hu_hu: Felhasználók eltávolítása a kurzusról
hy: Վերացնել օգտատերերին դասընթացից
id_id: Keluarkan user dari Mata Kuliah
it: Cancella l'utente dal corso
ja: コースからユーザーを登録解除
ka_ge: მომხმარებლების კურსიდან გამოწერა
ko_kr: 코스에서 사용자 구독 취소
lo: ຍົກເລີກການລົງທະບຽນຜູ້ໃຊ້ອອກຈາກລາຍວິຊາ
lt_lt: Išregistruoti vartotojus iš kurso
lv_lv: Dzēst lietotājus no kursa
mk_mk: Отпиши ги корисниците од курсот
ms_my: Nyahlanggan pengguna daripada kursus
my_mm: သင်တန်းမှ အသုံးပြုသူများကို စာရင်းမှဖယ်ရှားပါ
ne: पाठ्यक्रमबाट प्रयोगकर्ताहरूलाई हटाउनुहोस्
nl: Gebruikers uitschrijven uit de cursus
nn_no: Fjern brukarar frå kurs
oc: Desinscrivre los utilizaires del curs
pl_pl: Wypisz użytkowników z kursu
ps: کاروونکي د کورس څخه لغوه کړئ
pt_br: Cancelar incrição do usuários do curso
pt_pt: Anular/cancelar inscrição dos utilizadores no curso
ro_ro: Scoate userii de la curs
ru_ru: Выписать пользователей с курса
sk_sk: Odhlásiť používateľov z kurzu
sl: Izpiši uporabnike iz tečaja
sq: Shkëput përdoruesit nga kursi
sr_rs: Ispiši korisnike iz treninga
sv_se: Avregistrera användare från kursen
sw_ke: Ondoa watumiaji kutoka kwenye kozi
ta: பாடத்திலிருந்து பயனர்களை நீக்கவும்
th: ยกเลิกการสมัครผู้ใช้จากรายวิชา
tl_ph: Mag-unsubscribe ng mga gumagamit mula sa kurso
tr: Kullanıcıların ders kaydını sil
uk_ua: Відрахувати користувачів з курсу
vi_vn: Hủy đăng ký người dùng khỏi khóa học
xh_za: Khupha abafundi kwizifundo
zh_cn: 没有订阅的用户
zh_tw: 把使用者從本課程剔除

source: Missing class title
ast_es: Falta'l nome de la clase
bn_bd: ক্লাসের শিরোনাম অনুপস্থিত
bs_ba: Nedostaje naslov klase
ca_es: Falta el nom de la classe
cs_cz: Chybí název třídy
da: Manglende klassenavn
el: Δεν υπάρχει το όνομα της τάξης
eo: Mankas klasnomo
es_mx: Falta el nombre de la clase
eu_es: Klasearen izena falta da
fa_ir: فاقد نام کلاس
fi_fi: Luokan otsikko puuttuu
fo_fo: Bólkaheiti vantar
fur: Title dal clas faltant
ga: Teideal ranga ar iarraidh
gl: Nome da clase que falta
he_il: חסר שם מחלקה
hi: कक्षा शीर्षक अनुपस्थित
hr_hr: Nedostaje naslov razreda
hu_hu: Hiányzó osztálynév
hy: Բացակայում է դասի վերնագիրը
id_id: Nama klas hilang
it: Nome della classe mancante
ja: クラスタイトルが不足しています
ka_ge: კლასის სათაური აკლია
ko_kr: 클래스 제목 누락
lo: ຂາດຫົວຂໍ້ຫ້ອງຮຽນ
lt_lt: Klasės vardo nėra
lv_lv: Pazudis grupas nosaukums
mk_mk: Недостасува името на паралелката
ms_my: Tajuk kelas hilang
my_mm: အတန်းခေါင်းစဉ်ပျောက်ဆုံးနေသည်
ne: कक्षा शीर्षक हराएको छ
nl: Klasnaam ontbreekt
nn_no: Manglar klassetittel
oc: Titèl de classe mancant
pl_pl: Brak nazwy klasy
ps: د ټولې نوم نه شته
pt_br: Falta o nome da turma
pt_pt: Nome da turma em falta
ro_ro: Lipseste numele clasei
ru_ru: Пропущено (утеряно) название класса
sk_sk: Meno triedy chýba
sq: Mungon titulli i klasës
sr_rs: Ime razreda je obavezno
sv_se: Klassnamn saknas
sw_ke: Kichwa cha darasa kinakosekana
ta: வகுப்பு தலைப்பு இல்லை
th: ขาดชื่อชั้นเรียน
tl_ph: Kulang ang pamagat ng klase
tr: Sınıf ismi mevcut değil
uk_ua: Пропущено назву класу
vi_vn: Thiếu tiêu đề lớp
xh_za: Isihloko seklasi siyahlephiwe
zh_cn: 缺少类名
zh_tw: 遺失的班級名稱

source: Class title exists
ast_es: El nome de la clase yá esiste
bn_bd: ক্লাসের শিরোনাম বিদ্যমান
bs_ba: Naslov klase već postoji
ca_es: Aquest nom de classe ja existeix
cs_cz: Název třídy existuje
da: Klassenavn eksisterer
el: Το όνομα της τάξης υπάρχει
eo: Klasnomo jam ekzistas
es_mx: El nombre de la clase ya existe
eu_es: Klasearen izena badago lehendik
fa_ir: نام کلاس وجود دارد
fi_fi: Luokan otsikko on jo olemassa
fo_fo: Bólkaheitið finst longu
fur: Title dal clas esist
ga: Tá teideal ranga ann cheana
gl: Este nome de clase xa existe
he_il: שם הכיתה קיים
hi: कक्षा शीर्षक पहले से मौजूद है
hr_hr: Naslov razreda postoji
hu_hu: Létező osztálynév
hy: Դասի վերնագիրը արդեն գոյություն ունի
id_id: Nama klas sudah ada
it: Il nome della classe non esiste
ja: クラスタイトルが既に存在します
ka_ge: კლასის სათაური უკვე არსებობს
ko_kr: 클래스 제목이 이미 존재합니다
lo: ມີຫົວຂໍ້ຫ້ອງຮຽນຢູ່ແລ້ວ
lt_lt: Toks klasės vardas egzistuoja
lv_lv: Grupas nosaukums jau eksistē
mk_mk: Постои името на паралелката
ms_my: Tajuk kelas sudah wujud
my_mm: အတန်းခေါင်းစဉ်ရှိပြီးဖြစ်သည်
ne: कक्षा शीर्षक पहिले नै अवस्थित छ
nl: De klasnaam bestaat reeds
nn_no: Klassepunktet finst allereie
oc: Titèl de classe existissent
pl_pl: Nazwa klasy istnieje
ps: د ټولې نوم شته
pt_br: O nome da turma já existe
pt_pt: Nome de turma já existente
ro_ro: Numele clasei existent!
ru_ru: Название класса есть
sk_sk: Meno triedy existuje
sq: Titulli i klasës ekziston
sr_rs: Ime razreda već postoji
sv_se: Klassnamnet existerar
sw_ke: Kichwa cha darasa kipo tayari
ta: வகுப்பு தலைப்பு ஏற்கனவே உள்ளது
th: ชื่อชั้นเรียนมีอยู่แล้ว
tl_ph: Umiral na ang pamagat ng klase
tr: Sınıf ismi zaten mevcut
uk_ua: Назва класу існує
vi_vn: Tiêu đề lớp đã tồn tại
xh_za: Isihloko seklasi sikhona
zh_cn: 类名不存在
zh_tw: 班級名稱已存在

source: CSV file import location
ar: CSV تحديد مكان لاستيراد ملف
ast_es: Llugar nel qu'atopar el ficheru d'importación CSV
bn_bd: CSV ফাইল আমদানির অবস্থান
bs_ba: Lokacija uvoza CSV datoteke
ca_es: Posició del fitxer d'importació CSV
cs_cz: umístění importovaného CSV souboru
da: Placering af importeret CSV fil
de: CSV Datei Importverzeichnis
el: Τοποθεσία του CVS αρχείου για εισαγωγή
eo: Lokigo de CSV-dosiero
es: Localización del fichero de importación CSV
es_mx: Localización del fichero de importación CSV
eu_es: Inportatzeko CSV fitxategiaren kokalekua
fa_ir: مکان درون ریزی فایل CSV
fi_fi: CSV-tiedoston tuontipaikka
fo_fo: CSV fíla innflytingarstaðseting
fur: Post dal file CSV da importâ
ga: Suíomh iompórtála comhaid CSV
gl: Localización do ficheiro CSV a importar
he_il: מיקום ייבוא ​​קובץ CSV
hi: CSV फ़ाइल आयात स्थान
hr_hr: Lokacija uvoza CSV datoteke
hu_hu: importálandó CVS fájlok helye
hy: CSV ֆայլ ներմուծման տեղադրություն
id_id: Lokasi impor file CSV
it: Indirizzo del file CSV da importare
ja: CSVファイルインポート場所
ka_ge: CSV ფაილის იმპორტის მდებარეობა
ko_kr: CSV 파일 가져오기 위치
lt_lt: Importuojamas CSV failas
lv_lv: CSV faila importēšanas vieta
mk_mk: Локација за увоз на CSV датотека
ms_my: Lokasi import fail CSV
my_mm: CSV ဖိုင်တင်သွင်းရာနေရာ
ne: CSV फाइल आयात स्थान
nl: Locatie CSV bestand
nn_no: Stad for import av CSV-fil
oc: Emplaçament d'importacion del fichièr CSV
pl_pl: Lokalizacja importu pliku CSV
ps: د CSV فایل داخلیدو ځای
pt_br: Localização do arquivo de importação CSV
pt_pt: Local do ficheiro CSV a importar
ro_ro: Locatia fisierului de importat CSV
ru_ru: Месторасположение импорта CSV файла
sk_sk: Umiestnenie importu CSV súboru
sl: Lokacija CVS datoteke za uvoz
sq: Vendndodhja e importit të skedarit CSV
sr_rs: Lokacija CSV datoteke za uvoz
sv_se: Sökväg till importfil (CSV)
sw_ke: Mahali pa kuingiza faili ya CSV
ta: CSV கோப்பு இறக்குமதி இடம்
th: ตำแหน่งนำเข้าไฟล์ CSV
tl_ph: Lokasyon ng CSV file import
tr: CSV dosyasının aktarılacağı yer
uk_ua: Місцезнаходження CSV файлу імпорту
vi_vn: Vị trí nhập file CSV
xh_za: Indawo yokungenisa ifayile leCSV
zh_cn: CSV 文件位置
zh_tw: CSV 檔案匯入位置

source: Classes created
ar: تم إنشاء فصول
ast_es: Clases creaes
bn_bd: ক্লাস তৈরি হয়েছে
bs_ba: Klase kreirane
ca_es: Classes creades
cs_cz: Třída vytvořena
da: Du har nu oprettet klasserne
de: Klassen wurden erstellt
el: Οι τάξεις δημιουργήθηκαν
eo: Klasoj kreitaj
es: Clases creadas
es_mx: Clases creadas
eu_es: Klaseak sortu dira
fa_ir: کلاس ساخته شد
fi_fi: Luokat luotu
fo_fo: Bólkar stovnaðir
fur: Clasis creâdis
ga: Ranganna cruthaithe
gl: Creáronse as clases
he_il: כיתות נוצרו
hi: कक्षाएँ बनाई गईं
hr_hr: Razredi kreirani
hu_hu: Létrehozott osztályok
hy: Ստեղծված դասեր
id_id: Klas telah dibuat
it: Classe creata
ja: 作成されたクラス
ka_ge: შექმნილი კლასები
ko_kr: 생성된 클래스
lo: ຫ້ອງຮຽນຖືກສ້າງແລ້ວ
lt_lt: Klasės sukurtos
lv_lv: Grupas ir izveidotas
mk_mk: Креирани паралелки
ms_my: Kelas dibuat
my_mm: အတန်းများ ဖန်တီးပြီးဖြစ်သည်
ne: कक्षाहरू सिर्जना गरियो
nl: De klassen zijn aangemaakt
nn_no: Klasser oppretta
oc: Classes creatas
pl_pl: Klasy utworzone
ps: ټولې جوړې شوې
pt_br: Turmas criadas
pt_pt: Turmas criadas
ro_ro: Clase create
ru_ru: Классы созданы
sk_sk: Triedy vytvorené
sl: Razredi so bili ustvarjeni
sq: Klasa të krijuara
sr_rs: Razred kreiran
sv_se: Klasser skapade
sw_ke: Madarasa yameundwa
ta: வகுப்புகள் உருவாக்கப்பட்டன
th: ชั้นเรียนที่สร้าง
tl_ph: Mga klase na nilikha
tr: Oluşturulan sınıflar
uk_ua: Класи створено
vi_vn: Các lớp đã tạo
xh_za: Iiklasi zenziwe
zh_cn: 课程被创建
zh_tw: 已創建班級

source: Errors when importing file
ar: أخطاء عند استيراد ملف
ast_es: Hubo errores de la que s'importaba'l ficheru
bn_bd: ফাইল আমদানির সময় ত্রুটি
bs_ba: Greške pri uvozu datoteke
ca_es: Errors en importar el fitxer
cs_cz: Chyby během importu souboru
da: Fejl under importering af fil
de: Fehler bei Datei Import
el: Παρουσιάστηκαν σφάλματα κατά την εισαγωγή του αρχείου
eo: Eraroj dum importado de la dosiero
es: Errores al importar el fichero
es_mx: Errores al importar el fichero
eu_es: Erroreak fitxategia inportatzean
fa_ir: خطا در هنگام درون ریزی فایل
fi_fi: Virheitä tiedoston tuonnissa
fo_fo: Feilur við innflyting av fílu
fur: Erôrs durant l'importazion dal file
ga: Earráidí agus an comhad á iompórtáil
gl: Erros ao importar o ficheiro
he_il: שגיאות בעת ייבוא ​​קובץ
hi: फ़ाइल आयात करते समय त्रुटियाँ
hr_hr: Greške pri uvozu datoteke
hu_hu: Állomány importálásakor keletkezett hibák
hy: Սխալներ ֆայլ ներմուծելիս
id_id: Error pada saat mengimport file
it: Errore nell'importazione del file
ja: ファイルインポート時のエラー
ka_ge: შეცდომები ფაილის იმპორტისას
ko_kr: 파일 가져오기 오류
lt_lt: Klaidos importuojant failą
lv_lv: Kļūda failu importēšanas laikā
mk_mk: Грешки при увезувањето на датотеката
ms_my: Ralat semasa mengimport fail
my_mm: ဖိုင်တင်သွင်းနေစဉ် အမှားများ
ne: फाइल आयात गर्दा त्रुटिहरू
nl: Fouten bij het importeren van het bestand
nn_no: Feil ved import av fil
oc: Error dins l'importacion del fichièr
pl_pl: Błąd importowania pliku
ps: د فایل داخلیدو پر مهال غلطۍ
pt_br: Erros ao importar arquivo
pt_pt: Erros ao importar o ficheiro
ro_ro: Eroare la importarea fisierului
ru_ru: Ошибки при импортировании файла
sk_sk: Chyby počas importovania súboru
sl: Napaka pri uvozu datoteke
sq: Gabime gjatë importimit të skedarit
sr_rs: Greške prilikom uvoza fajla
sv_se: Fel vid filimportering
sw_ke: Makosa wakati wa kuingiza faili
ta: கோப்பு இறக்குமதி செய்யும் போது பிழைகள்
th: ข้อผิดพลาดในการนำเข้าไฟล์
tl_ph: Mga error sa pag-import ng file
tr: Dosyayı içeri aktarmada hata
uk_ua: Помилки при імпортуванні файлу
vi_vn: Lỗi khi nhập file
xh_za: Iimpazamo ekungeniseni ifayile
zh_cn: 导入文件时出错
zh_tw: 匯入檔案時發生錯誤

source: Service activated
ar: تم تنشيط الخدمة
ast_es: Serviciu activáu
bn_bd: সেবা সক্রিয়
bs_ba: Servis aktiviran
ca_es: Servei activat
cs_cz: Služba aktivována
da: Service aktiveret
de: Dienst ist aktiviert
el: Η υπηρεσία ενεργοποιήθηκε
eo: Servo aktivas
es: Servicio activado
es_mx: Servicio activado
eu_es: Zerbitzua aktibaturik
fa_ir: سرویس فعال شد
fi_fi: Palvelu aktivoitu
fo_fo: Tænastan er virknað
fur: Servizi ativât
ga: Seirbhís gníomhachtaithe
gl: Activouse o servizo
he_il: השירות הופעל
hi: सेवा सक्रिय
hr_hr: Usluga aktivirana
hu_hu: Szolgáltatás aktiválva
hy: Ծառայությունը ակտիվացված է
id_id: Layanan diaktivasi
it: Servizio attivato
ja: サービスが有効化されました
ka_ge: სერვისი გააქტიურებულია
ko_kr: 서비스가 활성화되었습니다
lo: ບໍລິການຖືກເປີດໃຊ້ແລ້ວ
lt_lt: Paslauga aktyvuota
lv_lv: Serviss aktivizēts
mk_mk: Сервисот е активиран
ms_my: Perkhidmatan diaktifkan
my_mm: ဝန်ဆောင်မှုဖွင့်ထားသည်
ne: सेवा सक्रिय भयो
nl: Service actief
nn_no: Tjeneste aktivert
oc: Servici activat
pl_pl: usługa aktywowana
ps: خدمت فعال شوی
pt_br: Serviço ativado
pt_pt: Serviço activado
ro_ro: Serviciu activat
ru_ru: Служба активирована
sk_sk: Služba aktivovaná
sl: Storitev je bila aktivirana
sq: Shërbimi i aktivizuar
sr_rs: Servis aktiviran
sv_se: Tjänst aktiverad
sw_ke: Huduma imewezeshwa
ta: சேவை செயல்படுத்தப்பட்டது
th: เปิดใช้งานบริการแล้ว
tl_ph: Na-activate na ang serbisyo
tr: Hizmet etkinleştirildi
uk_ua: Служба активована
vi_vn: Dịch vụ đã kích hoạt
xh_za: Inkonzo ivuliwe
zh_cn: 服务经启动
zh_tw: 服務生效

source: Activate service
ar: فعل الخدمات
ast_es: Servicios activaos
bn_bd: সেবা সক্রিয় করুন
bs_ba: Aktiviraj servis
ca_es: Serveis activats
cs_cz: Aktivuj služby
da: Aktiverede services
de: Aktive Erweiterungen
el: Ενεργοποίηση υπηρεσίας
eo: Aktivaj servoj
es: Activar servicios
es_mx: Servicios activos
eu_es: Aktibatu zerbitzuak
fa_ir: فعال سازی سرویس
fi_fi: Aktivoi palvelu
fo_fo: Virkna tænastuna
fur: Ative il servici
ga: Gníomhachtaigh an tseirbhís
gl: Activar servizos
he_il: הפעל שירות
hi: सेवा सक्रिय करें
hr_hr: Aktiviraj uslugu
hu_hu: Szolgáltatás bekapcsolása
hy: Ակտիվացնել ծառայությունը
id_id: Layanan aktif
it: Attiva i servizi
ja: サービスを有効化
ka_ge: სერვისის გააქტიურება
ko_kr: 서비스 활성화
lo: ເປີດໃຊ້ບໍລິການ
lt_lt: Aktyvuoti paslaugas
lv_lv: Pieslēgt pakalpojumu / servisu
mk_mk: Активирај го сервисот
ms_my: Aktifkan perkhidmatan
my_mm: ဝန်ဆောင်မှုကို ဖွင့်ပါ
ne: सेवा सक्रिय गर्नुहोस्
nl: Actieve services
nn_no: Aktiver teneste
oc: Activar lo servici
pl_pl: Aktywuj usługę
ps: خدمت فعال کړئ
pt_br: Ativar serviços
pt_pt: Activar serviço
ro_ro: Servicii active
ru_ru: Активировать услуги
sk_sk: Aktivovať služby
sl: Aktiviraj storitev
sq: Aktivizo shërbimin
sr_rs: Aktiviraj uslugu (servis)
sv_se: Aktiva tjänster
sw_ke: Wezesha huduma
ta: சேவையை செயல்படுத்தவும்
th: เปิดใช้งานบริการ
tl_ph: I-activate ang serbisyo
tr: Hizmetleri aktifleştir
uk_ua: Активні служби
vi_vn: Kích hoạt dịch vụ
xh_za: Vula inkonzo
zh_cn: 激活服务
zh_tw: 啟用服務

source: Invalid extension
ar: امتداد غير صحيح
ast_es: La estensión nun ye válida
bn_bd: অবৈধ এক্সটেনশন
bs_ba: Neispravna ekstenzija
ca_es: Servei no vàlid
cs_cz: Neplatné rozšíření
da: Ugyldig filtype
de: Ungültige Erweiterung
el: Το extension δεν είναι έγκυρο
eo: Nevalida finaĵo
es: Extensión no válida
es_mx: Extensión no válida
eu_es: Luzapenak ez du balio
fa_ir: فرمت نامعتبر
fi_fi: Virheellinen tiedostopääte
fo_fo: Ógyldig viðbót
fur: Estension no valide
ga: Síneadh neamhbhailí
gl: Extensión non válida
he_il: הרחבה לא חוקית
hi: अमान्य एक्सटेंशन
hr_hr: Neispravna ekstenzija
hu_hu: Érvénytelen kiterjesztés
hy: Անվավեր ընդլայնում
id_id: Ektensi tidak syah
it: Estensione non valida
ja: 無効な拡張子
ka_ge: არასწორი გაფართოება
ko_kr: 잘못된 확장자
lt_lt: Neteisingas išplėtimas
lv_lv: Kļūdains faila paplašinājums
mk_mk: Неисправна екстензија
ms_my: Sambungan tidak sah
my_mm: မမှန်ကန်သော တိုးချဲ့မှု
ne: अमान्य विस्तार
nl: Ongeldige extensie
nn_no: Ugyldig filendelse
oc: Extension invalida
pl_pl: Złe rozszerzenie
ps: ناسم توسیعه
pt_br: Extenção Inválida
pt_pt: Extensão inválida
ro_ro: Extensie invalida
ru_ru: Расширение неверно
sk_sk: Neplatné rozšírenie
sl: Nepravilna razširitev
sq: Shtesë e pavlefshme
sr_rs: Nepostojeća ekstenzija
sv_se: Ogiltigt tillägg
sw_ke: Kiendelezi kisichofaa
ta: செல்லாத நீட்டிப்பு
th: นามสกุลไม่ถูกต้อง
tl_ph: Hindi wasto ang extension
tr: Geçersiz uzantı
uk_ua: Невірне розширення
vi_vn: Phần mở rộng không hợp lệ
xh_za: Isiphelo esingasebenziyo
zh_cn: 无效的扩展
zh_tw: 無效的擴充套件
