Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Socket connections are disabled
ar: التوصيلات معطلة
ast_es: Les conesiones via socket tan deshabilitaes
bn_bd: সকেট সংযোগ নিষ্ক্রিয়
bs_ba: Socket konekcije su onemogućene
ca_es: Les connexions externes (sockets) no estan autoritzades
cs_cz: Spojení je přerušeno
da: Socket connections are deaktiverede
de: Socket Connections sind deaktiviert
el: Οι συνδέσεις socket είναι απενεργοποιημένες
eo: Konekto al eksterna servilo ne eblas
es: Las conexiones vía socket están deshabilitadas
es_mx: Conexiónes vía Socket desabilitada
eu_es: Entxufe bidezko konexioak desgaituta daude
fa_ir: اتصالات سوکت غیر فعال شده اند
fi_fi: Pistoyhteydet ovat pois käytöstä
fo_fo: Socket tengingar eru óvirknar
fur: Lis conexions socket a son disabilitadis
ga: Tá naisc soicéad faoi dhíchumas
gl: As conexións externas (sockets) están deshabilitadas
he_il: חיבורי שקע מושבתים
hi: सॉकेट कनेक्शन अक्षम हैं
hr_hr: Veze s utičnicama su onemogućene
hu_hu: Socket csatlakozási lehetőségek letiltva.
hy: Socket միացումները ան활ացված են
id_id: Koneksi soket dimatikan
it: Le connessioni esterne (socket) sono bloccate
ja: ソケット接続が無効です
ka_ge: სოკეტის კავშირები გამორთულია
ko_kr: 소켓 연결이 비활성화되었습니다
lo: ການເຊື່ອມຕໍ່ Socket ຖືກປິດໃຊ້ງານ
lt_lt: Lizdo ryšiai išjungti
lv_lv: Tīkla pieslēgums ir atjaunots
mk_mk: Поврзувањата се оневозможени
ms_my: Sambungan soket dilumpuhkan
my_mm: ဆော့ခ်ကွန်နက်ရှင်များကို ပိတ်ထားသည်
ne: सकेट कनेक्सनहरू निष्क्रिय छन्
nl: Verbinding met externe server niet mogelijk
nn_no: Socket-forbindingar er deaktiverte
oc: Las connexions socket son desactivadas
pl_pl: Połączenie poprzez gniazdo jest wyłączone
ps: سوکټ تړاوونه غیر فعال دي
pt_br: Conexões externas (sockets) desabilitados
pt_pt: Ligações (sockets) externas estão desactivadas
ro_ro: Conexiunile via socket sunt dezactivate
ru_ru: Соединения с разъемом Сокет нарушено
sk_sk: Socket pripojenia sú zablokované
sl: Povezave preko vtiča so onemogočene (Socket connections are disabled)
sq: Lidhjet socket janë të çaktivizuara
sr_rs: Povezivanje preko socket-a je onemogućeno
sv_se: Nätverkskoppling till servern inaktiverad
sw_ke: Uunganisho wa soketi umezimwa
ta: சாக்கெட் இணைப்புகள் முடக்கப்பட்டுள்ளன
th: ไม่สามารถใช้การเชื่อมต่อทาง Socket ได้
tl_ph: Hindi pinapayagang mga koneksyon ng socket
tr: Soket bağlantıları kapatıldı
uk_ua: З'єднання сокету вимкнено
vi_vn: Kết nối Socket bị vô hiệu hóa
xh_za: Uqhagamshelwano lweSocket lukhubazwe
zh_cn: Socket连接已被禁止
zh_tw: Socket 連線已停用

source: Show email addresses
ar: اعرض عنوان البريد الالكتروني
ast_es: Amosar la direición de corréu electrónicu
bn_bd: ইমেইল ঠিকানা দেখান
bs_ba: Prikaži e-mail adrese
ca_es: Mostrar les adreces de correu-e
cs_cz: Ukaž e-mailové adresy
da: Vis e-mailadresser
de: E-Mail Adressen anzeigen
el: Εμφάνιση διευθύνσεων email
eo: Montri retpoŝtajn adresojn
es: Mostrar la dirección de correo electrónico
es_mx: Mostrar dirección e-mail
eu_es: Erakutsi posta elektronikoko helbideak
fa_ir: نمایش آدرس ایمیل ها
fi_fi: Näytä sähköpostiosoitteet
fo_fo: Vís t-post adressur
fur: Mostre indirisç e postle eletronicjis
ga: Taispeáin seoltaí ríomhphoist
gl: Mostrar o enderezo de correo electrónico
he_il: הצג כתובות דוא"ל
hi: ईमेल पते दिखाएँ
hr_hr: Prikaži adrese e-pošte
hu_hu: Email címek megjelenítése
hy: Ցուցադրել էլ. փոստի հասցեները
id_id: Tampilkan alamat email
it: Mostra gli indirizzi di posta elettronica
ja: 電子メール アドレスを表示
ka_ge: ელფოსტის მისამართების ჩვენება
ko_kr: 이메일 주소 표시
lo: ສະແດງທີ່ຢູ່ອີເມວ
lt_lt: Rodyti el. pašto adresus
lv_lv: Rādīt epasta adreses
mk_mk: Прикажи ја e-mail адресата
ms_my: Tunjukkan alamat e-mel
my_mm: အီးမေးလ်လိပ်စာများကို ပြသပါ
ne: इमेल ठेगानाहरू देखाउनुहोस्
nl: Toon email adressen
nn_no: Vis e-postadresser
oc: Afichar las adreças electronicas
pl_pl: Pokaż adresy e-mail
ps: برېښنالیک پتې ښکاره کړئ
pt_br: Mostrar endereço de e-mail
pt_pt: Apresentar endereços de e-mail
ro_ro: Arata adresa de e-mail
ru_ru: Показать адреса эл. почты
sk_sk: Ukázať e-mailové adresy
sl: Prikaži e-poštni naslov
sq: Shfaq adresat e email-it
sr_rs: Prikaži email adrese
sv_se: Visa e-postadresser
sw_ke: Onyesha anwani za barua pepe
ta: இமெயில் முகவரிகளை காட்டு
th: แสดงชื่อที่อยู่อีเมล
tl_ph: Ipakita ang mga e-mail address
tr: Eposta adreslerini göster
uk_ua: Показувати адреси email
vi_vn: Hiển thị địa chỉ email
xh_za: Bonisa iidilesi ze-imeyile
zh_cn: 显示电邮
zh_tw: 顯示電郵地址

source: Show email addresses to users
ar: أعرض عنوان البريد الالكتروني للمستخدمين
ast_es: Amosar a los usuarios les direiciones de corréu electrónicu
bn_bd: ব্যবহারকারীদের কাছে ইমেইল ঠিকানা দেখান
bs_ba: Prikaži e-mail adrese korisnicima
ca_es: Mostrar les adreces de correu-e als usuaris
cs_cz: Zobrazit emailové adresy uživatelům
da: Vis e-mailadresser til deltagerne
de: E-Mail Adressen den Benutzern anzeigen
el: Εμφάνιση διευθύνσεων email στους χρήστες
eo: Montri retpoŝtajn adresojn al uzantoj
es: Mostrar a los usuarios las direcciones de correo electrónico
es_mx: Mostrar dirección e-mail a los usuarios
eu_es: Erakutsi erabiltzaileei posta elektronikoko helbideak
fa_ir: نمایش آدرس ایمیل ها به کاربران
fi_fi: Näytä käyttäjille sähköpostiosoitteet
fo_fo: Vís t-post adressur til brúkarar
fur: Mostre indirisç e postle eletronicjis ai utents
ga: Taispeáin seoltaí ríomhphoist d'úsáideoirí
gl: Mostrar o enderezo de email aos usuarios
he_il: הצג כתובות דוא"ל למשתמשים
hi: उपयोगकर्ताओं को ईमेल पते दिखाएँ
hr_hr: Prikaži adrese e-pošte korisnicima
hu_hu: Email címek megjelenítése a felhasználók számára
hy: Ցուցադրել էլ. փոստի հասցեները օգտատերերին
id_id: Tampilkan alamat email ke user
it: Permette agli utenti di vedere gli indirizzi di posta elettronica degli iscritti
ja: 電子メール アドレスをユーザーに表示します
ka_ge: ელფოსტის მისამართების ჩვენება მომხმარებლებისთვის
ko_kr: 사용자에게 이메일 주소 표시
lo: ສະແດງທີ່ຢູ່ອີເມວໃຫ້ຜູ້ໃຊ້
lt_lt: Rodyti el. pašto adresus vartotojams
lv_lv: Rādīt e-pasta adreses lietotājiem
mk_mk: Прикажи ја e-mail адресата на корисниците
ms_my: Tunjukkan alamat e-mel kepada pengguna
my_mm: အသုံးပြုသူများထံ အီးမေးလ်လိပ်စာများကို ပြသပါ
ne: प्रयोगकर्ताहरूलाई इमेल ठेगानाहरू देखाउनुहोस्
nl: Toon email adressen aan gebruikers
nn_no: Vis e-postadresser til brukere
oc: Afichar las adreças electronicas ais utilizaires
pl_pl: Pokaż adresy e-mail użytkownikom
ps: کاروونکو ته برېښنالیک پتې ښکاره کړئ
pt_br: Mostrar endereço de e-mail para usuários
pt_pt: Apresentar endereços de e-mail aos utilizadores
ro_ro: Arata adresele de mail utilizatorilor
ru_ru: Показать адреса эл. почты пользователям
sk_sk: Ukázať emailové adresy používateľom
sl: Prikaži e-poštne naslove uporabnikom
sq: Shfaq adresat e email-it për përdoruesit
sr_rs: Prikaži email adrese korisnicima
sv_se: Visa användares e-postadresser
sw_ke: Onyesha anwani za barua pepe kwa watumiaji
ta: பயனர்களுக்கு இமெயில் முகவரிகளை காட்டு
th: แสดงชื่อที่อยู่อีเมล
tl_ph: Ipakita ang mga e-mail address sa mga gumagamit
tr: Eposta adreslerini kullanıcılara göster
uk_ua: Показувати адреси email користувачам
vi_vn: Hiển thị địa chỉ email cho người dùng
xh_za: Bonisa iidilesi ze-imeyile kubasebenzisi
zh_cn: 对用户显示电邮
zh_tw: 向使用者顯示電郵地址

source: Activate this service
ar: قم بتفعيل هذه الخدمة
ast_es: Activar los servicios
bn_bd: এই পরিষেবা সক্রিয় করুন
bs_ba: Aktiviraj ovu uslugu
ca_es: Activar els serveis
cs_cz: Aktivuj toto rozšíření
da: Aktiver denne service
de: Dienste aktivieren
el: Ενεργοποίηση υπηρεσίας
eo: Aktivaj sufiksoj
es: Activar los servicios
es_mx: Activar este servicio
eu_es: Aktibatu zerbitzu hau
fa_ir: فعال کردن این سرویس
fi_fi: Aktivoi tämä palvelu
fo_fo: Virkna hesa tænastuna
fur: Ative cheste servìs
ga: Gníomhaigh an tseirbhís seo
gl: Activar este servizo
he_il: הפעל שירות זה
hi: इस सेवा को सक्रिय करें
hr_hr: Aktiviraj ovu uslugu
hu_hu: Szolgáltatás aktiválása
hy: Ակտիվացնել այս ծառայությունը
id_id: Aktivasi layanan ini
it: Attiva il servizio
ja: このサービスを有効化
ka_ge: ამ სერვისის გააქტიურება
ko_kr: 이 서비스 활성화
lo: ເປີດໃຊ້ບໍລິການນີ້
lt_lt: Aktyvuoti šią paslaugą
lv_lv: Aktivizēt šo servisu
mk_mk: Активирај го овој сервис
ms_my: Aktifkan perkhidmatan ini
my_mm: ဤဝန်ဆောင်မှုကို ဖွင့်ပါ
ne: यो सेवा सक्रिय गर्नुहोस्
nl: Actieve extensies
nn_no: Aktiver denne tenesta
oc: Activar aqueste servici
pl_pl: Uruchom tą usługę
ps: دا خدمت فعال کړئ
pt_br: Ativar este serviço
pt_pt: Activar este serviço
ro_ro: Activeaza serviciul
ru_ru: Активировать эту службу
sk_sk: Aktivovať túto službu
sl: Aktiviraj to storitev
sq: Aktivizo këtë shërbim
sr_rs: Aktivirajte ovu uslugu
sv_se: Aktivera denna tjänst
sw_ke: Washisha huduma hii
ta: இந்த சேவையை செயல்படுத்து
th: เปิดใช้งาน
tl_ph: I-activate ang serbisyong ito
tr: Bu hizmeti aktifleştir
uk_ua: Активувати цю службу
vi_vn: Kích hoạt dịch vụ này
xh_za: Vuselela eli nkonzo
zh_cn: 启动本服务
zh_tw: 啟動本服務

source: Chamilo LIVE is a videoconferencing tool that offers: Slides sharing, whiteboard to draw and write on top of slides, audio/video duplex and chat. It requires Flash® player 9+ and offers 2 modes : one to many and many to many.
ar: تقدم اداة كاميلو للمؤتمر الفيديوي: مشاركة الشرائح، سبورة الكتابة على الشرائح، دردشة مع صوت وفيديو، الا انه يتطلب فلاش
ast_es: Chamilo Live Conferencing® ye una ferramienta estándar de videoconferencia qu'ufierta: enseñar diapositives, pizarra pa dibuxar y escribir, audio/video duplex, chat. Namás necesita Flash® player y tien tres modos: ún a ún, ún a munchos y munchos a munchos.
bn_bd: Chamilo LIVE একটি ভিডিও কনফারেন্সিং টুল যা প্রদান করে: স্লাইড শেয়ারিং, স্লাইডের উপর আঁকা এবং লেখার জন্য হোয়াইটবোর্ড, অডিও/ভিডিও ডুপ্লেক্স এবং চ্যাট। এটির জন্য Flash® প্লেয়ার ৯+ প্রয়োজন এবং ২টি মোড প্রদান করে: এক থেকে অনেক এবং অনেক থেকে অনেক।
bs_ba: Chamilo LIVE je alat za videokonferencije koji nudi: dijeljenje slajdova, whiteboard za crtanje i pisanje preko slajdova, audio/video duplex i chat. Zahtijeva Flash® player 9+ i nudi 2 moda: jedan prema mnogima i mnogi prema mnogima.
ca_es: Chamilo Live Conferencing® és una eina normalitzada de videoconferència que ofereix: difusió de diapositives, pissarra per dibuixar i 'escriure, àudio i vídeo dúplex, xat i llista d'usuaris connectats. Funciona sobre el navegador d'internet amb Flash® sobre 3 modes: un a un, un a molts i molts a molts
cs_cz: Chamilo LIVE je videokonferenční nástroj který nabízí: sdílení prezentací, tabuli na kreslení a psaní textů do prezentací, obousměrné audio/video a chat. Požaduje Flash® player 9+
da: Chamilo Live Conferencing® er et standardiseret videokonference-værktøj. Værktøjer tilbyder følgende: Visning af diapos, whiteboard der kan tegnes og skrives på, audio/video og chat. Du skal have en Flash® player installeret på computeren for at kunne benytte dig af det. Værktøjet kan bruges på ter måder: En-til-en, en-til-mange eller mange-til-mange.
de: Chamilo Live Conferencing® ist ein Standard Tool von Visioconference. Es bietet: Anzeige von Präsenatationen, Whiteboard zum Zeichnen und Schreiben, Audio/Video duplex, Chat. Es ist lediglich der Flash® Player notwendig und es werden 3 Modi unterstützt: one2one, one2many und many2many.
el: Το Chamilo LIVE είναι εργαλείο τηλεδιάσκεψης που προσφέρει: Κοινή χρήση διαφανειών, πίνακας λευκού για σχεδίαση και γραφή πάνω από διαφάνειες, ήχος/εικόνα duplex και chat. Απαιτεί Flash® player 9+ και προσφέρει 2 τρόπους: ένα προς πολλούς και πολλοί προς πολλούς.
eo: Chamilo Live Conferencing? estas videokonferenca ilo kun funkcioj kiaj: montrado de diapozitivaroj, blanktabuloj por skizi kaj skribi, aŭdo-vida duopo, babilado. Ĝi necesigas nur la Flash?-aparaton kaj ebligas tri labormanierojn: 1 al 1, 1 al pluraj kaj pluraj al pluraj.
es: Chamilo Live Conferencing® es una herramienta estándar de videoconferencia que ofrece: mostrar diapositivas, pizarra para dibujar y escribir, audio/video duplex, chat. Tan solo requiere Flash® player, permitiendo tres modos: uno a uno, uno a muchos, y muchos a muchos.
es_mx: Chamilo Live Conferencing® es una herramienta estándar de videoconferencia que ofrece: mostrar diapositivas, pizarra para dibujar y escribir, audio/video duplex, chat. Sólo requiere de Flash® player y permite usar tres modos: uno a uno, uno a muchos, y mu
fa_ir: Chamilo LIVE ابزاری ویدیوکنفرانس است که ارائه می‌دهد: اشتراک اسلایدها، تخته سفید برای نقاشی و نوشتن روی اسلایدها، صوت/ویدیو دوطرفه و چت. نیاز به Flash® player 9+ دارد و ۲ حالت ارائه می‌دهد: یک به چند و چند به چند.
fi_fi: Chamilo LIVE on videoneuvottelutyökalu, joka tarjoaa: diatjaon, liitutaulun piirtämiseen ja kirjoittamiseen diojen päälle, kaksisuuntaisen äänen/videon ja keskustelun. Se vaatii Flash®-soitimen 9+ ja tarjoaa 2 tilaa: yksi-monelle ja monta-monta.
fo_fo: Chamilo LIVE er eitt videokonferans verkfør sum býður: Deiling av fólkum, tavla at teikna og skriva á fólkini, audio/video duplex og chat. Tað krevur Flash® spælari 9+ og býður 2 møguleikar: ein til mong og mong til mong.
fur: Chamilo LIVE je un strûl di videoconferenze che ofrì: condivission di diapositive, lavagne par disnâ e scrivi su lis diapositive, audio/video duplex e chat. Al vûf Flash® player 9+ e ofrì 2 modâlitis : un a un a tai e tai a tai.
ga: Is uirlis físioconraim Chamilo LIVE a thairgeann: Comhroinnt sleamhnáin, clár bán le tarraingt agus scríobh ar sleamhnáin, fuaime/fhíseáin déphléacs agus comhrá. Teastaíonn imreoir Flash® 9+ uaidh agus tairgeann sé 2 mhodh : ceann go mór agus mór go mór.
gl: Chamilo Live Conferencing® (Conferencia ao Vivo de Chamilo) é unha ferramenta padrón de videoconferencia que oferta: mostrar diapositivas, pizarra para debuxar e escribir, duplex audio/video, chat. Só require o reprodutor de Flash® e permite utilizar tres modos: one2one (un a un), one2many (un a varios) e many2many (moitos a moitos).
he_il: Chamilo LIVE הוא כלי לשיחות ועידה בווידאו המציע: שיתוף שקופיות, לוח ציור וכתיבה על גבי שקופיות, אודיו/וידאו דופלקס וצ'אט. הוא דורש נגן Flash® 9+ ומציע 2 מצבים: אחד לרבים ורבים יותר מדי.
hi: Chamilo LIVE एक वीडियो कॉन्फ्रेंसिंग उपकरण है जो प्रदान करता है: स्लाइड साझाकरण, स्लाइड्स पर ड्राइंग और लिखने के लिए व्हाइटबोर्ड, ऑडियो/वीडियो डुप्लेक्स और चैट। इसके लिए Flash® प्लेयर 9+ आवश्यक है और 2 मोड प्रदान करता है: एक से कई और कई से कई।
hr_hr: Chamilo LIVE je alat za videokonferencije koji nudi: dijeljenje slajdova, bijelu ploču za crtanje i pisanje preko slajdova, audio/video duplex i chat. Zahtijeva Flash® player 9+ i nudi 2 moda: jedan prema mnogima i mnogi prema mnogima.
hu_hu: A Chamilo Live Conferencing® eszköz élő videokonferencia lebonyolítását teszi lehetővé az alábbi lehetőségek biztosításával: diasorozatok bemutatása, tábla írása és olvasása, csevegés és kétirányú audió és videó átvitel. Az eszköz mindössze a Flash® lejátszó telepítését igényli és három üzemmódban használható: egy-egy, egy-több, több-több.
hy: Chamilo LIVE-ը վիդեոկոնֆերանսի գործիք է, որը առաջարկում է՝ սլայդների կիսում, սպիտակ տախտակ սլայդների վրա նկարելու և գրելու համար, ձայնային/վիդեո դուպլեքս և չաթ: Պահանջում է Flash® player 9+ և առաջարկում 2 ռեժիմ՝ մեկից շատին և շատից շատին:
it: Chamilo Live Conferencing® è uno strumento di videoconferenza che offre: slideshow, lavagna bianca, audio e video in duplex, chat. Permette un uso 1-a-1, 1-a-molti, molti-a-molti.
ja: Chamilo LIVEはビデオ会議ツールで、スライド共有、スライド上に描画・書き込みするホワイトボード、音声/ビデオデュプレックス、チャットを提供します。Flash® player 9+が必要で、1対多および多対多の2モードがあります。
ka_ge: Chamilo LIVE არის ვიდეოკონფერენციის ინსტრუმენტი, რომელიც გთავაზობთ: სლაიდების გაზიარებას, დაფას სლაიდებზე ხატვისა და წერისთვის, აუდიო/ვიდეო დუპლექსს და ჩატს. საჭიროა Flash® player 9+ და გთავაზობთ 2 რეჟიმს: ერთი მრავლისთვის და მრავალი მრავლისთვის.
ko_kr: Chamilo LIVE는 슬라이드 공유, 슬라이드 위에 그리기 및 쓰기 화이트보드, 오디오/비디오 듀플렉스 및 채팅을 제공하는 화상 회의 도구입니다. Flash® 플레이어 9+가 필요하며 1대 다수 및 다수 대 다수 모드를 제공합니다.
lo: Chamilo LIVE ແມ່ນເຄື່ອງມືປະຊຸມວິດີໂອທີ່ສະເໜີ: ການແບ່ງປັນສະໄລດ໌, ກະດານຂາວເພື່ອແຕ້ມ ແລະ ຂຽນເທິງສະໄລດ໌, ສຽງ/ວິດີໂອສອງທາງ ແລະ ການສົນທະນາ. ມັນຕ້ອງການ Flash® player 9+ ແລະ ສະເໜີ 2 ໂໝດ: ໜຶ່ງຕໍ່ຫຼາຍ ແລະ ຫຼາຍຕໍ່ຫຼາຍ.
lt_lt: Chamilo Live Conferencing® siūlo : pašnekovo rodymas, lenta piešimui ir rašymui, audio/video duplex, chat.
lv_lv: Chamilo LIVE ir videokonferenču rīks, kas piedāvā: prezentāciju slaidu apmaiņu, tāfele ar iespēju zīmēt un rakstīt virsū slaidiem, audio / video duplekss un tērzēšana. Tā nodrošināšanai ir nepieciešams vismaz Flash Player 9 vai augstāks. Instruments piedāvā 2 veidu konferences iespējas: viens daudziem, un daudzi daudziem.
mk_mk: Chamilo Live Conferencing® е стандардна алатка за видеоконференција која нуди: прикажување на дијапозотови, табла за цртање и пишување, аудио/видео пренос, говор. Таа бара само Flash® player и дозволува користење на три мода: еден_на_еден, еден_на_многу и многу_на_многу.
my_mm: Chamilo LIVE သည် ဗီဒီယိုကွန်ဖရင့်ကိရိယာတစ်ခုဖြစ်ပြီး အောက်ပါအရာများကို ပေးဆောင်သည်: စလိုက်မျှဝေခြင်း၊ စလိုက်များပေါ်တွင် ရေးဆွဲရန်နှင့် ရေးသားရန် ဝှိုက်ဘုတ်၊ အသံ/ဗီဒီယိုနှစ်ဆင့်နှင့် ချက်တင်။ ၎င်းသည် Flash® player 9+ လိုအပ်ပြီး နှစ်မျိုးသော မုဒ်များကို ပေးဆောင်သည်: တစ်ဦးမှ များစွာသို့ နှင့် များစွာမှ များစွာသို့။
ne: Chamilo LIVE ले भिडियो सम्मेलन उपकरण प्रदान गर्दछ: स्लाइड साझेदारी, स्लाइडहरू माथि चित्र कोर्न र लेख्न व्हाइटबोर्ड, अडियो/भिडियो डुप्लेक्स र च्याट। यसले Flash® प्लेयर ९+ आवश्यक छ र दुई मोडहरू प्रदान गर्दछ: एक धेरै र धेरै धेरै।
nl: Chamilo Live Conferencing® is een visioconference tool met functionaliteit zoals: tonen van dia presentaties, whiteboard om te tekenen en te schrijven, audio/video duplex, chat. Het vereist juist de Flash® speler en laat drie manier van werken toe: 1 op 1, 1 naar veel en veel naar veel.
nn_no: Chamilo LIVE er eit videokonferanseverktøy som tilbyr: Deling av lysark, tavle for å teikne og skrive oppå lysark, duplex lyd/video og chat. Det krev Flash®-lesar 9+ og tilbyr 2 modi: ein-til-mange og mange-til-mange.
oc: Chamilo LIVE es un naut d videoconferéncia que offers : partatge de diapositivas, tablèu blanc per desenhar e escriure sus las diapositivas, audio/video duplex e chat. Requèri lo leitor Flash® 9+ e offers 2 mòdes : un a un e mantot a mantot.
pl_pl: Chamilo LIVE to narzędzie do prowadzenia wideokonferencji oferujące: współdzielenie prezentacji, wirtualną tablicę, komunikację audio/video i chat. Wymaga Flash Player 9+.
ps: Chamilo LIVE د ویډیو کنفرانس وسیل دی چې وړاندې کوي: اسلایډونو شریکول، ویته بورډ د اسلایډونو پر سر رسم او لیکلو لپاره، غږ/ویډیو دوه اړخیز او چټ. دا Flash® پلیر ۹+ ته اړتیا لري او ۲ حالتونه وړاندې کوي: یو ډول ډېر او ډېر ډول ډېر.
pt_br: Chamilo Live Conferencing® é uma ferramenta standard de videconferência que oferece: projeção de dispositivo, quadro para desenhar e escrever, possibilidade de conversas utilizando audio/video. Requer o player do Flash® e permite usar três modos: um para um, um para muitos e muitos para muitos.
pt_pt: Chamilo LIVE é uma ferramenta de videoconferência que oferece: partilha de slides/apresentações, quadro branco/whiteboard para desenhar e escrever em cima de slides/apresentações, vídeo/áudio em duplex e chat. Requer o Adobe Flash Player 9.x e oferece 2 modos de utilização: um para muitos e muitos para muitos.
ro_ro: Conferinta Chamilo in Timp Real® e o unealta standard a visioconferintei ce ofera : afisarea de diapozitive, tabla pentru a desena si scrie, duplex audio/video, chat. Necesita doar player Flash® si permite folosirea a trei moduri : unu la unu, unu la mai multi si mai multi la mai multi.
ru_ru: Chamilo конференция в прямом эфире® - это стандартный инструмент видеоконференции, который предлагает: показ слайдов, белая доска для рисования или записей фломастерами, спаренное аудио/видео, чат. Она требует только Flash® плеер и позволяет использовать три режима: один на один, один со многими, многие с многими.
sk_sk: Chamilo LIVE je videokonferenčný nástroj, ktorý ponúka: zdieľanie prezentácií, tabuľu na kreslenie a písanie textov do prezentácií, obojsmerné audio/video a konverzáciu. Požaduje Flash® player 9+ a ponúka dva režimy: jeden všetkým a všetci všetkým.
sl: Chamilo Live Conferencing® je standardno orodje, namenjeno videokonferencam, in ponuja: prikaz diapozitivov, belo tablo (whiteboard) za risanje in pisanje, dvosmeren avdio in video prenos, klepet. Zahteva le Flash® predvajalnik v.9+ in dovoljuje uporabo treh različnih načinov interakcije : ena-na-ena, ena-na-več in več-z-večimi.
sq: Chamilo LIVE është një vegël videoconference që ofron: ndarje të slide-ve, tavolinë të bardhë për të vizatuar dhe shkruar mbi slide-t, audio/video duplex dhe chat. Kërkon Flash® player 9+ dhe ofron 2 modalitete: një me shumë dhe shumë me shumë.
sr_rs: Chamilo LIVE je alat za videokonferencije koji nudi: deljenje slajdova, tablu za crtanje i pisanje preko slajdova, audio/video dupleks i chat. Zahteva Flash® player 9+ i nudi 2 moda: jedan prema mnogima i mnogi prema mnogima.
sv_se: Chamilo Live Conferencing® är ett standardverktyg för visiokonferenser som erbjuder: visa presentationssidor (ex powerpoint), whiteboardfunktion, ljud och videoöverföring i duplex, chat, mm. Verktyget kräver Flashplugin och kan användas i tre lägen: en->en, en->många eller många->många.
ta: Chamilo LIVE ஒரு வீடியோ கான்பரன்ஸிங் கருவி: ஸ்லைடுகள் பகிர்வு, ஸ்லைடுகளின் மேல் வரைவு செய்யும் வெள்ளை பலகை, ஆடியோ/வீடியோ டூப்ளக்ஸ் மற்றும் சாட் ஆகியவற்றை வழங்குகிறது. இது Flash® பிளேயர் 9+ தேவைப்படுகிறது மற்றும் 2 மோடுகளை வழங்குகிறது: ஒன்றுக்கு பல மற்றும் பலுக்கு பல.
th: Chamilo LIVE คือเครื่องมือประชุมทางวิดีโอที่ให้: การแบ่งปันสไลด์ ไวท์บอร์ดสำหรับวาดและเขียนบนสไลด์ ออดิโอ/วิดีโอแบบดูเพล็กซ์ และแชท ต้องใช้ Flash® player 9+ และมี 2 โหมด: หนึ่งต่อหลาย และหลายต่อหลาย
tr: Chamilo Canlı Görüşme® visio-konferansın: diapos görüntüleme, yazmak ve çizmek için beyaztahta, çif yönlü ses/video, sohbet sunduğu standart bir araçtır.
uk_ua: Chamilo Live Conferencing╝ це стандартний інструмент відеоконференцій, який пропонує: показ слайдів, дошки для малювання та записів, потокові аудіо та відео, чат. Потрібен лише Flash╝ player та дозвіл використання трьох режимів: один-один, один-багато, багато-багато.
vi_vn: Chamilo LIVE là công cụ hội nghị truyền hình cung cấp: Chia sẻ slide, bảng trắng để vẽ và viết trên slide, âm thanh/video hai chiều và chat. Yêu cầu Flash® player 9+ và cung cấp 2 chế độ: một-đến-nhiều và nhiều-đến-nhiều.
zh_cn: Chamilo Live Conferencing 是一个标准的视频会议工具，它提供了显示幻灯片、白板、语音/视频和聊天等功能；它仅仅需要Flash播放器支持，它提供了三种使用模式：一对一、一对多、多对多。
zh_tw: Chamilo Live Conferencing 是一個標準的視頻會議工具，它提供了顯示幻燈片、白板、語音/視頻和聊天等功能；它僅僅需要Flash播放器支援，它提供了三種使用模式︰一對一、一對多、多對多。
