Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: <p><b>Introduction</b></p><p>This tool allows you to create and manage workgroups. On first creation (Create groups), groups are 'empty'. There are many ways to fill them:<ul><li>automatically ('Fill groups (random)'),</li><li>manually ('Edit'),</li><li>self-registration by users (Groups settings: 'Self registration allowed...').</li></ul>These three ways can be combined. You can, for instance, first ask users to self-register.Then if you find some of them didn't register, decide to fill groups automatically (random) in order to complete them. You can also edit each group to determine membership, user by user, after or before self-registration and/or automatically on registration.</p><p>Filling groups, whether automatically or manually, is possible only for users registered on the course. The users list is visible in <b>Users</b> tool. </p><hr noshade size=1><p><b>Create groups</b></p><p>To create new groups, click on 'Create new group(s)' and decide the number of groups to create.</p><hr noshade size=1><p><b>Group settings</b></p><p>You can determine Group settings globally (for all groups).<b>Users may self-register in groups</b>:<p>You create empty groups, users self-register.If you have defined a maximum number, full groups do not accept new members.This method is handy for trainers unfamiliar with the users list when creating groups.</p><b>Tools</b>:</p><p>Every group is assigned either a forum (private or public) or a Documents area(a shared file manager) or (in most cases) both.</p><hr noshade size=1><p><b>Manual editing</b></p><p>Once groups have been created (Create groups), you will see, at the bottom of the page, a list of groups along with with several options:<ul><li><b>Edit</b>Manually modify group name, description, tutor, members list.</li><li><b>Delete</b> Delete a group.</li></ul><hr noshade size=1>
so_so: <p><b>Muhiimad</b></p><p>Toolkani waxa uu kuu ogolaanayaa in aad abuurto oo aad maamusho kooxo shaqo. Marka ugu horreysa (Create groups), kooxuhu waa 'empty'. Waxaa jira siyaabo badan oo loo buuxiyo:<ul><li>si otomaatig ah ('Fill groups (random)'),</li><li>si gacmeed ('Edit'),</li><li>is-diwaan gelinta isticmaale (Groups settings: 'Self registration allowed...').</li></ul>Way isku dari karaan saddexdan hab. Tusaale ahaan, marka hore waxaad weydiisan kartaa isticmaale inay is diiwaan geliyaan. Ka dib haddii aad ogaato in qaarkood aysan diiwaan gelin, go'aan ka gaadho in aad si otomaatig ah u buuxiso kooxo (random) si aad u dhammaystirto. Waxaad sidoo kale tafatiri kartaa koox kasta si aad u go'aansato xubinnimada, isticmaale kasta, ka dib ama ka hor is-diwaan gelinta iyo/ama si otomaatig ah diiwaan gelinta.</p><p>Buurista kooxaha, ha ahaado si otomaatig ah ama gacmeed, waxa ay suurtagal tahay oo keliya isticmaale diiwaan geliyay koorsada. Liiska isticmaale waxa uu ka muuqdaa <b>Users</b> tool. </p><hr noshade size=1><p><b>Create groups</b></p><p>Saad abuurto kooxo cusub, riix 'Create new group(s)' oo go'aan ka gaadho tirada kooxaha la abuurayo.</p><hr noshade size=1><p><b>Group settings</b></p><p>Waxaad go'aamin kartaa Group settings guud ahaan (dhammaan kooxaha).<b>Users may self-register in groups</b>:<p>Waxaad abuurtaa kooxo madhan, isticmaale is-diwaan geliyaa.Haddii aad go'aamisay tirada ugu badan, kooxaha buuxa ma aqbalaan xubno cusub.Habkani waa mid ku habboon macallimiinta aan aqoon liiska isticmaale marka la abuurayo kooxo.</p><b>Tools</b>:</p><p>Koox kasta waxaa la siiyaa labada forum (private ama public) ama aagga Documents (maamule faylo la wadaago) ama (intooda badan) labadaba.</p><hr noshade size=1><p><b>Manual editing</b></p><p>Marka kooxaha la abuuro (Create groups), waxaad arki doontaa, bogga hoostiisa, liis kooxo ah oo leh doorashooyin badan:<ul><li><b>Edit</b>Si gacmeed wax ka beddel magaca kooxda, sharaxaadda, macallinka, liiska xubnaha.</li><li><b>Delete</b> Tirtir koox.</li></ul><hr noshade size=1>

source: <p>The tests tool allows you to create tests containing as many questions as you like.<br><br> You can choose from a range of question formats clearly displayed at the top of the page when you create a test including (for example):<br><br><ul> <li>Multiple choice (single or multiple answers)</li> <li>Matching</li> <li>Fill in the blanks etc.</li></ul>A test can include any number and combination of questions and question formats.</p><hr><b>Test creation</b><p>To create a test, click on the "New test" link.<br><br>Type a name for the test, as well as an optional description.<br><br>You can add various elements to this, including audio or video files, e.g. for listening comprehension, but take care to make such files as small as possible to optimise download time (e.g. use mp3 rather than wav files - they're far smaller but perfectly good quality). <br><br>You can also choose between two modes of presentation:<br><br><ul> <li>Questions on an single page</li> <li>One question per page (sequentially)</li></ul>and opt for questions to be randomly organised when the test is run.<br><br>Finally, save your test. You will be taken to the question administration.</p><hr><b>Adding a question</b><p>You can now add a question to the newly created test. You can if you wish include a description and/or an image. To create the test types mentioned above, follow the following steps: </p><hr><b>Multiple choice</b><p>In order to create a MAQ / MCQ :<br><br><ul> <li>Define the answers for your question. You can add or delete an answer by clicking on the right-hand button</li> <li>Check the left box for the correct answer(s)</li> <li>Add an optional comment. This comment won't be seen by the user until he/she has answered the question</li> <li>Give a weighting to each answer. The weighting can be any positive or negative integer (or zero)</li> <li>Save your answers</li></ul></p><hr><b>Fill in the blanks</b><p>This allows you to create a cloze passage. The purpose is to prompt the user to find words that you have removed from the text.<br><br>To remove a word from the text, and thus create a blank, put brackets [like this] around it.<br><br>Once the text has been typed and blanks defined, you can add a comment that will be seen by the learner depending on the reply to the question.<br><br>Save your text, and you will be taken to the next step allowing you to assign a weighting to each blank. For example, if the question is worth 10 points and you have 5 blanks, you can give a weighting of 2 points to each blank.</p><hr><b>Matching</b><p>This answer type can be chosen so as to create a question where the user will have to connect elements from list A with elements from list B.<br><br>It can also be used to ask the user to arrange elements in a given order.<br><br>First, define the options from which the user will be able to choose the best answer. Then, define the questions which will have to be linked to one of the options previously defined. Finally, connect elements from the first list with those of the second list via the drop-down menu.<br><br>Note: Several elements from the first unit might point to the same element in the second unit.<br><br>Assign a weighting to each correct match, and save your answer.</p><hr><b>Modifying a test</b><p>In order to modify a test, the principle is the same as for creating a test. Just click on the picture <img src="../img/edit.gif" border="0" align="absmiddle"> beside the test to modify, and follow the instructions above.</p><hr><b>Deleting a test</b><p>In order to delete a test, click on the picture <img src="../img/delete.gif" border="0" align="absmiddle"> beside the test to delete it.</p><hr><b>Enabling a test</b><p>For a test can be used, you have to enable it by clicking on the picture <img src="../img/invisible.gif" border="0" align="absmiddle"> beside the test name.</p><hr><b>Running the test</b><p>You can try out your test by clicking on its name in the tests list.</p><hr><b>Random questions</b><p>Whenever you create/modify a test, you can decide if you want questions to be drawn in a random order from amongst all test questions.<br><br>By enabling this option, questions will be drawn in a different order every time a user runs the test.<br><br>If you have got a large number of questions, you can opt to randomly draw only x-number of questions from the questions available.</p><hr><b>Questions pool</b><p>When you delete a test, its questions are not removed from the database, so they can be recycled back into another test via the questions pool.<br><br>The questions pool also allows you to re-use the same question in several tests.<br><br>By default, all the questions pertaining to your course are hidden. You can display the questions related to a test, by chosing 'filter' in the drop-down menu.<br><br>Orphan questions are questions that don not belong to any test.</p><hr><b>HotPotatoes Tests</b><p>You can import HotPotatoes tests into a Chamilo portal, to use in the Tests tool. The results of these tests are stored the same way as the results of Chamilo tests and as such can be readily monitored using the Reporting tool. In the case of simple tests, we recommend you use html or htm format; if your test contains pictures, a zip file upload is the most convenient way.</p><p>Note: You can also include HotPotatoes Tests as a step in the Learning Path.</p><b>Method of import</b><ul> <li>Select the file on your computer using the Browse button <input type=submit value=Browse name=submit2> on the right of your screen.</li> <li> Launch the upload with the Upload Button <input type=submit value=Upload name=submit2>. </li> <li> You can open the test by clicking onto its name. </li> </ul> <br><b>Useful link</b><br><ul><li>Hot Potatoes home page : <ahref="http://web.uvic.ca/hrd/halfbaked/">http://web.uvic.ca/hrd/halfbaked/</a></li></li></ul>
so_so: <p>Toolka imtixaannada waxa uu kuu ogolaanayaa in aad abuurto imtixaanno ay ku jiraan su'aalo badan inta aad rabto.<br><br> Waxaad dooran kartaa noocyo su'aalo oo kala duwan oo si cad loo soo bandhigay bogga sare marka aad abuurto imtixaanka oo ay ku jiraan (tusaale ahaan):<br><br><ul> <li>Multiple choice (single or multiple answers)</li> <li>Matching</li> <li>Fill in the blanks iwm.</li></ul>Imtixaanku waxa uu ku dari karaa tiro iyo isku darka su'aalaha iyo noocyada su'aalaha.</p><hr><b>Imtixaanka abuurista</b><p>Saad abuurto imtixaanka, riix "New test" link.<br><br>Gal magac imtixaanka, iyo sidoo kale sharaxaad ikhtiyaari ah.<br><br>Waxaad ku dari kartaa waxyaabo kala duwan, oo ay ku jiraan fayllo audio ama video, tusaale ahaan dhegeysiga fahamka, laakiin ka taxaddar in aad fayllada noocaas ah ka dhigto kuwo yaryar si aad u wanaajiso waqtiga soo dejinta (tusaale ahaan isticmaal mp3 halkii wav fayllo - waa kuwo aad u yar laakiin tayo wanaagsan leh). <br><br>Waxaad sidoo kale dooran kartaa laba nooc oo soo bandhigid ah:<br><br><ul> <li>Su'aalaha hal bog</li> <li>Hal su'aal bog kasta (si taxaddar leh)</li></ul>oo dooro su'aalaha si random ah loo habeeyo marka imtixaanka la socdo.<br><br>Ugu dambeyntii, keydi imtixaankaaga. Waxaa la kaa qaadi doonaa maamulka su'aalaha.</p><hr><b>Ku dar su'aal</b><p>Hadda waxaad ku dari kartaa su'aal imtixaanka cusub. Waxaad rabto in aad ku daro sharaxaad iyo/ama sawir. Si aad u abuurto noocyada imtixaanka ee kor ku xusan, raac tallaabooyinka soo socda: </p><hr><b>Multiple choice</b><p>Saad abuurto MAQ / MCQ :<br><br><ul> <li>Go'aami jawaabaha su'aashaada. Waxaad ku dari kartaa ama tirtiri kartaa jawaab adigoo riixaya badhanka midig</li> <li>Calamaad sanduuqa bidix ee jawaabaha saxda ah</li> <li>Ku dar faallo ikhtiyaari ah. Faalladani ma arki doonto isticmaale ilaa uu/ay jawaabo su'aasha</li> <li>Siin miisaan kasta jawaab. Miisaanku wuxuu noqon karaa wax kasoo wada jeed ah ama taban ama eber</li> <li>Keydi jawaabahaaga</li></ul></p><hr><b>Fill in the blanks</b><p>Tani waxay kuu ogolaanaysaa in aad abuurto marin cloze. Ujeeddadu waa in aad ku dhiirigeliso isticmaale inuu helo ereyo aad ka saartay qoraalka.<br><br>Saad ka saarto eray qoraalka, oo aad abuurto meel bannaan, dhig xaasiyo [like this].<br><br>Marka qoraalka la qoro oo meelaha bannaan la go'aamiyo, waxaad ku dari kartaa faallo uu arki doono ardaygu iyadoo ku xidhan jawaabta su'aasha.<br><br>Keydi qoraalkaaga, waxaana la kaa qaadi doonaa tallaabada xigta oo kuu ogolaanaysa in aad miisaan u qoondayso meel bannaan kasta. Tusaale ahaan, haddii su'aashu qiimeyso 10 dhibcood oo aad leedahay 5 meel bannaan, waxaad siin kartaa miisaan 2 dhibcood meel bannaan kasta.</p><hr><b>Matching</b><p>Nooca jawaabtan waxaa la dooran karaa si aad u abuurto su'aal uu isticmaale ku xidhi lahaa elementaha liiska A iyo elementaha liiska B.<br><br>Sidoo kale waxaa loo isticmaali karaa in la waydiiyo isticmaale inuu u habeeyo elementaha si la siiyay.<br><br>Marka hore, go'aami doorashooyinka uu isticmaale ka dooran doono jawaabta ugu fiican. Ka dib, go'aami su'aalaha ay tahay in lagu xidho mid ka mid ah doorashooyinka hore loo go'aamiyay. Ugu dambeyntii, ku xidh elementaha liiska koowaad iyo kuwa liiska labaad iyadoo la adeegsanayo menu-ka hoos-u-soo-baxa.<br><br>Ogeyn: Dhowr elementaha cutubka koowaad ayaa laga yaabaa inay tilmaamaan element isku mid ah cutubka labaad.<br><br>Siin miisaan isku-darka saxda ah kasta, keydi jawaabtaada.</p><hr><b>Beddel imtixaanka</b><p>Saad beddesho imtixaanka, mabda'a waa mid la mid ah abuurista imtixaanka. Kaliya riix sawirka <img src="../img/edit.gif" border="0" align="absmiddle"> agagaarka imtixaanka la beddelayo, raac tilmaamaha sare.</p><hr><b>Tirtir imtixaanka</b><p>Saad tirtirto imtixaanka, riix sawirka <img src="../img/delete.gif" border="0" align="absmiddle"> agagaarka imtixaanka la tirtiri doono.</p><hr><b>Ogol imtixaanka</b><p>Saad imtixaanku la isticmaalo, waa in aad u ogolaataa adigoo riixaya sawirka <img src="../img/invisible.gif" border="0" align="absmiddle"> agagaarka magaca imtixaanka.</p><hr><b>Socod imtixaanka</b><p>Waxaad tijaabin kartaa imtixaankaaga adigoo riixaya magaciisa liiska imtixaannada.</p><hr><b>Su'aalo random</b><p>Markasta marka aad abuurto/beddesho imtixaanka, waxaad go'aamin kartaa haddii aad rabto su'aalaha si random ah looga soo qaado dhammaan su'aalaha imtixaanka.<br><br>Marka la ogolaado doorashadan, su'aalaha ayaa lagu soo qaadi doonaa nidaam kala duwan markasta marka isticmaale socdo imtixaanka.<br><br>Haddii aad leedahay tiro badan oo su'aalo ah, waxaad dooran kartaa in si random ah loo soo qaado kaliya x-tiro su'aalo ah su'aalaha la heli karo.</p><hr><b>Su'aalaha pool</b><p>Marka aad tirtirto imtixaanka, su'aaluhu kama baxaan database-ka, si ay dib loogu warshadeeyo imtixaanka kale iyadoo loo marayo su'aalaha pool.<br><br>Su'aalaha pool waxa kale oo uu kuu ogolaanayaa in aad dib u isticmaasho isku su'aal imtixaanno badan.<br><br>Marka caadiga ah, dhammaan su'aalaha ku lugta leh koorsadaada waa qarsoon. Waxaad soo bandhigi kartaa su'aalaha la xidhiidha imtixaanka, adigoo doortay 'filter' menu-ka hoos-u-soo-baxa.<br><br>Su'aalaha agoonta waa su'aalo aan ka tirsanayn imtixaanka.</p><hr><b>HotPotatoes Tests</b><p>Waxaad ku soo dejin kartaa imtixaannada HotPotatoes portal-ka Chamilo, si aad ugu isticmaasho Tools-ka Imtixaannada. Natiijooyinka imtixaannadani waxaa la keydiyaa si la mid ah natiijooyinka imtixaannada Chamilo sidaas darteed waxaa la sii kormeeri karaa iyadoo la isticmaalayo Reporting tool. Xaaladaha imtixaannada fudud, waxaan kugula talinaynaa in aad isticmaasho html ama htm format; haddii imtixaankaaga uu ku jiro sawirro, zip file upload waa habka ugu fudud.</p><p>Ogeyn: Waxaad sidoo kale ku dari kartaa Imtixaannada HotPotatoes tallaabo ahaan Learning Path.</p><b>Method of import</b><ul> <li>Dooro faylka kombiyuutarkaaga adigoo isticmaalaya Browse button <input type=submit value=Browse name=submit2> agagaarka midig ee shaashaddaada.</li> <li> Bilow dejinta Upload Button <input type=submit value=Upload name=submit2>. </li> <li> Waxaad furi kartaa imtixaanka adigoo riixaya magaciisa. </li> </ul> <br><b>Useful link</b><br><ul><li>Hot Potatoes home page : <ahref="http://web.uvic.ca/hrd/halfbaked/">http://web.uvic.ca/hrd/halfbaked/</a></li></li></ul>
