Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Sorry, this installation has an active courses limit, which has now been reached. You can still create new courses, but only if you hide/disable at least one existing active course. To do this, edit a course from the administration courses list, and change the visibility to 'hidden', then try creating this course again. To increase the maximum number of active courses allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
ar: للاسف، فان هذا الاصدار من النظام يتضمن عدد محدود من المقررات النشطة، والذي قد وصلت اليه، يمكنك انشاء مقرر جديد فقط في حالة اخفاء احد المقررات الموجودة حاليا، لغرض زيادة عدد المقررات المسموح فيه فيمكنك الاتصال بمزود خدمة الاستضافة او ترقية خطة الاستضافة
ast_es: Sentíu, esta instalación tien un llímite de cursos actius, que yá se alcansó. Ento puedes crear cursos nuevos, pero namái si ocultes/desactives polo menos un cursu actiu esistente. Pa facelo, edita un cursu dende la llista de cursos d'administración, y camuda la visibilidá a 'ocultu', después prueba a crear esti cursu de nuevu. Pa aumentar el númberu máximu de cursos actius permitíos nesta instalación de Chamilo, ponte en contautu col to proveedór d'aloxamentu o, si ta disponible, actualiza a un plan d'aloxamentu superior.
bn_bd: দুঃখিত, এই ইনস্টলেশনে সক্রিয় কোর্সের সীমা রয়েছে, যা এখন পূর্ণ হয়েছে। আপনি এখনও নতুন কোর্স তৈরি করতে পারেন, কিন্তু শুধুমাত্র যদি আপনি অন্তত একটি বিদ্যমান সক্রিয় কোর্স লুকানো/নিষ্ক্রিয় করেন। এটি করার জন্য, প্রশাসন কোর্স তালিকা থেকে একটি কোর্স সম্পাদনা করুন, এবং দৃশ্যমানতা 'লুকানো' এ পরিবর্তন করুন, তারপর এই কোর্সটি আবার তৈরি করার চেষ্টা করুন। এই Chamilo ইনস্টলেশনে অনুমোদিত সর্বোচ্চ সক্রিয় কোর্সের সংখ্যা বাড়াতে, আপনার হোস্টিং প্রোভাইডারের সাথে যোগাযোগ করুন অথবা, যদি উপলব্ধ থাকে, উন্নত হোস্টিং প্ল্যানে আপগ্রেড করুন।
bs_ba: Nažalost, ova instalacija ima ograničenje aktivnih kurseva, koje je sada dostignuto. Još uvijek možete kreirati nove kurseve, ali samo ako sakrijete/onemogućite barem jedan postojeći aktivan kurs. Da biste to učinili, uredite kurs sa liste kurseva administracije i promijenite vidljivost na 'sakriveno', zatim pokušajte ponovo kreirati ovaj kurs. Da biste povećali maksimalan broj dozvoljenih aktivnih kurseva na ovoj Chamilo instalaciji, kontaktirajte svog hosting provajdera ili, ako je dostupno, nadogradite na superiorni hosting plan.
ca_es: Ho sentim, aquesta instal·lació té un límit de cursos actius, que s'ha assolit ara. Encara es poden crear nous cursos, però només si oculta/desactiva almenys un curs actiu existent. Per a això, editi un curs de la llista de cursos d'administració i canviï la visibilitat a 'ocult', a continuació, intenti crear aquest curs de nou. Per augmentar el número màxim de cursos actius permesos en aquesta instal·lació de Chamilo, si us plau, posis en contacte amb el seu proveïdor de hosting o, si escau, actualitzi a un pla d'allojament superior.
cs_cz: Omlouváme se, tato instalace má limit aktivních kurzů, který byl dosažen. Stále můžete vytvářet nové kurzy, ale pouze pokud skryjete/deaktivujete alespoň jeden existující aktivní kurz. K tomu upravte kurz ze seznamu kurzů v administraci a změňte viditelnost na „skrytý“, poté zkuste tento kurz vytvořit znovu. Pro zvýšení maximálního počtu povolených aktivních kurzů na této instalaci Chamilo kontaktujte prosím svého poskytovatele hostingu nebo, pokud je dostupné, upgradujte na vyšší hostingový plán.
da: Undskyld, denne installation har en grænse for aktive kurser, som nu er nået. Du kan stadig oprette nye kurser, men kun hvis du skjuler/deaktiverer mindst ét eksisterende aktivt kursus. For at gøre dette, rediger et kursus fra administrationskurserlisten, og skift synligheden til 'skjult', og prøv derefter at oprette dette kursus igen. For at øge det maksimale antal tilladte aktive kurser på denne Chamilo-installation, kontakt venligst din hosting-udbyder eller, hvis tilgængeligt, opgrader til en bedre hosting-plan.
de: Entschuldigen Sie bitte, diese Installation hat ein aktives Kurslimit welches nun erreicht wurde. Sie können nur dann einen neuen Kurs erstellen, wenn Sie mindestens einen existierenden aktiven Kurs deaktivieren/verstecken. Um das zu tun, wählen Sie bitte einen Kurs aus der von Ihnen verwalteten Kursliste und ändern Sie dessen Sichtbarkeit auf "versteckt", danach können Sie nochmals versuchen diesen Kurs anzulegen. Um die maximale Zahl der Kurse in dieser Chamilo-Installation zu erhöhen kontaktieren Sie bitte Ihren Hosting-Anbieter oder, falls möglich, upgraden Sie Ihre Installation auf ein anderes Hostingpaket.
el: Δυστυχώς έχετε υπερβεί το όριο ενεργών συνεδριών. Για να ξεκινήσετε μια νέα συνεδρία, πρέπει να τερματίσετε τη λειτουργία τουλάχιστον μιας τρέχουσας.
eo: Bedaŭrinde, ĉi tiu instalado havas limon de aktivaj kursoj, kiu nun estas atingita. Vi ankoraŭ povas krei novajn kursojn, sed nur se vi kaŝas/malaktivigas almenaŭ unu ekzistantan aktivan kurson. Por fari tion, redaktu kurson el la listo de kursaj administracioj, kaj ŝanĝu la videblecon al 'kaŝita', poste provu krei ĉi tiun kurson denove. Por pligrandigi la maksimuman nombron de aktivaj kursoj permesitaj en ĉi tiu instalado de Chamilo, bonvolu kontakti vian gastigon aŭ, se havebla, ĝisdatigi al supera gastiga plano.
es: Lo sentimos, esta instalación tiene un límite de cursos activos, que ahora se ha alcanzado. Todavía puede crear nuevos cursos, pero sólo si te esconde al menos un curso activo existente. Para ello, edite un curso de la lista de cursos de administración y cambiar la visibilidad a 'invisible', a continuación, intente crear este curso de nuevo. para aumentar el número máximo de cursos activos permitidos en esta instalación de Chamilo, por favor póngase en contacto con su proveedor de hosting o, en su caso, actualizar a un plan de alojamiento superiores.
es_mx: Lo sentimos, esta instalación tiene un límite de cursos activos, que ya se ha alcanzado. Aún puedes crear nuevos cursos, pero solo si ocultas/desactivas al menos un curso activo existente. Para hacerlo, edita un curso desde la lista de cursos de administración y cambia la visibilidad a 'oculto', luego intenta crear este curso nuevamente. Para aumentar el número máximo de cursos activos permitidos en esta instalación de Chamilo, contacta a tu proveedor de hosting o, si está disponible, actualiza a un plan de hosting superior.
eu_es: Sentitzen dugu, instalazio honek ikastaro aktibo kopuru mugak du, eta muga hori bete da. Oraindik ikastaro berriak sortu ditzakezu, baina soilik baduzu ikastaro aktibo existitzen gutxienez bat ezkutatu/desaktibatuta. Horretarako, editatu ikastaroa administrazioaren ikastaro zerrendatik, ikusgaitasuna 'ezkutua' aldatu eta saiatu berriro ikastaro hau sortzen. Chamilo instalazio honetan ikastaro aktibo gehiago uzteko, jarri harremanetan zure ostalari hornitzailearekin edo, eskuragarri badago, hobetu ostalari plana.
fa_ir: متأسفانه، این نصب حد فعال دوره‌ها را دارد که اکنون به آن رسیده است. همچنان می‌توانید دوره‌های جدید ایجاد کنید، اما فقط اگر حداقل یک دوره فعال موجود را مخفی/غیرفعال کنید. برای این کار، دوره‌ای را از لیست دوره‌های مدیریت ویرایش کنید و نمایش را به 'مخفی' تغییر دهید، سپس دوباره ایجاد این دوره را امتحان کنید. برای افزایش حداکثر تعداد دوره‌های فعال مجاز در این نصب Chamilo، لطفاً با ارائه‌دهنده میزبانی خود تماس بگیرید یا اگر موجود است، به طرح میزبانی بالاتر ارتقا دهید.
fi_fi: Valitettavasti tässä asennuksessa on aktiivisten kurssien raja, joka on nyt saavutettu. Voit silti luoda uusia kursseja, mutta vain jos piilotat/poistat käytöstä ainakin yhden olemassa olevan aktiivisen kurssin. Tee tämä muokkaamalla kurssia hallintakurssilistauksesta ja muuttamalla näkyvyydeksi 'piilotettu', sitten yritä luoda kurssi uudelleen. Aktiivisten kurssien enimmäismäärän lisäämiseksi tässä Chamilo-asennuksessa ota yhteyttä palveluntarjoajaasi tai, jos mahdollista, päivitä parempaan isäntäsuunnitelmaan.
fo_fo: Ónótt, hetta uppsetingið hevur ein virknandi takmarking á kursum, sum nú er komið uppí. Tú kanst enn stovna nýggjar kursar, men bert um tú goymst/gerir óvirknandi minst ein verandi virknandi kurs. Fyri at gera tað, broyt eitt kurs frá administrationstøllunum fyri kursar, og broyt sýnið til 'goymt', og royn so at stovna henda kursin aftur. Fyri at økja hægsta talvið av virknandi kursum, ið er loypt á hesum Chamilo uppsetingi, eita til tín hosting veitaran ella, um til ber, uppgradera til ein betri hosting ætlan.
fur: Disolê, cheste installazion al à un limit di cors atîfs, che ora al è stât rivâ. Tu podis ancôr creâ gnûts cors, ma solo se tu ascondis/disabilitis almancû un cors esistint ativ. Par fâ chest, modifichê un cors de liste des cors dal aministrassion, e cambiâ la visibilitât a 'ascondût', po' provo a creâ chest cors di gnôf. Par aumentâ il nûmar massim di cors atîfs permetûs su cheste installazion Chamilo, contatâ il to fornidor di hosting o, se disponibil, passâ a un plan di hosting superior.
ga: Tá brón orainn, tá teorainn ghníomhach cúrsaí ag an tsuiteáil seo, atá bainte amach anois. Is féidir leat cúrsaí nua a chruthú fós, ach amháin má cheilt/dhíchumasaíonn tú cúrsa gníomhach amháin ar a laghad atá ann cheana. Chun é sin a dhéanamh, cuir cúrsa in eagar ó liosta cúrsaí riaracháin, agus athraigh an infheictheacht go 'folaithe', ansin déan iarracht an cúrsa seo a chruthú arís. Chun an uasmhéid cúrsaí gníomhacha ceadaithe ar an tsuiteáil Chamilo seo a mhéadú, déan teagmháil le do sholáthraí óstála nó, má tá sé ar fáil, uasghrádaigh go plean óstála níos fearr.
gl: Sentímolo, esta instalación ten un límite de cursos activos, que agora ven de alcanzarse. Todavía pode crear novos cursos, pero só se esconde ao menos un curso activo existente. Para iso, edite un curso da lista de cursos de administración e cambie a visibilidade a 'invisible', a continuación, intente crear un curso de novo. Para aumentar o número máximo de cursos activos permitidos nesta instalación de Chamilo, por favor póñase en contacto co seu proveedor de hosting ou, no seu caso, actualice a un plan de aloxamento superior.
he_il: מצטערים, להתקנה זו יש מגבלת קורסים פעילים, אשר הגיעה כעת. אתה עדיין יכול ליצור קורסים חדשים, אבל רק אם אתה מסתיר/משבית לפחות קורס פעיל אחד קיים. לשם כך, ערוך קורס מרשימת קורסי הניהול, ושנה את החשיפה ל'מוסתר', ולאחר מכן נסה ליצור קורס זה שוב. כדי להגדיל את המספר המרבי של קורסים פעילים המותרים בהתקנת Chamilo זו, אנא צור קשר עם ספק האירוח שלך או, אם זמין, שדרג לתוכנית אירוח מעולה.
hi: क्षमा करें, इस इंस्टॉलेशन में सक्रिय पाठ्यक्रमों की सीमा है, जो अब पहुँच चुकी है। आप अभी भी नए पाठ्यक्रम बना सकते हैं, लेकिन केवल यदि आप कम से कम एक मौजूदा सक्रिय पाठ्यक्रम को छिपाएँ/निष्क्रिय करें। ऐसा करने के लिए, प्रशासन पाठ्यक्रम सूची से एक पाठ्यक्रम संपादित करें, और दृश्यता को 'छिपा हुआ' में बदलें, फिर इस पाठ्यक्रम को फिर से बनाने का प्रयास करें। इस Chamilo इंस्टॉलेशन पर अनुमत सक्रिय पाठ्यक्रमों की अधिकतम संख्या बढ़ाने के लिए, कृपया अपने होस्टिंग प्रदाता से संपर्क करें या, यदि उपलब्ध हो, तो उच्चतर होस्टिंग प्लान पर अपग्रेड करें।
hr_hr: Žao nam je, ova instalacija ima ograničenje aktivnih tečajeva, koje je sada dosegnuto. Još uvijek možete stvarati nove tečajeve, ali samo ako sakrijete/onesposobite barem jedan postojeći aktivan tečaj. Za to uredite tečaj iz popisa tečajeva administracije i promijenite vidljivost na 'sakriveno', zatim pokušajte ponovno stvoriti ovaj tečaj. Da biste povećali maksimalan broj aktivnih tečajeva dopuštenih na ovoj Chamilo instalaciji, kontaktirajte svog hosting pružatelja ili, ako je dostupno, nadogradite na viši hosting plan.
hu_hu: Sajnáljuk, ez a telepítés elérte az aktív kurzusok korlátját. Még mindig létrehozhat új kurzusokat, de csak akkor, ha legalább egy meglévő aktív kurzust elrejt vagy letilt. Ehhez szerkesszen egy kurzust a kezelői kurzuslistából, és változtassa a láthatóságot 'rejtett'-re, majd próbálja újra létrehozni ezt a kurzust. A Chamilo telepítésen megengedett aktív kurzusok számának növeléséhez lépjen kapcsolatba a tárhelyszolgáltatójával, vagy ha elérhető, frissítsen magasabb tárhelycsomagra.
hy: Ցավակցություն, այս տեղադրման ակտիվ դասընթացների սահմանափակում կա, որը հիմա հասել է իր սահմանին: Դուք դեռ կարող եք ստեղծել նոր դասընթացներ, բայց միայն, եթե թաքցնեք/ան활ացնեք առ码 առնվազն մեկ գոյություն ունեցող ակտիվ դասընթաց: Այդպես անելու համար խմբագրեք դասընթացը վարչական դասընթացների ցուցակից և փոխեք տեսանելիությունը 'թաքնված'-ի, ապա կրկին փորձեք ստեղծել այս դասընթացը: Այս Chamilo տեղադրման թույլատրված ակտիվ դասընթացների առավելագույն թիվը մեծացնելու համար կապվեք ձեր հոսթինգ մատակարարի հետ կամ, եթե հասանելի է, թարմացրեք ավելի բարձր հոսթինգ պլան:
id_id: Maaf, instalasi ini memiliki batas kursus aktif, yang sekarang telah tercapai. Anda masih dapat membuat kursus baru, tetapi hanya jika Anda menyembunyikan/menonaktifkan setidaknya satu kursus aktif yang ada. Untuk melakukan ini, edit kursus dari daftar kursus administrasi, dan ubah visibilitas menjadi 'tersembunyi', kemudian coba buat kursus ini lagi. Untuk meningkatkan jumlah maksimum kursus aktif yang diizinkan pada instalasi Chamilo ini, hubungi penyedia hosting Anda atau, jika tersedia, tingkatkan ke paket hosting yang lebih tinggi.
it: Questa installazione ha delle limitazioni sui corsi attivi e sono stati già raggiunti. Puoi ancora creare nuovi corsi solo se nascondi o disabiliti almeno un corso esistente. Per farlo, dall'amministrazione, modifica un corso dalla Lista Corsi cambiando la visibilità su "nascosto" e poi riprova a creare questo corso. Per aumentare il numero massimo di corsi attivi su questa installazione, contatta l'amministratore del Server o passa a un Hosting più potente.
ja: このインストールにはアクティブなコースの制限があり、現在その制限に達しています。新しいコースを作成することはできますが、少なくとも1つの既存のアクティブなコースを非表示/無効にする必要があります。これを行うには、管理コースリストからコースを編集し、可視性を「非表示」に変更してから、このコースの作成を再試行してください。このChamiloインストールで許可されているアクティブなコースの最大数を増やすには、ホスティングプロバイダーに連絡するか、利用可能であれば上位のホスティングプランにアップグレードしてください。
ka_ge: ბოდიში, ამ ინსტალაციას აქვს აქტიური კურსების ლიმიტი, რომელიც უკვე მიღწეულია. შეგიძლიათ შექმნათ ახალი კურსები, მაგრამ მხოლოდ იმ შემთხვევაში, თუ დამალავთ/გამორთავთ მინიმუმ ერთ არსებულ აქტიურ კურსს. ამისთვის, შეცვალეთ კურსი ადმინისტრაციის კურსების სიიდან და შეცვალეთ ხილვადობა 'დამალული'-ზე, შემდეგ კვლავ სცადეთ ამ კურსის შექმნა. Chamilo-ის ინსტალაციაში დაშვებული მაქსიმალური აქტიური კურსების რაოდენობის გასაზრდელად, გთხოვთ დაუკავშირდეთ თქვენს ჰოსტინგის მიმწოდებელს ან, თუ შესაძლებელია, განაახლეთ უფროსი ჰოსტინგის გეგმა.
ko_kr: 죄송합니다. 이 설치본은 활성 코스 제한이 있으며, 현재 한도를 초과했습니다. 기존 활성 코스 중 하나를 숨기거나 비활성화해야만 새 코스를 생성할 수 있습니다. 관리 코스 목록에서 코스를 편집하여 가시성을 '숨김'으로 변경한 후 다시 시도하세요. 이 Chamilo 설치본의 최대 활성 코스 수를 늘리려면 호스팅 제공업체에 문의하거나 상위 호스팅 플랜으로 업그레이드하세요.
lo: ຂໍອະໄພ, ການຕິດຕັ້ງນີ້ມີຂີດຈຳກັດຂອງຫຼັກສູດທີ່ເປີດໃຊ້ງານຢູ່, ເຊິ່ງຕອນນີ້ຄົບຈຳນວນແລ້ວ. ທ່ານຍັງສາມາດສ້າງຫຼັກສູດໃໝ່ໄດ້, ແຕ່ຕ້ອງຊ່ອນ/ປິດໃຊ້ງານຫຼັກສູດທີ່ມີຢູ່ຢ່າງໜ້ອຍໜຶ່ງຫຼັກສູດກ່ອນ. ເພື່ອເຮັດສິ່ງນີ້, ໃຫ້ແກ້ໄຂຫຼັກສູດຈາກລາຍການຫຼັກສູດຂອງຜູ້ເບິ່ງແຍງລະບົບ, ແລະ ປ່ຽນການເບິ່ງເຫັນເປັນ 'ຊ່ອນ', ຈາກນັ້ນລອງສ້າງຫຼັກສູດນີ້ອີກຄັ້ງ. ເພື່ອເພີ່ມຈຳນວນສູງສຸດຂອງຫຼັກສູດທີ່ເປີດໃຊ້ງານໄດ້ໃນການຕິດຕັ້ງ Chamilo ນີ້, ກະລຸນາຕິດຕໍ່ຜູ້ໃຫ້ບໍລິການໂຮສຕິ້ງຂອງທ່ານ ຫຼື ອັບເກຣດເປັນແພັກເກດທີ່ສູງກວ່າຖ້າມີ.
lt_lt: Atsiprašome, ši instaliacija turi aktyvių kursų limitą, kuris dabar pasiektas. Jūs vis dar galite kurti naujus kursus, bet tik jei paslėpsite/išjungsite bent vieną esamą aktyvų kursą. Tam redaguokite kursą iš administravimo kursų sąrašo ir pakeiskite matomumą į 'paslėptas', tada bandykite sukurti šį kursą iš naujo. Norėdami padidinti maksimalų leidžiamų aktyvių kursų skaičių šioje Chamilo instaliacijoje, susisiekite su savo talpinimo tiekėju arba, jei prieinama, atnaujinkite iki aukštesnio talpinimo plano.
lv_lv: Atvainojiet, šai instalācijai ir aktīvo kursu limits, kas tagad ir sasniegts. Jūs joprojām varat izveidot jaunus kursus, bet tikai tad, ja slēpjat/izslēdzat vismaz vienu esošu aktīvo kursu. Lai to izdarītu, rediģējiet kursu no administrācijas kursu saraksta un mainiet redzamību uz 'slēpts', tad mēģiniet izveidot šo kursu atkārtoti. Lai palielinātu maksimālo atļauto aktīvo kursu skaitu šajā Chamilo instalācijā, lūdzu, sazinieties ar savu mitināšanas nodrošinātāju vai, ja pieejams, veiciet uzlabošanu uz augstāku mitināšanas plānu.
mk_mk: Извинете, оваа инсталација има лимит на активни курсеви, кој е сега достигнат. Сè уште можете да креирате нови курсеви, но само ако скриете/онеможите барем еден постоечки активен курс. За да го направите тоа, уредете курс од листата на курсеви во администрацијата и променете ја видливоста на 'скриено', па обидете се повторно да креирате овој курс. За да го зголемите максималниот број на активни курсеви дозволени на оваа Chamilo инсталација, ве молиме контактирајте го вашиот хостинг провајдер или, ако е достапно, надградете на повисок хостинг план.
ms_my: Maaf, pemasangan ini mempunyai had kursus aktif, yang kini telah dicapai. Anda masih boleh mencipta kursus baru, tetapi hanya jika anda menyembunyikan/menyahaktifkan sekurang-kurangnya satu kursus aktif sedia ada. Untuk melakukan ini, edit kursus dari senarai kursus pentadbiran, dan tukar kebolehlihatan kepada 'tersembunyi', kemudian cuba cipta kursus ini semula. Untuk meningkatkan bilangan maksimum kursus aktif yang dibenarkan pada pemasangan Chamilo ini, sila hubungi penyedia hos anda atau, jika ada, naik taraf ke pelan hos yang lebih tinggi.
my_mm: ဝမ်းနည်းပါသည်၊ ဤထည့်သွင်းမှုတွင် လက်ရှိသင်တန်းကန့်သတ်ချက်ရှိပြီး၊ ယခုထိုကန့်သတ်ချက်သို့ ရောက်ရှိပြီဖြစ်သည်။ သင်သည် သင်တန်းအသစ်များကို ဖန်တီးနိုင်သေးသော်လည်း၊ လက်ရှိသက်ဝင်နေသော သင်တန်းတစ်ခုကို အနည်းဆုံး ဖုံးကွယ်/ပိတ်ထားရန် လိုအပ်သည်။ ၎င်းကိုပြုလုပ်ရန်၊ စီမံခန့်ခွဲမှုသင်တန်းစာရင်းမှ သင်တန်းတစ်ခုကို ပြင်ဆင်ပြီး၊ မြင်နိုင်မှုကို 'ဖုံးကွယ်ထားသည်' သို့ပြောင်းလဲပါ၊ ထို့နောက် ဤသင်တန်းကို ထပ်မံဖန်တီးကြည့်ပါ။ Chamilo ထည့်သွင်းမှုတွင် ခွင့်ပြုထားသော သက်ဝင်သင်တန်းအများဆုံးအရေအတွက်ကို တိုးမြှင့်ရန်၊ သင့်လက်ခံဆောင်ရွက်ပေးသူထံ ဆက်သွယ်ပါ သို့မဟုတ် ရရှိနိုင်ပါက၊ ပိုမိုမြင့်မားသော လက်ခံဆောင်ရွက်မှုအစီအစဉ်သို့ အဆင့်မြှင့်ပါ။
ne: माफ गर्नुहोस्, यो स्थापनामा सक्रिय कोर्सहरूको सीमा छ, जुन अहिले पुगेको छ। तपाईं अझै नयाँ कोर्सहरू बनाउन सक्नुहुन्छ, तर केवल यदि तपाईं कम्तीमा एक विद्यमान सक्रिय कोर्स लुकाउन/अक्षम गर्नुहुन्छ भने। यसका लागि, प्रशासन कोर्स सूचीबाट एउटा कोर्स सम्पादन गर्नुहोस्, र दृश्यता 'लुकेको' मा परिवर्तन गर्नुहोस्, त्यसपछि यो कोर्स फेरि बनाउने प्रयास गर्नुहोस्। यो Chamilo स्थापनामा अनुमति दिइएको सक्रिय कोर्सहरूको अधिकतम संख्या बढाउनका लागि, कृपया तपाईंको होस्टिङ प्रदायकसँग सम्पर्क गर्नुहोस् वा, यदि उपलब्ध छ भने, उच्च होस्टिङ योजना मा अपग्रेड गर्नुहोस्।
nl: Het spijt ons, maar deze installatie heeft een limiet voor actieve cursussen bereikt. U kunt nog steeds nieuwe cursussen aanmaken, maar alleen als u ten minste één bestaande actieve cursus verbergt/deactiveert. Om dit te doen, bewerkt u een cursus vanuit de administratieve cursuslijst en wijzigt u de zichtbaarheid naar 'verborgen'. Probeer daarna deze cursus opnieuw aan te maken. Om het maximale aantal actieve cursussen dat toegestaan is op deze Chamilo-installatie te verhogen, neemt u contact op met uw hostingprovider of, indien beschikbaar, upgrade naar een superieur hostingplan.
nn_no: Orsak, denne installasjonen har ein aktiv kursgrense, som no er nådd. Du kan framleis oppretta nye kurs, men berre om du gjer minst éin eksisterande aktiv kurs usynleg/deaktiverer den. For å gjere dette, rediger eit kurs frå administrasjonskurslista, og endre synleggjeringa til 'usynleg', deretter prøv å oppretta dette kurset igjen. For å auka det maksimale talet på aktive kurs tillatte på denne Chamilo-installasjonen, vennleg kontakta vertsjaren din eller, om tilgjengeleg, oppgrader til ein betre vertskapsplan.
oc: Desolat, aquesta instal·lacion a un limit de cors actius, que es ara atasat. Podètz encara crear de cors novèls, mas solament se amagatz/desactivatz al mens un còrs actiu existent. Per far aquò, modificatz un còrs de la lista de cors d'administracion, e cambiatz la visibilitat en 'amagat', puèi ensajatz de crear aquest còrs tornamai. Per augmentar lo nombre maximal de cors actius autorizats sus aquesta instal·lacion Chamilo, contactatz vòstre fornidor d'osting o, se disponible, passatz a un plan d'osting superior.
pl_pl: Przepraszamy, ta instalacja osiągnęła limit aktywnych kursów. Nadal możesz tworzyć nowe kursy, ale tylko wtedy, gdy ukryjesz/wyłączysz co najmniej jeden istniejący aktywny kurs. Aby to zrobić, edytuj kurs z listy kursów administracyjnych i zmień widoczność na „ukryty”, a następnie spróbuj ponownie utworzyć ten kurs. Aby zwiększyć maksymalną liczbę dozwolonych aktywnych kursów w tej instalacji Chamilo, skontaktuj się z dostawcą hostingu lub, jeśli jest dostępny, przejdź na wyższy plan hostingowy.
ps: بخښنه غواړو، دا نصب کول فعالو کورسونو محدودیت لري چې اوس ته رسېدلی. تاسې لا هم نوي کورسونه جوړولی شئ، مګر یوازې که تاسې لږ تر لږه یو موجود فعال کورس پټ/غیر فعال کړئ. د دې کولو لپاره، له اداري کورسونو لیست څخه یو کورس سم کړئ، او ښکاره کیدل 'پټ' ته بدل کړئ، بیا دا کورس بیا جوړولو هڅه وکړئ. د دې Chamilo نصب کې د فعالو کورسونو اعظمي شمېر زیاتولو لپاره، له خپل هوسټینګ چمتو کونکي سره اړیکه ونیسئ یا، که شته وي، لوړ هوسټینګ پلان ته اپګریډ کړئ.
pt_br: Desculpe, esta instalação possui limite de cursos ativos, que agora foi alcançado. Você pode criar novos cursos, mas apenas se você esconder/desabilitar pelo menos um curso existente/ativo. Para fazer isto, edite um curso através da lista de cursos e modifique a visualização para 'escondido/oculto', então tente criar este curso novamente. Para aumentar o número máximo de cursos permitidos na instalação do chamilo Chamilo, basta contatar seu provedor de serviços ou, caso disponível, faça um upgrade para uma rota de hospedagem superior.
pt_pt: Desculpe, esta facilidade tem um limite de cursos ativos, que agora foi atingido. Você ainda pode criar novos cursos, mas só se você ocultar pelo menos um curso activo existente. Para fazer isso, editar um curso da lista de cursos de gestão e alterar a visibilidade para 'invisível', em seguida, tentar criar este curso novamente. Para aumentar o número máximo de campos de activos a esta facilidade Chamilo, entre em contato com o seu provedor de hospedagem ou, se necessário, atualizar para um plano de hospedagem superior.
ro_ro: , apoi încercați să creați din nou acest curs. pentru a crește numărul maxim de cursuri active permise in instalatia Chamilo, vă rugăm să contactați furnizorul dvs. de găzduire sau, dacă este necesar, upgrade la un plan superior de hosting.
ru_ru: Извините, в этой установке достигнут лимит активных курсов. Вы все еще можете создавать новые курсы, но только если скроете/отключите хотя бы один существующий активный курс. Для этого отредактируйте курс из списка курсов администрирования и измените видимость на 'скрытый', затем попробуйте создать этот курс снова. Чтобы увеличить максимальное количество разрешенных активных курсов в этой установке Chamilo, обратитесь к вашему хостинг-провайдеру или, если доступно, обновите до более высокого плана хостинга.
sk_sk: Je nám ľúto, táto inštalácia má limit aktívnych kurzov, čo bolo už dosiahnuté. Stále môžete vytvárať nové kurzy, ale iba ak skryjete/vypnete aspoň jednen existujúcu aktívny kurz. Ak to chcete vykonať, upravte kurz zo zoznamu správy kurzov, a zmeňte viditeľnosť na 'skrytý', potom skúste znova vytvoriť tento kurz. Ak chcete zvýšiť maximálny počet aktívnych kurzov povolených v tejto inštalácií Chamilo , obráťte sa na svojho poskytovateľa hostingu, alebo, ak je k dispozícii, upgradujte na vyšší program hostingu.
sl: Oprostite, ta namestitev uporablja aktivno omejitev tečajev, ki je bila sedaj dosežena. Še vedno lahko kreirate nov tečaj, vendar le v primeru, da skrijete/onemogočite vsaj enega izmed aktivnih tečajev. Za to je potrebno v upravljalnem razdelku aktivnega tečaja spremeniti vidnost tečaja. Nato lahko znova skušate ustvariti nov tečaj. Za povečanje največjega števila aktivnih tečajev v okviru te namestitve platforme, se obrnite na upravitelja platforme oz. vašega ponudnika storitev namestitve (hosting), ali če je možno, izvedite nadgraditev na zmožnejšo storitveno ponudbo (hosting plan).
sq: Na vjen keq, kjo instalim ka një limit kursesh aktive, i cili tani është arritur. Mund të krijoni ende kurse të reja, por vetëm nëse fshehni/çaktivizoni të paktën një kurs ekzistues aktiv. Për ta bërë këtë, redaktoni një kurs nga lista e administrimit të kurseve dhe ndryshoni pamjen në 'të fshehur', pastaj provoni të krijoni këtë kurs përsëri. Për të rritur numrin maksimal të kurseve aktive të lejuara në këtë instalim Chamilo, ju lutemi kontaktoni ofruesin tuaj të hostimit ose, nëse është e disponueshme, kaloni në një plan hostimi superior.
sr_rs: Nažalost, ova instalacija ima ograničenje aktivnih kurseva, koje je sada dostignuto. Možete i dalje kreirati nove kurseve, ali samo ako sakrijete/onemogućite barem jedan postojeći aktivan kurs. Da biste to uradili, izmenite kurs sa liste kurseva administracije i promenite vidljivost u 'sakriveno', pa pokušajte ponovo da kreirate ovaj kurs. Da biste povećali maksimalan broj dozvoljenih aktivnih kurseva na ovoj Chamilo instalaciji, kontaktirajte svog hosting provajdera ili, ako je dostupno, nadogradite na viši hosting plan.
sv_se: Tyvärr, denna installation har en gräns för aktiva kurser som nu har nåtts. Du kan fortfarande skapa nya kurser, men endast om du döljer/inaktiverar minst en befintlig aktiv kurs. För att göra detta, redigera en kurs från administrationslistan för kurser och ändra synligheten till 'dold', och försök sedan skapa denna kurs igen. För att öka det maximala antalet tillåtna aktiva kurser på denna Chamilo-installation, kontakta din värdleverantör eller, om tillgängligt, uppgradera till en högre värdplan.
sw_ke: Samahani, usakinishaji huu una kikomo cha kozi zinazofanya kazi, ambacho tayari kimefikia. Bado unaweza kuunda kozi mpya, lakini tu ikiwa utaficha/kuzima angalau kozi moja iliyopo inayofanya kazi. Ili kufanya hivyo, hariri kozi kutoka orodha ya kozi za usimamizi, na ubadilishe mwonekano kuwa 'imefichwa', kisha jaribu kuunda kozi hii tena. Ili kuongeza idadi ya juu ya kozi zinazofanya kazi zinazoruhusiwa kwenye usakinishaji huu wa Chamilo, tafadhali wasiliana na mtoa huduma wako wa hosting au, ikiwa inapatikana, sajili kwenye mpango bora wa hosting.
ta: மன்னிக்கவும், இந்த நிறுவலில் செயல்படும் பாடங்கள் வரம்பு உள்ளது, இது இப்போது அடையப்பட்டுவிட்டது. நீங்கள் இன்னும் புதிய பாடங்களை உருவாக்கலாம், ஆனால் குறைந்தது ஒரு இருக்கும் செயல்படும் பாடத்தை மறைக்க/முடக்கினால் மட்டுமே. இதற்கு, நிர்வாக பாடங்கள் பட்டியலில் இருந்து ஒரு பாடத்தைத் திருத்தவும், தெரிவுநிலையை 'மறைக்கப்பட்டது' என்று மாற்றவும், பின்னர் இந்த பாடத்தை மீண்டும் உருவாக்க முயற்சிக்கவும். இந்த Chamilo நிறுவலில் அனுமதிக்கப்பட்ட அதிகபட்ச செயல்படும் பாடங்கள் எண்ணிக்கையை அதிகரிக்க, உங்கள் ஹோஸ்டிங் வழங்குநரைத் தொடர்பு கொள்ளவும் அல்லது, கிடைக்குமானால், உயர் ஹோஸ்டிங் திட்டத்திற்கு மேம்படுத்தவும்.
th: ขออภัย การติดตั้งนี้มีขีดจำกัดคอร์สที่ใช้งาน ซึ่งถึงขีดจำกัดแล้ว คุณยังสร้างคอร์สใหม่ได้ หากซ่อน/ปิดใช้งานคอร์สที่ใช้งานอยู่อย่างน้อยหนึ่งคอร์ส ทำได้โดยแก้ไขคอร์สจากรายการคอร์สการดูแล และเปลี่ยนการมองเห็นเป็น 'ซ่อน' แล้วลองสร้างคอร์สนี้ใหม่ เพื่อเพิ่มจำนวนคอร์สที่ใช้งานสูงสุด โปรดติดต่อผู้ให้บริการโฮสติ้ง หรืออัปเกรดแผนโฮสติ้งที่สูงกว่า หากมี
tl_ph: Paumanhin, ang pag-install na ito ay may limitasyon sa aktibong mga kurso, na naabot na ngayon. Maaari ka pa ring gumawa ng mga bagong kurso, ngunit lamang kung itatago/mo-disable ang hindi bababa sa isang umiiral na aktibong kurso. Upang gawin ito, i-edit ang isang kurso mula sa listahan ng mga kurso ng administrasyon, at baguhin ang bisibilidad sa 'nakatago', pagkatapos ay subukan ulit na gumawa ng kursong ito. Upang dagdagan ang maximum na bilang ng mga aktibong kurso na pinapayagan sa pag-install na ito ng Chamilo, mangyaring makipag-ugnayan sa iyong hosting provider o, kung available, mag-upgrade sa mas mataas na hosting plan.
tr: Üzgünüz, bu kurulumda aktif kurs limiti vardır ve bu limite ulaşılmıştır. Hala yeni kurslar oluşturabilirsiniz, ancak en az bir mevcut aktif kursu gizleyip/devre dışı bırakırsanız. Bunu yapmak için yönetim kurslar listesinden bir kursu düzenleyin ve görünürlüğünü 'gizli' olarak değiştirin, ardından bu kursu tekrar oluşturmayı deneyin. Bu Chamilo kurulumunda izin verilen maksimum aktif kurs sayısını artırmak için lütfen barındırma sağlayıcınızla iletişime geçin veya varsa üstün bir barındırma planına yükseltin.
uk_ua: Вибачте, ця інсталяція має ліміт активних курсів, який наразі вичерпано. Ви все ще можете створювати нові курси, але лише якщо приховаєте/вимкнете принаймні один наявний активний курс. Для цього відредагуйте курс зі списку курсів адміністрації та змініть видимість на 'прихований', а потім спробуйте створити цей курс знову. Щоб збільшити максимальну кількість дозволених активних курсів на цій інсталяції Chamilo, зверніться до вашого постачальника хостингу або, якщо доступно, оновіть до вищого плану хостингу.
vi_vn: Xin lỗi, cài đặt này có giới hạn số khóa học đang hoạt động, đã đạt giới hạn. Bạn vẫn có thể tạo khóa học mới, nhưng chỉ nếu ẩn/vô hiệu hóa ít nhất một khóa học đang hoạt động. Để làm điều này, chỉnh sửa khóa học từ danh sách khóa học quản trị, thay đổi hiển thị thành 'ẩn', sau đó thử tạo khóa học này lại. Để tăng số khóa học đang hoạt động tối đa cho phép trên cài đặt Chamilo này, vui lòng liên hệ nhà cung cấp lưu trữ hoặc nâng cấp lên gói lưu trữ cao cấp hơn nếu có.
xh_za: Uxdana, olofakelo lunomda wezifundo ezisebenzayo, olufikelelwe ngoku. Ungasungula izifundo ezintsha, kodwa kuphela ukuba ufihla/ukhubaza izifundo ezisebenzayo ezikho. Ukuwenza oku, hlela isifundo kuluhlu lwezifundo lolawulo, kwaye tshintshe ukubonakala 'kufihliwe', emva koko zama ukwenza esi sifundo kwakhona. Ukonyusa inani eliphezulu lezifundo ezisebenzayo ezivunyelweyo kulo fakelo lweChamilo, nceda uqhagane nomnikezeli wakho wekhaya, okanye, ukuba lukhona, uphumelele kwisicwangatho esiphezulu sokubeka.
zh_cn: 抱歉，此安装已达到活跃课程限制。您仍可创建新课程，但前提是隐藏/停用至少一个现有活跃课程。为此，请从管理课程列表编辑课程，将可见性更改为“隐藏”，然后重试创建课程。要增加此 Chamilo 安装允许的最大活跃课程数，请联系您的托管提供商，或升级到更高级的托管计划。
zh_tw: 抱歉，此安裝已達到活躍課程限制。您仍可建立新課程，但僅限於隱藏／停用至少一個現有活躍課程。要這麼做，請從管理課程清單編輯課程，並將可見度變更為「隱藏」，然後再試著建立此課程。如需增加此 Chamilo 安裝允許的最大活躍課程數，請聯絡您的託管服務提供者，或升級至更高階的託管方案。
