Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Rename
ar: إعادة تسمية
ast_es: Cambiar de nome
bn_bd: নাম পরিবর্তন
bs_ba: Preimenuj
ca_es: Reanomena
cs_cz: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
eo: Ŝanĝi nomon
es: Renombrar
es_mx: Renombrar
eu_es: Berrizendatu
fa_ir: تغییر نام
fi_fi: Nimeä uudelleen
fo_fo: Umnevn
fur: Renomine
ga: Athainmnigh
gl: Renomear
he_il: שנה שם
hi: नाम बदलें
hr_hr: Preimenuj
hu_hu: Átnevez
hy: Վերանվանել
id_id: Ganti nama
it: Rinomina
ja: 名前の変更
ka_ge: გადარქმევა
ko_kr: 이름바꾸기
lo: ປ່ຽນຊື່
lt_lt: Pervadinti
lv_lv: Pārsaukt
mk_mk: Применувај
ms_my: Namakan semula
my_mm: အမည်ပြောင်းပါ
ne: नाम परिवर्तन गर्नुहोस्
nl: Hernoemen
nn_no: Døyp om
oc: Renomenar
pl_pl: Zmień nazwę
ps: نوم بدلول
pt_br: Renomear
pt_pt: Renomear
ro_ro: Redenumiti
ru_ru: Переименовать
sk_sk: Premenovať
sl: Preimenuj
sq: Riemërto
sr_rs: Preimenuj
sv_se: Byt namn
sw_ke: Badilisha jina
ta: மறுபெயரிடு
th: เปลี่ยนชื่อ
tl_ph: Palitan ang pangalan
tr: Yeniden isimlendir
uk_ua: Перейменувати
vi_vn: Đổi tên
xh_za: Qanjwa igama
zh_cn: 重命名
zh_tw: 重新命名

source: Name of the new folder
ar: اسم المجلد الجديد (بالإنجليزي)
ast_es: Nome del direutoriu nuevu
bn_bd: নতুন ফোল্ডারের নাম
bs_ba: Naziv nove fascikle
ca_es: Nom del nou directori
cs_cz: Název nové složky
da: Navn på den nye mappe
de: Name des neuen Verzeichnisses
el: Όνομα νέου φακέλου
eo: Nomo de nova dosierujo
es: Nombre del nuevo directorio
es_mx: Nombre del nuevo directorio
eu_es: Direktorio berriaren izena
fa_ir: نامپرونده
fi_fi: Uuden kansion nimi
fo_fo: Navn á nýggjum mappu
fur: Non dal nove carteli
ga: Ainm an fhillteáin nua
gl: Nome do novo directorio
he_il: שם התיקיה החדשה
hi: नए फोल्डर का नाम
hr_hr: Naziv mape
hu_hu: Az új könyvtár neve
hy: Նոր պանակի անունը
id_id: Nama direktori baru
it: Nome della nuova cartella
ja: 新しいフォルダーの名前
ka_ge: ახალი საქაღალდის სახელი
ko_kr: 새 디렉토리 명
lt_lt: Naujo katalogo vardas
lv_lv: Jaunās direktorijas nosaukums
mk_mk: Име на новиот директориум
ms_my: Nama folder baru
my_mm: ဖိုလ်ဒါအသစ်၏ အမည်
ne: नयाँ फोल्डरको नाम
nl: Titel van nieuwe map
nn_no: Namn på ny mappe
oc: Nom del novèl dossièr
pl_pl: Nazwa nowego katalogu
ps: د نوي فولډر نوم
pt_br: Nome da nova pasta
pt_pt: Nome da nova pasta/directório
ro_ro: Numele noului director
ru_ru: Название новой папки
sk_sk: Názov nového priečinku
sl: Ime nove mape
sq: Emri i dosjes së re
sr_rs: Ime novog direktorijuma
sv_se: Namn på den nya mappen
sw_ke: Jina la folda mpya
ta: புதிய கோப்புறையின் பெயர்
th: ชื่อแฟ้มเก็บไฟล์ใหม่
tl_ph: Pangalan ng bagong folder
tr: Yeni dizin adı
uk_ua: Назва нової теки
vi_vn: Tên thư mục mới
xh_za: Igama lefolda entsha
zh_cn: 目录名称
zh_tw: 新資料夾名稱

source: Download file
ar: تحميل الملف
ast_es: Unviar un archivu
bn_bd: ফাইল ডাউনলোড
bs_ba: Preuzmi datoteku
ca_es: Pujar fitxer al servidor
cs_cz: Stáhnout soubor
da: Læg filen ud på serveren
de: Dateien zum Server hochladen
el: Λήψη αρχείου
eo: Alŝuti sekvantan dosieron al la servilo
es: Descargar archivo
es_mx: Enviar al servidor un archivo ZIP con contenidos IMS o SCORM
eu_es: Kargatu fitxategia
fa_ir: ارسال فایلبه سرور
fi_fi: Lataa tiedosto
fo_fo: Heinta fílu
fur: Carcje file
ga: Íoslódáil comhad
gl: Enviar un ficheiro ó servidor
he_il: הורד קובץ
hi: फ़ाइल डाउनलोड करें
hr_hr: Učitavanje datoteke na poslužitelj
hu_hu: Fájl feltöltése a szerverre
hy: Ներբեռնել ֆայլը
id_id: Upload file ke server
it: Carica il documento
ja: ファイルをダウンロード
ka_ge: ფაილის ჩამოტვირთვა
ko_kr: 서버에 파일 올리기
lt_lt: Įkelti failą į serverį
lv_lv: Augšupielādēt IMS vai Scorm mācību plāna kursu ZIP formātā
mk_mk: Качи ја датотеката на серверот
ms_my: Muat turun fail
my_mm: ဖိုင်ကို ဒေါင်းလုဒ်လုပ်ပါ
ne: फाइल डाउनलोड गर्नुहोस्
nl: Upload volgend bestand naar de server
nn_no: Last ned fil
oc: Telecargar lo fichièr
pl_pl: Załaduj plik do serwera
ps: فایل ډاونلوډ کول
pt_br: Baixar arquivo
pt_pt: Enviar ficheiro
ro_ro: Transfera fisierul catre server
ru_ru: Выгрузить файл на сервер
sk_sk: Uložiť súbor na server
sl: Naloži datoteko na strežnik
sq: Shkarko skedarin
sr_rs: Učitaj fajl na server
sv_se: Ladda filen till servern
sw_ke: Pakia faili
ta: கோப்பைப் பதிவிறக்கம் செய்யவும்
th: อัพโหลดข้อมูลไปที่เครื่องแม่ข่าย
tl_ph: I-download ang file
tr: Sunucuya dosya yükle
uk_ua: Завантажити файл
vi_vn: Tải tệp xuống
xh_za: Khupela ifayile
zh_cn: 本地文件
zh_tw: 上傳檔案至伺服器

source: Create a course (authoring tool)
ar: مولد مسار التّعلم
ast_es: Constructor d'itinerarios d'aprendizaxe
bn_bd: কোর্স তৈরি করুন (লেখক টুল)
bs_ba: Kreiraj kurs (alat za kreiranje)
ca_es: Constructor de Camí d'aprenentatge|saber
cs_cz: Vytvořit kurz (nástroj pro tvorbu)
da: Læringssti-editor
de: Lernpfad Werkzeug
el: Δημιουργία μαθήματος (εργαλείο συγγραφής)
eo: Fari lernpadon
es: Constructor de lecciones
es_mx: Constructor de Itinerarios de Aprendizaje
eu_es: Sortu ikastaro bat (ediziorako tresnak)
fa_ir: خط سیر ساز
fi_fi: Luo kurssi (sisällöntuotantotyökalu)
fo_fo: Stovna eina líkamsræting (verkfør til rithøvundar)
fur: Cree un curs (strument par scriâ)
ga: Cruthaigh cúrsa (uirlis údaráis)
gl: Constructor de itinerarios de aprendizaxe
he_il: צור קורס (כלי כתיבה)
hi: कोर्स बनाएँ (लेखन उपकरण)
hr_hr: Program za izradu puteva učenja
hu_hu: Tanösvény Építő
hy: Ստեղծել դասընթաց (ստեղծման գործիք)
id_id: Learning Path builder
it: Creazione di moduli didattici
ja: コースを作成（オーサリングツール）
ka_ge: კურსის შექმნა (ავტორის ინსტრუმენტი)
ko_kr: 코스 생성 (저작 도구)
lt_lt: Learning Path builder
lv_lv: Mācību programmas veidotājs
mk_mk: Алатка за изработка на Патека на учењето
ms_my: Cipta kursus (alat pengarang)
my_mm: သင်တန်းတစ်ခုဖန်တီးပါ (ရေးသားကိရိယာ)
ne: पाठ्यक्रम सिर्जना गर्नुहोस् (लेखन उपकरण)
nl: Leerpad aanmaken
nn_no: Opprett eit kurs (forfattarverktøy)
oc: Crear un cors (instrument d'autoria)
pl_pl: Utwórz kurs
ps: د کورس جوړول (لیکلو وسیلې)
pt_br: Criar um curso (ferramenta de criação)
pt_pt: Criar um curso (ferramenta de autoría)
ro_ro: Creator cale de invatare
ru_ru: Строитель Учебного Плана
sk_sk: Tvorca učebnej osnovy
sl: Kreator učne poti
sq: Krijo një kurs (mjete krijimi)
sr_rs: Alatka za pravljenje putanji učenja
sv_se: Learning Path byggare
sw_ke: Unda kozi (chombo cha uandishi)
ta: பாடத்தை உருவாக்கவும் (ஆசிரியர் கருவி)
th: ตัวสร้างแผนการเรียน
tl_ph: Lumikha ng kurso (authoring tool)
tr: Öğrenme yol yapıcı
uk_ua: Створити курс (інструмент для авторів)
vi_vn: Tạo khóa học (công cụ soạn thảo)
xh_za: Yenza ikhosi (isixhobo sokubhala)
zh_cn: 创建学习路径
zh_tw: 創建學習路徑

source: Mark as unread
ar: التحديد كغير مقروء
ast_es: Marcar como non lleíu
bn_bd: অপঠিত চিহ্নিত করুন
bs_ba: Označi kao nepročitano
ca_es: Marca com a no llegit
cs_cz: Označit jako nepřečtené
da: Markér som ulæst
de: Als ungelesen markieren
el: Σήμανση ως Μη Αναγνωσμένο
eo: Marki kiel nelegitan
es: Marcar como no leído
es_mx: Marcar como no leído
eu_es: Markatu irakurri gabe dagoela
fa_ir: علامتگذاری بعنوان خوانده نشده
fi_fi: Merkitse lukemattomaksi
fo_fo: Marka sum ólisin boð
fur: Mete come no let
ga: Marcáil mar neamhléite
gl: Marcar como non lido
he_il: סמן כלא נקרא
hi: अपढ़ चिह्नित करें
hr_hr: Označi kao nepročitano
hu_hu: Olvasatlanként megjelölés
hy: Նշել որպես չկարդացված
id_id: Tandai sebagai belum dibaca
it: Segna come da leggere
ja: 未読にする
ka_ge: ნიშნად უკითხავად
ko_kr: 읽지 않음으로 표시
lo: ໝາຍວ່າເປັນຍັງບໍ່ໄດ້ອ່ານ
lt_lt: Pažymėti kaip neperskaitytą
lv_lv: Atzīmēt kā nelasītu
mk_mk: Означи како непрочитано
ms_my: Tandakan sebagai belum dibaca
my_mm: မဖတ်ရသေးဟု အမှတ်အသားပြုပါ
ne: अपढको रूपमा चिन्ह लगाउनुहोस्
nl: Markeer als ongelezen
nn_no: Merk som ulest
oc: Marcar coma nulit
pl_pl: Zaznacz jako nieprzeczytane
ps: د لوستلو نه څخه نښه کول
pt_br: Marcar como não lida
pt_pt: Marcar como não lida
ro_ro: Marcati ca citit
ru_ru: Отметить как непрочтенное
sk_sk: Označiť ako neprečítané
sl: Označi kot neprebrano
sq: Shëno si të palexuar
sr_rs: Označi kao nepročitano
sv_se: Markera som oläst
sw_ke: Weka kama isiyosomwa
ta: வாசிக்கப்படாததாக குறி
th: ทำเครื่องหมายเป็นยังไม่ได้อ่าน
tl_ph: Markahan bilang hindi nabasa
tr: Okunmamış olarak işaretle
uk_ua: Позначити як непрочитане
vi_vn: Đánh dấu chưa đọc
xh_za: Phawula njengongafundanga
zh_cn: 标记为未读
zh_tw: 標記為未讀

source: Current view mode: Impress
ar: نمط العرض الحالي: انبهار
ast_es: Mode d/visualización actual: Impress
bn_bd: বর্তমান দৃশ্যমান মোড: Impress
bs_ba: Trenutni način pregleda: Impress
ca_es: Visualització actual: impressió
cs_cz: Aktuální zobrazení: Impress
da: Nuværende visningstilstand: Impress
de: Aktuelle Ansicht: Impress
el: Τρέχουσα λειτουργία προβολής: Εντυπωσιάστε
eo: Nuna vidmodo: Impress
es: Visualización actual: Impress
es_mx: Vista actual: Impress
eu_es: Uneko bisualizazio modua: Inprimatzea
fa_ir: حالت نمایش فعلی: Impress
fi_fi: Nykyinen näkymä: Impress
fo_fo: Verandi sýningarstøða: Impress
fur: Modalitât atuale: Impress
ga: Modh radhairc reatha: Impress
gl: Visualización actual: Impress
he_il: מצב תצוגה נוכחי: רושם
hi: वर्तमान दृश्य मोड: इम्प्रेस
hr_hr: Trenutni način prikaza: Impress
hu_hu: Jelenlegi nézet mód: Impress
hy: Ընթացիկ դիտման ձևաչափ՝ Impress
id_id: Mode tampilan saat ini: Impress
it: Modalità vista corrente: Impress
ja: 現在の表示モード：Impress
ka_ge: მიმდინარე ხედვის რეჟიმი: Impress
ko_kr: 현재 보기 모드: Impress
lo: ໂໝດການເບິ່ງປັດຈຸບັນ: Impress
lt_lt: Dabartinis peržiūros režimas: Impress
lv_lv: Pašreizējais skata režīms: Impress
mk_mk: Тековен режим на преглед: Impress
ms_my: Mod paparan semasa: Impress
my_mm: လက်ရှိမြင်ကွင်းမုဒ်: Impress
ne: वर्तमान दृश्य मोड: इम्प्रेस
nl: Huidieg weergave: maak indruk
nn_no: Noverande visningsmodus: Impress
oc: Mòde de vista actual : Impress
pl_pl: Obecny tryb widoku: Impress
ps: اوسنۍ لید حالت: امپريس
pt_br: modo de visualização atual: Impressionar
pt_pt: Atual modo de visualização: Impressão
ro_ro: Vizualizare actuala: Impress
ru_ru: Текущий режим просмотра: Impress
sk_sk: Aktuálny režim zobrazenia: Prezentácia
sl: Trenuten način pogleda: Impress
sq: Mënyra aktuale e shikimit: Impress
sr_rs: Trenutni režim pregleda: Impress
sv_se: Nuvarande visningsläge: Impress
sw_ke: Hali ya mwonekano wa sasa: Impress
ta: தற்போதைய காட்சி முறை: Impress
th: โหมดมุมมองปัจจุบัน: Impress
tl_ph: Kasalukuyang mode ng view: Impress
tr: Mevcut görünüm modu: Impress
uk_ua: Поточний режим перегляду: Impress
vi_vn: Chế độ xem hiện tại: Impress
xh_za: Imbono yangoku: Impress
zh_cn: 当前视图模式：Impress
zh_tw: 目前檢視模式：Impress

source: Teachers can create, edit and delete their own sessions.
ar: يمكن للمدرسين من انشاء وتحرير وحذف دوراتهم
ast_es: Los profesores pues crear, editar y desaniciar toes les sues propies sesiones.
bn_bd: শিক্ষকরা তাদের নিজস্ব সেশন তৈরি, সম্পাদনা এবং মুছে ফেলতে পারেন।
bs_ba: Nastavnici mogu kreirati, uređivati i brisati svoje sesije.
ca_es: Els professors poden crear, editar i esborrar les seves pròpies sessions
cs_cz: Učitelé mohou vytvářet, upravovat a mazat své vlastní session.
da: Lærere kan oprette, redigere og slette deres egne sessioner.
de: Kursleiter können eigene Sessions erstellen, bearbeiten und löschen.
el: Οι εκπαιδευτικοί μπορούν να δημιουργήσουν, να επεξεργαστούν και να διαγράψουν τις δικές τους συνεδρίες
eo: Instruistoj povas krei, redakti kaj forigi siajn proprajn sesiojn.
es: Los profesores pueden crear, editar y borrar sus propias sesiones.
es_mx: Los docentes pueden crear, editar y eliminar sus propias sesiones.
eu_es: Irakasleek sortu, editatu eta ezabatu ahal dituzte beren saioak
fa_ir: معلمان می‌توانند جلسات خود را ایجاد، ویرایش و حذف کنند.
fi_fi: Opettajat voivat luoda, muokata ja poistaa omat istuntonsa.
fo_fo: Lærari kunnu stovna, broyta og strika síni eigin bólkar.
fur: I djdentâs a podin crear, modificar e eliminar lis lor sesions.
ga: Is féidir le múinteoirí a gcuid seisiún féin a chruthú, a chur in eagar agus a scriosadh.
gl: Os profesores poden crear, editar e borrar as súas propias sesións
he_il: מורים יכולים ליצור, לערוך ולמחוק הפעלות משלהם.
hi: शिक्षक अपने सत्र बना सकते हैं, संपादित कर सकते हैं और हटा सकते हैं।
hr_hr: Nastavnici mogu stvarati, uređivati i brisati svoje sesije.
hu_hu: A tanárok létrehozhatják, szerkeszthetik és törölhetik saját foglalkozásaikat.
hy: Դասախոսները կարող են ստեղծել, խմբագրել և ջնջել իրենց սեանսները:
id_id: Guru dapat membuat, mengedit, dan menghapus sesi mereka sendiri.
it: I docenti possono creare, modificare e cancellare solo le loro sessioni.
ja: 教師は自分のセッションを作成、編集、削除できます。
ka_ge: მასწავლებლებს შეუძლიათ საკუთარი სესიების შექმნა, რედაქტირება და წაშლა.
ko_kr: 교사는 자신의 세션을 생성, 편집 및 삭제할 수 있습니다.
lo: ອາຈານສາມາດສ້າງ, ແກ້ໄຂ ແລະ ລຶບຊ່ວງເວລາການສອນຂອງຕົນເອງໄດ້.
lt_lt: Dėstytojai gali kurti, redaguoti ir ištrinti savo sesijas.
lv_lv: Pasniedzēji var izveidot, rediģēt un dzēst savas sesijas.
mk_mk: Преподавателите можат да создаваат, уредуваат и бришат свои сесии.
ms_my: Guru boleh mencipta, mengedit dan memadam sesi mereka sendiri.
my_mm: ဆရာများသည် ၎င်းတို့၏ ကိုယ်ပိုင်အစည်းအဝေးများကို ဖန်တီး၊ တည်းဖြတ်နှင့် ဖျက်နိုင်သည်။
ne: शिक्षकहरूले आफ्नै सत्रहरू सिर्जना, सम्पादन र हटाउन सक्छन्।
nl: Leerkrachten kunnen hun eigen sessies aanmaken, bewerken en verwijderen.
nn_no: Lærere kan opprette, redigere og slette sine eigne sesjonar.
oc: Los professors pòdon crear, modificar e suprimir lor proprias sessions.
pl_pl: Nauczyciele mogą tworzyć, edytować i usuwać swoje sesje.
ps: استادان کولای شي خپلې غونډې جوړې، سمې او له منځه یوسي.
pt_br: Os professores podem criar, editar e excluir suas próprias sessões.
pt_pt: Os professores podem criar, editar ou apagar as suas sessões
ro_ro: Profesorii pot crea,edita si sterge propriile sesiuni
ru_ru: Преподаватели могут создавать, редактировать и удалять свои сессии.
sk_sk: Lektori môžu vytvárať, editovať a mazať svoje stretnutia.
sl: Učitelj lahko ustvari, ureja in odstrani lastno sejo.
sq: Mësuesit mund të krijojnë, editują dhe fshijnë sesionet e tyre.
sr_rs: Nastavnici mogu da kreiraju, uređuju i brišu svoje sesije.
sv_se: Lärare kan skapa, redigera och radera sina egna sessioner.
sw_ke: Walimu wanaweza kuunda, kuhariri na kufuta vikao vyao wenyewe.
ta: ஆசிரியர்கள் தங்கள் சொந்த அமர்வுகளை உருவாக்க,திருத்த,நீக்கலாம்.
th: ครูสามารถสร้าง แก้ไข และลบเซสชันของตนเองได้
tl_ph: Maaari nang lumikha, mag-edit at mag-delete ng kanilang sariling sessions ang mga guro.
tr: Öğretmenler kendi oturumlarını oluşturabilir, düzenleyebilir ve silebilir.
uk_ua: Викладачі можуть створювати, редагувати та видаляти власні сесії.
vi_vn: Giảng viên có thể tạo, chỉnh sửa và xóa các phiên của riêng họ.
xh_za: Ootitshala banokudala, bahlele kwaye babacele iiseshini zabo.
zh_cn: 教师可以创建、编辑和删除自己的课程会话。
zh_tw: 教師可建立、編輯及刪除自己的課程期間。

source: Allow teachers to create sessions
ar: السماح للمدرسين في انشاء دورات
ast_es: Permitir a los profesores crear sesiones
bn_bd: শিক্ষকদের সেশন তৈরি করতে অনুমতি দিন
bs_ba: Dozvoli nastavnicima kreiranje sesija
ca_es: Permet als professors crear sessions
cs_cz: Povolit učitelům vytvářet session
da: Tillad lærere at oprette sessioner
de: Kursleitern das Erstellen von Sessions erlauben
el: Επιτρέψτε στους εκπαιδευτικούς να δημιουργήσουν συνεδρίες
eo: Permesi al instruistoj krei sesiojn
es: Permitir a los profesores crear sesiones
es_mx: Permitir a los docentes crear sesiones
eu_es: Baimendu irakasleei saioak sortzea
fa_ir: اجازه به معلمان برای ایجاد جلسات
fi_fi: Salli opettajien luoda istuntoja
fo_fo: Loyv lærarum at stovna bólkar
fur: Lase che i djdentâs crein sesions
ga: Ceadaigh do mhúinteoirí seisiúin a chruthú
gl: Permitir aos profesores crear sesións
he_il: אפשר למורים ליצור הפעלות
hi: शिक्षकों को सत्र बनाने की अनुमति दें
hr_hr: Dopusti nastavnicima stvaranje sesija
hu_hu: Tanári foglalkozás létrehozás engedélyezése
hy: Թույլ տալ դասախոսներին ստեղծել սեանսներ
id_id: Izinkan guru membuat sesi
it: Permetti ai docenti di creare sessioni
ja: 教師によるセッション作成を許可
ka_ge: მასწავლებლებს სესიების შექმნის უფლება მიენიჭოს
ko_kr: 교사가 세션을 생성하도록 허용
lt_lt: Leisti dėstytojams kurti sesijas
lv_lv: Atļaut pasniedzējiem izveidot sesijas
mk_mk: Дозволи предавателите да создаваат сесии
ms_my: Benarkan guru mencipta sesi
my_mm: ဆရာများအား အစည်းအဝေးများဖန်တီးခွင့်ပြုပါ
ne: शिक्षकहरूलाई सत्रहरू सिर्जना गर्न अनुमति दिनुहोस्
nl: Sta leerkrachten toe om sessies te maken
nn_no: Tillat lærere å opprette sesjonar
oc: Permetre als professors de crear de sessions
pl_pl: Pozwól nauczycielom na tworzenie sesji
ps: استادانو ته د غونډو جوړولو اجازه ورکړئ
pt_br: Permitir que os professores criem sessões
pt_pt: Permite aos professores criar as suas sessões
ro_ro: Permis profesorilor a crea sesiuni
ru_ru: Разрешить преподавателям создавать сессии
sk_sk: Povoliť lektorom vytvoriť stretnutie
sl: Dovoli učiteljem ustvarjati seje
sq: Lejo mësuesit të krijojnë sesione
sr_rs: Dozvoli nastavnicima kreiranje sesija
sv_se: Tillåt lärare att skapa sessioner
sw_ke: Ruhusu walimu kuunda vikao
ta: ஆசிரியர்களுக்கு அமர்வுகளை உருவாக்க அனுமதி
th: อนุญาตให้ครูสร้างเซสชัน
tl_ph: Payagan ang mga guro na lumikha ng sessions
tr: Öğretmenlerin oturum oluşturmasına izin ver
uk_ua: Дозволити викладачам створювати сесії
vi_vn: Cho phép giảng viên tạo phiên
xh_za: Vumela ootitshala ukuba benze iiseshini
zh_cn: 允许教师创建会话
zh_tw: 允許教師建立課程期間

source: Select a category
ar: اختار الفئة
ast_es: Escoyer una categoría
bn_bd: একটি বিভাগ নির্বাচন করুন
bs_ba: Odaberi kategoriju
ca_es: Seleccioneu una categoria
cs_cz: Vybrat kategorii
da: Vælg en kategori
de: Wählen Sie eine Kategorie
el: Επιλογή Κατηγορίας
eo: Elekti kategorion
es: Seleccione una categoría
es_mx: Seleccionar una categoría
eu_es: Hautatu kategoria bat
fa_ir: انتخاب یک دسته
fi_fi: Valitse kategoria
fo_fo: Vel ein bólk
fur: Scealt une categorije
ga: Roghnaigh catagóir
gl: Seleccione unha categoría
he_il: בחר קטגוריה
hi: श्रेणी चुनें
hr_hr: Odaberi kategoriju
hu_hu: Kategória kiválasztása
hy: Ընտրել կատեգորիա
id_id: Pilih kategori
it: Seleziona una categoria
ja: カテゴリを選択
ka_ge: კატეგორიის შერჩევა
ko_kr: 카테고리 선택
lo: ເລືອກໝວດໝູ່
lt_lt: Pasirinkite kategoriją
lv_lv: Izvēlēties kategoriju
mk_mk: Избери категорија
ms_my: Pilih kategori
my_mm: အမျိုးအစားတစ်ခုရွေးပါ
ne: श्रेणी छान्नुहोस्
nl: Kies een categorie
nn_no: Vel ein kategori
oc: Seleccionar una categoria
pl_pl: Wybierz kategorię
ps: یو کټیګوري غوره کړئ
pt_br: Selecione uma categoria
pt_pt: Selecione uma categoria
ro_ro: Selectionati o categorie
ru_ru: Выберите категорию
sk_sk: Vybrať kategóriu
sl: Izberi kategorijo
sq: Zgjidh një kategori
sr_rs: Izaberite kategoriju
sv_se: Välj en kategori
sw_ke: Chagua jamii
ta: ஒரு வகையைத் தேர்ந்தெடுக்கவும்
th: เลือกประเภท
tl_ph: Piliin ang isang kategorya
tr: Bir kategori seçin
uk_ua: Вибрати категорію
vi_vn: Chọn danh mục
xh_za: Khetha udidi
zh_cn: 选择类别
zh_tw: 選擇類別

source: Mark as read
ar: التحديد كمقروء
ast_es: Marcar como lleíu
bn_bd: পঠিত চিহ্নিত করুন
bs_ba: Označi kao pročitano
ca_es: Marca com a llegit
cs_cz: Označit jako přečtené
da: Markér som læst
de: Als gelesen markieren
el: Σήμανση ως αναγνωσμένο
eo: Marki kiel legitan
es: Marcar como leído
es_mx: Marcar como leído
eu_es: Markatu irakurrita dagoela
fa_ir: علامتگذاری بعنوان خوانده شده
fi_fi: Merkitse luetuksi
fo_fo: Marka sum lisin boð
fur: Mete come let
ga: Marcáil mar léite
gl: Marcar coma lido
he_il: סמן כנקרא
hi: पढ़ा हुआ चिह्नित करें
hr_hr: Označi kao pročitano
hu_hu: Olvasottként megjelölés
hy: Նշել որպես կարդացված
id_id: Tandai sebagai dibaca
it: Segna come già letto
ja: 既読にする
ka_ge: ნიშნად წაკითხულად
ko_kr: 읽음으로 표시
lo: ໝາຍວ່າເປັນອ່ານແລ້ວ
lt_lt: Pažymėti kaip perskaitytą
lv_lv: Atzīmēt kā lasītu
mk_mk: Означи како прочитано
ms_my: Tandakan sebagai dibaca
my_mm: ဖတ်ပြီးဟု အမှတ်အသားပြုပါ
ne: पढिएको रूपमा चिन्ह लगाउनुहोस्
nl: Markeer als gelezen
nn_no: Merk som lest
oc: Marcar coma legit
pl_pl: Zaznacz jako przeczytane
ps: د لوستلو په توګه نښه کول
pt_br: Marcar como lida
pt_pt: Marcar como lida
ro_ro: Marcati ca necitit
ru_ru: Отметить как прочтенное
sk_sk: Označiť ako prečítané
sl: Označi kot prebrano
sq: Shëno si të lexuar
sr_rs: Označi kao pročitano
sv_se: Markera som läst
sw_ke: Weka kama imesomwa
ta: வாசிக்கப்பட்டதாக குறி
th: ทำเครื่องหมายเป็นอ่านแล้ว
tl_ph: Markahan bilang nabasa
tr: Okundu olarak işaretle
uk_ua: Позначити як прочитане
vi_vn: Đánh dấu đã đọc
xh_za: Phawula njengofundiweyo
zh_cn: 标记为已读
zh_tw: 標記為已讀

source: RE:
ar: رد
bn_bd: পুনরায়:
bs_ba: ODG:
da: SV:
de: AW:
el: Απ:
fa_ir: پاسخ:
fi_fi: VI:
fo_fo: SV:
ga: ATH:
hi: पुन:
hr_hr: ODG:
hy: ՊԱ:
id_id: JW:
lo: ຕອບ:
lt_lt: AT:
lv_lv: ATB:
mk_mk: РЕ:
ms_my: RW:
my_mm: ပြန်လည်:
ne: प्रति:
nn_no: SV:
ps: ځواب:
sl: ODG:
sq: Përgj:
sr_rs: ODG:
sw_ke: J:
ta: மறு:
tr: YE:
vi_vn: T.V:
xh_za: IMB:

source: Advanced edit
ar: تعديل متقدم
ast_es: Edición avanzada
bn_bd: উন্নত সম্পাদনা
bs_ba: Napredno uređivanje
ca_es: Edició avançada
cs_cz: Pokročilé úpravy
da: Avanceret redigering
de: Erweitertes bearbeiten
el: Επεξεργασία για προχωρημένους
eo: Progresa redakto
es: Edición avanzada
es_mx: Edición avanzada
eu_es: Edizio aurreratua
fa_ir: ویرایش پیشرفته
fi_fi: Edistynyt muokkaus
fo_fo: Ítarleg rætting
fur: Modifiche avansade
ga: Eagar ardleibhéil
gl: Edición avanzada
he_il: עריכה מתקדמת
hi: उन्नत संपादन
hr_hr: Napredno uređivanje
hu_hu: Haladó szerkesztés
hy: Ընդլայնված խմբագրում
id_id: Edit lanjutan
it: Modifica avanzata
ja: 詳細編集
ka_ge: გაფართოებული რედაქტირება
ko_kr: 고급 편집
lt_lt: Išplėstinis redagavimas
lv_lv: Uzlabota rediģēšana
mk_mk: Напредно уредување
ms_my: Edit lanjutan
my_mm: အဆင့်မြင့်တည်းဖြတ်မှု
ne: उन्नत सम्पादन
nl: Geavanceerde bewerking
nn_no: Avansert redigering
oc: Edicion avançada
pl_pl: Zaawansowana edycja
ps: پراختیايي سمول
pt_br: Editar Avançado
pt_pt: Edição avançada
ro_ro: Editie avansata
ru_ru: Расширенное редактирование
sk_sk: Pokročilá úprava
sl: Napredno urejanje
sq: Edito të avancuar
sr_rs: Napredno uređivanje
sv_se: Avancerad redigering
sw_ke: Hariri ya hali ya juu
ta: மேம்பட்ட திருத்தம்
th: แก้ไขขั้นสูง
tl_ph: Advanced na pag-edit
tr: Gelişmiş düzenle
uk_ua: Розширене редагування
vi_vn: Chỉnh sửa nâng cao
xh_za: Hlela okuphambili
zh_cn: 高级编辑
zh_tw: 進階編輯

source: Create table of contents
ar: انشئ جدول المحتويات
ast_es: Crear tabla de conteníos
bn_bd: সূচিপত্র তৈরি করুন
bs_ba: Kreiraj sadržaj
ca_es: Crear taula de continguts
cs_cz: Vytvořit obsah
da: Opret indholdsfortegnelse
de: Inhaltsverzeichnis erstellen
el: Δημιούργησε πίνακα περιεχομένων
eo: Fari enhavotabelon
es: Crear tabla de contenidos
es_mx: Organizar documentos
eu_es: Sortu edukien aurkibidea
fa_ir: آفرینش فهرست
fi_fi: Luo sisällysluettelo
fo_fo: Stovna innholdsyvirlit
fur: Cree tabile dal contenut
ga: Cruthaigh clár ábhair
gl: Crear índice
he_il: צור תוכן עניינים
hi: सामग्री तालिका बनाएँ
hr_hr: Izradi kazalo
hu_hu: Tartalomjegyzék létrehozása
hy: Ստեղծել բովանդակության աղյուսակ
id_id: Buat Daftar Isi
it: Crea l'elenco dei contenuti
ja: 目次を作成
ka_ge: შინაარსის სანაძრაოს შექმნა
ko_kr: 목차 생성
lt_lt: Sukurti turinį
lv_lv: Izveidot satura koku
mk_mk: Креирај ја Содржината
ms_my: Cipta jadual kandungan
my_mm: မာတိကာဖန်တီးပါ
ne: सामग्री तालिका सिर्जना गर्नुहोस्
nl: Maak een inhoudsopgave
nn_no: Opprett tabell over innhald
oc: Crear tabla de somari
pl_pl: Utwórz spis treści
ps: د موادو فهرست جوړول
pt_br: Criar tabela de conteúdos
pt_pt: Criar tabela de conteúdos
ro_ro: Creaza tabla de continuturi
ru_ru: Создать содержание
sk_sk: Vytvoriť obsah
sl: Tvori kazalo vsebine
sq: Krijo tabelë të përmbajtjeve
sr_rs: Kreiraj sadržaj
sv_se: Skapa innehållsförteckning
sw_ke: Unda jedwali la majukumu
ta: உள்ளடக்க அட்டவணை உருவாக்கு
th: สร้างสารบัญเนื้อหา
tl_ph: Lumikha ng talahanayan ng mga nilalaman
tr: İçerik tablosu oluştur
uk_ua: Створити зміст
vi_vn: Tạo mục lục
xh_za: Yenza itheyibhile yezinto
zh_cn: 创建内容表格
zh_tw: 創建內容表格
