Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: You are not allowed to see this page. Either your connection has expired or you are trying to access a page for which you do not have the sufficient privileges.
yo_ng: O ko ni aṣẹ lati wo oju-iwe yii. Boya asopọ rẹ ti pari akoko tabi o n gbiyanju lati wọle si oju-iwe ti o ko ni awọn ẹtọ to to.

source: You are not logged in
yo_ng: O ko wọle

source: Optional
yo_ng: Aṣayan

source: Next page
yo_ng: Oju-iwe atẹle

source: Previous page
yo_ng: Oju-iwe iṣaaju

source: Use
yo_ng: Lo

source: Total
yo_ng: Lapapọ

source: take
yo_ng: gba

source: Several
yo_ng: Pupọ

source: Notice
yo_ng: Akiyesi

source: among
yo_ng: laarin

source: Show
yo_ng: Han

source: My courses
yo_ng: Awọn ẹkọ mi

source: View my progress
yo_ng: Wo ilọsiwaju mi

source: Personal agenda
yo_ng: Eto ara ẹni

source: Switch to teacher view
yo_ng: Yipada si wiwo olukọ

source: Switch to student view
yo_ng: Yipada si wiwo ọmọ ile-iwe

source: Add it
yo_ng: Ṣafikun rẹ

source: Attachments
yo_ng: Awọn afikun

source: Time report for teacher %s
yo_ng: Ijabọ akoko fun olukọ %s

source: Total time
yo_ng: Àkókò àpapọ̀

source: brazilian
yo_ng: Èdè Brazil

source: bulgarian
yo_ng: Èdè Bulgaria

source: catalan
yo_ng: Èdè Catalan

source: croatian
yo_ng: Èdè Croatia

source: danish
yo_ng: Èdè Danish

source: dutch
yo_ng: Èdè Dutch

source: finnish
yo_ng: Èdè Finnish

source: french
yo_ng: Èdè Faransé

source: french_corporate
yo_ng: Èdè Faransé Corporate

source: french_KM
yo_ng: Èdè Faransé KM

source: galician
yo_ng: Èdè Galician

source: german
yo_ng: Èdè Jẹ́mánì

source: greek
yo_ng: Èdè Giriki

source: italian
yo_ng: Èdè Italiani

source: japanese
yo_ng: Èdè Japanese

source: polish
yo_ng: Èdè Polandi

source: portuguese
yo_ng: Èdè Portuguese

source: russian
yo_ng: Èdè Russia

source: simpl_chinese
yo_ng: Èdè Chinese tí ìrọ̀rùn

source: spanish
yo_ng: Èdè Sipeeni

source: Close
yo_ng: Paarẹ

source: language
yo_ng: Èdè

source: Sorry, but that course code already exists. Please choose another one.
yo_ng: Àwùjọ, ṣùgbọ́n koodu iṣẹ́ yìí ti wà tẹ́lẹ̀. Jọ̀wọ̀ yàtọ̀ mìíràn.

source: Group list
yo_ng: Àtòjọ Ẹgbẹ́

source: The target folder does not exist
yo_ng: Fọ́ọ̀lù ìdíje kò sí

source: in
yo_ng: nínú

source: Show all
yo_ng: Fi gbogbo hàn

source: Page
yo_ng: Ojú ìwé

source: English
yo_ng: Èdè Gẹ̀ẹ́sì

source: Home
yo_ng: Ilé

source: Are you sure you want to delete
yo_ng: Ṣe o dájú pé o fẹ́ pa rẹ́ kúrò

source: Select all
yo_ng: Yan gbogbo

source: Unselect all
yo_ng: Yọ gbogbo kúrò

source: With selected
yo_ng: Pẹ̀lú àwọn yíyàn

source: Online
yo_ng: Lori ayelujara

source: hungarian
yo_ng: Èdè Hungarian

source: indonesian
yo_ng: Èdè Indonesian

source: malay
yo_ng: Èdè Malay

source: slovenian
yo_ng: Èdè Slovenian

source: spanish_latin
yo_ng: Èdè Sipeeni Latin

source: swedisch
yo_ng: Èdè Swedish

source: thai
yo_ng: Èdè Thai

source: turkish
yo_ng: Èdè Turki

source: vietnamese
yo_ng: Èdè Vietnamese

source: user information
yo_ng: Ìròyìn olùwò̀ràn

source: Save the question
yo_ng: Fipamọ Ìbéèrè náà

source: Example
yo_ng: Àpẹẹrẹ

source: Check all
yo_ng: Ṣayẹwo gbogbo

source: Announcement
yo_ng: Ìkéde

source: Display certificate
yo_ng: Han iwe-ẹri

source: Document
yo_ng: Iwe-ipamọ

source: Portal Admin
yo_ng: Alabojuto Ẹnu-ọna

source: none
yo_ng: ko si

source: First select a course
yo_ng: Yan ilé-ìdàsílẹ̀ kọkọ

source: This function is only available to trainers
yo_ng: Iṣẹ́ yìí wà fún olùkọ́ nìkan

source: Today
yo_ng: Lónìí

source: Attachment
yo_ng: Ìfọwọ́sowọpọ̀

source: User
yo_ng: Olùwò

source: M
yo_ng: J

source: F
yo_ng: Àj

source: S
yo_ng: Àb

source: Mon
yo_ng: Jẹj

source: Tue
yo_ng: Tíì

source: Wed
yo_ng: Wò

source: Thu
yo_ng: Bọ̀

source: Fri
yo_ng: Àj

source: Sat
yo_ng: Àb

source: Sun
yo_ng: Ọjọ́-ọ̀sán

source: Monday
yo_ng: Ọjọ́ Jẹjù

source: Tuesday
yo_ng: Ọjọ́ Ìtì

source: Wednesday
yo_ng: Ọjọ́ Wòdè

source: Thursday
yo_ng: Ọjọ́ Bọ̀

source: Friday
yo_ng: Ọjọ́ Àjɛ́

source: Saturday
yo_ng: Ọjọ́ Àbámɛ́ta

source: Sunday
yo_ng: Ọjọ́ Ọjọ́-ọ̀sán

source: Jan
yo_ng: Ján

source: Feb
yo_ng: Fẹ́b

source: Mar
yo_ng: Máà

source: Apr
yo_ng: Èrẹ̀

source: May
yo_ng: Mé

source: Jun
yo_ng: Jùn

source: Jul
yo_ng: Júl

source: Aug
yo_ng: Ǹg

source: Sep
yo_ng: Sẹ́p

source: Oct
yo_ng: Ọk

source: Nov
yo_ng: Nọ́v

source: Dec
yo_ng: Dẹ́s

source: January
yo_ng: Osù Kínní

source: February
yo_ng: Osù Èrẹ̀lẹ̀

source: March
yo_ng: Osù Ẹrẹ̀ta

source: April
yo_ng: Èrèlè

source: June
yo_ng: Okudu

source: July
yo_ng: Agẹmo

source: August
yo_ng: Oṣù Kẹjọ

source: September
yo_ng: Oṣù Kẹsan

source: October
yo_ng: Oṣù Kọwa

source: November
yo_ng: Oṣù Kọkanla

source: December
yo_ng: Oṣù Kejìlá

source: My competences
yo_ng: Awọn agbara mi

source: My diplomas
yo_ng: Awọn iwe-ẹri mi

source: My personal open area
yo_ng: Agbegbe ṣiṣi ti ara ẹni mi

source: What I can teach
yo_ng: Ohun ti mo le kọ

source: Please Try Again!
yo_ng: Jọwọ gbiyanju lẹẹkansi!

source: No file was uploaded.
yo_ng: Ko si faili ti a gbejade.

source: Please select a file before pressing the upload button.
yo_ng: Jọwọ yan faili ṣaaju titẹ bọtini igbejade.

source: The file you selected was not a zip file.
yo_ng: Faili ti o yan kii ṣe faili zip.

source: File upload succeeded!
yo_ng: Igbejade faili ṣaṣeyọri!

source: CSV export
yo_ng: CSV àtẹ̀gùn

source: Personal area
yo_ng: Agbegbe ti ara ẹni

source: Done
yo_ng: Ṣe pari

source: Document added
yo_ng: Iwe-ipamọ ti a fi kun

source: Document updated
yo_ng: Iwe-ipamọ ti a ṣe imudojuiwò

source: Document updated in folder
yo_ng: Iwe-ipamọ ti a ṣe imudojuiwò ninu folda

source: Average
yo_ng: Aarin

source: Chat
yo_ng: Ìfọ̀rọ̀wérọ̀

source: Add link to this page
yo_ng: Fi ọna asopọ si oju-iwe yii kun

source: Backup and import
yo_ng: Ẹ̀yin àti ìkọ̀wé

source: Copy this course's content
yo_ng: Da akoonu iṣẹ-ẹkọ yii ṣe ẹda

source: Start Date
yo_ng: Ọjọ́ Ìbẹ̀rẹ̀

source: End Date
yo_ng: Ọjọ́ Ìparí

source: Start Time
yo_ng: Àkókò Ìbẹ̀rẹ̀

source: End Time
yo_ng: Àkókò Ìparí

source: You were invited to chat with
yo_ng: A pe ọ lati ifọrọwẹrọ pẹlu

source: Do you accept it ?
yo_ng: Ṣe o gba bi ?

source: Visible to
yo_ng: Hàmìràn sí

source: Export
yo_ng: Àtẹ̀gùn

source: Modules
yo_ng: Awọn ẹ̀ka

source: Everyone
yo_ng: Gbogbo ènìyàn

source: Select groups/users
yo_ng: Yan awọn ẹgbẹ/awọn olumulo

source: Learner
yo_ng: Akẹ́kọ̀ọ́

source: You did not select a user / group. The announcement is visible for every learner
yo_ng: O ko yan olumulo / ẹgbẹ kan. Ìdáhùn náà ṣe hàn fun gbogbo akẹkọ

source: Group wiki
yo_ng: Wiki ẹgbẹ

source: Complete
yo_ng: Pipe

source: Book resource
yo_ng: Orisun iwe

source: Start
yo_ng: Bẹ̀rẹ̀

source: End
yo_ng: Parí

source: The access to this page is not allowed
yo_ng: Wiwọle si oju-iwe yii ko gba laaye

source: Required field
yo_ng: Aaye ti o nilo

source: Allowed HTML tags
yo_ng: Awọn aami HTML ti a gba laaye

source: The form contains incorrect or incomplete data. Please check your input.
yo_ng: Fọọmu naa ni data ti ko tọ tabi ti ko pe. Jọwọ ṣayẹwo input rẹ.

source: The first date should be before the end date
yo_ng: Ọjọ akọkọ yẹ ki o wa ṣaaju ọjọ ipari

source: Invalid date
yo_ng: Ọjọ aiṣedeede

source: Only letters and numbers allowed
yo_ng: Awọn lẹta ati awọn nọmba nikan ni a gba laaye

source: Organize
yo_ng: Ṣeto

source: Course admin
yo_ng: Alabojuto Ẹkọ

source: Role
yo_ng: Ipa

source: Only PNG, JPG or GIF images allowed
yo_ng: Awọn aworan PNG, JPG tabi GIF nikan ni a gba laaye

source: Roles & rights overview
yo_ng: Akopọ awọn ipa & ẹtọ

source: Focus on role
yo_ng: Idojukọ lori ipa

source: Focus on right
yo_ng: Idojukọ lori ẹtọ

source: Authoring
yo_ng: Ṣiṣẹda

source: The value has been modified.
yo_ng: Iye naa ti yipada.

source: Virtual meeting
yo_ng: Ipade foju

source: Move to
yo_ng: Gbe lọ si

source: Move file to
yo_ng: Gbe faili lọ si

source: Time report for session %s
yo_ng: Ijabọ akoko fun igba %s

source: Error
yo_ng: Aṣiṣe

source: Create new global role
yo_ng: Ṣẹda ipa agbaye tuntun

source: Create new local role
yo_ng: Ṣẹda ipa agbegbe tuntun

source: Compose message
yo_ng: Kọ ifọrọranṣẹ

source: Other
yo_ng: Omiiran

source: Homepage
yo_ng: Ibeere akọkọ

source: You have a new message!
yo_ng: O ni ifọrọranṣẹ tuntun!

source: My active Sessions
yo_ng: Awọn igba mi ti n ṣiṣẹ

source: My inactive sessions
yo_ng: Awọn igba mi ti ko ṣiṣẹ

source: My learners
yo_ng: Awọn akẹkọ mi

source: Progress
yo_ng: Ilọsiwaju

source: or
yo_ng: tabi

source: Uploading...
yo_ng: N gbejade...

source: Account expired
yo_ng: Iṣiro akoko ti pari

source: Account inactive
yo_ng: Iṣiro ti ko ṣiṣẹ

source: Action not allowed
yo_ng: Iṣe ko gba laaye

source: Sub-title
yo_ng: Akọle-ipilẹ

source: No resource to recycle
yo_ng: Ko si orisun lati tun ṣe

source: Could not open
yo_ng: Ko le ṣii

source: Time in course
yo_ng: Àkókò nínú ìdàrú

source: This course could not be found
yo_ng: A ṣe rii pe ẹkọ yii ko ri

source: Session
yo_ng: Igba

source: Course sessions
yo_ng: Awọn igba ẹkọ

source: The session could not be found
yo_ng: A ṣe rii pe igba naa ko ri

source: The learner could not be found
yo_ng: A ṣe rii pe akẹkọ naa ko ri

source: Learners
yo_ng: Awọn akẹkọ

source: No results found
yo_ng: Ko si awọn abajade ti a ri

source: No tel
yo_ng: Ko si tel

source: Send mail
yo_ng: Fi imeeli ranṣẹ

source: Agenda appointment
yo_ng: Ipinnu Eto Agenda

source: Nobody online
yo_ng: Kò sẹ́ni ló ń ṣiṣẹ́ lórí ìkànnì

source: In course
yo_ng: Nínú ìdàrú

source: Users online - In my training sessions
yo_ng: Àwùjọ oníṣẹ́ lórí ìkànnì - Nínú àwùjọ ìdàrú mi

source: From
yo_ng: Láti

source: To
yo_ng: Sí

source: Content
yo_ng: Àkóónú

source: year
yo_ng: ọdún

source: years
yo_ng: ọdún

source: days
yo_ng: ọjọ́

source: Please stand by...
yo_ng: Jọ̀wọ́ ṣe ìdúró...

source: Virtual classroom
yo_ng: Yàrá ìkọ́nilẹ́kọ̀ọ́

source: Survey
yo_ng: Èwádìí

source: More
yo_ng: Jù lọ

source: Click here
yo_ng: Tẹ̀ ibi yìí

source: here
yo_ng: níbi

source: Save question
yo_ng: Fipamọ Ìbéèrè

source: You can now return to the
yo_ng: O le pada sẹhin si

source: Horizontal
yo_ng: Yípa

source: Vertical
yo_ng: Gẹ́gẹ́rẹ́

source: Display search results
yo_ng: Fi àwùjọ ìpìndà hàn

source: Display all
yo_ng: Fi gbogbo rẹ̀ hàn

source: No users in course
yo_ng: Kò sẹ́ni ló ń ṣiṣẹ́ nínú ìdàrú

source: Percentage
yo_ng: Ìpín

source: Receiver
yo_ng: Olugba

source: Send email
yo_ng: Fi ìmeèlì ránṣẹ́

source: Subject
yo_ng: Kókó ìdí

source: E-mail content
yo_ng: Àkóónú ìmeèlì

source: Comments
yo_ng: Àwòrán ìròyìn

source: Edit recipient list
yo_ng: Ṣàtúnṣe àtòjọ olugba

source: Line
yo_ng: Láàyè

source: No link visited
yo_ng: Kò sẹ́nikí ìlànà kankan tí a ṣe ìbẹ̀wò

source: No document downloaded
yo_ng: Kò sẹ́nikí ìwé kankan tí a ṣe ìgbé ìròyìn

source: %d clicks
yo_ng: %d ìtẹ̀wò

source: Search results
yo_ng: Àwùjọ ìpìndà ìwádìí

source: Past
yo_ng: Tí ó ti kọjá

source: Active
yo_ng: Ti ń ṣiṣẹ́

source: Not yet begun
yo_ng: Kò tíì bẹ̀rẹ̀

source: Invalid folder: Please create a folder with the name images in your documents tool so that the images can be uploaded in this folder
yo_ng: Fọ́ọ̀lù tí kò yẹ: Jọ̀wọ́ ṣẹ̀dá fọ́ọ̀lù pẹ̀lú orúkọ aworan nínú ohun èlò ìwádìí rẹ kí aworan naa lè ṣe ìgbé ìròyìn nínú fọ́ọ̀lù yìí

source: Online in my sessions
yo_ng: Lórí ìkànnì nínú àwùjọ ìdàrú mi

source: Dear user
yo_ng: Olumulo ọwọn

source: Your registration data
yo_ng: Àwòrán ìdààbò ìforúkọsilẹ̀ rẹ

source: Click here to recover your password
yo_ng: Tẹ̀ ibi yìí láti gba ìsọpadà ìpamọ́ rẹ padà

source: The visibility has been changed.
yo_ng: Àwòran ìrísí rẹ ti yí padà.

source: Main navigation
yo_ng: Ìdarí ìdarí pàtàkì

source: See detail
yo_ng: Wo ìpinnu

source: Please try to login again from the homepage
yo_ng: Jọ̀wọ́ gbìyànjú láti wọle lẹ̀yìn ìsẹ́yìn láti ojú ìlẹ̀

source: Please try to login again using the form below
yo_ng: Jọ̀wọ́ gbìyànjú láti wọle lẹ̀yìn ìsẹ́yìn pẹ̀lú fọ́ọ̀lù ìsàlẹ̀ yìí

source: Access to the Frequently Asked Questions
yo_ng: Wọle sí Ìbéèrè tí a ṣe ìpàdé Nigbagbogbo

source: Frequently Asked Question
yo_ng: Ìbéèrè tí a ṣe lọ́pọlọpọ̀

source: Remind learners inactive since
yo_ng: Fìlò àwùjọ àwùjọ tí kò ṣiṣẹ́ láti ìgbà

source: Inactivity on %s
yo_ng: Àìdáṣiṣẹ́ lori %s

source: Dear user,<br /><br /> you are not active on %s since more than %s days.
yo_ng: Olùlò ọwọn,<br /><br /> ìwọ kò ṣiṣẹ́ lori %s láti ìgbà tí ó ti lé egbé %s ọjọ́.

source: OpenID authentication
yo_ng: Ìdí ìdí OpenID

source: Upload max size
yo_ng: Ìkọjá ìwọ̀n ìkọjá faili

source: Move up
yo_ng: Gbe soke

source: Move down
yo_ng: Gbe isalẹ

source: File upload failed: this file extension or file type is prohibited
yo_ng: Ìkọjá faili kù: ìdí ìdí faili tàbí ìdí ìdí faili ti a kọ

source: OpenID URL
yo_ng: URL OpenID

source: The file is too big to upload.
yo_ng: Faili naa tobi ju lati gbe soke.

source: The file you uploaded was not received successfully. Please try again later or contact the administrator of this portal.
yo_ng: Faili ti o gbe soke ko gba ni aṣeyọri. Jọwọ gbìyànjú lẹ́yìn diẹ tabi kan si olùdarí ile-ìwòybàfẹ́ yìí.

source: Assessments
yo_ng: Àwòye Ìdí Ìdí

source: directory
yo_ng: folda

source: directories
yo_ng: awọn folda

source: Age
yo_ng: Ọjọ́-ori

source: Birthday
yo_ng: Ọjọ́ ìbí

source: Course
yo_ng: Ẹkọ

source: documents
yo_ng: awọn iwe-ipamọ

source: Test Finished
yo_ng: Idanwo ti Pari

source: Sex
yo_ng: Ibalopo

source: Native language
yo_ng: Èdè abinibi

source: Country of residence
yo_ng: Orílẹ̀-èdè ibugbe

source: Add attachment
yo_ng: Ṣafikun ìsopọ̀

source: File comment
yo_ng: Ìròyìn faili

source: Filename
yo_ng: Orukọ faili

source: Sessions administrator
yo_ng: Alabojuto awọn akoko

source: Make changeable
yo_ng: Jẹ ki o yipada

source: Make unchangeable
yo_ng: Ṣe àìyípadà

source: Profile attributes
yo_ng: Àwùjọ ìdàrúkọ profaili

source: The field is now visible for the user.
yo_ng: Aaye naa ti han fun olumulo bayi.

source: Cannot make the field visible.
yo_ng: Ko le ṣe aaye naa han.

source: The field is now invisible for the user.
yo_ng: Aaye naa ko han fun olumulo bayi.

source: Cannot make the field invisible
yo_ng: Ko le ṣe aaye naa ko han

source: The field is now changeable by the user: the user can now fill or edit the field
yo_ng: Aaye naa ti ṣe yípadà nipasẹ olumulo bayi: olumulo le kọsilẹ tabi ṣatunṣe aaye naa bayi

source: The field can not be made changeable.
yo_ng: Aaye naa ko le ṣe yípadà.

source: The field is now made unchangeable: the user cannot fill or edit the field.
yo_ng: Aaye naa ti ṣe àìyípadà bayi: olumulo ko le kọsilẹ tabi ṣatunṣe aaye naa.

source: The field cannot be made unchangeable
yo_ng: Aaye naa ko le ṣe àìyípadà

source: Folder
yo_ng: Folda

source: The chat is not available because another course has been opened in another page. To avoid this, please make sure you remain inside the same course for the duration of your chat session. To join the chat session again, please re-launch the chat from the course homepage.
yo_ng: Ìfọwọ̀sowọ̀pọ̀ kò ṣe é ṣe nítorí kọ̀ọ̀si mìíràn ti ṣí nínú ojú ìwé mìíràn. Láti yẹ̀wò èyí, jọ̀ọ̀ rí i dájú pé o dúró nínú kọ̀ọ̀si kan náà fún ìgbà ìfọwọ̀sowọ̀pọ̀ rẹ. Láti darapọ̀ mọ ìfọwọ̀sowọ̀pọ̀ tún, jọ̀ọ̀ tún ṣe ìpilẹ̀ ìfọwọ̀sowọ̀pọ̀ láti ojú ìwé àkọ́kọ́ kọ̀ọ̀si.

source: The file has successfully been uploaded.
yo_ng: Faili naa ti gbejade ni aṣeyọri.

source: Yesterday
yo_ng: Àná

source: Submit
yo_ng: Fiwe silẹ

source: Back to start new search
yo_ng: Pada lati bẹrẹ ìwádìí tuntun

source: Step
yo_ng: Igbese

source: added successfully
yo_ng: ti fi kun ni aṣeyọri

source: Delete error
yo_ng: Aṣìṣe pipadanu

source: Steps list
yo_ng: Àtòjọ ìgbésẹ̀

source: Add step
yo_ng: Ṣafikun igbese

source: Step code
yo_ng: Koodu igbese

source: Label
yo_ng: Aami

source: Unable to connect to
yo_ng: Ko le so pọ si

source: No user
yo_ng: Ko si olumulo

source: Search results for:
yo_ng: Awọn abajade ìwádìí fun:

source: Select a file
yo_ng: Yan faili kan

source: Warning - The FAQ file, located in the /home/ directory of your portal, is not writable. Your text will not be saved until the file permissions are changed.
yo_ng: Ìkìlọ̀ - Faili FAQ, tí ó wà nínú àwùjọ /home/ ti ọ̀tá rẹ, kò ṣe ìkọ̀wé. Ọrọ rẹ kò ni fipamọ títí di ìgbà tí ìyọ̀nda faili yí padà.

source: No tests
yo_ng: Ko si awọn idanwo

source: Sorry, you are not allowed to access this page, or maybe your connection has expired. Please click your browser's "Back" button or follow the link below to return to the previous page.
yo_ng: Maṣe ṣe ìdàpọ̀, o kò gba ìyọ̀nda láti wọ inú ojú ìwé yìí, tàbí ìsopọ̀ rẹ ti parí. Jọ̀ọ̀ tẹ bọ́tì "Pada" ẹ̀rọ ìwòye rẹ tàbí tẹ ìlànkọ ìsàlẹ̀ láti padà sí ojú ìwé ìṣáájú.

source: Result
yo_ng: Abajade

source: Attempting to login as %s %s (id %s)
yo_ng: Ngiyan lati wọle bi %s %s (id %s)

source: Login successful. Go to %s
yo_ng: Wọle ni aṣeyọri. Lọ si %s

source: Start audio automatically
yo_ng: Bẹ̀rẹ ohùn laifọwọyi

source: Intro was updated
yo_ng: Ìdọ̀tí ti yí padà

source: Align
yo_ng: Ẹ̀tò

source: Width
yo_ng: Ibí

source: V Space
yo_ng: Igapọ V

source: H Space
yo_ng: Igapọ H

source: Border
yo_ng: Ààlì

source: Height
yo_ng: Giga

source: Image manager
yo_ng: Olùdarí àwòrán

source: Image File
yo_ng: Faili Àwòrán

source: Constrain proportions
yo_ng: Dí ìwọ̀n mọ́nà

source: Insert image
yo_ng: Fi àwòrán sínú

source: Account active
yo_ng: Àkọọlẹ ṣiṣẹ

source: Group area
yo_ng: Agbègbè ẹgbẹ́

source: Export to PDF
yo_ng: Gbejade si PDF

source: You comment has been added
yo_ng: Ìwòyì rẹ ti ṣe àfikún

source: Back to previous page
yo_ng: Pada si ipele iṣaaju

source: No code
yo_ng: Ko si koodu

source: Display order
yo_ng: Ifihan aṣẹ

source: Index document text?
yo_ng: Ṣàfihàn ọrọ iwe-ìwé àtọ́ka?

source: Document language for indexation
yo_ng: Èdè ìwé fún ìtọ́kasí

source: with
yo_ng: pẹ̀lú

source: General coach
yo_ng: Olùdàáṣà gbogbogbò

source: Save document
yo_ng: Fipamọ ìwé

source: The category has been deleted.
yo_ng: Ẹ̀ka naa ti parẹ́.

source: Category added
yo_ng: Ẹ̀ka ti ṣe àfikún

source: Grade activity
yo_ng: Ìdíwò ìṣẹ́ ìdàgbàsókè

source: Words
yo_ng: Ọ̀rọ̀

source: Go back
yo_ng: Pada sẹ́yìn

source: Details
yo_ng: Kùkúrù

source: Assessment edited
yo_ng: Ìdíwò tí a ṣe àtúnṣe

source: Forum threads
yo_ng: Àwùn àwùjọ ìròyìn

source: Invisible
yo_ng: Àìrírí

source: Phone
yo_ng: Foonù

source: Information message
yo_ng: Ìròyìn ìsọfúnni

source: Confirmation message
yo_ng: Ìròyìn ìdíwò

source: Warning message
yo_ng: Ìròyìn ìkìlọ̀

source: Error message
yo_ng: Ìròyìn àṣìṣe

source: Glossary
yo_ng: Glóṣárì

source: Condition
yo_ng: Ipò

source: Course settings
yo_ng: Ètò ìdàgbàsókè

source: E-mail notifications
yo_ng: Ìfọwọ́sowọpọ̀ ìmeẹ̀lì

source: User rights
yo_ng: Ẹ̀tọ́ olùpẹ̀lò

source: Only numbers
yo_ng: Nọ́mba nìkan

source: Reorder options
yo_ng: Tún ìdásílẹ̀ àwùn yàtọ̀ ṣe

source: Edit user fields
yo_ng: Ṣàtúnṣe àwùjọ ìdí olùpẹ̀lò

source: Double select
yo_ng: Yàtọ̀ ìlọ́pọ̀ méjì

source: Visual divider
yo_ng: Pín ìrísí

source: Unknown package format
yo_ng: Ọ̀nà ìpọ̀nkì àìmọ̀

source: The resource has been deleted
yo_ng: Àwùn ìpìlẹ̀ ti parẹ́

source: Advanced settings
yo_ng: Ètò ìlọ́síwájú

source: Go to
yo_ng: Lọ sí

source: Session and course name
yo_ng: Orúkọ ìdàgbàsókè àti ìdàsílẹ̀

source: Creation date
yo_ng: Ọjọ́ ìdáṣílẹ̀

source: Latest update
yo_ng: Ìmú ìdàsílẹ̀ tuntun

source: View changes history
yo_ng: Wo ìtàn ìyípadà

source: Go to course
yo_ng: Lọ sí ìdàgbàsókè

source: Lectures library
yo_ng: Ààfin ìdàsílẹ̀ ìkọ́nilẹ́kọ̀ọ́

source: Preview image
yo_ng: Àwò ìlọ́wọ́ ìdíwò

source: Advanced search options
yo_ng: Àwùn ìwádìí ìlọ́síwájú

source: Reset keywords
yo_ng: Tú ìdí ìwádìí padà

source: Keywords
yo_ng: Ìdí ìwádìí

source: Intro was deleted
yo_ng: Ìbẹ̀rẹ̀ ti parẹ́

source: Keywords search help
yo_ng: Ìrànlọ́wọ́ ìwádìí kíìwọ́rọ̀

source: Select keywords in one or more fields and click the search button.<br /><br />To select more than one keyword in a field, use Ctrl+click.
yo_ng: Yan kíìwọ́rọ̀ nínú àwùjọ kan tàbí jù bẹ́ẹ̀ lọ àti kí o tẹ bọ́tì ìwádìí.<br /><br />Láti yan kíìwọ́rọ̀ tí ó ju ọkan lọ nínú àwùjọ kan, lo Ctrl+ìkọlù.

source: Combine keywords with
yo_ng: Darapọ kíìwọ́rọ̀ pẹ̀lú

source: The full-text search feature is not enabled in Chamilo. Please contact the Chamilo administrator.
yo_ng: Ìṣẹ́ ìwádìí ọrọ̀ kíkún kò ṣiṣẹ́ nínú Chamilo. Jọ̀wọ́ kan si olùdarí Chamilo.

source: Top
yo_ng: Òkè

source: Your text here
yo_ng: Ọ̀rọ̀ rẹ níbí

source: Order by
yo_ng: Ṣètò lọ́nà

source: Notebook
yo_ng: Àpò ìkọ

source: Mandatory field
yo_ng: Àwùjọ dandan

source: Booking system
yo_ng: Ètò ìfoglò

source: Any
yo_ng: Èyí kankan

source: Specific search fields
yo_ng: Àwùjọ ìwádìí pàtó

source: Here you can define the fields you want to use for indexing content. When you are indexing one element you should add one or many terms on each field comma-separated.
yo_ng: Níbí o lè ṣàpèjúwe àwùjọ tí o fẹ́ lò fún ìtọ́kasí àkóónù. Nígbà tí o ń ṣe ìtọ́kasí ohun kan ṣoṣo o yẹ kí o fi ọ̀kan tàbí ọpọ̀ ìdí ọrọ̀ sórí àwùjọ kọ̀ọ̀kan, pín pẹ̀lú kọ̀ọ̀ma.

source: Add a specific search field
yo_ng: Ṣàfikún ìwádìí pàtó kan

source: Save settings
yo_ng: Fipamọ́ ìṣètò

source: There are no participants
yo_ng: Kò sí àwùjọ olùkópa

source: Subscribers
yo_ng: Àwùjọ àwọn olùfiwọ́si

source: Accept
yo_ng: Gba

source: Reserved
yo_ng: Tìsí

source: Shared documents folder
yo_ng: Àpò ìpín ìwé àwùjọ

source: Audio
yo_ng: Ohùn

source: Go to question
yo_ng: Lọ sí ìbéèrè

source: Level
yo_ng: Ipele

source: Duration
yo_ng: Ìgbà

source: Specific Field for prefilter
yo_ng: Àwùjọ pàtó fún ìsàpẹẹrẹ tẹ́lẹ̀

source: This option let you choose the Specific field to use on prefilter search type.
yo_ng: Àṣàyàn yìí jẹ́ kí o yan Àwùjọ pàtó láti lo lórí ìwádìí ìsàpẹẹrẹ tẹ́lẹ̀.

source: Max. time (minutes)
yo_ng: Àkókò pípé (ìṣẹ́jú)

source: Class
yo_ng: Kíláàsì

source: Select
yo_ng: Yan

source: Destination users
yo_ng: Àwùjọ olùlò ìpinnu

source: The attached file has been deleted
yo_ng: Fáìlì tí a so pọ̀ ti parẹ́

source: Account inactive for this URL
yo_ng: Àkọ̀ọ́lẹ̀ kò ṣiṣẹ́ fún URL yìí

source: Maximum file size
yo_ng: Ìwọ̀n fáìlì pípé

source: An error has been detected while receiving your file. Please check your file is not corrupted and try again.
yo_ng: A ṣe ìdíwọ̀ ìkùnà kan lákòókò gbigba fáìlì rẹ. Jọ̀wọ́ ṣayẹ̀wò fáìlì rẹ kò bajẹ́ kí o sì tẹ̀wò lẹ́ẹ̀kan mìíràn.

source: Expired
yo_ng: Tí ó ti kọjá

source: The invitation has been sent
yo_ng: Ìpè tí a fi ránṣẹ́

source: The invitation hasn't been sent
yo_ng: Ìpè tí a kò ránṣẹ́

source: Outbox
yo_ng: Àpò ìfi ránṣẹ́

source: Overview
yo_ng: Àkàlẹ̀

source: API keys
yo_ng: Kọ̀kọ̀rọ API

source: Generate API key
yo_ng: Ṣẹ̀dá kọ̀kọ̀rọ API

source: My API key
yo_ng: Kọ̀kọ̀rọ API mi

source: Date sent
yo_ng: Ọjọ́ ìrànṣẹ́

source: Deny
yo_ng: Kọ

source: There are no qualified learners
yo_ng: Kò sí àwùjọ akẹ́kọ̀ọ́ tí ó yẹ

source: There are no unqualified learners
yo_ng: Kò sí àwùjọ akẹ́kọ̀ọ́ tí kò yẹ

source: Social network
yo_ng: Nẹ́ẹ́tìwọ̀ọ̀kì àwùjọ

source: Back to outbox
yo_ng: Pada sí àpò ìfi ránṣẹ́

source: Invitation
yo_ng: Ìpè

source: See more options
yo_ng: Wo àwùnà mìíràn púpọ̀

source: Template preview
yo_ng: Akiri ṣe awawo

source: Preview not available
yo_ng: Awawo ko si

source: Edit category
yo_ng: Ṣatunṣe ẹka

source: Photo
yo_ng: Fọto

source: Move the file
yo_ng: Gbe faili naa

source: More information
yo_ng: Alaye diẹ sii

source: Make invisible
yo_ng: Ṣe alaihan

source: Make visible
yo_ng: Ṣe han

source: Image
yo_ng: Aworan

source: Save intro text
yo_ng: Fipamọ ọrọ ifọrọwẹrọ

source: Course name
yo_ng: Orukọ ẹkọ

source: Send a message
yo_ng: Fi ifọrọranṣẹ ranṣẹ

source: Menu
yo_ng: Àkòkò

source: Graphic not available
yo_ng: Aworan ko si

source: Back to
yo_ng: Pada si

source: Courses history
yo_ng: Ìtàn awọn ẹkọ

source: Conversion failled
yo_ng: Iyipada kuna

source: Already exists
yo_ng: Ti wa tẹlẹ
