Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: You already invite all your contacts
yo_ng: O ti pe gbogbo àwùn ìfọwọ́sowọpọ̀ rẹ̀

source: Results hidden by the exercise setting
yo_ng: Àwọn ìpinnu ti fi pamọ́ nipasẹ̀ ìtò ìdàgbàsókè

source: Attended
yo_ng: Ti wà

source: IP address
yo_ng: Àdírẹ́sì IP

source: Only skills that were not registered were imported
yo_ng: Àwọn ìmọ̀ tí kò forukọsilẹ̀ nìkan ni a gbe wọlé

source: The skill had no title set
yo_ng: Ìmọ̀ yìí kò ní akọle

source: The parent skill was not set
yo_ng: Ìmọ̀ ìbílẹ̀ kò ṣeto

source: The skill ID was not set
yo_ng: ID ìmọ̀ kò ṣeto

source: Generated certificate
yo_ng: Ìjẹ́rẹ́ tí a ṣẹ̀dá

source: Users count
yo_ng: Ìka àwùn ènìyàn

source: Subscriptions count
yo_ng: Ìka ìfọwọ́sowọpọ̀

source: You have been registered to course: %s
yo_ng: O ti forukọsilẹ̀ sí ìdàgbàsókè: %s

source: The exercises auto-launch feature configuration is enabled. Learners will be automatically redirected to the selected exercise.
yo_ng: Ìtò ìfọwọ́sowọpọ̀ ìdàgbàsókè auto-launch ti ṣí. Àwùn ìmọ̀ yóò ṣàtúnṣe ìdarí lọ́nà ìdàsílẹ̀ sí ìdàgbàsókè tí a yàn.

source: Redirect to the exercises list
yo_ng: Ìdarí padà sí ìwé ìdàgbàsókè

source: Redirect to the selected exercise
yo_ng: Ìdarí padà sí ìdàgbàsókè tí a yàn

source: Configure exercises tool
yo_ng: Ṣàtúnṣe ohun èlò ìdàgbàsókè

source: Global category
yo_ng: Ẹka agbáyé

source: Make sure you have enough questions in your categories.
yo_ng: Ràn wá lọ́nà ìdùnnú pé o ní ìbeèrè tó pọ̀ nínú ẹka rẹ.

source: Sorry, this installation has a courses limit, which has now been reached. To increase the number of courses allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
yo_ng: Ma binu, ìdásílẹ̀ yìí ní ìdí ìdàgbàsókè, èyí tí a ti dé. Láti mú ìka ìdàgbàsókè tí a yọ̀ọ́n lórí ìdásílẹ̀ Chamilo yìí pọ̀ sí i, jọ̀wọ́ kan si ìpèsè ìkọ́wé rẹ tàbí, tí ó bá ṣeé ṣe, gbóògùn sí ìpìlẹ̀ ìkọ́wé tí ó ga jù.

source: Sorry, this installation has a teachers limit, which has now been reached. To increase the number of teachers allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
yo_ng: Ma binu, ìdásílẹ̀ yìí ní ìdí olùkọ, èyí tí a ti dé. Láti mú ìka olùkọ tí a yọ̀ọ́n lórí ìdásílẹ̀ Chamilo yìí pọ̀ sí i, jọ̀wọ́ kan si ìpèsè ìkọ́wé rẹ tàbí, tí ó bá ṣeé ṣe, gbóògùn sí ìpìlẹ̀ ìkọ́wé tí ó ga jù.

source: Sorry, this installation has a users limit, which has now been reached. To increase the number of users allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
yo_ng: Ma binu, fifi ibọnilẹyin yii ni ifilelẹ awọn olumulo, eyiti o ti de bayi. Lati mu nọmba awọn olumulo ti a gba laaye lori fifi ibọnilẹyin Chamilo yii pọ si, jọwọ kan si olupese iṣẹ hosting rẹ tabi, ti o ba wa, gbe soke si eto hosting ti o ga julọ.

source: By copying the link below and pasting it in an e-mail or on a website, you will allow any anonymous person to enter and answer this survey.
yo_ng: Nipasẹ didakọ ọna asopọ isalẹ ati fifipa rẹ sinu imeeli tabi lori oju opo wẹẹbu, iwọ yoo gba laaye eyikeyi eniyan alailorukọ lati wọle ati dahun iwadi yii.

source: Open self
yo_ng: Ṣii ara ẹni

source: Open blank
yo_ng: Ṣii ofo

source: Open parent
yo_ng: Ṣii obi

source: Open top
yo_ng: Ṣii oke

source: Thematic section has been created successfully
yo_ng: Apakan akori ti ṣẹda ni aṣeyọri

source: Now you should add thematic plan %s and thematic advance %s
yo_ng: Bayi o yẹ ki o ṣafikun eto akori %s ati ilọsiwaju akori %s

source: Selecting another learning path as a prerequisite will hide the current prerequisite until the one in prerequisite is fully completed (100%)
yo_ng: Yiyan ọna ẹkọ miiran gẹgẹbi prerequisite yoo fi pamọ prerequisite lọwọlọwọ titi ti ọkan ti o wa ni prerequisite yoo pari ni kikun (100%)

source: Maximum score
yo_ng: Dimegila ti o pọ julọ

source: Score average from all attempts
yo_ng: Aarin igbelewọn lati gbogbo awọn igbiyanju

source: Export all courses
yo_ng: Gbejade gbogbo awọn iṣẹ-ẹkọ

source: Export selected courses from the following list
yo_ng: Gbejade awọn iṣẹ-ẹkọ ti a yan lati inu akojọ atẹle

source: The list of courses has been exported
yo_ng: Àwòrán àwùjọ kọọsin ti jade

source: Courses to export
yo_ng: Awọn kọọsin lati ṣe jade

source: Assign users to the platform administrator
yo_ng: Yan awọn olumulo si olutọju pẹpẹ

source: Users assigned to the platform administrator
yo_ng: Awọn olumulo ti a yàn si olutọju pẹpẹ

source: Courses assigned to the HR manager
yo_ng: Awọn kọọsin ti a yàn si oluṣakoso HR

source: There are no courses to select
yo_ng: Ko si awọn kọọsin lati yan

source: Vertical activity view
yo_ng: Wiwo iṣẹ-ṣiṣe inaro

source: Generate survey access link
yo_ng: Ṣẹda ìdọwọlẹ ìwádìí ìwọle

source: Courses information
yo_ng: Alaye kọọsin

source: Learning path made visible
yo_ng: Ọ̀nà ẹkọ ti han

source: Link made invisible
yo_ng: Asopọ ti di alaihan

source: The special exports feature is meant to help an instructional controller to export all courses documents in one unique step. Another option lets you choose the courses you want to export, and will export documents present in these courses' sessions as well. This is a very heavy operation, and we recommend you do not start it during normal usage hours of your portal. Do it in a quieter period. If you don't need all the contents at once, try to export courses documents directly from the course maintenance tool inside the course itself.
yo_ng: Ẹya awọn aṣẹjade pataki jẹ́ ìdásílẹ̀ láti ṣe ìrànlọ́wọ́ olùtọ́jú ìdàsílẹ̀ láti ṣe ìjade gbogbo àwùjọ ìpamọ́ kọọsin nínú ìgbésẹ̀ kan pàtó. Aṣàyàn mìíràn yóò jẹ́ kí o yan awọn kọọsin ti o fẹ́ ṣe ìjade, yóò sì ṣe ìjade àwùjọ ìpamọ́ tí ó wà nínú àwùjọ ìjíròrò kọọsin wọ̀nyí pẹ̀lú. Èyí jẹ́ ìṣiṣẹ́ tí ó wúwo gidigidi, a sì fún ìdàsílẹ̀ kí o má ṣe bẹ́rẹ̀ rẹ̀ lákòókò ìlò deede ti ọ̀nà ìwọle rẹ. Ṣe é nínú àkókò tí ó dákẹ́. Ti o kò bá nílò gbogbo àwùjọ ìpamọ́ lẹ́kẹ̀ẹ̀kan, gbìyànjú láti ṣe ìjade àwùjọ ìpamọ́ kọọsin tààrà pọ̀ sí taara láti inú ohun ìtọ́jú ìmùtọju kọọsin nínú kọọsin fúnra rẹ̀.

source: zero
yo_ng: ẹdẹgbẹ̀rún

source: one
yo_ng: ọkan

source: two
yo_ng: ẹmejì

source: three
yo_ng: ẹta

source: four
yo_ng: ẹrin

source: five
yo_ng: ẹdà

source: six
yo_ng: ẹfà

source: seven
yo_ng: ẹje

source: eight
yo_ng: ẹjọ

source: nine
yo_ng: ẹsàn

source: ten
yo_ng: ẹwà

source: eleven
yo_ng: ọkanlẹ́wọ̀lẹ́wà

source: twelve
yo_ng: ẹ mejila

source: thirteen
yo_ng: ọkanla

source: fourteen
yo_ng: ẹẹ̀rinlẹ́wà

source: fifteen
yo_ng: ẹẹdogun

source: sixteen
yo_ng: ẹfàlẹ́wà

source: seventeen
yo_ng: ẹẹdẹlẹ́wà

source: eighteen
yo_ng: ẹẹdọgun

source: nineteen
yo_ng: ọkàndilogun

source: twenty
yo_ng: ogún

source: Allow User Course Subscription By Course Admininistrator
yo_ng: Gba Ìdàsílẹ̀ Ìdàsílẹ̀ Kọọsin Olumulo Nípa Olùtọ́jú Kọọsin

source: Activate this option will allow course administrator to subscribe users inside a course
yo_ng: Ṣiṣẹ́ aṣàyàn yìí yóò jẹ́ kí olùtọ́jú kọọsin ṣe ìdàsílẹ̀ àwùjọ olumulo nínú kọọsin kan

source: Date & time
yo_ng: Ọjọ́ & àkókò

source: Item
yo_ng: Ohun kan

source: Configure Dashboard Plugin
yo_ng: Ṣàtúnṣe Ìdàdìrì Plugin Dashboard

source: Edit blocks
yo_ng: Ṣàtúnṣe àwùjọ ìdíwọ̀n

source: Never
yo_ng: Kò ṣẹlẹ̀ rí

source: Dear user,
yo_ng: Olumulo ọwọn,

source: Session fields
yo_ng: Awọn aaye igba

source: Copy
yo_ng: Ẹda

source: Date on which the session is closed to coaches. The additional delay will allow them to export all relevant tracking information
yo_ng: Ọjọ́ tí ìdàsílẹ̀ ìdàsílẹ̀ ti di dídùn si àwùjọ olùkọ. Ìdádùn àfikún yóò jẹ́ kí wọ́n ṣe ìjade gbogbo ìsọfúnni ìtọ́jú ìdàsílẹ̀ tí ó ṣe pàtàkì

source: Date on which the session is made available to coaches, so they can prepare it before the students get connected
yo_ng: Ọjọ́ tí ìdàsílẹ̀ ìdàsílẹ̀ ti di ìwọlé fún àwùjọ olùkọ, kí wọ́n le ṣètò rẹ̀ kí àwùjọ akẹ́kọ̀ọ́ tó ṣe ìsọpọ̀

source: Date on which the session is closed
yo_ng: Ọjọ́ tí ìdàsílẹ̀ ìdàsílẹ̀ ti di dídùn

source: Date on which the session is made available to all
yo_ng: Ọjọ́ tí ìdàsílẹ̀ ìdàsílẹ̀ ti di ìwọlé fún gbogbo ènìyàn

source: Date that will be shown in the session information as the date on which the session ends
yo_ng: Ọjọ́ tí yóò hàn nínú ìsọfúnni ìdàsílẹ̀ gẹ́gẹ́ bí ọjọ́ tí ìdàsílẹ̀ ìdàsílẹ̀ fi parí

source: Date that will be shown in the session information as the date on which the session starts
yo_ng: Ọjọ́ tí yóò hàn nínú ìsọfúnni ìdàsílẹ̀ gẹ́gẹ́ bí ọjọ́ tí ìdàsílẹ̀ ìdàsílẹ̀ bẹ̀rẹ̀

source: Access end date for coaches
yo_ng: Ọjọ́ ìparí ìwọlé fún àwùjọ olùkọ

source: Access start date for coaches
yo_ng: Ọjọ́ ìbẹ̀rẹ̀ ìwọlé fún àwọn olùdàáṣà

source: Access end date
yo_ng: Ọjọ́ ìparí ìwọlé

source: Access start date
yo_ng: Ọjọ́ ìbẹ̀rẹ̀ ìwọlé

source: End date to display
yo_ng: Ọjọ́ ìparí ìfihàn

source: Start date to display
yo_ng: Ọjọ́ ìbẹ̀rẹ̀ ìfihàn

source: This user is not subscribed to any course
yo_ng: Olùyàwòran yìí kò ṣe àkọsílẹ̀ sí kòọ̀sì kankan

source: Import skills from a CSV file
yo_ng: Gbe ìmọ̀ ìbáṣepọ̀ wọlé láti faili CSV

source: Skills import
yo_ng: Ìgbé ìmọ̀ ìbáṣepọ̀ wọlé

source: Skills wheel
yo_ng: Kẹ̀kẹ́ ìmọ̀ ìbáṣepọ̀

source: Skills you acquired
yo_ng: Ìmọ̀ ìbáṣepọ̀ tí o ti gba

source: Skills searched for
yo_ng: Ìmọ̀ ìbáṣepọ̀ tí a ṣe ìwádìí fún

source: Skills you can learn
yo_ng: Ìmọ̀ ìbáṣepọ̀ tí o lè kọ́

source: Legend
yo_ng: Àlàyé

source: Click to zoom
yo_ng: Tẹ̀ láti ṣe ìdàgbàsókè

source: %s with %s
yo_ng: %s pẹ̀lú %s

source: To get to learn %s you will need to take one of the following courses:
yo_ng: Láti kọ %s, ìwọ yóò nílò láti ṣe ọ̀kan lára àwọn kòọ̀sì wọnyi:

source: Your skill ranking: %s
yo_ng: Ìdásílẹ̀ ìmọ̀ rẹ: %s

source: Manage skills
yo_ng: Ṣàtúnṣe ìmọ̀ ìbáṣepọ̀

source: The attempted oral questions are %s
yo_ng: Awọn ibeere ẹnu ti a gbiyanju jẹ %s

source: A learner has attempted one or more oral question
yo_ng: Olùyàwòran kan ti ṣe ìdásílẹ̀ ìbéèrè ọ̀rọ̀ kan tàbí jù bẹ́ lọ

source: Relative score
yo_ng: Dídùn ìbáṣepọ̀

source: Absolute score
yo_ng: Dídùn pàápàá

source: Prerequisites options
yo_ng: Àwùnṣọ ìdààmú

source: Clear all prerequisites
yo_ng: Pa gbogbo ìdààmú kúrò

source: Set previous step as prerequisite for each step
yo_ng: Ṣeto ìgbésẹ̀ tí ó ṣáájú gẹ́gẹ́ ìdààmú fún ìgbà gbogbo ìgbésẹ̀

source: Start date must be before the end date
yo_ng: Ọjọ́ ìbẹ̀rẹ̀ gbọ́dọ̀ wà ṣáájú ìparí ọjọ́

source: When this option is enabled, the session title is a link to a special session page. When disabled, it is only a text title, without link. The session page linked to might be confusing for some users, which is why you might want to disable it.
yo_ng: Nígbà tí àṣàyàn yìí ba ṣiṣẹ́, akọle ìpàdé jẹ́ ìsopọ̀ sí ojú ìkànnì ìpàdé pàtàkì kan. Nígbà tí kò ṣiṣẹ́, ó jẹ́ akọle ọrọ̀ nìkan, láìsí ìsopọ̀. Ojú ìkànnì ìpàdé tí a so pọ̀ mọ́ lè fa ìdààmú fún àwùnṣọ kan pàtàkì, èyí ni ìdí tí ìwọ lè fẹ́ pa á kúrò.

source: Enable session link in courses list
yo_ng: Ṣi ìsopọ̀ ìpàdé ṣiṣẹ́ nínú akojọ kòọ̀sì

source: Root
yo_ng: Gbòógun

source: Skill information
yo_ng: Ìròyìn ìmọ̀ ìbáṣepọ̀

source: Get new skills
yo_ng: Gba ìmọ̀ ìbáṣepọ̀ tuntun

source: View skills wheel
yo_ng: Wo kẹ̀kẹ́ ìmọ̀ ìbáṣepọ̀

source: Missing <b>one</b> step to match
yo_ng: Ọkan <b>ìgbésẹ̀</b> tí kò ṣe ìbámu

source: Complete match
yo_ng: Ìparí ìbámu

source: Missing <b>%s</b> steps
yo_ng: Ọjọ́ <b>%s</b> ìgbésẹ̀ tí kò ṣe ìbámu

source: Rank
yo_ng: Ìdásílẹ̀

source: Currently learning
yo_ng: Nkọ lọ́wọ́lọ́wọ̀

source: Skills acquired
yo_ng: Ìmọ̀ ìbáṣepọ̀ tí a gba

source: Add skill to profile search
yo_ng: Fi ìmọ̀ ìbáṣepọ̀ kun ìwádìí profaili

source: Short code
yo_ng: Kọ́ọ̀dù kùkù

source: Create child skill
yo_ng: Ṣẹ̀dá ìmọ̀ ìbáṣepọ̀ ọmọ

source: Search profile matches
yo_ng: Ṣàwádìí ìbámu profaili

source: Is this what you were looking for?
yo_ng: Ṣe èyí ìdí tí ìwọ ń wá?

source: What skills are you looking for?
yo_ng: Ìmọ̀ ìbáṣepọ̀ wo ni ìwọ ń wá?

source: Profile search
yo_ng: Ìwádìí profaili

source: If your course is public or open, you can use the direct link below to send an invitation to new users, so after registration, they will be sent directly to the course. Also, you can add the e=1 parameter to the URL, replacing "1" by an exercise ID to send them directly to a specific exam. The exercise ID can be discovered in the URL when clicking on an exercise to open it.<br/>%s
yo_ng: Tí kòọ̀sì rẹ jẹ́ ti gbogbo ènìyàn tàbí ṣí silẹ̀, ìwọ lè lo ìsopọ̀ tààrà pín ìsọran ìpinnu lọ sí àwùnṣọ tuntun, nítorí náà lẹ́yìn ìforúkọkalẹ̀, wọ́n yóò fi wọ́n rán tààrà sí kòọ̀sì. Pẹ̀lú, ìwọ lè fi ìsopọ̀ e=1 sínú URL, rọ̀pò "1" pẹ̀lú ID ìdánwò kan láti fi wọ́n rán tààrà sí ìdánwò kan pàtò. ID ìdánwò ni a lè ṣàwárí nínú URL nígbà tí a tẹ̀ sórí ìdánwò kan láti ṣí i.<br/>%s

source: Direct link
yo_ng: Ìsopọ̀ tààrà

source: <p>Go ahead and browse our course catalog %s to register to any course you like. Once registered, you will see the course appear right %s, instead of this message.</p>
yo_ng: <p>Lo lọ kí ìwọ ṣàwádìí ìkàtálò kòọ̀sì wa %s láti forúkọkalẹ̀ sí kòọ̀sì eyikeyi tí ìwọ fẹ́. Lẹ́yìn ìforúkọkalẹ̀, ìwọ yóò rí kòọ̀sì han tààrà %s, dípò ìfọwérò yìí.</p>

source: <p>Hello <strong>%s</strong> and welcome,</p>
yo_ng: <p>Ẹ kú àárọ̀ <strong>%s</strong> àti kábọ̀ọ̀sì,</p>

source: Unsubscribe users already added
yo_ng: Fọ́ àwùnṣọ tí a ti fi kun tàlẹ̀ kúrò

source: Import users
yo_ng: Gbe awọn olumulo wọle

source: INFORMATION VISIBLE TO THE TEACHER ONLY: This folder contains documents which are created by the Learning Path tool. Inside this folder you can edit the HTML file which are generated by importing content from the Learning Path, as the ones imported by Chamilo Rapid, for example. We recommend hiding this folder to your students.
yo_ng: ALĀJẸ̀RẸ́ FỌKẸ́TẸ́ FÚN OLÙKỌ́ NÌkan: Apò yìí ń gbà àwọn ìwé tí Learning Path ṣẹ̀dá. Nínú apò yìí o lè ṣàtúnṣe fáìlù HTML tí a ṣẹ̀dá látì gbe àkóónù wọle látàárín Learning Path, gẹ́gẹ́ bẹ́ẹ̀ bẹ́ẹ̀ Chamilo Rapid ṣe gbe wọle fún àpẹẹrẹ. A fọ̀nràn kí o fi apò yìí pamọ́ lọ́dọ̀ àwọn akẹ́kọ̀ọ́ rẹ.

source: Just a moment, please. You will be redirected in %s seconds...
yo_ng: Jẹ́ kí ìṣẹ́lẹ̀ kan, jọ̀ọ. A ó túnjú lọ fún rẹ lọ́wọ́lọ́wọ́ lẹ́yìn %s àwọn ìṣẹ́jú kan...

source: To protect your site, make the whole %s directory read-only (chmod -R 0555 on Linux) and delete the %s directory.
yo_ng: Láti dáàbò fún ìkànnì rẹ, jẹ́ kí gbogbo ìlò %s jẹ́ ìlò kíkà nìkan (chmod -R 0555 lórí Linux) kí o sì pa ìlò %s rọ́.

source: Number of public courses
yo_ng: Nọmba àwùjọ ìdàrọ̀dùro tí ó ṣe ìkọlù

source: Number of open courses
yo_ng: Nọmba àwùjọ ìdàrọ̀dùro tí ó ṣí sílẹ̀

source: Number of private courses
yo_ng: Nọmba àwùjọ ìdàrọ̀dùro tí ó jẹ́ ìkọkọ̀

source: Number of closed courses
yo_ng: Nọmba àwùjọ ìdàrọ̀dùro tí ó ti pa

source: Total number of courses
yo_ng: Àpapọ̀ nọmba àwùjọ ìdàrọ̀dùro

source: Number of active users
yo_ng: Nọmba àwùjọ olumulo tí ń ṣiṣẹ́

source: Certificates count
yo_ng: Ìdáyẹ̀wò ìdìmú ìjẹrẹ́

source: Avg hours/student
yo_ng: Awọn wakati ìpinnu /akẹ́kọ̀ọ́

source: Subscribed users count
yo_ng: Ìdáyẹ̀wò ìdìmú àwùjọ olumulo tí a ṣàpèrẹ̀

source: Hours of accumulated training
yo_ng: Awọn wakati ìdàrọ̀dùro tí a ṣàkójọpọ̀

source: Approved
yo_ng: A fọwọ́si

source: Edit questions
yo_ng: Ṣàtúnṣe àwùjọ ìbéèrè

source: Man hours
yo_ng: Awọn wakati ènìyàn

source: Notes obtained
yo_ng: Àwùjọ ìdíwò tí a gba

source: Click on the [Learner view] button to see your learning path
yo_ng: Tẹ̀ bọ́tìì [Ìwò Ẹkọ́] láti wo ìlò ìdàrọ̀dùro rẹ

source: This value can't be changed.
yo_ng: Iye yìí kò ṣeé yí padà.

source: This value is used in the course URL
yo_ng: Iye yìí ṣe ìlò nínú URL ìdàrọ̀dùro

source: Total available users
yo_ng: Àpapọ̀ àwùjọ olumulo tí ó ṣe ìlò

source: user
yo_ng: olumulo

source: Generate certificates
yo_ng: Ṣẹ̀dá àwùjọ ìjẹrẹ́

source: Export all certificates to PDF
yo_ng: Gbe gbogbo àwùjọ ìjẹrẹ́ lọ sí PDF

source: Delete all certificates
yo_ng: Pa gbogbo àwùjọ ìjẹrẹ́ rọ́

source: There are users using this language. Do you want to disable this language and set all this users with the default portal language?
yo_ng: Àwùjọ olumulo ń lo èdè yìí. Ṣé o fẹ́ pa èdè yìí dààmú kí o sì ṣètò gbogbo àwùjọ olumulo yìí pẹ̀lú èdè ìlò ìkànnì àkọ́kọ́?

source: Click to show graphics
yo_ng: Tẹ̀ láti fi àwùjọ àwòrán hàn

source: Quarterly report
yo_ng: Ìròyìn ìdílé mẹ́ta

source: Return to the course list
yo_ng: Padà sí ìlò àwùjọ ìdàrọ̀dùro

source: Course tutor
yo_ng: Olùkọ́ ìdàrọ̀dùro

source: Student in session course
yo_ng: Akẹ́kọ̀ọ́ nínú ìdàrọ̀dùro ìpàdé

source: Student in course
yo_ng: Akẹ́kọ̀ọ́ nínú ìdàrọ̀dùro

source: Session general coach
yo_ng: Olùkọ́ ìdàrọ̀dùro ìpàdé gbogbogbò

source: Session course coach
yo_ng: Olùkọ́ ìdàrọ̀dùro ìdàrọ̀dùro ìpàdé

source: Can session tutors see the reports for their session after it has expired?
yo_ng: Ṣé àwùjọ olùkọ́ ìpàdé lè wo ìròyìn fún ìpàdé wọn lẹ́yìn tí ìpàdé náà ti kọjá?

source: Session tutors reports visibility
yo_ng: Ìrísí ìròyìn àwùjọ olùkọ́ ìpàdé

source: Session calendar
yo_ng: Kálẹ́ńdà ìpàdé

source: Global platform information
yo_ng: Àlàyé ìkànnì gbogbogbò

source: The XML import lets you add more info and create resources (courses, users). The CSV import will only create sessions and let you assign existing resources to them.
yo_ng: Gbigbe XML wọle ń jẹ́ kí o ṣàfikún ìsọfúnni púpọ̀ sí i kí o ṣẹ̀dá àwùjọ ìtìlẹ́yìn (àwùjọ ìdàrọ̀dùro, àwùjọ olumulo). Gbigbe CSV wọle yóò ṣẹ̀dá àwùjọ ìpàdé nìkan kí o sì jẹ́ kí o yan àwùjọ ìtìlẹ́yìn tí ó wà tẹ́lẹ̀ fún wọn.

source: Show link to report bug
yo_ng: Fi ìsopọ̀ hàn láti ṣe ìròyìn àṣìṣe

source: Show a link in the header to report a bug inside of our support platform (http://support.chamilo.org). When clicking on the link, the user is sent to the support platform, on a wiki page that describes the bug reporting process.
yo_ng: Fi ìsopọ̀ hàn nínú ìpìlẹ̀ ìròyìn láti ṣe ìròyìn àṣìṣe nínú ìpìlẹ̀ ìtìlẹ́yìn wa (http://support.chamilo.org). Nígbà tí a bá tẹ̀ ìsopọ̀ yìí, olumulo yóò rán lọ sí ìpìlẹ̀ ìtìlẹ́yìn, sórí ojú ìwé wiki tí ó ṣàlàyé ìlò ìròyìn àṣìṣe.

source: Report a bug
yo_ng: Ṣe ìròyìn àṣìṣe

source: Letters
yo_ng: Awọn lẹ́tà

source: E-mail students on assignment creation
yo_ng: Firanṣẹ́ ìmèlì sí àwùjọ akẹ́kọ̀ọ́ lórí ìdá ìdùbule

source: E-mail students on assignments creation
yo_ng: Fi awọn ọmọ ile-iwe si imeeli lori ṣiṣẹda iṣẹ ṣiṣe

source: Disable e-mail notification on assignment creation
yo_ng: Pa ifitonileti imeeli ṣiṣan lori ṣiṣẹda iṣẹ ṣiṣe

source: Maximum number of members
yo_ng: Nọmba ti o pọ julọ ti awọn ọmọ ẹgbẹ

source: An assignment was created
yo_ng: Iṣẹ ṣiṣe kan ti ṣẹda

source: An assignment has been added to course
yo_ng: Iṣẹ ṣiṣe kan ti a ṣe afikun si ẹkọ

source: Please check the assignments page.
yo_ng: Jọwọ ṣayẹwo oju-iwe awọn iṣẹ ṣiṣe.

source: There is not enough space left in this course to uncompress the current package.
yo_ng: Ko si aaye ti o to lati wa ni ẹkọ yii lati ṣii apo-iṣẹ lọwọlọwọ.

source: The package you are uploading doesn't seem to be in SCORM format. Please check that the imsmanifest.xml is inside the ZIP file you are trying to upload.
yo_ng: Apo-iṣẹ ti o n gbe soke ko dabi ẹni pe o wa ni ọna SCORM. Jọwọ ṣayẹwo pe imsmanifest.xml wa ninu faili ZIP ti o n gbiyanju lati gbe soke.

source: Data filler
yo_ng: Olufọ ọja data

source: Enable competence level labelling in order to set custom score information
yo_ng: Ṣiṣẹ agbelera ipele agbara lati ṣeto alaye igba-aṣeyọ ti aṣa

source: Competence levels custom values
yo_ng: Awọn iye agbelera ipele agbara

source: Number of decimals
yo_ng: Nọmba awọn eleemika

source: Allows you to set the number of decimals allowed in a score
yo_ng: Yọọ laaye lati ṣeto nọmba awọn eleemika ti a gba laaye ni igba-aṣeyọ kan

source: Contact information
yo_ng: Alaye olubasọrọ

source: Your name
yo_ng: Orukọ rẹ

source: Your company's name
yo_ng: Orukọ ile-iṣẹ rẹ

source: Your job's description
yo_ng: Ṣàlàyé iṣẹ rẹ

source: Do you have the power to take financial decisions on behalf of your company?
yo_ng: Ṣe o ni agbara lati ṣe awọn ipinnu owo fun ile-iṣẹ rẹ?

source: Your company's home country
yo_ng: Orilẹ-ede ile ile-iṣẹ rẹ

source: Company city
yo_ng: Ilu ile-iṣẹ

source: Preferred contact language
yo_ng: Èdè olubasọrọ ti o fẹ

source: Send information
yo_ng: Fi alaye ranṣẹ

source: You must accept the licence
yo_ng: O gbọdọ gba iwe-aṣẹ naa

source: Select one
yo_ng: Yan ọkan

source: Contact information has been sent
yo_ng: Alaye olubasọrọ ti ranṣẹ

source: Edit extra field options
yo_ng: Ṣatunkọ awọn aṣayan aaye afikun

source: User inactive since %s
yo_ng: Olumulo ko ṣiṣẹ lati %s

source: Your company's activity
yo_ng: Iṣẹ-ṣiṣe ile-iṣẹ rẹ

source: Please allow us a little time to subscribe you to one of our courses. If you think we forgot you, contact the portal administrators. You can usually find their contact details in the footer of this page.
yo_ng: Jọwọ gba wa diẹ akoko lati forukọsilẹ rẹ si ọkan ninu awọn ẹkọ wa. Ti o ba ro pe a gbagbe rẹ, kan si awọn alabojuto ẹnu-ọna. O le rii awọn alaye olubasọrọ wọn nigbagbogbo ni ẹsẹ oju-iwe yii.

source: Manage session fields
yo_ng: Ṣakoso awọn aaye igba

source: Unlock date
yo_ng: Ọjọ ṣiṣi

source: Lock date
yo_ng: Ọjọ titiipa

source: Edit sessions for a URL
yo_ng: Ṣatunkọ awọn igba fun URL kan

source: Add sessions to URL
yo_ng: Fi awọn igba kun si URL

source: List of sessions in
yo_ng: Akojọ awọn igba ni

source: Go to learner details
yo_ng: Lọ si awọn alaye akẹkọ

source: Display the last executed step and the next unfinished step
yo_ng: Han igbesẹ ti o kẹhin ti a ṣe ati igbesẹ ti ko pari ti o tẹle

source: Fill users
yo_ng: Fi awọn olumulo kun

source: This section is only visible on installations from source code, not in packaged versions of the platform. It will allow you to quickly populate your platform with test data. Use with care (data is really inserted) and only on development or testing installations.
yo_ng: Apakan yii han nikan lori awọn fifi sori tẹlẹ lati koodu orisun, kii ṣe ni awọn ẹya ti a ṣe akopọ ti pẹpẹ. O yoo gba laaye lati kun pẹpẹ rẹ ni kiakia pẹlu data idanwo. Lo pẹlu iṣọra (data ti fi sii nitootọ) ati lori awọn fifi sori tẹlẹ idagbasoke tabi idanwo nikan.

source: Users filling report
yo_ng: Ijabọ fifun olumulo

source: Repeat date
yo_ng: Ọjọ tun

source: End date must be more than the start date
yo_ng: Ọjọ ipari gbọdọ to sii ju ọjọ ibẹrẹ lọ

source: To attend
yo_ng: Lati lọ

source: All users are automatically registered
yo_ng: Gbogbo awọn olumulo ti forukọsilẹ laifọwọyi

source: Assign coach
yo_ng: Yan olukọni

source: Your account on %s has just been approved by one of our administrators.
yo_ng: Iṣiro rẹ lori %s ti fọwọsi nipasẹ ọkan ninu awọn alabojuto wa.

source: A student has obtained the number of sub-skills needed to validate the mother skill.
yo_ng: Ọmọ ile-iwe kan ti gba nọmba awọn ogbon-ipilẹ ti o nilo lati fọwọsi ogbon iya.

source: Off
yo_ng: Pa

source: Web server
yo_ng: Olupin wẹẹbu

source: Not inserted
yo_ng: Ko fi sii

source: Superior (n+1)
yo_ng: Ti o ga julọ (n+1)

source: Enable the MathJax library to visualize mathematical formulas. This is only useful if either ASCIIMathML or ASCIISVG settings are enabled.
yo_ng: Ṣiṣẹ ibi-ipamọ MathJax lati ṣe afihan awọn ilana mathimatiki. Eyi jẹ wulo nikan ti boya awọn eto ASCIIMathML tabi ASCIISVG ti ṣiṣẹ.

source: You can now login at %s using the login and the password you have provided.
yo_ng: Bayi o le wọle si %s nipa lilo orukọ wiwọle ati ọrọ igbaniwọle ti o pese.

source: Have fun,
yo_ng: Gbadun,

source: Are you sure to edit the user status?
yo_ng: Ṣe o daju lati ṣatunkọ ipo olumulo?

source: You should create a group
yo_ng: O yẹ ki o ṣẹda ẹgbẹ kan

source: Reset Learning path
yo_ng: Tun ọna ẹkọ pada

source: Learning path was reset for the learner
yo_ng: Ọna ẹkọ ti tun pada fun akẹkọ naa

source: Announcement visible
yo_ng: Ipọnfẹ ti han
