Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Chamilo is free software distributed under the GNU General Public licence (GPL).
yo_ng: Chamilo jẹ́ ìdàbọ̀ òmìnira tí a pín láàrín ìwé ìdásílẹ̀ Gnu General Public (GPL).

source: I accept
yo_ng: Mo gbà

source: The following values will be written into your configuration file
yo_ng: Àwọn ìdí tí a kọ sílẹ̀ yìí yóò kọ sí ìwé ìṣètò rẹ

source: Go to your newly created portal.
yo_ng: Lọ sí ìkọ̀wẹ́rẹ́ tuntun tí a ṣẹ̀dá.

source: When you enter your portal for the first time, the best way to understand it is to create a course with the 'Create course' link in the menu and play around a little.
yo_ng: Nígbà tí ìwọ bá wọ ìkọ̀wẹ́rẹ́ rẹ fún ìgbà àkọ́kọ́, ọ̀nà rere jùlọ láti lóye rẹ ni láti ṣẹ̀dá ìdàbọ̀ pẹ̀lú ìdọ̀tí 'Ṣẹ̀dá ìdàbọ̀' nínú àkópa àti ṣerò ìdùbọ̀ díẹ̀.

source: Update from Chamilo
yo_ng: Ṣe ìdàbọ̀sìde láti Chamilo

source: Please select the language you'd like to use when installing
yo_ng: Jọ̀wọ̀ yan èdè tí ìwọ fẹ́ lò nígbà ìdàbọ̀

source: Enable the AsciiSVG plugin in the WYSIWYG editor to draw charts from mathematical functions.
yo_ng: Ṣe ìpìlẹ̀ AsciiSVG plugin nínú òǹkọ̀wẹ́rẹ́ WYSIWYG láti ya àwòrán àwòrán láti ìdàbọ̀ ìṣirò ìdàsílẹ̀.

source: Here are the values you entered
yo_ng: Àwọn ìdí tí ìwọ ti kọ sílẹ̀ níbẹ̀

source: Print this page to remember your password and other settings
yo_ng: Ṣe ìtẹ̀wé ìkọ̀wé yìí láti ranti ìpamọ́ rẹ àti àwọn ètò mìíràn

source: The install script will erase all tables of the selected database. We heavily recommend you do a full backup of them before confirming this last install step.
yo_ng: Ìdàbọ̀ ìdàbọ̀ yóò pa gbogbo àwùjọ ìpinnu ìdàbọ̀ tí a yàn. A fọwọ́sowọ́pò ìdàbọ̀ ìdàbọ̀ ìpinnu kí ìwọ ṣe ìdàbọ̀ ìdàbọ̀ ìpinnu kí ìwọ tó fi ìdí ìdàbọ̀ ìkẹ́yìn yìí múlẹ̀.

source: Published
yo_ng: Ti ṣe ìtẹ̀wé

source: read warning below
yo_ng: kà ìdí ìdàbọ̀ ìsàlẹ̀

source: Security advice
yo_ng: Ìmọ̀ràn ààbò

source: You have more than %d courses on your Chamilo platform ! Only %d courses have been updated. To update the other courses, %sclick here %s
yo_ng: Ìwọ ní ju %d ìdàbọ̀ lórí ìkọ̀wẹ́rẹ́ Chamilo rẹ! %d ìdàbọ̀ nìkan ni a ti ṣe ìdàbọ̀sìde. Láti ṣe ìdàbọ̀sìde ìdàbọ̀ mìíràn, %sẹ̀yìn ìkọlù yìí %s

source: To protect your site, make %s and %s (but not their directories) read-only (CHMOD 444).
yo_ng: Láti dáàbò ìkọ̀wẹ́rẹ́ rẹ, ṣe %s àti %s (ṣùgbọ́n kò ṣe ìdí ìwùjọ wọn) ìkàwé-pèlú (CHMOD 444).

source: has not been found
yo_ng: kò tíì rí

source: Please go back to Step 1
yo_ng: Jọ̀wọ̀ padà lọ sí Ìgbésẹ̀ 1

source: has not been found in that directory
yo_ng: kò tíì rí nínú ìwùjọ yẹn

source: Old version's root path
yo_ng: Òpópónà gbòógun ìdàbọ̀ ìṣẹ̀lẹ̀

source: Some files or folders don't have writing permission. To be able to install Chamilo you should first change their permissions (using CHMOD). Please read the %s installation guide %s
yo_ng: Àwùjọ ìwé tàbí ìwùjọ kan kò ní ìyọ̀nda ìkọ̀wé. Láti le ṣe ìdàbọ̀ Chamilo ìwọ yẹ kí ìwọ yí ìyọ̀nda wọn padà (lò CHMOD). Jọ̀wọ̀ kà %s ìtọ́kasí ìdàbọ̀ %s

source: The database server doesn't work or login / pass is bad
yo_ng: Olùkọ̀wẹ́rẹ́ ìdàbọ̀ ìpinnu kò ṣiṣẹ́ tàbí ìwọle / ìpamọ́ kò dára

source: Please go back to Step
yo_ng: Jọ̀wọ̀ padà lọ sí Ìgbésẹ̀

source: The upgrade script will recover and update the Chamilo database(s). In order to do this, this script will use the databases and settings defined below. Because our software runs on a wide range of systems and because all of them might not have been tested, we strongly recommend you do a full backup of your databases before you proceed with the upgrade!
yo_ng: Ìdàbọ̀ ìdàbọ̀sìde yóò gba àti ṣe ìdàbọ̀sìde ìdàbọ̀ ìpinnu Chamilo. Láti ṣe èyí, ìdàbọ̀ yìí yóò lo ìdàbọ̀ ìpinnu àti ìṣètò tí a ṣàpèjúwe lásìlẹ̀. Nítorí ìdàbọ̀ wa ṣiṣẹ́ lórí ọ̀pọ̀ ìlò àti nítorí gbogbo wọn lè kò tíì ṣe ìdánwò, a fọwọ́sowọ́pò ìdàbọ̀ ìdàbọ̀ ìpinnu kí ìwọ ṣe ìdàbọ̀ ìdàbọ̀ ìpinnu rẹ kí ìwọ tó tẹ̀síwájú pẹ̀lú ìdàbọ̀sìde!

source: Optional parameters
yo_ng: Àwùjọ ìdí àṣàyàn

source: The database connection has failed. This is generally due to the wrong user, the wrong password or the wrong database prefix being set above. Please review these settings and try again.
yo_ng: Ìsọ̀rọ̀ ìdàbọ̀ ìpinnu ti kùnà. Èyí jẹ́ ìdí ìdàbọ̀ ìwòye olùwò, ìpamọ́ tí kò tọ́ tàbí ìdí ìdàbọ̀ ìpinnu tí kò tọ́ tí a ṣètò lókè. Jọ̀wọ̀ ṣàyẹ̀wò àwọn ìṣètò wọ̀nyí kí ìwọ tó gbìyànjú lẹ́yìn náà.

source: Upgrade from Chamilo 1.6.x
yo_ng: Ṣe ìdàbọ̀sìde láti Chamilo 1.6.x

source: Upgrade from Chamilo 1.8.x
yo_ng: Ṣe ìdàbọ̀sìde láti Chamilo 1.8.x

source: Group pending invitations
yo_ng: Àwùjọ ìpè ìdàbọ̀ ìdọjọ́

source: Compose
yo_ng: Kọ

source: Baby Orange
yo_ng: Ọmọ òrangẹ̀

source: Blue lagoon
yo_ng: Adágun òkè

source: Cool blue
yo_ng: Òtútù òkè

source: Corporate
yo_ng: Ajumọṣe

source: Cosmic campus
yo_ng: Ọkà cosmic

source: Delicious Bordeaux
yo_ng: Bordeaux aládùn

source: Empire green
yo_ng: Empire alawọ ewe

source: Fruity orange
yo_ng: Ọsan ẹ̀ṣẹ̀

source: Medical
yo_ng: Iṣègùn

source: Royal purple
yo_ng: Àwọ̀ àwùjọ ọba

source: Silver line
yo_ng: Láàárín fàdákè

source: Sober brown
yo_ng: Brown ìdàrúdàpọ̀

source: Steel grey
yo_ng: Grẹy irin

source: Tasty olive
yo_ng: Olivi ìdùnnú

source: In this report you see the results of all questions
yo_ng: Nínú ìròyìn yìí, ìwọ rí àwọn ìdàbọ̀ gbogbo ìbéèrè

source: Questions' overall report
yo_ng: Ìròyìn ìjẹẹpọ̀ ìbéèrè

source: bosnian
yo_ng: Bosnia

source: dutch corporate
yo_ng: dutch ajumọṣe

source: english for organisations
yo_ng: Èdè Gẹ̀ẹ́sì fún àwùjọ

source: hebrew
yo_ng: Heberu

source: korean
yo_ng: Korea

source: latvian
yo_ng: Latvia

source: lithuanian
yo_ng: Lithuania

source: macedonian
yo_ng: Makedonia

source: norwegian
yo_ng: Norway

source: persian
yo_ng: Persia

source: quechua from Cusco
yo_ng: Quechua lati Cusco

source: romanian
yo_ng: Romania

source: serbian
yo_ng: Serbia

source: slovak
yo_ng: Slovakia

source: traditional chinese
yo_ng: Èdè Cantonese ìpilẹ̀ṣẹ̀

source: Chamilo installation
yo_ng: Fídí Chamilo sórí

source: Pending invitations
yo_ng: Àwùjọ ìpinnu tí kò tíì ṣẹ̀

source: Session's data
yo_ng: Àwùjọ ìdàsílẹ̀ ìpàdé

source: Select user profile field to add
yo_ng: Yan aṣàyàn ìpìlẹ̀ ìfọwọ́sowọpọ̀ olùyàwòran láti fi kun

source: Move element
yo_ng: Gbe nkan lọ

source: Show the glossary terms in extra tools
yo_ng: Fi ìtumọ̀ ìfọkànfọ̀ hàn nínú àwùjọ ìlò ìṣàǹfààní

source: From here you can configure how to add the glossary terms in extra tools as learning path and exercice tool
yo_ng: Láti inú ibi yìí ìwọ lè ṣètò ìlànà láti fi ìtumọ̀ ìfọkànfọ̀ kun nínú àwùjọ ìlò ìṣàǹfààní gẹgẹ́ bí ìlọlọwọ́ ìmọ̀ àti ìlò ìdàsílẹ̀

source: Survey Help
yo_ng: Ìrànlọ́wọ̀ Ìwádìí

source: <p>Getting proper feedback on your courses is extremely important. You will find the dedicated Survey tool invaluable for getting effective feedback from users. </p> <p><b>Creating a new survey</b></p> <p> Click on the link 'Create a new survey' and fill in the fields 'Survey code' and 'Survey title'. With the help of the calendar, you can control the duration of your survey. There's no need to keep it open for a whole year; allow access for a few days at the end of the course program. Filling in the text fields 'Survey introduction' and 'Survey thanks' is also good practice; this will add clarity and a certain friendliness to your survey.</p> <p><b>Adding questions to the survey</b></p> <p>Once the survey outline is created, it is up to you to create the questions. The 'Survey' tool has many question types: open/closed questions, percentage, QCM, multiple responses... You should certainly find everything you need for your (ever increasing) feedback requirements.</p> <p><b>Previewing the survey</b></p><p>Once you have created questions, you may want to check what the survey will look like to learners. Click on the 'Preview' icon and the preview screen will show you exactly this.</p> <p><b>Publishing the survey</b></p> <p>Happy with the preview? Any modifications to be made? No? Then click on the icon 'Publish survey' to send the survey to the selected list of recipients. As with creating groups, use the list 'Users of this course' on the left and the one for 'receivers' on its right to arrange this. Next, fill in the e-mail subject 'Title of the e-mail' and the content, 'Text of the e-mail'. Potential surveyees will be alerted by e-mail of the availability of a survey. Think carefully about the wording of the e-mail because it will play a big part in motivating users to take the survey.</p> <p><b>Survey reports</b></p> Analysing surveys is a tedious task. The survey Reporting tool will help with analysis as it sorts reports according to question, user, comparisons etc... <p><b>Managing surveys</b></p> When managing surveys you will see some new icons, apart from the usual 'Edit' and 'Delete' options. You can preview, publish and keep track of your surveys and responses using these.</p>
yo_ng: <p>Ìdáhùn tó dára lórí àwùjọ ìkẹ́kọ̀ọ́ rẹ jẹ́ pàtàkì gan-an. Ìwọ yóò rí ìlò Ìwádìí tí a yà sọ́tọ̀ ṣe pàtàkì fún ìdáhùn ìdásílẹ̀ látàrí àwùjọ olùyàwòran. </p> <p><b>Ṣẹ̀dá ìwádìí tuntun</b></p> <p> Tẹ̀ lórí ìnọ́nnì 'Ṣẹ̀dá ìwádìí tuntun' kí ìwọ kún àwùjọ ìlọ́nà 'Kọ́ọ̀dù ìwádìí' àti 'Àkọ́ ìwádìí'. Pẹ̀lú ìrànlọ́wọ̀ kàlẹ́ńdà, ìwọ lè ṣàkóso ìgbà ìwádìí rẹ. Kò sí ìdí láti ṣii dún fun ọdún kan; gba ìwọlé fún ọjọ́ díẹ̀ ní òpin ètò ìkẹ́kọ̀ọ́. Kíkún àwùjọ ìwé ìdíwọ̀n 'Ìdí ìwádìí' àti ' Ìdùnnú ìwádìí' tún jẹ́ ìlànà rere; èyí yóò fi òye àti ìfẹ́dùfẹ́ kan kun ìwádìí rẹ.</p> <p><b>Fi ìbéèrè kun ìwádìí</b></p> <p>Nigbà tí ìlò ìwádìí bá ṣẹ̀dá, ìdí rẹ ni láti ṣẹ̀dá ìbéèrè. Ìlò 'Ìwádìí' ní ọ̀pọ̀ ìlò ìbéèrè: ìbéèrè ṣíṣẹ/pa, ìpín ìpín, QCM, ìdáhùn pupọ... Ìwọ yóò rí gbogbo ohun tí ìwọ fẹ́ fún ìdí ìdáhùn rẹ (tí ń pọ̀ sí i).</p> <p><b>Ṣàyẹ̀wò ìwádìí</b></p><p>Nigbà tí ìwọ bá ṣẹ̀dá ìbéèrè, ìwọ lè fẹ́ ṣàyẹ̀wò ohun tí ìwádìí yóò ṣe ìrísí fún àwùjọ akẹ́kọ̀ọ́. Tẹ̀ lórí àwòrán 'Ṣàyẹ̀wò' àti ìpàgbe ìdàwò yóò fi ìdí ìrísí yìí hàn.</p> <p><b>Tẹ̀jáde ìwádìí</b></p> <p>Dùróṣùṣù pẹ̀lú ìdàwò? Ìyípadà kankan láti ṣe? Kò sí? Lẹ́yìn náà tẹ̀ lórí àwòrán 'Tẹ̀jáde ìwádìí' láti fi ìwádìí ránṣẹ́ sí àwùjọ ìlò tí a yàn. Gẹgẹ́ bí ìdá àwùjọ, lo àwùjọ 'Àwùjọ ìlò ìkẹ́kọ̀ọ́ yìí' lọ́wọ́ òsì àti ẹni tí ó ń gbà lọ́tọ̀-ọ̀tọ̀ láti ṣètò èyí. Lẹ́yìn náà, kún akọ́ ìmèlì 'Àkọ́ ìmèlì' àti àkíì, 'Ọrọ̀ ìmèlì'. Àwùjọ ìwádìí tí ó ṣeéṣe yóò ṣe ìdálọ́wọ́dìí pẹ̀lú ìmèlì ìwà tí ìwádìí wà. Ronú jinlẹ̀ lórí ọ̀rọ̀ ìmèlì nítorí yóò ṣe ipa pàtàkì nínú ìdùnnú àwùjọ olùyàwòran láti ṣe ìwádìí.</p> <p><b>Ìròyìn ìwádìí</b></p> Ìtúpalẹ̀ ìwádìí jẹ́ iṣẹ́ àìrẹ̀rìn-ín. Ìlò Ìròyìn ìwádìí yóò ṣèrànlọ́wọ̀ pẹ̀lú ìtúpalẹ̀ nítorí ó ṣàtúnṣe ìròyìn gẹgẹ́ bí ìbéèrè, olùyàwòran, ìfiwéra àti bẹ́ẹ̀ bẹ́ẹ̀ lọ... <p><b>Ṣàkóso ìwádìí</b></p> Nígbà tí ìwọ ń ṣàkóso ìwádìí ìwọ yóò rí àwùjọ àwòrán tuntun, yàtọ̀ sí ìdí ìṣàtúnṣe 'Ṣàtúnṣe' àti 'Pa rẹ̀'. Ìwọ lè ṣàyẹ̀wò, tẹ̀jáde àti tọju ìwádìí àti ìdáhùn rẹ pẹ̀lú àwùjọ wọ̀nyí.</p>

source: Project help
yo_ng: Ìrànlọ́wọ̀ Iṣẹ́-ìṣẹ́

source: <p> The Project tool facilitates collaborative project work. </p> One way to use the tool is to use it to assign authors charged with keeping written reports on activities throughout the day/week. </p> Coupled with this is a task management tool through which you can assign a relevant task to any of the designated authors (eg to report on the evolution of safety standards in the business). </p> An item representing new content is called an <i> article </i>. To create a new article, just follow the link in the menu prompting you to do. To edit (if you are the author of the article) or add a comment to an article, just click on the title of this article. </p>
yo_ng: <p> Ìlò Iṣẹ́-ìṣẹ́ ń rọrun ìṣiṣẹ́ ìṣiṣẹ́ ìdàpọ̀. </p> Ọ̀nà kan láti lo ìlò náà ni láti lo rẹ̀ láti yan àwùjọ ìwé tí wọ́n ń ṣàtúnṣe ìròyìn kíkọ lórí ìṣiṣẹ́ jálẹ̀ ọjọ́/ọ̀sẹ̀. </p> Pẹ̀lú èyí ni ìlò ìṣàkóso iṣẹ́ pẹ̀lú èyí ìwọ lè yan iṣẹ́ tí ó ṣe pàtàkì sí òǹkọ̀wé ẹni kankan (fun àpẹẹrẹ láti ròyìn lórí ìdàgbàsókè ìlànà ààbò nínú ìṣòwò). </p> Nkan tí ń ṣàtúnṣe àkíì tuntun ni a ń pè ní <i> ìwé </i>. Láti ṣẹ̀dá ìwé tuntun, ṣàtẹ̀lé ìnọ́nnì nínú àkóọlẹ̀ tí ń kọ ìwọ láti ṣe. Láti ṣàtúnṣe (tí ìwọ jẹ́ òǹkọ̀wé ìwé) tabi fi ìròyìn kun ìwé, ṣẹ́ lórí àkọ́ ìwé yìí. </p>

source: First slide
yo_ng: Slide àkọ́kọ́

source: Last slide
yo_ng: Slide òpin

source: The document has been deleted.
yo_ng: Ìwé náà ti parẹ́.

source: You are not allowed to delete this document
yo_ng: Ìwọ kò gba ìyọ̀nda láti pa ìwé yìí

source: Add user profile field
yo_ng: Fi ìpìlẹ̀ ìfọwọ́sowọpọ̀ olùyàwòran kun

source: Export courses
yo_ng: Gbe ìkẹ́kọ̀ọ́ jáde

source: Is administrator
yo_ng: Jẹ́ olùtọ́jú

source: Is not administrator
yo_ng: Kò ṣe olùtọ́jú

source: Add time limit
yo_ng: Fi ìdí ìgbà kun

source: Edit time limit
yo_ng: Ṣàtúnṣe ìdíwọ̀n àkókò

source: The time limit of a category is referential, will not affect the boundaries of a training session
yo_ng: Ìdíwọ̀n àkókò ti ẹka kan jẹ́ ìtọ́kasí, kò ní yí àwòrán ìdàrísí ìdàrísí padà

source: User tag
yo_ng: Àmì olùpẹ̀lò

source: E-mail alert on course creation
yo_ng: Ìfọwọ́sowọ́pọ̀ ìmeeli lórí ìdàsílẹ̀ ìdàrísí

source: Send an email to the platform administrator each time a teacher creates a new course
yo_ng: Firanṣẹ ìmeeli sí olùdarí ìpìlẹ̀ fún ìgbà kọ̀ọ̀kan tí olùkọ́ ṣẹ̀dá ìdàrísí tuntun

source: Select session
yo_ng: Yan ìpàdé

source: Special course
yo_ng: Ìdàrísí pàtàkì

source: Duration in words
yo_ng: Ìgbà tí a fi ọ̀rọ̀ ṣàpèjúwe

source: Upload correction
yo_ng: Gbe ìdásílẹ̀ ìṣàtúnṣe

source: ASCIIMathML mathematical editor
yo_ng: Àdàtítọ́ ìdààsí ìṣirò ASCIIMathML

source: Enable ASCIIMathML mathematical editor
yo_ng: Fún ìdààsí ìdààsí ìṣirò ASCIIMathML láǹfààní

source: Allow learners to insert videos from YouTube
yo_ng: Gba àwọn akẹ́kọ̀ọ́ láǹfààní láti fi fidio YouTube ṣe ìdàpọ̀

source: Enable the possibility that learners can insert Youtube videos
yo_ng: Fún ìṣẹ́ ìdàpọ̀ fidio Youtube ṣiṣẹ́ fún àwọn akẹ́kọ̀ọ́

source: Block learners copy and paste
yo_ng: Dènà àwọn akẹ́kọ̀ọ́ láti ṣe ẹ̀ka àti ìlẹ̀mọ̀

source: Block learners the ability to copy and paste into the WYSIWYG editor
yo_ng: Dènà àwọn akẹ́kọ̀ọ́ ìdíwọ̀n láti ṣe ẹ̀ka àti ìlẹ̀mọ̀ sínú ìdààsí WYSIWYG

source: Buttons bar extended
yo_ng: Àwùn àwùn ìdààsí ti fa gùn

source: Enable button bars extended when the WYSIWYG editor is maximized
yo_ng: Fún ìdààsí ìdààsí ìdààsí tí a fa gùn lọ́nà gíga nínú ìdààsí WYSIWYG

source: HTML Editor
yo_ng: Àdàtítọ́ HTML

source: Go directly to the course after login
yo_ng: Lọ tààrà sí ìdàrísí lẹ́yìn ìwọlé

source: When a user is registered in one course, go directly to the course after login
yo_ng: Nígbà tí olùpẹ̀lò ba forukọ sí ìdàrísí kan, lọ tààrà sí ìdàrísí lẹ́yìn ìwọlé

source: Allow learners to download directories
yo_ng: Gba àwọn akẹ́kọ̀ọ́ láǹfààní láti ṣe ìgbé ìlọ folda

source: Allow learners to pack and download a complete directory from the document tool
yo_ng: Gba àwọn akẹ́kọ̀ọ́ láǹfààní láti ṣe ìpapọ̀ àti ìgbé ìlọ folda kan pátápátá láti inú ohun èlò ìwé

source: Allow learners to create groups in social network
yo_ng: Gba àwọn akẹ́kọ̀ọ́ láǹfààní láti ṣẹ̀dá àwùpù pọ̀ sí i nínú ìdàpọ̀ ìdàrísí

source: Allow sending messages to any platform user
yo_ng: Gba ìfiranṣẹ́ ìfiwéra sí olùpẹ̀lò ìpìlẹ̀ kankan

source: Allows you to send messages to any user of the platform, not just your friends or the people currently online.
yo_ng: Yóò jẹ́ kí o lè fi ìfiwéra ránṣẹ́ sí olùpẹ̀lò ìpìlẹ̀ kankan, kì í ṣe àwùn ọ̀rẹ́ rẹ tàbí àwùn tí ó ń ṣiṣẹ́ lọ́nìí.

source: Social network tab
yo_ng: Àwùn ìdàpọ̀ ìdàrísí

source: Max upload file size in messages
yo_ng: Ìwọ̀n ìdíwọ̀n ìdàlẹ́wò ìlọ ìwé pàtàpàtì nínú ìfiwéra

source: Maximum size for file uploads in the messaging tool (in Bytes)
yo_ng: Ìwọ̀n ìdíwọ̀n pàtàpàtì fún ìdàlẹ́wò ìlọ ìwé nínú ohun èlò ìfiwéra (ní àìka)

source: Chamilo homepage
yo_ng: Ojú ìwòye Chamilo

source: Chamilo forum
yo_ng: Ìpìlẹ ìfọ̀rọ̀wérọ̀ Chamilo

source: Chamilo extensions
yo_ng: Àwùn ìfọwọ́sowọ́pọ̀ Chamilo

source: Chamilo Green
yo_ng: Chamilo alawọ ewe

source: Chamilo red
yo_ng: Chamilo pupa

source: Number of messages sent
yo_ng: Nọ́mbà ìfiwéra tí a rán

source: Number of messages received
yo_ng: Nọmba awọn ifiranṣẹ ti o gba

source: Contacts count
yo_ng: Iye awọn olubasọrọ

source: In order to change your e-mail address, you are required to confirm your password
yo_ng: Lati yipada adirẹsi imeeli rẹ, o gbọdọ jẹrisi ọrọ igbaniwọle rẹ

source: My groups
yo_ng: Awọn ẹgbẹ́ mi

source: Note: This test has been setup to hide the expected answers.
yo_ng: Akiyesi: Idanwo yii ti ṣeto lati fi awọn idahun ti a nireti pamọ.

source: Social
yo_ng: Awujọ

source: Create a group
yo_ng: Ṣẹda ẹgbẹ

source: Users, Groups
yo_ng: Awọn olumulo, Awọn ẹgbẹ

source: Sorry no results
yo_ng: Ma binu ko si awọn abajade

source: Group Permissions
yo_ng: Awọn igbanilaaye ẹgbẹ

source: Closed
yo_ng: Tiipa

source: Add group
yo_ng: Fi ẹgbẹ kun

source: Privacy
yo_ng: Aṣiri

source: This is an open group
yo_ng: Eyi jẹ ẹgbẹ ṣiṣi

source: You should create a topic
yo_ng: O yẹ ki o ṣẹda koko-ọrọ kan

source: I am an admin
yo_ng: Emi jẹ olutọju

source: Messages list
yo_ng: Àkòkò ìfọwọ́sowọ́pọ̀

source: Members list
yo_ng: Àkòkò ọmọ ẹgbẹ́

source: Waiting list
yo_ng: Àkòkò ìdúró

source: Invite friends
yo_ng: Pè àwùjọ

source: Add one more file
yo_ng: Fi failu kan kún

source: Maximun file size: %s
yo_ng: Ìwọ̀n failu púpọ̀ jù: %s

source: Edit information
yo_ng: Ṣàtúnṣe ìròyìn

source: Edit group
yo_ng: Ṣàtúnṣe ẹgbẹ́

source: There are no users in the waiting list
yo_ng: Kò sí olùpẹ̀yìndà lórí àkòkò ìdúró

source: Send invitation to
yo_ng: Firanṣẹ́ ìpè sí

source: Invite users to group
yo_ng: Pè àwùjọ ẹgbẹ́

source: Posted
yo_ng: Ti fi ìròyìn rẹ́

source: Newest
yo_ng: Tuntun jù

source: Popular
yo_ng: Olùgbéyàwò

source: Remove moderator
yo_ng: Yọ olùdíwò kúrò

source: User updated to moderator
yo_ng: Olùpẹ̀yìndà ti di olùdíwò

source: I am a moderator
yo_ng: Èmi ni olùdíwò

source: This is a closed group
yo_ng: Èyí jẹ́ ẹgbẹ́ tí ó ti pa

source: I am a reader
yo_ng: Èmi ni òǹkàwé

source: User updated to reader
yo_ng: Olùpẹ̀yìndà ti di òǹkàwé

source: Add as moderator
yo_ng: Fi ṣe olùdíwò

source: Join group
yo_ng: Darapọ mọ ẹgbẹ́

source: You should join the group
yo_ng: O yẹ kí o darapọ mọ ẹgbẹ́

source: Waiting for admin response
yo_ng: Ndúróde ìdáhùn olùdarí

source: Re
yo_ng: Atúnṣe

source: Files attachments
yo_ng: Àwùjọ failu

source: Group waiting list
yo_ng: Àkòkò ìdúró ẹgbẹ́

source: Users already invited
yo_ng: Àwùjọ tí a ti pè tẹ́lẹ̀

source: Subscribe users to group
yo_ng: Forúkọ àwùjọ ẹgbẹ́

source: You have been invited to join now
yo_ng: A ti pè ọ́ láti darapọ mọ nísinsìnyí

source: Deny invitation
yo_ng: Kọ ìpè sí

source: Accept invitation
yo_ng: Gba ifiwepe

source: Groups waiting for approval
yo_ng: Àwùjọ tí ó ń ṣe ìdúró fún ìfọwọ́si

source: Group invitation was denied
yo_ng: Ìpè ẹgbẹ́ ti kọ

source: User is subscribed to this group
yo_ng: Olùpẹ̀yìndà ti forúkọ ẹgbẹ́ yìí

source: Delete from group
yo_ng: Pa á kúrò lọ́dọ ẹgbẹ́

source: You are invited to access a group content
yo_ng: A pe ọ lati wọle si akoonu ẹgbẹ́

source: You are invited to group
yo_ng: A pe ọ si ẹgbẹ́

source: To subscribe, click the link below
yo_ng: Lati forukọ, tẹ ìsọ̀rọ̀ isalẹ

source: Return to inbox
yo_ng: Pada si apoti

source: Return to outbox
yo_ng: Pada si apoti ituma

source: Edit normal profile
yo_ng: Ṣàtúnṣe profailì deede

source: Leave group
yo_ng: Fi ẹgbẹ́ sílẹ̀

source: User is not subscribed to this group
yo_ng: Olùpẹ̀yìndà kò forúkọ ẹgbẹ́ yìí

source: Invitation received
yo_ng: Ìpè tí a gba

source: Invitation sent
yo_ng: Ìpè tí a fi ránṣẹ́

source: You already sent an invitation
yo_ng: O ti fi ìpè ránṣẹ́ tẹ́lẹ̀

source: Step 7
yo_ng: Igbesẹ 7

source: Files size exceeds
yo_ng: Ìwọ̀n failu púpọ̀ jù

source: You should write a subject
yo_ng: O yẹ kí o kọ akọle

source: Status in this group
yo_ng: Ipo ninu ẹgbẹ́ yìí

source: Friends online
yo_ng: Àwùn rere lori ayelujara

source: My productions
yo_ng: Àwọn ìdáṣe mi

source: You have received a new message in group %s
yo_ng: O ti gba ifọwọsi tuntun ni ẹgbẹ́ %s

source: Click here to see group message
yo_ng: Tẹ ibi yìí láti wo ifọwọsi ẹgbẹ́

source: or copy paste the following url :
yo_ng: tàbí ẹ ẹ̀ka àwùran ìkọlù yìí:

source: There is a new message in group %s
yo_ng: Ifọwọsi tuntun wa ni ẹgbẹ́ %s

source: User is already subscribed to this group
yo_ng: Olòpàlò ti forukọsilẹ̀ tẹ́lẹ̀ sí ẹgbẹ́ yìí

source: Add as simple user
yo_ng: Fi kun bi olòpàlò pàápàá

source: Deny access
yo_ng: Kọ ìwọlé

source: You need to have friends in your social network
yo_ng: O gbọ́dọ̀ ni àwùn rere ninu ìdàpọ̀ àwùjọ rẹ

source: See all my groups
yo_ng: Wo gbogbo àwùn ẹgbẹ́ mi

source: Edit group category
yo_ng: Ṣàtúnṣe ẹka ẹgbẹ́

source: Modify hotpotatoes
yo_ng: Ṣàtúnṣe hotpotatoes

source: Save hotpotatoes
yo_ng: Fipamọ hotpotatoes

source: The session is read only
yo_ng: Ìpàdé náà jẹ́ ìlò ìwọ̀nkan pàápàá

source: Enable time control
yo_ng: Ṣẹlẹ̀ ìdarí àkókò

source: Total duration in minutes of the test
yo_ng: Àpapọ̀ ìgbà ìdánwò ní ìṣẹ́jú

source: To continue this course, please use the side-menu.
yo_ng: Lati tẹsiwaju kọlẹji yìí, jọwọ lo àkọlù ẹ̀gbẹ́.

source: Shuffle answers
yo_ng: Dapọ idahun

source: This activity cannot be graded
yo_ng: Ìdíwò yìí kò ṣeé ṣe ìdíwò

source: You have to create at least one answer
yo_ng: O gbọ́dọ̀ ṣẹ̀dá ìdáhùn kan kere ju

source: A learner attempted an exercise
yo_ng: Akẹ́kọ̀ọ́ kan gbìyànjú ìdíwò kan

source: Exact Selection
yo_ng: Yíyàn ìdíwò pàápàá

source: Exact answers combination
yo_ng: Àpapọ̀ ìdáhùn pàápàá

source: The exercise time limit has expired
yo_ng: Àkókò ìdíwò ìdíwò ti parí

source: yoruba
yo_ng: Èdè Yorùbá

source: New
yo_ng: Tuntun

source: You must install the extension LDAP
yo_ng: O gbọ́dọ̀ fi ìdíwò LDAP ṣe ìdọbálẹ̀

source: Invitation denied
yo_ng: Pèéye kọ sí

source: The user has been added
yo_ng: Olòpàlò ti ṣe àfikún

source: Updated on
yo_ng: Ṣàtúnṣe lori

source: View/Edit Metadata
yo_ng: Wo/Ṣàtúnṣe Metadata

source: See forum
yo_ng: Wo ìpìlẹ̀ ìjíròrò

source: See more
yo_ng: Wo kù sii

source: No data available
yo_ng: Ko si ìròyìn ti o wà

source: Created
yo_ng: Dá

source: Last update
yo_ng: Ṣàtúnṣe ìkẹ́yìí

source: User not registered in course
yo_ng: Olòpàlò ko forukọsilẹ̀ ni kọlẹji

source: Edit my profile
yo_ng: Ṣàtúnṣe profaili mi

source: Installation
yo_ng: Ìdọbálẹ̀

source: Read the installation guide
yo_ng: Ka ìtọ́nisọ́nù ìdọbálẹ̀

source: See blog
yo_ng: Wo ìwé ìròyìn

source: Blog Posts
yo_ng: Àwùn ìwé ìròyìn

source: Blog comments
yo_ng: Àwùn ìfọwéràn ìwé ìròyìn

source: There are not extra fields available
yo_ng: Ko si aaye afikun ti o wà

source: Start to type, then click on this bar to validate tag
yo_ng: Bẹ̀rẹ̀ kọ, lẹ́yìn náà tẹ̀ sódì kan yìí láti fọwádùbẹ́ àmì

source: Install Chamilo
yo_ng: Fi Chamilo

source: Chamilo URL
yo_ng: URL Chamilo

source: You have no session in your sessions history
yo_ng: Ko si ṣe akọsilẹ ninu itan awọn akoko rẹ
