Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Default view type
ar: نوع العرض الإفتراضي
ast_es: Tipu de vista por defeutu
bn_bd: ডিফল্ট ভিউ টাইপ
bs_ba: Podrazumijevani tip prikaza
ca_es: Vista per defecte
cs_cz: Výchozí typ zobrazení
da: Standard-visning
de: Standard-Ansicht
el: Είδος προεπιλεγμένης εμφάνισης
eo: Antaŭdifinita vidigo
es: Tipo de vista por defecto
es_mx: Tipo de vista por defecto
eu_es: Ikuspegi mota lehenetsia
fa_ir: دیدن نوع پیش فرض
fi_fi: Oletus asettelu
fo_fo: Vanligt sýnismøguleiki
fur: Gjernie predefinîe
ga: Cineál radharc réamhshocraithe
gl: Tipo de visualización padrón
he_il: סוג תצוגה ברירת מחדל
hi: डिफ़ॉल्ट दृश्य प्रकार
hr_hr: Postavljeni način pregleda
hu_hu: Alapértelmezett megjelenítési forma
hy: Ընտրելի տեսքի տեսակ
id_id: Type view Default
it: Vista predefinita
ja: 既定の表示の種類
ka_ge: ნაგულისხმევი ხედის ტიპი
ko_kr: 기본 보기 유형
lt_lt: Peržiūros tipas pagal nutylėjimą
lv_lv: Noklusētais temata un atbilžu skatījuma veids
mk_mk: Поставен вид на приказ
ms_my: Jenis paparan lalai
my_mm: မူလမြင်ကွင်းအမျိုးအစား
ne: पूर्वनिर्धारित दृश्य प्रकार
nl: Standaardweergave
nn_no: Standardvisningstype
oc: Tipe de vista per defaut
pl_pl: Domyślny typ widoku
ps: پیش فرض لید ډول
pt_br: Tipo de visualização padrão
pt_pt: Visualização pré-definida
ro_ro: Tip de vedere implicit
ru_ru: Вид по умолчанию
sk_sk: Štandardný typ prehľadu
sl: Privzet način pogleda
sq: Lloji i paracaktuar i pamjes
sr_rs: Podrazumevani tip prikaza
sv_se: Standardvisning
sw_ke: Aina ya mwonekano wa chaguo-msingi
ta: இயல்புநிலை பார்வை வகை
th: มุมมองปกติ
tl_ph: Default sa uri ng tanaw
tr: Varsayılan görüntü tipi
uk_ua: Вигляд за замовчуванням
vi_vn: Kiểu xem mặc định
xh_za: Uhlobo lokujonga oluzizo
zh_cn: 默认查看类型
zh_tw: 預設檢視類型

source: Group Settings
ar: إعدادات المجموعة
ast_es: Configuración del grupu
bn_bd: গ্রুপ সেটিংস
bs_ba: Postavke grupe
ca_es: Paràmetres del grup
cs_cz: Nastavení skupiny
da: Gruppeindstillinger
de: Gruppen Vorgaben
el: Ρυθμίσεις ομάδας
eo: Grupaj aranĝoj
es: Configuración del grupo
es_mx: Configuración del grupo
eu_es: Taldearen ezarpenak
fa_ir: تنظیمات گروه
fi_fi: Ryhmä asetukset
fo_fo: Bólkauppseting
fur: Impostazions dal grup
ga: Socruithe Grúpa
gl: Configuracións do Grupo
he_il: הגדרות קבוצה
hi: समूह सेटिंग्स
hr_hr: Postavke grupe
hu_hu: Csoport beállítások
hy: Խմբի կարգավորումներ
id_id: Seting Kelompok
it: Configurazione dei gruppi
ja: グループ設定
ka_ge: ჯგუფის პარამეტრები
ko_kr: 그룹 설정
lo: ການຕັ້ງຄ່າກຸ່ມ
lt_lt: Grupės nustatymai
lv_lv: Grupas iestatījumi
mk_mk: Поставки на групата
ms_my: Tetapan Kumpulan
my_mm: အဖွဲ့ဆက်တင်များ
ne: समूह सेटिङहरू
nl: Groepseigenschappen
nn_no: Gruppeinstillingar
oc: Paramètres de grup
pl_pl: Ustawienia grupy
ps: ګروپ تنظیمات
pt_br: Configurações do Grupo
pt_pt: Configurações do Grupo
ro_ro: Setarile Grupului
ru_ru: Настройки группы
sk_sk: Nastavenia skupiny
sl: Nastavitve skupin
sq: Cilësimet e grupit
sr_rs: Grupna podešavanja
sv_se: Gruppinställningar
sw_ke: Mipangilio ya Kikundi
ta: குழு அமைப்புகள்
th: ตั้งค่ากลุ่ม
tl_ph: Mga Setting ng Grupo
tr: Grup Ayarları
uk_ua: Налаштування групи
vi_vn: Cài đặt nhóm
xh_za: Useto lweQela
zh_cn: 小组设定
zh_tw: 組別設定

source: Not a group forum
ar: ليست مجموعة منتدى
ast_es: Nun ye un foru de grupu
bn_bd: গ্রুপ ফোরাম নয়
bs_ba: Nije forum grupe
ca_es: No és un fòrum de grup
cs_cz: Není skupinové fórum
da: Ikke et gruppeforum
de: Kein Gruppen-Forum
el: Δεν είναι ένα Forum ομάδας
eo: Ne grupa forumo
es: No es un foro de grupo
es_mx: No es un foro de grupo
eu_es: Ez da talde baten foroa
fa_ir: جزئی از انجمن گروهی نیست
fi_fi: Ei ryhmän keskustelualue
fo_fo: Ikki bólkaforum
fur: No je un forum dal grup
ga: Ní fóram grúpa é
gl: Non é un foro de grupo
he_il: לא פורום קבוצתי
hi: समूह फोरम नहीं
hr_hr: Nije forum za grupe
hu_hu: Nem csoporthoz tartozó fórum
hy: Չէ խմբային ֆորում
id_id: Bukan forum kelompok
it: Non è un forum di gruppo
ja: グループ フォーラムではありません
ka_ge: არ არის ჯგუფური ფორუმი
ko_kr: 그룹 포럼 아님
lo: ບໍ່ແມ່ນກະດານສົນທະນາຂອງກຸ່ມ
lt_lt: Ne grupės forumas
lv_lv: Nav grupas forums
mk_mk: Не е групен форум
ms_my: Bukan forum kumpulan
my_mm: အဖွဲ့ဖိုရမ်မဟုတ်ပါ
ne: समूह फोरम होइन
nl: Geen groepenforum
nn_no: Ikkje eit gruppeforum
oc: Pas un forum de grup
pl_pl: To nie jest forum grupowe
ps: ګروپ فورم نه دی
pt_br: Não é um fórum de grupo
pt_pt: Não é um fórum de grupo
ro_ro: Nu este un forum de grup
ru_ru: Это не форум группы
sk_sk: Žiadne skupinové fórum
sl: Ni forum skupine
sq: Nuk është forum grupi
sr_rs: Nije forum za grupe
sv_se: Inte ett gruppforum
sw_ke: Sio mforumu wa kikundi
ta: குழு விவாதம壇 அல்ல
th: ไม่ใช่กลุ่มอภิปราย
tl_ph: Hindi isang forum ng grupo
tr: Bir grup forumu değil
uk_ua: Негруповий форум
vi_vn: Không phải diễn đàn nhóm
xh_za: Ayisiyo iforamu yeqela
zh_cn: 不是一个小组论坛
zh_tw: 非小組討論區

source: Public or private group forum?
ar: مجموعة منتدى خاصة أم عامة؟
ast_es: ¿ Foru de grupu públicu o priváu ?
bn_bd: পাবলিক না প্রাইভেট গ্রুপ ফোরাম?
bs_ba: Javni ili privatni forum grupe?
ca_es: El fòrum de grup ha de ser públic o privat ?
cs_cz: Veřejné nebo soukromé skupinové fórum?
da: Åben eller lukket gruppeforum?
de: Öffentliches oder privates Gruppen-Forum?
el: Πρόκειται για μία δημόσια ή ιδιωτική ομάδα του Forum;
eo: Ĉu publika aŭ privata grupa forumo?
es: ¿ Foro del grupo público o privado ?
es_mx: ¿ Foro del grupo público o privado ?
eu_es: Taldearen foroa publikoa ala pribatua?
fa_ir: انجمن گروه عمومی با شخصی؟
fi_fi: Julkinen vai yksityinen ryhmän keskustelualue
fo_fo: Almennt ella privat bólkaforum?
fur: Forum dal grup public o privat?
ga: Fóram grúpa poiblí nó príobháideach?
gl: Foro de Grupo privado ou público?
he_il: פורום קבוצתי ציבורי או פרטי?
hi: सार्वजनिक या निजी समूह फोरम?
hr_hr: Javni ili privatni forum za grupe?
hu_hu: Publikus vagy privát csoport fórum?
hy: Հանրային, թե՞ մասնավոր խմբային ֆորում
id_id: forum kelompok Publik atau privat ?
it: Forum di gruppo pubblico o privato?
ja: 公開または制限付きグループ フォーラム
ka_ge: საჯარო თუ კერძო ჯგუფური ფორუმი?
ko_kr: 공개 또는 비공개 그룹 포럼?
lo: ກະດານສົນທະນາກຸ່ມແບບສາທາລະນະ ຫຼື ສ່ວນຕົວ?
lt_lt: Viešas ar privatus grupės forumas?
lv_lv: Publisks, vai privāts grupas forums
mk_mk: Јавен или приватен групен форум?
ms_my: Forum kumpulan awam atau persendirian?
my_mm: အများသုံးသို့မဟုတ် သီးသန့်အဖွဲ့ဖိုရမ်လား။
ne: सार्वजनिक वा निजी समूह फोरम?
nl: Publiek of privé groepenforum?
nn_no: Offentleg eller privat gruppeforum?
oc: Forum de grup public o privat ?
pl_pl: Forum grupowe ma być publiczne, czy prywatne?
ps: عامه یا خصوصي ګروپ فورم؟
pt_br: Fórum de Grupo privado ou público?
pt_pt: Fórum de grupo privado ou público?
ro_ro: Forumul de grup privat sau public?
ru_ru: Открытый (публичный) или закрытый (частный) форум группы?
sk_sk: Verejné alebo súkromné fórum skupiny?
sl: Javen ali privaten forum skupine ?
sq: Forum grupi publik apo privat?
sr_rs: Javni ili privatni forum za grupe?
sv_se: Publikt eller privat gruppforum?
sw_ke: Mforumu wa kikundi cha umma au cha kibinafsi?
ta: பொது அல்லது தனியார் குழு விவாதம壇?
th: อภิปรายเฉพาะกลุ่มหรือเป็นกลุ่มสาธารณะ
tl_ph: Pampubliko o pribadong grupo ng forum?
tr: Hangi grup forumu (genel yada özel)?
uk_ua: Форум публічної чи приватної групи?
vi_vn: Diễn đàn nhóm công khai hay riêng tư?
xh_za: Yiforumu yeqela elisese kwangasese?
zh_cn: 公开或私人小组论坛？
zh_tw: 公開或私人小組討論區？

source: Your message has been saved
ar: لقد تم حفظ رسالتك
ast_es: El so mensaxe guardóse
bn_bd: আপনার বার্তা সংরক্ষিত হয়েছে
bs_ba: Vaša poruka je sačuvana
ca_es: El vostre missatge ha estat guardat
cs_cz: Vaše zpráva byla uložena
da: Dit indlæg er gemt
de: Der Beitrag wurde gespeichert
el: Το μήνυμά σας αποθηκεύθηκε
eo: Via mesaĝo estas konservita
es: Su mensaje ha sido guardado
es_mx: Su mensaje ha sido guardado
eu_es: Zure mezua gorde da
fa_ir: پیام شما ذخیره شد
fi_fi: Viesti tallennettu
fo_fo: Títt boð er vart
fur: To messagi e je stât salvât
ga: Tá do theachtaireacht sábháilte
gl: A súa mensaxe foi gravada
he_il: ההודעה שלך נשמרה
hi: आपका संदेश सहेज लिया गया है
hr_hr: Vaša poruka je pohranjena
hu_hu: Üzenete mentésre került
hy: Ձեր հաղորդագրությունը պահպանվել է
id_id: Pesan anda telah disimpan
it: Il tuo messaggio è stato salvato
ja: メッセージが保存されました
ka_ge: თქვენი შეტყობინება შენახულია
ko_kr: 메시지가 저장되었습니다
lt_lt: Jūsų žinutė išsaugota
lv_lv: Jūsu ziņojums ir saglabāts
mk_mk: Вашата порака е снимена
ms_my: Mesej anda telah disimpan
my_mm: သင့်စာတိုကို သိမ်းဆည်းပြီးဖြစ်သည်
ne: तपाईंको सन्देश बचत गरियो
nl: Uw bericht werd opgeslagen
nn_no: Meldinga di er lagra
oc: Vòstre messatge es estat enregistrat
pl_pl: Twój post został zapisany
ps: ستاسو پیغام خوندار شو
pt_br: A sua mensagem foi gravada
pt_pt: A sua mensagem foi gravada
ro_ro: Mesajul dumneavoastra a fost salvat
ru_ru: Ваше сообщение сохранено
sk_sk: Vaša správa bola uložená
sl: Sporočilo je bilo shranjeno
sq: Mesazhi juaj u ruajt
sr_rs: Vaša poruka je sačuvana
sv_se: Ditt meddelande sparades
sw_ke: Ujumbe wako umehifadhiwa
ta: உங்கள் செய்தி சேமிக்கப்பட்டது
th: บันทึกข้อความกระทู้เอาไว้แล้ว
tl_ph: Na-save na ang iyong mensahe
tr: Mesajınız kaydedildi.
uk_ua: Ваше повідомлення збережено
vi_vn: Tin nhắn của bạn đã được lưu
xh_za: Umyalezo wakho ugciniwe
zh_cn: 您的贴已被储存
zh_tw: 你的訊息已被儲存

source: Reply to this thread
ar: الرد على هذا الموضوع
ast_es: Retrucar a esti tema
bn_bd: এই থ্রেডে উত্তর দিন
bs_ba: Odgovori na ovu nit
ca_es: Respondre a aquest tema
cs_cz: Odpovědět na toto vlákno
da: Svar til denne tråd
de: Zu diesem Thema antworten
el: Απάντηση σε αυτό το νήμα
eo: Respondi al tiu temo
es: Responder a este tema
es_mx: Responder a este tema
eu_es: Erantzun gai honi
fa_ir: پاسخ به این موضوع
fi_fi: Vastaa tähän keskusteluun
fo_fo: Svara hesum træðinum
fur: Rispondi a quest argoment
ga: Freagair don snáithe seo
gl: Respostar a este tema
he_il: השב לשרשור זה
hi: इस धागे का उत्तर दें
hr_hr: Odgovori na ovu temu foruma
hu_hu: Válasz erre a témára
hy: Պատասխանել այս թրեդին
id_id: Tanggapi thread ini
it: Intervieni nella discussione
ja: このスレッドに返信
ka_ge: პასუხი ამ თემაზე
ko_kr: 이 스레드에 답변
lo: ຕອບກັບກະທູ້ນີ້
lt_lt: Rašyti atsakymą šioje temoje
lv_lv: Atbildēt uz šo tematu
mk_mk: Одговори на оваа тематска низа
ms_my: Balas topik ini
my_mm: ဤပို့စ်စီးရီးကို အကြောင်းပြန်ပါ
ne: यो थ्रेडमा जवाफ दिनुहोस्
nl: Antwoorden op deze discussie
nn_no: Svar på denne tråden
oc: Respondre a aqueste fil
pl_pl: Odpowiedz w tym wątku
ps: د دې موضوع ځواب ورکړئ
pt_br: Responder a esta discussão
pt_pt: Responder a este tópico
ro_ro: Raspunde acestei discutii
ru_ru: Ответить на эту тему
sk_sk: Odpovedať na túto tému
sl: Odgovori na to tematsko nit
sq: Përgjigju kësaj fijeje
sr_rs: Odgovori na ovu temu foruma
sv_se: Svara på tråden
sw_ke: Jibu kwenye mnyororo huu
ta: இந்த நெடுகலுக்கு பதில் அளிக்கவும்
th: ตอบกระทู้นี้
tl_ph: Sumagot sa thread na ito
tr: Bu threadi cevapla
uk_ua: Відповісти на цю тему
vi_vn: Trả lời chủ đề này
xh_za: Phendula kolu mtya
zh_cn: 回复本帖子
zh_tw: 回覆這論題

source: Quote this message
ar: اقتبس هذه الرسالة
ast_es: Citar esti mensaxe
bn_bd: এই বার্তা উদ্ধৃত করুন
bs_ba: Citiraj ovu poruku
ca_es: Citar aquest missatge
cs_cz: Citovat tuto zprávu
da: Citér indlægget i eget svar
de: Beitrag zitieren
el: Παράθεση μηνύματος
eo: Citi tiun mesaĝon
es: Citar este mensaje
es_mx: Citar este mensaje
eu_es: Aipatu mezu hau
fa_ir: نقل قول این پیام
fi_fi: Lainaa viestiä
fo_fo: Citat hesa boðskapin
fur: Cita stu messagi
ga: Luaigh an teachtaireacht seo
gl: Citar esta mensaxe
he_il: ציטוט הודעה זו
hi: इस संदेश का उद्धरण करें
hr_hr: Citiraj ovu poruku
hu_hu: Üzenet idézése
hy: Ցիտավորել այս հաղորդագրությունը
id_id: Kutip pesan ini
it: Cita questo messaggio
ja: このメッセージを引用
ka_ge: ამ შეტყობინების ციტირება
ko_kr: 이 메시지 인용
lt_lt: Cituoti šią žinutę
lv_lv: Citēt šo ziņojumu
mk_mk: Квота на оваа порака
ms_my: Petik mesej ini
my_mm: ဤစာတိုကို ကိုးကားပါ
ne: यो सन्देश उद्धृत गर्नुहोस्
nl: Dit bericht aanhalen
nn_no: Siter denne meldinga
oc: Citar aqueste messatge
pl_pl: Cytuj wiadomość
ps: دا پیغام نقل کړئ
pt_br: Citar msg
pt_pt: Citar esta mensagem
ro_ro: Citeaza acest mesaj
ru_ru: Цитировать это сообщение
sk_sk: Citovať túto správu
sl: Navedi to sporočilo
sq: Cito këtë mesazh
sr_rs: Citiraj ovu poruku
sv_se: Citera detta meddelande
sw_ke: Nukuu ujumbe huu
ta: இந்த செய்தியை மேற்கோள் காட்டவும்
th: คัดลอกข้อความ
tl_ph: I-quote ang mensaheng ito
tr: Bu mesajı alıntıla
uk_ua: Цитувати це повідомлення
vi_vn: Trích dẫn tin nhắn này
xh_za: Canda umyalezo
zh_cn: 引用本文章
zh_tw: 引用這訊息

source: Create thread
ar: موضوع جديد
ast_es: Tema nuevu
bn_bd: থ্রেড তৈরি করুন
bs_ba: Kreiraj nit
ca_es: Nou tema
cs_cz: Vytvořit vlákno
da: Ny tråd
de: Neues Thema
el: Δημιουργία νήματος
eo: Nova temo
es: Nuevo tema
es_mx: Nuevo tema
eu_es: Sortu gai bat
fa_ir: موضوع جدید
fi_fi: Uusi keskustelu
fo_fo: Stovur træði
fur: Crea argoment
ga: Cruthaigh snáithe
gl: Novo Tema
he_il: צור שרשור
hi: धागा बनाएं
hr_hr: Nova tema foruma
hu_hu: Új téma
hy: Ստեղծել թրեդ
id_id: Thread baru
it: Nuovo argomento
ja: スレッドを作成
ka_ge: თემის შექმნა
ko_kr: 스레드 생성
lt_lt: Nauja tema
lv_lv: Izveidot jaunu diskusiju tematu
mk_mk: Нова тематска низа
ms_my: Cipta topik
my_mm: ပို့စ်စီးရီးဖန်တီးပါ
ne: थ्रेड सिर्जना गर्नुहोस्
nl: Nieuwe discussie
nn_no: Opprett tråd
oc: Crear fil
pl_pl: Nowy wątek
ps: موضوع جوړ کړئ
pt_br: Nova discussão
pt_pt: Criar tópico
ro_ro: Tema noua
ru_ru: Новая тема
sk_sk: Nová téma
sl: Nova tematska nit
sq: Krijo fije
sr_rs: Nova tema foruma
sv_se: Ny tråd
sw_ke: Unda mnyororo
ta: நெடுகலை உருவாக்கு
th: กระทู้ที่ตั้งเข้า
tl_ph: Lumikha ng thread
tr: Thread yarat
uk_ua: Нова тема
vi_vn: Tạo chủ đề
xh_za: Yila umtya
zh_cn: 新主题
zh_tw: 新論題

source: Views
ar: القراءات
ast_es: Vistes
bn_bd: ভিউ
bs_ba: Pregledi
ca_es: Vistes
cs_cz: Zobrazení
da: Oversigtsmuligheder
de: Angesehen
el: Εμφανίσεις
eo: Nombro da vizitoj
es: Vistas
es_mx: Vistas
eu_es: Ikusiak
fa_ir: بازدیدها
fi_fi: Näytetty
fo_fo: Víðsjónir
fur: Vitualîs
ga: Amharcanna
gl: Visualizacións
he_il: צפיות
hi: दृश्य
hr_hr: Pregledi
hu_hu: Nézetek
hy: Դիտումներ
id_id: Lihat
it: Viste
ja: 表示
ka_ge: ხედვები
ko_kr: 조회수
lo: ຈຳນວນເບິ່ງ
lt_lt: Peržiūros
lv_lv: Skatīts
mk_mk: Прикази
ms_my: Paparan
my_mm: မြင်ကွင်းများ
ne: दृश्यहरू
nl: aantal keer bekeken
nn_no: Visningar
oc: Vistas
pl_pl: Widoki
ps: لیدل شوي
pt_br: Visualização
pt_pt: Vistas
ro_ro: Vizualizari
ru_ru: Виды
sk_sk: Prehľady
sl: Pogledi
sq: Pamje
sr_rs: Pregledi
sv_se: Visningar
sw_ke: Mionekano
ta: பார்வைகள்
th: มีผู้อ่าน
tl_ph: Mga Tingin
tr: Görüntüler
uk_ua: Перегляди
vi_vn: Lượt xem
xh_za: Imbono
zh_cn: 查看
zh_tw: 檢視

source: Latest post
ar: أخر مشاركة
ast_es: Últimu mensaxe
bn_bd: সর্বশেষ পোস্ট
bs_ba: Najnovija objava
ca_es: Últim missatge
cs_cz: Poslední příspěvek
da: Seneste indlæg
de: Letzter Beitrag
el: Η πιο πρόσφατη ανάρτηση
eo: Lasta mesaĝo
es: Último mensaje
es_mx: Último mensaje
eu_es: Azken mezua
fa_ir: آخرین ارسال
fi_fi: Viimeisin viesti
fo_fo: Seinasti innlegg
fur: Ultim post
ga: Post is déanaí
gl: Última mensaxe
he_il: פוסט אחרון
hi: नवीनतम पोस्ट
hr_hr: Zadnji članak
hu_hu: Utolsó üzenet
hy: Վերջին հրապարակում
id_id: Posting terakhir
it: Ultimo messaggio
ja: 最新の投稿
ka_ge: უკანასკნელი შეტყობინება
ko_kr: 최신 게시물
lo: ໂພສຫຼ້າສຸດ
lt_lt: Paskutinis pranešimas
lv_lv: Jaunākais ieraksts
mk_mk: Последен напис
ms_my: kiriman terbaru
my_mm: နောက်ဆုံးပို့စ်
ne: हालको पोस्ट
nl: Laatste bericht
nn_no: Siste innlegg
oc: Darrièr messatge
pl_pl: Ostatni post
ps: وروستنی پوسټ
pt_br: Última Mensagem
pt_pt: Última notificação
ro_ro: Ultimul mesaj
ru_ru: Последнее почтовое сообщение
sk_sk: Posledná správa
sl: Zadnja objava
sq: Postimi i fundit
sr_rs: Zadnji članak
sv_se: Senaste inlägg
sw_ke: Chapisho la hivi karibuni
ta: இன்றைய பதிவு
th: กระทู้ล่าสุด
tl_ph: Pinakahuling post
tr: En son mektup
uk_ua: Останнє повідомлення
vi_vn: Bài viết mới nhất
xh_za: Iposti yakutshanje
zh_cn: 最后发表
zh_tw: 最新帖子

source: Quoting
ar: اقتباس
ast_es: Cita
bn_bd: উদ্ধৃতি
bs_ba: Citiranje
ca_es: Notació
cs_cz: Citování
da: Brug af citater
de: Zitieren
el: Παράθεση μηνύματος από
eo: Cito
es: Cita
es_mx: Citando
eu_es: Aipamena
fa_ir: نقل قول کردن
fi_fi: Lainaa
fo_fo: Citat
fur: Citaçion
ga: Ag lua
gl: Citación
he_il: ציטוט
hi: उद्धरण
hr_hr: Citiranje
hu_hu: Idézve
hy: Ցիտավորում
id_id: Mengkutip
it: Ha detto
ja: 引用中
ka_ge: ციტირება
ko_kr: 인용
lo: ກຳລັງອ້າງອີງ
lt_lt: Citavimas
lv_lv: Citējumi
mk_mk: Квоти
ms_my: Petikan
my_mm: ကိုးကားနေသည်
ne: उद्धरण
nl: Quote
nn_no: Sitering
oc: Citacion
pl_pl: Cytowanie
ps: نقل کول
pt_br: Citação
pt_pt: Citação
ro_ro: Citeaza
ru_ru: Цитирование
sk_sk: Citujem
sl: Navajanje
sq: Citimi
sr_rs: Citiranje
sv_se: Citerar
sw_ke: Nukuu
ta: மேற்கோள் காட்டல்
tr: Alıntılama
uk_ua: Цитування
vi_vn: Trích dẫn
xh_za: Ukucanda
zh_cn: 引用
zh_tw: 引用

source: Notify me by e-mail when somebody replies
ar: أعلمني بواسطة البريد الإلكتروني في حال الرد من قبل أي شخص
ast_es: Notificar per e-mail de la que daquién retruque
bn_bd: কেউ উত্তর দিলে ইমেইল द्वारा আমাকে জানান
bs_ba: Obavijesti me e-mailom kada neko odgovori
ca_es: Notificar per correu-e si algú respon a aquest missatge
cs_cz: Upozornit mě e-mailem, když někdo odpoví
da: Send mig en e-mail, når mit indlæg besvares
de: Mich per E-Mail über Antworten benachrichtigen
el: Να ειδοποιούμαι μέσω e-mail όταν κάποιος απαντά
eo: Sciigu al mi per retpoŝto, kiam iu respondas
es: Notificarme por e-mail cuando alguien responda
es_mx: Notificarme por e-mail cuando alguien responda
eu_es: Jakinarazi mezu elektronikoaren bidez norbaitek erantzuten badu
fa_ir: با خبر سازی توسط ایمیل
fi_fi: Ilmoita vastauksesta sähköpostilla
fo_fo: Varsla meg við t-posti tá ið nakar svarar
fur: Notifichêmimi par e-post cuant che un rispondi
ga: Cuir in iúl dom le ríomhphost nuair a fhreagraíonn duine éigin
gl: Gostaría de ser informado por email sempre que alguén responder a esta mensaxe
he_il: הודע לי באמצעות דואר אלקטרוני כשמישהו עונה
hi: जब कोई उत्तर दे तो मुझे ईमेल से सूचित करें
hr_hr: Ukoliko netko napiše komentar obavijesti me putem elektroničke pošte
hu_hu: Kérek email értesítést, ha valaki reagál
hy: Ծանուցել ինձ էլ. փոստով, երբ ինչ-որ մեկը պատասխանի
id_id: Ingatkan saya melalaui email jika ada tanggapan
it: Notificami via e-mail le eventuali risposte
ja: 誰かが返信したらメールで通知
ka_ge: შეტყობინება მე მეილზე, როცა ვინმე უპასუხებს
ko_kr: 누군가 답변할 때 이메일로 알려주세요
lo: ແຈ້ງເຕືອນຂ້ອຍທາງອີເມວເມື່ອມີຄົນຕອບກັບ
lt_lt: Pranešti man el. paštu kai bus atsakymas į mano pranešimą
lv_lv: Paziņot uz e-pastu, kad kāds uz tematu atbild
mk_mk: Извести ме по e-mail кога некој реплицира
ms_my: Beritahu saya melalui e-mel apabila seseorang membalas
my_mm: တစ်စုံတစ်ယောက်မှ အကြောင်းပြန်သောအခါ အီးမေးလ်ဖြင့် အကြောင်းကြားပါ
ne: कसैले जवाफ दियो भने मलाई इमेल द्वारा सूचित गर्नुहोस्
nl: Hou me via e-mail op de hoogte als iemand antwoordt
nn_no: Varsle meg på e-post når nokon svarar
oc: Me notificar per e-mail quand qualqu’un responde
pl_pl: Powiadom mnie poprzez e-mail kiedy ktoś odpowie
ps: کله چې څوک ځواب ورکړي نو زما ته په ایمیل خبر کړئ
pt_br: Gostaria de ser informado por e-mail sempre que alguém responder a esta mensagem
pt_pt: Notificar-me por e-mail quando alguém responde
ro_ro: Atentioneaza-ma prin e-mail cand cineva raspunde
ru_ru: Уведомить меня по эл. почте, если кто-то ответил
sk_sk: Keď niekto odpovie, upozorni ma emailom
sl: V primeru odgovora me obvesti preko e-pošte
sq: Më njofto me email kur dikush përgjigjet
sr_rs: Obavesti me putem e-maila kada neko odgovora
sv_se: Meddela mig via e-post när någon svarar
sw_ke: Nirifie kwa barua pepe wakati mtu akijibu
ta: யாராவது பதிலளிக்கும்போது எனக்கு மின்னஞ்சல் மூலம் அறிவிக்கவும்
th: แจ้งข่าวทางอีเมลเมื่อมีผู้ตอบกระทู้
tl_ph: Ipaalam sa akin sa e-mail kapag may sumagot
tr: Birisi cevaplarsa beni e-posta ile bilgilendir
uk_ua: Повідомляти мені через email при відповідях
vi_vn: Thông báo cho tôi qua email khi có người trả lời
xh_za: Ndazise nge-imeyile xa umntu ephendula
zh_cn: 当有人回复时请电邮通知我
zh_tw: 有人回應時用電郵通知我
