Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: How should we show the feedback/comment for each question? This option defines how it will be shown to the learner when taking the test. We recommend you try different options by editing your test options before having learners take it.
ar: كم يجب ان يعرض التعليق/المعلومات المرتجعة لكل سؤال؟ هذا الخيار يحدد كيف سوف تظهر للطالب عندما يؤدي الاختبار. ننصح بتجربة عدة خيارات من خلال تحرير خيارات الاختبار قبل ان يؤديها الطالب
ast_es: ¿Cómo hemos d'amosar la retroalimentación/comentariu pa cada pregunta? Esta opción define cómo s'amosará al estudiante cuando faiga la prueba. Recomendamos que proves diferentes opciones editando les opcions de la to prueba enantes de que los estudiantes la fagan.
bn_bd: প্রত্যেক প্রশ্নের জন্য প্রতিক্রিয়া/মন্তব্য কীভাবে দেখানো হবে? এই অপশনটি পরীক্ষা দেওয়ার সময় শিক্ষার্থীদের কাছে কীভাবে দেখানো হবে তা নির্ধারণ করে। আমরা সুপারিশ করি আপনি শিক্ষার্থীরা পরীক্ষা দেওয়ার আগে আপনার পরীক্ষার অপশন সম্পাদনা করে বিভিন্ন অপশন চেষ্টা করুন।
bs_ba: Kako treba prikazati povratne informacije/komentar za svako pitanje? Ova opcija definira kako će biti prikazano učeniku prilikom rješavanja testa. Preporučujemo da isprobate različite opcije uređivanjem opcija testa prije nego što učenici počnu da ga rade.
ca_es: Manera en la qual es mostrarà el comentari definit per a cada pregunta. Aquesta opció defineix com un estudiant visualitzarà els comentaris ingressats per a cada alternativa en cada pregunta. Recomanem avaluar les diferents opcions abans de convidar als estudiants a realitzar aquesta prova.
cs_cz: Jak máme zobrazit zpětnou vazbu/komentář pro každou otázku? Tato volba definuje, jak bude zobrazena žákovi při absolvování testu. Doporučujeme vyzkoušet různé možnosti úpravou voleb testu před tím, než žáci test absolvují.
da: Hvordan skal vi vise feedback/kommentar for hvert spørgsmål? Denne indstilling definerer hvordan det vil blive vist til lærende under testen. Vi anbefaler at du prøver forskellige indstillinger ved at redigere dine testindstillinger før lærende tager den.
de: Wie sollten wir Feedback/Kommentare für jede Frage anzeigen? Diese Option legt fest, wie Lernenden der Test angezeigt wird, wenn sie ihn ablegen. Es wird empfohlen, dass Sie verschiedene Optionen ausprobieren, indem Sie Ihre Testoptionen bearbeiten, bevor Kursteilnehmer den Test ablegen.
el: Πώς πρέπει να δείξουμε την ανατροφοδότηση / σχόλιο για κάθε ερώτηση; Αυτή η επιλογή καθορίζει πως θα εμφανίζεται στο μαθητή κατά τη λήψη του τεστ. Σας προτείνουμε να δοκιμάσετε διαφορετικές επιλογές από την επεξεργασία επιλογές ερωτήσεών σας πριν δοθεί στους μαθητές.
eo: Kiel ni devus montri la retpoŝtigon/komentaron por ĉiu demando? Ĉi opcio difinas kiel ĝi estos montrata al la lernanto dum farado de la testo. Ni rekomendas ke vi provas malsamajn opciojn redaktante la opciojn de via testo antaŭ ol lernantoj faros ĝin.
es: Manera en la cual se mostrará el comentario definido para cada pregunta. Esta opción define como un estudiante visualizará (o no) los comentarios (retro-alimentación) ingresados para cada alternativa en cada pregunta. Recomendamos evaluar las distintas opciones antes de invitar los estudiantes a tomar la prueba.
es_mx: ¿Cómo debemos mostrar la retroalimentación/comentario para cada pregunta? Esta opción define cómo se mostrará al aprendiz al realizar la prueba. Recomendamos que pruebe diferentes opciones editando las opciones de su prueba antes de que los aprendices la realicen.
eu_es: Nola erakutsi feedbacka/iruzkina galdera bakoitzeko? Aukera honek definitzen du nola erakutsiko den ikasleari proba egiten ari denean. Gomendatzen dugu aukera desberdinak probatzea zure proba aukerak editatuz ikasleak proba egitera pasatzen den lehenesten.
fa_ir: بازخورد/نظر برای هر سؤال چگونه نمایش داده شود؟ این گزینه نحوه نمایش آن به یادگیرنده هنگام انجام آزمون را تعریف می‌کند. توصیه می‌کنیم گزینه‌های مختلف را با ویرایش گزینه‌های آزمون خود قبل از اینکه یادگیرندگان آن را انجام دهند امتحان کنید.
fi_fi: Miten näytämme palautteen/kommentin jokaiselle kysymykselle? Tämä määrittää, miten se näytetään oppijalle testin aikana. Suosittelemme kokeilemaan eri vaihtoehtoja muokkaamalla testin asetuksia ennen kuin oppijat tekevät sen.
fo_fo: Hvørvegis skulu vit vísa tilgjusgiving/kommentar fyri hvørja spurnar? Henda møguleiki definierar hvørvegis tað verður vísur til lærlingin, tá ið próvingin er tikin. Vit mæla til at royna ymiskar møguleika við at redigera próvingarmøguleikarnar, áðrenn lærlingar taka tað.
fur: Come si deve mostrâ il feedback/comentari par ogni domande? Cheste opzion definiss come si mostrerâ al learner intant che fâs il test. Nô ti consigli di provâ diverse opçions modificant lis opçions dal to test avant di lassâ che i learners lu fasin.
ga: Conas ba chóir dúinn an t-aiseolas/tuairim a thaispeáint do gach ceist? Sainmhíníonn an rogha seo conas a thaispeánfar é don fhoghlaimeoir agus an triail á ghlacadh. Molaimid duit roghanna éagsúla a thriail trí roghanna do thrialach a eagarthóireacht sula dtógann foghlaimeoirí é.
gl: Xeito no que se amosará o comentario definido para cada pregunta. Esta opción define como un estudante visualizará (ou non) os comentarios (retro-alimentación) ingresados para cada alternativa en cada pregunta. Recomendamos avaliar as distintas opcións antes de invitar aos estudantes a realizar a proba.
he_il: כיצד עלינו להציג את המשוב/ההערה עבור כל שאלה? אפשרות זו מגדירה כיצד היא תוצג ללומד בעת ביצוע המבחן. אנו ממליצים לך לנסות אפשרויות שונות על ידי עריכת אפשרויות המבחן שלך לפני שהתלמידים יעברו אותה.
hi: प्रत्येक प्रश्न के लिए फीडबैक/टिप्पणी कैसे दिखाएँ? यह विकल्प परिभाषित करता है कि टेस्ट लेते समय लर्नर को कैसे दिखाया जाएगा। हम सुझाव देते हैं कि लर्नर्स द्वारा इसे लेने से पहले विभिन्न विकल्पों को आज़माएँ।
hr_hr: Kako bismo trebali prikazati povratne informacije/komentar za svako pitanje? Ova opcija definira kako će se to prikazati učeniku tijekom rješavanja testa. Preporučujemo da isprobate različite opcije uređivanjem opcija testa prije nego što učenici počnu rješavati.
hu_hu: Hogyan jelenítsük meg a visszajelzést/megjegyzést minden kérdéshez? Ez a beállítás meghatározza, hogyan jelenik meg a tanuló számára a teszt kitöltése során. Javasoljuk, hogy próbáld ki a különböző beállításokat a teszt beállításainak szerkesztésével, mielőtt a tanulók kitöltik.
hy: Ինչպե՞ս ցուցադրել հետադարձ կապը/մեկնաբանությունը յուրաքանչյուր հարցի համար: Այս տարբերակը սահմանում է, թե ինչպես կցուցադրվի այն սովորողին թեստը անցնելիս: Խորհուրդ ենք տալիս փորձել տարբեր տարբերակներ՝ խմբագրելով ձեր թեստի տարբերակները նախքան սովորողներին թեստը տալը:
id_id: Bagaimana kita menampilkan umpan balik/komentar untuk setiap pertanyaan? Opsi ini menentukan bagaimana ditampilkan kepada peserta didik saat mengerjakan tes. Kami sarankan Anda mencoba berbagai opsi dengan mengedit opsi tes Anda sebelum peserta didik mengerjakannya.
it: Come mostriamo il feedback/commento per ogni quesito? Questa opzione definisce come verrà mostrato allo studente mentre esegue il test. Ti raccomandiamo di provare diverse opzioni mentre modifichi il test e prima che gli studenti lo abbiano fatto.
ja: 各質問に対するフィードバック/コメントをどのように表示するか、このオプションで定義します。テストを受ける受講者に表示される方法が決まります。受講者にテストを受けさせる前に、テストオプションを編集して異なるオプションを試すことをお勧めします。
ka_ge: როგორ უნდა ჩავვლით უკუკავშირს/კომენტარს თითოეული კითხვისთვის? ეს ვარიანტი განსაზღვრავს, როგორ იქნება ნაჩვენები მოსწავლეს ტესტის შესრულებისას. რეკომენდებულია სცადოთ სხვადასხვა ვარიანტები ტესტის ვარიანტების რედაქტირებით მოსწავლეების ტესტის შესრულებამდე.
ko_kr: 각 질문에 대한 피드백/댓글을 어떻게 표시할까요? 이 옵션은 학습자가 테스트를 할 때 표시되는 방식을 정의합니다. 학습자가 테스트하기 전에 테스트 옵션을 편집하여 다양한 옵션을 시도하는 것을 권장합니다.
lo: ພວກເຮົາຄວນສະແດງຄຳຕິຊົມ/ຄຳເຫັນສຳລັບແຕ່ລະຄຳຖາມແນວໃດ? ຕົວເລືອກນີ້ກຳນົດວິທີທີ່ຈະສະແດງໃຫ້ຜູ້ຮຽນເຫັນໃນຂະນະທີ່ເຮັດການທົດສອບ. ພວກເຮົາແນະນຳໃຫ້ທ່ານລອງຕົວເລືອກຕ່າງໆໂດຍການແກ້ໄຂຕົວເລືອກການທົດສອບຂອງທ່ານກ່ອນທີ່ຈະໃຫ້ຜູ້ຮຽນເຮັດ.
lt_lt: Kaip rodyti atsiliepimą / komentarą kiekvienam klausimui? Šis pasirinkimas apibrėžia, kaip jis bus rodomas besimokančiajam atliekant testą. Rekomenduojame išbandyti skirtingus variantus redaguojant testo parinktis prieš leidžiant besimokantiesiems jį atlikti.
lv_lv: Kā mums jāparāda atsauksme/komentārs katram jautājumam? Šī opcija nosaka, kā tas tiks rādīts mācībniekam, veicot testu. Mēs iesakām izmēģināt dažādas opcijas, rediģējot testa opcijas, pirms mācībnieki to veic.
mk_mk: Како да ја прикажеме повратната информација/коментарот за секое прашање? Оваа опција дефинира како ќе се прикаже на ученикот за време на тестирањето. Препорачуваме да пробате различни опции со уредување на опциите на вашиот тест пред учениците да го полагаат.
ms_my: Bagaimana kita hendak tunjukkan maklum balas/komentar untuk setiap soalan? Pilihan ini menentukan bagaimana ia akan ditunjukkan kepada pelajar ketika mengambil ujian. Kami syorkan anda cuba pelbagai pilihan dengan mengedit pilihan ujian anda sebelum pelajar mengambilnya.
my_mm: မေးခွန်းတစ်ခုစီအတွက် တုံ့ပြန်ချက်/မှတ်ချက်ကို မည်သို့ပြသမည်နည်း။ ဤရွေးချယ်မှုသည် စမ်းသပ်မှုကိုယူရာတွင် သင်ယူသူထံသို့ မည်သို့ပြသမည်ကို သတ်မှတ်သည်။ သင်ယူသူများမစမ်းသပ်မီ သင့်စမ်းသပ်မှုရွေးချယ်မှုများကို ပြင်ဆင်၍ မတူညီသော ရွေးချယ်မှုများကို စမ်းကြည့်ရန် အကြံပြုပါသည်။
ne: प्रत्येक प्रश्नका लागि प्रतिक्रिया/टिप्पणी कसरी देखाउने ? यो विकल्पले परीक्षण लिँदा सिक्नेहरूलाई कसरी देखाइने निर्धारण गर्छ। हामी सुझाव दिन्छौं कि सिक्नेहरूले परीक्षण लिनुअघि तपाईंको परीक्षण विकल्पहरू सम्पादन गरेर विभिन्न विकल्पहरू प्रयास गर्नुहोस्।
nl: Hoe moeten we de feedback/commentaar voor elke vraag tonen? Deze optie definieert hoe het aan cursisten wordt getoond bij het uitvoeren van de test. We raden u aan verschillende opties uit te proberen door de opties te veranderen, voordat u uw cursisten de test laat doen.
nn_no: Korleis skal vi vise tilbakemelding/kommentar for kvart spørsmål? Denne innstillinga definerer korleis det vil bli visa til eleven når han tek testen. Vi anbefaler at du prøver forskjellige innstillingar ved å redigere testinnstillingane dine før elevar tek den.
oc: Coma devèm mostrar lo retorne / comentari per cada question ? Aquesta opcion definís coma serà mostrat a l'apprenant quand passará lo test. Recomandam vos d'ensajar diferents opcions en modificant las opcions de vòstre test abans que los aprènents lo passon.
pl_pl: Jak mamy pokazywać feedback/komentarz dla każdego pytania? Ta opcja określa, jak będzie pokazywany uczniowi podczas rozwiązywania testu. Zalecamy wypróbowanie różnych opcji, edytując opcje testu przed przystąpieniem uczniów.
ps: د هرې پوښتنې لپاره فیډبیک/تبصره څنګه ښکاره کړو؟ دا اختیار تعریف کوي چې څنګه به یې زده کونکي ته د ازموینه اخیستلو پر مهال ښکاره شي. موږ وړاندیز کوو چې مختلف اختیارونه ازموینه وکړئ په خپل ازموینه اختیارونو ایډیټ کولو له لارې مخکې له دې چې زده کونکي یې واخلي.
pt_br: Como devemos mostrar o feedback / comentário para cada questão? Esta opção define a forma como ele será mostrado para o aluno quando fazer o teste. Nós recomendamos que você tente diferentes opções, editando suas opções do teste antes dos alunos realizarem-lo.
pt_pt: Como pretende que sejam vistos os comentários de cada questão? Esta opção define como serão vistos pelo estudante quando estiver a realizar o teste. Recomendamos que tente outras opções editando as opções do teste antes de o disponibilizar aos estudantes.
ro_ro: Felul in care se va arata comentariul pentru fiecare intrebare.Aceasta optiune va arata cum un elev va vedea (sau nu) comentariile (retro-alimentare).Recomandam evaluarea a mai multe optiuni inainte de a invita elevii de a participa la proba
ru_ru: Как показывать обратную связь/комментарий для каждого вопроса? Эта опция определяет, как она будет показана учащемуся во время теста. Рекомендуем попробовать разные варианты, отредактировав опции теста перед прохождением учащимися.
sk_sk: Ako by sme mali ukázať spätnú väzbu/komentár pre každú otázku? Táto voľba určuje, ako bude ukázaná študentovi, keď pôjde na test. Odporúčame vám vyskúšať rôzne možnosti úpravou možnosti testovania pred tým, než si ju študenti vyberú.
sl: Kako naj prikažemo povratno informacijo/komentar k vsakemu izmed vprašanj? Ta možnost definira, kako bo ta prikazan tečajniku med izvajanjem testa. Priporočamo, da preskusite različne opcije predenj test omogočite tečajnikom.
sq: Si duhet të shfaqim reagimin/komentin për çdo pyetje? Kjo opsion përcakton se si do të shfaqet për nxënësin kur të marrë testin. Ju rekomandojmë të provoni opsione të ndryshme duke redaktuar opsionet e testit tuaj para se nxënësit ta marrin atë.
sr_rs: Kako da prikažemo povratne informacije/komentar za svako pitanje? Ova opcija definiše kako će biti prikazano učeniku tokom testa. Preporučujemo da probate različite opcije uređivanjem opcija testa pre nego što učenici pristupe testu.
sv_se: Hur ska vi visa feedback/kommentar för varje fråga? Detta alternativ definierar hur det kommer att visas för eleven när de tar testet. Vi rekommenderar att du provar olika alternativ genom att redigera dina testalternativ innan eleverna tar det.
sw_ke: Tupime maoni/maelezo ya kila swali vipi? Chaguo hili linafafanua jinsi litakavyoonyeshwa kwa mwanafunzi anapochukua jaribio. Tunapendekeza ujaze chaguo tofauti kwa kuhariri chaguo za jaribio lako kabla ya wanafunzi kuchukua.
ta: ஒவ்வொரு கேள்விக்கான பின்னூட்டம்/கருத்தை எப்படி காட்டலாம்? இந்த விருப்பம் சோதனையை எடுக்கும் போது பயனருக்கு எப்படி காட்டப்படும் என்பதை வரையறுக்கிறது. பயனர்கள் அதை எடுக்கும் முன் உங்கள் சோதனை விருப்பங்களைத் திருத்தி வெவ்வேறு விருப்பங்களை முயற்சிக்க பரிந்துரைக்கிறோம்.
th: ควรแสดงข้อเสนอแนะ/ความคิดเห็นสำหรับแต่ละคำถามอย่างไร? ตัวเลือกนี้กำหนดวิธีแสดงให้ผู้เรียนเห็นขณะทำการทดสอบ แนะนำให้ลองตัวเลือกต่าง ๆ โดยแก้ไขตัวเลือกการทดสอบก่อนให้ผู้เรียนทำ
tl_ph: Paano dapat ipakita ang feedback/komento para sa bawat tanong? Ang opsyon na ito ay tinutukoy kung paano ito ipapakita sa mag-aaral kapag kinukuha ang test. Inirerekomenda namin na subukan ang iba't ibang opsyon sa pamamagitan ng pag-edit ng mga opsyon ng test bago payagan ang mga mag-aaral na kunin ito.
tr: Her soru için geri bildirim/yorumu nasıl gösterelim? Bu seçenek, test yapılırken öğrenene nasıl gösterileceğini tanımlar. Öğrenenler testi yapmadan önce test seçeneklerini düzenleyerek farklı seçenekleri denemenizi öneririz.
uk_ua: Як показувати відгук/коментар для кожного запитання? Ця опція визначає, як він буде показаний учневі під час проходження тесту. Рекомендуємо спробувати різні опції, редагуючи опції тесту перед тим, як учні його пройдуть.
vi_vn: Nên hiển thị phản hồi/bình luận cho mỗi câu hỏi như thế nào? Tùy chọn này xác định cách nó sẽ được hiển thị cho học viên khi làm bài kiểm tra. Chúng tôi khuyên bạn thử các tùy chọn khác nhau bằng cách chỉnh sửa tùy chọn bài kiểm tra trước khi học viên làm bài.
xh_za: Kufuneka sibonise njani ingxelo-mbono/izichazi kwimbuzo nganye? Eli khetho lichaza indlela ezakulubonwa ngayo umfundi xa evavanya. Siyakucelela ukuba uzame ezinye iindlela ngokuhlela izikhetho zovavanyo lakho phambi kokuba abafundi bavavanye.
zh_cn: 每个问题的反馈/评论应如何显示？此选项定义学习者参加测试时显示方式。建议您在学习者参加前通过编辑测试选项尝试不同选项。
zh_tw: 每個問題的回饋／評論應如何顯示？此選項定義學習者參加測驗時的顯示方式。我們建議您在學習者參加前透過編輯測驗選項試用不同選項。

source: Users who's account has been disabled
ar: المستخدمين الذي تم تعطيل حساباتهم
ast_es: Usuarios cuya cuenta ta desactivada
bn_bd: যাদের অ্যাকাউন্ট নিষ্ক্রিয় করা হয়েছে
bs_ba: Korisnici čiji je nalog onemogućen
ca_es: Usuaris amb un compte deshabilitat
cs_cz: Uživatelé, jejichž účet byl deaktivován
da: Brugere hvis konto er deaktiveret
de: Benutzer, deren Konto deaktiviert wurde.
el: Χρήστες που ο λογαριασμός τους έχει απενεργοποιηθεί
eo: Uzantoj kies konto estas malŝaltita
es: Usuarios desactivados
es_mx: Usuarios cuya cuenta ha sido desactivada
eu_es: Kontua desgaituta duten erabiltzaileak
fa_ir: کاربرانی که حسابشان غیرفعال شده
fi_fi: Käyttäjät, joiden tili on poistettu
fo_fo: Brúkarar sum hava óvirknan lógnað
fur: Utents chês contis a son disabilitâts
ga: Úsáideoirí ar díchumasnaíodh a gcuntas
gl: Usuarios que foron desactivados
he_il: משתמשים שחשבונם הושבת
hi: जिन उपयोगकर्ताओं का खाता अक्षम किया गया है
hr_hr: Korisnici čiji je račun onemogućen
hu_hu: Letiltott fiókkal rendelkező felhasználók
hy: Ան활ացված հաշիվ ունեցող օգտատերեր
id_id: Pengguna yang akunnya dinonaktifkan
it: Utenti con account disabilitato
ja: アカウントが無効にされたユーザー
ka_ge: მომხმარებლები, რომელთა ანგარიში გამორთულია
ko_kr: 계정이 비활성화된 사용자
lo: ຜູ້ໃຊ້ທີ່ບັນຊີຖືກປິດໃຊ້ງານ
lt_lt: Naudotojai, kurių paskyros buvo išjungtos
lv_lv: Lietotāji, kuriem konts ir deaktivizēts
mk_mk: Корисници чии сметки се оневозможени
ms_my: Pengguna yang akaunnya telah dilumpuhkan
my_mm: အကောင့်ပိတ်ထားသူများ
ne: जसको खाता निष्क्रिय भएको छ
nl: Gebruikers met een "disabled" account.
nn_no: Brukarar som sin konto er deaktivert
oc: Utilizadors amb compte desativat
pl_pl: Użytkownicy, których konta zostały wyłączone
ps: هغه کاروونکي چې حساب یې غیر فعال شوی
pt_br: Usuários com conta desativada
pt_pt: Utilizadores com conta desativada
ro_ro: Utilizatori al căror cont a fost dezactivat
ru_ru: Пользователи с отключенными аккаунтами
sk_sk: Neaktívni používatelia
sl: Onemogočeni uporabniki
sq: Përdoruesit tek të cilëve llogaria u është çaktivizuar
sr_rs: Korisnici čiji je nalog onemogućen
sv_se: Användare vars konto har inaktiverats
sw_ke: Watumiaji ambao akaunti zao zimezimwa
ta: கணக்கு முடக்கப்பட்ட பயனர்கள்
th: ผู้ใช้ที่บัญชีถูกปิดใช้งาน
tl_ph: Mga gumagamit na ang account ay naka-disable
tr: Hesabı devre dışı bırakılmış kullanıcılar
uk_ua: Користувачі, обліковий запис яких відключено
vi_vn: Người dùng có tài khoản bị vô hiệu hóa
xh_za: Abasebenzisi abakhuphele iakhawunti yabo
zh_cn: 账户已禁用的用户
zh_tw: 帳戶已停用的用戶

source: Users with an active account
ar: المستخدمين ذوي الحساب الفعال
ast_es: Usuarios con cuenta activa
bn_bd: সক্রিয় অ্যাকাউন্টসহ ব্যবহারকারী
bs_ba: Korisnici sa aktivnim nalogom
ca_es: Usuaris amb un compte actiu
cs_cz: Uživatelé s aktivním účtem
da: Brugere med en aktiv konto
de: Benutzer mit einem aktiven Konto
el: Χρήστες με ενεργό λογαριασμό
eo: Uzantoj kun aktiva konto
es: Usuarios activados
es_mx: Usuarios con cuenta activa
eu_es: Kontu aktiboa duten erabiltzaileak
fa_ir: کاربران با حساب فعال
fi_fi: Käyttäjät, joilla on aktiivinen tili
fo_fo: Brúkarar við virknum lógnaði
fur: Utents cun cont ativ
ga: Úsáideoirí le cuntas gníomhach
gl: Usuarios activos
he_il: משתמשים עם חשבון פעיל
hi: सक्रिय खाते वाले उपयोगकर्ता
hr_hr: Korisnici s aktivnim računom
hu_hu: Aktív fiókkal rendelkező felhasználók
hy: Ակտիվ հաշիվ ունեցող օգտատերեր
id_id: Pengguna dengan akun aktif
it: Utenti con un account attivo
ja: アクティブなアカウントを持つユーザー
ka_ge: მომხმარებლები აქტიური ანგარიშით
ko_kr: 활성 계정 사용자
lo: ຜູ້ໃຊ້ທີ່ມີບັນຊີທີ່ໃຊ້ງານຢູ່
lt_lt: Naudotojai su aktyvia paskyra
lv_lv: Lietotāji ar aktīvu kontu
mk_mk: Корисници со активна сметка
ms_my: Pengguna dengan akaun aktif
my_mm: သက်ဝင်အကောင့်ရှိသူများ
ne: सक्रिय खाता भएका प्रयोगकर्ताहरू
nl: Actieve deelnemers
nn_no: Brukarar med aktiv konto
oc: Utilizadors amb compte actiu
pl_pl: Użytkownicy z aktywnym kontem
ps: هغه کاروونکي چې فعال حساب لري
pt_br: Usuários com conta ativa
pt_pt: Utilizadores com conta ativa
ro_ro: Utilizatori cu cont activ
ru_ru: Пользователи с активными аккаунтами
sk_sk: Aktívni používatelia
sl: Uporabniki z aktivnim up. računom
sq: Përdorues me llogari aktive
sr_rs: Korisnici sa aktivnim nalogom
sv_se: Användare med aktivt konto
sw_ke: Watumiaji wenye akaunti inayofanya kazi
ta: செயல்படும் கணக்கு கொண்ட பயனர்கள்
th: ผู้ใช้ที่มีบัญชีใช้งานได้
tl_ph: Mga gumagamit na may aktibong account
tr: Aktif hesaba sahip kullanıcılar
uk_ua: Користувачі з активним обліковим записом
vi_vn: Người dùng có tài khoản hoạt động
xh_za: Abasebenzisi abane-akhawunti esebenzayo
zh_cn: 账户活跃的用户
zh_tw: 具有有效帳戶的用戶

source: Surveys progress
ar: التقدم في الاستبيانات
ast_es: Progresu d'enquetes
bn_bd: সার্ভে অগ্রগতি
bs_ba: Napredak anketa
ca_es: Progrés d'enquestes
cs_cz: Průběh průzkumů
da: Undersøgelser fremskridt
de: Fragebogen-Fortschritt
el: Πρόοδος ερευνών
eo: Progreso de enketoj
es: Progreso de encuestas
es_mx: Progreso de encuestas
eu_es: Inkesten aurrerapena
fa_ir: پیشرفت نظرسنجی‌ها
fi_fi: Kyselyn edistyminen
fo_fo: Umspóling framgongd
fur: Progress sondagis
ga: Forbairt suirbhéanna
gl: Progreso de enquisas
he_il: התקדמות הסקרים
hi: सर्वेक्षण प्रगति
hr_hr: Napredak anketa
hu_hu: Kérdőívek előrehaladása
hy: Հարցումների առաջընթաց
id_id: Kemajuan survei
it: Progresso sui rilevamenti
ja: アンケートの進捗状況
ka_ge: გამოკითხვების პროგრესი
ko_kr: 설문 진행 상황
lo: ຄວາມຄືບໜ້າຂອງການສຳຫຼວດ
lt_lt: Aptarimų eiga
lv_lv: Aptauju progresa
mk_mk: Напредок на анкетите
ms_my: Kemajuan Tinjauan
my_mm: စစ်တမ်းတိုးတက်မှု
ne: सर्वेक्षण प्रगति
nl: Enquête voortgang
nn_no: Spørjeundersøkingar framdrift
oc: Progression dels enquéstos
pl_pl: Postęp ankiet
ps: د سروو پرمختګ
pt_br: Progresso das pesquisas
pt_pt: Progresso dos questionários
ro_ro: Progresul sondajului
ru_ru: Прогресс опросов
sk_sk: Pokrok prieskumov
sl: Napredek evalvacijskih vprašalnikov
sq: Progresi i anketave
sr_rs: Napredak anketa
sv_se: Enkätframsteg
sw_ke: Maendeleo ya Uchunguzi
ta: கருத்துக்கணிப்புகள் முன்னேற்றம்
th: ความคืบหน้าของการสำรวจ
tl_ph: Progress ng mga survey
tr: Anket ilerlemesi
uk_ua: Прогрес опитувань
vi_vn: Tiến độ khảo sát
xh_za: Intshukumo yovavanyo
zh_cn: 调查进度
zh_tw: 問卷調查進度

source: Incomplete surveys
ar: الاستبيانات غير المكتملة
ast_es: Enquetes incomplètes
bn_bd: অসম্পূর্ণ সার্ভে
bs_ba: Nepotpune ankete
ca_es: Enquestes incompletes
cs_cz: Nedokončené průzkumy
da: Ufuldendte undersøgelser
de: Unvollständige Fragebögen
el: Ανολοκλήρωτες έρευνες
eo: Neplena enketoj
es: Encuestas incompletas
es_mx: Encuestas incompletas
eu_es: Osatu gabe dauden inkestak
fa_ir: نظرسنجی‌های ناتمام
fi_fi: Keskeneräiset kyselyt
fo_fo: Óklárað umspóling
fur: Sondagis incomplets
ga: Suirbhéanna neamhiomlána
gl: Enquisas sen completar
he_il: סקרים לא מלאים
hi: अपूर्ण सर्वेक्षण
hr_hr: Nepotpune ankete
hu_hu: Elincomplete kérdőívek
hy: Անավարտ հարցումներ
id_id: Survei tidak lengkap
it: Rilevamenti non completati
ja: 未完了のアンケート
ka_ge: დაუმთავრებელი გამოკითხვები
ko_kr: 미완료 설문
lo: ການສຳຫຼວດທີ່ບໍ່ສຳເລັດ
lt_lt: Nebaigti apklausos
lv_lv: Nepabeigtas aptaujas
mk_mk: Непотполни анкети
ms_my: Tinjauan tidak lengkap
my_mm: မပြည့်စုံသော စစ်တမ်းများ
ne: अपूर्ण सर्वेक्षणहरू
nl: Incomplete enquêtes
nn_no: Ufullstendige spørjeundersøkingar
oc: Enquéstos incomplets
pl_pl: Niekompletne ankiety
ps: ناتمامې سروې
pt_br: Pesquisas incompletas
pt_pt: Questionários incompletos
ro_ro: Sondaj incomplect
ru_ru: Незавершенные опросы
sk_sk: Nedokončené prieskumy
sl: Nezaključeni evalvacijski vprašalniki
sq: Anketa të paplota
sr_rs: Nepotpune ankete
sv_se: Ofullständiga enkäter
sw_ke: Uchunguzi usiokamilika
ta: முழுமையாகாத கருத்துக்கணிப்புகள்
th: การสำรวจที่ยังไม่สมบูรณ์
tl_ph: Hindi kumpletong mga survey
tr: Tamamlanmamış anketler
uk_ua: Незавершені опитування
vi_vn: Khảo sát chưa hoàn thành
xh_za: Uphando olungafezekanga
zh_cn: 未完成调查
zh_tw: 未完成的問卷調查
