Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Course/Session subscriptions, by day
qu_pe: Killakuna/Sesion qispikuykunapas, p'unchaypaq

source: New users registrations
qu_pe: Yachayniyokunaq musuq qispikuykunapas

source: File imported just users that are not registered
qu_pe: Yapayuq willakuq yachayniyokunaq qispikunapas

source: Available groups
qu_pe: Kawsakuy willakuna

source: Total groups
qu_pe: Ch'usaq willakuna

source: Column is locked or read-only
qu_pe: Hunt'aqa q'unchukuyuqmi ukhu qhawana

source: Remove state
qu_pe: Hap'ipuy hallp'a

source: Saving...
qu_pe: Kumpachkan...

source: Save attendance
qu_pe: Kumpachiy asistensya

source: Signature
qu_pe: Llamk'apiy

source: Clear
qu_pe: Phallchay

source: No attendance data to save.
qu_pe: Mana kumpachiy asistensya willakuna.

source: Attendance saved successfully
qu_pe: Asistensya kumpachisqaña

source: Failed to save attendance. Please try again.
qu_pe: Mana atinchu asistensya kumpachiyta. Wakin pay qhaway.

source: Unknown attendance
qu_pe: Mana yachakunqachu asistensya

source: Error exporting to PDF
qu_pe: PDFman hap'iyta pantasqan pantachisqa

source: Error exporting to Excel
qu_pe: Excelman hap'iyta pantasqan pantachisqa

source: Failed to generate QR code
qu_pe: Mana atinchu QR código musuqtayta

source: Add attendance
qu_pe: Yapay asistensya

source: Search users for friends
qu_pe: Yachayniyokunata mask'ay phaway masikunapaq

source: Go to friends list
qu_pe: Maskikuna rurayman riy

source: Please enter a search query
qu_pe: Mask'ay willakuytam qillqay

source: Error fetching friends list
qu_pe: Pantachisqa maskikuna rurayta chaskiyta

source: Error fetching users
qu_pe: Pantachisqa yachayniyokunata chaskiyta

source: Friend request sent successfully
qu_pe: Maskikuy qispit yachachisqa

source: Failed to send friend request
qu_pe: Mana atinchu maskikuy qispita qispiniy

source: You have a new friend request
qu_pe: Maskikuy qispinchikyuq kanki

source: You have received a new friend request. Visit the invitations page to accept or reject the request.
qu_pe: Maskikuy qispinchikyuq tarin. Invitasyon p'anqaman riy sumaqchu mana sumaqchu qispinchikuyta.

source: Notification message sent successfully
qu_pe: Willakuy notisiyasqa yachachisqa

source: Failed to send notification message
qu_pe: Mana atinchu notisiya willakuytam qispiniy

source: An error occurred while sending the notification message
qu_pe: Pantachisqa notisiya willakuytam qispiniyta

source: Are you sure to delete the friendship?
qu_pe: Ima kashqataq maskikuyta hapiychiy?

source: If file exists
qu_pe: Yapayuq willakuqmi

source: New document
qu_pe: Musuq willakuq

source: New drawing
qu_pe: Musuq ñawpaq

source: New cloud file
qu_pe: Musuq rumuchi willakuq

source: Usage
qu_pe: Llank'ay

source: Add file variation
qu_pe: Yapay willakuq rumi

source: Set as default certificate
qu_pe: Musuq yachaytata qhatuy

source: Template options
qu_pe: Plantilla iyarqakuna

source: New folder
qu_pe: Musuq phuru

source: Confirm deletion
qu_pe: Q'ichisqata yaqinkichiy

source: Saved
qu_pe: Kumpachisqa

source: Error deleting document(s).
qu_pe: Pantachisqa willakuqta(s) hap'iniyta.

source: Replace video
qu_pe: Willakana takanita hukk'ay

source: Replace (files or videos only)
qu_pe: Kamachiy (willaykuna uta videosninpi)

source: Document not saved
qu_pe: Willayqa mañakunqachu

source: Document moved successfully
qu_pe: Willayqa allchaq movichakun

source: Error moving the document
qu_pe: Pantalla movichakunaypi pantasqa

source: Certificate set as default successfully
qu_pe: Yupaychaq allchaq predeterminadopi qhatun

source: Error setting certificate as default
qu_pe: Pantasqa predeterminadopi qhatunakunaypi

source: Template successfully deleted.
qu_pe: Plantilla allchaq huch'achkan.

source: Error deleting the template.
qu_pe: Pantasqa plantillata huch'achkanpi.

source: The title and thumbnail are required.
qu_pe: Sutin yutqallaq ruraykunaqa munay.

source: Template created successfully.
qu_pe: Plantilla allchaq yaratkan.

source: Error creating the template.
qu_pe: Pantasqa plantillata yaratakunaypi.

source: Error submitting the form.
qu_pe: Pantasqa willakuytan kachakunaypi.

source: Back to Documents
qu_pe: Willakuykunaq paispa

source: Original file
qu_pe: Willaykunaq asllan

source: Title:
qu_pe: Suti:

source: Format:
qu_pe: Formatu:

source: Size:
qu_pe: Sut'i:

source: Upload new variation
qu_pe: Willaykuna huk variasionta yapay

source: Choose file
qu_pe: Willayta mañakuy

source: Current variations
qu_pe: Kunan variasionkuna

source: Creator
qu_pe: Kamachiq

source: Associated URL
qu_pe: Yuyarichisqa URL

source: Default (No URL)
qu_pe: Predeterminado (Mana URL)

source: Invite friends to group
qu_pe: Machiqkunaq yanapaywan grupoman kuyay

source: Available friends
qu_pe: Kanchisqa machiqkuna

source: Selected friends
qu_pe: Qhatunakunam machiqkuna

source: Sent invitations
qu_pe: Kachakunam kuyakuykuna

source: You have been invited to join this group
qu_pe: Kay grupoman qatiykuyta kuyakusqankuna

source: Assignment created
qu_pe: Tinkunakunqa yaratkan

source: Write my submission
qu_pe: Ñawpaq tinkuyta qillqay

source: Add users
qu_pe: Runakuna yapay

source: Users without submission
qu_pe: Ñawpaq tinkuyta mañakuq runakuna

source: You can no longer submit. The deadline has passed.
qu_pe: Manam ñawpaq tinkuyta atikunichu. Ch'allay kutiqan karan.

source: Failed to export PDF
qu_pe: Pantasqa PDFta lluq'akunaypi

source: Are you sure you want to delete all corrections?
qu_pe: Manam allinchu imaynatam kachkan allin qhatukunata huch'achkan?

source: All corrections deleted
qu_pe: Tukuy allin qhatukunakuna huch'achkan

source: Failed to delete corrections
qu_pe: Pantasqa allin qhatukunakuna huch'achkanpi

source: Add documents
qu_pe: Willakuykuna yapay

source: No documents added yet.
qu_pe: Manam willakuykunaq yapasqachu.

source: Available documents
qu_pe: Kanchisqa willakuykuna

source: No available documents.
qu_pe: Manam kanchisqa willakuykuna.

source: Error adding document
qu_pe: Pantasqa willayta yapakunaypi

source: Document removed
qu_pe: Willayqa huch'achkan

source: Error removing document
qu_pe: Pantasqa willayta huch'achkanpi

source: Assignment updated
qu_pe: Tinkunakunqa musuqkakun

source: No users added yet.
qu_pe: Manam runakunaq yapasqachu.

source: Search users by username
qu_pe: Runa sutinwan maskhay

source: No available users.
qu_pe: Manam kanchisqa runakuna.

source: User added
qu_pe: Runaq yaku

source: Error adding user
qu_pe: Pantasqa runata yapakunaypi

source: User removed
qu_pe: Yachayniq q'ichisqa

source: Error removing user
qu_pe: Yachayniq q'ichisqapuni pantasqan

source: Student progress
qu_pe: Yachay wawaq ruraynin

source: Send email to all
qu_pe: Yachanata yachayniqkunaqman kachay

source: Users without submission for assignment
qu_pe: Yachay ruraypiq mana qillqasqakuna

source: No missing submissions found for this assignment or data is not available.
qu_pe: Kay yachay ruraypiqpi mana qillqasqakuna tarinakunqachu mana yachaykunaq willakunqachu.

source: Email sent to all unsubmitted users.
qu_pe: Yachanata qillqasqakunaqman kachasqa.

source: Failed to send email.
qu_pe: Yachana kachayta atipasqa.

source: Upload your assignment
qu_pe: Yachay rurayniykita churay

source: Submission title
qu_pe: Qillqasqan sutiy

source: Enter a title for your submission
qu_pe: Qillqasqanki sutiyta qillqay

source: Write your answer here...
qu_pe: Kayman willayniykita qillqay...

source: File uploaded successfully
qu_pe: Pishtu churayta q'achisqa

source: Failed to upload file
qu_pe: Pishtu churayta atipasqa

source: Please provide a title and some text
qu_pe: Sutiwan willakuywan qillqay

source: Text submitted successfully
qu_pe: Willakuynin qillqasqa

source: Edit Terms and Conditions
qu_pe: Willakuy yachayniqkunata kallaray

source: Type of terms
qu_pe: Willakuy yachayniq simi

source: Back to list
qu_pe: Rurachinanman kutiy

source: Show public link
qu_pe: Lluqsiyachinakuy lluqllanata rikuchiy

source: Public link
qu_pe: Lluqsiyachinakuy lluqlla

source: You can share or copy this link:
qu_pe: Kay lluqllata yapaychus rikuchikus q'ipaykus:

source: Select the link above and press Ctrl+C to copy it
qu_pe: Lluqllata rikuspa Ctrl+C q'ipay Ctrl+C q'ipanakuy

source: New page
qu_pe: Yayku p'agin

source: Pages deleted
qu_pe: P'aginkuna q'ichisqa

source: Export glossary
qu_pe: Simikunata lluqllay

source: Export to documents
qu_pe: Willakuykunaman lluqllay

source: Could not delete term
qu_pe: Simita q'ichiyta mana atinchu

source: Exported to documents
qu_pe: Willakuykunaman lluqllasqa

source: Could not export to documents
qu_pe: Willakuykunaman lluqllayta mana atinchu

source: Could not fetch glossary terms
qu_pe: Simikunata mana tarinakuchu

source: Edit glossary term
qu_pe: Simikunata kallaray

source: Edit page layout
qu_pe: P'agin rurakunata kallaray

source: e.g. /index.php
qu_pe: jukancha /index.php

source: URL is required
qu_pe: URL suyana

source: Optional - e.g. ROLE_TEACHER
qu_pe: Mana suyana - jukancha ROLE_TEACHER

source: Loading templates...
qu_pe: Simikunata chinkachiy...

source: Select a template
qu_pe: Simita ruray

source: Layout templates
qu_pe: Ruraku simikuna

source: Back to layouts
qu_pe: Rurakunaman kutiy

source: Columns
qu_pe: Collqakuna

source: Blocks
qu_pe: P'unchukuna

source: View JSON
qu_pe: JSON rikuy

source: Layout JSON details
qu_pe: Ruraku JSON yachaykuna

source: Are you sure you want to delete this template?
qu_pe: ¿Mana allinchu kay simita q'ichiyta munanki?

source: Create layout template
qu_pe: Ruraku simita kamay

source: Layout template name
qu_pe: Ruraku simi suti

source: e.g. 3 columns layout
qu_pe: jtak. 3 rawsina yatiy

source: Template name is required
qu_pe: Plantilla sutin munan

source: Layout type
qu_pe: Yatiy killa

source: Save template
qu_pe: Plantilla ruqchay

source: Edit layout template
qu_pe: Yatiy plantilla pichasqay

source: Replace layout with predefined type?
qu_pe: ¿Yatiyta predifinida killañamanta t'inkisqata ruqchanki?

source: Page layout details
qu_pe: Pisiq yatiy killananta

source: Loading layout...
qu_pe: Yatiy killa chaskisqan...

source: Create layout
qu_pe: Yatiy kamay

source: Manage templates
qu_pe: Plantillakuna kamachiy

source: Are you sure you want to delete this layout?
qu_pe: ¿Manam allinchakchu kay yatiyta huch'achkanita?

source: Create page layout
qu_pe: Pisiq yatiy kamay

source: You do not have permission to view this page
qu_pe: Manam killakunki kay pisiqta qhawachkanaman

source: Why you want to delete your Legal Agreement
qu_pe: ¿Ima niytaq kay Legal Kuskanqata huch'achkanita?

source: Delete Account
qu_pe: Rakiq huch'ay

source: Go to Explore to find a topic of interest, or wait for someone to subscribe you
qu_pe: Exploreman rispa qhawachinaykipaq musuq yatiyta, utaq manaqchus wasin subscribe qhaway

source: Data exchanges (GDPR)
qu_pe: Yachay willakuykuna (GDPR)

source: Back to third parties
qu_pe: Kutichiy piñakunaman

source: Data exchange
qu_pe: Yachay willakuy

source: Add exchange
qu_pe: Willakuy yapay

source: All users?
qu_pe: ¿Tukuy runakuna?

source: Add data exchange
qu_pe: Yachay willakuy yapay

source: Select users
qu_pe: Runakuna akllay

source: Please select at least one user.
qu_pe: Manam akllachinkchu iskay runataq.

source: Data exchange successfully saved.
qu_pe: Yachay willakuy ruqchasqan.

source: Error saving data exchange.
qu_pe: Yachay willakuy ruqchaypi pantasqan.

source: Professional support
qu_pe: Yachay yuyaynin

source: Add third party
qu_pe: Piñaku yapay

source: Send data
qu_pe: Yachay kachay

source: Is recruiter?
qu_pe: ¿Recruiter?

source: Is used for data exchange?
qu_pe: ¿Yachay willakuypi kashpan?

source: Event
qu_pe: Huk'uy

source: Go to session
qu_pe: Sesionman rispa

source: Add your first link to this course
qu_pe: Kay kursoman qhawachinaykipaq musuq willanaykipaq

source: There are no links in this category
qu_pe: Kay killapi manam willanakuna kanchu

source: With links
qu_pe: Willanakunaq

source: Link deleted
qu_pe: Willana huch'asqan

source: Could not delete link
qu_pe: Manam huch'achunku willana

source: Link visibility updated
qu_pe: Willana qhawinakuy ruwasqan

source: Could not change visibility of link
qu_pe: Manam qhawinakuyta hachakunman willanapa

source: Link moved up
qu_pe: Willana hanan

source: Could not move link up
qu_pe: Manam willanata hanaq

source: Link moved down
qu_pe: Willana siran

source: Could not move link down
qu_pe: Manam willanata siranqachu

source: Could not delete category
qu_pe: Manam killata huch'achunman

source: Visibility of category changed
qu_pe: Killapi qhawinakuy hachasqan

source: Could not change visibility of category
qu_pe: Manam qhawinakuyta hachakunman killapi

source: Could not retrieve links
qu_pe: Manam willanakuna qhawayta atinman

source: Update category
qu_pe: Katiyayta qhaway

source: Update link
qu_pe: Yawp'iyta qhaway

source: Matching courses
qu_pe: Kutichisqan kurskuna

source: Apply advanced filters
qu_pe: Qhapaq hallp'aq filterkuna qhaway

source: Filter by title
qu_pe: Sutinwan filter qhaway

source: Filter by category
qu_pe: Katiywan filter qhaway

source: Filter by language
qu_pe: Ima simiyman filter qhaway

source: Loading more courses...
qu_pe: Kurskuna qhapaq yapay...

source: Total number of sessions
qu_pe: Huk sessionkunataq sutin

source: Matching sessions
qu_pe: Kutichisqan sessionkuna

source: Searching by
qu_pe: Rispasqanwan

source: Loading sessions. Please wait.
qu_pe: Sessionkuna qhapaq. Ama llawqalla.

source: No session available
qu_pe: Mana session kanchu

source: Loading more sessions...
qu_pe: Sessionkuna qhapaq yapay...

source: Course ID is missing. Unable to navigate to the course home page.
qu_pe: Kurs ID mana kanchu. Kurs ruraq paginaman mana atiyta atinchu.

source: An unexpected error occurred.
qu_pe: Mana allin kasqan pantasqa phawtay.

source: Incomplete courses
qu_pe: Mana tukuy kurskuna

source: Session period
qu_pe: Session pacha

source: Search student
qu_pe: Yachakuyna rispa

source: Create new user
qu_pe: Yachakuyna kamaykuy

source: Matching students
qu_pe: Kutichisqan yachakuynakuna

source: Local user
qu_pe: Lluqsi yachakuyna

source: External user
qu_pe: Lluqsimanta yachakuyna

source: Send course invitation
qu_pe: Kurs invitasiyntam kachay

source: Password (leave blank to auto)
qu_pe: Pinqutap (lluqsimanta qhawayta munaspan)

source: Send access details to user by email
qu_pe: Yachakuyninmanta willakuyta yachakuynaman emailwan kachay

source: Course sent to
qu_pe: Kurs kachasqan

source: An error occurred while sending the course.
qu_pe: Kurs kachaspan pantasqa phawtay.

source: User created
qu_pe: Yachakuyna kamasqa

source: Could not create user
qu_pe: Mana yachakuynata kamayta atinchu

source: Completed courses
qu_pe: Tukuy kurskuna

source: Issued at
qu_pe: Qhapaq kasqa

source: Load more
qu_pe: Yapay qhapaq

source: Restartable courses
qu_pe: Qallariy kamasqan kurskuna

source: Ended
qu_pe: Kutipusqa

source: Extend one week
qu_pe: Huk phichqata p'awaryachiy

source: Could not load data
qu_pe: Mana willakuykuna qhapaqta atinchu

source: Session extended
qu_pe: Session p'awarisqa

source: Action failed
qu_pe: Kamachiq pantasqa

source: Available courses in this URL
qu_pe: Kay URLpi kanchasqan kurskuna

source: Loading courses...
qu_pe: Kurskuna qhapaq...

source: No courses available.
qu_pe: Mana kurs kanchu.

source: Favorite courses
qu_pe: Kuyay kurskuna

source: No favorite courses.
qu_pe: Mana kuyay kurs kanchu.

source: The user %s is waiting for an action about his/her personal data request. To manage personal data requests you can follow this link: %s
qu_pe: Yachakuyna %s ñawpaq willakuykunasqanmanta kamachiqkunata kutichispa. Ñawpaq willakuykuna kamachispa kay yawp'ita suyaykipuy: %s

source: Group does not exist in course
qu_pe: Kursmanta willakuy mana kanchu

source: Unauthorised access to group
qu_pe: Willakuywan mana ruraq

source: You're not allowed in this group
qu_pe: Kay willakuypi mana ñawpariykichu

source: Save diagnostic changes
qu_pe: Diagnostic cambioskunata qhipalla

source: Domain %s
qu_pe: Dominiyo %s

source: Topic %s
qu_pe: Runa %s

source: Software program
qu_pe: Programa software

source: Send mail to users
qu_pe: Yachanayta qillqayta yanapan usersman

source: Update user list from XML/CSV
qu_pe: XML/CSV nisqapita yachaywasi runakunata qhaway

source: CSV must look as follows:
qu_pe: CSV nisqa kayllapi kachkan:

source: Course/Session subscriptions by day
qu_pe: P'unchawpi yachaywasi/sesion inscritoqkuna

source: Remove user from all group-related entities if his/her name is not in the list
qu_pe: Sutiyuq listaq ninanpaq, huk grupollayku yachaywasiqkunaq q'echuq

source: Groups assigned to URL
qu_pe: URL nisqaman qhatukuna grupokuna

source: Proceed with the import
qu_pe: Yapay importacionta

source: You only have access to the URL %s
qu_pe: Ñawpaq URL %s nisqaman qhaway

source: View certificate
qu_pe: Yachaytapisqanta qhawarina

source: The sub-language does not exist.
qu_pe: Kuti simi mana kanchu.

source: Remove user from course if his/her name is not in the list
qu_pe: Sutiyuq listaq ninanpaq, yachaywasimanta runata q'echuq

source: The user has not been deleted. Please confirm the user ID and try again.
qu_pe: Runata mana q'echu kanchu. Runata ID nisqata yachachaspa, musuq qhawarina.

source: The user has been deleted permanently.
qu_pe: Runata q'echu kanchu permanentemente.

source: Selected users deleted permanently
qu_pe: Qhatukunakuna runakuna permanentemente q'echu kanchu

source: The user has not been restored. Please confirm the user ID and try again.
qu_pe: Runata mana kamarinaq kanchu. Runata ID nisqata yachachaspa, musuq qhawarina.

source: The user has been restored.
qu_pe: Runata kamasqa.

source: Some of the selected users have not been restored. We recommend you confirm which, by using the advanced search.
qu_pe: Qhatukunakunamanta qispikuna mana kamarisqakuchu. Qhatukunata yachachaspa, avanzada maskhayta qhaway.

source: Selected users restored.
qu_pe: Qhatukunakuna runakuna kamarisqa.

source: The account has been removed temporarily.
qu_pe: Kutipayta q'echu kanchu.

source: Are you sure you want to unlock this user?
qu_pe: Manam allintaq runata kutichiyta munanki?

source: Are you sure you want to lock this user?
qu_pe: Manam allintaq runata q'echuyta munanki?

source: Add user group to selected URLs
qu_pe: Qhatukuq URLkunaman runakuna grupota yapay

source: Remove user group from selected URLs
qu_pe: Qhatukuq URLkunamanta runakuna grupota q'echuq

source: Are you sure you want to assign the selected groups to the selected URLs?
qu_pe: Manam allintaq qhatukuq grupokunata qhatukuq URLkunaman qhatuyta munanki?

source: Are you sure you want to unassign the selected groups from the selected URLs?
qu_pe: Manam allintaq qhatukuq grupokunata qhatukuq URLkunamanta q'echuyta munanki?

source: The group has been removed from the selected URL.
qu_pe: Grupu qhatukuq URL nisqamanta q'echu kanchu.

source: Assigned users
qu_pe: Qhatukuna runakuna

source: Available users
qu_pe: Kutipay runakuna

source: Login-only URL
qu_pe: Login URL nisqa

source: User groups
qu_pe: Runakuna grupokuna

source: Invalid access URL or course
qu_pe: Mana allin URL nisqa ukhu yachaywasi

source: Edit URL
qu_pe: URL nisqata llamk'ay

source: Back to %s
qu_pe: %s nisqaman kutiy

source: Currently showing users for role: <strong>%s</strong>
qu_pe: Kunan runakunata qhawachkan rollpaq: <strong>%s</strong>

source: Missing POST data
qu_pe: POST data mana kanchu

source: To use the central login page feature, all URLs defined MUST use the same (root) domain name in order to limit security risks linked to sharing access tokens between URLs. URLs using a different domain name might not be taken into account for access sharing.
qu_pe: Central login p'aginita qhawayta atinapaq, tukuy URL nisqakuna <strong>llikilla</strong> nisqapi (root) nisqapi kanchu, chaysnaq security riskkunata hap'inanpaq access tokenkunata qhatuykunata. Huk nisqapi domain nisqakuna URLkunata mana qhawayninchu access qhatuyta.

source: Time spent on assignments
qu_pe: Tukiyta llamkan tareaspi

source: Inactive learners
qu_pe: Mana llamkan yachakukunakuna

source: Result list
qu_pe: Rimarina lista

source: Session start date
qu_pe: Sesion rumi p'unchaw

source: You can use the tags {{class_name}} and {{student_full_name}} in the question to be able to multiply questions. On the survey list page, in the action field, you have a button to multiply a question that will look for the {{class_name}} tag, duplicate the question for all the classes subscribed to the course, and rename it with the name of the class. It will also add a page ending to make a new page for each class. Then it will look for the {{student_full_name}} tag and duplicate the question for all the students in the class (for each class) and rename it with the student's full name.
qu_pe: {{class_name}} ukhu {{student_full_name}} tagkunata qhawayta atinapaq paqopinpi. Encuesta lista p'aginapi, acción nisqapi, {{class_name}} tagta qhawayta atinapaq botón kanchu, paqopinni yachaywasiman inscritoq turakunaq tukuykunapaq copiaq, turan sutinwan sutiyta cambian. Chaysnaq p'aginapi qhipa yapay turakunaq tukuykunapaq. Kayllapi {{student_full_name}} tagta qhaway, paqopinni turapiq yachakuq runakunapaq (tukuy turakunapaq) copiaq ukhu sutinwan sutiyta cambian.

source: Add learner
qu_pe: Yachakuytam yapay

source: Only courses with a personalized certificate are exported
qu_pe: Personalizado yachaytapisqakuna yachaywasikuna exportacionman

source: Show question number
qu_pe: Paqopin número nisqata qhawachikuy

source: Custom or undefined role
qu_pe: Personalizado ukhu mana definisqa roll

source: To unsubscribe from notifications, click here: %s
qu_pe: Notificaciones inscritoqta q'echuqpaq, kaypi thukuy: %s

source: You have been enrolled in the course
qu_pe: Yachaywasiman inscrito kanki

source: Hello %s, you have been enrolled in the course %s.
qu_pe: Allillay %s, %s kursopi qatamusqankiraq.

source: Acquisition
qu_pe: Kamachiy

source: Session display dates
qu_pe: Runakuna rurakuna paqchin

source: Session access dates
qu_pe: Runakuna yachachisqa paqchin

source: Hello %s, you have been enrolled in the course %s for the session %s.
qu_pe: Allillay %s, %s yachaypi %s runakunamanta qallariwayki.

source: You have been enrolled in the course %s for the session %s
qu_pe: %s yachaypi %s runakunamanta qallariwayki

source: Semicolon (;) delimiter detected. This version of Chamilo requires comma (,) as the CSV separator. Please export your file again as CSV (comma-separated).
qu_pe: Semicolon (;) hallallasqakuna. Kë Chamilo versiyön coma (,) CSV rurakunata mañakun. Favur yachachinikuq fileta CSV (coma-separated) munakunata qallariy.

source: Replication
qu_pe: Replikasyon

source: Schedule changed
qu_pe: Horario oqllakurqan

source: Classroom changed
qu_pe: Salan oqllakurqan

source: Location changed
qu_pe: Lug'ar oqllakurqan

source: Enrollment cancelled
qu_pe: Inskrisyon kansellarqan

source: Parent session
qu_pe: Mamakuna sesion

source: The field must be a positive integer
qu_pe: Kutxan musuq kamayuq ñawpaq sunqun

source: Validity (days)
qu_pe: Musuq kay (p'unchaykuna)

source: Last repetition
qu_pe: Ñawpaq repetisyon

source: The field must be empty or a positive integer
qu_pe: Kutxan pachak utaq musuq kamayuq ñawpaq sunqun kanman

source: Days before finishing automated creation of new repetitions
qu_pe: Musuq repetisyon suyana p'unchaykuna qhatukurqanmanta ñawpaq

source: Notify subscription of user to student boss
qu_pe: Yachakuq sutininsuta yachakuq patsakunata avisapay

source: User does not exist
qu_pe: Yachakuq manam kanchu

source: (Percentage of file analysis)
qu_pe: (Pishtuy yachaykuna suyasqa)

source: Pause training
qu_pe: Yachachisyan qhatuy

source: Date of birth
qu_pe: Nawpaq p'unchay
