Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Open session
ar: دورة مفتوحة
ast_es: Abrir sesión
bn_bd: সেশন খোলুন
bs_ba: Otvori sesiju
ca_es: Sessió oberta
cs_cz: Otevřít relaci
da: Åbn session
de: Offene Sitzung
el: Ανοιχτή συνεδρία
eo: Malfermi sesion
es: Sesión abierta
es_mx: Abrir sesión
eu_es: Saioa ireki
fa_ir: باز کردن جلسه
fi_fi: Avoin istunto
fo_fo: Lat upp sessjón
fur: Vierc la session
ga: Seisiún a oscailt
gl: Sesión aberta
he_il: הפעלה פתוחה
hi: सत्र खोलें
hr_hr: Otvori sesiju
hu_hu: Munkamenet megnyitása
hy: Բացել սեանսը
id_id: Buka sesi
it: Sessione aperta
ja: セッションを開く
ka_ge: სესიის გახსნა
ko_kr: 세션 열기
lo: ເປີດເຊດຊັນ
lt_lt: Atverti sesiją
lv_lv: Atvērt sesiju
mk_mk: Отвори сесија
ms_my: Buka sesi
my_mm: အစည်းအဝေးဖွင့်ပါ
ne: सत्र खोल्नुहोस्
nl: Open sessie
nn_no: Opne økt
oc: Dobrir la sesion
pl_pl: Otwórz sesję
ps: د سشن خلاصول
pt_br: Sessão Aberta
pt_pt: Sessão aberta
ro_ro: Sesiune deschisa
ru_ru: Открыть сессию
sk_sk: Otvorené stretnutie
sl: Odprta seja
sq: Hap sesionin
sr_rs: Otvori sesiju
sv_se: Öppna session
sw_ke: Fungua kikao
ta: அமர்வை திறக்கவும்
th: เปิดเซสชัน
tl_ph: Buksan ang sesyon
tr: Oturumu aç
uk_ua: Відкрити сесію
vi_vn: Mở phiên
xh_za: Vula iseshini
zh_cn: 开启会话
zh_tw: 開啟工作區

source: Allow visitors
ar: السماح للزائرين
ast_es: Permitir visitadores
bn_bd: দর্শকদের অনুমতি দিন
bs_ba: Dozvoli posjetitelje
ca_es: Permetre visitants
cs_cz: Povolit návštěvníky
da: Tillad besøgende
de: Besucher zulassen
el: Αποδοχή επισκεπτών
eo: Permesi vizitantojn
es: Permitir visitantes
es_mx: Permitir visitantes
eu_es: Bisitarien sarrera baimendu
fa_ir: اجازه به بازدیدکنندگان
fi_fi: Salli vierailijat
fo_fo: Leyp gestir
fur: Permitî i vizitadôrs
ga: Cuairteoirí a cheadú
gl: Permitir visitantes
he_il: אפשר מבקרים
hi: आगंतुकों को अनुमति दें
hr_hr: Dopusti posjetitelje
hu_hu: Látogatók engedélyezése
hy: Թույլ տալ հյուրերին
id_id: Izinkan pengunjung
it: Permetti visitatori
ja: 訪問者を許可
ka_ge: ვიზიტორების დაშვება
ko_kr: 방문자 허용
lo: ອະນຸຍາດຜູ້ເຂົ້າຊົມ
lt_lt: Leisti lankytojams
lv_lv: Atļaut apmeklētājiem
mk_mk: Дозволи посетители
ms_my: Benarkan pelawat
my_mm: ဧည့်သည်များကို ခွင့်ပြုပါ
ne: भिजिटरहरूलाई अनुमति दिनुहोस्
nl: Sta bezoekers toe
nn_no: Tillat besøkande
oc: Autorizar los visitaires
pl_pl: Zezwalaj na gości
ps: لیدونکو ته اجازه ورکول
pt_br: Permitir Visitantes
pt_pt: Permitir visitantes
ro_ro: Permis vizitatori
ru_ru: Разрешить посетителям
sk_sk: Povoliť návštevníkov
sl: Dovoli obiskovalce
sq: Lejo vizitorët
sr_rs: Dozvoli posetioce
sv_se: Tillåt besökare
sw_ke: Ruhusu wageni
ta: பார்வையாளர்களை அனுமதிக்கவும்
th: อนุญาตผู้เยี่ยมชม
tl_ph: Payagan ang mga bisita
tr: Ziyaretçilere izin ver
uk_ua: Дозволити відвідувачам
vi_vn: Cho phép khách truy cập
xh_za: Vumela undwendwe
zh_cn: 允许访客
zh_tw: 允許訪客

source: Allowing arbitrary iframes in the HTML Editor will enhance the edition capabilities of the users, but it can represent a security risk. Please make sure you can rely on your users (i.e. you know who they are) before enabling this feature.
ar: ان السماح بذكل سوف يحسن امكانيات التحرير للمستخدمين، الا ان ذلك قد بمثل خطر امني، لذا لا تفعلها حتى تكون واثقا من المستخدمين
ast_es: Permitir iframes arbitrarios nel Editor HTML mellorará les capacidaes d'edición de los usuarios, pero pue representar un riesgu de seguridá. Por favor, asegúrate de que pues confiar nos tos usuarios (es decir, conoces quiénes son) enantes d'activar esta carauterística.
bn_bd: HTML এডিটরে ইচ্ছাকৃত আইফ্রেম অনুমোদন করলে ব্যবহারকারীদের সম্পাদনার ক্ষমতা বৃদ্ধি পাবে, কিন্তু এটি নিরাপত্তার ঝুঁকি তৈরি করতে পারে। এই বৈশিষ্ট্য সক্রিয় করার আগে নিশ্চিত করুন যে আপনি আপনার ব্যবহারকারীদের উপর ভরসা করতে পারেন (অর্থাৎ, আপনি তাদের জানেন)।
bs_ba: Dozvoljavanje proizvoljnih iframeova u HTML Editoru će poboljšati mogućnosti uređivanja korisnika, ali može predstavljati sigurnosni rizik. Molimo uvjerite se da možete vjerovati svojim korisnicima (npr. znate tko su oni) prije omogućavanja ove značajke.
ca_es: Permetre iframes a l'editor HTML augmentarà les capacitats d'edició dels usuaris, però pot representar un risc de seguretat. Asseguri's que pot confiar ens els seus usuaris (per exemple, vostè sap qui són) abans d'activar aquesta prestació.
cs_cz: Povolení libovolných iframe v HTML editoru zlepší editační možnosti uživatelů, ale může představovat bezpečnostní riziko. Před povolením této funkce se ujistěte, že uživatelům můžete důvěřovat (tj. že víte, kdo jsou).
da: Tilladelse af vilkårlige iframes i HTML-editoren vil forbedre brugerens redigeringsmuligheder, men det kan udgøre en sikkerhedsrisiko. Sørg for, at du kan stole på dine brugere (dvs. du kender dem), før du aktiverer denne funktion.
de: Mit Aktivierung dieser Option wird ein großes Sicherheitsloch geöffnet. Aktivieren Sie diese nur dann, wenn Sie Ihren Benutzern vertrauen, keine fragwürdigen externen Inhalte einzubinden.
el: Η άδεια αυθαίρετων iframes στον HTML επεξεργαστή θα βελτιώσει τις δυνατότητες επεξεργασίας των χρηστών, αλλά μπορεί να αποτελέσει κίνδυνο ασφαλείας. Βεβαιωθείτε ότι μπορείτε να εμπιστευτείτε τους χρήστες σας (δηλ. γνωρίζετε ποιοι είναι) πριν ενεργοποιήσετε αυτή τη λειτουργία.
eo: Permesi arbitrajn iframes en la HTML-redaktilo plifortigos la redaktajn kapablojn de la uzantoj, sed ĝi povas reprezenti sekurecriskon. Bonvolu certigi, ke vi povas fidi viajn uzantojn (t.e. vi scias, kiuj ili estas) antaŭ ol aktivigi ĉi tiun trajton.
es: Permitir iframes en el editor HTML aumentará las capacidades de edición de los usuarios, pero puede representar un riesgo de seguridad. Asegúrese de que puede confiar en sus usuarios (por ejemplo, usted sabe quienes son) antes de activar esta prestación.
es_mx: Permitir iframes arbitrarios en el Editor HTML mejorará las capacidades de edición de los usuarios, pero puede representar un riesgo de seguridad. Asegúrate de poder confiar en tus usuarios (es decir, saber quiénes son) antes de habilitar esta función.
eu_es: HTML Editorean iframeak onartzeak erabiltzaileen edizio gaitasunak handituko ditu, baina segurtasunari arriskua ekarri dakioke. Mesedez, gaitasun hau aktibatu baino lehen, segurtatu zure eraltzaileengan konfiantza izan dezakezula (esaterako, zuk badakizu nortzuk diren).
fa_ir: اجازه iframeهای دلخواه در ویرایشگر HTML قابلیت‌های ویرایش کاربران را افزایش می‌دهد، اما می‌تواند ریسک امنیتی ایجاد کند. لطفاً مطمئن شوید که به کاربران خود اعتماد دارید (یعنی می‌دانید آن‌ها کیستند) قبل از فعال کردن این ویژگی.
fi_fi: HTML-editorissa sallitut mielivaltaiset iframe-elementit parantavat käyttäjien muokkausmahdollisuuksia, mutta ne voivat aiheuttaa tietoturvariskin. Varmista, että voit luottaa käyttäjiisi (eli tiedät kuka he ovat) ennen tämän ominaisuuden mahdollistamista.
fo_fo: At leyva vilkøruligar iframes í HTML-ritstjóranum fer betra ritstjóramøguleikarnar hjá brúkarunum, men tað kann vera ein økvitrisk. Vær vís í at tú kanst treysta tínum brúkarum (t.d. tú kennir teir) áðrenn tú aktiverar hesa funksjónina.
fur: Permitî i iframes arbitrariis tal Editôr HTML al jê di mejôrâ lis capacitis di edizion dai utents, ma al puô jessi un risc di siguritate. Par plêç, jenûrît che podêis fidâ dai tiei utents (ç.e. che lu cognossis) prime di ativâ cheste funçion.
ga: Má cheadaítear iframes treallacha san Eagarthóir HTML, feabhsófar cumas eagarthóireachta na n-úsár, ach d'fhéadfadh sé sin a bheith ina riosca slándála. Déan cinnte gur féidir leat muinín a bheith agat as do chuid úsáideoirí (m.sh. go bhfuil aithne agat orthu) sula gcumasaítear an ghné seo.
gl: Permitir iframes no editor HTML aumentará as capacidades de edición dos usuarios, pero pode representar un risco de seguridade. Asegúrese de que pode confiar nos seus usuarios (por exemplo, vostede sabe quen son) antes de activar esta prestación.
he_il: התרת iframes שרירותית בעורך ה-HTML תשפר את יכולות המהדורה של המשתמשים, אך היא עלולה לייצג סיכון אבטחה. אנא ודא שאתה יכול לסמוך על המשתמשים שלך (כלומר אתה יודע מי הם) לפני הפעלת תכונה זו.
hi: HTML संपादक में मनमाने iframes की अनुमति देने से उपयोगकर्ताओं की संपादन क्षमताओं में वृद्धि होगी, लेकिन यह सुरक्षा जोखिम पैदा कर सकता है। इस सुविधा को सक्षम करने से पहले सुनिश्चित करें कि आप अपने उपयोगकर्ताओं पर भरोसा कर सकते हैं (अर्थात् आप जानते हैं कि वे कौन हैं)।
hr_hr: Dopuštanje proizvoljnih iframeova u HTML uređivaču poboljšat će mogućnosti uređivanja korisnika, ali može predstavljati sigurnosni rizik. Provjerite možete li se osloniti na svoje korisnike (npr. znate tko su) prije omogućavanja ove značajke.
hu_hu: A HTML szerkesztőben tetszőleges iframe-ek engedélyezése növeli a felhasználók szerkesztési képességeit, de biztonsági kockázatot jelenthet. Győződjön meg róla, hogy megbízhat a felhasználóiban (azaz ismeri őket), mielőtt engedélyezi ezt a funkciót.
hy: HTML խմբագրում HTML Editor-ում թույլ տալը կբարձրացնի օգտատերերի խմբագրման հնարավորությունները, սակայն կարող է ներկայացնել անվտանգության ռիսկ: Խնդրում ենք համոզվել, որ կարող եք վստահել ձեր օգտատերերին (այսինքն՝ գիտեք, թե ովքեր են նրանք), նախքան այս հնարավորությունը 활ակցելը:
id_id: Mengizinkan iframe arbitrer di Editor HTML akan meningkatkan kemampuan pengeditan pengguna, tetapi dapat menimbulkan risiko keamanan. Pastikan Anda dapat mengandalkan pengguna Anda (yaitu Anda tahu siapa mereka) sebelum mengaktifkan fitur ini.
it: Permettere iFrame arbitrari nell'editor HTML potenzierà la capacità di editing degli utenti ma potrebbere aumentare i rischi per la sicurezza. Assicurati di sapere chi sono gli utenti e di poterti fidare.
ja: HTMLエディターで任意のiframeを許可すると、ユーザーの編集機能が向上しますが、セキュリティリスクとなります。この機能を有効にする前に、ユーザーを信頼できることを確認してください（例：ユーザーの身元を知っている場合）。
ka_ge: HTML რედაქტორში შეუზღუდავი iframe-ების დაშვება გააუმჯობესებს მომხმარებლების რედაქტირების შესაძლებლობებს, მაგრამ შეიძლება წარმოადგენდეს უსაფრთხოების რისკს. გთხოვთ, დარწმუნდეთ, რომ შეგიძლიათ მოეწყოთ თქვენს მომხმარებლებზე (იგულისხმება, რომ იცით ვინ არიან ისინი) ამ ფუნქციის ჩართვამდე.
ko_kr: HTML 편집기에서 임의의 iframe을 허용하면 사용자 편집 기능이 향상되지만 보안 위험이 될 수 있습니다. 이 기능을 활성화하기 전에 사용자에게 신뢰할 수 있는지(즉, 사용자를 알고 있는지) 확인하십시오.
lo: ການອະນຸຍາດ iframe ແບບສຸ່ມໃນຕົວແກ້ໄຂ HTML ຈະເພີ່ມຄວາມສາມາດໃນການແກ້ໄຂຂອງຜູ້ໃຊ້, ແຕ່ມັນອາດເປັນຄວາມສ່ຽງດ້ານຄວາມປອດໄພ. ກະລຸນາຮັບປະກັນວ່າທ່ານສາມາດໄວ້ໃຈຜູ້ໃຊ້ຂອງທ່ານໄດ້ (ເຊັ່ນ ທ່ານຮູ້ວ່າພວກເຂົາແມ່ນໃຜ) ກ່ອນເປີດໃຊ້ຄຸນສົມບັດນີ້.
lt_lt: Leidžiant savavališkus iframe HTML redaktoriuje, bus pagerintos vartotojų redagavimo galimybės, bet tai gali kelti saugumo riziką. Įsitikinkite, kad galite pasitikėti savo vartotojais (t. y. žinote, kas jie), prieš įjungdami šią funkciją.
lv_lv: HTML redaktora atļaušana izmantot patvaļīgus iframes uzlabos lietotāju rediģēšanas iespējas, bet tas var radīt drošības risku. Lūdzu, pārliecinieties, ka varat paļauties uz saviem lietotājiem (t.i., jūs zināt, kas viņi ir), pirms aktivizējat šo funkciju.
mk_mk: Дозволувањето произволни iframes во HTML уредникот ќе ги подобри можностите за уредување на корисниците, но може да претставува безбедносен ризик. Ве молиме уверете се дека можете да им верувате на вашите корисници (т.е. ги познавате) пред да ја активирате оваа можност.
ms_my: Membenarkan iframe sewenang-wenangnya dalam Editor HTML akan meningkatkan keupayaan penyuntingan pengguna, tetapi ia boleh mewakili risiko keselamatan. Sila pastikan anda boleh bergantung kepada pengguna anda (iaitu anda tahu siapa mereka) sebelum mengaktifkan ciri ini.
my_mm: HTML တည်းဖြတ်သူတွင် ကြိုက်သလို iframe များကို ခွင့်ပြုခြင်းသည် အသုံးပြုသူများ၏ တည်းဖြတ်မှုစွမ်းရည်ကို မြှင့်တင်ပေးမည်ဖြစ်သော်လည်း၊ ၎င်းသည် လုံခြုံရေးအန္တရာယ်ကို ကိုယ်စားပြုနိုင်သည်။ ဤအင်္ဂါရပ်ကို ဖွင့်မီ သင့်အသုံးပြုသူများကို အားကိုးနိုင်ကြောင်း (ဆိုလိုသည်မှာ ၎င်းတို့မည်သူမည်ဝါဖြစ်သည်ကို သင်သိထားသည်) သေချာပါစေ။
ne: HTML सम्पादकमा मनमानी iframe हरू अनुमति दिनाले प्रयोगकर्ताहरूको सम्पादन क्षमताहरू बढाउँछ, तर यो सुरक्षा जोखिम हुन सक्छ। यो सुविधा सक्षम गर्नु अघि सुनिश्चित गर्नुहोस् कि तपाईं आफ्ना प्रयोगकर्ताहरूमा भरोसा गर्न सक्नुहुन्छ (अर्थात् तपाईंलाई थाहा छ उनीहरू को हुन्)।
nl: Door willekeurige iframes toe te voegen in de HTML editor zal dit de gebruikerservaring ten goede komen, maar kan evenwel een beveiligingsrisico inhouden. Wees er zeker van dat u uw gebruikers kan vertrouwen ( - u weet wie ze zijn -) vooraleer u deze optie aanzet.
nn_no: Å tillate vilkårlege iframes i HTML-redigeraren vil betre brukarenes redigeringsmuligheiter, men det kan vere ei sikkerheitsrisiko. Sørg for at du kan stole på brukarane dine (dvs. at du kjenner dei) før du aktiverer denne funksjonen.
oc: Autorizar los iframes arbitraris dins l'editor HTML augmentarà las capacitals d'edicion dels utilizaires, mas pòt representar un risc de seguretat. Asseguratz-vos que podètz fiar-vos dels vòstres utilizaires (ja sàup quins son) abans d'activar aquesta foncionalitat.
pl_pl: Zezwalając na użycie ramek Iframe wewnątrz edytora HTML ulepszysz możliwości edycji dla użytkowników, ale wiąże się to z pewnym ryzykiem. Upewnij się, że możesz zaufać swoim użytkownikom (np. Jeśli wiesz kim są) przed włączeniem tego rozszerzenia.
ps: د HTML ایډیټر کې نامحدود iframes ته اجازه ورکول د کاروونکو د ایډیټ کولو وړتیاوې به زیاتې کړي، خو دا د امنیت خطر ښکاره کولی شي. مهرباني وکړئ ډاډ ترلاسه کړئ چې تاسو کولای شئ خپلو کاروونکو باندې تکیه وکړئ (یعنې تاسو پوهېږئ چې څوک دي) مخکې له دې چې دا ځانګړتیا فعاله کړئ.
pt_br: Permitir iframe arbitrárias no editor HTML irão reforçar as capacidades da edição dos usuários, mas pode representar um risco de segurança. Por favor, certifique-se que você pode confiar em seus usuários (ou seja, você sabe quem são) antes de habilitar esse recurso.
pt_pt: Permitir iframes arbitrários no editor HTML melhorará as possibilidades de edição dos utilizadores, mas pode representar um risco de segurança. Por favor, assegure-se de que pode confiar nos seus utilizadores (isto é, sabe quem eles são) antes de ativar esta característica.
ro_ro: Permite iframes ineditorul HTML a marii capacitățile de editare a utilizatorilor, dar poate reprezenta un risc de securitate. Asigurați-vă că puteți avea încredere in utilizatorii dvs. (de exemplu, stii cine esti) înainte de a activa această caracteristică.
ru_ru: Разрешение произвольных iframe в HTML-редакторе расширит возможности редактирования для пользователей, но может представлять угрозу безопасности. Убедитесь, что вы можете доверять своим пользователям (т.е. знаете, кто они), перед включением этой функции.
sk_sk: Umožnie ľubovoľných vnorených rámov (iframe) v HTML editore posilní publikčné schopnosti používateľa, ale môže to predstavovať bezpečnostné riziko. Uistite sa, že sa môžete spoľahnúť na svojich používateľov (t.j. viete, kto sú) pred aktiváciou tejto funkcie.
sl: Dovoljenje za uporabo morebitnih iframe-ov v HTML urejevalniku izboljša zmožnosti urejanja s strani uporabnika, vendar pa lahko predstavlja tveganje, kar se tiče varnosti. Prepričajte se, da svojim uporabnikom lahko zaupate (predvsem da veste, kdo dejansko so) predenj to zmožnost omogočite.
sq: Lejimi i iframe-ve të rastësishme në Redaktorin HTML do të përmirësojë aftësitë e redaktimit të përdoruesve, por mund të paraqesë një rrezik sigurie. Ju lutemi sigurohuni që mund të mbështeteni te përdoruesit tuaj (d.m.th. i dini se kush janë) para se të aktivizoni këtë veçori.
sr_rs: Dozvoljavanje proizvoljnih iframe-ova u HTML editoru će proširiti mogućnosti uređivanja korisnika, ali može predstavljati bezbednosni rizik. Uverite se da možete da se oslonite na svoje korisnike (npr. znate ko su oni) pre omogućavanja ove opcije.
sv_se: Tillåtelse av godtyckliga iframes i HTML-redigeraren förbättrar användarnas redigeringsmöjligheter, men det kan utgöra en säkerhetsrisk. Se till att du kan lita på dina användare (d.v.s. du vet vilka de är) innan du aktiverar denna funktion.
sw_ke: Kuruhusu iframes zisizobainishwa katika Mhariri wa HTML kutaimarisha uwezo wa kuhariri wa watumiaji, lakini inaweza kuwa hatari ya usalama. Tafadhali hakikisha unaweza kuwaaminiana na watumiaji wako (yaani unawajua) kabla ya kuwezesha kipengele hiki.
ta: HTML திருத்தியில் சந்தேகமான iframeகளை அனுமதிப்பது பயனர்களின் திருத்தல் திறன்களை மேம்படுத்தும், ஆனால் பாதுகாப்பு ஆபத்தை ஏற்படுத்தலாம். இந்த அம்சத்தை செயல்படுத்துவதற்கு முன் உங்கள் பயனர்களை நீங்கள் நம்ப முடியும் என்பதை உறுதிப்படுத்தவும் (அதாவது அவர்கள் யார் என்பதை நீங்கள் அறிவீர்கள்).
th: การอนุญาต iframes ใน HTML Editor จะเพิ่มความสามารถในการแก้ไขของผู้ใช้ แต่สามารถเป็นความเสี่ยงด้านความปลอดภัยได้ โปรดตรวจสอบให้แน่ใจว่าคุณเชื่อใจผู้ใช้ของคุณ (เช่น คุณรู้ว่าพวกเขาเป็นใคร) ก่อนเปิดใช้งานคุณสมบัตินี้
tl_ph: Ang pagpayag ng arbitrary iframes sa HTML Editor ay magpapahusay sa mga kakayahang i-edit ng mga user, ngunit maaaring maging panganib sa seguridad. Siguraduhing mapagkakatiwalaan mo ang iyong mga user (hal. kilala mo sila) bago i-enable ang feature na ito.
tr: HTML Editöründe keyfi iframe'lere izin vermek kullanıcıların düzenleme yeteneklerini artırır, ancak güvenlik riski oluşturabilir. Bu özelliği etkinleştirmeden önce kullanıcılarınıza güvenebileceğinizden emin olun (yani kim olduklarını bilin).
uk_ua: Дозвіл довільних iframe у HTML-редакторі розширить можливості редагування для користувачів, але може становити загрозу безпеці. Переконайтеся, що ви можете довіряти своїм користувачам (тобто знаєте, хто вони), перед увімкненням цієї функції.
vi_vn: Cho phép iframe tùy ý trong Trình chỉnh sửa HTML sẽ nâng cao khả năng chỉnh sửa của người dùng, nhưng có thể gây rủi ro bảo mật. Vui lòng đảm bảo bạn có thể tin tưởng người dùng (tức là bạn biết họ là ai) trước khi kích hoạt tính năng này.
xh_za: Ukuvumela ii-iframes ezingekho ngqi kwisahluko se-HTML kuya kuphucula amandla okuhlela abasebenzisi, kodwa kunokuba yingozi yokhuseleko. Nceda uqiniseke ukuba ungoxamela abasebenzisi bakho (nokwazi ubani abangabo) ngaphambi kokuvula eli siseko.
zh_cn: 在 HTML 编辑器中允许任意 iframe 将增强用户的编辑功能，但可能存在安全风险。请确保您信任用户（即您知道他们是谁）后再启用此功能。
zh_tw: 在 HTML 編輯器中允許任意 iframe 將提升使用者編輯功能，但可能構成安全性風險。請確保您信任使用者（即您知道他們是誰）後再啟用此功能。
