Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This tool manages the language selection menu on the login page. As a platform administrator you can decide which languages should be available for your users.
ar: تقوم هذه الأداة بإدارة قائمة اختيار اللغة على صفحة تسجيل الدخول. يمكنك كمسئول اختيار اللّغات التي يجب أن تكون متاحة للمستخدمين
ast_es: Esta ferramienta xenera'l menú de seleición d'idiomes na páxina d'identificación. L'alministrador de la plataforma pue escoyer los idiomes que van tar a disposición del usuariu.
bn_bd: এই টুলটি লগইন পেজে ভাষা নির্বাচন মেনু পরিচালনা করে। প্ল্যাটফর্ম অ্যাডমিনিস্ট্রেটর হিসেবে আপনি সিদ্ধান্ত নিতে পারেন কোন ভাষাগুলো আপনার ব্যবহারকারীদের জন্য উপলব্ধ হবে।
bs_ba: Ovo alatka upravlja izbornikom za odabir jezika na stranici prijave. Kao administrator platforme možete odlučiti koje jezike treba biti dostupni vašim korisnicima.
ca_es: Aquesta eina gestiona el menú de selecció d'idioma a la pàgina d'entrada. Com a administrador de la plataforma podeu decidir quines llengües haurien d'estar disponibles per als vostres usuaris.
cs_cz: Tento nástroj spravuje menu výběru jazyků na přihlašovací stránce. Jako platformový administrátor můžete rozhodnout který jazyk bude dostupný pro Vaše uživatele.
da: Dette værktøj håndterer sprogvalgs menuen på login-siden. Som platforms-administrator bestemmer du hvilke sprog skal være tilgængelig for dine brugere.
de: Hier können Sie Einstellungen für das Sprachen-Auswahlmenü auf der Login-Seite vornehmen. Als Administrator können Sie entscheiden, welche Sprachen für Nutzer verfügbar sind.
el: Αυτό το εργαλείο διαχειρίζεται το μενού επιλογής γλώσσας στην σελίδα εισόδου. Σαν διαχειριστής μπορείτε να αποφασίσετε ποιες γλώσσες θα είναι διαθέσιμες για τους χρήστες σας.
eo: Ĉi-modulo temas pri la lingvelekta menuo sur la startpaĝo. Kiel platforma mastrumanto vi rajtas decidi kiujn lingvojn disponigi al la uzuloj.
es: Esta herramienta genera el menú de selección de idiomas en la página de autentificación. El administrador de la plataforma puede decidir qué idiomas estarán disponibles para los usuarios.
es_mx: Esta herramienta administra el menú de selección de idiomas en la página de login. Como administrador de la plataforma usted puede decidir que idiomas estarán disponibles para sus usuarios.
eu_es: Tresna honek hizkuntza hautatzeko menua kudeatzen du identifikatzeko eta saioa hasteko orrian. Plataformako kudeatzailea zaren aldetik erabaki ahal duzu zer hizkuntza egongo diren eskuragarri zure erabiltzaileentzat.
fa_ir: این کارایی به لیست انتخاب زبانهای موجود بر روی اولین صفحۀ محیط مربوط می شود.به عنوان اداره کنندۀ محیط آموزشی می توانید تعیین کنید که کاربر حق انتخاب از بین چه زبانهایی دارد
fi_fi: Tämä työkalu hallitsee kirjautumissivun kielivalikkoa. Alustahallinnon voit päättää, mitkä kielet ovat käyttäjien käytettävissä.
fo_fo: Hetta verktyg stjórnar málvalini á innloggingarsíðuni. Sum portalstjóri kanst tú ákveita hvørt mál sum skal vera til taks fyri tínir brúkarar.
fur: Chest strûl al gestìs il menu di selezion lenghe su la pàgine di login. Come aministradôr dal platform tu puest decidî che lenghes a devin esse disponibilis par i ti utents.
ga: Bainistíonn an uirlis seo an roghchlár roghnaithe teanga ar an leathanach logáil isteach. Mar riarthóir ardáin is féidir leat a chinneadh cé na teangacha ba cheart a bheith ar fáil do do chuid úsáideoirí.
gl: Esta ferramenta xestiona o menú de selección de lingua da páxina de entrada. Como administrador da plataforma podes decidir que linguas poderán dispor os teus usuarios.
he_il: כלי זה מנהל את תפריט בחירת השפה בדף הכניסה. כמנהל פלטפורמה אתה יכול להחליט אילו שפות צריכות להיות זמינות עבור המשתמשים שלך.
hi: यह उपकरण लॉगिन पेज पर भाषा चयन मेनू का प्रबंधन करता है। प्लेटफ़ॉर्म प्रशासक के रूप में आप तय कर सकते हैं कि आपके उपयोगकर्ताओं के लिए कौन सी भाषाएँ उपलब्ध होनी चाहिए।
hr_hr: Ovaj alat upravlja menijem za odabir jezika na stranici prijave. Kao nadzornik platforme možete odlučiti koji će jezici biti dostupni vašim korisnicima.
hu_hu: Ez az eszköz a bejelentkező oldalon található nyelvválasztó menű beállítását teszi lehetővé. Portál adminisztrátorként eldöntheti, hogy a felhasználók számára milyen nyelvek legyenek elérhetőek.
hy: Այս գործիքը կառավարում է մուտքի էջի լեզվի ընտրության մենյուն: Պլատֆորմի վարչականի պաշտոնյան կարող եք որոշել, թե որ լեզուները պետք է հասանելի լինեն ձեր օգտատերերի համար:
id_id: Tool ini mengatur menu pemilihan bahasa pada halaman login. Sebagai administrator platform anda dapat memutuskan bahasa apa yang tersedia untuk user.
it: Questo strumento gestisce il menù di scelta della lingua nella pagina di accesso. Come amministratore della piattaforma puoi decidere quali lingue possano essere rese disponibili agli utenti.
ja: このツールではログイン ページの言語選択メニューを管理します。プラットフォーム管理者として、ユーザーが利用可能な言語を決定することができます。
ka_ge: ეს ხელსაწყო მართავს ენის შერჩევის მენიუს შეხვედრის გვერდზე. პლატფორმის ადმინისტრატორის როგორც შეგიძლიათ გადაწყვიტოთ, რომელი ენები უნდა იყოს ხელმისაწვდომი თქვენი მომხმარებლებისთვის.
ko_kr: 이 툴은 로그인 페이지에서 언어를 선택할 수 있는 메뉴를 제공합니다. 플랫폼 관리자는 수강자들에 적합한 언어를 결정할 수 있습니다.
lo: ເຄື່ອງມືນີ້ຈັດການເມນູເລືອກພາສາໃນໜ້າເຂົ້າສູ່ລະບົບ. ໃນຖານະຜູ້ເບິ່ງແຍງລະບົບ, ທ່ານສາມາດຕັດສິນໃຈວ່າພາສາໃດຄວນມີໃຫ້ຜູ້ໃຊ້ຂອງທ່ານ.
lt_lt: Šis įrankis valdo kalbos pasirinkimo meniu prisijungimo puslapyje. Galite parinkti kalbas, kurios bus pateiktos vartotojams pasirinkimui
lv_lv: Šis instruments ļauj administrēt valodu izvēlni pieteikšanās (login) lapā. <br>Kā platformas administrators, Jūs nosakiet, kuras valodas būs pieejamas Lietotājiem.
mk_mk: Оваа алатка управува со менито за избор на јазик на страницата за најавување. Како управувач на платформа може да одлучиш кои јазици ќе бидат достапни за твоите корисници.
ms_my: Alat ini mengurus menu pemilihan bahasa pada laman log masuk. Sebagai pentadbir platform anda boleh memutuskan bahasa mana yang patut tersedia untuk pengguna anda.
my_mm: ဤကိရိယာသည် အကောင့်ဝင်စာမျက်နှာရှိ ဘာသာစကားရွေးချယ်မှုမီနူးကို စီမံခန့်ခွဲသည်။ ပလပ်ဖောင်းစီမံခန့်ခွဲသူအနေဖြင့် သင့်အသုံးပြုသူများအတွက် မည်သည့်ဘာသာစကားများကို ရရှိနိုင်မည်ကို ဆုံးဖြတ်နိုင်သည်။
ne: यो उपकरणले लगइन पृष्ठमा भाषा चयन मेनु व्यवस्थापन गर्दछ। प्लेटफर्म प्रशासकको रूपमा तपाईंले आफ्ना प्रयोगकर्ताहरूका लागि कुन भाषाहरू उपलब्ध हुनुपर्छ भन्ने निर्णय गर्न सक्नुहुन्छ।
nl: Deze module behandelt het taalselectiemenu op de startpagina. Als platformbeheerder kan u beslissen welke talen beschikbaar gesteld moeten worden voor de gebruikers.
nn_no: Dette verktøyet handlar om språkvalmenyen på påloggingssida. Som plattformadministrator kan du avgjere kva språk som skal vere tilgjengelege for brukarane dine.
oc: Aqueste outil gerís lo menú de seleccion de lenga sus la pagina de connexion. Com a administrator de la plataforma podètz decidir quinas lengas deuran èsser disponiblas pels vòstres utilizaires.
pl_pl: Narzędzie zarządzania ustawieniami języka. Jako administrator platformy możesz decydować, które z języków będą dostępne dla użytkowników na stronie logowania.
ps: دا وسیلې د لاګین پاڼې ژبه انتخاب مینو اداره کوي. د پلیټفارم ادمین په توګه تاسو کولای شئ ټاکئ چې کومې ژبې ستاسو کاروونکو لپاره شتون ولري.
pt_br: Esta ferramenta gerencia o menu de seleção de idiomas na página de login. Como um administrador da plataforma você pode decidir quais idiomas devem ficar disponíveis para os seus usuários.
pt_pt: Esta ferramenta permite gerir e seleccionar o idioma directamente na p�gina de login/acesso. Como administrador da plataforma pode decidir quais ser�o os idiomas que dever�o estar dispon�veis para os utilizadores.
ro_ro: Aceasta unealta administreaza meniul de selectie de pe pagina principala. Ca administrator de platforma puteti decide ce limbi vor fi disponibile pentru utilizatorii dumneavoastra.
ru_ru: Этот инструмент управляет меню выбора языка на странице входа (логина). Как администратор платформы Вы можете решать, какие языки могут быть доступны для ваших пользователей.
sk_sk: Tento nástroj spravuje menu výberu jazyka na prihlasovacej stránke. Ako administrátor platformy môžete rozhodnúť, ktoré jazyky budú pre Vašich používateľov dostupné.
sl: To orodje upravlja z menijem izbire jezika. Kot upravitelj platforme se lahko odločiš, kateri izmed jezikov bodo dostopni uporabnikom in kateri jezik bo privzeti jezik za celotno platformo.
sq: Ky mjet menaxhon menunë e zgjedhjes së gjuhës në faqën e hyrjes. Si administrator platforme mund të vendosni se cilat gjuhë duhet të jenë të disponueshme për përdoruesit tuaj.
sr_rs: Ova alatka upravlja menijem za izbor jezika na početnoj stranici. Kao administrator mo�ete da odlučite koji će jezici biti vidljivi za va�e korisnike.
sv_se: Detta verktyg hanterar spr�kvalsmenyn p� inloggningssidan. Som en plattformsadministrat�r kan du v�lja vilka spr�k som ska vara tillg�ngliga f�r dina anv�ndare.
sw_ke: Zana hii inasimamia menyu ya uchaguzi wa lugha kwenye ukurasa wa kuingia. Kama msimamizi wa jukwaa unaweza kuamua ni lugha zipi zinapaswa kupatikana kwa watumiaji wako.
ta: இந்த கருவி உள்நுழை பக்கத்தில் மொழி தேர்வு மெனுவை நிர்வகிக்கிறது. தள நிர்வாகியாக நீங்கள் உங்கள் பயனர்களுக்கு எந்த மொழிகள் கிடைக்க வேண்டும் என்பதை முடிவு செய்யலாம்.
th: ������͡���Ҩҡ�����˹���á�ͧ���ྨ ���繡�����͡���������ҷ�����͡����к�
tl_ph: Ang tool na ito ang siyang nangangasiwa sa pagpili ng wika sa menu sa pahina ng login. Bilang isang tagapangasiwa ng platform, maaari kang magpasya kung aling mga wika ang dapat magamit ng mga gumagamit.
tr: Buradan giriş sayfasındaki dil se�me men�s�ne ilişkin ayarları yapabilirsiniz. Platform y�neticisi olarak kullanıcıların hangi dilleri se�ebileceklerini belirleyebilirsiniz.
uk_ua: Цей інструмент управляє меню вибору мови на сторінці логіну. Як адміністратор, ви можете вирішити, які мови повинні бути доступні для користувачів.
vi_vn: Công cụ này quản lý menu chọn ngôn ngữ trên trang đăng nhập. Là quản trị viên nền tảng, bạn có thể quyết định ngôn ngữ nào có sẵn cho người dùng.
xh_za: Esi sixhobo silawula imenyu yokukhetha ulwimi kwiphepha lokungena. Njengomlawuli weqonga ungagqiba ukuba zeziphi iilwimi ezifanele abasebenzisi bakho.
zh_cn: 此页面将定制登录界面的语言. 作为平台管理员, 你可以决定你的用户使用哪种语言
zh_tw: 本工具控制登入頁面之語言選單。作為管理者，你可以決定使用者有那些語言可供選擇。

source: Original name
ar: الاسم الأصلي
ast_es: Nome orixinal
bn_bd: মূল নাম
bs_ba: Originalni naziv
ca_es: Nom original
cs_cz: Původní pojmenování
da: Oprindeligt navn
de: Originaler Name
el: Αρχικό όνομα
eo: Originala nomo
es: Nombre original
es_mx: Nombre Original
eu_es: Jatorrizko izena
fa_ir: نامبه زبان اصلی
fi_fi: Alkuperäinen nimi
fo_fo: Upprunaliga navnið
fur: Nume origjinâl
ga: Ainm bunaidh
gl: Nome orixinal
he_il: שם מקורי
hi: मूल नाम
hr_hr: Izvorno ime
hu_hu: Eredeti név
hy: Միամբռնմունքային անուն
id_id: Nama asli
it: Nome originale
ja: 元の名前
ka_ge: ორიგინალური სახელი
ko_kr: 원어 이름
lt_lt: Originalus vardas
lv_lv: Vārds (dzimtajā rakstā)
mk_mk: Оригинално име
ms_my: Nama asal
my_mm: မူရင်းအမည်
ne: मौलिक नाम
nl: Oorspronkelijke naam
nn_no: Opprinnelig navn
oc: Nom original
pl_pl: Nazwa oryginalna
ps: اصلي نوم
pt_br: Nome original
pt_pt: Nome original
ro_ro: Numele original
ru_ru: Исходное (оригинальное) имя
sk_sk: Pôvodný názov
sl: Originalno ime
sq: Emri origjinal
sr_rs: Originalno ime
sv_se: Originalnamn
sw_ke: Jina la asili
ta: முதன்மை பெயர்
th: ชื่อภาษาเดิม
tl_ph: Orihinal na pangalan
tr: Orijinal adı
uk_ua: Оригінальне ім'я
vi_vn: Tên gốc
xh_za: Igama loqobo
zh_cn: 原名字
zh_tw: 真實姓名

source: English name
ar: الاسم بالإنجليزي
ast_es: Nome inglés
bn_bd: ইংরেজি নাম
bs_ba: Engleski naziv
ca_es: Nom anglès
cs_cz: Anglické pojmenování
da: Engelsk navn
de: Englischer Name
el: Αγγλικό όνομα
eo: Angla nomo
es: Nombre inglés
es_mx: Nombre Inglés
eu_es: Izena ingelesez
fa_ir: نامبه زبان انگلیسی
fi_fi: Englanninkielinen nimi
fo_fo: Ensk navn
fur: Nume in ingles
ga: Ainm Béarla
gl: Nome inglés
he_il: שם אנגלי
hi: अंग्रेजी नाम
hr_hr: Ime na engleskom
hu_hu: Angol név
hy: Անգլերեն անուն
id_id: Nama Inggris
it: Nome inglese
ja: 英語名
ka_ge: ინგლისური სახელი
ko_kr: 영문 이름
lt_lt: Vardas angliškai
lv_lv: Vārds (Angļu rakstā)
mk_mk: Име на Англиски
ms_my: Nama Inggeris
my_mm: အင်္ဂလိပ်အမည်
ne: अंग्रेजी नाम
nl: Engelse naam
nn_no: Navn på engelsk
oc: Nom en anglés
pl_pl: Nazwa angielska
ps: انګلیسي نوم
pt_br: Nome em inglês
pt_pt: Nome em inglês
ro_ro: numele in engleza
ru_ru: Английское имя
sk_sk: Anglický názov
sl: Angleško ime
sq: Emri anglez
sr_rs: Englesko ime
sv_se: Engelskt namn
sw_ke: Jina la Kiingereza
ta: ஆங்கில பெயர்
th: ชื่อภาษาอังกฤษ
tl_ph: Pangalan sa Ingles
tr: İngilizce adı
uk_ua: Англійське ім'я
vi_vn: Tên tiếng Anh
xh_za: Igama lesiNgesi
zh_cn: 英文名
zh_tw: 英文名稱

source: Chamilo folder
ar: مجلد كاميلو
ast_es: Direutoriu Chamilo
bn_bd: Chamilo ফোল্ডার
bs_ba: Chamilo fascikla
ca_es: Directori Chamilo
cs_cz: Chamilo složka
da: Chamilo mappe
de: Chamilo-Verzeichnis
el: Φάκελος Chamilo
eo: Chamilo-dosierujo
es: Directorio Chamilo
es_mx: Carpeta de Chamilo
eu_es: Chamilo karpeta
fa_ir: پرونده سیستم
fi_fi: Chamilo kansio
fo_fo: Chamilo mappa
fur: Cartelle Chamilo
ga: Fillteán Chamilo
gl: carpeta Chamilo
he_il: תיקיית Chamilo
hi: चमिलो फोल्डर
hr_hr: Mapa Chamilo
hu_hu: Chamilo mappa
hy: Chamilo թղթապանակ
id_id: Folder Chamilo
it: Cartella Chamilo
ja: Chamilo のフォルダー
ka_ge: Chamilo საქაღალდე
ko_kr: Chamilo 폴더
lo: ໂຟນເດີ Chamilo
lt_lt: Chamilo katalogas
lv_lv: Chamilo mape
mk_mk: Директориум на Chamilo
ms_my: Folder Chamilo
my_mm: Chamilo ဖိုလ်ဒါ
ne: Chamilo फोल्डर
nl: Chamilomap
nn_no: Chamilo mappe
oc: Dossièr Chamilo
pl_pl: Katalog Chamilo
ps: Chamilo فولډر
pt_br: Pasta do Chamilo
pt_pt: Pasta do Chamilo
ro_ro: directorul Chamilo
ru_ru: Каталог Chamilo
sk_sk: Chamilo zložka
sl: Mapa Chamilo-a
sq: Dosja Chamilo
sr_rs: Chamilo fascikla
sv_se: Chamilomapp
sw_ke: Folda ya Chamilo
ta: சாமிலோ அடைவு
th: ชื่อในแฟ้มของChamilo
tl_ph: Folder ng Chamilo
tr: Chamilo klasörü
uk_ua: Каталог Chamilo
vi_vn: Thư mục Chamilo
xh_za: Ifoldi yeChamilo
zh_cn: 桌面文件夹
zh_tw: Chamilo 資料夾

source: Properties
ar: خصائص
ast_es: Propiedaes
bn_bd: গুণগুলো
bs_ba: Svojstva
ca_es: Propietats
cs_cz: Vlastnosti
da: Egenskaber
de: Eigenschaften
el: Ιδιότητες
eo: Ecoj
es: Propiedades
es_mx: Propiedades
eu_es: Ezaugarriak
fa_ir: مشخصات
fi_fi: Ominaisuudet
fo_fo: Eiginleikar
fur: Proprietâts
ga: Airíonna
gl: Propiedades
he_il: מאפיינים
hi: गुण
hr_hr: Svojstva
hu_hu: Tulajdonságok
hy: Հատկություններ
it: Proprietà
ja: プロパティ
ka_ge: პარამეტრები
ko_kr: 속성
lo: ຄຸນສົມບັດ
lt_lt: Savybės
lv_lv: Iestādījumi
mk_mk: Својства
ms_my: Sifat
my_mm: ဂုဏ်သတ္တိများ
ne: गुणहरू
nl: Eigenschappen
nn_no: Egenskaper
oc: Proprietats
pl_pl: Właściwości
ps: ځانګړتیاوې
pt_br: Propriedades
pt_pt: Propriedades
ro_ro: Propietati
ru_ru: Свойства
sk_sk: Vlastnosti
sl: Lastnosti
sq: Vetitë
sr_rs: Svojstva
sv_se: Egenskaper
sw_ke: Sifa
ta: பண்புகள்
th: ปรับเปลี่ยน
tr: Özellikler
uk_ua: Властивості
vi_vn: Thuộc tính
xh_za: Iimpawu
zh_cn: 属性
zh_tw: 屬性

source: Configuration settings
ar: تهيئة الاعدادات
ast_es: Parámetros de configuración de Chamilo
bn_bd: কনফিগারেশন সেটিংস
bs_ba: Postavke konfiguracije
ca_es: Paràmetres de configuració Chamilo
cs_cz: Chamilo konfigurační nastavení
da: Chamilo Konfigurations-indstillinger
de: Chamilo Konfigurations-Einstellungen
el: Ρυθμίσεις
eo: Chamilo-agordoj
es: Parámetros de configuración de Chamilo
es_mx: Configuraciones de Chamilo
eu_es: Chamilo konfiguratzeko ezarpenak
fa_ir: تنظیمات سیستم
fi_fi: Määritykset
fo_fo: Uppsetingar
fur: Impostazions di configurazion
ga: Socruithe cumraíochta
gl: Opcións de configuración de Chamilo
he_il: הגדרות תצורה
hi: कॉन्फ़िगरेशन सेटिंग्स
hr_hr: Postavke konfiguracije Chamilo
hu_hu: Chamilo Konfigurációs Beállítások
hy: Կարգավորումներ
id_id: Seting Konfigurasi Chamilo
it: Configurazione Piattaforma
ja: 構成の設定
ka_ge: კონფიგურაციის პარამეტრები
ko_kr: Chamilo 설정 변경
lo: ການຕັ້ງຄ່າ
lt_lt: Chamilo konfigūracijos nustatymai
lv_lv: Chamilo konfigurācijas iestatījumi
mk_mk: Конфигурациски поставки на Chamilo
ms_my: Tetapan konfigurasi
my_mm: ဆက်တင်များပြင်ဆင်သတ်မှတ်ခြင်း
ne: कन्फिगरेसन सेटिङहरू
nl: Chamiloinstellingen
nn_no: Chamilo konfigurasjonsinnstillinger
oc: Paramètres de configuracion
pl_pl: Ustawienia konfiguracyjne portalu
ps: تنظیمات
pt_br: Configurações Gerais do Chamilo
pt_pt: Definições de configuração
ro_ro: Setari pentru Chamilo
ru_ru: Настройки Chamilo
sk_sk: Nastavenia systému chamilo
sl: Nastavitve Chamilo platforme
sq: Cilësimet e konfigurimit
sr_rs: Chamilo konfiguraciona podešavanja
sv_se: Chamilo konfigurationsinställningar
sw_ke: Mipangilio ya usanidi
ta: அமைப்பு அமைப்புகள்
th: แก้ไขตั้งค่าระบบ Chamilo
tl_ph: Mga setting ng configuration
tr: Sistem Ayarları
uk_ua: Налаштування Chamilo
vi_vn: Cài đặt cấu hình
xh_za: Iisetingi zolungiselelo
zh_cn: Chamilo 设置
zh_tw: Chamilo 設定配置

source: The settings have been stored
ar: تم تخزين الاعدادات
ast_es: Los parámetros guardárense
bn_bd: সেটিংস সংরক্ষিত হয়েছে
bs_ba: Postavke su spremljene
ca_es: Els paràmetres han estat arxivats
cs_cz: Nastavení bylo uloženo
da: Indstillingerne er gemt
de: Einstellungen wurden gespeichert
el: Οι ρυθμίσεις έχουν αποθηκευτεί
eo: Tiuj agordoj estas konservitaj.
es: Los parámetros han sido guardados
es_mx: La configuración fue guardada
eu_es: Parametroak memorizatu dira
fa_ir: تنظیماتمورد نظر انجامگردید
fi_fi: Asetukset on tallennettu
fo_fo: Uppsetingarnar eru goymdar
fur: Le impostazions a son stait serâts
ga: Tá na socruithe stóráilte
gl: Gardáronse as opcións
he_il: ההגדרות אוחסנו
hi: सेटिंग्स सहेज ली गई हैं
hr_hr: Postavke su spremljene
hu_hu: A beállításokat a rendszer elmentette.
hy: Կարգավորումները պահպանվել են
id_id: Seting telah disiimpan
it: Le preferenze sono state memorizzate
ja: 設定が保存されました
ka_ge: პარამეტრები შენახულია
ko_kr: 설정 내용이 저장되었습니다
lt_lt: Nustatymai išsaugoti
lv_lv: Iestādījumi tika saglabāti
mk_mk: Поставките се складирани
ms_my: Tetapan telah disimpan
my_mm: ဆက်တင်များကို သိမ်းဆည်းပြီးဖြစ်သည်
ne: सेटिङहरू भण्डारण गरिएका छन्
nl: De instellingen zijn opgeslagen.
nn_no: Innstillingene er oppdatert
oc: Los paramètres son estats enregistrats
pl_pl: Ustawienia zostały zachowane
ps: تنظیمات خوندي شوي دي
pt_br: As configurações foram armazenadas
pt_pt: As definições foram armazenadas
ro_ro: Setarile au fost memorate
ru_ru: Настройки были сохранены
sk_sk: Nastavenia sú uložené
sl: Nastavitve so bile shranjene
sq: Cilësimet janë ruajtur
sr_rs: Podešavanja su sačuvana
sv_se: Inställningarna har sparats
sw_ke: Mipangilio imehifadhiwa
ta: அமைப்புகள் சேமிக்கப்பட்டன
th: เก็บค่าที่แก้ไขแล้ว
tl_ph: Nai-save na ang mga setting
tr: Ayarlar kaydedildi.
uk_ua: Налаштування були збережені
vi_vn: Cài đặt đã được lưu
xh_za: Iisetingi zigciniwe
zh_cn: 设置已经保存
zh_tw: 配置已被儲存

source: Organization name
ar: عنوان المؤسسة
ast_es: Nome de la Institución
bn_bd: সংস্থার নাম
bs_ba: Naziv organizacije
ca_es: Nom de la institució
cs_cz: Název instituce
da: Institutionens navn
de: Name der Institution/Organistaion
el: Τίτλος Ιδρύματος
eo: Nomo de la organizaĵo
es: Nombre de la Institución
es_mx: Nombre de la institución
eu_es: Erakundearen izena
fa_ir: ناممؤسسه یا نهاد
fi_fi: Organisaation nimi
fo_fo: Navn á felagnum
fur: Nume de l'organizazion
ga: Ainm na heagraíochta
gl: Título da institución
he_il: שם הארגון
hi: संगठन का नाम
hr_hr: Naziv institucije
hu_hu: Intézmény Név
hy: Կազմակերպության անուն
id_id: Nama Institusi
it: Intestazione dell'istituzione
ja: 組織名
ka_ge: ორგანიზაციის სახელი
ko_kr: 기관 명
lt_lt: Mokymo institucijos pavadinimas
lv_lv: Mācību iestādes / organizācijas nosaukums
mk_mk: Име на институцијата
ms_my: Nama organisasi
my_mm: အဖွဲ့အစည်းအမည်
ne: संगठनको नाम
nl: Naam van de organisatie
nn_no: Navn på organsisasjonen
oc: Nom de l'organizacion
pl_pl: Nazwa instytucji
ps: د تنظیم نوم
pt_br: Nome da Instituição
pt_pt: Nome da organização
ro_ro: Numele Institutiei
ru_ru: Название установки
sk_sk: Názov inštitúcie
sl: Naziv organizacije
sq: Emri i organizatës
sr_rs: Ime institucije
sv_se: Institutionstitel
sw_ke: Jina la shirika
ta: அமைப்பு பெயர்
th: ชื่อหน่วยงาน
tl_ph: Pangalang ng organisasyon
tr: Sitenin ismi
uk_ua: Назва установи
vi_vn: Tên tổ chức
xh_za: Igama lombutho
zh_cn: 学校名称
zh_tw: 學院名稱

source: The name of the organization (appears in the header on the right)
ar: (اسم المؤسسة (يظهر في العنوان الرئسي على اليمين
ast_es: Nome de la Institución (apaez nel llau derechu de la testera)
bn_bd: সংস্থার নাম (হেডারের ডানদিকে দেখা যায়)
bs_ba: Naziv organizacije (pojavljuje se u zaglavlju desno)
ca_es: El nom de la institució (apareix en l'encapçalament a la dreta)
cs_cz: Jméno instituce (objeví se v záhlaví na pravo)
da: Institutionens navn (fremstår i overskriften til højre)
de: Name der Institution/Organistaion (erscheint oben im Kopfbereich der Seiten)
el: Όνομα του Ιδρύματος (εμφανίζεται στην πάνω δεξιά πλευρά)
eo: La nomo de la institucio (aperas dekstre en la surskribo)
es: Nombre de la Institución (aparece en el lado derecho de la cabecera)
es_mx: Nombre de la institución (aparece a la derecha en el encabezado)
eu_es: Erakundearen izena (buruan, eskuinean agertzen da)
fa_ir: ناممؤسسه یا نهاد در گوشه سمت راست بالای صفحه نمایان میشود
fi_fi: Organisaation nimi (näkyy otsikossa oikealla)
fo_fo: Navnið á felagnum (kemur í headerini til hægri)
fur: Il nume de l'organizazion (si vûl su la testate a drit)
ga: Ainm na heagraíochta (le feiceáil sa cheanntitle ar dheis)
gl: Nome da institución (aparece na cabeceira á dereita)
he_il: שם הארגון (מופיע בכותרת מימין)
hi: संगठन का नाम (हेडर के दाहिने भाग में दिखता है)
hr_hr: Naziv institucije (pojavljuje se na desnoj strani zaglavlja)
hu_hu: Az intézmény neve (a fejlécben jobb oldalon jelenik meg)
hy: Կազմակերպության անունը (հայտնվում է գլխամասում աջ կողմում)
id_id: Nama institusi (tampil di header kanan)
it: Il nome dell'istituzione (compare a destra nella riga d'intestazione)
ja: 組織の名前です (ヘッダーの右に表示します)
ka_ge: ორგანიზაციის სახელი (გამოჩნდება შესათავაზში მარჯვნივ)
ko_kr: 기관 명 (오른쪽 상단에 표기됩니다)
lo: ຊື່ຂອງອົງກອນ (ປາກົດຢູ່ຫົວຂໍ້ດ້ານຂວາ)
lt_lt: Mokymo institucijos pavadinimas (bus rodomas viršuje dešinėje)
lv_lv: Mācību iestādes / organizācijas nosaukums (parādīsies augšā pa labi)
mk_mk: Името на институцијата (се појавува во горниот десен агол)
ms_my: Nama organisasi (muncul di header sebelah kanan)
my_mm: အဖွဲ့အစည်း၏ အမည် (ခေါင်းစီးတွင် ညာဘက်တွင်ပေါ်သည်)
ne: संगठनको नाम (हेडरको दायाँमा देखिन्छ)
nl: De naam van de instelling (verschijnt rechts in de hoofding)
nn_no: Organisasjonens navn (vises til høyre i headeren)
oc: Lo nom de l'organizacion (apareish en l'entèsta a drecha)
pl_pl: Nazwa instytucji (pojawi się w nagłówku po prawej stronie)
ps: د تنظیم نوم (د هېډر په ښي کې ښکاره شي)
pt_br: O nome da instituição (aparece no cabeçalho à direita)
pt_pt: O nome da organização (aparece no cabeçalho, à direita)
ro_ro: Numele institutiei (apare in antet in partea dreapta)
ru_ru: Имя организации - собственника портала(появляется в заголовке справа)
sk_sk: Meno inštitúcie (objaví sa v záhlaví vpravo)
sl: Ime organizacije (pojavi se v na zaglavju strani desno)
sq: Emri i organizatës (shfaqet në krye në të djathtë)
sr_rs: Ime institucije (pojavljuje se u gornjem desnom uglu)
sv_se: Namnet på institutionen (dyker upp i sidhuvudet till höger)
sw_ke: Jina la shirika (linaonekana kwenye kichwa upande wa kulia)
ta: அமைப்பின் பெயர் (தலைப்பில் வலது பக்கத்தில் தோன்றும்)
th: ชื่อของหน่วยงาน(จะปรากฏที่หัวมุมบนด้านขวามือ)
tl_ph: Ang pangalan ng organisasyon (lumilitaw sa header sa bandang kanan)
tr: Üst başlıkta, sağ tarafta gözükecek olan site ismi
uk_ua: Назва установи (з'являється в заголовку зправа)
vi_vn: Tên tổ chức (hiển thị ở tiêu đề bên phải)
xh_za: Igama lombutho (libonakala kwintloko ekunene)
zh_cn: 学校名称(出现在右上方标题)
zh_tw: 學院名稱（於標頭右方顯示）
