Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Activate audio recorder
ar: تفعيل مسجل الصوت
ast_es: Activar grabador d'òdiu
bn_bd: অডিও রেকর্ডার সক্রিয় করুন
bs_ba: Aktiviraj snimač zvuka
ca_es: Activar gravador d'àudio
cs_cz: Aktivovat nahrávač zvuku
da: Aktivér lydoptager
de: Audio-Rekorder aktivieren
el: Ενεργοποίηση εγγραφής ήχου
eo: Aktivigi aŭdregistron
es: Activar la grabación de voz
es_mx: Activar grabador de audio
eu_es: Aktibatu audio grabagailua
fa_ir: فعال کردن ضبط صوتی
fi_fi: Aktivoi ääninauhuri
fo_fo: Virkna lydupptakara
fur: Ativâ il registrador audio
ga: Gníomhachtaigh taifeadán fuaime
gl: Activar gravación de audio
he_il: הפעלת מקליט אודיו
hi: ऑडियो रिकॉर्डर सक्रिय करें
hr_hr: Aktiviraj snimač zvuka
hu_hu: Hangrögzítő aktiválása
hy: Ակտիվացնել ձայնագրիչը
id_id: Aktifkan perekam audio
it: Attiva il registratore audio
ja: オーディオレコーダーを有効にする
ka_ge: ხმის ჩაწერის ჩართვა
ko_kr: 오디오 레코더 활성화
lo: ເປີດໃຊ້ເຄື່ອງບັນທຶກສຽງ
lt_lt: Įjungti garso įrašymo įrenginį
lv_lv: Aktivizēt audioierakstītāju
mk_mk: Активирај снимач на аудио
ms_my: Aktifkan perakam audio
my_mm: အသံဖမ်းစက်ကို ဖွင့်ပါ
ne: अडियो रेकर्डर सक्रिय गर्नुहोस्
nl: Activeer audio recorder
nn_no: Aktiver lydopptakar
oc: Activar l'enregistrador audio
pl_pl: Aktywuj nagrywarkę audio
ps: غږیز ریکارډر فعال کړئ
pt_br: Ativar gravador de áudio
pt_pt: Ativar gravação de voz
ro_ro: Activați înregistrare vocală
ru_ru: Активировать аудиозапись
sk_sk: Aktivovať záznam zvuku
sl: Aktiviraj snemalnik zvoka
sq: Aktivizo regjistruesin audio
sr_rs: Aktiviraj snimač zvuka
sv_se: Aktivera ljudinspelare
sw_ke: Washisha rekoda ya sauti
ta: உரை பதிவு செய்பவர் செயல்படுத்து
th: เปิดใช้งานตัวบันทึกเสียง
tl_ph: I-activate ang audio recorder
tr: Ses kaydediciyi etkinleştir
uk_ua: Активувати запис аудіо
vi_vn: Kích hoạt ghi âm
xh_za: Vula umshicileli wezandi
zh_cn: 激活音频录音器
zh_tw: 啟用音訊錄音機

source: Start speaking
ar: ابدأ الكلام
ast_es: Entamar a falar
bn_bd: বলা শুরু করুন
bs_ba: Počnite govoriti
ca_es: Començar a parlar
cs_cz: Začít mluvit
da: Start tale
de: Beginnen Sie zu sprechen
el: Αρχίστε να μιλάτε
eo: Komenci paroli
es: Hable ahora
es_mx: Comenzar a hablar
eu_es: Hasi hitz egiten
fa_ir: شروع صحبت
fi_fi: Aloita puhuminen
fo_fo: Byrja at tosa
fur: Inzornâ a parlar
ga: Tosaigh ag labhairt
gl: Fale agora
he_il: התחילו לדבר
hi: बोलना शुरू करें
hr_hr: Počni govoriti
hu_hu: Kezdje el a beszédet
hy: Սկսել խոսել
id_id: Mulai berbicara
it: Inizia a parlare
ja: 話し始める
ka_ge: დაიწყეთ ლაპარაკი
ko_kr: 말하기 시작
lo: ເລີ່ມເວົ້າ
lt_lt: Pradėti kalbėti
lv_lv: Sākt runāt
mk_mk: Започни да зборуваш
ms_my: Mula bercakap
my_mm: စကားပြောစတင်ပါ
ne: बोल्न सुरु गर्नुहोस्
nl: Start met spreken
nn_no: Start å snakka
oc: Començar a parlar
pl_pl: Zacznij mówić
ps: د خبرې پیل کړئ
pt_br: Comece a falar
pt_pt: Fale agora
ro_ro: Vorbește acum
ru_ru: Начать говорить
sk_sk: Začnite hovoriť
sl: Prični z govorom
sq: Fillo të flasësh
sr_rs: Počni govoriti
sv_se: Börja tala
sw_ke: Anza kuzungumza
ta: பேச்சைத் தொடங்கு
th: เริ่มพูด
tl_ph: Magsimula nang magsalita
tr: Konuşmaya başla
uk_ua: Почніть говорити
vi_vn: Bắt đầu nói
xh_za: Qala ukuthetha
zh_cn: 开始说话
zh_tw: 開始說話

source: Assigned courses
ar: المقررات المكلف بها
ast_es: Cursos asignaos
bn_bd: নিয়োগকৃত কোর্স
bs_ba: Dodeljeni kursevi
ca_es: Cursos assignats
cs_cz: Přiřazené kurzy
da: Tildelte kurser
de: Zugeordnete Kurse
el: Μαθήματα που σας έχουν ανατεθεί
eo: Asignitaj kursoj
es: Cursos asignados
es_mx: Cursos asignados
eu_es: Esleitutako ikastaroak
fa_ir: دوره‌های اختصاص یافته
fi_fi: Nimetyt kurssit
fo_fo: Stovnaðir kursar
fur: Cors asignâts
ga: Cúrsaí sannta
gl: Cursos asignados
he_il: קורסים מוקצים
hi: सौंपे गए पाठ्यक्रम
hr_hr: Dodijeljeni tečajevi
hu_hu: Kiosztott kurzusok
hy: Վերապահված դասընթացներ
id_id: Kursus yang ditugaskan
it: Corsi assegnati
ja: 割り当てられたコース
ka_ge: მინიჭებული კურსები
ko_kr: 배정된 코스
lo: ຫຼັກສູດທີ່ຖືກມອບໝາຍ
lt_lt: Priskirti kursai
lv_lv: Piešķirtie kursi
mk_mk: Доделени курсеви
ms_my: Kursus yang ditugaskan
my_mm: သတ်မှတ်ထားသော သင်တန်းများ
ne: निर्धारित कोर्सहरू
nl: Toegekende cursussen
nn_no: Tildelte kurs
oc: Cors assignats
pl_pl: Przypisane kursy
ps: ټاکل شوي کورسونه
pt_br: Cursos atribuídos
pt_pt: Cursos atribuídos
ro_ro: Cursuri alocate
ru_ru: Назначенные курсы
sk_sk: Pridelené kurzy
sl: Dodeljeni tečaji
sq: Kursi të caktuara
sr_rs: Dodeljeni kursevi
sv_se: Tilldelade kurser
sw_ke: Kozi zilizowekwa
ta: ஒதுக்கப்பட்ட பாடங்கள்
th: คอร์สที่กำหนด
tl_ph: Mga kursong iniangat
tr: Atanan kurslar
uk_ua: Призначені курси
vi_vn: Khóa học được gán
xh_za: Iikhosi ezabeliweyo
zh_cn: 分配的课程
zh_tw: 指派課程

source: Question edition is not available because the question has been already answered. However, you can copy and modify it.
ar: تحرير السؤال غير متوفر بسبب ان السؤال قد تمت الاجابة عنه مسبقا، الا انه يمكنك نسخه ثم تعديله
ast_es: La edición de la pregunta nun ye disponible porque la pregunta yá foi respondida. D'alguna manera, pues copiala y camudala.
bn_bd: প্রশ্ন সম্পাদনা উপলব্ধ নয় কারণ প্রশ্নটি ইতিমধ্যে উত্তরিত হয়েছে। তবে, আপনি এটি কপি করে পরিবর্তন করতে পারেন।
bs_ba: Uređivanje pitanja nije dostupno jer je pitanje već odgovoreno. Međutim, možete ga kopirati i modificirati.
ca_es: L'edició de la pregunta no està disponible perquè la pregunta ja ha estat responduda. No obstant això, podeu copiar-la i modificar-la.
cs_cz: Editace otázky není dostupná, protože otázka již byla zodpovězena. Můžete ji však zkopírovat a upravit.
da: Spørgsmålredigering er ikke tilgængelig, fordi spørgsmålet allerede er besvaret. Du kan dog kopiere og ændre det.
de: Die Bearbeitung der Frage ist nicht möglich da sie bereits beantwortet wurde. Sie können die Frage aber kopieren und verändern.
el: Η επεξεργασία της απάντησης δεν είναι διαθέσιμη. Ωστόσο, μπορείτε να την αντιγράψετε και να την τροποποιήσετε.
eo: Redaktado de demando ne disponeblas ĉar la demando jam estis respondita. Tamen, vi povas kopii kaj modifi ĝin.
es: No puede editar la pregunta porque alguien ya la respondió. Sin embargo, puede copiarla y modificar dicha copia.
es_mx: La edición de la pregunta no está disponible porque la pregunta ya ha sido respondida. Sin embargo, puedes copiarla y modificarla.
eu_es: Galderaren edizioa ez dago eskuragarri galdera erantzun delako. Hala ere, kopia hartu eta alda dezakezu.
fa_ir: ویرایش سؤال در دسترس نیست زیرا سؤال قبلاً پاسخ داده شده است. با این حال، می‌توانید آن را کپی و ویرایش کنید.
fi_fi: Kysymyksen muokkaus ei ole mahdollista, koska kysymykseen on jo vastattu. Voit kuitenkin kopioida sen ja muokata sitä.
fo_fo: Broyt spurningin er ikki tilgjørlig, tí spurningurin er longu svarað/ur. Men tú kanst avrita og broyta hann.
fur: La modìfiche de domandis no è disponibil parcè che la domade e je rispondude. Al post, tu podi copiâ e modificarle.
ga: Níl eagarthóireacht ceiste ar fáil toisc gur freagraíodh an cheist cheana féin. Mar sin féin, is féidir leat í a chóipeáil agus a mhodhnú.
gl: No pode editar a pregunta porque alguén xa a respondeu. Non obstante, pode copiala e modificar dita copia.
he_il: מהדורת השאלות אינה זמינה מכיוון שהשאלה כבר נענתה. עם זאת, אתה יכול להעתיק ולשנות אותו.
hi: प्रश्न संस्करण उपलब्ध नहीं है क्योंकि प्रश्न का पहले से उत्तर दिया जा चुका है। हालांकि, आप इसे कॉपी और संशोधित कर सकते हैं।
hr_hr: Uređivanje pitanja nije dostupno jer je pitanje već odgovoreno. Ipak, možete ga kopirati i izmijeniti.
hu_hu: A kérdés szerkesztése nem elérhető, mert a kérdésre már válaszoltak. Azonban másolhatja és módosíthatja.
hy: Հարցի խմբագրումը հասանելի չէ, քանի որ հարցին արդեն պատասխանվել է: Սակայն դուք կարող եք այն պատճենել և փոփոխել:
id_id: Pengeditan pertanyaan tidak tersedia karena pertanyaan sudah dijawab. Namun, Anda dapat menyalin dan memodifikasinya.
it: Non è possibile modificare il quesito perché ha già ricevuto delle risposte. Puoi comunque copiarlo e modificarlo.
ja: 質問の編集はできません。すでに回答があるためです。しかし、コピーして変更することはできます。
ka_ge: შეკითხვის რედაქტირება არ არის ხელმისაწვდომი, რადგან შეკითხვაზე უკვე გაქვს პასუხი. თუმცა შეგიძლია მისი კოპირება და შეცვლა.
ko_kr: 질문이 이미 답변되었으므로 편집할 수 없습니다. 그러나 복사하여 수정할 수 있습니다.
lo: ບໍ່ສາມາດແກ້ໄຂຄຳຖາມໄດ້ ເນື່ອງຈາກຄຳຖາມນີ້ມີຄົນຕອບແລ້ວ. ແນວໃດກໍຕາມ, ທ່ານສາມາດສຳເນົາ ແລະ ແກ້ໄຂມັນໄດ້.
lt_lt: Klausimo redagavimas nėra galimas, nes klausimas jau buvo atsakyta. Tačiau galite jį nukopijuoti ir modifikuoti.
lv_lv: Jautājuma rediģēšana nav pieejama, jo jautājums jau ir atbildēts. Tomēr jūs varat to nokopēt un modificēt.
mk_mk: Уредувањето на прашањето не е достапно бидејќи прашањето веќе е одговорено. Сепак, можете да го копирате и модифицирате.
ms_my: Penyuntingan soalan tidak tersedia kerana soalan itu telah dijawab. Walau bagaimanapun, anda boleh menyalin dan mengubah suainya.
my_mm: မေးခွန်းကို ဖြေကြားပြီးဖြစ်သောကြောင့် မေးခွန်းပြင်ဆင်မှု မရရှိနိုင်ပါ။ သို့သော်၊ သင်သည် ၎င်းကို ကူးယူပြီး ပြင်ဆင်နိုင်သည်။
ne: प्रश्न संस्करण उपलब्ध छैन किनकि प्रश्न पहिले नै उत्तर दिइसकिएको छ। तथापि, तपाईं यसलाई प्रतिलिपि गर्न र संशोधन गर्न सक्नुहुन्छ।
nl: Het bewerken van de vraag is niet beschikbaar, omdat de vraag al is beantwoord. U kunt hem echter wel kopiëren en dan aanpassen.
nn_no: Spørsmålsredigering er ikkje tilgjengeleg fordi spørsmålet allereie er besvara. Men du kan kopiera og endra det.
oc: L'edicion de la question es pas disponible perque la question es ja estada responduda. Totun, podètz la copiar e la modificar.
pl_pl: Edycja pytania nie jest dostępna, ponieważ pytanie zostało już udzielone. Możesz je jednak skopiować i zmodyfikować.
ps: د پوښتنې سمول شتون نلري ځکه چې پوښتنه لا دمخه ځواب شوې ده. په هر حال، تاسې کولی شئ یې کاپي کړئ او بدل کړئ.
pt_br: A edição da pergunta não está disponível porque a questão já foi respondida. No entanto, você pode copiar e modificá-lo.
pt_pt: Você não pode editar a pergunta porque alguém já respondeu. No entanto, você pode copiar e modificar essa cópia.
ro_ro: Nu puteți edita întrebare pentru că cineva deja a răspunso. Cu toate acestea, aveți posibilitatea să copiați și să modificați această copie.
ru_ru: Редактирование вопроса недоступно, поскольку вопрос уже был отвечен. Однако вы можете скопировать и изменить его.
sk_sk: Úprava otázky nie je k dispozícii, pretože otázka bola už zodpovedaná. Avšak, môžete ju skopírovať a upraviť.
sl: Urejanje/spreminjanje vprašanja ni na voljo, ker že obstajajo odgovori na to vprašanje. Lahko pa namesto tega naredite kopijo v vprašanja in ga ustrezno spremenite.
sq: Redaktimi i pyetjes nuk është i disponueshëm sepse pyetja është përgjigjur tashmë. Megjithatë, mund ta kopjoni dhe modifikoni atë.
sr_rs: Izmena pitanja nije dostupna jer je pitanje već odgovoreno. Međutim, možete ga kopirati i izmeniti.
sv_se: Frågeredigering är inte tillgänglig eftersom frågan redan har besvarats. Du kan dock kopiera och ändra den.
sw_ke: Uhariri wa swali haupatikani kwa sababu swali tayari limejibiwa. Hata hivyo, unaweza kulikopi na kulibadilisha.
ta: கேள்வி பதிலளிக்கப்பட்டதால் கேள்வி திருத்தம் கிடைக்கவில்லை. இருப்பினும், அதை நகல் எடுத்து மாற்றலாம்.
th: ไม่สามารถแก้ไขคำถามได้เพราะคำถามถูกตอบแล้ว อย่างไรก็ตาม คุณสามารถคัดลอกและแก้ไขได้
tl_ph: Hindi available ang pag-edit ng tanong dahil na sagutan na ito. Gayunpaman, maaari mong kopyahin at baguhin ito.
tr: Soru düzenleme kullanılamıyor çünkü soru zaten yanıtlandı. Ancak kopyalayıp değiştirebilirsiniz.
uk_ua: Редагування запитання недоступне, оскільки запитання вже отримано у відповідь. Однак ви можете скопіювати та змінити його.
vi_vn: Chỉnh sửa câu hỏi không khả dụng vì câu hỏi đã được trả lời. Tuy nhiên, bạn có thể sao chép và chỉnh sửa nó.
xh_za: Uhlaziyo lombuzo alufumaneki kuba umbuzo sele uphendulwe. Nangona kunjalo, ungawukopisha kwaye umguqule.
zh_cn: 问题编辑不可用，因为问题已被回答。但是，您可以复制并修改它。
zh_tw: 題目編輯不可用，因為題目已被回答。不過，您可以複製並修改它。
