Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Course registration password
ar: الرقم السري لتسجيل المقرر
ast_es: Seña de rexistru nel cursu
bn_bd: কোর্স নিবন্ধন পাসওয়ার্ড
bs_ba: Lozinka za registraciju na kurs
ca_es: Contrasenya de registre en el curs
cs_cz: Heslo registrace kurzu
da: Adgangskode til kursusregistrering
de: Registrierungscode für Kursanmeldung
el: Συνθηματικό εγγραφής στο μάθημα
eo: Pasvorto de registriĝo por kurso
es: Contraseña de registro en el curso
es_mx: Contraseña de registro en el curso
eu_es: Ikastaroan erregistratzeko pasahitza
fa_ir: کلمه عبور ثبت نام درس
fi_fi: Kurssin rekisteröinti salasana
fo_fo: Kursamelda lykilorð
fur: Pasword par l'iscrizion al curs
ga: Pasfhocal clárúcháin cúrsa
gl: Contrasinal de rexistro no curso
he_il: סיסמת רישום הקורס
hi: कोर्स पंजीकरण पासवर्ड
hr_hr: Registracija zaporke kolegija
hu_hu: Kurzus regisztráció jelszava
hy: Դասընթացի գրանցման գաղտնաբառ
id_id: Password pendaftaran mata kuliah
it: Password per l'iscrizione al corso
ja: コース登録パスワード
ka_ge: კურსის რეგისტრაციის პაროლი
ko_kr: 강좌 등록 비밀번호
lo: ລະຫັດຜ່ານການລົງທະບຽນຫຼັກສູດ
lt_lt: Kurso registracijos slaptažodis
lv_lv: Reģistrācijas parole Kursā
mk_mk: Лозинка за регистрирање на курсот
ms_my: Kata laluan pendaftaran kursus
my_mm: သင်တန်းမှတ်ပုံတင်စကားဝှက်
ne: कोर्स दर्ता पासवर्ड
nl: Registratie-wachtwoord voor cursus
nn_no: Kursregistreringspassord
oc: Senha de registrament au cors
pl_pl: Hasło rejestracji na kurs
ps: د کورس د ګډون پاسورډ
pt_br: Senha de registro do curso
pt_pt: Password/senha de registo no curso
ro_ro: Parola de inregistrare in curs
ru_ru: Регистрационный пороль курса
sk_sk: Heslo na registráciu do kurzu
sl: Geslo za registracijo v tečaj
sq: Fjalëkalimi i regjistrimit të kursit
sr_rs: Lozinka za registraciju na kurs
sv_se: Lösenord för kursregistrering
sw_ke: Nenosiri la usajili wa kozi
ta: பாடநூல் பதிவு பாஸ்வர்ட்
th: รหัสผ่านการลงทะเบียนคอร์ส
tl_ph: Password sa pagrerehistro ng kurso
tr: Eğitim kayıt şifresi
uk_ua: Пароль реєстрації курсу
vi_vn: Mật khẩu đăng ký khóa học
xh_za: I-password yokubhalisela ikhosi
zh_cn: 课程注册密码
zh_tw: 課程註冊密碼

source: Click on this link for a full removal of the course from the server.<br /><br />Be carefull, there's no way back!
ar: انقر على هذا الرابط لكي تحدد او تختار مسار المعلومه في جهاز الخادم .هذه الميزة يجب ان تستخدم باحتراس شديد
ast_es: Calque equí pa esborrar dafechu'l cursu nel servidor....<br><br>Esta función debe usase con munchu cuidáu.
bn_bd: সার্ভার থেকে কোর্স সম্পূর্ণ অপসারণের জন্য এই লিঙ্কে ক্লিক করুন।<br /><br />সতর্ক থাকুন, কোনো উপায় নেই!
bs_ba: Kliknite na ovu vezu za potpuno uklanjanje kursa sa servera.<br /><br />Budite oprezni, nema povratka!
ca_es: Cliqueu sobre el vincle a fi d'eliminar tota traça del curs en el servidor. <br> <br> Aquesta funcionalitat s'ha de manejar amb una extrema precaució !
cs_cz: Klikněte na tento odkaz za účelem eliminace sledování kurzu na serveru.<br><br>S touto funkcí zacházejte s vysokou opatrností!
da: Klik på dette link hvis du vil fjerne ethvert spor af kurset på serveren. <br><br> Denne funktion skal omgåes med forsigtighed
de: Klicken Sie auf diesen Link, um jegliche Spur von diesem Kurs vom Server zu entfernen.<br><br>Diese Funktionalität sollte mit äußerster Vorsicht benutzt werden!
el: Κάντε κλικ σε αυτόν τον σύνδεσμο για πλήρη διαγραφή του μαθήματος από τον διακομιστή.<br /><br />Προσοχή, δεν υπάρχει επιστροφή!
eo: Musklaku sur ĉi tiun ligon por forigi ĉiujn postrestaĵojn de la kurso en la servilo.<br><br> Estu tre singarda uzante tiun funkcion!
es: Haga clic en este enlace para eliminar cualquier rastro del curso en el servidor...<br><br>¡ Esta funcionalidad debe ser usada con extrema precaución !
es_mx: Haga clic en este enlace para eliminar cualquier rastro del curso en el servidor...<br /><br />¡ Esta funcionalidad debe ser usada con extrema precaución !
eu_es: Klikatu lotura honen gainean, ikastaroa zerbitzarian guztiz kentzeko.
fa_ir: جهت حذف کامل درس از روی سرور بر روی این پیوند کلیک کنید.
fi_fi: Klikkaa tätä linkkiä poistaaksesi kaikki jäljet tästä kurssista palvelimelta.<br><br>Tätä toimintoa käytettäessä täytyy olla erittäin varovainen!
fo_fo: Klikk á henda leinkju fyri fullstøðiliga fjarlægslu av kursinum av alnótnum.<br /><br />Vær vørum, tað er ongin vegur aftur!
fur: Cliç su chest link par gjavâ complêttement il curs dal server.<br /><br />Fâ atention, no jo è vuêlte indarê!
ga: Cliceáil ar an nasc seo le haghaidh baint iomlán an chúrsa ón bhfreastalaí.<br /><br />Bí cúramach, níl aon bhealach ar ais!
gl: Clique nesta ligazón para eliminar calquer resto do curso no servidor.<br><br>Esta funcionalidade haina que usar co máximo de precaución!
he_il: לחץ על קישור זה להסרה מלאה של הקורס מהשרת.<br /><br />היזהר, אין דרך חזרה!
hi: सर्वर से कोर्स को पूरी तरह हटाने के लिए इस लिंक पर क्लिक करें।<br /><br />सावधान रहें, कोई वापसी का रास्ता नहीं है!
hr_hr: Odaberite ovu poveznicu za kompletno brisanje kolegija sa poslužitelja.<br><br>Ovu opciju upotrebljavajte vrlo oprezno!
hu_hu: Kattintson erre a hivatkozásra ha a szerverről a kurzust (tárgyat) nyomtalanul törölni kívánja.<br><br> Figyelem! Ezt a funkciót csak rendkívüli körültekintéssel használja!
hy: Սեղմեք այս հղումը՝ դասընթացն ամբողջությամբ ջնջելու համար սերվերից。<br /><br />Զգույշ եղեք, հետընթաց չկա:
id_id: Klik pada link ini untuk membuang jejak/trace dari mata kuliah di server. <br><br>Fungsi ini harus dilakukan dengan ekstra hati-hati!
it: Clicca su questo collegamento per eliminare completamente il corso dal server.<br /><br />LA FUNZIONE VA USATA CON ESTREMA CAUTELA !
ja: サーバーからコースを完全に削除するには、このリンクをクリックします。<br /><br />元に戻すことはできませんのでご注意ください!
ka_ge: დააჭირეთ ამ ბმულს კურსის სრული წაშლისთვის სერვერიდან.<br /><br />იყავით ფრთხილად, უკან დაბრუნება შეუძლებელია!
ko_kr: 서버에서 강좌를 완전히 삭제하려면 이 링크를 클릭하세요.<br /><br />주의하세요, 되돌릴 수 없습니다!
lo: ຄລິກທີ່ລິ້ງນີ້ເພື່ອລຶບຫຼັກສູດອອກຈາກເຊີບເວີຢ່າງສົມບູນ.<br /><br />ລະວັງ, ບໍ່ມີທາງກັບຄືນ!
lt_lt: Visiškai neatstatomai ištrina kursą ir jo dokumentus.<br><br>Elkitės atidžiai!
lv_lv: Klikojiet uz šīs saites, pilnai apmācību kursa izdzēšanai no servera. <b> Esiet uzmanīgi</b>, atpakaļceļa nav !
mk_mk: Кликни на оваа врска за да елиминираш секаква трага од курсот на серверот.<br><br>Оваа опција треба да се применува крајно претпазливо!
ms_my: Klik pautan ini untuk penghapusan penuh kursus daripada pelayan.<br /><br />Berhati-hati, tiada jalan kembali!
my_mm: ဆာဗာမှ သင်တန်းကို အပြည့်အဝဖယ်ရှားရန် ဤလင့်ခ်ကို နှိပ်ပါ။<br /><br />သတိထားပါ၊ ပြန်လည်ပြုလုပ်ရန် နည်းလမ်းမရှိပါ။
ne: सर्भरबाट कोर्स पूर्ण रूपमा हटाउन यो लिङ्कमा क्लिक गर्नुहोस्।<br /><br />सावधान रहनुहोस्, फर्किने बाटो छैन!
nl: Klik op deze link om alle sporen van de cursus op de server te verwijderen. <br><br> Wees zeer voorzichtig met het gebruik van deze functionaliteit!
nn_no: Trykk på denne lenka for fullstendig fjerning av kurset frå serveren.<br /><br />Vær forsiktig, det finst ingen veg tilbake!
oc: Clicatz subre lo liame per fin d'eliminar tota traça dau cors dins lo servidor. <br> <br> Aquesta funcionalitat se deu manejar amb una extrema precaucion !
pl_pl: Kliknij na ten link w celu usunięcia wszelkich śladów kursu na serwerze.Ta funkcja musi być używana bardzo ostrożnie!
ps: په دې لینک کلیک وکړئ چې کورس له سرور څخه بشپړه له منځه یوسئ.<br /><br />محتاط اوسئ، هیڅ بېرته لاره نشته!
pt_br: Clique neste link para uma remoção completa do curso a partir do servidor <br /> <br /> Tenha cuidado, não há caminho de volta.
pt_pt: Clique nesta ligação para eliminar completamente o curso no servidor. <br><br>Atenção, esta opção não permite voltar atrás!
ro_ro: Apăsați acest link pentru a îndepărta orice urma ale cursului de pe serverul...<br><br>¡ Această funcție trebuie utilizata cu prudență extremă !
ru_ru: Щелкните по этой ссылке, чтобы убрать любую вероятность существования этого курса на сервере.<br /><br />Пользуйтесь этой функцией предельно осторожно!
sk_sk: Kliknite na tento odkaz, aby ste eliminovali sledovanie kurzu na serveri.<br><br> S touto funkcionalitou musíte zaobchádzať veľmi opatrne!
sl: Klikni to povezavo, če želiš odstraniti vsako sled tečaja s strežnika.<br /><br />Rokovanje s to funkcionalnostjo zahteva posebno pazljivost!
sq: Klikoni në këtë lidhje për të fshirë plotësisht kursin nga serveri.<br /><br />Ji i kujdesshëm, nuk ka rrugë kthimi!
sr_rs: Kliknite na ovaj link za potpuno uklanjanje kursa sa servera.<br /><br />Budite pažljivi, nema povratka!
sv_se: Klicka här för att ta bort och totalt radera alla spår av kursen.<br /><br />OBS! Var extremt försiktig med att använda funktionen!
sw_ke: Bofya kiungo hiki kwa kuondoa kabisa kozi kutoka seva.<br /><br />Kuwa mwangalifu, hakuna njia ya kurudi nyuma!
ta: சர்வரில் இருந்து பாடநூலை முழுமையாக அகற்ற இந்த இணைப்பை கிளிக் செய்யவும்.<br /><br />கவனமாக இருங்கள், திரும்ப வருவதற்கு வழி இல்லை!
th: คลิกที่ลิงก์นี้เพื่อลบคอร์สออกจากเซิร์ฟเวอร์ทั้งหมด<br /><br />โปรดระวัง ไม่มีทางถอยกลับ!
tl_ph: I-click ang link na ito para sa kabuuang pagtanggal ng kurso mula sa server.<br /><br />Maging maingant, wala nang babalikan pa!
tr: Ana makinadan eğitimi kaldırmak içn bu bağlantı üzerine tıklayın<br><br>Dikkatli olun, geri dönüş yoktur!
uk_ua: Натисніть на це посилання для відключення будь-якої ознаки існування курсу на сервері.<br><br>Ця функціональність повинна використовуватись обережно!
vi_vn: Nhấp vào liên kết này để xóa hoàn toàn khóa học khỏi máy chủ.<br /><br />Hãy cẩn thận, không có cách quay lại!
xh_za: Cofa eli khonkco ukuze ukhuphe ikhosi ngokupheleleyo kwiseva.<br /><br />Qaphela, akukho ndlela yokubuyela umva!
zh_cn: 点击链接后将会提示永久删除该课程。<br /><br />请谨慎使用该功能！
zh_tw: 點擊鏈接後將會提示永久刪除該課程。<br /><br />請謹慎使用該功能﹗

source: Duplicate the course or some learning objects in another course. You need 2 courses to use this feature: an original course and a target course.
ar: Chamilo تقدم خدمة امكانية مضاعفة جزء او جميع المقرر الموجود من خلال مقرر اخر ومحتمل ان يكون بالاساس فارغ . الشرط الوحيد لاستخدام هذه الميزة هو ان يحتوي المقرر الاول على مستندات واعلانات واطارات بشرط ان لايحتوي المقرر الثاني على أي من العناصر السابقة .
ast_es: Chamilo permite copiar, parcial o dafechu, un cursu n'otru. Pa facelo'l cursu de destín tien de tar vacíu. <br><br>La única condición ye tener un cursu que tenga dalgunos documentos, anuncies, foros... y un segundu cursu que nun tenga los elementos del primeru.
bn_bd: কোর্সটি বা কিছু লার্নিং অবজেক্ট অন্য কোর্সে ডুপ্লিকেট করুন। এই ফিচার ব্যবহারের জন্য ২টি কোর্স দরকার: একটি মূল কোর্স এবং একটি টার্গেট কোর্স।
bs_ba: Duplikirajte kurs ili neke objekte učenja u drugi kurs. Potrebna su 2 kursa za korištenje ove značajke: originalni kurs i ciljni kurs.
ca_es: Chamilo introdueix la possibilitat de duplicar tot o una part d'un curs existent en un altre curs, que pot ser inicialment buida. <br> L'única cosa necessària per aquesta manipulació és disposar d'un curs amb documents, anuncis, fòrums... i d'un segon curs que no contingui els elements del primer !
cs_cz: Chamilo zavádí možnost duplikace celé části nějakého existujíciho kurzu do jiného kurzu, který může být původně prázdný.<br><br>Jediný předpoklad pro takový spůsob práce je mít kurz obsahující nějaké dokumenty, ohlášení, fóra... a druhý kurz který neobsahuje elementy z prvního !
da: Chamilo gør det muligt at kopiere hele eller dele af en eksisterende kursusside på en anden kursusside, der som udgangspunkt er tom. <br><br> Den eneste forudsætning for dette er, at det oprindelige kursus skal indholde nogle dokumenter, meddelelser eller fora. Derudover skal kursussiden, hvortil dette skal kopieres, ikke indeholde disse elementer!
de: Chamilo bietet die Möglichkeit, einen Kurs teilweise oder ganz für einen neuen Kurs zu duplizieren, der zunächst leer sein kann.<br><br>Die einzige Bedingung ist, dass man einen Kurs hat, der einige Dokumente, Ankündigungen, Foren hat ... und einen zweiten Kurs hat, der die Elemente des ersten Kurses nicht hat!
el: Αναπαραγωγή εις διπλούν της σειράς μαθημάτων ή κάποιων εκπαιδευτικών αντικειμένων. Χρειάζεσθε 2 σειρές μαθημάτων για να χρησιμοποιήσετε αυτό το χαρακτηριστικό: μία αρχική σειρά μαθημάτων και μία σειρά-στόχο.
eo: Chamilo nun ankaŭ ofertas la eblon kopii perte aŭ entute ekzistantan kurson al alia kurso, kiu komence povas esti malplena..<br><br>La nura kondiĉo estas, ke vi disponas kurson kun nombro da dokumentoj, anoncoj, forumoj... kaj duan kurson enhavantan dokumentojn diferencaj de la unua!
es: Chamilo permite copiar, parcial o completamente, un curso en otro; para ello el curso de destino debe estar vacío.<br><br /> La única condición es tener un curso que contenga algunos documentos, anuncios, foros... y un segundo curso que no contenga los elementos del primero. Se recomienda usar la herramienta "Reciclar este curso" para no traer futuros problemas con su contenido.
es_mx: Chamilo introduce la posibilidad de copiar, en parte o completamente, un curso en otro que inicialmente debe estar vacío.<br /><br />La única condición es tener un curso que contenga algunos documentos, anuncios, foros... y un segundo curso que no contenga lo
eu_es: Chamilok ikastaroa, osorik edo zati bat, kopiatzeko baimena ematen du; horretarako, helburuko ikastaroa hutsik egon beharko da.
fa_ir: کپی کردن درس و یا ابزار های آموزشی در یک درس دیگر. شما به دو درس جهت انجام این کار نیاز دارید: یک درس اصلی و دیگر درس مقصد.
fi_fi: Monista kurssi tai osia siitä toiselle kurssille. Tarvitset vähintään 2 kurssia käyttääksesi tätä työkalua.
fo_fo: Duplikera kursin ella nøkur læringstoy í einum øðrum kursi. Tú hevur tørv á 2 kursum at brúka hesa funksjónina: ein upprunaligan kurs og ein málskurs.
fur: Duplicâ il curs o cualcû ogjet didatich in un altri curs. Âs bisoign di 2 curs par doprâ cheste funsion: un curs origjinâl e un curs destinazion.
ga: Dúblaigh an cúrsa nó roinnt réad foghlama i gcúrsa eile. Teastaíonn 2 chúrsa chun an ghné seo a úsáid: cúrsa bunaidh agus cúrsa sprice.
gl: Chamilo introduce a posibilidade de duplicar todo ou parte dun curso xa existente noutro curso, que pode comezar baleiro.<br><br>A única condición previa para esta xestión consiste en ter un curso que conteña documentos, avisos, foros,... e un segundo curso que non conteña os elementos do primeiro!
he_il: שכפל את הקורס או אובייקטי למידה מסוימים בקורס אחר. אתה צריך 2 קורסים כדי להשתמש בתכונה זו: קורס מקורי וקורס יעד.
hi: कोर्स को डुप्लिकेट करें या किसी अन्य कोर्स में कुछ लर्निंग ऑब्जेक्ट्स। इस सुविधा के लिए आपको 2 कोर्स चाहिए: एक मूल कोर्स और एक लक्ष्य कोर्स।
hr_hr: Preslikaj dio ili dijelove kolegija u drugi kolegij. Za upotrebu ovog alata potrebno je najmanje 2 kolegija.
hu_hu: A Dokoes lehetővé teszi, hogy a teljes kuzust (tárgyat), illetve annak egyes kiválsztott részeit egy másik, adott esetben akár üres kurzusba (tárgyba) átmásolja.br><br>A funkció használatának előfeltétele, hogy rendelkezzen egy dokumentumokat, hirdetményeket, fórumokat, stb. tartalmazó kurzussal, illetve egy másikkal, amely az előbbi felsorolt elemeit nem tartalmazza!
hy: Դասընթացը կրկնօրինակել կամ որոշ ուսուցանողական օբյեկտներ տեղափոխել մեկ այլ դասընթաց: Այս գործիքը օգտագործելու համար պետք է ունենաք 2 դասընթաց՝ օրիգինալ և թիրախային:
id_id: Chamilo mengenalkan kemungkinan penduplikasian sebagian atau keseluruhan mata kuliah yang ada ke mata kuliah lain, yang pada awalnya dapat saja kosong. <br><br> Syaratnya hanyalah adanya suatu mata kuliah berisi beberapa dokumen, iklan, forum ... dan pada mata kuliah ke-2 tidak berisi elemen-elemen tersebut pada mata kuliah ke-1!
it: Chamilo fornisce la possibilità di duplicare in parte o del tutto un corso, copiandolo su un corso che sia stato creato e sia inizialmente vuoto.<br /><br />L'unico prerequisito è che il corso origine, da cui partire per la copia, contenga informazioni (documenti, forum...) che non si sovrappongano a quelle del corso destinazione.
ja: コースまたは学習オブジェクトを別のコースに複製します。この機能を使用するには、複製元と複製先の 2 つのコースが必要です。
ka_ge: კურსის ან ზოგიერთი სასწავლო ობიექტის კოპირება სხვა კურსში. ამ ფუნქციის გამოსაყენებლად გჭირდებათ 2 კურსი: ორიგინალი და სამიზნე.
ko_kr: 강좌 또는 다른 강좌의 일부 학습 객체를 복제합니다. 이 기능을 사용하려면 원본 강좌와 대상 강좌 2개가 필요합니다.
lo: ສຳເນົາຫຼັກສູດ ຫຼື ບາງວັດຖຸການຮຽນຮູ້ໄປຍັງຫຼັກສູດອື່ນ. ທ່ານຕ້ອງການ 2 ຫຼັກສູດເພື່ອໃຊ້ຄຸນສົມບັດນີ້: ຫຼັກສູດຕົ້ນສະບັບ ແລະ ຫຼັກສູດປາຍທາງ.
lt_lt: Galimybė dublikuoti visą arba dalį kurso.
lv_lv: Dublicēt mācību kursu vai tā daļas citā mācību kursā. <br>Lai to paveiktu, Jums vajadzīgi divi kursi - oriģinālais un kurss, kurā vēlaties ievietot satura kopijas.
mk_mk: Chamilo ја прифаќа можноста да се направи дупликат на целиот или дел од еден курс со друг, кој почетно може да е празен.<br><br>Единствен предуслов за тоа е курсот да содржи некои документи, реклами, форуми ... и вториот курс да не содржи елементи на првиот!
ms_my: Duplikat kursus atau beberapa objek pembelajaran dalam kursus lain. Anda memerlukan 2 kursus untuk ciri ini: kursus asal dan kursus sasaran.
my_mm: သင်တန်း သို့မဟုတ် သင်ယူမှုအရာဝတ္ထုအချို့ကို အခြားသင်တန်းတစ်ခုတွင် ကူးယူပါ။ ဤအင်္ဂါရပ်ကိုအသုံးပြုရန် သင်တန်း ၂ ခုလိုအပ်သည်: မူရင်းသင်တန်းနှင့် ဦးတည်သင်တန်း။
ne: कोर्स वा केही सिकाइ वस्तुहरू अर्को कोर्समा प्रतिलिपि गर्नुहोस्। यो सुविधा प्रयोग गर्न २ कोर्स चाहिन्छ: मूल कोर्स र लक्षित कोर्स।
nl: Dupliceer de cursus of sommige leerobjecten in een andere cursus. U hebt 2 cursussen nodig om deze functie te gebruiken: een originele cursus en een doelcursus.
nn_no: Dupliser kurset eller nokre læringsobjekt i eit anna kurs. Du treng 2 kurs for å bruke denne funksjonen: eit originalt kurs og eit målkurs.
oc: Chamilo introduís la possibilitat de duplicar tot ò part d'un cors existent en un autre cors, que pòt èstre inicialament vueg. <br> L'unica causa necessària per aquesta manipulacion es de dispausar d'un cors ambe de documents, d'anóncias, de fòrums... e d'un segon cors que contengue pas leis elements dau premier !
pl_pl: Duplikuj obszar kursu lub jego część na obszar innego kursu. Musi istnieć minimum 2 kursy, aby wykorzystać to narzędzie.
ps: کورس یا ځینې زده کړې شیان په بل کورس کې کاپي کړئ. تاسو د دې ځانګړتیا کارولو لپاره ۲ کورسونه غواړئ: اصلي کورس او هدفي کورس.
pt_br: . Duplique o curso ou alguns objetos de aprendizagem em outro curso Você precisa de 2 cursos para usar esta ferramenta: um curso original e um curso de destino.
pt_pt: Duplique o curso ou alguns objectos de aprendizagem para um outro curso. Para utilizar esta funcionalidade necessita de 2 cursos: um curso inicial e um curso destino.
ro_ro: Chamilo permite a copia, partial sau total, un curs în altul; pentru aceasta cursului de destinație trebuie să fie gol.<br><br /> Singura conditie este de a avea un curs care conține unele documente, reclame, forumuri... si un al doilea curs care nu conține elementele întâi. Vă recomandăm să utilizați instrumentul "Empty acest curs" nu pentru a aduce probleme viitoare cu conținutul său.
ru_ru: Chamilo дает возможность дублировать (дкопировать) частично или весь существующий курс в другой курс, который изначальна может быть пустым.<br /><br />Едиственным условием для такого обращения является то, что нужно иметь курс, который содержал бы какие-нибудь документы, объявления, форумы; а также второй курс не должен содержать элементы первого!
sk_sk: Skopírovať priestor kurzu alebo jeho časť do priestoru iného kurzu. Pre použitie tohto nástroja potrebujete minimálne 2 kurzy.
sl: Chamilo uvaja možnost podvojevanja vsebin celotnega ali dela obstoječega tečaja v nek drug tečaj, ki je prvotno lahko prazen.<br /><br />Edina predpogoja za prepis vsebin sta, da obstaja tečaj za prepis, ki vsebuje npr. nekaj dokumentov, vaj, forumov, ... in da obstaja drug (ciljni) tečaj, ki ne vsebuje elementov prvega!
sq: Dublon kursin ose disa objekte mësimore në një kurs tjetër. Ju nevojiten 2 kurse për të përdorur këtë veçori: një kurs origjinal dhe një kurs shënjër.
sr_rs: Duplikirajte kurs ili neke objekte učenja u drugi kurs. Potrebna su 2 kursa za korišćenje ove funkcionalnosti: originalni kurs i ciljni kurs.
sv_se: I Chamilo finns möjlighet att kopiera en hel eller en del av en kurs till en annan kurs, oftast en tom kurs. Tänk på att inte den kurs man kopierar till får innehålla lika dana objekt (dokument, forum, mm) som orginalkursen.
sw_ke: Nakili kozi au vitu vya kujifunza katika kozi nyingine. Unahitaji kozi 2 kutumia kipengele hiki: kozi asili na kozi lengwa.
ta: பாடநூலை அல்லது சில கற்றல் பொருட்களை மற்றொரு பாடநூலில் நகலெடுக்கவும். இந்த அம்சத்தைப் பயன்படுத்த 2 பாடநூல்கள் தேவை: ஒரு அசல் பாடநூல் மற்றும் இலக்கு பாடநூல்.
th: คัดลอกคอร์สหรือบางวัตถุการเรียนรู้ไปยังคอร์สอื่น คุณต้องมีคอร์ส 2 คอร์สเพื่อใช้คุณสมบัตินี้: คอร์สต้นฉบับและคอร์สเป้าหมาย
tl_ph: I-duplicate ang kurso o ang ilang mga pinag-aaralang bagay sa isa pang kurso. Kailangan mo ng 2 kurso upang magamit ang tampok na ito: isang orihinal na kurso at isang tina-target na kurso.
tr: Eğitimin yada başka eğitimlerdeki bazı eğitim objelerinin kopyasını çıkar. Bu özelliği kullanmak için 2 eğitime ihtiyacınız var: Biri orijinal diğeri hedef eğitim
uk_ua: Chamilo пропонує можливість дуплікації всього або частини курсу в інший курс, що є початково пустим.<br><br>Передумова: мати курс, що складається із деяких документів, оголошень, форумів... та інший курс, що не має в складі елементів першого курсу!
vi_vn: Sao chép khóa học hoặc một số đối tượng học tập vào khóa học khác. Bạn cần 2 khóa học để sử dụng tính năng này: khóa học gốc và khóa học đích.
xh_za: Phinda ikhosi okanye ezinye izinto zokufunda kwelinye ikhosi. Udinga iikhosi ezimbini ukuze usebenzise eli sixhobo: ikhosi yokuqala kunye nekhosi ekujoliswe kuyo.
zh_cn: 系统允许您将课程整个或部分的复制到另一个空的课程，<br /><br />复制的前提是必需有一门课程包含内容，同时另一门课程是空的！
zh_tw: 系統允許您將課程整個或部分的複製到另一個空的課程，<br /><br />複製的前提是必需有一門課程包含內容，同時另一門課程是空的﹗
