Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: <p><b>Adding users</b></p> <p>You can subscribe existing learners one by one to your course, by clicking on the link 'Subscribe users to this course'. Usually however it's better to open your course to self-registration and let learners register themselves. </p> <p><b>Description</b></p> <p>The description has no computer related function and does not indicate any particular rights or privileges within the system. It simply indicates who is who, in human terms. You can therefore modify this by clicking on the pencil, then typing whatever you want: professor, assistant, student, visitor, expert etc.</p><p><b>Admin rights</b></p><p>Admin rights, on the other hand, provide technical authorization to modify the content and organization of this course area. You can choose between allowing full admin rights or none.</p><p>To allow an assistant, for instance, to co-admin the area, you need to be sure he/she is already registered, then click on the pencil, then check 'Teacher', then 'Ok'.</p><p><b>Co-Trainers</b></p><p>To mention the name of a co-teacher in the heading (co-chairman, etc.), use the 'Course settings' tool. This modification does not automatically register your co-Trainer as a course member. The 'Teachers' field is completely independent of the 'Users' list.</p> <p><b>Tracking and Personal Home Pages</b></p> <p>In addition to showing the users list and modifying their rights, the Users tool also shows individual tracking and allows the teacher to define headings for personal home pages to be completed by users.</p>
qu_pe: <p><b>Añadir usuarios</b></p><p>La opción 'Inscribir usuarios en el curso' le permite añadir a su curso usuarios ya registrados en la plataforma. Para ello compruebe primero si ya está registrado en la plataforma; en tal caso, marque la casilla que aparece al lado de su nombre y valide, esto lo inscribirá en el curso. Si todavía no está registrado en la plataforma, este registro deberá realizarlo el administrador de la plataforma o el propio usuario en el caso del que esta opción esté habilitada.</p><p>Una segunda posibilidad es que los estudiantes se inscriban por sí mismos, para ello el administrador del curso deberá haber habilitado esta opción en la herramienta 'Configuración del curso'.</p><p>Tanto en las operaciones de registro como en las de inscripción los usuarios recibirán un correo electrónico recordándoles su nombre de usuario y contraseña..</p><p><b>Descripción</b></p><p>La descripción no otorga ningunos privilegios en el sistema informático. Sólo indica a los usuarios, quien es quien. Vd. puede moficar esta descripción, haciendo clic en el icono en forma de lápiz y escribiendo la función que desee describir de cada usuario: profesor, ayudante,estudiante, visitante, experto, documentalista, moderador, tutor...</p><b><p>Derechos de administración</b></p><p>Por el contrario, los permisos o derechos de administración otorgan privilegios en el sistema informático, pudiendo modificar el contenido y la organización del sitio del curso. Estos privilegios presentan dos perfiles. El perfil de 'Administrador del curso', en el que la persona en cuestión tendrá los mismos permisos que quien se los está dando. El perfil de 'Tutor' que lo identificará para hacerse cargo de los grupos que puedan establecerse en el curso. Para otorgar o no estos permisos a un usuario del curso, bastará con marcar o no la casilla correspondiente, tras haber pulsado en la opción modificar.</p><b><p>Cotitulares</b></p><p>Para hacer que figure el nombre de un cotitular del curso en la cabecera del mismo, vaya a la página principal del curso y use la herramienta'Configuración del curso'. En esta herramienta modifique el campo 'Profesor'; este campo es completamente independiente de la lista de usuarios del curso, de manera que puede no estar inscrito en el mismo.</p><b><p>Seguimiento y áreas personales de los usuarios.</b></p><p>Además de ofrecer un listado de usuarios y modificar sus permisos, la herramineta 'Usuarios' también ofrece un seguimiento individual y permite al profesor definir cabeceras adicionales a la ficha de cada estudiante, para que éstos las rellenen. Estos datos adicionales sólo estarán vinculados al curso en cuestión.</p>

source: <p><b>Introduction</b></p><p>This tool allows you to create and manage workgroups. On first creation (Create groups), groups are 'empty'. There are many ways to fill them:<ul><li>automatically ('Fill groups (random)'),</li><li>manually ('Edit'),</li><li>self-registration by users (Groups settings: 'Self registration allowed...').</li></ul>These three ways can be combined. You can, for instance, first ask users to self-register.Then if you find some of them didn't register, decide to fill groups automatically (random) in order to complete them. You can also edit each group to determine membership, user by user, after or before self-registration and/or automatically on registration.</p><p>Filling groups, whether automatically or manually, is possible only for users registered on the course. The users list is visible in <b>Users</b> tool. </p><hr noshade size=1><p><b>Create groups</b></p><p>To create new groups, click on 'Create new group(s)' and decide the number of groups to create.</p><hr noshade size=1><p><b>Group settings</b></p><p>You can determine Group settings globally (for all groups).<b>Users may self-register in groups</b>:<p>You create empty groups, users self-register.If you have defined a maximum number, full groups do not accept new members.This method is handy for trainers unfamiliar with the users list when creating groups.</p><b>Tools</b>:</p><p>Every group is assigned either a forum (private or public) or a Documents area(a shared file manager) or (in most cases) both.</p><hr noshade size=1><p><b>Manual editing</b></p><p>Once groups have been created (Create groups), you will see, at the bottom of the page, a list of groups along with with several options:<ul><li><b>Edit</b>Manually modify group name, description, tutor, members list.</li><li><b>Delete</b> Delete a group.</li></ul><hr noshade size=1>
qu_pe: <p><b>Introducción</b></p><p>Esta herramienta permite crear y gestionar grupos dentro de su curso.Cuando se crea el curso (Crear Grupos), los grupos están vacios. Hay muchas formas de rellenarlos:<ul><li>automáticamente ('Rellenar grupos'),</li><li>manualmente ('Editar'),</li><li>Adscripción a un grupo por parte de los propios estudiantes (Modificar características: 'Se permite a los estudiantes..').</li></ul>Se pueden combinar estas tres formas. Puede, por ejemplo, pedir a los estudiantes que se inscriban en un grupo.Más tarde puede descubrir que alguno no lo hizo y decida finalmente rellenar de forma automáticalos grupos para completarlos. También puede editar cada grupo para decidir quién forma parte de qué grupo.</p><p>Rellenar grupos, tanto de forma manual o automática sólo es efectivo si hay estudiantes inscritosen el curso (no confunda la inscripción en el curso con la inscripción en los grupos).La lista de estudiantes es visible en el módulo <b>Usuarios</b>.</p><hr noshade size=1><p><b>Crear Grupos</b></p><p>Para crear grupos nuevos, pulsa en 'Crear nuevos grupos'y determinar el número de grupos que quiere crear.El número máximo de miembros es ilimitado, pero le sugerimos que indique uno. Si deja el campo número máximo sin rellenar,el tamaño será infinito. </p><hr noshade size=1><p><b>Características de los Grupos</b></p><p>Vd. puede determinar las características de los grupos de forma global (para todos los grupos). <b>Se permite a los estudiantes inscribirse en el grupo que quieran</b>:<p>Vd. puede crear grupos vacios, para que los estudiantes se inscriban.Si Vd. ha definido un número máximo, los grupos completos no aceptarán nuevos miembros.Este método es bueno para profesores que aún no conocen la lista de estudiantes cuando crean los grupos. </p><b>Herramientas</b>:</p><p>Cada grupo puede disponer de un 'Foro' (privado o público) y/o de un área de 'Documentos' (privada o pública)</p><hr noshade size=1><p><b>Edición Manual</b></p><p>Una vez que se crean los grupos (Crear grupos), verá en la parte inferior de la páginauna lista de los grupos con una serie de información y funciones<ul><li><b>Editar</b> modificar manualmente el nombre del grupo, descripción, tutor,lista de miembros.</li><li><b>Borrar</b> elimina un grupo.</li></ul><hr noshade size=1>

source: <p>The tests tool allows you to create tests containing as many questions as you like.<br><br> You can choose from a range of question formats clearly displayed at the top of the page when you create a test including (for example):<br><br><ul> <li>Multiple choice (single or multiple answers)</li> <li>Matching</li> <li>Fill in the blanks etc.</li></ul>A test can include any number and combination of questions and question formats.</p><hr><b>Test creation</b><p>To create a test, click on the "New test" link.<br><br>Type a name for the test, as well as an optional description.<br><br>You can add various elements to this, including audio or video files, e.g. for listening comprehension, but take care to make such files as small as possible to optimise download time (e.g. use mp3 rather than wav files - they're far smaller but perfectly good quality). <br><br>You can also choose between two modes of presentation:<br><br><ul> <li>Questions on an single page</li> <li>One question per page (sequentially)</li></ul>and opt for questions to be randomly organised when the test is run.<br><br>Finally, save your test. You will be taken to the question administration.</p><hr><b>Adding a question</b><p>You can now add a question to the newly created test. You can if you wish include a description and/or an image. To create the test types mentioned above, follow the following steps: </p><hr><b>Multiple choice</b><p>In order to create a MAQ / MCQ :<br><br><ul> <li>Define the answers for your question. You can add or delete an answer by clicking on the right-hand button</li> <li>Check the left box for the correct answer(s)</li> <li>Add an optional comment. This comment won't be seen by the user until he/she has answered the question</li> <li>Give a weighting to each answer. The weighting can be any positive or negative integer (or zero)</li> <li>Save your answers</li></ul></p><hr><b>Fill in the blanks</b><p>This allows you to create a cloze passage. The purpose is to prompt the user to find words that you have removed from the text.<br><br>To remove a word from the text, and thus create a blank, put brackets [like this] around it.<br><br>Once the text has been typed and blanks defined, you can add a comment that will be seen by the learner depending on the reply to the question.<br><br>Save your text, and you will be taken to the next step allowing you to assign a weighting to each blank. For example, if the question is worth 10 points and you have 5 blanks, you can give a weighting of 2 points to each blank.</p><hr><b>Matching</b><p>This answer type can be chosen so as to create a question where the user will have to connect elements from list A with elements from list B.<br><br>It can also be used to ask the user to arrange elements in a given order.<br><br>First, define the options from which the user will be able to choose the best answer. Then, define the questions which will have to be linked to one of the options previously defined. Finally, connect elements from the first list with those of the second list via the drop-down menu.<br><br>Note: Several elements from the first unit might point to the same element in the second unit.<br><br>Assign a weighting to each correct match, and save your answer.</p><hr><b>Modifying a test</b><p>In order to modify a test, the principle is the same as for creating a test. Just click on the picture <img src="../img/edit.gif" border="0" align="absmiddle"> beside the test to modify, and follow the instructions above.</p><hr><b>Deleting a test</b><p>In order to delete a test, click on the picture <img src="../img/delete.gif" border="0" align="absmiddle"> beside the test to delete it.</p><hr><b>Enabling a test</b><p>For a test can be used, you have to enable it by clicking on the picture <img src="../img/invisible.gif" border="0" align="absmiddle"> beside the test name.</p><hr><b>Running the test</b><p>You can try out your test by clicking on its name in the tests list.</p><hr><b>Random questions</b><p>Whenever you create/modify a test, you can decide if you want questions to be drawn in a random order from amongst all test questions.<br><br>By enabling this option, questions will be drawn in a different order every time a user runs the test.<br><br>If you have got a large number of questions, you can opt to randomly draw only x-number of questions from the questions available.</p><hr><b>Questions pool</b><p>When you delete a test, its questions are not removed from the database, so they can be recycled back into another test via the questions pool.<br><br>The questions pool also allows you to re-use the same question in several tests.<br><br>By default, all the questions pertaining to your course are hidden. You can display the questions related to a test, by chosing 'filter' in the drop-down menu.<br><br>Orphan questions are questions that don not belong to any test.</p><hr><b>HotPotatoes Tests</b><p>You can import HotPotatoes tests into a Chamilo portal, to use in the Tests tool. The results of these tests are stored the same way as the results of Chamilo tests and as such can be readily monitored using the Reporting tool. In the case of simple tests, we recommend you use html or htm format; if your test contains pictures, a zip file upload is the most convenient way.</p><p>Note: You can also include HotPotatoes Tests as a step in the Learning Path.</p><b>Method of import</b><ul> <li>Select the file on your computer using the Browse button <input type=submit value=Browse name=submit2> on the right of your screen.</li> <li> Launch the upload with the Upload Button <input type=submit value=Upload name=submit2>. </li> <li> You can open the test by clicking onto its name. </li> </ul> <br><b>Useful link</b><br><ul><li>Hot Potatoes home page : <ahref="http://web.uvic.ca/hrd/halfbaked/">http://web.uvic.ca/hrd/halfbaked/</a></li></li></ul>
qu_pe: <p>La herramienta 'Ejercicios' le permite crear ejercicios que contendrán tantas preguntas como Vd. quiera.<br><br>Las preguntas que cree, pueden tener varios modelos de respuestas disponibles :<br><br><ul> <li>Elección múltiple (Respuesta única)</li> <li>Elección múltiple (Respuestas múltiples )</li> <li>Relacionar</li> <li>Rellenar huecos</li> <li>Respuesta libre</li></ul>Un ejercicio está compuesto por varias preguntas que guardan relación entre ellas.</p><hr><b>Creación de Ejercicios</b><p>Para crear un ejercicio, pulse sobre el enlace "Nuevo ejercicio ".<br><br>Escriba el nombre del ejercicio y, si quiere, una descripción del mismo.<br><br>También puede escoger entre dos tipos de ejercicios :<br><br><ul> <li>Preguntas en una sóla página</li> <li>Una pregunta por página (secuencial)</li></ul>y diga si quiere que las preguntas sean ordenadas de forma aleatoria en el momento que se haga el ejercicio.<br><br>Después, guarde su ejercicio. Vd. verá la gestión de preguntas de este ejercicio.</p><hr><b>Añadir Preguntas</b><p>Puede añadir una pregunta a un ejercicio que haya creado previamente. La descripción es opcional,así como la posibilidad de incluir una imagen en su pregunta.</p><hr><b>Elección Múltiple</b><p>Esta también se conoce como 'pregunta de respuesta o elección múltiple' MAQ / MCQ.<br><br>Para crear una:<br><br><ul> <li>Defina respuestas a su pregunta. Puede añadir o borrar una respuesta pulsando en el botén derecho</li> <li>Marque en la casilla de la izquierda la(s) respuesta(s) correcta(s)</li> <li>Añada un comentario opcional. Este comentario no lo verá el alumno hasta que haya respondido a la pregunta</li> <li>Otorgue un 'peso' (valor de la respuesta respecto a la totalidad del ejercicio) a cada respuesta. El peso puede ser un número positivo, negativo, o cero.</li> <li>Guarde sus respuestas</li></ul></p><hr><b>Rellenar huecos</b><p>Esto permite crear un texto con huecos. El objetivo es dejar que el estudiante rellene en estos huecos palabras que Vd. ha eliminado del texto .<br><br>Para quitar una palabra del texto, y por tanto crear un hueco, ponga la palabra entre corchetes [como esto].<br><br>Una vez que el texto se ha escrito y definido los huecos, puede añadir un comentario que verá el estudiantecuando responda a cada pregunta.<br><br>Guarde su texto, y verá el paso siguiente que le permitirá asignar un peso a cada hueco. Por ejemplo,sila pregunta entera vale 10 puntos y tiene 5 huecos, Vd. puede darle un peso de 2 puntos a cada hueco.</p><hr><b>Relacionar</b><p>Este modelo de respuesta puede elegirse para crear una pregunta donde el estudiante tenga que relacionar elementosdesde una unidad U1 a otra unidad U2. <br><br>También se puede usar para pedir a los estudiantes que seleccionen los elementos en un cierto orden.<br><br>Primero defina las opciones entre las que los estudiantes podrán seleccionar la respuesta correcta. Despuésdefina las preguntas que tendrán que ir relacionadas con una de las opciones definidas previamente. Por último,relacione, mediante el menú desplegable elementos de la primera unidad que se relacionen con la segunda.<br><br>Atención : Varios elementos de la primera unidad pueden referirse al mismo elemento en la segunda unidad.<br><br>Otorgue un peso a cada relación correcta, y guarde su respuesta.</p><hr><b>Modificación de Ejercicios</b><p>Para modificar un ejercicio, siga los mismos pasos que hizo para crearlo. Sólo pulse en la imagen <img src="../img/edit.gif" border="0" align="absmiddle"> al lado del ejercicio que quieremodificar y siga las instrucciones de anteriores.</p><hr><b>Borrar Ejercicios</b><p>Para borrar un ejercicio, pulse en la imagen <img src="../img/delete.gif" border="0" align="absmiddle">al lado del ejercicio que quiera borrar.</p><hr><b>Activar Ejercicios</b><p>Para que los alumnos puedan hacer un ejercicio, Vd. tiene que activarlo pulsando en la imagen <img src="../img/invisible.gif" border="0" align="absmiddle"> al lado del ejercicio que quiere activar.</p><hr><b>Probar un Ejercicio</b><p>Vd. puede probar su ejercicio pulsando sobre el nombre del ejercicio en la lista de ejercicios.</p><hr><b>Ejercicios Aleatorios</b><p>En el momento en que se crea / modifica un ejercicio, puede especificar si quiere que las preguntas aparezcanen orden aleatorio de entre todas las introducidas en ese ejercicio. <br><br>Eso significa que, si Vd. activa esta opción, las preguntas aparecerán en un orden diferente cada vez quelos estudiantes pulsen sobre el ejercicio.<br><br>Si Vd. tiene un número elevado de preguntas, también puede hacer que aparezcan sólo X preguntasde entre todas las preguntas disponibles para ese ejercicio.</p><hr><b>Banco de preguntas</b><p>Cuando borra un ejercicio, las preguntas no se eliminan de la base de datos, y pueden ser utilizadas en un nuevo ejercicio, mediante el 'Banco de preguntas'.<br><br>El Banco de preguntas permite reutilizar las mismas preguntas en varios ejercicios.<br><br>Por defecto, se muestran todas las preguntas de su curso. Vd. puede mostrar las preguntas relacionadas con un ejercicio eligiendo éste del menú desplegable "Filtro".<br><br>Las preguntas huérfanas son preguntas que no pertenecen a ningún ejercicio.</p><hr> <b>Ejercicios HotPotatoes</b> <p>La herramienta 'Ejercicios', también le permite importar ejercicios Hotpotatoes a su portal Chamilo. Los resultados de estos ejercicios se almacenarán de la misma manera que lo hacen los ejercicios de Chamilo. Puede explorar los resultados mediante el Seguimiento de usuarios. En caso de un solo ejercicio, se recomienda utilizar el formato HTML o HTM, pero si el ejercicio contiene imágenes el envío de un archivo ZIP será lo más conveniente.</p><p>Nota: También, puede agregar los ejercicios de HotPotatoes como un paso en una Lección.</p><p><b>Método de importación</b> </p><ul> <li>Seleccione el archivo de su ordenador usando el botón <input type=submit value=Examinar name=submit2> situado a la derecha de su pantalla.</li> <li> Trasnfiéralo a la plataforma mediante el botón <input type=submit value=Enviar name=submit2>. </li> <li> Si quiere abrir el ejercicio bastará con que haga clic sobre su nombre. </li> </ul> <br> <b>Direcciones útiles</b><br> <ul> <li>Página principal de Hot Potatoes: <a href="http://web.uvic.ca/hrd/halfbaked/">http://web.uvic.ca/hrd/halfbaked/</a></li> </li> </ul>
