Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Shuffle selection in available languages
ar: تحديد عشوائي في اللغات المتوفرة
ast_es: Escoyer seleición ente los idiomes disponibles
bn_bd: উপলব্ধ ভাষাগুলিতে নির্বাচন মিশ্রিত করুন
bs_ba: Miješati odabir u dostupnim jezicima
ca_es: Escolliu selecció en els idiomes disponibles
cs_cz: Náhodný výběr v dostupných jazycích
da: Vælg tilfældigt sprog
de: Auswahl in verfügbaren Sprachen mischen
el: Τυχαία επιλογή από διαθέσιμες γλώσσες
eo: Laŭhazarda elekto el disponeblaj lingvoj
es: Seleccionar entre los idiomas disponibles
es_mx: Escoja entre los idiomas disponibles
eu_es: Aukeratu eskura dauden hizkuntzen artean
fa_ir: انتخاب تصادقی از میان تمامی زبانها
fi_fi: Sekoita valinta mahdollisissa kielissä
fo_fo: Stoyt valið í tøkum málum
fur: Mescolâ la selezion nas lenghis disponibîs
ga: Roghnaigh a mheascadh sna teangacha atá ar fáil
gl: Escoller selección nos idiomas dispoñibles
he_il: ערבב את הבחירה בשפות זמינות
hi: उपलब्ध भाषाओं में चयन को क्रमबद्ध करें
hr_hr: Nasumični odabir u dostupnim jezicima
hu_hu: A választás megkeverése az elérhető nyelveken
hy: Խառնել ընտրությունը հասանելի լեզուներում
id_id: Acak pilhan bahasa yang tersedia
it: Selezione casuale tra le lingue disponibili
ja: 利用可能な言語で選択をシャッフル
ka_ge: შეურიეთ შერჩევა ხელმისაწვდომ ენებში
ko_kr: 적절한 언어로 선택을 변경
lt_lt: Shuffle selection in aivailable languages
lv_lv: Suflēšanas iespēja dažās valodās
mk_mk: Префрли го селектираното во некој од достапните јазици
ms_my: Kacau susunan pilihan dalam bahasa yang tersedia
my_mm: ရရှိနိုင်သော ဘာသာစကားများတွင် ရွှေ့ပြောင်းရွေးချယ်မှု
ne: उपलब्ध भाषाहरूमा चयन मिश्रित गर्नुहोस्
nl: Random selectie uit beschikbare talen
nn_no: Blanda utval i tilgjengelege språk
oc: Causida escasençosa entre lei lengas disponiblas
pl_pl: Przełącz język zaznaczonego obszaru
ps: د شته ژبو کې انتخاب ګډوډول
pt_br: Selecionar um dos idiomas disponíveis
pt_pt: Embaralhar a selecção nos idiomas disponíveis
ro_ro: Selectați din limbile disponibile
ru_ru: Случайный выбор доступных языков
sk_sk: Zamiešať výber v dostupných jazykoch
sl: Premešaj izbiro v možnih jezikih
sq: Zmadho zgjedhjen në gjuhët e disponueshme
sr_rs: Izmešaj odabir u dostupnim jezicima
sv_se: Blanda val i tillgängliga språk
sw_ke: Badala uchaguzi katika lugha zinazopatikana
ta: கிடைக்கும் மொழிகளில் தேர்வை கலக்கவும்
th: เลือกภาษา
tl_ph: I-shuffle ang seleksyon sa mga wika
tr: Kullanılabilen Lisanlar içinde karışık seçme
uk_ua: Змішаний вибір доступних мов
vi_vn: Xáo trộn lựa chọn trong các ngôn ngữ có sẵn
xh_za: Xabisa ukhetho kwiilwimi ezifumanekayo
zh_cn: 在可用语言中随机选择
zh_tw: 在可用語言中隨機選擇

source: english
ar: الإنجليزية
ast_es: inglés
bn_bd: ইংরেজি
bs_ba: engleski
ca_es: Anglès
cs_cz: Anglicky
de: englisch
el: Αγγλικά
eo: nederlanda
es: inglés
es_mx: Español
eu_es: ingelesa
fa_ir: فارسی
fo_fo: enskt
fur: ingles
ga: Béarla
gl: inglés
he_il: אנגלית
hi: अंग्रेज़ी
hr_hr: engleski
hu_hu: angol
hy: անգլերեն
id_id: Inggris
it: Italiano
ja: 英語
ka_ge: ინგლისური
ko_kr: 영어
lo: ອັງກິດ
lt_lt: anglų
lv_lv: angļu
mk_mk: англиски
ms_my: melayu
my_mm: အင်္ဂလိပ်
ne: अंग्रेजी
nl: Nederlands
nn_no: engelsk
oc: anglès
pl_pl: poski
ps: انګلیسي
pt_br: Inglês
pt_pt: Inglês
ro_ro: engleza
ru_ru: английский
sk_sk: anglicky
sq: anglisht
sr_rs: engleski
sv_se: engelska
sw_ke: kiingereza
ta: ஆங்கிலம்
th: อังกฤษ
tl_ph: ingles
tr: Turkce
uk_ua: англійська
vi_vn: tiếng Anh
xh_za: isiNgesi
zh_cn: 英语
zh_tw: 英語

source: New course
ar: منطقة مقرر جديدة
ast_es: Cursu nuevu
bn_bd: নতুন কোর্স
bs_ba: Novi kurs
ca_es: Nou Curs
cs_cz: Nová Oblast kurzu
da: Ny kursusside
de: Neuer Kurs
el: Νέα σειρά μαθημάτων
eo: Nova kursa TTT
es: Curso Nuevo
es_mx: Nuevo curso
eu_es: Ikastaro berria
fa_ir: درس جدید
fi_fi: Uusi kurssialue
fo_fo: Nýggj lærugrein
fur: Gnûv curs
ga: Cúrsa nua
gl: Novo Curso
he_il: קורס חדש
hi: नया कोर्स
hr_hr: Novi kolegij
hu_hu: Új kurzus
hy: Նոր դասընթաց
id_id: Mata Kuliah Baru
it: Nuovo Corso
ja: 新規コース
ka_ge: ახალი კურსი
ko_kr: 새 과정 영역
lt_lt: Nauja kurso sritis
lv_lv: Jauna Kursa lapa
mk_mk: Нова област на курсот
ms_my: Subjek Baru
my_mm: သင်တန်းအသစ်
ne: नयाँ कोर्स
nl: Nieuwe cursussite
nn_no: Nytt kurs
oc: Cors nòu
pl_pl: Nowy kurs
ps: نوی کورس
pt_br: Novo curso
pt_pt: Novo Curso
ro_ro: Curs Nou
ru_ru: Новая зона курса
sk_sk: Nová oblasť kurzu
sl: Nov tečaj
sq: Kurs i ri
sr_rs: Novo okruženje kursa
sv_se: Ny kurs
sw_ke: Kozi mpya
ta: புதிய பாடம்
th: เพิ่มเติมขอบข่ายวิชาอีก
tl_ph: Bagong course
tr: Yeni Ders Bölümü
uk_ua: Нова зона курсу
vi_vn: Khoá học mới
xh_za: Ikhosi entsha
zh_cn: 新课程
zh_tw: 新課程

source: Other properties found in the archive
ar: تم العثور على خيارات أخرى في الأرشيف
ast_es: Otres propiedaes del archivu
bn_bd: আর্কাইভে পাওয়া অন্যান্য বৈশিষ্ট্য
bs_ba: Druge osobine pronađene u arhivi
ca_es: Altres propietats del fitxer
cs_cz: Ostatní vlastnosti nalezené v archivu
da: Andre egenskaber fundet i arkivet
de: Andere Einstellungen im Archiv bearbeiten
el: Άλλες ιδιότητες που βρέθηκαν στο αρχείο
eo: Aliaj ecoj trovitaj en arkivo
es: Otras propiedades del archivo
es_mx: Autres propriétés trouvées dans l'archive
eu_es: Artxiboaren beste ezaugarri batzuk
fa_ir: دیگر مشخصات موجود در بایگانی
fi_fi: Muitakin materiaaleja löydetty
fo_fo: Onnar eiginleikar funnin í arkivinum
fur: Altre propietâts trovadis tal archivi
ga: Airíonna eile aimsithe sa chartlann
gl: Outras propiedades do arquivo
he_il: מאפיינים אחרים שנמצאו בארכיון
hi: आर्काइव में पाए गए अन्य गुण
hr_hr: Druga svojstva nađena u pohrani
hu_hu: Az archívban talált egyéb tulajdonságok
hy: Արխիվում գտնված այլ հատկություններ
id_id: Autres proprits trouves dans l'archive
it: Altre proprietà in archivio
ja: アーカイブに見つかったその他のプロパティ
ka_ge: არქივში ნაპოვნი სხვა თვისებები
ko_kr: 백업파일의 또 다른 특성이 발견되었습니다
lt_lt: Archyve rastos kitos savybės
lv_lv: Arhīvā atradu citus iestādījumus
mk_mk: Други својства најдени во архивата
ms_my: Autres proprits trouves dans l'archive
my_mm: သိမ်းဆည်းဖိုင်တွင် တွေ့ရှိသော အခြားဂုဏ်သတ္တိများ
ne: आर्काइभमा भेटिएका अन्य गुणहरू
nl: Andere eigenschappen gevonden in archief
nn_no: Andre eigenskaper funne i arkivet
oc: Autrei proprietats dau fiquier
pl_pl: Inne właściwości odnalezione w archiwum
ps: په آرشېف کې موندل شوي نورې ځانګړتیاوې
pt_br: Outras propriedades encontradas no arquivo
pt_pt: Outras propriedades encontradas no arquivo
ro_ro: Alte proprietăți ale fișierului
ru_ru: Другие свойства найдены в архиве
sk_sk: Ďalšie vlastnosti nájdené v archíve
sl: Ostale lastnosti iz arhiva
sq: Vetësi të tjera të gjetura në arkiv
sr_rs: Ostala svojstva pronađena u arhivi
sv_se: Andra rättigheter kan finnas i arkivet
sw_ke: Sifa zingine zilizopatikana katika hifadhi
ta: காப்பகத்தில் காணப்படும் பிற பண்புகள்
th: คุณลักษณะอื่นๆของเอกสารที่รวบรวมไว้
tl_ph: Ibang mga property na natagpuan sa archive
tr: Arşivde bulunan diğer özellikler
uk_ua: В архіві знайдено інші властивості.
vi_vn: Các tính chất khác
xh_za: Ezinye iipropathi ezifunyanwe kwi-archive
zh_cn: 备份文档的其他属性
zh_tw: 備份文檔的其他屬性

source: System ID
ar: هوية النظام - System ID
ast_es: Id del Sistema
bn_bd: সিস্টেম আইডি
bs_ba: Sistemski ID
ca_es: ID del sistema
cs_cz: ID Systému
el: Κωδικός ID συστήματος
eo: Sistema ID
es: Id del Sistema
es_mx: Id Système
eu_es: Sistemaren ID
fa_ir: شمارۀ شناسایی سیستم
fi_fi: Järjestelmän tunnus
fo_fo: Kervis-ID
fur: ID dal sistem
ga: ID an Chórais
gl: Id Sistema
he_il: מזהה מערכת
hi: सिस्टम आईडी
hr_hr: Identifikacija sustava
hu_hu: Rendszer ID
hy: Սիստեմայի ID
id_id: Id Systme
it: Numero ID di sistema
ja: システムID
ka_ge: სისტემის ID
ko_kr: 시스템 ID
lt_lt: Sistemos ID
lv_lv: Sistēmas ID
mk_mk: Идентификација на системот
ms_my: Id Systme
my_mm: စနစ်အိုင်ဒီ
ne: प्रणाली ID
nl: Systeem-ID
oc: ID dau sistèma
pl_pl: Identyfikator systemu
ps: سیستم آیدی
pt_br: ID do Chamilo
pt_pt: ID do Sistema
ro_ro: ID Sistemului
ru_ru: Система идентификации (ID)
sk_sk: ID systému
sl: Id sistema
sq: ID Sistemi
sr_rs: ID sistema
sv_se: Systemidentitet
sw_ke: Kitambulisho cha Mfumo
ta: அமைப்பு ID
th: รหัสของระบบ
tr: Sistem ID
uk_ua: ID системи
vi_vn: Mã hệ thống
xh_za: ID yesistim
zh_cn: 系统ID
zh_tw: 系統ID

source: Show score
ar: أظهر النقاط
ast_es: Amosar resultaos
bn_bd: স্কোর দেখান
bs_ba: Prikaži rezultat
ca_es: Mostrar resultats
cs_cz: Ukaž výsledek
da: Vis score
de: Punkte anzeigen
el: Εμφάνιση βαθμολογίας
eo: Montri poentotabulon
es: Mostrar resultados
es_mx: Mostar puntajes
eu_es: Erakutsi puntuazioak
fa_ir: نمایش نمره
fi_fi: Näytä pisteet
fo_fo: Vís stig
fur: Mostre il pôuntagi
ga: Scór a thaispeáint
gl: Mostrar resultados
he_il: הצג ציון
hi: स्कोर दिखाएँ
hr_hr: Prikaži rezultat
hu_hu: Pontszám megtekintése
hy: Ցույց տալ գնահատականը
id_id: Tampilkan skor
it: Visualizza i punteggi
ja: スコアを表示
ka_ge: შედეგის ჩვენება
ko_kr: 점수 보기
lo: ສະແດງຄະແນນ
lt_lt: Peržiūrėti įvertinimus
lv_lv: Parādīt atzīmi / vērtējumu
mk_mk: Покажи го резултатот
ms_my: Paparkan Markah
my_mm: ရမှတ်ပြပါ
ne: स्कोर देखाउनुहोस्
nl: Score weergeven
nn_no: Vis poengsum
oc: Mostrar lei resultats
pl_pl: Pokaż wyniki
ps: د نمر ښودل
pt_br: Mostrar pontuação
pt_pt: Apresentar pontuação
ro_ro: Arată rezultatele
ru_ru: Показать результат
sk_sk: Ukázať výsledok
sl: Prikaz ocen
sq: Shfaq pikët
sr_rs: Prikaži rezultat
sv_se: Visa päng
sw_ke: Onyesha alama
ta: மதிப்பெண்ணைக் காட்டு
th: แสดงคะแนน
tl_ph: Ipakita ang score
tr: Sonucu Göster
uk_ua: Показати результат
vi_vn: Hiển thị điểm
xh_za: Bonisa amanqaku
zh_cn: 显示分数
zh_tw: 顯示分數

source: Visibility
ar: خاصية الظهور
ast_es: Visibilidá
bn_bd: দৃশ্যমানতা
bs_ba: Vidljivost
ca_es: Visibilitat
cs_cz: Viditelnost
da: Synlighed
de: Sichtbarkeit
el: Ορατότητα
eo: Videblo
es: Visibilidad
es_mx: Visibilidad
eu_es: Ikusgaitasuna
fa_ir: قابلیت رؤیت
fi_fi: Näkyvyys
fo_fo: Sýni
fur: Visibilità
ga: Infheictheacht
gl: Visibilidade
he_il: נראות
hi: दृश्यता
hr_hr: Vidljivost
hu_hu: Láthatóság
hy: Ցուցադրություն
id_id: Kenampakan
it: Visibilità
ja: 表示
ka_ge: ხილვადობა
ko_kr: 가시성
lo: ການເບິ່ງເຫັນ
lt_lt: Matomumas
lv_lv: Redzamība
mk_mk: Видливост
my_mm: မြင်နိုင်မှု
ne: दृश्यता
nl: Zichtbaarheid
nn_no: Synleggheit
oc: Visibilitat
pl_pl: Widoczność
ps: څرګندتيا
pt_br: Visibilidade
pt_pt: Visibilidade
ro_ro: Visibilitate
ru_ru: Видимость
sk_sk: Viditeľnosť
sl: Vidnost
sq: Vizueshmëri
sr_rs: Vidljivost
sv_se: Synlighet
sw_ke: Mwonekano
ta: தெரிவுத்தன்மை
th: มองเห็น
tl_ph: Bisibilidad
tr: Görülebilirlik
uk_ua: Видимість
vi_vn: Hiển thị
xh_za: Ukubonakala
zh_cn: 显示
zh_tw: 顯示

source: Database version used at archive time
ar: اصدار قاعدة البيانات المستخدم في وقت الارشيف
ast_es: Versión de la base datos
bn_bd: আর্কাইভের সময় ব্যবহৃত ডাটাবেস সংস্করণ
bs_ba: Verzija baze podataka korištena u vrijeme arhive
ca_es: Versió de la base de dades
cs_cz: Verze databáze je použitá v čase archivu
da: Database-version benyttet under arkivering
de: Bei der Archivierung benutzte Datenbank-Version
el: Έκδοση βάσης δεδομένων που χρησιμοποιήθηκε κατά την αρχειοθέτηση
eo: Datumbaza versio uzita en arkivado
es: Versión de la base de datos
es_mx: Version de la base de donnée lors de l'archivage
eu_es: Datu basearen bertsioa artxibatzeko unean
fa_ir: شمارۀ نسخۀ پایگاه داده های مورد استفاده در زمان بایگانی
fi_fi: Tietokannan versio varmistus hetkellä
fo_fo: Dátagrunnversjónin brúkt við arkiveringartíð
fur: Version dal banc de dâts doprat tal moment dal archivi
ga: Leagan bunachair shonraí a úsáideadh ag am na cartlainne
gl: Versión da base de datos
he_il: גרסת מסד הנתונים בשימוש בזמן הארכיון
hi: आर्काइव समय पर उपयोग की गई डेटाबेस संस्करण
hr_hr: Verzija baze podataka upotrijebljena u vrijeme pohrane
hu_hu: Az archiváláskor használt adatbázis verziója
hy: Արխիվի ժամանակ օգտագործված տվյալների բազայի տարբերակ
id_id: Version de la base de donne lors de l'archivage
it: Versione del database al momento dell'archiviazione
ja: アーカイブ時の使用データベースバージョン
ka_ge: არქივის დროს გამოყენებული მონაცემთა ბაზის ვერსია
ko_kr: 백업 시에 데이터베이스 버전 사용
lo: ເວີຊັນຖານຂໍ້ມູນທີ່ໃຊ້ໃນເວລາເກັບມ້ຽນ
lt_lt: Duomenų bazės versija, naudojama archyvo metu
lv_lv: Datubāzes versija, kad tika veidots arhīvs
mk_mk: Верзија на базата на податоци во архивираното време
ms_my: Version de la base de donne lors de l'archivage
my_mm: သိမ်းဆည်းမှုအချိန်တွင် အသုံးပြုသော ဒေတာဘေ့စ်ဗားရှင်း
ne: आर्काइभ समयमा प्रयोग गरिएको डाटाबेस संस्करण
nl: Databankversie gebruikt bij de archivering
nn_no: Databasenversjon brukt ved arkiveringstidspunktet
oc: Version de la basa de donadas
pl_pl: Wersja bazy danych podczas archiwizacji
ps: د آرشېف وخت کې کارول شوي ډیټابیس نسخې
pt_br: Versão do banco de dados utilizada durante o arquivamento
pt_pt: Versão da base-de-dados utilizada no momento de arquivação
ro_ro: Versiunea bazei de date
ru_ru: Версия базы данных, использованная в архивное время
sk_sk: Verzia databázy použitá v čase archivácie
sl: Verzija podatkovne baze uporabljena v času arhiviranja
sq: Versioni i bazës së të dhënave i përdorur në kohën e arkivimit
sr_rs: Verzija baze podataka koja je upotrebljena u vreme arhiviranja
sv_se: Version kurs i arkivet
sw_ke: Toleo la hifadhidata lililotumika wakati wa hifadhi
ta: காப்பக நேரத்தில் பயன்படுத்தப்பட்ட தரவுத்தள பதிப்பு
th: เวอร์ชันของฐานข้อมูลที่ใช้เก็บรวบรวมเอกสาร
tl_ph: Bersyon ng database na ginamit sa oras ng archive
tr: Arşiv zamanında kullanılan VeriTabanı versiyonu
uk_ua: Версія бази даних використовується під час архівування
vi_vn: Version de la base de donnée lors de l'archivage
xh_za: Inguqulelo yesizindalwazi esetyenzisiweyo ngexesha le-archive
zh_cn: 归档时使用的数据库版本
zh_tw: 歸檔時使用的數據庫版本

source: Expiration
ar: انتهاء الصلاحية
ast_es: Fecha de caducidá
bn_bd: মেয়াদ শেষ
bs_ba: Istječe
ca_es: Data de caducitat
cs_cz: Expirace
da: Udløb
de: Verfallsdatum
el: Λήξη προθεσμίας
eo: Finiĝo
es: Fecha de caducidad
es_mx: Expiración
eu_es: Iraungitze data
fa_ir: تاریخ انقضا
fi_fi: Päättyy
fo_fo: Útlop
fur: Scadence
ga: Eaglaí
gl: Data de caducidade
he_il: תפוגה
hi: समाप्ति
hr_hr: Rok istjecanja
hu_hu: Lejárat
hy: Ավարտման ժամկետ
id_id: Kadaluarsa
it: Scadenza
ja: 有効期限
ka_ge: ვადის ამოწურვა
ko_kr: 만료
lo: ການໝົດອາຍຸ
lt_lt: Galiojimo terminas
lv_lv: Termiņa beigas
mk_mk: Истекува
ms_my: Luput
my_mm: သက်တမ်းကုန်ဆုံးမှု
ne: म्याद सकसन
nl: Afloop
nn_no: Utløp
oc: Expiracion
pl_pl: Termin wygasa
ps: د پای ته رسېدو نېټه
pt_br: Data de validade
pt_pt: Validade
ro_ro: Data de expirare
ru_ru: Окончание
sk_sk: Platnosť
sl: Rok trajanja
sq: Skadimi
sr_rs: Isticanje
sv_se: Utgår
sw_ke: Mwisho wa muda
ta: காலாவதி
th: หมดอายุ
tl_ph: Pagkasipagtapos
tr: Geçerlilik
uk_ua: Закінчення дії
vi_vn: Hết hạn
xh_za: Ukuphelelwa lixesha
zh_cn: 期限
zh_tw: 期限

source: Select file
ar: حدد ملف
ast_es: Escoyer archivu
bn_bd: ফাইল নির্বাচন করুন
bs_ba: Odaberi datoteku
ca_es: Seleccionar fitxer
cs_cz: Vyber soubor
da: Vælg fil
de: Datei auswählen
el: Επιλογή αρχείου
eo: Elekti dosieron
es: Seleccionar archivo
es_mx: Selecccione el archivo
eu_es: Hautatu fitxategia
fa_ir: انتخاب فایل
fi_fi: Valitse tiedosto
fo_fo: Vel fílu
fur: Seletâ il file
ga: Roghnaigh comhad
gl: Seleccionar ficheiro
he_il: בחר קובץ
hi: फ़ाइल चुनें
hr_hr: Odaberi datoteku
hu_hu: File kiválasztása
hy: Ֆայլ ընտրել
id_id: Pilih file
it: Seleziona un file
ja: ファイルを選択
ka_ge: ფაილის შერჩევა
ko_kr: 파일 선택
lt_lt: Pasirinkti failą
lv_lv: Izvēlies failu
mk_mk: Селектирај датотека
ms_my: Pilih Fail
my_mm: ဖိုင်ရွေးပါ
ne: फाइल छान्नुहोस्
nl: Kies bestand
nn_no: Vel fil
oc: Causir un fiquier
pl_pl: Wybierz plik
ps: فایل غوره کړئ
pt_br: Selecione o arquivo
pt_pt: Seleccionar ficheiro
ro_ro: Selectați fisierul
ru_ru: Выбрать файл
sk_sk: Vybrať súbor
sl: Izberi datoteko
sq: Zgjidh skedarin
sr_rs: Selektovani fajl
sv_se: Välj fil
sw_ke: Chagua faili
ta: கோப்பைத் தேர்ந்தெடுக்கவும்
th: เลือกไฟล์
tl_ph: Pumili ng file
tr: Dosya Seç
uk_ua: Вибрати файл
vi_vn: Chọn file
xh_za: Khetha ifayile
zh_cn: 选择文件
zh_tw: 選擇檔案

source: File on a FTP server
ar: الملف على خادم FTP
ast_es: Si'l ficheru ta n'otru ordenador y pue llegase a él por ftp
bn_bd: FTP সার্ভারে ফাইল
bs_ba: Datoteka na FTP serveru
ca_es: Arxiu en un servidor de FTP
cs_cz: Soubor na FTP serveru
da: Fil på en FTP server
de: Datei auf FTP-Server
el: Αρχείο σε έναν διακομιστή FTP
eo: Dosiero en FTP-servilo
es: Si el fichero está en otro ordenador y es accessible por ftp
es_mx: Si le fichier est sur un ordinateur tiers et accessible par ftp
eu_es: Artxibategia beste ordenagailu batean eta FTP zerbitzari bidez eskuragarri
fa_ir: فایل در یک سرور اف تی پی
fi_fi: Tiedosto FTP palvelimella
fo_fo: Fíla á FTP ambætaranum
fur: File su un server FTP
ga: Comhad ar fhreastalaí FTP
gl: Se o ficheiro está noutro ordenador e é accessible por ftp
he_il: קובץ בשרת FTP
hi: FTP सर्वर पर फ़ाइल
hr_hr: Datoteka na poslužitelju FTP
hu_hu: File az FTP szerveren
hy: Ֆայլ FTP սերվերում
id_id: Si le fichier est sur un ordinateur tiers et accessible par ftp
it: Il file è accessibile via FTP
ja: FTPサーバー上のファイル
ka_ge: ფაილი FTP სერვერზე
ko_kr: FTP 서버의 파일
lt_lt: Failas FTP serveryje
lv_lv: Fails FTP serverī
mk_mk: Датотека на FTP сервер
ms_my: Si le fichier est sur un ordinateur tiers et accessible par ftp
my_mm: FTP ဆာဗာပေါ်ရှိ ဖိုင်
ne: FTP सर्भरमा फाइल
nl: Bestand op een FTP-server
nn_no: Fil på ein FTP-tenar
oc: Se l'archiu es sus un autre ordinator e mai accessible per FTP
pl_pl: Plik w serwerze FTP
ps: د FTP سرور باندې فایل
pt_br: Se o arquivo estiver em outro computador e for acessível através de FTP
pt_pt: Ficheiro num servidor FTP
ro_ro: Daca fișierul este pe un alt calculator și este accesibil prin ftp
ru_ru: Файл на FTP сервере (сервер, на котором размещаются файлы, доступные по протоколу FTP)
sk_sk: Súbor na FTP serveri
sl: Datoteka na FTP strežniku
sq: Skedar në një server FTP
sr_rs: Fajl na FTP serveru
sv_se: Låt en kursanordnare ha tillgång via ftp
sw_ke: Faili kwenye seva ya FTP
ta: FTP சர்வரில் உள்ள கோப்பு
th: ไฟล์บน FTP Server
tl_ph: File sa FTP server
tr: FTP sunucusundaki dosya
uk_ua: Файл на FTP сервері
vi_vn: Si le fichier est sur un ordinateur tiers et accessible par ftp
xh_za: Ifayile kwiserver ye-FTP
zh_cn: FTP服务器上的文件
zh_tw: FTP伺服器上的檔案

source: File on a Web (HTTP) server
ar: الملف على الويب خادم (HTTP)
ast_es: Si'l ficheru ta n'otru ordenador y pue llegase a él por http
bn_bd: ওয়েব (HTTP) সার্ভারে ফাইল
bs_ba: Datoteka na Web (HTTP) serveru
ca_es: Arxivi en un servidor HTTP (web)
cs_cz: Soubor na Web (HTTP) serveru
da: Fil på en Webserver (HTTP)
de: Datei von Web-Server (HTTP)
el: Αρχείο σε έναν διακομιστή Web (HTTP)
eo: Dosiero en HTTP-servilo
es: Si el fichero está en otro ordenador y es accesible por http
es_mx: Si le fichier est sur un ordinateur tiers et accessible par http
eu_es: Artxibategia beste ordenagailu batean eta http web zerbitzari bidez eskuragarri
fa_ir: فایل در یک وب سرور
fi_fi: Tiedosto Web (HTTP) palvelimella
fo_fo: Fíla á Web (HTTP) ambætaranum
fur: File su un server Web (HTTP)
ga: Comhad ar fhreastalaí Gréasáin (HTTP)
gl: Se o ficheiro está noutro ordenador e és accesible por http
he_il: קובץ בשרת אינטרנט (HTTP)
hi: वेब (HTTP) सर्वर पर फ़ाइल
hr_hr: Datoteka na poslužitelju weba (HTTP)
hu_hu: File a Web (HTTP) szerveren
hy: Ֆայլ Web (HTTP) սերվերում
id_id: Si le fichier est sur un ordinateur tiers et accessible par http
it: Il file è accessibile via HTTP
ja: Web (HTTP) サーバー上のファイル
ka_ge: ფაილი ვებ (HTTP) სერვერზე
ko_kr: 웹(HTTP)서버의 파일
lt_lt: Failas Web (HTTP) serveryje
lv_lv: Fails Web (HTTP) serverī
mk_mk: Датотека на Web (HTTP) сервер
ms_my: Si le fichier est sur un ordinateur tiers et accessible par http
my_mm: ဝဘ် (HTTP) ဆာဗာပေါ်ရှိ ဖိုင်
ne: वेब (HTTP) सर्भरमा फाइल
nl: Bestand op een HTTP- of webserver
nn_no: Fil på ein web (HTTP)-tenar
oc: Se l'archiu es sus un autre ordinator e mai accessible per HTTP
pl_pl: Plik na stronie Web (HTTP)
ps: د ویب (HTTP) سرور باندې فایل
pt_br: Se o arquivo estiver em outro computador e for acessível através de HTTP
pt_pt: Ficheiro num servidor Web (HTTP)
ro_ro: Daca fișierul este pe un alt calculator și este accesibil prin http
ru_ru: Файл на Веб (HTTP) сервере
sk_sk: Súbor na Web (HTTP) serveri
sl: Datoteka na spletnem (HTTP) strežniku
sq: Skedar në një server Web (HTTP)
sr_rs: Fajl na Web (HTTP) serveru
sv_se: Låt en kursanordnare ha tillgång via http
sw_ke: Faili kwenye seva ya Wavuti (HTTP)
ta: உலாவுரை (HTTP) சர்வரில் உள்ள கோப்பு
th: ไฟล์บนเว็ปไซท์
tl_ph: File sa Web (HTTP) server
tr: Web (HTTP) Sunucusundaki dosya
uk_ua: Файл на вебсервері
vi_vn: Si le fichier est sur un ordinateur tiers et accessible par http
xh_za: Ifayile kwiserver yeWeb (HTTP)
zh_cn: HTTP服务器上的文件
zh_tw: HTTP伺服器上的檔案

source: File on the platform server
ar: الملف على الخادم - خادم النظام
ast_es: Si'l ficheru ta en dalgún cursu del campus
bn_bd: প্ল্যাটফর্ম সার্ভারে ফাইল
bs_ba: Datoteka na serveru platforme
ca_es: Arxiu en el servidor de la plataforma
cs_cz: Soubor na platforme serveru
da: Fil på platform-serveren
de: Datei vom Server laden
el: Αρχείο στον διακομιστή της πλατφόρμας
eo: Dosiero en la platforma servilo
es: Si el fichero está almacenado en algún curso del campus
es_mx: Si le fichier est sur l'espace de stockage des cours de ce campus
eu_es: Fitxategia plataformako zerbitzarian
fa_ir: فایل در پلاتفرم سرور
fi_fi: Tiedosto palvelimella
fo_fo: Fíla á stovnambætaranum
fur: File sul server de plateform
ga: Comhad ar fhreastalaí an ardáin
gl: Se o ficheiro está almacenado nalgún curso do LMS
he_il: קובץ בשרת הפלטפורמה
hi: प्लेटफ़ॉर्म सर्वर पर फ़ाइल
hr_hr: Datoteka na poslužitelju platforme
hu_hu: File a platform szerveren
hy: Ֆայլ հարթակի սերվերում
id_id: Si le fichier est sur l'espace de stockage des cours de ce campus
it: Il file si trova nel Server
ja: プラットフォームサーバー上のファイル
ka_ge: ფაილი პლატფორმის სერვერზე
ko_kr: 플랫폼 서버의 파일
lo: ໄຟລ໌ໃນເຊີບເວີແພລດຟອມ
lt_lt: Failas sistemos serveryje
lv_lv: Fails platformas serverī
mk_mk: Датотека на серверот на платформата
ms_my: Si le fichier est sur l'espace de stockage des cours de ce campus
my_mm: ပလက်ဖောင်းဆာဗာပေါ်ရှိ ဖိုင်
ne: प्लेटफर्म सर्भरमा फाइल
nl: Bestand op de platformserver
nn_no: Fil på plattformtenaren
oc: Se l'archiu es accessible en locau
pl_pl: Plik na serwerze
ps: د پلیټفارم سرور باندې فایل
pt_br: Arquivo no servidor da plataforma
pt_pt: Ficheiro no servidor da plataforma/sistema
ro_ro: Dacă fișierul este stocat într-un curs de campus
ru_ru: Файл на сервере портала
sk_sk: Súbor na servere platformy
sl: Datoteka na strežniku portala
sq: Skedar në serverin e platformës
sr_rs: Fajl na platformi servera
sv_se: Utrymme för filer för campus sidor
sw_ke: Faili kwenye seva ya jukwaa
ta: தள சர்வரில் உள்ள கோப்பு
th: ไฟล์บนระบบเครื่องแม่ข่าย
tl_ph: File sa platform server
tr: Bu sunucudaki dosya
uk_ua: Файл на сервері порталу
vi_vn: Si le fichier est sur l'espace de stockage des cours de ce campus
xh_za: Ifayile kwiserver seqonga
zh_cn: 生产服务器上的文件
zh_tw: 生產伺服器上的檔案
