Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Session requirements and dependencies
yo_ng: Awọn ibeere igba ati awọn igbẹkẹle

source: Dependencies
yo_ng: Awọn igbẹkẹle

source: Sessions that depend on this session
yo_ng: Awọn akoko ti o gbẹkẹle lori igba yii

source: My Sessions display mode
yo_ng: Ip模式 ìfihan Awọn Akoko Mi

source: Choose how the "My Sessions" page is displayed: as a modern visual block (card) view or the classic list style.
yo_ng: Yan bi o ṣe ṣe ìfihan oju-iwe "Awọn Akoko Mi": gẹgẹ bi ọna bulọọki wiwo (kaadi) ti ode oni tabi aṣa akojọ kilasikii.

source: Validate prerequisites only within the same session
yo_ng: Ṣe idaniloju awọn prerequisites nikan laarin igba kanna

source: When enabled, a course will be considered validated only if passed within the current session. If disabled, courses passed in other sessions will also unlock dependent courses.
yo_ng: Nigbati a ba ṣiṣẹ, iṣẹ-ẹkọ kan yoo gba pe o ti ṣe idaniloju nikan ti o kọja laarin igba lọwọlọwọ. Ti a ko ba ṣiṣẹ, awọn iṣẹ-ẹkọ ti o kọja ni awọn akoko miiran yoo tun ṣii awọn iṣẹ-ẹkọ ti o gbẹkẹle.

source: Password rotation interval (days)
yo_ng: Aarin yiyi ọrọigbaniwọle (ọjọ)

source: Number of days before users must rotate their password (0 = disabled).
yo_ng: Nọmba awọn ọjọ ṣaaju ki awọn olumulo gbọdọ yiyi ọrọigbaniwọle wọn (0 = ṣiṣẹ kuro).

source: CSRF token is invalid. Please try again.
yo_ng: Ọrọ koodu CSRF ko wulo. Jọwọ gbiyanju lẹẹkansi.

source: User not found or invalid.
yo_ng: Olumulo ko ri tabi ko wulo.

source: Email Settings
yo_ng: Awọn Ìṣètò Imeeli

source: The DSN fully includes all parameters needed to connect to the mail service. You can learn more at %s. The default value is null://null and will disable e-mail sending. Use native://default to use the default PHP configuration on your server. Here are a few examples of supported DSN syntaxes: %s.
yo_ng: DSN ni kikun pẹlu gbogbo awọn paramita ti o nilo lati sopọ si iṣẹ imeeli. O le kọ diẹ sii ni %s. Iye aiyipada jẹ null://null ati pe yoo pa fifiranṣẹ imeeli. Lo native://default lati lo ìfìdíṣe PHP aiyipada lori olupin rẹ. Nibi ni awọn apẹẹrẹ diẹ ti awọn ìlọkọọkan DSN ti a ṣe atilẹyin: %s.

source: Mail DSN
yo_ng: Imeeli DSN

source: The e-mail address from which e-mails will be sent when the platform sends an e-mail, also used as 'reply-to' header. We recommend using a 'no-reply' e-mail address here, to avoid excessive filling of an e-mail box. The support e-mail address defined in the Platform section should be used to contact you, but replying to automatic notifications should not be encouraged.
yo_ng: Adirẹsi imeeli lati eyiti awọn imeeli yoo ranṣẹ nigbati pẹpẹ ba fi imeeli ranṣẹ, tun lo bi akọle 'reply-to'. A ṣe iṣeduro lilo adirẹsi imeeli 'no-reply' nibi, lati yago fun kikun ti apoti imeeli. Adirẹsi imeeli atilẹyin ti a ṣalaye ni apakan Pẹpẹ yẹ ki o lo lati kan si rẹ, ṣugbọn idahun si awọn ifitonileti laifọwọsi ko yẹ ki o ṣe iwakọ.

source: Mail: 'From' address
yo_ng: Imeeli: Adirẹsi 'Lati'

source: The name that appears as the sender (next to the From e-mail address) when the platform sends an e-mail.
yo_ng: Orukọ ti o han bi olufiranṣẹ (lẹgbẹẹ adirẹsi imeeli Lati) nigbati pẹpẹ ba fi imeeli ranṣẹ.

source: Mail: 'From' name
yo_ng: Imeeli: Orukọ 'Lati'

source: Installer data is missing.
yo_ng: Data Fiṣẹsilẹ ko si.

source: Test email sent successfully
yo_ng: Imeeli idanwo ti a fi ranṣẹ ni aṣeyọri

source: Test email failed:
yo_ng: Ìdánwò ìmeèlì kù:

source: Error during test email:
yo_ng: Àṣìṣe nínú ìdánwò ìmeèlì:

source: Destination of test e-mail
yo_ng: Ìbùgbé ìmeèlì ìdánwò

source: A database with the same name already exists. It will be deleted.
yo_ng: Àwùjọ ìdata pẹ̀lú orúkọ kan náà ti wà tẹ́lẹ̀. A ó pa á run.

source: You are about to start using one of the best Open Source e-learning platforms on the market. Like many other Open Source projects, Chamilo is backed up by a large community of students, teachers, developers, content creators and businesses who would like to promote the project better.
yo_ng: O ń bẹ̀rẹ̀ láti lo ọ̀kan lára àwùjọ ìlò ìkọ́nilẹ́kọ̀ọ́ ìdàrù ọ̀títọ́ tí ó dára jù lọ lọ́jà. Gẹ́gẹ́ bí ọ̀pọ̀ ìlò ìdàrù ọ̀títọ́ mìíràn, Chamilo ni ìtìlẹ́yìn láti ọdọ ìdàpọ̀ ọmọ ẹkọ́ púpọ̀, olùkọ́, òǹkọ́wé ìdàrù, olùdá àkíyèsí àti ìlànà tí wọ́n fẹ́ ṣe ìpolongo ìlò yìí dáradára.

source: By knowing a little bit more about you, a platform administrator, one of the most important user type for us, who will manage this e-learning system, we will be able to let people know, statistically, how our software is used while respecting your privacy. We will also be able to let you know when we organize events that might be relevant to you or offer additional services that might be of value to your organisation.
yo_ng: Nípa ìmọ̀ díẹ̀ púpọ̀ nípa rẹ, òǹdí ìpìlẹ̀ kan, ọ̀kan lára ìdùbule oníṣe tí ó ṣe pàtàkì jùlọ fún wa, tí yóò ṣàtúnṣe ìlò ìkọ́nilẹ́kọ̀ọ́ yìí, a yóò lè jẹ́ kí àwùjọ mọ, ìṣirò, bẹ́ẹ̀ni ìlò ìdàrù wa ṣe pàtàkì lẹ́yìn ìdùbọ̀ ìpamọ́ rẹ. A tún yóò lè sọ fún ọ nígbà tí a bá ṣètò ìpàdé tí ó ṣe pàtàkì fún ọ tàbí ìlò àfikún tí ó ṣe pàtàkì fún ìlànà rẹ.

source: By filling this form, you agree that the editor of Chamilo, the %s company, registered in Belgium, and/or members of its network of partners (exclusively Chamilo services providers) might occasionally send you information by e-mail about important events or updates in the Chamilo software or community. This will help the community grow as an organized entity where information flows, with a thorough respect of your time and your privacy.
yo_ng: Nípa kíkọ fọ́ọ̀mù yìí, o gba pé olùdàbò Chamilo, ilé iṣẹ́ %s, tí a forukọsilẹ̀ ní Belgium, àti/tàbí àwùjọ ìbáṣepọ̀ rẹ̀ (pàtápátà ìpèsè ìlò Chamilo) lè fi ìròyìn rẹ ránṣẹ́ lẹ́yìn ìdùbọ̀ ìmeèlì nípa ìpàdé pàtàkì tàbí ìdàpọ̀ ìdàrù Chamilo tàbì ìdàpọ̀. Èyí yóò ran ìdàpọ̀ lọ́wọ́ láti dagba gẹ́gẹ́ bí ìdàpọ̀ ìṣètò níbì tí ìròyìn ń ṣàn, pẹ̀lú ìbọwọ̀ pípẹ́ fún àkókò rẹ àti ìpamọ́ rẹ.

source: Please note that you are NOT REQUIRED to fill this form. If you want to remain anonymous, we will lose the opportunity to offer you all the privileges of being a registered portal administrator, but we will respect your decision. Simply leave this form empty and click Next.
yo_ng: Jọwọ ṣe àfihàn pé o KÒ YÀTỌ̀ kíkọ fọ́ọ̀mù yìí. Tí o fẹ́ jẹ́ alailorúkọ, a yóò padanu ìdí ìlànà láti fún ọ ni gbogbo àwùjọ ìpamọ́ òǹdí ìpìlẹ̀ tí a forukọsilẹ̀, ṣùgbọ́n a yóò bọwọ̀ fún ìpinnu rẹ. Ṣàtùnṣe fọ́ọ̀mù yìí òfo kí o tẹ Ìtẹ̀síwájú.

source: In person
yo_ng: Lọ́wọ́lọ́wọ́

source: Blended learning
yo_ng: Ìdàpọ̀ ìkọ́nilẹ́kọ̀ọ́

source: Centralised
yo_ng: Àpapọ̀

source: Score for user %d is %s
yo_ng: Dídì fún oníṣe %d jẹ́ %s

source: Score not set
yo_ng: Dídì kò ṣètò

source: Evaluation for external tool added
yo_ng: Ìdíwò fún ohun èlò ìtàjàrà ti a ṣàfikún

source: External tool
yo_ng: Ohun èlò ìtàjàrà

source: External tool added
yo_ng: Ohun èlò ìtàjàrà tí a ṣàfikún

source: Add external tool
yo_ng: Ṣàfikún ohun èlò ìtàjàrà

source: External tool added: %s
yo_ng: Ohun èlò ìtàjàrà tí a ṣàfikún: %s

source: External tool edited
yo_ng: Ohun èlò ìtàjàrà tí a ṣàtúnṣe

source: Edit external tool
yo_ng: Ṣàtúnṣe ohun èlò ìtàjàrà

source: External tool deleted
yo_ng: Iṣọ́jàlẹ̀ òde ti parẹ́

source: You passed the time limit to see the results
yo_ng: O ti kọjá àkókò ìdúró láti wo àwọn àbàtà

source: You're not allowed in this course
yo_ng: O kò yọ̀ọ́ láti wà nínú ìdàrú yìí

source: Group not found
yo_ng: Ẹgbẹ́ kò rí

source: Session not found
yo_ng: Ìpàdé kò rí

source: You're not allowed in this session
yo_ng: O kò yọ̀ọ́ láti wà nínú ìpàdé yìí

source: Course does not exist
yo_ng: Ìdàrú kò wa

source: The security code entered was incorrect.
yo_ng: Koodu ààbò ìdààmú kò tọ́ka.

source: Security check
yo_ng: Ṣàyẹ̀wò ààbò

source: New instance of recurring session created
yo_ng: Àpẹẹrẹ tuntun ti ìpàdé ìdàpọ̀ ti ṣẹ̀dá

source: A new instance of the recurring session <em>%s</em> has been created. Please review the details: %s
yo_ng: Àpẹẹrẹ tuntun ti ìpàdé ìdàpọ̀ <em>%s</em> ti ṣẹ̀dá. Jọ̀wọ́ ṣàyẹ̀wò àwọn kùnkùn: %s

source: This course is locked. You must complete the prerequisite(s) first.
yo_ng: Ilé ẹ̀kọ́ yìí ti di ìdí. O gbọ́dọ̀ parí ìdí ìdí tẹ́lẹ̀ kọ́kọ́.

source: The resource doesn't exist.
yo_ng: Àwùjọ kò wa.

source: The resource doesn't have a node.
yo_ng: Àwùjọ kò ní ìpìlẹ̀.

source: No terms and conditions available for this language.
yo_ng: Kò sí ìlànà àti ìpinnu fún èdè yìí.

source: Client
yo_ng: Onibara

source: Hide advanced settings
yo_ng: Pa ìṣètò ìlọsíwájú mọ́

source: Show advanced settings
yo_ng: Fi ìṣètò ìlọsíwájú hàn

source: Are you sure you want to delete this item?
yo_ng: Ṣe o mọ̀ pé o fẹ́ pa ohun yìí run?

source: No available options
yo_ng: Kò sí àwùnà tí ó ṣeé lo

source: Send
yo_ng: Firanṣẹ́

source: Draft
yo_ng: Àwòrán ìkọ̀wé

source: Share with user
yo_ng: Pin pẹ̀lú olùyàwòrán

source: Multilingual
yo_ng: Èdè púpọ̀

source: Loading...
yo_ng: Ṣe ìdùnnú...

source: Subscribing...
yo_ng: Ọmọ ìdàbọ̀...

source: You are receiving a copy because you are one of the course coaches
yo_ng: O ń gbà ẹ̀dà nítorí o jẹ́ ọ̀kan lára àwùjọ olùkọ́ ìlẹ̀kọ̀ọ́

source: You are receiving a copy because you are the course coach
yo_ng: O ń gbà ẹ̀dà nítorí o jẹ́ olùkọ́ ìlẹ̀kọ̀ọ́

source: This group is closed.
yo_ng: Ẹgbẹ́ yìí ti pa.

source: Your request has been received.
yo_ng: Ibeere rẹ ti gba.

source: Legal consent revoked successfully.
yo_ng: Ifọwọsi ofin ti fagile ni aṣeyọri.

source: User ID not provided
yo_ng: ID olumulo ko pese

source: Terms accepted successfully.
yo_ng: Awọn ofin ti gba ni aṣeyọri.

source: File not found for resource
yo_ng: Faili ko ri fun orisun

source: Resource not found
yo_ng: Orisun ko ri

source: No files
yo_ng: Ko si awọn faili

source: Unauthorised access to resource
yo_ng: Wiwọle laisi aṣẹ si orisun

source: Resource file not found for the given resource node
yo_ng: Faili orisun ko ri fun ipinfunni orisun ti a fun

source: You have been enrolled in a new course
yo_ng: O ti forukọsilẹ sinu ẹkọ tuntun kan

source: Remove users from URLs with a CSV file
yo_ng: Yọ awọn olumulo kuro lati awọn URL pẹlu faili CSV

source: Assign users to URLs from CSV
yo_ng: Yan awọn olumulo si awọn URL lati CSV

source: Template not found.
yo_ng: Àdàkọ ko ri.

source: Invalid login request: check that the Content-Type header is <em>application/json</em>.
yo_ng: Ibeere iwọle aiṣedeede: ṣayẹwo pe akọle Content-Type jẹ <em>application/json</em>.

source: An error occurred while creating the course.
yo_ng: Aṣiṣe kan waye lakoko ṣiṣẹda ikẹkọ.

source: Course created successfully.
yo_ng: Ikẹkọ ti ṣẹda ni aṣeyọri.

source: Tool not found
yo_ng: Ohun elo ko ri

source: Course not found
yo_ng: Ikẹkọ ko ri

source: Attendance data and comments saved successfully
yo_ng: Awọn data wiwa ati awọn isiro ti fipamọ ni aṣeyọri

source: Your account has expired.
yo_ng: Iṣiro rẹ ti pari.

source: Invalid credentials. Please try again or contact support if you continue to experience issues.
yo_ng: Awọn iwe-ẹri aiṣedeede. Jọwọ gbiyanju lẹẹkansi tabi kan si atilẹyin ti awọn iṣoro ba tẹsiwaju.

source: Your account has not been activated.
yo_ng: Iṣiro rẹ ko ti ṣiṣẹ.

source: Third parties (GDPR)
yo_ng: Awọn ẹgbẹ kẹta (GDPR)

source: Resources by type
yo_ng: Awọn orisun nipasẹ iru

source: File info
yo_ng: Alaye faili

source: Page layouts
yo_ng: Àwùnṣe ìkọ̀wé ojú ìwé

source: No push notification settings configured.
yo_ng: Ko si awọn eto ifitonileti titari ti ṣeto.

source: Current user not found.
yo_ng: Olumulo lọwọlọwọ ko ri.

source: Hello %s,<br><br>You are registered on %s.<br>You can access your account from <a href="%s">here</a>.<br><br>Your login credentials are:<br>Username: <strong>%s</strong><br>Password: <strong>%s</strong><br><br>Best regards,<br>%s
yo_ng: Bàwo %s,<br><br>O ti forukọsilẹ lori %s.<br>O le wọle si àkọọlẹ rẹ lati <a href="%s">nibi</a>.<br><br>Àwọn àwùjọ ìwọle rẹ ni:<br>Orúkọ olùwọle: <strong>%s</strong><br Ọrọ ìgbaniwọle: <strong>%s</strong><br><br>Ìkíni rere,<br>%s

source: You are registered on %s
yo_ng: O ti forukọsilẹ lori %s

source: Learning path categories
yo_ng: Awọn ẹka ọna ẹkọ

source: Translation saved.
yo_ng: Itumọ ti fipamọ.

source: Total available hours
yo_ng: Lapapọ awọn wakati ti o wa

source: Sum of hours in subscribed sessions
yo_ng: Apapọ awọn wakati ni awọn akoko ti a ṣe akọsilẹ

source: Count of available hours
yo_ng: Kika ti awọn wakati ti o wa

source: Go to the session
yo_ng: Lọ si igba

source: Duration (minutes)
yo_ng: Igba (iṣẹju)

source: Gradebook options
yo_ng: Awọn aṣayan iwe-akọwe iwuwo

source: Qualify attendance gradebook
yo_ng: Qualify iwe-akọwe wiwa

source: Select gradebook option
yo_ng: Yan aṣayan iwe-akọwe

source: Gradebook column title
yo_ng: Akọle iwe-akọwe iwe-akọwe

source: Grade weight
yo_ng: Iwuwo iwuwo

source: No invitations or records found
yo_ng: Ko si awọn ifiwepe tabi awọn igbasilẹ ti a ri

source: Reject invitation
yo_ng: Kọ ifiwepe

source: Friend added successfully
yo_ng: Ọrẹ ti a fi kun ni aṣeyọri

source: Friend request rejected
yo_ng: Ibeere ọrẹ kọ

source: We could not retrieve the themes
yo_ng: A ko le gba awọn akori

source: Theme title
yo_ng: Akọle akori

source: A file name is required to save the recorded audio
yo_ng: Orúkọ ìwé kan wà láti ṣàtúnfẹ́ ohùn tí a ṣe ìdíwò

source: We are sorry, your browser does not support using a microphone
yo_ng: A ṣàwàdà, ẹ̀rín ṣí ìkànnì rẹ kò ṣe ìdúróṣinṣin fún ìlò mìkíròfùnù

source: Results for
yo_ng: Àwọn ìdílé fún

source: Search groups
yo_ng: Ṣàwárí àwùpù

source: Pending group invitations
yo_ng: Àwọn ìpè ìdàpọ̀ ìdàpọ̀ tí kò tíì ṣe

source: Delete skill profile
yo_ng: Pa ìpìlẹ̀ ìmọ̀ rẹ̀ kúrò

source: Skill profile deleted
yo_ng: Ìpìlẹ̀ ìmọ̀ ti parẹ́

source: Skill profiles
yo_ng: Àwùpù ìpìlẹ̀ ìmọ̀

source: No skill profile
yo_ng: Kò sí ìpìlẹ̀ ìmọ̀

source: Original assignment
yo_ng: Iṣẹ́ ìpinnu ìpilẹ̀ṣẹ̀

source: Student's submission
yo_ng: Ìfiwéra ọmọ ilé ìwé

source: Write your comment...
yo_ng: Kọ ìròyìn rẹ...

source: Not graded yet
yo_ng: Kò tíì ṣe ìdíwò

source: Attach file (optional)
yo_ng: Fikun ìwé (àyànfẹ́)

source: Please add a comment, a grade or a file
yo_ng: Jọ̀wọ́ ṣàfikún ìròyìn, ìdíwò tàbí ìwé kan

source: Score updated successfully
yo_ng: Àmì ìdíwò tí a ṣàtúnfẹ́ ṣàṣeyọrí

source: Comment added successfully
yo_ng: Ìròyìn tí a ṣàfikún ṣàṣeyọrí

source: Actions
yo_ng: Ìṣe

source: Each file name must match: YYYY-MM-DD_HH-MM_username_originalTitle.ext
yo_ng: Orúkọ ìwé kọ̀ọ̀kan gbọ́dọ̀ ṣe ìbámu: YYYY-MM-DD_HH-MM_username_originalTitle.ext

source: Are you sure you want to delete the selected items?
yo_ng: Ṣe o mọ̀ dájú pé o fẹ́ pa àwùpù tí a yàn kúrò?

source: Assignments deleted
yo_ng: Àwùpù ìpinnu ìpilẹ̀ṣẹ̀ ti parẹ́

source: Failed to download package
yo_ng: Kò ṣe ìṣàfihàn ìpọ̀nkì

source: Failed to upload corrections
yo_ng: Kò ṣe ìgbé ìdásílẹ̀ ìdásílẹ̀

source: Edit submission
yo_ng: Ṣàtúnṣe ìfiwéra

source: Submission updated!
yo_ng: Ìfiwéra tí a ṣàtúnfẹ́!

source: Diagnosis of user %s
yo_ng: Ìdí ìlò ìdàpọ̀ %s

source: Diagnosis of user %s (language: %s) with link %s. Contact at %s
yo_ng: Ìdí ìlò ìdàpọ̀ %s (èdè: %s) pẹ̀lú ìjọmọ %s. Kàn si %s

source: %s support
yo_ng: Ìdààbò %s

source: This option is not available because this activity is contained by an assessment.
yo_ng: Àṣàyàn yìí kò wà nítorí ìdàgbàsókè yìí wà nínú ìdíwò kan.

source: Move to thread
yo_ng: Gbe lọ sí ìlọ́kọ̀ọ̀kan

source: Moved.
yo_ng: Gbé lọ.

source: Score changes history
yo_ng: Ìtàn ìyípadà ìdíwò

source: Sessions
yo_ng: Àwùpù ìdàpọ̀ ìdàsílẹ̀

source: If you want to copy a course from one session to another course in another session, you must first select a course in the courses list from the original session. You can then choose to copy contents from the course description, documents, glossary, links, tests and learning path tools directly or by selecting the course components.
yo_ng: Tí o bá fẹ́ da ìdàsílẹ̀ kan ṣe ìdàpọ̀ láti ìdàsílẹ̀ kan sí ìdàsílẹ̀ mìíràn nínú ìdàsílẹ̀ mìíràn, o gbọ́dọ̀ kọ́kọ́ yan ìdàsílẹ̀ kan nínú àkójọ ìdàsílẹ̀ láti ìdàsílẹ̀ ìpìlẹ̀ṣẹ̀. Lẹ́yìn náà o lè yan láti da àkóónú ṣe ìdàpọ̀ láti ìdásílẹ̀ ìdásílẹ̀, ìwé, ìtumọ̀, ìjọmọ̀, ìdánwò àti ìlọ́kọ̀ọ̀kan ìmọ̀ tààràtà tàbí nípa yíyan àwùpù ìdàsílẹ̀.

source: Chamilo is an Open Source project and this portal is provided to our community free of charge by the Chamilo Association, which pursues the goal of improving the availability of a quality education around the globe.<br /><br />However, developing Chamilo and providing this service is expensive and having a little bit of help from you would go a long way to ensure these services improve faster over time.<br /><br />Creating a course on this portal is one of the most resource-intensive operation. Please consider making a contribution to the Chamilo Association before creating this course to help keep this service free for all!
yo_ng: Chamilo jẹ́ iṣẹ́ Ìhámọ́ Ìdàgbàsókè àti ìwòyí yìí ni a pèsè fún àwùjọ wa lọ́fẹ̀ẹ́ nipasẹ̀ Ẹgbẹ́ Chamilo, tí ó ń lé ìdí ìmú ìdàgbàsókè ìmọ̀ ìdàgbàsókè yí yé kárìírẹ̀.<br /><br />Ṣùgbọ́n, ìdàgbàsókè Chamilo àti ìpèsè ìlò yìí jẹ́ ìnàwó àti ìrànlọ́wọ́ díẹ̀ látí ọ wà láti ràn wá lọ́wọ́ láti rí i dájú pé àwùjọ yìí ń ṣààyè lọ́nà yíyẹ.<br /><br />Ṣíṣẹ ìdàsílẹ̀ kan lórí ìwòyí yìí jẹ́ ìṣiṣẹ́ ìnàwó jùlọ. Jọ̀wọ́ ṣàyèwò ìdùpẹ́ sí Ẹgbẹ́ Chamilo kí o to ṣẹ̀dá ìdàsílẹ̀ yìí láti ran ìlò yìí lọ́wọ́ láti jẹ́ ìdàábò fún gbogbo ènìyàn!

source: Give your course a short and striking title, e.g. Innovation Management
yo_ng: Fún ìdàsílẹ̀ rẹ ní àkọlé kúkúrù àti ìyàtọ̀, fùn ìdí ìdàsílẹ̀ Innovation Management

source: Untitled survey
yo_ng: Ìwádìí tí kò ní àkọlé

source: LTI tools allow your students to access external tools directly from your course. They can be enabled in your course if configured at the platform level.
yo_ng: Àwùpù LTI yìí jẹ́ kí àwùpù ọmọ ilé ìwé rẹ wọle sí àwùpù ìtà ṣààtàn láti ìdàsílẹ̀ rẹ. Wọ́n lè ṣiṣẹ́ nínú ìdàsílẹ̀ rẹ tí wọ́n bá ṣe ìdàsílẹ̀ lórí ìkànnì.

source: AI helpers
yo_ng: Àwùpù ìrànlọ́wọ́ AI

source: Auto-launch for forums
yo_ng: Ìpilẹ̀ṣẹ̀ ìpilẹ̀ṣẹ̀ fún àwùpù ìfọ̀rọ̀wérọ̀

source: E-mail student when he is subscribed to the course
yo_ng: Fi ìmeẹ̀lì ránṣẹ́ sí ọmọ ilé ìwé nigbà tí ó forukọ sí ìdàsílẹ̀

source: You're now subscribed.
yo_ng: O ti forukọ sile bayi.

source: You cannot delete the last category
yo_ng: O kò le pa ẹka ikẹhin kuro

source: groups
yo_ng: àwùpù

source: AI Aiken generator
yo_ng: Olùdá AI Aiken

source: Apply suggestion
yo_ng: Lo ìmọ̀ràn

source: Suggested feedback
yo_ng: Ìdáhùn ìmọ̀ràn

source: Suggested score
yo_ng: Àmì ìdíwò ìmọ̀ràn

source: AI suggestion
yo_ng: Ìmọ̀ràn AI

source: Suggest with AI
yo_ng: Ìmọ̀ràn pẹ̀lú AI

source: Send all results/corrections by email
yo_ng: Fi gbogbo awọn abajade/atunṣe ranṣẹ nipasẹ imeeli

source: Export all attempts
yo_ng: Gbejade gbogbo awọn igbiyanju

source: All emails sent successfully
yo_ng: Gbogbo awọn imeeli ti a fi ranṣẹ ni aṣeyọri

source: Email content logged to error_log
yo_ng: Akoonu imeeli ti a kọ sinu error_log

source: Adaptive behavior (success/failure)
yo_ng: Ihùwàsisi ibaramu (aṣeyọri/ikuna)

source: Error opening XML file
yo_ng: Aṣiṣe ṣiṣi faili XML

source: Go to resource
yo_ng: Lọ si orisun

source: No result for keyword %s
yo_ng: Ko si abajade fun koko-ọrọ %s

source: Results
yo_ng: Awọn abajade

source: No assignments available
yo_ng: Ko si iṣẹ-ṣiṣe ti o wa

source: Please select a target assignment
yo_ng: Jọwọ yan iṣẹ-ṣiṣe ibi-afẹde kan

source: Submission moved successfully
yo_ng: Ifisilẹ ti gbe ni aṣeyọri

source: Correction uploaded successfully!
yo_ng: Atunṣe ti gbejade ni aṣeyọri!

source: Invalid submission
yo_ng: Ifisilẹ aiṣedeede

source: Invalid resource link ID
yo_ng: ID asopọ orisun aiṣedeede

source: Can not change visibility
yo_ng: Ko le yi hihan pada

source: Visibility updated successfully!
yo_ng: Hihan ti ni imudojuiwò ni aṣeyọri!

source: No download available
yo_ng: Ko si idasile ti o wa

source: Are you sure you want to delete this submission?
yo_ng: Ṣe o da ṣinṣin pe o fẹ pa ifisilẹ yii nu?

source: Submission deleted successfully!
yo_ng: Ifisilẹ ti paarẹ ni aṣeyọri!

source: Friendly URL
yo_ng: URL ọrẹ

source: Definition
yo_ng: Itumọ

source: Export format
yo_ng: Ọna kika gbejade

source: Glossary exported
yo_ng: Glosari ti gbejade

source: Could not export glossary
yo_ng: Ko le gbejade glosari

source: Terms imported successfully
yo_ng: Awọn ọrọ ti a gbe wọle ni aṣeyọri

source: Could not import terms
yo_ng: Ko le gbe awọn ọrọ wọle

source: Could not fetch glossary term
yo_ng: Ko le mu ọrọ glosari wa

source: Glossary term saved
yo_ng: Ọrọ glosari ti fipamọ

source: Could not create glossary term
yo_ng: Ko le ṣẹda ọrọ glosari

source: Column
yo_ng: Iwe

source: Blocks Palette
yo_ng: Paleti Awọn Bulọọki

source: Already answered
yo_ng: Ti dahun tẹlẹ

source: You have left the group successfully
yo_ng: O ti kuro ni ẹgbẹ ni aṣeyọri

source: Your skill ranking
yo_ng: Ipo ogbon rẹ

source: The comment is required
yo_ng: Ìwòyìwò naa jẹ́ ìdíyelò

source: All messages here are automatically marked as promoted.
yo_ng: Gbogbo awọn ifiranṣẹ nibi ni a fi si iṣaṣe laifọwọyi.

source: Item 1
yo_ng: Ohun 1

source: Item 2
yo_ng: Ohun 2

source: Item 3
yo_ng: Ohun 3

source: Value 1
yo_ng: Iye 1

source: Value 2
yo_ng: Iye 2

source: Value 3
yo_ng: Iye 3

source: Checkbox 1
yo_ng: Àpótí ìdábọ̀ 1

source: Checkbox 2
yo_ng: Àpótí ìdábọ̀ 2

source: Forms
yo_ng: Awọn fọọmu

source: Dialogs
yo_ng: Awọn ìjíròrò

source: Editable content
yo_ng: Akoonu ti a le ṣàtúnṣe

source: Color updated
yo_ng: Awọ ti ni imudojuiwò

source: Modify color theme
yo_ng: Ṣàtúnṣe akori awọ

source: Select as current theme
yo_ng: Yan ìdí ìlà ìsinsìnyí

source: Save as new theme
yo_ng: Fipamọ gẹ́gẹ́ ìlà tuntun

source: New color theme
yo_ng: Ìlà àwọ̀ tuntun

source: Filters
yo_ng: Àwàlẹ̀

source: Color
yo_ng: Àwọ̀

source: Click the image to crop it (1:1 ratio, 120x120 px recommended).
yo_ng: Tẹ ìlẹ̀ ìyàwòrán kí o ṣe gé e (ipín 1:1, 120x120 px ti a fọwọ́si.).

source: Use the crop tool to select a 1:1 region. Recommended size: 120x120 pixels.
yo_ng: Lo ohun èlò gé láti yan agbègbè 1:1. Ìwọ̀n tí a fọwọ́si: 120x120 písélù.

source: Link saved
yo_ng: Ìsọ ìfọwọ́sowọpọ̀ ti pamọ̀

source: Link is valid
yo_ng: Ìsọ ìfọwọ́sowọpọ̀ wà tọ́

source: Link is not valid
yo_ng: Ìsọ ìfọwọ́sowọpọ̀ kò tọ́

source: Toggle visibility
yo_ng: Yí ìrísí padà

source: Number of questions limited to a maximum of %d
yo_ng: Nọ́mbà ìbéèrè ti pin si ìdí ìpọ̀jù %d

source: Please enter a valid word count
yo_ng: Jọ̀wọ́ tẹ ìṣirò ọrọ̀ tí ó tọ́

source: Please enter a valid number
yo_ng: Jọ̀wọ́ tẹ nọ́ńbà tí ó tọ́

source: Invalid learning path item
yo_ng: Ohun ìkọ́ni kò tọ́

source: Advancing in
yo_ng: Ọ̀nà ìlọsíwájú nínú

source: Video completed!
yo_ng: Fídíò parí!

source: This learning path includes a forum from the base course, so once users in a session will participate in this forum, it will start to appear in the forum tool in the session, whereas by default forums from the base course do not appear in the session.
yo_ng: Ọ̀nà ìkọ́ yìí pẹ̀lú ìpìlẹ̀ ìdàpọ̀ ìpìlẹ̀, nítorí náà lẹ́yìn ìdàpọ̀ ìdàpọ̀ tí àwùjọ yóò kọpa nínú ìdàpọ̀ yìí, yóò bẹ̀rẹ̀ ìhìrì nínú ohun èlò ìdàpọ̀ nínú ìdàpọ̀, ní ìlọ́jọ́ ìdàpọ̀ ìpìlẹ̀ kò ṣe ìhìrì nínú ìdàpọ̀.

source: Unmark favorite
yo_ng: Yọ àwòrán àyọkà kúrò

source: Mark favorite
yo_ng: Ṣàwòrán àyọkà

source: Register student
yo_ng: Forúkọ ọmọ ilé ìwé

source: Ends tomorrow
yo_ng: Ó parí ọ̀la

source: Ends today
yo_ng: Ó parí lónìí

source: Write a short and striking course name, For example: Innovation Management
yo_ng: Kọ orúkọ ìdàsílẹ̀ kúrú àti ìdàrú, Fún àpẹẹrẹ: Ìdarí Ìdàsílẹ̀

source: Introduction updated successfully!
yo_ng: Ìbẹ̀rẹ̀ tí a ṣàtúnṣe yáàtù!

source: Introduction created successfully!
yo_ng: Ìbẹ̀rẹ̀ tí a ṣẹ̀dá yáàtù!

source: Free
yo_ng: Ọ̀fẹ́

source: No description available
yo_ng: Kò sí ìṣàpẹẹrẹ tí ó wà

source: Demo
yo_ng: Àwòrán
