Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Add courses to that URL
ar: URL اضافة مقررات الى الرابط
ast_es: Amestar cursos a esti enllaz
bn_bd: সেই ইউআরএলে কোর্স যোগ করুন
bs_ba: Dodaj kurseve na taj URL
ca_es: Agregar cursos a aquesta URL
cs_cz: Přidat kurzy k této URL
da: Tilføj kurser til denne URL
de: Kurse zu dieser URL hinzufügen
el: Προσθήκη μαθημάτων σε αυτή την διεύθυνση URL
eo: Aldoni kursojn al tiu URL
es: Agregar cursos a esta URL
es_mx: Agregar cursos a esa URL
eu_es: Gehitu ikastaroak URL honi
fa_ir: افزودن دوره‌ها به آن URL
fi_fi: Lisää kursseja kyseiseen URL-osoitteeseen
fo_fo: Legg kjørslur afturat hesi URL
fur: Zontâ cors a cheste URL
ga: Cuir cúrsaí leis an URL sin
gl: Engadir cursos a esta URL
he_il: הוסף קורסים לכתובת האתר הזו
hi: उस URL में कोर्स जोड़ें
hr_hr: Dodaj kolegij ovom URL-u
hu_hu: Kurzusok hozzáadása ehhez az URL-hez
hy: Ավելացնել դասընթացներ այդ URL-ին
id_id: Tambah mata kuliah ke URL tersebut
it: Aggiungi corsi all'URL
ja: そのURLにコースを追加
ka_ge: კურსების დამატება ამ URL-ს
ko_kr: 해당 URL에 과목 추가
lt_lt: Pridėti kursus prie šio URL
lv_lv: Pievienot kursus šim URL
mk_mk: Додади курсеви на тој URL
ms_my: Tambah kursus ke URL tersebut
my_mm: ထို URL သို့ သင်တန်းများကို ထည့်သွင်းပါ
ne: त्यो URL मा पाठ्यक्रमहरू थप्नुहोस्
nl: Voeg trainingen toe aan deze URL
nn_no: Legg kurs til denne URL-en
oc: Apondre des curs a aquela URL
pl_pl: Dodaj kursy do tego adresu URL
ps: کورسونه د هغه URL سره اضافه کړئ
pt_br: Adicionar cursos a esta URL
pt_pt: Adicionar cursos a esse URL/caminho
ro_ro: Adauga traininguri la acest URL
ru_ru: Добавить курсы к этому URL
sk_sk: Pridať kurzy k tejto URL
sl: Dodaj tečaje k temu URL
sq: Shto kurse te ky URL
sr_rs: Dodaj kurseve na taj URL
sv_se: Lägg till kurser till den URL:en
sw_ke: Ongeza kozi kwenye URL hiyo
ta: அந்த URL க்கு பாடங்களைச் சேர்க்கவும்
th: เพิ่มรายวิชาไปยัง URL นั้น
tl_ph: Magdagdag ng mga kurso sa URL na iyan
tr: Bu URL'ye ders ekle
uk_ua: Додати курси до цього URL
vi_vn: Thêm khóa học vào URL đó
xh_za: Gezisa iinkqubo zokufunda kwelo si-URL
zh_cn: 将课程添加到该URL
zh_tw: 將課程新增至該 URL

source: Enable the selected plugins
ar: تمكين المكونات الاضافية التي تم تحديدها
ast_es: Activar los complementos seleicionaos
bn_bd: নির্বাচিত প্লাগিনগুলি সক্রিয় করুন
bs_ba: Omogući odabrane dodatke
ca_es: Habilitar els plugins seleccionats
cs_cz: Povolit zvolené pluginy
da: Aktivér de valgte plugins
de: Ausgewählte Plugins aktivieren
el: Ενεργοποίηση επιλεγμένων προσθηκών
eo: Ŝalti la selektitajn kromprogramojn
es: Habilitar los plugins seleccionados
es_mx: Activar los plugins seleccionados
eu_es: Gaitu hautatutako pluginak
fa_ir: فعال کردن افزونه‌های انتخاب‌شده
fi_fi: Ota valitut lisäosat käyttöön
fo_fo: Virkja valdu pluginini
fur: Ativâ i plugins selezionâts
ga: Cumasaigh na plua-ins roghnaithe
gl: Habilitar os plugins seleccionados
he_il: הפעל את התוספים שנבחרו
hi: चयनित प्लगइन्स सक्षम करें
hr_hr: Aktiviraj odabrane plugin-ove
hu_hu: Kijelölt bővítmények engedélyezése
hy: Միացնել ընտրված հավելվածները
id_id: Aktifkan plugin yang dipilih
it: Attiva le estensioni selezionate
ja: 選択したプラグインを有効にする
ka_ge: არჩეული პლაგინების ჩართვა
ko_kr: 선택된 플러그인 활성화
lt_lt: Įjungti pažymėtus įskiepius
lv_lv: Iespējot atlasītos spraudņus
mk_mk: Овозможи ги избраните плугинови
ms_my: Aktifkan plugin yang dipilih
my_mm: ရွေးချယ်ထားသော ပလပ်အင်များကို ဖွင့်ပါ
ne: चयनित प्लगइनहरू सक्षम गर्नुहोस्
nl: Activeer de geselecteerde plugins
nn_no: Aktiver dei valde tillegga
oc: Activar las plugins seleccionadas
pl_pl: Włącz wybrane wtyczki
ps: غوره شوي پلګینونه فعال کړئ
pt_br: Ativar os plugins selecionados
pt_pt: Activar os plugins seleccionados
ro_ro: Activeaza plugin-uri
ru_ru: Включить выбранные плагины
sk_sk: Aktivovať vybrané pluginy
sl: Omogoči izbrane vtičnike
sq: Aktivizo plugin-et e zgjedhura
sr_rs: Omogući izabrane dodatke
sv_se: Aktivera valda tillägg
sw_ke: Wezesha programu za ziada zilizochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட செருகுநிரல்களை செயல்படுத்து
th: เปิดใช้งานปลั๊กอินที่เลือก
tl_ph: I-activate ang napiling mga plugin
tr: Seçili eklentileri etkinleştir
uk_ua: Увімкнути вибрані плагіни
vi_vn: Kích hoạt các plugin đã chọn
xh_za: Vula iiplagi ezikhethiweyo
zh_cn: 启用选定的插件
zh_tw: 啟用選取的外掛套件

source: At least one course and one URL
ar: URL على الاقل مقرر واحد ورابط
ast_es: Tienes d'escoyer polo menos un cursu y un enllaz
bn_bd: কমপক্ষে একটি কোর্স এবং একটি ইউআরএল
bs_ba: Barem jedan kurs i jedan URL
ca_es: Ha d'escollir almenys un curs i una URL
cs_cz: Nejméně jeden kurz a jedna URL
da: Mindst ét kursus og én URL
de: Mindestens ein Kurs und eine URL
el: Τουλάχιστον ένα μάθημα και μία διεύθυνση URL
eo: Almenaŭ unu kurso kaj unu URL
es: Debe escoger por lo menos un curso y una URL
es_mx: Al menos un curso y una URL
eu_es: Gutxienez, ikastaro bat eta URL bat
fa_ir: حداقل یک دوره و یک URL
fi_fi: Vähintään yksi kurssi ja yksi URL
fo_fo: Mest eitt kjørslu og eina URL
fur: Al minst un cors e une URL
ga: Cúrsa amháin ar a laghad agus URL amháin
gl: Debe escoller polo menos un curso e unha URL
he_il: לפחות קורס אחד וכתובת אתר אחת
hi: कम से कम एक कोर्स और एक URL
hr_hr: Najmanje jedan kolegij i jedan URL
hu_hu: Legalább egy kurzus és egy URL
hy: Առնվազն մեկ դասընթաց և մեկ URL
id_id: Setidaknya satu mata kuliah dan satu URL
it: Almeno un corso ed un URL
ja: 少なくとも1つのコースと1つのURL
ka_ge: მინიმუმ ერთი კურსი და ერთი URL
ko_kr: 최소 하나의 과목과 하나의 URL
lt_lt: Bent vienas kursas ir vienas URL
lv_lv: Vismaz viens kurss un viens URL
mk_mk: Бара се барем еден курс и еден URL
ms_my: Sekurang-kurangnya satu kursus dan satu URL
my_mm: အနည်းဆုံး သင်တန်းတစ်ခုနှင့် URL တစ်ခု
ne: कम्तीमा एक पाठ्यक्रम र एक URL
nl: Ten minste één training en één URL
nn_no: Minst éin kurs og ein URL
oc: Al mens un curs e una URL
pl_pl: Przynajmniej jeden kurs i jeden URL
ps: لږ تر لږه یو کورس او یو URL
pt_br: É obrigatório a escolha de pelo menos um curso e uma URL
pt_pt: Pelo menos um curso e um URL/caminho
ro_ro: Cel putin un training si un URL
ru_ru: Хотя бы один курс и один URL
sk_sk: Najmenej jeden kurz a jednu URL
sl: Vsaj en tečaj in en URL
sq: Të paktën një kurs dhe një URL
sr_rs: Bar jedan kurs i jedan URL
sv_se: Minst en kurs och en URL
sw_ke: Angalau kozi moja na URL moja
ta: குறைந்தது ஒரு பாடம் மற்றும் ஒரு URL
th: อย่างน้อยหนึ่งรายวิชาและหนึ่ง URL
tl_ph: Hindi bababa sa isang kurso at isang URL
tr: En az bir ders ve bir URL
uk_ua: Принаймні один курс та один URL
vi_vn: Ít nhất một khóa học và một URL
xh_za: Inkqubo yokufunda enye kunye ne-URL enye okungenani
zh_cn: 至少一个课程和一个URL
zh_tw: 至少一個課程與一個 URL

source: Click here to register the admin into all sites
ar: انقر هنا لتسجيل المدير في كافة المواقع
ast_es: Calca pa rexistrar al usuariu Admin en tolos enllaces
bn_bd: সকল সাইটে অ্যাডমিন নিবন্ধন করতে এখানে ক্লিক করুন
bs_ba: Kliknite ovdje da registrirate admina na sve sajtove
ca_es: Faci click per a registrar a l'usuari Administrador en totes les URLs
cs_cz: Klikněte zde, abyste registrovali admina do všech URL
da: Klik her for at registrere admin på alle sider
de: Hier klicken, um den Admin in allen Portalen zu registrieren
el: Κάντε κλικ εδώ για να εγγράψετε τον διαχειριστή σε όλους τους ιστότοπους
eo: Klaku ĉi tie por registri la administranton en ĉiuj retejoj
es: Haga click para registrar al usuario Admin en todas las URLs
es_mx: Haz clic aquí para registrar al admin en todos los sitios
eu_es: Klikatu hemen kudeatzailea erregistratzeko URL guztietan
fa_ir: برای ثبت مدیر در همه سایت‌ها اینجا کلیک کنید
fi_fi: Napsauta tästä rekisteröidäksesi ylläpitäjän kaikkiin sivustoihin
fo_fo: Klikk her til at melda stjóran inn á øll síturnar
fur: Clic chen par regjistrâ l'admin in tuit i sîts
ga: Cliceáil anseo chun an riarthóir a chlárú i ngach suíomh
gl: Clique aquí para rexistrar ao Administrador en todas as URLs
he_il: לחץ כאן כדי לרשום את המנהל בכל האתרים
hi: सभी साइटों में प्रशासक को पंजीकृत करने के लिए यहाँ क्लिक करें
hr_hr: Za registraciju admin-a za sve stranice portala kliknite ovdje
hu_hu: Kattintson ide az admin regisztrálásához az összes oldalra
hy: Համակրեք այստեղ կզգագրեք ադմինը բոլոր կայքերում
id_id: Klik di sini untuk mendaftarkan admin ke semua situs
it: Clicca per iscrivere l'amministratore a tutti i corsi
ja: ここをクリックして、管理者をすべてのサイトに登録
ka_ge: დააჭირეთ აქ ადმინისტრატორის ყველა საიტზე რეგისტრაციისთვის
ko_kr: 모든 사이트에 관리자를 등록하려면 여기를 클릭하세요
lo: ຄລິກທີ່ນີ້ເພື່ອລົງທະບຽນຜູ້ເບິ່ງແຍງລະບົບເຂົ້າໃນທຸກເວັບໄຊ
lt_lt: Spustelėkite čia, kad užregistruotumėte administratorių visuose portaluose
lv_lv: Noklikšķiniet šeit, lai reģistrētu administratoru visās vietnēs
mk_mk: Кликни тука за да го регистрираш администраторот на сите сајтови
ms_my: Klik di sini untuk daftar pentadbir ke semua laman
my_mm: စီမံခန့်ခွဲသူကို ဆိုက်အားလုံးတွင် မှတ်ပုံတင်ရန် ဤနေရာကို နှိပ်ပါ
ne: सबै साइटहरूमा प्रशासक दर्ता गर्न यहाँ क्लिक गर्नुहोस्
nl: Klik hier om de beheerder in te schrijven in alle sites (URLs).
nn_no: Klikk her for å registrere admin på alle sider
oc: Clicatz aicí per registrar l'admin totes las sites
pl_pl: Kliknij tutaj, aby zarejestrować administratora do wszystkich stron
ps: دلته کلیک وکړئ ترڅو اډمین ټولو سایټونو کې ثبت شي
pt_br: Clique aqui para registar o administrador em todas as URLs
pt_pt: Clique aqui para registar o admin em todos os sites
ro_ro: Apasa aici pentru a inscrie administratorul in toate siturile (URL-uri)
ru_ru: Нажмите здесь, чтобы зарегистрировать администратора на всех сайтах
sk_sk: Pre zaregistrovanie administrátora do všetkých sietí kliknite sem
sl: Klikni tu za registracijo administratorjev vsem stranem
sq: Klikoni këtu për të regjistruar adminin në të gjitha faqet
sr_rs: Kliknite ovde da registrovate administratora na sve sajtove
sv_se: Klicka här för att registrera admin på alla webbplatser
sw_ke: Bonyeza hapa kujiandikisha msimamizi katika tovuti zote
ta: எல்லா தளங்களிலும் நிர்வாகியை பதிவு செய்ய இங்கே கிளிக் செய்யுங்கள்
th: คลิกที่นี่เพื่อลงทะเบียนผู้ดูแลระบบในทุกไซต์
tl_ph: I-click dito upang i-register ang admin sa lahat ng site
tr: Yöneticiyi tüm sitelere kaydetmek için buraya tıklayın
uk_ua: Натисніть тут, щоб зареєструвати адміністратора на всіх сайтах
vi_vn: Nhấp vào đây để đăng ký admin vào tất cả các trang
xh_za: Cofa apha ubhalise umlawuli kuzo zonke iisayithi
zh_cn: 点击此处将管理员注册到所有站点
zh_tw: 點擊這裡將管理員註冊至所有網站

source: Admin user should be registered here
ar: يجب تسجيل المدير هنا
ast_es: L'alministrador tien que tar rexistráu en:
bn_bd: এখানে অ্যাডমিন ব্যবহারকারী নিবন্ধিত হওয়া উচিত
bs_ba: Admin korisnik treba biti registriran ovdje
ca_es: L'usuari administrador hauria d'estar registrat en:
cs_cz: Admin by zde měl být zaregistrován
da: Admin-bruger skal registreres her
de: Der Administrator sollte hier registriert sein
el: Ο χρήστης διαχειριστής πρέπει να εγγραφεί εδώ
eo: Administra uzanto devus esti registrita ĉi tie
es: El usuario administrador deberia estar registrado en:
es_mx: El usuario admin debe estar registrado aquí
eu_es: Erabiltzaile kudeatzailea hemen erregistratu beharko litzateke
fa_ir: کاربر مدیر باید اینجا ثبت شود
fi_fi: Ylläpitäjäkäyttäjän tulisi olla rekisteröity tähän
fo_fo: Stjóribrúkarin skuldi vera skrásettur her
fur: L'utent admin a de jessî regjistrât chi
ga: Ba cheart úsáideoir riarthóra a chlárú anseo
gl: O Administrador debería estar rexistrado en:
he_il: משתמש מנהל צריך להיות רשום כאן
hi: यहाँ प्रशासक उपयोगकर्ता पंजीकृत होना चाहिए
hr_hr: Admin korisnik se mora registrirati ovdje
hu_hu: Az admin felhasználót itt kell regisztrálni
hy: Ադմին օգտատերը պետք է գրանցվի այստեղ
id_id: Pengguna admin harus didaftarkan di sini
it: Qui l'amministratore deve ancora essere registrato
ja: 管理者ユーザーをここに登録する必要があります
ka_ge: ადმინისტრატორის მომხმარებელი აქ უნდა იყოს რეგისტრირებული
ko_kr: 관리자 사용자는 여기에 등록되어야 합니다
lo: ຜູ້ເບິ່ງແຍງລະບົບຄວນຖືກລົງທະບຽນຢູ່ທີ່ນີ້
lt_lt: Administratoriaus naudotojas turi būti užregistruotas čia
lv_lv: Administrators lietotājs jāreģistrē šeit
mk_mk: Корисникот администратор треба да биде регистриран овде
ms_my: Pengguna pentadbir patut didaftar di sini
my_mm: စီမံခန့်ခွဲသူအသုံးပြုသူကို ဤနေရာတွင် မှတ်ပုံတင်ရမည်
ne: प्रशासक प्रयोगकर्ता यहाँ दर्ता हुनुपर्छ
nl: Beheerder moet hier geregistreerd zijn
nn_no: Admin-brukar burde vere registrert her
oc: L'utilizaire admin deuriá èsser registrat aicí
pl_pl: Admin powinien być zarejestrowany tutaj
ps: اډمین کاروونکی دلته ثبت کېږي
pt_br: O Administrador deve ser registado aqui
pt_pt: O Administrador deve ser registado aqui
ro_ro: Administratorul trebuie inregistrat in site
ru_ru: Пользователь-администратор должен быть зарегистрирован здесь
sk_sk: Administrátor by mal byť zaregistrovaný tu
sl: Administratorski uporabniki morajo biti registrirani tule
sq: Përdoruesi admin duhet të regjistrohet këtu
sr_rs: Administrator treba da bude registrovan ovde
sv_se: Admin-användare ska registreras här
sw_ke: Mtumiaji msimamizi anapaswa kujisajili hapa
ta: இங்கே நிர்வாகி பயனர் பதிவு செய்யப்பட வேண்டும்
th: ผู้ดูแลระบบควรลงทะเบียนที่นี่
tl_ph: Dapat i-register ang admin user dito
tr: Yönetici kullanıcının burada kaydedilmesi gerekir
uk_ua: Адміністратор користувача повинен бути зареєстрований тут
vi_vn: Người dùng admin nên được đăng ký ở đây
xh_za: Umsebenzisi womlawuli kufuneka abhaliswe apha
zh_cn: 管理员用户应在此注册
zh_tw: 管理員使用者應在此註冊

source: URL not configured yet, please add this URL :
ar: URL لم يتم تهيئة الرابط، يرجى اضافة الرابط
ast_es: Enllaz non configuráu, por favor, amesta'l siguiente enllaz
bn_bd: ইউআরএলটি এখনও কনফিগার করা হয়নি, অনুগ্রহ করে এই ইউআরএল যোগ করুন :
bs_ba: URL još nije konfiguriran, dodajte ovaj URL:
ca_es: URL encara no configurada, agregui la següent URL
cs_cz: URL ještě nenakonfigurováno, prosím přidejte toto URL:
da: URL er ikke konfigureret endnu, tilføj venligst denne URL:
de: URL noch nicht konfiguriert, bitte diese URL hinzufügen:
el: Η διεύθυνση URL δεν έχει διαμορφωθεί ακόμα, παρακαλούμε προσθέστε αυτή την διεύθυνση URL :
eo: URL ne ankoraŭ agordita, bonvolu aldoni ĉi tiun URL :
es: URL no configurada favor de agregar la siguiente URL
es_mx: URL no configurada aún, por favor agrega esta URL:
eu_es: URL oraindik ez dago konfiguraturik, mesedez, gehitu honako URL hau:
fa_ir: URL هنوز پیکربندی نشده است، لطفاً این URL را اضافه کنید:
fi_fi: URL-osoitetta ei ole vielä määritetty, lisää tämä URL:
fo_fo: URL er ikki stillað enn, legg vinarliga hesa URL afturat:
fur: URL no configurâde ancjemò, par plasê zontê cheste URL :
ga: Níl URL cumraithe fós, cuir leis an URL seo :
gl: A URL aínda non foi configurada, agregue a seguinte URL:
he_il: כתובת האתר עדיין לא הוגדרה, אנא הוסף כתובת אתר זו :
hi: URL अभी कॉन्फ़िगर नहीं है, कृपया यह URL जोड़ें:
hr_hr: URL nije namješten, molim dodajte ovaj URL :
hu_hu: Az URL még nincs beállítva, kérjük adja hozzá ezt az URL-t:
hy: URL-ը դեռևս կարգավորված չէ, խնդրում ենք ավելացնել այս URL-ը :
id_id: URL belum dikonfigurasi, silakan tambahkan URL ini :
it: URL non ancora configurato, aggiungilo :
ja: URL がまだ設定されていません。この URL を追加してください：
ka_ge: URL ჯერ არ არის კონფიგურირებული, გთხოვთ დაამატოთ ეს URL:
ko_kr: URL이 아직 설정되지 않았습니다. 이 URL을 추가하세요:
lo: URL ຍັງບໍ່ໄດ້ຕັ້ງຄ່າ, ກະລຸນາເພີ່ມ URL ນີ້:
lt_lt: URL adresas dar nesukonfigūruotas, pridėkite šį URL adresą:
lv_lv: URL vēl nav konfigurēts, lūdzu, pievienojiet šo URL:
mk_mk: URL не е конфигуриран уште, ве молиме додадете го овој URL:
ms_my: URL belum dikonfigurasi, sila tambah URL ini :
my_mm: URL ကို မပြင်ဆင်သတ်မှတ်ရသေးပါ၊ ကျေးဇူးပြု၍ ဤ URL ကို ထည့်သွင်းပါ :
ne: URL अझै कन्फिगर गरिएको छैन, कृपया यो URL थप्नुहोस् :
nl: De URL is nog niet geconfigureerd. Gelieve deze URL toe te voegen:
nn_no: URL ikkje konfigurert enno, vennlegst legg til denne URL-en:
oc: URL pas encara configurada, vos pregan d'apondre aquela URL :
pl_pl: URL jeszcze nie jest skonfigurowany, dodaj ten adres URL:
ps: URL لا تنظیم شوی نه دی، دا URL اضافه کړئ :
pt_br: A URL ainda não foi configurada, por favor adicione esta URL :
pt_pt: URL/caminho ainda não configurado, por favor adicione este URL/caminho :
ro_ro: URL nu este configurat. Adaugati acest URL:
ru_ru: URL еще не настроен, добавьте этот URL:
sk_sk: URL zatiaľ nie je nakonfigurovaná, pridajte prosím túto URL:
sl: URL še ni nastavljen, dodajte ta URL:
sq: URL-ja nuk është konfiguruar ende, ju lutemi shtoni këtë URL :
sr_rs: URL još nije podešen, molimo dodajte ovaj URL:
sv_se: URL inte konfigurerad ännu, lägg till denna URL:
sw_ke: URL haijapangwa bado, tafadhali ongeza URL hii:
ta: URL இன்னும் அமைக்கப்படவில்லை, இந்த URL ஐ சேர்க்கவும் :
th: URL ยังไม่ได้ตั้งค่า โปรดเพิ่ม URL นี้:
tl_ph: Hindi pa na-configure ang URL, mangyaring magdagdag ng URL na ito:
tr: URL henüz yapılandırılmadı, lütfen bu URL'yi ekleyin:
uk_ua: URL ще не налаштовано, будь ласка, додайте цей URL:
vi_vn: URL chưa được cấu hình, vui lòng thêm URL này:
xh_za: I-URL ayilungiswanga okwangoku, nceda ongeza esi si-URL :
zh_cn: URL尚未配置，请添加此URL：
zh_tw: URL 尚未設定，請新增此 URL：

source: Admin user assigned to this URL
ar: URL تم تخصيص المدير الى الرابط التالي
ast_es: Usuariu rexistráu a esti enllaz
bn_bd: এই ইউআরএলে অ্যাডমিন ব্যবহারকারী নিয়োগ করা হয়েছে
bs_ba: Admin korisnik dodijeljen ovom URL-u
ca_es: Usuari registrat a aquesta URL
cs_cz: Admin zapsaný k této URL
da: Admin-bruger tildelt til denne URL
de: Zu dieser URL zugewiesener Administrator
el: Χρήστης διαχειριστής που έχει οριστεί σε αυτή την διεύθυνση URL
eo: Administra uzanto asignita al tiu URL
es: Usuario registrado a esta URL
es_mx: Usuario admin asignado a esta URL
eu_es: URL honi dagokion erabiltzaile kudeatzailea
fa_ir: کاربر مدیر به این URL اختصاص یافت
fi_fi: Tähän URL-osoitteeseen määritetty ylläpitäjäkäyttäjä
fo_fo: Stjóribrúkarin er fingin til henda URL
fur: Utent admin asignât a cheste URL
ga: Úsáideoir riarthóra sannta don URL seo
gl: Usuario rexistrado nesta URL
he_il: משתמש מנהל הוקצה לכתובת אתר זו
hi: इस URL को सौंपा गया प्रशासक उपयोगकर्ता
hr_hr: Admin korisnik dodijeljen ovom URL-u
hu_hu: Admin felhasználó hozzárendelve ehhez az URL-hez
hy: Ադմին օգտատերը նշանակված է այս URL-ին
id_id: Pengguna admin ditugaskan ke URL ini
it: Amministratore iscritto all'URL
ja: この URL に割り当てられた管理者ユーザー
ka_ge: ადმინისტრატორის მომხმარებელი მინიჭებულია ამ URL-ს
ko_kr: 이 URL에 할당된 관리자 사용자
lt_lt: Administratoriaus naudotojas priskirtas šiam URL
lv_lv: Administrators lietotājs piešķirts šim URL
mk_mk: Корисникот администратор е доделен на овој URL
ms_my: Pengguna pentadbir dilantik kepada URL ini
my_mm: ဤ URL သို့ စီမံခန့်ခွဲသူအသုံးပြုသူကို သတ်မှတ်ထားသည်
ne: यो URL लाई तोकिएको प्रशासक प्रयोगकर्ता
nl: Beheerder toegevoegd aan deze URL
nn_no: Admin-brukar tilordnet denne URL-en
oc: Utilizaire admin assignat a aquella URL
pl_pl: Admin przypisany do tego adresu URL
ps: د دې URL سره ټاکل شوی اډمین کاروونکی
pt_br: Administrador registrado nesta URL
pt_pt: Utilizador Admin atribuído a este URL/caminho
ro_ro: Adauga administrator acestui URL
ru_ru: Пользователь-администратор, назначенный на этот URL
sk_sk: Administrátor pridaný k tejto URL
sl: Uporabnik-upravitelj dodan k temu URL
sq: Përdoruesi admin i caktuar këtij URL-je
sr_rs: Administrator dodeljen ovom URL-u
sv_se: Admin-användare tilldelad till denna URL
sw_ke: Mtumiaji msimamizi ameteuliwa kwa URL hii
ta: இந்த URL க்கு நிர்வாகி பயனர் ஒதுக்கப்பட்டது
th: ผู้ดูแลระบบที่กำหนดให้ URL นี้
tl_ph: Admin user na inilagay sa URL na ito
tr: Bu URL'ye atanan yönetici kullanıcı
uk_ua: Адміністратор користувача призначено цьому URL
vi_vn: Người dùng admin được gán cho URL này
xh_za: Umsebenzisi womlawuli uye wanikwa esi si-URL
zh_cn: 分配到此URL的管理员用户
zh_tw: 指派至此 URL 的管理員使用者

source: Courses updated successfully
ar: تم تحديث المقررات بنجاح
ast_es: Los cursos forón editaos
bn_bd: কোর্সগুলি সফলভাবে আপডেট করা হয়েছে
bs_ba: Kursevi su uspješno ažurirani
ca_es: Els cursos han estat editats
cs_cz: Kurz úspěšně aktualizován
da: Kurser opdateret succesfuldt
de: Kurse erfolgreich aktualisiert
el: Τα μαθήματα ενημερώθηκαν επιτυχώς
eo: Kursoj ĝisdatigitaj sukcese
es: Los cursos fueron editados
es_mx: Cursos actualizados exitosamente
eu_es: Ikastaroak ongi eguneratu dira
fa_ir: دروس با موفقیت بروز رسانی شدند
fi_fi: Kurssit päivitetty
fo_fo: Kjørslurnar eru uppførdar við gongd
fur: Cors aziornâts cun sucès
ga: Cúrsaí nuashonraithe go rathúil
gl: Editáronse os cursos
he_il: הקורסים עודכנו בהצלחה
hi: कोर्स सफलतापूर्वक अपडेट हो गए
hr_hr: Kolegiji su uspješno ažurirani
hu_hu: A kurzusok sikeresen frissítve
hy: Դասընթացները հաջողությամբ թարմացվել են
id_id: Mata kuliah berhasil diperbarui
it: Corsi modificati
ja: コースが正常に更新されました
ka_ge: კურსები წარმატებით განახლდა
ko_kr: 과목이 성공적으로 업데이트되었습니다
lo: ອັບເດດລາຍວິຊາສຳເລັດແລ້ວ
lt_lt: Kursai sėkmingai atnaujinti
lv_lv: Kursi veiksmīgi atjaunināti
mk_mk: Курсевите се ажурирани успешно
ms_my: Kursus dikemas kini berjaya
my_mm: သင်တန်းများကို အောင်မြင်စွာ အဆင့်မြှင့်တင်ပြီးဖြစ်သည်
ne: पाठ्यक्रमहरू सफलतापूर्वक अपडेट भएका छन्
nl: Cursussen zijn met succes geüpdated
nn_no: Kurs oppdatert med suksess
oc: Curs actualizats amb succès
pl_pl: Kursy zostały zaktualizowane
ps: کورسونه په بریالیتوب سره تازه شوي
pt_br: Cursos atualizados com sucesso
pt_pt: Cursos actualizados com sucesso
ro_ro: Cursurile sunt actualizate cu succes
ru_ru: Курсы успешно обновлены
sk_sk: Kurzy boli upravené
sl: Tečaji so bili ažurirani
sq: Kurseve u janë bërë përditësime me sukses
sr_rs: Kursevi uspešno ažurirani
sv_se: Kurser uppdaterade framgångsrikt
sw_ke: Kozi zimesasishwa kwa mafanikio
ta: பாடங்கள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன
th: รายวิชาอัปเดตสำเร็จ
tl_ph: Matagumpay na na-update ang mga kurso
tr: Dersler başarıyla güncellendi
uk_ua: Курси успішно оновлено
vi_vn: Khóa học đã được cập nhật thành công
xh_za: Iinkqubo zokufunda ziye zintlenganyelwe ngempumelelo
zh_cn: 课程更新成功
zh_tw: 課程更新成功

source: The URL has been edited
ar: URL تم تعديل الرابط
ast_es: L'enllaz foi camudáu
bn_bd: ইউআরএল সম্পাদিত হয়েছে
bs_ba: URL je uređen
ca_es: La URL ha estat modificada
cs_cz: URL upraveno
da: URL'en er blevet redigeret
de: Die URL wurde geändert
el: Η διεύθυνση URL επεξεργάστηκε
eo: La URL estas redaktita
es: La URL ha sido modificada
es_mx: La URL ha sido editada
eu_es: URL editatu da
fa_ir: URL ویرایش شد
fi_fi: URL-osoite on muokattu
fo_fo: URL-in er brotin
fur: L'URL jê modifiche
ga: Tá an URL eagraithe
gl: A URL foi moficada
he_il: כתובת האתר נערכה
hi: URL संपादित किया गया है
hr_hr: URL je ažuriran
hu_hu: Az URL szerkesztve lett
hy: URL-ը խմբագրվել է
id_id: URL telah diedit
it: URL modificato
ja: URL が編集されました
ka_ge: URL შეცვლილია
ko_kr: URL이 편집되었습니다
lt_lt: URL adresas buvo redaguotas
lv_lv: URL ir rediģēts
mk_mk: URL е уреден
ms_my: URL telah diedit
my_mm: URL ကို တည်းဖြတ်ပြီးဖြစ်သည်
ne: URL सम्पादन गरिएको छ
nl: De URL is gewijzigd
nn_no: URL-en har vorte endra
oc: L'URL es estada modificada
pl_pl: URL został zaktualizowany
ps: URL سم کړل شوی دی
pt_br: A URL foi alterada
pt_pt: O URL/caminho foi editado
ro_ro: URL este modificat
ru_ru: URL отредактирован
sk_sk: URL bola upravená
sl: URL je bil ažuriran
sq: URL-ja është redaktuar
sr_rs: URL je izmenjen
sv_se: URL:en har redigerats
sw_ke: URL imehaririwa
ta: URL திருத்தப்பட்டது
th: URL ถูกแก้ไขแล้ว
tl_ph: Na-edit na ang URL
tr: URL düzenlendi
uk_ua: URL відредаговано
vi_vn: URL đã được chỉnh sửa
xh_za: IURL ihleliweyo
zh_cn: URL已编辑
zh_tw: URL 已編輯
