Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Hello %s, you have been enrolled in the course %s.
so_so: Hello %s, waxaa lagugu diiwaan geliyay koorska %s.

source: Acquisition
so_so: Qaadsi

source: Session display dates
so_so: Taariikhaha muujinta fadhiga

source: Session access dates
so_so: Taariikhaha gelitaanka fadhiga

source: Hello %s, you have been enrolled in the course %s for the session %s.
so_so: Hello %s, waxaa lagugu diiwaan geliyay koorska %s ee fadhiga %s.

source: You have been enrolled in the course %s for the session %s
so_so: Waxaa lagugu diiwaan geliyay koorska %s ee fadhiga %s

source: Semicolon (;) delimiter detected. This version of Chamilo requires comma (,) as the CSV separator. Please export your file again as CSV (comma-separated).
so_so: Semicolon (;) delimiter la ogaaday. Noocaan Chamilo wuxuu u baahan yahay comma (,) kala-soocaha CSV. Fadlan dib u dhoof faylkaaga CSV (comma-separated).

source: Replication
so_so: Isku-dubbarid

source: Schedule changed
so_so: Jadwalka waa la beddelay

source: Classroom changed
so_so: Fasalka waa la beddelay

source: Location changed
so_so: Goobta waa la beddelay

source: Enrollment cancelled
so_so: Diiwaangelinta waa la joojiyay

source: Parent session
so_so: Fadhiga waalidka

source: The field must be a positive integer
so_so: Goobtu waa inay noqotaa tiro edbin ah

source: Validity (days)
so_so: Waalli (maalmo)

source: Last repetition
so_so: Tixraaca ugu dambeeyay

source: The field must be empty or a positive integer
so_so: Goobtu waa inay madhan tahay ama tiro edbin ah

source: Days before finishing automated creation of new repetitions
so_so: Maalmo ka hor inta aan la dhammayn abuurista otomaatigga ah ee ku celcelinta cusub

source: Notify subscription of user to student boss
so_so: Ogeysii diiwaangelinta isticmaale ee madaxa ardayga

source: User does not exist
so_so: Isticmaale ma jiro

source: (Percentage of file analysis)
so_so: (Boorka falanqaynta faylka)

source: Pause training
so_so: Joqsoji tababarka

source: Date of birth
so_so: Taariikhda dhalashada

source: A user creator is required
so_so: Waxaa loo baahan yahay abuuraha isticmaale

source: Save links
so_so: Kaydi links

source: Links moved
so_so: Links la raray

source: No option available
so_so: Ma jiro ikhtiyaar la heli karo

source: Remove this value when anonymizing a user, because it could otherwise help identify the user despite the anonymization.
so_so: Tirtir qiimahan marka la anonymizing isticmaale, sababtoo ah waxay si kale u caawin kartaa aqoonsiga isticmaalaha inkasta oo anonymization.

source: Remove on anonymization
so_so: Tirtir marka la anonymization

source: Auto remove
so_so: Si toos ah u tirtir

source: You need to activate the GoogleMaps plugin in administration to see the Map
so_so: Waa loo baahan yahay in la shaqeeyo GoogleMaps plugin-ka maamulka si aad u aragto Khariiradda

source: Files uploaded. Reloading in 5 seconds...
so_so: Faylalka la soo gudbiyay. Dib u cusboonaysiin 5 ilbiriqsi gudahood...

source: Corrected test result
so_so: Natiijada imtixaanka la saxay

source: Send by e-mail
so_so: Ku soo dir iimaylka

source: Question also used in the following tests
so_so: Su'aasha sidoo kale loo adeegsaday imtixaannada soo socota

source: Add glossary item
so_so: Ku dar shey glossary

source: Missing chart library, please check web server logs.
so_so: Maktabadada jaantuska la waayo, fadlan hubi log-yada server-ka web-ka.

source: Dependency tree graph
so_so: Geedka ku tiirsanaanta graaf

source: Assignment list
so_so: Liiska shaqada

source: The given score cannot be above the maximum score
so_so: Dhibcaha la bixiyay ma dhaafi karo dhibcaha ugu badan

source: This e-mail address has already been used by the maximum number of allowed accounts. Please use another.
so_so: Cinwaanka iimaylkan waxaa hore u isticmaalay tirada ugu badan ee xisaabaha la oggol yahay. Fadlan isticmaal mid kale.

source: Could not write to %s
so_so: Ma qori karin %s

source: Account disabled
so_so: Xisaabta waa la cuskaday

source: Language level
so_so: Heerka luqadda

source: LDAP synchronization: Import learners/steps in all sessions
so_so: LDAP iswaafajinta: Soo dejin ardayda/tallaabooyinka dhammaan fadhiyada

source: Send message by e-mail
so_so: Ku soo dir farriinta iimaylka

source: Days before finishing for re-enrollment
so_so: Maalmaha ka hor dhammaadka dib-u-diiwaangelinta

source: Analysis ending...
so_so: Falanqaynta dhammaanaysa...

source: Margin to the left
so_so: Margin bidixda

source: Margin to the right
so_so: Margin midigta

source: Other options
so_so: Ikhtiyaarrada kale

source: Activity ID
so_so: ID-ga dhaqdhaqaaqa

source: No resource link entity found
so_so: Ma jiro entity link resource la helay

source: Access URL
so_so: URL-ga gelitaanka

source: You will therefore be automatically redirected to this URL.
so_so: Sidaa darteed si toos ah ayaa loogu wareejin doonaa URL-gan.

source: You have access to multiple URLs. Here is the list of your accesses.
so_so: Waxaad gelitaan u leedahay URL-yo badan. Halkan waa liiska gelitaankaaga.

source: Please click on the link below corresponding to the URL you wish to access.
so_so: Fadlan guji link-ka hoose ee u socda URL-ka aad rabto in aad geliso.

source: Does not have enough contrast against background
so_so: Ma leh isbarbardhig ku filan asalka ka geesta

source: Featured courses
so_so: Koorsooyinka la soo bandhigay

source: Show more courses
so_so: Muujin koorsooyin badan

source: I would like to choose a sector
so_so: Waxaan jeclaan lahaa inaan doorto qayb

source: The platform offers specialized course session. Your answers will allow you to access the sessions corresponding to your field if it exists.<br><br>Check one or more answers or fill in the blank.
so_so: Platformku wuxuu bixiyaa koorsoyo gaar ah. Jawaabahaagu waxay kuu oggolaan doonaan inaad geliso fadhiyada u socda goobtaada haddii ay jirto.<br><br>Jeedho jawaabo badan ama buuxi meel bannaan.

source: Availability during my internship/mobility
so_so: Helitaanka inta lagu jiro internship/dhaqdhaqaaqeeda

source: You can continue working on the platform during your internship. Your answers will help us offer you a personalized program based on your availability. <br><br>Indicate the dates and your availability
so_so: Waxaad sii wadi kartaa shaqada platform-ka inta lagu jiro internship-kaaga. Jawaabahaagu waxay naga caawin doonaan inaan kuu soo bandhigno barnaamij shaqsi ah oo ku salaysan helitaankaaga. <br><br>Sheeg taariikhaha iyo helitaankaaga

source: My learning goals
so_so: Hadafkeyga waxbarashada

source: What do you want to learn? What area do you want to improve in? You can write your answers freely here.
so_so: Maxaad rabtaa inaad barato? Goobtee aad rabto inaad ka wanaajiso? Waxaad halkan ku qori kartaa jawaabahaaga si xor ah.

source: My working method
so_so: Qaabkeyga shaqada

source: On the platform, you'll complete some activities independently, while others will be done in groups, accompanied by a tutor. Your answers will help us suggest a learning program that's tailored to your work style.
so_so: Platform-ka, waxaad dhammaystiri doontaa hawlaha qaarkood si madax banaan, halka kuwa kale ay ku dhammeyn doonaan kooxo, oo ay la socdaan macallin. Jawaabahaagu waxay naga caawin doonaan inaan ku soo jeedino barnaamij waxbarasho oo ku habboon qaabkaaga shaqada.

source: Availability before my internship/mobility
so_so: Helitaanka ka hor internship/dhaqdhaqaaqeeda

source: The platform offers numerous resources and learning courses available on specific dates. The first step is to assess your availability to be able to offer you a suitable learning program.<br><br>Indicate the dates and your availability
so_so: Platform-ku wuxuu bixiyaa agab tiro badan iyo koorsooyin waxbarasho oo diyaar u ah taariikho gaar ah. Tallaabada ugu horreysa waa qiimeynta helitaankaaga si aad u bixiso barnaamij waxbarasho ku habboon.<br><br>Sheeg taariikhaha iyo helitaankaaga

source: The topics that interest me / My learning objectives
so_so: Mawduucyada xiiseeya / Hadaafkeyga waxbarashada

source: The platform offers numerous resources and thematic learning courses to develop your skills. Now it's time to take stock of your interests to be offer you a personalized course program.
so_so: Platformku waxay bixisaa agab badan iyo koorsooyin waxbarasho mawduuc leh si aad u horumariso xirfadahaaga. Hadda waa wakhtigii la qaadi laayo dantaada si loo siiyo barnaamij koorsada gaar ahaaneed.

source: My language level
so_so: Heerkayga luqadda

source: The platform's resources are adapted to different language levels. The goal here is to take stock of what you can or already know how to do.<br><br>Tick the level that best suits you for each skill (listening, reading, participating in a conversation, speaking continuously, and writing).<br><br>
so_so: Agabka platformku wuxuu la qabsaday heerar luqado kala duwan. Halkan ujeeddadu waa in la qaadi laayo waxa aad samayn karto ama aad hore u taqaanaysid.<br><br>Calamxad heerkii kugu habboon xirfadda kasta (dhageysiga, akhriska, ka qaybgalka wadahadalka, ku hadalka si joogto ah, iyo qorista).<br><br>

source: My work environment
so_so: Deegaanka shaqadayda

source: To work on the platform, I use:
so_so: Si aan uga shaqeeyo platformka, waxaan isticmaalaa:

source: You will find in the <a style="color:blue" href="/faq">FAQ</a> the recommended environment to work on the platform.
so_so: Waxaad ka heli doontaa <a style="color:blue" href="/faq">FAQ</a> deegaanka lagu talinayo in lagu shaqeeyo platformka.

source: Validate learning trail
so_so: Xaqiiji raadka waxbarashada

source: Skills and objectives assessment
so_so: Qiimeynta xirfadaha iyo ujeedooyinka

source: Welcome to the platform! Do you want to brush up on your skills? The platform offers you a personalized program where, depending on your priorities and availability, you have access to numerous resources and can participate in learning courses. <br><br>The following questionnaire has two objectives: on the one hand, to make you reflect on your needs and understand your interests and on the other hand, to gather information to offer you a tailor-made learning trail.<br><br>Happy learning on the platform!
so_so: Ku soo dhawow platformka! Ma rabtaa in aad dib u nadiifiso xirfadahaaga? Platformku wuxuu ku siinayaa barnaamij gaar ah oo, iyadoo ku xidhan mudnaantaada iyo helitaankaaga, aad heli doonto agab badan oo aad ka qayb geli karto koorsooyinka waxbarashada. <br><br>Waraysiga soo socda wuxuu leeyahay laba ujeeddo: dhinac, si uu kuugu fikiriyo baahiyahaaga oo uu fahmo danahaaga iyo dhinaca kale, si uu u ururiyo macluumaadka si uu kuu bixiyo raad waxbarasho gaar ah.<br><br>Barasho wanaagsan platformka!

source: The learning courses are designed around the following main areas. Choose them in order of preference according to your priorities and interests.<br><br>
so_so: Koorsooyinka waxbarashadu waxaa lagu naqshadeeyay agagaarka meelaha ugu waaweyn soo socda. Dooro iyaga si kala horreyn ah iyadoo la eegayo mudnaantaada iyo danahaaga.<br><br>

source: Once the areas have been selected, choose 5 themes and objectives in order of preference.<br><br>
so_so: Marka meelaha la doortay, dooro 5 mawduuc iyo ujeeddooyin si kala horreyn ah.<br><br>

source: PDF download unavailable
so_so: Shaxanka PDF la soo dejin karo ma jiro

source: Registering
so_so: Diiwaangelin

source: Hello,<br>You haven't logged into to your account for three months. It has now been deactivated. If you would like to reactivate it, please contact us.<br><br>Best regards.
so_so: Salaan,<br>Ma aadan gelin koontadaada saddex bilood. Waa la joojiyay. Haddii aad rabto in la dib u hawlgeliyo, fadlan nala soo xidhiidh.<br><br>Tacsi.

source: Hello,<br>You haven't logged into your account for six months. It has now been deactivated. If you would like to reactivate it, please contact us.<br><br>Best regards.
so_so: Salaan,<br>Ma aadan gelin koontadaada lix bilood. Waa la joojiyay. Haddii aad rabto in la dib u hawlgeliyo, fadlan nala soo xidhiidh.<br><br>Tacsi.

source: Hello,<br>%s hasn't logged into PARKUR in the last six months. His account has just been deactivated.<br><br>Sincerely.
so_so: Salaan,<br>%s ma gelin PARKUR lix biloodkii ugu dambeeyay. Koontadiisa ayaa hadda la joojiyay.<br><br>Tacsi.

source: An update is available. Click the button below to proceed with the update.
so_so: Cusboonaysiin bannaan ayaa jirta. Riix badhanka hoose si aad u sii wado cusboonaysiinta.

source: Update Chamilo
so_so: Cusboonaysii Chamilo

source: Verifying migration:
so_so: Xaqiijinta socdaalka:

source: Migration completed successfully!
so_so: Socdaalku si guul leh ayaa loo dhameeyey!

source: Please check the following error:
so_so: Fadlan hubi khaladka soo socda:

source: Migration failed!
so_so: Socdaalku fashilmay!

source: Test e-mail sending
so_so: Tijaabo emailka dirida

source: The last migration executed successfully was:
so_so: Socdalkii ugu dambeeyay ee si guul leh la fuliyey wuxuu ahaa:

source: Please contact support with the error details.
so_so: Fadlan la xidhiidh taageerada oo leh faahfaahinta khaladka.

source: Contact support
so_so: La xidhiidh taageerada

source: Skills History
so_so: Taariikhda Xirfadaha

source: Badge
so_so: Baajin

source: Question media
so_so: Warbaahinta su'aasha

source: ex. localhost
so_so: t.m. localhost

source: ex. 3306
so_so: t.m. 3306

source: ex. root
so_so: t.m. root

source: CREATE TABLE works
so_so: CREATE TABLE shaqooyinka

source: ALTER TABLE works
so_so: ALTER TABLE shaqooyinka

source: DROP COLUMN works
so_so: DROP COLUMN shaqooyinka

source: Theme selected as current
so_so: Mawduuca loo doortay midka hadda

source: Color theme created
so_so: Mawduuca midabka la abuuray

source: You are editing logos for visual theme
so_so: Waxaad tafatiraysaa logo-yada mawduuca muuqaalka

source: Header logo
so_so: Logo-ga madaxa

source: Effective preview
so_so: Muuqaal horudhac wax ku ool ah

source: Using default theme logo
so_so: Isticmaalka logo-ga mawduuca caadiga ah

source: Files in current theme
so_so: Faylalka mawduuca hadda

source: No SVG uploaded
so_so: SVG lama soo dejin

source: Remove SVG
so_so: Ka saar SVG

source: No PNG uploaded
so_so: PNG lama soo dejin

source: Remove PNG
so_so: Ka saar PNG

source: Save header logo
so_so: Keydi logo-ga madaxa

source: Email logo
so_so: Logo-ga iimaylka

source: Save email logo
so_so: Kayd logo emailka

source: PNG format required
so_so: Qaabka PNG waa loo baahan yahay

source: SVG format required
so_so: Qaabka SVG waa loo baahan yahay

source: Select at least one file
so_so: Dooro ugu yaraan hal fayl

source: Upload failed
so_so: Uploadku fashilmay

source: Deletion failed
so_so: Tirtirka fashilmay

source: Drag to reorder
so_so: Jiid si aad dib u nidaamiso

source: Clean temporary files
so_so: Nadiifiya faylalka ku meel gaarka ah

source: Learning path title here
so_so: Halkan ku qor cinwaanka jidka waxbarashada

source: Publish / Hide
so_so: Daabac / Qari

source: Select which items to include in the PDF
so_so: Dooro waxyaabaha PDF-ga lagu darayo

source: Open in a new tab
so_so: Ku fur tab cusub

source: Delete third party
so_so: Tirtir qaybta saddexda ah

source: Copy link
so_so: Koobiye linkka

source: Security tools and reports
so_so: Qalabka amniga iyo warbixinnada

source: This field cannot be empty
so_so: Goobtaan ma noqon karto mid faaruq

source: This is not a valid URL. Example: https://example.com
so_so: Tani maaha URL sax ah. Tusaale: https://example.com

source: Are you sure you want to delete this?
so_so: Ma hubin in aad rabto in tirtirto?

source: Color theme
so_so: Mawduuca midabka

source: Logos will be applied to the current visual theme:
so_so: Logos-yadu waxaa lagu dabaqi doonaa mawduuca muuqaalka hadda:

source: Switch the active theme if you want to upload logos for a different one.
so_so: Beddel mawduuca firfircoon haddii aad rabto in aad logoos u soo geliso mid kale.

source: Uploaded
so_so: La soo geliyay

source: Back to plugins
so_so: Ku noqo ku-dhejisyada

source: Installing
so_so: Waa la rakibayaa

source: Processing
so_so: Waa la shaqeynayaa

source: Uninstalling
so_so: Waa la ka saarayaa

source: Enabling
so_so: Waa la shaqeyn doonaa

source: Disabling
so_so: Waa la joojinayaa

source: Allow PDF exports for this item
so_so: Oggol PDF-ga alaabtaan

source: Login attempts
so_so: Isku dayga galitaanka

source: Background
so_so: Asalka

source: Use custom date
so_so: Isticmaal taariikh gaar ah

source: Achievement date
so_so: Taariikhda guusha

source: Go to branding (logos)
so_so: Tag astaanta (logoos)

source: Visual theme (assets)
so_so: Mawduuca muuqaalka (hantida)

source: Branding (logos)
so_so: Astaanta (logoos)

source: Upload optional header and email logos. The SVG format is preferred. PNG is used as fallback.
so_so: Soo geliso header-ka ikhtiyaariga ah iyo logooska emailka. Qaabka SVG waa doorbidida. PNG waxaa loo adeegtaa beddel.

source: Write a short and striking course name, for example: Innovation Management
so_so: Qor magac koorsada gaaban oo cajiib ah, tusaale: Maareynta Hal-abuurka

source: Quality
so_so: Taalada

source: Remedial courses list
so_so: Liiska koorsadaha haga

source: Request account deletion
so_so: Codso tirtirka akoonka

source: Justification for account deletion
so_so: Sababta tirtirka akoonka

source: Request for legal agreement's consent removal
so_so: Codsi ka-qaadid oggolaanshaha heshiiska sharciga ah

source: Justification for consent removal
so_so: Sababta ka-qaadista oggolaanshaha

source: Terms enabled
so_so: Shuruudaha waa la shaqeyn doonaa

source: Revision Language
so_so: Luqadda dib u eegista

source: Session career link
so_so: Xiriirka xirfadda fadhiga

source: Successful authentication handlers
so_so: Maamulayaasha xaqiijinta guulaystay

source: Popular courses
so_so: Koorsooyinka caanka ah

source: Already logged in
so_so: Durbaan la soo galay

source: GDPR compliance
so_so: U hoggaansanaanta GDPR

source: Azure UID (internal ID)
so_so: Azure UID (ID gudaha)

source: Organisation e-mail
so_so: Iimeylka ururka

source: Office phone extension
so_so: Kordhinta taleefanka xafiiska

source: Office address
so_so: Cinwaanka xafiiska

source: Number of days for completion
so_so: Tirada maalmo dhammaystirka

source: Event notifications
so_so: Ogeysiisyada dhacdooyinka

source: Skip automatic validation
so_so: Ka bood validation otomaatiga ah

source: Use alternate tracking system
so_so: Isticmaal nidaamka raadraaca beddelka ah

source: My terms
so_so: Shuruudahayga

source: Moodle password
so_so: Password-ka Moodle

source: Long term authentication request token used
so_so: Token-ka codsiga xaqiijinta muddada dheer ee la isticmaalay

source: Is from new login
so_so: Waa ka yimid gal cusub

source: End pause date
so_so: Taariikhda dhammaadka hakadka

source: Downloaded at
so_so: La soo dejisay

source: Disable import calendar
so_so: Namqaad import kalandarka

source: Disable all emails
so_so: Namqaad dhammaan iimeylka

source: Differentiation
so_so: Kala duwanaansho

source: Credentials type
so_so: Nooca caddaynta

source: Collapsed
so_so: La duubay

source: Career diagram
so_so: Shaxda shaqada

source: Career URLs
so_so: URL-yada shaqada

source: Career ID
so_so: ID shaqada

source: CAS user
so_so: Isticmaale CAS

source: Buyer's address
so_so: Cinwaanka iibsare

source: Buyer's VAT/Tax ID
so_so: ID-ga cashuurta/iibsare ee iibsare

source: Buyer's company
so_so: Shirkadda iibsare

source: Block Category
so_so: Qaybta xanniba

source: Authentication method
so_so: Habka xaqiijinta

source: Authentication date
so_so: Taariikhda xaqiijinta

source: Ask for new password
so_so: Waydiin password cusub

source: Ask for revision
so_so: Waydiin dib u eegis

source: Advanced courses list
so_so: Liiska koorsooyinka sare

source: User address
so_so: Cinwaanka isticmaale

source: Considered working time
so_so: Waqtka shaqada la tixgeliyey

source: Send to coaches
so_so: U soo dir tababarayaasha

source: In multiple languages
so_so: Ku jira luqado badan

source: Show in catalogue
so_so: Muuj guddoyska

source: Is mandatory
so_so: Waa qasab

source: Lock course in session
so_so: Quful koorsada fadhiga

source: Send to users in session
so_so: U soo dir isticmaaleyaasha fadhiga

source: Date to send notification
so_so: Taariikhda ogeysiiska la diro

source: Send notification at a specific date
so_so: U ogeysii taariikh gaar ah

source: Notify of group messages by email
so_so: Ogeysii farriimaha kooxda iimeylka

source: Notify of messages by email
so_so: Ogeysii farriimaha iimeylka

source: Notify of invitations by email
so_so: Ogeysii casuumadaha iimeylka

source: Account locked until
so_so: Xisaabka waa la qufulay ilaa

source: Google Calendar URL
so_so: URL-ka Google Calendar

source: User chat status
so_so: Xaaladda sheekaysiga isticmaale

source: Update script type
so_so: Cusboonaysii nooca script-ka

source: My test conditions
so_so: Xaaladaha imtixaankayga

source: 2FA activated successfully.
so_so: 2FA si guul leh ayaa loo shaqaynayay.

source: Duplicate submission ignored
so_so: Gudbinta nuuxnuuxsan waa la iska indhatiray

source: Show free users (not enrolled)
so_so: Muuj isticmaale dulsaar ah (aan la diiwaan gelin)

source: At least one URL has no admin assigned
so_so: Ugu yaraan hal URL ma leh maamule la magacaabay

source: All URLs have at least one admin assigned
so_so: Dhammaan URL-yadu waxay leeyihiin ugu yaraan hal maamule la magacaabay

source: E-mail settings need to be configured
so_so: Hababka iimaylka waa la baahnaa in la sameeyo

source: E-mail settings are OK
so_so: Hababka iimaylka waa sax

source: General course resources
so_so: Agabka guud ee koorsada

source: Error closing zip file
so_so: Qaladka xiritaanka faylka zip

source: Error adding file to zip
so_so: Qaladka ku darista faylka zip

source: Error creating zip file
so_so: Qaladka abuurista faylka zip

source: Error creating %s
so_so: Qaladka abuurista %s

source: Access teacher page
so_so: Gal bogga macallinka

source: To begin, edit this page and remove this text
so_so: Si aad u bilowdo, tafatir boggan oo tirtir qoraalkan

source: The new page has been created.
so_so: Bogga cusub waa la abuuray.

source: The page already exists.
so_so: Bogga horay ayuu u jiray.

source: You are not viewing the most recent version
so_so: Ma daawanaysid nooca ugu dambeeyay

source: Are you sure you want to unsubscribe this user?
so_so: Ma hubin in aad rabto in aad ka furto isticmaalahan?

source: The test contains page-break questions, which will only take effect if the test is set to 'All questions on one page'.
so_so: Imtixaanku waxa uu ka kooban yahay su'aalo bog-jabinta, kuwaas oo shaqayn doona kaliya haddii imtixaanku loo dejiyo 'Dhammaan su'aalaha hal bog'.

source: %s items deleted (%d skipped)
so_so: %s walxood la tirtiray (%d waa la dhaafay)

source: Selecting an option will add it to the Responses table below.
so_so: Doorashada doorashada waxay ku dari doontaa miiska Jawaabaha hoose.

source: PDF path unavailable
so_so: Waddada PDF ma heli karo

source: Global weighting mode
so_so: Qaabka miisaanka guud

source: Per-answer weighting mode
so_so: Qaabka miisaanka jawaab-jawaab

source: External career ID
so_so: ID-ga shaqada dibadda

source: External calendar event ID
so_so: ID-ga dhacdada kalandarka dibadda

source: Export failed: %s
so_so: Dhoofista waa fashilmay: %s

source: Export all test results
so_so: Dhoofiso dhammaan natiijooyinka imtixaanka

source: Error loading tests
so_so: Qaladka rarida imtixaannada

source: No test found
so_so: Imtixaan la helin

source: Error loading courses
so_so: Qaladka rarida koorsadyada

source: First select a session
so_so: Marka hore dooro kalfadhi

source: Error loading sessions
so_so: Qaladka rarida kalfadhi

source: Survey not found
so_so: Sahan la helin
