Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Default forum view
ar: صفحة المنتدى الافتراضي
ast_es: Vista del foru por defeutu
bn_bd: ডিফল্ট ফোরাম ভিউ
bs_ba: Podrazumijevani prikaz foruma
ca_es: Vista del fòrum per defecte
cs_cz: Výchozí pohled fóra
da: Default-visning af forum
de: Forum Ansicht
el: Προεπιλεγμένη προβολή φόρουμ
eo: malanstataŭa foruma prezento
es: Vista del foro por defecto
es_mx: Vista predeterminada del foro
eu_es: Foroaren ikuspegi lehenetsia
fa_ir: نمای پیشفرض انجمن
fi_fi: Oletusnäyttö foorumille
fo_fo: Standard forum sýn
fur: Viste forum predefinîe
ga: Amharc réamhshocraithe ar an bhfóram
gl: Vista do foro por defecto
he_il: תצוגת ברירת מחדל של פורום
hi: डिफ़ॉल्ट फ़ोरम दृश्य
hr_hr: Zadani prikaz foruma
hu_hu: Alapértelmezett fórum nézet
hy: Ընտրության ստանդարտ տեսքը ֆորումում
id_id: Tampilan forum default
it: Vista del forum per default
ja: 既定のフォーラム表示
ka_ge: ფორუმის ნაგულისხმევი ხედი
ko_kr: 기본 포럼 보기
lo: ມຸມມອງກະດານສົນທະນາເລີ່ມຕົ້ນ
lt_lt: Numatytasis forumo vaizdas
lv_lv: Diskusijas skats pēc noklusējuma
mk_mk: Преглед по подразбирање на форумот
ms_my: Papar lalai forum
my_mm: မူလဖိုရမ်မြင်ကွင်း
ne: पूर्वनिर्धारित फोरम दृश्य
nl: Standaard forum weergave
nn_no: Standard forumvisning
oc: Vision par defaut del fòrum
pl_pl: Domyślny widok forum
ps: د فورم پیش فرض لید
pt_br: Visão predefinida do fórum
pt_pt: Visualização pré-definida do fórum
ro_ro: Vizualizare implicita a forumului
ru_ru: Вид форума по умолчанию
sk_sk: Štandardný pohľad na fórum
sl: Privzeti pogled forumov
sq: Pamja e paracaktuar e forumit
sr_rs: Podrazumevani prikaz foruma
sv_se: Förvalt utseende för forum
sw_ke: Mwonekano wa msingi wa jukwaa
ta: இயல்புநிலை மன்றப் பார்வை
th: มุมมองฟอรัมเริ่มต้น
tl_ph: Tingnan ang default forum
tr: Varsayılan forum görüntüsü
uk_ua: Вид форуму за замовчуванням
vi_vn: Chế độ xem diễn đàn mặc định
xh_za: Umbono wefowuni byakhulayo
zh_cn: 默认论坛视图
zh_tw: 預設討論區外觀

source: What should be the default option when creating a new forum. Any trainer can however choose a different view for every individual forum
ar: ماذا يجب أن يكون الخيار التلقائي عند إنشاء نموذج جديد؟أي مدير مقرر يستطيع على كل حال إختيار رؤية مختلفة لكل نموذج فردي.
ast_es: ¿ Qué opción por defeutu quier de la que crea un foru nuevu ? Cualquier alministrador d'un cursu pue escoyer otra vista distinta en caún los foros
bn_bd: নতুন ফোরাম তৈরিতে ডিফল্ট অপশন কী হবে। যেকোনো প্রশিক্ষক প্রত্যেক ব্যক্তিগত ফোরামের জন্য ভিন্ন ভিউ নির্বাচন করতে পারেন
bs_ba: Šta treba biti podrazumijevana opcija prilikom kreiranja novog foruma. Svaki trener može ipak odabrati drugačiji prikaz za svaki pojedinačni forum
ca_es: Quina és l'opció per defecte quan es crea un nou fòrum. No obstant això, qualsevol administrador d'un curs pot escollir una vista diferent en cada fòrum
cs_cz: Co by měla být výchozí volba při vytvoření nového fóra. Každý student může zvolit jiný vzhled pro každé jednotlivé fórum.
da: Hvad skal være default-valg ved oprettelse af nyt diskussionsforum. Kursusadministrator kan dog vælge en anden visning til hver forum
de: Welche Ansicht sollte bei der Erstellung eines Forums die Standard-Ansicht sein? Jeder Kursadministrator kann jedoch eine andere Ansicht für jedes einzelne Forum wählen
el: Ποια πρέπει να είναι η προεπιλεγμένη επιλογή κατά τη δημιουργία νέου φόρουμ. Οποιοσδήποτε εκπαιδευτής μπορεί όμως να επιλέξει διαφορετική προβολή για κάθε μεμονωμένο φόρουμ
eo: Kiu estas la malanstataŭa prezento de forumo dum la preparo de nova forumo? Ĉiu kursadministranto tamen povas elekti apartan prezentadon por ĉiu forumo
es: Cuál es la opción por defecto cuando se crea un nuevo foro. Sin embargo, cualquier administrador de un curso puede elegir una vista diferente en cada foro
es_mx: Qué opción debe ser la predeterminada al crear un nuevo foro. Cualquier entrenador puede elegir una vista diferente para cada foro individual
eu_es: Zein izango da aukera lehenetsia foro berriak sortzean? Hala ere, edozein kudeatzailek hautatu ahal izango du beste ikuspegi bat foro bakoitzerako.
fa_ir: گزینه پیش‌فرض هنگام ایجاد انجمن جدید. هر مربی می‌تواند نمای متفاوتی برای هر انجمن انتخاب کند
fi_fi: Mikä on oletusvalinta uuden foorumin luonnissa. Kouluttaja voi kuitenkin valita erilaisen näkymän jokaiselle foorumille.
fo_fo: Hvat skal vera standardvalið tá ið ein nýggjur forum verður uppruttin. Hvat kennarin kann tó velja aðra sýn fyri hvønn einstakan forum
fur: Che opsion predefinîe cuând si cjarte un gnûv forum. Un dijdât puê sceâ une viste diferent par ogni forum individuale
ga: Cad ba cheart a bheith mar rogha réamhshocraithe agus fóram nua á chruthú. Is féidir le haon traenálaí roghnú amharc difriúil do gach fóram aonair
gl: Cal debería ser a opción por defecto cando se crea un foro. Calquera administrador de curso pode, sen embargo, escoller unha vista diferente para cada foro de xeito individual.
he_il: מה צריכה להיות אפשרות ברירת המחדל בעת יצירת פורום חדש. עם זאת, כל מאמן יכול לבחור תצוגה שונה עבור כל פורום בודד
hi: नया फ़ोरम बनाने पर डिफ़ॉल्ट विकल्प क्या होना चाहिए। कोई भी प्रशिक्षक प्रत्येक व्यक्तिगत फ़ोरम के लिए भिन्न दृश्य चुन सकता है
hr_hr: Što treba biti zadana opcija prilikom stvaranja novog foruma. Svaki predavač može međutim odabrati drugačiji prikaz za svaki pojedinačni forum
hu_hu: Mi legyen az alapértelmezett megjelenési formája az új fórumnak. Bármelyik kurzus adminisztrátor módosíthatja bármelyik fórum nézetét.
hy: Ի՞նչ պետք է լինի ստանդարտ տարբերակը նոր ֆորում ստեղծելիս։ Ցանկացած հ тренер կարող է ընտրել տարբեր տեսք յուրաքանչյուր առանձին ֆորումի համար
id_id: Apa yang harus menjadi opsi default saat membuat forum baru. Setiap pelatih dapat memilih tampilan berbeda untuk setiap forum individu
it: L'opzione di visualizzazione di default per un nuovo forum. Ciascun forum può avere un diverso tipo di visualizzazione.
ja: 新しいコースを作成するときの既定のオプションは何ですか。教員は個々のフォーラムで別の表示を選択することができます
ka_ge: რა უნდა იყოს ნაგულისხმევი ოფცია ახალი ფორუმის შექმნისას. ნებისმიერი ტრენერს შეუძლია აირჩიოს სხვა ხედი ყოველი ფორუმისთვის
ko_kr: 새 포럼 생성 시 기본 옵션입니다. 훈련자는 각 포럼마다 다른 보기를 선택할 수 있습니다
lo: ຕົວເລືອກເລີ່ມຕົ້ນຄວນເປັນຫຍັງເມື່ອສ້າງກະດານສົນທະນາໃໝ່. ຢ່າງໃດກໍຕາມ, ຄູຝຶກທຸກຄົນສາມາດເລືອກມຸມມອງທີ່ແຕກຕ່າງກັນສຳລັບແຕ່ລະກະດານສົນທະນາ.
lt_lt: Kas turėtų būti numatytasis pasirinkimas kuriant naują forumą. Bet kuris treneris gali pasirinkti kitokį vaizdą kiekvienam atskiram forumui
lv_lv: Izvēlēties, kura būtu noklusējuma opcija, veidojot jaunu forumu.<br> Jebkurš Lektors tomēr var izvēlēties atšķirīgu skatījumu uz katru atsevišķu forumu
mk_mk: Што треба да биде опцијата по подразбирање при креирање нов форум. Секој тренер може да избере различен преглед за секој индивидуален форум
ms_my: Apa yang hendaklah pilihan lalai apabila mencipta forum baru. Mana-mana jurulatih boleh memilih paparan berbeza untuk setiap forum individu
my_mm: ဖိုရမ်အသစ်ဖန်တီးသောအခါ မူလရွေးချယ်မှုအဖြစ် မည်သည့်အရာဖြစ်သင့်သနည်း။ သို့သော် နည်းပြဆရာတစ်ဦးစီသည် ဖိုရမ်တစ်ခုချင်းစီအတွက် မတူညီသော မြင်ကွင်းတစ်ခုကို ရွေးချယ်နိုင်သည်
ne: नयाँ फोरम बनाउँदा पूर्वनिर्धारित विकल्प के हुनुपर्छ। कुनै पनि प्रशिक्षकले भने प्रत्येक व्यक्तिगत फोरमका लागि फरक दृश्य छान्न सक्छ
nl: Wat is de standaardweergave van een forum bij het aanmaken van een nieuw forum? Elke cursusbeheerder kan voor elk forum afzonderlijk echter een andere weergave kiezen.
nn_no: Kva som skal vere standardvalet når ein nytt forum vert oppretta. Ein trener kan likevel velje ein annan visning for kvar enkelt forum
oc: Quina devá èsser l'opcion per defaut quand se crea un novèl fòrum. Tot formador pòt totun causir una vision diferente per cada fòrum individual
pl_pl: Jaka powinna być opcja domyślna przy tworzeniu nowego forum. Każdy trener może jednak wybrać inny widok dla każdego indywidualnego forum
ps: د نوي فورم جوړولو پر مهال څه باید پیش فرض اختیار وي. هر ښوونکی کولی شي د هر انفرادي فورم لپاره بل لید غوره کړي
pt_br: Qual deverá ser a opção predefinida quando se cria um fórum. Qualquer administrador do curso poderá escolher uma visão diferente para cada fórum.
pt_pt: Qual deverá ser a opção pré-definida na criação de um novo fórum. No entanto, qualquer instrutor poderá seleccionar uma visualização diferente para cada fórum individual.
ro_ro: Care trebuie sa fie optiunea implicita cand se creaza un nou forum. Orice administrator de curs poate sa aleaga o vizualizare diferita pentru fiecare forum
ru_ru: Какие опции должны быть по умочнанию, когда создается новый форум. Однако любой администратор курса может выбрать разные виды для каждого индивидуального форума
sk_sk: Aká má byť štandardná možnosť pri vytváraní nového fóra. Každý administrátor kurzu môže vybrať pre každé individuálne fórum rôzny pohľad
sl: Definira privzete možnosti pri kreiranju novega foruma. Vsak upravljalec tečaja lahko nato naknadno določi želen pogled za vsak posamezen forum.
sq: Çfarë duhet të jetë opsioni i paracaktuar kur krihet një forum i ri. Çdo trajner mund të zgjedhë një pamje të ndryshme për çdo forum individual
sr_rs: Šta treba da bude podrazumevana opcija prilikom kreiranja novog foruma. Svaki trener može međutim da izabere drugačiji prikaz za svaki pojedinačni forum
sv_se: Bestämmer vad som blir förvalt när ett forum skapas. Kursadministratörer kan ändra till annat utseende när de skapar ett forum.
sw_ke: Inapaswa kuwa ni chaguo gani la msingi wakati wa kuunda jukwaa jipya. Mkufunzi yeyote anaweza hivyo kuchagua mwonekano tofauti kwa kila jukwaa la kibinafsi
ta: புதிய மன்றம் உருவாக்கும் போது இயல்புநிலை விருப்பம் என்ன இருக்க வேண்டும். எந்த பயிற்சியாளரும் ஒவ்வொரு தனிப்பட்ட மன்றத்திற்கும் வேறுபட்ட பார்வையைத் தேர்ந்தெடுக்கலாம்
th: ตัวเลือกเริ่มต้นเมื่อสร้างฟอรัมใหม่ ผู้ฝึกสอนสามารถเลือกมุมมองที่แตกต่างสำหรับแต่ละฟอรัมได้
tl_ph: Ano ang dapat na opsyon sa default kapag lumilikha ng isang bagong forum. Sinumang trainer ay maaaring, gayunpaman, pumili ng ibang tanaw para sa bawat indibidwal na forum
tr: Yeni bir forum oluşturulduğunda varsayılan ayar olarak ne yapılması gerektiğidir. Herhangi bir ders yöneticisi buna rağmen her kişisel forum için farklı bir görüntü seçebilir.
uk_ua: Що повинно бути опцією за замовчуванням при створенні форуму. Будь-який адміністратор курсу може, однак, вибрати інший вид для кожного форуму.
vi_vn: Nên là tùy chọn mặc định khi tạo diễn đàn mới. Bất kỳ huấn luyện viên nào cũng có thể chọn chế độ xem khác cho từng diễn đàn riêng lẻ
xh_za: Yintoni inikela eyahlukileyo xa udala ifowuni entsha. Nayiphi na umqeqeshi unokukhetha umbono owahlukileyo kuyo yonke ifowuni nganyana
zh_cn: 创建新论坛时的默认选项。任何教练都可以为每个单独论坛选择不同的视图
zh_tw: 當創建新討論區時應該預設的選項。任何課程管理人都可以為個別的討論區選擇不同的外觀。

source: Courses tab
ar: زر مقرراتي
ast_es: Pestaña Los mios cursos
bn_bd: কোর্স ট্যাব
bs_ba: Kartica kurseva
ca_es: Pestanya Els meus cursos
cs_cz: Záložka školení
da: Mine kursussider-faneblad
de: Menuereiter "Meine Kurse"
el: Καρτέλα μαθημάτων
eo: Miakursa etiketo
es: Pestaña Mis cursos
es_mx: Pestaña de cursos
eu_es: Ikastaroak fitxa
fa_ir: تب دوره‌ها
fi_fi: Kurssit-välilehti
fo_fo: Kursur flokkur
fur: Tab curs
ga: Cluaisín Cursaí
gl: Pestaña Os meus cursos
he_il: טאב קורסים
hi: कोर्स टैब
hr_hr: Kartica Predmeti
hu_hu: Kurzusaim fül
hy: Կուրսերի ներդիր
id_id: Tab Kursus
it: Etichetta "I miei corsi"
ja: コース タブ
ka_ge: კურსების ჩანართი
ko_kr: 코스 탭
lo: ແຖບລາຍວິຊາ
lt_lt: My courses tab
lv_lv: Cilne - Mani kursi
mk_mk: Јазичиња за курсеви
ms_my: Tab kursus
my_mm: သင်တန်းတပ်ဘ်
ne: कोर्स ट्याब
nl: Mijn cursussen tab
nn_no: Kurs-fane
oc: Onglet Curs
pl_pl: Lista moich kursów
ps: کورس ټب
pt_br: Aba Meus cursos
pt_pt: Separador Cursos
ro_ro: Tab-ul "Cursurile mele"
ru_ru: Мои курсовые закладки (ярлыки)
sk_sk: Záložka Moje Kurzy
sl: Zavihek Moji tečaji
sq: Skeada e Kurseve
sr_rs: Moji kursevi
sv_se: Fliken "mina kurser"
sw_ke: Kifungu cha kozi
ta: பாடங்கள் தாவல்
th: แท็บคอร์ส
tl_ph: Tab ng Mga Kurso
tr: Benim derslerin sekmesi
uk_ua: Мої курси
vi_vn: Tab Khóa học
xh_za: Itab yezifundo
zh_cn: 我的课程
zh_tw: 我的課程標籤

source: Portal homepage tab
ar: زر صفحة الجامعة الرئيسية
ast_es: Pestaña Páxina d'entamu de la plataforma
bn_bd: পোর্টাল হোমপেজ ট্যাব
bs_ba: Kartica početne stranice portala
ca_es: Pestanya Pàgina principal de la plataforma
cs_cz: Záložka domácí stránky portálu
da: Start-faneblad
de: Menuereiter "Home"
el: Καρτέλα αρχικής σελίδας πύλης
eo: Kampstartpaĝa etiketo
es: Pestaña Página principal de la plataforma
es_mx: Pestaña de página principal del portal
eu_es: Plataformako orri nagusiaren fitxa
fa_ir: تب صفحه اصلی پورتال
fi_fi: Portaalin etusivu -välilehti
fo_fo: Portal heimasíðuflokkur
fur: Tab pagjine inizjâl portal
ga: Cluaisín leathanach baile an phortail
gl: Separador da páxina de inicio do Campus
he_il: כרטיסיית דף הבית של הפורטל
hi: पोर्टल होमपेज टैब
hr_hr: Kartica početne stranice portala
hu_hu: Kezdőoldal fül
hy: Պորտալի գլխավոր էջի ներդիր
id_id: Tab halaman beranda portal
it: Etichetta "Home"
ja: プラットフォームのホームページ タブ
ka_ge: პორტალის მთავარი გვერდის ჩანართი
ko_kr: 포털 홈페이지 탭
lo: ແຖບໜ້າຫຼັກປະຕູເວັບໄຊທ໌
lt_lt: Campus homepage tab
lv_lv: Cilne - Mācību vides sākumlapa
mk_mk: Јазичиња за почетната страна на порталот
ms_my: Tab laman utama portal
my_mm: ပေါ်တယ်ပင်မစာမျက်နှာတပ်ဘ်
ne: पोर्टल गृह पृष्ठ ट्याब
nl: Campus startpagina tab
nn_no: Portalhøvudsida-fane
oc: Onglet pagina d'acuèlh del portal
pl_pl: Strona główna
ps: پورتل کور پاڼه ټب
pt_br: Aba da Página Inicial da Plataforma
pt_pt: Separador página inicial/homepage do portal
ro_ro: Tab-ul "Pagina initiala Campus"
ru_ru: Закладка (ярлык) "Домашняя страница"
sk_sk: Záložky domovskej stránky portálu
sl: Zavihek Domača stran portala
sq: Skeada e faqes kryesore të portalit
sr_rs: Jezičak Glavna stranica
sv_se: Fliken "Hemsidan" för kursportalen
sw_ke: Kifungu cha ukurasa wa nyumbani wa lango
ta: போர்ட்டல் முகப்புப் பக்க தாவல்
th: แท็บหน้าหลักพอร์ทัล
tl_ph: Tab ng homepage ng Portal
tr: Kampüs başlangıç sayfası sekmesi
uk_ua: Домашня сторінка порталу
vi_vn: Tab Trang chủ cổng
xh_za: Itab yephenge lasekhaya leportal
zh_cn: 门户首页选项卡
zh_tw: 校園首頁標籤

source: Reporting tab
ar: زر الابلاغ
ast_es: Pestaña Informes
bn_bd: রিপোর্টিং ট্যাব
bs_ba: Kartica izvještavanja
ca_es: Pestanya Informes
cs_cz: Záložka zpráv
da: Rapportering-faneblad
de: Menuereiter "Auswerutung"
el: Καρτέλα αναφορών
eo: Raporta etiketo
es: Pestaña Informes
es_mx: Pestaña de informes
eu_es: Txostenak fitxa
fa_ir: تب گزارش‌گیری
fi_fi: Raportointi-välilehti
fo_fo: Rapportering flokkur
fur: Tab rapport
ga: Cluaisín Tuairiscithe
gl: Pestana Informes
he_il: טאב דוחות
hi: रिपोर्टिंग टैब
hr_hr: Kartica Izvješća
hu_hu: Jelentések fül
hy: Հաշվետվության ներդիր
id_id: Tab Pelaporan
it: Etichetta "Statistiche"
ja: レポート作成タブ
ka_ge: ანგარიშგების ჩანართი
ko_kr: 보고서 탭
lo: ແຖບການລາຍງານ
lt_lt: Ataskaitų skirtukas
lv_lv: Cilne - Atskaites par padarīto manos kursos
mk_mk: Јазичиња за извештаи
ms_my: Tab laporan
my_mm: အစီရင်ခံစာတပ်ဘ်
ne: रिपोर्टिङ ट्याब
nl: Rapportering tab
nn_no: Rapport-tab
oc: Onglet Rapòrts
pl_pl: Raporty
ps: راپور ورکولو ټب
pt_br: Aba Relatórios
pt_pt: Separador Relatórios
ro_ro: Tab-ul "Raportare"
ru_ru: Закладка (ярлык) "Отчет"
sk_sk: Záložka Štatistika
sl: Zavihek Poročila
sq: Skeada e Raportimit
sr_rs: Jezičak Izveštaji
sv_se: Fliken "Rapporter"
sw_ke: Kifungu cha ripoti
ta: அறிக்கை தாவல்
th: แท็บรายงาน
tl_ph: Tab ng Pag-uulat
tr: Raporlama sekmesi
uk_ua: Звітування
vi_vn: Tab Báo cáo
xh_za: Itab yokuxela
zh_cn: 报告选项卡
zh_tw: 舉報標籤

source: Platform Administration tab
ar: زر برنامج الإدارة
ast_es: Pestaña Alministración de la plataforma
bn_bd: প্ল্যাটফর্ম অ্যাডমিনিস্ট্রেশন ট্যাব
bs_ba: Kartica administracije platforme
ca_es: Pestanya Administració de la plataforma
cs_cz: Záložka administrace platformy
da: Administration af platform-faneblad
de: Menuereiter "Administartion"
el: Καρτέλα διαχειριστή πλατφόρμας
eo: Platformadministranta etiketo
es: Pestaña Administración de la plataforma
es_mx: Pestaña de administración de plataforma
eu_es: Plataformaren kudeaketa fitxa
fa_ir: تب مدیریت پلتفرم
fi_fi: Alustan hallinta -välilehti
fo_fo: Platform stjórna flokkur
fur: Tab aministrazion plateform
ga: Cluaisín Riarachán an Phláitirm
gl: Separador da Administración da Plataforma
he_il: כרטיסיית ניהול פלטפורמה
hi: प्लेटफ़ॉर्म प्रशासन टैब
hr_hr: Kartica Administracija platforme
hu_hu: Rendszeradminisztráció fül
hy: Պլատֆորմայի ադմինիստրացիայի ներդիր
id_id: Tab Administrasi Platform
it: Etichetta "Amministrazione"
ja: プラットフォーム管理タブ
ka_ge: პლატფორმის ადმინისტრაციის ჩანართი
ko_kr: 플랫폼 관리 탭
lo: ແຖບການບໍລິຫານລະບົບ
lt_lt: Platformos administravimo kortelė
lv_lv: Cilne - Platformas Administrēšana
mk_mk: Јазичиња за администрација на платформата
ms_my: Tab pentadbiran platform
my_mm: ပလပ်ဖောင်းစီမံခန့်ခွဲမှုတပ်ဘ်
ne: प्लेटफर्म प्रशासन ट्याब
nl: Platformbeheer tab
nn_no: Plattformadministrasjonsfane
oc: Onglet Administracion de la plataforma
pl_pl: Platforma administracyjna
ps: پلاتفورم ادارې ټب
pt_br: Aba da Administração da Plataforma
pt_pt: Separador Administração da Plataforma
ro_ro: Tab-ul "Administrare Platforma"
ru_ru: Закладка "Администратор"
sk_sk: Záložka Administrácia Platformy
sl: Zavihek Administracija platforme
sq: Skeada e Administrimit të Platformës
sr_rs: Jezičak Administracija platforme
sv_se: Fliken "Administration"
sw_ke: Kifungu cha Utawala wa Jukwaa
ta: தள நிர்வாகம் தாவல்
th: แท็บการดูแลระบบแพลตฟอร์ม
tl_ph: Tab ng Pangasiwaan ng Platform
tr: Platform Yönetimi Sekmesi
uk_ua: Адміністрування платформи
vi_vn: Tab Quản trị nền tảng
xh_za: Itab yolawulo lweplatform
zh_cn: 平台管理选项卡
zh_tw: 平台管理員標籤

source: No course for this session
ar: لايوجد مقررات لهذه الدورة
ast_es: Nun hai cursos nesta sesión
bn_bd: এই সেশনের জন্য কোনো কোর্স নেই
bs_ba: Nema kurseva za ovu sesiju
ca_es: No hi ha cursos per a aquesta sessió
cs_cz: Žádné školení v tomto sezení
da: Ingen kursussider i denne session
de: Keine Kurse für diese Kurs-Session
el: Δεν υπάρχουν μαθήματα σε αυτή την περίοδο
eo: Neniu kurso por tiu sesio
es: No hay cursos para esta sesión
es_mx: No hay cursos para esta sesión
eu_es: Ez dago ikastarorik saio honetarako
fa_ir: هیچ درسی برای این جلسه موجود نیست
fi_fi: Ei kursseja tälle istunolle
fo_fo: Ongir kursar fyri hesa sætt
fur: Nissun curs par cheste session
ga: Gan aon chúrsa don seisiún seo
gl: Esta sesión non ten cursos
he_il: אין קורס למפגש זה
hi: इस सत्र के लिए कोई कोर्स नहीं
hr_hr: Nema predmeta za ovu sesiju
hu_hu: Nincs kurzus ehhez a foglalkozáshoz
hy: Այս սեանսի համար կուրս չկա
id_id: Tidak ada kursus untuk sesi ini
it: La sessione non ha corsi
ja: このセッションにコースがありません
ka_ge: ამ სესიისთვის კურსი არ არის
ko_kr: 이 세션에 코스가 없습니다
lo: ບໍ່ມີລາຍວິຊາສຳລັບຊ່ວງເວລານີ້
lt_lt: No courses for this session
lv_lv: Šajā sesijā nav kursu
mk_mk: Нема курсеви за оваа сесија
ms_my: Tiada kursus untuk sesi ini
my_mm: ဤအစည်းအဝေးအတွက် သင်တန်းမရှိပါ
ne: यो सत्रका लागि कुनै कोर्स छैन
nl: Geen cursussen voor deze sessie
nn_no: Ingen kurs for denne sesjonen
oc: Cap de curs per aquesta sèssion
pl_pl: Brak kursu w tej sesji
ps: دا غونډه لپاره هیڅ کورس نشته
pt_br: Não há cursos para esta sessão
pt_pt: Não existem cursos para esta sessão
ro_ro: Nu exista cursuri pentru aceasta sesiune
ru_ru: Нет курсов в этой сессии
sk_sk: Žiadne kurzy pre toto stretnutie
sl: V tej seji ni uporabnikov
sq: Asnjë kurs për këtë sesion
sr_rs: Nema korisnika u toj sesiji
sv_se: Inga kurser i den här perioden
sw_ke: Hakuna kozi kwa kikao hiki
ta: இந்த அமர்வுக்கு பாடம் இல்லை
th: ไม่มีคอร์สสำหรับเซสชันนี้
tl_ph: Walang course para sa session na ito
tr: Bu oturumda hiç ders yok
uk_ua: Немає курсів в цій сесії
vi_vn: Không có khóa học cho phiên này
xh_za: Akukho zifundo zeshishini lesi
zh_cn: 此课程中没有课程
zh_tw: 本學期單元未有課程

source: No Users for this session
ar: لا يوجد مستخدمون لهذه الدورة
ast_es: Nun hai usuarios nesta sesión
bn_bd: এই সেশনের জন্য কোনো ব্যবহারকারী নেই
bs_ba: Nema korisnika za ovu sesiju
ca_es: No hi ha usuaris per a aquesta sessió
cs_cz: Žádní uživatelé v tomto sezení
da: Ingen brugere i denne session
de: Keine Benutzer für diese Kurs-Session
el: Κανένας χρήστης για αυτή τη συνεδρία
eo: Neniu uzanto por tiu sesio
es: No hay usuarios para esta sesión
es_mx: No hay usuarios para esta sesión
eu_es: Ez dago erabiltzailerik saio honetarako
fa_ir: هیچ کاربری برای این جلسه وجود ندارد
fi_fi: Ei käyttäjiä tälle istunolle
fo_fo: Ongir brúkarar fyri hesa sætt
fur: Nissûns utints par cheste session
ga: Gan aon úsáideoirí don seisiún seo
gl: Esta sesión non ten usuarios
he_il: אין משתמשים להפעלה זו
hi: इस सत्र के लिए कोई उपयोगकर्ता नहीं
hr_hr: Nema korisnika za ovu sesiju
hu_hu: Nincs felhasználó ehhez a foglalkozáshoz
hy: Այս սեանսի համար օգտատերեր չկան
id_id: Tidak ada Pengguna untuk sesi ini
it: La sessione non ha corsisti
ja: このセッションにユーザーがありません
ka_ge: ამ სესიისთვის მომხმარებლები არ არის
ko_kr: 이 세션에 사용자가 없습니다
lo: ບໍ່ມີຜູ້ໃຊ້ສຳລັບຊ່ວງເວລານີ້
lt_lt: Nėra vartotojų šiai sesijai
lv_lv: Nav Lietotāju šajā sesijā
mk_mk: Нема корисници за оваа сесија
ms_my: Tiada pengguna untuk sesi ini
my_mm: ဤအစည်းအဝေးအတွက် အသုံးပြုသူမရှိပါ
ne: यो सत्रका लागि कुनै प्रयोगकर्ता छैन
nl: Geen gebruikers voor deze sessie
nn_no: Ingen brukarar for denne sesjonen
oc: Cap d'utilizaire per aquesta sèssion
pl_pl: Brak użytkowników w tej sesji
ps: دا غونډه لپاره هیڅ کارن نشته
pt_br: Não há usuários para esta sessão
pt_pt: Não existem utilizadores para esta sessão
ro_ro: Nu exista utilizatori pentru aceasta sesiune
ru_ru: Нет пользователей в этой сессии
sk_sk: Žiadny používatelia pre toto stretnutie
sl: V tej seji ni uporabnikov
sq: Asnjë përdorues për këtë sesion
sr_rs: Nema korisnika u toj sesiji
sv_se: Inga användare i den här perioden
sw_ke: Hakuna watumiaji kwa kikao hiki
ta: இந்த அமர்வுக்கு பயனர்கள் இல்லை
th: ไม่มีผู้ใช้สำหรับเซสชันนี้
tl_ph: Walang Users para sa session na ito
tr: Bu oturumda hiç kullanıcı yok
uk_ua: Немає користувачів в цій сесії
vi_vn: Không có người dùng cho phiên này
xh_za: Akukho basebenzisi beseshini lesi
zh_cn: 此课程中没有用户
zh_tw: 本學期單元未有使用者
