Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: <p><b>Introduction</b></p><p>This tool allows you to create and manage workgroups. On first creation (Create groups), groups are 'empty'. There are many ways to fill them:<ul><li>automatically ('Fill groups (random)'),</li><li>manually ('Edit'),</li><li>self-registration by users (Groups settings: 'Self registration allowed...').</li></ul>These three ways can be combined. You can, for instance, first ask users to self-register.Then if you find some of them didn't register, decide to fill groups automatically (random) in order to complete them. You can also edit each group to determine membership, user by user, after or before self-registration and/or automatically on registration.</p><p>Filling groups, whether automatically or manually, is possible only for users registered on the course. The users list is visible in <b>Users</b> tool. </p><hr noshade size=1><p><b>Create groups</b></p><p>To create new groups, click on 'Create new group(s)' and decide the number of groups to create.</p><hr noshade size=1><p><b>Group settings</b></p><p>You can determine Group settings globally (for all groups).<b>Users may self-register in groups</b>:<p>You create empty groups, users self-register.If you have defined a maximum number, full groups do not accept new members.This method is handy for trainers unfamiliar with the users list when creating groups.</p><b>Tools</b>:</p><p>Every group is assigned either a forum (private or public) or a Documents area(a shared file manager) or (in most cases) both.</p><hr noshade size=1><p><b>Manual editing</b></p><p>Once groups have been created (Create groups), you will see, at the bottom of the page, a list of groups along with with several options:<ul><li><b>Edit</b>Manually modify group name, description, tutor, members list.</li><li><b>Delete</b> Delete a group.</li></ul><hr noshade size=1>
yo_ng: <p><b>Ìṣàfihàn</b></p><p>Ohun èlò yìí gba ọ laaye lati ṣẹ̀dá àti ṣàdíri awọn ẹgbẹ́ ìṣẹ́. Ni ìdáàbòbò àkọ́kọ́ (Ṣẹ̀dá àwùjọ), awọn ẹgbẹ́ jẹ́ 'òfo'. Ọ̀pọ̀ ọ̀nà lo wa lati kún wọn:<ul><li>láìdáwọ́ ('Kún àwùjọ (pípa)'),</li><li>fúnra ọwọ́ ('Ṣàtúnṣe'),</li><li>ìforukọsilẹ fúnra nipasẹ awọn olùpẹ̀ (Ìṣètò Àwùjọ: 'Ìforukọsilẹ fúnra gba laaye...').</li></ul>Ọ̀ta mẹ́ta yìí le ṣe pọ̀. O le, fun apẹẹrẹ, kọkọ béèrè fún awọn olùpẹ̀ lati forukọsilẹ fúnra wọn.Lẹ́yìn náà ti o bá rí i pé diẹ ninu wọn kò forukọsilẹ, pinnu lati kún àwùjọ pìpà (pípa) lati pari wọn. O tun le ṣàtúnṣe ẹgbẹ́ kọ̀ọ̀kan lati pinnu ìdàpọ̀, olùpẹ̀ nipasẹ olùpẹ̀, lẹ́yìn tàbí ṣaaju ìforukọsilẹ fúnra àti/tàbí pìpà lórí ìforukọsilẹ.</p><p>Kún àwùjọ, boya pìpà tàbí fúnra ọwọ́, ṣeé ṣe nikan fún awọn olùpẹ̀ tí a forukọsilẹ lórí ìdàsílẹ̀. Akólẹ̀ olùpẹ̀ ṣe ìrìran ni <b>Olùpẹ̀</b> ohun èlò. </p><hr noshade size=1><p><b>Ṣẹ̀dá àwùjọ</b></p><p>Lati ṣẹ̀dá àwùjọ tuntun, tẹ lórí 'Ṣẹ̀dá ẹgbẹ́ tuntun' àti pinnu nọ́ọmbà àwùjọ lati ṣẹ̀dá.</p><hr noshade size=1><p><b>Ìṣètò ẹgbẹ́</b></p><p>O le pinnu Ìṣètò Ẹgbẹ́ ni gbogbogbò (fún gbogbo àwùjọ).<b>Awọn olùpẹ̀ le forukọsilẹ fúnra wọn ni àwùjọ</b>:<p>O ṣẹ̀dá àwùjọ òfo, awọn olùpẹ̀ forukọsilẹ fúnra wọn.Ti o ba ti ṣàpèjúwe nọ́ọmbà ìpọ́nju, àwùjọ kún kò gba awọn ọmọ ẹgbẹ́ tuntun.Ọ̀nà yìí rọrun fún awọn olùkọ́ tí kò mọ̀ akólẹ̀ olùpẹ̀ nigbati wọ́n ṣẹ̀dá àwùjọ.</p><b>Ohun èlò</b>:</p><p>Gbogbo ẹgbẹ́ ni a yan boya ìpìlẹ ìfọwọ́rọ̀pà (ikọkọ tàbí ti gbogbo eniyan) tàbí agbègbè Ìpàgún (olùdí ìdarí fáìlì pinpin) tàbí (ni ọ̀pọ̀ ìjẹẹ́padà) méjèèjì.</p><hr noshade size=1><p><b>Ṣàtúnṣe fúnra ọwọ́</b></p><p>Nigbati àwùjọ ba ti ṣẹ̀dá (Ṣẹ̀dá àwùjọ), iwọ yoo rí, ni ìsàlẹ̀ ìkànnì, akólẹ̀ àwùjọ pẹ̀lú ọ̀pọ̀ àṣàyàn:<ul><li><b>Ṣàtúnṣe</b>Ṣàtúnṣe orúkọ ẹgbẹ́, àpèjúwe, olùrànlọ́wọ, akólẹ̀ ọmọ ẹgbẹ́.</li><li><b>Pa á rẹ́</b> Pa ẹgbẹ́ kan run.</li></ul><hr noshade size=1>

source: <p>The tests tool allows you to create tests containing as many questions as you like.<br><br> You can choose from a range of question formats clearly displayed at the top of the page when you create a test including (for example):<br><br><ul> <li>Multiple choice (single or multiple answers)</li> <li>Matching</li> <li>Fill in the blanks etc.</li></ul>A test can include any number and combination of questions and question formats.</p><hr><b>Test creation</b><p>To create a test, click on the "New test" link.<br><br>Type a name for the test, as well as an optional description.<br><br>You can add various elements to this, including audio or video files, e.g. for listening comprehension, but take care to make such files as small as possible to optimise download time (e.g. use mp3 rather than wav files - they're far smaller but perfectly good quality). <br><br>You can also choose between two modes of presentation:<br><br><ul> <li>Questions on an single page</li> <li>One question per page (sequentially)</li></ul>and opt for questions to be randomly organised when the test is run.<br><br>Finally, save your test. You will be taken to the question administration.</p><hr><b>Adding a question</b><p>You can now add a question to the newly created test. You can if you wish include a description and/or an image. To create the test types mentioned above, follow the following steps: </p><hr><b>Multiple choice</b><p>In order to create a MAQ / MCQ :<br><br><ul> <li>Define the answers for your question. You can add or delete an answer by clicking on the right-hand button</li> <li>Check the left box for the correct answer(s)</li> <li>Add an optional comment. This comment won't be seen by the user until he/she has answered the question</li> <li>Give a weighting to each answer. The weighting can be any positive or negative integer (or zero)</li> <li>Save your answers</li></ul></p><hr><b>Fill in the blanks</b><p>This allows you to create a cloze passage. The purpose is to prompt the user to find words that you have removed from the text.<br><br>To remove a word from the text, and thus create a blank, put brackets [like this] around it.<br><br>Once the text has been typed and blanks defined, you can add a comment that will be seen by the learner depending on the reply to the question.<br><br>Save your text, and you will be taken to the next step allowing you to assign a weighting to each blank. For example, if the question is worth 10 points and you have 5 blanks, you can give a weighting of 2 points to each blank.</p><hr><b>Matching</b><p>This answer type can be chosen so as to create a question where the user will have to connect elements from list A with elements from list B.<br><br>It can also be used to ask the user to arrange elements in a given order.<br><br>First, define the options from which the user will be able to choose the best answer. Then, define the questions which will have to be linked to one of the options previously defined. Finally, connect elements from the first list with those of the second list via the drop-down menu.<br><br>Note: Several elements from the first unit might point to the same element in the second unit.<br><br>Assign a weighting to each correct match, and save your answer.</p><hr><b>Modifying a test</b><p>In order to modify a test, the principle is the same as for creating a test. Just click on the picture <img src="../img/edit.gif" border="0" align="absmiddle"> beside the test to modify, and follow the instructions above.</p><hr><b>Deleting a test</b><p>In order to delete a test, click on the picture <img src="../img/delete.gif" border="0" align="absmiddle"> beside the test to delete it.</p><hr><b>Enabling a test</b><p>For a test can be used, you have to enable it by clicking on the picture <img src="../img/invisible.gif" border="0" align="absmiddle"> beside the test name.</p><hr><b>Running the test</b><p>You can try out your test by clicking on its name in the tests list.</p><hr><b>Random questions</b><p>Whenever you create/modify a test, you can decide if you want questions to be drawn in a random order from amongst all test questions.<br><br>By enabling this option, questions will be drawn in a different order every time a user runs the test.<br><br>If you have got a large number of questions, you can opt to randomly draw only x-number of questions from the questions available.</p><hr><b>Questions pool</b><p>When you delete a test, its questions are not removed from the database, so they can be recycled back into another test via the questions pool.<br><br>The questions pool also allows you to re-use the same question in several tests.<br><br>By default, all the questions pertaining to your course are hidden. You can display the questions related to a test, by chosing 'filter' in the drop-down menu.<br><br>Orphan questions are questions that don not belong to any test.</p><hr><b>HotPotatoes Tests</b><p>You can import HotPotatoes tests into a Chamilo portal, to use in the Tests tool. The results of these tests are stored the same way as the results of Chamilo tests and as such can be readily monitored using the Reporting tool. In the case of simple tests, we recommend you use html or htm format; if your test contains pictures, a zip file upload is the most convenient way.</p><p>Note: You can also include HotPotatoes Tests as a step in the Learning Path.</p><b>Method of import</b><ul> <li>Select the file on your computer using the Browse button <input type=submit value=Browse name=submit2> on the right of your screen.</li> <li> Launch the upload with the Upload Button <input type=submit value=Upload name=submit2>. </li> <li> You can open the test by clicking onto its name. </li> </ul> <br><b>Useful link</b><br><ul><li>Hot Potatoes home page : <ahref="http://web.uvic.ca/hrd/halfbaked/">http://web.uvic.ca/hrd/halfbaked/</a></li></li></ul>
yo_ng: <p>Ohun èlò ìdánwò gba ọ laaye lati ṣẹ̀dá ìdánwò tí ó ni ìbéèrè púpọ̀ bi o ṣe fẹ́.<br><br> O le yan lati inú ọ̀pọ̀ ìlò ìbéèrè tí a ṣàfihàn ni oke ìkànnì nigbati o ṣẹ̀dá ìdánwò pẹ̀lú (fun apẹẹrẹ):<br><br><ul> <li>Ìyàn pupọ (ìdáhùn kan tabi pupọ)</li> <li>Ìbámu</li> <li>Ìkún òfo abbl.</li></ul>Ìdánwò le ni nọ́ọmbà àti ìpapọ̀ ìbéèrè àti ìlò ìbéèrè.<p><hr><b>Ṣẹ̀dá ìdánwò</b><p>Lati ṣẹ̀dá ìdánwò, tẹ lórí ìnọ́ọ̀bà "Ìdánwò tuntun".<br><br>Kọ orúkọ fún ìdánwò, àti àpèjúwe àṣàyàn.<br><br>O le fi orísirísi awọn ero kun si eyi, pẹ̀lú awọn fáìlì ohùn tabi ìrìn-àjò, fun ìmọ̀ ìgbọran, ṣùgbọ́n ṣe ìṣọ́ra lati jẹ ki irú awọn fáìlì bẹ́ẹ̀ kere bi o ṣe le ṣe lati dára ìgbà ìfidárí (fun apẹẹrẹ lo mp3 kàákàá wav - wọn kéré pupọ ṣùgbọ́n ìdùbúlẹ̀ rere). <br><br>O tun le yan laarin awọn ipo ìdàrí méjì:<br><br><ul> <li>Ìbéèrè lórí ìkànnì kan</li> <li>Ìbéèrè kan fún ìkànnì (lẹ́sẹẹsẹ)</li></ul>ati yan ìbéèrè lati ṣe ìdàpọ̀ pìpà nigbati ìdánwò ba ṣiṣẹ́.<br><br>Ni ipari, fi ìdánwò rẹ pamọ́. Iwọ yoo mu lọ si ìdí ìbéèrè.</p><hr><b>Ṣí ìbéèrè</b><p>O le bayi fi ìbéèrè kun si ìdánwò tuntun tí a ṣẹ̀dá. O le ti o fẹ́ fi àpèjúwe ati/tabi aworan kun. Lati ṣẹ̀dá awọn ìlò ìdánwò ti a mẹ́nu kan loke, tẹle awọn ìgbésẹ̀ wọnyi: </p><hr><b>Ìyàn pupọ</b><p>Lati ṣẹ̀dá MAQ / MCQ :<br><br><ul> <li>Ṣàpèjúwe ìdáhùn fún ìbéèrè rẹ. O le fi tabi pa ìdáhùn kan run nipa titẹ lórí ìdùbúlẹ Ìdáàbò</li> <li>Ṣàyẹ̀wò àpiò osì fún ìdáhùn tó tọ́(ṣ)</li> <li>Fi ìwòyì àṣàyàn kun. Ìwòyì yìí kò ni rí i rii nipasẹ olùpẹ̀ títí di ìgbà tí yóò fi ìdáhùn ìbéèrè</li> <li>Fún ìdí ìdí ìdáhùn kọ̀ọ̀kan. Ìdí ìdí le jẹ ìdí ìdí rere tabi òdì (tàbí odo)</li> <li>Fi ìdáhùn rẹ pamọ́</li></ul></p><hr><b>Ìkún òfo</b><p>Eyi gba ọ laaye lati ṣẹ̀dá ìbéèrẹ òfo. Ìdí ni lati ròyìn olùpẹ̀ lati wa awọn ọrọ̀ tí o ti yọ kuro lati ọrọ̀.<br><br>Lati yọ ọrọ kan kuro lati ọrọ̀, ati bayi ṣẹ̀dá òfo, fi àkọsókò [bí èyí] yí ká.<br><br>Nigbati ọrọ̀ ba ti kọ ati òfo ṣàpèjúwe, o le fi ìwòyì kun tí yóò rí i nipasẹ akẹ́ẹ́kọ̀ da lórí ìdáhùn ìbéèrè.<br><br>Fi ọrọ̀ rẹ pamọ́, ati pe iwọ yoo mu lọ si ìgbésẹ̀ ìtòlẹ́sẹẹsẹ ti o gba ọ laaye lati yan ìdí ìdí fún òfo kọ̀ọ̀kan. Fun apẹẹrẹ, ti ìbéèrẹ jẹ́ 10 ìpín ati pe o ni òfo 5, o le fun ìdí ìdí 2 ìpín fún òfo kọ̀ọ̀kan.</p><hr><b>Ìbámu</b><p>Ìlò ìdáhùn yìí le yan lati ṣẹ̀dá ìbéèrẹ nibiti olùpẹ̀ yóò ni lati so awọn ero lati akólẹ̀ A pẹ̀lú awọn ero lati akólẹ̀ B.<br><br>O tun le lo lati béèrè fún olùpẹ̀ lati ṣètò awọn ero ni ìlò tí a fún.<br><br>Kọ́kọ́, ṣàpèjúwe awọn àṣàyàn lati inu eyiti olùpẹ̀ yóò le yan ìdáhùn rere julọ. Lẹ́yìn náà, ṣàpèjúwe awọn ìbéèrẹ tí yóò ni lati so pọ̀ si ọ̀kan ninu awọn àṣàyàn tí a ṣàpèjúwe tẹ́lẹ̀. Nikẹhin, so awọn ero lati akólẹ̀ àkọ́kọ́ pẹ̀lú awọn ti akólẹ̀ kejì nipasẹ ìlọlọlà ìyàsọ̀rọ̀.<br><br>Ìròyìn: Awọn ero pupọ lati ẹ̀ka àkọ́kọ́ le tọka si ero kan naa ni ẹ̀ka kejì.<br><br>Yan ìdí ìdí fún ìbámu tó tọ́ kọ̀ọ̀kan, ati fi ìdáhùn rẹ pamọ́.</p><hr><b>Ṣàtúnṣe ìdánwò</b><p>Lati ṣàtúnṣe ìdánwò, ìlò kan naa gẹgẹbi ìdá ìdánwò. Ṣẹ́ lórí aworan <img src="../img/edit.gif" border="0" align="absmiddle"> lẹ́yìn ìdánwò lati ṣàtúnṣe, ati tẹle awọn ìlò loke.</p><hr><b>Pa ìdánwò run</b><p>Lati pa ìdánwò run, tẹ lórí aworan <img src="../img/delete.gif" border="0" align="absmiddle"> lẹ́yìn ìdánwò lati pa á run.</p><hr><b>Ṣí ìdánwò ṣiṣẹ́</b><p>Fún ìdánwò le ṣe ìlò, o gbọ́dọ̀ ṣí i ṣiṣẹ́ nipa titẹ lórí aworan <img src="../img/invisible.gif" border="0" align="absmiddle"> lẹ́yìn orúkọ ìdánwò.</p><hr><b>Ṣiṣẹ ìdánwò</b><p>O le dandan ìdánwò rẹ nipa titẹ lórí orúkọ rẹ ni akólẹ̀ ìdánwò.</p><hr><b>Ìbéèrẹ pìpà</b><p>Nikòókò ìdá/Ṣàtúnṣe ìdánwò, o le pinnu boya o fẹ ìbéèrẹ lati fa ni ìlò pìpà lati inu gbogbo ìbéèrẹ ìdánwò.<br><br>Nipasẹ ṣí ìdí yìí, ìbéèrẹ yóò fa ni ìlò iyatọ ni gbogbo ìgbà ti olùpẹ̀ ṣiṣẹ ìdánwò.<br><br>Ti o ba ni nọ́ọmbà ìbéèrẹ pupọ, o le yan lati fa ìbéèrẹ x-nọ́ọmbà pìpà lati ìbéèrẹ ti o wa.</p><hr><b>Ìpù ìbéèrẹ</b><p>Nigbati o ba pa ìdánwò run, ìbéèrẹ rẹ kò yọ kuro lati ìpìlẹ ìsàrò, nitorinaa wọn le tun ṣe ìlò pada sinu ìdánwò mìíràn nipasẹ ìpù ìbéèrẹ.<br><br>Ìpù ìbéèrẹ tun gba ọ laaye lati tun lo ìbéèrẹ kan naa ni ìdánwò pupọ.<br><br>Nipasẹ ìlẹ̀sẹẹsẹ, gbogbo ìbéèrẹ ti o ni pẹ̀lú ìdàsílẹ rẹ jẹ ìkọkọ. O le ṣàfihàn ìbéèrẹ ti o ni pẹ̀lú ìdánwò, nipa yíyan 'ààbọ' ni ìlọlọlà ìyàsọ̀rọ̀.<br><br>Ìbéèrẹ òmùgọ jẹ ìbéèrẹ tí kò jẹ ti ìdánwò kankan.</p><hr><b>Ìdánwò HotPotatoes</b><p>O le ko ìdánwò HotPotatoes wọle sinu ọgbà ẹnu-ọ̀nà Chamilo, lati lo ni ohun èlò Ìdánwò. Awọn abajade ti ìdánwò wọnyi wa ni ìpamọ́ gẹgẹbi ìdáhùn ìdánwò Chamilo ati pe o le ṣe ìtò pẹ̀lú ohun èlò Ìròyìn. Ni ọran ìdánwò ìrọrun, a ṣe ìdùmọ̀ lo html tabi htm; ti ìdánwò rẹ ba ni aworan, ìgbé ìdí zip jẹ ọ̀nà ti o rọrun julọ.</p><p>Ìròyìn: O tun le fi Ìdánwò HotPotatoes ṣe ìgbésẹ̀ ni Ìpa Ìkọ́ni.</p><b>Ọ̀nà ìkòwọlè</b><ul> <li>Yan fáìlì lórí kọmputa rẹ nipa lò ìdùbúlẹ <input type=submit value=Browse name=submit2> lórí ẹ̀ka ọtún ìkànnì rẹ.</li> <li>Ṣí ìgbé ìdí pẹ̀lú Ìdùbúlẹ Ìgbé ìdí <input type=submit value=Upload name=submit2>.</li> <li>O le ṣii ìdánwò nipa titẹ lórí orúkọ rẹ.</li></ul><br><b>Ìnọ́ọ̀bà ìṣe pàtàkì</b><br><ul><li>Ìkànnì ilé Hot Potatoes : <ahref="http://web.uvic.ca/hrd/halfbaked/">http://web.uvic.ca/hrd/halfbaked/</a></li></li></ul>

source: The Course tool supports two approaches :<ul><li>Create a new course (allowing you to author your own content)</li><li>Import SCORM course</li></ul><img src="../img/path_help.gif"><p><b>What is a Learning Path?</b></p><p>A Learning Path allows for the presentation of a sequence of learning experiences or activities arranged in distinct sections (in this sense, the Learning Path is what distinguishes a 'course' from a mere repository of random documents). It can be content-based (serving as a table of contents) or activities-based, serving as an agenda or program of action necessary to understand and apply a particular area of knowledge or skill.</p><p>In addition to being structured, a Learning Path can also be <i>sequential</i>, meaning that the completion of certain steps constitute pre-requisites for accessing others (i.e. 'you cannot go to learning object 2 before learning object 1'). Your sequence can be <i>suggestive</i> (simply displaying steps one after the other) or <i>prescriptive</i> (involving pre-requisites so that learners are required to follow steps in a particular order).</p><p><b>How do I create my own Learning Path (Course)?</b></p><p>Proceed to the 'Learning Path' section. There you can create as many courses/paths as you wish by clicking the <i>Create a new course</i> tool. You will need to choose a name for the course/path (e.g. <i>Unit 1</i> if you plan to create several units within the overall course). To begin with, the course is empty, waiting for you to add sections and learning objects to it.<br>If you set a course to Visible, it will appear as a new tool on the course homepage. This makes it easier and clearer for students to access.</p><p><b>What learning objects can I add?</b></p><p>All Chamilo tools, activities and content that you consider useful and relevant to your course can be added :<br><ul><li>Separate documents (texts, pictures, Office docs, ...)</li><li>Forums as a whole</li><li>Topics</li><li>Links</li><li>Chamilo Tests</li><li>HotPotatoes Tests<br />(note :tests made invisible on the homepage, but included in a path, become visible for learners only as they work through the course.)</li><li>Assignments</li><li>External links</li></ul></p><p><b>Other features</b></p><p>Learners can be asked to follow your course in a given order, as you can set <u>pre-requisites</u>. This means for example that learners cannot go to e.g. Quiz 2 until they have read e.g. Document 1. All learning objects have a status:<i>completed</i> or <i>incomplete</i>, so the progress of learners is clearly reported.</p><p>If you alter the original title of a learning object, the new name will appear in the course, but the original title will not be deleted. So if you want test8.doc to appear as 'Final Exam' in the path, you do not have to rename the file, you can use the new title in the path. It is also useful to give new titles to links which are too long.</p><p>When you're finished, don't forget to check Display mode, (showing, as in learner view, the table of contents on the left and the learning objects on the right,one at a time.)</p><br><p><b>What is a SCORM course and how do I import one?</b></p><p>The learning path tool allows you to upload SCORM-compliant courses.</p><p>SCORM (<i>Sharable Content Object Reference Model</i>) is a public standard followed by major e-Learning companies like NETg, Macromedia, Microsoft, Skillsoft, etc. They act at three levels:</p><ul><li><b>Economy</b> : SCORM renders whole courses or small content units reusable on different Learning Management Systems (LMS) through the separation of content and context,</li><li><b>Pedagogy</b> : SCORM integrates the notion of pre-requisite or <i>sequencing</i> (<i>e.g. </i>"You cannot go to chapter 2 before passing Quiz 1"),</li><li><b>Technology</b> : SCORM generates a table of contents as an abstraction layer located outside the content and the LMS. It helps both communicate with each other. Mainly communicated are <i>bookmarks</i>("Where is John in the course?"), <i>scoring</i> ("How did John pass the test?") and <i>time</i> ("How much time did John spent in chapter 1?").</li></ul><b>How can I create a SCORM-compliant Learning Path?</b><br><br>The obvious way is to use the Chamilo Authoring tool. However, you may prefer to create complete SCORM compliant websites locally on your own computer before uploading it onto your Chamilo platform. In this case, we recommend the use of a sophisticated tool such as Lectora®, eXe Learning® or Reload®<br></p><p>
yo_ng: Ohun èlò Ìdàsílẹ̀ ṣe ìrànlọ́wọ́ ọ̀nà méjì :<ul><li>Ṣẹ̀dá ìdàsílẹ̀ tuntun (ngba ọ laaye lati ṣàṣàrọ akóntera rẹ fúnra rẹ)</li><li>Ko ìdàsílẹ̀ SCORM wọle</li></ul><img src="../img/path_help.gif"><p><b>Kini Ìpa Ìkọ́ni?</b></p><p>Ìpa Ìkọ́ni gba ìdàrí ìtò ìrírí ìkọ́ni tabi ìṣiṣẹ́ ti a ṣètò ni awọn apakan ọtọ (ni ìtumọ̀ yìí, Ìpa Ìkọ́ni ni ohun tí ó ṣe ìyàtọ̀ 'ìdàsílẹ̀' lati ìpamọ́ ìwé ìdí ìdí). O le jẹ ti akóntera (ṣiṣẹ gẹgẹbi atokọ akóntera) tabi ti ìṣiṣẹ́, ṣiṣẹ gẹgẹbi ìpinnu ìṣiṣẹ́ tabi ètò ìṣe pataki lati lóye ati lo agbègbè ìmọ̀ tabi ìmọ̀ kan pato.</p><p>Ní àfikún sí ìdàgbatẹ́, Ìpa Ìkọ́ni le tun jẹ <i>lẹ́sẹẹsẹ</i>, ìtumọ̀ pe ìparí awọn ìgbésẹ̀ kan jẹ́ ìdí ìṣaaju fún ìwọlé awọn miíràn (i.e. 'o kò le lọ si nkan ìkọ́ni 2 ṣaaju nkan ìkọ́ni 1'). Ìtò rẹ le jẹ <i>ìdàbòrò</i> (fi ìgbésẹ̀ han lẹ́yìn ìgbésẹ̀) tabi <i>àṣẹ</i> (òkun ìdí ìṣaaju ki akẹ́ẹ́kọ̀ ṣe ìtẹ̀síwájú ìgbésẹ̀ ni ìlò pato).</p><p><b>Báwo ni mo ṣe ṣẹ̀dá Ìpa Ìkọ́ni (Ìdàsílẹ̀) ti ara mi?</b></p><p>Lo si apakan 'Ìpa Ìkọ́ni'. Nibẹ̀ o le ṣẹ̀dá ìdàsílẹ̀/òpópóna púpọ̀ bi o ṣe fẹ́ nipa titẹ ohun èlò <i>Ṣẹ̀dá ìdàsílẹ̀ tuntun</i>. Iwọ yóò nílò lati yan orúkọ fún ìdàsílẹ̀/òpópóna (fun apẹẹrẹ <i>Ẹ̀ka 1</i> ti o ba gbé ìdàsílẹ̀ pupọ laarin ìdàsílẹ̀ lapapọ). Lati bẹ̀rẹ̀, ìdàsílẹ̀ jẹ òfo, nduro fún ọ lati fi apakan kun ati awọn nkan ìkọ́ni si i.<br>Ti o ba ṣeto ìdàsílẹ̀ si Ìrìran, yóò han bi ohun èlò tuntun lori ìkànnì ilé ìdàsílẹ̀. Eyi jẹ ki o rọrun ati kedere fun awọn akẹ́ẹ́kọ̀ lati wọle.</p><p><b>Àwùjọ nkan ìkọ́ni wo ni mo le fi kun?</b></p><p>Gbogbo ohun èlò Chamilo, ìṣiṣẹ́ ati akóntera tí o rò pé ó wúlò ati ìbámu si ìdàsílẹ̀ rẹ le ṣe afikún :<br><ul><li>Àwùjọ ìwé (ọrọ̀, aworan, ìwé ọfiisi, ...)</li><li>Ìpìlẹ ìfọwọ́rọ̀pà lapapọ</li><li>Àwùjọ ìròyìn</li><li>Ìnọ́ọ̀bà</li><li>Ìdánwò Chamilo</li><li>Ìdánwò HotPotatoes<br />(ìròyìn : ìdánwò tí a ṣe ìkọkọ lori ìkànnì ilé, ṣùgbọ́n ti a fi sinu òpópóna, di ìrìran fún awọn akẹ́ẹ́kọ̀ nikan bi wọ́n ṣiṣẹ́ nipasẹ ìdàsílẹ̀.)</li><li>Iṣẹ́ Ìkọ́silẹ̀</li><li>Ìnọ́ọ̀bà ìta</li></ul></p><p><b>Àwùjọ ìlànà mìíràn</b></p><p>Awọn akẹ́ẹ́kọ̀ le ṣe ì béèrè lati tẹle ìdàsílẹ̀ rẹ ni ìlò tí a fún, bi o ṣe le ṣeto <u>ìdí ìṣaaju</u>. Eyi tumọ si fun apẹẹrẹ pe awọn akẹ́ẹ́kọ̀ kò le lọ si ìdí ìdánwò 2 títí di ìgbà tí wọ́n kà ìwé 1. Gbogbo nkan ìkọ́ni ni ipo:<i>parí</i> tabi <i>kò parí</i>, nitorinaa ìlọsíwájú awọn akẹ́ẹ́kọ̀ ṣe ìròyìn kedere.</p><p>Ti o ba yí orúkọ àkọ́kọ́ ti nkan ìkọ́ni pada, orúkọ tuntun yóò han ni ìdàsílẹ̀, ṣùgbọ́n orúkọ àkọ́kọ́ kò ni parẹ́. Nitorinaa ti o fẹ ki test8.doc han bi 'Ìdánwò Ìparí' ni òpópóna, o kò gbọ́dọ̀ fun lorúkọ fáìlì, o le lo orúkọ tuntun ni òpópóna. O tun wúlò lati fun awọn ìnọ́ọ̀bà tuntun ti o gun ju.</p><p>Nigbati o ba pari, maṣe gbagbe lati ṣàyẹ̀wò Ipo Ìfihan, (fi ìfihan, gẹgẹbi ìwo akẹ́ẹ́kọ̀, atokọ akóntera ni apa osì ati awọn nkan ìkọ́ni ni ọtún,ọkan lẹ́yìkan.)</p><br><p><b>Kini ìdàsílẹ̀ SCORM ati bawo ni mo ṣe ko ọkan wọle?</b></p><p>Ohun èlò ìpa ìkọ́ni gba ọ laaye lati gbe ìdàsílẹ̀ ti o baamu SCORM wọle.</p><p>SCORM (<i>Sharable Content Object Reference Model</i>) jẹ́ ìlò ìdí ìlànà ti gbogbo eniyan ti awọn ile-iṣẹ́ e-Learning pataki tẹle bi NETg, Macromedia, Microsoft, Skillsoft, abbl. Wọn ṣiṣẹ ni awọn ipele mẹ́ta:</p><ul><li><b>Ètò Ìṣiṣẹ́</b> : SCORM ṣe ìdàsílẹ̀ ìdàsílẹ̀ gbogbo tàbí awọn ẹ̀ka akóntera kekere ti a le lo lori Awọn Eto Ìdarí Ìkọ́ni iyatọ (LMS) nipasẹ ìpínyà akóntera àti ìtumọ̀,</li><li><b>Ètò Ìkọ́ni</b> : SCORM ṣàkópọ ìdí ìṣaaju tabi <i>ìtò</i> (<i>fun apẹẹrẹ </i>"O kò le lọ si ipin 2 ṣaaju ìdá ìdánwò 1"),</li><li><b>Ìmọ̀ Ẹrọ</b> : SCORM ṣẹ̀dá atokọ akóntera gẹgẹbi ìyàtọ̀ ìtumọ̀ ti o wa ni ita akóntera àti LMS. O ṣe ìrànlọ́wọ́ mejeeji lati ba ara wọn sọrọ. Awọn ìfọwọ́rọ̀pà pataki jẹ <i>awọn ìdí ìpamọ́</i>("John wa nibo ninu ìdàsílẹ̀?"), <i>ìdí ìdí</i> ("John ṣe ìdánwò bawo?") ati <i>akoko</i> ("John lo akoko melo ni ipin 1?").</li></ul><b>Báwo ni mo ṣe ṣẹ̀dá Ìpa Ìkọ́ni ti o baamu SCORM?</b><br><br>Ọ̀nà tí ó ṣe kedere ni lati lo ohun èlò Ìdá Chamilo. Sibẹsibẹ, o le fẹ́ lati ṣẹ̀dá àwùjọ ìwé SCORM pipe ni kọmputa rẹ ṣaaju ki o to gbe e soke sori pẹpẹ Chamilo rẹ. Ni ọran yìí, a ṣe ìdùmọ̀ ìlò ohun èlò ìmọ̀ giga gẹgẹbi Lectora®, eXe Learning® tabi Reload®<br></p><p>
