Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: If you are using an LDAP server that does not support or accept anonymous access, fill the following field with the user password that should be used.
ar: LDAP في حال كونك تستخدم خادم
ast_es: Si usa un servidor LDAP ensin accesu anónimu, enllene'l campu que vien darréu cola seña que tien que s'usar.
bn_bd: যদি আপনি এমন LDAP সার্ভার ব্যবহার করেন যা অ্যানোনিমাস অ্যাক্সেস সমর্থন বা গ্রহণ করে না, তাহলে নিম্নলিখিত ক্ষেত্রটি সেই ব্যবহারকারী পাসওয়ার্ড দিয়ে পূরণ করুন যা ব্যবহার করা উচিত।
bs_ba: Ako koristite LDAP server koji ne podržava ili ne prihvaća anonimni pristup, popunite sljedeće polje korisničkom lozinkom koja treba koristiti.
ca_es: Si esteu usant un servidor LDAP que no accepta l'accés anònim, empleneu el següent camp amb la contrasenya que s'hagi d'utilitzar
cs_cz: Pokud používáte LDAP server, který nepodporuje nebo neumažňuje anonymní přístup, vyplňte následující pole s uživatelským heslem.
da: Hvis du bruger en LDAP-server, der ikke understøtter eller accepterer anonym adgang, udfyld dette felt med brugerens password, der skal bruges.
de: Bei Nutzung eines LDAP Servers, der keinen Anonymous Zugriff erlaubt, das nachfolgende Felde für Benutzerpasswort benutzen
el: Αν χρησιμοποιείτε διακομιστή LDAP που δεν υποστηρίζει ή δεν δέχεται ανώνυμη πρόσβαση, συμπληρώστε το παρακάτω πεδίο με τον κωδικό πρόσβασης χρήστη που πρέπει να χρησιμοποιηθεί.
eo: Se vi uzas LDAP-servilon kiu ne subtenas aŭ akceptas anoniman aliron, plenigu la jenan kampon per la uzantpasvorto kiu devus esti uzita.
es: Si está usando un servidor LDAP que no acepta acceso anónimo, rellene el siguiente campo con la contraseña que tenga que usarse.
es_mx: Si usa un servidor LDAP que no soporta o acepta acceso anónimo, llene el siguiente campo con la contraseña del usuario que debe usarse.
eu_es: Izenik gabeko sarbiderik onartzen ez duen LDAP zerbitzaria erabiltzen ari bazara, bete hurrengo eremua erabili beharko den pasahitza idatziz.
fa_ir: اگر از سرور LDAP استفاده می‌کنید که دسترسی ناشناس را پشتیبانی یا قبول نمی‌کند، این فیلد را با رمز عبور کاربری که باید استفاده شود پر کنید.
fi_fi: Jos käytät LDAP-palvelinta, joka ei tue tai hyväksy anonyymiä pääsyä, täytä tämä kenttä käytettävällä käyttäjän salasanalla.
fo_fo: Um tú brúkar ein LDAP ambætara sum ikki styðir ella takkar ónavngivan atgongd, fyll í fylgjandi teigur við brúkara lykilorðinum sum skal brúkast.
fur: Se ju dopris un server LDAP che no supuarte o al acete l'acès anonîm, jemplîs chest camp cu la pasvûrt dal utent che si deve doprâ.
ga: Má úsáideann tú freastalaí LDAP nach dtacaíonn le rochtain gan ainm, líon an réimse seo le pasfhocal an úsáideora le húsáid.
gl: Se está usando un servidor LDAP que non acepta acceso anónimo, encha o seguinte campo coa contraseña que teña que usarse.
he_il: אם אתה משתמש בשרת LDAP שאינו תומך או מקבל גישה אנונימית, מלא את השדה הבא בסיסמת המשתמש שבה יש להשתמש.
hi: यदि आप LDAP सर्वर उपयोग कर रहे हैं जो गुमनाम पहुँच का समर्थन या स्वीकार नहीं करता, तो निम्न फ़ील्ड को उपयोग करने वाले उपयोगकर्ता पासवर्ड से भरें।
hr_hr: Ako koristite LDAP poslužitelj koji ne podržava ili ne prihvaća anonimni pristup, ispunite sljedeće polje korisničkom lozinkom koja se treba koristiti.
hu_hu: Ha olyan LDAP szervert használ, amely nem támogatja vagy nem fogadja el a névtelen hozzáférést, töltse ki a következő mezőt a használandó felhasználói jelszóval.
hy: Եթե օգտագործում եք LDAP սերվեր, որը չի աջակցում կամ չի ընդունում անանուն մուտքը, լրացրեք հետևյալ դաշտը օգտատիրոջ գաղտնաբառով, որը պետք է օգտագործվի:
id_id: Jika Anda menggunakan server LDAP yang tidak mendukung atau menerima akses anonim, isi bidang berikut dengan kata sandi pengguna yang harus digunakan.
it: Se impieghi un server LDAP che non supporta o consente l'accesso anonimo, scrivi nel campo la password da impiegare al login.
ja: 匿名アクセスをサポートしないLDAPサーバーの場合、使用するユーザーパスワードを入力してください。
ka_ge: თუ იყენებთ LDAP სერვერს რომელიც არ უჭერს მხარს ანონიმურ წვდომას, შეავსეთ შემდეგი ველი იმ მომხმარებლის პაროლით რომელიც უნდა გამოყენებულ იქნას.
ko_kr: 익명 액세스를 지원하지 않는 LDAP 서버를 사용하는 경우, 사용할 사용자 비밀번호를 다음 필드에 입력하십시오.
lo: ຖ້າທ່ານກຳລັງໃຊ້ເຊີບເວີ LDAP ທີ່ບໍ່ຮອງຮັບ ຫຼື ບໍ່ຍອມຮັບການເຂົ້າເຖິງແບບບໍ່ລະບຸຊື່, ໃຫ້ຕື່ມຂໍ້ມູນລະຫັດຜ່ານຂອງຜູ້ໃຊ້ທີ່ຄວນຈະໃຊ້ໃນຊ່ອງຂໍ້ມູນຕໍ່ໄປນີ້.
lt_lt: Jei naudojate LDAP serverį, kuris nepalaiko ar nepriima anoniminio prisijungimo, užpildykite šį lauką vartotojo slaptažodžiu, kuris turėtų būti naudojamas.
lv_lv: Ja izmantojat LDAP serveri, kas neatbalsta vai nepriņem anonīmu piekļuvi, aizpildiet šo lauku ar lietotāja paroli, kas jāizmanto.
mk_mk: Ако користите LDAP сервер што не поддржува или не прифаќа анонимен пристап, пополнете го следново поле со корисничката лозинка што треба да се користи.
ms_my: Jika anda menggunakan pelayan LDAP yang tidak menyokong atau terima akses tanpa nama, isi medan berikut dengan kata laluan pengguna yang patut digunakan.
my_mm: သင်အသုံးပြုနေသော LDAP ဆာဗာသည် အမည်မသိဝင်ရောက်မှုကို ထောက်ပံ့မပေးပါက သို့မဟုတ် လက်ခံမပေးပါက၊ အောက်ပါကွက်လပ်တွင် အသုံးပြုရမည့် အသုံးပြုသူစကားဝှက်ကို ဖြည့်ပါ။
ne: यदि तपाईंले गुमनाम पहुँच स्वीकार नगर्ने LDAP सर्भर प्रयोग गर्दै हुनुहुन्छ भने, निम्न क्षेत्रमा प्रयोग गर्नुपर्ने प्रयोगकर्ता पासवर्ड भर्नुहोस्।
nl: Als u een LDAP server gebruikt die geen anonieme toegang ondersteunt of aanvaard dan kunt u onderstaand veld gebruiken om het wachtwoord van de LDAP server in te geven.
nn_no: Om du brukar ein LDAP-tenar som ikkje støttar eller akzeptterer anonym tilgang, fyll inn brukarpassordet som skal brukast i dette feltet.
oc: Se utilizatz un servidor LDAP que supòrta pas o accepta pas l'access anonim, emplenatz lo camp seguent amb lo senhal de l'utilizaire qu'es cal utilizar.
pl_pl: Jeśli korzystasz z serwera LDAP, który nie obsługuje lub nie akceptuje dostępu anonimowego, wypełnij następujące pola z hasłem użytkownika, które powinno być używane.
ps: که تاسو LDAP سرور وکاروئ چې نامعلوم لاسرسی ملاتړ نه کوي یا قبلوي، لاندې فیلډ د استعمال کوونکي پاس ورډ سره ډک کړئ چې باید وکارول شي.
pt_br: Se está a usar um servidor LDAP que não suporta ou aceita acessos anónimos, preencha o campo seguinte com a senha do usuários que deverá ser usado.
pt_pt: Se está a usar um servidor LDAP que não suporta ou aceita acessos anónimos, preencha o campo seguinte com a senha/password do utilizador que deverá ser utilizado.
ro_ro: Daca utilizati un server LDAP care nu suporta sau nu accepta acces anonim, completati campul urmator cu parola care va fi utilizata.
ru_ru: Если сервер LDAP не поддерживает анонимный доступ, укажите пароль пользователя.
sk_sk: Ak používate LDAP server, ktorý nepodporuje alebo neakceptuje anonymný prístup, vyplnte nasledujúce pole heslom používateľa, ktoré má byť použité.
sl: V primeru, da uporabljate LDAP strežnik, ki ne omogoča anonimnega dostopa, izpolnite naslednja polja z uporabniškim geslom, ki je namenjen dostopu.
sq: Nëse po përdorni një server LDAP që nuk mbështet ose nuk pranon qasje anonime, plotësoni fushën e mëposhtme me fjalëkalimin e përdoruesit që duhet të përdoret.
sr_rs: Ako koristite LDAP server koji ne podržava ili ne prihvata anonimni pristup, popunite sledeće polje korisničkom lozinkom koja treba da se koristi.
sv_se: Om du använder LDAP-server som inte stöder anonym förfrågan kan du här fylla i det lösenord som isåfall ska användas.
sw_ke: Ikiwa unatumia seva ya LDAP ambayo haiaiungi mkono au kukubali upatikanaji usiojulikana, jaza uwanja ufuatao kwa nenosiri la mtumiaji linalopaswa kutumika.
ta: அநாமதேய அணுகலை ஆதரிக்காத அல்லது ஏற்காத LDAP சர்வரைப் பயன்படுத்தினால், பின்வரும் வெளியில் பயன்படுத்த வேண்டிய பயனர் சமரசுரையை நிரப்பவும்.
th: หากใช้เซิร์ฟเวอร์ LDAP ที่ไม่รองรับหรือไม่ยอมรับการเข้าถึงแบบไม่ระบุชื่อ ให้กรอกฟิลด์นี้ด้วยรหัสผ่านของผู้ใช้ที่ควรใช้
tl_ph: Kung gumagamit ka ng LDAP server na hindi sumusuporta o tinatanggap ang anonymous access, punuin ang sumusunod na field ng user password na dapat gamitin.
tr: Anonim erişimi desteklemeyen veya kabul etmeyen LDAP sunucusu kullanıyorsanız, kullanılacak kullanıcı parolasını bu alana girin.
uk_ua: Якщо ви використовуєте сервер LDAP, який не підтримує або не приймає анонімний доступ, заповніть це поле паролем користувача, який повинен використовуватися.
vi_vn: Nếu bạn sử dụng máy chủ LDAP không hỗ trợ hoặc chấp nhận truy cập ẩn danh, điền trường sau với mật khẩu người dùng cần sử dụng.
xh_za: Ukuba usebenzisa iseva ye-LDAP engayixhasi okanye eyamkeliyo ukungena ngokungaziwayo, gcwalisa le ntsimi ngepassword yomsebenzisi ekufuneka isetyenziswe.
zh_cn: 如果您使用的 LDAP 服务器不支持或不接受匿名访问，请在以下字段中填写应使用的用户密码。
zh_tw: 若使用的 LDAP 伺服器不支援或不接受匿名存取，請填入應使用的使用者密碼。

source: LDAP Import
ar: LDAP استيراد
ast_es: Importación LDAP
bn_bd: LDAP আমদানি
bs_ba: LDAP Uvoz
ca_es: Importació LDAP
el: Εισαγωγή LDAP
eo: LDAP-enigo
es: Importación LDAP
es_mx: Importación LDAP
eu_es: LDAP inportazioa
fa_ir: وارد کردن LDAP
fi_fi: LDAP-tuonti
fo_fo: LDAP innflyting
fur: Importazion LDAP
ga: Iompórtáil LDAP
gl: Importación LDAP
he_il: יבוא LDAP
hi: LDAP आयात
hr_hr: LDAP Uvoz
hy: LDAP Ներմուծում
id_id: Impor LDAP
it: Importazione LDAP
ja: LDAPインポート
ka_ge: LDAP იმპორტი
ko_kr: LDAP 가져오기
lo: ການນຳເຂົ້າຂໍ້ມູນ LDAP
lt_lt: LDAP importas
lv_lv: LDAP imports
mk_mk: LDAP увоз
ms_my: Import LDAP
my_mm: LDAP တင်သွင်းမှု
ne: LDAP आयात
oc: Importacion LDAP
pl_pl: Importuj LDAP
ps: LDAP داخلول
pt_br: Importar LDAP
pt_pt: Importar LDAP
ro_ro: Importare LDAP
ru_ru: Импорт LDAP
sl: LDAP Uvoz
sq: Import LDAP
sr_rs: LDAP Uvoz
sw_ke: Ingiza LDAP
ta: LDAP இறக்குமதி
th: นำเข้าจาก LDAP
tr: LDAP İçe Aktarma
uk_ua: Імпорт LDAP
vi_vn: Nhập LDAP
xh_za: Genisa i-LDAP
zh_cn: LDAP 导入
zh_tw: LDAP 匯入

source: Notify subscribed users by e-mail
ar: اخطار المستخدمين المسجلين عبر البريد
ast_es: Avisar a los usuarios rexistraos por e-mail
bn_bd: সাবস্ক্রাইবড ব্যবহারকারীদের ইমেইলের মাধ্যমে অবহিত করুন
bs_ba: Obavijesti prijavljene korisnike e-mailom
ca_es: Notificar per correu-e els usuaris registrats
cs_cz: Informujte zapsané uživatele emailem
da: Underret tilmeldte brugere pr. e-mail
de: Angemeldete Benutzer per E-Mail benachrichtigen
el: Ειδοποίηση εγγεγραμμένων χρηστών με email
eo: Avizi aliĝintajn uzantojn per retpoŝto
es: Notificar usuarios registrados por e-mail
es_mx: Notificar usuarios suscritos por correo electrónico
eu_es: Jakinarazi izena eman duten erabiltzaileak mezu elektroniko bidez
fa_ir: اطلاع رسانی کاربران ثبت نام شده توسط ایمیل
fi_fi: Ilmoita tilatuille käyttäjille sähköpostilla
fo_fo: Varsla tilskráddar brúkarar við t-post
fur: Notifiche ai utents iscritîs par e-mail
ga: Cuir úsáideoirí fo-scribhinnne ar an ríomhphost
gl: Notificar usuarios rexistrados por e-mail
he_il: הודע למשתמשים רשומים באמצעות דואר אלקטרוני
hi: सदस्य उपयोगकर्ताओं को ईमेल द्वारा सूचित करें
hr_hr: Obavijesti upisane korisnike e-poštom
hu_hu: Feliratkozott felhasználók értesítése e-mailben
hy: Ծանուցել բաժանորդագրված օգտատերերին էլ. փոստով
id_id: Beri tahu pengguna terdaftar melalui email
it: Notifica la registrazione via e-mail
ja: 登録ユーザーにメールで通知
ka_ge: აღრიცხული მომხმარებლების ელფოსტით შეტყობინება
ko_kr: 구독 사용자에게 이메일 알림
lo: ແຈ້ງເຕືອນຜູ້ໃຊ້ທີ່ລົງທະບຽນຜ່ານອີເມວ
lt_lt: Pranešti užsiregistravusiems vartotojams el. paštu
lv_lv: Paziņot reģistrētajiem lietotājiem pa e-pastu
mk_mk: Извести ги претплатените корисници по е-пошта
ms_my: Beritahu pengguna yang melanggan melalui e-mel
my_mm: စာရင်းသွင်းထားသော အသုံးပြုသူများကို အီးမေးလ်ဖြင့် အကြောင်းကြားပါ
ne: सब्स्क्राइब गरिएका प्रयोगकर्ताहरूलाई इमेल द्वारा सूचित गर्नुहोस्
nl: Verwittig gebruikers via e-mail
nn_no: Varsle abonnerte brukarar på e-post
oc: Notificar los utilizaires inscrits per e-mail
pl_pl: Informuj subskrybowanych użytkowników przez e-mail
ps: د ګډون کوونکو استعمال کوونکو ته ایمیل خبر ورکول
pt_br: Notificar usuários inscritos por e-mail
pt_pt: Notificar os utilizadores inscritos por e-mail
ro_ro: Notificati utilizatorii inscrisi prin e-mail
ru_ru: Уведомлять подписанных пользователей по email
sk_sk: Informovať zaradených používateľov e-mailom
sl: Obvesti vpisane uporabnike preko e-pošte
sq: Njoftoni përdoruesit e abonuar me email
sr_rs: Obavesti pretplaćene korisnike e-poštom
sv_se: Skicka meddelande till nya användare med e-post
sw_ke: Arifu watumiaji waliojiandikisha kwa barua pepe
ta: சந்தா பயனர்களுக்கு மின்னஞ்சல் மூலம் அறிவிக்கவும்
th: แจ้งผู้ใช้ที่สมัครสมาชิกทางอีเมล
tl_ph: Ipabiso ang mga nagsubscribe na user sa pamamagitan ng e-mail
tr: Kayıtlı kullanıcıları e-mail ile bilgilendir
uk_ua: Повідомляти підписаних користувачів електронною поштою
vi_vn: Thông báo người dùng đăng ký qua email
xh_za: Yazisa abasebenzisi ababhalisiweyo nge-imeyile
zh_cn: 用邮件通知注册用户
zh_tw: 以電子郵件通知已訂閱使用者

source: Do not uncheck
ar: لا تقم بالالغاء
ast_es: Nun desactivar
bn_bd: অচিহ্নিত করবেন না
bs_ba: Ne odznačavajte
ca_es: No desactivar
cs_cz: Neodškrtávejte
da: Fjern ikke hakket
de: Nicht deaktivieren
el: Μην αποεπιλέξετε
eo: Ne malelektu
es: No desactivar
es_mx: No desmarque
eu_es: Ez desaktibatu
fa_ir: علامت نزنید
fi_fi: Älä poista valintaa
fo_fo: Tak ikki burtur úrtøkuna
fur: No dismarcâ
ga: Ná dícheangail
gl: Non desactivar
he_il: אל תבטל את הסימון
hi: अनचेक न करें
hr_hr: Nemojte odznačiti
hu_hu: Ne jelölje ki
hy: Մի հանեք նշանը
id_id: Jangan hapus centang
it: Non levare il segno di spunta
ja: チェックを外さないでください
ka_ge: არ მოახდინოთ მონიშვნის მოხსნა
ko_kr: 체크 해제하지 마십시오
lo: ຫ້າມເອົາເຄື່ອງໝາຍອອກ
lt_lt: Neatžymėkite
lv_lv: Neatķeksējiet/ neatzīmējiet
mk_mk: Не одзначи
ms_my: Jangan tandakan
my_mm: အမှတ်ခြစ်ကို ဖယ်ရှားမထားပါ
ne: नछान्नुहोस्
nl: Vink niet af
nn_no: Ikke fjern hake
oc: Descochètz pas
pl_pl: Nie odznaczaj
ps: چک مه لرې کړئ
pt_br: Não desativar
pt_pt: Não desmarcar
ro_ro: Nu debifati
ru_ru: Не снимайте галочку
sk_sk: Nezrušte začiarknutie
sl: Ne odznači
sq: Mos e heqni shenimin
sr_rs: Ne odznačavajte
sv_se: Inaktivera inte
sw_ke: Usipige tikiti
ta: சரிபார்க்க வேண்டாம்
th: อย่าเอาเครื่องหมายถูกออก
tl_ph: Huwag alisin ang check
tr: İşareti kaldırma
uk_ua: Не знімайте позначку
vi_vn: Không bỏ chọn
xh_za: Musa ukuchitha amakhaladi
zh_cn: 不选
zh_tw: 勿取消勾選

source: All/None
ar: الجميع / لا احد
ast_es: Toos/Nengún
bn_bd: সকল/কেউ না
bs_ba: Svi/Nijedan
ca_es: Tots/Cap
cs_cz: Všechno/Nic
da: Alle/ingen
de: Alle/keine
el: Όλα/Κανένα
eo: Ĉio/Neniu
es: Todos/Ninguno
es_mx: Todo/Ninguno
eu_es: Guztiak/Bat ere ez
fa_ir: همه/هیچ
fi_fi: Kaikki/Ei mitään
fo_fo: Allir/Engir
fur: Dut/Nissun
ga: Gach/Cead
gl: Todos/Ningún
he_il: הכל/ללא
hi: सभी/कोई नहीं
hr_hr: Svi/Nijedan
hu_hu: Összes/semmi
hy: Բոլորը/Ոչ ոք
id_id: Semua/Tidak ada
it: Tutto/Niente
ja: すべて/なし
ka_ge: ყველა/არც ერთი
ko_kr: 전체/없음
lo: ທັງໝົດ/ບໍ່ມີ
lt_lt: Visi/Jokie
lv_lv: Visi / Neviens
mk_mk: Сите/Ниеден
ms_my: Semua/Tiada
my_mm: အားလုံး/မရှိ
ne: सबै/कुनै पनि छैन
nl: Alles/Geen
nn_no: Alle/ingen
oc: Tot/Pas res
pl_pl: Wszystko/Żaden
ps: ټول/هیڅ
pt_br: Todos/Nenhum
pt_pt: Todos/Nenhum
ro_ro: Toti/Nici unul
ru_ru: Все/Ни один
sk_sk: Všetko/Nič
sl: Vsi/Nihče
sq: Të gjithë/Asnjë
sr_rs: Svi/Nijedan
sv_se: Alla/Ingen
sw_ke: Zote/Hakuna
ta: அனைத்தும்/ஒன்றுமில்லை
th: ทั้งหมด/ไม่มี
tl_ph: Lahat/Wala
tr: Hepsi / Hiçbiri
uk_ua: Усі/Жодного
vi_vn: Tất cả/Không
xh_za: Bonke/Nonke
zh_cn: 所有/无
zh_tw: 全選/全不選

source: LDAP Import: Users/Steps
ar: LDAP استيراد: المستخدميمن / الخطوات
ast_es: Importación LDAP: Usuarios/Etapes
bn_bd: LDAP আমদানি: ব্যবহারকারী/ধাপ
bs_ba: LDAP Uvoz: Korisnici/Koraci
ca_es: Importació LDAP: Usuaris/Etapes
cs_cz: LDAP import: Uživatelé/Etapy
da: LDAP-import: Brugere/trin
de: LDAP Import: Benutzer/Schritte
el: Εισαγωγή LDAP: Χρήστες/Βήματα
eo: LDAP-enigo: Uzantoj/Ŝtupoj
es: Importación LDAP: Usuarios/Etapas
es_mx: Importación LDAP: Usuarios/Pasos
eu_es: LDAP inportazioa: Erabiltzaileak/Urratsak
fa_ir: وارد کردن LDAP: کاربران/مراحل
fi_fi: LDAP-tuonti: Käyttäjät/Vaiheet
fo_fo: LDAP innflyting: Brúkarar/Stig
fur: Import LDAP: Utents/Pasi
ga: Iompórtáil LDAP: Úsáideoirí/Céimeanna
gl: Importación LDAP: Usuarios/Etapas
he_il: ייבוא ​​LDAP: משתמשים/צעדים
hi: LDAP आयात: उपयोगकर्ता/चरण
hr_hr: LDAP Uvoz: Korisnici/Koraci
hu_hu: LDAP Import: Felhasználók/Lépések
hy: LDAP Ներմուծում. Օգտատերեր/Քայլեր
id_id: Impor LDAP: Pengguna/Langkah
it: Importazione LDAP: Utenti/Attività
ja: LDAPインポート：ユーザー/ステップ
ka_ge: LDAP იმპორტი: მომხმარებლები/ნაბიჯები
ko_kr: LDAP 가져오기: 사용자/단계
lo: ການນຳເຂົ້າ LDAP: ຜູ້ໃຊ້/ຂັ້ນຕອນ
lt_lt: LDAP importas: Vartotojai/Žingsniai
lv_lv: LDAP Imports: Lietotāji/Soļi
mk_mk: LDAP увоз: Корисници/Статии
ms_my: Import LDAP: Pengguna/Langkah
my_mm: LDAP တင်သွင်းမှု: အသုံးပြုသူများ/အဆင့်များ
ne: LDAP आयात: प्रयोगकर्ता/चरणहरू
nl: LDAP import: gebruikers/stappen
nn_no: LDAP Import: Brukarar/trinn
oc: Importacion LDAP : Utilizaires/Ètapas
pl_pl: Importuj LDAP: Użytkownicy/Etapy
ps: LDAP داخلول: استعمال کوونکي/مرحلې
pt_br: Importação LDAP: Usuários/Etapas
pt_pt: Importar LDAP: Utilizadores/Etapas
ro_ro: Importare LDAP: Utilizatori/Pasi
ru_ru: Импорт LDAP: Пользователи/Шаги
sk_sk: LDAP Import: Používatelia/Etapy
sl: LDAP Uvoz: Uporabniki/Koraki
sq: Import LDAP: Përdorues/Hapi
sr_rs: LDAP Uvoz: Korisnici/Koraci
sv_se: LDAP-import: Användare/Steg
sw_ke: Ingiza LDAP: Watumiaji/Hatua
ta: LDAP இறக்குமதி: பயனர்கள்/படிகள்
th: นำเข้าจาก LDAP: ผู้ใช้/ขั้นตอน
tl_ph: LDAP Import: Mga User/Mga Hakbang
tr: LDAP İçe Aktarma: Kullanıcılar/Adımlar
uk_ua: Імпорт LDAP: Користувачі/Кроки
vi_vn: Nhập LDAP: Người dùng/Bước
xh_za: Genisa i-LDAP: Abasebenzisi/Izinyathelo
zh_cn: LDAP 导入：用户/步骤
zh_tw: LDAP 匯入：使用者/步驟

source: Enter step to add to your session
ar: ادخال خطوة لاضافتها الى الدورة
ast_es: Escriba la etapa que quier añadir a la so sesión
bn_bd: আপনার সেশনে যুক্ত করার জন্য ধাপ লিখুন
bs_ba: Unesite korak za dodavanje u vašu sesiju
ca_es: Introduïu l'etapa que voleu afegir a la vostra sessió
cs_cz: Zadejte etapu, kterou chcete přidat do vašeho sezení
da: Indtast trin tilføje til din session
de: Schritt eingeben, der Ihrer Kurs-Session hinzugefügt werden soll
el: Εισαγάγετε βήμα για να προσθέσετε στη συνεδρία σας
eo: Enigu ŝtupon por aldoni al via sesio
es: Introduzca la etapa que quiera añadir a su sesión
es_mx: Ingrese el paso para agregar a su sesión
eu_es: Sartu zure saioari gehitu beharreko urratsa
fa_ir: مرحله‌ای را برای اضافه کردن به جلسه خود وارد کنید
fi_fi: Anna lisättävä vaihe istuntoosi
fo_fo: Skriva stig sum tú ynskir at leggja afturat tíni bólkinum
fur: Jentrâ il pas par zontâ a la session
ga: Iontráil céim le cur le do sheisiún
gl: Introduza a etapa que queira engadir á súa sesión
he_il: היכנס לשלב להוספה להפעלה שלך
hi: अपने सत्र में जोड़ने के लिए चरण दर्ज करें
hr_hr: Unesite korak za dodavanje u vašu sesiju
hu_hu: Adja meg a munkamenethez hozzáadandó lépést
hy: Մուտքագրեք քայլը, որը ցանկանում եք ավելացնել ձեր սեանսին
id_id: Masukkan langkah untuk ditambahkan ke sesi Anda
it: Attività aggiunta di sessione
ja: セッションに追加するステップを入力
ka_ge: შეიტანეთ სესიაში დასამატებელი ნაბიჯი
ko_kr: 세션에 추가할 단계 입력
lo: ໃສ່ຂັ້ນຕອນເພື່ອເພີ່ມເຂົ້າໃນຊ່ວງເວລາຮຽນຂອງທ່ານ
lt_lt: Įveskite žingsnį, kurį norite pridėti prie savo sesijos
lv_lv: Ievadiet soli, lai to pievienotu jūsu sesijai
mk_mk: Внесете статија за да ја додадете во вашата сесија
ms_my: Masukkan langkah untuk ditambah ke sesi anda
my_mm: သင့်အစည်းအဝေးသို့ ထည့်သွင်းရန် အဆင့်ကို ထည့်သွင်းပါ
ne: तपाईंको सत्रमा थप्न चरण प्रविष्ट गर्नुहोस्
nl: Voeg een stap toe aan uw sessie
nn_no: Skriv inn trinn å legge til i sesjonen din
oc: Entratz l'ètapa d'afar a vòstra session
pl_pl: Wpisz etap, aby dodać do sesji
ps: مرحلې ننلاسې کړئ چې ستاسو غونډې ته اضافه کړئ
pt_br: Introduzir etapa para acrescentar à sessão
pt_pt: Introduza a etapa a adicionar à sua sessão
ro_ro: Introduceti pasul de adaugat la sesiune
ru_ru: Введите шаг для добавления в сессию
sk_sk: Zadať etapu, ktorú chcete pridať do Vášho stretnutia
sl: Vnesi korak, ki se bo dodal tvoji seji
sq: Futni hapin për ta shtuar në sesionin tuaj
sr_rs: Unesite korak za dodavanje u vašu sesiju
sv_se: Skriv steg att lägga till i sessionen
sw_ke: Ingiza hatua ya kuongeza kwenye kipindi chako
ta: உங்கள் அமர்வுக்கு சேர்க்க வேண்டிய படியை உள்ளிடவும்
th: ป้อนขั้นตอนที่จะเพิ่มในเซสชันของคุณ
tl_ph: Ilagay ang hakbang na idadagdag sa iyong session
tr: Oturumunuza eklemek için adımı girin
uk_ua: Введіть крок для додавання до вашої сесії
vi_vn: Nhập bước để thêm vào buổi học của bạn
xh_za: Faka inyathelo elizongongezelwa kwiseshini sakho
zh_cn: 输入要添加到课程的步骤
zh_tw: 輸入要新增至您的課程的步驟
