Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Course visibility changes for admins only
qu_pe: Yachay ruray rikch'ay yachaykamachikunaq allin

source: Remove the possibility for non-admins to change the course visibility. Visibility can be an issue when there are too many teachers to control directly. Forcing visibilities allows the organization to better manage courses catalogues.
qu_pe: Mana yachaykamachikunaq yachay ruray rikch'ayta hawayta qallarina. Rikch'ay uk yachay yachaykunaq llamkaspalla uk kusikun. Rikch'ayta llamkaspalla, kamachina yachay ruray katalluhuta allichiy.

source: Hide course catalogue’s public link
qu_pe: Yachay ruray katalluhu yanapa suyana qallarina

source: Hides the link to the course catalogue in the menu when the catalogue is public.
qu_pe: Katalluhu yanapalla kaspaq, menupi katalluhu suyana qallarina.

source: User extra fields by default in course stats page
qu_pe: Yachay ruray qillqakuna ruraypi yanapa killakuna uk killakuna

source: Configure this array with the internal IDs of the extra fields you want to show by default in the main course stats page.
qu_pe: Kay hallt'atamanta yanapa killakuna uk IDkunawan allinchay, yachay ruray qillqakuna ruraypi uk killakuna rikuchina.

source: Only show matching courses in catalogue
qu_pe: Katalluhupi uk yachay ruraykuna rikuchina

source: When enabled, only the courses with the extra field ‘show_in_catalogue’ set to 1 will appear in the catalogue.
qu_pe: Allin kachaspaq, 'show_in_catalogue' yanapa killan 1 kasqa yachay ruraykuna katalluhupi rikuriy.

source: Only show matching categories in courses catalogue
qu_pe: Yachay ruray katalluhupi uk killakuna rikuchina

source: When not empty, only the courses from the given categories will appear in the courses catalogue.
qu_pe: Mana hich'a kaspaq, qhaway killakunamanta yachay ruraykuna yachay ruray katalluhupi rikuriy.

source: Extra fields to show on course creation form
qu_pe: Yachay ruray ruraypi rikuchina yanapa killakuna

source: The fields defined in this array will appear as additional fields in the course creation form.
qu_pe: Kay hallt'amanta qhaway killakuna yachay ruray ruraypi yanapa killakuna kasuq.

source: Extra fields to require on course creation form
qu_pe: Yachay ruray ruraypi llamkana yanapa killakuna

source: The fields defined in this array will be mandatory in the course creation form.
qu_pe: Kay hallt'amanta qhaway killakuna yachay ruray ruraypi llamkanakuna.

source: Extra fields to show in course settings
qu_pe: Yachay ruray allinchakunapi rikuchina yanapa killakuna

source: The fields defined in this array will appear on the course settings page.
qu_pe: Kay hallt'amanta qhaway killakuna yachay ruray allinchakuna ruraypi rikuriy.

source: Prefill course fields with fields from user
qu_pe: Yachay ruray killakuna runakuna killakunamanta uk ruray

source: If not empty, the course creation process will look for some fields in the user profile and auto-fill them for the course. For example, a teacher specialized in digital marketing could automatically set a « digital marketing » flag on each course (s)he creates.
qu_pe: Mana hich'a kaspaq, yachay ruray rurakuy runa prupilpi killakuna qhaway uk ruray. Hukkunamanta, digital marketing yachay yachaykuna runaqa, (s)he rurakun yachay ruraykunapi «digital marketing» banderata uk ruray.

source: Allow tool visibility edition in sessions
qu_pe: Sut'iqkuna yachakuykupi llamka rikch'ayta hayniy

source: When using sessions, the default behaviour is to use the tool visibility defined in the base course. This setting changes that to allow coaches in session courses to adapt tool visibilities to their needs.
qu_pe: Sut'iqkuna llamkaspalla, uk allin killa yachay ruraypi qhaway llamka rikch'ayta llamkan. Kay allinchayqa sut'iq yachay ruraykuna yachakuykunata imayna munaspan rikch'ayta haynin.

source: Order of user lastname and firstname
qu_pe: Runa suti uk suti killan ruray

source: Sort users by specific info by default
qu_pe: Runakuna uk yachaykunaq uk allinchay

source: Use virtual keyboard
qu_pe: Yanapa killayta llamkan

source: Make a virtual keyboard appear. This is useful when setting up restrictive exams in a physical room where students have no keyboard to limit their ability to cheat.
qu_pe: Yanapa killayta rikuchina. Kay killapi uk runakuna mana killayuq hut'iyuq wasipi uk llamkana exámenkuna allichanpi kusikun, uk trampakuyta qallarina.

source: Disable copy-pasting
qu_pe: Kutichiyta qallarina

source: When enabled, this option disables as well as possible the copy-pasting mechanisms. Useful in restrictive exams setups.
qu_pe: Allin kachaspaq, kay allin kachay kutichiyta imayna qhaway qallarina. Uk llamkana exámenkuna allinchakunapi kusikun.

source: Bug report link
qu_pe: Puka ruraq suyana

source: Provide link to a bug reporting platform if not using the internal ticket manager.
qu_pe: Mana uk tiket kamachiyniyuq, puka ruraq platapormaman suyana qhaway.

source: Layout template
qu_pe: Ruraku simi

source: Provide the name of the template folder from main/template/ to change the appearance and structure of this portal.
qu_pe: Kay portalpa rikch'aywan qhananchaqa main/template/ nisqa papelpakuna sutinta qillqay. Rikch'aywan qhananchata mut'ay.

source: Hide social media links
qu_pe: Rumi yachay iskaykuna iskaywan qispichay

source: Some pages allow you to promote the portal or a course on social networks. Enable this setting to remove the links.
qu_pe: Ruma yachay iskaykuna iskaypi portalta ukhu kursota rikcharichiy. Kay kachkananqa iskaywan qispichay.

source: Send notification to students when document added
qu_pe: Yachakuqkunaq iskayman qillqachiy willakuy

source: Whenever someone creates a new item in the documents tool, send a notification to users.
qu_pe: Kamachiq qillqakunata willakuy yachakuqkunaq iskayman qillqachiy.

source: PDF orientation for course progress
qu_pe: Kursu wisqakuy PDF rikch'ay

source: In the course progress tool, you can print a PDF of the different elements. Set ‘portrait’ or ‘landscape’ (technical terms) to change it.
qu_pe: Kursu wisqakuy yachakuypi, PDF rikch'ayta qillqachiy. ‘portrait’ ukhu ‘landscape’ (yachay killaq) qillqay.

source: PDF orientation for certificates
qu_pe: Yupaykunaq PDF rikch'ay

source: Set ‘portrait’ or ‘landscape’ (technical terms) for PDF certificates.
qu_pe: PDF yupaykunapaq ‘portrait’ ukhu ‘landscape’ (yachay killaq) qillqay.

source: Enable general certificate
qu_pe: Yupay general kachkananqa kichay

source: A general certificate is a certificate grouping all the accomplishments by the user in the courses (s)he followed.
qu_pe: Yupay generalqa, yachakuq kursukunapi rurakunata yupachiy.

source: Enable sharing options for group document
qu_pe: Yapakuy qillqakunapaq rakiqay kachkananqa kichay

source: Enable sharing options for document inside group category
qu_pe: Yapakuy yapaypi qillqakunapaq rakiqay kachkananqa kichay

source: Enable Compilatio
qu_pe: Compilatio kachkananqa kichay

source: Compilatio is an anti-cheating service that compares text between two submissions and reports if there is a high probability the content (usually assignments) is not genuine.
qu_pe: Compilatioqa, qillqakunaq iskaymanta willakuy, mana willakuykunamantaq.

source: Compilatio settings
qu_pe: Compilatio kachkananqa

source: Configure the Compilatio connection details here.
qu_pe: Compilatio ñawpaq kachkanqata kachakuy.

source: Hide documents download icon
qu_pe: Qillqakuna qichuy ñawpaq qispichay

source: In the documents tool, hide the download icon from users.
qu_pe: Qillqakuna yachakuypi, qichuy ñawpaqta qispichay.

source: Enable X-sendfile headers
qu_pe: X-sendfile ñawpaq kachkananqa kichay

source: Enable this if you have X-sendfile enabled at the web server level and you want to add the required headers for browsers to pick it up.
qu_pe: X-sendfile web sirwiqpi kachkanqa kichaywan ñawpaqta kichay.

source: Set strict hosts list for cloud links
qu_pe: Rumi yachay iskaykunaq strict lista qillqay

source: The documents tool can integrate links to files in the cloud. The list of cloud services is limited to a hardcoded list, but you can define the ‘links’ array that will contain a list of your own list of services/URLs. The list defined here will replace the default list.
qu_pe: Qillqakuna yachakuypi, rumi yachay iskaykuna iskayta qillqachiy. Rumi yachay sirwiqkuna listaqa, kaypi qillqakunamanta qispichakunam.

source: Support multi-language HTML content
qu_pe: HTML qillqakuna rikch'aykuna kachkananqa

source: If enabled, this option allows users to use a ‘lang’ attribute in HTML elements to define the langage the content of that element is written in. Enable multiple elements with different ‘lang’ attributes and Chamilo will display the content in the langage of the user only.
qu_pe: Kay kachkanqa, HTML rikch'aykunaq ‘lang’ nisqa simita qillqachiy.

source: Save titles as HTML
qu_pe: Sutinakunata HTML nisqa qillqachiy

source: Allow users to include HTML in title fields in several places. This allows for some styling of titles, notably in test questions.
qu_pe: Sutinakunaq HTML nisqa qillqachiy.

source: Full WYSIWYG editor toolbar
qu_pe: WYSIWYG editor ñawpaq killaqkunata rikuchiy

source: Show the full toolbar in all WYSIWYG editor boxes around the platform.
qu_pe: WYSIWYG editor ñawpaq killaqkunata rikuchiy.

source: Prevent copy-pasting images in WYSIWYG editor
qu_pe: WYSIWYG editorpi willakuy qispichay

source: Prevent the use of images copy-paste as base64 in the editor to avoid filling the database with images.
qu_pe: WYSIWYG editorpi willakuy qispichay.

source: List of WYSIWYG files drivers
qu_pe: WYSIWYG qillqakuna sirwiqkuna lista

source: Array containing the names of the drivers for files access from the WYSIWYG editor.
qu_pe: WYSIWYG editorpi qillqakuna sirwiqkuna sutinakuna.

source: Allow images drag&drop in WYSIWYG editor
qu_pe: WYSIWYG editorpi rikchaqkunata thukhaq

source: Enable image upload as file when doing a copy in the content or a drag and drop.
qu_pe: WYSIWYG editorpi rikchaqkunata thukhaq.

source: WYSIWYG editor settings
qu_pe: WYSIWYG editor kachkananqa

source: Generic configuration array to reconfigure the WYSIWYG editor globally.
qu_pe: WYSIWYG editor kachkananqa.

source: Hide the context menu on video player
qu_pe: Willakuy rikchaqpi qispichay

source: Video player renderers
qu_pe: Willakuy rikchaq rikch'akuna

source: Enable player renderers for YouTube, Vimeo, Facebook, DailyMotion, Twitch medias
qu_pe: YouTube, Vimeo, Facebook, DailyMotion, Twitch rikch'akuna kachkananqa kichay

source: Allow teachers to edit tests in learning paths
qu_pe: Yachakuqkuna yachakuypi willakuykunata qillqachiy

source: By default, Chamilo prevents you from editing tests that are included inside a learning path. This is to avoid changes that would affect learners (past and future) differently regarding the results and/or progress in the learning path. This option allows teachers to bypass this restriction.
qu_pe: Kamachisqallaq, Chamilo maŋllakunata ama editapuyta hap'ipun, kaykuna yachay ñanpi kanchisqakuna. Kayqa yachakuqkuna (ñawpaq yachakuqkuna hamut'ayuqkuna) yachay ñanpi raphikuna y/o avanceta diferentementeqa maŋllakunata kasqanpaq. Kay amawt'akuna kay restriccionta pasapuyta atikun.

source: Hide question ribbon (right/wrong) in test results
qu_pe: Tarinakunaq raphipi paki p'aki (allin/manam) p'aki kamachiy

source: In test results, a ribbon appears by default to indicate if the answer was right or wrong. Enable this option to remove the ribbon globally.
qu_pe: Tarina raphipi, kamachisqallaq p'aki p'aki kasqanqa kutichisqanman o manam kasqanman yachanapaq. Kay opscionta kamachiy kay p'akita tukuy qallariyniykipaq.

source: Block sending test notifications to general coach
qu_pe: Tarina notificacionesninanta huk yachay wasi amawt'aman blokakuy

source: Learners completing a test usually sends notifications to coaches, including the general session coach. Enable this option to omit the general coach from these notifications.
qu_pe: Yachakuqkuna tarinata tukuchisqanqa amawt'akunaman notificacionesninata qespinchu, huk sesion amawt'ata hamutakun. Kay opscionta kamachiy general amawt'atata kay notificacionesninamanta qispichiy.

source: Add question feedback if incorrect answer
qu_pe: Mana allin kutichisqanmanpim paki feedback qillqay

source: By default, Chamilo allows you to show feedback on each answer in a question. With this option, an additional field is created to provide pre-defined feedback to the whole question. This feedback will only appear if the user answered incorrectly.
qu_pe: Kamachisqallaq, Chamilo paki imatawanpi kutichisqanman feedback rikuchiyta munan. Kay opscionwan, paki hunt'aqpaq feedback qillqanapaq qhapaq kampukunata kamariy. Kay feedbackqa qhepalla rikuksichisqa mana allin kutichisqanman.

source: Show 'previous' button in test to navigate questions
qu_pe: Tarinapi paki p'akipakunata ñawpaq p'aki rikuchiy

source: Set this to false to disable the 'previous' button when answering questions in a test, thus forcing users to always move ahead.
qu_pe: Kayta manam kasqata qhaway tarinapi paki kutichispaq 'ñawpaq' p'akita kikinakuy, hunt'aq allin ñawpaq riyta qhispinapaq.

source: Audio feedback to submitted answers
qu_pe: Rimaq yachayniy willakuy

source: Allow teachers to provide feedback to users through audio (alternatively to text) on each question in a test.
qu_pe: Yachachisqakunaqa rimaqraykuwan yachakunaq respuestasninta willakuyta munasqanman (willakuykunawan mana allinchu).

source: Block copy-pasting in tests
qu_pe: Willakuykunapi copia-pisaqta hark'ay

source: Block copy/paste/save/print keys and right-clicks in exercises.
qu_pe: Ejerciciospi copia/paste/guardar/imprenta teclasnita hark'aypi right-clickkunata.

source: Always show test description on results page
qu_pe: Willakuy willakuykunapi descripciónninta siempre rikuchiy

source: Generate certificate on test end
qu_pe: Willakuy tukukuqpi certificado kamay

source: Generate certificate when ending a quiz. The quiz needs to be linked in the gradebook tool and have a pass percentage configured.
qu_pe: Quiz tukukuqpi certificado kamay. Quizqa gradebook toolpi suyakuq kaypaq pass percentage kamachisqa kaymanta.

source: Decimal score in open question types
qu_pe: Abierta willakuy tipokunapi decimal puntaje

source: Allow the teacher to rate the open, oral expression and annotation question types with a decimal score.
qu_pe: Yachachisqakunaqa abierta, oral expresión y anotación willakuy tipokunata decimal puntajewan kalakuyta munasqanman.

source: Add answer-saving process check before test
qu_pe: Willakuy munaykuna willakuy save process check kamay

source: Make sure users are all set to start the test by providing a simulation of the question-saving process before entering the test. This allows for early detection of some connection issues and reduces user experience frictions.
qu_pe: Yachakunaqa willakuyqa qallariykuq kaymanta allinchusqa kasqanman yachayniy willakuy save process simulación willakuyqa qallariykuq. Kayqa conexión problemakunata qallarichiyta munasqanman yachakuna experience frictions kamariy.

source: Test notification settings at test-level
qu_pe: Willakuy avisu kamachisqakuna willakuy-levelpi

source: Enable the configuration of test submission notifications at the test level rather than the course level. Falls back to course-level settings if not defined at test-level.
qu_pe: Willakuy submission avisukunata willakuy levelpi kamachiyta qallarichiy, curso levelpi mana. Willakuy-levelpi mana kamachisqaqa curso-level settingsman kutiy.

source: Hide open questions' score
qu_pe: Abierta willakuykunapi puntaje hark'ay

source: Hide the fact that open questions (including audio and annotations) have a score by hiding the score display in all learner-facing reports.
qu_pe: Abierta willakuykuna (rimaq y anotacioneswan) puntaje kashpaqman puntaje rikuchiyta hark'aypi yachakuq reportsninkunapi.

source: Hide user info on test results page
qu_pe: Willakuy results p'arpin yachakuq info hark'ay

source: The default test results page shows a user datasheet (photo, name, etc) which might, in some contexts, be considered as pushing the limits of personal data treatment. Enable this option to remove user details from the test results.
qu_pe: Default willakuy results p'arpin yachakuq datasheet (foto, sutin, etc) rikuchiy personal data treatment limitakunata qallariy. Kay option qallarichiy yachakuq detailsnita willakuy resultsmanta q'ispiy.

source: Show username in test results page
qu_pe: Willakuy results p'arpin username rikuchiy

source: Show the username (instead or, or as well as, the user info) on the test results page.
qu_pe: Willakuy results p'arpin username rikuchiy (yachakuq info mana, o mana).

source: Allow tests auto-launch
qu_pe: Willakuykunata auto-launch munasqanman

source: The auto-launch feature allows the teacher to set an exercise to open immediately upon accessing the course homepage. Enable this option and click on the rocket icon in the list of tests to enable.
qu_pe: Auto-launch featureqa yachachisqakunaqa ejercicioq curso homepage qallarichiy willakuykunapi qallarichiy. Kay option qallarichiy y willakuykunata listapi rocket iconpi klikiy.

source: Disable 'clean results' for teachers
qu_pe: 'Clean results' yachachisqakunapaq hark'ay

source: Disable the option to delete test results from the tests list. This is often used when less-careful teachers manage courses, to avoid critical mistakes.
qu_pe: Willakuykunata listamanta willakuy results delete option hark'ay. Kayqa mana allin yachachisqakuna cursosninta kamachisqanman critical mistakes avoid.

source: Show score for certainty degree questions
qu_pe: Certainty degree willakuykunapaq puntaje rikuchiy

source: By default, Chamilo does not show a score for the certainty degree question types.
qu_pe: Defaultpi, Chamiloqa certainty degree willakuy tipokunapaq puntaje mana rikuchiy.

source: Show link to download test results
qu_pe: Willakuy results download link rikuchiy

source: On the test results page, display a link to download the results as a file.
qu_pe: Willakuy results p'arpin resultsnita filewan download link rikuchiy.

source: Add score in mail notification of test submission
qu_pe: Willakuy submission mail avisupi puntaje kamay

source: Add the learner's score to the e-mail notification sent to the teacher after a test was submitted.
qu_pe: Yachakuq puntaje yachachisqakunaman willakuy submission qispin mail avisupi kamay.

source: Show expected choice in test results
qu_pe: Willakuy resultsnipi expected choice rikuchiy

source: Show the expected choice and a status (right/wrong) for each answer on the test results page (if the test has been configured to show results).
qu_pe: Willakuy results p'arpin cada respuestaq expected choice y status (right/wrong) rikuchiy (willakuy results rikuchiy kamachisqa).

source: Round score in test exports
qu_pe: Willakuy exportsnipi puntaje round

source: Disable new test attempts
qu_pe: Willakuy new attempts hark'ay

source: Disable new test attempts globally. Usually used when there is a problem with tests in general and you want some time to analyse without blocking the whole platform.
qu_pe: Willakuy new attempts globally hark'ay. Willakuykunapi problemawan willakuykunaq analizayta munasqanman platform hark'ay mana.

source: Show question IDs in tests
qu_pe: Willakuykunapi willakuy IDkunata rikuchiy

source: Show questions' internal IDs to let users take note of issues on specific questions and report them more efficiently.
qu_pe: Willakuykunapi internal IDkunata rikuchiy yachakunaqa specific willakuykunapi issuesnita yachakuyta report allinchikuy.

source: Show question pagination for teachers
qu_pe: Yachachisqakunapaq willakuy pagination rikuchiy

source: For tests with many questions, use pagination if the number of questions is higher than this setting. Set to 0 to prevent using pagination.
qu_pe: Willakuykunapi willakuykunawan, pagination llank'ay willakuykunata number kay settingmanta astawan. 0man qillqay pagination llank'ay mana.

source: Question pagination length for teachers
qu_pe: Yachachisqakunapaq willakuy pagination length

source: Number of questions to show on every page when using the question pagination for teachers option.
qu_pe: Yachachisqakunapaq willakuy pagination option llank'ayqa cada p'arpin rikuchiy willakuykunata number.

source: Limit teachers' permissions over tests
qu_pe: Yachachisqakunapaq willakuykunata permissions limitay

source: When enabled, teachers cannot delete tests nor questions, change tests visibility, download to QTI, clean results, etc.
qu_pe: Qallarichisqaqa, yachachisqakunaqa willakuykunata mana delete, willakuykunata visibility cambay, QTI download, results clean, etc.

source: Lock questions of previous categories in a test
qu_pe: Willakuykunapi previous categories willakuykunata lock

source: When using this option, an additional option will appear in the test's configuration. When using a test with multiple question categories and asking for a distribution by category, this will allow the user to navigate questions per category. Once a category is finished, (s)he moves to the next category and cannot return to the previous category.
qu_pe: Kay option llank'ayqa, willakuy configurationpi additional option rirqan. Multiple willakuy categorieswan willakuyta distribution categorywan kamachisqaqa, yachakuq category willakuykunata navegayta munasqanman. Category tukukuqqa, next categoryman rirqan y previous categoryman mana kutiy.

source: Tests score format
qu_pe: Willakuykunapaq puntaje format

source: Select between the following forms for the display of users' score in various reports: 1 = SCORE_AVERAGE (5 / 10); 2 = SCORE_PERCENT (50%); 3 = SCORE_DIV_PERCENT (5 / 10 (50%)). Use the numerical ID of the form you want to use.
qu_pe: Yachakuna puntaje rikuchiyta various reportsnipi kay formakunamanta suyay: 1 = SCORE_AVERAGE (5 / 10); 2 = SCORE_PERCENT (50%); 3 = SCORE_DIV_PERCENT (5 / 10 (50%)). Form numerical ID llank'ay.

source: Additional links for teachers in tests list
qu_pe: Willakuykunata listapi yachachisqakunapaq additional links

source: Configure callback elements to generate new action icons for teachers to the right side of the tests list, in the form of an array, e.g. ['myplugin' => ['MyPlugin', 'urlGeneratorCallback']]
qu_pe: Willakuykunata listapi right sidpi yachachisqakunapaq new action icons kamay callback elements kamachiy, array formapi, e.g. ['myplugin' => ['MyPlugin', 'urlGeneratorCallback']]

source: Add checkbox for answers count confirmation
qu_pe: Respuestas count confirmation checkbox kamay

source: This option adds a checkbox at the end of each test asking the user to confirm the number of answers saved. This provides better auditing data for critical tests.
qu_pe: Kay optionqa cada willakuy tukupi yachakuq saved respuestas number confirmation checkbox kamay. Kayqa critical willakuykunapaq better auditing data qispin.

source: Enable test categories
qu_pe: Aktivachay prueba rurakuna

source: Test categories are not enabled by default because they add a level of complexity. Enable this feature to show all test categories related management icons appear.
qu_pe: Prueba rurakuna manam activachaschu llika kaykayrayku, kaykuna complejidad nisqa kayta yapay. Kay killkita activachaywan, prueba rurakunaq yachay iconokuna rikuriy.

source: Enable test results page configuration
qu_pe: Aktivachay prueba rurakuna raphi kamachiy
