Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The specified file is not CSV format !
ar: ! CSV الملف المحدد ليس على النمط
ast_es: El ficheru especificáu nun ta en formatu CSV
bn_bd: নির্দিষ্ট ফাইলটি CSV ফরম্যাট নয়!
bs_ba: Navedena datoteka nije u CSV formatu!
ca_es: L'arxiu seleccionat no és un format CSV vàlid!
cs_cz: Specifikovaný soubor není ve formátu CSV !
da: Den valgte fil er ikke en gyldig CSV fil!
de: Die angegebene Datei ist keine gültige CSV-Datei!
el: Το συγκεκριμένο αρχείο δεν είναι αρχείο CSV !
eo: La specifita dosiero ne estas CSV-formata !
es: El fichero especificado no está en formato CSV.
es_mx: El archivo no tiene formato CSV válido
eu_es: Zehaztutako fitxategia ez dago CSV formatutan!
fa_ir: فایل مورد نظر از نوع سی اس وی نیست
fi_fi: Tiedosto ei ole CSV-muodossa!
fo_fo: Ta fíla sum er nevnd er ikki í CSV-støði !
fur: Il file specificât nol è in formât CSV !
ga: Níl an comhad sonraithe i bhformáid CSV !
gl: O ficheiro especificado non ten formato CSV
he_il: הקובץ שצוין אינו בפורמט CSV!
hi: निर्दिष्ट फ़ाइल CSV प्रारूप की नहीं है!
hr_hr: Odabrana datoteka nije formata CSV!
hu_hu: A megadott file nem CSV formátumú !
hy: Նշված ֆայլը CSV ձևաչափ չէ !
id_id: File tersebut bukan dalam format CSV !
it: Il file indicato non è in formato CSV !
ja: 指定されたファイルはCSV形式ではありません！
ka_ge: მითითებული ფაილი არ არის CSV ფორმატი!
ko_kr: 지정한 파일은 CSV 유형이 아닙니다 !
lt_lt: Nurodytas failas nėra CSV formato!
lv_lv: Dotais fails nav īsti CSV formātā !
mk_mk: Назначената датотека не е во CSV формат!
ms_my: Fail yang ditentukan bukan format CSV!
my_mm: သတ်မှတ်ထားသော ဖိုင်သည် CSV ပုံစံမဟုတ်ပါ !
ne: निर्दिष्ट फाइल CSV ढाँचाको छैन !
nl: Dit bestand is niet in CSV-formaat!
nn_no: Den valgte filen er ikke i CSV-format!
oc: Lo fichièr especificat es pas en format CSV !
pl_pl: Podany plik nie jest zgodny z formatem CSV!
ps: د ټاکل شوی فایل CSV بڼه نه ده !
pt_br: O ficheiro especificado não está no formato CSV!
pt_pt: O ficheiro especificado não está no formato CSV !
ro_ro: Fisierul specificat nu este de tip CSV!
ru_ru: Указанный файл не в формате CSV!
sk_sk: Označený súbor nie je v CSV formáte!
sl: Navedena datoteka ni v CSV formatu !
sq: Skedari i specifikuar nuk është në format CSV!
sr_rs: Odabrani fajl nije u CSV formatu!
sv_se: Den angivna filen är inte i CSV-format!
sw_ke: Faili lililotajwa si katika umbizo la CSV!
ta: குறிப்பிட்ட கோப்பு CSV வடிவமல்ல!
th: ไฟล์ที่ระบุไม่ใช่ไฟล์รูปแบบ csv
tl_ph: Ang tinukoy na file ay hindi CSV format!
tr: Bu dosya geçerli bir CVS dosyası değil!
uk_ua: Вказаний файл не у CSV форматі
vi_vn: Tệp được chỉ định không phải định dạng CSV!
xh_za: Ifayili elichongiweyo ayisiyo ifomati ye-CSV !
zh_cn: 文件不是CSV格式!
zh_tw: 檔案不是CSV格式!

source: The specified file doesn't contain all needed data !
ar: ! الملف المحدد لا يحتوي على كل البيانات المطلوبة
ast_es: El ficheru especificáu nun tien tolos datos necesarios
bn_bd: নির্দিষ্ট ফাইলটিতে সকল প্রয়োজনীয় তথ্য নেই!
bs_ba: Navedena datoteka ne sadrži sve potrebne podatke!
ca_es: L'arxiu especificat no conté totes les dades necessàries !
cs_cz: Specifikovaný soubor neobsahuje všechny potřebné údaje !
da: Den valgte fil indeholder ikke alle de nødvendige data!
de: Die angegebene Datei enthält nicht alle benötigten Daten!
el: Το αρχείο δεν περιέχει όλα τα απαραίτητα δεδομένα !
eo: La specifita dosiero ne enhavas ĉiujn necesajn datenojn !
es: El fichero especificado no contiene todos los datos necesarios.
es_mx: El archivo no tiene todos los datos necesarios
eu_es: Zehaztutako fitxategiak ez dauzka beharrezko datu guztiak!
fa_ir: فایلمورد نظر تمامیاطلاعات موردنیاز را در برندارد
fi_fi: Tiedosto ei sisällä kaikkia tarvittavia tietoja!
fo_fo: Ta fíla sum er nevnd inniheldur ikki allar tørvgendar dữatur !
fur: Il file specificât nol contenî dut i dâts necessaris !
ga: Níl gach sonraí riachtanacha sa chomhad sonraithe !
gl: O ficheiro especificado non contén todos os datos necesarios
he_il: הקובץ שצוין אינו מכיל את כל הנתונים הדרושים!
hi: निर्दिष्ट फ़ाइल में सभी आवश्यक डेटा नहीं है!
hr_hr: Odabrana datoteka ne sadrži sve potrebne podatke!
hu_hu: A megadott file nem tartalmazza az összes szükséges adatot !
hy: Նշված ֆայլը չի պարունակում բոլոր անհրաժեշտ տվյալները !
id_id: File tersebut tidak berisi semua data yang dibutuhkan !
it: Il file indicato non contiene tutti i dati necessari !
ja: 指定されたファイルに必要なデータがすべて含まれていません！
ka_ge: მითითებულ ფაილში არ არის ყველა საჭირო მონაცემი!
ko_kr: 지정한 파일은 필요한 데이터를 모두 포함하고 있지 않습니다 !
lo: ໄຟລ໌ທີ່ລະບຸບໍ່ມີຂໍ້ມູນທີ່ຈຳເປັນທັງໝົດ!
lt_lt: Nurodytame faile nėra reikalingų duomenų!
lv_lv: Dotais fails nesatur visus nepieciešamos datus !
mk_mk: Одбраната датотека не ги содржи сите потребни податоци!
ms_my: Fail yang ditentukan tidak mengandungi semua data yang diperlukan!
my_mm: သတ်မှတ်ထားသော ဖိုင်တွင် လိုအပ်သော ဒေတာအားလုံးမပါဝင်ပါ !
ne: निर्दिष्ट फाइलमा सबै आवश्यक डाटा छैन !
nl: In dit bestand ontbreken noodzakelijke gegevens!
nn_no: Den valgte filen inneholder ikke alle nødvendige data!
oc: Lo fichièr especificat conten pas totas las donadas necessàrias !
pl_pl: Podany plik nie zawiera wszyskich wymaganych informacji!
ps: د ټاکل شوی فایل کې ټولې اړینې معلومات نشته !
pt_br: O arquivo especificado não contém todos os dados necessários!
pt_pt: O ficheiro especificado não contém todos os dados necessários !
ro_ro: Fisierul specificat nu contine toate datele necesare!
ru_ru: Указанный файл не содержит всех необходимых данных!
sk_sk: Označený súbor neobsahuje všetky potrebné údaje !
sl: Navedena datoteka ne vsebuje vseh potrebnih podatkov !
sq: Skedari i specifikuar nuk përmban të gjitha të dhënat e nevojshme!
sr_rs: Odabrani faj ne sadrži sve potrebne podatke!
sv_se: Den valda filen innehåller inte alla nödvändiga data!
sw_ke: Faili lililotajwa halina data zote zinazohitajika!
ta: குறிப்பிட்ட கோப்பில் தேவையான அனைத்து தரவுகளும் இல்லை!
th: ไฟล์ที่ระบุ ไม่มีข้อมูลที่ตรงกับความต้องการ
tl_ph: Ang tinukoy na file ay hindi naglalaman ng lahat ng kinakailangang data!
tr: Bu dosya gerekli verileri içermiyor!
uk_ua: Вказаний файл не має всіх необхідних даних !
vi_vn: Tệp được chỉ định không chứa đầy đủ dữ liệu cần thiết!
xh_za: Ifayili elichongiweyo alinganazi nazo zonke iidatha ezifunwayo !
zh_cn: 文件中没有找到所需数据!
zh_tw: 檔案中沒有找到所需數據!

source: You can't import more than 500 users at once !
ar: ! لا يمكن استيراد أكثر من 500 مستخدم مرة واحدة
ast_es: Nun ye posible importar más de 500 usuarios d'una vez
bn_bd: একসাথে ৫০০ এর বেশি ব্যবহারকারী আমদানি করা যাবে না!
bs_ba: Ne možete uvesti više od 500 korisnika odjednom!
ca_es: No pot importar més de 500 usuaris immediatament!
cs_cz: Nemůžete importovat více než 500 uživatelů najednou !
da: Du kan ikke importere mere end 500 brugere ad gangen!
de: Es können nicht mehr als 500 Nutzer auf einmal importiert werden!
el: Δεν μπορείτε νε εισάγετε περισσότερους από 500 χρήστες με μια φορά
eo: Vi ne rajtas importi pli ol 500 uzulojn samtempe !
es: No se pueden importar más de 500 usuarios a la vez.
es_mx: No se pueden importar más de 500 usuarios!
eu_es: Ezin dituzu 500 erabiltzaile baino gehiago inportatu aldi berean!
fa_ir: نمیتوان بیش از ٥٠٠کاربر رابهیکباره واردکرد
fi_fi: Voit tuoda vain 500 käyttäjää kerralla!
fo_fo: Tú kanst ikki innflyta meira enn 500 brúkarar í einum sinni !
fur: Tu no tu pâs impuartâ plui che 500 utents insêune !
ga: Ní féidir níos mó ná 500 úsáideoir a allmhairiú ag an am céanna !
gl: Non podes importar máis de 500 usuario dunha vez
he_il: לא ניתן לייבא יותר מ-500 משתמשים בו-זמנית!
hi: आप एक बार में 500 से अधिक उपयोगकर्ता आयात नहीं कर सकते!
hr_hr: Nije moguće preuzeti više od 500 korisnika odjednom!
hu_hu: 500-nál több felhasználót egyszerre nem lehet importálni !
hy: Դուք չեք կարող միանգամից ներմուծել ավելի քան 500 օգտատեր !
id_id: Anda tidak dapat meng-import lebih dari 500 user sekaligus !
it: Non si possono importare pi di 500 utenti ala volta !
ja: 一度に500人以上のユーザーをインポートすることはできません！
ka_ge: თქვენ ვერ შეძლებთ 500-ზე მეტი მომხმარებლის ერთდროულად იმპორტს!
ko_kr: 한 번에 500 유저 이상은 불러들일 수 없습니다 !
lo: ທ່ານບໍ່ສາມາດນຳເຂົ້າຜູ້ໃຊ້ໄດ້ຫຼາຍກວ່າ 500 ຄົນໃນຄັ້ງດຽວ!
lt_lt: Negalite importuoti daugiau nei 500 vartotojų vienu metu!
lv_lv: Jūs nevarat importēt vairāk kā 500 lietotājus vienā reizē !
mk_mk: Не може да увезете повеќе од 500 корисници одеднаш !
ms_my: Anda tidak boleh import lebih daripada 500 pengguna sekali gus!
my_mm: သင်သည် တစ်ကြိမ်လျှင် အသုံးပြုသူ ၅၀၀ ထက်ပိုမို တင်သွင်း၍မရပါ !
ne: एकैचोटि ५०० भन्दा बढी प्रयोगकर्ता आयात गर्न सक्नुहुन्न !
nl: Importeren beperkt tot maximaal 500 gebruikers per keer!
nn_no: Du kan ikke importere mer enn 500 brukere av gangen !
oc: Podètz pas importar mai de 500 utilizaires d'un còp !
pl_pl: Nie można na raz importować użytkowników w ilości większej niż 500!
ps: تاسو نشئ کولی د یو وخت کې له ۵۰۰ څخه زیات استعمال کوونکي وارد کړئ !
pt_br: Você não pode importar mais de 500 utilizadores de uma só vez!
pt_pt: Não pode importar mais de 500 utilizadores de uma só vez !
ro_ro: Nu puteti importa mai mult de 500 de utilizatori o data!
ru_ru: Вы не можете импортировать более 500 пользователей одновременно!
sk_sk: Nemôžete importovať viac ako 500 používateľov naraz !
sl: Hkrati ne moreš uvoziti več kot 500 uporabnikov !
sq: Nuk mund të importoni më shumë se 500 përdorues njëkohësisht!
sr_rs: Ne možete da uvezete više od 500 korisnika odjednom!
sv_se: Du kan inte importera mer än 500 användare åt gången!
sw_ke: Huwezi kuagiza watumiaji zaidi ya 500 mara moja!
ta: ஒரே நேரத்தில் 500 பயனர்களுக்கு மேல் இறக்குமதி செய்ய முடியாது!
th: อนุญาตให้นำเข้ารายชื่อผู้ใช้ได้ครั้งละไม่เกิน 500 คน
tl_ph: Hindi ka makapag-import ng higit sa 500 gumagamit nang sabay-sabay!
tr: Bir defada 500'den fazla kullanıcı alınamaz!
uk_ua: Ви не можете імпортувати більше 500 користувачів за один раз !
vi_vn: Bạn không thể nhập quá 500 người dùng cùng lúc!
xh_za: Awungekudeli abasebenzisi abangaphezulu kwama-500 ngexesha elinye !
zh_cn: 每次输入用户数不能超过500名!
zh_tw: 每次輸入用戶數不能超過500名!

source: Databases (phpMyAdmin)
ar: (phpMyadmin) قاعدة البيانات
ast_es: Bases de datos (phpMyAdmin)
bn_bd: ডাটাবেস (phpMyAdmin)
bs_ba: Baze podataka (phpMyAdmin)
ca_es: Base de dades (phpMyAdmin)
cs_cz: Databáze (phpMyAdmin)
da: Databaser (phpMyAdmin)
de: Datenbanken (phpMyAdmin)
el: Βάσεις δεδομένων (phpMyAdmin)
eo: Datumbazoj (phpMyAdmin)
es: Bases de datos (phpMyAdmin)
es_mx: Bases de Datos (PhpMyAdmin)
eu_es: Datu baseak (phpMyAdmin)
fa_ir: پایگاه داده ها<br>(phpMyAdmin)<br>
fi_fi: Tietokannat (phpMyAdmin)
fo_fo: Dátagrunnar (phpMyAdmin)
fur: Bases di dâts (phpMyAdmin)
ga: Bunachair shonraí (phpMyAdmin)
gl: Bases de datos (phpMyAdmin)
he_il: (phpMyAdmin) בסיסי נתונים
hi: डेटाबेस (phpMyAdmin)
hr_hr: Baze podataka (phpMyAdmin)
hu_hu: Adatbázisok (phpMyAdmin)
hy: Տվյալների բազաներ (phpMyAdmin)
id_id: Database (phpMyAdmin)
it: Database (phpMyAdmin)
ja: データベース (phpMyAdmin)
ka_ge: მონაცემთა ბაზები (phpMyAdmin)
ko_kr: 데이터베이스 (phpMyAdmin)
lo: ຖານຂໍ້ມູນ (phpMyAdmin)
lt_lt: Duomenų bazės (phpMyAdmin)
lv_lv: Datubāzes (phpMyAdmin)
mk_mk: Бази на податоци (phpMyAdmın)
ms_my: Pangkalan data (phpMyAdmin)
my_mm: ဒေတာဘေ့စ်များ (phpMyAdmin)
ne: डेटाबेसहरू (phpMyAdmin)
nl: Databanken (phpMyAdmin)
nn_no: Databaser (phpMyAdmin)
oc: Bases de donadas (phpMyAdmin)
pl_pl: Bazy danych (phpMyAdmin)
ps: ګڼډې (phpMyAdmin)
pt_br: Bases de dados (phpMyAdmin)
pt_pt: Bases-de-dados (phpMyAdmin)
ro_ro: Baza de date (phpMyAdmin)
ru_ru: Базы данных (phpMyAdmin)
sk_sk: Databázy (phpMyAdmin)
sl: Podatkovne baze (phpMyAdmin)
sq: Baza të dhënash (phpMyAdmin)
sr_rs: Baza podataka (PHPMyAdmin)
sv_se: Databaser (phpMyAdmin)
sw_ke: Hifadhidata (phpMyAdmin)
ta: தரவுத்தளங்கள் (phpMyAdmin)
th: ฐานข้อมูล(phpMyAdmin)
tl_ph: Mga Database (phpMyAdmin)
tr: Veritabanları (phpMyAdmin)
uk_ua: Бази даних (phpMyAdmin)
vi_vn: Cơ sở dữ liệu (phpMyAdmin)
xh_za: I-Databases (phpMyAdmin)
zh_cn: 数据库（phpMyAdmin）
zh_tw: 數據庫（phpMyAdmin）

source: Users
ar: مستخدمين
ast_es: Usuarios
bn_bd: ব্যবহারকারী
bs_ba: Korisnici
ca_es: Usuaris
cs_cz: Uživatelé
da: Brugere
de: Benutzer
el: Χρήστες
eo: Uzuloj
es: Usuarios
es_mx: Usuarios
eu_es: Erabiltzaileak
fa_ir: کاربران
fi_fi: Käyttäjät
fo_fo: Brúkarar
fur: Utents
ga: Úsáideoirí
gl: Usuarios
he_il: משתמשים
hi: उपयोगकर्ता
hr_hr: Korisnici
hu_hu: Felhasználók
hy: Օգտատերեր
id_id: User-user
it: Utenti
ja: ユーザー
ka_ge: მომხმარებლები
ko_kr: 유저
lt_lt: Vartotojai
lv_lv: Lietotāji
mk_mk: Корисници
ms_my: Pengguna
my_mm: အသုံးပြုသူများ
ne: प्रयोगकर्ताहरू
nl: Gebruikers
nn_no: Brukere
oc: Utilizaires
pl_pl: Użytkownicy
ps: استعمال کوونکي
pt_br: Utilizadores
pt_pt: Utilizadores
ro_ro: Utilizatori
ru_ru: Пользователи
sk_sk: Používatelia
sl: Uporabniki
sq: Përdorues
sr_rs: Korisnici
sv_se: Användare
sw_ke: Watumiaji
ta: பயனர்கள்
th: ผู้ใช้ในระบบ
tl_ph: Mga Gumagamit
tr: Kullanıcılar
uk_ua: Користувачі
vi_vn: Người dùng
xh_za: Abasebenzisi
zh_cn: 用户
zh_tw: 用戶

source: Classes of users
ar: أصناف المستخدمين
ast_es: Clases d'usuarios
bn_bd: ব্যবহারকারীর ক্লাস
bs_ba: Klase korisnika
ca_es: Classes d'usuaris
cs_cz: Třídy uživatelů
da: Klasser med brugere
de: Klassen der Benutzer
el: Τάξεις χρηστών
eo: Uzulaj klasoj
es: Clases de usuarios
es_mx: Clases de Usuarios
eu_es: Erabiltzaileen klaseak
fa_ir: کلاسهای کاربران
fi_fi: Käyttäjien luokat
fo_fo: Bólkar av brúkarum
fur: Clasis di utents
ga: Ranganna úsáideoirí
gl: Clases de usuarios
he_il: שיעורים של משתמשים
hi: उपयोगकर्ताओं की कक्षाएँ
hr_hr: Razredi korisnika
hu_hu: Felhasználók osztályai
hy: Օգտատերերի դասեր
id_id: Klas-klas user
it: Classi
ja: ユーザークラス
ka_ge: მომხმარებელთა კლასები
ko_kr: 유저의 클래스
lo: ຫ້ອງຮຽນຂອງຜູ້ໃຊ້
lt_lt: Vartotojų klasės
lv_lv: Lietotāju klases
mk_mk: Паралелки од корисници
ms_my: Kelas pengguna
my_mm: အသုံးပြုသူအတန်းများ
ne: प्रयोगकर्ताहरूका कक्षाहरू
nl: Klassen van gebruikers
nn_no: Klasser av brukere
oc: Classes d'utilizaires
pl_pl: Klasy użytkowników
ps: د استعمال کوونکو ټولې
pt_br: Aulas de usuários
pt_pt: Turmas de utilizadores
ro_ro: Clase de utilizatori
ru_ru: Классы пользователей
sk_sk: Triedy používateľov
sl: Razredi uporabnikov
sq: Klasa të përdoruesve
sr_rs: Razredi korisnika
sv_se: Användarklasser
sw_ke: Madarasa ya watumiaji
ta: பயனர்களின் வகுப்புகள்
th: หมู่เรียน
tl_ph: Mga Klase ng mga gumagamit
tr: Kullanıcı Sınıfları
uk_ua: Класи користувачів
vi_vn: Lớp của người dùng
xh_za: Iiklasi zabasebenzisi
zh_cn: 班级
zh_tw: 班級

source: Groups of users
ar: مجموعات المستخدمين
ast_es: Grupos d'usuarios
bn_bd: ব্যবহারকারীর গ্রুপ
bs_ba: Grupe korisnika
ca_es: Grup d'usuaris
cs_cz: Skupiny uživatelů
da: Grupper med brugere
de: Gruppen der Benutzer
el: Ομάδες χρηστών
eo: Uzulagrupoj (po en kurso)
es: Grupos de usuarios
es_mx: Grupos de Usuarios
eu_es: Erabiltzaileen taldeak
fa_ir: گروه های کاربران
fi_fi: Käyttäjien ryhmät
fo_fo: Bólkar av brúkarum
fur: Grups di utents
ga: Grúpaí úsáideoirí
gl: Grupos de usuarios
he_il: קבוצות של משתמשים
hi: उपयोगकर्ताओं के समूह
hr_hr: Skupine korisnika
hu_hu: Felhasználók csoportjai
hy: Օգտատերերի խմբեր
id_id: Group-group user
it: Gruppi
ja: ユーザーグループ
ka_ge: მომხმარებელთა ჯგუფები
ko_kr: 유저가 속한 그룹
lo: ກຸ່ມຂອງຜູ້ໃຊ້
lt_lt: Vartotojų grupės
lv_lv: Lietotāju grupas
mk_mk: Групи на корисници
ms_my: Kumpulan pengguna
my_mm: အသုံးပြုသူအဖွဲ့များ
ne: प्रयोगकर्ताहरूका समूहहरू
nl: Gebruikersgroepen (per cursus)
nn_no: Grupper av brukere
oc: Grups d'utilizaires
pl_pl: Grupy użytkowników
ps: د استعمال کوونکو ډلې
pt_br: Grupos de usuários
pt_pt: Grupos
ro_ro: Grupuri de utilizatori
ru_ru: Группы пользователей
sk_sk: Skupiny používateľov
sl: Skupine uporabnikov
sq: Grupi i përdoruesve
sr_rs: Grupe korisnika
sv_se: Användargrupper
sw_ke: Makundi ya watumiaji
ta: பயனர்களின் குழுக்கள்
th: กลุ่มผู้ใช้
tl_ph: Mga Grupo ng mga gumagamit
tr: Kullanıcı grupları
uk_ua: Групи користувачів
vi_vn: Nhóm của người dùng
xh_za: Amagruphu abasebenzisi
zh_cn: 用户组
zh_tw: 用戶組

source: Subscribe a user / group to a course
ar: تسجيل مستخدم/مجموعة في مقرر
ast_es: Apuntar un usuariu o un grupu nun cursu
bn_bd: ব্যবহারকারী/গ্রুপকে কোর্সে সাবস্ক্রাইব করুন
bs_ba: Prijavi korisnika / grupu na kurs
ca_es: Subscriure un usuari /grup a un curs
cs_cz: Zaregistrovat uživatele / skupinu do kurzu
da: Tilmeld en bruger / gruppe til et kursus
de: Einen Benutzer bzw. eine Gruppe in einen Kurs einschreiben
el: Εγγραφή χρήστη / ομάδας σε μάθημα
eo: Aligi uzulon / grupon al kurso
es: Inscribir un usuario o un grupo en un curso
es_mx: Inscribir a un usuario / grupo a un curso
eu_es: Eman erabiltzaile / talde baten izena ikastaro batean
fa_ir: ثبت نام یک کاربر یا یک گروه در درس
fi_fi: Ilmoita käyttäjä/ryhmä kurssille
fo_fo: Melda ein brúkara / bólk til ein kursus
fur: Iscrivi un utent / grup a un cors
ga: Cláraigh úsáideoir / grúpa le cúrsa
gl: Suscribir un usuario / grupo a un curso
he_il: הירשם למשתמש/קבוצה לקורס
hi: उपयोगकर्ता/समूह को कोर्स में सदस्यता लें
hr_hr: Upiši korisnika/skupinu na kolegij
hu_hu: Felhasználót vagy csoportot felvesz a kurzus hallgatói közé
hy: Գրանցել օգտատիրոջ / խմբի դասընթացին
id_id: Daftarkan user / group ke mata kuliah
it: Iscrivi un utente / gruppo ad un corso
ja: ユーザー/グループをコースに登録
ka_ge: მომხმარებლის / ჯგუფის კურსზე რეგისტრაცია
ko_kr: 과정에 유저/그룹 등록
lt_lt: Priregistruoti vartotoją/grupę į kursą
lv_lv: Pievienot lietotājus vai grupas kursam
mk_mk: Запиши корисник/група на курс
ms_my: Langgan pengguna / kumpulan ke kursus
my_mm: အသုံးပြုသူ / အဖွဲ့ကို သင်တန်းတစ်ခုသို့ စာရင်းသွင်းပါ
ne: प्रयोगकर्ता / समूहलाई पाठ्यक्रममा सदस्यता दिनुहोस्
nl: Schrijf een gebruiker/groep in in een cursus
nn_no: Oppmeld en bruker / gruppe til ett kurs
oc: Inscriure un utilizaire / grup a un curs
pl_pl: Zapisz użytkownika/grupę na kurs
ps: د استعمال کوونکي / ډلې د درس لپاره تائید کړئ
pt_br: Inscrever um usuário / grupo para um curso
pt_pt: Inscrever um utilizador / grupo num curso
ro_ro: Inscriere utilizator/grup la un curs
ru_ru: Подписать пользователя/группу на курс
sk_sk: Zaradiť používateľa / skupinu do kurzu
sl: Vpiši uporabnika / skupino v tečaj
sq: Regjistro një përdorues / grup në një kurs
sr_rs: Prijavi korisnika/grupu na kurs
sv_se: Starta en prenumeration till en kurs för en användare eller grupp
sw_ke: Jisajili mtumiaji / kikundi kwenye kozi
ta: பயனர் / குழுவை பாடநூலுக்கு பதிவு செய்யவும்
th: รับลงทะเบียนผู้ใช้/กลุ่มเข้าในรายวิชา
tl_ph: Mag-subscribe ng isang gumagamit / grupo sa isang kurso
tr: Derse bir kullanıcı ya da grup ekle
uk_ua: Зарахувати користувача / групу на курс
vi_vn: Đăng ký người dùng / nhóm vào khóa học
xh_za: Bhalisa umsebenzisi / iqela kwisifundo
zh_cn: 加入用户/组到课程
zh_tw: 加入用戶/組到課程

source: There are no categories here
ar: لايوجد تصنيفات هنا
ast_es: Ensin categoríes
bn_bd: এখানে কোনো বিভাগ নেই
bs_ba: Nema kategorija ovdje
ca_es: No hi ha categories aquí
cs_cz: Tady nejsou žádné kategorie
da: Der er ingen kategorier her
de: Keine Kategorien vorhanden
el: Δεν υπάρχουν κατηγορίες εδώ
eo: Ne estas kategorioj en ĉi-nivelo
es: Sin categorías
es_mx: No hay Categorías aquí
eu_es: Hemen ez dago kategoriarik
fa_ir: هیچ طبقه ای وجود ندارد
fi_fi: Täällä ei ole kategorioita
fo_fo: Tað eru ongir bólkar her
fur: Nossône categorîs qua
ga: Níl aon chatagóirí anseo
gl: Non hai categorías aquí
he_il: אין כאן קטגוריות
hi: यहाँ कोई श्रेणियाँ नहीं हैं
hr_hr: Nema kategorija
hu_hu: Itt nincsenek kategóriák
hy: Այստեղ կատեգորիաներ չկան
id_id: Tidak ada kategori disini
it: Non ci sono categorie
ja: ここにカテゴリはありません
ka_ge: აქ კატეგორიები არ არის
ko_kr: 카테고리가 존재하지 않습니다
lo: ບໍ່ມີໝວດໝູ່ທີ່ນີ້
lt_lt: Čia kategorijų nėra
lv_lv: Šeit nav nevienas kursu nodaļas / kategorijas
mk_mk: Овде нема категории
ms_my: Tiada kategori di sini
my_mm: ဤနေရာတွင် အမျိုးအစားများ မရှိပါ
ne: यहाँ कुनै श्रेणीहरू छैनन्
nl: Er zijn geen categorieën op dit niveau.
nn_no: Det er ingen kategorier her
oc: Pas cap de categories aquí
pl_pl: Brak kategorii
ps: دلته هیڅ کټګورۍ نشته
pt_br: Não há nenhumas categorias aqui
pt_pt: N�o existem categorias aqui
ro_ro: Nu exista nici o categorie
ru_ru: Здесь категорий нет
sk_sk: Nie sú tu žiadne kategórie
sl: Tu ni nobenih kategorij
sq: Nuk ka kategori këtu
sr_rs: Ovde nema kategorija
sv_se: Det finns inga kategorier h�r
sw_ke: Hakuna makundi hapa
ta: இங்கு வகைகள் இல்லை
th: �ѧ����ա�èѴ������
tl_ph: Walang mga kategorya dito
tr: Kategori yok
uk_ua: Немає категорій
vi_vn: Không có danh mục nào ở đây
xh_za: Akukho zikwelo apha
zh_cn: 没有分类
zh_tw: 沒有分類

source: Allow adding courses in this category?
ar: السماح بإضافة مقررات إلى هذا الصنف ؟
ast_es: Dar permisu p'amestar a esta categoría
bn_bd: এই বিভাগে কোর্স যোগ করার অনুমতি দেবেন?
bs_ba: Dozvoli dodavanje kurseva u ovu kategoriju?
ca_es: Permetre afegir cursos en aquesta categoria ?
cs_cz: Povolit přídání kurzů v této kategorii ?
da: Tillad tilføjelse af kurser i denne kategori?
de: Erlauben, dieser Kategorie Kurse hinzuzufügen?
el: Επιτρέπεται η προσθήκη μαθημάτων σε αυτή την κατηγορία;
eo: Ĉu permesiĝas aldoni kursojn en ĉi-kategorion?
es: Permitir añadir cursos a esta categoría
es_mx: ¿Permitir el agregado de cursos en esta categoría ?
eu_es: Ba al dago baimenduta kategoria honi ikastaroak gehitzea?
fa_ir: اجازه اضافه نمودن دروس در این طبقه را می دهید؟
fi_fi: Salli kurssien lisääminen tähän kategoriaan?
fo_fo: Leyp at leggja kursar afturat í henda bólkin?
fur: Permitî di zedi cors in che categorî?
ga: Ceadaigh cúrsaí a chur leis sa chatagóir seo?
gl: ¿permitir engadir cursos nesta categoría?
he_il: לאפשר הוספת קורסים בקטגוריה זו?
hi: इस श्रेणी में कोर्स जोड़ने की अनुमति दें?
hr_hr: Omogući dodavanje kolegija u kategoriju?
hu_hu: Engedélyezi a kurzusok hozzáadását ehhez a kategóriához ?
hy: Թույլատրե՞լ ավելացնել դասընթացներ այս կատեգորիայում
id_id: Ijinkan menambahkan mata kuliah dalam kategori ini ?
it: Consentire l'aggiunta di corsi in questa categoria ?
ja: このカテゴリにコースを追加することを許可しますか？
ka_ge: დაუშვებელია კურსების დამატება ამ კატეგორიაში?
ko_kr: 이 카테고리에 과정 추가하기가 허용되었습니까?
lt_lt: Leisti kurti kursus šioje kategorijoje?
lv_lv: Vai atļaut pievienot kursus šai nodaļai?
mk_mk: Дали е допуштено да се додаваат курсеви во оваа категорија ?
ms_my: Benarkan menambah kursus dalam kategori ini?
my_mm: ဤအမျိုးအစားတွင် သင်တန်းများထည့်သွင်းခြင်းကို ခွင့်ပြုမည်လား။
ne: यो श्रेणीमा पाठ्यक्रम थप्न अनुमति दिनुहोस्?
nl: Is het toegelaten om cursussen toe te voegen in deze categorie?
nn_no: Tiilate opprettelse av kurs i denne kategorien?
oc: Permetre apondre de cors en aquesta categoria ?
pl_pl: Zewzwolić na dodawanie kursów do tej kategorii??
ps: د دې کټګورۍ کې درسونه اضافه کول اجازه ورکړئ؟
pt_br: Permitir a adição de cursos nesta categoria?
pt_pt: Permitir adicionar cursos nesta categoria?
ro_ro: Permiteti adaugarea de cursuri in aceasta categorie?
ru_ru: Разрешить добавить курсы в эту категорию?
sk_sk: Povoliť pridanie kurzov v tejto kategórii?
sl: Dovoliš dodajanje tečajev v to kategorijo ?
sq: Lejo shtimin e kurseve në këtë kategori?
sr_rs: Dozvoli dodavanje kurseva u ovu kategoriju?
sv_se: Tillåtet att lägga till kurser i denna kategori?
sw_ke: Ruhusu kuongeza kozi katika kundi hili?
ta: இந்த வகையில் பாடநூல்களைச் சேர்க்க அனுமதிக்கவா?
th: อนุญาตให้เพิ่มรายวิชาในประเภทนี้
tl_ph: Payagan ang pagdaragdag ng mga kurso sa kategoryang ito?
tr: Bu derse kategori eklensin mi?
uk_ua: Дозволити додавати курси в цю категорію ?
vi_vn: Cho phép thêm khóa học vào danh mục này?
xh_za: Vumela ukuongezelelwa kwezifundo kule ndawo?
zh_cn: 允许添加课程
zh_tw: 允許添加課程
