Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: List of courses of the session
ar: قائمة المقررات للدورة
ast_es: Llistáu de cursos de la sesión
bn_bd: সেশনের কোর্সের তালিকা
bs_ba: Lista kurseva sesije
ca_es: Llistat de cursos de la sessió
cs_cz: Seznam školení v tomto sezení
da: Oversigt over kursussider tilknyttet sessionen
de: Liste der Kurse in dieser Kurs-Session
el: Λίστα μαθημάτων στην περίοδο
eo: Listo de kursoj por la sesio
es: Lista de cursos de la sesión
es_mx: Lista de cursos de la sesión
eu_es: Saioko ikastaro zerrenda
fa_ir: فهرست دروس این جلسه
fi_fi: Istunnon kurssilista
fo_fo: Listi yvir kursar í lotuni
fur: Liste des curs de session
ga: Liosta cúrsaí an tseisiúin
gl: Lista de cursos da sesión
he_il: רשימת הקורסים של הפגישה
hi: सत्र के पाठ्यक्रमों की सूची
hr_hr: Popis predmeta sesije
hu_hu: A foglalkozás kurzusainak listája
hy: Սեանսի դասընթացների ցանկ
id_id: Daftar mata kuliah sesi
it: Elenco dei corsi della sessione
ja: セッションのコース一覧
ka_ge: სესიის კურსების სია
ko_kr: 세션의 코스 목록
lt_lt: List of courses for the session
lv_lv: Kursu saraksts sesijā
mk_mk: Листа на курсеви на сесијата
ms_my: Senarai kursus sesi
my_mm: အစည်းအဝေးရှိ သင်တန်းစာရင်း
ne: सत्रका कोर्सहरूको सूची
nl: Lijst van cursussen voor de sessie
nn_no: Liste over kurs i sesjonen
oc: Lista dels cors de la session
pl_pl: Lista kursów w sesji
ps: د غونډې د کورسونو لړ
pt_br: Lista de cursos para a sessão
pt_pt: Lista de cursos para a sessão
ro_ro: Lista cursurilor pentru sesiune
ru_ru: Список курсов для сессии
sk_sk: Zoznam kurzov stretnutia
sl: Seznam tečajev seje
sq: Lista e kurseve të sesionit
sr_rs: Lista kurseva sesije
sv_se: Lista på periodens kurser
sw_ke: Orodha ya kozi za kikao
ta: வகையின் பாடநெறைகளின் பட்டியல்
th: รายการคอร์สของเซสชัน
tl_ph: Listahan ng mga course sa session
tr: Bu oturum için dersler listesi
uk_ua: Список курсів на сесію
vi_vn: Danh sách khóa học của phiên
xh_za: Uluhlu lwezifundo zeseshini
zh_cn: 列出本学期的课程
zh_tw: 此學期單元課程清單

source: Unsubscribe selected users from session
ar: إلغاء اشتراك المستخدمين المختارين من الدورة
ast_es: Cancelar les matricules de los usuarios seleicionaos na sesión
bn_bd: নির্বাচিত ব্যবহারকারীদের সেশন থেকে আনসাবস্ক্রাইব করুন
bs_ba: Odbavi odabrane korisnike iz sesije
ca_es: Eliminar de la sessió els usuaris seleccionats
cs_cz: Odregistrovat zvolené uživatele ze sezení
da: Afmeld valgte brugere fra session
de: Ausgewählte Benutzer aus der Kurs-Session austragen
el: Αναίρεση εγγραφής των επιλεγμένων χρηστών από την περίοδο
eo: Forigi elektitajn uzantojn el la sesio
es: Cancelar la inscripción en la sesión de los usuarios seleccionados
es_mx: Darse de baja de la sesión a los usuarios seleccionados
eu_es: Kendu hautatutako erabiltzaileen izena saio honetatik
fa_ir: ابطال ثبت نام کاربران انتخاب شده از جلسه
fi_fi: Poista valitut käyttäjät istunnosta
fo_fo: Melda valda brúkarar út av lotu
fur: Disiscrevis utints selezionâts de session
ga: Díscríobh úsáideoirí roghnaithe ón seisiún
gl: Eliminar da sesión aos usuarios seleccionados
he_il: בטל את הרישום של משתמשים נבחרים מההפעלה
hi: चयनित उपयोगकर्ताओं को सत्र से हटाएँ
hr_hr: Odpisati odabrane korisnike iz sesije
hu_hu: Kijelölt felhasználók leiratkozása a foglalkozásról
hy: Ընտրված օգտատերերին հանել սեանսից
id_id: Hapus langganan pengguna terpilih dari sesi
it: Cancella l'iscrizione degli utenti selezionati dalla sessione
ja: 選択したユーザーをセッションから登録解除
ka_ge: არჩეული მომხმარებლების სესიიდან გამოწერა
ko_kr: 선택한 사용자 세션 구독 취소
lo: ຍົກເລີກການລົງທະບຽນຜູ້ໃຊ້ທີ່ເລືອກອອກຈາກຊ່ວງເວລາ
lt_lt: Atsisakyti pasirinktų vartotojų iš sesijos
lv_lv: Atreģistrēt atzīmētos Lietotājus no sesijas
mk_mk: Одјави ги избраните корисници од сесија
ms_my: Nyahlanggan pengguna terpilih daripada sesi
my_mm: အစည်းအဝေးမှ ရွေးချယ်ထားသော အသုံးပြုသူများကို စာရင်းမှဖယ်ရှားပါ
ne: चयनित प्रयोगकर्ताहरूलाई सत्रबाट हटाउनुहोस्
nl: Geselecteerde gebruikers uit de sessie verwijderen
nn_no: Fjern valde brukarar frå sesjon
oc: Desinscrívere los utilizaires seleccionats de la session
pl_pl: Wypisz wybranych użytkowników z sesji
ps: غوره شوي کارنان له غونډې څخه لغوه کړئ
pt_br: Cancelar sessão dos usuários selecionados
pt_pt: Anular/cancelar inscrição dos utilizadores seleccionados na sessão
ro_ro: Desubscrie utilizatorii selectati din sesiune
ru_ru: Выписать выбранных пользователей с курса
sk_sk: Odhlásiť vybraných používateľov zo stretnutia
sl: Izpiši izbrane uporabnike iz seje
sq: Hiqni përdoruesit e zgjedhur nga sesioni
sr_rs: Odbavi izabrane korisnike iz sesije
sv_se: Avregistrera valda användare från perioden
sw_ke: Ondoa watumiaji waliochaguliwa kutoka kwenye kikao
ta: தேர்ந்தெடுக்கப்பட்ட பயனர்களை வகையிலிருந்து நீக்கு
th: ยกเลิกการสมัครผู้ใช้ที่เลือกจากเซสชัน
tl_ph: I-unsubscribe ang mga napiling user sa session
tr: Oturumdan seçili olan kullanıcıların üyeliğini iptal et
uk_ua: Відрахувати вибраних користувачів з сесії
vi_vn: Hủy đăng ký người dùng được chọn khỏi phiên
xh_za: Khupha abasebenzisi abakhethiweyo kwiseshini
zh_cn: 从课程中取消选中用户的订阅
zh_tw: 取消課程單元中己選使用者

source: Show the language each course is in, next to the course title, on the homepage courses list
ar: انظر إلي اللغة في كل مقرر( موجودة مقابل اسم المقرر) علي صفحه المقرر الرئيسية
ast_es: Amosar l'idioma de caún los cursos, dempués del so títulu, nel llistáu de los cursos de la páxina d'entamu
bn_bd: হোমপেজের কোর্স তালিকায় কোর্সের শিরোনামের পাশে প্রত্যেক কোর্সের ভাষা দেখান
bs_ba: Prikaži jezik svakog kursa pored naslova kursa na listi kurseva na početnoj stranici
ca_es: Mostrar la llengua assignada a cada curs, al costat del títol del curs, en la llista de cursos de la pàgina inicial
cs_cz: Zvolit jazyk ve kterém je uváděno každé školení, kromě titulku školení na domácí stránce seznamu školení
da: Vis hver kursussides sprog ved siden af kursets titel på oversigten over kursussider
de: Die Sprache jedes Kurses neben dem Kurstitel auf der Homepage der Kursliste anzeigen
el: Εμφάνιση της γλώσσας κάθε μαθήματος δίπλα στον τίτλο του μαθήματος, στη λίστα μαθημάτων της αρχικής σελίδας
eo: Montri la lingvon de la kurso apud la kursan titolon sur la startpaĝo
es: Mostrar el idioma de cada curso, después de su título, en la lista los cursos de la página principal
es_mx: Mostrar el idioma de cada curso, junto al título del curso, en la lista de cursos de la página principal
eu_es: Erakutsi ikastaro bakoitzaren hizkuntza, tituluaren ondoan, orri nagusiko ikastaro zerrendan
fa_ir: نمایش زبان هر دوره، کنار عنوان دوره، در لیست دوره‌های صفحه اصلی
fi_fi: Näytä kunkin kurssin kieli kurssin otsikon vieressä etusivun kurssilistassa
fo_fo: Vís málið hjá hvørjum kursi, við kursusnavnið, á listanum yvir kursar á heimasíðuni
fur: Mostre la lenghe di ogni curs, vign di titol dal curs, inta liste des curs de pagjine inizjâl
ga: Taispeáin an teanga atá i ngach cúrsa, in aice le teideal an chúrsa, ar liosta cúrsaí an leathanaigh bhaile
gl: Mostrar o idioma de cada curso, logo do seu título, na lista os cursos da páxina principal
he_il: הצג את השפה בה נמצא כל קורס, לצד כותרת הקורס, ברשימת הקורסים בדף הבית
hi: होमपेज कोर्स सूची में कोर्स शीर्षक के पास प्रत्येक कोर्स की भाषा दिखाएँ
hr_hr: Prikaži jezik svakog predmeta pored naslova predmeta na popisu predmeta na početnoj stranici
hu_hu: A kurzusok nyelvének megjelenítése a kurzus cím mellett a kezdőlap kurzuslistáján
hy: Ցուցադրել յուրաքանչյուր դասընթացի լեզուն դասընթացի վերնագրի կողքին գլխավոր էջի դասընթացների ցանկում
id_id: Tampilkan bahasa setiap mata kuliah, di sebelah judul mata kuliah, pada daftar mata kuliah halaman beranda
it: Mostra la lingua usata nel corso vicino al titolo nella homepage del corso
ja: 各コースの言語をホームページのコース一覧でコースのタイトルの隣に表示します
ka_ge: კურსის სათაურის გვერდით ძირითად გვერდზე კურსების სიაში ჩაურთვეს კურსის ენა
ko_kr: 홈페이지 코스 목록에서 코스 제목 옆에 각 코스의 언어를 표시
lo: ສະແດງພາສາຂອງແຕ່ລະລາຍວິຊາ, ຖັດຈາກຫົວຂໍ້ລາຍວິຊາ, ໃນລາຍການລາຍວິຊາຂອງໜ້າຫຼັກ
lt_lt: Rodyti kiekvieno kurso kalbą šalia kurso pavadinimo pagrindinio puslapio kursų sąraše
lv_lv: Galvenajā lapā eksponētajā apmācību sarakstā, rādīt pie kursa nosaukuma, kādā valodā tas ir.
mk_mk: Прикажи го јазикот на секој курс до насловот на курсот, на листата со курсеви на почетната страна
ms_my: Tunjukkan bahasa setiap kursus, di sebelah tajuk kursus, pada senarai kursus laman utama
my_mm: ပင်မစာမျက်နှာရှိ သင်တန်းစာရင်းတွင် သင်တန်းခေါင်းစဉ်ဘေးတွင် သင်တန်းတစ်ခုစီ၏ ဘာသာစကားကို ပြသပါ
ne: गृहपृष्ठ कोर्स सूचीमा कोर्स शीर्षकको छेउमा प्रत्येक कोर्सको भाषा देखाउनुहोस्
nl: Toon de taal van de cursus naast de cursustitel op de startpagina
nn_no: Vis språket til kvar kurs ved sidan av kurstitelen på hovudsida si kursliste
oc: Afichar la lenga de cada còrs, al costat del títol del còrs, dins la lista dels cors de la pagina d’acuèlh
pl_pl: Pokaż język każdego kursu (po nazwie kursu) na stronie głównej.
ps: د هر کورس ژبه د کورس سرلیک تر څنګ نښه کړئ، په کور پاڼې کورسونو کې
pt_br: Mostrar o idioma de cada curso, próximo do título do curso, na lista de cursos da página inicial
pt_pt: Apresentar o idioma de cada curso, a seguir ao título do curso, na página inicial/homepage da lista de cursos
ro_ro: Arata limba fiecarui curs, langa titlul cursului, pe pagina initiala a cursurilor
ru_ru: Показать язык каждого курса следующим после заголовка курса на домашней странице списка курсов
sk_sk: Ukázať jazyk, v ktorom je každý kurz na domovskej stránke zoznamu kurzov vedľa názvu kurzu
sl: Prikaže uporabljen jezik posameznega tečaja ob naslovu tečaja v seznamu tečajev
sq: Shfaq gjuhën e çdo kursi pranë titullit të kursit, në listën e kurseve të faqes kryesore
sr_rs: Prikaži jezik svakog kursa pored naslova kursa, na listi kurseva početne stranice
sv_se: Visa kursspråk för varje kurs intill kurstiteln på webbplatsens kurslista
sw_ke: Onyesha lugha ya kila kozi, karibu na jina la kozi, kwenye orodha ya kozi za ukurasa wa nyumbani
ta: முகப்புப் பக்க பாடநெறை பட்டியலில் பாடநெறை தலைப்புக்கு அருகில் ஒவ்வொரு பாடநெறியின் மொழியைக் காட்டு
th: แสดงภาษาของแต่ละคอร์ส ถัดจากชื่อคอร์ส ในรายการคอร์สหน้าหลัก
tl_ph: Ipakita ang wika sa bawat kurso na nakapaloob, kasunod ng pamagat ng kurso, sa listahan ng mga kurso sa homepage
tr: Her ders içindeki, ders başlığının yanındaki, başlangıç sayfası dersler listesi üzerindeki dili göster
uk_ua: Показати мову курсу після загаловку на домашній сторінці курсу
vi_vn: Hiển thị ngôn ngữ của mỗi khóa học bên cạnh tiêu đề khóa học, trong danh sách khóa học trang chủ
xh_za: Bonisa ulwimi lwesifundo ngasinye, ecaleni kwesihloko sesifundo, kuluhlu lwezifundo lwangaphambili
zh_cn: 在首页课程列表中，在课程标题旁边显示每门课程的语言
zh_tw: 在首頁課程清單，課程標題旁顯示課程語言。

source: Show the categories of courses on the homepage, even if they're empty
ar: عرض فصول المقرر على الصفحة الرئيسية ، وحتى لو كانت فارغة .
ast_es: Amosar les categoríes de los cursos na páxina d'entamu, magar tean vacíes
bn_bd: হোমপেজে খালি হলেও কোর্সের ক্যাটাগরি দেখান
bs_ba: Prikaži kategorije kurseva na početnoj stranici, čak i ako su prazne
ca_es: Mostrar les categories del curs a la pàgina inicial, encara que estiguin buides
cs_cz: Ukaž kategorie školení na domácí stránce, i když jsou prázdné
da: Vis kursuskategorier på startsiden - også selv om kategorierne er tomme
de: Kategorie eines jeden Kurses auf der Homepage anzeigen, auch wenn diese leer sind.
el: Εμφάνιση κατηγοριών μαθημάτων στην αρχική σελίδα, ακόμα και αν είναι άδειες
eo: Montri sur la startpaĝo la kategoriojn de la kursoj, eĉ se ili estas malplenaj
es: Mostrar las categorías de cursos en la página principal, aunque estén vacías
es_mx: Mostrar las categorías de cursos en la página principal, incluso si están vacías
eu_es: Erakutsi ikastaro kategoriak orri nagusian, hutsik badaude ere
fa_ir: نمایش دسته‌بندی‌های دوره‌ها در صفحه اصلی، حتی اگر خالی باشند
fi_fi: Näytä tyhjät kurssikategoriat etusivulla
fo_fo: Vís bólkar fyri kursar á heimasíðuni, sjálvum um tær eru tømar
fur: Mostre categorîs des curs su pagjine inizjâl, ancje se vuides
ga: Taispeáin catagóirí cúrsaí ar an leathanach baile, fiú má tá siad folamh
gl: Mostrar as categorías de cursos na páxina principal, aínda que estean baleiras
he_il: הצג את הקטגוריות של הקורסים בדף הבית, גם אם הם ריקים
hi: होमपेज पर कोर्स श्रेणियाँ दिखाएँ, भले ही वे खाली हों
hr_hr: Prikaži kategorije predmeta na početnoj stranici, čak i ako su prazne
hu_hu: Az üres kurzus kategóriák is jelenjenek meg a kezdőoldalon
hy: Ցուցադրել դասընթացների կատեգորիաները գլխավոր էջում, նույնիսկ եթե դրանք դատարկ են
id_id: Tampilkan kategori mata kuliah di halaman beranda, meskipun kosong
it: Mostra nella pagina iniziale le categorie dei corsi anche se vuote
ja: 空の場合でも、コース カテゴリをホームページに表示します
ka_ge: ძირითად გვერდზე კურსების კატეგორიების ჩვენება, მაშინაც კი თუ ისინი ცარიელია
ko_kr: 홈페이지에서 비어 있더라도 코스 카테고리를 표시
lo: ສະແດງໝວດໝູ່ຂອງລາຍວິຊາໃນໜ້າຫຼັກ, ເຖິງແມ່ນວ່າຈະວ່າງກໍຕາມ
lt_lt: Rodyti kursų kategorijas pagrindiniame puslapyje, net jei jos tuščios
lv_lv: Rādīt galvenajā lapā Mācību/priekšmetu kategorijas, pat ja tās ir tukšas.
mk_mk: Прикажи ги категориите на курсеви на почетната страна, дури и ако се празни
ms_my: Tunjukkan kategori kursus pada laman utama, walaupun kosong
my_mm: ပင်မစာမျက်နှာတွင် သင်တန်းအမျိုးအစားများကို ပြသပါ၊ ၎င်းတို့သည် ဗလာဖြစ်နေလျှင်ပင်
ne: गृहपृष्ठमा कोर्स वर्गहरू देखाउनुहोस्, तिनीहरू खाली भए पनि
nl: Toon de categoriën van cursussen op de startpagine, zelfs als ze leeg zijn
nn_no: Vis kurskategoriane på hovudsida, sjølv om dei er tomme
oc: Afichar las categorias de cors a la pagina d’acuèlh, fins e se son voidas
pl_pl: Pokaż kategorię kursów na stronie głównej, nawet jeżeli kategorie są puste
ps: د کورسونو وېشنيزې په کور پاڼې ښکاره کړئ، حتی که خالي وي
pt_br: Mostrar categorias dos cursos na página inicial, mesmo se estiverem vazias
pt_pt: Apresentar as categorias dos cursos na página inicial/homepage, mesmo que estejam vazias
ro_ro: Arata categoriile de cursuri pe pagina initiala, chiar daca sunt vide
ru_ru: Показать разделы курсов на домашней странице даже если они пустые
sk_sk: Ukázať kategórie kurzov na domovskej stránke, aj v prípade, že sú prázdne
sl: Prikaže kategorije tečajev na domači strani tečajev tudi v primeru, ko je kategorija prazna.
sq: Shfaq kategoritë e kurseve në faqen kryesore, edhe nëse janë bosh
sr_rs: Prikaži kategorije kurseva na početnoj stranici, čak i ako su prazne
sv_se: Visa alla kurskategorier, även om de är tomma
sw_ke: Onyesha makundi ya kozi kwenye ukurasa wa nyumbani, hata kama ni matupu
ta: முகப்புப் பக்கத்தில் பாடநெறை வகைகளைக் காட்டு, அவை காலியாக இருந்தாலும்
th: แสดงหมวดหมู่คอร์สในหน้าหลัก แม้จะว่างเปล่า
tl_ph: Ipakita ang mga kategorya ng mga kurso sa homepage, kahit ang mga ito ay walang laman
tr: Başlangıç sayfası üzerindeki ders kategorilerini boş olsalar bile göster
uk_ua: Показати категорії курсів на домашній сторінці, навіть, якщо вони порожні
vi_vn: Hiển thị danh mục khóa học trên trang chủ, ngay cả khi chúng trống
xh_za: Bonisa iindidi zezifundo kwiphepha lasekhaya, ndiphela ukuba zingenanto
zh_cn: 在首页显示非空的课程分类
zh_tw: 即使類別中未有課程，亦於首頁中顯示所有課類別。

source: Show empty courses categories
ar: عرض فئات المقررات الفارغة
ast_es: Amosar les categoríes de cursos que ten vacíes
bn_bd: খালি কোর্স ক্যাটাগরি দেখান
bs_ba: Prikaži prazne kategorije kurseva
ca_es: Mostrar les categories de curs buides
cs_cz: Ukaž prázdné kategorie
da: Vis tomme kursuskategorier
de: Leere Kurskategorien anzeigen
el: Εμφάνιση άδειων κατηγοριών μαθημάτων
eo: Montri malplenajn kursajn kategoriojn
es: Mostrar las categorías de cursos vacías
es_mx: Mostrar categorías de cursos vacías
eu_es: Erakutsi hutsik dauden ikastaro kategoriak
fa_ir: نمایش دسته بندی دروس خالی
fi_fi: Näytä tyhjät kurssikategoriat
fo_fo: Vís tømar bólkar fyri kursar
fur: Mostre categorîs curs vuides
ga: Taispeáin catagóirí cúrsaí folamh
gl: Mostrar as categorías de cursos baleiras
he_il: הצג קטגוריות ריקות של קורסים
hi: खाली कोर्स श्रेणियाँ दिखाएँ
hr_hr: Prikaži prazne kategorije predmeta
hu_hu: Üres kurzuskategóriák megjelenítése
hy: Ցուցադրել դատարկ դասընթացների կատեգորիաները
id_id: Tampilkan kategori mata kuliah kosong
it: Mostra anche le categorie di corso vuote
ja: 空のコース カテゴリを表示
ka_ge: ცარიელი კურსის კატეგორიების ჩვენება
ko_kr: 빈 코스 카테고리 표시
lo: ສະແດງໝວດໝູ່ລາຍວິຊາທີ່ວ່າງ
lt_lt: Rodyti tuščias kursų kategorijas
lv_lv: Rādīt tukšās kursu kategorijas
mk_mk: Прикажи празни категории на курсеви
ms_my: Tunjukkan kategori kursus kosong
my_mm: ဗလာသင်တန်းအမျိုးအစားများကို ပြသပါ
ne: खाली कोर्स वर्गहरू देखाउनुहोस्
nl: Toon lege cursuscategorieën
nn_no: Vis tomme kurskategorier
oc: Afichar las categorias de cors voidas
pl_pl: Pokaż kategorię pustych kursów
ps: خالي کورس وېشنيزې ښکاره کړئ
pt_br: Mostrar categorias de cursos vazias
pt_pt: Apresentar as categorias de cursos vazias
ro_ro: Arata categoriile de cursuri goale
ru_ru: Показать пустые разделы курсов
sk_sk: Ukázať prázdne kategórie kurzu
sl: Prikaži prazne kategorije tečajev
sq: Shfaq kategoritë bosh të kurseve
sr_rs: Prikaži prazne kategorije kurseva
sv_se: Visa tomma kurskategorier
sw_ke: Onyesha makundi ya kozi matupu
ta: காலி பாடநெறை வகைகளைக் காட்டு
th: แสดงหมวดหมู่คอร์สที่ว่าง
tl_ph: Ipakita ang mga kategorya ng walang laman na mga kurso
tr: Boş ders kategorilerini göster
uk_ua: Показати порожні категорії курсів
vi_vn: Hiển thị danh mục khóa học trống
xh_za: Bonisa iindidi zezifundo ezingenanto
zh_cn: 显示空的课程分类
zh_tw: 顯示空的課程類別

source: XML document is not valid
ar: غير صحيح XML مستند
ast_es: El documentu XML nun ye válidu
bn_bd: XML ডকুমেন্ট বৈধ নয়
bs_ba: XML dokument nije valjan
ca_es: El document XML no és vàlid
cs_cz: XML dokument je neplatný
da: XML dokumentet er ikke gyldigt
de: XML Dokument ist ungültig
el: Το XML έγγραφο δεν είναι έγκυρο
eo: La XMLa dokumento ne validas
es: El documento XML no es válido
es_mx: El documento XML no es válido
eu_es: XML dokumentua ez da baliogarria
fa_ir: سند XML معتبر نیست
fi_fi: XML-dokumentti ei ole kelvollinen
fo_fo: XML skjal er ikki galdandi
fur: Document XML no valit
ga: Níl an doiciméad XML bailí
gl: Documento XML non válido
he_il: מסמך XML אינו חוקי
hi: XML दस्तावेज़ वैध नहीं है
hr_hr: XML dokument nije valjan
hu_hu: Az XML dokumentum nem valid.
hy: XML փաստաթուղթը վավեր չէ
id_id: Dokumen XML tidak valid
it: Il documento XML non è valido
ja: XML ドキュメントが無効です
ka_ge: XML დოკუმენტი არასწორია
ko_kr: XML 문서가 유효하지 않습니다
lt_lt: Blogas XML dokumentas
lv_lv: XML dokuments nav derīgs
mk_mk: XML документот не е валиден
ms_my: Dokumen XML tidak sah
my_mm: XML စာရွက်စာတမ်းသည် မမှန်ကန်ပါ
ne: XML दस्तावेज़ वैध छैन
nl: Het XML document is niet geldig
nn_no: XML-dokumentet er ikkje gyldig
oc: Document XML pas valid
pl_pl: Dokument XML nie jest poprawny
ps: XML سند معتبر نه دی
pt_br: O documento XML não é válido
pt_pt: O documento XML não é válido
ro_ro: Documentul XML este invalid
ru_ru: XML документ не действителен
sk_sk: XML dokument nie je platný
sl: XML dokument ni veljaven
sq: Dokumenti XML nuk është i vlefshëm
sr_rs: XML dokument nije validan
sv_se: Fel i XML-dokumentet
sw_ke: Hati ya XML si sahihi
ta: XML ஆவணம் செல்லுபடியாகாது
th: เอกสาร XML ไม่ถูกต้อง
tl_ph: Hindi valid na XML document
tr: XML dokümanı geçerli değildir
uk_ua: Невірний документ XML
vi_vn: Tài liệu XML không hợp lệ
xh_za: Uxwebhu lwe-XML alusebenzi
zh_cn: XML文件不合法
zh_tw: 不允許 XML 文件

source: for the session
ar: للدورة
ast_es: pa la sesión
bn_bd: সেশনের জন্য
bs_ba: za sesiju
ca_es: per a la sessió
cs_cz: pro sezení
da: for/i sessionen
de: für die Kurs-Session
el: για την περίοδο
eo: por la sesio
es: de la sesión
es_mx: para la sesión
eu_es: saiorako
fa_ir: برای جلسه
fi_fi: istunnolle
fo_fo: fyri lotuna
fur: par la session
ga: don seisiún
gl: para a sesión
he_il: להפעלה
hi: सत्र के लिए
hr_hr: za sesiju
hu_hu: a foglalkozáshoz
hy: սեանսի համար
id_id: untuk sesi
it: per la sessione
ja: セッション用
ka_ge: სესიისთვის
ko_kr: 세션에 대해
lo: ສຳລັບຊ່ວງເວລາ
lt_lt: sesijai
lv_lv: sesijai
mk_mk: за сесијата
ms_my: untuk sesi
my_mm: အစည်းအဝေးအတွက်
ne: सत्रका लागि
nl: voor de sessie
nn_no: for sesjonen
oc: per la session
pl_pl: do sesji
ps: د غونډې لپاره
pt_br: para a sessão
pt_pt: para a sessão
ro_ro: pentru sesiune
ru_ru: для сессии
sk_sk: pre stretnutie
sl: za sejo
sq: për sesionin
sr_rs: za sesiju
sv_se: för perioden
sw_ke: kwa kikao
ta: வகைக்காக
th: สำหรับเซสชัน
tl_ph: para sa session
tr: bu oturum için
uk_ua: для сесії
vi_vn: cho phiên
xh_za: kwiseshini
zh_cn: 的课程
zh_tw: 的課程期間

source: Online e-mail editor enabled
ar: محرر نشط للبريد الاكتروني على الانترنت
ast_es: Activar l'ediotr de corréu electrónicu per internet
bn_bd: অনলাইন ইমেইল সম্পাদক সক্রিয়
bs_ba: Omogući online uređivač e-pošte
ca_es: Activar l'editor de correus-e en línia
cs_cz: Aktivovat emailový online editor
da: Aktiv online e-maileditor
de: E-Mail Editor
el: Ενεργοποιημένος online επεξεργαστής email
eo: Aktivigi konektitan mesaĝilon
es: Activar el editor de correo electrónico en línea
es_mx: Editor de correo electrónico en línea activado
eu_es: Gaitu posta elektronikoko editatzailea online
fa_ir: ویرایشگر آنلاین ایمیل فعال شد
fi_fi: Verkkopohjainen sähköpostieditori käytössä
fo_fo: Online t-post ritstovan virkin
fur: Editor e-mail online ativât
ga: Eagarthóir ríomhphost ar líne cumasaithe
gl: Editor de correo electrónico en liña activo
he_il: עורך דואר אלקטרוני מקוון מופעל
hi: ऑनलाइन ईमेल संपादक सक्षम
hr_hr: Omogućen online uređivač e-pošte
hu_hu: Aktív online email szerkesztő
hy: Անլայն էլ. փոստի խմբագրիչը فعالացված է
id_id: Editor email daring diaktifkan
it: Attiva l'editor di email online
ja: オンライン電子メール エディターを有効にする
ka_ge: ონლაინ ელფოსტის რედაქტორის ჩართვა
ko_kr: 온라인 이메일 편집기 활성화
lo: ເປີດໃຊ້ຕົວແກ້ໄຂອີເມວອອນໄລນ໌
lt_lt: Aktyvuoti "online" el. pašto redaktorių
lv_lv: Aktivizēts tiešsaistes e-pasta redaktors
mk_mk: Активен уредувач на електронска пошта
ms_my: Editor e-mel dalam talian diaktifkan
my_mm: အွန်လိုင်းအီးမေးလ်တည်းဖြတ်မှုကို ဖွင့်ထားသည်
ne: अनलाइन इमेल सम्पादक सक्षम
nl: Activeer online e-mail editor
nn_no: Netpostredigerar aktivert
oc: Editor d’e-mail en linha activat
pl_pl: Aktywny edytor e-maili na stronie
ps: آنلاین برېښنالیک سمادڼګې فعاله ده
pt_br: Ativar o editor de e-mail online
pt_pt: Activar o editor de e-mail online
ro_ro: Editorul online activ pentru email
ru_ru: Активировать онлайновый редактор эл. почты
sk_sk: Povoliť online emailový editor
sl: Aktiviraj vgrajen urejevalnik e-sporočil
sq: Redaktori online i email-it i aktivizuar
sr_rs: Omogućen online uređivač e-pošte
sv_se: Aktivera inbäddat e-postprogram
sw_ke: Mhariri wa barua pepe mtandaoni umewashwa
ta: ஆன்லைன் மின்னஞ்சல் திருத்தி செயல்படுத்தப்பட்டது
th: เปิดใช้งานตัวแก้ไขอีเมลออนไลน์
tl_ph: Pinaggana ang online e-mail editor
tr: Etkin çevrimdışı eposta düzenleyicisi
uk_ua: Активувати онлайновий редактор email
vi_vn: Trình chỉnh sửa email trực tuyến được bật
xh_za: Umhleli we-imeyile ye-online uvuliwe
zh_cn: 激活在线邮件编辑
zh_tw: 啟用線上電郵編輯器
