Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Corresponding local path
ast_es: Ruta llocal correspondiente
bn_bd: সংশ্লিষ্ট স্থানীয় পথ
bs_ba: Dopunska lokalna putanja
ca_es: Ruta local corresponent
cs_cz: odpovídající lokální cesta
da: Corresponderende lokale stier
de: entsprechender lokaler Pfad
el: Path των αρχείων του e-Class στον εξυπηρετητή
eo: Responda loka pado
es: Ruta local correspondiente
es_mx: Ruta local correspondiente
eu_es: Dagokion ibilbide lokala
fa_ir: مسیر مربوطه
fi_fi: Vastaava paikallinen polku
fo_fo: Samtals lokala leið
fur: Percors locâl corispondint
ga: Cosán áitiúil comhfhreagrach
gl: Rota local correspondente
he_il: נתיב מקומי מתאים
hi: संबंधित स्थानीय पथ
hr_hr: Odgovarajući lokalni put
hu_hu: A helyi elérési úttal összhangban
hy: Սоответствующий տեղային ուղին
id_id: path lokal yang sesuai
it: percorso locale corrispondente
ja: 対応するローカルパス
ka_ge: შესაბამისი ლოკალური მისამართი
ko_kr: 대응하는 로컬 경로
lo: ເສັ້ນທາງທ້ອງຖິ່ນທີ່ສອດຄ້ອງກັນ
lt_lt: Atsakingas vietinis kelias
lv_lv: Attiecīgā vietējā norāde (<i>local path</i>)
mk_mk: Соодветна локална патека
ms_my: Laluan tempatan yang sepadan
my_mm: သက်ဆိုင်ရာ ပြည်တွင်းလမ်းကြောင်း
ne: सम्बन्धित स्थानीय पथ
nl: Corresponderend lokaal pad
nn_no: Korresponderande lokal sti
oc: Camí local correspondent
pl_pl: Ścieżka lokalna
ps: مرتبط محلي لاره
pt_br: Caminho local correspondente
pt_pt: Caminho local correspondente
ro_ro: Cale locala corespunzatoare
ru_ru: Соответствующий местный путь
sk_sk: Zodpovedajúca lokálnej ceste
sl: Ustrezna lokalna pot
sq: Shtegu lokal përkatës
sr_rs: Odgovarajuća lokalna putnja
sv_se: Motsvarande lokal sökväg
sw_ke: Njia ya ndani inayolingana
ta: இருக்கும் உள்ளூர் பாதை
th: เส้นทางที่อยู่ไฟล์(Path)ในเครื่องที่ใช้บริการ
tl_ph: Kaukulang lokal na path
tr: Karşılık gelen yerel klasör
uk_ua: Відповідний локальний шлях
vi_vn: Đường dẫn cục bộ tương ứng
xh_za: Indlela yendawo yasekhaya ehambelanayo
zh_cn: 本地路径
zh_tw: 本地路徑

source: Administrator e-mail
ast_es: E-mail del alministrador
bn_bd: প্রশাসকের ইমেইল
bs_ba: E-mail administratora
ca_es: E-mail de l'administrador
cs_cz: E-mail administrátora
el: Email Διαχειριστή
eo: Administratoro retpoŝtadreso
es: E-mail del administrador
es_mx: email del Administrador
eu_es: Posta elektronikoaren kudeatzailea
fa_ir: ایمیل مدیر
fi_fi: Ylläpitäjän sähköposti
fo_fo: Stýriskar e-postur
fur: E-mail administraidôr
ga: Ríomhphost an Riarthóra
gl: Email do Administrador
he_il: דואר אלקטרוני של מנהל
hi: प्रशासक ईमेल
hr_hr: Elektronička pošta nadzornika
hu_hu: Adminisztrátor e-mail
hy: Ադմինիստրատորի էլ. փոստ
id_id: Email Administrator
it: e-mail dell'Amministratore
ja: 管理者メール
ka_ge: ადმინისტრატორის ელფოსტა
ko_kr: 관리자 이메일
lo: ອີເມວຜູ້ເບິ່ງແຍງລະບົບ
lv_lv: Administratora e-pasts
mk_mk: e-mail на Управувачот
my_mm: စီမံခန့်ခွဲသူအီးမေးလ်
ne: प्रशासक ईमेल
nl: E-mailadres administrator
nn_no: Administrator e-post
oc: Adreça electronica de l'administrator
pl_pl: E-mail administratora
ps: د مدیر برېښنالیک
pt_br: E-mail Administrador
pt_pt: E-mail do Administrador
ro_ro: E-mailul administratorului
ru_ru: Эл. адрес администратора
sk_sk: Email administrátora
sl: e-naslov administratorja
sq: Email i administratorit
sr_rs: E-mail administratora
sv_se: Administratörens emejl
sw_ke: Barua pepe ya msimamizi
ta: நிர்வாகி மின்னஞ்சல்
th: อีเมลของผู้จัดการระบบ
tl_ph: E-mail ng Administrator
tr: Yönetici eposta
uk_ua: Електронна пошта адміністратора
xh_za: I-imeyile yoMlawuli
zh_cn: 管理员 Email
zh_tw: 管理員 Email

source: Administrator Name
ast_es: Nome del alministrador
bn_bd: প্রশাসকের নাম
bs_ba: Ime administratora
ca_es: Nom de l'administrador
cs_cz: Jméno administrátora
da: Administrator navn
de: Administrator Nachname
el: Όνομα Διαχειριστή
eo: Administratora nomo
es: Nombre del administrador
es_mx: Nombre del Administrador
eu_es: Kudeatzailearen izena
fa_ir: نام مدیر
fi_fi: Ylläpitäjän nimi
fo_fo: Stýriskar navn
fur: Nûm administraidôr
ga: Ainm an Riarthóra
gl: Nome do Administrador
he_il: שם מנהל
hi: प्रशासक का नाम
hr_hr: Ime nadzornika
hu_hu: Adminisztrátor neve
hy: Ադմինիստրատորի անունը
id_id: Nama Administrator
it: Nome dell'amministratore
ja: 管理者名
ka_ge: ადმინისტრატორის სახელი
ko_kr: 관리자 이름
lt_lt: Administratoriaus vardas
lv_lv: Administratora vārds
mk_mk: Име на администраторот
ms_my: Nama Pentadbir
my_mm: စီမံခန့်ခွဲသူအမည်
ne: प्रशासक नाम
nl: Naam administrator
nn_no: Administratornamn
oc: Nom de l'administrator
pl_pl: Imię administratora
ps: د مدیر نوم
pt_br: Nome do administrador
pt_pt: Nome do Administrador
ro_ro: Numele administratorului
ru_ru: Имя администратора
sk_sk: Meno administrátora
sl: Ime upravitelja
sq: Emri i administratorit
sr_rs: Ime administratora
sv_se: Administratörens efternamn
sw_ke: Jina la msimamizi
ta: நிர்வாகி பெயர்
th: นามสกุลของผู้จัดการระบบ
tl_ph: Pangalan ng Administrator
tr: Yönetici adı
uk_ua: Ім'я адміністратора
vi_vn: Tên Quản trị viên
xh_za: Igama loMlawuli
zh_cn: 管理员名字
zh_tw: 管理員名字

source: Surname of the Administrator
ast_es: Apellíos del alministrador
bn_bd: প্রশাসকের উপাধি
bs_ba: Prezime administratora
ca_es: Cognoms de l'administrador
cs_cz: Příjmení administrátora
da: Administrator efternavn
de: Administrator Vorname
el: Επώνυμο Διαχειριστή
eo: Administratora familinomo
es: Apellidos del administrador
es_mx: Apellido del Administrador
eu_es: Kudeatzailearen deiturak
fa_ir: نام خانوادگی مدیر
fi_fi: Ylläpitäjän sukunimi
fo_fo: Eftirnavn hjá stýriskaranum
fur: Cognûm dal administraidôr
ga: Sloinneadh an Riarthóra
gl: Apelidos do Administrador
he_il: שם משפחה של המנהל
hi: प्रशासक का उपनाम
hr_hr: Prezime nadzornika
hu_hu: Adminisztrátor vezetékneve
hy: Ադմինիստրատորի ազգանունը
id_id: Nama keluarga Administrator
it: Cognome dell'amministratore
ja: 管理者の姓
ka_ge: ადმინისტრატორის გვარი
ko_kr: 관리자dml 성(Surname)
lo: ນາມສະກຸນຂອງຜູ້ເບິ່ງແຍງລະບົບ
lt_lt: Administratoriaus pavardė
lv_lv: Administratora uzvārds
mk_mk: Презиме на администраторот
ms_my: Administrator surname
my_mm: စီမံခန့်ခွဲသူ၏ မျိုးရိုးအမည်
ne: प्रशासकको थर
nl: Familienaam administrator
nn_no: Administrator etternamn
oc: Nom de familha de l'administrator
pl_pl: Nazwisko administratora
ps: د مدیر د پلار نوم
pt_br: Sobrenome do administrador
pt_pt: Apelido do Administrador
ro_ro: Numele de famile al administratorului
ru_ru: Фамилия администратора
sk_sk: Priezvisko administrátora
sl: Priimek upravitelja
sq: Mbiemri i administratorit
sr_rs: Prezime administratora
sv_se: Administratörens förname
sw_ke: Jina la mwisho la msimamizi
ta: நிர்வாகியின் பிறப்புப் பெயர்
th: ชื่อของผู้จัดการระบบ
tl_ph: Apelyido ng Administrator
tr: Yönetici soyadı
uk_ua: Прізвище адміністратора
vi_vn: Administrator surname
xh_za: Isibini soMlawuli
zh_cn: 管理员姓氏
zh_tw: 管理員姓氏

source: Administrator login
ast_es: Nome d'usuariu del alministrador
bn_bd: প্রশাসক লগইন
bs_ba: Prijava administratora
ca_es: Nom d'usuari de l'administrador
cs_cz: Přihlášení administrátora
el: Όνομα Χρήστη του Διαχειριστή
eo: Administratora ensalutaj datumoj
es: Nombre de usuario del administrador
es_mx: Nombre de usuario del Administrador
eu_es: Kudeatzailearen erabiltzaile izena
fa_ir: نام کاربری مدیر
fi_fi: Ylläpitäjän login
fo_fo: Stýriskar innrita
fur: Acess administraidôr
ga: Logáil isteach an Riarthóra
gl: Login do Administrador
he_il: כניסת מנהל
hi: प्रशासक लॉगिन
hr_hr: Korisničko ime nadzornika
hu_hu: Adminisztrátor login
hy: Ադմինիստրատորի մուտքագրում
id_id: Login Administrator
it: login dell'Amministratore
ja: 管理者ログイン
ka_ge: ადმინისტრატორის შესვლა
ko_kr: 관리자 로그인
lo: ຊື່ເຂົ້າໃຊ້ຂອງຜູ້ເບິ່ງແຍງລະບົບ
lt_lt: Administratoriaus prisijungimas
lv_lv: Administratora autorizēšanās vārds
mk_mk: Корисничко_име на Администраторот
ms_my: Log masuk Pentadbir
my_mm: စီမံခန့်ခွဲသူအကောင့်ဝင်ရန်
ne: प्रशासक लगइन
nl: Inlognaam administrator
nn_no: Administratorinnlogging
oc: Connexion de l’administrator
pl_pl: Identyfikator administratora
ps: د مدیر داخل کېدل
pt_br: login do administrador
pt_pt: Login/acesso do Administrador
ro_ro: logare administrator
ru_ru: Логин администратора
sk_sk: Prihlásenie administrátora
sl: Uporabniško ime admin.
sq: Hyrja e administratorit
sr_rs: Korisničko ime administratora
sv_se: Administratörens användare
sw_ke: Kuingia kwa msimamizi
ta: நிர்வாகி உள்நுழைவு
th: ชื่อที่จะใช้เข้าบริหารระบบ
tl_ph: Login ng Administrator
tr: Yönetici kullanıcı adı
uk_ua: Логін адміністратора
vi_vn: Đăng nhập Quản trị viên
xh_za: Ungeno lomlawuli
zh_cn: 管理员登录名
zh_tw: 管理員登錄名

source: Your portal name
ast_es: Nome de la so plataforma
bn_bd: আপনার পোর্টালের নাম
bs_ba: Naziv vašeg portala
ca_es: Nom de la plataforma
cs_cz: Název vašeho portálu
da: Dit universitets navn
de: Der Name Ihres Portals
el: Όνομα Πλατφόρμας
eo: Chamilo-Kampa Titolo
es: Nombre de su plataforma
es_mx: El nombre de su Campus
eu_es: Zure plataformaren izena
fa_ir: نام پرتال شما
fi_fi: Portaalisi nimi
fo_fo: Navn á tínum portali
fur: Nûm dal to portal
ga: Ainm do thairseach
gl: Nome do seu portal
he_il: שם הפורטל שלך
hi: आपके पोर्टल का नाम
hr_hr: Ime portala
hu_hu: Az ön portáljának neve
hy: Ձեր պորտալի անունը
id_id: Nama kampus
it: Il nome del vostro campus
ja: ポータル名
ka_ge: თქვენი პორტალის სახელი
ko_kr: 포털 명
lt_lt: Jūsų portalo pavadinimas
lv_lv: Jūsu portāla nosaukums
mk_mk: Име на Вашиот портал
ms_my: Your campus' name
my_mm: သင့်ပေါ်တယ်အမည်
ne: तपाईंको पोर्टल नाम
nl: Campustitel
nn_no: Portalen din si namn
oc: Vòstre nom de portal
pl_pl: Nazwa Twojego Kampusu
ps: د تاسو پورټل نوم
pt_br: Seu nome portal
pt_pt: Nome do seu portal
ro_ro: Numele portalului
ru_ru: Ваше имя на портале
sk_sk: Meno portálu
sl: Ime portala
sq: Emri i portalit tuaj
sr_rs: Ime vašeg portala
sv_se: Ditt campus-namn
sw_ke: Jina la lango lako
ta: உங்கள் போர்ட்டல் பெயர்
th: ตั้งชื่อเว็ปไซท์ระบบโดคีออส อีเลิร์นนิ่งของคุณ
tl_ph: Pangalan ng iyong portal
tr: Kampüsünüzün adı
uk_ua: Назва вашого порталу
vi_vn: Your campus' name
xh_za: Igama le-portal yakho
zh_cn: 网站名称
zh_tw: 網站名稱
