Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Path to LZX files
ar: LZX مسار إلى ملفات
ast_es: Camín hasta los archivos LZX
bn_bd: LZX ফাইলের পাথ
bs_ba: Putanja do LZX datoteka
ca_es: Camí cap als fitxers LZX
cs_cz: cesta k LZX souborům
da: Sti til LZX filer
de: Pfad zu LZX Dateien
el: Διαδρομή προς αρχεία LZX
eo: Pado al la LZX-dosieroj
es: Path de los archivos LZX
es_mx: Ruta a archivos LZX
eu_es: LZX fitxategietarako ibilbidea
fa_ir: مسیر فایل‌های LZX
fi_fi: Polku LZX-tiedostoihin
fo_fo: Støða til LZX fílar
fur: Percors ai files LZX
ga: Cosán chuig comhaid LZX
gl: Camiño para os ficheiros LZX
he_il: נתיב לקבצי LZX
hi: LZX फ़ाइलों का पथ
hr_hr: Putanja do LZX datoteka
hu_hu: Az LZX állományok elérési útvonala
hy: LZX ֆայլերի ուղին
id_id: Jalur ke file LZX
it: Percorso dei files LZX
ja: LZXファイルのパス
ka_ge: LZX ფაილების მისამართი
ko_kr: LZX 파일 경로
lo: ເສັ້ນທາງໄປຫາໄຟລ໌ LZX
lt_lt: Kelias iki LZX failų
lv_lv: Ceļš uz LZX failiem
mk_mk: Патека до LZX датотеките
ms_my: Laluan ke fail LZX
my_mm: LZX ဖိုင်များသို့ လမ်းကြောင်း
ne: LZX फाइलहरूको बाटो
nl: Pad naar de LZX bestanden
nn_no: Sti til LZX-filer
oc: Camí vers los fichièrs LZX
pl_pl: Ścieżka do plików LZX
ps: د LZX فایلونو لاره
pt_br: Caminho para arquivos LZX
pt_pt: Caminho/atalho para ficheiros LZX
ro_ro: Calea catre fisierele LZX
ru_ru: Путь к файлам LZX
sk_sk: Cesta k LZX súborom
sl: Pot do LZX datotek
sq: Shtegu drejt skedarëve LZX
sr_rs: Putanja do LZX fajlova
sv_se: Sökväg till LZX filer
sw_ke: Njia kwenye faili za LZX
ta: LZX கோப்புகளுக்கான பாதை
th: เส้นทางไปยังไฟล์ LZX
tl_ph: Path patungo sa LZX files
tr: LZX dosyaları Yolu
uk_ua: Шлях до файлів LZX
vi_vn: Đường dẫn đến file LZX
xh_za: Indlela eya kwiifayile ze-LZX
zh_cn: LZX 文件路径
zh_tw: 連接 LZX 檔案的路徑

source: Text
ar: نص
ast_es: testu
bn_bd: টেক্সট
bs_ba: Tekst
da: Tekst
de: WCAG Inhalt
el: Κείμενο
eo: teksto
es: texto
es_mx: texto
eu_es: Testua
fa_ir: نوشته
fi_fi: Teksti
fo_fo: Tekstur
fur: Test
ga: Téacs
gl: Texto
he_il: טקסט
hi: पाठ
hr_hr: Tekst
hu_hu: Szöveg
hy: Տեքստ
id_id: Teks
it: Testo
ja: テキスト
ka_ge: ტექსტი
ko_kr: 텍스트
lo: ຂໍ້ຄວາມ
lt_lt: Tekstas
lv_lv: Teksts
mk_mk: Содржина
ms_my: Teks
my_mm: စာသား
ne: पाठ
nl: Tekst
nn_no: Tekst
pl_pl: Tekst
ps: متن
pt_br: texto
pt_pt: Texto
ru_ru: Текст
sl: besedilo
sq: Tekst
sr_rs: Tekst
sw_ke: Maandishi
ta: உரை
th: ข้อความ
tl_ph: Teksto
tr: Metin
uk_ua: Текст WCAG
vi_vn: Văn bản
xh_za: Isicatshulwa
zh_cn: 文本
zh_tw: 內文

source: Add courses to this session
ar: اضافة مقررات الى هذه الدورة
ast_es: Apuntar cursos a esta sesión
bn_bd: এই সেশনে কোর্স যোগ করুন
bs_ba: Dodaj kurseve u ovu sesiju
ca_es: Afegir cursos a aquesta sessió
cs_cz: Přidat školení do tohoto sezení
da: Tilmeld kursussider denne session
de: Kurse hinzufügen
el: Προσθήκη μαθημάτων σε αυτή τη συνεδρία
eo: Aldoni kursojn al ĉi tiu sesio
es: Inscribir cursos en esta sesión
es_mx: Agregar cursos a esta sesión
eu_es: Gehitu ikastaroak saio honi
fa_ir: افزودن درس به این جلسه
fi_fi: Lisää kursseja tähän istuntoon
fo_fo: Legg kursar til hesi lotu
fur: Zonta curs a cheste sesion
ga: Cuir cúrsaí leis an seisiún seo
gl: Subscribir cursos para esta sesión
he_il: הוסף קורסים למפגש זה
hi: इस सत्र में पाठ्यक्रम जोड़ें
hr_hr: Dodaj tečajeve u ovu sesiju
hu_hu: Kurzusok feljelentkeztetése erre a találkozóra
hy: Ավելացնել դասընթացներ այս սեանսին
id_id: Tambahkan kursus ke sesi ini
it: Aggiungi corsi alla sessione
ja: このセッションにコースを追加
ka_ge: კურსების დამატება ამ სესიაში
ko_kr: 이 세션에 코스 추가
lt_lt: Užregistruoti kursus šioje sesijoje
lv_lv: Pievienot Kursus šai sesijai.
mk_mk: Запиши курсеви на оваа сесија
ms_my: Tambah kursus ke sesi ini
my_mm: ဤအစည်းအဝေးသို့ သင်တန်းများထည့်ပါ
ne: यो सत्रमा पाठ्यक्रमहरू थप्नुहोस्
nl: Cursussen toevoegen aan deze sessie
nn_no: Legg kurs til denne økta
oc: Apondre des cors a aquesta sesion
pl_pl: Dodaj kursy do sesji
ps: کورسونه د دې غونډې سره اضافه کړئ
pt_br: Adicionar cursos para esta sessão
pt_pt: Adicionar cursos a esta sessão
ro_ro: Subscrie cursurile la aceasta sectiune
ru_ru: Подписать курсы на эту сессию
sk_sk: Zaradiť kurzy do tohto stretnutia
sl: Vpiši tečaje v to sejo
sq: Shto kurse në këtë sesion
sr_rs: Dodaj kurseve ovoj sesiji
sv_se: Lägg till kurser till den här perioden
sw_ke: Ongeza kozi kwenye kipindi hiki
ta: இந்த அமர்வுக்கு பாடங்களை சேர்க்கவும்
th: เพิ่มคอร์สในเซสชันนี้
tl_ph: Magdagdag ng mga kurso sa session na ito
tr: Bu oturumda kurslara üye ol
uk_ua: Зарахувати курси до цієї сесії
vi_vn: Thêm khóa học vào buổi này
xh_za: Faka izifundo kwiseshini esi
zh_cn: 添加课程到此讲习班
zh_tw: 選修本學期單元之課程

source: Start date (available from 00:00:00 on this date)
ar: تاريخ البدأ - متوفر من الوقت 00:00:00 لهذا التاريخ
ast_es: Fecha d'entamu de la sesión
bn_bd: শুরুর তারিখ (এই তারিখের ০০:০০:০০ থেকে উপলব্ধ)
bs_ba: Datum početka (dostupno od 00:00:00 na ovaj datum)
ca_es: Data d'inici de la sessió
cs_cz: Počáteční datum
da: Startdato for session
de: Anfangsdatum der Kurs-Session
el: Ημερ. έναρξης
eo: Startodato de la sesio
es: Fecha de comienzo de sesión
es_mx: Fecha de inicio de sesión
eu_es: Saioaren hasiera data
fa_ir: تاریخ شروع
fi_fi: Alkamispäivämäärä (saatavilla klo 00:00:00 alkaen)
fo_fo: Byrjaðagur (tilgonguligur frá 00:00:00 henda dagin)
fur: Data di inici (disponibil de 00:00:00 in cheste date)
ga: Dáta tosaigh (ar fáil ó 00:00:00 ar an dáta seo)
gl: Data inicio sesión
he_il: תאריך התחלה (זמין מ-00:00:00 בתאריך זה)
hi: आरंभ तिथि (इस तिथि से 00:00:00 से उपलब्ध)
hr_hr: Datum početka (dostupno od 00:00:00 na taj datum)
hu_hu: Találkozó kezdődátuma
hy: Սկսման ամսաթիվ (հասանելի է 00:00:00-ից այս ամսվա)
id_id: Tanggal mulai (tersedia mulai 00:00:00 pada tanggal ini)
it: Data d'inizio della sessione
ja: 開始日（この日の00:00:00から利用可能）
ka_ge: დაწყების თარიღი (ხელმისაწვდომია 00:00:00-დან ამ თარიღზე)
ko_kr: 시작 날짜 (이 날짜 00:00:00부터 사용 가능)
lo: ວັນທີເລີ່ມຕົ້ນ (ສາມາດໃຊ້ໄດ້ຕັ້ງແຕ່ 00:00:00 ໃນວັນທີນີ້)
lt_lt: Sesijos pradžios data
lv_lv: Sākuma datums
mk_mk: Почетен датум на сесијата
ms_my: Tarikh mula (boleh digunakan mulai 00:00:00 pada tarikh ini)
my_mm: စတင်ရက်စွဲ (ဤရက်စွဲတွင် ၀၀:၀၀:၀၀ မှ ရရှိနိုင်သည်)
ne: सुरु मिति (यो मितिबाट ००:००:०० बाट उपलब्ध)
nl: Startdatum sessie
nn_no: Startdato (tilgjengeleg frå 00:00:00 denne datoen)
oc: Data de començament (disponible dempuèi 00:00:00 aquesta data)
pl_pl: Data rozpoczęcia
ps: پیل نېټه (له 00:00:00 د دې نېټې څخه شتون لري)
pt_br: Data para inicio da sessão
pt_pt: Data de início
ro_ro: Data de start a sesiunii
ru_ru: Дата начала сессии
sk_sk: Dátum začiatku stretnutia
sl: Datum začetka
sq: Data e fillimit (i disponueshëm nga 00:00:00 në këtë datë)
sr_rs: Početni datum
sv_se: Periodens startdatum
sw_ke: Tarehe ya mwanzo (inapatikana kutoka 00:00:00 kwenye tarehe hii)
ta: தொடக்க தேதி (இந்த தேதி 00:00:00 முதல் கிடைக்கும்)
th: วันที่เริ่ม (ใช้งานได้ตั้งแต่ 00:00:00 ในวันที่นี้)
tl_ph: Simula ng petsa (magagamit mula 00:00:00 sa petsang ito)
tr: Oturum başlangıç zamanı
uk_ua: Дата початку сесії
vi_vn: Ngày bắt đầu (có sẵn từ 00:00:00 ngày này)
xh_za: Umhla wokuqala (uyafumaneka ukusuka 00:00:00 ngalo mhla)
zh_cn: 讲习开始日子
zh_tw: 學期單元開始日期

source: End date (until 23:59:59 on this date)
ar: تاريخ الانتهاء
ast_es: Fecha d'acabu de la sesión
bn_bd: শেষের তারিখ (এই তারিখের ২৩:৫৯:৫৯ পর্যন্ত)
bs_ba: Datum završetka (do 23:59:59 na ovaj datum)
ca_es: Data de finalització de la sessió
cs_cz: Konečné datum
da: Slutdato for session
de: Enddatum der Kurs-Session
el: Ημερ. λήξης
eo: Findato de la sesio
es: Fecha de fin de sesión
es_mx: Fecha de fin (hasta las 23:59:59 de esta fecha)
eu_es: Saioaren amaiera data
fa_ir: تاریخ پایان
fi_fi: Loppupäivämäärä (klo 23:59:59 asti)
fo_fo: Endagur (til 23:59:59 henda dagin)
fur: Data di fin (fin a 23:59:59 in cheste date)
ga: Dáta deiridh (go dtí 23:59:59 ar an dáta seo)
gl: Fin sesión
he_il: תאריך סיום (עד 23:59:59 בתאריך זה)
hi: समाप्ति तिथि (इस तिथि पर 23:59:59 तक)
hr_hr: Datum završetka (do 23:59:59 na taj datum)
hu_hu: Találkozó befejező dátuma
hy: Ավարտի ամսաթիվ (մինչև 23:59:59 այս ամսվա)
id_id: Tanggal akhir (hingga 23:59:59 pada tanggal ini)
it: Data di conclusione della sessione
ja: 終了日（この日の23:59:59まで）
ka_ge: დამთავრების თარიღი (მდე 23:59:59 ამ თარიღამდე)
ko_kr: 종료 날짜 (이 날짜 23:59:59까지)
lo: ວັນທີສິ້ນສຸດ (ຈົນຮອດ 23:59:59 ໃນວັນທີນີ້)
lt_lt: Sesijos pabaigos data
lv_lv: Beigu datums
mk_mk: Краен датум на сесијата
ms_my: Tarikh akhir (sehingga 23:59:59 pada tarikh ini)
my_mm: ပြီးဆုံးရက်စွဲ (ဤရက်စွဲတွင် ၂၃:၅၉:၅၉ အထိ)
ne: समाप्ति मिति (यो मितिमा २३:५९:५९ सम्म)
nl: Einddatum sessie
nn_no: Sluttdato (til 23:59:59 denne datoen)
oc: Data de fòrn (fins a 23:59:59 aquesta data)
pl_pl: Data zakończenia
ps: پای نېټه (تر 23:59:59 د دې نېټې پورې)
pt_br: Data para o fim da sessão
pt_pt: Data de conclusão
ro_ro: Data de sfarsit a sesiunii
ru_ru: Дата окончания сессии
sk_sk: Dátum ukončenia stretnutia
sl: Datum zaključka
sq: Data e mbarimit (deri në 23:59:59 në këtë datë)
sr_rs: Datum završetka
sv_se: Periodens slutdatum
sw_ke: Tarehe ya mwisho (hadi 23:59:59 kwenye tarehe hii)
ta: முடிவு தேதி (இந்த தேதி 23:59:59 வரை)
th: วันที่สิ้นสุด (จนถึง 23:59:59 ในวันที่นี้)
tl_ph: Katapusan ng petsa (hanggang 23:59:59 sa petsang ito)
tr: Oturum Bitiş Zamanı
uk_ua: Дата закінчення сесії
vi_vn: Ngày kết thúc (đến 23:59:59 ngày này)
xh_za: Umhla wokugqibela (kude kube 23:59:59 ngalo mhla)
zh_cn: 讲习结束日子
zh_tw: 學期單元結束日期

source: Path to live conferencing
ar: مسار إلى محاضرة على المباشر
ast_es: Camín hasta'l llugar de la reunión por videoconferencia
bn_bd: লাইভ কনফারেন্সিং-এর পাথ
bs_ba: Putanja do live konferencije
ca_es: Camí cap a la videoconferència
cs_cz: Cesta k živé konferenci
da: Sti til live konference
de: Pfad zu LiveConference
el: Διαδρομή προς ζωντανή τηλεδιάσκεψη
eo: Pado al la vida konferenco
es: Path de la reunión por videoconferencia
es_mx: Ruta a videoconferencia en vivo
eu_es: Bideokonferentziarako ibilbidea
fa_ir: مسیر کنفرانس زنده
fi_fi: Polku reaaliaikaiseen neuvotteluun
fo_fo: Støða til beinleiðis fundarstovu
fur: Percors a la videoconferenza live
ga: Cosán chuig comhdháil bheo
gl: Camiño para videoconferencia
he_il: נתיב לשיחת ועידה חיה
hi: लाइव कॉन्फ्रेंसिंग का पथ
hr_hr: Putanja do live konferencije
hu_hu: Az Élő konferencia elérési útvonala
hy: Ուղիղ հեռարձակման ուղին
id_id: Jalur ke konferensi langsung
it: Path della videoconferenza
ja: ライブ会議のパス
ka_ge: ონლაინ კონფერენციის მისამართი
ko_kr: 라이브 컨퍼런싱 경로
lo: ເສັ້ນທາງໄປຫາການປະຊຸມສົດ
lt_lt: Kelias iki video konferencijos
lv_lv: Ceļš uz dzīvo konferenci
mk_mk: Патека до конференција во живо
ms_my: Laluan ke persidangan langsung
my_mm: တိုက်ရိုက်ကွန်ဖရင့်သို့ လမ်းကြောင်း
ne: लाइभ सम्मेलनको बाटो
nl: Path naar de live conferentie
nn_no: Sti til direktesending av konferanse
oc: Camí vers la videoconferéncia en dirèct
pl_pl: Ścieżka do konferencji na żywo
ps: د ژوندي غونډې لاره
pt_br: link para Vídeoconferência
pt_pt: Caminho/atalho para a conferência ao vivo
ro_ro: Calea catre conferinta live
ru_ru: Путь на конференцию в прямом эфире
sk_sk: Cesta k živej konferencii
sl: Pot do konference v živo
sq: Shtegu drejt konferencës live
sr_rs: Putanja do live konferencija
sv_se: Sökväg till live konferens
sw_ke: Njia kwenye mkutano wa moja kwa moja
ta: நேரலிவு மாநாட்டுக்கான பாதை
th: เส้นทางไปยังการประชุมสด
tl_ph: Path patungo sa live conferencing
tr: Canlı konferans yolu
uk_ua: Шлях до відеоконференції
vi_vn: Đường dẫn đến hội nghị trực tuyến
xh_za: Indlela eya kunkomfa bukhoma
zh_cn: 视频会议路径
zh_tw: 實時會議路徑

source: Path to classroom live conferencing
ar: مسار إلى فصل محاضرة على المباشر
ast_es: Camín hasta l'aula de la videoconferencia
bn_bd: ক্লাসরুম লাইভ কনফারেন্সিং-এর পাথ
bs_ba: Putanja do live konferencije u učionici
ca_es: Camí cap a la sala de videoconferència
cs_cz: Cesta k místnosti živé konference
da: Sti til liv konference
de: Pfad zum Klassenzimmer der LiveConference
el: Διαδρομή προς ζωντανή τηλεδιάσκεψη αίθουσας
eo: Pado al la vidkonferenca klaso
es: Path del aula de videoconferencia
es_mx: Ruta a videoconferencia en vivo del salón de clases
eu_es: Bideokonferentziaren ikasgelarako ibilbidea
fa_ir: مسیر کنفرانس زنده اتاق درس
fi_fi: Polku luokkahuoneen reaaliaikaiseen neuvotteluun
fo_fo: Støða til beinleiðis fundarstovu í talgheimi
fur: Percors a la videoconferenza live dal clas
ga: Cosán chuig comhdháil bheo seomra ranga
gl: Camiño para a sala de videoconferencia
he_il: הנתיב לשיחת ועידה חיה בכיתה
hi: कक्षा लाइव कॉन्फ्रेंसिंग का पथ
hr_hr: Putanja do live konferencije u učionici
hu_hu: Az Élő konferencia (osztályterem) elérési útvonala
hy: Դասասենյակի ուղիղ հեռարձակման ուղին
id_id: Jalur ke konferensi langsung ruang kelas
it: Percorso di accesso all'ambiente di videoconferenza
ja: 教室ライブ会議のパス
ka_ge: კლასრუმის ონლაინ კონფერენციის მისამართი
ko_kr: 클래스룸 라이브 컨퍼런싱 경로
lo: ເສັ້ນທາງໄປຫາການປະຊຸມສົດໃນຫ້ອງຮຽນ
lt_lt: Kelias iki klasės video konferencijos
lv_lv: Ceļš uz tiešo konferenci klasē
mk_mk: Патека до училницата за конференција во живо
ms_my: Laluan ke persidangan langsung bilik darjah
my_mm: စာသင်ခန်းတိုက်ရိုက်ကွန်ဖရင့်သို့ လမ်းကြောင်း
ne: कक्षाकोठा लाइभ सम्मेलनको बाटो
nl: Pad naar de live conferentie klas
nn_no: Sti til direktesending av klasseroms-konferanse
oc: Camí vers la videoconferéncia en dirèct de l'aula
pl_pl: Ścieżka do konferencji na żywo w klasie
ps: د ټولې ژوندي غونډې لاره
pt_br: Link para a Sala de Videoconferência
pt_pt: Caminho/atalho para a sala de videoconferência
ro_ro: Calea catre conferinta livei a clasei
ru_ru: Путь в класс конференции в прямом эфире
sk_sk: Cesta k triednej živej konferencii
sl: Pot do konference v živo (učilnica)
sq: Shtegu drejt konferencës live në klasë
sr_rs: Putanja do live konferencija u učionici
sv_se: Sökväg till klassrums live konferens
sw_ke: Njia kwenye mkutano wa moja kwa moja wa darasa
ta: வகுப்பறை நேரலிவு மாநாட்டுக்கான பாதை
th: เส้นทางไปยังการประชุมสดในห้องเรียน
tl_ph: Path patungo sa classroom live conferencing
tr: Sınıf canlı konferans yolu
uk_ua: Шлях до відеоконференції класу
vi_vn: Đường dẫn đến hội nghị trực tuyến lớp học
xh_za: Indlela eya kwigumbi lokufundisa bukhoma
zh_cn: 视频教室路径
zh_tw: 課室實時會議路徑

source: Reconfigure extension
ar: إعادة تشكيل إمتداد
ast_es: Volver a configurar la estensión
bn_bd: এক্সটেনশন পুনরায় কনফিগার করুন
bs_ba: Ponovo konfiguriraj ekstenziju
ca_es: Reconfigurar l'extensió
cs_cz: Rekonfigurovat rozšíření
da: Rekonfigurer extension
de: Erweiterung erneut konfigurieren
el: Επαναρύθμιση extension
eo: Rekonfiguri la sufikson
es: Reconfigurar la extensión
es_mx: Reconfigurar extensión
eu_es: Birkonfiguratu luzapena
fa_ir: پیکربندی مجدد فرمت
fi_fi: Muokkaa lisäosaa uudelleen
fo_fo: Endurupprætta víðka
fur: Reconfigurâ l'estension
ga: Athchumraigh síneadh
gl: Reconfigurar extensión
he_il: הגדר מחדש את הרחבה
hi: एक्सटेंशन पुन:कॉन्फ़िगर करें
hr_hr: Ponovo konfiguriraj ekstenziju
hu_hu: Bővítmény újrakonfigurálása
hy: Վերկարգավորել ընդլայնումը
id_id: Konfigurasi ulang ekstensi
it: Riconfigura l'estensione
ja: 拡張機能を再設定
ka_ge: გაფართოების ხელახლა კონფიგურაცია
ko_kr: 확장 재구성
lo: ຕັ້ງຄ່າສ່ວນຂະຫຍາຍໃໝ່
lt_lt: Perkonfigūruoti plėtinį
lv_lv: Pārveidot paplašinājumus
mk_mk: Реконфигурирај екстензија
ms_my: Konfigur semula sambungan
my_mm: တိုးချဲ့မှုကို ပြန်လည်ပြင်ဆင်သတ်မှတ်ပါ
ne: एक्सटेन्सन पुन:कन्फिगर गर्नुहोस्
nl: Herconfigureer extensie
nn_no: Konfigurer utvida igjen
oc: Reconfigurar l'extension
pl_pl: Przekonfiguruj rozszerzenie
ps: توسیعه بیا تنظیم کړئ
pt_br: Reconfigurar extensão
pt_pt: Reconfigurar extensão
ro_ro: Reconfigureaza extensia
ru_ru: Переконфигурировать расширения
sk_sk: Prekonfigurovať rozšírenie
sl: Prekonfiguriraj razširitev
sq: Rikonfiguro shtesën
sr_rs: Rekonfiguriši ekstenzije
sv_se: Konfigurera om tillägg
sw_ke: Panga upya kiendelezi
ta: இணைப்பை மீண்டும் அமைக்கவும்
th: กำหนดค่าการขยายใหม่
tl_ph: I-reconfigure ang extension
tr: Uzantıyı yeniden şekillendir
uk_ua: Переконфігурувати розширення
vi_vn: Cấu hình lại tiện ích mở rộng
xh_za: Lungisa ulwandiso kwakhona
zh_cn: 重新配置扩展
zh_tw: 重設擴充套件

source: Service reconfigured
ar: تم إعادة تشكيل خدمة
ast_es: Serviciu reconfiguráu
bn_bd: সেবা পুনরায় কনফিগার করা হয়েছে
bs_ba: Servis ponovo konfiguriran
ca_es: Servei reconfigurat
cs_cz: Služba rekonfigurována
da: Service rekonfigureret
de: Service neu konfiguriert
el: Η υπηρεσία επαναρρυθμίστηκε
eo: Rekonfiguri la servon
es: Servicio reconfigurado
es_mx: Servicio reconfigurado
eu_es: Zerbitzua birkonfiguratu da
fa_ir: سرویس مجدد پیکربندی شد
fi_fi: Palvelu on määritetty uudelleen
fo_fo: Tænastan endurupprættað
fur: Servici reconfigurât
ga: Seirbhís athchumraithe
gl: Servizo reconfigurado
he_il: השירות הוגדר מחדש
hi: सेवा पुन:कॉन्फ़िगर की गई
hr_hr: Usluga je ponovno konfigurirana
hu_hu: Szolgáltatás újrakonfigurálva
hy: Սպասարկությունը վերկարգավորվել է
id_id: Layanan dikonfigurasi ulang
it: Servizio riconfigurato
ja: サービスが再設定されました
ka_ge: სერვისი ხელახლა კონფიგურირებულია
ko_kr: 서비스 재구성됨
lo: ບໍລິການຖືກຕັ້ງຄ່າໃໝ່ແລ້ວ
lt_lt: Paslauga perkonfigūruota
lv_lv: Pārveidotie servisi
mk_mk: Сервисот е реконфигуриран
ms_my: Perkhidmatan telah dikonfigur semula
my_mm: ဝန်ဆောင်မှုကို ပြန်လည်ပြင်ဆင်သတ်မှတ်ပြီးဖြစ်သည်
ne: सेवा पुन:कन्फिगर गरियो
nl: Herconfigureren van de service
nn_no: Tjeneste rekonfigurert
oc: Servici reconfigurat
pl_pl: Usługa przekształcona
ps: خدمت بیا تنظیم شوی
pt_br: Serviço Reconfigurado
pt_pt: Serviço reconfigurado
ro_ro: Serviciul a fost reconfigurat
ru_ru: Служба переконфигурирована
sk_sk: Služba prestavená
sl: Storitev je bila prekonfigurirana
sq: Shërbimi u rikonfigurua
sr_rs: Servis je rekonfigurišan
sv_se: Tjänst omkonfigurerad
sw_ke: Huduma imepangwa upya
ta: சேவை மீண்டும் அமைக்கப்பட்டது
th: บริการถูกกำหนดค่าใหม่แล้ว
tl_ph: Na-reconfigure na ang serbisyo
tr: Hizmet yeniden şekillendirildi
uk_ua: Службу переконфігуровано
vi_vn: Dịch vụ đã được cấu hình lại
xh_za: Inkonzo ilungisiweyo kwakhona
zh_cn: 重新配置服务
zh_tw: 服務已重設

source: Choose news language
ar: إختر لغة الأخبار
ast_es: Escoyer idioma
bn_bd: সংবাদের ভাষা নির্বাচন করুন
bs_ba: Odaberi jezik vijesti
ca_es: Trieu idioma
cs_cz: Zvol jazyk zpráv
da: Vælg nyt sprog
de: Sprache für Nachrichten wählen
el: Επιλογή γλώσσας νέων
eo: Elekti novaĵa lingvo
es: Seleccionar idioma
es_mx: Elegir idioma de noticias
eu_es: Aukeratu hizkuntza
fa_ir: انتخاب زبان جدید
fi_fi: Valitse uutisten kieli
fo_fo: Vel tíðinda málið
fur: Scegli la lenghe des novitâts
ga: Roghnaigh teanga nuachta
gl: Seleccionar lingua
he_il: בחר שפת חדשות
hi: समाचार भाषा चुनें
hr_hr: Odaberite jezik vijesti
hu_hu: hírek nyelvének kiválasztása
hy: Ընտրել նորությունների լեզուն
id_id: Pilih bahasa berita
it: Scegli la lingua
ja: ニュース言語を選択
ka_ge: ახალი ამბების ენის შერჩევა
ko_kr: 뉴스 언어 선택
lo: ເລືອກພາສາຂ່າວ
lt_lt: Parinkti naujienų kalbą
lv_lv: Izvēlēties ziņu valodu
mk_mk: Избери јазик за вести
ms_my: Pilih bahasa berita
my_mm: သတင်းဘာသာစကားကို ရွေးပါ
ne: समाचार भाषा छान्नुहोस्
nl: Kiezen nieuws taal
nn_no: Vel nyhende-språk
oc: Causir la lenga de las novèlas
pl_pl: Wybierz język wiadomości
ps: د خبرونو ژبه ټاکئ
pt_br: Selecionar novo idioma
pt_pt: Seleccionar idioma para notícias/novidades
ro_ro: Alege limba pentru noutati
ru_ru: Выбрать язык новостей
sk_sk: Vybrať jazyk noviniek
sl: Izberi nov jezik
sq: Zgjidh gjuhën e lajmeve
sr_rs: Izaberite novi jezik
sv_se: Välj nytt språk
sw_ke: Chagua lugha ya habari
ta: செய்தி மொழியை தேர்ந்தெடுக்கவும்
th: เลือกภาษาข่าว
tl_ph: Piliin ang wika ng balita
tr: Haber dilini seç
uk_ua: Виберіть мову новин
vi_vn: Chọn ngôn ngữ tin tức
xh_za: Khetha ulwimi lweendaba
zh_cn: 选择新闻语言
zh_tw: 選擇新語言

source: Total time spent in a course
ar: مجموع الأوقات التي قضيت في مقرر
ast_es: Calcula'l tiempu que lleva un cursu
bn_bd: কোর্সে কাটানো মোট সময়
bs_ba: Ukupno provedeno vrijeme u kursu
ca_es: Càlcul de temps passat en un curs
cs_cz: Celkový čas strávený ve školení
da: Tid anvendt på kurset ialt
de: Summe der in einem Kurs verbrachten Zeit
el: Συνολικός χρόνος στο μάθημα
eo: Entuta tempo pasigita en kurso
es: Suma el tiempo transcurrido en un curso
es_mx: Tiempo total invertido en un curso
eu_es: Ikastaroan emandako denbora, guztira
fa_ir: تمام زمان گذرانده شده در یک درس
fi_fi: Kokonaisaika kurssilla
fo_fo: Samlað tíð brúkt í einum kursi
fur: Temp total spesi in un curs
ga: Am iomlán caite i gcúrsa
gl: Suma do tempo utilizado no curso
he_il: סך הזמן שהושקע בקורס
hi: पाठ्यक्रम में कुल समय व्यय
hr_hr: Ukupno vrijeme provedeno u tečaju
hu_hu: összegezi a kurzusban eltöltött időt
hy: Դասընթացում անցկացրած ընդհանուր ժամանակ
id_id: Total waktu yang dihabiskan dalam kursus
it: Tempo totale trascorso in un corso
ja: コースでの総時間
ka_ge: საერთო დრო კურსში გატარებული
ko_kr: 코스에서 보낸 총 시간
lt_lt: Sumuoti laiką, praleistą mokymo kurse
lv_lv: Kopējais kursā patērētais laiks
mk_mk: Вкупно време поминато на курсот
ms_my: Jumlah masa yang dihabiskan dalam kursus
ne: पाठ्यक्रममा खर्च गरिएको कुल समय
nl: Totale tijd doorgebracht in een cursus
nn_no: Total tid brukt i eit kurs
oc: Temps total passada dins un cors
pl_pl: Łączny czas spędzony na kursie
ps: په کورس کې تېر شوی ټول وخت
pt_br: Tempo transcorrido no curso
pt_pt: Tempo total dispendido num curso
ro_ro: Suma timpilor petrecuti pe un curs
ru_ru: Суммарное количество времени, проведенного на курсе
sk_sk: Celkový čas strávený na kurze
sl: Seštevek časa porabljenega v okviru tečaja
sq: Koha totale e kaluar në një kurs
sr_rs: Ukupno vreme provedenu u treningu
sv_se: Summering av använd tid i en kurs
sw_ke: Wakati wa jumla uliotumika kwenye kozi
ta: பாடத்தில் செலவழிக்கப்பட்ட மொத்த நேரம்
th: เวลารวมที่ใช้ในคอร์ส
tl_ph: Kabuuang oras na ginugol sa isang kurso
tr: Ders içinde harcanan toplam zaman
uk_ua: Всього часу потрачено на курс
vi_vn: Tổng thời gian dành cho khóa học
xh_za: Ixesha eliphela ngokupheleleyo kwisifundo
zh_cn: 课程花费的总时间
zh_tw: 課程使用總時間
