Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This setting enables or disables the small month calendar that appears in the left column of the agenda tool
ar: هذه الاعدادات تقوم بتفعيل او تعطيل التقويم الشهري المصغر والذي يظهر في العمود الايسر لاداة التقويم
ast_es: Esta configuración activa o desactiva un calendariu pequeñu mensual qu'apaez a la izqueirda na ferramienta axenda d'un cursu
bn_bd: এই সেটিংস এজেন্ডা টুলের বাম কলামে দেখা যাওয়া ছোট মাস ক্যালেন্ডার সক্ষম বা অক্ষম করে
bs_ba: Ova postavka omogućuje ili onemogućuje mali kalendar mjeseca koji se pojavljuje u lijevoj koloni alata za agendu
ca_es: Aquesta configuració activa o desactiva el petit calendari mensual que apareix a l'esquerra a l'eina agenda d'un curs
cs_cz: Toto nastavení povolí nebo zakáže viditelnost malého měsíčního kalendáře v levém sloupci programu
da: Denne indstilling aktiverer eller deaktiverer den lille månedskalender, der vises i venstre kolonne i kalender-værktøjet
de: Mit dieser Einstellung kann der kleine Monatskalender in der linken Spalte im Kalender eines Kurses aktiviert oder deaktiviert werden.
el: Αυτή η ρύθμιση ενεργοποιεί ή απενεργοποιεί το μικρό ημερολόγιο μήνα που εμφανίζεται στην αριστερή στήλη του εργαλείου ημερήσιας διάταξης
eo: Ĉi tiu agordo aktivigas aŭ malaktivigas la malgrandan monatkalendaron, kiu aperas en la maldekstra kolumno de la agendo-ilo
es: Esta configuración activa o desactiva el pequeño calendario mensual que aparece a la izquierda en la herramienta agenda de un curso
es_mx: Esta configuración habilita o deshabilita el pequeño calendario mensual que aparece en la columna izquierda de la herramienta agenda
eu_es: Ezarpen honek agenda tresnaren ezkerreko zutabean agertzen den hileko egutegi txikia aktibatu edo desaktibatu egiten du
fa_ir: این تنظیم تقویم کوچک ماه در ستون چپ ابزار تقویم را فعال یا غیرفعال می‌کند
fi_fi: Tämä asetus ottaa käyttöön tai pois käytöstä pienen kuukausikalenterin, joka näkyy kalenterityökalun vasemmassa sarakkeessa
fo_fo: Henda stillingin virkar ella deaktiverar líta mánamáladagatalið sum birtist í vinstru kolonnu í dagatal verkætlanini
fur: Cheste impostazion ative o disative il calendari minuscol dal mês che apare inta colone sinistre dal strûl agende
ga: Cuireann an socrú seo ar chumas nó faoi mhíchumas an fhéilire mí beag atá le feiceáil sa cholún clé d’uirlis an agaidh
gl: Esta configuración activa ou desactiva o pequeno calendario mensual que aparece á esquerda na ferramenta axenda dun curso
he_il: הגדרה זו מאפשרת או משביתה את לוח השנה החודשי הקטן המופיע בעמודה השמאלית של כלי סדר היום
hi: यह सेटिंग एजेंडा उपकरण के बाएँ कॉलम में दिखने वाले छोटे मासिक कैलेंडर को सक्षम या अक्षम करती है
hr_hr: Ova postavka omogućuje ili onemogućuje mali kalendar mjeseca koji se prikazuje u lijevoj koloni alata za agendu
hu_hu: Ez a beállítás engedélyezi vagy letiltja a kis havi naptárat, amely a naptár eszköz bal oszlopában jelenik meg
hy: Այս պարամետրը ակտիվացնում կամ անհատկացնում է օրակարգի գործիքի ձախ սյան մեջ հայտնվող փոքր ամսական օրացույցը
id_id: Pengaturan ini mengaktifkan atau menonaktifkan kalender bulan kecil yang muncul di kolom kiri alat agenda
it: La configurazione permette di abilitare o disabilitare un calendarietto mensile a sinistra dell'agenda del corso
ja: この設定は予定表ツールの左の列に表示される小さい月間カレンダーを有効または無効にします
ka_ge: ეს პარამეტრი რთავს ან ამორთავს კალენდრის ინსტრუმენტის მარცხენა სვეტში გამოჩენილ მცირე თვის კალენდარს
ko_kr: 이 설정은 일정 도구의 왼쪽 열에 나타나는 작은 월 캘린더를 활성화/비활성화합니다
lo: ການຕັ້ງຄ່ານີ້ຈະເປີດ ຫຼື ປິດການໃຊ້ງານປະຕິທິນລາຍເດືອນຂະໜາດນ້ອຍທີ່ປາກົດຢູ່ຖັນເບື້ອງຊ້າຍຂອງເຄື່ອງມືກຳນົດການ
lt_lt: Šis nustatymas įjungia arba išjungia mažą mėnesio kalendorių, kuris atsiranda darbotvarkės įrankio kairiajame stulpelyje
lv_lv: Šis iestatījums, ieslēdz vai atslēdz nelielu mēneša kalendāru, kas parādās Kursa plānotāja kreisajā slejā
mk_mk: Ова поставување го овозможува или оневозможува малиот месечен календар што се појавува во левата колона на алатката за агенда
ms_my: Tetapan ini aktifkan atau nonaktifkan kalendar bulan kecil yang muncul dalam lajur kiri alat agenda
my_mm: ဤဆက်တင်သည် အစီအစဉ်ကိရိယာ၏ ဘယ်ဘက်ကော်လံတွင် ပေါ်လာသော သေးငယ်သောလပိတ်စာရင်းကို ဖွင့်သည် သို့မဟုတ် ပိတ်သည်
ne: यो सेटिङले एजेन्डा उपकरणको बायाँ स्तम्भमा देखिने सानो मासिक क्यालेन्डर सक्षम वा असक्षम गर्दछ
nl: Deze parameter activeert of desactiveert de kleine kalendar die u links te zien krijgt in de agenda functionaliteit van een cursus
nn_no: Denne innstillingen aktiverer eller deaktiverer den lille månadskalendaren som visast i venstre kolonne i agenda-verktøyet
oc: Aqueste paramètre activa o desactiva lo calendarièr de mes pichon que apareish en la colòna esquèrra de l'òrganizador
pl_pl: To ustawienie włącza lub wyłącza mały kalendarz miesięczny, który pojawia się w lewej kolumnie narzędzi terminarza
ps: دا تنظیم د کوچنۍ میاشت تقویم فعال یا غیر فعال کوي چې د ایجنڈا وسیل په ښي ستون کې ښکاره شي
pt_br: Esta opção habilita ou desabilita o calendário mensal reduzido que aparece na coluna esquerda da ferramenta de agenda
pt_pt: Esta configuração activa ou desactiva o pequeno calendário mensal que aparece na coluna da esquerda da ferramenta agenda
ro_ro: Aceasta setare activeaza sau dezactiveaza calendarul lunar miniatural care apare in coloana din stanga a instrumentului agenda al cursului
ru_ru: Эта настройка включает или отключает маленький календарь месяца, отображаемый в левой колонке инструмента повестки дня
sk_sk: Toto nastavenie aktivuje alebo deaktivuje malý mesačný kalendár, ktorý sa objaví v ľavom stĺpci agendy kurzu.
sl: Ta nastavitev omogoči oz. onemogoči majhen mesečni koledarček v levem stolpcu orodja Agende posameznega tečaja
sq: Kjo cilësim aktivizon ose çaktivizon kalendarin e vogël të muajit që shfaqet në kolonën e majtë të mjetit të axhendës
sr_rs: Ovo podešavanje omogućava ili onemogućava mali mesečni kalendar koji se pojavljuje u levoj koloni alata za agendu
sv_se: Inställningen aktiverar eller inaktiverar den lilla kalendern som visas i den vänstra kanten av kalendersidan i kursen
sw_ke: Mpangilio huu unawezesha au kuzuia kalenda ndogo ya mwezi inayoonekana katika safu ya kushoto ya zana ya ajenda
ta: இந்த அமைப்பு அஜெண்டா கருவியின் இடது பத்தி வரிசையில் தோன்றும் சிறிய மாத அளவீட்டை செயல்படுத்த அல்லது முடக்கும்
th: การตั้งค่านี้เปิดหรือปิดปฏิทินเดือนเล็กที่ปรากฏในคอลัมน์ซ้ายของเครื่องมือวาระ
tl_ph: Ang setting na ito ay pinapaggana o hindi pinapaggana ang maliit na kalendaryo ng buwan na lumlitaw sa kaliwang hanay ng agenda tool
tr: Bu özellik ders ajanda aracının sol sutununda görünen küçük ay takvimini etkinleştirir ya da etkisiz kılar.
uk_ua: Цей параметр увімкнює або вимикає маленький календар місяця, що з'являється в лівій колонці інструменту календаря
vi_vn: Cài đặt này bật hoặc tắt lịch tháng nhỏ xuất hiện ở cột trái của công cụ lịch
xh_za: Ezi zimo zivula okanye zicime ikhalenda lenyanga encinci ebonisa kwikholomu yasekhohlo yesixhobo se-agenda
zh_cn: 此设置启用或禁用议程工具左侧栏中出现的小型月历
zh_tw: 此設定啟用或停用議程工具左欄的小型月曆

source: Display the upcoming events in the agenda tool
ar: اعرض الاحداث القادمة في اداة التقويم
ast_es: Amosar los eventos prósimos na axenda
bn_bd: এজেন্ডা টুলে আসন্ন ঘটনাগুলি প্রদর্শন করুন
bs_ba: Prikaži nadolazeće događaje u alatu za agendu
ca_es: Mostrar els propers esdeveniments a l'agenda
cs_cz: Zobrazit aktuální události v programu školení
da: Vis kommende begivenheder i kalender-værktøjet
de: Kalender: Ereignisse
el: Εμφάνιση επερχόμενων γεγονότων στο εργαλείο ημερήσιας διάταξης
eo: Montru la venontajn eventojn en la agendo-ilo
es: Mostrar los próximos eventos en la agenda
es_mx: Mostrar eventos próximos en la herramienta agenda
eu_es: Erakutsi hurrengo gertaerak agendan
fa_ir: نمایش رویدادهای آینده در ابزار تقویم
fi_fi: Näytä tulevat tapahtumat kalenterityökalussa
fo_fo: Vís komandi tiltæk í dagatal verkætlanini
fur: Mostre j'eventis futûrs intun strûl agende
ga: Imeachtaí atá le teacht a thaispeáint in uirlis an agaidh
gl: Mostrar os próximos eventos na axenda
he_il: הצג את האירועים הקרובים בכלי סדר היום
hi: एजेंडा उपकरण में आगामी घटनाएँ प्रदर्शित करें
hr_hr: Prikaži nadolazeće događaje u alatu za agendu
hu_hu: Következő események megjelenítése a naptár eszközben
hy: Ցուցադրել առաջիկա իրադարձությունները օրակարգի գործիքում
id_id: Tampilkan acara mendatang di alat agenda
it: Mostra i prossimi eventi nello strumento Agenda
ja: 予定表ツールで今後のイベントを表示
ka_ge: კალენდრის ინსტრუმენტში მომდევნო მოვლენების ჩვენება
ko_kr: 일정 도구에 다가오는 이벤트 표시
lo: ສະແດງກິດຈະກຳທີ່ຈະມາເຖິງໃນເຄື່ອງມືກຳນົດການ
lt_lt: Rodyti artėjančius įvykius darbotvarkės įrankyje
lv_lv: Attēlot gaidāmos notikumus instrumentā "Kursa plānotājs"
mk_mk: Прикажи претстоечки настани во алатката за агенда
ms_my: Paparkan acara akan datang dalam alat agenda
my_mm: အစီအစဉ်ကိရိယာတွင် လာမည့်ဖြစ်ရပ်များကို ပြသပါ
ne: एजेन्डा उपकरणमा आगामी घटनाहरू देखाउनुहोस्
nl: De eerstkomende activiteiten weergeven in de agenda functionaliteit
nn_no: Vis kommende arrangement i agenda-verktøyet
oc: Afichar los eveniments futurs dins l'òrganizador
pl_pl: Wyświetlaj nadchodzące wydarzenia w narzędziach terminarza
ps: راغونډې پیښې په ایجنڈا وسیل کې ښودل
pt_br: Exibe os eventos futuros na ferramenta de agenda
pt_pt: Mostrar os próximos eventos na ferramenta agenda
ro_ro: Afiseaza evenimentele care urmeaza in instrumentul agenda
ru_ru: Отображать предстоящие события в инструменте повестки дня
sk_sk: Zobraziť očakávané udalosti v agende
sl: Prikaži prihajajoče dogodke v orodju Agende
sq: Shfaq ngjarjet e ardhshme në mjetin e axhendës
sr_rs: Prikaži predstojeće događaje u alatu za agendu
sv_se: Visa kommande händelser på kalendersidan
sw_ke: Onyesha matukio yanayokuja katika zana ya ajenda
ta: அஜெண்டா கருவியில் வரவிருக்கும் நிகழ்வுகளைக் காட்டு
th: แสดงเหตุการณ์ที่กำลังจะมาถึงในเครื่องมือวาระ
tl_ph: Ipakita ang paparating na mga event sa agenda tool
tr: Ajanda aracındaki yaklaşan olayları görüntüle
uk_ua: Показувати наближені події в інструменті календаря
vi_vn: Hiển thị sự kiện sắp tới trong công cụ lịch
xh_za: Bonisa izinto ezizayo kwisixhobo se-agenda
zh_cn: 在议程工具中显示即将事件
zh_tw: 在議程工具中顯示即將事件

source: This setting enables or disables the upcoming events that appears in the left column of the agenda tool of the course
ar: هذه الاعدادات تقوم بتفعيل او تعطيل الاحداث القادمة التي تظهر في العمود الايسر لاداة التقويم للمقرر
ast_es: Esta configuración activa o desactiva los eventos prósimos que van apaecer a la izquierda de la ferramienta axenda d'un cursu.
bn_bd: এই সেটিংস কোর্সের এজেন্ডা টুলের বাম কলামে দেখা যাওয়া আসন্ন ঘটনাগুলি সক্ষম বা অক্ষম করে
bs_ba: Ova postavka omogućuje ili onemogućuje nadolazeće događaje koji se pojavljuju u lijevoj koloni alata za agendu kursa
ca_es: Aquesta configuració activa o desactiva els propers esdeveniments que apareixen a l'esquerra de l'eina agenda d'un curs
cs_cz: Toto nastavení povolí nebo zakáže zobrazení aktuálních událostí v levém sloupci programu školení určitého kurzu
da: Denne indstilling aktiverer eller deaktiverer de kommende begivenheder, der vises i venstre kolonne i kalender-værktøjet i kurset
de: Mit dieser Einstellung kann die Darstellung bevorstehender Ereignisse in der linken Spalte des Kalenders eines Kurses aktiviert oder deaktiviert werden.
el: Αυτή η ρύθμιση ενεργοποιεί ή απενεργοποιεί τα επερχόμενα γεγονότα που εμφανίζονται στην αριστερή στήλη του εργαλείου ημερήσιας διάταξης του μαθήματος
eo: Ĉi tiu agordo aktivigas aŭ malaktivigas la venontajn eventojn, kiuj aperas en la maldekstra kolumno de la agendo-ilo de la kurso
es: Esta configuración activa o desactiva los próximos eventos que aparecen a la izquierda de la herramienta agenda de un curso.
es_mx: Esta configuración habilita o deshabilita los eventos próximos que aparecen en la columna izquierda de la herramienta agenda del curso
eu_es: Ezarpen honek agenda tresnaren ezkerreko zutabean agertzen diren hurrengo gertaerak aktibatu edo desaktibatu egiten ditu
fa_ir: این تنظیم رویدادهای آینده در ستون چپ ابزار تقویم دوره را فعال یا غیرفعال می‌کند
fi_fi: Tämä asetus ottaa käyttöön tai pois käytöstä tulevat tapahtumat, jotka näkyvät kurssin kalenterityökalun vasemmassa sarakkeessa
fo_fo: Henda stillingin virkar ella deaktiverar komandi tiltæk sum birtast í vinstru kolonnu í dagatal verkætlanini í kursinum
fur: Cheste impostazion ative o disative j'eventis futûrs che apare inta colone sinistre dal strûl agende dal curs
ga: Cuireann an socrú seo ar chumas nó faoi mhíchumas na n-imeachtaí atá le teacht atá le feiceáil sa cholún clé d’uirlis an agaidh an chúrsa
gl: Esta configuración activa ou desactiva os próximos eventos que aparecen á esquerda da ferramenta axenda dun curso.
he_il: הגדרה זו מאפשרת או משביתה את האירועים הקרובים המופיעים בעמודה השמאלית של כלי סדר היום של הקורס
hi: यह सेटिंग कोर्स के एजेंडा उपकरण के बाएँ कॉलम में दिखने वाली आगामी घटनाओं को सक्षम या अक्षम करती है
hr_hr: Ova postavka omogućuje ili onemogućuje nadolazeće događaje koji se prikazuju u lijevoj koloni alata za agendu predmeta
hu_hu: Ez a beállítás engedélyezi vagy letiltja a következő eseményeket, amelyek a kör naptár eszközének bal oszlopában jelennek meg
hy: Այս պարամետրը ակտիվացնում կամ անհատկացնում է դասընթացի օրակարգի գործիքի ձախ սյան մեջ հայտնվող առաջիկա իրադարձությունները
id_id: Pengaturan ini mengaktifkan atau menonaktifkan acara mendatang yang muncul di kolom kiri alat agenda kursus
it: La configurazione abilita o disabilita la vista dei prossimi eventi nella colonna a sinistra dell'Agenda del corso
ja: この設定はコースの予定表ツールの左の列に表示される今後のイベントを有効または無効にします
ka_ge: ეს პარამეტრი რთავს ან ამორთავს კურსის კალენდრის ინსტრუმენტის მარცხენა სვეტში გამოჩენილ მომდევნო მოვლენებს
ko_kr: 이 설정은 코스 일정 도구의 왼쪽 열에 나타나는 다가오는 이벤트를 활성화/비활성화합니다
lo: ການຕັ້ງຄ່ານີ້ຈະເປີດ ຫຼື ປິດການໃຊ້ງານກິດຈະກຳທີ່ຈະມາເຖິງທີ່ປາກົດຢູ່ຖັນເບື້ອງຊ້າຍຂອງເຄື່ອງມືກຳນົດການຂອງລາຍວິຊາ
lt_lt: Šis nustatymas įjungia arba išjungia artėjančius įvykius, kurie atsiranda kurso darbotvarkės įrankio kairiajame stulpelyje
lv_lv: Šis iestatījums ieslēdz vai atslēdz gaidāmo notikumu attēlojumu, kas parādās instrumenta "Kursa Plānotājs" kreisajā slejā
mk_mk: Ова поставување ги овозможува или оневозможува претстоечките настани што се појавуваат во левата колона на алатката за агенда на курсот
ms_my: Tetapan ini aktifkan atau nonaktifkan acara akan datang yang muncul dalam lajur kiri alat agenda kursus
my_mm: ဤဆက်တင်သည် သင်တန်း၏ အစီအစဉ်ကိရိယာ၏ ဘယ်ဘက်ကော်လံတွင် ပေါ်လာသော လာမည့်ဖြစ်ရပ်များကို ဖွင့်သည် သို့မဟုတ် ပိတ်သည်
ne: यो सेटिङले पाठ्यक्रमको एजेन्डा उपकरणको बायाँ स्तम्भमा देखिने आगामी घटनाहरू सक्षम वा असक्षम गर्दछ
nl: Deze parameter activeert of desactiveert de eerstkomende activiteiten die u links te zien krijgt in de agenda functionaliteit van een cursus
nn_no: Denne innstillingen aktiverer eller deaktiverer dei kommende arrangementa som visast i venstre kolonne i agenda-verktøyet i kurset
oc: Aqueste paramètre activa o desactiva los eveniments futurs que apareisson en la colòna esquèrra de l'òrganizador del curs
pl_pl: Ta opcja włącza lub wyłącza nadchodzące wydarzenia, które pojawiają się w lewej kolumnie narzędzi terminarza kursu
ps: دا تنظیم د راغونډو پیښو فعال یا غیر فعال کوي چې د کورس د ایجنڈا وسیل په ښي ستون کې ښکاره شي
pt_br: Esta opção habilita ou desabilita os eventos futuros que aparecem na coluna esquerda da ferramenta de agenda do curso
pt_pt: Esta configuração activa ou desactiva os próximos eventos que aparecem na coluna da esquerda na ferramenta agenda do curso
ro_ro: Aceasta setare activeaza sau dezactiveaza afisarea evenimentelor care urmeaza in coloana din stanga a instrumentului agenda al cursului
ru_ru: Эта настройка включает или отключает предстоящие события, отображаемые в левой колонке инструмента повестки дня курса
sk_sk: Toto nastavenie odblokuje alebo zablokuje zobrazenie očakávaných udalostí v ľavom stĺpci agendy kurzu
sl: Možnost omogoči ali onemogoči prikaz prihajajočih dodogodkov v levem stolpcu orodja Agenda posameznega tečaja
sq: Kjo cilësim aktivizon ose çaktivizon ngjarjet e ardhshme që shfaqen në kolonën e majtë të mjetit të axhendës së kursit
sr_rs: Ovo podešavanje omogućava ili onemogućava predstojeće događaje koji se pojavljuju u levoj koloni alata za agendu kursa
sv_se: Inställningen aktiverar eller inaktiverar visning av kommande händelser som visas i den vänstra kanten på kalendersidan i kursen
sw_ke: Mpangilio huu unawezesha au kuzuia matukio yanayokuja yanayoonekana katika safu ya kushoto ya zana ya ajenda ya kozi
ta: இந்த அமைப்பு பாடநூலின் அஜெண்டா கருவியின் இடது பத்தி வரிசையில் தோன்றும் வரவிருக்கும் நிகழ்வுகளை செயல்படுத்த அல்லது முடக்கும்
th: การตั้งค่านี้เปิดหรือปิดเหตุการณ์ที่กำลังจะมาถึงที่ปรากฏในคอลัมน์ซ้ายของเครื่องมือวาระคอร์ส
tl_ph: Ang setting na ito ay pinapaggana o hindi pinapaggana ang paparating na mga event na lumilitaw sa kaliwang hanay ng agenda tool ng kurso
tr: Bu özellik ders ajanda aracının sol tarafındaki sutununda görünen yaklaşan olayları etkinleştirir ya da seçilemez kılar
uk_ua: Цей параметр увімкнює або вимикає наближені події, що з'являються в лівій колонці інструменту календаря курсу
vi_vn: Cài đặt này bật hoặc tắt sự kiện sắp tới xuất hiện ở cột trái của công cụ lịch khóa học
xh_za: Ezi zimo zivula okanye zicime izinto ezizayo ezibonakala kwikholomu yasekhohlo yesixhobo se-agenda sekhosi
zh_cn: 此设置启用或禁用课程议程工具左侧栏中出现的即将事件
zh_tw: 此設定啟用或停用課程議程工具左欄的即將事件

source: Number of upcoming events that have to be displayed.
ar: عددالأحداث المقبلة والتي يجب أن تُعرَض
ast_es: Cantidá d'eventos prósimos que van amosase
bn_bd: প্রদর্শিত হতে হবে এমন আসন্ন ঘটনার সংখ্যা।
bs_ba: Broj nadolazećih događaja koji treba prikazati.
ca_es: Nombre de propers esdeveniments que cal mostrar
cs_cz: Počet událostí, které budou zobrazeny
da: Antal kommende begivenheder, der skal vises.
de: Kalender: Anzahl Ereignisse
el: Αριθμός επερχόμενων γεγονότων που πρέπει να εμφανιστούν.
eo: Nombro de venontaj eventoj, kiuj devas esti montritaj.
es: Número de próximos eventos que se deben mostrar
es_mx: Número de eventos próximos que deben mostrarse.
eu_es: Erakutsi behar diren hurrengo gertaera kopurua
fa_ir: تعداد رویدادهای آینده که باید نمایش داده شوند.
fi_fi: Näytettävien tulevien tapahtumien määrä.
fo_fo: Tal av komandi tiltækum sum skulu vísa.
fur: Numar di eventis futûrs da mostrâ.
ga: Líon na n-imeachtaí atá le teacht a chaithfear a thaispeáint.
gl: Número de próximos eventos que se deben mostrar
he_il: מספר אירועים קרובים שיש להציג.
hi: प्रदर्शित करने वाली आगामी घटनाओं की संख्या।
hr_hr: Broj nadolazećih događaja koji se moraju prikazati.
hu_hu: Megjelenítendő következő események száma.
hy: Ցուցադրվող առաջիկա իրադարձությունների քանակը:
id_id: Jumlah acara mendatang yang harus ditampilkan.
it: Numero di prossimi eventi da visualizzare
ja: 今後のイベントの表示数
ka_ge: გამოსაჩენი მომდევნო მოვლენების რაოდენობა.
ko_kr: 표시할 다가오는 이벤트 수
lo: ຈຳນວນກິດຈະກຳທີ່ຈະມາເຖິງທີ່ຕ້ອງສະແດງ.
lt_lt: Artėjančių įvykių, kurie turi būti rodomi, skaičius.
lv_lv: Gaidāmiem notikumu skaits, kas tiek attēlots.
mk_mk: Број на претстоечки настани што треба да се прикажат.
ms_my: Bilangan acara akan datang yang mesti dipaparkan.
my_mm: ပြသရမည့် လာမည့်ဖြစ်ရပ်များ၏ အရေအတွက်။
ne: देखाउनुपर्ने आगामी घटनाहरूको संख्या।
nl: Aantal komende activiteiten die weergegeven moeten worden
nn_no: Tal på kommende arrangement som skal visast.
oc: Nombre d'eveniments futurs qu'es cal afichar.
pl_pl: Liczba nadchodzących wydarzeń, które mają być wyświetlane.
ps: د ښودل کېدونکو راغونډو پیښو شمېر.
pt_br: Número dos próximos eventos que devem ser exibidos
pt_pt: Número de próximos eventos que devem ser mostrados.
ro_ro: Numarul de evenimente urmatoare ce vor fi afisate.
ru_ru: Количество предстоящих событий для отображения
sk_sk: Počet očakávaných udalostí, ktoré majú byť zobrazené.
sl: Število prikazanih prihajajočih dogodkov
sq: Numri i ngjarjeve të ardhshme që duhet të shfaqen.
sr_rs: Broj predstojećih događaja koji treba da budu prikazani.
sv_se: Antal kommande händelser som ska visas.
sw_ke: Idadi ya matukio yanayokuja yanayopaswa kuonyeshwa.
ta: காட்டப்பட வேண்டிய வரவிருக்கும் நிகழ்வுகளின் எண்ணிக்கை.
th: จำนวนเหตุการณ์ที่กำลังจะมาถึงที่ต้องแสดง
tl_ph: Bilang ng paparating na mga event na kailangang ipakita.
tr: Görüntülenmesi gereken beklenen olayların sayısı
uk_ua: Кількість наближених подій, що мають бути показані.
vi_vn: Số lượng sự kiện sắp tới cần hiển thị.
xh_za: Inani lezinto ezizayo ekufuneka ziboniswe.
zh_cn: 需要显示的即将事件数量。
zh_tw: 必須顯示的即將事件數量。
