Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The archive has not been found
ar: لم يتم إيجاد الأرشيف
ast_es: Nun s'atopó nengún archivu
bn_bd: আর্কাইভটি পাওয়া যায়নি
bs_ba: Arhiva nije pronađena
ca_es: El fitxer no ha estat trobat
cs_cz: Archiv nebyl nalezen
da: Arkivet kan ikke findes
de: Das Archiv wurde nicht gefunden
el: Η αρχειοθέτηση δεν βρέθηκε
eo: La arkivo ne estas trovita
es: No se encontró ningún archivo
es_mx: No se encontró ningún archivo
eu_es: Artxiboa ez da aurkitu
fa_ir: پروندۀ بایگانی مورد نظر یافت نشد
fi_fi: Varmistusta ei löytynyt
fo_fo: Arkivið er ikki funnið
fur: L'archivi no si è rivât a trovar
ga: Níor aimsíodh an cartlann
gl: Non se encontrou ningún ficheiro
he_il: הארכיון לא נמצא
hi: आर्काइव नहीं मिला
hr_hr: Pohranjena datoteka nije pronađena
hu_hu: Az archív nem található
hy: Արխիվը չի գտնվել
id_id: Arsip tersebut tidak ditemukan
it: L'archivio non è stato trovato
ja: アーカイブが見つかりません
ka_ge: არქივი ვერ მოიძებნა
ko_kr: 백업파일을 찾을 수 없습니다
lt_lt: Archyvas nerastas
lv_lv: Arhīvs netika atrasts
mk_mk: Не се пронајдени зачувани датотеки
ms_my: Arkib tidak ditemui
my_mm: သိမ်းဆည်းဖိုင်ကို မတွေ့ပါ
ne: आर्काइभ फेला परेन
nl: Het archief is niet gevonden.
nn_no: Arkivet er ikkje funne
oc: Lo fiquier es pas estat trobat enluòc
pl_pl: Archiwum nie zostało znalezione
ps: ارشیف موندل شوی نه دی
pt_br: O arquivo não foi encontrado
pt_pt: O arquivo não foi encontrado
ro_ro: Nu a fost găsit niciun fisier
ru_ru: Архив не найден
sk_sk: Záloha nebola nájdená
sl: Arhiva ne najdem
sq: Arkiva nuk u gjet
sr_rs: Arhiv nije pronađen
sv_se: Arkivet kan inte hittas
sw_ke: Kumbukumbu haijapatikana
ta: காப்பகம் கண்டுபிடிக்கப்படவில்லை
th: ค้นไม่พบเอกสารรวมในสารบบ
tl_ph: Hindi natagpuan ang archive
tr: Bu arşiv bulunmuyor.
uk_ua: Архів не було знайдено
vi_vn: Không tìm thấy dữ liệu
xh_za: I-archive ayiphindiwe
zh_cn: 找不到该备份
zh_tw: 找不到該備份

source: The archive has been uncompressed and installed.
ar: الأرشيف غير مضغوط ومنصّب.
ast_es: Descomprimióse y instalóse l'archivu.
bn_bd: আর্কাইভটি আনকম্প্রেস এবং ইনস্টল করা হয়েছে।
bs_ba: Arhiva je raskompresovana i instalirana.
ca_es: El fitxer ha estat descomprimit i instal·lat.
cs_cz: Archiv byl rozbalen a nainstalován.
da: Arkivet er blevet installeret.
de: Das Archiv wurde entpackt und installiert.
el: Η αρχειοθέτηση αποσυμπιέσθηκε και εγκαταστάθηκε.
eo: La arkivo estas malkunpremita kaj instalita.
es: Se descomprimió y se instaló el archivo.
es_mx: Se descomprimió y se instaló el archivo
eu_es: Artxiboa deskonprimatu eta instalatu da.
fa_ir: پروندۀ بایگانی مورد نظر نافشرده و نصب گردید.
fi_fi: Varmuuskopio on purettu ja asennettu.
fo_fo: Arkivið er pakkað út og sett upp.
fur: L'archivi si è descomprimât e instalât.
ga: Déanadh an cartlann a dhíchóiriú agus a shuiteáil.
gl: Descomprimiuse e instalouse o ficheiro.
he_il: הארכיון בוטל והותקן.
hi: आर्काइव को अनकंप्रेस किया गया और स्थापित किया गया।
hr_hr: Pohranjena datoteka je dekomprimirana i postavljena.
hu_hu: Az archív kicsomagolva és installálva.
hy: Արխիվը զերծվել և տեղադրվել է:
id_id: Arsip tersebut telah di-uncomprress dan di-install.
it: L'archivio è stato scompattato e installato.
ja: アーカイブが解凍されインストールされました。
ka_ge: არქივი განხორციელდა და დაინსტალირებულია.
ko_kr: 백업파일의 압축이 해제되고 설치되었습니다.
lo: ໄຟລ໌ເກັບມ້ຽນໄດ້ຖືກແຕກ ແລະ ຕິດຕັ້ງແລ້ວ.
lt_lt: Archyvas buvo išskleistas ir įdiegtas.
lv_lv: Arhīvs tika atarhivēts un dati pievienoti kopējai datubāzei.
mk_mk: Архивираните датотеки ќе бидат декомпримирани (распакувани) и инсталирани
ms_my: Arkib telah dibuka dan dipasang.
my_mm: သိမ်းဆည်းဖိုင်ကို ဖြည်ချပြီး တပ်ဆင်ပြီးဖြစ်သည်။
ne: आर्काइभ अनकम्प्रेस र स्थापना गरियो।
nl: Het archief is gedecomprimeerd en geïnstalleerd.
nn_no: Arkivet er pakka ut og installert.
oc: Lo fiquier es bèn estat descomprimit e installat.
pl_pl: Archiwum zostało rozpakowane i zainstalowane.
ps: ارشیف خلاص او نصب شوی دی.
pt_br: O arquivo foi descompactado e instalado.
pt_pt: O arquivo foi descompactado e instalado.
ro_ro: Acesta este decomprimat și fișierul este instalat.
ru_ru: Архив был раскрыт и инталлирован
sk_sk: Záloha bola rozbalená a nainštalovaná.
sl: Arhiv je bil dekomprimiran in nameščen.
sq: Arkiva u dekompresua dhe u instalua.
sr_rs: Arhiv je raspakovan i instaliran
sv_se: Arkivet har dekomprimerats och installerats.
sw_ke: Kumbukumbu imefunguliwa na kusanikishwa.
ta: காப்பகம் சுருக்கமிடப்பட்டு நிறுவப்பட்டது.
th: เอกสารที่เก็บรวบรวมไว้ในสารบบได้ทำการกู้และคืนสภาพพร้อมใช้แล้ว
tl_ph: Na-decompress at na-install na ang archive.
tr: Arşiv yüklendi.
uk_ua: Архів було розпаковано та інстальовано
vi_vn: Lưu trữ đã được giải nén và cài đặt
xh_za: I-archive ikhutshiwe kwaye ifakwe.
zh_cn: 该备份已经解压缩并且安装。
zh_tw: 該備份已經解壓縮並且安裝。

source: The file "users.csv" has been put into Documents tool.
ar: ملف "users.csv" ضمن أداة المستندات.
ast_es: L'archivu 'usuarios.csv' allugóse dientro la ferramienta documentos.
bn_bd: "users.csv" ফাইলটি Documents টুলে রাখা হয়েছে।
bs_ba: Datoteka "users.csv" je stavljena u alat Dokumenti.
ca_es: El fitxer "users.csv" ha estat posat dins l'eina de documents.
cs_cz: Soubor "users.csv" byl vložen do Nástroje dokumentů.
da: Filen "deltagerlisten.csv" er lagt ind i værktøjet Dokuemnter.
de: Die Datei "users.csv" wurde im Dokumenten-Manager abgelegt.
el: Το αρχείο "users.csv" τοποθετήθηκε μέσα στο εργαλείο Εγγράφων.
eo: La dosiero "users.csv" ne estas ŝargita en la Dokumentan ilaron.
es: El archivo "usuarios.csv" se puso dentro de la herramienta documentos.
es_mx: El archivo "usuarios.csv" se puso dentro de la herramienta documentos
eu_es: "erabiltzaileak.csv" artxiboa Dokumentuak tresnaren barruan jarri da.
fa_ir: در قسمت مدارک قرار داده شد users.cvs
fi_fi: Tiedosto "users.csv" on ladatavissa Tiedostot työkalulla
fo_fo: Fílan "users.csv" er løgd í Skjøl verktøðið.
fur: Il file "users.csv" si è metûts tal strûl Documents.
ga: Cuireadh an comhad "users.csv" isteach in uirlis na nDoiciméad.
gl: O ficheiro "usuarios.csv" púxose dentro da ferramenta documentos.
he_il: הקובץ "users.csv" הוכנס לכלי המסמכים.
hi: फ़ाइल "users.csv" को दस्तावेज़ टूल में रख दिया गया है।
hr_hr: Datoteka "korisnici.csv" je smještena u alat Dokumenti.
hu_hu: A "users.csv" file a Dokumentumok eszközbe került.
hy: Ֆայլը «users.csv»-ը տեղադրվել է Փաստաթղթեր գործիքում:
id_id: File "users.csv" telah dimasukksn kedalam Documents tool.
it: Il file "users.csv" è stato inserito nella sezione Documenti.
ja: ファイル"users.csv"がDocumentsツールに配置されました。
ka_ge: ფაილი "users.csv" განთავსებულია დოკუმენტების ხელსაწყოში.
ko_kr: "users.csv"파일을 문서도구에 넣었습니다.
lo: ໄຟລ໌ "users.csv" ໄດ້ຖືກໃສ່ໃນເຄື່ອງມືເອກະສານແລ້ວ.
lt_lt: Failas "users.csv" įkeltas į dokumentus.
lv_lv: Fails "users.csv" tika novietots <i>Dokumentu</i> rīkā.
mk_mk: TДатотеката "users.csv" е ставена во алатката Документи.
ms_my: The file "users.csv" has been put into the Documents tool.
my_mm: "users.csv" ဖိုင်ကို စာရွက်စာတမ်းကိရိယာထဲသို့ ထည့်ထားသည်။
ne: "users.csv" फाइललाई कागजात उपकरणमा राखियो।
nl: Het bestand "users.csv" is in de documentenmodule geladen.
nn_no: Fila "users.csv" er sett i Dokumentverktøyet.
oc: Lo fichier "user.csv" es estat plaçat dins aisina de documents.
pl_pl: Plik "users.csv" został umieszczony w obszarze Dokumentów.
ps: د "users.csv" فایل په اسنادو وسیل کې واچول شوی دی.
pt_br: O arquivo "users.csv" está disponível na ferramenta Documentos.
pt_pt: O ficheiro "users.csv" foi colocado na ferramenta Documentos.
ro_ro: a fost mutate în instrumentul documente.
ru_ru: Файл "users.csv" был помещен в раздел Документы.
sk_sk: Súbor "users.csv" bol uložený v nástroji Dokumenty.
sl: Datoteka "users.csv" je bila vstavljena v orodje Dokumenti.
sq: Skedari "users.csv" u vendos në mjetin Dokumente.
sr_rs: Fajl „users.csv“ je stavljen u alatku Dokumenta
sv_se: Filen "users.csv" has lagts till i Dokumentverktyget.
sw_ke: Faili "users.csv" imewekwa katika zana ya Hati.
ta: கோப்பு "users.csv" ஆவணங்கள் கருவியில் வைக்கப்பட்டது.
th: ไฟล์ "users.csv"ได้จัดการเรียบร้อยแล้ว
tl_ph: Inilagay na ang file "users.csv" sa Documents tool.
tr: "users.csv" dosyası Belgeler aracına konuldu.
uk_ua: Файл "users.csv" було розміщено в розіділі Документи.
vi_vn: File "users.csv" đã được đưa vào công cụ tài liệu.
xh_za: Ifayile "users.csv" ibekwe kwisixhobo seDokumenti.
zh_cn: 文件 "users.csv" 已经放入文档工具中。
zh_tw: 檔案 "users.csv" 已經放入文檔工具中。

source: Web services
ar: خدمات الويب
ast_es: Servicios web
bn_bd: ওয়েব সার্ভিস
bs_ba: Web servisi
ca_es: Serveis web
cs_cz: Webové služby
da: Webtjenester
de: Web-Dienste
el: Υπηρεσίες ιστού
eo: Ret-servoj
es: Servicios web
es_mx: Servicios web
eu_es: Web zerbitzuak
fa_ir: خدمات وب
fi_fi: Web-palvelut
fo_fo: Vevtjænastur
fur: Servîs Web
ga: Seirbhísí gréasáin
gl: Servizos web
he_il: שירותי אינטרנט
hi: वेब सेवाएँ
hr_hr: Web servisi
hu_hu: Web szolgáltatások
hy: Վեբ ծառայություններ
id_id: Layanan web
it: Servizi web
ja: ウェブサービス
ka_ge: ვებ-სერვისები
ko_kr: 웹 서비스
lo: ບໍລິການເວັບ
lt_lt: Web paslaugos
lv_lv: Tīmekļa servisi
mk_mk: Веб сервиси
ms_my: Perkhidmatan web
my_mm: ဝဘ်ဝန်ဆောင်မှုများ
ne: वेब सेवाहरू
nn_no: Netttjenester
oc: Servicis web
pl_pl: Usługi webowe
ps: ويب خدمات
pt_br: Serviços web
pt_pt: Serviços web
ro_ro: Servicii web
ru_ru: Веб-сервисы
sk_sk: Webové služby
sl: Spletne storitve
sq: Shërbimet në internet
sr_rs: Web servisi
sv_se: Webbtjänster
sw_ke: Huduma za wavuti
ta: உலாவிய சேவைகள்
th: เว็บเซอร์วิส
tr: Web servisleri
uk_ua: Веб-сервіси
vi_vn: Dịch vụ web
xh_za: Iinkonzo zeWebhu
zh_cn: 网络服务
zh_tw: 網頁服務

source: Other category
ar: الصنف الآخر
ast_es: Otra categoría
bn_bd: অন্যান্য বিভাগ
bs_ba: Ostala kategorija
ca_es: Altre categoria
cs_cz: Jiná kategorie
da: Anden kategori
de: Andere Kategorie
el: Άλλη κατηγορία
eo: Alia kategorio
es: Otra categoría
es_mx: Otra categoría
eu_es: Beste kategoria bat
fa_ir: دسته های دیگر
fi_fi: Muut
fo_fo: Onnur bólkur
fur: Altare categorîe
ga: Catagóir eile
gl: Outra categoría
he_il: קטגוריה אחרת
hi: अन्य श्रेणी
hr_hr: Druga kategorija
hu_hu: Egyéb kategória
hy: Այլ կատեգորիա
id_id: Kategori Lain
it: Altre Categorie
ja: その他のカテゴリ
ka_ge: სხვა კატეგორია
ko_kr: 다른 카테고리
lt_lt: Kita kategorija
lv_lv: Cita kategorija
mk_mk: Друга категорија
ms_my: Kategori lain
my_mm: အခြားအမျိုးအစား
ne: अन्य श्रेणी
nl: Andere categorie
nn_no: Annen kategori
oc: Autra categoria
pl_pl: Inna kategoria
ps: بل ګروپ
pt_br: Outra categoria
pt_pt: Outra categoria
ro_ro: Altă categorie
ru_ru: Другая категория
sk_sk: Iná kategória
sl: Druga kategorija
sq: Kategori tjetër
sr_rs: Druga kategorija
sv_se: Annan kategori
sw_ke: Kategoria nyingine
ta: மற்ற பிரிவு
th: ประเภทอื่น
tl_ph: Ibang kategorya
tr: Başka kategori
uk_ua: Інша категорія
vi_vn: Danh mục khác
xh_za: Qela elinye
zh_cn: 其它分类
zh_tw: 其它分類

source: Users are allowed to unsubscribe from this course
ar: يسمح للمستخدمين بإلغاء التسجيل من هذا المقرر
ast_es: Los usuarios puen anular la so matrícula nesti cursu
bn_bd: ব্যবহারকারীদের এই কোর্স থেকে আনসাবস্ক্রাইব করতে দেওয়া হয়েছে
bs_ba: Korisnicima je dozvoljeno odjaviti se s ovog kursa
ca_es: Els usuaris poden anul·lar llur inscripció al curs
cs_cz: Uživatelé mají povoleno se odepsat z tohoto kurzu
da: Brugere kan afmelde dette kursus
de: erlaubt
el: Οι χρήστες μπορούν να ακυρώσουν την εγγραφή τους στο μάθημα
eo: Permesita
es: Los usuarios pueden anular su inscripción en este curso
es_mx: Los usuarios pueden retirarse de este curso
eu_es: Erabiltzaileek emandako izena kendu ahal dute prestakuntza ikastaro honetatik
fa_ir: کاربران مجاز به ابطال ثبت نام این درس هستند
fi_fi: Käyttäjä voi peruuttaa osallistumisensa tältä kurssilta
fo_fo: Brúkarar megastavna seg úr hesum kursi
fur: Jutants a podin disiscrizisi dal curs
ga: Ceadaítear d'úsáideoirí díliostáil ón gcúrsa seo
gl: Permítese ós ususarios que se desubscriban do curso
he_il: משתמשים רשאים לבטל את הרישום לקורס זה
hi: उपयोगकर्ताओं को इस कोर्स से असदस्यता की अनुमति है
hr_hr: Korisnicima je omogućeno ispisati se s kolegija
hu_hu: A hallgatók megtehetik, hogy leiratkozzanak erről a kurzusról.
hy: Օգտատերերին թույլատրվում է հանվել այս դասընթացից
id_id: User diijikan untuk undur diri dari mata kuliah ini
it: Gli utenti possono cancellarsi dal corso
ja: ユーザーはこのコースから退会できます
ka_ge: მომხმარებლებს შეუძლიათ ამ კურსისგან გამოწერის შეწყვეტა
ko_kr: 유저가 이 과정에 등록 취소를 수행할 수 있습니다
lo: ຜູ້ໃຊ້ໄດ້ຮັບອະນຸຍາດໃຫ້ຍົກເລີກການລົງທະບຽນຈາກຫຼັກສູດນີ້
lt_lt: Vartotojams leidžiama išsiprenumeruoti iš šio kurso
lv_lv: Lietotājiem ir iespēja atteikties no šī kursa
mk_mk: На корисниците им е допуштено да се отпишуваат од овој курс
ms_my: Pengguna dibenarkan untuk nyahlanggan daripada kursus ini
my_mm: အသုံးပြုသူများသည် ဤသင်တန်းမှ စာရင်းမှဖယ်ရှားခွင့်ရှိသည်
ne: प्रयोगकर्ताहरूलाई यो कोर्सबाट सदस्यता रद्द गर्न अनुमति छ
nl: Toegelaten
nn_no: Deltagere kan avmelde seg fra dette kurset
oc: Leis usanciers pòdon anullar son inscripcion au cors
pl_pl: Użytkownicy mogą wypisać się z kursu
ps: کاروونکي ته اجازه ده چې د دې کورس څخه ګډون پای ته ورسوي
pt_br: Os usuários tem permissão para cancelar sua inscrição para esse curso
pt_pt: Os utilizadores estão autorizados a anular/cancelar a inscrição neste curso
ro_ro: Utilizatorii se pot dezabona de la acest curs
ru_ru: Пользователям разрешено отказаться от подписки на этот курс
sk_sk: Používatelia majú povolené zrušiť registráciu v kurze
sl: Uporabnikom je dovoljen izpis iz tega tečaja
sq: Përdoruesit lejohen të çabonojnë nga ky kurs
sr_rs: Korisnicima je dozvoljeno da se odjave sa ovog kursa
sv_se: Användare är tillåtna att avsluta prenumeration från denna kurs.
sw_ke: Watumiaji wanaarHuhusiwa kujiondoa kutoka kozi hii
ta: பயனர்கள் இந்த பாடநூலில் இருந்து சந்தையிலிருந்து விடுவிக்க அனுமதிக்கப்படுகிறார்கள்
th: ผู้ใช้สามารถถอนวิชาเองได้
tl_ph: Pinapayagan ang mga user na mag-unsubscribe sa kursong ito
tr: Kullanıcılara bu dersten kayıt silebilir
uk_ua: Користувачам дозволено відраховуватися з цього курсу
vi_vn: Người dùng được phép hủy đăng ký khỏi khóa học này
xh_za: Abasebenzisi bavunyelwe ukurhoxa ekhosi le
zh_cn: 允许
zh_tw: 允許

source: Users are not allowed to unsubscribe from this course
ar: لا يسمح للمستخدمين بإلغاء التسجيل من هذا المقرر
ast_es: Los usuarios nun puen anular la so matrícula nesti cursu
bn_bd: ব্যবহারকারীদের এই কোর্স থেকে আনসাবস্ক্রাইব করতে দেওয়া হয়নি
bs_ba: Korisnicima nije dozvoljeno odjaviti se s ovog kursa
ca_es: Els usuaris no poden anul·lar llur inscripció al curs
cs_cz: Uživatelé nemají dovoleno se odepsat z tohoto kurzu
da: Brugere kan ikke afmelde dette kursus
de: nicht erlaubt
el: Οι χρήστες δεν μπορούν να ακυρώσουν την εγγραφή τους στο μάθημα
eo: Ne permesita
es: Los usuarios no pueden anular su inscripción en este curso
es_mx: Los usuarios no pueden retirarse de este curso
eu_es: Erabiltzaileek ezin dute emandako izena kendu prestakuntza ikastaro honetatik
fa_ir: کاربران مجاز به ابطال ثبت نام این درس نیستند
fi_fi: Käyttäjät eivät itse voi peruuttaa osallistumistaan tältä kurssilta
fo_fo: Brúkarar mega ikki avmelden seg av hesum kursi
fur: Jutants no podin disiscrizisi dal curs
ga: Ní cheadaítear d'úsáideoirí díliostáil ón gcúrsa seo
gl: Non se permite ós usuarios que se desubscriban do curso
he_il: משתמשים אינם רשאים לבטל את הרישום לקורס זה
hi: उपयोगकर्ताओं को इस कोर्स से असदस्यता की अनुमति नहीं है
hr_hr: Korisnicima nije omogućen ispis s kolegija
hu_hu: A hallgatók nem tehetik meg, hogy leiratkozzanak erről a kurzusról.
hy: Օգտատերերին չի թույլատրվում հանվել այս դասընթացից
id_id: User tidak diijinkan untuk undur diri dari mata kuliah ini
it: Gli utenti non possono cancellarsi dal corso
ja: ユーザーはこのコースから退会できません
ka_ge: მომხმარებლებს არ შეუძლიათ ამ კურსისგან გამოწერის შეწყვეტა
ko_kr: 유저가 이 과정등록신청을 취소하는 것이 허용되지 않았습니다
lo: ຜູ້ໃຊ້ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ຍົກເລີກການລົງທະບຽນຈາກຫຼັກສູດນີ້
lt_lt: Vartotojams neleidžiama išsiprenumeruoti iš šio kurso
lv_lv: Lietotājiem ir liegta iespēja atteikties no šī kursa
mk_mk: На корисниците НЕ им е допуштено да се отпишуваат одо овој курс.
ms_my: Pengguna tidak dibenarkan untuk nyahlanggan daripada kursus ini
my_mm: အသုံးပြုသူများသည် ဤသင်တန်းမှ စာရင်းမှဖယ်ရှားခွင့်မရှိပါ
ne: प्रयोगकर्ताहरूलाई यो कोर्सबाट सदस्यता रद्द गर्न अनुमति छैन
nl: Niet toegelaten
nn_no: Deltagere kan ikke avmelde seg fra dette kurset
oc: Leis usanciers pòdon pas anullar son inscripcion au cors
pl_pl: Użytkownikom nie wolno wypisać się z kursu
ps: کاروونکي ته اجازه نه ده چې د دې کورس څخه ګډون پای ته ورسوي
pt_br: Os usuários não tem permissão para cancelar sua inscrição para esse curso
pt_pt: Os utilizadores não estão autorizados a anular/cancelar a inscrição neste curso
ro_ro: Utilizatorii nu se pot dezabona de la acest curs
ru_ru: Пользователям не разрешено отменять подписку на этот курс
sk_sk: Používatelia nemajú povolené zrušiť registráciu v kurze
sl: Uporabnikom ni dovoljen izpis iz tega tečaja
sq: Përdoruesit nuk lejohen të çabonojnë nga ky kurs
sr_rs: Korisnicima nije dozvoljeno da se odjave sa ovog kursa
sv_se: Användare är inte tillåtna att avsluta prenumeration från denna kurs.
sw_ke: Watumiaji hawaruhusiwi kujiondoa kutoka kozi hii
ta: பயனர்கள் இந்த பாடநூலில் இருந்து சந்தையிலிருந்து விடுவிக்க அனுமதிக்கப்படவில்லை
th: ผู้ใช้ไม่ได้รับอนุญาตให้ถอนวิชาด้วยตัวเอง
tl_ph: Hindi pinapayagan ang mga user na mag-unsubscribe sa kursong ito
tr: Kullanıcılar bu dersten kayıtlarını silemez
uk_ua: Користувачам заборонено відраховуватися з цього курсу
vi_vn: Người dùng không được phép hủy đăng ký khỏi khóa học này
xh_za: Abasebenzisi abavumelekanga ukurhoxa ekhosi le
zh_cn: 拒绝
zh_tw: 拒絕

source: Closed - the course is only accessible to the teachers
ar: مغلق: المدير والأساتذة فقط يمكنه الوصول إلى هذا المقرر.
ast_es: Peslláu - nun hai accesu a esti cursu
bn_bd: বন্ধ - কোর্সটি শুধুমাত্র শিক্ষকদের জন্য অ্যাক্সেসযোগ্য
bs_ba: Zatvoren - kurs je dostupan samo nastavnicima
ca_es: Tancat - no hi ha accès al curs
cs_cz: Uzavřený - kurz je přístupný pouze pro správce kurzu a vyučující asistenty.
da: Fuldstændig lukket; kurset er kun tilgængeligt for kursussidens administrator eller underviser.
de: Geschlossen - kein Zugang zu diesem Kurs
el: Κλειστό - αυτή σειρά μαθημάτων είναι προσβάσιμη μόνο στους εκπαιδευτικούς.
eo: Fermita - ne aliro al ĉi-kurso
es: Cerrado - no hay acceso a este curso
es_mx: Cerrado - no hay acceso a este curso
eu_es: Itxita - ikastaroa irakasleentzat bakarrik dago irekita
fa_ir: بسته شد - این درس فقط در دسترس اساتید می باشد
fi_fi: Suljettu - ei pääsyä kurssille
fo_fo: Lokað - kursurin er bert atgonguligur fyri lærarar
fur: Sierâ - il curs al è acessibiur simai ai docients
ga: Dúnta - tá an cúrsa inrochtana ach amháin do na múinteoirí
gl: Pechado -non hai acceso a este curso
he_il: סגור - הקורס נגיש רק למורים
hi: बंद - कोर्स केवल शिक्षकों के लिए पहुँच योग्य है
hr_hr: Zatvoreno - kolegiju nema pristupa
hu_hu: Zárt - nem lehet hozzáférni ehhez a kurzushoz.
hy: Փակված - դասընթացը հասանելի է միայն ուսուցիչներին
id_id: Tertutup; tidak ada akses ke mata kuliah ini.
it: Chiuso - temporaneamente non è possibile accedere al corso
ja: 非公開 - コースを教員のみにアクセス可能にする
ka_ge: დახურული - კურსი მხოლოდ მასწავლებლებს შეუძლიათ წვდომა
ko_kr: 차단됨 - 이 과정에 접근이 불가능합니다
lo: ປິດ - ຫຼັກສູດສາມາດເຂົ້າເຖິງໄດ້ສະເພາະຄູເທົ່ານັ້ນ
lt_lt: Uždarytas; prie kurso gali prieiti tik kurso vadovas ir kuratoriai..
lv_lv: Pieeja šim kursam ir noslēgta. Kurss pieejams tikai Lektoriem
mk_mk: Затвоено - до курсот имаат пристап само управувачот и помошниците.
ms_my: Tertutup - kursus hanya boleh diakses oleh pensyarah
my_mm: ပိတ်ထားသည် - သင်တန်းသည် ဆရာများသာ ဝင်ရောက်နိုင်သည်
ne: बन्द - कोर्स शिक्षकहरूलाई मात्र पहुँचयोग्य
nl: Gesloten – geen toegang tot deze cursus
nn_no: Stenge - kurset er berre tilgjengeleg for lærarane
oc: Serrat - ges d'accès au cors
pl_pl: Zamknięty - Kurs jest dostępny tylko dla nauczycieli.
ps: بند - کورس یوازې د ښوونکو لپاره لاسرسي لري
pt_br: Fechado - sem acesso para esse curso
pt_pt: Fechado - o curso é apenas acessível a instrutores.
ro_ro: Inchis - fara acces la acest curs
ru_ru: Закрыт - курс доступен только для администратора курса и помощников преподавателя.
sk_sk: Zatvorený - kurz je dostupný len pre administrátorov a ich asistentov
sl: Zaprt - ni dostopa do tega tečaja
sq: E mbyllur - kursi është i aksesueshëm vetëm për mësuesit
sr_rs: Zatvoren – nema pristupa ovom kursu
sv_se: Avstängd - ingen åtkomst till denna kurs
sw_ke: Imefungwa - kozi inapatikana kwa walimu pekee
ta: மூடப்பட்டது - பாடநூல் ஆசிரியர்களுக்கு மட்டுமே அணுகலுக்கு
th: ปิด-ไม่ให้เข้าในวิชานี้
tl_ph: Sarado - ang kurso ay maa-access lamang ng mga guro
tr: Kapalı - bu derse erişim yok
uk_ua: Курс доступний лише для адміністраторів та викладачів.
vi_vn: Đóng - khóa học chỉ có thể truy cập bởi giáo viên
xh_za: Valiweyo - ikhosi ifikeleleka kootitshala kuphela
zh_cn: 已关闭-这个课程只对讲师开放
zh_tw: 關閉－僅允許管理員和助教進入這門課程
