Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Modified (more detailed settings specified through roles-rights system)
ar: معدّل ( تفاصيل أكثر حول نظام حفظ الحقوق )
ast_es: Modificáu (axustes más detallaos especificaos pel traviés de roles-permisos del sistema)
bn_bd: পরিবর্তিত (ভূমিকা-অধিকার সিস্টেমের মাধ্যমে আরও বিস্তারিত সেটিংস নির্দিষ্ট)
bs_ba: Izmijenjen (detaljnija podešavanja specificirana kroz sistem uloga-prava)
ca_es: Modificat (configuracions més detallades indicades a través de rols-drets del sistema)
cs_cz: Modifikovaný (podrobnější nastavení se specifikuje skrz systém rolí-práv)
da: Ændret
de: Modifiziert (speziellere Einstellungen werden durch das Rollen-Rechte System vorgegeben)
el: Τροποποιήθηκε (μέσα από το σύστημα ανάθεσης δικαιωμάτων/ρόλων, ορίζονται περισσότερο λεπτομερείς ρυθμίσεις)
eo: Modifita (la aranĝoj estas modifitaj laŭ la rolrajta sistemo)
es: Modificado (ajustes más detallados especificados a través de roles-permisos del sistema)
es_mx: Modificado (ajustes más detallados especificados a través del sistema roles-permisos)
eu_es: Aldatu da (ezarpenak zehaztasun handiagoz ikusteko, sistemaren rol-eskubideen bidez)
fa_ir: تغییر یافت (جزئیات تنظیمات بیشتری از طریق حقوق دسترسی سیستم)
fi_fi: Muokattu (tarkemmat asetukset on määritetty roolien-oikeus asetuksilla)
fo_fo: Broytt (víðari ítrupulleikar ásettar gjøgnum rættindi-kervið)
fur: Modificât (impjastaments pus detajâts definîs dal sistema rol-diprets)
ga: Modhnaithe (socruithe níos mionsonraithe sonraithe trí chóras ról-cearta)
gl: Modificado (axustes máis detallados especificados a través de roles-permisos do sistema)
he_il: שונה (הגדרות מפורטות יותר שצוינו באמצעות מערכת תפקידים-זכויות)
hi: संशोधित (भूमिकाओं-अधिकार प्रणाली के माध्यम से अधिक विस्तृत सेटिंग्स निर्दिष्ट)
hr_hr: Vidljivost izmjenjena (opširnije postavke su određene u sustavu uloge-prava)
hu_hu: Módosított (további beállítások megadása a szerepek/jogosultságok részben lehetséges)
hy: Փոփոխված (ավելի մանրամասն կարգավորումներ նշված դեր-իրավունքների համակարգով)
id_id: Diubah (seting lebih detil diatur dalam system pengelolaan peran-hak)
it: Modificato (per maggiori dettagli vedi il sotto-sistema ruoli e permessi)
ja: 変更（役割・権限システムで詳細設定）
ka_ge: შეცვლილი (დამატებითი პარამეტრები განსაზღვრულია როლების უფლებების სისტემის მეშვეობით)
ko_kr: 수정됨 (역할-권한 시스템을 통해 더 자세한 설정 지정)
lo: ແກ້ໄຂແລ້ວ (ການຕັ້ງຄ່າລະອຽດເພີ່ມເຕີມຖືກກຳນົດຜ່ານລະບົບບົດບາດ-ສິດ)
lt_lt: Modifikuota
lv_lv: Tika labots (sīkāki iestatījumu parametri redzami pieejas tiesību sistēmā)
mk_mk: Изменето (повеќе детални поставки се подесени преку системот за права на улогите)
ms_my: Diubah suai (tetapan lebih terperinci ditentukan melalui sistem peranan-hak)
ne: संशोधित (भूमिका-अधिकार प्रणाली मार्फत थप विस्तृत सेटिङहरू निर्दिष्ट)
nl: Gewijzigd (de instellingen werden gewijzigd via het rollen-rechten systeem)
nn_no: Endra (meir detaljerte innstillingar spesifisert gjennom rollar-rettar system)
oc: Modificat (per mai de detalhs veire lo sotasistèma dei ròtles e dei permés)
pl_pl: Zmodyfikowany (szczegółowe ustawienia określone przez uprawnienia ról systemu)
ps: بدلون شوی (د رول-حقوق سیسټم له لارې ډېر تفصیلي ایډیټینګونه ټاکل شوي)
pt_br: Modificado (maiores detalhes nas configurações do sitema de direitos/permissões do chamilo)
pt_pt: Modificado (definições mais detalhadas estão especificadas através do sistema de funções-permissões)
ro_ro: Modificat (setări mai detaliate specificate prin sistemul de roluri-permise ale sistemului)
ru_ru: Изменен (более детальные параметры настройки определены системой роли-правила)
sk_sk: Upravené (detailnejšie nastavenia urobte cez systém rolí a práv)
sl: Vidnost spremenjena (podrobnosti določa sistem vlog in pravic)
sq: Modifikuar (parametrat më të detajuara specifikohet përmes sistemit rola-drejtësi)
sr_rs: Izmenjeno (detaljnija podešavanja navedena kroz sistem uloga-prava)
sv_se: Ändrad (mer detaljerade inställningar finns under roller-rättigheter ).
sw_ke: Imebadilishwa (sifa zaidi za kina zimebainishwa kupitia mfumo wa majukumu-haki)
ta: மாற்றப்பட்டது (பாத்திரங்கள்-உரிமைகள் முறையின் மூலம் விரிவான அமைப்புகள் குறிப்பிடப்பட்டன)
th: การแก้ไข(มีรายละเอียดการตั้งค่าอีกมากที่ต้องกำหนดผ่านทางระบบกำหนดสิทธิ์)
tl_ph: Binago (mas detalyadong mga setting na tinukoy sa pamamagitan ng roles-rights system)
tr: Değiştirildi (roller-haklar sisteminden, daha fazla detaylı ayarlar)
uk_ua: Змінено (більш детальні налаштування визначені через систему прав-ролей)
vi_vn: Đã sửa đổi (cài đặt chi tiết hơn được chỉ định qua hệ thống vai trò-quyền)
xh_za: Guqulwe (iisettingi ezinemininingwane ngokusekwe kwinkqubo yendima-amalungelo)
zh_cn: 已修改 (更详细的设置已通过正确的系统角色修改)
zh_tw: 修訂(使用角色 - 權限系統進行詳細設定)

source: E-mail on assignments submission by students
ar: التنبيه على المواضيع الجديدة بواسطة البريد الالكتروني
ast_es: Avisar per corréu electrónicu del unvíu d'un trabayu
bn_bd: ছাত্রদের অ্যাসাইনমেন্ট জমা দেওয়ার সময় ইমেইল
bs_ba: E-pošta pri dostavljanju zadataka od strane studenata
ca_es: Avis de l'enviament d'un nou treball per correu-e
cs_cz: Upozornění e-mailom při předložení nové práce
da: Få tilsendt en e-mail ved indsendelse/upload af nyt indhold
de: Bei Abgabe einer Ausarbeitung per E-Mail benachrichtigen
el: Ειδοποίηση μέσω e-mail για την υποβολή εργασιών
eo: Averti per retpoŝto ĉe nova publikiĝo
es: Avisar por correo electrónico del envío de una tarea
es_mx: Avisar por correo electrónico cuando se envía un trabajo
eu_es: Abisatu posta elektronikoaren bidez lan baten bidalketaz
fa_ir: اخطار از طریق ایمیل بهنگام ثبت نام کار
fi_fi: Hälytys sähköpostilla työn palautuksesta
fo_fo: T-postur tá ið uppgávur verða send inn av læring
fur: E-mail su invîe dai lavors des estudiants
ga: Ríomhphost ar submission tascanna ag mic léinn
gl: Avisar por e-mail cando for enviado un traballo
he_il: אימייל על הגשת מטלות על ידי תלמידים
hi: छात्रों द्वारा असाइनमेंट जमा करने पर ईमेल
hr_hr: Upozorenje e-poštom nakon podnošenja rada
hu_hu: Értesítés emilben ha elektronikus beadás történt
hy: Էլ. փոստ առաջադրանքների ներկայացման դեպքում ուսանողների կողմից
id_id: Ingatkan melalui email pada saat pengumpulan
it: Avviso nuovo elaborato
ja: レポートの送信を電子メールで通知
ka_ge: ელფოსტის შეტყობინება სტუდენტების მიერ დავალებების წარდგენისას
ko_kr: 학생 과제 제출 시 이메일
lo: ອີເມລເມື່ອນັກຮຽນສົ່ງບົດວຽກ
lt_lt: Perspėti e-mailu naujo dokumento pateikimo atveju
lv_lv: Atgādinājums caur e-pastu, par darba iesniegšanu
mk_mk: Предупредување преку e-mail.
ms_my: E-mel semasa penyerahan tugasan oleh pelajar
my_mm: ကျောင်းသားများမှ တာဝန်ပေးအပ်မှုတင်သွင်းခြင်းအတွက် အီးမေးလ်
ne: विद्यार्थीहरूले कार्य बुझाउँदा इमेल
nl: Waarschuw via email bij een nieuwe publicatie
nn_no: E-post ved innlevering av oppgåve frå studentar
oc: Avisar dau mandadís d'un pretzfach novèu per corriel
pl_pl: Powiadom e-mailem o składaniu prac
ps: د زده کونکو له خوا د تکالیف د لېږلو پر مهال برېښنالیک
pt_br: Avisar por e-mail quando uma tarefa/trabalho for enviado
pt_pt: Alerta por e-mail após submissão de um trabalho
ro_ro: Avizati prin e-mail trimiterea unei sarcini
ru_ru: Уведомление по почте о том, что работа сдана
sk_sk: Upozorniť e-mailom pri odovzdaní novej práce
sl: E-poštno opozorilo ob oddaji novega izdelka
sq: E-mail në dorëzimin e detyrave nga studentët
sr_rs: E-pošta pri slanju zadataka od strane studenata
sv_se: Skicka e-post när arbete lämnats in
sw_ke: Barua pepe wakati wa kuwasilisha kazi na wanafunzi
ta: மாணவர்களின் பணிகள் சமர்ப்பிப்பில் மின்னஞ்சல்
th: อีเมลเมื่อนักเรียนส่งงาน
tl_ph: I-alerto sa pamamagitan ng e-mail sa pagsumite ng gawain
tr: Ödev sunumunda e-posta ile uyar
uk_ua: Email повідомлення при призначенні роботи
vi_vn: Email khi học viên nộp bài tập
xh_za: I-imeyile yokungenisa izinto ezinikiweyo ngabafundi
zh_cn: 任务提交发送邮件报告
zh_tw: 提交工作時發出電郵通知

source: E-mail students and teachers on new assignment submission
ar: تفعيل التنبيه بواسطة الايميل في حالة وجود موضوع جديد
ast_es: Activar l'avisu per corréu electrónicu del unvíu d'un trabayu nuevu
bn_bd: নতুন অ্যাসাইনমেন্ট জমা দেওয়ার সময় ছাত্র এবং শিক্ষকদের ইমেইল করুন
bs_ba: Pošalji e-poštu studentima i nastavnicima pri novom dostavljanju zadatka
ca_es: Activar una alerta per correu-e per l'enviament d'un nou treball
cs_cz: Aktivovat upozornění e-mailom při předložení nové práce
da: Aktiver e-mailbesked ved tilføjelse af nyt indhold
de: E-Mail Benachrichtigung AN
el: Ενεργοποίηση ειδοποιήσεων μέσω e-mail, όταν γίνεται υποβολή νέων εργασιών
eo: Aktivigi averton per retpoŝto ĉe nova studenta publikigo.
es: Activar el aviso por correo electrónico del envío de una nueva tarea
es_mx: Activar el aviso por correo electrónico del envío de un nuevo trabajo
eu_es: Aktibatu posta elektronikoaren bidezko abisua, lan baten bidalketaz ohartarazteko
fa_ir: فعال سازی اخطار ایمیل بهنگام ثبت نام کار جدید
fi_fi: Aktivoi sähköpostihälytys uuden työn palautuksesta
fo_fo: Send t-post til læring og lærarar tá ið ný uppgáva verður send inn
fur: E-mail a estudiants e docients su gnove invies di lavors
ga: Seol ríomhphost chuig mic léinn agus múinteoirí ar submission tasc nua
gl: Activar o aviso por e-mail cando se envía un traballo
he_il: שלח דואר אלקטרוני לתלמידים ולמורים על הגשת מטלות חדשות
hi: नए असाइनमेंट जमा करने पर छात्रों और शिक्षकों को ईमेल करें
hr_hr: Omogući upozorenje e-poštom nakon podnošenja novog rada
hu_hu: Email értesítés kérése ha új elektronikus beadás történt
hy: Էլ. փոստ ուսանողներին և ուսուցիչներին նոր առաջադրանքի ներկայացման դեպքում
id_id: Akatifkan pengingat email pada saat pengumpulan kerja yang baru
it: Abilita l'avviso e-mail dell'arrivo di un elaborato
ja: 新しいレポートの送信についての電子メール通知をアクティブにする
ka_ge: ელფოსტის გაგზავნა სტუდენტებსა და მასწავლებლებს ახალი დავალების წარდგენისას
ko_kr: 새 과제 제출 시 학생과 교사에게 이메일
lo: ສົ່ງອີເມລຫານັກຮຽນ ແລະ ຄູເມື່ອມີການສົ່ງບົດວຽກໃໝ່
lt_lt: Aktyvuoti e-mail perspėjimą naujo dokumento pateikimo atveju
lv_lv: Aktivizēt e-pasta brīdinājumu par jaunu darba iesniegšanu
mk_mk: Активирај предупредување преку e-mail.
ms_my: E-mel pelajar dan pensyarah semasa penyerahan tugasan baru
my_mm: တာဝန်ပေးအပ်မှုအသစ်တင်သွင်းခြင်းအတွက် ကျောင်းသားများနှင့် ဆရာများထံ အီးမေးလ်ပို့ပါ
ne: नयाँ कार्य बुझाउँदा विद्यार्थी र शिक्षकहरूलाई इमेल गर्नुहोस्
nl: Activeer waarschuwing via email bij een nieuwe studentenpublicatie.
nn_no: Send e-post til studentar og lærarar ved ny oppgåveinnlevering
oc: Activar una alèrta per corriel qu'un pretzfach novèu es estat mandat
pl_pl: Włącz powiadomienie e-mail o nowej złożonej pracy
ps: د نوي تکلیف د لېږلو پر مهال زده کونکي او ښوونکي ته برېښنالیک واستوي
pt_br: Ativar o alerta por e-mail quando se envia uma tarefa/trabalho
pt_pt: Activar alerta por e-mail após nova submissão de um trabalho
ro_ro: Activati avizarea prin e-mail de trimiterea unei sarcini
ru_ru: Активировать уведомление по почте для следующей сдачи работы
sk_sk: Aktivovať upozornenie e-mailom pri odovzdaní novej práce
sl: Aktiraj e-poštno obvestilo ob oddaji novega izdelka
sq: Dërgojeni e-mail studentëve dhe mësuesve në dorëzimin e ri të detyrës
sr_rs: Pošalji e-poštu studentima i nastavnicima pri novom slanju zadatka
sv_se: Aktivera e-postmeddelande vid inlämnat arbete
sw_ke: Tuma barua pepe kwa wanafunzi na walimu wakati wa kuwasilisha kazi mpya
ta: புதிய பணி சமர்ப்பிப்பில் மாணவர்களுக்கும் ஆசிரியர்களுக்கும் மின்னஞ்சல் அனுப்பவும்
th: ส่งอีเมลแจ้งนักเรียนและครูเมื่อมีการส่งงานใหม่
tl_ph: I-activate ang alerto sa e-mail sa pagsumite ng bagong gawain
tr: Yeni ödev sunumunda e-posta ile uyarıyı aktifleştir
uk_ua: Активувати email повідомлення при призначенні нової роботи
vi_vn: Email học viên và giáo viên khi có bài tập mới được nộp
xh_za: Thumela i-imeyile kufundi notitshala ngokungenisa into entsha
zh_cn: 激活邮件提交错误报告
zh_tw: 啟動提交工作時電郵通知服務

source: Disable e-mail alert on new assignment submission
ar: تعطيل التنبيه بواسطة الايميل في حالة وجود موضوع جديد
ast_es: Desactivar l'avisu per corréu electrónicu del unvíu d'un trabayu nuevu
bn_bd: নতুন অ্যাসাইনমেন্ট জমা দেওয়ার সময় ইমেইল সতর্কতা নিষ্ক্রিয় করুন
bs_ba: Onemogući e-poštu upozorenje pri novom dostavljanju zadatka
ca_es: Desactivar una alerta per correu-e per l'enviament d'un nou treball
cs_cz: Zrušit e-mailové upozornění při předložení nové práce
da: De-aktiver e-mailbesked ved tilføjelse af nyt indhold
de: E-Mail Benachrichtigung AUS
el: Απενεργοποίηση ειδοποιήσεων μέσω e-mail, όταν γίνεται υποβολή νέων εργασιών
eo: Malaktivigi retpoŝtan avertadon ĉe nova studenta publikigo
es: Desactivar el aviso por correo electrónico del envío de una nueva tarea
es_mx: Desactivar el aviso por correo electrónico del envío de un nuevo trabajo
eu_es: Desaktibatu posta elektronikoaren bidezko abisua, lan baten bidalketa denean
fa_ir: غیر فعال کردن اخطار از طریق ایمیل بهنگام ثبت نام کار
fi_fi: Poista sähköpostihälytys uuden työn palautuksesta
fo_fo: Ógild t-post avvarðan um ný uppgávusending
fur: Disativâ avisi e-mail su gnove invies di lavors
ga: Díchumasaigh foláireamh ríomhphoist ar submission tasc nua
gl: Desactivar o aviso por e-mail cando se envía un traballo
he_il: השבת התראת דואר אלקטרוני על הגשת מטלות חדשות
hi: नए असाइनमेंट जमा करने पर ईमेल अलर्ट अक्षम करें
hr_hr: Isključi upotorenje e-poštom nakon podnošenja novog rada
hu_hu: Email értesítés letiltása új beadás esetén
hy: Անջատել էլ. փոստի ծանուցումը նոր առաջադրանքի ներկայացման դեպքում
id_id: Non-aktifkan pengingat email pada saat pengumpulan kerja yang baru
it: Disabilita l'avviso e-mail dell'arrivo di un elaborato
ja: 新しいレポートの送信についての電子メール通知を無効にする
ka_ge: ელფოსტის შეტყობინების გამორთვა ახალი დავალების წარდგენისას
ko_kr: 새 과제 제출 시 이메일 알림 비활성화
lo: ປິດການແຈ້ງເຕືອນທາງອີເມລເມື່ອມີການສົ່ງບົດວຽກໃໝ່
lt_lt: Deaktyvuoti e-mail perspėjimą naujo dokumento pateikimo atveju
lv_lv: Atslēgt e-pasta brīdinājumu par jaunu darba iesniegšanu
mk_mk: Оневозможи предупредување преку e-mail.
ms_my: Lumpuhkan amaran e-mel semasa penyerahan tugasan baru
my_mm: တာဝန်ပေးအပ်မှုအသစ်တင်သွင်းခြင်းအတွက် အီးမေးလ်သတိပေးချက်ကို ပိတ်ပါ
ne: नयाँ कार्य बुझाउँदा इमेल सूचना अक्षम गर्नुहोस्
nl: Desactiveer waarschuwing via email bij nieuwe studentenpublicatie
nn_no: Deaktiver e-postvarsel ved ny oppgåveinnlevering
oc: Desactivar l'alèrta per corriel dau mandadís d'un pretzfach
pl_pl: Wyłącz powiadomienie e-mail o nowej złożonej pracy
ps: د نوي تکلیف د لېږلو پر مهال برېښنالیک خبرتیا بند کړئ
pt_br: Desativar o alerta por e-mail para envio de novas tarefa/trabalhos
pt_pt: Desactivar alerta por e-mail após nova submissão de um trabalho
ro_ro: Dezactivati avizarea prin e-mail de trimiterea unei sarcini
ru_ru: Не активировать уведомление по почте для следующей сдачи работы
sk_sk: Deaktivovať upozornenie e-mailom pri odovzdaní novej práce
sl: Onemogoči e-poštno obvestilo ob oddaji novega izdelka
sq: Çaktivizohet alarmi e-mail në dorëzimin e ri të detyrës
sr_rs: Onemogući e-poštu obaveštenja pri novom slanju zadatka
sv_se: Inaktivera e-postmeddelande vid inlämnat arbete
sw_ke: Zima arifa za barua pepe wakati wa kuwasilisha kazi mpya
ta: புதிய பணி சமர்ப்பிப்பில் மின்னஞ்சல் எச்சரிக்கையை முடக்கு
th: ปิดการแจ้งเตือนทางอีเมลเมื่อส่งงานใหม่
tl_ph: I-disable ang alerto sa e-mail sa pagsumite ng bagong gawain
tr: Yeni ödev sunumunda e-posta ile uyarıyı kaldır
uk_ua: Деактивувати email повідомлення при призначенні нової роботи
vi_vn: Tắt cảnh báo email khi có bài tập mới được nộp
xh_za: Yeka isaziso se-imeyile ngokungenisa into entsha
zh_cn: 关闭邮件提交错误报告
zh_tw: 取消提交工作時電郵通知服務

source: E-mail users on dropbox file reception
ar: ارسال اشعار عبر البريد للمستخدمين عند استلام ملف من اداة مشاركة الملفات
ast_es: Avisar per corréu electrónicu si se recibe un recáu nel Buzón de llabores/deberes
bn_bd: ড্রপবক্স ফাইল গ্রহণের সময় ব্যবহারকারীদের ইমেইল করুন
bs_ba: E-pošta korisnicima pri primanju datoteke dropboxa
ca_es: Alerta per correu-e d'un nou document enviat a compartició de fitxers
cs_cz: Upozornění e-mailom o doručení do poštovní schránky
da: Få tilsendt en e-mail ved nyt indhold i dueslaget
de: Dateikiste: Bei neuen Dateien in Dateikiste per E-Mail benachrichtigen
el: Ειδοποίηση μέσω e-mail, όταν γίνεται υποβολή στο Dropbox
eo: Retpoŝta averto ĉe nova dosiero en la enirkesto
es: Avisar por correo electrónico cuando se reciba un envío en los documentos compartidos
es_mx: Avisar por correo electrónico cuando hay un envío en el baúl de tareas
eu_es: Abisatu posta elektronikoaren bidez, dokumentu konpartituak jasotzen direnean
fa_ir: اخطار از طریق ایمیل بهنگام ثبت نام تبادل فایل
fi_fi: Hälytys sähköpostilla uudesta jaetusta tiedostosta
fo_fo: T-postur til brúkarar tá ið dropbox fíla verða tiknar ímótt
fur: E-mail a utents su riceviç di file dal dropbox
ga: Ríomhphost úsáideoirí ar fháil comhaid dropbox
gl: Avisar por e-mail ou enviando á caixa de entrega
he_il: דואר אלקטרוני למשתמשים בקליטת קבצי dropbox
hi: ड्रॉपबॉक्स फ़ाइल प्राप्ति पर उपयोगकर्ताओं को ईमेल करें
hr_hr: Upozorenje e-poštom za primanje nove datoteke u pretincu
hu_hu: Email értesítés új hallgatói leadás éesetén
hy: Էլ. փոստ օգտատերերին dropbox ֆայլի ստացման դեպքում
id_id: ngatkan melalui email pada saat pengumpulan dropbox
it: Avviso nuovo file
ja: 課題提出箱の送信を電子メールで通知
ka_ge: ელფოსტის შეტყობინება მომხმარებლებს dropbox ფაილის მიღებისას
ko_kr: 드롭박스 파일 수신 시 사용자에게 이메일
lo: ສົ່ງອີເມລຫາຜູ້ໃຊ້ເມື່ອໄດ້ຮັບໄຟລ໌ໃນ dropbox
lt_lt: Perspėti e-mailu naujo dokumento failų saugykloje pateikimo atveju
lv_lv: Brīdināt ar e-pasta ziņojumu, par dokumenta iesniegšanu Dokumentu / failu apmaiņas instrumentā
mk_mk: Предупредување преку e-mail за добиена порака преку алатката Размена на датотеки и пораки.
ms_my: E-mel pengguna semasa penerimaan fail dropbox
my_mm: ဒရော့ပ်ဘောက်စ်ဖိုင်လက်ခံရရှိမှုအတွက် အသုံးပြုသူများထံ အီးမေးလ်ပို့ပါ
ne: ड्रपबक्स फाइल प्राप्त हुँदा प्रयोगकर्ताहरूलाई इमेल
nl: Waarschuwing via email bij nieuw bestand in de Dropbox
nn_no: E-post til brukarar ved mottaking av dropbox-fil
oc: Alèrta per corriel qu'un document nòu es estat mandat dins lo repertòri compartit
pl_pl: Powiadomienie e-mail o nowym udostępnieniu dokumentów
ps: د ډراپ باکس فایل ترلاسه کولو پر مهال کاروونکي ته برېښنالیک
pt_br: Avisar por e-mail quando enviar arquivos para caixa de documentos compartilhados
pt_pt: Alerta por e-mail após submissão para a caixa de entrega
ro_ro: Activați notificare prin email cand se primeste o trimitere in documente partajate
ru_ru: Уведомление по почте при получении работы из ящика для содержимого
sk_sk: Upozornenie e-mailom o doručení do schránky správ
sl: E-poštno opozorilo o novi datoteki v nabiralniku
sq: E-mail përdoruesve në marrjen e skedarit dropbox
sr_rs: Pošalji e-poštu korisnicima pri prijemu datoteka u dropbox
sv_se: Skicka e-post när något lämnats i inlämningsmappen
sw_ke: Barua pepe kwa watumiaji wakati wa kupokea faili za dropbox
ta: டிராப்பாக்ஸ் கோப்பு பெறுதலில் பயனர்களுக்கு மின்னஞ்சல்
th: ส่งอีเมลถึงผู้ใช้เมื่อรับไฟล์ Dropbox
tl_ph: I-alerto sa pamamagitan ng e-mail sa pagsumite sa dropbox
tr: Dropbox sunumunda e-posta ile uyar
uk_ua: Email повідомлення при зміні вмісту скриньки контенту
vi_vn: Email người dùng khi nhận tệp hộp thư đến
xh_za: I-imeyile abasebenzisi kufumana ifayile le-dropbox
zh_cn: 当下拉列表提交时邮件报告功能
zh_tw: 於上傳檔案至投遞箱時發出電郵通知

source: E-mail users on dropbox files reception
ar: الاشعار بالبريد للمستخدمين عند استلام ملف من اداة مشاركة الملفات
ast_es: Activar l'avisu per corréu electrónicu de que se recibieren unvíos nel Buzón de llabores/deberes
bn_bd: ড্রপবক্স ফাইল গ্রহণের সময় ব্যবহারকারীদের ইমেইল করুন
bs_ba: E-pošta korisnicima pri primanju datoteka dropboxa
ca_es: Activar alerta per correu-e per un nou document enviat a compartició de fitxers
cs_cz: Aktivace upozornění e-mailem o novém doručení do poštovní schránky
da: Aktiver e-mailbesked ved modtagelse af nyt indhold i dueslag
de: E-Mail Benachrichtigung AN
el: Ενεργοποίηση των ειδοποιήσεων μέσω e-mail, όταν γίνεται υποβολή στο Dropbox
eo: Aktivigu perretpoŝtan avertadon ĉe nova dosiero en la enirkesto
es: Activar el aviso por correo electrónico de la recepción de nuevos envíos en los documentos compartidos
es_mx: Activar el aviso por correo electrónico de un nuevo envío al baúl de tareas
eu_es: Aktibatu posta elektronikoaren bidezko abisua, dokumentu konpartituen bidalketa berriak jasotzen direnean
fa_ir: فعال سازی اخطار ایمیل بهنگام ثبت نام تبادل فایل
fi_fi: Kytke hälytys sähköpostilla uudesta jaetusta tiedostosta
fo_fo: T-postur til brúkarar tá ið dropbox fílar verða tiknar ímótt
fur: E-mail a utents su riceviç di files dal dropbox
ga: Ríomhphost úsáideoirí ar fháil comhaid dropbox
gl: Activar os avisos por e-mail para os novos envíos á caixa de entregas
he_il: דואר אלקטרוני למשתמשים בקליטת קבצי dropbox
hi: ड्रॉपबॉक्स फ़ाइलें प्राप्ति पर उपयोगकर्ताओं को ईमेल करें
hr_hr: Omogući upozorenje e-poštom za primanje nove datoteke u pretincu
hu_hu: Email értesítés aktiválása új hallgatói leadás esetén
hy: Էլ. փոստ օգտատերերին dropbox ֆայլերի ստացման դեպքում
id_id: Aktifkan peringatan melalui email pada saat pengumpulan dropbox yang baru
it: Abilita l'avviso e-mail dell'arrivo di un file in Scambio file
ja: 課題提出箱の送信についての電子メール通知をアクティブにする
ka_ge: ელფოსტის შეტყობინება მომხმარებლებს dropbox ფაილების მიღებისას
ko_kr: 드롭박스 파일 수신 시 사용자에게 이메일
lo: ສົ່ງອີເມລຫາຜູ້ໃຊ້ເມື່ອໄດ້ຮັບໄຟລ໌ໃນ dropbox
lt_lt: Aktyvuoti e-mail perspėjimą naujo dokumento failų saugykloje pateikimo atveju
lv_lv: Aktivizēt e-pasta ziņojumu par dokumenta iesniegšanu Dokumentu / failu apmaiņas instrumentā
mk_mk: Активирај предупредување преку e-mail за порака во алатката Размена на датотеки и пораки.
ms_my: E-mel pengguna semasa penerimaan fail dropbox
my_mm: ဒရော့ပ်ဘောက်စ်ဖိုင်များလက်ခံရရှိမှုအတွက် အသုံးပြုသူများထံ အီးမေးလ်ပို့ပါ
ne: ड्रपबक्स फाइलहरू प्राप्त हुँदा प्रयोगकर्ताहरूलाई इमेल
nl: Activeer waarschuwing via email bij nieuw bestand in de Dropbox
nn_no: E-post til brukarar ved mottaking av dropbox-filer
oc: Activar l'alèrta per corriel qu'un document nòu es estat mandat dins lo repertòri compartit
pl_pl: Włącz powiadomienie e-mail o nowym udostępnieniu dokumentów
ps: د ډراپ باکس فایلونو ترلاسه کولو پر مهال کاروونکي ته برېښنالیک
pt_br: Ativar o alerta por e-mail de novos envios na caixa de documentos compartilhados
pt_pt: Activar alerta por e-mail após submissões para a caixa de entrega
ro_ro: Activați notificare prin email de primirea de noi trimiteri in documente partajate
ru_ru: Уведомление по почте при получении следующей работы из ящика для содержимого
sk_sk: Aktivovať upozornenie e-mailom o novom doručení do schránky správ
sl: Aktiraj e-poštno opozorilo ob novem odlaganju v nabiralnik
sq: E-mail përdoruesve në marrjen e skedarëve dropbox
sr_rs: Pošalji e-poštu korisnicima pri prijemu datoteka u dropbox
sv_se: Aktivera e-postmeddelande vid inlämning i mappen
sw_ke: Barua pepe kwa watumiaji wakati wa kupokea faili za dropbox
ta: டிராப்பாக்ஸ் கோப்புகள் பெறுதலில் பயனர்களுக்கு மின்னஞ்சல்
th: ส่งอีเมลถึงผู้ใช้เมื่อรับไฟล์ Dropbox
tl_ph: I-activate ang alerto sa e-mail sa pagsumite sa dropbox
tr: Dropbox sunumunda e-posta ile uyarıyı aktifleştir
uk_ua: Активувати email повідомлення при новому призначенні в скринці контенту
vi_vn: Email người dùng khi nhận tệp hộp thư đến
xh_za: I-imeyile abasebenzisi kufumana iifayile ze-dropbox
zh_cn: 激活下拉列表提交时电子邮件错误报告
zh_tw: 啟動上傳檔案至投遞箱時發出電郵通知服務
