Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Show the classes to users. Classes are a feature that allow you to register/unregister groups of users into a session or a course directly, reducing the administrative hassle. When you pick this option, learners will be able to see in which class they are through their social network interface.
so_so: Muuji fasalada isticmaale. Fasalladu waa qayb kuu oggolaanaysa in aad diiwaaniso / ka saarto kooxo isticmaale kalfadhi ama koorso si toos ah, hoos u dhigaya dhibaatooyinka maamulka. Marka aad doorato doorashadan, ardaydu waxay awoodi doonaan in ay arkaan fasalka ay ku jiraan iyada oo loo marayo interface-ka shabakadda bulshada.

source: Exercise will be activated from %s to %s
so_so: Shaqa shaqada waa la hawl galin doonaa laga bilaabo %s ilaa %s

source: Exercise available from %s
so_so: Shaqa shaqada waa la heli karaa laga bilaabo %s

source: Exercise available until %s
so_so: Shaqa shaqada waa la heli karaa ilaa %s

source: Big icons view
so_so: Muuqaalka summadaha waaweyn

source: Check file permissions
so_so: Hubi ogolaanshaha faylka

source: Added to a LP
so_so: Lagu daray LP

source: Enable Quiz scenario
so_so: Daaw shaqa imtixaanka

source: From here you will be able to create exercises that propose different questions depending in the user's answers.
so_so: Halkan waxaad ka abuuri doontaa shaqooyin soo jeedinaya su'aalo kala duwan iyadoo ku xidhan jawaabaha isticmaale.

source: Can't find the applet Nanogong
so_so: Ma heli karo applet-ka Nanogong

source: Before try to send the file you should make the recording
so_so: Ka hor inta aanad isku dayin in aad soo gisho faylka waa in aad duubtaa

source: You did not give a name to file
so_so: Ma aad magac siin faylka

source: Failed to submit the voice recording
so_so: Waan ku guuldareystay gudbinta duubista codka

source: Voice recording has been submitted
so_so: Duubista codka waa la gudbiyay

source: Record my voice
so_so: Duubo codkeyga

source: To start recording press the red button
so_so: Si aad u bilowdo duubista riix badhanka cas

source: Voice record
so_so: Duubista codka

source: Your browser does not send your recording to the platform, although you can save on your computer disk and send it later. To have all the features, we recommend using advanced browsers such as Firefox or Chrome.
so_so: Browser-kaagu uma soo diinayo duubistaada platformka, in kasta oo aad ku keydin karto disk-ka kombiyuutarkaaga oo aad u soo gisho goor dambe. Si aad u hesho dhammaan sifooyinka, waxaan ku talinaynaa isticmaalka browsers horumarsan sida Firefox ama Chrome.

source: Already exist a file with the same name. Please, rename the file.
so_so: Horey u jiray fayl leh magac isku mid. Fadlan, beddel magaca faylka.

source: Activate recorder - voice player Nanogong
so_so: Hawl galinta duubista - codka Nanogong

source: Nanongong is a recorder - voice player that allows you to record your voice and send it to the platform or download it into your hard drive. It also lets you play what you recorded. The learners only need a microphone and speakers, and accept the load applet when first loaded. It is very useful for language learners to hear his voice after listening the correct pronunciation proposed by teacher in a wav voice file.
so_so: Nanogong waa duubiste - codka taas oo kuu oggolaanaysa in aad duubto codkaaga oo aad u soo gisho platformka ama aad ku soo dejiso adiga oo adkeysi ah. Waxa kale oo kuu oggolaanaysa in aad ku cayaarto waxa aad duubtay. Ardaydu waxay ubaahan yihiin mikrofoon iyo kuushanno, oo ay aqbalaan applet-ka marka ugu horeysa la raro. Waxay aad ugu faa'iido badan tahay ardayda luqadaha si ay u maqlaan codkooda ka dib markay maqlaan ku dhawaaqida saxda ah ee macallinku soo jeediyo fayl codka wav ah.

source: Assessments and attendances
so_so: Qiimeynta iyo xaadiritaanka

source: Exercises and learning paths are invisible in the new course
so_so: Layliyada iyo dariiqooyinka waxbarashadu kuma muuqdaan koorsada cusub

source: Select a date range
so_so: Dooro kala duwanaansho taariikh

source: Are you sure you want to lock the evaluation?
so_so: Ma hubtaa in aad rabto in aad qabtid qiimeynta?

source: Are you sure you want to unlock the evaluation?
so_so: Ma hubtaa in aad rabto in aad furto qiimeynta?

source: Evaluation has been unlocked
so_so: Qiimeynta waa la furay

source: Evaluation has been locked
so_so: Qiimeynta waa la xiray

source: All done
so_so: Wax walba waa la dhameeyay

source: All not done
so_so: Waxba lama dhameeyin

source: If your Learning paths have audio files included, you should select them from the documents
so_so: Haddii dariiqooyinkaada waxbarashadu ay ku jiraan faylal maqal ah, waa in aad ka doorataa dukumentiyada

source: If you plan to upgrade from an older version of Chamilo, you might want to <a href="../../documentation/changelog.html" target="_blank">have a look at the changelog</a> to know what's new and what has been changed
so_so: Haddii aad qorsheynayso in aad ka cusboonaysiiso nooca hore ee Chamilo, waxaa laga yaabaa in aad <a href="../../documentation/changelog.html" target="_blank">eegto isbeddelka</a> si aad u ogaato waxa cusub iyo waxa la beddelay

source: There was a problem uploading your document: the received file had a 0 bytes size on the server. Please, review your local file for any corruption or damage, then try again.
so_so: Dhibaato ayaa jirtay kor u qaadista dukumentigaaga: faylka la helay wuxuu lahaa 0 bytes cabbirka serverka. Fadlan, dib u eeg faylkaaga maxalliga ah wax xun ama dhaawac, ka dib isku day mar kale.

source: You have to choose a relation type
so_so: Waa in aad doorataa nooca xiriirka

source: Relation type selection
so_so: Doorta nooca xiriirka

source: Add user to this URL
so_so: Ku dar isticmaale URLkan

source: Course registered to the URL
so_so: Koorska ayaa loo diiwaan geliyay URLka

source: You have to select at least one session and one URL
so_so: Waa in aad doorataa ugu yaraan hal kalfadhi iyo hal URL

source: Select a URL
so_so: Dooro URL

source: The sessions have been updated.
so_so: Kalfadhiinta waa la cusboonaysiiyay.

source: URL deleted.
so_so: URL waa la tirtiray.

source: Cannot delete this URL.
so_so: Ma tirtiri karo URLkan.

source: Courses on the platform.
so_so: Koorsaska platformka.

source: Users updated.
so_so: Isticmaale yaashii la cusboonaysiiyay.

source: Course homepage
so_so: Bogga koorska

source: Coming soon...
so_so: Waxaa dhowaan imaan doona...

source: Dummy course content - only available on test platforms.
so_so: Nuxurka koorska tijaabada - kaliya laga heli karo aaladaha tijaabada.

source: There are no selected courses or the courses list is empty.
so_so: Ma jiraan koorsado la doortay ama liiska koorsaska waa madhan.

source: A code has been used twice in the file. This is not authorized. Courses codes should be unique.
so_so: Koodh ayaa laba jeer loo isticmaalay faylka. Tani ma ogola. Furayaasha koorsaska waa in ay noqdaan kuwo gaar ah.

source: This code exists
so_so: Koodhkan wuu jiraa

source: The category could not be found
so_so: Qaybta lama heli karin

source: Title of related course
so_so: Ciwaanka koorska la xiriiray

source: Linked course's code
so_so: Koodhka koorska la xiriiray

source: Assign users to sessions administrator
so_so: Ku meeleey isticmaale kalfadhiinta maamulaha

source: Assign a users list to the sessions administrator
so_so: Ku meeleey liiska isticmaale kalfadhiinta maamulaha

source: Class updated.
so_so: Fasalka waa la cusboonaysiiyay.

source: Class deleted.
so_so: Fasalka waa la tirtiray.

source: The class could not be deleted.
so_so: Fasalka lama tirtiri karin.

source: Some of the classes could not be deleted.
so_so: Qaar ka mid ah fasalada lama tirtiri karin.

source: Don't uncheck
so_so: Ha furin

source: Modified
so_so: La beddelay

source: Sessions list
so_so: Liiska kalfadhiinta

source: Promotion
so_so: Dalacsi

source: Update session
so_so: Cusboonaysii kalfadhi

source: Path
so_so: Dariiq

source: Over 100
so_so: In ka badan 100

source: Under the minimum.
so_so: Ka hooseeya ugu yar.

source: Select export option
so_so: Dooro doorashada dhoofinta

source: Field added.
so_so: Goobta waa la daray.

source: The parent language does not exist.
so_so: Luqadda aabbaha ma jiro.

source: The sub-language has not been removed.
so_so: Luqadda-hoosaadka lama saarin.

source: Show/Hide
so_so: Muuj/Daa

source: The status of this user cannot be changed to human resources manager.
so_so: Xaaladda isticmaalahani looma beddeli karo maamulka shaqaalaha.

source: Field taken
so_so: Goobta la qaatay

source: Authentication source unavailable.
so_so: Isha authentication-ka lama heli karo.

source: Users subscribed to several courses through the use of virtual courses.
so_so: Isticmaale yaqay ku jiraan koorsooyin badan iyadoo la adeegsanayo koorsooyinka virtual-ka.

source: This user doesn't have a related URL.
so_so: Isticmaalahan URL la xidhiidha ma hayo.

source: Extra data
so_so: Xog dheeraad ah

source: Tests in learning paths
so_so: Imtixaannada jidka waxbarashada

source: There was an error.
so_so: Qalad ayaa dhacay.

source: Cannot move this to the same session.
so_so: Looma wareejin karo kalfadhigaan.

source: Stats moved.
so_so: Tirakoobka waa la wareejiyay.

source: User information for this course
so_so: Macluumaadka isticmaalaha ee kooraskan

source: Original course
so_so: Kooraska asalka ah

source: Original session
so_so: Kalfadhigga asalka ah

source: Destination course
so_so: Kooraska goobjoogga

source: Destination session
so_so: Kalfadhigga goobjoogga

source: The course does not exist in this session. The copy will work only from one course in one session to the same course in another session.
so_so: Koorasku kalfadhigaan ka jiro ma jiro. Nuqulku wuxuu shaqeyn doonaa oo keliya kooras ka mid ah kalfadhiiga kalfadhi kale.

source: User not registered.
so_so: Isticmaalaha lama diiwaan gelin.

source: View stats
so_so: Eeg tirakoobka

source: Responsible
so_so: Masuul

source: The attendance sheet is locked.
so_so: Warqadda xaadirka waa quful.

source: Assistance
so_so: Caawin

source: A course category with the same name already exists.
so_so: Qaybta kooraska oo leh magac isku mid ah ayaa hore u jirtay.

source: OpenID redirect
so_so: Tilmaamidda OpenID

source: Blogs
so_so: Balogga

source: Select a course
so_so: Dooro kooras

source: Please select a course or a session in the sidebar.
so_so: Fadlan dooro kooras ama kalfadhi dhinacta sare.

source: Others
so_so: Kuwa kale

source: Back to the course description
so_so: Ku noqo sharaxaadda kooraska

source: Postpone
so_so: Tajiir

source: The user doesn't have permissions to do the requested operation.
so_so: Isticmaaluhu ma hayo ogolaansho uu ku fuliyo hawlgal la codsaday.

source: When a course code is duplicated, the database system detects a course code that already exists and prevents the creation of a duplicate. Please ensure no course code is duplicated.
so_so: Marka code-ka kooraska la nuqulo, nidaamka database-ku wuxuu ogaanayaa code-ka kooraska ee hore u jiray wuxuuna ka hortagayaa abuurista nuqul. Fadlan hubi in aan code-ka kooraska la nuqulin.

source: New image
so_so: Sawir cusub

source: Untitled
so_so: Madhan

source: Cannot delete files that are configured in read-only mode.
so_so: Looma tirtiri karo faylalka loo sameeyay qaabka wax-akhrinta-kaliya.

source: Invalid user detected.
so_so: Isticmaale aan sax ahayn ayaa la ogaaday.

source: Invalid group detected.
so_so: Koox aan sax ahayn ayaa la ogaaday.

source: Overview of files in this Zip
so_so: Muuqaalka faylalka Zipkan

source: Tests limits added
so_so: Xuduudaha imtixaannada waa la daray

source: Unlimited
so_so: Aan xadidnayn

source: Limited time
so_so: Waqti xaddidan

source: Limited attempts
so_so: Isku day xaddidan

source: Times
so_so: Jeer

source: Enable exercise timer controller.
so_so: Shid kontaroolaha waqtiga layli.

source: Numerical
so_so: Tir

source: Acceptable
so_so: La aqbali karo

source: Change the visibility of the current image
so_so: Beddel muuqalka sawirkan

source: Steps
so_so: Tallaabooyinka

source: Original value
so_so: Qiimaha asalka ah

source: Choose an answer
so_so: Dooro jawaab

source: Import exercise
so_so: Soo dejin casharka

source: Multiple choice, multiple answers
so_so: Xulasho badan, jawaabo badan

source: Multiple choice, unique answer
so_so: Xulasho badan, jawaab kaliya

source: HotPotatoes files
so_so: Faylalka HotPotatoes

source: Area to avoid
so_so: Aagga la iska ilaaliyo

source: Total score is too big
so_so: Wadarta dhibcaha aad u weyn tahay

source: Invalid question type
so_so: Nooca su'aasha sax ah maaha

source: Insert qualification corresponding to max score
so_so: Geli qiimeynta u dhiganta dhibcaha ugu badan

source: Thread moved
so_so: Mawqafka la raray

source: Migrate forum
so_so: Raro forumka

source: You will be notified
so_so: Waa lagu ogeysiin doonaa

source: Warning: moving gradebook elements can be dangerous for the data inside your gradebook.
so_so: Digtoow: Rarista walxaha buugga dhibcaha waxay khatar u geysan kartaa xogta buuggaaga dhibcaha.

source: The gradebook has been moved.
so_so: Buugga dhibcaha waa la raray.

source: The gradebook component has been moved.
so_so: Qaybta buugga dhibcaha waa la raray.

source: There are not linked components.
so_so: Ma jiraan qaybo isku xidhan.

source: There is no unique score range possibility.
so_so: Ma jiro fursad kala duwanaansho dhibcaha kaliya.

source: The user did not take the exam.
so_so: Isticmaaleha imtixaanku ma gelin.

source: Delete user
so_so: Tirtir isticmaale

source: Result deleted.
so_so: Natiijada waa la tirtiray.

source: Results deleted.
so_so: Natiijooyinka waa la tirtiray.

source: Overwrite the maximum.
so_so: Ka duubi kan ugu badan.

source: The import should overwrite the score.
so_so: Soo dejinta waa inay ka duubtaa dhibcaha.

source: No decimals
so_so: Alxisaan la'aan

source: Negative value
so_so: Qiime xun

source: To export, you must lock the evaluation.
so_so: Si aad u dhoofiso, waa inaad qufulaad qiimeynta.

source: Show links
so_so: Muujinka xiriiriyada

source: Total for this category.
so_so: Wadarta qaybtan.

source: Open document
so_so: Furo dukumentiga

source: Lock evaluation
so_so: Quful qiimeynta

source: Unlock evaluation.
so_so: Furo qiimeynta.

source: The evaluation is locked.
so_so: Qiimeynta waa la qufalan.

source: Back to evaluation.
so_so: Ku noqo qiimeynta.

source: Uploaded.
so_so: La soo dejin.

source: Saved.
so_so: La keydiyay.

source: Reset
so_so: Dib u deji

source: E-mail sent from the platform
so_so: E-mailka laga soo diray goobta

source: Information about the last finished step and the next unfinished one.
so_so: Macluumaad ku saabsan tallaabadii ugu dambeysay ee la dhameeyay iyo tan xigta ee aan la dhameyn.

source: LaTeX code
so_so: Koodka LaTeX

source: LaTeX formula
so_so: Facaanta LaTeX

source: Are you sure you want to lock the attendance?
so_so: Ma hubin inaad rabto inaad quflaan xaadiritaanka?

source: The attendance is not locked, which means your teacher is still able to modify it.
so_so: Xaadiritaanku ma xirna, taas oo macnaheedu yahay in macallinkaagu weli wax ka beddeli karo.

source: Lock attendance
so_so: Quful xaadiritaanka

source: Are you sure you want to unlock the attendance?
so_so: Ma hubin inaad rabto inaad furi xaadiritaanka?

source: Unlock attendance
so_so: Furo xaadiritaanka

source: Locked attendance
so_so: Xaadiritaanka la qufalan

source: Decrease the font size
so_so: Yaraabi xajmiga font

source: Reset the font size
so_so: Dib u deji xajmiga font

source: Increase the font size
so_so: Kordhi xajmiga font-ka

source: Logged in as %s
so_so: Ku galay sidii %s

source: Quantity
so_so: Tiro

source: Attachment upload
so_so: Sare u dejinta lifaaqa

source: Auto-registration course
so_so: Kooraska is-diiwaangelinta

source: The thematic advance tool allows you to organize your course through time.
so_so: Qalabka horumarka thematic-ku waxa uu kuu oggol yahay in aad kooraskaaga ku nidaamiso wakhti.

source: The URL requested to get to this page, without the domain definition.
so_so: URL-ka la codsaday si aad u tagto boggan, oo aan lahayn qeexitaanka domain-ka.

source: Free space on disk
so_so: Booska lacag la'aanta ah diska

source: Protected folder
so_so: Galka la ilaaliyo

source: Some HTML attributed are not allowed.
so_so: HTML-ka qaar ee sifooyinka lama oggolayn.

source: My other classes
so_so: fasalladayda kale

source: The provided XLS file is not valid.
so_so: Faylka XLS la bixiyay ma saxayn.

source: You are registered to session: %s.
so_so: Waxaa lagu diiwaan geliyay kalfadhi: %s.

source: Prev
so_so: Hore

source: Configuration
so_so: Habaynta

source: Welcome to the Chamilo installer
so_so: Ku soo dhawow rakibaha Chamilo

source: Your PHP version does not match the requirements for this software. Please check you have the latest version, then try again.
so_so: Noocaaga PHP ma waafaqsanayo shuruudaha software-ka. Fadlan hubi in aad haysato nooca ugu dambeeyay, ka dib isku day mar kale.

source: To social group
so_so: Ku tag kooxda bulshada

source: %s wrote: <br /><i>%s</i>
so_so: %s wuxuu qoray: <br /><i>%s</i>

source: Back to the group
so_so: Ku noqo kooxda

source: Go to attendances
so_so: Tag xaadirka

source: Go assessments
so_so: Tag qiimeynta

source: Edit current module
so_so: Tafatiraha module-ka hadda

source: Terms for the search feature
so_so: Shuruudaha qalabka raadinta

source: User roles
so_so: Doorka isticmaale

source: Group roles
so_so: Doorka kooxda

source: Store permissions
so_so: Kaydka ogolaanshaha

source: Pending invitation
so_so: Casuumad sugaysa

source: Maximum file size: %sMB.
so_so: Xajmiga faylka ugu badan: %sMB.

source: Your message has been sent.
so_so: Farriintaada waa la diray.

source: Survey type unknown
so_so: Nooca sahanka lama garanayo

source: Survey undefined
so_so: Sahanka lama qeexin

source: Question comment
so_so: Faallo su'aal

source: Unknown question
so_so: Su'aal la yaqaan

source: Delete a survey group
so_so: Tirtir kooxda sahanka

source: An error occurred.
so_so: Qalad ayaa dhacay.

source: Classes unsubscribed.
so_so: Fasallada laga jaray.

source: Not added to course
so_so: Kooraska lama darin

source: Users who did not register.
so_so: Isticmaale aan is diiwaan gelin.

source: Clear filter results
so_so: Nadiifiye natiijooyinka shaandhaynta

source: Select filter
so_so: Dooro shaandhaynta

source: Pages most linked
so_so: Bogagga ugu badan ee la xidhay

source: Dead end pages
so_so: Bogagga dhamaadka dhamaadka

source: Newest pages
so_so: Bogagga cusub

source: Longest pages
so_so: Bogagga ugu dheera

source: Hidden pages
so_so: Bogagga qarsoon

source: Most discussed pages
so_so: Bogagga ugu badan ee laga hadlay

source: Best scores pages
so_so: Bogagga dhibcaha ugu fiican

source: Highest progress pages
so_so: Bogagga horumarka ugu sarreeya

source: Most discussed users
so_so: Isticmaale ya ugu badan ee lalaabiyay

source: Random page
so_so: Bogga random

source: The date of effective blocking of sending the work can not be before the displayed posting deadline.
so_so: Taariikhda xannibaadda dhabta ah ee dirista shaqada ma noqon karto ka hor muddada la soo bandhigay.

source: Not reviewed
so_so: Ma eegin

source: The operation is impossible, a directory with this name already exists.
so_so: Hawlgalku ma noqon karo, diiwaan leh magacan waxa uu horay u jiray.

source: Document moved
so_so: Dokumentiga waa la wareejiyay

source: There is no class scheduled today, try picking another day or add your attendance entry yourself using the action icons.
so_so: Ma jiro fasal maanta loo qorsheeyay, isku day doorashada maalin kale ama ku dar gelitaanka xaadirkaaga adiga oo iska shaqaynaya astaamaha ficilka.

source: Add to calendar
so_so: Ku dar kalandarka

source: Total weight
so_so: Miisaanka guud

source: Random pick
so_so: Dooro random

source: The sum of all activity weights must be equal to the total weight indicated in your assessment settings, otherwise the learners will not be able to reach the sufficient score to achieve their certification.
so_so: Isugeynta dhammaan miisaanka hawlaha waa in ay u dhigantaa miisaanka guud ee ku cad goobaha qiimeyntaada, haddii kale ardaydu ma heli doonaan dhibcaha ku filan si ay u gaaraan shahaadadooda.

source: The sum of all weights of activities inside this assessment has to be equivalent to this number.
so_so: Isugeynta dhammaan miisaanka hawlaha qiimeyntan dhexdeeda waa in ay u dhigantaa lambarkan.

source: Auto-evaluation mode: show score and expected answers
so_so: Qaabka is-baaxinta: muuji dhibcaha iyo jawaabaha la filayo

source: Exam mode: Do not show score nor answers
so_so: Qaabka imtixaanka: Ha muujin dhibcaha iyo jawaabaha

source: You need to add a session category first
so_so: Waa in aad marka hore ku dartaa qaybta kalfadka

source: You have a new invitation from %s
so_so: Waxaad heshay casuumad cusub oo ka socota %s

source: You have a new message from group %s
so_so: Waxaad heshay farriin cusub oo ka socota kooxda %s

source: You have a new message from %s
so_so: Waxaad heshay farriin cusub oo ka socota %s

source: See message
so_so: Eeg farriinta

source: See invitation
so_so: Eeg casuumadda

source: You have received this notification because you are subscribed or involved in it to change your notification preferences please click here: %s
so_so: Waxaad heshay ogeysiiskan sababtoo ah aad ka diiwaangashan tahay ama aad ku lug leedahay si aad u beddesho doorashada ogeysiiskaada fadlan halkan riix: %s

source: Replies
so_so: Jawaabaha

source: Reply
so_so: Jawaab

source: Installation guide
so_so: Hagega rakibaadda

source: Changes in last version
so_so: Isbeddellada nooca ugu dambeeyay

source: Contributors list
so_so: Liiska ka qayb qaataayaasha

source: Security guide
so_so: Hagega amniga

source: Optimization guide
so_so: Hagega hagaajinta

source: Free/Busy calendar
so_so: Kalandarka Bilaash/Gebi ahaan mashquul

source: Load users' extra data
so_so: Rari xogta dheeraadka ah ee isticmaale

source: Broken
so_so: Jebiyay

source: Check link
so_so: Hubin xiriirka

source: Error: the element defined as prerequisite has been deleted.
so_so: Qalad: curiska loo qeexay shuruudda horudhaca ah waa la tirtiray.

source: No item yet
so_so: Wali ma jiro shay

source: Protected pages
so_so: Bogagga la ilaaliyo

source: Load extra user fields data (have to be marked as 'Filter' to appear).
so_so: Rari xogta goobaha dheeraadka ah ee isticmaale (waxaay tahay in lagu calaamadeeyo 'Filter' si aad u muuqato).

source: Assistant
so_so: Caawiye

source: The sum of all weights of activities must be %s
so_so: Isugeynta dhammaan miisaanka hawlaha waa in ay ahaadaan %s

source: Max weight need to be provided
so_so: Miisaanka ugu badan waa in la bixiyaa

source: Extension could be loaded
so_so: Kordhinta waa la rari karaa

source: SCORM Authoring tools supported
so_so: Qalabka qorista SCORM ee la taageero

source: Disable end date
so_so: Namqaan taariikhda dhamaadka

source: Forum Categories
so_so: Qaybaha Forum-ka

source: Cleanup of cache and temporary files
so_so: Nadiifinta cache iyo faylalka ku meel gaarka ah
