Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Video generation failed.
qu_pe: Willakuy qhapaq mana rurunkun.

source: Waiting for the video to be ready...
qu_pe: Willakuy qhapaq...

source: Please complete all fields.
qu_pe: Huk kutipuni kamachiykunata.

source: Image generation is not enabled for this course.
qu_pe: Kursopi willakuy qhapaq mana qhapaqchu.

source: Video generation is not enabled for this course.
qu_pe: Kursopi willakuy qhapaq mana qhapaqchu.

source: Generation failed.
qu_pe: Qhapaq mana rurunkun.

source: Generated successfully. Review the preview and save when ready.
qu_pe: Qhapaq. Qhawarinaq qhawarillakuyta.

source: Generated successfully. Saving is disabled because the provider returned a URL.
qu_pe: Qhapaq. Qhapaq URL nisqawan mana qhapaqchu.

source: Video generation started. Waiting for the result...
qu_pe: Willakuy qhapaq. Riman qhapaq...

source: AI returned an empty response.
qu_pe: Yachachisqa willakuy mana willakuy.

source: Nothing to save yet.
qu_pe: Mana imatapis rakiyta atinchu.

source: This provider did not return base64 content. Please try another provider.
qu_pe: Kay provisor base64 contenido mana kutichusqan. Otrun provisor uyariy.

source: Saving failed.
qu_pe: Rakiyta atikuy qunqalla.

source: Get AI feedback
qu_pe: AI willakuyta chaskiy

source: Copy answer to clipboard
qu_pe: Respuesta clipboardman copiy

source: Save answer to my inbox
qu_pe: Respuesta ñoqap inboxman rakiy

source: The document is already in this folder
qu_pe: Pukyun kay phupichmanmi kashpan.

source: Copied
qu_pe: Copiyta

source: You do not have permission to generate glossary terms.
qu_pe: Mana querisqayki glosario terminukuna kamachiyta.

source: Video generation is in progress
qu_pe: Video kamachiy ruruy

source: Job
qu_pe: Kamachiq

source: Modified prompt
qu_pe: Kutichisqa prompt

source: Saved in Documents
qu_pe: Yachaykunaqpi rakisqa
