Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Disk Space
ar: نصاب المقررات
ast_es: Cantidá d'espaciu pal cursu nel servidor
bn_bd: ডিস্ক স্পেস
bs_ba: Prostor na disku
ca_es: Quota del curs
cs_cz: Kvóta kurzu
da: Kursuskvote
de: Standard Speicherplatz für Kurse
el: Χώρος Δίσκου
eo: Kursa kvoto
es: Espacio del curso en el servidor
es_mx: Cuota del curso
eu_es: Ikastaroaren espazioa diskoan
fa_ir: حجم فضای اختصاص داده شده به درس
fi_fi: Levytila
fo_fo: Diskur pláss
fur: Spazi su disk
ga: Spás Diosca
gl: Tamaño do Curso
he_il: שטח דיסק
hi: डिस्क स्थान
hr_hr: Kvota kolegija
hu_hu: Kurzus kvóta
hy: Հաստակի տարածք
id_id: Quota Mata Kuliah
it: Spazio concesso al corso
ja: ディスク領域
ka_ge: დისკის სივრცე
ko_kr: 코스 할당 용량
lt_lt: Kurso kvota
lv_lv: Kursa Kvota <br>( Kursam atvēlētais apjoms uz kopējā cietā diska)
mk_mk: Квота на курсот
ms_my: Ruang Cakera
my_mm: ဒစ်စ်နေရာလွတ်
ne: डिस्क स्थान
nl: Cursusquotum
nn_no: Diskplass
oc: Espaci disc
pl_pl: Rozmiar kursu
ps: ډیسک ځای
pt_br: Espaço em Disco
pt_pt: Espaço em disco
ro_ro: Cota alocata pentru curs
ru_ru: Размер курса
sk_sk: Kvóta kurzu
sl: Kvota tečaja
sq: Hapësira e Diskut
sr_rs: Kvota kursa
sv_se: Utrymmeskvot för kurser
sw_ke: Nauli ya Diski
ta: டிஸ்க் இடம்
th: มีพื้นที่เก็บไฟล์ของวิชาในระบบให้เป็นจำนวน(ไบท์)
tl_ph: Espasyon ng Disk
tr: Ders Kotası
uk_ua: Розмір курсу
vi_vn: Dung lượng đĩa
xh_za: Indawo yediski
zh_cn: 课程数量限制
zh_tw: 課程數量

source: Edit notice
ar: تحرير الملاحظة
ast_es: Editar noticia
bn_bd: নোটিশ সম্পাদনা করুন
bs_ba: Uredi obavijest
ca_es: Editar notícia
cs_cz: Upravit poznámku
da: Rediger notits
de: Nachricht bearbeiten
el: Επεξεργασία ειδοποίησης
eo: Ŝanĝi anoncon
es: Editar aviso
es_mx: Editar notificación
eu_es: Editatu abisua
fa_ir: تغییر یادداشت
fi_fi: Muokkaa ilmoitusta
fo_fo: Brota kunngjøring
fur: Modifiche avisi
ga: Cuir fógra in eagar
gl: modificar anuncio
he_il: ערוך התרעה
hi: सूचना संपादित करें
hr_hr: Uredi obavijest
hu_hu: Hirdetmény szerkesztése
hy: Խմբագրել ծանուցումը
id_id: Edit pemberitahuan
it: Modifica l'avviso
ja: お知らせを編集
ka_ge: შეტყობინების რედაქტირება
ko_kr: 알림 수정
lo: ແກ້ໄຂແຈ້ງການ
lt_lt: Redaguoti įspėjimą
lv_lv: Veidot / Labot galvenās lapas informatīvo tekstu
mk_mk: Уреди забелешка
ms_my: Edit notis
my_mm: အသိပေးချက်ကို တည်းဖြတ်ပါ
ne: सूचना सम्पादन गर्ने
nl: Wijzig melding
nn_no: Rediger notis
oc: Modificar l'avís
pl_pl: Edytuj notatkę
ps: اعلان سمول
pt_br: Editar avisos
pt_pt: Editar notificação/aviso
ro_ro: Editati notite
ru_ru: Редактировать сообщение (извещение)
sk_sk: Upraviť oznam
sl: Uredi obvestilo
sq: Ndrysho njoftimin
sr_rs: Izmeni obaveštenje
sv_se: Ändra anteckning
sw_ke: Hariri tangazo
ta: அறிவிப்பைத் திருத்து
th: แก้ไขการแจ้งข่าว
tl_ph: I-edit ang paunawa
tr: Uyarı Düzenle
uk_ua: Редагувати нотатки
vi_vn: Sửa thông báo
xh_za: Hlela isaziso
zh_cn: 编辑通知
zh_tw: 編輯通告

source: Add a page/hyperlink
ar: إدراج رابط
ast_es: Insertar enllaz
bn_bd: একটি পেজ/হাইপারলিঙ্ক যোগ করুন
bs_ba: Dodaj stranicu/hipervezu
ca_es: Insertar enllaç
cs_cz: vložit odkaz (link)
da: indsæt link
de: Link einfügen
el: Προσθήκη σελίδας (CMS)
eo: Aldoni hipertekstan ligilon
es: Insertar página/enlace
es_mx: insertar enlace
eu_es: Txertatu lotura
fa_ir: اضافه نمودن پیوند جدید
fi_fi: Lisää sivu (CMS)
fo_fo: Legg afturat síðu/hyperlink
fur: Zontâ une pàgine/iperleam
ga: Cuir leathanach/nasc leis
gl: Introducir ligazón
he_il: הוסף דף או קישור
hi: पृष्ठ/हाइपरलिंक जोड़ें
hr_hr: umetni poveznicu
hu_hu: link beillesztése
hy: Ավելացնել էջ/հղում
id_id: masukkan link
it: inserisci un collegamento
ja: ページ/ハイパーリンクを追加
ka_ge: გვერდის/ჰიპერკავშირის დამატება
ko_kr: 링크 삽입
lt_lt: įterpti nuorodą
lv_lv: Pievienot vietni (saiti)
mk_mk: вметни врска
ms_my: Tambah halaman/hiperpautan
my_mm: စာမျက်နှာ/ဟိုက်ပါလင့်ခ်တစ်ခုထည့်ပါ
ne: पृष्ठ/हाइपरलिङ्क थप्ने
nl: Voeg hyperlink toe
nn_no: sett inn lenke
oc: Apondre una pagina/liame hipertext
pl_pl: wstaw łącze (link)
ps: پاڼه/هایپرلینک اضافه کړئ
pt_br: Inserir uma página (link CMS)
pt_pt: Adicionar uma página (CMS)
ro_ro: inserati link
ru_ru: вставка ссылки
sk_sk: Vložiť odkaz
sl: Vstavi stran(CMS)
sq: Shto një faqe/hiperlidhje
sr_rs: Ubaci link
sv_se: lägg till länk
sw_ke: Ongeza ukurasa/kiungo
ta: பக்கம்/இணைப்பு சேர்க்கவும்
th: เพิ่มการเชื่อมโยง
tl_ph: Magdagdag ng pahina/hyperlink
tr: bağlantı ekle
uk_ua: вставити посилання
vi_vn: Thêm trang/chuỗi liên kết
xh_za: Faka iphepha/hyperlink
zh_cn: 插入链接
zh_tw: 插入連結

source: Edit News
ar: تحرير الأخبار
ast_es: Editar noticies
bn_bd: সংবাদ সম্পাদনা করুন
bs_ba: Uredi vijesti
ca_es: Editar notícies
cs_cz: Editovat Novinky
da: Rediger nyheder
de: Nachrichten bearbeiten
el: Επεξεργασία Ειδήσεων/Νέων
eo: Ŝanĝi novaĵon
es: Editar noticias
es_mx: Editar las noticias
eu_es: Editatu berriak
fa_ir: تغییر اخبار
fi_fi: Muokkaa uutisia
fo_fo: Brota tíðindir
fur: Modifiche novitâts
ga: Cuir Nuacht in eagar
gl: Modificar novas
he_il: עריכת חדשות
hi: समाचार संपादित करें
hr_hr: Uredi novosti
hu_hu: Hírek szerkesztése
hy: Խմբագրել նորությունները
id_id: Edit Berita
it: Modifica le news
ja: ニュースを編集
ka_ge: სიახლეების რედაქტირება
ko_kr: 뉴스 수정
lo: ແກ້ໄຂຂ່າວ
lt_lt: Redaguoti naujienas
lv_lv: Labot Ziņas
mk_mk: Уреди Вести
ms_my: Edit Berita
my_mm: သတင်းကို တည်းဖြတ်ပါ
ne: समाचार सम्पादन गर्ने
nl: Wijzig nieuws
nn_no: Rediger nyheter
oc: Modificar las novèlas
pl_pl: Edytuj Wiadomości
ps: خبرونه سمول
pt_br: Editar Notícias
pt_pt: Editar Notícias
ro_ro: Editati stiri
ru_ru: Редактировать новости
sk_sk: Upraviť novinky
sl: Uredi novice
sq: Ndrysho Lajmet
sr_rs: Izmeni Novosti
sv_se: Ändra nyheter
sw_ke: Hariri Habari
ta: செய்திகளைத் திருத்து
th: แก้ไขข่าว
tl_ph: I-edit ang Balita
tr: Haber Yaz
uk_ua: Редагувати новини
vi_vn: Sửa tin tức
xh_za: Hlela iindaba
zh_cn: 编辑新闻
zh_tw: 編輯消息

source: Edit courses categories
ar: تحرير الأصناف
ast_es: Editar categoríes
bn_bd: কোর্স ক্যাটাগরি সম্পাদনা করুন
bs_ba: Uredi kategorije kurseva
ca_es: Editar categories
cs_cz: editovat kategorie
da: rediger kategorier
de: Kategorien bearbeiten
el: Επεξεργασία κατηγοριών εκπαιδευσης
eo: Ŝanĝi kategoriojn
es: Editar categorías
es_mx: Editar las categorías
eu_es: Editatu kategoriak
fa_ir: تغییر طبقات
fi_fi: Muokkaa kurssien kategorioita
fo_fo: Brota kursus bólkar
fur: Modifiche categorîis curs
ga: Cuir catagóirí cúrsaí in eagar
gl: Modificar categorías
he_il: ערוך קטגוריות קורסים
hi: कोर्स श्रेणियाँ संपादित करें
hr_hr: uredi kategorije
hu_hu: kategóriák módosítása
hy: Խմբագրել դասընթացների կատեգորիաները
id_id: edit kategori
it: Modifica le categorie
ja: コースカテゴリを編集
ka_ge: კურსის კატეგორიების რედაქტირება
ko_kr: 카테고리 수정
lo: ແກ້ໄຂໝວດໝູ່ລາຍວິຊາ
lt_lt: redaguoti kategorijas
lv_lv: Labot nodaļas / kategorijas
mk_mk: уреди категории
ms_my: Edit kategori kursus
my_mm: သင်တန်းအမျိုးအစားများကို တည်းဖြတ်ပါ
ne: पाठ्यक्रम श्रेणीहरू सम्पादन गर्ने
nl: Wijzig categorieën
nn_no: Rediger kategorier
oc: Modificar las categorias de curs
pl_pl: Edytuj kategorie kursów
ps: د کورس کټګۆریې سمول
pt_br: Editar categorias de cursos
pt_pt: Editar categorias dos cursos
ro_ro: editati categoriile
ru_ru: редактировать категории
sk_sk: Uprav kategórie
sl: Uredi kategorije
sq: Ndrysho kategoritë e kurseve
sr_rs: Izmeni kategorije
sv_se: ändra kategorier
sw_ke: Hariri jamii za kozi
ta: பாட வகைகளைத் திருத்து
th: แก้ไขประเภท
tl_ph: I-edit ang mga kategorya ng kurso
tr: kategorileri düzenle
uk_ua: редагувати категорії
vi_vn: Sửa danh mục khóa học
xh_za: Hlela iindidi zezifundo
zh_cn: 编辑分类
zh_tw: 編輯類別

source: Edit Homepage central area
ar: تحرير صفحة البدء
ast_es: Editar páxina d'entamu
bn_bd: হোমপেজ কেন্দ্রীয় এলাকা সম্পাদনা করুন
bs_ba: Uredi središnji dio početne stranice
ca_es: Editar la pàgina principal
cs_cz: Editovat Domácí stránku
da: Rediger startside
de: Startseite bearbeiten
el: Επεξεργασία χώρου αρχικής σελίδας
eo: Ŝanĝi startpaĝon
es: Editar la página principal
es_mx: Editar la página inicial
eu_es: Editatu orri nagusia
fa_ir: تغییر صفحه آغازین
fi_fi: Muokkaa etusivun keskiosaa
fo_fo: Brota heim síðu miðaløki
fur: Modifiche àree centrâl dal homepage
ga: Cuir limistéar lárnach an Phríomhleathanaigh in eagar
gl: Modificar páxina de inicio
he_il: ערוך אזור מרכזי של דף הבית
hi: होमपेज केंद्रीय क्षेत्र संपादित करें
hr_hr: Uredi početnu stranicu
hu_hu: Honlap szerkesztése
hy: Խմբագրել գլխավոր էջի կենտրոնական տարածքը
id_id: Edit Homepage
it: Modifica la Pagina iniziale
ja: ホームページ中央エリアを編集
ka_ge: მთავარი გვერდის ცენტრალური არის რედაქტირება
ko_kr: 홈페이지 수정
lo: ແກ້ໄຂພື້ນທີ່ກາງຂອງໜ້າຫຼັກ
lt_lt: Redaguoti namų puslapį
lv_lv: Veidot / rediģēt portāla mājas lapas saturu
mk_mk: Уреди Почетна страна
ms_my: Edit kawasan tengah Laman Utama
my_mm: ပင်မစာမျက်နှာဗဟိုဧရိယာကို တည်းဖြတ်ပါ
ne: होमपेज केन्द्रीय क्षेत्र सम्पादन गर्ने
nl: Wijzig startpagina
nn_no: Rediger hjemmeside
oc: Modificar la zòna central de la pagina d'acuèlh
pl_pl: Edytuj stronę startową
ps: د هوم پاڼې مرکزي برخه سمول
pt_br: Editar a Área Central da Página Inicial
pt_pt: Editar área central da Página inicial/homepage
ro_ro: Editati pagina principala
ru_ru: Редактировать домашнюю страницу
sk_sk: Upraviť domovskú stránku
sl: Uredi domačo stran
sq: Ndrysho zonën qendrore të faqes kryesore
sr_rs: Izmeni početnu stranicu
sv_se: Ändra hemsidan
sw_ke: Hariri eneo la kati la ukurasa wa nyumbani
ta: முகப்புப் பக்க மையப் பகுதியைத் திருத்து
th: แก้ไขหน้าโฮมเพจ
tl_ph: I-edit ang sentral na lugar ng Homepage
tr: AnaSayfayı Düzenle
uk_ua: Редагувати домашню сторінку
vi_vn: Sửa vùng trung tâm trang chủ
xh_za: Hlela indawo esembindini yeHomepage
zh_cn: 编辑主页
zh_tw: 編輯首頁

source: Can a teacher define learner profile fields to retrieve additional information?
ar: هل يمكن لمسئول المقرر تعريف عناوين المستخدمين لاسترجاع معلومات إضافية عن المستخدمين؟
ast_es: ¿ Pue l'alministrador d'un cursu definir les testeres pa pidir información adicional de los usuarios ?
bn_bd: শিক্ষক কি শিক্ষার্থী প্রোফাইল ক্ষেত্র নির্ধারণ করে অতিরিক্ত তথ্য পেতে পারবেন?
bs_ba: Može li nastavnik definirati polja profila učenika za dohvaćanje dodatnih informacija?
ca_es: L'administrador d'un curs pot definir les capçaleres per obtenir informació suplementària relativa als usuaris?
cs_cz: Může administrátor kurzu definovat nadpisy uživatelů pro získání dodatečných informací o uživateli?
da: Kan en kursus administrator definere bruger-overskrifter for at hente yderligere bruger-information?
de: Darf ein Kursleiter zusätzliche Benutzer-Felder definieren, um zusätzliche Nutzer-Informationen abzufragen?
el: Μπορεί ο δάσκαλος να ορίσει πεδία προφίλ μαθητή για επιπλέον πληροφορίες;
eo: Ĉu kursmastrumanto rajtas difini ekstrajn kampojn por kolekti pliajn uzulajn donitaĵojn pri la kurso?
es: ¿ El administrador de un curso puede definir cabeceras para obtener información adicional de los usuarios ?
es_mx: ¿Puede el administrador definir los encabezados del usuario para recabar mayor información del usuario?
eu_es: Ba al du irakasleak erabiltzaileen inguruko informazio gehigarria jasotzeko ikasleen profilako eremuak zehazterik?
fa_ir: آیا اداره کنندگان محیط می توانند برای کسب اطلاعات بیشتر در مورد کاربران عنوان های جدید تعیین کنند؟
fi_fi: Voiko opettaja määrittää oppijan profiilikenttiä lisä tietojen hakemiseksi?
fo_fo: Kann ein lærar skilja læranda profil teigar at fáa viðkomandi upplýsingar?
fur: Un docente al puest definî campi dal profil dal lerneant par ricjà informazions zusivis?
ga: An féidir le múinteoir réimsí próifíle foghlaimeora a shainiú chun faisnéis bhreise a fháil?
gl: Pode un administrador do curso definir cabeceiras de usuario para recoller máis información dos usuarios?
he_il: האם מורה יכול להגדיר שדות פרופיל לומד כדי לאחזר מידע נוסף?
hi: क्या शिक्षक अतिरिक्त जानकारी प्राप्त करने के लिए शिक्षार्थी प्रोफ़ाइल फ़ील्ड्स परिभाषित कर सकता है?
hr_hr: Može li nadzornik kolegija odrediti korisničke naslove kako bi saznao dodatne podatke o korisniku?
hu_hu: A kurzus adminisztrátora definiálhat címsorokat a felhasználók egyéb adatainak megadásához?
hy: Կարո՞ղ է ուսուցիչը սահմանել ուսանողի պրոֆիլի դաշտեր լրացուցիչ տեղեկատվություն ստանալու համար?
id_id: Bolehkah admin matakuliah menentukan heading user untuk mengambil informasi user tambahan?
it: Il gestore di un corso può definire intestazioni di utente per raccogliere ulteriori informazioni?
ja: 教員は学生のプロファイルのフィールドを定義して追加情報を取得することができますか?
ka_ge: შეუძლია თუ არა მასწავლებელს მოწალეობის პროფილის ველების განსაზღვრა დამატებითი ინფორმაციის მისაღებად?
ko_kr: 과정 관리자가 유저의 부가적인 정보를 검샐하기 위해 유저의 headning을 정의할 수 있습니까?
lo: ອາຈານສາມາດກຳນົດຊ່ອງຂໍ້ມູນໂປຣໄຟລ໌ຜູ້ຮຽນເພື່ອເກັບກຳຂໍ້ມູນເພີ່ມເຕີມໄດ້ບໍ່?
lt_lt: Ar gali kurso valdytojas nurodyti papildomus formų laukelius, kad galėtų gauti papildomos informacijos iš studentų?
lv_lv: Vai atļaut kursu administratoriem definēt lietotāju galvenes, lai varētu saņemt papildus informāciju par Lietotājiem?
mk_mk: Може ли управувачот на курсот да ги враќа корисничките податоци и да бара дополнителна информација?
ms_my: Adakah guru boleh tentukan medan profil pelajar untuk mendapatkan maklumat tambahan?
my_mm: ဆရာတစ်ဦးသည် သင်ယူသူပရိုဖိုင်ကွက်လပ်များကို အပိုအချက်အလက်များရယူရန် သတ်မှတ်နိုင်ပါသလား။
ne: शिक्षकले सिकारू प्रोफाइल क्षेत्रहरू परिभाषित गरेर थप जानकारी प्राप्त गर्न सक्छ?
nl: Kan een cursusbeheerder extra velden definiëren om meer gegevens van de gebruikers van de cursus te verzamelen?
nn_no: Kan ein lærar definere elevprofilfelt for å hente tilleggsinformasjon?
oc: Un ensenhista pòt definir de camps de perfil d'aprenent per recuperar d'informacions suplementàrias ?
pl_pl: Czy nauczyciel może definiować pola w profilu studenta w celu uzyskania dodatkowych informacji?
ps: آیا ښوونکي د زده کونکي پروفایل ډګرونه تعریف کولای شي تر څو اضافي معلومات ترلاسه کړي؟
pt_br: O administrador de curso pode definir anotações para coletar informações adicionais sobre os usuários?
pt_pt: O instrutor pode definir campos no perfil do aluno para recolher informação adicional?
ro_ro: Poate un administrator de curs sa defineasca campuri pentru a aduna informatii suplimentare despre utilizatori?
ru_ru: Может ли администратор курса определять загаловки пользователя для того, чтобы извлекать дополнительную информацию о нем?
sk_sk: Môže administrátor kurzu definovať hlavičky používateľov aby získali dodatočné informácie o používateľovi?
sl: Ali administrator tečaja lahko definira uporabniške naslove za zagotavljanje dodatnih informacij o uporabnikih?
sq: A mund një mësues të përcaktojë fushat e profilit të nxënësit për të marrë informacion shtesë?
sr_rs: Može li administrator kursa da definiše naslove korisniku da bi dobio dodatne informacije o korisniku?
sv_se: Kan kursadministratören definiera användarrubriker för tillägg till användarinformationen?
sw_ke: Je, mwalimu anaweza kufafanua nyanja za wasifu wa mwanafunzi ili kupata taarifa za ziada?
ta: ஆசிரியர் கற்றல் புரோஃபைல் புலங்களை வரையறுத்து கூடுதல் தகவலைப் பெற முடியுமா?
th: ผู้บริหารวิชาสามารถเพิ่มเติมรายละเอียดข้อมูลของผู้เรียน/ผู้ใช้(User)
tl_ph: Maaari bang magtukoy ang guro ng mga field sa profile ng mag-aaral upang makakuha ng karagdagang impormasyon?
tr: Ders yetkilisi ilave bilgileri almak için kullanıcı başlığını tanımlayabilirmi?
uk_ua: Чи може адміністратор курсу визначати заголовки користувача, щоб отримувати додаткову інформацію про користувача?
vi_vn: Giáo viên có thể định nghĩa các trường hồ sơ học viên để lấy thông tin bổ sung không?
xh_za: Ingaba utitshala unokuchaza iintsimi zeprofayili yomfundi ukuze afumane ulwazi olongezelelweyo?
zh_cn: 课程管理员是否可以定义用户标题查看更多用户信息吗?
zh_tw: 課目管理員能定義使用者標題檢索另外的使用者資訊嗎?

source: Twitter Site account
ar: حساب موقع التويتر
ast_es: Cuenta de Twitter del sitiu
bn_bd: টুইটার সাইট অ্যাকাউন্ট
bs_ba: Twitter račun stranice
ca_es: Compte del lloc Twitter
cs_cz: Twitter účet webu
da: Twitter Site konto
de: Twitter-Site Konto
el: Λογαριασμός Twitter Site
eo: Twitter-reteja konto
es: Cuenta Twitter Site
es_mx: Cuenta de sitio de Twitter
eu_es: Twitter Site kontua
fa_ir: حساب سایت توییتر
fi_fi: Twitter-sivuston tili
fo_fo: Twitter síðu kontu
fur: Cont Twitter dal sît
ga: Cuntas Twitter Site
gl: Conta de Twitter Site
he_il: חשבון אתר טוויטר
hi: ट्विटर साइट खाता
hr_hr: Twitter Site račun
hu_hu: Twitter Site fiók
hy: Twitter կայքի հաշիվ
id_id: Akun situs Twitter
it: Account Twitter
ja: Twitterサイトアカウント
ka_ge: Twitter საიტის ანგარიში
ko_kr: 트위터 사이트 계정
lo: ບັນຊີ Twitter ຂອງເວັບໄຊທ໌
lt_lt: Twitter svetainės paskyra
lv_lv: Twitter vietnes konts
mk_mk: Twitter Site сметка
ms_my: Akaun Twitter Laman
my_mm: Twitter ဆိုက်အကောင့်
ne: ट्विटर साइट खाता
nn_no: Twitter nettstadskonto
oc: Compte Twitter del site
pl_pl: Konto Twitter Site
ps: د Twitter سایټ اکاونټ
pt_br: Conta do Twitter
pt_pt: Twitter Site conta
ro_ro: Cont Twitter Site
ru_ru: Учетная запись Twitter Site
sk_sk: Účet na stránke Twitter
sl: Račun Twitter-jeve strani
sq: Llogaria Twitter e faqes
sr_rs: Twitter Site nalog
sv_se: Twitter-webbplatskonto
sw_ke: Akaunti ya Twitter Site
ta: ட்விட்டர் தள கணக்கு
th: บัญชี Twitter Site
tr: Twitter Site hesabı
uk_ua: Обліковий запис сайту Twitter
vi_vn: Tài khoản Twitter Site
xh_za: Iakhawunti yeTwitter Site
zh_cn: Twitter 站点账户
zh_tw: Twitter 網站帳號

source: Languages
ar: اللّغات
ast_es: Idiomes
bn_bd: ভাষা
bs_ba: Jezici
ca_es: Idiomes
cs_cz: Jazyky
da: Sprog
de: Sprachen
el: Γλώσσες
eo: Lingvoj
es: Idiomas
es_mx: Idiomas
eu_es: Hizkuntzak
fa_ir: زبان
fi_fi: Kielet
fo_fo: Språk
fur: Lenghes
ga: Teangacha
gl: Linguas
he_il: שפות
hi: भाषाएँ
hr_hr: Jezici
hu_hu: Nyelvek
hy: Լեզուներ
id_id: Bahasa-bahasa
it: Lingue
ja: 言語
ka_ge: ენები
ko_kr: 언어
lo: ພາສາ
lt_lt: Kalbos
lv_lv: Platformā lietotās Valodas
mk_mk: Јазици
ms_my: Bahasa
my_mm: ဘာသာစကားများ
ne: भाषाहरू
nl: Talen
nn_no: Språk
oc: Lengas
pl_pl: Języki
ps: ژبې
pt_br: Idiomas
pt_pt: Idiomas
ro_ro: Limba
ru_ru: Языки
sk_sk: Jazyky
sl: Jeziki
sq: Gjuhët
sr_rs: Jezici
sv_se: Språk
sw_ke: Lugha
ta: மொழிகள்
th: ภาษา
tl_ph: Mga Wika
tr: Lisanlar
uk_ua: Мови
vi_vn: Ngôn ngữ
xh_za: Iilwimi
zh_cn: 语言
zh_tw: 語言

source: Title of Notice
ar: عنوان الملاحظة
ast_es: Títulu de la noticia
bn_bd: নোটিশের শিরোনাম
bs_ba: Naslov obavijesti
ca_es: Títol de l'anunci
cs_cz: Název Poznámky
da: Notits Titel
de: Nachricht
el: Τίτλος ειδοποίησης
eo: Titolo
es: Título de la noticia
es_mx: Título de la notificación
eu_es: Abisuaren titulua
fa_ir: عنوان یادداشت
fi_fi: Ilmoituksen otsikko
fo_fo: Heiti á kunngjøring
fur: Titel dal avisi
ga: Teideal an Fógra
gl: Título do aviso
he_il: כותרת ההודעה
hi: सूचना का शीर्षक
hr_hr: Naslov obavijesti
hu_hu: Hirdetmény címe
hy: Ծանուցման վերնագիր
id_id: Judul Pemberitahuan
it: Titolo dell'avviso
ja: お知らせのタイトル
ka_ge: შეტყობინების სათაური
ko_kr: 알림 제목
lo: ຫົວຂໍ້ແຈ້ງການ
lt_lt: Įspėjimo pavadinimas
lv_lv: Piezīmes virsraksts
mk_mk: Наслов на Забелешка
ms_my: Tajuk Notis
my_mm: အသိပေးချက်ခေါင်းစဉ်
ne: सूचनाको शीर्षक
nl: Titel
nn_no: Tittel på notat
oc: Títol de l'avís
pl_pl: Tytuł notatki
ps: د اعلان سرلیک
pt_br: Título da Notícia
pt_pt: Título da notificação/aviso
ro_ro: Titlul notificarii
ru_ru: Название сообщения (извещения)
sk_sk: Názov oznamu
sl: Naslov obvestila
sq: Titulli i Njoftimit
sr_rs: Naslov obaveštenja
sv_se: Titel på anteckning
sw_ke: Kichwa cha Tangazo
ta: அறிவிப்பின் தலைப்பு
th: แจ้งข่าวเรื่อง
tl_ph: Pamagat ng Paunawa
tr: Uyarı başlığı
uk_ua: Назва нотатки
vi_vn: Tiêu đề thông báo
xh_za: Isihloko seSaziso
zh_cn: 通知的标题
zh_tw: 通告標題

source: Text of Notice
ar: نص الملاحظة
ast_es: Testu de la noticia
bn_bd: নোটিশের টেক্সট
bs_ba: Tekst obavijesti
ca_es: Text de l'anunci
cs_cz: Text Poznámky
da: Notits Tekst
de: Text der Nachricht
el: Κείμενο ειδοποίησης
eo: Sciigo
es: Texto de la noticia
es_mx: Texto de la notificación
eu_es: Abisuaren testua
fa_ir: متن یادداشت
fi_fi: Ilmoituksen teksti
fo_fo: Tekstur á kunngjøring
fur: Test dal avisi
ga: Téacs an Fógra
gl: Texto do aviso
he_il: טקסט הודעה
hi: सूचना का पाठ
hr_hr: Tekst obavijesti
hu_hu: Hirdetmény szövege
hy: Ծանուցման տեքստ
id_id: Text Pemberitahuan
it: Testo dell'avviso
ja: お知らせのテキスト
ka_ge: შეტყობინების ტექსტი
ko_kr: 알림 내용
lo: ຂໍ້ຄວາມແຈ້ງການ
lt_lt: Įspėjimo tekstas
lv_lv: Piezīmes teksts
mk_mk: Текст на Забелешката
ms_my: Teks Notis
my_mm: အသိပေးချက်စာသား
ne: सूचनाको पाठ
nl: Melding
nn_no: Tekst for notat
oc: Text de l'avís
pl_pl: Tekst notatki
ps: د اعلان متن
pt_br: Texto da Notícia
pt_pt: Texto da notificação/aviso
ro_ro: Textul notificarii
ru_ru: Текст сообщения (извещения)
sk_sk: Text Oznamu
sl: Vsebina obvestila
sq: Teksti i Njoftimit
sr_rs: Tekst obaveštenja
sv_se: Anteckningstext
sw_ke: maandishi ya Tangazo
ta: அறிவிப்பின் உரை
th: ข้อความที่แจ้งให้ทราบ
tl_ph: Teksto ng Paunawa
tr: Uyarı metni
uk_ua: Текст нотатки
vi_vn: Nội dung thông báo
xh_za: Isicatshulwa seSaziso
zh_cn: 通知的内容
zh_tw: 通告內文

source: URL of Link
ar: عنوان الرابط
ast_es: URL del enllaz
bn_bd: লিঙ্কের URL
bs_ba: URL veze
ca_es: URL de l'enllaç
cs_cz: URL odkazu (Link-u)
da: Link URL
de: URL für den Link
el: URL του συνδέσμου
eo: URL de la hiperteksta ligilo
es: URL del enlace
es_mx: URL del enlace
eu_es: Loturaren URL
fa_ir: مقصد پیوند
fi_fi: Linkin URL
fo_fo: URL av link
fur: URL dal leam
ga: URL an Naisc
gl: URL da ligazón
he_il: כתובת אתר של קישור
hi: लिंक का URL
hr_hr: URL poveznice
hu_hu: A hivatkozás URL-je
hy: Հղման URL
id_id: URL Link
it: URL del collegamento
ja: リンクのURL
ka_ge: ბმულის URL
ko_kr: 링크 URL
lo: URL ຂອງລິ້ງ
lt_lt: Nuorodos URL
lv_lv: Vietnes (saites) URL / tīmekļa adrese
mk_mk: URL на Врска
ms_my: URL Pautan
my_mm: လင့်ခ်၏ URL
ne: लिङ्कको URL
nl: URL van de hyperlink
nn_no: Adresse (URL) for lenke
oc: URL del ligam
pl_pl: Strona łącza
ps: د لینک URL
pt_br: URL do Link
pt_pt: Caminho (URL) da ligação/link
ro_ro: Adresa URL a link-ului
ru_ru: URL ссылка
sk_sk: URL Odkazu
sl: URL povezave
sq: URL e Lidhjes
sr_rs: URL linka
sv_se: Länkens URL
sw_ke: URL ya Kiungo
ta: இணைப்பின் URL
th: ที่อยู่รายการที่เชื่อมโยง
tl_ph: URL ng Link
tr: Bağlantı URL si
uk_ua: URL посилання
vi_vn: URL của liên kết
xh_za: URL yoQhagamshelwano
zh_cn: 链接的URL
zh_tw: 連結網址

source: Open in new window
ar: فتح في نافذة جديدة
ast_es: Abrir en ventana nueva
bn_bd: নতুন উইন্ডোতে খোলুন
bs_ba: Otvori u novom prozoru
ca_es: Obrir en una nova finestra
cs_cz: Otevřít v novém okně
da: Åbn i nyt vindue
de: In neuem Fenster öffnen
el: Άνοιγμα σε νέο παράθυρο
eo: malfermi en nova fenestro
es: Abrir en una nueva ventana
es_mx: Abrir en una nueva ventana
eu_es: Ireki beste leiho batean
fa_ir: باز شدن در یک پنجره جدید
fi_fi: Avaa uudessa ikkunassa
fo_fo: Lat upp í nýggjum glugga
fur: Vere in barcone nuif
ga: Oscail i bhfuinneog nua
gl: Abrir en unha ventá nova
he_il: פתח בחלון חדש
hi: नई विंडो में खोलें
hr_hr: Otvori u novom prozoru
hu_hu: Megnyitás új ablakban
hy: Բացել նոր պատուհանում
id_id: Buka di jendela baru
it: Apri in una nuova finestra
ja: 新しいウィンドウで開く
ka_ge: გახსნა ახალ ფანჯარაში
ko_kr: 새창에서 열기
lt_lt: Atidaryti naujame lange
lv_lv: Atvērt jaunā logā
mk_mk: Отвори во нов прозорец
ms_my: Buka dalam tetingkap baru
my_mm: ဝင်းဒိုးအသစ်တွင် ဖွင့်ပါ
ne: नयाँ सञ्चालन प्रणालीमा खोल्ने
nl: Open in nieuw venster
nn_no: Åpne i nytt vindu
oc: Dobrir dins una fenèstra novèla
pl_pl: Otwórz w nowym oknie
ps: په نوې کړکۍ کې خلاص کړئ
pt_br: Abrir em uma nova janela
pt_pt: Abrir numa nova janela
ro_ro: Deschidere in fereastra noua
ru_ru: Открыть в новом окне
sk_sk: Otvoriť v novom okne
sl: Odpri v novem oknu
sq: Hap në dritare të re
sr_rs: Otvori u novom prozoru
sv_se: Öppna i nytt fönster
sw_ke: Fungua katika dirisha jipya
ta: புதிய சன்னலில் திற
th: เปิดเป็นหน้าจอใหม่
tl_ph: Buksan sa bagong window
tr: Yeni pencerede aç
uk_ua: Відкрити у новому вікні
vi_vn: Mở trong cửa sổ mới
xh_za: Vula kwifestile entsha
zh_cn: 在新窗口打开
zh_tw: 在新視窗開啟
