Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Waiting for participants
ar: في انتظار المشاركين
ast_es: Esperando polos participantes
bn_bd: সমর্থকদের জন্য অপেক্ষা করা হচ্ছে
bs_ba: Čekam sudionike
ca_es: Esperant als participants
cs_cz: Čekání na účastníky
da: Venter på deltagere
de: Auf Teilnehmer warten
el: Αναμονή συμμετεχόντων
eo: Atendante partoprenantojn
es: Esperando a los participantes
es_mx: Esperando participantes
eu_es: Partehartzaileei itxaroten
fa_ir: در امتظار مشارکت کنده ها
fi_fi: Odotetaan osallistujia
fo_fo: Bíðar eftir deltøkum
fur: In atese des partitsipants
ga: Ag fanacht le rannpháirtithe
gl: Esperando aos participantes
he_il: מחכה למשתתפים
hi: प्रतिभागियों की प्रतीक्षा
hr_hr: Čekanje sudionika....
hu_hu: Várakozás résztvevőkre
hy: Սպասել մասնակիցներին
id_id: Menunggu peserta
it: In attesa di partecipanti
ja: 参加者を待機中
ka_ge: მონაწილეების ლოდინი
ko_kr: 참가자 대기 중
lo: ກຳລັງລໍຖ້າຜູ້ເຂົ້າຮ່ວມ
lt_lt: Laukiama dalyvių
lv_lv: Gaida dalībniekus
mk_mk: Во чекање на учесниците
ms_my: Menunggu peserta
my_mm: ပါဝင်သူများကို စောင့်ဆိုင်းနေသည်
ne: प्रतिभागीहरूको प्रतीक्षा
nl: Wachten op deelnemers
nn_no: Venter på deltakarar
oc: En espèra dels participants
pl_pl: Oczekiwanie na uczestników
ps: د ګډون کوونکو انتظار
pt_br: Esperando para os participantes
pt_pt: Aguardando pelos participantes
ro_ro: În așteptarea participanților
ru_ru: Ожидание участников
sk_sk: Čakanie na účastníkov
sl: Čakam na udeležence
sq: Duke pritur pjesëmarrësit
sr_rs: Čekam učesnike
sv_se: Väntar på deltagare
sw_ke: Inasubiri washiriki
ta: பங்கேற்பாளர்களைக் காத்திருக்கிறோம்
th: กำลังรอผู้เข้าร่วม
tl_ph: Naghihintay ng mga kalahok
tr: Katılımcılar bekleniyor
uk_ua: Очікування учасників
vi_vn: Đang chờ người tham gia
xh_za: Ulindile abathathi-nxaxheba
zh_cn: 等待参与者
zh_tw: 等候參加者

source: Browse
ar: تصفح
ast_es: Echar una güeyada
bn_bd: ব্রাউজ করুন
bs_ba: Pretraži
ca_es: Navegador
cs_cz: Procházet
da: Gennemse
el: Περιήγηση
eo: Foliumi
es: Ojear
es_mx: Examinar
eu_es: Arakatu
fa_ir: مرور
fi_fi: Selaa
fo_fo: Snaga
fur: Navighe
ga: Brabhsáil
gl: Ollar
he_il: עיון
hi: ब्राउज़ करें
hr_hr: Potraži
hu_hu: Keresés
hy: Գտնել
id_id: Jelajahi
it: Sfoglia
ja: 参照
ka_ge: გვერდის ჩამოტვირთვა
ko_kr: 찾아보기
lo: ເລືອກເບິ່ງ
lt_lt: Naršyti
lv_lv: Pārlūkot
mk_mk: Пребарај
ms_my: Jelajah
my_mm: ရှာဖွေပါ
ne: ब्राउज
nl: Bladeren
nn_no: Bla
oc: Navegar
pl_pl: Znajdź
ps: لټون
pt_br: Procurar
pt_pt: Localizar
ro_ro: Privii
ru_ru: Просмотреть
sk_sk: Prehliadať
sl: Brskaj
sq: Shfleto
sr_rs: Pretraži
sv_se: Bläddra
sw_ke: Vinjari
ta: உலாவவும்
th: เรียกดู
tl_ph: Mag-browse
tr: Gözat
uk_ua: Огляд
vi_vn: Duyệt
xh_za: Khabhtha
zh_cn: 浏览
zh_tw: 瀏覽

source: Choose a file to import
ar: اختار ملف للاستيراد
ast_es: Escoyer l'archivu que va unviar
bn_bd: আমদানি করার জন্য একটি ফাইল নির্বাচন করুন
bs_ba: Odaberite datoteku za uvoz
ca_es: Seleccionar l'arxiu a enviar
cs_cz: Vyberte soubor k importu
da: Vælg en fil at importere
de: Datei zum Importieren auswählen
el: Επιλογή αρχείου εισαγωγής
eo: Elektu dosieron por importi
es: Seleccionar el archivo a enviar
es_mx: Elige un archivo para importar
eu_es: Hautatu bidali beharreko artxibategia
fa_ir: انتخاب یک فایل برای درون ریزی
fi_fi: Valitse vietävä tiedosto
fo_fo: Vel fílu at innflyta
fur: Scealt un file da importâ
ga: Roghnaigh comhad le hionchódú
gl: Seleccionar o arquivo a enviar
he_il: בחר קובץ לייבא
hi: आयात करने के लिए फ़ाइल चुनें
hr_hr: Odaberi datoteku za učitavanje
hu_hu: Válasszon ki egy állományt az importáláshoz
hy: Ընտրեք ներմուծման համար ֆայլ
id_id: Pilih file untuk diimpor
it: Scegli il file da inviare
ja: インポートするファイルを選択
ka_ge: შეარჩიეთ იმპორტისთვის ფაილი
ko_kr: 가져올 파일 선택
lt_lt: Pasirinkite failą importavimui
lv_lv: Izvēlieties failu importēšanai
mk_mk: Избери датотека за увоз
ms_my: Pilih fail untuk diimport
my_mm: တင်သွင်းရန် ဖိုင်တစ်ခုကို ရွေးပါ
ne: आयात गर्न फाइल छान्नुहोस्
nl: Kies een bestand om te importeren
nn_no: Vel ein fil å importere
oc: Chausir un fichièr a importar
pl_pl: Wybierz plik do importu
ps: د واردولو لپاره فایل غوره کړئ
pt_br: Selecione um arquivo para importar
pt_pt: Seleccionar um ficheiro para importar
ro_ro: Selectați fișierul pentru al trimite
ru_ru: Выбрать файл для импортирования
sk_sk: Vybrať súbor na import
sl: Izberi datoteko za uvoz
sq: Zgjidhni një skedar për të importuar
sr_rs: Izaberite datoteku za uvoz
sv_se: Välj en fil att importera
sw_ke: Chagua faili ya kuingiza
ta: இறக்குமதி செய்ய கோப்பைத் தேர்ந்தெடுக்கவும்
th: เลือกไฟล์เพื่อนำเข้า
tl_ph: Pumili ng file na i-import
tr: İçe aktarılacak bir dosya seçin
uk_ua: Виберіть файл для імпорту
vi_vn: Chọn tệp để nhập
xh_za: Khetha ifayile yokungenisa
zh_cn: 选择要导入的文件
zh_tw: 選取要匯入的檔案

source: Converting document
ar: تحويل المستند
ast_es: Convirtiendo'l documentu
bn_bd: ডকুমেন্ট রূপান্তর করা হচ্ছে
bs_ba: Pretvaram dokument
ca_es: Convertint el document
cs_cz: Konvertování dokumentu
da: Konverterer dokument
de: Dokument konvertieren
el: Μετατροπή εγγράφου
eo: Konvertante dokumenton
es: Convirtiendo el documento
es_mx: Convirtiendo documento
eu_es: Dokumentua bihurtzen
fa_ir: تبدیل سند
fi_fi: Muuttaa tiedostoa
fo_fo: Umvandi skjal
fur: Convertint document
ga: Ag tiontú doiciméad
gl: Convertendo o documento
he_il: ממיר מסמך
hi: दस्तावेज़ रूपांतरित हो रहा है
hr_hr: Pretvorba dokumenta
hu_hu: Dokumentum átalakítása
hy: Փաստաթուղթը վերափոխվում է
id_id: Mengonversi dokumen
it: Sto convertendo il documento
ja: ドキュメントを変換中
ka_ge: დოკუმენტის კონვერტაცია
ko_kr: 문서 변환 중
lo: ກຳລັງແປງເອກະສານ
lt_lt: Konvertuojamas dokumentas
lv_lv: Konvertē dokumentu
mk_mk: Конвертирање на документот
ms_my: Mengubah dokumen
my_mm: စာရွက်စာတမ်းကို ပြောင်းလဲနေသည်
ne: कागजात रूपान्तरण गर्दै
nl: Document omzetten
nn_no: Omgjør dokument
oc: Conversió del document
pl_pl: Konwertuję dokument
ps: اسناد بدلول
pt_br: Convertendo documento
pt_pt: A converter o documento
ro_ro: Conversia documentul
ru_ru: Конвертировать документ
sk_sk: Konvertovanie dokumentu
sl: Pretvarjam dokument
sq: Duke konvertuar dokumentin
sr_rs: Konvertujem dokument
sv_se: Konverterar dokument
sw_ke: Kubadilisha hati
ta: ஆவணத்தை மாற்றுகிறது
th: กำลังแปลงเอกสาร
tl_ph: Kinukonbert ang dokumento
tr: Belge dönüştürülüyor
uk_ua: Конвертація документа
vi_vn: Đang chuyển đổi tài liệu
xh_za: Iguqula uxwebhu
zh_cn: 正在转换文档
zh_tw: 轉換文件

source: Disconnected
ar: انقطع الاتصال
ast_es: Desconeutáu
bn_bd: বিচ্ছিন্ন
bs_ba: Isključen
ca_es: Desconectar
cs_cz: Odpojeno
da: Afbrudt forbindelse
de: Nicht verbunden
el: Αποσυνδεδεμένος
eo: Malkonektiĝinta
es: Desconectado
es_mx: Desconectado
eu_es: Deskonektatua
fa_ir: قطع شده
fi_fi: Yhteys poikki
fo_fo: Frátent
fur: Disconessû
ga: Dícheangailte
gl: Desconectado
he_il: מנותק
hi: डिस्कनेक्टेड
hr_hr: Veza prekinuta
hu_hu: Szétkapcsolva
hy: Անջատված
id_id: Terputus
it: Sconnesso
ja: 切断
ka_ge: გათიშული
ko_kr: 연결 해제됨
lo: ຕັດການເຊື່ອມຕໍ່ແລ້ວ
lt_lt: Atsijungta
lv_lv: Atvienots
mk_mk: Исклучен
ms_my: Terputus
my_mm: ချိတ်ဆက်မှုပြတ်တောက်သည်
ne: विभिन्न
nl: Connectie verbroken
nn_no: Fråkopla
oc: Desconnectat
pl_pl: Rozłączone
ps: پرې شوي
pt_br: Desconectado
pt_pt: Desconectado
ro_ro: Deconectat
ru_ru: Разъединенный
sk_sk: Odpojený
sl: Brez povezave
sq: I shkëputur
sr_rs: Isključen
sv_se: Bortkopplad
sw_ke: Imeunganishwa
ta: விண்ட் செய்யப்பட்டது
th: ตัดการเชื่อมต่อ
tl_ph: Nawalan ng koneksyon
tr: Bağlantı kesildi
uk_ua: Відключено
vi_vn: Ngắt kết nối
xh_za: Aqaqambile
zh_cn: 已断开连接
zh_tw: 中斷連線

source: Thin
ar: رفيعة
ast_es: Finu
bn_bd: পাতলা
bs_ba: Tanja
ca_es: Fi
cs_cz: Tenké
da: Tynd
de: dünn
el: Λεπτό
eo: Malgrasa
es: Fino
es_mx: Delgado
eu_es: Mehea
fa_ir: نازک
fi_fi: Ohut
fo_fo: Tunn
fur: Sûtil
ga: Tanaí
gl: Fino
he_il: דק
hi: पतला
hr_hr: Tanko
hu_hu: Vékony
hy: Փայտից
id_id: Tipis
it: Sottile
ja: 細い
ka_ge: ნაწიბური
ko_kr: 얇음
lo: ບາງ
lt_lt: Plonas
lv_lv: Tievs
mk_mk: Тенко
ms_my: nipis
my_mm: ပါးလွှာသည်
ne: पातलो
nl: Dun
nn_no: Tynn
oc: Fina
pl_pl: Cienka
ps: نازک
pt_br: Fino
pt_pt: Fino
ro_ro: Finut
ru_ru: Тонкий
sk_sk: Tenký
sl: Tanko
sq: Hollë
sr_rs: Tanko
sv_se: Tunn
sw_ke: Nyembamba
ta: மெல்லிய
th: บาง
tl_ph: Payat
tr: İnce
uk_ua: Тонка
vi_vn: Mỏng
xh_za: Bhityileyo
zh_cn: 细
zh_tw: 幼

source: Thick
ar: سميكة
ast_es: Gordu
bn_bd: মোটা
bs_ba: Deblja
ca_es: Gruix
cs_cz: Tlusté
da: Tyk
de: dick
el: Πάχος
eo: Grasa
es: Grueso
es_mx: Grueso
eu_es: Lodia
fa_ir: ظخیم
fi_fi: Paksu
fo_fo: Tykk
fur: Gross
ga: Tiubh
gl: Groso
he_il: עבה
hi: मोटा
hr_hr: Debelo
hu_hu: Vékony
hy: Հաստ
id_id: Tebal
it: Spesso
ja: 太い
ka_ge: შრიისი
ko_kr: 두꺼움
lt_lt: Storas
lv_lv: Biezs
mk_mk: Ддебоко
ms_my: Tebal
my_mm: ထူထဲသည်
ne: बाक्लो
nl: Dik
nn_no: Tjukk
oc: Grossa
pl_pl: Gruba
ps: غټ
pt_br: Grosso
pt_pt: Cheio
ro_ro: Gros
ru_ru: Толстый
sk_sk: Tučný
sl: Debelo
sq: Trashë
sr_rs: Deblje
sv_se: Bred
sw_ke: Nene
ta: அடர்தி
th: หนา
tl_ph: Makapal
tr: Kalın
uk_ua: Товста
vi_vn: Dày
xh_za: Qhumileyo
zh_cn: 粗
zh_tw: 粗

source: The hot courses list will be added in the index page
ar: الدروس المهمة ـ الساخنة - ستوضع في الصفحة الرئيسية
ast_es: La llista de cursos populares amosarase na páxina principal
bn_bd: হট কোর্সের তালিকা ইনডেক্স পৃষ্ঠায় যোগ করা হবে
bs_ba: Lista vrućih kurseva će biti dodana na početnu stranicu
ca_es: La llista de cursos amb més prestigi s'afegirà a la pàgina principal
cs_cz: Seznam oblíbených kurzů bude přidán na úvodní stránku
da: De hotte kurser vil blive tilføjet på indeks-siden
de: Die Liste der meistbesuchten Kurse wird auf der Startseite hinzugefügt
el: Η σελίδα με τα Καυτά μαθήματα θα προστεθεί στη σελίδα ευρετηρίου
eo: La listo de popularaj kursoj estos aldonita en la indekspaĝo
es: La lista de los cursos con mayor popularidad será añadida a la página principal
es_mx: La lista de cursos populares se agregará en la página principal
eu_es: Gehien egindako ikastaroen zerrenda orri nagusiari gehituko zaio
fa_ir: دروس فوق العاده در صفحه اصلی اضافه می گردد
fi_fi: Suosittujen kurssien luettelo lisätään etusivulle
fo_fo: Heita kursarnir verða løgdir á heimasíðuna
fur: La liste des cors hot e sarà zontade inta pajine inizjâl
ga: Cuirfear liosta na gcúrsaí teo leis an leathanach inníce
gl: A lista dos cursos con maior prestixio engadirase á páxina principal
he_il: רשימת הקורסים החמים תתווסף בדף האינדקס
hi: हॉट कोर्स सूची को इंडेक्स पृष्ठ में जोड़ा जाएगा
hr_hr: Popis vrućih predmeta bit će dodan na početnu stranicu
hu_hu: A legnépszerűbb kurzusok listája a kezdőlapon lesz hozzáadva
hy: Տաք դասընթացների ցանկը կավելացվի գլխավոր էջին
id_id: Daftar kursus populer akan ditambahkan di halaman indeks
it: La lista dei corsi più attivi sarà aggiunta alla pagina principale
ja: 最も人気のあるコース一覧が索引ページに追加されます
ka_ge: ცხელი კურსების სია დაამატება მთავარ გვერდზე
ko_kr: 인기 코스 목록이 인덱스 페이지에 추가됩니다
lo: ລາຍການຫຼັກສູດຍອດນິຍົມຈະຖືກເພີ່ມໃນໜ້າດັດຊະນີ
lt_lt: Karštųjų kursų sąrašas bus pridėtas pradžios puslapyje
lv_lv: Karstie kursi tiks pievienoti indeksa lapā
mk_mk: Листата на популарни курсеви ќе биде додадена на почетната страница
ms_my: Senarai kursus panas akan ditambah dalam laman indeks
my_mm: ရေပန်းစားသင်တန်းစာရင်းကို အညွှန်းစာမျက်နှာတွင် ထည့်သွင်းမည်ဖြစ်သည်
ne: तातो कोर्सहरूको सूची सूचक पृष्ठमा थपिनेछ
nl: De lijst van meest bezochte cursussen zal toegevoegd worden op de home-page
nn_no: Lista over heite kurs vil bli lagt til på hovudsida
oc: La lista dels cors populars serà aponduda a la pagina d'index
pl_pl: Lista najpopularniejszych kursów zostanie dodana na stronie startowej
ps: د ګرمو کورسونو لیست به په انډیکس پاڼه کې اضافه شي
pt_br: A lista de cursos populares será adicionada na página índice
pt_pt: A lista de cursos populares será adicionada na página principal
ro_ro: Lista celor mai populare cursuri vor fi adăugate la pagina principala
ru_ru: Список популярных курсов будет добавлен на главную страницу
sk_sk: Zoznam horúcich kurzov bude pridaný na stránke index
sl: Seznam vročih tečajev bo dodan na indeksno (domačo) stran
sq: Lista e kurseve të nxehta do të shtohen në faqen kryesore
sr_rs: Lista popularnih kurseva biće dodata na početnu stranu
sv_se: Hetakurslistan kommer att läggas till på startsidan
sw_ke: Orodha ya kozi zinazochomwa moto itaongezwa kwenye ukurasa wa kichwa
ta: சூடான பாடநூல்கள் பட்டியல் இன்டெக்ஸ் பக்கத்தில் சேர்க்கப்படும்
th: รายการคอร์สยอดนิยมจะถูกเพิ่มในหน้าหลัก
tl_ph: Ang listahan ng mga maiinit na kurso ay idadagdag sa pahina ng index
tr: Popüler kurslar listesi ana sayfaya eklenecek
uk_ua: Список популярних курсів буде додано на головну сторінку
vi_vn: Danh sách khóa học nổi bật sẽ được thêm vào trang chủ
xh_za: Uluhlu lwezifundo ezishushu luya kongezwa kwiphepha lemeko
zh_cn: 热门课程列表将添加到首页
zh_tw: 熱門課程清單將新增至首頁

source: Show hot courses
ar: اعرض الدروس المهمة ـ الساخنة ـ
ast_es: Amosar cursos populares
bn_bd: হট কোর্স দেখান
bs_ba: Prikaži vruće kurseve
ca_es: Mostra els cursos amb més prestigi
cs_cz: Zobrazit oblíbené kurzy
da: Vis hotte kurser
de: Zeige meistbesuchte Kurse
el: Εμφάνιση Καυτών μαθημάτων
eo: Montri popularajn kursojn
es: Mostrar cursos con mayor popularidad
es_mx: Mostrar cursos populares
eu_es: Erakutsi gehien egindako ikastaroak
fa_ir: نمایش دروس فوق العاده
fi_fi: Näytä suositut kurssit
fo_fo: Vís heita kursar
fur: Mostre cors hot
ga: Taispeáin cúrsaí teo
gl: Amosar cursos con maior prestixio
he_il: הצג קורסים חמים
hi: हॉट कोर्स दिखाएँ
hr_hr: Prikaži vruće predmete
hu_hu: Legnépszerűbb kurzusok megjelenítése
hy: Ցույց տալ տաք դասընթացները
id_id: Tampilkan kursus populer
it: Mostra i corsi più attivi
ja: 最も人気のあるコースを表示
ka_ge: ცხელი კურსების ჩვენება
ko_kr: 인기 코스 표시
lo: ສະແດງຫຼັກສູດຍອດນິຍົມ
lt_lt: Rodyti karštus kursus
lv_lv: Rādīt karstos kursus
mk_mk: Прикажи популарни курсеви
ms_my: Tunjuk kursus panas
my_mm: ရေပန်းစားသင်တန်းများကို ပြသပါ
ne: तातो कोर्सहरू देखाउनुहोस्
nl: Toon meest bezochte cursussen
nn_no: Vis heite kurs
oc: Afichar los cors populars
pl_pl: Pokaż najpopularniejsze kursy
ps: ګرم کورسونه ښکاره کړئ
pt_br: Mostrar cursos populares
pt_pt: Mostrar cursos populares
ro_ro: Arată cursuri cu popularitate mare
ru_ru: Показывать популярные курсы
sk_sk: Zobraziť horúce kurzy
sl: Prikaži vroče tečaje
sq: Shfaq kurset e nxehta
sr_rs: Prikaži popularne kurseve
sv_se: Visa populära kurser
sw_ke: Onyesha kozi zinazochomwa moto
ta: சூடான பாடநூல்களைக் காட்டு
th: แสดงคอร์สยอดนิยม
tl_ph: Ipakita ang mga maiinit na kurso
tr: Popüler kursları göster
uk_ua: Показати популярні курси
vi_vn: Hiển thị khóa học nổi bật
xh_za: Bonisa izifundo ezishushu
zh_cn: 显示热门课程
zh_tw: 顯示熱門課程

source: This item is invisible for learner but you have access as teacher.
ar: متاح للمعلم فقط
ast_es: Esti elementu ye invisible pa l'alumu pero ties accesu como profesor.
bn_bd: এই আইটেম শিক্ষার্থীদের জন্য অদৃশ্য কিন্তু শিক্ষক হিসেবে আপনার অ্যাক্সেস আছে।
bs_ba: Ova stavka je nevidljiva za učenike ali imate pristup kao nastavnik.
ca_es: Aquest element no és visible per un estudiant però podrà accedir a ell com a professor
cs_cz: Tato položka je pro studenty neviditelná, ale máte přístup jako učitel.
da: Dette element er usynligt for læreren, men du har adgang som lærer.
de: Dieses Element ist für Kursteilnehmer unsichtbar, als Lehrer haben Sie jedoch Zugriff darauf.
el: Αυτό το στοιχείο είναι αόρατο για τον μαθητή αλλά έχετε πρόσβαση ως δάσκαλος.
eo: Ĉi tiu elemento estas nevidebla por lernantoj, sed vi havas aliron kiel instruisto.
es: Este item no es visible para un estudiante pero podrá acceder a él como profesor
es_mx: Este elemento es invisible para el aprendiz pero tienes acceso como docente.
eu_es: Ikasle batek ezin izango du elementu hau ikusi baina irakasle izanez gero, sarbide izango duzu
fa_ir: این بخش برای محصلین غیر فعال بوده و شما بعنوان استاد دسترسی دارید.
fi_fi: Tämä kohde on näkymätön oppijalle, mutta sinulla on pääsy opettajana.
fo_fo: Hesin lutur er ósjónligur fyri lærlingar, men tú hevur atgongd sum lærarari.
fur: Chest element al è invisibi pe l'aprendant, ma tu âs acès come dijdar.
ga: Tá an mír seo dofheicthe don fhoghlaimeoir ach tá rochtain agat mar mhúinteoir.
gl: Este item non é visible para o estudante pero poderá acceder a el como profesor
he_il: פריט זה אינו נראה ללומד אך יש לך גישה כמורה.
hi: यह आइटम शिक्षार्थी के लिए अदृश्य है लेकिन आपको शिक्षक के रूप में पहुँच है।
hr_hr: Ova stavka je nevidljiva za učenike, ali imate pristup kao nastavnik.
hu_hu: Ez az elem láthatatlan a tanulók számára, de hozzáférhet hozzá tanárként.
hy: Այս տարրը անտեսանելի է աշակերտի համար, բայց դուք մուտք ունեք որպես դասախոս:
id_id: Item ini tidak terlihat oleh peserta didik tetapi Anda memiliki akses sebagai pengajar.
it: Questo elemento è invisibile agli studenti ma tu vi hai accesso come docente.
ja: この項目は学習者には非表示ですが、教師としてアクセス可能です。
ka_ge: ეს ელემენტი უხილავია მოსაუბრისთვის, მაგრამ თქვენ ხართ მასწავლებელი და გაქვთ წვდომა.
ko_kr: 이 항목은 학습자에게 보이지 않지만 교사로서 접근할 수 있습니다.
lo: ລາຍການນີ້ເບິ່ງບໍ່ເຫັນສຳລັບຜູ້ຮຽນ ແຕ່ທ່ານສາມາດເຂົ້າເຖິງໄດ້ໃນຖານະຄູ.
lt_lt: Šis elementas moksleiviams nematomas, bet jūs turite prieigą kaip dėstytojas.
lv_lv: Šis postenis skolēniem ir neredzams, bet Jums, kā skolotājam ir pieejams
mk_mk: Овој елемент е невидлив за учениците, но имате пристап како предавач.
ms_my: Item ini tidak kelihatan untuk pelajar tetapi anda mempunyai akses sebagai guru.
my_mm: ဤအရာသည် သင်ယူသူအတွက် မမြင်ရပါ၊ သို့သော် ဆရာအနေဖြင့် သင်ဝင်ရောက်ခွင့်ရှိသည်။
ne: यो वस्तु विद्यार्थीका लागि अदृश्य छ तर तपाईं शिक्षकको रूपमा पहुँच छ।
nl: Dit item is onzichtbaar voor cursisten, maar u hebt toegang als leerkracht.
nn_no: Denne posten er usynleg for elevane, men du har tilgang som lærar.
oc: Aqueste element es invisible pèr l'alunvutge mas avètz accés coma professor.
pl_pl: Ten element jest niewidoczny dla ucznia, ale masz dostęp jako nauczyciel.
ps: دا شی د زده کوونکو لپاره نامرئی دی مګر تاسو د استاد په توګه لاسرسی لرئ.
pt_br: Este item é invisível para o aluno mas você tem acesso como professor.
pt_pt: Este item é invisível para o aluno, mas você tem acesso como professor.
ro_ro: Acest item nu este vizibil pentru un elev dar poate accesa ca profesor
ru_ru: Этот элемент невидим для учащихся, но у вас есть доступ как у преподавателя.
sk_sk: Tieto položky sú neviditeľné pre študenta, ale máte k nim prístup ako lektor.
sl: Ta posnetek je neviden za tečajnike. Do njih lahko dostopite kot učitelj.
sq: Ky element është i padukshëm për nxënësit por ju keni qasje si mësues.
sr_rs: Ova stavka je nevidljiva polaznicima, ali imate pristup kao nastavnik.
sv_se: Detta objekt är osynligt för elever men du har tillgång som lärare.
sw_ke: Kitu hiki hakionekani kwa mwanafunzi lakini una ufikiaji kama mwalimu.
ta: இந்த உறுப்பு மாணவருக்கு காணப்படாது ஆனால் ஆசிரியராக உங்களுக்கு அணுகல் உள்ளது.
th: รายการนี้มองไม่เห็นสำหรับผู้เรียน แต่คุณสามารถเข้าถึงได้ในฐานะครู
tl_ph: Ang item na ito ay hindi nakikita ng mag-aaral ngunit may access ka bilang guro.
tr: Bu öğe öğrenci için görünmez ancak öğretmen olarak erişiminiz var.
uk_ua: Цей елемент невидимий для учня, але у вас є доступ як викладача.
vi_vn: Mục này không hiển thị với người học nhưng bạn có quyền truy cập với tư cách giảng viên.
xh_za: Le nto ayibonakali kumfundi kodwa unofikelelo njengotitshala.
zh_cn: 此项目对学习者不可见，但作为教师您有访问权限。
zh_tw: 此項目對學習者為隱藏，但您作為教師有存取權。

source: Prevent session admins to manage all users
ar: منع مدراء الدورة من ادارة كافة المستخدمين
ast_es: Prevenir que los alministradores de sesión xestionen tolos usuarios
bn_bd: সেশন অ্যাডমিনদের সকল ব্যবহারকারী পরিচালনা করতে বিরত রাখুন
bs_ba: Spriječi administratore sesije da upravljaju svim korisnicima
ca_es: Impedir als admins de sessions gestionar tots els usuaris
cs_cz: Zabránit správcům relace spravovat všechny uživatele
da: Forhindr session admins i at administrere alle brugere
de: Verhindern, dass Sitzungs-Administratoren alle Benutzer verwalten können
el: Πρόληψη διαχείρισης όλων των user από τους administrator της εφαρμογής
eo: Malpermesi al administrantoj de sesio administri ĉiujn uzantojn
es: Impedir a los admins de sesiones de gestionar todos los usuarios
es_mx: Impedir que los administradores de sesión gestionen a todos los usuarios
eu_es: Saio administratzaileei erabiltzaile guztiak kudeatzea eragotzi
fa_ir: جلوگیری از مدیران جلسه از مدیریت همه کاربران
fi_fi: Estä istuntoadminit hallitsemasta kaikkia käyttäjiä
fo_fo: Forða sessiónsstjórum at umsita allar brúkarar
fur: Impiedi ai aministradôrs de session di gjestî tucs i utents
ga: Cosain ar riarthóirí seisiún bainistiú gach úsáideora a dhéanamh
gl: Impedir aos administradores de sesións xestionar todos os usuarios
he_il: מנע ממנהלי הפעלה לנהל את כל המשתמשים
hi: सत्र प्रशासकों को सभी उपयोगकर्ताओं का प्रबंधन करने से रोकें
hr_hr: Spriječi administratore sesije da upravljaju svim korisnicima
hu_hu: Megakadályozza, hogy a munkamenet adminisztrátorok minden felhasználót kezeljenek
hy: Արգելել սեանսի ադմինիստրատորներին կառավարել բոլոր օգտատերերին
id_id: Cegah admin sesi mengelola semua pengguna
it: Impedisce agli amministratori delle sessioni di gestire tutti gli utenti
ja: セッション管理者による全ユーザーの管理を制限
ka_ge: სესიის ადმინისტრატორებს ყველა მომხმარებლის მართვის აკრძალვა
ko_kr: 세션 관리자가 모든 사용자 관리 방지
lo: ປ້ອງກັນບໍ່ໃຫ້ຜູ້ເບິ່ງແຍງເຊດຊັນຈັດການຜູ້ໃຊ້ທັງໝົດ
lt_lt: Draudžiami sesijos administratoriams valdyti visus vartotojus
lv_lv: Aizliegt sesijas administratoriem pārvaldīt visus lietotājus
mk_mk: Спречи ги администраторите на сесијата да управуваат со сите корисници
ms_my: Halang pentadbir sesi mengurus semua pengguna
my_mm: အစည်းအဝေးစီမံခန့်ခွဲသူများအား အသုံးပြုသူအားလုံးကို စီမံခန့်ခွဲခြင်းမှ တားဆီးပါ
ne: सत्र प्रशासकहरूलाई सबै प्रयोगकर्ताहरू व्यवस्थापन गर्नबाट रोक्नुहोस्
nl: Belet sessie admins aal gebruikers te beheren
nn_no: Hindr økta-admar å handtere alle brukarar
oc: Empeichar los administrators de sesion de gerir totes los utilizaires
pl_pl: Zapobiegaj administratorom sesji zarządzanie wszystkimi użytkownikami
ps: د سشن ادمینانو مخکېښودل چې ټول کاروونکي اداره کړي
pt_br: Alertar administrador de sessão para administrar todos os usuários
pt_pt: Impedir que os administradores de sessão para gerir todos os usuários
ro_ro: Prevenirea administratorilor de sesiuni a gestiona toți utilizatorii
ru_ru: Запретить администраторам сессии управлять всеми пользователями
sk_sk: Zamedziť stretnutie administrátorom spravovať všetkých používateľov
sl: Prepreči administratorju seje upravljanje z vsemi uporabniki
sq: Parandaloni administratorët e sesionit të menaxhojnë të gjithë përdoruesit
sr_rs: Spreči administratore sesije da upravljaju svim korisnicima
sv_se: Förhindra sessionsadministratörer att hantera alla användare
sw_ke: Zuia wasimamisho wa kikao kusimamia watumiaji wote
ta: அமர்வு நிர்வாகிகளை அனைத்து பயனர்களையும் நிர்வகிக்க முடியாது செய்யவும்
th: ป้องกันผู้ดูแลเซสชันจัดการผู้ใช้ทั้งหมด
tl_ph: Pigilan ang mga admin ng sesyon na pamahalaan ang lahat ng user
tr: Oturum yöneticilerinin tüm kullanıcıları yönetmesini engelle
uk_ua: Заборонити адміністраторам сесії керувати всіма користувачами
vi_vn: Ngăn quản trị viên phiên quản lý tất cả người dùng
xh_za: Thintela abalawuli beseshini ukulawula bonke abasebenzisi
zh_cn: 防止会话管理员管理所有用户
zh_tw: 防止工作區管理員管理所有使用者
