Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Set this to use the same template course (identified by its course numeric ID in the database) for all new courses that will be created on the platform. Please note that, if not properly planned, this setting might have a massive impact on space usage. The template course will be used as if the teacher did a copy of the course with the course backup tools, so no user content is copied, only teacher material. All other course-backup rules apply. Leave empty (or set to 0) to disable.
qu_pe: Kayniyta plantillakuna kursuta (sutinchay ID nisqawan) ñawpaq kursukunamanta platformapi. Manam allin plantillakunamanta, kayniyqa kawsakuyta hatun yachakuykunamanta. Plantilla kursuta qatun yachachiq kursuta kuyachisqa karqan, manam ruraq ruraykunamanta, yachachiq ruraykunamanta. Hukkunamanta kursu kuyay qatun. Q'echuy (0 nisqawan) manam ruraqchu.

source: Password strength checker
qu_pe: Sutinchay hallp'aq yachakuy

source: Enable this option to add a visual indicator of password strength, when the user changes his/her password. This will NOT prevent bad passwords to be added, it only acts as a visual helper.
qu_pe: Kayniyta ruraq sutinchayta mut'akuyqa visual hallp'aq yachakuyta qhatachiy. Kayqa manam asillay sutinchaykunata manam ruraqchu, visual yachachiqkunamanta.

source: Enable a CAPTCHA on the login form, inscription form and lost password form to avoid password hammering
qu_pe: CAPTCHAta kuyay sutinchay formulapi, qatun formulapi, sutinchay qhatariq formulapi manam sutinchay qhatariqchu

source: CAPTCHA mistakes allowance
qu_pe: CAPTCHA pantasqakunaq hallp'aq

source: The number of times a user can make a mistake on the CAPTCHA box before his account is locked out.
qu_pe: Ruraq CAPTCHA pantasqakunaq hallp'aq ruraqmanamanta qhatariq.

source: CAPTCHA account locking time
qu_pe: CAPTCHA ruraq qhatariq kuti

source: If the user reaches the maximum allowance for login mistakes (when using the CAPTCHA), his/her account will be locked for this number of minutes.
qu_pe: Ruraq sutinchay pantasqakunaq hallp'aq (CAPTCHA kuyachkanman), ruraqqa kay phinasta qhatariq.

source: HR directors access all session content
qu_pe: Kamachiq yachachiqkunaq session ruraykunata qhaway

source: If enabled, human resources directors will get access to all content and users from the sessions (s)he follows.
qu_pe: Kuyachkanman, kamachiq yachachiqkunaq session ruraykunata yachakuykunata qhaway.

source: Display group forums in general forum
qu_pe: Chaupi foro grupukunata qhaway

source: Display group forums in the forum tool at the course level. This option is enabled by default (in this case, group forum individual visibilities still act as an additional criteria). If disabled, group forums will only be visible through the group tool, be them public or not.
qu_pe: Kursu nivel foro ruraypi grupu forokunata qhaway. Kayniyqa kuyachkan (grup forokunaq individual qhawaykunaq hallp'aq). Manam kuyachkanman, grup forokunaq grupu ruraypi qhaway.

source: Tutors can assign students to sessions
qu_pe: Yachachiqkuna yachakuykunata sessionniman qhatariy

source: When enabled, course coaches/tutors in sessions can subscribe new users to their session. This option is otherwise only available to administrators and session administrators.
qu_pe: Kuyachkanman, kursu yachachiqkuna/session yachachiqkuna ñawpaq ruraqkunata sessionniman qhatariy. Kayniyqa yachachiqkunamanta, session yachachiqkunamanta.

source: Images will be resized (up or down) to 200x150 pixels. For a better rendering of the question, we recommend you upload only images of this size.
qu_pe: Willaykunata 200x150 pikselman k'anchay (huknachway hina). Willaykunaq allin yachakuykunamanta, kay hatun willaykunata qhatariy.

source: Show learning paths return link
qu_pe: Yachakuy ruray qhatariq willayta qhaway

source: Disable this option to hide the 'Return to homepage' button in the learning paths
qu_pe: Kayniyta manam kuyachiy yachakuy ruray 'wasipakunaman kutiy' pantaskunata q'echuy

source: Hide SCORM Export
qu_pe: SCORM kachayta q'echuy

source: Hide the SCORM Export icon from the Learning Paths list
qu_pe: Yachakuy ruray listamantapi SCORM kachay ikonata q'echuy

source: Hide SCORM Copy
qu_pe: SCORM kuyayta q'echuy

source: Hide the Learning Path Copy icon from the Learning Paths list
qu_pe: Yachakuy ruray listamantapi yachakuy ruray kuyay ikonata q'echuy

source: Hide Learning Path PDF export
qu_pe: Yachakuy ruray PDF kachayta q'echuy

source: Hide the Learning Path PDF Export icon from the Learning Paths list
qu_pe: Yachakuy ruray listamantapi yachakuy ruray PDF kachay ikonata q'echuy

source: Default coach access days before session
qu_pe: Chaskiqkunata p'unchaykunata yachayniyukunap qhaway

source: Default number of days a coach can access his session before the official session start date
qu_pe: Yachayniyukunap chaskiq p'unchaykunata, ch'usku yachayniyuk ch'usaq p'unchaymanta qhatu

source: Default coach access days after session
qu_pe: Chaskiqkunata p'unchaykunata yachayniyukunap qhaway

source: Default number of days a coach can access his session after the official session end date
qu_pe: Yachayniyukunap chaskiq p'unchaykunata, ch'usaq yachayniyuk ch'usaq p'unchaymanta qhatu

source: PDF header logo
qu_pe: PDF ruyku logo

source: Whether to use the image at var/themes/[your-theme]/images/pdf_logo_header.png as the PDF header logo for all PDF exports (instead of the normal portal logo)
qu_pe: var/themes/[your-theme]/images/pdf_logo_header.png suyuta PDF ruyku logopi usuqyachispa, ñawpaq portal logo imaynatapis (suyuta PDF ruykukunata)

source: Order users by official code
qu_pe: Yachakuqkunaq ruraq kutiwan ordenakuy

source: Use the 'official code' to sort most students list on the platform, instead of their lastname or firstname.
qu_pe: 'Ruraq kuti' suyuta yachakuqkuna rurakunata ordenakuypi usuq, qhipa sutipaq utaq qallaripaq.

source: Default e-mail alert setting on new quiz
qu_pe: Muyuq takykunapaq e-mail avisqakuy

source: Whether you want course managers (teachers) to be notified by e-mail when a quiz is answered by a student. This is the default value to be given to all new courses, but each teacher can still change this setting in his/her own course.
qu_pe: Yachayniyukuna (yachayriqkuna) takywan jawachisqaqa e-mailwan avisqakusqata munaspayki. Kayqa yachaykunapaq qhaway suyakuy, manaq yachayriqqa imaynatam rikhurispa.

source: Display official code in exercises results
qu_pe: Ruraq kutiwan taky yachakuykunapi rikuchiy

source: Whether to show the students' official code in the exercises results reports
qu_pe: Yachakuqkunaq ruraq kutiwan taky yachakuykunapi rikuchiy

source: Hide private courses from catalogue
qu_pe: Qespikuy yachaykunaq qhatu katalogmanta

source: Whether to hide the private courses from the courses catalogue. This makes sense when you use the course catalogue mainly to allow students to auto-subscribe to the courses.
qu_pe: Qespikuy yachaykunaq qhatu katalogmanta. Kayqa yachaykuna katalogpi yachakuqkunaq qhatuyachikuykunap qhatu.

source: Sessions and courses catalogue
qu_pe: Chaskikuna utaq yachaykuna katalog

source: Whether you want to show only courses, only sessions or both courses *and* sessions in the courses catalogue.
qu_pe: Yachaykunaq katalogpi yachaykunaq rikuchiy, chaskikunaq rikuchiy utaq iskaykunaq rikuchiy.

source: Enable language auto-detect in custom pages
qu_pe: Qespikuy paginapi simi qhatariy

source: If you use custom pages, enable this if you want to have a language detector there present the page in the user's browser language, or disable to force the language to be the default platform language.
qu_pe: Qespikuy paginapi simi qhatariyta qhaway, yachakuq simipi siminchaypi rikuchiy utaq platforma siminchaypi qhaway.

source: Learning paths: show reduced report
qu_pe: Yachay ñan: qhasi yachakuy rikuchiy

source: Inside the learning paths tool, when a user reviews his own progress (through the stats icon), show a shorten (less detailed) version of the progress report.
qu_pe: Yachay ñanpi, yachakuqqa yachakuykunata qhawayqa (stats suyuta), qhasi yachakuy rikuchiy.

source: Allow session-to-session copy for teachers
qu_pe: Yachayriqkunaq chaski-chaski k'ipi yachachiy

source: Enable this option to let teachers copy their content from one course in a session to a course in another session. By default, this option is only available to platform administrators.
qu_pe: Yachayriqkunaq chaski yachaymanta suyakuy yachaymanta k'ipiy yachachiy.

source: Hide logout button
qu_pe: Lluqsiymanta suyuta qhatu

source: Hide the logout button. This is usually only interesting when using an external login/logout method, for example when using Single Sign On of some sort.
qu_pe: Lluqsiymanta suyuta qhatu. Kayqa Single Sign Onpi uyamusqayki.

source: Redirect admin to courses list
qu_pe: Kamachiq yachaykuna rurakunaman kutichiy

source: The default behaviour is to send administrators directly to the administration panel (while teachers and students are sent to the courses list or the platform homepage). Enable to redirect the administrator also to his/her courses list.
qu_pe: Kamachiqkuna kamachiq panelman kutichiy (yachayriqkuna utaq yachakuqkuna yachaykuna rurakunaman). Kamachiq yachaykuna rurakunaman kutichiy.

source: Courses custom icons
qu_pe: Yachaykuna qespikuy suyakuna

source: Use course images as the course icon in courses lists (instead of the default green blackboard icon).
qu_pe: Yachay suyakunata yachaykuna rurakunapi yachay suyuta usuq (qhasi q'illu p'unchaw suyuta).

source: Assignment considered for gradebook
qu_pe: Kamachiq yachakuy notakunapi qhatu

source: In the assignments tool, students can upload more than one file. In case there is more than one for a single assignment, which one should be considered when ranking them in the gradebook? This depends on your methodology. Use 'first' to put the accent on attention to detail (like handling in time and handling the right work first). Use 'last' to highlight collaborative and adaptative work.
qu_pe: Kamachiq yachakuykunapi, yachakuqkuna suyakuna kuti. Kamachiq yachakuykunapi rurakuyqa, qhaway suyakuy. 'Pallay'qa qhatu, 'qhipa'qa yanapay.

source: Certificates filter by official code
qu_pe: Ruraq kutiwan pasñaq rurakuna

source: Add a filter on the students official code to the certificates list.
qu_pe: Yachakuqkunaq ruraq kutiwan pasñaq rurakunapi qhatariy.

source: Max editors in exercise result screen
qu_pe: Taky yachakuy ekranpi chinpu editorkuna

source: Because of the sheer number of questions that might appear in an exercise, the correction screen, allowing the teacher to add comments to each answer, might be very slow to load. Set this number to 5 to ask the platform to only show WYSIWYG editors up to a certain number of answers on the screen. This will speed up the correction page loading time considerably, but will remove WYSIWYG editors and leave only a plain text editor.
qu_pe: Taky yachakuykunapi, yachayriqqa willakuy qhaway. 5man qhatariy, WYSIWYG editorkuna qhatariy.

source: Default document upload mode
qu_pe: Qhasi willakuna k'ipi uyachiy

source: Default upload method in the courses documents. This setting can be changed at upload time for all users. It only represents a default setting.
qu_pe: Yachay willakunapi qhasi uyachiy. Kayqa qhasi suyakuy.

source: Certificates auto-generation on WS call
qu_pe: WS llakakuywan pasñaq qhatariy

source: When enabled, and when using the WSCertificatesList webservice, this option will make sure that all certificates have been generated by users if they reached the sufficient score in all items defined in gradebooks for all courses and sessions (this might consume considerable processing resources on your server).
qu_pe: WSCertificatesList webservicepi, pasñaqkuna yachakuqkunaq notakunapi qhatariy.

source: OpenBadges backpack URL
qu_pe: OpenBadges mochila URL

source: The URL of the OpenBadges backpack server that will be used by default for all users wanting to export their badges. This defaults to the open and free Mozilla Foundation backpack repository: https://backpack.openbadges.org/
qu_pe: OpenBadges mochila server URL, yachakuqkunaq suyakuna k'ipi: https://backpack.openbadges.org/

source: Cookie privacy notification
qu_pe: Cookie qespipasña avisqa

source: If enabled, this option shows a banner on top of your platform that asks users to acknowledge that the platform is using cookies necessary to provide the user experience. The banner can easily be acknowledged and hidden by the user. This allows Chamilo to comply with EU web cookies regulations.
qu_pe: Platformapi cookie avisqa rikuchiy, EU cookie qhawaypi.

source: If enabled *and* the sessions catalogue is enabled, users will be able to subscribe to active sessions by themselves using the 'Subscribe' button, without any type of restriction.
qu_pe: Chaskikuna katalogpi qhatariyqa, yachakuqkuna 'Qhatuy' suyutawan chaskikunaman qhatuy.

source: Hide course group if no tool
qu_pe: Mana willakunaqa rurakuna qhatu

source: If no tool is available in a group and the user is not registered to the group itself, hide the group completely in the groups list.
qu_pe: Mana willakunaqa, yachakuqqa rurakunapi qhatu.

source: Auto-subscription in sessions catalogue
qu_pe: Chaskikuna katalogpi qhatariy

source: Web services: decode UTF-8
qu_pe: Web services: UTF-8 k'anchay

source: Decode UTF-8 from web services calls. Enable this option (passed to the SOAP parser) if you have issues with the encoding of titles and names when inserted through web services.
qu_pe: Web services llakakuykuna UTF-8 k'anchay. SOAP parserpi qhaway.

source: Attendances: enable deletion
qu_pe: Chinkchaykuna: q'ispichiy qhaway

source: The default behaviour in Chamilo is to hide attendance sheets instead of deleting them, just in case the teacher would do it by mistake. Enable this option to allow teachers to *really* delete attendance sheets.
qu_pe: Chinkchay rurakunata q'ispichiy qhaway, yachayriqqa q'ispichiy.

source: Gravatar user pictures
qu_pe: Gravatar ruraynin ruphichakuna

source: Enable this option to search into the Gravatar repository for pictures of the current user, if the user hasn't defined a picture locally. This is great to auto-fill pictures on your site, in particular if your users are active internet users. Gravatar pictures can be configured easily, based on the e-mail address of a user, at http://en.gravatar.com/
qu_pe: Kay këykë rurakunqatam, Gravatar yachakukuq ruphichakunata maskhana, rurayninpi manam ruphichakunqachu. Kayqa, situpi ruphichakunata tumpakunqamanta allin, yachakukuqkuna internetpi activokuna. Gravatar ruphichakunaqa, yachakukuq e-mailwan, http://en.gravatar.com/ piqaq.

source: Gravatar avatar type
qu_pe: Gravatar avatar ruray

source: If the Gravatar option is enabled and the user doesn't have a picture configured on Gravatar, this option allows you to choose the type of avatar that Gravatar will generate for each user. Check <a href='http://en.gravatar.com/site/implement/images#default-image'>http://en.gravatar.com/site/implement/images#default-image</a> for avatar types examples.
qu_pe: Gravatar rurakunqatam ukëpaq, yachakukuqqa Gravatarpi manam ruphichakunqachu, kay këykëqa Gravatar yachakukuq avatar rurayninwan tantakunqam. <a href='http://en.gravatar.com/site/implement/images#default-image'>http://en.gravatar.com/site/implement/images#default-image</a> tantakunata qhaway.

source: Limit session admins permissions
qu_pe: Sesion ruraynin rurakunakunata qhawarina

source: If enabled, the session administrators will only see the User block with the 'Add user' option and the Sessions block with the 'Sessions list' option.
qu_pe: Rurakunqatam ukëpaq, sesion ruraynin rurakunaqa "Yachakukuq yapasë" këykëwan Yachakukuq blokpiqa, "Sesion lista" këykëwan Sesion blokpiqa qhawayninqa.

source: Show session description
qu_pe: Sesion qillqayta qhaway

source: Show the session description wherever this option is implemented (sessions tracking pages, etc)
qu_pe: Sesion qillqayta qhaway, sesion seguimientopi, etc.

source: Certificates: hide export link from students
qu_pe: Certifikadokuna: yachakukuqkunaq export link qhawarina

source: If enabled, students won't be able to export their certificates to PDF. This option is available because, depending on the precise HTML structure of the certificate template, the PDF export might be of low quality. In this case, it is best to only show the HTML certificate to students.
qu_pe: Rurakunqatam ukëpaq, yachakukuqkunaqa certifikadokunata PDFman export manam rurankunachu. Kay këykëqa, certifikado plantillapi HTML ukhuwan, PDF export ukhu yachanakuynin. Kaypiqa, HTML certifikadota yachakukuqkunaq qhaway.

source: Certificates: hide PDF export link for all
qu_pe: Certifikadokuna: PDF export link qhawarina tukuykunaq

source: Enable to completely remove the possibility to export certificates to PDF (for all users). If enabled, this includes hiding it from students.
qu_pe: Rurakunqatam ukëpaq, certifikadokunata PDFman export manam rurankunachu (tukuy yachakukuqkunaq). Rurakunqatam ukëpaq, yachakukuqkunaq qhawarina.

source: Dropbox: hide course coach
qu_pe: Dropbox: kursu coach qhawarina

source: Hide session course coach in dropbox when a document is sent by the coach to students
qu_pe: Coach yachakukuqkunaq willañiqi willakunqanman, dropboxpi sesion kursu coach qhawarina

source: Single Sign On: force redirect
qu_pe: Single Sign On: qhawarina redirect

source: Enable this option to force users to authenticate on the master authentication portal when a Single Sign On method is enabled. Only enable once you are sure that your Single Sign On procedure is correctly set up, otherwise you might prevent yourself from logging in again (in this case, change the SSO settings in the settings_current table through direct access to the database, to unlock).
qu_pe: Kay këykë rurakunqatam, Single Sign On rurakunqanman, yachakukuqkuna master autenticación portalpi autenticar qhawarinqa. Single Sign Onqa allin rurakunqatam rurakunqam, mana allinchikchu login manam rurankunamchu (kaypiqa, settings_current tablapï databasewan qhawarina SSO settings).

source: Session courses manual ordering
qu_pe: Sesion kursukunam manual ordenakuy

source: Enable this option to allow the session administrators to order the courses inside a session manually. If disabled, courses are ordered alphabetically on course title.
qu_pe: Kay këykë rurakunqatam ukëpaq, sesion ruraynin rurakunaqa sesionpi kursukunata manual ordenakunqa. Manam rurakunqachu, kursu sutinta alfabeto ordenapi.

source: Add learning path category
qu_pe: Yachay willi catëgoriya yapasë

source: Items the reference depends on
qu_pe: Referenciawan kikin willikuna

source: Use as reference
qu_pe: Referenciawan ruray

source: Items that depend on the reference
qu_pe: Referenciawan kikin willikuna

source: Set as a requirement
qu_pe: Requisitopi qatachë

source: Add new sequence
qu_pe: Willay sequencia yapasë

source: Resources sequencing
qu_pe: Willakuna sequencia

source: Gamification mode
qu_pe: Gamification ruray

source: Activate the stars achievement in learning paths
qu_pe: Yachay willikunapi estrella yächanan activar

source: Level %s
qu_pe: Nivel %s

source: %s points
qu_pe: %s puntokuna

source: From %s until %s
qu_pe: %s llaqtam %s kamë

source: Subscribe users to learning path
qu_pe: Yachakukuqkuna yachay williman suyë

source: Subscribe groups to learning path
qu_pe: Willakuna yachay williman suyë

source: Create forum for this learning path
qu_pe: Kay yachay williqa foroman yachan

source: By date
qu_pe: Pïwan

source: By tag
qu_pe: Tïqawan

source: Go to course within session
qu_pe: Sesionpi kursuman risë

source: Enable gamification mode
qu_pe: Gamification ruray activar

source: My courses session view
qu_pe: Ñoqan kursukunam sesion qhawina

source: Disable gamification mode
qu_pe: Gamification ruray qhawarina

source: Show only courses in the catalogue
qu_pe: Catälogopi kursukunam qhaway

source: Show only sessions in the catalogue
qu_pe: Catälogopi sesionkunam qhaway

source: Show both courses and sessions in the catalogue
qu_pe: Catälogopi kursu sesionkunam qhaway

source: Sequence selection
qu_pe: Sequencia tantanakuy

source: Sequence configuration
qu_pe: Secuencia kativichisqa

source: Sequence preview
qu_pe: Secuencia ñawpaq rikunki

source: Dates shown
qu_pe: Riqsisqakuna rikanki

source: Access dates for students
qu_pe: Yachasqakunaq ruray riqsisqakuna

source: Access dates for coaches
qu_pe: Yachachiqkunaq ruray riqsisqakuna

source: Chat with %s
qu_pe: %swan musquykuy

source: Start video call
qu_pe: Video llamakuy qallariy

source: Video URL
qu_pe: URL video

source: Insert a valid URL
qu_pe: URL saq'e qillqa

source: See information
qu_pe: Yachayni rikuy

source: Share with your friends
qu_pe: Machiqkunawan yapay

source: Chatroom name
qu_pe: Chat khan sutin

source: The video chatroom %s already exists
qu_pe: Video chat khan %s kunaqa ñawpaq kashpan

source: Chatroom could not be created
qu_pe: Chat khanqa manam kamachinanachu

source: The browser of %s does not support native video transmission. Sorry.
qu_pe: %s punuq %sqa video willakuyta manam chaskinchu. Pampachayku.

source: From %s
qu_pe: %s qutupi

source: Until %s
qu_pe: %s suyupi

source: Dependency tree
qu_pe: Kamachisqa khan yuraq

source: Customize icons
qu_pe: Willakuykunata musuqyachiy

source: Export all to PDF
qu_pe: Tukuyta PDFman apay

source: Grade generated on %s
qu_pe: Notan %s punchawpi kamachisqa

source: Exercise available since %s
qu_pe: Kamachikuy %s qutupi kashpa

source: The test is enabled from %s to %s
qu_pe: Yachachasqa %s qutupi %s suyupi kashpan

source: Select some options
qu_pe: Ima suyukunata akllay

source: You may add an introduction to this course here by clicking the edition icon
qu_pe: Kay kurson introdüksyunkuna qillqayta musuqyachiy iconnin ruwaypi

source: Social group
qu_pe: Iskay yarpakuy grupo

source: Required sessions
qu_pe: Kamachisqa sillukunakuna

source: Dependent sessions
qu_pe: Kamachisqa sillukunakuna

source: By duration
qu_pe: Pacha kutiwan

source: By dates
qu_pe: Punchawkunawan

source: Send a copy to HR managers of selected students
qu_pe: Akllatam yachakunaq RRHH kamachiqninkunaman kuti willakuy yapasiy

source: Powered by %s
qu_pe: %swan kamachisqa

source: Please select at least one user. The announcement has not been saved.
qu_pe: Juk runa vichuray. Willakuyqa manam qillqasqachu.

source: No dependencies
qu_pe: Manam kamachisqakunapas

source: Send mail to student
qu_pe: Willakuy yachakunaman yapasiy

source: Send mail to HR manager
qu_pe: Willakuy RRHH kamachiqkunaman yapasiy

source: Course fields
qu_pe: Kursu kampukuna

source: Checkbox options
qu_pe: Casilla opciones

source: Integer value
qu_pe: Enteru valor

source: Image file
qu_pe: Willakuy raphi

source: Float value
qu_pe: Decimal valor

source: Document visibility defined in course
qu_pe: Kursupi willakuy rikch'ayninkuna kamachisqa

source: The default document visibility for all courses
qu_pe: Tukuy kursukunapaq willakuy rikch'ay munay rikcha

source: HTMLPurifier in Wiki
qu_pe: Wiki HTMLPurifier

source: Enable HTML purifier in the wiki tool (will increase security but reduce style features)
qu_pe: Wiki utensilpi HTML purifier kichay (willakuyta askita kuchay, icha estilo kunsakunata pishtay)

source: Click or drop files
qu_pe: Klikiy o raphikunata churay

source: Remove assistant role
qu_pe: Yapaykama rollta q'ichuy

source: Import gradebook from base course
qu_pe: Notaq kutxupi base kursumanta apay

source: Institution address
qu_pe: Kamachisqa wasinwan

source: Address
qu_pe: Wasinwan

source: Latest access in course
qu_pe: Kursupi ñawpaq visitakuy

source: Latest login in platform
qu_pe: Platapormapi ñawpaq yakuq

source: First login in platform
qu_pe: Platapormapi qhapaq yakuq

source: First access to course
qu_pe: Kursupi qhapaq visitakuy
