Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This test is configured not to display feedback to learners. Comments will not be seen at the end of the test, but may be useful for you, as teacher, when reviewing the question details.
ar: هذا الاختبار تم تهيئته كي لايعرض المعلومات المرتجعة للطلبة، وسوف لن تظهر التعليقات في نهاية الاختبار
ast_es: Esta prueba ta configurada pa nun amosar retroalimentación a los estudiantes. Los comentarios nun se verán al final de la prueba, pero pues ser útiles pa ti, como profesor, al revisar los detalles de les preguntes.
bn_bd: এই পরীক্ষাটি শিক্ষার্থীদের কাছে প্রতিক্রিয়া প্রদর্শন না করার জন্য কনফিগার করা হয়েছে। পরীক্ষার শেষে মন্তব্য দেখা যাবে না, কিন্তু প্রশ্নের বিশদ পর্যালোচনা করার সময় আপনার জন্য, শিক্ষক হিসেবে, উপকারী হতে পারে।
bs_ba: Ovaj test je podešen da ne prikazuje povratne informacije učenicima. Komentari neće biti vidljivi na kraju testa, ali mogu biti korisni vama, kao nastavniku, prilikom pregleda detalja pitanja.
ca_es: Aquesta prova està configurada per no donar retroacció als alumnes. Els comentaris corresponents no es mostraran al final de la prova, però podrien ser-li útil, com a docent, en el moment de revisar els detalls de les preguntes.
cs_cz: Tento test je nakonfigurován tak, aby žákům nezobrazoval zpětnou vazbu. Komentáře nebudou vidět na konci testu, ale mohou být užitečné pro vás jako učitele při kontrole detailů otázek.
da: Denne test er konfigureret til ikke at vise feedback til lærende. Kommentarer vil ikke ses ved afslutningen af testen, men kan være nyttige for dig som lærer, når du gennemgår spørgsmålsdetaljerne.
de: Dieser Test ist so konfiguriert, dass Teilnehmern kein Feedback angezeigt wird. Kommentare werden am Ende des Tests nicht angezeigt, können jedoch für Sie, als Lehrer, bei der Überprüfung der Frage nützlich sein.
el: Το τεστ αυτό έχει ρυθμιστεί ώστε να μην εμφανίζει τα σχόλιά στους μαθητές. Τα σχόλια δεν θα φανούν στο τέλος του τεστ, αλλά μπορεί να είναι χρήσιμα για σας, ως δάσκαλος, κατά την επανεξέταση των στοιχείων της ερώτηση.
eo: Ĉi tiu testo estas agordita ne montri retpoŝtigon al lernantoj. Kommentoj ne estos viditaj fine de la testo, sed povas esti utilaj por vi, kiel instruisto, dum revizitado de detaloj de demandoj.
es: Esta prueba está configurada para no dar retro-alimentación a los alumnos. Los comentarios correspondientes no se mostrarán al fin de la prueba, pero podrían serle útil, como docente, en el momento de revisar los detalles de las preguntas.
es_mx: Esta prueba está configurada para no mostrar retroalimentación a los aprendices. Los comentarios no se verán al final de la prueba, pero pueden ser útiles para usted, como docente, al revisar los detalles de la pregunta.
eu_es: Proba honek ikasleei feedback-a ez erakusteko konfigurazioa du. Iruzkinak ez dira probako amaieran ikusiko, baina erabilgarriak izan daitezke zuretzat, irakasle gisa, galdera xehetasunak berrikustean.
fa_ir: این آزمون طوری پیکربندی شده که بازخورد به یادگیرندگان نمایش داده نشود. نظرات در پایان آزمون دیده نمی‌شوند، اما ممکن است برای شما به عنوان معلم هنگام بررسی جزئیات سؤال مفید باشد.
fi_fi: Tämä harjoitus on määritelty niin ettei palaute näy käyttäjille. Kommentit ei näy harjoiutksen lopussa, mutta voivat olla avuksi opettajalle harjoitusta arvioitaessa.
fo_fo: Henda próvingin er innstilling sett til ikki at vísa tilgjusgiving til lærlingar. Kommentarar verða ikki séð í endanum av próvingini, men kunnu vera gagnligar fyri tær, sum lærarin, tá ið spurningadøpur verða skoðaðar.
fur: Chest test al è configurât par no mostrâ feedback ai learners. I comentaris no si vûrin a la fin dal test, marâ a podin jessî utîs par te, come dijdât, cuant che rivîs ij detais dala domande.
ga: Tá an triail seo cumraithe chun aiseolas a thaispeáint d'fhoghlaimeoirí. Ní bheidh na tuairimí le feiceáil ag deireadh an triail, ach d'fhéadfadh siad a bheith úsáideach duit, mar mhúinteoir, nuair a athbhreithníonn tú sonraí na ceiste.
gl: Esta proba está configurada para non dar retro-alimentación aos alumnos. Os comentarios correspondentes non se mostrarán á fin da proba, pero poderían serlle útiles, como docente, no momento de revisar os detalles das preguntas.
he_il: מבחן זה מוגדר לא להציג משוב ללומדים. הערות לא ייראו בסוף המבחן, אך עשויות להיות שימושיות עבורך, כמורה, בעת סקירת פרטי השאלה.
hi: यह टेस्ट लर्नर्स को फीडबैक प्रदर्शित न करने के लिए कॉन्फ़िगर किया गया है। टेस्ट के अंत में टिप्पणियाँ नहीं दिखेंगी, लेकिन प्रश्न विवरण की समीक्षा करते समय आपके लिए, शिक्षक के रूप में उपयोगी हो सकती हैं।
hr_hr: Ovaj test je konfiguriran da ne prikazuje povratne informacije učenicima. Komentari neće biti vidljivi na kraju testa, ali mogu biti korisni vama kao nastavniku prilikom pregleda detalja pitanja.
hu_hu: Ez a teszt úgy van beállítva, hogy ne jelenítse meg a visszajelzést a tanulóknak. A megjegyzések nem lesznek láthatók a teszt végén, de hasznosak lehetnek számodra, mint tanárnak, amikor átnézed a kérdés részleteit.
hy: Այս թեստը կարգավորված է չցուցադրել հետադարձ կապ սովորողներին: Մեկնաբանությունները չեն երևա թեստի վերջում, բայց կարող են օգտակար լինել ձեզ համար, որպես ուսուցիչ, հարցերի մանրամասները վերանայելիս:
id_id: Tes ini dikonfigurasi untuk tidak menampilkan umpan balik kepada peserta didik. Komentar tidak akan terlihat di akhir tes, tetapi mungkin berguna bagi Anda sebagai guru saat meninjau detail pertanyaan.
it: Questo test non è configurato per mostrare il feedback agli studenti. I commenti non saranno visibili alla fine del test ma, come docente, potrebbe esserti di aiuto nella revisione sui dettagli dei quesiti.
ja: このテストは、受講者にフィードバックを表示しないように設定されています。コメントはテスト終了時には表示されませんが、質問の詳細を確認する際に、教師として役立つかもしれません。
ka_ge: ეს ტესტი კონფიგურირებულია უკუკავშირის არაჩვენებისთვის მოსწავლეებისთვის. კომენტარები არ იქნება ნაჩვენები ტესტის ბოლოს, მაგრამ შეიძლება იყოს სასარგებლო თქვენთვის, როგორც მასწავლებლისთვის, კითხვის დეტალების განხილვისას.
ko_kr: 이 테스트는 학습자에게 피드백을 표시하지 않도록 구성되었습니다. 댓글은 테스트 끝에서 보이지 않지만, 교사로서 질문 세부 정보를 검토할 때 유용할 수 있습니다.
lo: ການທົດສອບນີ້ຖືກຕັ້ງຄ່າບໍ່ໃຫ້ສະແດງຄຳຕິຊົມໃຫ້ຜູ້ຮຽນ. ຄຳເຫັນຈະບໍ່ຖືກເຫັນໃນຕອນທ້າຍຂອງການທົດສອບ, ແຕ່ອາດເປັນປະໂຫຍດສຳລັບທ່ານໃນຖານະຄູ ເມື່ອກວດສອບລາຍລະອຽດຂອງຄຳຖາມ.
lt_lt: Šis testas sukonfigūruotas neįtraukti atsiliepimų besimokantiesiems. Komentarai nebus matomi testo pabaigoje, bet gali būti naudingi jums, kaip dėstytojui, peržiūrint klausimo detales.
lv_lv: Šis tests ir konfigurēts tā, lai nerādītu atsauksmes mācībniekiem. Komentāri netiks redzēti testa beigās, bet var būt noderīgi jums kā skolotājam, pārskatot jautājuma detaļas.
mk_mk: Овој тест е конфигуриран да не прикажува повратна информација на учениците. Коментарите нема да се видат на крајот од тестот, но можат да бидат корисни за вас, како предавач, при прегледување на деталите на прашањето.
ms_my: Ujian ini dikonfigurasi untuk tidak memaparkan maklum balas kepada pelajar. Komen tidak akan dilihat di akhir ujian, tetapi mungkin berguna untuk anda, sebagai guru, apabila menyemak butiran soalan.
my_mm: ဤစမ်းသပ်မှုသည် သင်ယူသူများထံ တုံ့ပြန်ချက်မပြသရန် ပြင်ဆင်ထားသည်။ စမ်းသပ်မှုအဆုံးတွင် မှတ်ချက်များကို မမြင်ရဘဲ၊ သို့သော် ဆရာအနေဖြင့် မေးခွန်းအသေးစိတ်များကို သုံးသပ်ရာတွင် အသုံးဝင်နိုင်သည်။
ne: यो परीक्षण सिक्नेहरूलाई प्रतिक्रिया देखाउन कन्फिगर गरिएको छैन। टिप्पणीहरू परीक्षणको अन्त्यमा देखिने छैनन्, तर प्रश्न विवरणहरू समीक्षा गर्दा तपाईंका लागि, शिक्षकको रूपमा उपयोगी हुन सक्छन्।
nl: Deze test is zo geconfigureerd dat hij geen feedback aan cursisten toont. Commentaar zal niet getoond worden aan het eind van de test, maar kan nuttig zijn voor u als docent, bij het bekijken van de vraag-details.
nn_no: Denne testen er konfigurert til ikkje å vise tilbakemelding til elevar. Kommentarar vil ikkje bli sett på slutten av testen, men kan vere nyttige for deg som lærar når du går gjennom spørsmålsdetaljar.
oc: Aqueste test es configurat per pas afichar lo retorne ais aprènents. Los comentaris seràn pas visibles a la fin del test, mas pòdon èsser utilitables per vos, coma ensenhnaire, quand revisionatz los detajhs de la question.
pl_pl: Ten test jest skonfigurowany tak, aby nie wyświetlać feedbacku uczniom. Komentarze nie będą widoczne na końcu testu, ale mogą być przydatne dla Ciebie jako nauczyciela podczas przeglądania szczegółów pytań.
ps: دا ازموینه د دې لپاره تنظیم شوې چې زده کونکو ته فیډبیک ښکاره نه کړي. تبصرې به د ازموینې په پای کې نه ښکاري، مګر تاسو ته، د ښوونکي په توګه، د پوښتنو تفصیلات بیاکتنې کې ګټورې کېدای شي.
pt_br: Este teste é configurado para não mostrar feedback aos alunos. Comentários não serão vistos no final do teste, mas podem ser úteis para você, como professor, ao rever os detalhes das perguntas.
pt_pt: O teste está configurado para não mostrar comentários aos estudantes. OS comentários não serão visíveis no final do teste, mas podem ser úteis para si, como professor, quando quiser rever detalhes das questões.
ro_ro: Acest test este configurat să nu afișeze feedback elevilor. Comentariile nu vor fi văzute la sfârșitul testului, dar pot fi utile pentru dumneavoastră, ca profesor, la revizuirea detaliilor întrebării.
ru_ru: Этот тест настроен так, чтобы не показывать обратную связь учащимся. Комментарии не будут видны в конце теста, но могут быть полезны вам как преподавателю при просмотре деталей вопросов.
sk_sk: Tento test je nakonfigurovaný tak, aby nezobrazil spätnú väzbu študentom. Komentáre nebude vidieť na konci testu, ale môžu byť užitočné pre vás, ako učiteľa, pri preskúmaní podrobnosti otázky.
sl: Test je nastavljen tako, da ne prikazuje povratnih informacij tečajniku. Komentarji jim ne bodo vidni ob koncu testa, so lahko pa koristni za učitelja, ko mora ta pregledati test.
sq: Ky test është konfiguruar të mos shfaqë reagime për nxënësit. Komentet nuk do të shihen në fund të testit, por mund të jenë të dobishme për ju, si mësues, kur shqyrtoni detajet e pyetjes.
sr_rs: Ovaj test je podešen da ne prikazuje povratne informacije učenicima. Komentari neće biti vidljivi na kraju testa, ali mogu biti korisni vama, kao nastavniku, kada pregledate detalje pitanja.
sv_se: Detta test är konfigurerat för att inte visa feedback till elever. Kommentarer kommer inte att ses i slutet av testet, men kan vara användbara för dig som lärare när du granskar frågedetaljerna.
sw_ke: Jaribio hili limeundwa ili lisiionyeshe maoni kwa wanafunzi. Maoni hayatakuonekana mwishoni mwa jaribio, lakini yanaweza kuwa muhimu kwako, kama mwalimu, unapopitia maelezo ya swali.
ta: இந்த சோதனை பயனர்களுக்கு பின்னூட்டத்தைக் காட்டாமல் அமைக்கப்பட்டுள்ளது. கருத்துக்கள் சோதனை முடிவில் பார்க்கப்படாது, ஆனால் கேள்வி விவரங்களை மறுஆய்வு செய்யும் போது உங்களுக்கு, ஆசிரியருக்கு பயனுள்ளதாக இருக்கும்.
th: การทดสอบนี้ถูกตั้งค่าไม่แสดงข้อเสนอแนะให้ผู้เรียน ข้อคิดเห็นจะไม่ปรากฏตอนท้ายการทดสอบ แต่มีประโยชน์สำหรับคุณในฐานะครูเมื่อตรวจสอบรายละเอียดคำถาม
tl_ph: Ang test na ito ay naka-configure na hindi ipakita ang feedback sa mga mag-aaral. Ang mga komento ay hindi makikita sa dulo ng test, ngunit maaaring maging kapaki-pakinabang para sa iyo, bilang guro, kapag sinuri ang mga detalye ng tanong.
tr: Bu test, öğrenenlere geri bildirim göstermeyecek şekilde yapılandırılmış. Yorumlar test sonunda görülmeyecek, ancak soru detaylarını incelerken öğretmen olarak sizin için faydalı olabilir.
uk_ua: Цей тест налаштовано не показувати відгук учням. Коментарі не будуть видимі в кінці тесту, але можуть бути корисними для вас як викладача при перегляді деталей запитання.
vi_vn: Bài kiểm tra này được cấu hình không hiển thị phản hồi cho học viên. Bình luận sẽ không được nhìn thấy ở cuối bài kiểm tra, nhưng có thể hữu ích cho bạn, với tư cách giáo viên, khi xem chi tiết câu hỏi.
xh_za: Olu vavanyo lwenzelelwe ukungabonisi ingxelo-mbono kubafundi. Izichazi ziyakungabonwa ekupheleni kovavanyo, kodwa zinokuba luncedo kuwe, njengotitshala, xa ubuyekeza iinkcukacha zombuzo.
zh_cn: 此测试配置为不向学习者显示反馈。评论在测试结束时不可见，但作为教师在审查问题详情时可能有用。
zh_tw: 此測驗設定為不向學習者顯示回饋。評論不會在測驗結束時顯示，但作為教師在檢視問題詳細資料時可能對您有用。

source: Work added
ar: تم اضافة العمل
ast_es: Trabayu amestáu
bn_bd: কাজ যোগ করা হয়েছে
bs_ba: Dodan rad
ca_es: Tasca afegida
cs_cz: Přidaná práce
da: Arbejde tilføjet
de: Arbeit hinzugefügt
el: Η εργασία προστέθηκε
eo: Aldonita laboro
es: Tarea añadida
es_mx: Trabajo agregado
eu_es: Lana gehitu da
fa_ir: کار افزوده شد
fi_fi: Työ lisätty
fo_fo: Arbeiðið lagt afturat
fur: Opere zontât
ga: Obair curtha leis
gl: Tarefa engadida
he_il: נוספה עבודה
hi: कार्य जोड़ा गया
hr_hr: Rad dodan
hu_hu: Feladat hozzáadva
hy: Աշխատանք ավելացվել է
id_id: Pekerjaan ditambahkan
it: Lavoro aggiunto
ja: 作業追加済み
ka_ge: შეტანილი მუშა
ko_kr: 작업 추가됨
lo: ເພີ່ມບົດວຽກແລ້ວ
lt_lt: Darbas pridėtas
lv_lv: Darbs pievienots
mk_mk: Работа додадена
ms_my: Kerja ditambah
my_mm: အလုပ်ထည့်ပြီး
ne: कार्य थपियो
nl: Werk toegevoegd
nn_no: Arbeid lagt til
oc: Travail apondut
pl_pl: Dodana praca
ps: کار اضافه شوی
pt_br: Trabalho acrescentado
pt_pt: Trabalho adicionado
ro_ro: Lucrare adăugată
ru_ru: Работа добавлена
sk_sk: Práca pridaná
sl: Naloga dodana
sq: Puna e shtuar
sr_rs: Dodat rad
sv_se: Arbete tillagt
sw_ke: Kazi iliyoongezwa
ta: பணி சேர்க்கப்பட்டது
th: งานที่เพิ่มแล้ว
tl_ph: Gawang idinagdag
tr: Çalışma eklendi
uk_ua: Додано роботу
vi_vn: Bài tập đã thêm
xh_za: Umsebenzi ongezwe
zh_cn: 已添加作品
zh_tw: 已新增作業
