Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This course is empty.
ar: هذا المحتوى لا يحتوي على أي عنصر
ast_es: Esti recursu nun tien elementos.
bn_bd: এই কোর্সটি খালি।
bs_ba: Ovaj kurs je prazan.
ca_es: Aquest contingut no té elements
cs_cz: Tento kurz je prázdný.
da: Dette indhold har ingen objekter.
de: Dieser Inhalt enthält keine Elemente.
el: Αυτή η σειρά μαθημάτων είναι κενή.
eo: Ĉi-enhavo enhavas neniun elementon.
es: Esta lección está vacía.
es_mx: Este contenido no tiene elementos
eu_es: Ikastaro hau hutsik dago
fi_fi: Tämä oppimispolku on tyhjä.
fo_fo: Hetta bóka er tóm.
fur: Chest curs e vuet.
ga: Tá an cúrsa seo folamh.
gl: Este contido non contén elementos.
he_il: קורס זה ריק.
hi: यह कोर्स खाली है।
hr_hr: Ovaj sadržaj nema elemenata.
hu_hu: Ez a tartalom nem tartalmaz elemeket
hy: Այս դասընթացը դատարկ է:
id_id: Konten ini tidak ada isinya.
it: Questo corso è vuoto.
ja: このコースは空です。
ka_ge: ეს კურსი ცარიელია.
ko_kr: 이 컨텐츠에는 아이템이 없습니다.
lo: ຫຼັກສູດນີ້ວ່າງເປົ່າ.
lt_lt: Čia nėra įrašų.
lv_lv: Šeit ierakstu nav.
ms_my: Kursus ini kosong.
my_mm: ဤသင်တန်းသည် ဗလာဖြစ်သည်။
ne: यो कोर्स खाली छ।
nl: Deze inhoud bevat geen items.
nn_no: Dette kurset er tomt.
oc: Aquest cors es void.
pl_pl: Kurs jest pusty
ps: دا کورس خالي دی.
pt_br: Este conteúdo não possui nenhum ítem.
pt_pt: Este curso encontra-se vazio.
ro_ro: Această lecție este goala.
ru_ru: Нет пунктов в содержимом
sk_sk: Tento obsah nemá iadne poloky.
sl: Ta tečaj je prazen.
sq: Ky kurs është bosh.
sr_rs: Ovaj sadraj nema stavke.
sv_se: Detta innehåll innehåller inga objekt.
sw_ke: Kozi hii ni tupu.
ta: இந்த பாடநிலை காலியாக உள்ளது.
th: ÂÑ§äÁèÁÕà¹×éÍËÒ
tl_ph: Walang laman ang kursong ito.
tr: Bu ba&#351;l&#305;k hiç bir alt ba&#351;l&#305;k içermiyor.
uk_ua: Цей курс порожній.
vi_vn: Khóa học này trống.
xh_za: Eli khosi alinanto.
zh_cn: 此目录不含有任何项目.
zh_tw: 此目錄不含有任何項目.

source: No status for this content
ar: لا يوجد حالة لهذا المحتوى
ast_es: Nun hai estáu pa esti conteníu
bn_bd: এই কন্টেন্টের জন্য কোনো স্থিতি নেই
bs_ba: Nema statusa za ovaj sadržaj
ca_es: No hi ha situació per aquest contingut
cs_cz: Žádný stav pro tento obsah
da: Ingen status for dette indhold
de: Für diesen Inhalt gibt es keinen Status
el: Δεν υπάρχει Κατάσταση για το περιεχόμενο αυτό
eo: Ne statuso por ĉi-enhavo
es: No hay estado para este contenido
es_mx: No hay estatus para este contenido
eu_es: Eduki honetarako ez dago egoerarik
fa_ir: هیچ وضعیتی برای این محتوا وجود ندارد
fi_fi: Tämän sisällön tilaa ei ole
fo_fo: Ongin støða fyri hetta innihald
fur: Nissun stat pe chest contnûit
ga: Gan stádas don ábhar seo
gl: Este contido non ten estado
he_il: אין סטטוס לתוכן זה
hi: इस सामग्री के लिए कोई स्थिति नहीं
hr_hr: Ovaj sadržaj nema status
hu_hu: A korai 1.1-es Scorm verziókban az eredmények nincsenek tárolva.
hy: Այս բովանդակության համար կարգավիճակ չկա
id_id: Tidak ada status pada konten ini.
it: Stato non definito per il contenuto
ja: このコンテンツにステータスはありません
ka_ge: ამ შინაარსისთვის სტატუსი არ არის
ko_kr: 이 컨텐츠의 상태정보가 없습니다
lt_lt: Šiam turiniui nėra statuso
lv_lv: Šim objektam statuss nav pieejams
ms_my: Tiada status untuk kandungan ini
my_mm: ဤအကြောင်းအရာအတွက် အခြေအနေမရှိပါ
ne: यो सामग्रीको लागि कुनै स्थिति छैन
nl: Geen status voor deze inhoud.
nn_no: Ingen status for dette innhaldet
oc: Cap estat per aquest contengut
pl_pl: Ta zawarto&#347;&#263; nie posiada statusu
ps: د دې منځپانګې لپاره حالت نشته
pt_br: Nenhum status para esse conteúdo
pt_pt: Não existe estado para este conteúdo
ro_ro: Nu este statut pentru acest conținut
ru_ru: Для этого содержимого нет статуса
sk_sk: iadny stav pre tento obsah
sl: Ni statusa za to vsebino
sq: Nuk ka status për këtë përmbajtje
sr_rs: Nema statusa za ovaj sadraj
sv_se: Ingen status för detta innehåll
sw_ke: Hakuna hali kwa maudhui haya
ta: இந்த உள்ளடக்கத்திற்கு நிலை இல்லை
th: ÂÑ§äÁè¡ÓË¹ŽÊ¶Ò¹Ð¢Í§à¹×éÍËÒ
tl_ph: Walang status para sa content na ito
tr: Bu ba&#351;l&#305;k için durum yok
uk_ua: Немає статусу для цього вмісту
vi_vn: Không có trạng thái cho nội dung này
xh_za: Akukho isimo sale mqukumbelo
zh_cn: 本内容没有状态
zh_tw: 本內容沒有狀態

source: logged out from SCORM area
ar: تم تسجيل الخروج من منطقة السكورم
ast_es: Marchó del área SCORM
bn_bd: SCORM এলাকা থেকে লগ আউট
bs_ba: odjavljen iz SCORM područja
ca_es: Has sortit de l'àrea SCORM
cs_cz: odhlášeno z oblasti SCORM
da: logget ud af Scorm området
de: Aus dem SCORM Bereich abgemeldet
el: έξοδος από την περιοχή Scorm
eo: adiaŭinta el Scorm-tutaĵo
es: Ha salido del área SCORM
es_mx: Ha salido del área Scorm
eu_es: SCORM ataletik atera zara
fa_ir: خروج از ناحیه Scorm
fi_fi: poistunut Scorm -alueelta
fo_fo: ritið út frá SCORM økinum
fur: dislògad de l'àree SCORM
ga: logáilte amach as ceantar SCORM
gl: Saiches de Chamilo, esta fiestra cerrarase.
he_il: התנתק מאזור SCORM
hi: SCORM क्षेत्र से लॉग आउट
hr_hr: odjavljen iz okruženja Scorm
hu_hu: kijelentkezett a Scorm területről
hy: SCORM գոտուց դուրս մուտք գործել
id_id: keluar dari area Scorm
it: Sei stato disconnesso dall'area Moduli didattici
ja: SCORMエリアからログアウトしました
ka_ge: SCORM ზონიდან გამოსული
ko_kr: Scorm 에서 로그아웃
lo: ອອກຈາກລະບົບຈາກພື້ນທີ່ SCORM
lt_lt: Atsijungta iš Scorm srities
lv_lv: notika atteikšanās no <i>SCORM</i> sadaļas
mk_mk: одјавен од Scorm опкружувањето
ms_my: keluar log dari kawasan SCORM
my_mm: SCORM ဧရိယာမှ အကောင့်ထွက်ပြီး
ne: SCORM क्षेत्रबाट लगआउट गरियो
nl: uitgelogd uit SCORM-geheel
nn_no: logga ut frå SCORM-området
oc: desconnectat de la zòna SCORM
pl_pl: Wylogowany(-a) z obszaru Scorm
ps: د SCORM سیمې څخه بهر شو
pt_br: desconectado da área Scorm
pt_pt: desconectado da área de Scorm
ro_ro: A părăsit zona SCORM
ru_ru: Выйти из зоны Scorm
sk_sk: odhlásenie sa z priestoru Scorm
sl: odjavljen iz SCORM področja
sq: u shpërbë nga zona SCORM
sr_rs: odjavljen iz Scorm okruženja
sv_se: utloggad från Scorm arean
sw_ke: umetoka nje ya eneo la SCORM
ta: SCORM பகுதியிலிருந்து வெளியேறப்பட்டது
th: ออกจากขอบข่ายของscorm
tl_ph: nag-log out mula sa SCORM area
tr: Scrom alanından çıkıldı.
uk_ua: вихід з області SCORM
vi_vn: đã đăng xuất khỏi khu vực SCORM
xh_za: uphuma kwiindawo zeSCORM
zh_cn: 退出 SCORM 区
zh_tw: 退出 SCORM 區

source: Close windows
ar: أغلق النافذة
ast_es: Cerrar ventanes
bn_bd: উইন্ডো বন্ধ করুন
bs_ba: Zatvori prozore
ca_es: Tancar finestres
cs_cz: Zavřít okna
da: Luk vinduer
de: Fenster schließen
el: Κλείσιμο των παραθύρων
eo: Fermi fenestron
es: ¿ Está seguro de haber terminado ?
es_mx: Está seguro de que terminó?
eu_es: Itxi leihoak
fa_ir: بستن پنجره
fi_fi: Sulje ikkuna
fo_fo: Lukka gluggar
fur: Siere finestris
ga: Dún na fuinneoga
gl: Estás seguro de que remataches?
he_il: סגור חלונות
hi: खिड़कियाँ बंद करें
hr_hr: Zatvori prozore
hu_hu: Ablakok bezárása
hy: Փակել պատուհանները
id_id: Tutup jendela
it: Vuoi veramente concludere?
ja: ウィンドウを閉じる
ka_ge: ფანჯრების დახურვა
ko_kr: 창 닫기
lo: ປິດໜ້າຕ່າງ
lt_lt: Uždaryti langus
lv_lv: Aizvērt logus
mk_mk: Затвори ги прозорците
ms_my: Tutup tetingkap
my_mm: ဝင်းဒိုးများကို ပိတ်ပါ
ne: झ्यालहरू बन्द गर्नुहोस्
nl: Sluit venster
nn_no: Lukk vindauge
oc: Tarnar las fenèstras
pl_pl: Zamknij okna
ps: کړکې بند کړئ
pt_br: Fechar janelas
pt_pt: Fechar janelas
ro_ro: Ești sigur că termini?
ru_ru: Закрыть окна
sk_sk: Zatvoriť okná
sl: Zapri okna
sq: Mbyll dritaret
sr_rs: Zatvori prozor
sv_se: Stäng fönster
sw_ke: Funga madirisha
ta: சன்னல்களை மூடு
th: ปิดวินโดวส์นี้
tl_ph: Isara ang mga window
tr: Pencereleri kapat
uk_ua: Закрити вікна
vi_vn: Đóng các cửa sổ
xh_za: Vala iifestile
zh_cn: 关闭窗口
zh_tw: 關閉視窗

source: Browsed
ast_es: Visto
bn_bd: ব্রাউজ করা হয়েছে
bs_ba: Pregledano
ca_es: Vist
cs_cz: Prohlíženo
da: Gennemset/ browsed
de: angesehen
el: Έγινε αναζήτηση
eo: Vizitita
es: Visto
es_mx: Visto
eu_es: Arakatua
fa_ir: مرور شده
fi_fi: Luettu
fo_fo: Bligað
fur: Navigât
ga: Gnóthaithe
gl: Visto
he_il: דפדוף
hi: देखा गया
hr_hr: Pregledan
hu_hu: Látogatott
hy: Գտնվել է
id_id: Di-browse
it: Visto
ja: 閲覧済み
ka_ge: შეხედული
ko_kr: 검색됨
lo: ໄດ້ເບິ່ງ
lv_lv: Pārlūkots
mk_mk: Прелистано
ms_my: Diteroka
my_mm: ရှာဖွေပြီး
ne: ब्राउज गरियो
nl: Bezocht
nn_no: Bla gjennom
oc: Navegatz
pl_pl: Przejrzane
ps: لیدل شوی
pt_br: Exibir
pt_pt: Acedido
ro_ro: Vazute
ru_ru: Пролистано
sk_sk: Prehliadaný
sl: Pregledan
sq: Shfletuar
sr_rs: Pregledan
sv_se: Läst
sw_ke: Imetazamwa
ta: உலாவப்பட்டது
th: ที่ค้นเลือกมาแล้ว
tl_ph: Na-browse
tr: Görüntülenen
uk_ua: Переглянуто
vi_vn: Đã duyệt
xh_za: Khenkethiwe
zh_cn: 已浏览
zh_tw: 瀏覽

source: Back to normal screen
ar: الرجوع إلى الشاشة العادية
ast_es: Tornar a pantalla normal
bn_bd: সাধারণ স্ক্রিনে ফিরুন
bs_ba: Povratak na normalni ekran
ca_es: Tornar a la pantalla normal
cs_cz: Zpět na normální obrazovku
da: Tilbage til normal visning
de: Zurück zum normalen Bildschirm
el: Επιστροφή στη συνηθισμένη οθόνη
eo: Reiri al normala ekrano
es: Volver a la vista normal
es_mx: Volver a la pantalla normal
eu_es: Itzuli ohiko pantailara
fa_ir: بازگشت به طرز نمایش عادی
fi_fi: Palaa normaaliin näyttöön
fo_fo: Tilbake til vanlig skjerm
fur: Torna al schrân normâl
ga: Ar ais chuig an scáileán gnáth
gl: Voltar a pantalla normal
he_il: חזרה למסך רגיל
hi: सामान्य स्क्रीन पर वापस
hr_hr: Natrag u standardni prikaz
hu_hu: Vissza normál módba
hy: Վերադառնալ սովորական էկրան
id_id: Kembali ke layar normal
it: Schermo normale
ja: 通常画面に戻る
ka_ge: უკან ჩვეულებრივ ეკრანზე
ko_kr: 일반 화면으로 돌아가기
lo: ກັບໄປໜ້າຈໍປົກກະຕິ
lt_lt: Atgal į normalų vaizdą
lv_lv: Atpakaļ pie normāla izmēra ekrāna
mk_mk: Врати се за нормален екран
ms_my: Kembali ke skrin biasa
my_mm: ပုံမှန်မျက်နှာပြင်သို့ ပြန်သွားပါ
ne: सामान्य स्क्रिनमा फर्कनुहोस्
nl: Terug naar normaal scherm
nn_no: Tilbake til normal skjerm
oc: Tornar a l'ecran normal
pl_pl: Powrót do standardowego ekranu
ps: د عادي سکرین ته بیرته
pt_br: Voltar para a tela normal
pt_pt: Regressar ao ecrã normal
ro_ro: Înapoi la vizualizarea normală
ru_ru: Вернуться к нормальному экрану
sk_sk: Späť na štandardnú obrazovku
sl: Normalen zaslonski način
sq: Kthehu në ekranin normal
sr_rs: Nazad na normalan ekran
sv_se: Tillbaka till normal skärm
sw_ke: Rudi kwenye skrini ya kawaida
ta: இயல்பு திரைக்கு திரும்பு
th: กลับไปหน้าจอปกติ:Back to normal screen
tl_ph: Bumalik sa normal na screen
tr: Normal ekrana dön
uk_ua: Повернутися до звичайного екрана
vi_vn: Quay lại màn hình bình thường
xh_za: Buyela kwiskrini esiqhelekileyo
zh_cn: 返回普通屏幕
zh_tw: 返回普通螢幕

source: Full screen
ar: كامل الشاشة
ast_es: Pantalla completa
bn_bd: পূর্ণ স্ক্রিন
bs_ba: Cijeli ekran
ca_es: Pantalla completa
cs_cz: Celá obrazovka
da: Fuldskærm
de: Vollbild
el: Πλήρης οθόνη
eo: Plena ekrano
es: Pantalla completa
es_mx: Pantalla completa
eu_es: Pantaila osoa
fa_ir: نمایش در کل صفحه
fi_fi: Koko näyttö
fo_fo: Fullskjerm
fur: Schrân pien
ga: Scáileán lán
gl: Pantalla completa
he_il: מסך מלא
hi: पूर्ण स्क्रीन
hr_hr: Prikaz preko cijelog zaslona
hu_hu: Teljes képernyő
hy: Ամբողջ էկրան
id_id: Layar penuh
it: Schermo pieno
ja: 全画面
ka_ge: მთლიანი ეკრანი
ko_kr: 전체 화면
lo: ເຕັມຈໍ
lt_lt: Vaizdas per visą ekraną
lv_lv: Skatīt pilnā ekrānā
mk_mk: Цел екран
ms_my: Skrin penuh
my_mm: ဖန်သားပြင်အပြည့်
ne: पूर्ण स्क्रिन
nl: Volledig scherm
nn_no: Heilt skjerm
oc: Ecran plen
pl_pl: pełny ekran
ps: پورې سکرین
pt_br: Tela Cheia
pt_pt: Ecrã total
ro_ro: Ecran complet
ru_ru: Полный экран
sk_sk: Celá obrazovka
sl: Celozaslonski način
sq: Ekrani i plotë
sr_rs: Ceo ekran
sv_se: Helskärm
sw_ke: Skrini kamili
ta: முழு திரை
th: เต็มจอ:Full screen
tl_ph: Buong screen
tr: Tam Ekran
uk_ua: Повний екран
vi_vn: Toàn màn hình
xh_za: Iskrini esipheleleyo
zh_cn: 全屏
zh_tw: 全屏

source: Not attempted
ar: لم تتم المحاولة
ast_es: Nun probó facelu
bn_bd: চেষ্টা করা হয়নি
bs_ba: Nije pokušano
ca_es: Sense intentar
cs_cz: Nezkoušeno
da: Ikke forsøgt
de: Nicht versucht
el: Δεν έχει επιχειρηθεί
eo: Ne provita
es: Sin intentar
es_mx: Sin intentar
eu_es: Saiatu gabe
fa_ir: امتحان نشده
fi_fi: Aloittamatta
fo_fo: Ikki roynd
fur: No tentât
ga: Gan iarracht
gl: Sen intentar
he_il: לא נוסתה
hi: प्रयास नहीं किया गया
hr_hr: Bez pokušaja
hu_hu: Nincs próbálkozás.
hy: Չփորձարկված
id_id: Belum diupayakan
it: Non affrontato
ja: 未試行
ka_ge: არ განხორციელებული
ko_kr: 시도되지 않았습니다
lo: ຍັງບໍ່ໄດ້ລອງ
lt_lt: Nepradėtas
lv_lv: Netika mēģināts
mk_mk: Нема обиди
ms_my: Belum dicuba
my_mm: မကြိုးစားရသေး
ne: प्रयास गरिएको छैन
nl: Niet geprobeerd
nn_no: Ikkje prøvd
oc: Pas ensajatz
pl_pl: Nie próbowano
ps: نه هڅه شوې
pt_br: Nenhuma tentativa
pt_pt: Não acedido
ro_ro: Fără încercari
ru_ru: Не сделано ни одной попытки
sk_sk: Bez pokusu
sl: Brez poskusa
sq: E pasprovojur
sr_rs: Bez pokušaja
sv_se: ej försökt
sw_ke: Haijajaribiwa
ta: முயற்சி செய்யப்படவில்லை
th: ยังไม่ต้องการ
tl_ph: Hindi sinubukan
tr: Çalışmadı
uk_ua: Не виконано
vi_vn: Chưa thực hiện
xh_za: Ayazange lingenwe
zh_cn: 未尝试
zh_tw: 未嘗試

source: Local
ar: محلي
ast_es: Llocal
bn_bd: স্থানীয়
bs_ba: Lokalno
cs_cz: Lokální
da: Lokal
de: Lokal
el: Τοπικά
eo: Loka
eu_es: Lokala
fa_ir: محلی
fi_fi: Paikallinen
fo_fo: Lokal
fur: Lôcal
ga: Áitiúil
he_il: מקומי
hi: स्थानीय
hr_hr: Lokalni
hu_hu: Helyi
hy: Տեղական
id_id: Lokal
it: Locale
ja: ローカル
ka_ge: ლოკალური
ko_kr: 로컬
lo: ທ້ອງຖິ່ນ
lt_lt: Vietinis
lv_lv: Vietējs
mk_mk: Локално
ms_my: Tempatan
my_mm: ပြည်တွင်း
ne: स्थानीय
nl: Lokaal
nn_no: Lokal
pl_pl: Lokalny
ps: ځايي
ru_ru: Местный
sk_sk: Lokálny
sl: Lokalna
sq: Lokale
sr_rs: Lokalni
sv_se: Lokal
sw_ke: Ndani
ta: உள்ளூர்
th: ที่อยู่ปัจจุบัน
tl_ph: Lokal
tr: Yerel
uk_ua: Локальний
vi_vn: Cục bộ
xh_za: Ende
zh_cn: 本地
zh_tw: 本地

source: Remote
ar: بعيد
ast_es: Remotu
bn_bd: দূরবর্তী
bs_ba: Udaljeno
ca_es: Remot
cs_cz: Vzdálené
da: Fjern
de: Entfernt
el: Απομεμακρυσμένα
eo: Fora
es: Remoto
es_mx: Remoto
eu_es: Urrutikoa
fa_ir: از راه دور
fi_fi: Etä
fo_fo: Fjartil
fur: Remôt
ga: Cian
gl: Remoto
he_il: מרוחק
hi: दूरस्थ
hr_hr: Udaljeni
hu_hu: Távoli
hy: Հեռակա
id_id: Remote/jauh
it: Remoto
ja: リモート
ka_ge: შორეული
ko_kr: 원격
lo: ທາງໄກ
lt_lt: Nutolęs
lv_lv: Attālināts
mk_mk: Премотај
ms_my: Jauh
my_mm: အဝေးထိန်း
ne: दूरस्थ
nl: Op afstand
nn_no: Ekstern
oc: Remòt
pl_pl: Zdalny
ps: لرې واټن
pt_br: Remoto
pt_pt: Remoto
ro_ro: La distanta
ru_ru: Отдаленный
sk_sk: Vzdialený
sl: Oddaljena
sr_rs: Udaljeni
sv_se: Fjärr
sw_ke: Mbali
ta: தொலைவில்
th: ควบคุมระยะไกล
tr: Uzak
uk_ua: Віддалений
vi_vn: Từ xa
xh_za: Kude
zh_cn: 远距
zh_tw: 遙距

source: Auto-detect
ar: كشف تلقائي
ast_es: Autodeteutar
bn_bd: অটো-ডিটেক্ট
ca_es: Detecció automàtica
cs_cz: Automatické rozpoznání
da: Auto-opdage
de: automatisch finden
el: Αυτόματος εντοπισμός
eo: Aŭtomate trovi
es: Autodetectar
es_mx: Autodetectar
eu_es: Autodetektatu
fa_ir: شناسایی خودکار
fi_fi: Automaattinen tunnistus
fo_fo: Sjálvupptøk
fur: Auto-riconossûts
ga: Braith ar uathoibríocht
gl: Auto-detectar
he_il: זיהוי אוטומטי
hi: स्वतः पहचानें
hr_hr: Automatsko pronalaženje
hu_hu: Automatikus felismerés
hy: Ավտոտիպում
it: Rileva automaticamente
ja: 自動検出
ka_ge: ავტოაღმოჩენა
ko_kr: 자동 감지
lo: ກວດຈັບອັດຕະໂນມັດ
mk_mk: Автоматско откривање
ms_my: Pengesanan automatik
my_mm: အလိုအလျောက်သိရှိခြင်း
ne: स्वत: पहिचान
nl: Automatische detectie
nn_no: Auto-oppdag
oc: Auto-detectar
pl_pl: Automatyczne wykrywanie
ps: خودکار پېژندنه
pt_br: Auto-detecta
pt_pt: Detectar automaticamente
ro_ro: Auto detectare
ru_ru: Автоматическое обнаружение
sk_sk: Automatické zisťovanie
sl: Samodejna zaznava
sq: Zbulim automatik
sr_rs: Automatsko pronalaženje
sv_se: Automatisk
sw_ke: Tambua kiotomatiki
ta: தானியங்கி கண்டறிய
th: ตรวจหาอัตโนมัติ
tl_ph: Awtokahal
tr: Otomatik Tespit
uk_ua: Автовизначення
vi_vn: Tự động phát hiện
xh_za: Zifumane ngokuzenzekelayo
zh_cn: 自动侦测
zh_tw: 自動偵測

source: Total of completed learning objects
ar: إجمالي الخطوات المنجزة
ast_es: Total d'elementos fechos
bn_bd: সম্পন্ন শিক্ষা বস্তুর মোট সংখ্যা
bs_ba: Ukupno završenih nastavnih objekata
ca_es: Total dels apartats realitzats
cs_cz: Celkem dokončených výukových objektů
da: Antal gennemførte trin
de: Anzahl der erledigten Schritte
el: Σύνολο εκπαιδευτικών αντικειμένων που ολοκληρώθηκαν
eo: Nombro da finitaj paŝoj
es: Total de los apartados realizados
es_mx: Total de etapas realizadas
eu_es: Egindako ikaskuntza objektuak guztira
fa_ir: تمامی اشیاء آموزشی به اتمام رسیده
fi_fi: Suoritetut osat yhteensä
fo_fo: Heild av liðugum lærugreinum
fur: Total di ogjets di aprenîs completâts
ga: Iomlán na réad foghlama críochnaithe
gl: Total de etapas realizadas
he_il: סה"כ אובייקטי למידה שהושלמו
hi: पूर्ण शिक्षण वस्तुओं की कुल संख्या
hr_hr: Ukupno izvršenih koraka
hu_hu: Az összes eddig megtett lépés
hy: Ավարտված ուսման օբյեկտների ընդհանուր քանակ
id_id: Jumlah total langkah yang telah dilakukan
it: Totale delle parti completate
ja: 完了した学習オブジェクトの合計
ka_ge: დასრულებული სასწავლო ობიექტების საერთო რაოდენობა
ko_kr: 완료된 학습 객체 총계
lo: ຈຳນວນວັດຖຸການຮຽນຮູ້ທີ່ສຳເລັດທັງໝົດ
lt_lt: Total of accomplished steps
lv_lv: <b>Kopējais rezultāts / izpilde</b>
mk_mk: Број на поминати чекори
ms_my: Jumlah objek pembelajaran yang diselesaikan
my_mm: ပြီးစီးထားသော သင်ယူမှုအရာဝတ္ထုစုစုပေါင်း
ne: पूर्ण सिकाइ वस्तुहरूको कुल संख्या
nl: Aantal afgeronde stappen
nn_no: Totalt antal fullførte læringsobjekt
oc: Total dels objèctes d'aprendissage acabats
pl_pl: Suma zrealizowanych lekcji
ps: د بشپړ شوي زده کړې شیانو ټول شمېر
pt_br: Total de etapas realizadas
pt_pt: Total de objectos de aprendizagem concluídos
ro_ro: Total de secțiuni realizate
ru_ru: Всего завершенных шагов
sk_sk: Počet hotových etáp
sl: Zbir (dokončanih učnih objektov)
sq: Totali i objekteve të mësimit të përfunduara
sr_rs: Ukupno izvršenih koraka
sv_se: Totalt antal slutförda steg
sw_ke: Jumla ya vitu vya kujifunza vilivyokamilika
ta: முடிந்த கற்றல் பொருட்களின் மொத்தம்
th: รวมขั้นตอนทั้งหมด
tl_ph: Kabuuan ng nakumpletong mga pinag-aaralang bagay
tr: Tamamlanan ders toplamı
uk_ua: Загальна кількість завершених навчальних об'єктів
vi_vn: Tổng số đối tượng học tập đã hoàn thành
xh_za: Inani elipheleleyo lezinto zokufunda
zh_cn: 合计
zh_tw: 合計

source: Are you sure you want to delete these steps?
ar: هل أنت متأكد من أنك تريد حذف هذه الخطوات؟
ast_es: ¿ Ta seguru de que quier esborrar estos elementos ?
bn_bd: আপনি কি নিশ্চিত যে এই ধাপগুলো মুছে ফেলতে চান?
bs_ba: Jeste li sigurni da želite obrisati ove korake?
ca_es: Està segur de voler eliminar aquests elements?
cs_cz: Jste si jisti, že chcete smazat tyto kroky?
da: Er du sikker på, at du vil slette disse trin?
de: Sind Sie sicher, dass Sie diese Schritte löschen möchen?
el: Είστε βέβαιος/η ότι θέλετε να διαγράψετε αυτά τα βήματα;
eo: Ĉu vi certas ke vi volas forigi ĉi tiujn paŝojn?
es: ¿ Está seguro de querer eliminar estos elementos ?
es_mx: ¿ Está seguro de querer borrar estos pasos ?
eu_es: Ziur al zaude urrats hauek ezabatu nahi dituzula?
fa_ir: آیا مطمئن هستید فصد حذف کردن این گام ها را دارید؟
fi_fi: Oletko varma että haluat poistaa nämä vaiheet?
fo_fo: Er tú vís í at sletta hesum trimum?
fur: Si jê sigur che vuêsi scancelâ cheste passi?
ga: An bhfuil tú cinnte gur mhaith leat na céimeanna seo a scriosadh?
gl: Ten certeza de querer eliminar estes pasos?
he_il: האם אתה בטוח שברצונך למחוק את השלבים האלה?
hi: क्या आप निश्चित हैं कि आप इन चरणों को हटाना चाहते हैं?
hr_hr: Jeste li sigurni da želite obrisati odabrane korake?
hu_hu: Biztos, hogy törölni kívánja ezeket a lépéseket?
hy: Հաստատու՞ն եք, որ ցանկանում եք ջնջել այս քայլերը:
id_id: Apakah Anda yakin ingin menghapus langkah-langkah ini?
it: Sei sicuro di voler eliminare questi elementi?
ja: これらのステップを削除してもよろしいですか？
ka_ge: დარწმუნებული ხართ რომ გსურთ ამ ნაბიჯების წაშლა?
ko_kr: 이 단계를 삭제하시겠습니까?
lt_lt: Ar tikrai norite ištrinti šiuos žingsnius?
lv_lv: Jūs tiešām vēlaties dzēst šos soļus?
mk_mk: Сигурни ли сте дека сакате да ги избришете овие чекори?
ms_my: Adakah anda pasti mahu memadam langkah-langkah ini?
my_mm: ဤအဆင့်များကို ဖျက်လိုသည်မှာ သေချာပါသလား။
ne: के तपाईं यी चरणहरू हटाउन चाहनुहुन्छ?
nl: Bent u zeker dat u deze stappen wil verwijderen?
nn_no: Er du sikker på at du vil slette desse trinna?
oc: Sètz segur que vol escartar aquestas etapas ?
pl_pl: Na pewno chcesz usunąć te kroki?
ps: آیا تاسو ډاډه یاست چې دا ګامونه غواړئ پاک کړئ؟
pt_br: Você tem certeza que deseja excluir estas etapas?
pt_pt: Tem a certeza que deseja eliminar estes passos?
ro_ro: Sunteți sigur că doriți să ștergeți aceste elemente?
ru_ru: Вы уверены, что хотите удалить эти шаги?
sk_sk: Naozaj chcete zmazať tieto etapy?
sl: Ste prepričani, da želite odstraniti te korake ?
sq: A jeni të sigurt që dëshironi të fshini këto hapa?
sr_rs: Da li ste sigurni da želite da obrišete ove korake?
sv_se: Är du säker på att du vill radera stegen?
sw_ke: Je, una uhakika unataka kufuta hatua hizi?
ta: இந்த படிகளை நீக்க விரும்புகிறீர்களா?
th: คุณแน่ใจหรือไม่ว่าต้องการลบขั้นตอนเหล่านี้?
tl_ph: Sigurado ka bang gusto mong burahin ang mga hakbang na ito?
tr: Bu adımları silmek istediğnizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити ці кроки?
vi_vn: Bạn có chắc chắn muốn xóa các bước này không?
xh_za: Uqinisekile ukuba ufuna ukucima ezi nyathelo?
zh_cn: 你肯定要取消这些步骤吗？
zh_tw: 你真的要刪除這節課嗎？

source: Authoring tool
ar: الأصل
ast_es: Orixe
bn_bd: লেখক টুল
bs_ba: Alat za kreiranje
ca_es: Origen
cs_cz: Autorovací nástroj
da: Oprindelig
de: Autoren-Werkzeug
el: Εργαλείο συγγραφής / Authoring tool
eo: Aŭtorado ilo
es: Origen
es_mx: Origen
eu_es: Ediziorako tresna
fa_ir: ابزار نوشتن
fi_fi: Muokkaustyökalu
fo_fo: Ritverktøy
fur: Strument di autoria
ga: Uirlis údaráis
gl: Orixe
he_il: כלי עריכה
hi: लेखन उपकरण
hr_hr: Izvor
hu_hu: Számazási hely
hy: Հեղինակման գործիք
id_id: Alat pembuat
it: Provenienza
ja: オーサリングツール
ka_ge: ავტორის ინსტრუმენტი
ko_kr: 저작 도구
lo: ເຄື່ອງມືສ້າງ
lt_lt: Originalus
lv_lv: Autora izstrādes instruments
mk_mk: Потекло
ms_my: Alat pembuatan
my_mm: ဖန်တီးသူကိရိယာ
ne: लेखन उपकरण
nl: Oorsprong
nn_no: Forfattarverktøy
oc: Auter d'autor
pl_pl: Narzędzie autorskie
ps: لیکلو وسیلې
pt_br: Origem
pt_pt: Ferramenta de Autoría
ro_ro: Origine
ru_ru: Происхождение
sk_sk: Pôvod
sl: Avtorsko orodje
sq: Mjet krijimi
sr_rs: Alat za kreiranje
sv_se: Författarverktyg
sw_ke: Zana ya kuandika
ta: ஆசிரியர் கருவி
th: เครื่องมือสร้างเนื้อหา
tl_ph: Pambuong-guhit na tool
tr: Yönetim Aracı
uk_ua: Інструмент авторства
vi_vn: Công cụ soạn thảo
xh_za: Isixhobo sokubhala
zh_cn: 原始
zh_tw: 原本
