Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Request for account removal
qu_pe: Ruraqta q'echay mañay

source: User %s asked for the deletion of his/her account, explaining that "%s". You can process the request here: %s
qu_pe: Runa %s ruraqta q'echayta mañanki "%s" nispa. Kaypi ruranki: %s

source: User %s asked for the removal of his/her consent to our legal terms, explaining that "%s". You can process the request here: %s
qu_pe: Runa %s qhaway yachakuyta q'echayta mañanki "%s" nispa. Kaypi ruranki: %s

source: Request for consent withdrawal on legal terms
qu_pe: Qhaway yachakuyta q'echay mañay

source: Terms and condition fields
qu_pe: Qhaway yachakuy casillokuna

source: This content is not accessible to you directly because of course-related access rules. If you require access to that data, please contact the Data Privacy Officer as defined in our privacy terms.
qu_pe: Kay contenidoq turakunaq yuraqkunamanta mana riyta atinichu. Yachakuy atinichu, qespisqan yachaykunaq kamachisqanwan ruray.

source: Learning calendar
qu_pe: Yachay kalendaryo

source: Control point added
qu_pe: Kamachiy p'unqun yatk'achisqa

source: Number of days accumulated in calendar
qu_pe: Kalendaryopi yachasqa p'unchaykunaq chimpuna

source: Difference between days and calendar
qu_pe: P'unchaykunaq kalendaryowan chimpakuna

source: Skills and users list
qu_pe: Yachaykunaq runakuna ruray

source: Course ID
qu_pe: Turakuna ID

source: Student care detail view
qu_pe: Yachaywasiq kamachiy yachakuy

source: More data available in the database but trunked for efficiency reasons.
qu_pe: Yachay yuraqpi anchik yachakuykuna kani, hinakamaq ruraykunataq.

source: Send a copy by email to myself.
qu_pe: Ñawpaqman emailwan copia qispay.

source: Course duration (h)
qu_pe: Turakuna p'unchaykuna (h)

source: Announcement will be sent to
qu_pe: Willakuyqa %sman qispasqa

source: You need attach a audio file according to the text, clicking on the %s icon.
qu_pe: %s iconnin klikakuspa, willakuy hina audio rurayni churay.

source: Create read-out text
qu_pe: Willakuyta qhawachiy ruray

source: Outstanding students
qu_pe: Allin yachaywasiqkuna

source: Percentile scores distribution
qu_pe: Yachay notakunaq chimpakuna

source: Note: This progress is obtained through a combination of progress in the learning paths and average scores in the tests
qu_pe: Nota: Kay rurakuy yachakuy ñanpi yachakuywan pruibakunaq notaq chimpanwan.

source: Create a new Doodle type survey
qu_pe: Musuq Doodle ruraqta ruray

source: Remove multiplied questions
qu_pe: Pachakamaq paqosqakunata q'echay

source: Multiply questions
qu_pe: Paqosqakunata pachakamachiy

source: Create meeting poll
qu_pe: Mitaq pollta ruray

source: Question for next class
qu_pe: Hinaptapusqa yachaywasiq paqo

source: The portal do not allowed to start new test for the moment, please come back later.
qu_pe: Portalmanta musuq pruibata qallariy mana atinichu, anchik musuq riy.

source: Personal data officer
qu_pe: Qespisqan yachaykunaq kamachiq

source: The maximum number of student has already been reached, it is not possible to subscribe more student.
qu_pe: Yachaywasiqkunaq chimpakamaq chimpasqa, mana anchik yachaywasiqta qillqaychu.

source: User %s has been registered to course %s
qu_pe: Runa %s %s turakunaman qillqasqa

source: Minimum time (minutes)
qu_pe: Kam p'unchay (phutukuna)

source: Minimum time (in minutes) a student must remain in the learning path to get access to the next one.
qu_pe: Kam p'unchay (phutukuna) yachaywasiq ñanpi kani hinaptapusqa ñanman riyta atin.

source: You didn't spend the minimum time required in the learning path.
qu_pe: Yachay ñawpaqpi mana pisi pacha kachkanki.

source: You have spent %s
qu_pe: %s kachkanki

source: Time spent in the learning path
qu_pe: Yachay ñawpaqpi kachkan pacha

source: Student %s has completed his/her learning paths.
qu_pe: Yachakuq %s yachay ñawpaqkunata qhapaq kachkan.

source: I have finished the lessons, notify the teacher
qu_pe: Yachanakuna qhapaq kani, yachachisqata avisapuy

source: The student <b>%s</b> has finished the learning paths from the course <b>%s</b>
qu_pe: Yachakuq <b>%s</b> kursopi <b>%s</b> yachay ñawpaqkunata qhapaq kachkan

source: This question is used in another exercises. If you continue its edition, the changes will affect all exercises that contain this question.
qu_pe: Kay paqarina huk rurakunapi kachkan. Rurakuyta seguinapaqqa, tukuchinakuna tukuy rurakunaman afetakun.

source: Time spent / Time required
qu_pe: Kachkan pacha / Pisi pacha

source: In session %s, you had the following results
qu_pe: Session %s pi kay hallp'ankuna kachkan

source: Formation unit
qu_pe: Yachay suti

source: Global progress
qu_pe: Rikch'ay hallp'a

source: Attestation of attendance
qu_pe: Chinkana qillqay

source: Do not show the score (only when user finishes all attempts) but show feedback for each attempt.
qu_pe: Mana rikuchiychu hallp'a (uyakuykuna tukuyqa) uyakuy hunt'aq willakuy rikuchiychu.

source: Ranking mode: Do not show results details question by question and show a table with the ranking of all other users.
qu_pe: Ranking: Mana rikuchiychu paqarina hunt'aq hallp'akuna, mesa rikuchiychu runakuna rankingwan.

source: Back to top
qu_pe: Sayaqman kutimuy

source: What do we consider personal data?
qu_pe: ¿Ima personal willakuy?

source: Why do we collect this data?
qu_pe: ¿Imaraykuta q'illqakuy?

source: Where do we record the data? (in which system, hosted where, accessible by which company that handles the servers, etc.)
qu_pe: ¿Maypi q'illqakuy willakuy? (maypi sistema, maypi servidorkuna, ¿imayna empresa servidorkunata kamachisqa?)

source: How is the data structured? To what extent does the organization of the data protect your security? ... Do you have established processes that ensure that a hacker will not be able to collect all the personal data on the first attempt? Are they encrypted?
qu_pe: ¿Imayna willakuy organizasqa? ¿Imayna organizasqakuna amawt yachayta amparan? ¿Procesokuna kanchu hacker ñawpaq intentopi tukuy personal willakuy q'illqakunata?

source: How is the data structured in this software? (one tab for all the data, it has some categorization / label, ...)
qu_pe: ¿Kay programa pi imayna willakuy organizasqa? (tukuy willakuyta ñawpaq tab, kategorizasion, label...)

source: How long do we save the data? Is there data that expires even though the account is still active? How much time do we keep the data after the last use of the system?
qu_pe: ¿Qam pacha kama willakuyta q'illqakunki? ¿Konta activa kachkanpas willakuy k'uchikun? ¿Sistema ñawpaq llank'aqpi pacha kama q'illqakunki?

source: What changes can we make to the data? What changes can be made to the data without affecting the service?
qu_pe: ¿Imayna tukuchinakuna willakuyta ruwakun? ¿Servisiomantapas tukuchinakuna?

source: What do we extract data for (towards other internal processes) and which data is it?
qu_pe: ¿Imakuna willakuyta saqikuy (huk ñawpaq prosesokunaman) ¿imayna willakuy?

source: Who can consult the personal data? For what purpose?
qu_pe: ¿Piwakuna personal willakuyta qhawachikun? ¿Imaraykuta?

source: How and for what can we use the personal data?
qu_pe: ¿Imayna y imaykitaq runakunaq willakuykunata qhawachisqankuna?

source: With whom can we share them? In what opportunities? Through what processes (safe or not)?
qu_pe: ¿Piq sisitakunawan qhatarichisqankuna? ¿Imayna pachaqkunapi? ¿Imayna prusisukunawan (lluqsisqa mana allinchakchu)?

source: Do we have another system with which Chamilo interacts? What is the interconnection process? What are the data pieces exchanged and in what way?
qu_pe: ¿Huk sisitemi kanchu Chamilo hinawan yachakusqan? ¿Ima prusisukunmi? ¿Imayna willakuykunata cambianku y imayna?

source: What are the limits that we will always respect when using personal data? How far can we go?
qu_pe: ¿Imayna kanchaykunata allinmi runakunaq willakuykunata qhawachispa? ¿Hayk'aqmi?

source: After how long do we erase the data? (event, last use, contract validity, etc.) What are the elimination processes?
qu_pe: ¿Hayk'aqmi willakuykunata chinkachisqankuna? (hukpi, ñawpaq qhawachisqa, contrato validez, etc.) ¿Imayna chinkachisqa prusisukunakuna?

source: What happens if the data is destroyed as a result of a technical failure? (unauthorized deletion or loss of material, for example)
qu_pe: ¿Imayna kasqan willakuykunata qhawayku mana allinchakunataq yachaywan? (mana ruwarisqa chinkachisqa utqi material rakinakuna, hukkunataq)

source: For what purpose do we process personal data? Do we use it to filter the access users have to certain parts of our application? (negative or positive discrimination)
qu_pe: ¿Imaraykutaq runakunaq willakuykunata llamkan? ¿Qhawachinchu yachachisqakunata yachachinankupaq? (manam allinchakchu utqi allinchakchu)

source: By name
qu_pe: Sutiwan

source: Ask for a revision
qu_pe: Kamachiyta mañakuy

source: This feature has been disabled because the libraries it depends on are no longer unmaintained.
qu_pe: Kay llank'ayqa mana llank'achkan, kaymanta yachakusqan librokunaqa mana amparakunachu.

source: By geolocalization
qu_pe: Geolocalizaciónwan

source: Give revision
qu_pe: Kamachiyta qispichiy

source: Post reported
qu_pe: Yachachisqa willakuy

source: User %s has reported the message %s in the forum %s
qu_pe: Yachakuq %sqa %s willakuyta qispichirqa %s foromanpi

source: My communities
qu_pe: Ñoqap yachachisqakuna

source: See all communities
qu_pe: Tukuy yachachisqakunata qhaway

source: Hide forum notifications
qu_pe: Foro willakuy notisakunata pakay

source: Forum Category fields
qu_pe: Foro iyar willakuykuna

source: Forum post fields
qu_pe: Foro willakuy willakuykuna

source: Show only global score (not question score) and show only the correct answers, do not show incorrect answers at all
qu_pe: Qhapaq puyñu yachayniyutawan (mana suyana puyñu yachayniyutawan) qhawarina, allin suyakunatayachin qhawarina, mana mana allinchu suyakunata qhawarinachu

source: Reported
qu_pe: Qillqasqan

source: To %s
qu_pe: %s manhata

source: Survey invitation link
qu_pe: Paqarinaq invitasyon linki

source: Revision proposed
qu_pe: Kutichisqa willay

source: Sessions plan calendar
qu_pe: Sesionkuna ñawpaq kalyendaryo

source: Limit of questions per day
qu_pe: Pachak suyaku limiq

source: If set to greater than 0, this option will prevent the learner from entering a test that has more than what remains for the daily allowance. For example, is the limit is 50 and the learner has already taken 2 tests of 20 questions, it will not let the learner enter another 20 questions test (20+20+20=60 > 50). However, it will let the learner enter a 10 questions test (20+20+10=50).
qu_pe: Mana 0-manta kusikuy, kay ruqakuna yachasqayu runata mana saqillasqakunata chinkachisqakunamanta yuraq pachaq rikch'ayninkunamanta. Wakin, 50 nisqakunamanta yachasqayu runakuna 20 p'akisqakuna 2 kutichisqa, mana saqillasqakunata 20 p'akisqakuna ukhuyta mana saqillasqakunata (20+20+20=60 > 50). Ari, 10 p'akisqakuna ukhuyta saqillasqakunata (20+20+10=50).

source: Sorry, you have reached the maximum number of questions (%s) for the day. Please try again tomorrow.
qu_pe: Pampachay, %s p'akisqakunaq kuraq pachaqta chinkachirqanki. Qhananchaw yarichiy.

source: Like
qu_pe: Kuyay

source: Dislike
qu_pe: Mana kuyay

source: Generate statistics
qu_pe: Yachaytaki qhaway

source: Basic course documents
qu_pe: Kursuq yachay yuraq willakuna

source: Week %s
qu_pe: Pachaw %s

source: Wrong answer. The correct one was:
qu_pe: Mana allin willakuna. Allin kaykuna:

source: This quiz can be embeddable on videos or mobile content
qu_pe: Kay temakuna videotaspa ukhu wawaykunaq rikch'ayninkunapi uturiyta atin

source: Search for this location
qu_pe: Kay lluqllapi maskhay

source: Terms of use agreement status
qu_pe: Kaway qhawaytapisqan hallp'a estado

source: Hide survey invitation link
qu_pe: Paqarichiy hallp'a kaway rikch'ayta

source: Leave a message
qu_pe: Willakuy qelqay

source: Orphan question
qu_pe: Mana tuta p'akisaq

source: Welcome to portal %s Course session: %s
qu_pe: Allillaykipu portalta %s Kursu sesyon: %s

source: Welcome to portal %s in course %s, part of career %s
qu_pe: Allillaykipu portalta %s kursupi %s, %s kamachiyqanpi

source: Your next module
qu_pe: Kayma qhapaq moduḷu

source: First lesson
qu_pe: Pura sinchi yachay

source: Import course teachers as course coach in the session
qu_pe: Kursuq yachachiqkunaq importakunata sesyónpi kursu kachaykuna hinata

source: Resume import
qu_pe: Importakunata qhapaq

source: Candidate
qu_pe: Kikin

source: General total
qu_pe: Rikch'aykunaq qhapaq

source: Domains
qu_pe: Lluqllakuna

source: Logins by date
qu_pe: Pachaq rumikunakuna

source: Allow htaccess in the SCORM import
qu_pe: SCORM importakunapi htaccess saqillasqakunata munay

source: Auto-evaluation mode and ranking
qu_pe: Qhapaq yachachisqa hallp'a yachaytaki qhaway

source: You're receiving a copy because, you're a course coach
qu_pe: Kursu kachaykuna kasqaykimanta copia chaskanki

source: Generate report
qu_pe: Willakuy qhawaytaki qhaway

source: Version from the version file
qu_pe: Willakuy willakuykutamanta versyon

source: Version from the config file
qu_pe: Qhapaq willakuykutamanta versyon

source: The version from the version.php file is updated with each version but only available if the main/install/ directory is present.
qu_pe: version.php willakuykutamanta versyón kay versyonmanta qhapaq kasqaku, mana main/install/ willakuypa mana kashpaq.

source: The version from the main configuration file shows on the main administration page, but has to be changed manually on upgrade.
qu_pe: Qhapaq willakuykutamanta versyón qhapaq kamachikuy rikch'aypi rikhuriy, ari qhapaq kasqakunata qhapaq qhapaq.

source: Results page configuration
qu_pe: Rikch'ay rikch'ay qhapaq

source: Hide expected answers column
qu_pe: Munay willakuna rikch'ay sututa paqarichiy

source: Hide total score
qu_pe: Qhapaq yachaytata paqarichiy

source: Hide question score
qu_pe: P'akisaq yachaytata paqarichiy

source: Save answers
qu_pe: Willakunakuna qelqay

source: Pre-fill with answers from previous attempt
qu_pe: Ñawpaq kutichisqakunamanta willakunakunaq pre-fill

source: Subscribe automatically all users to all forum notifications
qu_pe: Rumi willakuy notisikuykunaman runakunaq qhatuy

source: Direct feedback as pop-up
qu_pe: Direct feedback pop-up hinata

source: Total time spent
qu_pe: Pasaq pachaq

source: Certificate of achievement
qu_pe: Yachachisqa risayku

source: Surveys report
qu_pe: Paqarichiy hallp'a willakuy

source: Enter your new password here.
qu_pe: Yaykullaykipuq passwardta kaypi qelqay.

source: Type your new password once again, to reduce the likeliness of typing errors.
qu_pe: Yaykullaykipuq passwardta qhatu kutichisqa, qelqakuy pantasqakunata q'umiriy.

source: Extraction from %s
qu_pe: %s extraction

source: Verify that it contains text (and not only images)
qu_pe: Willakuytan (willakunaq mana rikch'akunapas) kanchatata qhaway

source: and that it is not corrupted
qu_pe: ari mana pantasqakunachu

source: Analyse
qu_pe: Analisiy

source: (Pourcentage of file analysis)
qu_pe: (Pusuq yachaywan rikuy)

source: Pending Analysis
qu_pe: Manan riksichisqachu

source: Waiting for analysis
qu_pe: Rikuykunata mañay

source: Ending analysis
qu_pe: Rikuy rimaq

source: If the file is in pdf format, check that it is not protected by modification.
qu_pe: Kallpachasqa pdf formatopi kachkan, manan llamk'achina qhaway.

source: Connecting with the Compilatio server
qu_pe: Compilatio siruitawan hamunakuy

source: with Compilatio
qu_pe: Compilatiowan

source: Start Compilatio analysis
qu_pe: Compilatio rikuy qallariy

source: See report
qu_pe: Riwawayta qaway

source: Your selection contains no jobs to analyze. Only jobs managed by Compilatio and not already scanned can be sent.
qu_pe: Kay suyanqakunaman rikuykunata manan kanchu. Compilatiowan kamachisqa uk maypi manan rikuykunchu qatiqkunata qatiq.

source: AJAX communication with the Compilatio server impossible. Please retry later.
qu_pe: Compilatio siruitawan AJAX rimanakuy manan atinchu. Astawanlla ruray.

source: Information: The list of classes below contains the list of classes you have already registered in your course. If this list is empty, use the + green above to add classes.
qu_pe: Willakuy: Kay willakuy qatiqkunan kay qatiqpi ñawpaqta kamarisqakunata hap'in. Kay willakuy manan kanchu, + q'illu yarpanwan qatiqkunata yapay.

source: Insert your two names
qu_pe: Kay sutinwan sutinchay sutinchay qillay

source: Add right logo
qu_pe: Allin laya logo yapay

source: Use score as progress
qu_pe: Punuymanta yachakuyta suyay

source: Use the score returned, by the only SCO in this learning path, as the progress indicator in the progress bar. This modifies the SCORM behaviour in the strict sense, but improves visual feedback to the learner.
qu_pe: Kay yachay willakuypi kachkan SCOmanta kutichisqa punuymanta yachakuy rikch'ayninta suyay. Kayqa SCORM kamachiyninta strict nisqapi llamk'ay, nisunman yachakuqpa rikch'ayniyta allinchay.

source: Planned
qu_pe: Yapamun

source: In progress
qu_pe: Ruraspa

source: Cancelled
qu_pe: Hap'ispalla

source: Finished
qu_pe: Kutipun

source: Session status
qu_pe: Sesion hallp'an

source: Update session status
qu_pe: Sesion hallp'anta willakuy

source: Custom list
qu_pe: Qespasqa willakuy

source: No status
qu_pe: Manan hallp'a

source: Go back to video
qu_pe: Willakuywan qispilla

source: Some SCORM learning paths, specifically those with one single SCO, can report their progress as the SCO's score (cmi.core.score.raw). By checking this option (only available for single SCO learning paths), Chamilo will show the progress based on the score received from the SCO item. Beware that, by using this trick, you lose the ability to get any real score from the item.
qu_pe: Rikurayuq SCORM yachay willakuykunawan, uk SCOwan kachkan, yachakuyta SCO punuy (cmi.core.score.raw) nispa riwanakuy. Kay ruwayta qhaway (uk SCO yachay willakuykunapaqmi), Chamilo yachakuyta SCOmanta chaskisqa punuytawan rikuchiy. Allin kuyayniyuq, kay ruwaywan itemmanta manan chin punuyta chaskiyta manan atinkiwan.

source: There is a sequence resource linked to this course. You must delete this link first.
qu_pe: Kay qatiqpi willakuy willakuywan kachkan. Ñawpaqta kay willakuyta hap'ay.

source: Prevent moving backwards to previous questions
qu_pe: Ñawpaq willakuykunaman qispillayta manan saqillay

source: Upload plugin
qu_pe: Plugin kamarina

source: Please remember that uploading third party plugins can be harmful to both your portal and your server. Always ensure you install plugins from secure sources or that you can count on professional support from their developers.
qu_pe: Yuyarinay: Tukuy willakuy plugin kamarinay portantaq sirvintaq pishtakunay. Manan saqillakunamanta plugin kamarinaywan professional yachaywanqakuna.

source: Uploading the same plugin more than once will overwrite the previous plugin files. As in the first upload, uploading a third party plugin can have harmful effects.
qu_pe: Huk plugin uk kutin kamarinay ñawpaq plugin willakuykunata hap'ispallay. Ñawpaq kamarinaywan, tukuy willakuy plugin kamarinay pishtakunay.

source: Select the new plugin
qu_pe: Maway plugin yapay

source: The third party plugins upload is not enabled. Make sure the 'plugin_upload_enable' is set to 'true' in the platform configuration file.
qu_pe: Tukuy willakuy plugin kamarinay manan saqillakunchu. 'plugin_upload_enable' platforma kamachiq willakuypi 'true' nispa saqiy.

source: Plugin uploaded
qu_pe: Plugin kamarisqa

source: Official
qu_pe: Raspa

source: Third party
qu_pe: Tukuy willakuy

source: Your plugin has the same name as an official plugin. Official plugins cannot be overwritten. Please change your plugin's zip file name.
qu_pe: Kay plugin sutin raspa plugin sutinwan. Raspa plugin manan hap'ispallanchu. Kay plugin zip sutinta llamk'ay.

source: Courses of %s %s
qu_pe: %s %s qatiqkuna

source: You cannot subscribe to the course any more because your session has expired.
qu_pe: Sesion kutipusqaykitamantaq qatiqman manan qatiqkunaykichu.

source: Certificate of achievement by day
qu_pe: P'unchawmanta yapuq risuq

source: Reduced report
qu_pe: Kamuchisqa riwaway

source: Outside courses
qu_pe: Qatiqkunamanta wawaway

source: Learnpaths category
qu_pe: Yachay willakuy qatiq

source: Mail templates
qu_pe: Willakuy plantillakuna

source: An email to reset your password has been sent.
qu_pe: Contraseña kutichisqa willakuy kitiq.

source: Total number of available courses
qu_pe: Qatiq willakuykuna chin

source: Number of matching courses
qu_pe: Qatiq willakuykuna chin

source: Sessions by date
qu_pe: P'unchawmanta sesionkuna

source: Global statistics
qu_pe: Rikurayuq estatistika

source: Weeks
qu_pe: Simanakuna

source: Sessions count
qu_pe: Sesiunakuna hamut'ay

source: Sessions per week
qu_pe: Sesiunakuna simanapi

source: Average number of users per session
qu_pe: Sesiunapi yachakuqkuna nisqa chinpu

source: Average number of sessions per general session coach
qu_pe: Sesiunakuna chinpu sesyun kamachisqapi

source: Sessions per category
qu_pe: Sesiunakuna katigoriqpi

source: Sessions per language
qu_pe: Sesiunakuna idiomaqpi

source: Courses in sessions
qu_pe: Kursokuna sesyunpi

source: Users statistics
qu_pe: Yachakuqkuna estadistikan

source: Total number of students
qu_pe: Yachakuqkuna hamut'ay total

source: Users created in the selected period
qu_pe: Yachakuqkuna kamachisqa kay pachaqpi

source: Users per language
qu_pe: Yachakuqkuna idiomaqpi

source: Count
qu_pe: Hamut'ay

source: Sort by
qu_pe: Kamachiy

source: Subscription count
qu_pe: Sut'inakuna hamut'ay

source: Vote count
qu_pe: Votakuna hamut'ay

source: Export as compact CSV
qu_pe: Kutichiy pishtakunata CSV-man

source: Promoted messages
qu_pe: Patachkan willakuykuna

source: Publish for group tutors
qu_pe: Patachiy grupu tupiqkunaqpaq

source: Group survey for %s
qu_pe: Grupu enquistakuna %s paq

source: Hi %s <br/><br/>As group tutor for the group %s you are invited to participate at the following survey :
qu_pe: Allillay %s <br/><br/>Grupu tupiq %s-manta kay enquistakunaman hamuni kay enquistaman:

source: Survey %s multiplied
qu_pe: Enquista %s chimpakusqa

source: Survey %s not multiplied
qu_pe: Enquista %s mana chimpakusqa

source: Export survey results
qu_pe: Kutichiy enquista risulkuna

source: Score Sum
qu_pe: Pishtakuy summa

source: Export results
qu_pe: Kutichiy risulkuna

source: Your browser has been verified. You can safely proceed.
qu_pe: Yanak navegadorq kachkan. Mana pishtakuyta atiniku.

source: Your browser could not be verified. Please try again, or try another browser or device before starting your test.
qu_pe: Mana atinichu yanak navegadortam pishtakuyta. Wakinman ruray, wak navagadorwan utaq kikinakunawan ruray.

source: Partially correct
qu_pe: Qispichisqa

source: %d / %d answers saved.
qu_pe: %d / %d willakuykuna qispichisqa.

source: Test your browser
qu_pe: Yanak navegadortam pruyniy

source: Sort the following options from the list as you see fit by dragging them to the lower areas. You can put them back in this area to modify your answer.
qu_pe: Kay qatiqkuna listam suyakunamanta pishtakuyta, ukhu yachaypi thukuspa. Kay yachaypi kutichiyta atiniku.

source: Average time in the course
qu_pe: Kursopi pacha chinpu

source: Users active in a test
qu_pe: Yachakuqkuna pruynikunapi

source: Selective display
qu_pe: Qispichikuy
