Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: groups
yo_ng: ẹgbẹ́

source: Limit
yo_ng: Ààyè

source: Create group(s)
yo_ng: Ṣẹ̀dá ẹgbẹ́

source: Proceed to create group(s)
yo_ng: Tẹ̀síwájú láti ṣẹ̀dá ẹgbẹ́

source: Learners are allowed to self-register to groups
yo_ng: A yọ̀ǹda fún àwùjọ láti forúkọ ara wọn sínú ẹgbẹ́

source: Learners are allowed to unregister themselves from groups
yo_ng: A yọ̀ǹda fún àwùjọ láti yọ ara wọn kúrò nínú ẹgbẹ́

source: All groups
yo_ng: Gbogbo ẹgbẹ́

source: Unsubscribe me from this group.
yo_ng: Yọ mi kúrò nínú ẹgbẹ́ yìí.

source: You're now unsubscribed.
yo_ng: O ti yọ kúrò báyìí.

source: Default settings for new groups
yo_ng: Ètò ìpilẹ̀ fún ẹgbẹ́ tuntun

source: All selected groups have been deleted
yo_ng: Gbogbo ẹgbẹ́ tí a yàn ti parẹ́

source: All selected groups are now empty
yo_ng: Gbogbo ẹgbẹ́ tí a yàn ti ṣófo

source: The group is now empty
yo_ng: Ẹgbẹ́ náà ti ṣófo

source: All selected groups have been filled
yo_ng: Gbogbo ẹgbẹ́ tí a yàn ti kún

source: unregister
yo_ng: yọ kúrò

source: same for all
yo_ng: kìkan náà fún gbogbo wọn

source: No limitation
yo_ng: Kò sí ìdíwònnú

source: Please enter the desired number of groups
yo_ng: Jọwọ́, tẹ nọmba ẹgbẹ́ tí o fẹ́

source: Create groups from all users in the virtual courses
yo_ng: Ṣẹ̀dá ẹgbẹ́ láti ọdọ gbogbo àwùjọ nínú kọlẹji fíìrù

source: This course is a combination of a real course and one or more virtual courses. If you press following button, new groups will be created according to these (virtual) courses. All learners will be subscribed to the groups.
yo_ng: Kọlẹji yìí jẹ́ ìpapọ̀ ti kọlẹji gidi kan àti ọkan tàbí jíròòrò kọlẹji fíìrù. Tí o bá tẹ bọ́tìì ìtẹ̀síwájú, ẹgbẹ́ tuntun yóò ṣẹ̀dá gẹ́gẹ́ bí àwùjọ (fíìrù) wọ̀nyí. Gbogbo àwùjọ yóò forúkọ sínú ẹgbẹ́.

source: No groups available
yo_ng: Kò sí ẹgbẹ́ kankan

source: Virtual courses
yo_ng: Kọlẹji fíìrù

source: Create subgroups
yo_ng: Ṣẹ̀dá àwùjọ ẹgbẹ́

source: This option allows you to create new groups based on an existing group. Provide the desired number of groups and choose an existing group. The given number of groups will be created and all members of the existing group will be subscribed in those new groups. The existing group remains unchanged.
yo_ng: Àṣàyàn yìí yọ̀ǹda fún ọ láti ṣẹ̀dá ẹgbẹ́ tuntun gẹ́gẹ́ bí ẹgbẹ́ tí ó wà tẹ́lẹ̀. Pèsè nọmba ẹgbẹ́ tí o fẹ́ kí o sì yan ẹgbẹ́ tí ó wà tẹ́lẹ̀. Nọmba ẹgbẹ́ yìí yóò ṣẹ̀dá àti gbogbo àwùjọ ẹgbẹ́ tí ó wà tẹ́lẹ̀ yóò forúkọ sínú ẹgbẹ́ tuntun yìí. Ẹgbẹ́ tí ó wà tẹ́lẹ̀ kò yí padà.

source: Create number of groups
yo_ng: Ṣẹ̀dá nọmba ẹgbẹ́

source: groups with members from
yo_ng: ẹgbẹ́ pẹ̀lú àwùjọ láti

source: Fill the group randomly with course students
yo_ng: Kún ẹgbẹ́ pẹ̀lú àwùjọ kọlẹji láìdáwọ́dáwọ́

source: unsubscribe all users
yo_ng: yọ gbogbo àwùjọ kúrò

source: The maximum number of groups per user you submitted is invalid. There are now users who are subscribed in more groups than the number you propose.
yo_ng: Nọmba ti o pọn dọkẹ ti awọn ẹgbẹ fun olumulo kọja ko tọ. Awon olumulo wa ti forukọsilẹ sinu awọn ẹgbẹ diẹ sii ju nọmba ti o daba lọ.

source: Groups overview
yo_ng: Akopọ awọn ẹgbẹ

source: Group category
yo_ng: Ẹka ẹgbẹ

source: Please give a title
yo_ng: Jọwọ fun akọle kan

source: Please enter a valid number for the maximum number of members.
yo_ng: Jọwọ tẹ nọmba to wulo fun nọmba ti o pọ julọ ti awọn ọmọ ẹgbẹ.

source: The category order was changed
yo_ng: Iṣẹ ṣiṣe ẹka ti yipada

source: Category created
yo_ng: Ẹka ti ṣẹda

source: Agenda
yo_ng: Eto

source: Announcements
yo_ng: Ipa ranṣẹ

source: No categories defined
yo_ng: Ko si awọn ẹka ti a ṣalaye

source: Groups from classes
yo_ng: Awọn ẹgbẹ lati awọn kilasi

source: Using this option, you can create groups based on the classes subscribed to your course.
yo_ng: Lilo aṣayan yii, o le ṣẹda awọn ẹgbẹ da lori awọn kilasi ti o forukọsilẹ si iṣẹ-ẹkọ rẹ.

source: A new forum has now been created
yo_ng: Fọọmu tuntun kan ti ṣẹda bayi

source: A new forum thread has now been created
yo_ng: Ọrọ fọọmu tuntun kan ti ṣẹda bayi

source: Add hotpotatoes
yo_ng: Fi hotpotatoes kun

source: Hide attempt view
yo_ng: Fi iwo igbiyanju pamọ

source: Extend attempt view
yo_ng: Fa iwo igbiyanju gbooro

source: Welcome to the Chamilo course authoring tool !
yo_ng: Kaabọ si ohun elo kikọ iṣẹ-ẹkọ Chamilo !

source: Add learning objects and activities to your course
yo_ng: Fi awọn nkan ẹkọ ati awọn iṣẹ ṣiṣe kun si iṣẹ-ẹkọ rẹ

source: Add audio comments and order learning objects in the table of contents
yo_ng: Fi awọn asọye ohun afetabiwo kun ati ṣeto awọn nkan ẹkọ ni tabili akoonu

source: Watch the course from learner's viewpoint
yo_ng: Wo iṣẹ-ẹkọ lati oju iwo ọmọ ẹkọ

source: Chapter 1, Chapter 2 or Week 1, Week 2...
yo_ng: Abala 1, Abala 2 tabi Ọsẹ 1, Ọsẹ 2...

source: Add tests, activities and multimedia content
yo_ng: Fi awọn idanwo, awọn iṣẹ ṣiṣe ati akoonu multimedia kun

source: Title
yo_ng: Akọle

source: Prerequisites
yo_ng: Awọn ohun pataki ṣaaju

source: Up
yo_ng: Soke

source: Down
yo_ng: Isalẹ

source: this learning object
yo_ng: nkan ẹkọ yii

source: Name & description
yo_ng: Orukọ & apejuwe

source: Change order
yo_ng: Yi ṣe aṣẹ pada

source: Edit name & desc.
yo_ng: Ṣatunṣe orukọ & apejuwe.

source: My progress in this course
yo_ng: Ilọsiwaju mi ninu iṣẹ-ẹkọ yii

source: completed
yo_ng: ti pari

source: incomplete
yo_ng: ko pari

source: passed
yo_ng: ti kọja

source: failed
yo_ng: ti kuna

source: Previous learning object
yo_ng: Nkan ẹkọ iṣaaju

source: Next learning object
yo_ng: Nkan ẹkọ atẹle

source: Section name
yo_ng: Orukọ apakan

source: No learning object is completed.
yo_ng: Ko si nkan ẹkọ ti o ti pari.

source: This is the last learning object.
yo_ng: Eyi ni nkan ẹkọ ti o kẹhin.

source: Create new learning path
yo_ng: Ṣẹda ọna ẹkọ tuntun

source: Edit learnpath
yo_ng: Ṣatunṣe ọna ẹkọ

source: Delete
yo_ng: Paarẹ

source: do not publish
yo_ng: maṣe ṣe atẹjade

source: Publish on course homepage
yo_ng: Ṣe atẹjade lori oju-iwe akọle iṣẹ-ẹkọ

source: not published
yo_ng: ko ti ṣe atẹjade

source: published
yo_ng: ti ṣe atẹjade

source: Edit section description/name
yo_ng: Ṣatunṣe apejuwe/orukọ apakan

source: Delete section
yo_ng: Paarẹ apakan

source: Add learning objects to this section
yo_ng: Ṣe afikun awọn nkan ẹkọ si apakan yii

source: The learning object has been deleted
yo_ng: Nkan ẹkọ naa ti yọ kuro

source: The learning object has been edited
yo_ng: Nkan ẹkọ naa ti ṣiṣatunṣe

source: This learning object cannot display because the course prerequisites are not completed. This happens when a course imposes that you follow it step by step or get a minimum score in tests before you reach the next steps.
yo_ng: Nkan ẹkọ yii ko le ṣe afihan nitori awọn ibeere iṣaaju ti akoko naa ko pari. Eyi waye nigbati akoko kan ba paṣẹ pe o tẹle ni igbesẹ nipasẹ igbesẹ tabi gba ami ti o kere julọ ni awọn idanwo ṣaaju ki o to de awọn igbesẹ atẹle.

source: Add section
yo_ng: Ṣe afikun apakan

source: Add learning object or activity
yo_ng: Ṣe afikun nkan ẹkọ tabi iṣẹ ṣiṣe

source: Edit the prerequisites of the current LO
yo_ng: Ṣatunṣe awọn ibeere iṣaaju ti LO lọwọlọwọ

source: Edit section
yo_ng: Ṣatunṣe apakan

source: Edit document
yo_ng: Ṣatunṣe iwe-ipamọ

source: Edit test structure
yo_ng: Ṣatunṣe eto idanwo

source: Edit assignment
yo_ng: Ṣatunṣe iṣẹ ṣiṣe

source: Adding a section to the course
yo_ng: Ṣe afikun apakan si akoko naa

source: Enter information for section
yo_ng: Tẹ alaye fun apakan

source: Create new rich media page
yo_ng: Ṣẹda oju-iwe media ọlọrọ tuntun

source: Ticket updated
yo_ng: Tikẹti ti yipada

source: Or use an existing resource :
yo_ng: Tabi lo orisun ti o wa tẹlẹ :

source: Position
yo_ng: Ipo

source: A new section has now been created. You may continue by adding a section or step.
yo_ng: Apakan tuntun kan ti ṣẹda bayi. O le tẹsiwaju nipa ṣafikun apakan tabi igbesẹ.

source: The new link has been created
yo_ng: Asopọ tuntun naa ti ṣẹda

source: The new assignment has been created
yo_ng: Iṣẹ ṣiṣe tuntun naa ti ṣẹda

source: The new section has been created. You can now add a section or a learning object to it.
yo_ng: Apakan tuntun naa ti ṣẹda. O le ṣafikun apakan tabi nkan ẹkọ si i bayi.

source: The test has been added to the course
yo_ng: Idanwo naa ti ṣafikun si akoko naa

source: The learning object has been removed
yo_ng: Nkan ẹkọ naa ti yọ kuro

source: Converting...
yo_ng: Yiyipada...

source: Error during the conversion of PowerPoint. Please check if there are special characters in the name of your PowerPoint.
yo_ng: Aṣiṣe lakoko yiyipada PowerPoint. Jọwọ ṣayẹwo boya awọn ohun kikọ pataki wa ninu orukọ PowerPoint rẹ.

source: Build
yo_ng: Kọ

source: Current view mode: embedded
yo_ng: Ipò wiwo lọwọlọwọ: ifibọ

source: Current view mode: fullscreen
yo_ng: Ipò wiwo lọwọlọwọ: kikun

source: Show debug
yo_ng: Han ìdíwò

source: Hide debug
yo_ng: Fi ìdíwò pamọ

source: This document is not editable
yo_ng: Iwe-ipamọ yii ko ṣe atunṣe

source: After
yo_ng: Lẹhin

source: This HotPotatoes test has been closed.
yo_ng: Idanwo HotPotatoes yii ti wa ni pipade.

source: back to normal screen
yo_ng: Pada si iboju deede

source: full screen
yo_ng: iboju kikun

source: There was a
yo_ng: Nibẹ ni

source: page (step) here in the original Chamilo Learning Path.
yo_ng: oju-iwe (igbesẹ) nibi ni Opopona Ẹkọ Chamilo atilẹba.

source: Select a learning object in the table of contents
yo_ng: Yan nkan ẹkọ kan ninu tabili awọn akoonu

source: The rich media page/activity has been added to the course
yo_ng: Oju-iwe media ọlọrọ/iṣẹ ṣiṣe ti ṣafikun si akoko naa

source: Edit the current section
yo_ng: Ṣatunṣe apakan lọwọlọwọ

source: Create a new document
yo_ng: Ṣẹda iwe-ipamọ tuntun

source: Move the current document
yo_ng: Gbe iwe-ipamọ lọwọlọwọ

source: Edit the current document
yo_ng: Ṣatunṣe iwe-ipamọ lọwọlọwọ

source: Warning!
yo_ng: Ìkìlọ̀!

source: When you edit an existing document in Courses, the new version of the document will not overwrite the old version but will be saved as a new document. If you want to edit a document definitively, you can do that with the document tool.
yo_ng: Nigbati o ṣatunṣe iwe-ipamọ ti o wa tẹlẹ ni Awọn akoko, ẹya tuntun ti iwe-ipamọ kii yoo fọ ẹya atijọ ṣugbọn yoo fipamọ gẹgẹbi iwe-ipamọ tuntun. Ti o ba fẹ ṣatunṣe iwe-ipamọ patapata, o le ṣe iyẹn pẹlu ohun elo iwe-ipamọ.

source: Adding a test to the course
yo_ng: Ṣe afikun idanwo si akoko naa

source: Move the current test
yo_ng: Gbe idanwo lọwọlọwọ

source: Edit the current test
yo_ng: Ṣatunṣe idanwo lọwọlọwọ

source: Import AICC, SCORM and Chamilo learning path
yo_ng: Gbe wọle AICC, SCORM ati opopona ẹkọ Chamilo

source: To continue add a section or a learning object or activity to your course.
yo_ng: Lati tẹsiwaju ṣafikun apakan tabi nkan ẹkọ tabi iṣẹ ṣiṣe si akoko rẹ.

source: Prerequisites to the current learning object have been added.
yo_ng: Awọn prerequisites si ohun ẹkọ lọwọlọwọ ti a ti fi kun.

source: Add/edit prerequisites
yo_ng: Fi kun/Ṣatunkọ awọn prerequisites

source: No documents
yo_ng: Ko si awọn iwe-ipamọ

source: No tests available
yo_ng: Ko si awọn idanwo ti o wa

source: No links available
yo_ng: Ko si awọn asopọ ti o wa

source: There are no learning objects in the course. Click on "Build" to enter authoring mode.
yo_ng: Ko si awọn ohun ẹkọ ni ipilẹṣẹ. Tẹ lori "Build" lati wọ ipo ti n ṣẹda.

source: First position
yo_ng: Ipo akọkọ

source: New test
yo_ng: Idanwo tuntun

source: Adding a forum to the course
yo_ng: Ṣafikun apejọ kan si ipilẹṣẹ

source: <strong>Welcome</strong> to the Chamilo Course authoring tool.<br />Create your courses step-by-step. The table of contents will appear to the left.
yo_ng: <strongKaabọ</strong> si ohun elo ti n ṣẹda Chamilo Course.<br />Ṣẹda awọn ipilẹṣẹ rẹ ni igbesẹ-aṣẹ. Tabili awọn akoonu yoo han si apa osi.

source: To start, give a title to your course
yo_ng: Lati bẹrẹ, fun akọle kan si ipilẹṣẹ rẹ

source: Adding a link to the course
yo_ng: Ṣafikun asopọ kan si ipilẹṣẹ

source: Move the current link
yo_ng: Gbe asopọ lọwọlọwọ

source: Edit the current link
yo_ng: Ṣatunkọ asopọ lọwọlọwọ

source: Move the current assignment
yo_ng: Gbe iṣẹ lọwọlọwọ

source: Edit the current assignment
yo_ng: Ṣatunkọ iṣẹ lọwọlọwọ

source: Allow multiple attempts
yo_ng: Gba laaye fun awọn igbiyanju pupọ

source: Prevent multiple attempts
yo_ng: Dẹkun awọn igbiyanju pupọ

source: Make SCORM recordings extra
yo_ng: Jẹ ki awọn gbigbasilẹ SCORM ṣe afikun

source: Make SCORM recordings normal
yo_ng: Jẹ ki awọn gbigbasilẹ SCORM ṣe deede

source: The document cannot be displayed because it has been deleted
yo_ng: Iwe-ipamọ ko le han nitori a ti paarẹ rẹ

source: Edit the current forum
yo_ng: Ṣatunkọ apejọ lọwọlọwọ

source: No prerequisites
yo_ng: Ko si awọn prerequisites

source: Create a new link
yo_ng: Ṣẹda asopọ tuntun

source: Create a new forum
yo_ng: Ṣẹda apejọ tuntun

source: Woogie : Word conversion
yo_ng: Woogie: Iyipada Ọrọ

source: MS Word to course converter
yo_ng: MS Word si oluyipada ipilẹṣẹ

source: Welcome to Woogie Rapid Learning<ul type="1"><li>Browse your hard disk to find any .doc, .sxw or .odt file<li>Upload it to Woogie. It will convert it into a SCORM course<li>You will then be able to add audio comments on each page and insert quizzes and other activities between pages</ul>
yo_ng: Kaabọ si Woogie Rapid Learning<ul type="1"><li>Ṣawari disiki lile rẹ lati wa eyikeyi faili .doc, .sxw tabi .odt<li>Fi rẹ soke si Woogie. Yoo yi pada si ipilẹṣẹ SCORM<li>Lẹhinna iwọ yoo ni anfani lati fi awọn asọye ohun afetẹlẹ kun lori kọkọ kọja kọọkan ati fi awọn idanwo ati awọn iṣẹ ṣiṣe miiran si laarin awọn oju-iwe</ul>

source: Error during the conversion of the word document. Please check if there are special characters in the name of your document..
yo_ng: Aṣiṣe lakoko iyipada iwe-ọrọ ọrọ. Jọwọ ṣayẹwo boya awọn ohun kikọ pataki wa ninu orukọ iwe-ipamọ rẹ..

source: MS Word conversion
yo_ng: Iyipada MS Word

source: Interaction ID
yo_ng: ID Ibaṣepọ

source: Time (finished at...)
yo_ng: Akoko (pari ni...)

source: Correct answers
yo_ng: Awọn idahun to tọ

source: Learner answers
yo_ng: Awọn idahun akẹkọ

source: Time spent
yo_ng: Akoko ti a lo

source: A page, a learning object
yo_ng: Oju-iwe kan, ohun ẹkọ kan

source: A section, a learning object
yo_ng: Apakan kan, ohun ẹkọ kan

source: Use the slides names as course learning object names
yo_ng: Lo awọn orukọ awọn slide bi awọn orukọ ohun ẹkọ ipilẹṣẹ

source: The connection to the document converter failed. Please contact your platform administrator to fix the problem.
yo_ng: Asopọ si oluyipada iwe-ipamọ kuna. Jọwọ kan si olutọju pẹpẹ rẹ lati ṣe atunṣe iṣoro naa.

source: The conversion failed. <br />Some documents are too complex to be treated automatically by the document converter.<br />We try to improve it.
yo_ng: Iyipada kuna. <br />Diẹ ninu awọn iwe-ipamọ jẹ idiwọn ju lati ṣe itọju laifọwọ nipasẹ oluyipada iwe-ipamọ.<br />A ṣe ipaṣẹ lati mu ilọsiwaju rẹ.

source: The conversion failed for an unknown reason.<br />Please contact your administrator to get more information.
yo_ng: Iyipada kuna fun idi aimọ.<br />Jọwọ kan si olutọju rẹ lati gba alaye diẹ sii.

source: Please upload presentations only. Filename extension should be .ppt or .odp
yo_ng: Jọwọ gbe awọn igbekalẹ soke nikan. Itẹsiwaju faili yẹ ki o jẹ .ppt tabi .odp

source: Please upload text documents only. Filename extension should be .doc, .docx or .odt
yo_ng: Jọwọ gbe awọn iwe-ọrọ soke nikan. Itẹsiwaju faili yẹ ki o jẹ .doc, .docx tabi .odt

source: Show audio recorder
yo_ng: Han ohun gbigbasilẹ ohun afetẹlẹ

source: To search the course database, please use the following syntax:<br/> <i>term tag:tag_name -exclude +include "exact phrase"</i><br/> For example:<br/> <i>car tag:truck -ferrari +ford "high consumption".</i><br/> This will show all the results for the word 'car' tagged as 'truck', not including the word 'ferrari' but including the word 'ford' and the exact phrase 'high consumption'.
yo_ng: Lati wa data ipilẹṣẹ, jọwọ lo ọrọ-ìdàsílẹ wọnyi:<br/> <i>ọrọ tag:orukọ_tag -yọkuro +pẹlu "gbolohun ọrọ deede"</i><br/> Fun apẹẹrẹ:<br/> <i>ọkọ tag:oko-ọkọ -ferrari +ford "lilo giga".</i><br/> Eyi yoo han gbogbo awọn abajade fun ọrọ 'ọkọ' ti a samisi bi 'oko-ọkọ', ko pẹlu ọrọ 'ferrari' ṣugbọn pẹlu ọrọ 'ford' ati gbolohun ọrọ deede 'lilo giga'.

source: View course
yo_ng: Wo ipilẹṣẹ

source: Tags to add to the document, if indexing
yo_ng: Awọn aami lati fi kun si iwe-ipamọ, ti a ba ṣe titọka

source: Back to learning paths
yo_ng: Pada si awọn ọna ẹkọ

source: Upload Mp3 audio
yo_ng: Gbe ohun afetẹlẹ Mp3 soke

source: Add audio
yo_ng: Fi ohun afetẹlẹ kun

source: Leave import form empty to keep current audio file
yo_ng: Fi ìdí ìkọ́wé ìdíwọ̀n kò ṣe òfo kí ìdíwọ̀n ohùn lọ́wọ́ lọ́wọ́

source: Remove audio
yo_ng: Yọ ohùn kúrò

source: Validate
yo_ng: Ṣàtúnṣe

source: View score change history
yo_ng: Wo ìtàn ìyípadà àmì ìdíwọ̀n

source: Trainer picture will resize if needed
yo_ng: Àwòrán olùdàáṣà yóò tún ìwọ̀n rẹ̀ ṣe tí ì ṣe pàtàkì

source: Image preview
yo_ng: Àwò ìdíwò àwòrán

source: already exists.
yo_ng: ti wà tẹ́lẹ̀.

source: The uploaded file could not be saved (perhaps a permission problem?)
yo_ng: Ìdíwọ̀n tí a gbe òkè kò ṣe ìpamọ́ (bí ì ṣe ìdùbọ̀ ìyọ̀nda?)

source: Move document
yo_ng: Gbe ìwé lọ

source: Edit course settings
yo_ng: Ṣàtúnṣe ìṣètò ìdàrú

source: Save course settings
yo_ng: Fipamọ ìṣètò ìdàrú

source: Show all attempts
yo_ng: Fi gbogbo ìgbìyànwò hàn

source: Hide all attempts
yo_ng: Fi gbogbo ìgbìyànwò pamọ́

source: Show all attempts by test
yo_ng: Fi gbogbo ìgbìyànwò ìdánwò hàn

source: Show attempt
yo_ng: Fi ìgbìyànwò hàn

source: Show and grade attempt
yo_ng: Fi ìgbìyànwò hàn àti ìdíwò

source: Save prerequisites settings
yo_ng: Fipamọ ìṣètò ìpinnu ìṣààyò

source: Continue
yo_ng: Tẹ̀síwájú

source: Add test to course
yo_ng: Fi ìdánwò kun ìdàrú

source: Add this document to the course
yo_ng: Fi ìwé yìí kun ìdàrú

source: Objective ID
yo_ng: ID Ìpinnu

source: Objective status
yo_ng: Ìpò ìpinnu

source: Objective raw score
yo_ng: Àmì ìdíwò ìpinnu

source: Objective max score
yo_ng: Àmì ìdíwò ìpinnu pàtàkì jùlọ

source: Objective min score
yo_ng: Àmì ìdíwò ìpinnu pàtàkì tí kò dára jùlọ

source: Learning path name
yo_ng: Orúkọ ìlò ìmọ̀

source: Authoring options
yo_ng: Àwùjọ ìdásílẹ̀

source: Save section
yo_ng: Fipamọ apá

source: Add link to course
yo_ng: Fi ìwọ̀n kun ìdàrú

source: Add assignment to course
yo_ng: Fi iṣẹ́ ìkọ́silẹ̀ kun ìdàrú

source: Add forum to course
yo_ng: Fi ìpìlẹ̀ ìjíròrò kun ìdàrú

source: Save audio and organization
yo_ng: Fipamọ ohùn àti ìṣètò

source: Please upload mp3 files only
yo_ng: Jọ̀wọ́ gbe àwùjọ ìdíwọ̀n mp3 nìkan ṣe ìkọ́wé

source: Chamilo supports the OpenBadges standard
yo_ng: Chamilo ṣe ìdàápadà ìlò Ìdíwò OpenBadges

source: No posts
yo_ng: Kò sí ìwé ìròyìn

source: Without achieved skills
yo_ng: Láìsí ìmọ̀ tí a ṣe ìdàgbàsókè

source: Please type your message!
yo_ng: Jọ̀wọ́ kọ ìfiwéra rẹ!

source: Do you really want to delete all messages?
yo_ng: Ṣé ì ṣe òtítọ́ kí ì fòyè kúrò gbogbo ìfiwéra?

source: Dear %s,
yo_ng: Olùfẹ́ %s,

source: Urgent: %s course expiration reminder
yo_ng: Pàtàkì: Ìròrùn ìdàrú %s

source: Exercise and learning path
yo_ng: Idaraya ati ọna eko

source: Warning: It is possible to use, in the gradebook, tests that are part of learning paths. If the learning path itself is already included, this test might be part of the gradebook already. The learning paths evaluation is made on the basis of a progress percentage, while the evaluation on tests is made on the basis of a score. Survey evaluation is based on whether the user has answered (1) or not (0). Make sure you test your combinations of gradebook evaluations to avoid mind-boggling situations.
yo_ng: Ìkìlọ̀: Ó ṣeé ṣe láti lo, nínú ìwé ìdíwò, àwùjọ ìdánwò tí ó jẹ́ apá ìlò ìmọ̀. Tí ìlò ìmọ̀ fúnra rẹ̀ ti wà tẹ́lẹ̀, ìdánwò yìí lè ti jẹ́ apá ìwé ìdíwò tẹ́lẹ̀. Ìdíwò ìlò ìmọ̀ ṣe lórí ìpìlẹ̀ ìdàgbàsókè ìdárò, nigba tí ìdíwò lórí ìdánwò ṣe lórí ìpìlẹ̀ ìdíwò. Ìdíwò ìwádìí ṣe lórí ìpìlẹ̀ ìdáhùn olùpẹ̀ (1) tàbí kò (0). Ràn ì ṣe ìdánwò àwùjọ ìdíwò ìwé ìdíwò rẹ láti yẹra fún àwùjọ ìdààmú ìrònú.

source: Choose either duration or time limit
yo_ng: Yan ìgbà tàbí ìdíwò ìgbà

source: Clear the chat
yo_ng: Pa ìjíròrò kúrò

source: Session banner
yo_ng: Pamọ́ ìpàgọ́ ìjiròrò

source: Short description
yo_ng: Àpèjúwe kùkù

source: Target audience
yo_ng: Àwùjọ ìdíwò

source: Convert your virtual campus to a skills-based learning experience
yo_ng: Yí àwùjọ ìkànnì fíìrì tí ì ṣe ìdàsílẹ̀ padà sí ìrírì ìmọ̀ ìpìlẹ̀ ìmọ̀

source: Chat call has been sent. Waiting for the approval of your partner.
yo_ng: Ìpè ìjíròrò ti fi ránṣẹ́. Ndúróde ìfọwọ́si alájọṣepọ̀ rẹ.

source: Your call has been denied by your partner.
yo_ng: Ìpè rẹ ti kọ sílẹ̀ nipasẹ̀ alájọṣepọ̀ rẹ.

source: Send message
yo_ng: Fi ifọrọranṣẹ ranṣẹ

source: Chat partners
yo_ng: Awọn alabaṣepọ chat

source: Test
yo_ng: Idanwo

source: There is no test for the moment
yo_ng: Ko si idanwo fun akoko yii

source: Create a new test
yo_ng: Ṣẹda idanwo tuntun

source: Questions
yo_ng: Awọn ibeere

source: Answers
yo_ng: Awọn idahun

source: True
yo_ng: Otitọ

source: Answer
yo_ng: Idahun

source: Your results
yo_ng: Awọn abajade rẹ

source: Sequential
yo_ng: Lẹsẹsẹ

source: Test name
yo_ng: Orukọ idanwo

source: Give a context to the test
yo_ng: Fun idanwo ni aaye

source: All questions on one page
yo_ng: Gbogbo awọn ibeere lori oju-iwe kan

source: One question by page
yo_ng: Ibeere kan fun oju-iwe

source: Random questions
yo_ng: Awọn ibeere IDILỌWỌSÌ

source: Please give the test name
yo_ng: Jọwọ fun orukọ idanwo

source: Audio or video file
yo_ng: Faili ohun tabi fidio

source: Delete the audio or video file
yo_ng: Paarẹ faili ohun tabi fidio

source: There is no answer for the moment
yo_ng: Ko si idahun fun akoko yii

source: Go back to the question pool
yo_ng: Pada sẹhin si adagun ibeere

source: Go back to the questions list
yo_ng: Pada sẹhin si akojọ awọn ibeere

source: Answers to the question
yo_ng: Awọn idahun si ibeere

source: Warning! This question and its answers are used in several tests. Would you like to Edit them
yo_ng: Ìkìlọ̀! Ibeere yii ati awọn idahun rẹ ti wa ni lilo ni ọpọlọpọ idanwo. Ṣe o fẹ ṣatunkọ wọn

source: in all tests
yo_ng: ni gbogbo awọn idanwo

source: only in the current test
yo_ng: nikan ni idanwo lọwọlọwọ

source: Answer type
yo_ng: Iru idahun

source: Multiple answers
yo_ng: Awọn idahun pupọ

source: Fill blanks or form
yo_ng: Kun awọn aaye ofo tabi fọọmu

source: Matching
yo_ng: Ṣe pàṣipàṣà

source: Replace the picture
yo_ng: Rọpa aworan

source: Delete picture
yo_ng: Paarẹ aworan

source: Enrich question
yo_ng: Pọ si ibeere

source: Please type the question
yo_ng: Jọwọ kọ ibeere

source: Please enter a score for each blank
yo_ng: Jọwọ tẹ ami fun ọkọọkan aaye ofo

source: use square brackets [...] to define one or more blanks
yo_ng: lo awọn akọmọ onigun [...] lati ṣalaye ọkan tabi diẹ sii aaye ofo

source: +answ
yo_ng: +idahun

source: -answ
yo_ng: -idahun

source: Please type your text below
yo_ng: Jọwọ kọ ọrọ rẹ si isalẹ
