Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Icons only
ar: أيقونات فقط
ast_es: Namás iconos
bn_bd: শুধুমাত্র আইকন
bs_ba: Samo ikone
ca_es: Només icones
cs_cz: Pouze ikony
da: Kun ikoner
de: Nur Icons
el: Μόνο εικονίδια
eo: Kelkaj ikonoj
es: Sólo iconos
es_mx: Sólo iconos
eu_es: Ikonoak soilik
fa_ir: فقط آیکون
fi_fi: Vain kuvakkeet
fo_fo: Bert ikonir
fur: Sôl icônes
ga: Deilbhíní amháin
gl: Só iconas
he_il: סמלים בלבד
hi: केवल आइकन
hr_hr: Samo ikone
hu_hu: Csak kép
hy: Միայն պատկերներ
id_id: Ikon saja
it: Solo icone
ja: アイコンのみ
ka_ge: მხოლოდ ხატულები
ko_kr: 아이콘만
lo: ໄອຄອນເທົ່ານັ້ນ
lt_lt: tik ikonos
lv_lv: Tikai ikonas
mk_mk: Само икони
ms_my: Ikon sahaja
my_mm: အိုင်ကွန်များသာလျှင်
ne: आइकनहरू मात्र
nl: Enkel iconen
nn_no: Berre ikoner
oc: Icons solament
pl_pl: Jedynie ikony
ps: یوازې آیکونونه
pt_br: Só ícones
pt_pt: Apenas ícones
ro_ro: Numai icon-uri
ru_ru: Только иконки
sk_sk: Len ikony
sl: Le ikone
sq: Vetëm ikona
sr_rs: Samo ikone
sv_se: Bara ikoner
sw_ke: Ikoni pekee
ta: படங்கள் மட்டும்
th: ไอคอนเท่านั้น
tl_ph: Mga icon lamang
tr: Sadece simgeler
uk_ua: Тільки іконки
vi_vn: Chỉ biểu tượng
xh_za: Iicons kuphela
zh_cn: 仅图标
zh_tw: 只有圖示

source: Text only
ar: نص فقط
ast_es: Namás testu
bn_bd: শুধুমাত্র টেক্সট
bs_ba: Samo tekst
ca_es: Només text
cs_cz: Pouze text
da: Kun tekst
de: Nur Text
el: Μόνο κείμενο
eo: nur teksto
es: Sólo texto
es_mx: Sólo texto
eu_es: Testua soilik
fa_ir: فقط متن
fi_fi: Vain teksti
fo_fo: Bert tekstur
fur: Sôl test
ga: Téacs amháin
gl: Só texto
he_il: טקסט בלבד
hi: केवल पाठ
hr_hr: Samo tekst
hu_hu: Csak szöveg
hy: Միայն տեքստ
id_id: Teks saja
it: Solo testo
ja: テキストのみ
ka_ge: მხოლოდ ტექსტი
ko_kr: 텍스트만
lo: ຂໍ້ຄວາມເທົ່ານັ້ນ
lt_lt: Tik tekstas
lv_lv: Tikai teksts
mk_mk: Само текст
ms_my: Teks sahaja
my_mm: စာသားသာလျှင်
ne: पाठ मात्र
nl: enkel tekst
nn_no: Berre tekst
oc: Text solament
pl_pl: Tylko tekst
ps: یوازې متن
pt_br: Só texto
pt_pt: Apenas texto
ro_ro: Numai text
ru_ru: Только текст
sk_sk: Len text
sl: Le besedilo
sq: Vetëm tekst
sr_rs: Samo tekst
sv_se: Bara text
sw_ke: maandishi pekee
ta: எழுத்துக்கள் மட்டும்
th: ข้อความเท่านั้น
tl_ph: Teksto lamang
tr: Sadece yazı
uk_ua: Тільки текст
vi_vn: Chỉ văn bản
xh_za: Isikwangqo kuphela
zh_cn: 仅文本
zh_tw: 只有文字

source: Icons and text
ar: أيقونات و نص
ast_es: Iconos y testu
bn_bd: আইকন এবং টেক্সট
bs_ba: Ikone i tekst
ca_es: Icones i text
cs_cz: Ikony a text
da: Ikoner og tekst
de: Icons und Text
el: Εικονίδια και κείμενο
eo: Ikonoj kaj teksto
es: Iconos y texto
es_mx: Iconos y texto
eu_es: Ikonoak eta testua
fa_ir: آیکون و متن
fi_fi: Kuvakkeet ja teksti
fo_fo: Ikoner og tekst
fur: Icônes e test
ga: Deilbhíní agus téacs
gl: Iconas e texto
he_il: סמלים וטקסט
hi: आइकन और पाठ
hr_hr: Ikone i tekst
hu_hu: Kép és szöveg
hy: Պատկերներ և տեքստ
id_id: Ikon dan teks
it: Testo e icone
ja: アイコンとテキスト
ka_ge: ხატულები და ტექსტი
ko_kr: 아이콘 및 텍스트
lo: ໄອຄອນ ແລະ ຂໍ້ຄວາມ
lt_lt: Ikonos ir tekstas
lv_lv: Ikonas un teksts
mk_mk: Икони и текст
ms_my: Ikon dan teks
my_mm: အိုင်ကွန်များနှင့် စာသား
ne: आइकनहरू र पाठ
nl: Iconen en tekst
nn_no: Ikoner og tekst
oc: Icons e text
pl_pl: Ikony i tekst
ps: آیکونونه او متن
pt_br: Ícones e texto
pt_pt: Ícones e texto
ro_ro: Icon-uri si text
ru_ru: Иконки и текст
sk_sk: Ikony a text
sl: Ikone in besedilo
sq: Ikona dhe tekst
sr_rs: Ikone i tekst
sv_se: Ikoner och text
sw_ke: Ikoni na maandishi
ta: படங்கள் மற்றும் எழுத்துக்கள்
th: ไอคอนและข้อความ
tl_ph: Mga icon at teksto
tr: Simge ve yazı
uk_ua: Іконки та текст
vi_vn: Biểu tượng và văn bản
xh_za: Iicons nesikwangqo
zh_cn: 图标和文本
zh_tw: 圖片及文字

source: Enable tool introduction
ar: تمكين لأداة المقدمة
ast_es: Activar introducción a les ferramientes
bn_bd: টুল পরিচিতি সক্ষম করুন
bs_ba: Omogući uvod u alat
ca_es: Activar les introduccions d'eines
cs_cz: Povolit popis nástroje
da: Aktiver værktøjs-introduktioner
de: Einleitungstext
el: Ενεργοποίηση εισαγωγής εργαλείου
eo: Ebligi enkondukon de moduloj
es: Activar introducción a las herramientas
es_mx: Permitir introducción a la herramienta
eu_es: Gaitu tresnetarako sarrerak
fa_ir: فعال سازی ابزار معرفی
fi_fi: Aktivoi työkalun esittely
fo_fo: Virkna verkætlaframsøgn
fur: Ative l'introduzion des struments
ga: Cumasaigh réamhtheachtaireacht uirlise
gl: Permitir as introducións das ferramentas
he_il: אפשר הצגת כלי
hi: उपकरण परिचय सक्षम करें
hr_hr: Omogući uvod u alate
hu_hu: Eszközök bemutatásának engedélyezése
hy: Միացնել գործիքի ներածություն
id_id: Bolehkan memakai tool
it: Abilita i testi introduttivi
ja: ツールの概要を有効にする
ka_ge: ხელსაწყოს შესავალი ჩართვა
ko_kr: 도구 소개 활성화
lo: ເປີດໃຊ້ຄຳແນະນຳເຄື່ອງມື
lt_lt: Įjungti įrankio aprašymą
lv_lv: Dot iespēju apgūt instrumentu pielietojumu (HELP's)
mk_mk: Овозможи ја алатката за вовед
ms_my: Aktifkan pengenalan alat
my_mm: ကိရိယာမိတ်ဆက်ကို ဖွင့်ပါ
ne: उपकरण परिचय सक्षम गर्नुहोस्
nl: Inleidingen van de modules activeren
nn_no: Aktiver verktøyintroduksjon
oc: Activar l'introduccion dels outils
pl_pl: Włącz wprowadzenie narzędzia
ps: د وسیلې معرفي فعال کړئ
pt_br: Ativa as introduções das ferramentas
pt_pt: Activar a introdução das ferramentas
ro_ro: Activeaza introducerea instrumentului
ru_ru: Включить вводную информацию по инструментам
sk_sk: Aktivovať nástroj Úvod
sl: Omogoči uvodno sekcijo orodij
sq: Aktivizo prezantimin e mjeteve
sr_rs: Omogući uvodnu sekciju alata
sv_se: Aktivera verktygsintroduktion
sw_ke: Wezesha utangulizi wa zana
ta: கருவி அறிமுகத்தை செயல்படுத்தவும்
th: เปิดใช้งานการแนะนำเครื่องมือ
tl_ph: Pagganahin ang panimulang tool
tr: Araç girişini etkinleştir
uk_ua: Ввімкнути інструмент вступу
vi_vn: Kích hoạt giới thiệu công cụ
xh_za: Vula intshayacelo yesixhobo
zh_cn: 允许工具介绍
zh_tw: 允許工具介紹

source: Enable introductions on each tool's homepage
ar: تمكين المقدمات على جميع أدوات الصفحة الرئيسية
ast_es: Habilitar les introducciones a cauna les ferramientes de la páxina d'entamu
bn_bd: প্রত্যেক টুলের হোমপেজে পরিচিতি সক্ষম করুন
bs_ba: Omogući uvode na početnoj stranici svakog alata
ca_es: Activar les introduccions a la pàgina inicial de cada eina
cs_cz: Povolit úvod do všech nástrojových stranek
da: Aktiver introduktioner på hver side med et værktøj/funktion
de: Ermöglicht das Erstellen von Einleitungstexten für jede Startseite eines Werkzeugs/Tools
el: Ενεργοποίηση εισαγωγών στην αρχική σελίδα κάθε εργαλείου
eo: Aldoni enkondukan tekston al la hejmpaĝo de ĉiu ilo
es: Habilitar una introducción en cada herramienta de la página principal
es_mx: Permitir introducciones en el homepage de cada herramienta
eu_es: Gaitu sarrera bana orri nagusiko tresna bakoitzeko
fa_ir: فعال‌سازی مقدمه‌ها در صفحه اصلی هر ابزار
fi_fi: Ota käyttöön johdannot kunkin työkalun etusivulla
fo_fo: Virkna framsagnir á heimasíðu hvørja verkætla
fur: Ative lis introduzions su ogni pajine inizjâl dai struments
ga: Cumasaigh réamhtheachtaireachtaí ar leathanach baile gach uirlise
gl: Permitir introducións en cada ferramenta da páxina principal
he_il: אפשר הקדמות בדף הבית של כל כלי
hi: प्रत्येक उपकरण के होमपेज पर परिचय सक्षम करें
hr_hr: Omogući uvode na početnim stranicama svakog alata
hu_hu: Minden eszköz bemutatásának engedélyezésea kezdőoldalon
hy: Միացնել ներածությունները յուրաքանչյուր գործիքի գլխավոր էջում
id_id: Bolehkan pengantar pada setiap laman tool
it: Abilita brevi indicazioni nella pagina iniziale dei diversi strumenti
ja: 各ツールのホームページで概要を有効にします
ka_ge: შესავლების ჩართვა თითოეული ხელსაწყოს მთავარ გვერდზე
ko_kr: 각 도구 홈페이지에 소개 활성화
lo: ເປີດໃຊ້ຄຳແນະນຳໃນໜ້າຫຼັກຂອງແຕ່ລະເຄື່ອງມື
lt_lt: Įjungti aprašymus kiekvieno įrankio namų puslapyje
lv_lv: Ieslēgt iespēju apgūt instrumentu pielietojumu katra instrumenta mājas lapā.
mk_mk: Овозможи воведи на почетката страна од секоја алатка
ms_my: Aktifkan pengenalan pada laman utama setiap alat
my_mm: ကိရိယာတစ်ခုစီ၏ ပင်မစာမျက်နှာတွင် မိတ်ဆက်များကို ဖွင့်ပါ
ne: प्रत्येक उपकरणको होमपेजमा परिचयहरू सक्षम गर्नुहोस्
nl: Voeg een inleidingstekst toe aan de homepagina van iedere tool
nn_no: Aktiver introduksjonar på kvar verktøys hovudsida
oc: Activar las introduccions sus la pagina d'acuèlh de cada outil
pl_pl: Włącz wprowadzenia na każdej stronie głównej narzędzia
ps: د هرې وسیلې د کور پاڼې کې معرفي فعال کړئ
pt_br: Ativa a introduções em cada ferramenta da página inicial
pt_pt: Activar introduções nas página de cada ferramenta
ro_ro: Permite introduceri in pagina de inceput a fiecarui instrument
ru_ru: Включить вводную информацию для каждого инструмента домашней страницы
sk_sk: Aktivovať úvod na domovskej stránke každého nástroja
sl: Omogoči uvodno besedilo za posamezno orodje na vsaki posamezni domači starani vsakega orodja
sq: Aktivizo prezantimet në faqen kryesore të çdo mjeti
sr_rs: Omogući uvode na početnoj strani svakog alata
sv_se: Aktiverar introduktioner på varje sida med verktyg eller funktioner
sw_ke: Wezesha utangulizi kwenye ukurasa wa nyumbani wa kila zana
ta: ஒவ்வொரு கருவியின் முகப்புப் பக்கத்தில் அறிமுகங்களை செயல்படுத்தவும்
th: เปิดใช้งานการแนะนำบนหน้าแรกของแต่ละเครื่องมือ
tl_ph: Pagganahin ang mga panimula sa bawat tool ng homepage
tr: Her araç giriş sayfasındaki tanıtımı etkinleştir
uk_ua: Ввімкнути вступ на кожній домашній сторінці інструменту
vi_vn: Kích hoạt phần giới thiệu trên trang chủ mỗi công cụ
xh_za: Vula iintshayacelo kwiphepha eliphambili lesixhobo ngalinye
zh_cn: 每个工具的首页允许介绍
zh_tw: 允許每項工具的首頁中提供工具介紹

source: Course homepage breadcrumb
ar: فتات الخبز لصفحة بدء المقرر
ast_es: Barra de navegación de la páxina d'entamu del cursu
bn_bd: কোর্স হোমপেজ ব্রেডক্রাম্ব
bs_ba: Krušna navigacija početne stranice kursa
ca_es: Barra de navegació de la pàgina inicial del curs
cs_cz: Domácí stránka kurzu Breadcrumb
da: Kursussidens krummesti
de: Breadcrumb-Navigation
el: Breadcrumb αρχικής σελίδας μαθήματος
eo: Panero al la startpaĝo de la kurso
es: Barra de navegación de la página principal del curso
es_mx: Miga de pan de la página principal del curso
eu_es: Nabigazio barra ikastaroaren orri nagusian
fa_ir: نمودار صفحه اصلی درس
fi_fi: Kurssin etusivun leipäpuruvalikko
fo_fo: Brødsmula á kursusheimasíðu
fur: Breadcrumb de la pajine inizjâl dal curs
ga: Breadcrumb leathanach baile an chúrsa
gl: Camiño da páxina principal do curso
he_il: פירורי לחם של דף הבית של הקורס
hi: पाठ्यक्रम होमपेज ब्रेडक्रंब
hr_hr: Kruhna navigacija na početnoj stranici kursa
hu_hu: Kurzus kezdőoldalának nyomonkövetése
hy: Դասընթացի գլխավոր էջի хлебнавигация
id_id: Navigasi laman kuliah
it: Barra di navigazione nella pagina principale del corso
ja: コースのホームページの階層リンク
ka_ge: კურსის მთავარი გვერდის ნავიგაციის ზოლი
ko_kr: 코스 홈페이지 브레드크럼
lo: ເສັ້ນທາງນຳທາງໃນໜ້າຫຼັກຂອງລາຍວິຊາ
lt_lt: Kurso pagrindinio puslapio viršutinis horizontalus meniu
lv_lv: Atpakaļ ceļš uz kursa mājas lapu
mk_mk: Ситници од почетната страна на курсот
ms_my: Breadcrumb laman utama kursus
my_mm: သင်တန်းပင်မစာမျက်နှာဘရက်ခရုမ်း
ne: पाठ्यक्रम होमपेज ब्रेडक्रम्ब
nl: Broodkruimel naar de startpagina van de cursus
nn_no: Brødsmule på kurs hovudsida
oc: Fil d'Ariana de la pagina d'acuèlh del cors
pl_pl: Ścieżka strony głównej kursu
ps: د کورس کور پاڼې بریډکرمب
pt_br: Barra de navegação da página principal do curso
pt_pt: Ligações/links auxiliares de navegação (Breadcrumb) da página inicial/homepage do curso
ro_ro: 'Crusta' pagina initiale a cursului
ru_ru: Отладочный оператор ("хлебные крошки") домашней страницы курса
sk_sk: Maličká navigácia domovskej stránky kurzu
sl: Pasica domače strani tečaja
sq: Breadcrumb i faqes kryesore të kursit
sr_rs: Putanja hleba na početnoj strani kursa
sv_se: Länkstigar för kurssidor
sw_ke: Breadcrumbs ya ukurasa wa nyumbani wa kozi
ta: பாட முகப்புப் பக்கம் பிரெட்கிரம்ப்
th: breadcrumb หน้าแรกของรายวิชา
tl_ph: Breadcrumb sa homepage ng kurso
tr: Kurs giriş sayfası ayrıntları
uk_ua: Бредкрамби на домашній сторінці курсу
vi_vn: Breadcrumb trang chủ khóa học
xh_za: Ibhinqi yephepha lasekhaya lesifundo
zh_cn: 水平导航
zh_tw: 課程首頁層級路徑鏈

source: The breadcrumb is the horizontal links navigation system usually in the top left of your page. This option selects what you want to appear in the breadcrumb on courses' homepages
ar: فتات الخبز هو نظام التصفح للروابط الأفقية في الركن الأعلى الأيسر من الصفحة. يقوم هذا الخيار بتحديد ما تريده أن يظهر في فتات الخبز في صفحات البدء للمقررات
ast_es: La barra de navegación ye un sistema de navegación horizontal con enllaces que, xeneralmente, asítiase na zona d'enriba izquierda de la so páxina. Esta opción permite seleicionar el conteníu d'esta barra na páxina principal de caún los cursos.
bn_bd: ব্রেডক্রাম্ব হলো পেজের উপরের বামদিকে সাধারণত থাকা অনুভূমিক লিঙ্ক নেভিগেশন সিস্টেম। এই অপশন নির্বাচন করে আপনি কোর্স হোমপেজে ব্রেডক্রাম্বে কী দেখাতে চান তা নির্বাচন করেন
bs_ba: Krušna navigacija je horizontalni sustav navigacijskih linkova obično u gornjem lijevom kutu stranice. Ova opcija odabire što želite prikazati u krušnoj navigaciji na početnim stranicama kurseva
ca_es: La barra de navegació és un sistema de navegació horitzontal mitjançant enllaços que generalment es situa a la zona superior esquerra de la vostra pàgina. Aquesta opció us permet seleccionar el contingut d'aquesta barra en la pàgina inicial de cada curs
cs_cz: Breadcrumb je horizontální navigační systém odkazů, obvykle nahoře vlevo vaší stránky. Tímto nastavením zvolíte, co chcete vidět v breadcrumb na hlavní stránce kurzů
da: Via krummestien kan man navigere (gå tilbage i ens handlinger) ud fra et horisontalt link-struktur. Krummestien vises normalt øverst til venstre på siden. Krummestien viser, hvilken side du er på og giver dig links tilbage til trinnet/trinnene forinden det aktuelle.
de: Die 'Breadcrumb' Zeile ist die horizontale Navigationszeile, die normalerweise am linken oberen Teil der Seite angezeigt wird. Mit dieser Option wählt man aus, was in den Breadcrumbs auf der Kurs Homepage angezeigt werden soll.
el: Το breadcrumb είναι το οριζόντιο σύστημα πλοήγησης συνδέσμων συνήθως στην επάνω αριστερή γωνία της σελίδας σας. Αυτή η επιλογή επιλέγει τι θέλετε να εμφανίζεται στο breadcrumb στις αρχικές σελίδες των μαθημάτων
eo: "Panero" estas la horizontala breto kutime je la maldekstra supro de la paĝo. Per ĉi tiu opcio vi povas elekti, kio aperu en la "panero" de la kursa startpaĝo.
es: La barra de navegación es un sistema de navegación horizontal mediante enlaces que generalmente se sitúa en la zona superior izquierda de su página. Esta opción le permite seleccionar el contenido de esta barra en la página principal de cada curso
es_mx: La barra de navegación, es un sistema de navegación horizontal mediante enlaces que generalmente se ubica en la parte superior izquierda de su página. Esta opción permite seleccionar el contenido que desea que aparezca en la página del curso.
eu_es: Nabigazio barra horizontalean loturen bidez nabigatzeko sistema da eta, gehienetan, orriaren goialdean ezkerrera kokatzen da. Aukera honek hautatzen utziko dizu zer nahi duzun agertzea nabigazio barran ikastaroen orri nagusietan
fa_ir: مسیر نان‌برد، سیستم ناوبری لینک‌های افقی است که معمولاً در بالا سمت چپ صفحه قرار دارد. این گزینه انتخاب می‌کند که چه چیزی در مسیر نان‌برد صفحات اصلی دوره‌ها نمایش داده شود
fi_fi: Leipäpuruvalikko on vaakasuuntainen linkkien navigointijärjestelmä yleensä sivun ylävasemmassa kulmassa. Tämä valitsin määrittää, mitä haluat näkyvän leipäpuruvalikossa kurssien etusivuilla
fo_fo: Brødsmulan er ta vatnrætta leinkju-navigeringssystemið, sum vanligliga er í vinstru í økjuna av síðuni. Henda valmøguleikin velur, hvat tú ynskir at vísa í brødsmuluni á kursusheimasíðum
fur: Il breadcrumb è il sistema di navigazion orizontâl dai ligamins normalment in supe a sinistre de la to pache. Cheste opsion selezion ca ce che tu vuêis che compari tal breadcrumb des pajines inizjâls dai curs
ga: Is é an breadcrumb an córas nascleanúna cothrománach atá de ghnáth sa chlé barr de do leathanach. Roghnaíonn an rogha seo cad ba mhaith leat a bheith le feiceáil sa breadcrumb ar leathanaigh baile na gcúrsaí
gl: O camiño é o sistema de navegación horizontal mediante ligazóns que xeralmente se situa na zona superior esquerda da súa páxina. Nesta opción selecciona o que desexe que apareza no camiño das páxinas principais dos cursos
he_il: פירור הלחם הוא מערכת הניווט האופקית של קישורים בדרך כלל בפינה השמאלית העליונה של הדף שלך. אפשרות זו בוחרת מה אתה רוצה שיופיע בפירור הלחם בדפי הבית של הקורסים
hi: ब्रेडक्रंब पृष्ठ के ऊपरी बाएँ कोने में क्षैतिज लिंक नेविगेशन सिस्टम है। यह विकल्प पाठ्यक्रमों के होमपेज पर ब्रेडक्रंब में क्या दिखाना है, चुनता है
hr_hr: Kruhna navigacija je horizontalni sustav poveznica obično u gornjem lijevom kutu stranice. Ova opcija određuje što želite prikazati u kružnoj navigaciji na početnim stranicama kurseva
hu_hu: A nyomonkövetés egy vízszintes navigációs rendszer, általában az oldal bal felső részén. Ezzel a lehetőséggel adhatja meg, hogy milyen formában jelenjen meg a kurzus kezdőoldalán.
hy: Խբրեդը հորիզոնական հղումների նավիգացիոն համակարգն է, որը սովորաբար գտնվում է ձեր էջի վերին ձախ անկյունում: Այս տարբերակը ընտրում է, թե ինչ ցուցադրել խմբագրության մեջ դասընթացների գլխավոր էջերում
id_id: Navigasi (breadcrumb) adalah sistem navigasi tautan horizontal yang biasanya muncul di kiri atas halaman Anda. Opsi ini memilih apa yang Anda inginkan muncul di breadcrumb pada laman kuliah
it: La barra di navigazione indica il percorso necessario per raggiungere la pagina da quella principale (es. Corso > Forum > Assistenza)
ja: 階層リンクは水平のリンクのナビゲーション システムで、通常、ページの左上に表示されます。このオプションではコースのホームページの階層リンクに表示するものを選択します
ka_ge: ნავიგაციის ზოლი არის ჰორიზონტალური ბმულების ნავიგაციის სისტემა, რომელიც ჩვეულებრივ გვერდის ზედა მარცხენა კუთხეშია. ეს პარამეტრი ირჩევს, რა გამოჩნდეს ნავიგაციის ზოლში კურსის მთავარ გვერდზე
ko_kr: 브레드크럼은 페이지 상단 왼쪽의 수평 링크 탐색 시스템입니다. 이 옵션은 코스 홈페이지 브레드크럼에 표시할 내용을 선택합니다
lo: ເສັ້ນທາງນຳທາງແມ່ນລະບົບນຳທາງດ້ວຍລິ້ງແນວນອນທີ່ມັກຈະຢູ່ດ້ານເທິງຊ້າຍຂອງໜ້າຂອງທ່ານ. ຕົວເລືອກນີ້ເລືອກສິ່ງທີ່ທ່ານຕ້ອງການໃຫ້ປາກົດໃນເສັ້ນທາງນຳທາງໃນໜ້າຫຼັກຂອງລາຍວິຊາ
lt_lt: Viršutinis horizontalus navigacijos meniu. Šis nustatymas leidžia parinkti tai, ką turėtų rodyti šis viršutinis navigacijos meniu
lv_lv: Atpakaļ ceļš ir horizontāla saite - navigācija, parasti novietots kursa lapas kreisā augšējā daļā. Atzīmējot šo opciju, navigācija būs redzama
mk_mk: Ситниците во хоризонталниопт систем за навигација обично се лево горе на Вашата страна. Преку оваа опција избирате што сакате да се појавува во ситниците на почетната страна на курсот.
ms_my: Breadcrumb adalah sistem navigasi pautan mendatar biasanya di bahagian kiri atas laman anda. Pilihan ini memilih apa yang anda mahu muncul dalam breadcrumb pada laman utama kursus
my_mm: ဘရက်ခရုမ်းသည် သင့်စာမျက်နှာ၏ အပေါ်ဘယ်ဘက်တွင် ပုံမှန်အားဖြင့် ရှိသော အလျားလိုက်လင့်ခ်လမ်းညွှန်စနစ်ဖြစ်သည်။ ဤရွေးချယ်မှုသည် သင်တန်းပင်မစာမျက်နှာများရှိ ဘရက်ခရုမ်းတွင် သင်ပြလိုသည်များကို ရွေးချယ်သည်
ne: ब्रेडक्रम्ब तपाईंको पृष्ठको माथि बायाँमा सामान्यतया रहेको क्षैतिज लिङ्क नेभिगेसन प्रणाली हो। यो विकल्पले पाठ्यक्रमहरूको होमपेजहरूमा ब्रेडक्रम्बमा के देखाउने भन्ने छान्दछ
nl: "Breadcrumb" is de horizontale navigatiebalk meestal links bovenaan de pagina. Met deze optie kan je kiezen wat er moet verschijnen in de "breadcrumb" van de startpagina van de cursus.
nn_no: Brødsmula er det horisontale lenkesystemet som vanlegvis er i øvre venstre hjørne av sida di. Denne innstillinga vel kva du vil ha i brødsmula på kursa sine hovudsider
oc: Lo fil d'Ariana es lo sistèma de navegacion per ligams orizontals generalament en naut esquèrra de vòstra pagina. Aquesta opcion selcciona ce que volètz qu'apareisca dins lo fil d'Ariana sus las paginas d'acuèlh dels cors
pl_pl: Ścieżka jest system nawigacji w formie poziomego linku, zwykle w lewej górnej części strony. Ta opcja pozwala wybrać, co chcesz, aby pojawiło się w ścieżce strony głównej kursów
ps: بریډکرمب عموماً د پاڼې د ښي سرې په سر کې افقي لینکونه نیویګیشن سیسټم دی. دا انتخاب ټاکي چې تاسو غواړئ د کورسونو د کور پاڼو کې په بریډکرمب کې څه څرګند شي
pt_br: A barra de navegação é o chamilo horizontal de ligações da navegação, normalmente localizado na parte esquerda do topo da página. Esta opção habilita a barra de navegação nas páginas dos cursos.
pt_pt: O breadcrumb é o sistema de ligações/links de navegação horizontais, normalmente localizado no topo do lado esquerdo da página. Esta opção selecciona o que deseja que apareça no breadcrumb das páginas iniciais/homepages dos cursos.
ro_ro: 'Crusta' este sistemul de legaturi de navigare aflat de regula in partea stanga sus a paginii. Aceasta optiune selecteaza ceea ce doriti sa apara in acea zona pa pagina initiala a cursurilor.
ru_ru: Отладочный оператор находится на горизонтальных ссылках навигационной системы сверху следва на вашей странице. Эта опция выбирает, что вы хотите, чтобы появлялось в отделочном операторе ("хлебных крошках") домашней страницы курса
sk_sk: Maličká navigácia (Breadcrumb) je vodorovný navigačný systém odkazov, obvykle hore vľavo na vašej stránke. Týmto nastavením zvolíte, čo chcete vidieť v breadcrumb na hlavnej stránke kurzov
sl: Pasica je horizontalni navigacijski sistem povezav, običajno na levi zgornji strani strani. Opcija omogoča izbiro vsebine, ki se pojavlja v pasici na tečajevi domači strani.
sq: Breadcrumb është sistemi i navigimit horizontal me lidhje zakonisht në pjesën e sipërme të majtë të faqes suaj. Kjo opsion zgjedh çfarë dëshironi të shfaqet në breadcrumb në faqet kryesore të kurseve
sr_rs: Putanja hleba je horizontalni sistem navigacije linkovima obično u gornjem levom uglu vaše stranice. Ova opcija bira šta želite da se pojavi u putanji hleba na početnim stranicama kurseva
sv_se: Länkstigar är en horisontell navigation med länkar som visar länkar tillbaka hierarkiskt. De sitter oftast längst upp till vänster på sidan. Med det här valet kan du bestämma vad som ska visas i länkstigen för kurssidor
sw_ke: Breadcrumbs ni mfumo wa usogezaji wa viungo vya usawa mara nyingi upande wa juu kushoto wa ukurasa wako. Chaguo hili linachagua unachotaka kuonekana kwenye breadcrumbs kwenye kurasa za nyumbani za kozi
ta: பிரெட்கிரம்ப் பக்கத்தின் மேல் இடது பக்கத்தில் உள்ள கிடைமட்ட நெட்வொர்க் இணைப்புகள். இந்த விருப்பம் பாடங்களின் முகப்புப் பக்கங்களில் பிரெட்கிரம்பில் என்ன தோன்ற வேண்டும் என்பதைத் தேர்ந்தெடுக்கிறது
th: breadcrumb คือระบบนำทางลิงก์แนวนอนที่มักอยู่ด้านบนซ้ายของหน้า ตัวเลือกนี้เลือกสิ่งที่ต้องการให้ปรากฏใน breadcrumb บนหน้าแรกของรายวิชา
tl_ph: Ang breadcrumb ay ang mga pahalang na link na navigational system na karaniwang nasa itaas na bandang kaliwa ng iyong pahina. Ang opsyon na ito ay pinipili kung ano ang iyong nais lumitaw sa breadcrumb sa mga homepage ng kurso
tr: Ekmek kırıntısı genellikle sayfanın üst sol köşesinde yer alan yatay yönlendirme bağlantısıdır. Bu seçenek derslerin ana sayfasında görüntülenmesini sağlar
uk_ua: Бредкрамби - це система навігації горизонтальних посилань в лівому верхньому куту вашої сторінки. Ця опція встановлює, що ви хочете, щоб з'являлося на бредкрамбах домашньої сторінки курсу.
vi_vn: Breadcrumb là hệ thống điều hướng liên kết ngang thường ở góc trên trái trang. Tùy chọn này chọn nội dung hiển thị trong breadcrumb trên trang chủ khóa học
xh_za: Ibhinqi yinkqubo yokuhamba ngezikhonkwane ezithe tye ngokuqhelekileyo ekwitshona phezulu kwephepha lakho. Olu khetho lukhetha into ofuna ukuba ivele kwibhinqi kwiphepha lasekhaya lezifundo
zh_cn: 系统的水平导航一般放在页面的左上角，该选项让您选择在课程首页中显示什么导航内容
zh_tw: 「層級路徑鏈」通常位於頁面導航系統的左上方。這項目選取了你想在課程首頁中顯示的層級路徑鏈接次序。
