Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Import PDF introductions into courses
ar: استيراد مقدمات ملفات البي دي اف في المقررات
ast_es: Importar introducciones PDF en cursos
bn_bd: কোর্সে PDF পরিচিতি আমদানি করুন
bs_ba: Uvezi PDF uvode u kurseve
ca_es: Importa introduccions de cursos en PDF
cs_cz: Importovat úvody PDF do kurzů
da: Importér PDF-introduktioner til kurser
de: PDF-Einleitungen in Kurse importieren
el: Εισαγωγή αρχείου εισαγωγικών PDF σε μαθήματα
eo: Importi enkondukojn de PDF en kursojn
es: Importar introducciónes de cursos en PDF
es_mx: Importar introducciones PDF en cursos
eu_es: Inportatu PDF sarrera ikastaroetan
fa_ir: وارد کردن مقدمه‌های PDF به دوره‌ها
fi_fi: Tuo PDF-johdannot kursseille
fo_fo: Innflyt PDF-innleiðingar í kursar
fur: Importe introdusions PDF ai curs
ga: Iompórtáil réamhtheachtaí PDF i gcúrsaí
gl: Importar introducións de cursos en PDF
he_il: ייבא מבוא PDF לקורסים
hi: पाठ्यक्रमों में पीडीएफ़ परिचय आयात करें
hr_hr: Uvezi PDF uvode u predmete
hu_hu: PDF bevezetők importálása a kurzusokba
hy: PDF ներածություններ ներմուծել դասընթացներ
id_id: Impor pengantar PDF ke mata kuliah
it: Importa istruzioni in PDF nel corso
ja: コースにPDF導入部をインポート
ka_ge: PDF შესავალი კურსებში იმპორტი
ko_kr: 코스에 PDF 소개 가져오기
lo: ນຳເຂົ້າບົດແນະນຳ PDF ເຂົ້າໃນຫຼັກສູດ
lt_lt: Importuoti PDF įvadus į kursus
lv_lv: Importēt PDF ievadus kursos
mk_mk: Увези PDF воведи во курсеви
ms_my: Import pengenalan PDF ke dalam kursus
my_mm: သင်တန်းများထဲသို့ PDF မိတ်ဆက်များတင်သွင်းပါ
ne: कोर्सहरूमा PDF परिचयहरू आयात गर्नुहोस्
nl: Importeer PDF introducties in cursussen
nn_no: Importer PDF-introduksjonar til kurs
oc: Importar las introduccions PDF dins los cors
pl_pl: Importuj wprowadzenia PDF do kursów
ps: د PDF معرفي په کورسونو کې واردول
pt_br: Importar PDF introduções em cursos
pt_pt: Importar introduções de cursos em PDF
ro_ro: Importati instructiuni de cursuri in PDF
ru_ru: Импорт вводных PDF в курсы
sk_sk: Importovať PDF úvody do kurzov
sl: Uvozi uvodno besedilo v PDF obliki v tečaje
sq: Importo hyrjet PDF në kurse
sr_rs: Uvezi PDF uvode u kurseve
sv_se: Importera PDF-introduktioner till kurser
sw_ke: Agiza utangulizi wa PDF kwenye kozi
ta: பாடங்களுக்கு PDF அறிமுகங்களை ஏற்றுமதி செய்யவும்
th: นำเข้าคำนำ PDF ลงในคอร์ส
tl_ph: I-import ang PDF introductions sa mga kurso
tr: Kurslara PDF girişlerini içe aktar
uk_ua: Імпортувати вступи PDF у курси
vi_vn: Nhập giới thiệu PDF vào các khóa học
xh_za: Genisa iintshayelelo ze-PDF ezifundweni
zh_cn: 将 PDF 导入课程介绍
zh_tw: 將 PDF 簡介匯入課程

source: Subscribe teachers to session(s)
ar: تسجيل المدرسين الى الدورة او الدورات
ast_es: Subscribir profesores a sesión(es)
bn_bd: শিক্ষকদের সেশন(গুলোতে) সাবস্ক্রাইব করুন
bs_ba: Pretplati nastavnike na sesiju(e)
ca_es: Inscriu professors a sessions
cs_cz: Přihlásit učitele k relaci(ím)
da: Tilmeld lærere til session(er)
de: Lehrer in Sessions aufnehmen
el: Εγγραφή καθηγητές σε συνεδρία (-ες)
eo: Aboni instruistojn al sesio(j)
es: Inscribir profesores a sesiones
es_mx: Suscribir profesores a sesión(es)
eu_es: Harpidetu irakasleak saioetara
fa_ir: ثبت‌نام معلمان در جلسه(ها)
fi_fi: Merkitse opettajia istuntoon
fo_fo: Skrá lærarar til bólk(ar)
fur: Abonê ducjê a session(s)
ga: Cláraigh múinteoirí le seisiún(í)
gl: Inscribir profesores en sesións
he_il: הרשמה למורים למפגש(ים)
hi: शिक्षकों को सत्र(ों) में सदस्यता दें
hr_hr: Upisati nastavnike u sesiju(e)
hu_hu: Oktatók feliratkozása munkamenet(ek)re
hy: Դասախոսներ բաժանորդագրել սեանս(ներ)ին
id_id: Daftarkan guru ke sesi(s)
it: Iscrivi docenti alla sessione/i
ja: セッションに教師を登録
ka_ge: მასწავლებლების სესია(ებ)ში გამოწერა
ko_kr: 세션(들)에 교사 구독
lo: ລົງທະບຽນຄູເຂົ້າເຊດຊັນ
lt_lt: Užregistruoti mokytojus į sesiją(sesijas)
lv_lv: Abonēt pasniedzējus sesijā(s)
mk_mk: Претплати предавачи на сесија(и)
ms_my: Daftarkan guru kepada sesi(s)
my_mm: ဆရာများကို အစည်းအဝေး(များ)သို့ စာရင်းသွင်းပါ
ne: शिक्षकहरूलाई सत्र(हरू)मा सभापोषित गर्नुहोस्
nl: Koppel docenten aan (een) sessie(s)
nn_no: Abonner lærarar til sesjon(ar)
oc: Inscriure los professors a la(les) sesion(s)
pl_pl: Zapisz nauczycieli na sesję/sesje
ps: ښوونکي د غونډې(ګانو) سره ګډون کول
pt_br: Inscrever professores a sessão (s)
pt_pt: Inscrever professores para a(s) sessão(sessões)
ro_ro: Inscrieti profesori la sesiuni
ru_ru: Подписать преподавателей на сессию(и)
sk_sk: Zapísať učiteľov do stretnutia(í)
sl: Vpiši učitelje v sejo/seje
sq: Abono mësuesit në sesion(e)
sr_rs: Pretplati nastavnike na sesiju(e)
sv_se: Prenumerera lärare på session(er)
sw_ke: Wekeza walimu kwenye kikao(ki)
ta: அமர்வுகளுக்கு ஆசிரியர்களை பதிவு செய்யவும்
th: สมัครครูเข้าเซสชัน
tl_ph: I-subscribe ang mga guro sa session(s)
tr: Öğretmenleri oturum(lar)a abone et
uk_ua: Підписати викладачів на сесію(ї)
vi_vn: Đăng ký giảng viên vào buổi học
xh_za: Bhalisa ootitshala kwiseshini(i)
zh_cn: 将教师订阅到会话
zh_tw: 將教師訂閱至課程階段

source: Subscribe students to session(s)
ar: تسجيل الطلبة الى الدورة او الدورات
ast_es: Subscribir estudiantes a sesión(es)
bn_bd: ছাত্রদের সেশন(গুলোতে) সাবস্ক্রাইব করুন
bs_ba: Pretplati studente na sesiju(e)
ca_es: Inscriu estudiants a sessions
cs_cz: Přihlásit studenty k relaci(ím)
da: Tilmeld elever til session(er)
de: Lernende zu Sessions hinzufügen
el: Εγγραφή μαθητών σε συνεδρία (-ες)
eo: Aboni studentojn al sesio(j)
es: Inscribir estudiantes a sesiones
es_mx: Suscribir estudiantes a sesión(es)
eu_es: Harpidetu ikasleak saioetara
fa_ir: ثبت‌نام دانشجویان در جلسه(ها)
fi_fi: Merkitse opiskelijoita istuntoon
fo_fo: Skrá studentar til bólk(ar)
fur: Abonê studints a session(s)
ga: Cláraigh mic léinn le seisiún(í)
gl: Inscribir estudantes en sesións
he_il: הרשמה לסטודנטים למפגש(ים)
hi: छात्रों को सत्र(ों) में सदस्यता दें
hr_hr: Upisati studente u sesiju(e)
hu_hu: Hallgatók feliratkozása munkamenet(ek)re
hy: Ուսանողներ բաժանորդագրել սեանս(ներ)ին
id_id: Daftarkan siswa ke sesi(s)
it: Iscrivi studenti alla sessione/i
ja: セッションに学生を登録
ka_ge: სტუდენტების სესია(ებ)ში გამოწერა
ko_kr: 세션(들)에 학생 구독
lo: ລົງທະບຽນນັກຮຽນເຂົ້າເຊດຊັນ
lt_lt: Užregistruoti studentus į sesiją(sesijas)
lv_lv: Abonēt studentus sesijā(s)
mk_mk: Претплати студенти на сесија(и)
ms_my: Daftarkan pelajar kepada sesi(s)
my_mm: ကျောင်းသားများကို အစည်းအဝေး(များ)သို့ စာရင်းသွင်းပါ
ne: विद्यार्थीहरूलाई सत्र(हरू)मा सभापोषित गर्नुहोस्
nl: Koppel studenten aan (een) sessie(s)
nn_no: Abonner elevar til sesjon(ar)
oc: Inscriure los estudiants a la(les) sesion(s)
pl_pl: Zapisz studentów na sesję/sesje
ps: زده کونکي د غونډې(ګانو) سره ګډون کول
pt_br: Inscrever estudantes a sessão (s)
pt_pt: Inscrever estudantes para a(s) sessão(sessões)
ro_ro: Inscrieti elevi la sesiuni
ru_ru: Подписать студентов на сессию(и)
sk_sk: Zapísať študentov na stretnutie(ia)
sl: Vpiši uporabnike v sejo/seje
sq: Abono studentët në sesion(e)
sr_rs: Pretplati studente na sesiju(e)
sv_se: Prenumerera studenter på session(er)
sw_ke: Wekeza wanafunzi kwenye kikao(ki)
ta: அமர்வுகளுக்கு மாணவர்களை பதிவு செய்யவும்
th: สมัครนักเรียนเข้าเซสชัน
tl_ph: I-subscribe ang mga estudyante sa session(s)
tr: Öğrencileri oturum(lar)a abone et
uk_ua: Підписати студентів на сесію(ї)
vi_vn: Đăng ký học viên vào buổi học
xh_za: Bhalisa abafundi kwiseshini(i)
zh_cn: 将学生订阅到会话
zh_tw: 將學生訂閱至課程階段

source: Manage course categories
ar: ادارة فئات المقرر
ast_es: Xestionar categories de cursos
bn_bd: কোর্স বিভাগ পরিচালনা করুন
bs_ba: Upravljanje kategorijama kurseva
ca_es: Gestiona les categories de cursos
cs_cz: Spravovat kategorie kurzů
da: Administrer kursuskategorier
de: Kurskategorien verwalten
el: Διαχειριστείτε τις κατηγορίες μαθημάτων
eo: Administri kursajn kategoriojn
es: Gestionar las categorías de cursos
es_mx: Administrar categorías de cursos
eu_es: Kudeatu ikastaro kategoria
fa_ir: مدیریت دسته‌بندی‌های دوره
fi_fi: Hallitse kurssikategorioita
fo_fo: Stjórna bólkagerðum í kursum
fur: Gjestì categorìes di cors
ga: Bainistigh catagóirí cúrsaí
gl: Xestionar as categorías dos cursos
he_il: ניהול קטגוריות קורסים
hi: कोर्स श्रेणियों का प्रबंधन
hr_hr: Upravljanje kategorijama predmeta
hu_hu: Kurzuskategóriák kezelése
hy: Կառավարել դասընթացների կատեգորիաները
id_id: Kelola kategori kursus
it: Gestisci categorie corso
ja: コースカテゴリを管理
ka_ge: კურსის კატეგორიების მართვა
ko_kr: 과정 카테고리 관리
lo: ຈັດການໝວດໝູ່ຫຼັກສູດ
lt_lt: Tvarkyti kurso kategorijas
lv_lv: Pārvaldīt kursu kategorijas
mk_mk: Управувај со категории на курсеви
ms_my: Urus kategori kursus
my_mm: သင်တန်းအမျိုးအစားများကို စီမံခန့်ခွဲပါ
ne: कोर्स कोटि व्यवस्थापन
nl: Beheer cursus categorieën
nn_no: Hald kurskategorier
oc: Gerir las categories de cors
pl_pl: Zarządzaj kategoriami kursów
ps: د کورس کټګوریو مدیریت
pt_br: Gerenciar categorias de curso
pt_pt: Gerir categorias de cursos
ro_ro: Gestionarea categoriilor de cursuri
ru_ru: Управление категориями курсов
sk_sk: Spravovať kategórie kurzov
sl: Upravljaj kategorije tečajev
sq: Menaxho kategoritë e kurseve
sr_rs: Upravljanje kategorijama kurseva
sv_se: Hantera kurskategorier
sw_ke: Dhibiti makundi ya kozi
ta: பாடநூல் வகைகளை நிர்வகிக்கவும்
th: จัดการหมวดหมู่หลักสูตร
tl_ph: Pamahalaan ang mga kategorya ng kurso
tr: Ders kategorilerini yönet
uk_ua: Керувати категоріями курсів
vi_vn: Quản lý danh mục khóa học
xh_za: Lawula iindidi zezifundo
zh_cn: 管理课程类别
zh_tw: 管理課程分類

source: Course categories in %s site:
ar: فئات المقرر في %s موقع:
ast_es: Categories de cursos nel sitiu %s:
bn_bd: %s সাইটের কোর্স বিভাগ:
bs_ba: Kategorije kurseva na %s sajtu:
ca_es: Categories de cursos en el lloc %s:
cs_cz: Kategorie kurzů na portálu %s:
da: Kursuskategorier på %s site:
de: Kurs-Kategorien auf Seite %s:
el: Κατηγορίες μαθημάτων στην ιστοσελίδα %s:
eo: Kursaj kategorioj en %s retejo:
es: Categorías de cursos en el sitio %s:
es_mx: Categorías de cursos en el sitio %s:
eu_es: %s guneko ikastaro kategoriak:
fa_ir: دسته‌بندی‌های دوره در سایت %s:
fi_fi: Kurssikategoriat sivustolla %s:
fo_fo: Kursbólkagerðir í %s síðu:
fur: Categorìes di cors tal sit %s:
ga: Catagóirí cúrsaí i suíomh %s:
gl: Categorías de cursos no sitio %s:
he_il: קטגוריות קורס באתר %s:
hi: %s साइट में कोर्स श्रेणियाँ:
hr_hr: Kategorije predmeta na %s web mjestu:
hu_hu: Kurzuskategóriák a %s oldalon:
hy: %s կայքում դասընթացների կատեգորիաներ
id_id: Kategori kursus di situs %s:
it: Categorie del corso nel sito: %s
ja: %s サイトのコースカテゴリ:
ka_ge: %s საიტზე კურსის კატეგორიები:
ko_kr: %s 사이트의 과정 카테고리:
lo: ໝວດໝູ່ຫຼັກສູດໃນເວັບໄຊ %s:
lt_lt: Kursų kategorijos %s svetainėje:
lv_lv: Kursu kategorijas %s vietnē:
mk_mk: Категории на курсеви на сајтот %s:
ms_my: Kategori kursus dalam laman %s:
my_mm: %s ဝဘ်ဆိုက်ရှိ သင်တန်းအမျိုးအစားများ:
ne: %s साइटमा कोर्स कोटिहरू:
nl: Cursus categorieën in %s site:
nn_no: Kurskategorier på %s nettstad:
oc: Categories de cors sul sit %s :
pl_pl: Kategorie kursów na stronie %s:
ps: %s په سایټ کې د کورس کټګوریو
pt_br: Categorias de Cursos em local %s:
pt_pt: Categorias de cursos em sítio %s:
ro_ro: Categorii de cursuri pe site-ul %s:
ru_ru: Категории курсов на сайте %s:
sk_sk: Kategórie kurzov na %s stránke:
sl: Kategorije tečajev v okviru %s spletne strani:
sq: Kategoritë e kurseve në faqen %s:
sr_rs: Kategorije kurseva na sajtu %s:
sv_se: Kurskategorier på %s webbplats:
sw_ke: Makundi ya kozi katika tovuti ya %s:
ta: %s தளத்தில் பாடநூல் வகைகள்:
th: หมวดหมู่หลักสูตรในเว็บไซต์ %s:
tl_ph: Mga kategorya ng kurso sa %s site:
tr: %s sitesindeki ders kategorileri:
uk_ua: Категорії курсів на сайті %s:
vi_vn: Danh mục khóa học trong trang %s:
xh_za: Iindidi zezifundo kwisayithi %s:
zh_cn: %s 站点中的课程类别：
zh_tw: %s 站點的課程分類：

source: Course categories available
ar: فئات المقرر المتوفرة
ast_es: Categories de cursos disponibles
bn_bd: উপলব্ধ কোর্স বিভাগ
bs_ba: Dostupne kategorije kurseva
ca_es: Categories de cursos disponibles
cs_cz: Dostupné kategorie kurzů
da: Tilgængelige kursuskategorier
de: Verfügbare Kurs-Kategorien
el: Διαθέσιμες Κατηγορίες μαθημάτων
eo: Haveblaj kursaj kategorioj
es: Categorías de cursos disponibles
es_mx: Categorías de cursos disponibles
eu_es: Ikastaro kategoriak eskuragarri
fa_ir: دسته‌بندی‌های دوره موجود
fi_fi: Kurssikategoriat käytettävissä
fo_fo: Tøkandi bólkakategorier
fur: Categorìes di cors disponibis
ga: Catagóirí cúrsaí ar fáil
gl: Categorías de cursos dispoñibles
he_il: קטגוריות קורסים זמינות
hi: उपलब्ध कोर्स श्रेणियाँ
hr_hr: Dostupne kategorije predmeta
hu_hu: Elérhető kurzuskategóriák
hy: Ցուցակով դասընթացների կատեգորիաներ
id_id: Kategori kursus yang tersedia
it: Categorie disponibili dei corsi
ja: 利用可能なコースカテゴリ
ka_ge: ხელმისაწვდომი კურსის კატეგორიები
ko_kr: 사용 가능한 과정 카테고리
lo: ໝວດໝູ່ຫຼັກສູດທີ່ມີຢູ່
lt_lt: Galimos kurso kategorijos
lv_lv: Pieejamās kursu kategorijas
mk_mk: Достапни категории на курсеви
ms_my: Kategori kursus yang tersedia
my_mm: ရရှိနိုင်သော သင်တန်းအမျိုးအစားများ
ne: उपलब्ध कोर्स कोटिहरू
nl: Beschikbare cursus categorieën
nn_no: Tilgjengelege kurskategorier
oc: Categories de cors disponiblas
pl_pl: Dostępne kategorie kursów
ps: شته کورس کټګوریو
pt_br: Categorias de Cursos disponíveis
pt_pt: Categorias de Cursos disponíveis
ro_ro: Categorii de cursuri disponibile
ru_ru: Доступные категории курсов
sk_sk: Kategórie kurzov k dispozícii
sl: Dostopne kategorije tečajev
sq: Kategoritë e kurseve të disponueshme
sr_rs: Dostupne kategorije kurseva
sv_se: Tillgängliga kurskategorier
sw_ke: Makundi ya kozi yanayopatikana
ta: கிடைக்கும் பாடநூல் வகைகள்
th: หมวดหมู่หลักสูตรที่มีอยู่
tl_ph: Mga magagamit na kategorya ng kurso
tr: Mevcut ders kategorileri
uk_ua: Доступні категорії курсів
vi_vn: Danh mục khóa học có sẵn
xh_za: Iindidi zezifundo ezikhona
zh_cn: 可用课程类别
zh_tw: 可用課程分類

source: The group now belongs to the selected URL.
ast_es: El grupu ahora pertez al URL seleicionáu.
bn_bd: গ্রুপটি এখন নির্বাচিত URL-এর অন্তর্গত।
bs_ba: Grupa sada pripada odabranoj URL adresi.
ca_es: El grup ara pertany al grup seleccionat
cs_cz: Skupina nyní patří k vybrané URL.
da: Gruppen tilhører nu den valgte URL.
el: Η ομάδα ανήκει πλέον στο επιλεγμένο site
eo: La grupo nun apartenas al la elektita URL.
es_mx: El grupo ahora pertenece a la URL seleccionada.
eu_es: Taldeak hautatutako URLa atxikia da orain.
fa_ir: گروه اکنون به URL انتخاب‌شده تعلق دارد.
fi_fi: Ryhmä kuuluu nyt valitulle sivulle
fo_fo: Bólkurin hoyrur nú til valda URL-in.
fur: Il grup ora al è dal URL selezionât.
ga: Baineann an grúpa anois leis an URL roghnaithe.
gl: O grupo agora pertence ao grupo seleccionado
he_il: הקבוצה שייכת כעת לאתר הנבחר
hi: समूह अब चयनित URL का हिस्सा है।
hr_hr: Grupa sada pripada odabranoj URL adresi.
hu_hu: A csoport mostantól a kiválasztott URL-hez tartozik.
hy: Խումբը այժմ պատկանում է ընտրված URL-ին:
id_id: Grup sekarang termasuk dalam URL yang dipilih.
it: Il gruppo adesso appartiene al sito selezionato
ja: グループは現在選択されたURLに属します。
ka_ge: ჯგუფი ახლა შერჩეულ URL-ს ეკუთვნის.
ko_kr: 그룹이 이제 선택된 URL에 속합니다.
lo: ຕອນນີ້ກຸ່ມເປັນຂອງ URL ທີ່ເລືອກໄວ້.
lt_lt: Grupė dabar priklauso pasirinktai URL.
lv_lv: Grupa tagad pieder izvēlētajai vietnei.
mk_mk: Групата сега припаѓа на избраната URL.
ms_my: Kumpulan kini milik URL yang dipilih.
my_mm: အဖွဲ့သည် ယခုရွေးချယ်ထားသော URL သို့ ပိုင်ဆိုင်သည်။
ne: समूह अब चयनित URL को अधिनमा छ।
nl: De groep hoort nu bij de geselecteerde site
nn_no: Gruppen høyrer no til den valde URL-en.
oc: Lo grup ara pertot'na a l'URL seleccionada.
pl_pl: Grupa teraz należy do wybranej witryny.
ps: دا ډله اوس په ټاکل شوي URL پورې اړه لري.
pt_br: O grupo agora pertence ao site selecionado
pt_pt: O grupo agora pertence ao grupo selecionado
ro_ro: Grupul aparține acum grupului selectat
ru_ru: Группа теперь принадлежит выбранному URL.
sk_sk: Skupina teraz patrí do vybranej stránky
sq: Grupi tani i përket URL-së së zgjedhur.
sr_rs: Grupa sada pripada izabranoj URL adresi.
sv_se: Gruppen tillhör nu den valda URL:en.
sw_ke: Kikundi sasa ni cha URL iliyochaguliwa.
ta: குழு இப்போது தேர்ந்தெடுக்கப்பட்ட URL-க்கு சொந்தமானது.
th: กลุ่มนี้ปัจจุบันเป็นของ URL ที่เลือกแล้ว
tl_ph: Ang grupo ngayon ay kabilang sa napiling URL.
tr: Grup artık seçilen URL'ye ait.
uk_ua: Група тепер належить до вибраного URL.
vi_vn: Nhóm hiện thuộc về URL đã chọn.
xh_za: Iqela ngoku lisele kwi-URL ekhethiweyo.
zh_cn: 该组现在属于选定的 URL。
zh_tw: 群組現已屬於選定的 URL。

source: You need to select at least one group and one URL.
ast_es: Has de seleicionar polo menos un grupu y un URL.
bn_bd: আপনাকে কমপক্ষে একটি গ্রুপ এবং একটি URL নির্বাচন করতে হবে।
bs_ba: Morate odabrati barem jednu grupu i jednu URL adresu.
ca_es: Heu de seleccionar com a mínim un grup i un lloc
cs_cz: Musíte vybrat alespoň jednu skupinu a jednu URL.
da: Du skal vælge mindst én gruppe og én URL.
el: Θα πρέπει να επιλέξετε τουλάχιστον μία ομάδα και μία ιστοσελίδα
eo: Vi devas elekti almenaŭ unu grupon kaj unu URL.
es_mx: Debe seleccionar al menos un grupo y una URL.
eu_es: Gutxienez talde bat eta URL bat hautatu behar duzu.
fa_ir: باید حداقل یک گروه و یک URL انتخاب کنید.
fi_fi: Valitse vähintään yksi ryhmä ja sivu
fo_fo: Tú mást velja minst ein bólk og ein URL.
fur: Tû fas di seleccionar almanco un grup e un URL.
ga: Caithfidh tú grúpa amháin ar a laghad agus URL amháin a roghnú.
gl: Ten que seleccionar, como mínimo, un grupo e un sitio
he_il: עליך לבחור לפחות קבוצה אחת ואתר אחד
hi: आपको कम से कम एक समूह और एक URL का चयन करना होगा।
hr_hr: Morate odabrati barem jednu grupu i jednu URL adresu.
hu_hu: Legalább egy csoportot és egy URL-t ki kell választania.
hy: Պետք է ընտրեք առնվազն մեկ խումբ և մեկ URL:
id_id: Anda harus memilih setidaknya satu grup dan satu URL.
it: Devi selezionare almeno un gruppo e un sito
ja: 少なくとも1つのグループと1つのURLを選択する必要があります。
ka_ge: საჭიროა მინიმუმ ერთი ჯგუფის და ერთი URL-ის შერჩევა.
ko_kr: 최소 하나의 그룹과 하나의 URL을 선택해야 합니다.
lo: ທ່ານຕ້ອງເລືອກຢ່າງໜ້ອຍໜຶ່ງກຸ່ມ ແລະ ໜຶ່ງ URL.
lt_lt: Turite pasirinkti bent vieną grupę ir vieną URL.
lv_lv: Jums jāizvēlas vismaz viena grupa un viena vietne.
mk_mk: Треба да изберете барем една група и една URL.
ms_my: Anda perlu memilih sekurang-kurangnya satu kumpulan dan satu URL.
my_mm: သင်သည် အနည်းဆုံး အဖွဲ့တစ်ခုနှင့် URL တစ်ခုကို ရွေးချယ်ရမည်။
ne: तपाईंले कम्तीमा एक समूह र एक URL चयन गर्नुपर्छ।
nl: U moet tenminste één groep en één site kiezen
nn_no: Du må velje minst ein gruppe og ein URL.
oc: Vos cal seleccionar al mens un grup e una URL.
pl_pl: Musisz wybrać co najmniej jedną grupę i jedną witrynę.
ps: تاسو باید لږ تر لږه یوه ډله او یو URL وټاکئ.
pt_br: Você precisa selecionar pelo menos um grupo e um local
pt_pt: Você precisa selecionar pelo menos um grupo e um sítio
ro_ro: Trebuie să selectați cel puțin un grup și un site
ru_ru: Необходимо выбрать хотя бы одну группу и один URL.
sk_sk: Musíte vybrať aspoň jednu skupinu a jednu stránku
sq: Duhet të zgjidhni të paktën një grup dhe një URL.
sr_rs: Morate izabrati najmanje jednu grupu i jednu URL adresu.
sv_se: Du måste välja minst en grupp och en URL.
sw_ke: Unahitaji kuchagua angalau kikundi kimoja na URL moja.
ta: குறைந்தது ஒரு குழு மற்றும் ஒரு URL ஐ தேர்ந்தெடுக்க வேண்டும்.
th: คุณต้องเลือกอย่างน้อยหนึ่งกลุ่มและหนึ่ง URL
tl_ph: Kailangan mong pumili ng hindi bababa sa isang grupo at isang URL.
tr: En az bir grup ve bir URL seçmelisiniz.
uk_ua: Ви повинні вибрати принаймні одну групу та один URL.
vi_vn: Bạn cần chọn ít nhất một nhóm và một URL.
xh_za: Kufuneka ukhethe iqela elinye kunye ne-URL enye.
zh_cn: 您需要至少选择一个组和一个 URL。
zh_tw: 您需要至少選擇一個群組和一個 URL。

source: Agenda list
ar: قائمة التقويم
ast_es: Llista d'agenda
bn_bd: এজেন্ডা তালিকা
bs_ba: Lista agende
ca_es: Llista agenda
cs_cz: Seznam agendy
da: Agenda liste
de: Terminliste
el: Κατάλογος Ατζέντας
eo: Listo de agendo
es: Lista agenda
es_mx: Lista de agenda
eu_es: Egitarau zerrenda
fa_ir: فهرست برنامه
fi_fi: Kalenterilista
fo_fo: Skrá
fur: Liste agende
ga: Liosta an Aighne
gl: Lista de eventos
he_il: רשימת אג'נדה
hi: एजेंडा सूची
hr_hr: Popis agende
hu_hu: Naptárlista
hy: Օրակարգի ցուցակ
id_id: Daftar agenda
it: Lista agenda
ja: アジェンダ一覧
ka_ge: აგენდის სია
ko_kr: 일정 목록
lt_lt: Darbotvarkės sąrašas
lv_lv: Dienas kārtības saraksts
mk_mk: Листа на агенда
ms_my: Senarai agenda
my_mm: အစီအစဉ်စာရင်း
ne: कार्यसूची सूची
nl: Agenda lijst
nn_no: Agenda-liste
oc: Lista d'agenda
pl_pl: Lista wydarzeń
ps: د برنامه نږدې لړ
pt_br: Listar agenda
pt_pt: Lista agenda
ro_ro: Lista agenda
ru_ru: Список событий
sk_sk: Agenda zoznam
sl: Agenda-seznam
sq: Lista e axhendës
sr_rs: Lista agende
sv_se: Agendalista
sw_ke: Orodha ya ajenda
ta: ஏஜெண்டா பட்டியல்
th: รายการวาระการประชุม
tl_ph: Listahan ng agenda
tr: Gündem listesi
uk_ua: Список подій
vi_vn: Danh sách lịch
xh_za: Uluhlu lwe-Agenda
zh_cn: 议程列表
zh_tw: 議程清單

source: Calendar
ar: التقويم
ast_es: Calendariu
bn_bd: ক্যালেন্ডার
bs_ba: Kalendar
ca_es: Calendari
cs_cz: Kalendář
da: Kalender
de: Kalender
el: Ημερολόγιο
eo: Kalendro
es: Calendario
es_mx: Calendario
eu_es: Egutegia
fa_ir: تقویم
fi_fi: Kalenteri
fo_fo: Kalendari
fur: Calandari
ga: Féilire
gl: Calendario
he_il: לוח שנה
hi: कैलेंडर
hr_hr: Kalendar
hu_hu: Naptár
hy: Օրացույց
id_id: Kalender
it: Calendario
ja: カレンダー
ka_ge: კალენდარი
ko_kr: 달력
lo: ປະຕິທິນ
lt_lt: Kalendorius
lv_lv: Kalendārs
mk_mk: Календар
ms_my: Kalendar
my_mm: ပြက္ခဒိန်
ne: क्यालेन्डर
nl: Kalender
nn_no: Kalender
oc: Calendièr
pl_pl: Kalendarz
ps: تقویم
pt_br: Calendário
pt_pt: Calendário
ro_ro: Calendariu
ru_ru: Календарь
sk_sk: Kalendár
sl: Koledar
sq: Kalendari
sr_rs: Kalendar
sv_se: Kalender
sw_ke: Kalenda
ta: நாள்காட்டி
th: ปฏิทิน
tl_ph: Kalendaryo
tr: Takvim
uk_ua: Календар
vi_vn: Lịch
xh_za: Ikhalenda
zh_cn: 日历
zh_tw: 行事曆

source: Custom range
ar: مدى مخصص
ast_es: Intervalu personalizáu
bn_bd: কাস্টম পরিসর
bs_ba: Prilagođeni opseg
ca_es: Rang personalitzat
cs_cz: Vlastní rozsah
da: Brugerdefineret periode
de: Benutzerdefinierter Bereich
el: Προσαρμοσμένη σειρά
eo: Propra intervalo
es: Rango personalizado
es_mx: Rango personalizado
eu_es: Neurrira egindako tartea
fa_ir: بازه سفارشی
fi_fi: Mukautettu alue
fo_fo: Egnar avmarking
fur: Range personalizât
ga: Raon saincheaptha
gl: Rango personalizado
he_il: טווח מותאם אישית
hi: कस्टम रेंज
hr_hr: Prilagođeni raspon
hu_hu: Egyéni tartomány
hy: Սովորական տիրույթ
id_id: Rentang khusus
it: Intervallo personale
ja: カスタム範囲
ka_ge: მორგებული დიაპაზონი
ko_kr: 사용자 지정 범위
lt_lt: Pasirinktinė riba
lv_lv: Pielāgots periods
mk_mk: Собствен опсег
ms_my: Julat tersuai
my_mm: စိတ်ကြိုက်အကွာအဝေး
ne: अनुकूल दायरा
nl: Aangepast bereik
nn_no: Eige tidsrom
oc: Interval personalizat
pl_pl: Zakres niestandardowy
ps: خاصه واټار
pt_br: Intervalo personalizado
pt_pt: Intervalo personalizado
ro_ro: Rang personalizat
ru_ru: Пользовательский диапазон
sk_sk: Vlastný rozsah
sl: Izbrano obdobje
sq: Interval personalizuar
sr_rs: Proizvoljni opseg
sv_se: Anpassat intervall
sw_ke: Kipindi cha kibinafsi
ta: தனிப்பயன் வரம்பு
th: ช่วงที่กำหนดเอง
tl_ph: Custom na saklaw
tr: Özel aralık
uk_ua: Власний діапазон
vi_vn: Khoảng tùy chỉnh
xh_za: Ulawulo lwakhe
zh_cn: 自定义范围
zh_tw: 自訂範圍
