Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Course category mandatory
ar: فئة المقرر الزامية
ast_es: Categoría de cursu obligatoria
bn_bd: কোর্সের বিভাগ বাধ্যতামূলক
bs_ba: Kategorija kursa je obavezna
ca_es: Categoria de curs obligatòria
cs_cz: Kategorie kurzu (povinné)
da: Kuruskategori påkrævet
de: Kurskategorie ist Pflichtfeld
el: Η κατηγορία μαθήματος είναι υποχρεωτική
eo: Kursa kategorio deviga
es: Categoría de curso obligatoria
es_mx: Categoría del curso obligatoria
eu_es: Nahitaezko ikastaroen kategoria
fa_ir: دسته بندی دروس اجباری
fi_fi: Kurssi kategoria on pakollinen
fo_fo: Bóltak fyri líkamsrætting er ískoyt
fur: Categorie cors obrigatorie
ga: Catagóir chúrsa riachtanach
gl: Categoría de curso obrigatoria
he_il: קטגוריית הקורס חובה
hi: पाठ्यक्रम श्रेणी अनिवार्य
hr_hr: Kategorija predmeta je obavezna
hu_hu: Kurzus kategória megadása kötelező
hy: Դասընթացի կատեգորիան պարտադիր է
id_id: Kategori mata kuliah wajib
it: Categoria di appartenenza obbligatoria
ja: コースカテゴリ必須
ka_ge: კურსის კატეგორია სავალდებულოა
ko_kr: 코스 카테고리 필수
lo: ໝວດໝູ່ລາຍວິຊາບັງຄັບ
lt_lt: Kursų kategorija privaloma
lv_lv: Kursa nodaļa obligāta
mk_mk: Категорија на курс задолжителна
ms_my: Kategori kursus wajib
my_mm: သင်တန်းအမျိုးအစားမဖြစ်မနေလိုအပ်သည်
ne: पाठ्यक्रम श्रेणी अनिवार्य
nl: Cursus categorie is een verplicht veld
nn_no: Kurskategori påkrævd
oc: Categoria de curs obligatòria
pl_pl: Wymagana kategoria kursu
ps: د کورس کټګوري اړینه ده
pt_br: Categoria de curso obrigatória
pt_pt: Categoria de curso obrigatória
ro_ro: Categoria cursului este un spatiu obligatoriu
ru_ru: Категория курса обязательна
sk_sk: Povinná kategória kurzu
sl: Zahtevano: kategorija tečaja
sq: Kategoria e kursit e detyrueshme
sr_rs: Obavezna kategorija kursa
sv_se: Kurskategori obligatorisk
sw_ke: Jamii ya kozi ni ya lazima
ta: பாடநூல் பிரிவு கட்டாயம்
th: ประเภทรายวิชาจำเป็น
tl_ph: Kinakailangan ang kategorya ng kurso
tr: Zorunlu ders kategorisi
uk_ua: Категорія курсу обов'язкова
vi_vn: Danh mục khóa học bắt buộc
xh_za: Indidi yekhosi iyimfuneko
zh_cn: 课程类别必填
zh_tw: 課程類別必填

source: Teacher mandatory
ar: المدرس الزامي
ast_es: Nome del mayestru obligatoríu
bn_bd: শিক্ষক বাধ্যতামূলক
bs_ba: Nastavnik je obavezan
ca_es: Nom de professor obligatori
cs_cz: Vedoucí (povinné)
da: Lærer påkrævet
de: Kursleiter ist Pflichtfeld
el: Ο εκπαιδευτικός πρέπει να δωθεί υποχρεωτικά
eo: Instruisto deviga
es: Nombre de profesor obligatorio
es_mx: Docente obligatorio
eu_es: Nahitaezko irakaslearen izena
fa_ir: اساتید اجباری
fi_fi: Opettaja on pakollinen
fo_fo: Lærari er ískoyt
fur: Didocent obrigatori
ga: Múinteoir riachtanach
gl: Nombre de profesor obrigatorio
he_il: מורה חובה
hi: शिक्षक अनिवार्य
hr_hr: Nastavnik je obavezan
hu_hu: Oktató megadása kötelező
hy: Դասախոսը պարտադիր է
id_id: Guru wajib
it: Coordinatore obbligatorio
ja: 教師必須
ka_ge: მასწავლებელი სავალდებულოა
ko_kr: 교사 필수
lo: ອາຈານບັງຄັບ
lt_lt: Mokytojas privalomas
lv_lv: Lektors ir obligāts
mk_mk: Преподавател задолжителен
ms_my: Cikgu wajib
my_mm: ဆရာမဖြစ်မနေလိုအပ်သည်
ne: शिक्षक अनिवार्य
nl: Lesgever is een verplicht veld
nn_no: Lærar påkrævd
oc: Formaire obligatòri
pl_pl: Wymagany nauczyciel
ps: استاد اړین دی
pt_br: Nome do professor obrigatório
pt_pt: Nome do professor obrigatório
ro_ro: Profesorul este un camp obligatoriu
ru_ru: Преподаватель обязателен
sk_sk: Povinný učiteľ
sl: Zahtevano : učitelj
sq: Mësuesi i detyrueshëm
sr_rs: Predavač obavezan
sv_se: Lärare obligatorisk
sw_ke: Mwalimu ni wa lazima
ta: ஆசிரியர் கட்டாயம்
th: ครูจำเป็น
tl_ph: Kinakailangan ang guro
tr: Öğretmen zorunlu
uk_ua: Викладач обов'язковий
vi_vn: Giảng viên bắt buộc
xh_za: Utitshala uyimfuneko
zh_cn: 教师必填
zh_tw: 教師必填

source: Course category is created
ar: لقد تم إضافة التصنيف بنجاح
ast_es: Creose la categoría
bn_bd: কোর্সের বিভাগ তৈরি হয়েছে
bs_ba: Kategorija kursa je kreirana
ca_es: La categoria del curs està creada
cs_cz: Kategorie kurzu je vytvořená
da: Kursuskategori er oprettet
de: Kurskategorie wurde angelegt
el: Η κατηγορία του μαθήματος δημιουργήθηκε
eo: La nova kurskategorio estas kreita
es: La categoría ha sido creada
es_mx: La categoría del curso está creada
eu_es: Ikastaroaren kategoria sortu da
fa_ir: دسته بندی درس ایجاد شد
fi_fi: Aiheryhmä luotu
fo_fo: Bóltak fyri líkamsrætting er stovnað
fur: Categorie cors creade
ga: Catagóir chúrsa cruthaithe
gl: Categoría de curso xa creada
he_il: נוצרה קטגוריית הקורס
hi: पाठ्यक्रम श्रेणी बनाई गई
hr_hr: Kategorija kolegija izrađena
hu_hu: Kurzus kategória létrehozva.
hy: Դասընթացի կատեգորիան ստեղծված է
id_id: Kategori Mata Kuliah dibuat
it: La categoria di corso è stata creata
ja: コースカテゴリが作成されました
ka_ge: კურსის კატეგორია შექმნილია
ko_kr: 과정 카테고리가 생성되었습니다
lo: ໝວດໝູ່ລາຍວິຊາຖືກສ້າງແລ້ວ
lt_lt: Kursų kategorija sukurta
lv_lv: Kursu nodaļa ir izveidota
mk_mk: Категоријата на курсеви е креирана
ms_my: Kategori kursus telah dicipta
my_mm: သင်တန်းအမျိုးအစားကို ဖန်တီးပြီးဖြစ်သည်
ne: पाठ्यक्रम श्रेणी सिर्जना भयो
nl: De nieuwe cursuscategorie is aangemaakt
nn_no: Kurskategori ble opprettet
oc: Categoria de curs creada
pl_pl: Kategoria została stworzona
ps: د کورس کټګوري جوړه شوه
pt_br: Categoria de Curso foi criada
pt_pt: Categoria do curso criada
ro_ro: Categoria de cursuri a fost creata
ru_ru: Разделы курса созданы
sk_sk: Kategória kurzov bola vytvorená
sl: Kategorija tečaja je bila ustvarjena
sq: Kategoria e kursit u krijua
sr_rs: Kategorija kursa je kreirana
sv_se: Kurskategorin är skapad
sw_ke: Jamii ya kozi imeundwa
ta: பாடநூல் பிரிவு உருவாக்கப்பட்டது
th: สร้างประเภทวิชาให้แล้ว
tl_ph: Nalikha na ang kategorya ng kurso
tr: Ders kategorisi oluşturuldu
uk_ua: Категорію курсу створено
vi_vn: Danh mục khóa học đã được tạo
xh_za: Indidi yekhosi yenziwe
zh_cn: 课程分类已经创建
zh_tw: 已創建課程類別

source: Without time limits
ar: من غير حدود زمنية
ast_es: Ensin llende de tiempu
bn_bd: সময়সীমা ছাড়া
bs_ba: Bez vremenskih ograničenja
ca_es: Sense límit de temps
cs_cz: Bez časového limitu
da: Uden tidsbegrænsninger
de: Ohne zeitliche Beschränkung
el: Χωρίς χρονικά όρια
eo: Sen templimo
es: Sin límite de tiempo
es_mx: Sin limites de tiempo
eu_es: Denbora mugarik gabe
fa_ir: بدون محدودیت زمانی
fi_fi: Ei aikarajoitusta
fo_fo: Utan tíðaravmarkingar
fur: Cence limit temporâls
ga: Gan teorainneacha ama
gl: Sen límite de tempo
he_il: ללא מגבלות זמן
hi: समय सीमा के बिना
hr_hr: Bez vremenskog ograničenja
hu_hu: Időkorlátozások nélkül
hy: Առանց ժամկետային սահմանափակումների
id_id: Tanpa batasan waktu
it: Senza limiti di tempo
ja: 時間制限なし
ka_ge: დროით შეზღუდვის გარეშე
ko_kr: 시간 제한 없음
lt_lt: Be laiko limitų
lv_lv: Bez laika ierobežojuma
mk_mk: Без временски ограничувања
ms_my: Tanpa had masa
my_mm: အချိန်ကန့်သတ်ချက်မရှိဘဲ
ne: समय सीमाविना
nl: Zonder tijdslimiet
nn_no: Utan tidsgrensar
oc: Sens limitas de temps
pl_pl: Bez limitów czasowych
ps: پرته له وختي حدودو
pt_br: Sem limite de tempo
pt_pt: Sem limite de tempo
ro_ro: Fara limite de timp
ru_ru: Без ограничения времени
sk_sk: Bez časového limitu
sl: Brez časovnih omejitev
sq: Pa kufizime kohore
sr_rs: Bez vremenskog ograničenja
sv_se: Utan tidsbegränsningar
sw_ke: Bila mipaka ya wakati
ta: நேர வரம்பு இல்லை
th: ไม่มีขีดจำกัดเวลา
tl_ph: Walang limitasyon sa oras
tr: Zaman kısıtı yok
uk_ua: Без обмежень часу
vi_vn: Không giới hạn thời gian
xh_za: Ngaphandle kwemida yexesha
zh_cn: 没有时间限制
zh_tw: 沒有時間限制

source: Added
ar: أضيف
ast_es: Añadíu
bn_bd: যোগ করা হয়েছে
bs_ba: Dodano
ca_es: Afegit
cs_cz: Přidaný
da: Tilføjet
de: Hinzugefügt
el: Προστέθηκε
eo: Aldonite
es: Añadido
es_mx: Añadido
eu_es: Gehitua
fa_ir: اضافه شد
fi_fi: Lisätty
fo_fo: Leggt afturat
fur: Zontât
ga: Curtha leis
gl: Engadido
he_il: התווסף
hi: जोड़ा गया
hr_hr: Dodano
hu_hu: Hozzáadva
hy: Ավելացված
id_id: Ditambahkan
it: Aggiunto
ja: 追加済み
ka_ge: დამატებულია
ko_kr: 추가되었음
lo: ເພີ່ມແລ້ວ
lt_lt: Pridėta
lv_lv: Pievienots
mk_mk: Додадено
ms_my: Tambahan
my_mm: ထည့်သွင်းပြီးဖြစ်သည်
ne: थपियो
nl: Toegevoegd
nn_no: Lagt til
oc: Apondut
pl_pl: Dodany
ps: اضافه شو
pt_br: Adicionado
pt_pt: Adicionado
ro_ro: Adaugat
ru_ru: Добавлено
sk_sk: Pridaná
sl: Dodano
sq: I shtuar
sr_rs: Dodato
sv_se: Tillagd
sw_ke: Imeongezwa
ta: சேர்க்கப்பட்டது
th: เพิ่มแล้ว
tl_ph: Nadagdag
tr: Eklendi
uk_ua: Додано
vi_vn: Đã thêm mới
xh_za: Yongezwa
zh_cn: 添加
zh_tw: 添加

source: Deleted
ar: تم الحذف
ast_es: Esborráu
bn_bd: মুছে ফেলা হয়েছে
bs_ba: Obrisano
ca_es: Esborrat
cs_cz: Vymazaný
da: Slettet
de: Gelöscht
el: Διαγράφηκε
eo: Forigite
es: Borrado
es_mx: Borrado
eu_es: Ezabatua
fa_ir: حذف شد
fi_fi: Poistettu
fo_fo: Strikað
fur: Eliminât
ga: Scriosta
gl: Borrado
he_il: נמחק
hi: हटाया गया
hr_hr: Izbrisano
hu_hu: Törölve
hy: Ջնջված
id_id: Dihapus
it: Eliminato
ja: 削除済み
ka_ge: წაშლილია
ko_kr: 삭제되었음
lt_lt: Ištrinta
lv_lv: Izdzēsts
mk_mk: Избришано
ms_my: Telah dipadam
my_mm: ဖျက်လိုက်ပြီးဖြစ်သည်
ne: हटाइयो
nl: Verwijderd
nn_no: Slettet
oc: Suprimit
pl_pl: Usunięty
ps: پاک شو
pt_br: Excluido
pt_pt: Eliminado
ro_ro: Sters
ru_ru: Удалено
sk_sk: Zmazaná
sl: Odstranjeno
sq: I fshirë
sr_rs: Obrisano
sv_se: Raderad
sw_ke: Imeondolewa
ta: நீக்கப்பட்டது
th: ลบแล้ว
tl_ph: Nabura
tr: Silindi
uk_ua: Видалено
vi_vn: Đã xóa
xh_za: Yacinywa
zh_cn: 删除
zh_tw: 刪除

source: Kept
ar: أبقى
ast_es: Guardáu
bn_bd: রাখা হয়েছে
bs_ba: Zadržano
ca_es: Conservat
cs_cz: Podržený
da: Behold
de: Behalten
el: Κρατήθηκε
eo: Konservite
es: Guardado
es_mx: Guardado
eu_es: Gorde da
fa_ir: نگه داشته شد
fi_fi: Säilytetty
fo_fo: Hilt
fur: Mantenût
ga: Coinnithe
gl: Gardado
he_il: נשמר
hi: रखा गया
hr_hr: Zadržano
hu_hu: Megtartva
hy: Պահպանված
id_id: Simpan
it: Mantenuto
ja: 保持
ka_ge: შენახულია
ko_kr: 저장하였음
lo: រក្សាទុក
lt_lt: Laikomas
lv_lv: Saglabāts
mk_mk: Задржано
ms_my: Simpan
my_mm: ထိန်းသိမ်းထားသည်
ne: राखियो
nl: Behouden
nn_no: Beholdt
oc: Gardat
pl_pl: Zatrzymany
ps: پاتې شو
pt_br: Mantido
pt_pt: Mantido/guardado
ro_ro: Pastrat
ru_ru: Сохранено
sk_sk: Podržaná
sl: Ohranjeno
sq: I mbajtur
sr_rs: Zadržano
sv_se: Behåll
sw_ke: Imehifadhiwa
ta: வைக்கப்பட்டது
th: จัดเก็บแล้ว
tl_ph: Napanatili
tr: Muhafaza edildi
uk_ua: Збережено
vi_vn: Giữ lại
xh_za: Yagcinwa
zh_cn: 保持
zh_tw: 保持

source: Hidden / Closed
ar: مخفي / مغلق
ast_es: Escondíu / Peslláu
bn_bd: লুকানো / বন্ধ
bs_ba: Sakriveno / Zatvoreno
ca_es: Privat/tancat
cs_cz: Skrytý / Zavřený
da: Skjult / Lukket
de: Versteckt / Geschlossen
el: Κρυφό / Κλειστό
eo: Kaŝite / Fermite
es: Oculto / Cerrado
es_mx: Oculto / Cerrado
eu_es: Ezkutua / Itxita
fa_ir: پنهان / بسته
fi_fi: Piilotettu / Suljettu
fo_fo: Fjalin / Lokin
fur: Scondût / Sierât
ga: Folaithe / Dúnta
gl: Oculto / Pechado
he_il: חבוי סגור
hi: गुप्त / बंद
hr_hr: Skriveno/Zatvoreno
hu_hu: Rejtett / Zárt
hy: Թաքնված / Փակ
id_id: Sembunyikan / Tertutup
it: Nascosto / Chiuso
ja: 非表示 / 閉鎖
ka_ge: დამალული / დახურული
ko_kr: 숨김 / 잠금
lo: ເຊື່ອງ / ປິດ
lt_lt: Paslėptas / Uždarytas
lv_lv: Neredzams / Aizvērts
mk_mk: Скриено/Затворено
ms_my: Hided / Closed
my_mm: ဖုံးကွယ်ထား / ပိတ်ထားသည်
ne: लुकेको / बन्द
nl: Verborgen / Gesloten
nn_no: Skjult / Lukket
oc: Amagat / Fermat
pl_pl: Ukryty / Zamknięty
ps: پټ / بند
pt_br: Oculto / Fechado
pt_pt: Oculto / Fechado
ro_ro: Ascuns / Inchis
ru_ru: Спрятано/Закрыто
sk_sk: Skrytý / Zatvorený
sl: Skrito / Zaprto
sq: I fshehur / I mbyllur
sr_rs: Sakriveno/Zatvoreno
sv_se: Gömd / Stängd
sw_ke: Imejificha / Ime fungwa
ta: மறைக்கப்பட்டது / மூடப்பட்டது
th: ปิด/ซ่อน
tl_ph: Nakatago / Naisara
tr: Görülmez / Kapalı
uk_ua: Приховано / Закрито
vi_vn: Ẩn / Đóng
xh_za: Fihliwe / Valiweyo
zh_cn: 隐藏/关闭
zh_tw: 隱藏/關閉

source: Hidden / Open
ar: مخفي / مفتوح
ast_es: Esondíu / Abiertu
bn_bd: লুকানো / খোলা
bs_ba: Sakriveno / Otvoreno
ca_es: Privat/obert
cs_cz: Skrytý / Otevřený
da: Skjult / åben
de: Versteckt / Geöffnet
el: Κρυφό / Ανοιχτό
eo: Kaŝite / Malferme
es: Oculto / Abierto
es_mx: Oculto / Abierto
eu_es: Ezkutua / Irekia
fa_ir: پنهان / باز
fi_fi: Piilotettu / Avoin
fo_fo: Fjalin / Opnað
fur: Scondût / Vers
ga: Folaithe / Oscailte
gl: Oculto / Aberto
he_il: חבוי פתוח
hi: गुप्त / खुला
hr_hr: Skriveno/Otvoreno
hu_hu: Rejtett / Nyitott
hy: Թաքնված / Բաց
id_id: Sembunyikan / Terbuka
it: Nascosto / Aperto
ja: 非表示 / 開放
ka_ge: დამალული / ღია
ko_kr: 숨김 / 열림
lo: ເຊື່ອງ / ເປີດ
lt_lt: Paslėptas / Atidarytas
lv_lv: Neredzams / Atvērts
mk_mk: Скриено/Отворено
ms_my: Hided / Open
my_mm: ဖုံးကွယ်ထား / ဖွင့်ထားသည်
ne: लुकेको / खुला
nl: Verborgen / Open
nn_no: Skjult / Åpen
oc: Amagat / Dubèrt
pl_pl: Ukryty / Otwarty
ps: پټ / خلاص
pt_br: Oculto / Aberto
pt_pt: Oculto / Aberto
ro_ro: Ascuns / Deschis
ru_ru: Спрятано/Открыто
sk_sk: Skrytý / Otvorený
sl: Skrito / Odprto
sq: I fshehur / I hapur
sr_rs: Sakriveno/Otvoreno
sv_se: Gömd / Öppen
sw_ke: Imejificha / Ime funguliwa
ta: மறைக்கப்பட்டது / திறக்கப்பட்டது
th: ซ่อน/เปิด
tl_ph: Nakatago / Bukas
tr: Görülmez / Açık
uk_ua: Приховано / Відкрито
vi_vn: Ẩn / Mở
xh_za: Fihliwe / Vulekile
zh_cn: 隐藏/打开
zh_tw: 隱藏/打開

source: Visible / Open
ar: ظاهر / مفتوح
ast_es: Visible / Abiertu
bn_bd: দৃশ্যমান / খোলা
bs_ba: Vidljivo / Otvoreno
ca_es: Visible/obert
cs_cz: Viditelný / Otevřený
da: Synlig / åben
de: Sichtbar / Geöffnet
el: Ορατό / Ανοιχτό
eo: Videble / Malferme
es: Visible / Abierto
es_mx: Visible / Abierto
eu_es: Ikusgaia / Irekia
fa_ir: آشکار / باز
fi_fi: Näkyvissä / Avoin
fo_fo: Sýniligur / Opnað
fur: Visîl / Vers
ga: Infheicthe / Oscailte
gl: Visible / Aberto
he_il: נראה פתוח
hi: दृश्यमान / खुला
hr_hr: Vidljivo/Otvoreno
hu_hu: Látható / Nyitott
hy: Տեսանելի / Բաց
id_id: Nampak / Terbuka
it: Visibile / Aperto
ja: 表示 / 開放
ka_ge: ხილული / ღია
ko_kr: 보임 / 열림
lo: ເບິ່ງເຫັນ / ເປີດ
lt_lt: Matomas / Atidarytas
lv_lv: Redzams / Atvērts
mk_mk: Видливо/Отворено
ms_my: Kelihatan / Terbuka
my_mm: မြင်ရသည် / ဖွင့်ထားသည်
ne: देखिने / खुला
nl: Zichtbaar / Open
nn_no: Synlig / Åpen
oc: Visibl / Dubèrt
pl_pl: Widoczny / Otwarty
ps: څرګند / خلاص
pt_br: Visível / Aberto
pt_pt: Visível / Aberto
ro_ro: Vizibil / Deschis
ru_ru: Видимо/Открыто
sk_sk: Viditeľný / Otvorený
sl: Vidno / Odprto
sq: I dukshëm / I hapur
sr_rs: Vidljivo/Otvoreno
sv_se: Synlig / Öppen
sw_ke: Inaonekana / Ime funguliwa
ta: காண்பிக்கப்பட்டது / திறக்கப்பட்டது
th: เห็น/เปิด
tl_ph: Nakikita / Bukas
tr: Görülür / Açık
uk_ua: Видимо / Відкрито
vi_vn: Hiện / Mở
xh_za: Bonakala / Vulekile
zh_cn: 显示/打开
zh_tw: 顯示/打開

source: Visible / Closed
ar: ظاهر / مغلق
ast_es: Visible / Peslláu
bn_bd: দৃশ্যমান / বন্ধ
bs_ba: Vidljivo / Zatvoreno
ca_es: Visible/tancat
cs_cz: Viditelný / Zavřený
da: Synlig / Lukket
de: Sichtbar / Geschlossen
el: Ορατό / Κλειστό
eo: Videble / Ferme
es: Visible / Cerrado
es_mx: Visible / Cerrado
eu_es: Ikusgaia / Itxita
fa_ir: آشکار / بست&#1607
fi_fi: Näkyvissä / Suljettu
fo_fo: Sýniligur / Lokin
fur: Visîl / Sierât
ga: Infheicthe / Dúnta
gl: Visible / Pechado
he_il: נראה סגור
hi: दृश्यमान / बंद
hr_hr: Vidljivo/Zatvoreno
hu_hu: Látható / Zárt
hy: Տեսանելի / Փակ
id_id: Nampak / Tertutup
it: Visibile / Chiuso
ja: 表示 / 閉鎖
ka_ge: ხილული / დახურული
ko_kr: 보임 / 잠금
lo: ເບິ່ງເຫັນ / ປິດ
lt_lt: Matomas / Uždarytas
lv_lv: Redzams / Aizvērts
mk_mk: Видливо/Затворено
ms_my: Kelihatan / Tertutup
my_mm: မြင်ရသည် / ပိတ်ထားသည်
ne: देखिने / बन्द
nl: Zichtbaar / Gesloten
nn_no: Synlig / Lukket
oc: Visibl / Fermat
pl_pl: Widoczny / Zamknięty
ps: څرګند / بند
pt_br: Visível / Fechado
pt_pt: Visível / Fechado
ro_ro: Vizibil / Inchis
ru_ru: Видимо/Закрыто
sk_sk: Viditeľný / Zatvorený
sl: Vidno / Zaprto
sq: I dukshëm / I mbyllur
sr_rs: Vidljivo/Zatvoreno
sv_se: Synlig / Stängd
sw_ke: Inaonekana / Ime fungwa
ta: காண்பிக்கப்பட்டது / மூடப்பட்டது
th: เห็น/ปิด
tl_ph: Nakikita / Sarado
tr: Görülür / Kapalı
uk_ua: Видимо / Закрито
vi_vn: Hiện / Đóng
xh_za: Bonakala / Valiweyo
zh_cn: 显示/关闭
zh_tw: 顯示/關閉

source: Back to user
ar: الرجوع للمستخدم
ast_es: Tornar a esti usuariu
bn_bd: ব্যবহারকারীর কাছে ফিরে যান
bs_ba: Povratak na korisnika
ca_es: Tornar a aquest usuari
cs_cz: Zpět na uživatele
da: Tilbage til deltageren
de: Zurück zum Benutzer
el: Επιστροφή στο χρήστη
eo: Reiru al uzulo
es: Volver a este usuario
es_mx: Volver a este usuario
eu_es: Itzuli erabiltzaile honetara
fa_ir: بازگشت به صفحۀ کاربر
fi_fi: Takaisin
fo_fo: Aftur til brúkara
fur: Torna al utent
ga: Ar ais chuig an úsáideoir
gl: Volver a este usuario
he_il: חזרה למשתמש
hi: उपयोगकर्ता पर वापस
hr_hr: Povratak korisniku
hu_hu: Vissza a felhasználóhoz
hy: Միջին օգտատիրոջ
id_id: Kembali ke user
it: Ritorna all'utente
ja: ユーザーに戻る
ka_ge: უკან მომხმარებლამდე
ko_kr: 유저로 돌아가기
lo: ກັບໄປທີ່ຜູ້ໃຊ້
lt_lt: Atgal prie vartotojo
lv_lv: Atpakaļ pie lietotāja
mk_mk: Назад до корисникот
ms_my: Kembali ke Pengguna
my_mm: အသုံးပြုသူသို့ ပြန်သွားပါ
ne: प्रयोगकर्तामा फर्कनुहोस्
nl: Terug naar gebruiker
nn_no: Tilbake til bruker
oc: Tornar a l'utilizaire
pl_pl: Powrót do użytkownika
ps: کاروونکي ته بیرته
pt_br: Voltar para o usuário
pt_pt: Voltar ao utlizador
ro_ro: Inapoi la utilizator
ru_ru: Вернуться к данным пользователя
sk_sk: Späť na používateľa
sl: Povratek na uporabnika
sq: Kthehu te përdoruesi
sr_rs: Nazad na korisnika
sv_se: Tillbaka till användare
sw_ke: Rudi kwa mtumiaji
ta: பயனருக்கு திரும்பு
th: ไปที่ผู้ใช้
tl_ph: Bumalik sa user
tr: Kullanıcıya dön
uk_ua: Повернутися до даних про користувача
vi_vn: Trở về trang người dùng
xh_za: Buyela kumsebenzisi
zh_cn: 返回用户
zh_tw: 返回用戶

source: Manage Portal
ar: ادارة النظام
ast_es: Alministación del Portal
bn_bd: পোর্টাল ব্যবস্থাপনা
bs_ba: Upravljanje portalom
ca_es: Administració del campus
cs_cz: Spravovat Portál
da: Bestyrer
de: Portal verwalten
el: Διαχείριση Πύλης
eo: Mastrumi Portalon
es: Administrar la Plataforma
es_mx: Gestión del campus
eu_es: Kudeatu Ataria
fa_ir: مدیریت پرتال
fi_fi: Ympäristön ylläpito
fo_fo: Stýra portali
fur: Gjestì il Portâl
ga: Bainistigh an Tairseach
gl: Xestionar LMS
he_il: ניהול פורטאל
hi: पोर्टल प्रबंधित करें
hr_hr: Upravljanje portalom
hu_hu: Portál menedszment
hy: Դիտարկայի կառավարում
id_id: Kelola kampus
it: Amministra Portale
ja: ポータル管理
ka_ge: პორტალის მართვა
ko_kr: 포털 관리
lo: ຈັດການປະຕູເວັບໄຊທ໌
lt_lt: Portalo valdymas
lv_lv: Administrēt portālu
mk_mk: Управувај со Порталот
ms_my: Menguruskan Kampus
my_mm: ပေါ်တယ်ကို စီမံခန့်ခွဲပါ
ne: पोर्टल व्यवस्थापन
nl: Portaalbeheer
nn_no: Administrer portal
oc: Gerir lo portal
pl_pl: Zarządzanie portalem
ps: د پورټل مدیریت
pt_br: Gerenciar Portal
pt_pt: Gerir o Portal
ro_ro: Managementul portalului
ru_ru: Управление порталом
sk_sk: Spravovať portál
sl: Upravljanje portala
sq: Menaxho Portal
sr_rs: Upravljanje portalom
sv_se: Hantera portal
sw_ke: Simamia Lango
ta: போர்ட்டலை மேலாண்மை செய்
th: สำนักงานบริหาร
tl_ph: Pamahalaan ang Portal
tr: Öğretim yönetimi
uk_ua: Керування порталом
vi_vn: Quản lý chuyên môn
xh_za: Lawula iPortal
zh_cn: 管理入口
zh_tw: 管理入口

source: You have been registered to the course
ar: لقد تم تسجيلك في المقرر
ast_es: La so matrícula nel cursu completóse
bn_bd: আপনি কোর্সে নিবন্ধিত হয়েছেন
bs_ba: Registrovani ste na kurs
ca_es: Has estat matriculat en el curs
cs_cz: Jste zaregistrovaný do kurzu
da: Du er tilmeldt dette kursus
de: Sie haben sich für diesen Kurs registriert
el: Έχετε εγγραφεί στο μάθημα
eo: Vi estas aligita al la kurso
es: Su inscripción en el curso se ha completado
es_mx: Ha sido inscrito en el curso
eu_es: Ikastaroa egiteko inskribaturik gelditu zara
fa_ir: شما در درس ثبت نام شدید
fi_fi: Olet rekisteröitynyt kurssille
fo_fo: Tú ert skráð/ur til líkamsrættingar
fur: Tu si jê iscrit tal cors
ga: Cláraíodh tú sa chúrsa
gl: Foi inscrito no curso
he_il: נרשמת לקורס
hi: आपको पाठ्यक्रम में पंजीकृत किया गया है
hr_hr: Upisani ste na kolegij
hu_hu: Ön regisztrálva van a kurzusra.
hy: Դուք գրանցվել եք դասընթացին
id_id: Anda telah terdaftar di mata kuliah tsb
it: Iscrizione avvenuta
ja: コースに登録されました
ka_ge: თქვენ რეგისტრირებული ხართ კურსზე
ko_kr: 과정에 등록되었습니다
lt_lt: Jūs užregistruotas/a kurse
lv_lv: Jūs esat veiksmīgi piereģistrēts/a kursam :)! <br>Lai uzsāktu tā apguvi, dodieties uz nodaļu - <b>Mani kursi</b>.
mk_mk: Вие бевте регистрирани за овој курс
ms_my: Anda telah didaftarkan ke kursus ini
my_mm: သင်သည် သင်တန်းတွင် မှတ်ပုံတင်ပြီးဖြစ်သည်
ne: तपाईं पाठ्यक्रममा दर्ता हुनुभएको छ
nl: U bent ingeschreven voor de cursus
nn_no: Du har blitt påmeldt til kurset
oc: Sètz estat inscrit al curs
pl_pl: Zostałeś zapisany na ten kurs. Jesteś zarejestrowanym użytkownikiem.
ps: تاسو د کورس سره ګډون شوی یاست
pt_br: Sua inscrição no curso foi realizada
pt_pt: Foi registado no curso
ro_ro: Ai fost inscris la acest curs
ru_ru: Вы зарегистрированы на курс
sk_sk: Ste zapísaný do kurzu
sl: Vpisan si v tečaj
sq: Ju keni regjistruar në kurs
sr_rs: Prijavljeni ste na kurs
sv_se: Du har blivit registrerad till kursen
sw_ke: Umejiandikisha kwenye kozi
ta: நீங்கள் பாடநூலில் பதிவு செய்யப்பட்டுள்ளீர்
th: คุณได้ลงทะเบียนวิชาแล้ว
tl_ph: Narehistro ka na sa kurso
tr: Derse kaydınız yapıldı
uk_ua: Вас зареєстровано на курс
vi_vn: Bạn đã được đăng ký vào khóa học
xh_za: Ubhalisiwe kwikhosi
zh_cn: 您已经注册了该课程
zh_tw: 您已經註冊了該課程

source: Sub-categories
ar: التصانيف الفرعية
ast_es: Sub-categoríes
bn_bd: উপ-বিভাগসমূহ
bs_ba: Podkategorije
cs_cz: podkategorie
da: underkategorier
de: Unterkategorien
el: υποκατηγορίες
eo: sub-kategorioj
es: Subcategorías
es_mx: sub-categorías
eu_es: azpi-kategoriak
fa_ir: دسته فرعی
fi_fi: alakategoriat
fo_fo: Undirbólkar
fur: Sot-categuries
ga: Fo-chatagóirí
gl: sub-categorías
he_il: קטגוריות משנה
hi: उप-श्रेणियाँ
hr_hr: potkategorije
hu_hu: al-kategóriák
hy: Ենթակատեգորիաներ
id_id: sub-kategori
it: sotto-categorie
ja: サブカテゴリ
ka_ge: ქვეკატეგორიები
ko_kr: 하위 카테고리
lo: ໝວດໝູ່ຍ່ອຍ
lt_lt: sub-kategorijos
lv_lv: Apakškategorijas
mk_mk: под-категории
ms_my: Sub-kategori
my_mm: အမျိုးအစားခွဲများ
ne: उप-श्रेणीहरू
nl: subcategorieën
nn_no: Underkategorier
oc: Sot-categorias
pl_pl: podkategorie
ps: فرعي کټګورۍ
pt_br: sub-categorias
pt_pt: sub-categorias
ro_ro: sub-categorii
ru_ru: подразделы
sk_sk: podkategórie
sl: podkategorije
sq: Nën-kategori
sr_rs: Podkategorije
sv_se: underkategorier
sw_ke: Jamii ndogo
ta: உப-பிரிவுகள்
th: หัวข้อย่อยในรายการ
tl_ph: Mga sub-kategorya
tr: alt kategori
uk_ua: підкатегорії
vi_vn: Danh mục con
xh_za: Iindidi ezingaphantsi
zh_cn: 子分类
zh_tw: 子分類
