Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: A check will be done on this LDAP contact field on new users insertion. If this field is not empty, the user will be considered as a tutor and inserted in Chamilo as such. If you want all your users to be recognised as simple users, leave this field empty. You can modify this behaviour by changing the code. Please read the <a href="../../documentation/installation_guide.html">installation guide</a> for more information.
ar: سوف يتم التحقق من الاتصال بالخادم عند ادخال المستخدمين الجدد، في حال عدم كون الحقل فارغا فان المستخدم سوف يعد معلما عند تسجيله بالنظام، فاذا اردت اني يكون كافة المستخدمين المسجلين كطلبة فانه يجب عليك ترك هذا الحقل فارغا. كذلك يمكن تغيير هذا الاجراء من خلال الرجوع الى دليل التنصيب
ast_es: Esto va facer una comprobación del conteníu del campu de contautu LDAP nel que van ponese los usuarios nuevos. Si esti campu nun ta vacíu, l'usuariu consideraráse profesor y Chamilo va apuntalu como tal. Si quier que tolos usuarios seyan namás usuarios nun escriba nada nesti campu. Pue cambiar esti comportamientu camudando'l códigu. Pa más información llea la <a href="../../documentation/installation_guide.html">guía d'instalación</a>.
bn_bd: নতুন ব্যবহারকারী সন্নিবেশের সময় এই LDAP যোগাযোগ ক্ষেত্রে চেক করা হবে। যদি এই ক্ষেত্র খালি না হয়, তাহলে ব্যবহারকারীকে টিউটর হিসেবে বিবেচনা করা হবে এবং Chamilo তে এভাবে সন্নিবেশ করা হবে। যদি আপনি চান সকল ব্যবহারকারীকে সাধারণ ব্যবহারকারী হিসেবে চেনা যাক, তাহলে এই ক্ষেত্র খালি রাখুন। আপনি কোড পরিবর্তন করে এই আচরণ পরিবর্তন করতে পারেন। আরও তথ্যের জন্য <a href="../../documentation/installation_guide.html">ইনস্টলেশন গাইড</a> পড়ুন।
bs_ba: Provedena je provjera ovog LDAP polja kontakta pri umetanju novih korisnika. Ako ovo polje nije prazno, korisnik će biti smatran tutorom i umetnut u Chamilo kao takav. Ako želite da svi vaši korisnici budu prepoznati kao obični korisnici, ostavite ovo polje praznim. Možete izmijeniti ovo ponašanje promjenom koda. Molimo pročitajte <a href="../../documentation/installation_guide.html">vodič za instalaciju</a> za više informacija.
ca_es: Comprovarà el contingut del camp de contacte LDAP on seran inserits els nous usuaris. Si aquest camp no està buit, l'usuari serà considerat professor i serà inserit a Chamilo com a tal. Si voleu que tots els usuaris siguin reconeguts com a simples usuaris, deixeu aquest camp en blanc. Podreu modificar aquest comportament canviant el codi. Per a més informació llegiu la <a href="../../documentation/installation_guide.html">guía d'instal·lació</a>.
cs_cz: Ověření proběhne na tomto LDAP kontaktním poli při vložení nového uživatele. Pokud toto pole není prázdné, uživatel bude považovaný za učitele a vložen do Chamilou. Pokud chcete všechny vaše uživatele rozpoznat jako jednoduché uživatele, nechte toto pole prázdné. Toto chování můžete měnit změnou kódu. Pro více informací si prosím přečtěte <a href="../../documentation/installation_guide.html">instalační manuál</a>
da: En tjekning vil blive udført på dette LDAP-kontaktfelt ved indsættelse af nye brugere. Hvis dette felt ikke er tomt, vil brugeren blive betragtet som tutor og indsat i Chamilo som sådan. Hvis du vil have alle brugere anerkendt som simple brugere, lad dette felt være tomt. Du kan ændre denne adfærd ved at ændre koden. Læs <a href="../../documentation/installation_guide.html">installationsguiden</a> for mere information.
de: >installation guide</a>Dokumentation zur Installation lesen, um weitere Informationen zu erlangen.
el: Θα γίνει έλεγχος σε αυτό το πεδίο επαφής LDAP κατά την εισαγωγή νέων χρηστών. Αν αυτό το πεδίο δεν είναι κενό, ο χρήστης θα θεωρηθεί επιβλέπων και θα εισαχθεί στο Chamilo ως τέτοιος. Αν θέλετε όλοι οι χρήστες σας να αναγνωρίζονται ως απλοί χρήστες, αφήστε αυτό το πεδίο κενό. Μπορείτε να τροποποιήσετε αυτή τη συμπεριφορά αλλάζοντας τον κώδικα. Παρακαλούμε διαβάστε τον <a href="../../documentation/installation_guide.html">οδηγό εγκατάστασης</a> για περισσότερες πληροφορίες.
eo: Kontrolo estos farita sur ĉi tiu LDAP-kontaktkampo dum enmetado de novaj uzantoj. Se ĉi tiu kampo ne estas malplena, la uzanto estos konsiderata tutoro kaj enmetita en Chamilo tiel. Se vi volas, ke ĉiuj viaj uzantoj estu rekonigitaj kiel ordinaraj uzantoj, lasu ĉi tiun kampon malplenan. Vi povas modifi ĉi tiun konduton ŝanĝante la kodon. Bonvolu legi la <a href="../../documentation/installation_guide.html">instaligan gvidlibron</a> por pli da informoj.
es: Comprobará el contenido del campo de contacto LDAP donde los nuevos usuarios serán insertados. Si este campo no está vacío, el usuario será considerado como profesor y será insertado en Chamilo como tal. Si Ud. quiere que todos los usuarios sean reconocidos como simples usuarios, deje este campo en blanco. Podrá modificar este comportamiento cambiando el código. Para más información lea la <a href="../../documentation/installation_guide.html">guía de instalación</a>.
es_mx: Se realizará una verificación en este campo de contacto LDAP al insertar nuevos usuarios. Si este campo no está vacío, el usuario se considerará como tutor e insertará en Chamilo como tal. Si desea que todos sus usuarios se reconozcan como usuarios simples, deje este campo vacío. Puede modificar este comportamiento cambiando el código. Lea la <a href="../../documentation/installation_guide.html">guía de instalación</a> para más información.
eu_es: Erabiltzaile berriak sartzeko erabiliko den LDAP kontaktu eremuaren edukia egiaztatuko da. Eremu hau hutsik ez badago, erabiltzailea irakasletzat jo eta Chamilon horrela sartuko da. Erabiltzaile guztiak erabiltzaile sinpletzat jotzea nahi baduzu, utzi eremu hau bete gabe. Honelako jokabidea beste kode bat jarriz aldatu dezakezu. Mesedez, informazio gehiago behar baduzu, instalazio gida irakur ezazu.
fa_ir: هنگام درج کاربران جدید، این فیلد LDAP بررسی می‌شود. اگر این فیلد خالی نباشد، کاربر به عنوان مربی در نظر گرفته شده و به این صورت در Chamilo درج می‌شود. اگر می‌خواهید همه کاربران به عنوان کاربران ساده شناخته شوند، این فیلد را خالی بگذارید. می‌توانید این رفتار را با تغییر کد تغییر دهید. لطفاً <a href="../../documentation/installation_guide.html">راهنمای نصب</a> را برای اطلاعات بیشتر بخوانید.
fi_fi: Tarkistus tehdään tässä LDAP-yhteyden kentässä uusien käyttäjien lisäyksessä. Jos tämä kenttä ei ole tyhjä, käyttäjä katsotaan ohjaajaksi ja lisätään Chamiloon sellaisena. Jos haluat kaikki käyttäjäsi tunnistettavan tavallisiksi käyttäjiksi, jätä tämä kenttä tyhjäksi. Voit muuttaa tätä käyttäytymistä koodia muuttamalla. Lue <a href="../../documentation/installation_guide.html">asennusopas</a> lisätietoja varten.
fo_fo: Ein roynd verður gjørd á hesum LDAP sambondsteiginum tá ið nýggir brúkarar verða innsettir. Um hettur teigur ikki er tómur, verður brúkarin viðgjørdur sum kennari og innsettur í Chamilo sum slíkur. Um tú ynskir at allir tínir brúkarar skulu viðgerðast sum einfaldir brúkarar, lat hetta teigur vera tómur. Tú kanst broyta hetta átrokið við at broyta kodan. Vinarliga les <a href="../../documentation/installation_guide.html">uppsetingarviðleiðaran</a> fyri meira kunngjøring.
fur: Une verifiche e sarà fatte su chest camp LDAP sui gnûts utents. Se chest camp no è vût, l'utent al sarà considerât come un tutor e zontât in Chamilo come tai. Se vuêst che dutis i to utents sian ricognûts come utents simpis, lassâ chest camp vût. Ju puê modificâ chest comportement cambiând il còdes. Ples lê la <a href="../../documentation/installation_guide.html">guidin di instalazion</a> par plui informazions.
ga: Déanfar seiceáil ar an réimse teagmhála LDAP seo nuair a chuirfear úsáideoirí nua isteach. Má tá an réimse seo neamhfholamh, measfar gur teagascóir é an túsáideoir agus cuirfear isteach i Chamilo amhlaidh. Má theastaíonn uait go n-aithneofaí gach úsáideoir mar úsáideoir simplí, fág an réimse folamh. Is féidir an t-iompar seo a athrú tríd an gcód a athrú. Léigh an <a href="../../documentation/installation_guide.html">treoir suiteála</a> le haghaidh tuilleadh faisnéise.
gl: Comprobará o contido do campo de contacto LDAP onde os novos usuarios serán inseridos. Se este campo non está baleiro, o usuario será considerado como profesor e será inserido en Chamilo como tal. Se Vd. quere que todos os usuarios sexan recoñecidos como simples usuarios, deixe este campo en branco. Poderá modificar este comportamento cambiando o código. Para máis información lea a <a href="../../documentation/installation_guide.html">guía de instalación</a>.
he_il: תיעשה בדיקה בשדה איש קשר זה של LDAP בהכנסת משתמשים חדשים. אם שדה זה אינו ריק, המשתמש ייחשב כמורה ויוכנס ל-Chamilo ככזה. אם אתה רוצה שכל המשתמשים שלך יזהו כמשתמשים פשוטים, השאר שדה זה ריק. תוכל לשנות התנהגות זו על ידי שינוי הקוד. קרא את <a href="../../documentation/installation_guide.html">מדריך ההתקנה</a> למידע נוסף מֵידָע.
hi: नए उपयोगकर्ताओं के डालने पर इस LDAP संपर्क फ़ील्ड पर जाँच की जाएगी। यदि यह फ़ील्ड खाली नहीं है, तो उपयोगकर्ता को शिक्षक माना जाएगा और Chamilo में उसी रूप में डाला जाएगा। यदि आप चाहते हैं कि सभी उपयोगकर्ता साधारण उपयोगकर्ता के रूप में पहचाने जाएँ, तो यह फ़ील्ड खाली छोड़ दें। आप कोड बदलकर इस व्यवहार को संशोधित कर सकते हैं। अधिक जानकारी के लिए <a href="../../documentation/installation_guide.html">इंस्टॉलेशन गाइड</a> पढ़ें।
hr_hr: Provjera će se obaviti na ovo LDAP polje kontakta pri unosu novih korisnika. Ako ovo polje nije prazno, korisnik će se smatrati tutorom i unijeti u Chamilo kao takav. Ako želite da se svi vaši korisnici prepoznaju kao obični korisnici, ostavite ovo polje praznim. Možete izmijeniti ovo ponašanje promjenom koda. Pročitajte <a href="../../documentation/installation_guide.html">vodič za instalaciju</a> za više informacija.
hu_hu: Ellenőrzés történik ezen az LDAP kapcsolat mezőn új felhasználók beszúrásakor. Ha ez a mező nem üres, a felhasználót oktatóként tekintjük, és Chamilo-ba úgy szúrjuk be. Ha azt szeretné, hogy minden felhasználót egyszerű felhasználóként ismerjenek fel, hagyja üresen ezt a mezőt. Ezt a viselkedést kóddal módosíthatja. Kérjük, olvassa el a <a href="../../documentation/installation_guide.html">telepítési útmutatót</a> további információkért.
hy: Նոր օգտատերերի ավելացման ժամանակ կստուգվի այս LDAP կոնտակտի դաշտը: Եթե այս դաշտը դատարկ չէ, օգտատերը կ համարվի հավաքական և կավելացվի Chamilo-ում այդպես: Եթե ցանկանում եք, որ բոլոր օգտատերերը ճանաչվեն պարզ օգտատերեր, թողնեք այս դաշտը դատարկ: Կարող եք փոխել այս վարքագիծը կոդը փոխելով: Խնդրում ենք կարդալ <a href="../../documentation/installation_guide.html">ներբեռնման ուղեցույցը</a> ավելի մանրամասն տեղեկությունների համար:
id_id: Pemeriksaan akan dilakukan pada bidang kontak LDAP ini saat penyisipan pengguna baru. Jika bidang ini tidak kosong, pengguna akan dianggap sebagai tutor dan dimasukkan ke Chamilo sebagai tutor. Jika Anda ingin semua pengguna dikenali sebagai pengguna biasa, biarkan bidang ini kosong. Anda dapat memodifikasi perilaku ini dengan mengubah kode. Silakan baca <a href="../../documentation/installation_guide.html">panduan instalasi</a> untuk informasi lebih lanjut.
it: Il campo verrà analizzato all'atto dell'inserimento di un nuovo utente. Se vuoi che l'utente sia considerato come semplice utente (corsista) lascia vuoto il campo, altrimenti l'utente sarà considerato un docente.Il campo può essere modificato cambiando il codice (per maggiori informazioni leggi la <a href="../../documentation/installation_guide.html">installation guide</a>).
ja: 新規ユーザー挿入時にこのLDAP連絡先フィールドをチェックします。このフィールドが空でない場合、ユーザーはチューターとして扱われ、Chamiloにそのように挿入されます。すべてのユーザーを一般ユーザーとして認識する場合はこのフィールドを空にしてください。この動作はコード変更で修正可能です。詳細は<a href="../../documentation/installation_guide.html">インストールガイド</a>を参照してください。
ka_ge: ახალი მომხმარებლების ჩამატებისას შემოწმება გაუკეთდება ამ LDAP კონტაქტის ველს. თუ ეს ველი არ არის ცარიელი, მომხმარებელი ჩაითვლება ტუტორად და ჩაიტანება Chamilo-ში შესაბამისად. თუ გსურთ რომ ყველა მომხმარებელი ჩაითვალოს ჩვეულებრივ მომხმარებლად, დატოვეთ ეს ველი ცარიელი. შეგიძლიათ შეცვალოთ ეს ქცევა კოდის შეცვლით. გთხოვთ წაიკითხოთ <a href="../../documentation/installation_guide.html">დაყენების სახელმძღვანელო</a> მეტი ინფორმაციისთვის.
ko_kr: 새 사용자 삽입 시 이 LDAP 연락처 필드를 확인합니다. 이 필드가 비어 있지 않으면 사용자는 튜터로 간주되어 Chamilo에 삽입됩니다. 모든 사용자를 일반 사용자(튜터 아님)로 인식하려면 이 필드를 비워 두십시오. 이 동작은 코드를 변경하여 수정할 수 있습니다. 자세한 내용은 <a href="../../documentation/installation_guide.html">설치 가이드</a>를 참조하십시오.
lo: ຈະມີການກວດສອບຊ່ອງຂໍ້ມູນຜູ້ຕິດຕໍ່ LDAP ນີ້ເມື່ອມີການເພີ່ມຜູ້ໃຊ້ໃໝ່. ຖ້າຊ່ອງຂໍ້ມູນນີ້ບໍ່ຫວ່າງ, ຜູ້ໃຊ້ນັ້ນຈະຖືກພິຈາລະນາວ່າເປັນຜູ້ສອນ ແລະ ຈະຖືກບັນທຶກເຂົ້າໃນ Chamilo ໃນຖານະນັ້ນ. ຖ້າທ່ານຕ້ອງການໃຫ້ຜູ້ໃຊ້ທັງໝົດຂອງທ່ານຖືກຮັບຮູ້ເປັນພຽງຜູ້ໃຊ້ທຳມະດາ, ໃຫ້ປະຊ່ອງຂໍ້ມູນນີ້ໄວ້ຫວ່າງ. ທ່ານສາມາດແກ້ໄຂການເຮັດວຽກນີ້ໄດ້ໂດຍການປ່ຽນແປງລະຫັດ. ກະລຸນາອ່ານ <a href="../../documentation/installation_guide.html">ຄູ່ມືການຕິດຕັ້ງ</a> ສໍາລັບຂໍ້ມູນເພີ່ມເຕີມ.
lt_lt: Bus patikrinta ši LDAP kontakto sritis naujiems vartotojams įkeliant. Jei šis laukas nėra tuščias, vartotojas bus laikomas vadovu ir įkeltas į Chamilo kaip toks. Jei norite, kad visi vartotojai būtų atpažinti kaip paprasti vartotojai, palikite šį lauką tuščią. Galite pakeisti šį elgesį keisdami kodą. Skaitykite <a href="../../documentation/installation_guide.html">įdiegimo vadovą</a> daugiau informacijos.
lv_lv: Jauni lietotāji tiks pārbaudīti šajā LDAP kontaktlauka laukā. Ja šis lauks nav tukšs, lietotājs tiks uzskatīts par tutor un ievietots Chamilo kā tāds. Ja vēlaties, lai visi jūsu lietotāji tiktu atpazīti kā vienkārši lietotāji, atstājiet šo lauku tukšu. Šo uzvedību var mainīt, modificējot kodu. Lūdzu, izlasiet <a href="../../documentation/installation_guide.html">uzstādīšanas rokasgrāmatu</a> papildinformācijai.
mk_mk: Ќе се направи проверка на ова поле за LDAP контакт при додавање на нови корисници. Ако полето не е празно, корисникот ќе се смета за tutor и ќе се вметне во Chamilo како таков. Ако сакате сите корисници да се препознаат како обични корисници, оставете го ова поле празно. Ова однесување може да се модифицира со промена на кодот. Прочитајте го <a href="../../documentation/installation_guide.html">упатството за инсталација</a> за повеќе информации.
ms_my: Semakan akan dilakukan pada medan hubungan LDAP ini semasa penyisipan pengguna baru. Jika medan ini tidak kosong, pengguna akan dianggap sebagai tutor dan disisipkan dalam Chamilo sebagai sedemikian. Jika anda mahu semua pengguna anda diiktiraf sebagai pengguna biasa, biarkan medan ini kosong. Anda boleh ubah tingkah laku ini dengan mengubah kod. Sila baca <a href="../../documentation/installation_guide.html">panduan pemasangan</a> untuk maklumat lanjut.
my_mm: အသုံးပြုသူအသစ်ထည့်သွင်းမှုတွင် ဤ LDAP ဆက်သွယ်ရန်ကွက်လပ်ပေါ်တွင် စစ်ဆေးမှုတစ်ခု ပြုလုပ်မည်ဖြစ်သည်။ ဤကွက်လပ်သည် ဗလာမဖြစ်ပါက၊ အသုံးပြုသူကို ဆရာအဖြစ် ယူဆပြီး Chamilo တွင် ထို့အတိုင်း ထည့်သွင်းမည်ဖြစ်သည်။ သင့်အသုံးပြုသူအားလုံးကို ရိုးရိုးအသုံးပြုသူများအဖြစ် အသိအမှတ်ပြုလိုပါက၊ ဤကွက်လပ်ကို ဗလာထားပါ။ ဤအပြုအမူကို ကုဒ်ပြောင်းလဲခြင်းဖြင့် ပြုပြင်နိုင်သည်။ ပိုမိုသိရှိရန် <a href="../../documentation/installation_guide.html">တပ်ဆင်မှုလမ်းညွှန်</a> ကို ဖတ်ပါ။
ne: नयाँ प्रयोगकर्ता थप्दा यो LDAP सम्पर्क क्षेत्रमा जाँच गरिनेछ। यदि यो क्षेत्र खाली छैन भने, प्रयोगकर्तालाई ट्युटर मानिनेछ र Chamilo मा त्यस्तै थपिनेछ। यदि तपाईं चाहनुहुन्छ सबै प्रयोगकर्तालाई सामान्य प्रयोगकर्ता मानियोस् भने, यो क्षेत्र खाली छोड्नुहोस्। यो व्यवहार परिवर्तन गर्न कोड परिवर्तन गर्न सकिन्छ। थप जानकारीको लागि <a href="../../documentation/installation_guide.html">स्थापना मार्गदर्शिका</a> पढ्नुहोस्।
nl: Een controle wordt uitgevoerd op dit contact veld van de LDAP server voor het toevoegen van nieuwe gebruikers. Als dit veld niet leeg is dan zal de gebruiker beschouwd worden als lesgever en als dusdanig toegevoegd worden in Chamilo. Als u wilt dat al uw gebruikers als gewone gebruikers (cursisten of studenten) herkend worden. U kunt dit gedrag wijzigen door de code aan te passen. Lees hiervoor de <a href="../../documentation/installation_guide.html">installatiehandleiding</a>.
nn_no: Ein sjekk vil bli gjort på dette LDAP-kontaktfeltet ved nye brukarar. Om dette feltet ikkje er tomt, vil brukar bli rekna som tutor og sett inn i Chamilo som slikt. Om du vil at alle brukarane skal bli rekna som einfaldige brukarar, lat dette feltet stå tomt. Du kan endre denne oppførselen ved å endre koden. Les <a href="../../documentation/installation_guide.html">installasjonsguidera</a> for meir informasjon.
oc: Una verificacion serà feta sus aqueste camp de contacte LDAP a l'insercion de novèls utilizaires. Se aqueste camp es pas void, l'utilizaire serà considerat coma un tutor e insertat dins Chamilo en tant que tal. Se volètz que totes vòstres utilizaires siàn recognòscuts coma de simples utilizaires, laissatz aqueste camp void. Podètz modificar aqueste comportament en modificant lo còde. Legissètz lo <a href="../../documentation/installation_guide.html">guia d'installacion</a> per mai d'informacions.
pl_pl: Kontrola będzie się odbywać w tym polu kontaktowym LDAP przy wprowadzaniu nowych użytkowników. Jeśli to pole nie jest puste, użytkownik będzie traktowany jako nauczyciel i zamieszczony w Chamilo. Jeśli chcesz, aby wszyscy użytkownicy byli rozpoznawani jako zwykli użytkownicy, pozostaw to pole puste. Można to zmienić poprzez zmianę kodu. Proszę zapoznać się z instrukcją instalacji, aby uzyskać więcej informacji.
ps: د نوو استعمال کوونکو داخلولو کې به د دې LDAP اړیکې فیلډ چک شي. که دا فیلډ خالي نه وي، استعمال کوونکی به استاد بلل شي او په Chamilo کې داسې داخل شي. که غواړئ ټول استعمال کوونکي ساده استعمال کوونکي بلل شي، دا فیلډ خالي پریږدئ. تاسو کولای شئ دا چلند د کوډ بدلولو له لارې بدل کړئ. مهرباني وکړئ <a href="../../documentation/installation_guide.html">نصب لارښود</a> ولولئ د نورو معلوماتو لپاره.
pt_br: Uma verificação será realizada sobre o campo de contato LDAP quando da inserção de novos usuários. Se este campo não estiver vazio, o usuários será considerado tutor e inserido no Chamilo como tal. Se desejar que todos os seus usuários sejam reconhecidos como simples usuários, deixe este campo vazio. Pode alterar este comportamento alterando o código. Por favor, leia <a href="../../documentation/installation_guide.html">installation guide</a> para maiores informações.
pt_pt: Será realizada uma verificação sobre o campo de contacto LDAP aquando da inserção de novos utilizadores. Se este campo não estiver vazio, o utilizador será considerado tutor e inserido no Chamilo como tal. Se desejar que todos os seus utilizadores sejam reconhecidos como simples utilizadores, deixe este campo vazio. Pode alterar este comportamento alterando o código. Por favor, leia o <a href="../../documentation/installation_guide.html">Guia de Instalação</a> para mais informações.
ro_ro: Se va face o verificare asupra acestui camp de contact LDAP la inserarea unui nou utilizator. Daca acest camp nu este gol, utilizatorul va fi considerat tutore si va fi inserat astfel in Chamilo. Daca doriti ca toti utilizatorii sa fie recunoscuti ca utilizatori simpli, lasati acest camp gol. Puteti modifica acest comportament din cod. Consultati <a href="../../documentation/installation_guide.html">ghidul de instalare</a>pentru mai multe informatii.
ru_ru: При добавлении новых пользователей будет проверено это поле LDAP. Если поле не пустое, пользователь будет считаться тренером и добавлен в Chamilo как таковой. Чтобы все пользователи считались обычными, оставьте поле пустым. Поведение можно изменить в коде. Подробнее в <a href="../../documentation/installation_guide.html">руководстве по установке</a>.
sk_sk: Overenie prebehne na tomto LDAP kontaktnom poli pri vložení nového používateľa. Pokiaľ toto pole nie je prázdne, používateľ bude považovaný za učiteľa a vložený do Chamila. Pokiaľ chcete všetkých vašich používateľov rozpoznať ako jednoduchých používateľov, nechajte toto pole prázdne. Toto chovanie môžete meniť zmenou kódu. Pre viac informácií si prosím prečítajte <a href="../../documentation/installation_guide.html">instalačný manuál.
sl: To LDAP polje bo pregledano pri dodajanju novega uporabnika. Če ne bo prazno, bo uporabnik dodan kot tutor. To privzeto nastavitev lahko spremenite: preberite <a href="../../documentation/installation_guide.html">Priročnik za namestitev</a> za več informacij.
sq: Do të kryhet një kontroll në këtë fushë kontakti LDAP gjatë futjes së përdoruesve të rinj. Nëse kjo fushë nuk është bosh, përdoruesi do të konsiderohet si tutor dhe do të futet në Chamilo si i tillë. Nëse dëshironi që të gjithë përdoruesit tuaj të njihen si përdorues të thjeshtë, lini këtë fushë bosh. Mund ta modifikoni këtë sjellje duke ndryshuar kodin. Ju lutemi lexoni <a href="../../documentation/installation_guide.html">udhëzuesin e instalimit</a> për më shumë informacion.
sr_rs: Provera će biti izvršena na ovom LDAP polju kontakta pri unošenju novih korisnika. Ako ovo polje nije prazno, korisnik će biti smatran tutorom i unet u Chamilo kao takav. Ako želite da svi vaši korisnici budu prepoznati kao obični korisnici, ostavite ovo polje prazno. Možete izmeniti ovo ponašanje promenivši kod. Molimo pročitajte <a href="../../documentation/installation_guide.html">vodič za instalaciju</a> za više informacija.
sv_se: En kontroll görs mot LDAP-servern om den som får ett konto är handledare/lärare eller vanlig användare. Om du vill att alla ska bli vanliga användare lämnar du fältet tomt. Inställningen kan även ändras i koden, läs isåfall mer om det i <a href="../../documentation/installation_guide.html">installationsguiden</a> .
sw_ke: Utafiti utafanywa kwenye uwanja huu wa mawasiliano ya LDAP wakati wa kuingiza watumiaji wapya. Ikiwa uwanja huu sio tupu, mtumiaji atachukuliwa kama mwalimu na kuingizwa Chamilo hivyo. Ikiwa unataka watumiaji wako wote watambuliwe kama watumiaji rahisi, acha uwanja huu uwe tupu. Unaweza kubadilisha tabia hii kwa kubadilisha msimbo. Tafadhali soma <a href="../../documentation/installation_guide.html">mwongozo wa usakinishaji</a> kwa maelezo zaidi.
ta: புதிய பயனர்கள் சேர்க்கப்படும்போது இந்த LDAP தொடர்பு வெளியில் சரிபார்ப்பு செய்யப்படும். இந்த வெளி காலியாக இல்லாவிட்டால், பயனர் பயிற்றுவிப்பாளராகக் கருதப்பட்டு Chamilo இல் அப்படியே சேர்க்கப்படும். உங்கள் அனைத்து பயனர்களையும் சாதாரண பயனர்களாக அடையாளம் காண விரும்பினால், இந்த வெளியை காலியாக விடவும். இந்த நடத்தை மாற்றுவதற்கு குறியீட்டை மாற்றலாம். மேலும் தகவலுக்கு <a href="../../documentation/installation_guide.html">நிறுவல் வழிகாட்டி</a> ஐப் படிக்கவும்.
th: จะมีการตรวจสอบฟิลด์ติดต่อ LDAP นี้เมื่อเพิ่มผู้ใช้ใหม่ หากฟิลด์นี้ไม่ว่าง ผู้ใช้จะถูกพิจารณาเป็นผู้สอนและเพิ่มใน Chamilo ในฐานะนั้น หากต้องการให้ผู้ใช้ทั้งหมดถูกมองว่าเป็นผู้ใช้ธรรมดา ให้เว้นฟิลด์นี้ว่าง คุณสามารถปรับเปลี่ยนพฤติกรรมนี้โดยแก้ไขโค้ด โปรดอ่าน<a href="../../documentation/installation_guide.html">คู่มือการติดตั้ง</a>สำหรับข้อมูลเพิ่มเติม
tl_ph: Isang check ay gagawin sa field na ito ng LDAP contact sa bagong insertion ng mga user. Kung ang field na ito ay hindi blangko, ituturing ang user bilang tutor at isinasama sa Chamilo bilang ganoon. Kung nais mong lahat ng iyong mga user ay kinikilala bilang simpleng mga user, hayaang blangko ang field na ito. Maaari mong baguhin ang pag-uugali na ito sa pamamagitan ng pagbabago ng code. Mangyaring basahin ang <a href="../../documentation/installation_guide.html">installation guide</a> para sa karagdagang impormasyon.
tr: Yeni kullanıcı eklenirken bu LDAP kişi alanında kontrol yapılır. Bu alan boş değilse kullanıcı öğretmen olarak kabul edilir ve Chamilo'ya öyle eklenir. Tüm kullanıcılarınızı basit kullanıcı olarak tanımak istiyorsanız bu alanı boş bırakın. Bu davranışı kod değiştirerek ayarlayabilirsiniz. Daha fazla bilgi için <a href="../../documentation/installation_guide.html">kurulum kılavuzunu</a> okuyun.
uk_ua: Перевірка буде виконана для цього поля контакту LDAP під час вставки нових користувачів. Якщо це поле не порожнє, користувач вважатиметься тьютором і буде вставлений у Chamilo як такий. Якщо ви хочете, щоб усі ваші користувачі розпізнавалися як звичайні користувачі, залиште це поле порожнім. Ви можете змінити цю поведінку, змінивши код. Будь ласка, прочитайте <a href="../../documentation/installation_guide.html">посібник з встановлення</a> для отримання додаткової інформації.
vi_vn: Kiểm tra sẽ được thực hiện trên trường liên hệ LDAP này khi chèn người dùng mới. Nếu trường này không rỗng, người dùng sẽ được coi là gia sư và chèn vào Chamilo như vậy. Nếu bạn muốn tất cả người dùng được nhận diện là người dùng thông thường, để trống trường này. Bạn có thể thay đổi hành vi này bằng cách sửa mã. Vui lòng đọc <a href="../../documentation/installation_guide.html">hướng dẫn cài đặt</a> để biết thêm thông tin.
xh_za: Iya kwenziwa itsholo kule ntsimi yoqhagamshelwano lwe-LDAP xa kufakwa abasebenzisi abatsha. Ukuba le ntsimi ayinantsi, umsebenzisi uya kuthathwa njengomfundisi kwaye afakwe eChamilo ngolo ndlela. Ukuba ufuna bonke abasebenzisi bakho ukuba babonwe njengabasebenzisi abalula, shiya le ntsimi ingenanto. Ungaguqula oku ngokutshintsha ikhowudi. Nceda funda <a href="../../documentation/installation_guide.html">isikhokelo sofakelo</a> ngolwazi olongezelelweyo.
zh_cn: 在插入新用户时，将检查此 LDAP 联系人字段。如果此字段不为空，则用户将被视为导师并以此身份插入 Chamilo。如果您希望所有用户被识别为普通用户，请将此字段留空。您可以通过更改代码来修改此行为。请阅读<a href="../../documentation/installation_guide.html">安装指南</a>以获取更多信息。
zh_tw: 新增使用者時，將檢查此 LDAP 聯絡人欄位。若該欄位不為空，使用者將被視為導師並以該身分新增至 Chamilo。若要所有使用者皆視為一般使用者，請留空。可透過修改程式碼變更此行為。請閱讀<a href="../../documentation/installation_guide.html">安裝指南</a>以獲取更多資訊。
