Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: INFORMATION VISIBLE TO THE TEACHER ONLY: This folder contains the various certificates templates that have been created for the rating tool. It is not recommended to make this folder visible to all.
yo_ng: Ìròyìn tí òǹkọ̀wé ń rí nìkan: Ìpamọ́ yìí ni àwùjọ ìpamọ́ ìjẹ́rẹ́ ìdíwò tí a ti ṣẹ̀dá fún òǹkọ̀wé ìdíwò. Kò ṣe ìdàrù láti ṣe ìpamọ́ yìí ṣí ìrísí fún gbogbo.

source: Destination folder
yo_ng: Ìpamọ́ ìparí

source: Chat conversations history
yo_ng: Ìtàn ìjíròrò ìjíròrò

source: Video
yo_ng: Fídíò

source: Images
yo_ng: Àwòrán

source: Upload corrections
yo_ng: Gbe ìdásílẹ̀ ìṣàtúnṣe soke

source: Enable online services for text to speech conversion
yo_ng: Ṣiṣẹ́ àwùjọ ìsẹ̀lù ìwò ayélujára fún ìyípadà ọrọ̀ sí ìdọ́sọ

source: Online tool to convert text to speech. Uses speech synthesis technology to generate audio files saved into your course.
yo_ng: Ohun èlò ìwò ayélujára láti yí ọrọ̀ padà sí ìdọ́sọ. Ó ń lo ìmọ̀ ìdàsílẹ̀ ìdọ́sọ láti ṣẹ̀dá àwùjọ ìpamọ́ ìdọ́sọ tí a fipamọ́ sínú kọ̀ọ̀nù rẹ.

source: Show users folders in the documents tool
yo_ng: Fi ìpamọ́ àwùjọ oníṣe hàn nínú òǹkọ̀wé ìpamọ́

source: This option allows you to show or hide to teachers the folders that the system generates for each user who visits the tool documents or send a file through the web editor. If you display these folders to the teachers, they may make visible or not the learners and allow each learner to have a specific place on the course where not only store documents, but where they can also create and edit web pages and to export to pdf, make drawings, make personal web templates, send files, as well as create, move and delete directories and files and make security copies from their folders. Each user of course have a complete document manager. Also, remember that any user can copy a file that is visible from any folder in the documents tool (whether or not the owner) to his/her portfolios or personal documents area of social network, which will be available for his/her can use it in other courses.
yo_ng: Àṣàyàn yìí yọ̀ǹda fún ọ láti fi ìpamọ́ hàn tàbí fi pamọ́ fún àwùjọ olùkọ́ ìpamọ́ tí ìyàǹwù ṣẹ̀dá fún ọkọ̀ọ̀kan oníṣe tí ó ṣàyẹ̀wò òǹkọ̀wé ìpamọ́ tàbí tí ó fi ìwé ránṣẹ̀ nípasẹ̀ olùdàbù ìwò ayélujára. Ti o bá fi ìpamọ́ wọ̀nyí hàn fún àwùjọ olùkọ́, wọ́n lè ṣe ìpamọ́ ìrísí tàbí kò ṣe ìrísí àwùjọ akẹ́kọ̀ọ́ kí wọ́n sì jẹ́ kí ọkọ̀ọ̀kan akẹ́kọ̀ọ́ ni ìpamọ́ pàtàkì lórí kọ̀ọ̀nù nibiti kò ṣe ìpamọ́ ìpamọ́ nìkan, ṣùgbọ́n nibiti wọ́n tún lè ṣẹ̀dá àti ṣàtúnṣe àwùjọ ìwò ayélujára, ìdàsílẹ̀ sí pdf, ṣe àwòrán, ṣẹ̀dá àwùjọ ìpamọ́ ìwò ayélujára, fi ìwé ránṣẹ́, ṣàfikún ṣẹ̀dá, gbe àti pa ìpamọ́ àti ìwé àti ṣẹ̀dá àwùjọ ìpamọ́ ààbò láti ìpamọ́ wọn. Ọkọ̀ọ̀kan oníṣe kọ̀ọ̀nù ni òǹkọ̀wé ìpamọ́ pipe. Tùmọ̀ sí i pé ẹnikẹ́ni lè ṣe ẹ̀dà ìwé tí ó ṣí ìrísí láti ìpamọ́ kọ̀ọ̀kan nínú òǹkọ̀wé ìpamọ́ (boya olówó tàbí kò ṣe) sí ìpamọ́ rẹ tàbí ìpamọ́ ìpamọ́ àwùjọ ìjùmọ̀sùn rẹ, èyí yóò wà fún ìlò rẹ nínú àwùjọ kọ̀ọ̀nù mìíràn.

source: Show in documents tool all folders containing multimedia resources supplied by default
yo_ng: Fi ìpamọ́ ìpamọ́ ìdàsílẹ̀ multimedia hàn nínú òǹkọ̀wé ìpamọ́

source: Multimedia file folders containing files supplied by default organized in categories of video, audio, image and flash animations to use in their courses. Although you make it invisible into the document tool, you can still use these resources in the platform web editor.
yo_ng: Ìpamọ́ ìpamọ́ ìdàsílẹ̀ multimedia tí ó ni ìpamọ́ ìdàsílẹ̀ tí a ṣètò nínú ẹ̀ka fídíò, ìdọ́sọ, àwòrán àti àwòrán ìdàrì Flash láti lo nínú kọ̀ọ̀nù wọn. Botilẹ̀jẹ́ pé o ṣe ìpamọ́ rẹ̀ sínú òǹkọ̀wé ìpamọ́, o ṣì le lo àwùjọ ìpamọ́ wọ̀nyí nínú olùdàbù ìwò ayélujára ìyàǹwù.

source: Show the history folder of chat conversations
yo_ng: Fi ìpamọ́ ìtàn ìjíròrò ìjíròrò hàn

source: This will show to theacher the folder that contains all sessions that have been made in the chat, the teacher can make them visible or not learners and use them as a resource
yo_ng: Èyí yóò fi ìpamọ́ hàn fún olùkọ́ tí ó ni gbogbo àwùjọ ìpàdé tí a ṣẹ̀dá nínú ìjíròrò, olùkọ́ lè ṣe ìrísí tàbí kò ṣe ìrísí àwùjọ akẹ́kọ̀ọ́ kí wọ́n sì lo wọn gẹ́gẹ́ ìpamọ́

source: Allow learners to export web documents to PDF format in the documents and wiki tools
yo_ng: Gba àwùjọ akẹ́kọ̀ọ́ laaye láti ṣe ìdàsílẹ̀ ìpamọ́ ìwò ayélujára sí ọ̀nà PDF nínú òǹkọ̀wé ìpamọ́ àti wiki

source: This feature is enabled by default, but in case of server overload abuse it, or specific learning environments, might want to disable it for all courses.
yo_ng: Èyí ṣiṣẹ́ fún ìdàsílẹ̀, ṣùgbọ́n nínú ìṣẹ̀lẹ̀ ìdààmú ìyàǹwù tàbí àwùjọ ìdàsílẹ̀ ìmọ̀ pàtàkì, le fẹ́ pa á fún gbogbo kọ̀ọ̀nù.

source: Allow insertion of widgets
yo_ng: Gba ìfísí ìwidgets laaye

source: This allows you to embed on your webpages your favorite videos and applications such as vimeo or slideshare and all sorts of widgets and gadgets
yo_ng: Èyí yọ̀ǹda fún ọ láti fi ìfísí ìwò ayélujára àti ìlò tí o fẹ́ gẹ́gẹ́ vimeo tàbí slideshare àti gbogbo ìwidgets àti ìlò

source: Create audio
yo_ng: Ṣẹ̀dá ìdọ́sọ

source: Enter the text you want to convert to an audio file
yo_ng: Tẹ ìwọ̀rọ̀ tí o fẹ́ yí padà sí ìpamọ́ ìdọ́sọ

source: Convert your text to speech
yo_ng: Yí ìwọ̀rọ̀ rẹ padà sí ìdọ́sọ

source: Build mp3
yo_ng: Kọ́ mp3

source: Voice
yo_ng: Ohùn

source: Female
yo_ng: Obìnrin

source: Male
yo_ng: Ọkùnrin

source: Load the Mathjax library in all the system pages
yo_ng: Gbe ìkà ìpamọ́ Mathjax soke nínú gbogbo àwùjọ ìwòye ìyàǹwù

source: Activate this setting if you want to show MathML-based mathematical formulas and ASCIIsvg-based mathematical graphics not only in the 'Documents' tool, but elsewhere in the system.
yo_ng: Ṣiṣẹ́ ìdàsílẹ̀ yìí tí o fẹ́ fi ìdàsílẹ̀ ìdíwò ìdàsílẹ̀ MathML àti ìdàsílẹ̀ ìdíwò ASCIIsvg hàn kò ṣe nínú òǹkọ̀wé 'Ìpamọ́' nìkan, ṣùgbọ́n níbòmìíràn nínú ìyàǹwù.

source: Hide tools from teachers
yo_ng: Fi òǹkọ̀wé pamọ́ lọ́dọ̀ àwùjọ olùkọ́

source: Check the tools you want to hide from teachers. This will prohibit access to the tool.
yo_ng: Ṣayẹ̀wò òǹkọ̀wé tí o fẹ́ fi pamọ́ lọ́dọ̀ àwùjọ olùkọ́. Èyí yóò dìí ìwọle sí òǹkọ̀wé.

source: Use Google audio services
yo_ng: Lo ìsẹ̀lù ìdọ́sọ Google

source: Use vozMe audio services
yo_ng: Lo ìsẹ̀lù ìdọ́sọ vozMe

source: Supports up to 100 characters in a wide variety of languages. The files are generated and automatically saved into the Chamilo directory where you currently are.
yo_ng: Ṣìdíwò títí di 100 ìwọ̀rọ̀ nínú ọ̀pọ̀lọpọ̀ èdè. Àwùjọ ìpamọ́ ṣẹ̀dá àti fipamọ́ fúnra wọn sínú ìpamọ́ Chamilo nibiti o wà lọ́wọ́.

source: Supports text of several thousands characters, you can also select the type of voice, male or female. It works with fewer languages, however, and the audio quality is lower. Finally, you'll have to download the files manually from a new window.
yo_ng: Ṣìdíwò ìwọ̀rọ̀ ọkẹ̀ àìka, o tún le yan ìrú ìdọ́sọ, ọkùnrin tàbí obìnrin. Ó ṣiṣẹ́ pẹ̀lú èdè díẹ̀, sibẹsí, ìdùnnú ìdọ́sọ kere. Níkẹyìn, o yóò ni láti ṣe ìgbàlẹ̀ àwùjọ ìpamọ́ fúnra rẹ láti fèrèsì tuntun.

source: Save mp3
yo_ng: Fipamọ́ mp3

source: Open in a new window
yo_ng: Ṣí nínú fèrèsì tuntun

source: Speed
yo_ng: Iyara

source: Faster
yo_ng: Yara ju

source: Fast
yo_ng: Yara

source: Slow
yo_ng: Lọra

source: Slower
yo_ng: Lọra ju

source: Use Pediaphon audio services
yo_ng: Lo awọn iṣẹ ohun Pediaphon

source: Supports text with several thousands characters, in various types of male and female voices (depending on the language). Audio files will be generated and automatically saved to the Chamilo directory in which you are.
yo_ng: Ţẹ ṣe atilẹyin ọrọ pẹlu ọpọlọpọ ẹgbẹrun awọn ohun kikọ, ni awọn oriṣi awọn ohun ọkùnrin ati abo (da lori ede). Awọn faili ohun yoo ṣẹda ati fi pamọ laifọwọsi si folda Chamilo nibiti o wa.

source: Please select a language
yo_ng: Jọwọ yan ede kan

source: Move users results from/to a session
yo_ng: Gbe awọn abajade olumulo lati/tu kan igba

source: This advanced tool allows you to manually improve the tracking of users results when moving from courses methodology to sessions methodology. In most cases, you won't need to use it.<br />
yo_ng: Ohun elo to ti ni ilọsiwaju yii gba ọ laaye lati ṣe ilọsiwaju itọpa awọn abajade olumulo ni ọna ifọwọ nigbati o ba n gbe lati ilana awọn iṣẹ-ẹkọ si ilana awọn igba. Ni ọpọlọpọ igba, iwọ kii yoo nilo lati lo o.<br />

source: Enable watermark in PDF export
yo_ng: Ṣiṣẹ watermark ni PDF okeere

source: By enabling this option, you can upload an image or a text that will be automatically added as watermark to all PDF exports of documents on the system.
yo_ng: Nipasẹ ṣiṣẹ aṣayan yii, o le ṣe igbasilẹ aworan tabi ọrọ ti yoo ṣe afikun laifọwọ bi watermark si gbogbo awọn okeere PDF ti awọn iwe-ipamọ lori eto.

source: Upload a watermark image
yo_ng: Gbasilẹ aworan watermark

source: Enable watermark definition by course
yo_ng: Ṣiṣẹ ìdásílẹ̀ watermark nipasẹ iṣẹ-ẹkọ

source: When this option is enabled, teachers can define their own watermark for the documents in their courses.
yo_ng: Nigbati a ba ṣiṣẹ aṣayan yii, awọn olukọ le ṣalaye watermark tiwọn fun awọn iwe-ipamọ ni awọn iṣẹ-ẹkọ wọn.

source: PDF watermark text
yo_ng: Ọrọ watermark PDF

source: This text will be added as a watermark to the documents exports as PDF.
yo_ng: Ọrọ yii yoo ṣe afikun bi watermark si awọn okeere awọn iwe-ipamọ bi PDF.

source: Minimum score of exercises
yo_ng: Doubulẹ ti o kere julọ ti awọn adaṣe

source: Define a minimum score (generally 0) for all the exercises on the platform. This will define how final results are shown to users and teachers.
yo_ng: Ṣalaye doubulẹ ti o kere julọ (gbogbogbo 0) fun gbogbo awọn adaṣe lori pẹpẹ. Eyi yoo ṣalaye bi awọn abajade ikẹhin ṣe han si awọn olumulo ati awọn olukọ.

source: Maximum score of exercises
yo_ng: Doubulẹ ti o pọ julọ ti awọn adaṣe

source: Define a maximum score (generally 10,20 or 100) for all the exercises on the platform. This will define how final results are shown to users and teachers.
yo_ng: Ṣalaye doubulẹ ti o pọ julọ (gbogbogbo 10,20 tabi 100) fun gbogbo awọn adaṣe lori pẹpẹ. Eyi yoo ṣalaye bi awọn abajade ikẹhin ṣe han si awọn olumulo ati awọn olukọ.

source: Add a picture
yo_ng: Fi aworan kun

source: Enable learning path auto-launch
yo_ng: Ṣiṣẹ ìdásílẹ̀ ìdíwò ìmọ̀ ìdíwò ìdásílẹ̀

source: Use default maximum score of 100
yo_ng: Lo doubulẹ ti o pọ julọ 100 ti aṣayan

source: Disable learning path auto-launch
yo_ng: Pa ìdásílẹ̀ ìdíwò ìmọ̀ ìdásílẹ̀

source: The learning path auto-launch setting is ON. When learners enter this course, they will be automatically redirected to the learning path marked as auto-launch.
yo_ng: Ètò ìdásílẹ̀ ìdíwò ìmọ̀ ìdásílẹ̀ ti wa ní ìhámọ́. Nigbati awọn akẹ́kọ̀ọ́ wọ iṣẹ́-ẹ̀kọ́ yìí, wọ́n yóò ṣe ìdarí ìdásílẹ̀ sí ìdíwò ìmọ̀ tí a fi ìdásílẹ̀ ìdíwò.

source: Unique answer with unknown
yo_ng: Idahun alailẹgbẹ pẹlu aimọ

source: Multiple answer true/false/don't know
yo_ng: Idahun pupọ otitọ/ewe/ko mọ

source: Combination true/false/don't-know
yo_ng: Apapo otitọ/ewe/ko-mọ

source: Don't know
yo_ng: Emi ko mọ

source: Exam not available at this time
yo_ng: Idanwo ko si ni akoko yii

source: Username or e-mail address
yo_ng: Orukọ olumulo tabi adirẹsi imeeli

source: Enable MathJax
yo_ng: Ṣi MathJax ṣiṣẹ

source: Activate
yo_ng: Ṣiṣẹ

source: Deactivate
yo_ng: Pa ṣiṣẹ

source: Learning path settings
yo_ng: Eto ọna ẹkọ

source: Careers and promotions
yo_ng: Iṣẹ-ọnà ati igbega

source: Careers
yo_ng: Iṣẹ-ọnà

source: Promotions
yo_ng: Igbega

source: Update successful
yo_ng: Ṣiṣẹ tuntun ṣaṣeyọri

source: Career
yo_ng: Iṣẹ-ọnà

source: Subscribe sessions to promotions
yo_ng: Fi awọn akoko ṣe alabapin si awọn igbega

source: Sessions not subscribed
yo_ng: Awọn akoko ko ṣe alabapin

source: First letter of session name
yo_ng: Lẹta akọkọ ti orukọ akoko

source: Sessions in this promotion
yo_ng: Awọn akoko ninu igbega yii

source: Subscribe sessions to promotion
yo_ng: Fi awọn akoko ṣe alabapin si igbega

source: No end time
yo_ng: Ko si akoko ipari

source: Subscribe users to class
yo_ng: Fi awọn olumulo ṣe alabapin si kilasi

source: Subscribe class to courses
yo_ng: Fi kilasi ṣe alabapin si awọn iṣẹ-ẹkọ

source: Subscribe class to sessions
yo_ng: Fi kilasi ṣe alabapin si awọn akoko

source: Sessions in group
yo_ng: Awọn akoko ni ẹgbẹ

source: Courses in group
yo_ng: Awọn iṣẹ-ẹkọ ni ẹgbẹ

source: Users in group
yo_ng: Awọn olumulo ni ẹgbẹ

source: Users on platform
yo_ng: Awọn olumulo lori pẹpẹ

source: Created at
yo_ng: Ṣẹda ni

source: Updated at
yo_ng: Ṣe imudojuiwọn ni

source: Created on
yo_ng: Ṣẹda lori

source: Paint
yo_ng: Kun

source: My results
yo_ng: Awọn abajade mi

source: All learning paths
yo_ng: Gbogbo awọn ọna ẹkọ

source: By course
yo_ng: Nipasẹ iṣẹ-ẹkọ

source: My MCQ
yo_ng: MCQ mi

source: Learning path updated
yo_ng: Ọna ẹkọ ti ni imudojuiwọn

source: You will have to create a career before you can add promotions (promotions are sub-elements of a career)
yo_ng: Iwọ yoo ni lati ṣẹda iṣẹ ṣaaju ki o to le ṣafikun awọn igbega (awọn igbega jẹ awọn ipin-ero ti iṣẹ)

source: Output buffering setting is "On" for being enabled or "Off" for being disabled. This setting also may be enabled through an integer value (4096 for example) which is the output buffer size.
yo_ng: Eto buffering ijade jẹ "Ọn" fun mimuṣẹ tabi "Pipa" fun aiṣiṣẹ. Eto yii tun le jẹ mimuṣẹ nipasẹ iye odidi (fun apẹẹrẹ 4096) eyiti o jẹ iwọn ifipamọ ijade.

source: Extension loaded
yo_ng: Ifaagun ti ko

source: Add a course
yo_ng: Ṣafikun iṣẹ-ẹkọ kan

source: Per week
yo_ng: Fun ọsẹ kan

source: Subscribe group to sessions
yo_ng: Fi ẹgbẹ ṣe akọsilẹ si awọn akoko

source: Subscribe group to courses
yo_ng: Fi ẹgbẹ ṣe akọsilẹ si awọn iṣẹ-ẹkọ

source: Compare stats
yo_ng: Fi awọn stats wera

source: Rename and comment
yo_ng: Yi orukọ pada ki o si ṣe asọye

source: Photo retouching
yo_ng: Atunṣe aworan

source: The <i>%s</i> promotion has been archived. This action has the consequence of making invisible all sessions registered into this promotion. You can undo this by unarchiving this promotion.
yo_ng: Igbega <i>%s</i> ti fi pamọ. Iṣe yii ni abajade ti ṣiṣe aihan gbogbo awọn akoko ti a forukọsilẹ sinu igbega yii. O le ṣe iyipada eyi nipa yiyọ kuro igbega yii.

source: The <i>%s</i> promotion has been unarchived. This action has the consequence of making visible all sessions registered into this promotion. You can undo this by archiving the promotion.
yo_ng: Igbega <i>%s</i> ti yọ kuro. Iṣe yii ni abajade ti ṣiṣe han gbogbo awọn akoko ti a forukọsilẹ sinu igbega yii. O le ṣe iyipada eyi nipa fifipamọ igbega naa.

source: The <i>%s</i> career has been archived. This action has the consequence of making invisible the career, its promotions and all the sessions registered into this promotion. You can undo this by unarchiving the career.
yo_ng: Iṣẹ <i>%s</i> ti fi pamọ. Iṣe yii ni abajade ti ṣiṣe aihan iṣẹ naa, awọn igbega rẹ ati gbogbo awọn akoko ti a forukọsilẹ sinu igbega yii. O le ṣe iyipada eyi nipa yiyọ kuro iṣẹ naa.

source: The <i>%s</i> career has been unarchived. This action has the consequence of making visible the career, its promotions and all the sessions registered into this promotion. You can undo this by archiving the career.
yo_ng: Iṣẹ <i>%s</i> ti yọ kuro. Iṣe yii ni abajade ti ṣiṣe han iṣẹ naa, awọn igbega rẹ ati gbogbo awọn akoko ti a forukọsilẹ sinu igbega yii. O le ṣe iyipada eyi nipa fifipamọ iṣẹ naa.

source: See all
yo_ng: Wo gbogbo

source: See only archived
yo_ng: Wo awọn ti a fi pamọ nikan

source: See only unarchived
yo_ng: Wo awọn ti a ko fi pamọ nikan

source: Latest attempt
yo_ng: Igbiyanju tuntun julọ

source: Watermark header in PDF exports
yo_ng: Akọle ami omi ni awọn aṣopọ PDF

source: False
yo_ng: Ilepa

source: Enrolment by classes
yo_ng: Iforukọsilẹ nipasẹ awọn kilasi

source: Your contact information could not be sent. This is probably due to a temporary network problem. Please try again in a few seconds. If the problem remains, ignore this registration process and simply click the button to go to the next step.
yo_ng: Alaye olubasọrọ rẹ ko le fi ranṣẹ. Eyi jẹ boya nitori iṣoro nẹtiwọọki igba diẹ. Jọwọ gbiyanju lẹẹkansi ni iṣẹju diẹ. Ti iṣoro ba wa, kọju ilana iforukọsilẹ yii silẹ ki o kan tẹ bọtini lati lọ si igbesẹ atẹle.

source: Fill courses
yo_ng: Kun awọn iṣẹ-ẹkọ

source: Fill sessions
yo_ng: Kun awọn akoko

source: My classes
yo_ng: Awọn kilasi mi

source: Archived
yo_ng: Ti fi pamọ

source: Unarchived
yo_ng: Ti yọ kuro

source: Publication date
yo_ng: Ọjọ atẹjade

source: My social groups
yo_ng: Awọn ẹgbẹ awujọ mi

source: Social groups
yo_ng: Awọn ẹgbẹ awujọ

source: Create a social group
yo_ng: Ṣẹda ẹgbẹ awujọ kan

source: Not logged in for some time
yo_ng: Ko wọle fun akoko diẹ

source: Last %d months
yo_ng: Oṣù %d ti o kẹhin

source: Never connected
yo_ng: Ko ti sopọ rara

source: Font resize accessibility feature
yo_ng: Ẹya irọrun titobi font

source: Enable this option to show a set of font resize options on the top-right side of your campus. This will allow visually impaired to read their course contents more easily.
yo_ng: Ṣiṣẹ aṣayan yii lati ṣafihan eto awọn aṣayan titobi font ni apa ọtun oke ti ogba rẹ. Eyi yoo gba awọn alafojusi wiwo laaye lati ka awọn akoonu iṣẹ-ẹkọ wọn ni irọrun diẹ sii.

source: Correct and rate
yo_ng: Ṣe deede ki o si ṣe idiyele

source: Upon reception
yo_ng: Lẹ́yìí kọ̀ọ̀kan

source: Once a day
yo_ng: Lọ́jọ́ kan ṣùṣu

source: These questions have been taken from the learning paths
yo_ng: Awọn ìbéèrè wọ̀nyí ti gba látì ọ̀nà ìkọ́nilẹ́kọ̀ọ́

source: All learners attempts are considered
yo_ng: Gbogbo ìgbìyànjú akẹ́kọ̀ọ́ ni a ṣàyẹ̀wò

source: Current view mode: external embed. Use only for embedding in external sites.
yo_ng: Ipò ìrí ìsinsìnyí: ìfọ́kànbá ìta. Lo fún ìfọ́kànbá nìkan ní àwọn aaye ìta.

source: Item added
yo_ng: Àkórí kún

source: Item deleted
yo_ng: Àkórí parẹ́

source: Item updated
yo_ng: Àkórí ṣàtúnṣe

source: Item copied
yo_ng: Àkórí ṣe ẹ̀dà

source: My statistics
yo_ng: Àwọn ìṣirò mi

source: Tests available
yo_ng: Àwọn ìdánwò tí ó ṣe pàtàkì

source: Exercises taken
yo_ng: Àwọn ìdàgbàsókè tí a ṣe

source: Average test result
yo_ng: Àpapọ̀ ìdàbọ̀ ìdánwò

source: Learning path progress
yo_ng: Ìlọsíwájú ọ̀nà ìkọ́nilẹ́kọ̀ọ́

source: Best result in course
yo_ng: Ìdàbọ̀ tí ó dára jù lọ nínú ìdàrú

source: From %s to %s
yo_ng: Láti %s sí %s

source: Redirect to a selected learning path
yo_ng: Ìdarí padà sí ọ̀nà ìkọ́nilẹ́kọ̀ọ́ tí a yàn

source: Redirect to the learning paths list
yo_ng: Ìdarí padà sí ìwé àkójọ ọ̀nà ìkọ́nilẹ́kọ̀ọ́

source: Propagate negative results between questions
yo_ng: Fọ́ka ìdàbọ̀ ìdààmú láàárín àwùjọ ìbéèrè

source: Learners cannot see this learning path
yo_ng: Àwùjọ akẹ́kọ̀ọ́ kò le rí ọ̀nà ìkọ́nilẹ́kọ̀ọ́ yìí

source: Use this question in the test as a link (not a copy)
yo_ng: Lo ìbéèrè yìí nínú ìdánwò gẹ́gẹ́ bí ìjòyè ( kì í ṣe ẹ̀dà)

source: Practice mode: Show score only, by category if at least one is used
yo_ng: Ìpìlẹ̀ ìdàsílẹ̀: Ṣàfihàn àmì ìdíbọ̀ nìkan, nípa ẹ̀ka tí ó kéré jù ọ̀kan kankan tí a lò

source: Clean
yo_ng: Mọ́

source: In case of multiple attempts, only shows the best result of each learner
yo_ng: Ní ìdí tí ìgbìyànjú pupọ, ṣàfihàn ìdàbọ̀ tí ó dára jù lọ ti akẹ́kọ̀ọ́ kọ̀ọ̀kan nìkan

source: Edit members list
yo_ng: Ṣàtúnṣe ìwé àkójọ àwùjọ

source: Best attempt
yo_ng: Ìgbìyànjú tí ó dára jù

source: Progress of own exercises results over time, against learners average
yo_ng: Ìlọsíwájú ìdàbọ̀ ìdàsílẹ̀ ti ìdàbọ̀ ìdàsílẹ̀ ti ara ẹni lákòókò, lòdì sí ìpapọ̀ àwùjọ akẹ́kọ̀ọ́

source: Notify by mail on new invitation received
yo_ng: Fún ìfìwéra pàtàkì lọ́nà ìfìwéra tuntun tí a gba

source: Notify by mail on new personal message received
yo_ng: Fún ìfìwéra pàtàkì lọ́nà ìfìwéra ara ẹni tuntun tí a gba

source: Notify by mail on new message received in group
yo_ng: Fún ìfìwéra pàtàkì lọ́nà ìfìwéra tuntun tí a gba nínú ẹgbẹ́

source: Fulltext search
yo_ng: Ṣàwárí ìpàgọ́n pàtàkì

source: This feature allows you to index most of the documents uploaded to your portal, then provide a search feature for users.<br />This feature will not index documents that have already been uploaded, so it is important to enable (if wanted) at the beginning of your implementation.<br />Once enabled, a search box will appear in the courses list of every user. Searching for a specific term will bring a list of corresponding documents, exercises or forum topics, filtered depending on the availability of these contents to the user.
yo_ng: Èyí yóò jẹ́ kí o ṣe ìtọ́kasí ọpọ̀ jùlọ àwùjọ ìwé tí a gbe sórí ọ̀nà ìwọ̀ràn rẹ, lẹ́yìn náà pèsè ìdí ìwádìí fún àwùjọ olùlò.<br />Èyí kì yóò ṣe ìtọ́kasí àwùjọ ìwé tí a ti gbe tẹ́lẹ̀, nítorí náà ó ṣe pàtàkì láti ṣí ìdí (tí o fẹ́) ní ìbẹ̀rẹ̀ ìmú ìdàsílẹ̀ rẹ.<br />Nígbà tí a ṣí ìdí, àpò ìwádìí yóò han nínú ìwé àkójọ ìdàrú gbogbo olùlò. Ìwádìí fún ọ̀rọ̀ kan pàtòó yóò mú ìwé àkójọ àwùjọ ìwé, ìdàsílẹ̀ tàbí àwùjọ ìròyìn ìpìlẹ̀, tí a ṣe ìdíwò gẹ́gẹ́ bí ìwà tí àwùjọ wọ̀nyí ṣe fún olùlò.

source: Available custom search fields
yo_ng: Àwùjọ ìwádìí ìdààtítọ́ tí ó ṣe pàtàkì

source: Xapian module installed
yo_ng: Modulu Xapian tí a fi sórùn

source: Click on the box below to select files from your computer (you can use CTRL + clic to select various files at a time), or drag and drop some files from your desktop directly over the box below. The system will handle the rest!
yo_ng: Tẹ̀ sórí àpò ìsàlẹ̀ láti yan àwùjọ ìwé látì kọ̀ǹpùútà rẹ (o le lo CTRL + tẹ̀ láti yan ọpọ̀ ìwé ní àkókò kan), tàbí fa àti ju àwùjọ ìwé kan látì ìdàbọ̀ rẹ tààrà púpọ̀ sórí àpò ìsàlẹ̀. Ìyọlẹ̀ yóò ṣe ìṣàkóso ìyàtọ̀!

source: Simple
yo_ng: Rírọ

source: Multiple
yo_ng: Púpọ̀

source: Click or drag and drop files here to upload them
yo_ng: Tẹ̀ tàbí fa àti ju àwùjọ ìwé sínú ìhì yìí láti gbe wọ́n sórùn

source: Import quiz from Excel
yo_ng: Gbe ìdàànwò ìdàsílẹ̀ wálé látì Excel

source: Download the Excel Template
yo_ng: Igba ìwé àpẹẹrẹ Excel wálé

source: You are currently using %s MB (%s) of your %s MB.
yo_ng: O ń lo %s MB (%s) ti %s MB rẹ lọ́wọ́.

source: Average is calculated based on all test attempts
yo_ng: Àpapọ̀ ti ṣe ìdàsílẹ̀ lórí gbogbo ìgbìyànjú ìdánwò

source: Average is calculated based on the latest attempts
yo_ng: Àpapọ̀ ti ṣe ìdàsílẹ̀ lórí ìgbìyànjú tuntun

source: Latest attempt average score
yo_ng: Àpapọ̀ ìdíbọ̀ ìgbìyànjú tuntun

source: Supported formats for index
yo_ng: Àwùjọ ìdọwọ́ tí a ṣe ìtìlẹ́yìn fún ìtọ́kasí

source: Installed
yo_ng: Ti fi sórùn

source: Not installed
yo_ng: Kò tíì fi sórùn

source: Programs needed to convert files
yo_ng: Àwùjọ ìdàsílẹ̀ tí a nílò láti yí àwùjọ ìwé padà

source: You are using Chamilo in a Windows platform, sadly you can't convert documents in order to search the content using this tool
yo_ng: O ń lo Chamilo lórí pìlátifọ́mù Windows, òdùwò ìbànújẹ́ o kò le yí àwùjọ ìwé padà láti ṣàwárí àkíìyèsí pẹ̀lú ohun èlò yìí

source: Only letters (a-z) and numbers (0-9)
yo_ng: Awọn lẹ́tà nìkan (a-z) àti nọ́mba (0-9)

source: Hide courses list in sessions
yo_ng: Fi akojọ awọn akoko-ẹkọ kuro ni awọn akoko

source: When showing the session block in your courses page, hide the list of courses inside that session (only show them inside the specific session screen).
yo_ng: Nigbati o ba nfihan bulọọki akoko ni oju-iwe awọn akoko-ẹkọ rẹ, fi akojọ awọn akoko-ẹkọ sinu akoko yẹn kuro (han wọn nikan ninu iboju akoko kan pato).

source: Show classes to users
yo_ng: Fi awọn kilasi han awọn olumulo
