Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: You will be notified of new posts by e-mail.
ar: سوف يتم اخطارك بالمنشورات الجديدة عبر البريد
ast_es: Los mensaxes nuevos notificaránse-y per corréu electrónicu
bn_bd: আপনি নতুন পোস্টের জন্য ইমেইল द्वारा অবহিত হবেন।
bs_ba: Bićete obaviješteni o novim objavama e-mailom.
ca_es: Els nous missatges us seran notificats per correu-e
cs_cz: Budete upozorněni na nové příspěvky e-mailem.
da: Du vil blive notificeret om nye opslag via e-mail.
de: Sie werden per E-Mail über neue Beiträge informiert
el: Θα ειδοποιηθείτε για νέες αναρτήσεις μέσω e-mail.
eo: Vi ricevos sciigon pri novaj afiŝoj per retpoŝto.
es: Los nuevos mensajes le serán notificados por correo electrónico
es_mx: Serás notificado de nuevas publicaciones por correo electrónico.
eu_es: Jasotako mezuen berri helaraziko zaizu posta elektronikoaren bidez
fa_ir: مطالب جدید توسط ایمیل برای شما اطلاع داده می شود
fi_fi: Uusista viesteista lähetetään sinulle sähköpostilla ilmoitus.
fo_fo: Tú verður varslað um nýggj innlegg við t-posti.
fur: Tu sarâs notificât pars nûv postis par e-post.
ga: Beidh tú curtha ar an eolas faoi phoist nua le ríomhphost.
gl: As novas mensaxes seranlle notificadas por correo electrónico
he_il: תקבל הודעה על פוסטים חדשים באמצעות דואר אלקטרוני.
hi: आपको नई पोस्ट्स की ईमेल से सूचना मिलेगी।
hr_hr: Biti ćete obaviješteni e-poštom prilikom objava novih članaka.
hu_hu: E-mailben értesítést fog kapni az új hozzászólásokról.
hy: Դուք կծանուցվեք նոր գրառումների մասին էլ. փոստով:
id_id: Anda akan diberi tahu posting baru melalui email.
it: I nuovi messaggi ti verranno notificati via e-mail
ja: 新しい投稿についてメールで通知されます。
ka_ge: ახალი პოსტების შესახებ ელფოსტით შეტყობინებას მიიღებთ.
ko_kr: 새 게시물이 있을 때 이메일로 알려드립니다.
lo: ທ່ານຈະໄດ້ຮັບການແຈ້ງເຕືອນໂພສໃໝ່ທາງອີເມວ.
lt_lt: Jūs gausite pranešimus apie naujus įrašus el. paštu.
lv_lv: Jūs saņemsiet paziņojumu uz e-pastu, par jauniem ierakstiem
mk_mk: Ќе бидете известени за новите објави по е-пошта.
ms_my: Anda akan dimaklumkan tentang siaran baru melalui e-mel.
my_mm: ပို့စ်အသစ်များကို အီးမေးလ်ဖြင့် အကြောင်းကြားမည်ဖြစ်သည်။
ne: नयाँ पोस्टहरूको बारेमा इमेलबाट सूचित हुनुहुनेछ।
nl: U zal via email op de hoogte gebracht worden van nieuwe berichten.
nn_no: Du vert varsla om nye innlegg på e-post.
oc: Serètz notificat dels novèls posts per e-mail.
pl_pl: Będziesz otrzymywać powiadomienia o nowych postach przez e-mail.
ps: تاسو به د نوو پوسټونو په اړه په ایمیل خبر شئ.
pt_br: Será notificado por e-mail sobre novas mensagens.
pt_pt: Será notificado por e-mail sobre novos artigos.
ro_ro: Veti fi notificati asupra postarilor noi prin e-mail
ru_ru: Вы будете извещены о новых почтовых сообщениях по эл. почте
sk_sk: Budete informovaný o nových správach e-mailom.
sl: O novih objavah boste obveščeni preko e-pošte.
sq: Do të njoftoheni për postime të reja me email.
sr_rs: Biti ćete obavešteni e-mailom prilikom objava novih članaka.
sv_se: Du kommer att meddelas om nya inlägg per e-post.
sw_ke: Utarifiwa kwa barua pepe kuhusu machapisho mapya.
ta: புதிய பதிவுகள் பற்றி மின்னஞ்சல் மூலம் தெரிவிக்கப்படுவீர்கள்.
th: คุณจะได้รับแจ้งโพสต์ใหม่ทางอีเมล
tl_ph: Ipaaalam sa iyo sa e-mail ang mga bagong post.
tr: Yeni mesajlardan e-posta ile bilgilendirileceksiniz.
uk_ua: Ви будете повідомлені про нові дописи електронною поштою.
vi_vn: Bạn sẽ được thông báo về bài viết mới qua email.
xh_za: Uya kwaziswa nge-imeyile ngeziposi ezintsha.
zh_cn: 您将通过电子邮件收到新帖子的通知。
zh_tw: 您將透過電子郵件收到新貼文通知。

source: You will no longer be notified of new posts by email
ar: سوف لا يتم اخطارك بالمنشورات الجديدة عبر البريد
ast_es: Los mensaxes nuevos nun se-y van notificar más per corréu electrónicu
bn_bd: আপনি আর নতুন পোস্টের জন্য ইমেইল द्वारा অবহিত হবেন না
bs_ba: Više nećete biti obaviješteni o novim objavama e-mailom
ca_es: Els nous missatges ja no us seran notificats per correu-e
cs_cz: Už nebudete upozorňováni na nové příspěvky e-mailem
da: Du vil ikke længere blive notificeret om nye opslag via e-mail
de: Sie werden nicht mehr länger per E-Mail über neue Beiträge informiert
el: Δεν θα ειδοποιείσθε πλέον για τις νέες αναρτήσεις μέσω e-mail
eo: Vi ne plu ricevos sciigon pri novaj afiŝoj per retpoŝto
es: Los nuevos mensajes ya no se le notificarán por correo electrónico
es_mx: Ya no serás notificado de nuevas publicaciones por correo electrónico
eu_es: Hemendik aurrera, ez zaizu mezuak jaso direla jakinaraziko posta elektronikoaren bidez
fa_ir: از این پس مطالب جدید توسط ایمیل برای شما اطلاع داده نمی شود
fi_fi: Sinulle ei enää lähetetä ilmoituksia sähköpostilla uusista viesteistä
fo_fo: Tú verður ikki longur varslað um nýggj innlegg við t-posti
fur: Tu nol sarâs plui notificât pars nûv postis par e-post
ga: Ní bheidh tú curtha ar an eolas faoi phoist nua le ríomhphost a thuilleadh
gl: As novas mensaxes xa non se lle notificarán por correo electrónico
he_il: לא תקבל עוד הודעה על פוסטים חדשים בדוא"ל
hi: आपको अब नई पोस्ट्स की ईमेल से सूचना नहीं मिलेगी
hr_hr: Više nećete dobivati obavijesti e-poštom prilikom objava novih članaka
hu_hu: Ezután e-mailben nem fog értesítést fog kapni az új hozzászólásokról.
hy: Դուք այլևս չեք ծանուցվի նոր գրառումների մասին էլ. փոստով
id_id: Anda tidak lagi akan diberi tahu posting baru melalui email
it: I nuovi messaggi non ti verranno più notificati via e-mail
ja: 新しい投稿についてのメール通知が停止されました
ka_ge: აღარ მიიღებთ ელფოსტით შეტყობინებას ახალი პოსტების შესახებ
ko_kr: 더 이상 새 게시물에 대한 이메일 알림을 받지 않습니다
lo: ທ່ານຈະບໍ່ໄດ້ຮັບການແຈ້ງເຕືອນໂພສໃໝ່ທາງອີເມວອີກຕໍ່ໄປ
lt_lt: Jūs nebegausite pranešimų apie naujus įrašus el. paštu
lv_lv: Jūs vairs nesaņemsiet paziņojumus, par jauniem ierakstiem, uz e-pastu
mk_mk: Немате да бидете известени за новите објави по е-пошта
ms_my: Anda tidak akan lagi dimaklumkan tentang siaran baru melalui e-mel
my_mm: ပို့စ်အသစ်များကို အီးမေးလ်ဖြင့် အကြောင်းကြားမည်မဟုတ်တော့ပါ
ne: नयाँ पोस्टहरूको बारेमा इमेलबाट अब सूचित हुनुहुन्न
nl: U zal niet langer via email op de hoogte gebracht worden van nieuwe berichten.
nn_no: Du vert ikkje lenger varsla om nye innlegg på e-post
oc: Serètz pus jamai notificat dels novèls posts per e-mail
pl_pl: Nie będziesz już otrzymywać powiadomień o nowych postach przez e-mail
ps: تاسو به نور د نوو پوسټونو په اړه په ایمیل خبر نشئ
pt_br: Não será mais notificado por e-mail sobre novas mensagens.
pt_pt: Deixará de ser notificado por e-mail sobre novos artigos.
ro_ro: Nu veti mai fi notificat asupra noilor postari prin email
ru_ru: Вам больше не будете извещаться о новых почтовых сообщениях по эл. почте
sk_sk: Už nebudete informovaný e-mailom o nových správach
sl: Obvestila o novih objavah preko e-pošte so preklicana
sq: Nuk do të njoftoheni më për postime të reja me email
sr_rs: Više nećete dobivati obavesti e-mailom prilikom objava novih članaka
sv_se: Du kommer inte längre att meddelas om nya inlägg per e-post
sw_ke: Hutarifiwa tena kwa barua pepe kuhusu machapisho mapya
ta: புதிய பதிவுகள் பற்றி மின்னஞ்சல் மூலம் தெரிவிக்கப்படாது
th: คุณจะไม่ได้รับแจ้งโพสต์ใหม่ทางอีเมลอีกต่อไป
tl_ph: Hindi ka na ipapaalam ng mga bagong post sa email
tr: Artık yeni mesajlardan e-posta ile bilgilendirilmeyeceksiniz
uk_ua: Ви більше не будете повідомлені про нові дописи електронною поштою
vi_vn: Bạn sẽ không còn được thông báo về bài viết mới qua email
xh_za: Akusayi kwaziswa nge-imeyile ngeziposi ezintsha
zh_cn: 您将不再通过电子邮件收到新帖子的通知
zh_tw: 您將不再透過電子郵件收到新貼文通知

source: Add image
ar: اضافة صورة
ast_es: Amestar imaxe
bn_bd: ছবি যোগ করুন
bs_ba: Dodaj sliku
ca_es: Agregar imatge
cs_cz: Přidat obrázek
da: Tilføj billede
de: Bild hinzufügen
el: Προσθήκη εικόνας
eo: Aldoni bildon
es: Agregar imagen
es_mx: Agregar imagen
eu_es: Gehitu irudia
fa_ir: افزودن تصویر
fi_fi: Lisää kuva
fo_fo: Vel mynd
fur: Zonta imatine
ga: Cuir íomhá leis
gl: Agregar imaxe
he_il: הוסף תמונה
hi: छवि जोड़ें
hr_hr: Dodaj sliku
hu_hu: Kép hozzáadása
hy: Ավելացնել նկար
id_id: Tambah gambar
it: Aggiungi immagine
ja: 画像を追加
ka_ge: სურათის დამატება
ko_kr: 이미지 추가
lt_lt: Pridėti paveikslėlį
lv_lv: Pievienot attēlu
mk_mk: Додај слика
ms_my: Tambah imej
my_mm: ပုံထည့်ပါ
ne: तस्वीर थप्नुहोस्
nl: Voeg afbeelding toe
nn_no: Legg til bilete
oc: Apondre imatge
pl_pl: Dodaj obrazek
ps: انځور اضافه کړئ
pt_br: Adicionar imagem
pt_pt: Adicionar imagem
ro_ro: Adauga imagine
ru_ru: Добавить изображение
sk_sk: Pridať obrázok
sl: Dodaj sliko
sq: Shto imazh
sr_rs: Dodaj sliku
sv_se: Lägg till bild
sw_ke: Ongeza picha
ta: படத்தைச் சேர்க்கவும்
th: เพิ่มรูปภาพ
tl_ph: Magdagdag ng imahe
tr: Resim ekle
uk_ua: Додати зображення
vi_vn: Thêm hình ảnh
xh_za: Faka umfanekiso
zh_cn: 添加图片
zh_tw: 新增圖片

source: Grade thread
ar: تقييم منشور المنتدى
ast_es: Poner nota al tema
bn_bd: থ্রেড গ্রেড করুন
bs_ba: Ocijeni nit
ca_es: Qualificar el tema
cs_cz: Ohodnotit vlákno
da: Karakterér tråden
de: Thema markieren
el: Αξιολόγηση νήματος
eo: Takso fado
es: Calificar el tema
es_mx: Calificar hilo
eu_es: Nota eman gaiari
fa_ir: موضوع درجه
fi_fi: Merkitse keskustelu
fo_fo: Eftirvirðing av træði
fur: Valutâ argoment
ga: Grádáil snáithe
gl: Calificar o tema
he_il: שרשור ציונים
hi: धागे का मूल्यांकन करें
hr_hr: Ocijeni nit
hu_hu: Téma értékelése
hy: Գնահատել շղթան
id_id: Nilai thread
it: Valuta l'intervento
ja: スレッドを評価
ka_ge: საუბრის შეფასება
ko_kr: 스레드 평가
lo: ໃຫ້ຄະແນນກະທູ້
lt_lt: Įvertinti temą
lv_lv: Atzīmēt tematu
mk_mk: Оцени нишка
ms_my: Gred benang
my_mm: ပို့စ်စီးရီးကို အဆင့်သတ်မှတ်ပါ
ne: थ्रेडमा ग्रेड दिनुहोस्
nl: Kwalificatiegraad
nn_no: Karaktersett tråd
oc: Notar lo fil
pl_pl: Oceń wątek
ps: موضوع ارزونه کړئ
pt_br: Assinalar discussão
pt_pt: Assinalar tópico
ro_ro: Calificati tema
ru_ru: Оценить тему
sk_sk: Posúdiť tému
sl: Kvalificiraj nit
sq: Vlerëso temën
sr_rs: Označi temu
sv_se: Betygsätt tråd
sw_ke: Pima mnyororo
ta: நூலை மதிப்பிடவும்
th: คะแนนกระทู้
tl_ph: Bigyan ng grado ang thread
tr: Konuyu notlandır
uk_ua: Оцінити тему
vi_vn: Chấm điểm chủ đề
xh_za: Nika inqwelomtya
zh_cn: 评分线程
zh_tw: 評分討論串

source: Users list of the thread
ar: قائمة المستخدمين في المنتدى
ast_es: Llistáu d'usuarios del tema
bn_bd: থ্রেডের ব্যবহারকারী তালিকা
bs_ba: Lista korisnika niti
ca_es: Llista d'usuaris del tema
cs_cz: Seznam uživatelů vlákna
da: Brugerliste for tråden
de: Teilnehmerliste des Themas
el: Κατάλογος χρηστών αυτού του νήματος
eo: Listo de uzantoj de la fado
es: Lista de usuarios del tema
es_mx: Lista de usuarios del hilo
eu_es: Gaiaren erabiltzaile zerrenda
fa_ir: فهرست کاربران موضوع
fi_fi: Keskustelun käyttäjäluettelo
fo_fo: Brúkaralisti fyri træðið
fur: Listis des utents dal argoment
ga: Liosta úsáideoirí an tsnáithe
gl: Lista de usuarios do tema
he_il: רשימת משתמשים של השרשור
hi: धागे की उपयोगकर्ता सूची
hr_hr: Popis korisnika niti
hu_hu: A téma felhasználóinak listája
hy: Շղթայի օգտատերերի ցուցակ
id_id: Daftar pengguna thread
it: Partecipanti alla discussione
ja: スレッドのユーザー一覧
ka_ge: საუბრის მომხმარებელთა სია
ko_kr: 스레드 사용자 목록
lt_lt: Temos vartotojų sąrašas
lv_lv: Temata lietotāju saraksts
mk_mk: Листа на корисници на нишката
ms_my: Senarai pengguna benang
my_mm: ပို့စ်စီးရီး၏ အသုံးပြုသူစာရင်း
ne: थ्रेडका प्रयोगकर्ताहरूको सूची
nl: Gebruikerslijst
nn_no: Brukarliste for tråden
oc: Lista d'utilizaires del fil
pl_pl: Lista użytkowników wątku
ps: د موضوع کاروونکي لیست
pt_br: Lista de usuários desta discussão
pt_pt: Lista de utilizadores do tópico
ro_ro: Lista de uzuari de tema
ru_ru: Список пользователей темы
sk_sk: Zoznam používateľov témy
sl: Seznam uporabnikov niti
sq: Lista e përdoruesve të temës
sr_rs: Lista koristnika tema
sv_se: Användarlista för tråden
sw_ke: Orodha ya watumiaji wa mnyororo
ta: நூலின் பயனர்கள் பட்டியல்
th: รายชื่อผู้ใช้ของกระทู้
tl_ph: Listahan ng mga gumagamit sa thread
tr: Konunun kullanıcı listesi
uk_ua: Список користувачів теми
vi_vn: Danh sách người dùng của chủ đề
xh_za: Uluhlu lwabasebenzisi lomtya
zh_cn: 线程用户列表
zh_tw: 討論串使用者清單

source: Grade this thread
ar: تقييم هذا المنشور
ast_es: Poner nota a esti tema
bn_bd: এই থ্রেডটি গ্রেড করুন
bs_ba: Ocijeni ovu nit
ca_es: Qualificar aquest tema
cs_cz: Ohodnotit toto vlákno
da: Karakterér denne tråd
de: Dieses Thema markieren
el: Αξιολόγηση αυτού του νήματος
eo: Takso ĉi tiun fadon
es: Calificar este tema
es_mx: Calificar este hilo
eu_es: Nota eman gai honi
fa_ir: درجه بندی این موضوع
fi_fi: Merkitse tämä keskustelu
fo_fo: Eftirvirðing av hesum træði
fur: Valutâ chest argoment
ga: Grádáil an snáithe seo
gl: Calificar este tema
he_il: דרג את השרשור הזה
hi: इस धागे का मूल्यांकन करें
hr_hr: Ocijeni ovu nit
hu_hu: Ezen téma értékelése
hy: Գնահատել այս շղթան
id_id: Nilai thread ini
it: Valuta l'argomento
ja: このスレッドを評価
ka_ge: ამ საუბრის შეფასება
ko_kr: 이 스레드 평가
lo: ໃຫ້ຄະແນນກະທູ້ນີ້
lt_lt: Įvertinti šią temą
lv_lv: Piedalīšanās diskusijā par šo tematu, <b>tiks vērtēta ieskaišu grāmatiņā</b>
mk_mk: Оцени ја оваа нишка
ms_my: Gred benang ini
my_mm: ဤပို့စ်စီးရီးကို အဆင့်သတ်မှတ်ပါ
ne: यो थ्रेडमा ग्रेड दिनुहोस्
nl: Beoordeel deze discussie
nn_no: Karaktersett denne tråden
oc: Notar aqueste fil
pl_pl: Oceń ten wątek
ps: دا موضوع ارزونه کړئ
pt_br: Assinalar esta discussão
pt_pt: Assinalar este tópico
ro_ro: Calificati tema
ru_ru: Оценить эту тему
sk_sk: Posúdiť túto tému
sl: Kvalificiraj to nit
sq: Vlerëso këtë temë
sr_rs: Označi ovu temu
sv_se: Betygsätt denna tråd
sw_ke: Pima mnyororo huu
ta: இந்த நூலை மதிப்பிடவும்
th: ให้คะแนนกระทู้นี้
tl_ph: Bigyan ng grado ang thread na ito
tr: Bu konuyu notlandır
uk_ua: Оцінити цю тему
vi_vn: Chấm điểm chủ đề này
xh_za: Nika inqwelomtya le
zh_cn: 评分此线程
zh_tw: 評分此討論串

source: Users in course
ar: المستخدمين في المقرر
ast_es: Usuarios del Cursu
bn_bd: কোর্সের ব্যবহারকারী
bs_ba: Korisnici u kursu
ca_es: Usuaris del curs
cs_cz: Uživatelé ve kurzu
da: Brugere i kursus
de: Teilnehmer im Kurs
el: Χρήστες αυτής της σειράς μαθημάτων
eo: Uzantoj en kurso
es: Usuarios del Curso
es_mx: Usuarios en el curso
eu_es: Ikastaroko erabiltzaileak
fa_ir: کاربران در درس
fi_fi: Käyttäjät kurssilla
fo_fo: Brúkarar í kursus
fur: Utents tal curs
ga: Úsáideoirí sa chúrsa
gl: Usuarios do Curso
he_il: משתמשים בקורס
hi: कोर्स में उपयोगकर्ता
hr_hr: Korisnici u predmetu
hu_hu: Felhasználók a kurzusban
hy: Դասընթացի օգտատերեր
id_id: Pengguna di kursus
it: Utenti del corso
ja: コース内のユーザー
ka_ge: კურსის მომხმარებლები
ko_kr: 과정 사용자
lo: ຜູ້ໃຊ້ໃນລາຍວິຊາ
lt_lt: Vartotojai kurse
lv_lv: Lietotāji kursā
mk_mk: Корисници во курсот
ms_my: Pengguna dalam kursus
my_mm: သင်တန်းရှိ အသုံးပြုသူများ
ne: पाठ्यक्रमका प्रयोगकर्ताहरू
nl: Gebruikers in de training
nn_no: Brukarar i kurset
oc: Utilizaires dins lo curs
pl_pl: Użytkownicy kursu
ps: کورس کې کاروونکي
pt_br: Usuários do curso
pt_pt: Utilizadores em formação
ro_ro: Utilizatori in training
ru_ru: Пользователи в курсе
sk_sk: Používatelia v kurze
sl: Uporabniki tečaja
sq: Përdorues në kurs
sr_rs: Koristnici na treningu
sv_se: Användare i kursen
sw_ke: Watumiaji katika kozi
ta: பாடத்தில் உள்ள பயனர்கள்
th: ผู้ใช้ในรายวิชา
tl_ph: Mga gumagamit sa kurso
tr: Kurstaki kullanıcılar
uk_ua: Користувачі курсу
vi_vn: Người dùng trong khóa học
xh_za: Abasebenzisi ekhosi
zh_cn: 课程中的用户
zh_tw: 課程中的使用者

source: Number of posts
ar: عدد المنشورات
ast_es: Cantidá de mensaxes
bn_bd: পোস্টের সংখ্যা
bs_ba: Broj objava
ca_es: Nombre de missatges
cs_cz: Počet příspěvků
da: Antal opslag
de: Anzahl der Beiträge
el: Αριθμός αναρτήσεων
eo: Nombro de afiŝoj
es: Número de mensajes
es_mx: Número de publicaciones
eu_es: Mezu kopurua
fa_ir: تعداد مطالب
fi_fi: Viestien määrä
fo_fo: Tal av innleggjum
fur: Numar di postis
ga: Líon na bpost
gl: Número de mensaxes
he_il: מספר פוסטים
hi: पोस्ट्स की संख्या
hr_hr: Broj objava
hu_hu: Bejegyzések száma
hy: Գրառումների քանակ
id_id: Jumlah posting
it: Numero di messaggi
ja: 投稿数
ka_ge: პოსტების რაოდენობა
ko_kr: 게시물 수
lo: ຈໍານວນໂພສ
lt_lt: Įrašų skaičius
lv_lv: Ierakstu skaits
mk_mk: Број на објави
ms_my: Bilangan siaran
my_mm: ပို့စ်အရေအတွက်
ne: पोस्टहरूको संख्या
nl: Aantal berichten
nn_no: Antall innlegg
oc: Nombre de messatges
pl_pl: Liczba postów
ps: پوسټونو شمېر
pt_br: Número de mensagens
pt_pt: Número de artigos
ro_ro: numar mesaje
ru_ru: Количество сообщений
sk_sk: Počet správ
sl: Število objav
sq: Numri i postimeve
sr_rs: Broj objava
sv_se: Antal inlägg
sw_ke: Idadi ya machapisho
ta: பதிவுகள் எண்ணிக்கை
th: จำนวนโพสต์
tl_ph: Bilang ng mga post
tr: Mesaj sayısı
uk_ua: Кількість повідомлень
vi_vn: Số lượng bài viết
xh_za: Inani leziposi
zh_cn: 帖子数量
zh_tw: 貼文數量

source: Number of posts for this user
ar: عدد المنشورات لهذا المستخدم
ast_es: Cantidá de mensaxes del usuariu
bn_bd: এই ব্যবহারকারীর পোস্টের সংখ্যা
bs_ba: Broj objava za ovog korisnika
ca_es: Nombre de missatges de l'usuari
cs_cz: Počet příspěvků tohoto uživatele
da: Antal opslag for denne bruger
de: Anzahl der Beiträge dieses Teilnehmers
el: Αριθμός αναρτήσεων για αυτόν τον χρήστη
eo: Nombro de afiŝoj por ĉi tiu uzanto
es: Número de mensajes del usuario
es_mx: Número de publicaciones de este usuario
eu_es: Erabiltzaile honen mezu kopurua
fa_ir: تعداد مطالب این کاربر
fi_fi: Käyttäjän kirjoittamien viestien määrä
fo_fo: Tal av innleggjum hjá hesum brúkara
fur: Numar di postis par chest utent
ga: Líon na bpost don úsáideoir seo
gl: Número de mensaxes do usuario
he_il: מספר פוסטים עבור משתמש זה
hi: इस उपयोगकर्ता के लिए पोस्ट्स की संख्या
hr_hr: Broj objava za ovog korisnika
hu_hu: Ezen felhasználó bejegyzéseinek száma
hy: Այս օգտատիրոջ գրառումների քանակ
id_id: Jumlah posting pengguna ini
it: Numero di messaggi per l'utente
ja: このユーザーの投稿数
ka_ge: ამ მომხმარებლის პოსტების რაოდენობა
ko_kr: 이 사용자의 게시물 수
lt_lt: Šio vartotojo įrašų skaičius
lv_lv: Šī lietotāja ierakstu skaits
mk_mk: Број на објави за овој корисник
ms_my: Bilangan siaran untuk pengguna ini
my_mm: ဤအသုံးပြုသူအတွက် ပို့စ်အရေအတွက်
ne: यो प्रयोगकर्ताका लागि पोस्टहरूको संख्या
nl: Aantal inzendingen van deze gebruiker
nn_no: Antall innlegg for denne brukaren
oc: Nombre de messatges per aqueste utilizaire
pl_pl: Liczba postów tego użytkownika
ps: د دې کاروونکي لپاره پوسټونو شمېر
pt_br: Número de mensagens do usuários
pt_pt: Número de artigos para este utilizador
ro_ro: Numarul de mesaje a uzuarului
ru_ru: Количество сообщений этого пользователя
sk_sk: Počet správ pre tohto používateľa
sl: Število objav tega uporabnika
sq: Numri i postimeve për këtë përdorues
sr_rs: Broj objava ovog koristnika
sv_se: Antal inlägg för denna användare
sw_ke: Idadi ya machapisho kwa mtumiaji huyu
ta: இந்தப் பயனருக்கான பதிவுகள் எண்ணிக்கை
th: จำนวนโพสต์ของผู้ใช้นี้
tl_ph: Bilang ng mga post ng gumagamit na ito
tr: Bu kullanıcının mesaj sayısı
uk_ua: Кількість повідомлень цього користувача
vi_vn: Số lượng bài viết của người dùng này
xh_za: Inani leziposi zalo msebenzisi
zh_cn: 此用户的帖子数量
zh_tw: 此使用者的貼文數量

source: Posts by user
ar: المنشورات وفقا للمستخدم
ast_es: Promediu de mensaxes per usuariu
bn_bd: ব্যবহারকারীর পোস্ট
bs_ba: Objava po korisniku
ca_es: Terme mitjà de missatges per usuari
cs_cz: Příspěvky uživatele
da: Opslag af bruger
de: Beiträge des Teilnehmers
el: Αναρτήσεις ανά χρήστη
eo: Afiŝoj de uzanto
es: Promedio de mensajes por usuario
es_mx: Publicaciones por usuario
eu_es: Mezuen batez bestekoa erabiltzaile bakoitzeko
fa_ir: مطالب توسط کاربر
fi_fi: Viestit käyttäjittäin
fo_fo: Innlegg hjá brúkara
fur: Postis dal utent
ga: Poist ag úsáideoir
gl: Promedio de mensaxes por usuario
he_il: פוסטים לפי משתמש
hi: उपयोगकर्ता द्वारा पोस्ट्स
hr_hr: Objava korisnika
hu_hu: Felhasználó bejegyzései
hy: Օգտատիրոջ գրառումներ
id_id: Posting oleh pengguna
it: Messaggi per utente in media
ja: ユーザーの投稿
ka_ge: მომხმარებლის პოსტები
ko_kr: 사용자별 게시물
lo: ໂພສໂດຍຜູ້ໃຊ້
lt_lt: Vartotojo įrašai
lv_lv: Ievadīja lietotājs
mk_mk: Објави од корисник
ms_my: Kiriman oleh pengguna
my_mm: အသုံးပြုသူမှ ပို့စ်များ
ne: प्रयोगकर्ताद्वारा पोस्टहरू
nl: Inzendingen per gebruiker
nn_no: Innlegg frå brukar
oc: Messatges per utilizaire
pl_pl: Posty użytkownika
ps: د کاروونکي پوسټونه
pt_br: Média de mensagens por usuários
pt_pt: Artigos por utilizador
ro_ro: Media de mesaje de uzuar
ru_ru: Сообщения пользователя
sk_sk: Priemerný počet správ na používateľa
sl: Povprečno število objav na uporabnika
sq: Postime nga përdoruesi
sr_rs: Objave ovog koristnika
sv_se: Inlägg av användare
sw_ke: Machapisho ya mtumiaji
ta: பயனரின் பதிவுகள்
th: โพสต์โดยผู้ใช้
tl_ph: Mga post ng gumagamit
tr: Kullanıcının mesajları
uk_ua: Повідомлення користувача
vi_vn: Bài viết của người dùng
xh_za: Iziposi zika-msebenzisi
zh_cn: 用户帖子
zh_tw: 使用者的貼文

source: Assessment changes history
ar: تاريخ تغييرات التقييم
ast_es: Historial de cambios nes notes
bn_bd: মূল্যায়ন পরিবর্তনের ইতিহাস
bs_ba: Povijest promjena ocjena
ca_es: Historial de canvis en les qualificacions
cs_cz: Historie změn hodnocení
da: Historik over ændringer i vurderinger
de: Bewertungs-Verlauf
el: Ιστορικό αλλαγών αξιολόγησης
eo: Historio de ŝanĝoj de taksoj
es: Historial de cambios en las calificaciones
es_mx: Historial de cambios de calificación
eu_es: Nota aldaketen historia
fa_ir: ارزیابی تاریخ را تغییر می دهد
fi_fi: Arvioinnin muutoshistoria
fo_fo: Søga yvir broytingar í eftivirðing
fur: Storie des cambiaments des valutazion
ga: Stair athraithe measúnaithe
gl: Historial de cambios nas cualificacións
he_il: היסטוריית שינויים בהערכה
hi: मूल्यांकन परिवर्तन इतिहास
hr_hr: Povijest promjena ocjena
hu_hu: Értékelési változtatások előzménye
hy: Գնահատման փոփոխությունների պատմություն
id_id: Riwayat perubahan penilaian
it: Storico delle valutazioni
ja: 評価変更履歴
ka_ge: შეფასების ცვლილებების ისტორია
ko_kr: 평가 변경 이력
lt_lt: Įvertinimo pakeitimų istorija
lv_lv: Novērtējuma izmaiņu vēsture
mk_mk: Историја на промени на оценките
ms_my: Sejarah perubahan penilaian
my_mm: အကဲဖြတ်မှုပြောင်းလဲမှုမှတ်တမ်း
ne: मूल्यांकन परिवर्तन इतिहास
nl: Assessment wijzigingengescheidenis
nn_no: Historikk over endringar i karakterar
oc: Istoric dels cambiaments d'evaluacion
pl_pl: Historia zmian oceny
ps: ارزونې بدلونونو تاریخچه
pt_br: Avaliação do histórico de alterações
pt_pt: Histórico das modificações nas avaliações
ro_ro: Istoricul de schimbari in calificari
ru_ru: История изменений оценок
sk_sk: Posúdiť zmeny histórie
sl: Zgodovina sprememb kvalifikacij
sq: Historia e ndryshimeve të vlerësimit
sr_rs: Procena promena istoriJe
sv_se: Historik över bedömningsändringar
sw_ke: Historia ya mabadiliko ya tathmini
ta: மதிப்பீட்டு மாற்ற வரலாறு
th: ประวัติการเปลี่ยนแปลงการประเมิน
tl_ph: Kasaysayan ng mga pagbabago sa assessment
tr: Değerlendirme değişiklik geçmişi
uk_ua: Історія змін оцінок
vi_vn: Lịch sử thay đổi đánh giá
xh_za: Mbali yezinto eziguqulwayo zovavanyo
zh_cn: 评分变更历史
zh_tw: 評分變更歷史

source: more recent
ar: اكثر حداثة
ast_es: más reciente
bn_bd: সাম্প্রতিকতম
bs_ba: novije
ca_es: més recent
cs_cz: novější
da: nyere
de: aktueller
el: Οι πιο πρόσφατες
eo: pli nova
es: mas reciente
es_mx: más reciente
eu_es: azkena
fa_ir: بیشترین اواخر
fi_fi: uudemmat
fo_fo: nýlegari
fur: plui recent
ga: níos déanaí
gl: mais recente
he_il: עדכני יותר
hi: अधिक हाल का
hr_hr: novije
hu_hu: legújabb
hy: ավելի վերջին
id_id: lebih baru
it: più recente
ja: 新しい順
ka_ge: უფრო ახალი
ko_kr: 최근
lo: ໃໝ່ກວ່າ
lt_lt: naujesnis
lv_lv: jaunāks
mk_mk: повеќе неодамна
ms_my: lebih baru
my_mm: ပိုသစ်သော
ne: हालसम्मको
nl: Meer recent
nn_no: nyare
oc: mai recent
pl_pl: nowsza
ps: نوي
pt_br: mais recentes
pt_pt: mais recente
ro_ro: mai recente
ru_ru: более новые
sk_sk: novší
sl: novejši
sq: më i ri
sr_rs: novije
sv_se: senare
sw_ke: la hivi karibuni zaidi
ta: மிகவும் சமீபத்திய
th: ใหม่กว่า
tl_ph: mas kamakailan
tr: daha yeni
uk_ua: новіші
vi_vn: mới hơn
xh_za: intsasa
zh_cn: 较新
zh_tw: 較新
