Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: General introduction to project management
ar: تعريف عام بإدارة المشروع
ast_es: Introducción xeneral a la xestión de proyeutos
bn_bd: প্রকল্প ব্যবস্থাপনার সাধারণ পরিচিতি
bs_ba: Opšti uvod u upravljanje projektima
ca_es: Introducció general als principis metodològics i filosòfics
cs_cz: Všeobecní úvod do projektového managementu
da: General introduction to philosophy and methodology principles
de: Allgemeine Einführung zur Philosophie und methodischen Prinzipien
el: Εισαγωγή στην Αλγεβρα Αριθμών
eo: Ĝenerala enkonduko en la filozofion kaj klarigo de la kursa agado
es: Introducción general a la gestión de proyectos
es_mx: Introducción general a la filosofía y explicación sobre el funcionamiento del curso
eu_es: Proiektuen kudeaketaren hastapen nagusia
fa_ir: مقدمه عمومی بر مدیریت پروژه
fi_fi: Yleinen johdanto filosofian ja metodologian perusteisiin
fo_fo: Almenn frágreiðing um verkætlanastýring
fur: Intrudussion generâl a la gjestión di projets
ga: Réamhrá ginearálta ar bhainistíocht tionscadal
gl: Introdución xeral á filosofía e explicación sobre o funcionamiento do curso
he_il: מבוא כללי לניהול פרויקטים
hi: प्रोजेक्ट प्रबंधन का सामान्य परिचय
hr_hr: Opći uvod u upravljanje projektima
hu_hu: Általános bevezető a projektmenedzsmentbe
hy: Նախագծերի կառավարմանը ընդհանուր ներածություն
id_id: General introduction to philosophy and methodology principles
it: Introduzione generale alla gestione delle risorse umane
ja: General introduction to philosophy and methodology principles
ka_ge: პროექტების მართვის ზოგადი შესავალი
ko_kr: 프로젝트 관리의 일반 개요
lo: ການແນະນຳທົ່ວໄປກ່ຽວກັບການຈັດການໂຄງການ
lt_lt: Bendras pristatymas apie projektų valdymą
lv_lv: Pirmā iepazīšanās ar projektu vadību
mk_mk: Општ вовед на управувањето со проектот
ms_my: General introduction to philosophy and methodology principles
my_mm: ပရောဂျက်စီမံခန့်ခွဲမှုသို့ အထွေထွေမိတ်ဆက်
ne: परियोजना व्यवस्थापनको सामान्य परिचय
nl: Algemene inleiding tot de filosofie en verklaring van de cursuswerking
nn_no: Generell introduksjon til prosjekthåndtering
oc: Introduccion generala ai principis metodologics e filosofics
pl_pl: Ogólne wprowadzenie do filozofii i zasad metodologii
ps: د پروژه مدیریت عمومي معرفي
pt_br: Introdução geral à gestão de projetos
pt_pt: Introdução geral à gestão de projectos
ro_ro: Introducere generală a managementului de proiecte
ru_ru: Общее введение в управление проектом
sk_sk: Všeobecný úvod do projektového manažmentu
sl: Splošen uvod v filozofijo in metodologijo principov
sq: Hyrje e përgjithshme në menaxhimin e projekteve
sr_rs: Opšti uvod u menadžment projekata
sv_se: Generell introduktion till filosofiska och grundläggande metoder
sw_ke: Utangulizi wa jumla wa usimamizi wa mradi
ta: திட்ட மேலாண்மைக்கான பொது அறிமுகம்
th: เกริ่นนำทั่วไปถึงการบริหารจัดการโครงการ
tl_ph: Pangkalahatang panimula sa project management
tr: General introduction to philosophy and methodology principles
uk_ua: Вступ до керування проектом
vi_vn: Giới thiệ chung về Triết lí và phương pháp luận
xh_za: Intshayelelo ngokuqala kolawulo lweprojekthi
zh_cn: 一般介绍哲学和方法论的讲授
zh_tw: 一般介紹哲學和方法論的講授

source: Street interviews
ar: مقابلات باشرة
ast_es: Entrevistes na cai
bn_bd: রাস্তার সাক্ষাৎকার
bs_ba: Ulicni intervjui
ca_es: Entrevistes de carrer
cs_cz: Pouliční rozhovory
da: Gadeinterviews
de: Straßeninterviews
el: Συνεντεύξεις
eo: Mikro-trotuaro XX
es: Entrevistas en la calle
es_mx: Entrevistas de calle
eu_es: Kaleko elkarrizketak
fa_ir: مصاحبه های خیابانی
fi_fi: Katuhaastattelut
fo_fo: Gøtuspurningar
fur: Interviste par strade
ga: Agallaimh sráide
gl: Entrevistas na rúa
he_il: ראיונות רחוב
hi: सड़क साक्षात्कार
hr_hr: Intervju proveden na ulici
hu_hu: Utcai interjúk
hy: Փողոցային հարցազրույցներ
id_id: Wawancara jalanan
it: Interviste dirette
ja: 街頭インタビュー
ka_ge: სტრიტის ინტერვიუები
ko_kr: 길거리 인터뷰
lo: ການສຳພາດຕາມຖະໜົນ
lt_lt: Gatvės interviu
lv_lv: Ielu intervijas
mk_mk: Улични интервјуа
ms_my: Temubual jalanan
my_mm: လမ်းဘေးအင်တာဗျူးများ
ne: सडक अन्तर्वार्ता
nl: Micro-trottoir
nn_no: Gateintervju
oc: Entrevistas per carrieras
pl_pl: Wywiady uliczne
ps: د سړک مصاحبه
pt_br: Entrevistas de rua
pt_pt: Entrevistas de rua
ro_ro: Interviuri in strada
ru_ru: Уличные интервью
sk_sk: Pouličné rozhovory
sl: Ulične ankete
sq: Intervista në rrugë
sr_rs: Ulični intervjui
sv_se: Gatuintervjuer
sw_ke: Mahojiano ya barabarani
ta: தெரு நேர்காணல்கள்
th: บทสัมภาษณ์
tr: Sokak röportajları
uk_ua: Вуличні інтерв'ю
vi_vn: Phỏng vấn
xh_za: Udliwanatho lwendlela yesitrato
zh_cn: 路边采访
zh_tw: 路邊採訪

source: Quick and powerful search engine
ar: محرك بحث قوي وسريع
ast_es: Motor de busca potente
bn_bd: দ্রুত এবং শক্তিশালী অনুসন্ধান ইঞ্জিন
bs_ba: Brzi i moćni pretraživač
ca_es: Motor de cerca potent i ràpid
cs_cz: Rychlý a účinný vyhledávač
da: Hurtig og stærk søgemaskine
de: Schnelle und mächtige Suchmaschine
el: Γρήγορη και Πανίσχυρη μηχανής αναζήτησης
eo: Lerta serĉilo
es: Potente motor de búsqueda
es_mx: Potente motor de búsqueda
eu_es: Bilatzaile azkarra eta ahaltsua
fa_ir: موتور جستجوی سریع و قدرتمند
fi_fi: Nopea ja tehokas hakukone
fo_fo: Snesk og kraftmikið søkjumøguleiki
fur: Motôr di busie veloc e potênt
ga: Inneall cuardaigh tapa agus cumhachtach
gl: Potente motor de búsqueda
he_il: מנוע חיפוש מהיר וחזק
hi: तेज़ और शक्तिशाली खोज इंजन
hr_hr: Brz i učinkovit pretraživač
hu_hu: Gyors és hatékony keresőmotor
hy: Վերջին և հզոր որոնիչ
id_id: Search engine terunggul
it: Motore di ricerca rapido e potente
ja: Quick and powerfull search engine
ka_ge: სწრაფი და ძლიერი საძიებო სისტემა
ko_kr: 빠르고 강력한 검색 엔진
lt_lt: Greita ir galinga paieškos sistema
lv_lv: Spēcīgs un ātrs Interneta meklētājs
mk_mk: Брза и моќна машина за пребарување
ms_my: Enjin carian yang pantas dan berkuasa
my_mm: မြန်ဆန်ပြီး အစွမ်းထက်သော ရှာဖွေရေးအင်ဂျင်
ne: छिटो र शक्तिशाली खोज इन्जिन
nl: Handige zoekmachine
nn_no: Snøgg og kraftfull søkemotor
oc: Motor de recèrca potent e rapid
pl_pl: Szybka i wygodna wyszukiwarka
ps: چټک او قوي لټون انجن
pt_br: Motor de busca rápida e poderosa
pt_pt: Rápido e poderoso motor de pesquisa
ro_ro: Motor de cautare puternic
ru_ru: Быстрый и мощный поиск
sk_sk: Rýchly a účinný vyhľadávač
sl: Hiter in učinkovit spletni iskalnik
sq: Motor kërkimi i shpejtë dhe i fuqishëm
sr_rs: Brz i moćan pretraživač
sv_se: Snabb och kraftfull sökmaskin
sw_ke: Injini ya utafutaji haraka na yenye nguvu
ta: விரைவான மற்றும் சக்திவாய்ந்த தேடல் இயந்திரம்
th: ค้นหาด้วย search engine เช่น Google.com
tl_ph: Mabilis at makapangyarihang search engine
tr: Quick and powerfull search engine
uk_ua: Швидкий та потужний пошук
vi_vn: Công cụ tìm kiếm nhanh và mạnh mẽ
xh_za: Injini yokukhangela ekhawulezayo namandla
zh_cn: 快速强力搜索引擎
zh_tw: 快速強力搜索引擎

source: This page allows users and groups to publish documents.
ar: من خلال هذه الصفحة يمكن للمستخدمين والمجموعات نشر المستندات
ast_es: Esta páxina permite a un usuariu o grupu cualquier unviar documentos
bn_bd: এই পৃষ্ঠায় ব্যবহারকারী এবং গ্রুপগুলি নথি প্রকাশ করতে পারে।
bs_ba: Ova stranica omogućuje korisnicima i grupama objavljivanje dokumenata.
ca_es: Aquesta plana permet a qualsevol estudiant o grup pujar un document al lloc web del curs. Envieu fitxers HTML només en el cas que no continguin cap imatge.
cs_cz: Tato stránka dovoluje uživatelům a skupinám publikování dokumentů.
da: Her kan den studerende eller grupper lægge dokumenter ud på kursussiden. Filen må ikke indeholde billeder, hvis dokumenttypen er HTML.
de: Dieser Bereich erlaubt es den Kurseilnehmern, Dokumente auf der Kursseite abzulegen. HTML-Dateien werden korrekt angezeigt, wenn sie keine Bilder enthalten.
el: Αυτή η σελίδα επιτρέπει σε χρήστες και ομάδες να ανεβάσουν αρχεία.
eo: Ĉi tie studentoj povas loki dokumentojn. Per ĉi-paĝo eblas interŝanĝi dokumentojn inter studentoj, studentaj grupoj kaj instruistoj. Kiam vi publikigas dokumenton pere de la grupa spaco (opcio = publikigi), ligilo estos kreata al via dokumento sen translokigo de ĝi.
es: Esta página permite a cualquier usuario o grupo enviar documentos.
es_mx: Esta página permite a cada estudiante o grupo de estudiantes colocar un documento en el sitio web del curso. Envíe documentos en formato HTML únicamente si estos no contienen imágenes.
eu_es: Orri honek erabiltzaileei eta taldeei dokumentuak bidaltzen uzten die.
fa_ir: این صفحه به هر کاربر یا گروه امکان می دهد که مدارک خود را به فضای آموزشی بفرستد.
fi_fi: Tämä sivu mahdollistaa kenen tahansa oppilaan tai ryhmän lisätä dokumentin kurssin sivustolle. Voit käyttää HTML-sivua kunhan siinä ei ole kuvia.
fo_fo: Hendan síðan loyvir brúkarum og bólkum at leggja skjøl út.
fur: Cheste pâge al permit ai utents e ai grups di publicar ducuments.
ga: Lig don leathanach seo d'úsáideoirí agus do ghrúpaí doiciméid a fhoilsiú.
gl: Esta páxina permite a cada estudante ou grupo de estudantes colocar un documento na web do curso. Envíe documentos en formato HTML unicamente se estes non conteñen imáxes.
he_il: דף זה מאפשר למשתמשים ולקבוצות לפרסם מסמכים.
hi: यह पृष्ठ उपयोगकर्ताओं और समूहों को दस्तावेज़ प्रकाशित करने की अनुमति देता है।
hr_hr: Ova stranica omogućuje korisnicima i skupinama objavljivanje dokumenata.
hu_hu: Ezen az oldalon kersztül bármelyik felhasználó vagy csoport feltölthet dokumentumokat a kurzusba.
hy: Այս էջը թույլ է տալիս օգտատերերին և խմբերին հրապարակել փաստաթղթեր:
id_id: Halaman ini memungkinkan siswa/kelompok untuk meng-upload dukumen ke situs mata kuliah. Hanya gunakan file HTML jika tidak berisi citra.
it: Questa pagina consente ad ogni corsista o gruppo di trasmettere documenti al corso.
ja: 池栏、壬が矢今をアップロ〖ド叫丸るペ〖ジです。HTMLのみで茶咙は叫丸ません。
ka_ge: ეს გვერდი საშუალებას აძლევს მომხმარებლებსა და ჯგუფებს დოკუმენტების გამოქვეყნებას.
ko_kr: 이 페이지는 유저와 그룹이 문서 게시하는 것을 허용합니다.
lo: ໜ້ານີ້ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ ແລະ ກຸ່ມເຜີຍແຜ່ເອກະສານ.
lt_lt: Šiame puslapyje publikuojami vartotojų ir jų grupių dokumentai.
lv_lv: Šī lapa ļaus lietotājiem un grupām publicēt dokumentus.
mk_mk: Оваа страна им допушта на корисниците и групите да објавуваат документи.
ms_my: Ruang ini membenarkan Pelajar/Kumpulan Pelajar untuk memuatnaik tugasan ke Laman Subjek.
my_mm: ဤစာမျက်နှာသည် အသုံးပြုသူများနှင့် အဖွဲ့များအား စာရွက်စာတမ်းများထုတ်ဝေခွင့်ပြုသည်။
ne: यो पृष्ठले प्रयोगकर्ता र समूहहरूलाई दस्तावेजहरू प्रकाशित गर्न अनुमति दिन्छ।
nl: Hier kunnen studenten documenten plaatsen. Via deze pagina is het mogelijk documenten uit te wisselen tussen studenten, studentengroepen en lesgevers.Als u via de groepsruimte een document publiceert (optie = publiceren), zal een verwijzing aangemaakt worden naar uw document, zonder dit te verplaatsen.
nn_no: Denne sida lar brukarar og grupper publisere dokument.
oc: Aquesta pagina permet a cada estudiant ò grop de descargar un document sus lo sit dau cors. Mandatz de fiquiers HTML que contengan GES d'imatge.
pl_pl: Ta strona pozwala studentom lub grupom na publikowanie swoich prac. Pliki HTML nie mogą zawierać obrazków.
ps: دا پاڼه د کاروونکو او ډلو ته اجازه ورکوي چې اسناد خپر کړي.
pt_br: Esta página permite que usuários e grupos para publicar documentos.
pt_pt: Esta p�gina permite que os utilizadores e grupos publiquem documentos.
ro_ro: Această pagină permite orcarui utilizator sau grup a trimite documente.
ru_ru: Эта страница позволяет пользователям и группам публиковать документы.
sk_sk: Táto stránka umožňuje používateľom a skupinám publikovať dokumenty.
sl: Ta stran omogoča poljubnemu tečajniku ali skupini objavo dokumentov.
sq: Kjo faqe lejon përdoruesit dhe grupet të publikojnë dokumente.
sr_rs: Ova strana omogućava korisnicima i grupama da objavljuju svoje dokumente.
sv_se: Denna sida ger studenterna eller en grupp m�jligheten att ladda upp ett dokument p� kursens webbplats. Skicka en HTML-fil bara om den inte inneh�ller en bild.
sw_ke: Ukurasa huu unaruhusu watumiaji na vikundi kuchapisha hati.
ta: இந்த பக்கம் பயனர்கள் மற்றும் குழுக்களுக்கு ஆவணங்களை வெளியிட அனுமதிக்கிறது.
th: ˹�ҹ����˹�ҷ��͹حҵ������������/������¹�觧ҹ/������͡��âͧ����
tl_ph: Ang pahinang ito ay nagbibigay-daan sa mga user at grupo na mag-publish ng mga dokumento.
tr: Bu sayfada herhangi bir ��renci veya grup, dersin web sitesine �dev, belge, metin vs. gibi dosyalar y�kleyebilirler. HTML dosyalar� resimsiz olmal�d�r.
uk_ua: Ця сторінка дозволяє користувачам та групам публікувати документи.
vi_vn: Trang này dành cho học sinh hoặc nhóm học sinh gửi bài vào website .Nếu không có hình ảnh đính kèm vào nội dung, nên gửi dưới dạng tập tin .htm.
xh_za: Eli phepha livumela abasebenzisi kunye namaqela ukupapasha amaxwebhu.
zh_cn: 这里允许学生或者小组上传关于本课程的文件。
zh_tw: 這裡允許學生或者小組上傳關於本課程的檔案。

source: This is an announcement example. Only trainers are allowed to publish announcements.
ar: هذا مثال للتبليغ، يسمح للمعلمين حصرا بنشر التبليغات
ast_es: Esto ye un exemplu d'anuncia.
bn_bd: এটি একটি ঘোষণার উদাহরণ। শুধুমাত্র প্রশিক্ষকরা ঘোষণা প্রকাশ করতে পারেন।
bs_ba: Ovo je primjer najave. Samo nastavnici mogu objavljivati najave.
ca_es: Aquest és un anunci d'exemple. Només el professor i altres administradors del curs poden publicar anuncis.
cs_cz: Toto je jenom příklad oznámení. Jenom učitelům kurzu je dovoleno publikovat oznámení.
da: Dette er et eksempel på en meddelelse. Kun underviseren og andre tildelt administrationsrettigheder på kurset kan skrive meddelelser.
de: Dies ist ein Beispiel für eine Ankündigung. Nur Kursleiter und Administratoren anderer Kurse können eine Ankündigung veröffentlichen.
el: Παράδειγμα ανακοίνωσης. Μόνο ο εκπαιδευτής και τυχόν άλλοι διαχειριστές του μαθήματος μπορεί να ανεβάσουν ανακοινώσεις.
eo: Tio ĉi estas ekzemplo de anonco.
es: Esto es un ejemplo de anuncio.
es_mx: Este es un ejemplo de un anuncio.
eu_es: Hau da abisu baten adibidea. Irakasleek bakarrik publikatu ahal dituzte abisuak.
fa_ir: این یک نمومه اطلاعیه است. امکان انتشار اطلاعیه ها تنها برای اساتید فراهم می باشد.
fi_fi: Tämä on esimerkki ilmoituksesta. Vain opettajat ja ylläpitäjät voivat julaista ilmoituksia.
fo_fo: Hetta er eitt tilvísuligt kunngjøring. Bert lærugreinastjórar megast leggja kunngjøringar út.
fur: Chest e je un exemplu di anunz. Solament i dîsîdants a podin publicar anunzis.
ga: Seo sampla fógra. Níl cead ach ag traenálaithe fógraí a fhoilsiú.
gl: Exemplo de anuncio.
he_il: זוהי דוגמה להכרזה. רק מאמנים רשאים לפרסם הודעות.
hi: यह एक घोषणा उदाहरण है। केवल प्रशिक्षक ही घोषणाएँ प्रकाशित कर सकते हैं।
hr_hr: Ovo je primjer obavijesti. Samo predavači pojedinih kolegija mogu objavljivati obavijesti.
hu_hu: Ez egy példa hirdetmény. Csak a kurzus vezetők tehetnek közzé hirdetményeket.
hy: Սա հայտարարության օրինակ է: Միայն ուսուցիչները կարող են հրապարակել հայտարարություններ:
id_id: Ini contoh pengumuman. Hanya pengajar dan administrator mata kuliah yang dapat mempublikasikannya.
it: Esempio di avviso. Solamente il docente e gli altri amministratori del corso possono pubblicare avvisi
ja: お梦らせの毋:コ〖スの兜徽か瓷妄荚のみが今けます。
ka_ge: ეს განცხადების მაგალითია. მხოლოდ ტრენერებს შეუძლიათ განცხადებების გამოქვეყნება.
ko_kr: 이는 공지사항 예시입니다. 과정 교사들만이 공지사항을 게시할 수 있습니다.
lo: ນີ້ແມ່ນຕົວຢ່າງປະກາດ. ສະເພາະຜູ້ຝຶກສອນເທົ່ານັ້ນທີ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຜີຍແຜ່ປະກາດ.
lt_lt: Tai pranešimo pavyzdys. Tik kursų dėstytojai gali rašyti pranešimus.
lv_lv: Šis ir paziņojuma piemērs. <br>Pēc noklusējuma, tikai kursa Lektori var publicēt paziņojumus. <br>Paziņojumu instruments ir lieliska ātrās komunikācijas iespēja, starp visiem kursā iesaistītajiem Lektoriem un arī Kursantiem<br>Lai paziņojumus varētu publicēt arī Kursanti, Lektoram tas ir jāatļauj Kursa iestatījumos - sadaļā <b>Lietotāja tiesības</b>
mk_mk: Ова е пример (мостра) за известување. Само на учителите на курсот им е допуштено да објавуваат известувања.
ms_my: Ini ialah ruang untuk membuat Pengumuman.Hanya Pensyarah yang boleh menerbitkan Pengumuman
my_mm: ဤသည်မှာ ကြေငြာချက်နမူနာဖြစ်သည်။ သင်တန်းဆရာများသာ ကြေငြာချက်များထုတ်ဝေခွင့်ရှိသည်။
ne: यो घोषणाको उदाहरण हो। केवल प्रशिक्षकहरूलाई घोषणा प्रकाशित गर्न अनुमति छ।
nl: Dit is een voorbeeld van een mededeling. Alleen trainers kunnen aankondigingen publiceren.
nn_no: Dette er eit døme på ein kunngjering. Berre trenarar kan publisere kunngjeringar.
oc: Aquò es un exemple d'anóncia. Lei professors e leis autreis administrators dau cors solament pòdon publicar d'anóncias.
pl_pl: To jest przykładowe ogłoszenie. Tylko prowadzący i administratorzy kursu mogą umieszczać ogłoszenia.
ps: دا د اعلان مثاله دی. یوازې ښوونکي ته اجازه ده اعلانونه خپور کړي.
pt_br: Este é um exemplo anúncio Somente instrutores estão autorizados a publicar anúncios..
pt_pt: Este an�ncio � um exemplo. Apenas os instrutores t�m autoriza��o para publicar an�ncios.
ro_ro: Acesta este un exemplu de anunț.
ru_ru: Это пример объявления. Только преподаватели курса имеют право публиковать объявления.
sk_sk: Toto je príklad oznamu. Len lektori kurzu môžu publikovať oznamy.
sl: To je primer obvestila. Le učitelj in drugi administratorji tečaja lahko objavljajo obvestila.
sq: Ky është një shembull njoftimi. Vetëm trajnerët lejohen të publikojnë njoftime.
sr_rs: Ovo je primer obave�tenja. Samo predavači kursa mogu da objave obave�tenja.
sv_se: Detta är ett exempel på ett tillkännagivande. Bara lärare och administratörer kan publicera tillkännagivanden.
sw_ke: Hii ni mfano wa tangazo. Wafunzi pekee ndio wanaoruhusiwa kuchapisha matangazo.
ta: இது அறிவிப்பு மாதிரி. அறிவிப்புகளை வெளியிட அனுமதி உள்ளது பயிற்றுவிப்பவர்களுக்கு மட்டுமே.
th: ����͵�����ҧ��С�� ͹حҵ�����������С����੾���Ҩ������м��Ѵ����к���ҹ��
tl_ph: Ito ay halimbawa ng announcement. Lamang ang mga trainer ang pinapayagang mag-publish ng announcements.
tr: This is an example of announcement. Only the profesor and other administrators of the course can publish announcements.
uk_ua: Це приклад оголошення. Тільки викладачам дозволено публікувати оголошення.
vi_vn: Thông báo mẫu . Chỉ có giáo viên hoặc quản trị viên mới có quyền thông báo tại đây
xh_za: Eli yimizekelo yesibhengezo. Abaguqesi kuphela abavunyelwe ukupapasha izibhengezo.
zh_cn: 这是一个通知示例，只有本课程教授和其他课程管理人员可以发布公告通知。
zh_tw: 這是一個通知示例，只有本課程教授和其他課程管理人員可以發布公告通知。

source: You just created the course area
ar: لقد تم إضافة الدرس بنجاح
ast_es: Acaba crear el sitiu del cursu
bn_bd: আপনি কোর্স এলাকা তৈরি করেছেন
bs_ba: Upravo ste kreirali područje kursa
ca_es: Acabeu de crear el lloc web del curs
cs_cz: Práve jste vytvořil oblast kurzu
da: Du har nu oprettet kursussiden
de: Sie haben soeben eine Seite für einen Kurs erstellt
el: Μόλις δημιουργήσατε το μάθημα
eo: La kursa TTT estas kreita
es: Acaba de crear el sitio del curso
es_mx: Usted acaba de crear el sitio web del curso
eu_es: Oraintxe bertan sortu duzu ikastaroaren lekua
fa_ir: محیط درسی مورد نظر با موفقیت ایجاد شد
fi_fi: Loit juuri kurssin sivuston.
fo_fo: Tú hevur í nýggjum stovnað lærugreinastøðuna
fur: Tê just creat l'àree dal curs
ga: Chruthaigh tú limistéar an chúrsa díreach anois
gl: Vostede acaba de crear a web do curso
he_il: זה עתה יצרת את אזור הקורס
hi: आपने अभी कोर्स क्षेत्र बनाया है
hr_hr: Upravo ste izradili web stranicu kolegija
hu_hu: Létrehozta a kurzust
hy: Դուք հենց վերջերս ստեղծեցիք դասընթացի տարածքը
id_id: Anda baru saja membuat situs mata kuliah
it: È stato creato il sito del corso
ja: コ〖スのウエブサイトを侯りました
ka_ge: თქვენ შექმენით კურსის არე
ko_kr: 과정 영역을 생성하였습니다
lo: ທ່ານຫາກໍສ້າງພື້ນທີ່ຫຼັກສູດ
lt_lt: Sukūrėte kurso sritį
lv_lv: Jūs izveidojāt jaunu kursu
mk_mk: Тукушто ја креиравте областа на курсот.
ms_my: Anda telah membina laman subjek
my_mm: သင်သည် သင်တန်းဧရိယာကို ဖန်တီးပြီးဖြစ်သည်
ne: तपाईंले कोर्स क्षेत्र सिर्जना गर्नुभयो
nl: De site van de cursus is aangemaakt.
nn_no: Du har no oppretta kursområdet
oc: Avètz acabat de crear lo sit dau cors
pl_pl: Kurs został utworzony
ps: تاسو د کورس سیمه جوړه کړه
pt_br: Você acabou de criar o(a):
pt_pt: Acabou de criar a área do curso
ro_ro: Tocmai ai creat site-ul curs
ru_ru: Вы только что создали зону курса
sk_sk: Práve ste vytvorili oblasť kurzu
sl: Uspešno si tvoril spletno stran tečaja
sq: Sapo krijuat zonën e kursit
sr_rs: Upravo ste kreirali okruženje kursa
sv_se: Du har just skapat en webbplats för kursen
sw_ke: Umeunda eneo la kozi
ta: நீங்கள் பாடப் பகுதியை உருவாக்கினீர்கள்
th: คุณได้สร้างโฮมเพจวิชาไว้ในระบบแล้ว
tl_ph: Naglikha ka na ng course area
tr: Ders websiteniz yaratılmıştır
uk_ua: Ви тільки-но створили зону курсу
vi_vn: Bạn vừa tạo xong 1 site khóa học
xh_za: Uzakha indawo yekhosi ngoku
zh_cn: 您已经成功创建了新的课程
zh_tw: 您已經成功創建了新的課程

source: Main
ar: الرئيسية
ast_es: Categoría d'entamu
bn_bd: প্রধান
bs_ba: Glavno
ca_es: Principal
cs_cz: Hlavní
da: Åben diskussionsforum
de: Haupt
el: Αρχή
eo: Ĝenerale
es: Principal
es_mx: Principal
eu_es: Nagusia
fa_ir: اصلی
fi_fi: Ylintaso
fo_fo: Høvuð
fur: Principâl
ga: Príomh
gl: Principal
he_il: ראשי
hi: मुख्य
hr_hr: Glavna
hu_hu: Fő
hy: Հիմնական
id_id: Utama
it: Principale
ja: メイン
ka_ge: მთავარი
ko_kr: 메인
lo: ຫຼັກ
lt_lt: Pagrindinis
lv_lv: Galvenā nodaļa
mk_mk: Главен
ms_my: Utama
my_mm: ပင်မ�
ne: मुख्य
nl: Algemeen
nn_no: Hovud
oc: Principau
pl_pl: Główna
ps: اصلي
pt_br: Principal
pt_pt: Principal
ro_ro: Principal
ru_ru: Главный
sk_sk: Hlavný
sl: Glavna
sq: Kryesore
sr_rs: Glavni
sv_se: Huvud
sw_ke: Kuu
ta: முதன்மை
th: ประเภทหลัก
tl_ph: Pangunahin
tr: Ana Kategori
uk_ua: Головна
vi_vn: Nhóm diễn đàn chính
xh_za: Ephambili
zh_cn: 主要
zh_tw: 主要

source: Groups forums
ar: منتديات المجموعات
ast_es: Foros de grupos
bn_bd: গ্রুপ ফোরাম
bs_ba: Forumi grupa
ca_es: Fòrums dels grups
cs_cz: Skupinové fóra
da: Gruppediskussionsfora
de: Gruppenforum
el: Συζήτησεις Ομάδων χρηστών
eo: Grupaj forumoj
es: Foros de grupos
es_mx: Foros de grupos
eu_es: Taldeen foroak
fa_ir: انجمن های گروه ها
fi_fi: Ryhmien foorumit
fo_fo: Bólkaforum
fur: Forums dai grups
ga: Fora grúpaí
gl: Foros de grupos
he_il: פורומים של קבוצות
hi: समूह मंच
hr_hr: Forumi skupina
hu_hu: Csoprt fórumok
hy: Խմբերի ֆորումներ
id_id: Forum Group
it: Forum di gruppo
ja: グループフォーラム
ka_ge: ჯგუფური ფორუმები
ko_kr: 그룹 포럼
lo: ເວທີສົນທະນາກຸ່ມ
lt_lt: Grupių forumai
lv_lv: Grupu forumi
mk_mk: Форуми на групите
ms_my: Forum Kumpulan
my_mm: အဖွဲ့ဖိုရမ်များ
ne: समूह मञ्चहरू
nl: Forums van groepen
nn_no: Gruppeforum
oc: Fòrum dei grops
pl_pl: Fora grup
ps: ډلو فورمونه
pt_br: Grupos fóruns
pt_pt: Fóruns de grupos
ro_ro: Forumuri de grupuri
ru_ru: Форумы групп
sk_sk: Skupinové fóra
sl: Forumi skupin
sq: Forume grupe
sr_rs: Grupni forumi
sv_se: Gruppforum
sw_ke: Mabaraza ya vikundi
ta: குழு மன்றங்கள்
th: กลุ่มอภิปราย
tl_ph: Mga forum ng grupo
tr: Gruplar forumlar
uk_ua: Форуми груп
vi_vn: Diễn đàn nhóm
xh_za: Iiforamu zamaqela
zh_cn: 小组论坛
zh_tw: 小組論壇

source: Language
ar: اللغة
ast_es: Idioma
bn_bd: ভাষা
bs_ba: Jezik
ca_es: Idioma
cs_cz: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
eo: Lingvo
es: Idioma
es_mx: Idioma
eu_es: Hizkuntza
fa_ir: زبان
fi_fi: Kieli
fo_fo: Mál
fur: Lenghe
ga: Teanga
gl: Idioma
he_il: שפה
hi: भाषा
hr_hr: Jezik
hu_hu: Nyelv
hy: Լեզու
id_id: Bahasa
it: Lingua
ja: 言語
ka_ge: ენა
ko_kr: 언어
lo: ພາສາ
lt_lt: Kalba
lv_lv: Valoda
mk_mk: Јазик
ms_my: Bahasa
my_mm: ဘာသာစကား
ne: भाषा
nl: Taal
nn_no: Språk
oc: Lenga
pl_pl: Język
ps: ژبه
pt_br: Idioma
pt_pt: Idioma
ro_ro: Limba
ru_ru: Язык
sk_sk: Jazyk
sl: Jezik
sq: Gjuhë
sr_rs: Jezik
sv_se: Språk
sw_ke: Lugha
ta: மொழி
th: ภาษา
tl_ph: Wika
uk_ua: Мова
vi_vn: Ngôn ngữ
xh_za: Ulwimi
zh_cn: 语言
zh_tw: 語言
