Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Notes sorted by update date ascendant
ar: فرز الملاحظات تصاعديا حسب التاريخ
ast_es: Notes ordenaes por fecha d'anovamientu (antigües - recientes)
bn_bd: আপডেট তারিখ অনুসারে চড়তর সাজিত নোট
bs_ba: Bilješke sortirane po datumu ažuriranja uzlazno
ca_es: Notes en ordre ascendent per data d'actualització
cs_cz: Poznámky seřazené podle data aktualizace vzestupně
da: Noter sorteret efter opdateringsdato stigende
de: Notizen sortiert nach Aktualisierungsdatum (aufsteigend)
el: Αύξουσα ταξινόμηση κατά ημερομηνία
eo: Notaj ordigitaj laŭ datumo de ĝisdatigo supren
es: Notas ordenadas por fecha de actualización (antiguas - recientes)
es_mx: Notas ordenadas por fecha de actualización ascendente
eu_es: Oharrak eguneratze dataren arabera gorantz ordenaturik
fa_ir: چینش یادداشت ها بر اساس تاریخ بروز رسانی صعودی
fi_fi: Muistiinpanot päivityspäivämäärän mukaan nousevassa järjestyksessä
fo_fo: Minnisgreinir sortéraðar eftir dagføringardegi uppstignar
fur: Notes ordinaes par dât di agiornament ascendent
ga: Nótaí sórtáilte de réir dáta nuashonraithe ascendant
gl: Notas ordenadas por data de modificación ascendente
he_il: הערות ממוינות לפי תאריך עדכון עולה
hi: अद्यतन तिथि से चढ़ते क्रम में टिप्पणियाँ क्रमबद्ध
hr_hr: Bilješke sortirane po datumu ažuriranja uzlazno
hu_hu: Jegyzetek frissítési dátum szerint növekvő sorrendben
hy: Նշումները տեսակավորված են թարմացման ամսաթվով աճման կարգով
id_id: Catatan diurutkan berdasarkan tanggal pembaruan menaik
it: Annotazioni in ordine ascendente per data di modifica
ja: 更新日昇順で並べ替え
ka_ge: შენიშვნები სორტირებულია განახლების თარიღის ზრდადი თანმიმდევრობით
ko_kr: 수정 날짜 오름차순으로 정렬된 메모
lo: ບັນທຶກຈັດຮຽງຕາມວັນທີອັບເດດຈາກໜ້ອຍໄປຫາຫຼາຍ
lt_lt: Pastabos rūšiuotos pagal atnaujinimo datą didėjančia tvarka
lv_lv: Piezīmes sakārtotas pēc atjaunošanas datuma augošā secībā
mk_mk: Белешки сортирани по датум на ажурирање нагоре
ms_my: Nota disusun mengikut tarikh kemaskini menaik
my_mm: အဆင့်မြှင့်တင်ရက်စွဲအလိုက် တက်ကြွစဉ်ထားသော မှတ်စုများ
ne: अपडेट मिति अनुसार आरोही क्रममा नोटहरू क्रमबद्ध
nl: Sorteer stijgend volgens wijzigingsdatum
nn_no: Notar sortert etter oppdateringsdato stigande
oc: Notas triadas per data de mesa a jorn ascendent
pl_pl: Notatki posortowane rosnąco wg daty aktualizacji
ps: یادښتونه د تازه کولو نیټې له مخې صعودي ترتیب شوي
pt_br: Notas ordenadas por data de atualização ascendente
pt_pt: Notas ordenadas de forma ascendente pela data de actualização
ro_ro: Note ordenate prin data de actualizare (vechi-noi)
ru_ru: Заметки, отсортированные по дате обновления по возрастанию
sk_sk: Poznámky triedené podľa dátumu aktualizácie vzostupne
sl: Po datumu ažuriranja naraščajoče
sq: Shënimet të renditura sipas datës së përditësimit në mënyrë rritëse
sr_rs: Napomene sortirane po datumu uspona
sv_se: Noter sorterade efter uppdateringsdatum stigande
sw_ke: Kumbatio zimepangwa kwa tarehe ya kusasisha kinachopanda
ta: புதுப்பிப்பு தேதியால் ஏறுமுகமாக வரிசைப்படுத்தப்பட்ட குறிப்புகள்
th: บันทึกเรียงตามวันที่อัปเดตจากน้อยไปมาก
tl_ph: Mga tala na nakaayos ayon sa petsa ng update pampalaki
tr: Notları güncelleme tarihine göre sırala (1-9)
uk_ua: Нотатки відсортовано за датою оновлення за зростанням
vi_vn: Ghi chú được sắp xếp theo ngày cập nhật tăng dần
xh_za: Iinqaku zihlelwe ngomhla wokuhlaziywa ukunyuka
zh_cn: 根据更新日期升序
zh_tw: 筆記依更新日期升序排序

source: Notes sorted by update date downward
ar: فرز الملاحظات تنازليا حسب تاريخ التحديث
ast_es: Notes ordenaes por fecha d'anovamientu (recientes - antigües)
bn_bd: আপডেট তারিখ অনুসারে অবতরণসূচী সাজিত নোট
bs_ba: Bilješke sortirane po datumu ažuriranja silazno
ca_es: Notes en ordre descendent per data d'actualització
cs_cz: Poznámky seřazené podle data aktualizace sestupně
da: Noter sorteret efter opdateringsdato faldende
de: Notizen sortiert nach Aktualisierungsdatum (absteigend)
el: Φθίνουσα ταξινόμηση κατά ημερομηνία
eo: Notaj ordigitaj laŭ datumo de ĝisdatigo malsupren
es: Notas ordenadas por fecha de actualización (recientes - antiguas)
es_mx: Notas ordenadas por fecha de actualización descendente
eu_es: Oharrak eguneratze dataren arabera beherantz ordenaturik
fa_ir: چینش یادداشت ها بر اساس تاریخ بروز رسانی نزولی
fi_fi: Muistiinpanot päivityspäivämäärän mukaan laskevassa järjestyksessä
fo_fo: Minnisgreinir sortéraðar eftir dagføringardegi niðurgongnar
fur: Notes ordinaes par dât di agiornament discendent
ga: Nótaí sórtáilte de réir dáta nuashonraithe síos
gl: Notas ordeadas por data de modificación descendente
he_il: הערות ממוינות לפי תאריך עדכון יורד
hi: अद्यतन तिथि से अवरोही क्रम में टिप्पणियाँ क्रमबद्ध
hr_hr: Bilješke sortirane po datumu ažuriranja silazno
hu_hu: Jegyzetek frissítési dátum szerint csökkenő sorrendben
hy: Նշումները տեսակավորված են թարմացման ամսաթվով նվազման կարգով
id_id: Catatan diurutkan berdasarkan tanggal pembaruan menurun
it: Annotazioni in ordine discendente per data di modifica
ja: 更新日降順で並べ替え
ka_ge: შენიშვნები სორტირებულია განახლების თარიღის კლებადი თანმიმდევრობით
ko_kr: 수정 날짜 내림차순으로 정렬된 메모
lo: ບັນທຶກຈັດຮຽງຕາມວັນທີອັບເດດຈາກຫຼາຍໄປຫາໜ້ອຍ
lt_lt: Pastabos rūšiuotos pagal atnaujinimo datą mažėjančia tvarka
lv_lv: Piezīmes sakārtotas pēc atjaunošanas datuma dilstošā secībā
mk_mk: Белешки сортирани по датум на ажурирање надолу
ms_my: Nota disusun mengikut tarikh kemaskini menurun
my_mm: အဆင့်မြှင့်တင်ရက်စွဲအလိုက် ဆင်းကျစဉ်ထားသော မှတ်စုများ
ne: अपडेट मिति अनुसार अवरोही क्रममा नोटहरू क्रमबद्ध
nl: Sorteer aflopend volgens wijzigingsdatum
nn_no: Notar sortert etter oppdateringsdato synkande
oc: Notas triadas per data de mesa a jorn descendant
pl_pl: Notatki posortowane malejąco wg daty aktualizacji
ps: یادښتونه د تازه کولو نیټې له مخې نزولي ترتیب شوي
pt_br: Notas ordenadas por data de atualização para baixo
pt_pt: Notas ordenadas de forma descendente pela data de actualização
ro_ro: Note ordenate prin data de actualizare (noi-vechi)
ru_ru: Заметки, отсортированные по дате обновления по убыванию
sk_sk: Poznámky triedené podľa dátumu aktualizácie zostupne
sl: Po datumu ažuriranja padajoče
sq: Shënimet të renditura sipas datës së përditësimit në mënyrë zbritëse
sr_rs: Napomene sortirane po datumu dole
sv_se: Noter sorterade efter uppdateringsdatum fallande
sw_ke: Kumbatio zimepangwa kwa tarehe ya kusasisha kushuka
ta: புதுப்பிப்பு தேதியால் இறங்குமுகமாக வரிசைப்படுத்தப்பட்ட குறிப்புகள்
th: บันทึกเรียงตามวันที่อัปเดตจากมากไปน้อย
tl_ph: Mga tala na nakaayos ayon sa petsa ng update pababa
tr: Notları güncelleme tarihine göre sırala (9-1)
uk_ua: Нотатки відсортовано за датою оновлення за спаданням
vi_vn: Ghi chú được sắp xếp theo ngày cập nhật giảm dần
xh_za: Iinqaku zihlelwe ngomhla wokuhlaziywa ezantsi
zh_cn: 根据更新日期降序
zh_tw: 筆記依更新日期降序排序

source: Notes sorted by creation date ascendant
ar: فرز الملاحظات تصاعديا حسب تاريخ الانشاء
ast_es: Notes ordenaes por fecha de criación (antigües - recientes)
bn_bd: তৈরির তারিখ অনুসারে চড়তর সাজিত নোট
bs_ba: Bilješke sortirane po datumu kreiranja uzlazno
ca_es: Notes en ordre ascendent per data de creació
cs_cz: Poznámky seřazené podle data vytvoření vzestupně
da: Noter sorteret efter oprettelsesdato stigende
de: Notizen sortiert nach Erstellungsdatum (aufsteigend)
el: Αύξουσα ταξινόμηση κατά ημερομηνία δημιουργίας
eo: Notaj ordigitaj laŭ datumo de kreado supren
es: Notas ordenadas por fecha de creación (antiguas - recientes)
es_mx: Notas ordenadas por fecha de creación ascendente
eu_es: Oharrak sortze dataren arabera gorantz ordenaturik
fa_ir: چینش یادداشت ها بر اساس تاریخ ساخت صعودی
fi_fi: Muistiinpanot luontipäivämäärän mukaan nousevassa järjestyksessä
fo_fo: Minnisgreinir sortéraðar eftir upprunadegi uppstignar
fur: Notes ordinaes par dât di creazion ascendent
ga: Nótaí sórtáilte de réir dáta cruthaithe ascendant
gl: Notas ordeadas por data de creación ascendente
he_il: הערות ממוינות לפי תאריך יצירה עולה
hi: निर्माण तिथि से चढ़ते क्रम में टिप्पणियाँ क्रमबद्ध
hr_hr: Bilješke sortirane po datumu stvaranja uzlazno
hu_hu: Jegyzetek létrehozási dátum szerint növekvő sorrendben
hy: Նշումները տեսակավորված են ստեղծման ամսաթվով աճման կարգով
id_id: Catatan diurutkan berdasarkan tanggal pembuatan menaik
it: Annotazioni in ordine ascendente per data di creazione
ja: 作成日昇順で並べ替え
ka_ge: შენიშვნები სორტირებულია შექმნის თარიღის ზრდადი თანმიმდევრობით
ko_kr: 생성 날짜 오름차순으로 정렬된 메모
lo: ບັນທຶກຈັດຮຽງຕາມວັນທີສ້າງຈາກໜ້ອຍໄປຫາຫຼາຍ
lt_lt: Pastabos rūšiuotos pagal sukūrimo datą didėjančia tvarka
lv_lv: Piezīmes sakārtotas pēc izveidošanas datuma augošā secībā
mk_mk: Белешки сортирани по датум на создавање нагоре
ms_my: Nota diurutkan mengikut tarikh penciptaan menaik
my_mm: ဖန်တီးရက်စွဲအလိုက် တက်ကြွစဉ်ထားသော မှတ်စုများ
ne: सिर्जना मिति अनुसार आरोही क्रममा नोटहरू क्रमबद्ध
nl: Sorteer stijgend volgens aanmaakdatum
nn_no: Notar sortert etter opprettingsdato stigande
oc: Notas triadas per data de creacion ascendent
pl_pl: Notatki posortowane rosnąco wg daty utworzenia
ps: یادښتونه د جوړیدو نیټې له مخې صعودي ترتیب شوي
pt_br: Notas ordenados por data de criação ascendente
pt_pt: Notas ordenadas de forma ascendente pela data de criação
ro_ro: Note ordenate prin date de creare(vechi-noi)
ru_ru: Заметки, отсортированные по дате создания по возрастанию
sk_sk: Poznámky triedené podľa dátumu vytvorenia vzostupne
sl: Po datumu nastanka naraščajoče
sq: Shënimet të renditura sipas datës së krijimit në mënyrë rritëse
sr_rs: Napomene sortirane po datumu kreiranja uspona
sv_se: Noter sorterade efter skapelsedatum stigande
sw_ke: Kumbatio zimepangwa kwa tarehe ya kuunda kinachopanda
ta: உருவாக்க தேதியால் ஏறுமுகமாக வரிசைப்படுத்தப்பட்ட குறிப்புகள்
th: บันทึกเรียงตามวันที่สร้างจากน้อยไปมาก
tl_ph: Mga tala na nakaayos ayon sa petsa ng paglikha pampalaki
tr: Notları oluşturma tarihine göre sırala (1-9)
uk_ua: Нотатки відсортовано за датою створення за зростанням
vi_vn: Ghi chú được sắp xếp theo ngày tạo tăng dần
xh_za: Iinqaku zihlelwe ngomhla wokuqulunqwa ukunyuka
zh_cn: 根据创建日期升序
zh_tw: 筆記依建立日期升序排序

source: Notes sorted by creation date downward
ar: فرز الملاحظات تنازليا حسب تاريخ الانشاء
ast_es: Notes ordenaes por fecha de criación (recientes - antigües)
bn_bd: তৈরির তারিখ অনুসারে অবতরণসূচী সাজিত নোট
bs_ba: Bilješke sortirane po datumu kreiranja silazno
ca_es: Notes en ordre descendent per data de creació
cs_cz: Poznámky seřazené podle data vytvoření sestupně
da: Noter sorteret efter oprettelsesdato faldende
de: Notizen sortiert nach Erstellungsdatum (absteigend)
el: Φθίνουσα ταξινόμηση κατά ημερομηνία δημιουργίας
eo: Notaj ordigitaj laŭ datumo de kreado malsupren
es: Notas ordenadas por fecha de creación (recientes - antiguas)
es_mx: Notas ordenadas por fecha de creación descendente
eu_es: Oharrak sortze dataren arabera beherantz ordenaturik
fa_ir: چینش یادداشت ها بر اساس تاریخ ساخت نزولی
fi_fi: Muistiinpanot luontipäivämäärän mukaan laskevassa järjestyksessä
fo_fo: Minnisgreinir sortéraðar eftir upprunadegi niðurgongnar
fur: Notes ordinaes par dât di creazion discendent
ga: Nótaí sórtáilte de réir dáta cruthaithe síos
gl: Notas ordenadas por data de creación descendente
he_il: הערות ממוינות לפי תאריך יצירה יורד
hi: निर्माण तिथि से अवरोही क्रम में टिप्पणियाँ क्रमबद्ध
hr_hr: Bilješke sortirane po datumu stvaranja silazno
hu_hu: Jegyzetek létrehozási dátum szerint csökkenő sorrendben
hy: Նշումները տեսակավորված են ստեղծման ամսաթվով նվազման կարգով
id_id: Catatan diurutkan berdasarkan tanggal pembuatan menurun
it: Annotazioni in ordine discendente per data di creazione
ja: 作成日降順で並べ替え
ka_ge: შენიშვნები სორტირებულია შექმნის თარიღის კლებადი თანმიმდევრობით
ko_kr: 생성 날짜 내림차순으로 정렬된 메모
lo: ບັນທຶກຈັດຮຽງຕາມວັນທີສ້າງຈາກຫຼາຍໄປຫາໜ້ອຍ
lt_lt: Pastabos rūšiuotos pagal sukūrimo datą mažėjančia tvarka
lv_lv: Piezīmes sakārtotas pēc izveidošanas datuma dilstošā secībā
mk_mk: Белешки сортирани по датум на создавање надолу
ms_my: Nota diurutkan mengikut tarikh penciptaan menurun
my_mm: ဖန်တီးရက်စွဲအလိုက် ဆင်းကျစဉ်ထားသော မှတ်စုများ
ne: सिर्जना मिति अनुसार अवरोही क्रममा नोटहरू क्रमबद्ध
nl: Sorteer aflopend volgens aanmaakdatum
nn_no: Notar sortert etter opprettingsdato synkande
oc: Notas triadas per data de creacion descendant
pl_pl: Notatki posortowane malejąco wg daty utworzenia
ps: یادښتونه د جوړیدو نیټې له مخې نزولي ترتیب شوي
pt_br: Notas ordenadas por data de criação (descendente)
pt_pt: Notas ordenadas de forma descendente pela data de criação
ro_ro: Note ordenate prin date de creare(noi-vechi)
ru_ru: Заметки, отсортированные по дате создания по убыванию
sk_sk: Poznámky triedené podľa dátumu vytvorenia zostupne
sl: Po datumu nastanka padajoče
sq: Shënimet të renditura sipas datës së krijimit në mënyrë zbritëse
sr_rs: Napomene sortirane po datumu kreiranja dole
sv_se: Noter sorterade efter skapelsedatum fallande
sw_ke: Kumbatio zimepangwa kwa tarehe ya kuunda kushuka
ta: உருவாக்க தேதியால் இறங்குமுகமாக வரிசைப்படுத்தப்பட்ட குறிப்புகள்
th: บันทึกเรียงตามวันที่สร้างจากมากไปน้อย
tl_ph: Mga tala na nakaayos ayon sa petsa ng paglikha pababa
tr: Notları güncelleme tarihine göre sırala (9-1)
uk_ua: Нотатки відсортовано за датою створення за спаданням
vi_vn: Ghi chú được sắp xếp theo ngày tạo giảm dần
xh_za: Iinqaku zihlelwe ngomhla wokuqulunqwa ezantsi
zh_cn: 根据创建日期降序
zh_tw: 筆記依建立日期降序排序

source: Leader
ar: القائد
ast_es: Titular
bn_bd: নেতা
bs_ba: Vođa
ca_es: Responsable
cs_cz: Vedoucí
da: Koordinator
de: Kursleiter
el: Υπεύθυνος
eo: Instruisto
es: Titular
es_mx: Titular
eu_es: Arduraduna
fa_ir: مسئول
fi_fi: Opettaja
fo_fo: Leiðari
fur: Cap
ga: Ceannaire
gl: Titular
he_il: מנהיג
hi: नेता
hr_hr: Nosilac
hu_hu: Vezető
hy: Ղեկավար
id_id: Pemilik
it: Coordinatore
ja: リーダー
ka_ge: ლიდერი
ko_kr: 리더
lo: ຜູ້ນຳ
lt_lt: Vadovas
lv_lv: Līderis
mk_mk: Водач
ms_my: Titular
my_mm: ခေါင်းဆောင်
ne: नेता
nl: Lesgever
nn_no: Lærer
oc: Cap
pl_pl: Lider
ps: ولي
pt_br: Titular
pt_pt: Orientador/mentor
ro_ro: Conducator
ru_ru: Ответственный
sk_sk: Vedúci
sl: Vodja
sq: Udhëheqës
sr_rs: Mentor
sv_se: Ledare
sw_ke: Kiongozi
ta: தலைவர்
th: หัวหน้า
tl_ph: Lider
tr: Sorumlu
uk_ua: Відповідальний
vi_vn: Danh nghĩa
xh_za: Inkokheli
zh_cn: 领导
zh_tw: 領導

source: Send to all users
ar: ارسال الى جميع المستخدمين
ast_es: Unviar a tolos usuarios
bn_bd: সকল ব্যবহারকারীর কাছে পাঠান
bs_ba: Pošalji svim korisnicima
ca_es: Envia a tots els usuaris
cs_cz: Odeslat všem uživatelům
da: Send til alle brugere
de: An alle Benutzer senden
el: Αποστολή σε όλους τους χρήστες
eo: Sendi al ĉiuj uzantoj
es: Enviar a todos los usuarios
es_mx: Enviar a todos los usuarios
eu_es: Bidali erabiltzaile guztiei
fa_ir: ارسال به همه کاربران
fi_fi: Lähetä kaikille käyttäjille
fo_fo: Send til allar brúkarar
fur: Mandê a ducj i utents
ga: Seol chuig gach úsáideoir
gl: Enviar a todos os usuarios
he_il: שליחה לכל המשתמשים
hi: सभी उपयोगकर्ताओं को भेजें
hr_hr: Pošalji svim korisnicima
hu_hu: Küldés minden felhasználónak
hy: Ուղարկել բոլոր օգտատերերին
id_id: Kirim ke semua pengguna
it: Invia a tutti gli utenti
ja: 全ユーザーに送信
ka_ge: გაგზავნა ყველა მომხმარებელზე
ko_kr: 모든 사용자에게 보내기
lo: ສົ່ງໃຫ້ຜູ້ໃຊ້ທຸກຄົນ
lt_lt: Siųsti visiems vartotojams
lv_lv: Sūtīt visiem lietotājiem
mk_mk: Испрати до сите корисници
ms_my: Hantar kepada semua pengguna
my_mm: အသုံးပြုသူအားလုံးထံ ပို့ပါ
ne: सबै प्रयोगकर्ताहरूलाई पठाउनुहोस्
nl: Verzend naar alle gebruikers
nn_no: Send til alle brukarar
oc: Mandar a totes los utilizaires
pl_pl: Wyślij do wszystkich użytkowników
ps: ټولو کاروونکو ته واستوئ
pt_br: Enviar para todos os usuários
pt_pt: Enviar para todos os usuários
ro_ro: Trimiteți la toți utilizatorii
ru_ru: Отправить всем пользователям
sk_sk: Poslať všetkým používateľom
sl: Pošlji vsem uporabnikom
sq: Dërgo te të gjithë përdoruesit
sr_rs: Pošalji svim korisnicima
sv_se: Skicka till alla användare
sw_ke: Tuma kwa watumiaji wote
ta: எல்லா பயனர்களுக்கும் அனுப்பு
th: ส่งถึงผู้ใช้ทั้งหมด
tl_ph: Ipadala sa lahat ng user
tr: Tüm kullanıcılara gönder
uk_ua: Надіслати всім користувачам
vi_vn: Gửi đến tất cả người dùng
xh_za: Thumela kubo bonke abasebenzisi
zh_cn: 发送给所有用户
zh_tw: 發送給所有使用者

source: Administration Tools
ar: أدوات الإدارة
ast_es: Ferramientes d'alministración
bn_bd: প্রশাসনিক সরঞ্জাম
bs_ba: Alati za administraciju
ca_es: Eines d'administració
cs_cz: Nástroje pro administraci
da: Administrationsværktøjer
de: Werkzeuge zur Verwaltung
el: Εργαλεία Διαχειριστή
eo: Mastrumada ilaro XX
es: Herramientas de administración
es_mx: Herramientas de Administración
eu_es: Administrazio tresnak
fa_ir: ابزارهای مدیریت
fi_fi: Ylläpitotyökalut
fo_fo: Stýrisverkfør
fur: Struments di aministrazion
ga: Uirlisí Riaracháin
gl: Ferramentas de administración
he_il: כלי ניהול
hi: प्रशासनिक उपकरण
hr_hr: Nadzorni alati
hu_hu: Adminisztratív Eszközök
hy: Ադմինիստրացիոն գործիքներ
id_id: Tool Administrasi
it: Strumenti di Amministrazione
ja: 管理ツール
ka_ge: ადმინისტრაციის ინსტრუმენტები
ko_kr: 관리 도구
lo: ເຄື່ອງມືບໍລິຫານ
lt_lt: Administravimo įrankiai
lv_lv: Administrēšanas instrumenti
mk_mk: Алатки за управување
ms_my: Alat Bantu Pentadbiran
my_mm: စီမံခန့်ခွဲမှုကိရိယာများ
ne: प्रशासनिक उपकरणहरू
nl: Administratietools
nn_no: Administrasjonsverktøy
oc: Aisinas d'administracion
pl_pl: Narzędzia administracyjne
ps: د اداري وسیلې
pt_br: Ferramentas de Administração
pt_pt: Ferramentas de Administração
ro_ro: Administrare
ru_ru: Инструменты управления
sk_sk: Nástroje na administráciu
sl: Orodja upravitelja
sq: Mjete Administrimi
sr_rs: Administrativni alati
sv_se: Administratörsverktyg
sw_ke: Zana za Usimamizi
ta: நிர்வாகக் கருவிகள்
th: เครื่องมือการบริหารจัดการระบบ
tl_ph: Mga tool sa administrasyon
tr: Yönetim Araçları
uk_ua: Інструменти адміністрування
vi_vn: Các công cụ quản trị
xh_za: Izixhobo zolawulo
zh_cn: 管理工具
zh_tw: 管理工具

source: Categories
ar: التصانيف
ast_es: Categoríes
bn_bd: বিভাগসমূহ
bs_ba: Kategorije
cs_cz: Kategorie
da: Kategorier
de: Kategorien
el: Κατηγορίες
eo: Kategorioj
es: Categorías
es_mx: Categorías
eu_es: Kategoriak
fa_ir: دسته بندی ها
fi_fi: Aihealueet
fo_fo: Bólkar
fur: Categuries
ga: Catagóirí
gl: Categorías
he_il: קטגוריות
hi: श्रेणियाँ
hr_hr: Kategorije
hu_hu: Kategóriák
hy: Կատեգորիաներ
id_id: Kategori
it: Categorie
ja: カテゴリ
ka_ge: კატეგორიები
ko_kr: 카테고리
lo: ໝວດໝູ່
lt_lt: Kategorijos
lv_lv: Mācību kategorijas
mk_mk: Категории
ms_my: Kategori
my_mm: အမျိုးအစားများ
ne: श्रेणीहरू
nl: Categorieën
nn_no: Kategorier
oc: Categorias
pl_pl: Kategorie
ps: کټګورۍ
pt_br: Categorias
pt_pt: Categorias
ro_ro: Categorii
ru_ru: Разделы
sk_sk: Kategórie
sl: Kategorije
sq: Kategori
sr_rs: Kategorije
sv_se: Kategorier
sw_ke: Jamii
ta: பிரிவுகள்
th: ประเภทรายวิชา
tl_ph: Mga kategorya
tr: Kategoriler
uk_ua: Категорії
vi_vn: Danh mục
xh_za: Iindidi
zh_cn: 分类
zh_tw: 分類

source: Subscribe
ar: تسجيل
ast_es: Matriculame
bn_bd: সাবস্ক্রাইব করুন
bs_ba: Pretplati se
ca_es: Inscriure
cs_cz: Zápis do kurzu
da: Tilmeld
de: Registrieren
el: Εγγραφή
eo: Aliĝi
es: Inscribirme
es_mx: Suscribir
eu_es: Eman izena
fa_ir: ثبت نام
fi_fi: Ilmoittaudu
fo_fo: Melda teg til
fur: Iscrivîsi
ga: Sínigh suas
gl: Inscribirse
he_il: הרשמה
hi: सदस्यता लें
hr_hr: Upis
hu_hu: Feliratkozás
hy: Գրանցվել
id_id: Daftar
it: Iscriviti
ja: 購読
ka_ge: გამოწერა
ko_kr: 수강 신청
lo: ລົງທະບຽນ
lt_lt: Užsisakyti
lv_lv: Pieteikties
mk_mk: Запиши се
ms_my: Langgan
my_mm: စာရင်းသွင်းပါ
ne: सदस्यता लिनुहोस्
nl: Inschrijven
nn_no: Meld deg på her
oc: S'abonar
pl_pl: Zapisz
ps: ګډون
pt_br: Inscrever-se
pt_pt: Aderir/inscrever-se
ro_ro: Vreau sa fac parte din acest grup
ru_ru: Подписаться
sk_sk: Zapísať sa do kurzu
sl: Vpiši
sq: Abonohu
sr_rs: Prijavi
sv_se: Registrera
sw_ke: Jiandikishe
ta: சந்தா பெறு
th: รับสมัคร
tl_ph: Mag-subscribe
tr: Kaydet
uk_ua: Зарахувати
vi_vn: Đăng ký
xh_za: Bhalisela
zh_cn: 注册
zh_tw: 選修

source: Already subscribed
ar: مسجل بالفعل
ast_es: Yá ta matriculáu
bn_bd: ইতিমধ্যে সাবস্ক্রাইব করা হয়েছে
bs_ba: Već pretplaćen
ca_es: Ja està inscrit
cs_cz: Již zapsaný do kurzu
da: Allerede tilmeldt
de: Bereits registriert
el: Ήδη εγγεγραμμένος
eo: Jam aliĝintaj
es: Ya está inscrito
es_mx: Ya está suscrito
eu_es: Bazaude zerrendan sartuta
fa_ir: ثبت نام شده
fi_fi: Olet jo ilmoittautunut
fo_fo: Alt meldað/ur til
fur: Dêjà iscrit
ga: Sínithe suas cheana
gl: xa subscrito
he_il: כבר רשום
hi: पहले से सदस्य
hr_hr: Već upisan
hu_hu: Már feliratkozott!
hy: Արդեն գրանցված է
id_id: Sudah terdaftar
it: Sei già iscritto
ja: 既に購読済み
ka_ge: იგულისხმება გამოწერილი
ko_kr: 이미 수강신청이 되었습니다.
lo: ລົງທະບຽນແລ້ວ
lt_lt: Jau užsisakytas
lv_lv: Reģistrēšanās jau ir veikta
mk_mk: Веќе запишан
ms_my: Sudah melanggan
my_mm: စာရင်းသွင်းပြီးဖြစ်သည်
ne: पहिले नै सदस्यता लिइएको
nl: Reeds ingeschreven
nn_no: Påmeldt
oc: Ja abonat
pl_pl: Zapisany
ps: په پیل کې ګډون شوی
pt_br: Já está inscrito
pt_pt: Já aderido/subscrito
ro_ro: Deja inscris
ru_ru: Уже подписан
sk_sk: Už zapísaný do kurzu
sl: Že vpisan
sq: Tashmë i abonuar
sr_rs: Već prijavljen
sv_se: Redan registrerad
sw_ke: Umeshajiandikisha tayari
ta: ஏற்கனவே சந்தா பெற்றுள்ளீர்
th: รับสมัครแล้ว
tl_ph: Naka-subscribe na
tr: Zaten kayıtlı
uk_ua: Вже зараховано
vi_vn: Đã đăng ký
xh_za: Sele ubhalisiwe
zh_cn: 已注册
zh_tw: 已選修

source: Code mandatory
ar: الرمز الزاميا
ast_es: Códigu obligatoriu
bn_bd: কোড বাধ্যতামূলক
bs_ba: Kod je obavezan
ca_es: Codi obligatori
cs_cz: Kód (povinný)
da: Kode påkrævet
de: Code ist Pflichtfeld
el: Ο κωδικός είναι υποχρεωτικός
eo: Kodo deviga
es: Código obligatorio
es_mx: Código obligatorio
eu_es: Beharrezko kodea
fa_ir: کد اجباری
fi_fi: Koodi on pakollinen
fo_fo: Koyðan er ískoyt
fur: Codice obrigatori
ga: Cód riachtanach
gl: Código obrigatorio
he_il: קוד חובה
hi: कोड अनिवार्य
hr_hr: Kod je obavezan
hu_hu: Kód megadása kötelező
hy: Կոդը պարտադիր է
id_id: Kode wajib
it: Codice obbligatorio
ja: コード必須
ka_ge: კოდი სავალდებულოა
ko_kr: 코드 필수
lo: ລະຫັດບັງຄັບ
lt_lt: Kodas privalomas
lv_lv: Kods ir obligāts
mk_mk: Код задолжителен
ms_my: Kod wajib
my_mm: ကုဒ်မဖြစ်မနေလိုအပ်သည်
ne: कोड अनिवार्य
nl: Code is een verplicht veld
nn_no: Kode påkrævd
oc: Còde obligatòri
pl_pl: Wymagany kod
ps: کوډ اړین دی
pt_br: Código obrigatório
pt_pt: Código obrigatório
ro_ro: Codul este spatiu obligatoriu
ru_ru: Код обязателен
sk_sk: Povinný kód
sl: Zahtevano: koda
sq: Kodi i detyrueshëm
sr_rs: Obavezan kod
sv_se: Kod obligatorisk
sw_ke: Msimbo ni wa lazima
ta: குறியீடு கட்டாயம்
th: รหัสจำเป็น
tl_ph: Kinakailangan ang code
tr: Zorunlu kod
uk_ua: Код обов'язковий
vi_vn: Mã bắt buộc
xh_za: Ikhowudi iyimfuneko
zh_cn: 代码必填
zh_tw: 代碼必填
