Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Some features of Chamilo will connect to the exterior from the server. For example to make sure an external content exists when creating a link or showing an embedded page in the learning path. If your Chamilo server uses a proxy to get out of its network, this would be the place to configure it.
so_so: Qaar ka mid ah astaamaha Chamilo waxay la xidhiidhi doonaan dibadda serverka. Tusaale ahaan si loo hubiyo in nuxulka dibadda jiro marka la samaynayo xiriir ama muujinaya bogga gudaha ee wadada waxbarashada. Haddii serverka Chamilo uu isticmaalo wakiil si uu uga baxo shabakadiisa, tani waxay noqon doontaa meesha lagu habeeyo.

source: Enable or disable automatic reinscription when course validity expires. The related cron job must also be activated.
so_so: Fursad gel ama curyo dib-u-qorista tooska ah marka ansaxnimada koorsada dhacdo. Shaqada cron la xidhiidha waa in sidoo kale la shaqeeyaa.

source: Show remaining days in My Sessions
so_so: Muujin maalmo soo haray ee Fadhiyadayda

source: If enabled, the session dates on the "My Sessions" page will be replaced by the number of remaining days.
so_so: Haddii la fursmeeyo, taariikhaha fadhiga bogga "Fadhiyadayda" waxa lagu bedeli doonaa tirada maalmo soo hartay.

source: Show "Pending surveys" in menu
so_so: Muujin "Baaritaannada sugaya" ee menu

source: Display a menu item that lets users access their pending surveys.
so_so: Muujin shey menu oo u oggolaanaya dadka isticmaala inay galaan baaritaannadooda sugaya.

source: Disclose AI assistance
so_so: Daah-fur gargaarka AI

source: Show a tag on any content or feedback that has been generated or co-generated by any AI system, evidencing to the user that the content was built with the help of some AI system. Details about which AI system was used in which case are kept inside the database for audit, but are not directly accessible by the final user.
so_so: Muujin calaamad nuxul kasta ama jawaab-celin la soo saaray ama la-soo-saaray nidaamka AI, taasoo caddaynaysa isticmaalaha in nuxulka lagu dhisay gargaarka nidaamka AI. Faahfaahinta ku saabsan nidaamka AI ee la isticmaalay kiis kasta waxa lagu hayaa keydka database si loo baadho, laakiin si toos ah uma heli karo isticmaalaha ugu dambeeya.

source: JSON configuration for course catalog: link settings, filters, sort options, and more.
so_so: Habeynta JSON ee buugga koorsada: goobaha xiriirka, shaandhaynta, doorashooyinka kala soocida, iyo in ka badan.

source: Session Catalog Settings
so_so: Habeynta Buugga Fadhiga

source: JSON configuration for session catalog: filters and display options.
so_so: Habeynta JSON ee buugga fadhiga: shaandhaynta iyo doorashooyinka muujinta.

source: Show Course Descriptions
so_so: Muujin Sharaxaada Koorsada

source: Display course descriptions within the catalog listing.
so_so: Muujin sharaxaada koorsada gudaha liiska buugga.

source: Published Courses Only
so_so: Koorsadaha La Daabacay Kaliya

source: Limit the catalog to only courses marked as published.
so_so: Xaddid buugga oo kaliya koorsadaha loo calaamadeeyay in la daabaco.

source: Display Catalog on Homepage
so_so: Muujin Buugga Bogga Hore

source: Show the course catalog block on the platform homepage.
so_so: Muujin blokka buugga koorsada bogga hore ee platformka.

source: Hide Public Link
so_so: Qari Xiriirka Dadweynaha

source: Remove the public URL link from course cards.
so_so: Ka saar xiriirka URL-ka dadweynaha kaararka koorsada.

source: Only Selected Courses
so_so: Koorsadaha La Doortay Kaliya

source: Show only manually selected courses in the catalog.
so_so: Muujin kaliya koorsadaha gacanta loo doortay ee buugga.

source: Allow Student Browsing
so_so: Oggolow Aragtida Ardayda

source: Permit students to browse and filter the course catalog.
so_so: Oggolow ardayda inay baadhaan oo shaandheeyaan buugga koorsada.

source: Hide Private Courses
so_so: Qari Koorsadaha Gaarka ah

source: Exclude private courses from the catalog display.
so_so: Ka saar koorsadaha gaarka ah muujinta buugga.

source: Show Courses & Sessions
so_so: Muujin Koorsadaha & Fadhiyada

source: Include both courses and sessions in catalog results.
so_so: Ku dar labada koorsado iyo fadhiyada natiijooyinka buugga.

source: Auto Session Subscription
so_so: Fursi-gal Fadhiga Tooska ah

source: Enable automatic subscription to sessions for users.
so_so: Fursad gel fur-si-gal otomaatig ah ee fadhiyada dadka isticmaala.

source: Subscription in Session View
so_so: Fursi-gal ee Muuqaalka Fadhiga

source: Allow users to subscribe to courses directly from their session page.
so_so: Oggolow dadka isticmaala inay isu xiraan koorsadaha si toos ah bogga fadhigooda.

source: Enable redirection plugin
so_so: Fursad gel plugin-ka u gudbida

source: Array defining the 'days' and 'months' to set the account expiration date when the user first logs in.
so_so: Array qeexaya 'maalmaha' iyo 'bilaha' si loo dejiyo taariikhda dhicitaanka xisaabta marka isticmaaluhu markii ugu horreysay uu galo.

source: An array of role => number which represents the number of days an account has before expiration, depending on the role.
so_so: Array ka mid ah door => nambar taasoo matalaysa tirada maalmo xisaabtu leedahay ka hor inta aan la dhicin, ku xidhan doorashada.

source: Extra user field used to search and name sessions
so_so: Goob dheeraad ah oo isticmaale loo isticmaalo raadinta iyo magaca fadhiyada

source: This setting defines the extra user field key (e.g., "company") that will be used to search for users and to define the name of the session when registering students from /admin-dashboard/register.
so_so: Habeyntan waxay qeexaysaa furaha goobta dheeraadka ah ee isticmaalaha (tusaale, "shirkad") oo loo isticmaali doono raadinta dadka isticmaala iyo qeexida magaca fadhiga marka la diiwaangelinayo ardayda /admin-dashboard/register.

source: Glossary terms generator
so_so: Tilmaamaha glossary generator

source: Allow teachers to ask for AI-generated glossary terms in their course. This will generate 20 terms based on the course title and the general description in the course description tool. If used more than once, it will exclude terms already present in that glossary (make sure content can be shared with the configured AI services).
so_so: Oggolow macallimiinta inay weydiistaan tilmaamo AI-gu-soo-saaray ee koorsadooda. Tani waxay soo saari doontaa 20 tilmaamo ku salaysan ciwaanka koorsada iyo sharaxaadda guud ee qalabka sharaxaada koorsada. Haddii la isticmaalo in ka badan hal jeer, waxay ka saari doontaa tilmaamo horeba uga jiray glossary-gaas (hubi in nuxulka la la heli karo adeegyada AI ee la habeeyay).

source: Generates videos based on prompts or content using AI (this might consume many tokens).
so_so: Waxay soo saartaa fiidiyowyada ku salaysan tilmaamo ama nuxul isticoolaya AI (tani waxay cuni kartaa calaamooyin badan).

source: Course analyser
so_so: Koorsada analyser

source: Analyses all resources in one or many courses and pre-trains the AI model to answer any question on this or these courses (make sure content can be shared with the configured AI services).
so_so: Waxay falanqaysaa dhammaan agabka hal ama koorsado badan oo horay u tababarta qaabka AI si ay uga jawaabto su'aal kasta oo ku saabsan koorsadan ama kuwan (hubi in nuxulka la la heli karo adeegyada AI ee la habeeyay).

source: Test/development
so_so: Tijaabo/habaynta

source: Editor
so_so: Tifaftiraha

source: Gradebook
so_so: Buugga buundooyinka

source: Internationalization
so_so: Caalamiyaynta

source: User profiles
so_so: Astaha isticmaale

source: Support tickets
so_so: Tikitooyinka taageerada

source: Catalogue
so_so: Kataloog

source: Setting is editable on sub-URLs
so_so: Dejinta waa la beddeli karaa ee URL-yada hoose

source: Show JSON Template
so_so: Muuji Qaabka JSON

source: JSON Template
so_so: Qaabka JSON

source: Installing Xapian bindings
so_so: rakibayaal Xapian

source: The following snippet shows an example installation of the Xapian PHP bindings on Ubuntu 25.04 with PHP 8.3. Adapt paths and versions to your own environment.
so_so: Qaybta soo socota waxay muujinaysaa tusaale rakibidda Xapian PHP bindings ee Ubuntu 25.04 oo leh PHP 8.3. La qabsii waddooyinka iyo noocyada deegaankaaga.

source: Make sure you only have the PHP version you really use (for example 8.3) and avoid mixing several versions with different extension directories.
so_so: Hubi inaad leedahay oo kaliya nooca PHP ee aad runtii isticmaasho (tusaale 8.3) oo ka ilaali isku darka noocyo badan oo leh hagaro kala duwan oo fidinta.

source: Once the extension is correctly loaded for both CLI and the web server, the search diagnostics above should report that the Xapian module is installed.
so_so: Marka la fidinayo si sax ah loo raro labada CLI iyo serverka webka, baaritaanka raadinta sare waa inuu sheegaa in module-ka Xapian la rakibay.

source: Cleanup temporary uploads and cache
so_so: Nadiifinta kaydka ku meel gaarka ah iyo cache

source: Only delete files older than (minutes)
so_so: Tirtir faylalka ka da'da badan (daqiiqado)

source: Set 0 to delete all files. Use a positive value (e.g., 60) to avoid removing files still being uploaded.
so_so: Deji 0 si aad u tirtirto dhammaan faylalka. Isticmaal qiime togan (tusaale, 60) si aad uga fogaato tirtirka faylalka weli la soo dejinayo.

source: Preview only (do not delete)
so_so: Muuqaal kaliya (ha tirtirin)

source: Warning: you are about to delete ALL temporary files. This action cannot be undone.
so_so: Digtoow: waxaad ku dhow tahay in aad tirtirto DHAMMAAN faylalka ku meel gaadhka ah. Ficilkan lama beddeli karo.

source: This will delete all temporary files. Continue?
so_so: Tani waxay tirtiri doontaa dhammaan faylalka ku meel gaadhka ah. Sii wad?

source: This will delete files older than %minutes% minutes. Continue?
so_so: Tani waxay tirtiri doontaa faylalka ka da'da badan %minutes% daqiiqo. Sii wad?

source: The value must match exactly: %s
so_so: Qiimaha waa inuu si sax ah u midabnaadaa: %s

source: Repeat end date must be after start date.
so_so: Taariikhda dhamaadka dib-u-bixinta waa inay ka dambeyso taariikhda bilowga.

source: Index document content?
so_so: Faahfaahinta dukumentiga index?

source: Upload SVG logo to platform header
so_so: Raru SVG logo-ka madaxa platformka

source: Upload PNG logo to platform header (%s)
so_so: Raru PNG logo-ka madaxa platformka (%s)

source: Write something to %s
so_so: Qor wax ku saabsan %s

source: Preferred: SVG. PNG recommended width: %spx.
so_so: La doorbiday: SVG. PNG la soo rundiyay ballac: %spx.

source: Upload PNG logo for e-mails (~%spx width)
so_so: Raru PNG logo-ga iimaylka (~%spx ballac)

source: Header PNG must be %spx.
so_so: Madaxa PNG waa inuu noqdaa %spx.

source: Require specific file format
so_so: U baahnayn qaab fayl gaar ah

source: Select allowed file formats
so_so: Dooro qaababka faylka la oggol yahay

source: Custom extensions (separated by space)
so_so: Kordhinta gaarka ah (ku kala qaybsan meel bannaan)

source: Other extensions
so_so: Kordhinta kale

source: My invitations
so_so: Casuumaadeyda

source: Delete access
so_so: Tirtir gelitaanka

source: Certificate tags
so_so: Sumadaha shahaadada

source: Copy all
so_so: Koobiye dhammaan

source: Click to insert
so_so: Riix si aad u geliso

source: %d min
so_so: %d daqiiqo

source: Duration in minutes
so_so: Dhererka daqiiqooyinka

source: Go back to standard view
so_so: Ku noqo muuqaalka caadiga ah

source: Search for student...
so_so: Raadi ardayga...

source: This date is locked or read-only.
so_so: Taariikhdan waa qufulan ama wax-luqid kaliya.

source: Failed to load attendance. Please try again later.
so_so: Waan ku guuldareystay inaan soo dejiyo xaadirka. Fadlan isku day mar dambe.

source: Nothing to save
so_so: Ma jiraan wax la keydsan karo

source: You have unsaved changes. Leave anyway?
so_so: Waxaa jira isbedelo aan la keydsan. Ma tagtaa si kastaba?

source: Storage usage unavailable
so_so: Isticmaalka kaydka lama heli karo

source: Search for members...
so_so: Raadi xubnaha...

source: Current members
so_so: Xubnaha hadda

source: Add members
so_so: Ku dar xubno

source: Search for users in course/session...
so_so: Raadi isticmaale koorsada/session...

source: No users available.
so_so: Ma jiraan isticmaale la heli karo.

source: Browse and publish new posts
so_so: Baadho oo daabac boostada cusub

source: Create and assign tasks
so_so: Abuur oo meel maro shaqooyinka

source: Filtered by %s
so_so: Lagudabay %s

source: Select a score
so_so: Dooro dhibcaha

source: Edit comment
so_so: Tafatir faallada

source: Failed to update the post.
so_so: Waan ku guuldareystay inaan cusboonaysiiyo boostada.

source: Delete this post? This action cannot be undone.
so_so: Ma tirtiri doontaa boostadan? Ficilkan lama celin karo.

source: Failed to delete the post.
so_so: Waan ku guuldareystay inaan tirtiro boostada.

source: Failed to update the comment.
so_so: Waan ku guuldareystay inaan cusboonaysiiyo faallada.

source: Delete this comment?
so_so: Ma tirtiri doontaa faalladan?

source: Failed to delete the comment.
so_so: Waan ku guuldareystay inaan tirtiro faallada.

source: Search for projects...
so_so: Raadi mashaariicda...

source: Only visible
so_so: Muuqda kaliya

source: Rename project
so_so: Beddel magaca mashruuca

source: New title
so_so: Ciwaanka cusub

source: You need to be a admin or teacher to manage projects.
so_so: Waa inaad tahay maamule ama macalin si aad u maamusho mashaariicda.

source: Delete this project? This action cannot be undone.
so_so: Ma tirtiri doontaa mashruucan? Ficilkan lama celin karo.

source: Task list
so_so: Liiska shaqooyinka

source: Change status
so_so: Beddel xaaladda

source: Waiting for validation
so_so: Sugaya xaqiijinta

source: Delete this task?
so_so: Ma tirtiri doontaa shaqadan?

source: Failed to delete the task.
so_so: Waan ku guuldareystay inaan tirtiro shaqada.

source: Failed to update status.
so_so: Waan ku guuldareystay inaan cusboonaysiiyo xaaladda.

source: Are you sure you want to delete this third party? This action cannot be undone.
so_so: Ma hubtaa inaad doonayso inaad tirtirto qaybta saddexaad? Ficilkan lama celin karo.

source: Please fix the errors before saving.
so_so: Hagaag khaladaadka ka hor inta aan la keydsan.

source: Error creating third party. Please verify the data.
so_so: Khalad abuurista qaybta saddexaad. Fadlan hubi xogta.

source: Error deleting third party.
so_so: Khalad tirtirida qaybta saddexaad.

source: Upload optional header and email logos. SVG is preferred; PNG is used as fallback.
so_so: Rari logo-yada madaxa iyo iimaylka ee ikhtiyaariga ah. SVG waa doorbid; PNG waa dib-u-dhac.

source: Data exchange updated successfully.
so_so: Isku-dhafka xogta si guul leh ayaa loo cusboonaysiiyay.

source: Error deleting data exchange.
so_so: Khalad tirtirida isku-dhafka xogta.

source: Failed to recycle course.
so_so: Waan ku guuldareystay dib-u-warshadaynta koorsada.

source: Select source course
so_so: Dooro koorsada isha

source: Course to copy from
so_so: Koorsada laga soo koobiyay

source: Search by code or title...
so_so: Raadi koodka ama ciwaanka...

source: No courses match your search.
so_so: Ma jiraan koorsado kuwa raadintaaga la mid ah.

source: Copy options
so_so: Ikhtiyaarrada koobiga

source: Include users (enrollments)
so_so: Ku dar isticmaale (diwaangelinta)

source: Reset dates
so_so: Dib-u deji taariikhaha

source: When a file with the same name exists
so_so: Marka fayl leh magac isku mid jiro

source: Ready to copy
so_so: Diyaar u ah in la koobiyeeyo

source: We will copy content from the selected course into this course. You can go back to change options.
so_so: Waxaan ka koobi doonnaa waxyaabaha koorsada la doortay ee koorsadan. Waxaad dib ugu laaban kartaa beddelka doorashooyinka.

source: Start copying
so_so: Billi koobiyaha

source: Select resources to copy
so_so: Dooro agabka la koobi doono

source: Copy selected
so_so: Koobiyeey doortay

source: Copy completed.
so_so: Koobiyaha wuu dhammaaday.

source: Danger zone: deleting a course is permanent.
so_so: Aagga khatarta ah: tirtirka koorsadu waa mid joogto ah.

source: Type the course code to confirm. All data will be permanently removed.
so_so: Gediga koodka koorsada si aad u xaqiijiso. Dhammaan xogta si joogto ah waa laga tirtiri doonaa.

source: The code must match '%s' exactly.
so_so: Koodku waa inuu si sax ah u waafajiyo '%s'.

source: Also delete documents that are only used in this course (if any).
so_so: Sidoo kale tirtir dukumentiyada kaliya ee koorsadan loo isticmaalo (haddii ay jiraan).

source: Delete course
so_so: Tirtir koorsada

source: This action cannot be undone. Continue?
so_so: Falkani lama beddeli karo. Sii wad?

source: Course deleted successfully.
so_so: Koorsadda si guul leh ayaa loo tirtiray.

source: Failed to delete course.
so_so: Waan ku guuldareystay in la tirtiro koorsada.

source: Create .mbz
so_so: Abuur .mbz

source: Backup scope
so_so: Xadka kaydinta

source: Full course
so_so: Koorsada buuxda

source: Selected items will be the only ones included in the exported file.
so_so: Waxyaabaha la doortay ayaa noqon doona kuwa kaliya ee ku jiri doona faylka la dhoofiyo.

source: Moodle export
so_so: Dhoofinta Moodle

source: Moodle version
so_so: Nooca Moodle

source: Admin ID
so_so: ID Maamulaha

source: Internal integer user id
so_so: ID gudaha ee isticmaale ee integer

source: Moodle requires an internal user id stored in XML. If in doubt, use 1.
so_so: Moodle waxay u baahan tahay ID gudaha ee isticmaale ee ku kaydsan XML. Haddii shaki ku jiro, isticmaal 1.

source: Username to appear as owner of imported items
so_so: Magaca isticmaale ee u muuqan doona milkiilaha waxyaabaha la soo dejinayo

source: Email to use in the archive metadata
so_so: Iimaylka loo adeegsan doono metadata kaydka

source: A .mbz file will be generated. You will be able to download it once finished.
so_so: Fayl .mbz ayaa la soo saari doonaa. Waxaad soo dejin kartaa marka la dhammeeyo.

source: Select resources to include
so_so: Dooro agabka la ku daro

source: Export completed
so_so: Dhoofinta waa la dhameeyay

source: Your Moodle backup has been created. You can find it in the course backups list.
so_so: Kaydinta Moodle-kaaga ayaa la abuuray. Waxaad ka heli kartaa liiska kaydinta koorsada.

source: Please complete all required fields.
so_so: Fadlan dhammaystir dhammaan goobaha loo baahan yahay.

source: Failed to create Moodle backup.
so_so: Waan ku guuldareystay abuurista kaydinta Moodle.

source: More actions
so_so: Fale kale oo badan

source: Write something
so_so: Qor wax

source: Friends of %s
so_so: Saaxiibada %s

source: Error loading learning paths.
so_so: Khalad la xidhiidhay rarka waxbarashada.

source: You don't have any learning path.
so_so: Ma haysatid waxbarasho kasta.

source: Create your first learning path to start organizing course content.
so_so: Abuur waxbarashadaada ugu horreysa si aad u bilowdo habaynta waxyaabaha koorsada.

source: Could not save the new category order.
so_so: Ma xajin karin nidaamka qaybta cusub.

source: Could not save the new order.
so_so: Ma xajin karin nidaamka cusub.

source: Assignment
so_so: Shaqo

source: Allowed file formats: %s
so_so: Noocyada faylalka la oggol yahay: %s

source: File type not allowed. Allowed extensions: %s
so_so: Nooca faylka lama oggol. Kordhinta la oggol yahay: %s

source: Folder name
so_so: Magaca faylalka

source: Rename folder
so_so: Magac-badee faylalka

source: New name
so_so: Magac cusub

source: Choose an action
so_so: Dooro ficil

source: New version
so_so: Nooca cusub

source: Change title to selected filename
so_so: Beddel magaca faylka la doortay

source: You can replace the file, move it to another folder, or both.
so_so: Waxaad bedeli kartaa faylka, u wareejin kartaa faylal kale, ama labadaba.

source: Move %s
so_so: U wareeji %s

source: Only non-root folders are shown to avoid leaving items in root.
so_so: Waxaa la muujiyaa oo keliya faylalka aan xididka ahayn si looga fogaado in alaabta lagu dhaafiyo xididka.

source: No feedback yet.
so_so: Ma jiro jawaab-celin weli.

source: Upload first, organize later
so_so: Sare gali marka hore, habayn dambe

source: Drag & drop or browse to add files
so_so: Jiido & daadiso ama baadho si aad faylal uga dartid

source: Social wall...
so_so: Darbi bulsho...

source: Wall of %s
so_so: Darbi %s

source: Version currently loaded
so_so: Nooca hadda la raro

source: Completion
so_so: Dhammaystir

source: Quick navigation
so_so: Socod degdeg ah

source: Filled
so_so: La buuxiyay

source: Terms sections
so_so: Qaybaha shuruudaha

source: Open a section to edit its content.
so_so: Furo qaybta si aad u tafatirto nuxwadeeda.

source: Open this section to load the editor.
so_so: Furo qaybtan si aad u raro tifaftiraha.

source: Danger zone: deleting an access URL is permanent.
so_so: Aagga khatarta ah: tirtirka URL-ga gelitaanka waa mid joogto ah.

source: Type the full URL to confirm. The URL and its relations will be permanently removed.
so_so: Ged URL-ga buuxda si aad u xaqiijiso. URL-ka iyo xiriirkiisa si joogto ah ayaa loo tirtiri doonaa.

source: Unable to load the badge's image.
so_so: Ma raro karin sawirka calaamadda.

source: Invalid role selection
so_so: Doorashada doorashada ee aan sax ahayn

source: Select relation type first to enable user management.
so_so: Dooro nooca xiriirka marka hore si aad u shaqeyso maamulka isticmaale.

source: This question has no course context. Preview is not available.
so_so: Su'aashani ma leh macnaha koorsada. Hordhac ma jiro.

source: Unknown test
so_so: Imtixaan aan la aqoon

source: Deletion is not allowed without a course context.
so_so: Tirtirka lama oggol yahay iyada oo aan lahayn macnaha koorsada.

source: Delete failed: missing course context or inThis question belongs to a test. Edit it from inside the test or filter for orphan questions only.valid question id.
so_so: Tirtirka wuu ku fashilmay: maqnaanshaha macnaha koorsada ama su'aashani waxay ka tirsan tahay imtixaan. Ka tafatir gudaha imtixaanka ama shaandheyn su'aalaha agoonta kaliya.

source: Delete failed: question not found.
so_so: Tirtirka wuu ku fashilmay: su'aasha lama helin.

source: Delete failed: this question is still referenced by other resources.
so_so: Tirtirka wuu ku fashilmay: su'aashani wali waxay tixraacaysaa agab kale.

source: This question belongs to a test. Edit it from inside the test or filter for orphan questions only.
so_so: Su'aashani waxay ka tirsan tahay imtixaan. Ka tafatir gudaha imtixaanka ama shaandheyn su'aalaha agoonta kaliya.

source: Access the group tools and resources
so_so: Galgalaadka qalabka iyo agabka kooxda

source: %s members
so_so: %s xubnood

source: View certificate (HTML)
so_so: Eeg shahaadada (HTML)

source: Link a skill to this gradebook
so_so: Ku xidh xirfadda buugada qiimeynta

source: Manage the link between certificates and skills for each gradebook
so_so: Maamulo xiriirka u dhexeeya shahaadooyinka iyo xirfadaha buug kasta oo qiimeyn ah

source: Please select a specific badge issue to download
so_so: Fadlan dooro calaamad gaar ah si aad u soo dejiso

source: SCIM is not enabled.
so_so: SCIM lama shaqayn.

source: Invalid token.
so_so: Token aan sax ahayn.

source: Schema not supported.
so_so: Schema lama taageerin.

source: Invalid schemas for PATCH operation.
so_so: Schemas aan sax ahayn ee hawlgal PATCH.

source: Missing required "Operations" array.
so_so: Ka maqan yahay loo baahan yahay "Hawlgalada" array.

source: The '%s' operation is not supported.
so_so: Hawlgal '%s' lama taageerin.

source: Drupal user ID
so_so: ID isticmaale Drupal

source: There are no terms that match the search: %s
so_so: Ma jiraan ereyo kuwaas oo u dhigma raadinta: %s

source: Setting is globally locked (access_url_locked=1)
so_so: Dejinta si guud loo xiray (access_url_locked=1)
