Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Day
ar: اليوم
ast_es: Día
bn_bd: দিন
bs_ba: Dan
ca_es: Dia
cs_cz: den
da: Dag
de: Tag
el: Ημέρα
eo: tago
es: Día
es_mx: Día
eu_es: Eguna
fa_ir: روز
fi_fi: Päivä
fo_fo: Dagur
fur: Zornade
ga: Lá
gl: Día
he_il: יום
hi: दिन
hr_hr: Dan
hu_hu: Nap
hy: Օր
id_id: hari
it: Giorno
ja: 日
ka_ge: დღე
ko_kr: 날
lo: ມື້
lt_lt: Diena
lv_lv: Diena
mk_mk: Ден
ms_my: Hari
my_mm: ရက်
ne: दिन
nl: Dag
nn_no: dag
oc: Jorn
pl_pl: Dzień
ps: ورځ
pt_br: Dia
pt_pt: Dia
ro_ro: Zi
ru_ru: День
sk_sk: Deň
sl: Dan
sq: Ditë
sr_rs: dan
sv_se: Dag
sw_ke: Siku
ta: நாள்
th: วัน
tl_ph: Araw
tr: gün
uk_ua: День
vi_vn: Ngày
xh_za: Usuku
zh_cn: 日
zh_tw: 日

source: default month
ar: الشهر الإفتراضي
ast_es: mes por defeutu
bn_bd: ডিফল্ট মাস
bs_ba: mjesec po zadanim postavkama
ca_es: Mes per defecte
cs_cz: výchozí měsíc
da: forvalgt måned
de: Monat (Standard)
el: Προεπιλεγμένος μήνας
eo: defaŭlta monato
es: mes por defecto
es_mx: Mes por defecto
eu_es: hil lehenetsia
fa_ir: ماه اولیه
fi_fi: oletus kuukausi
fo_fo: sjálvgávandi mánaði
fur: mês predefinît
ga: mí réamhshocraithe
gl: mes por defecto
he_il: חודש ברירת מחדל
hi: डिफ़ॉल्ट माह
hr_hr: postavljeni mjesec
hu_hu: Hónap
hy: ուլղափոփ ամիս
id_id: bulan default
it: Mese di default
ja: デフォルト月
ka_ge: ნაგულისხმევი თვე
ko_kr: 기본 달
lo: ເດືອນເລີ່ມຕົ້ນ
lt_lt: mėnuo pagal nutylėjimą
lv_lv: mēnesis, pēc noklusējuma
mk_mk: поставен масец
ms_my: bulan lalai
my_mm: မူလလ
ne: पूर्वनिर्धारित महिना
nl: standaardmaand
nn_no: standard måned
oc: Mes per manca
pl_pl: domyślny miesiąc
ps: پیش فرض میاشت
pt_br: mês padrão
pt_pt: mês pré-definido/padrão
ro_ro: Lună implicit
ru_ru: месяц по умолчанию
sk_sk: prednastavený mesiac
sl: privzet mesec
sq: muaj i paracaktuar
sr_rs: početni mesec
sv_se: standardmånad
sw_ke: mwezi wa chaguo-msingi
ta: இயல்புநிலை மாதம்
th: เดือนที่เริ่มต้น
tl_ph: default na buwan
tr: Ön tanımlı ay
uk_ua: місяць за замовчуванням
vi_vn: tháng mặc định
xh_za: inyanga engagqitywanga
zh_cn: 默认月
zh_tw: 預設月分

source: default year
ar: السنة الإفتراضية
ast_es: Añu por defeutu
bn_bd: ডিফল্ট বছর
bs_ba: godina po zadanim postavkama
ca_es: Any per defecte
cs_cz: výchozí rok
da: forvalgt år
de: Jahr (Standard)
el: Προεπιλεγμένο έτος
eo: defaŭlta jaro
es: año por defecto
es_mx: Año por defecto
eu_es: Urte lehenetsia
fa_ir: سال اولیه
fi_fi: oletus vuosi
fo_fo: sjálvgávandi ár
fur: agn predefinît
ga: bhliain réamhshocraithe
gl: ano por defecto
he_il: שנת ברירת מחדל
hi: डिफ़ॉल्ट वर्ष
hr_hr: postavljena godina
hu_hu: Év
hy: ուլղափոփ տարի
id_id: tahun default
it: Anno di default
ja: デフォルト年
ka_ge: ნაგულისხმევი წელი
ko_kr: 기본 해
lo: ປີເລີ່ມຕົ້ນ
lt_lt: metai pagal nutylėjimą
lv_lv: gads, pēc noklusējuma
mk_mk: поставена година
ms_my: tahun lalai
my_mm: မူလနှစ်
ne: पूर्वनिर्धारित वर्ष
nl: standaardjaar
nn_no: standard år
oc: An per manca
pl_pl: domyślny rok
ps: پیش فرض کال
pt_br: ano padrão
pt_pt: ano pré-definido/padrão
ro_ro: An implicit
ru_ru: год по умолчанию
sk_sk: prednastavený rok
sl: privzeto leto
sq: vit i paracaktuar
sr_rs: početna godina
sv_se: standardår
sw_ke: mwaka wa chaguo-msingi
ta: இயல்புநிலை ஆண்டு
th: ปีเริ่มต้น
tl_ph: default na taon
tr: Ön tanımlı yıl
uk_ua: рік за замовчуванням
vi_vn: năm mặc định
xh_za: unyaka ongagqitywanga
zh_cn: 默认年
zh_tw: 預設年分

source: default hour
ar: الساعة الإفتراضية
ast_es: Hora por defeutu
bn_bd: ডিফল্ট ঘণ্টা
bs_ba: sat po zadanim postavkama
ca_es: Hora per defecte
cs_cz: výchozí hodina
da: forvalgt time
de: Stunde (Standard)
el: Προεπιλεγμένη ώρα
eo: defaŭlta horo
es: hora por defecto
es_mx: hora por defecto
eu_es: ordu lehenetsia
fa_ir: ساعت اولیه
fi_fi: oletus tunti
fo_fo: sjálvgávandi stund
fur: ore predefinîe
ga: uair réamhshocraithe
gl: hora por defecto
he_il: שעה ברירת מחדל
hi: डिफ़ॉल्ट घंटा
hr_hr: postavljeni sat
hu_hu: Óra
hy: ուլղափոփ ժամ
id_id: jam default
it: Ora di default
ja: デフォルト時間
ka_ge: ნაგულისხმევი საათი
ko_kr: 현재 시각
lo: ຊົ່ວໂມງເລີ່ມຕົ້ນ
lt_lt: valanda pagal nutylėjimą
lv_lv: stunda, pēc noklusējuma
mk_mk: поставен час
ms_my: jam lalai
my_mm: မူလနာရီ
ne: पूर्वनिर्धारित घण्टा
nl: standaarduur
nn_no: standard time
oc: Ora per manca
pl_pl: domyślna godzina
ps: پیش فرض ساعت
pt_br: hora padrão
pt_pt: hora pré-definida/padrão
ro_ro: Ora implicit
ru_ru: час по умолчанию
sk_sk: prednastavená hodina
sl: privzeta ura
sq: orë e paracaktuar
sr_rs: početni sat
sv_se: standardtimme
sw_ke: saa za chaguo-msingi
ta: இயல்புநிலை மணி
th: ชั่วโมงเริ่มต้น
tl_ph: default na oras
tr: Ön tanımlı saat
uk_ua: година за замовчуванням
vi_vn: giờ mặc định
xh_za: iyure engagqitywanga
zh_cn: 默认时
zh_tw: 預設時

source: minute
ar: الدقيقة
ast_es: Minutu
bn_bd: মিনিট
bs_ba: minut
ca_es: Minut
cs_cz: minuta
da: minut
el: Λεπτά
eo: minuto
es: minuto
es_mx: minuto
eu_es: minutua
fa_ir: دقیقه اولیه
fi_fi: minuutit
fo_fo: minuttur
fur: minût
ga: nóiméad
gl: minutos
he_il: דקה
hi: मिनट
hr_hr: minuta
hu_hu: Percek
hy: րոպե
id_id: menit
it: minuti
ja: 分
ka_ge: წუთი
ko_kr: 분
lt_lt: minutė
lv_lv: minūte
mk_mk: минута
ms_my: minit
my_mm: မိနစ်
ne: मिनेट
nl: minuut
nn_no: minutt
oc: Minuta
pl_pl: minuta
ps: دقیقه
pt_br: minuto
pt_pt: minuto
ro_ro: Minut
ru_ru: минута
sk_sk: minúta
sl: minuta
sq: minutë
sr_rs: minut
sv_se: minut
sw_ke: dakika
ta: நிமிடம்
th: นาที
tl_ph: minuto
tr: dakika
uk_ua: хвилина
vi_vn: phút
xh_za: umzuzu
zh_cn: 分
zh_tw: 分

source: lasting
ar: دائم
ast_es: Duración
bn_bd: স্থায়ী
bs_ba: trajanje
ca_es: Durada
cs_cz: trvalý
da: varende
de: Dauer
el: Διάρκεια
eo: daŭro
es: duración
es_mx: duración
eu_es: iraupena
fa_ir: طول مدت
fi_fi: kesto
fo_fo: varandi
fur: durade
ga: a mhaireann
gl: duración
he_il: מתמשך
hi: अवधि
hr_hr: trajanje
hu_hu: Tartam
hy: տևողությամբ
id_id: selama
it: durata
ja: 継続時間
ka_ge: გაგრძელებადი
ko_kr: 지속
lo: ໄລຍະເວລາ
lv_lv: ilgums
mk_mk: траен
ms_my: berlangsung
my_mm: သက်တမ်း
ne: चल्ने
nl: duur
nn_no: varighet
oc: Durada
pl_pl: trwały
ps: د دوام
pt_br: duração
pt_pt: durável
ro_ro: Durată
ru_ru: продолжительный
sk_sk: trvalý
sl: trajanje
sq: që zgjat
sr_rs: trajanje
sv_se: varar
sw_ke: inaendelea
ta: நீடிக்கும்
th: ล่าสุด
tl_ph: tumatagal
tr: süre
uk_ua: тривалий
vi_vn: kéo dài
xh_za: eqhubekayo
zh_cn: 持续时间
zh_tw: 持續時間

source: old to new
ar: الأقدم إلى الأحدث
ast_es: Antiguu a nuevu
bn_bd: পুরানো থেকে নতুন
bs_ba: stari do novi
ca_es: d'antic a nou
cs_cz: starý novému
da: gammel til ny
de: alt nach neu
el: παλαιότερα πρώτα
eo: malnova al nova
es: antiguo a reciente
es_mx: antiguo a reciente
eu_es: zaharretik berrira
fa_ir: از قدیمی به جدید
fi_fi: vanhimmasta uusimpaan
fo_fo: gamalt til nýtt
fur: veç vecjo a gnûf
ga: sean go nua
gl: vellos a novos
he_il: ישן לחדש
hi: पुरानी से नई
hr_hr: od najranijeg do najnovijeg
hu_hu: Legrégebbi előre
hy: հինից նոր
id_id: lama ke baru
it: Prima i più vecchi
ja: 古い順から新しい順
ka_ge: ძველი-ახალი
ko_kr: 이전 것을 새 것으로
lt_lt: senas į naują
lv_lv: no vecākā uz jaunāko
mk_mk: стар на нов
ms_my: lama ke baru
my_mm: အဟောင်းမှ အသစ်သို့
ne: पुरानोबाट नयाँ
nl: oud naar nieuw
nn_no: gammel til ny
oc: dau vièlh au novèu
pl_pl: stary na nowy
ps: زوړ تر نوي
pt_br: antigo para novo
pt_pt: antigo para novo
ro_ro: Vechi catre noi
ru_ru: старый на новый
sk_sk: starý novému
sl: najprej starejše
sq: nga i vjetri në të ri
sr_rs: staro u novo
sv_se: gammal till ny
sw_ke: zamani hadi mpya
ta: பழையது புதியதிற்கு
th: แสดงรายการเก่าเริ่มต้นก่อน
tl_ph: luma patungo sa bago
tr: eskiden yeniye
uk_ua: старий на новий
vi_vn: cũ đến mới
xh_za: endala ukuya kwintsha
zh_cn: 旧到新
zh_tw: 舊到新

source: new to old
ar: الأحدث إلى الأقدم
ast_es: Nuevu a antiguu
bn_bd: নতুন থেকে পুরানো
bs_ba: novi do stari
ca_es: de nou a antic
cs_cz: nový starému
da: ny til gammel
de: neu nach alt
el: νεώτερα πρώτα
eo: nova al malnova
es: reciente a antiguo
es_mx: reciente a antiguo
eu_es: berritik zaharrera
fa_ir: از جدید به قدیمی
fi_fi: uusimmasta vanhimpaan
fo_fo: nýtt til gamalt
fur: gnûf a veç vecjo
ga: nua go sean
gl: novos a vellos
he_il: חדש לישן
hi: नई से पुरानी
hr_hr: od najnovijeg do najranijeg
hu_hu: Legújabb előre
hy: նորից հին
id_id: baru ke lama
it: Prima i più recenti
ja: 新しい順から古い順
ka_ge: ახალი-ძველი
ko_kr: 새 것을 이전 것으로
lt_lt: naujas į seną
lv_lv: no jaunākā uz vecāko
mk_mk: нов на стар
ms_my: baru ke lama
my_mm: အသစ်မှ အဟောင်းသို့
ne: नयाँबाट पुरानो
nl: nieuw naar oud
nn_no: ny til gammel
oc: dau nòu au vièlh
pl_pl: nowy do starego
ps: نوی تر زاړه
pt_br: novo para antigo
pt_pt: novo para antigo
ro_ro: Noi catre vechi
ru_ru: новый на старый
sk_sk: nový starému
sl: najprej novejše
sq: nga i riu në të vjetër
sr_rs: novo u staro
sv_se: ny till gammal
sw_ke: mpya hadi zamani
ta: புதியது பழையதிற்கு
th: แสดงรายการใหม่เริ่มต้นก่อน
tl_ph: bago patungo sa luma
tr: yeniden eskiye
uk_ua: новий на старий
vi_vn: mới đến cũ
xh_za: intsha ukuya kwindala
zh_cn: 新到旧
zh_tw: 新到舊

source: now
ar: الآن
ast_es: Agora
bn_bd: এখন
bs_ba: sada
ca_es: Ara
cs_cz: nyní
da: nu
de: jetzt
el: τώρα
eo: nun
es: Ahora
es_mx: Ahora
eu_es: orain
fi_fi: Nyt
fo_fo: nú
fur: ore
ga: anois
gl: agora
he_il: עכשיו
hi: अभी
hr_hr: trenutno
hu_hu: Ma
hy: հիմա
id_id: sekarang
it: adesso
ja: 今
ka_ge: ახლა
ko_kr: 현재
lo: ດຽວນີ້
lt_lt: dabar
lv_lv: šobrīd
ms_my: sekarang
my_mm: ယခု
ne: अहिले
nl: nu
nn_no: nå
oc: Ara
pl_pl: teraz
ps: اوس
pt_br: agora
pt_pt: agora
ro_ro: Acuma
ru_ru: сейчас
sk_sk: teraz
sl: trenutno
sq: tani
sr_rs: sad
sv_se: nu
sw_ke: sasa
ta: இப்போது
th: »ÑššØºÑ¹
tl_ph: ngayon
tr: &#351;imdi
vi_vn: bây giờ
xh_za: ngoku
zh_cn: 现在
zh_tw: 現下

source: Save the event
ar: أضف حدث جديد
ast_es: Amestar un eventu
bn_bd: ইভেন্ট সংরক্ষণ করুন
bs_ba: Sačuvaj događaj
ca_es: Afegir una activitat
cs_cz: Přidej událost
da: Tilføj aftale
de: Eintrag speichern
el: Αποθήκευση γεγονότος
eo: Aldoni agenderon
es: Añadir un evento
es_mx: Añadir un evento
eu_es: Gorde gertaera
fa_ir: ذخیره رویداد
fi_fi: Lisää merkintä
fo_fo: Goym tiltakið
fur: Salve l'event
ga: Sábháil an imeacht
gl: Engadir un evento
he_il: שמור את האירוע
hi: घटना सहेजें
hr_hr: Dodaj događanje
hu_hu: Esemény hozzáadása
hy: Պահպանել իրադարձությունը
id_id: Tambah event
it: Aggiungi evento
ja: イベントを保存
ka_ge: შეტანეთ მოვლენა
ko_kr: 이벤트 추가
lo: ບັນທຶກກິດຈະກຳ
lt_lt: Pridėti įvykį
lv_lv: Saglabāt ierakstu
mk_mk: Додај настан
ms_my: Simpan acara
my_mm: ဖြစ်ရပ်ကို သိမ်းဆည်းပါ
ne: कार्यक्रम बचत गर्नुहोस्
nl: Agenda-item toevoegen
nn_no: Legg til oppføring
oc: Ajustar una activitat
pl_pl: Zapisz wydarzenie
ps: د پیښې خوندي کول
pt_br: Salvar um evento
pt_pt: Guardar/salvar evento
ro_ro: Adăugați un eveniment
ru_ru: Добавить событие
sk_sk: Pridať udalosť
sl: Shrani dogodek
sq: Ruaj eventin
sr_rs: Dodavanje događaja
sv_se: Lägg till en händelse
sw_ke: Hifadhi tukio
ta: நிகழ்வை சேமி
th: บันทึกเหตุการณ์
tl_ph: I-save ang event
tr: Plan ekle
uk_ua: Додати подію
vi_vn: Lưu sự kiện
xh_za: Gcina umsitho
zh_cn: 添加事件
zh_tw: 添加事件

source: Detail
ar: تفاصيل
ast_es: Detalles
bn_bd: বিস্তারিত
bs_ba: Detalj
ca_es: Detall
da: Detaljer
el: Λεπτομέρειες
eo: Detalo
es: Detalles
es_mx: Detalles
eu_es: Xehetasunak
fa_ir: جزئیات
fi_fi: Yksityiskohdat
fo_fo: Smálutir
fur: Detai
ga: Sonraí
gl: Detalles
he_il: פרט
hi: विवरण
hr_hr: Pojedinosti
hu_hu: Részletek
hy: Մանրամասներ
it: Dettagli
ja: 詳細
ka_ge: დეტალები
ko_kr: 세부사항
lo: ລາຍລະອຽດ
lt_lt: Detalės
lv_lv: Sīkāk
mk_mk: Подробност
ms_my: Butiran
my_mm: အသေးစိတ်
ne: विवरण
nn_no: Detaljer
oc: detalh
pl_pl: Szczegóły
ps: تفصیل
pt_br: Detalhe
pt_pt: Detalhes
ro_ro: Detaliu
ru_ru: Подробно
sl: Podrobnosti
sq: Detaj
sr_rs: Detalj
sv_se: Detalj
sw_ke: Maelezo
ta: விவரம்
th: รายละเอียด
tl_ph: Detalye
tr: Detay
uk_ua: детально
vi_vn: Chi tiết
xh_za: Iinkcukacha
zh_cn: 详细内容
zh_tw: 詳情

source: Month view
ar: تفاصيل الشهر
ast_es: Vista mensual
bn_bd: মাসিক দৃশ্য
bs_ba: Prikaz mjeseca
ca_es: Vista Mensual
cs_cz: Měsíční pohled
da: Månedsoversigt
de: Ansicht Monat
el: Mήνας
eo: Monata superrigardo
es: Vista mensual
es_mx: Vista por mes
eu_es: Hilekako ikuspena
fa_ir: نمایش ماه به ماه
fi_fi: Kuukausinäkymä
fo_fo: Mánaðarsýn
fur: Viste dal mês
ga: Amharc míosa
gl: Vista Mensual
he_il: תצוגה חודשית
hi: मासिक दृश्य
hr_hr: Mjesečni prikaz
hu_hu: Havi nézet
hy: Մեկնարկի տեսք
id_id: Tampak Bulanan
it: Visualizza il mese
ja: 月表示
ka_ge: თვის ხედი
ko_kr: 월별 보기
lo: ມຸມມອງເດືອນ
lt_lt: Peržiūra mėnesiais
lv_lv: Mēneša griezumā
mk_mk: Месечен приказ
ms_my: Pandangan Bulan
my_mm: လအလိုက်မြင်ကွင်း
ne: मासिक दृश्य
nl: Maandoverzicht
nn_no: Månedsvisning
oc: Vista mesadiera
pl_pl: Widok miesiąca
ps: د میاشتې لید
pt_br: Visualizar Mês
pt_pt: Mensal
ro_ro: Vezi lunar
ru_ru: Просмотр за месяц
sk_sk: Mesačný prehľad
sl: Mesečni pogled
sq: Pamje mujore
sr_rs: Mesečni prikaz
sv_se: Månadsöversikt
sw_ke: Mwonekano wa mwezi
ta: மாத பார்வை
th: ดูกำหนดการทั้งเดือน
tl_ph: Tanawin ng buwan
tr: Aylık görünüm
uk_ua: Перегляд місяця
vi_vn: Xem theo tháng
xh_za: Umbono wenyanga
zh_cn: 按月浏览
zh_tw: 檢視一個月

source: Weekly
ar: نفاصيل الأسبوع
ast_es: Vista selmanal
bn_bd: সাপ্তাহিক
bs_ba: Sedmično
ca_es: Vista Setmanal
cs_cz: Týdenní pohled
da: Ugeoversigt
de: Ansicht Woche
el: Εβδομάδα
eo: Semajna superrigardo
es: Vista semanal
es_mx: Vista por semana
eu_es: Asteka
fa_ir: نمایش هفته به هفته
fi_fi: Viikkonäkymä
fo_fo: Vika
fur: Setemanal
ga: Seachtainiúil
gl: Vista Semanal
he_il: שבועי
hi: साप्ताहिक
hr_hr: Tjedni prikaz
hu_hu: Heti nézet
hy: Շաբաթական
id_id: Tampak Mingguan
it: Visualizza la settimana
ja: 週次
ka_ge: კვირეული
ko_kr: 주별 보기
lo: ປະຈຳອາທິດ
lt_lt: Peržiūra savaitėmis
lv_lv: Nedēļas griezumā
mk_mk: Седмичен приказ
ms_my: Mingguan
my_mm: အပတ်စဉ်
ne: साप्ताहिक
nl: Weekoverzicht
nn_no: Ukevisning
oc: Vista semaniera
pl_pl: Widok tygodnia
ps: اونۍ وي
pt_br: Semana
pt_pt: Semanal
ro_ro: Vezi saptamanal
ru_ru: Просмотр за неделю
sk_sk: Týždenný prehľad
sl: Tedensko
sq: Java
sr_rs: Nedeljni prikaz
sv_se: Veckoöversikt
sw_ke: Kila wiki
ta: வாரந்தோறும்
th: ดูกำหนดการรายสัปดาห์
tl_ph: Lingguhan
tr: Haftalık görünüm
uk_ua: Перегляд тижня
vi_vn: Hàng tuần
xh_za: Veki
zh_cn: 按周浏览
zh_tw: 檢視一週

source: Daily
ar: تفاصيل اليوم
ast_es: Vista diaria
bn_bd: দৈনিক
bs_ba: Dnevno
ca_es: Vista diària
cs_cz: Denní pohled
da: Dagsoversigt
de: Ansicht Tag
el: Ημέρα
eo: Taga superrigardo
es: Vista diaria
es_mx: Vista por día
eu_es: Egunka
fa_ir: نمایش روز به روز
fi_fi: Päivänäkymä
fo_fo: Dagliga
fur: Zornâl
ga: Laethúil
gl: Vista Diaria
he_il: יומי
hi: दैनिक
hr_hr: Dnevni prikaz
hu_hu: Napi nézet
hy: Օրական
id_id: Tampak Harian
it: Visualizza il giorno
ja: 日次
ka_ge: ყოველდღიური
ko_kr: 일별 보기
lo: ປະຈຳວັນ
lt_lt: Peržiūra dienomis
lv_lv: Dienas griezumā
mk_mk: Дневен приказ
ms_my: Harian
my_mm: နေ့စဉ်
ne: दैनिक
nl: Dagoverzicht
nn_no: Dagvisning
oc: Vista jornadiera
pl_pl: Widok dnia
ps: ورځانه وي
pt_br: Visualizar Dia
pt_pt: Diário
ro_ro: Vezi zilnic
ru_ru: Просмотр за день
sk_sk: Denný prehľad
sl: Dnevno
sq: Ditore
sr_rs: Dnevni prikaz
sv_se: Dagöversikt
sw_ke: Kila siku
ta: நாள்தோறும்
th: ดูกำหนดการรายวัน
tl_ph: Pang-araw-araw
tr: Günlük görünüm
uk_ua: Перегляд дня
vi_vn: Hàng ngày
xh_za: Mini
zh_cn: 按日浏览
zh_tw: 檢視一天

source: Add event to the agenda
ar: أضف حدث شخصي
ast_es: Amestar un eventu personal
bn_bd: এজেন্ডায় ইভেন্ট যোগ করুন
bs_ba: Dodaj događaj u agendu
ca_es: Afegir anotació personal
cs_cz: Přidej soukromou položku
da: Tilføj personlig aftale
de: Persönlichen Eintrag hinzufügen
el: Προσθήκη ενός προσωπικού γεγονότος
eo: Aldoni personan agenderon
es: Añadir un evento personal
es_mx: Añadir evento personal
eu_es: Gehitu gertaera agendari
fa_ir: افزودن رویداد به تقویم
fi_fi: Lisää henkilökohtainen merkintä
fo_fo: Legg tiltak afturat dagbókini
fur: Zonte un event tal agende
ga: Cuir imeacht leis an gclár
gl: Engadir evento persoal
he_il: הוסף את האירוע לסדר היום
hi: एजेंडा में घटना जोड़ें
hr_hr: Dodaj osobni element
hu_hu: Személyes elem hozzáadása
hy: Ավելացնել իրադարձություն օրակարգին
id_id: Tambah item Agenda Personal
it: Aggiungi un evento personale
ja: アジェンダにイベントを追加
ka_ge: დაამატეთ მოვლენა კალენდარში
ko_kr: 개인 일정 추가
lt_lt: Įrašyti privatų įrašą
lv_lv: Ierakstīt personīgu ierakstu
mk_mk: Додај личен елемент
ms_my: Tambah acara ke agenda
my_mm: အစီအစဉ်သို့ ဖြစ်ရပ်ထည့်ပါ
ne: कार्यक्रमलाई एजेन्डामा थप्नुहोस्
nl: Persoonlijk item toevoegen
nn_no: Legg til personlig oppføring
oc: Ajustar una anotacion personala
pl_pl: Dodaj wydarzenie do agendy
ps: د اجندې لپاره پیښه اضافه کړئ
pt_br: Adicionar evento pessoal
pt_pt: Adicionar evento à Agenda
ro_ro: Adaugă un eveniment personal
ru_ru: Добавить индивидуальное занятие
sk_sk: Pridať osobnú položku
sl: Dodaj dogodek k agendi
sq: Shto event në axhendë
sr_rs: Dodaj svoju stavku
sv_se: Lägg till personligt objekt
sw_ke: Ongeza tukio kwenye ajenda
ta: ஏஜெண்டாவில் நிகழ்வை சேர்க்கவும்
th: เพิ่มกำหนดการส่วนตัว
tl_ph: Magdagdag ng event sa agenda
tr: Kişisel etkinlik ekle
uk_ua: Додати персональний елемент
vi_vn: Thêm sự kiện vào lịch
xh_za: Faka umsitho kwisajikeli
zh_cn: 添加个人议项
zh_tw: 加入個人項目

source: Week
ar: أسبوع
ast_es: Selmana
bn_bd: সপ্তাহ
bs_ba: Sedmica
ca_es: Setmana
cs_cz: Týden
da: Uge
de: Woche
el: Εβδομάδα
eo: Semajno
es: Semana
es_mx: Semana
eu_es: Astea
fa_ir: هفته
fi_fi: Viikko
fo_fo: Vika
fur: Setiminâ
ga: Seachtain
gl: Semana
he_il: שבוע
hi: सप्ताह
hr_hr: Tjedan
hu_hu: Hét
hy: Շաբաթ
id_id: Minggu
it: Settimana
ja: 週
ka_ge: კვირა
ko_kr: 주
lo: ອາທິດ
lt_lt: Savaitė
lv_lv: Nedēļa
mk_mk: Седмица
ms_my: Minggu
my_mm: အပတ်
ne: हप्ता
nn_no: Uke
oc: Setmana
pl_pl: Tydzień
ps: اونۍ
pt_br: Semana
pt_pt: Semana
ro_ro: Saptamana
ru_ru: Неделя
sk_sk: Týždeň
sl: Teden
sq: Javë
sr_rs: Nedelja
sv_se: Vecka
sw_ke: Wiki
ta: வாரம்
th: สัปดาห์
tl_ph: Linggo
tr: Hafta
uk_ua: Тиждень
vi_vn: Tuần
xh_za: Veki
zh_cn: 周
zh_tw: 週

source: Time
ar: الوقت
ast_es: Hora
bn_bd: সময়
bs_ba: Vrijeme
ca_es: Hora
cs_cz: Čas
da: Tid
de: Uhrzeit
el: Ώρα
eo: Tempo
es: Hora
es_mx: Hora
eu_es: Ordua
fa_ir: ساعت
fi_fi: Aika
fo_fo: Tíð
fur: Ore
ga: Am
gl: Hora
he_il: זמן
hi: समय
hr_hr: Vrijeme
hu_hu: Idő
hy: Ժամանակ
id_id: Waktu
it: Ora
ja: 時間
ka_ge: დრო
ko_kr: 시간
lt_lt: Laikas
lv_lv: Laiks
mk_mk: Време
ms_my: Masa
my_mm: အချိန်
ne: समय
nl: Tijd
nn_no: Tid
oc: Ora
pl_pl: Czas
ps: وخت
pt_br: Horário
pt_pt: Hora
ro_ro: Ora
ru_ru: Время
sk_sk: Čas
sl: Čas
sq: Kohë
sr_rs: Vreme
sv_se: Tid
sw_ke: Muda
ta: நேரம்
th: เวลา
tl_ph: Oras
tr: Saat
uk_ua: Час
vi_vn: Thời gian
xh_za: Ixesha
zh_cn: 时间
zh_tw: 時間

source: Edit personal event
ar: تحرير الحدث الشخصي
ast_es: Cambiar un eventu personal na axenda
bn_bd: ব্যক্তিগত ইভেন্ট সম্পাদনা করুন
bs_ba: Uredi lični događaj
ca_es: Modificar anotació personal
cs_cz: Uprav soukromou položku agendy
da: Rediger en personlig aftale
de: Persönlichen Eintrag ändern
el: Επεξεργασία προσωπικού γεγονότος
eo: Ŝanĝi personan agenderon
es: Modificar un evento personal de la agenda
es_mx: Modificar un evento personal en la agenda
eu_es: Editatu gertaera
fa_ir: ویرایش رویداد شخصی
fi_fi: Muokkaa henkilökohtaista merkintää
fo_fo: Broyt persónligt tiltak
fur: Modifiche event pesonâl
ga: Cuir in eagar imeacht pearsanta
gl: Modificar un evento na axenda persoal
he_il: ערוך אירוע אישי
hi: व्यक्तिगत घटना संपादित करें
hr_hr: Izmijeni osobni element u rasporedu
hu_hu: Személyes naptár elem módosítása
hy: Խմբագրել անձնական իրադարձություն
id_id: Ubah Item Agenda Personal
it: Modifica evento personale
ja: 個人イベントを編集
ka_ge: შეცვალეთ პირადი მოვლენა
ko_kr: 개인 일정 변경
lo: ແກ້ໄຂກິດຈະກຳສ່ວນຕົວ
lt_lt: Redaguoti privatų darbotvarkės įrašą
lv_lv: Labot personīgo ierakstu
mk_mk: Измени личен елемент на распоредот
ms_my: Edit acara peribadi
my_mm: ကိုယ်ပိုင်ဖြစ်ရပ်ကို ပြင်ဆင်ပါ
ne: व्यक्तिगत कार्यक्रम सम्पादन गर्नुहोस्
nl: Persoonlijk agenda-item wijzigen
nn_no: Rediger en personlig kalenderoppføring
oc: Modificar una anotacion personala
pl_pl: Modyfikuj osobiste wydarzenie
ps: شخصي پیښه سم کړئ
pt_br: Alterar um um evento pessoal da agenda
pt_pt: Editar evento pessoal
ro_ro: Modifică un eveniment personal din agenda
ru_ru: Изменить индивидуальное занятие в расписании
sk_sk: Zmeniť súkromnú položku agendy
sl: Uredi osebni dogodek
sq: Ndrysho eventin personal
sr_rs: Modifikuj ličnu stavku
sv_se: Ändra en personlig kalenderpost
sw_ke: Hariri tukio la kibinafsi
ta: தனிப்பட்ட நிகழ்வைத் திருத்தவும்
th: ปรับแก้กำหนดการส่วนตัว
tl_ph: I-edit ang personal na event
tr: Kişisel bir etkinliği düzenle
uk_ua: Змінити персональний елемент повістки дня
vi_vn: Chỉnh sửa sự kiện cá nhân
xh_za: Hlela umsitho wobuqu
zh_cn: 修改个人议项
zh_tw: 修訂個人日程項目

source: Event saved
ar: لقد تم تحرير الحدث الشخصي بنجاح
ast_es: L'eventu personal de la so axenda actualizóse
bn_bd: ইভেন্ট সংরক্ষিত হয়েছে
bs_ba: Događaj sačuvan
ca_es: Anotació personal editada correctament
cs_cz: Tvoje soukromá položka agendy byla změněna
da: Din personlige aftale er gemt
de: Ihr persönlicher Eintrag wurde bearbeitet
el: Αποθηκεύτικε επιτυχώς το γεγονός
eo: Via persona agendero estas sukcese ŝanĝita
es: El evento personal de su agenda ha sido actualizado
es_mx: El evento personal de su agenda ha sido editado
eu_es: Gertaera gorde da
fa_ir: رویداد ذخیره شد
fi_fi: Merkintää on muokattu
fo_fo: Tiltak goymt
fur: Event salvât
ga: Imeacht sábháilte
gl: Evento persoal modificado correctamente
he_il: האירוע נשמר
hi: घटना सहेजी गई
hr_hr: Vaš osobni element uspješno je izmijenjen u rasporedu
hu_hu: A személyes naptár eleme módosítva.
hy: Իրադարձությունը պահպանվեց
id_id: Item Agenda Personal anda telah diedit
it: Evento salvato
ja: イベントが保存されました。
ka_ge: მოვლენა შენახულია
ko_kr: 개인 일정이 성공적으로 변경되었습니다
lo: ບັນທຶກກິດຈະກຳແລ້ວ
lt_lt: Jūsų privatus darbotvarkės įrašas sėkmingai redaguotas
lv_lv: Personīgais ieraksts tika labots plānotājā
mk_mk: Вашиот личен елемент на распоредот беше успешно уреден
ms_my: Acara disimpan
my_mm: ဖြစ်ရပ်သိမ်းဆည်းပြီး
ne: कार्यक्रम बचत भयो
nl: Uw persoonlijk agenda-item is gewijzigd
nn_no: Din personlige oppføring i kalender ble endret
oc: Anotacion personala editada correctament
pl_pl: Wydarzenie zostało zapisane
ps: پیښه خوندي شوه
pt_br: Seu evento pessoal da agenda foi editado com sucesso
pt_pt: Evento guardado/salvado
ro_ro: Evenimentul personal din agenda sa a fost actualizat
ru_ru: Ваше индивидуальное занятие успешно изменено в расписании
sk_sk: Vaša súkromná položka agendy bola úspešne upravená
sl: Dogodek je bil shranjen
sq: Eventi u ruajt
sr_rs: Lična stavka je uspešno izmenjena u Agendi
sv_se: Din personliga kalenderpost är ändrad
sw_ke: Tukio limehifadhiwa
ta: நிகழ்வு சேமிக்கப்பட்டது
th: ได้แก้ไขกำหนดการส่วนตัวของคุณแล้ว
tl_ph: Na-save ang event
tr: Etkinliğiniz düzenlendi
uk_ua: Ваш персональний елемент повістки дня змінено
vi_vn: Sự kiện đã lưu
xh_za: Umsitho ugciniwe
zh_cn: 已成功修改个人议项
zh_tw: 已修訂你的個人日程項目
