Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: This item is invisible for learner but you have access as teacher.
yo_ng: Nkan yii ko han fun akẹkọ ṣugbọn o ni iraye si bi olukọ.

source: Prevent session admins to manage all users
yo_ng: Dènà àwùjọ àwùnrinṣẹ́ ìdàrși láti ṣàkóso gbogbo àwùjọ

source: Open session
yo_ng: Ṣii ìdàrși

source: Allow visitors
yo_ng: Gbà àwùjọ àyàwòrán wọlé

source: Allowing arbitrary iframes in the HTML Editor will enhance the edition capabilities of the users, but it can represent a security risk. Please make sure you can rely on your users (i.e. you know who they are) before enabling this feature.
yo_ng: Gbigba àwùjọ àìdásílẹ̀ iframe nínú Olùdásílẹ̀ HTML yóò ṣàgbé ìdàgbàsókè agbára ìdásílẹ̀ ti àwùjọ, ṣùgbọ́n ó ṣe ìdàrù ìdààmú. Jọ̀wọ́ rí i dájú pé o lè gbẹ́kẹ̀lé àwùjọ rẹ (tí ìyẹn, o mọ ẹni tí wọ́n jẹ́) kí o to ṣí ìsopọ̀ yìí ṣiṣẹ́.

source: This exercise has been included in a learning path, so it cannot be accessed by students directly from here. If you want to put the same exercise available through the exercises tool, please make a copy of the current exercise using the copy icon.
yo_ng: Ìdàgbèsè yìí ti wà nínú ìlò ìmọ̀, nítorí náà kò ṣeé ṣàyẹ̀wò tààrà pẹ̀lú àwùjọ ẹ̀kọ́ láti ibi yìí. Ti o fẹ́ fi ìdàgbèsè kan náà hàn lákòòdòhìn ìdàgbèsè, ṣe ẹ̀dà ìdàgbèsè lọ́wọ́lọ́wọ́ pẹ̀lú àwòrán ẹ̀dà.

source: Allow iframes in HTML Editor
yo_ng: Gbà àwùjọ iframe wọlé nínú Olùdásílẹ̀ HTML

source: Dear ((firstname)) ((lastname)), You are registered on
yo_ng: Olùfẹ́ ((firstname)) ((lastname)), O ti forúkọ sílẹ̀ lórí

source: Once you click on "Create a course", a course is created with a section for Tests, Project based learning, Assessments, Courses, Dropbox, Agenda and much more. Logging in as teacher provides you with editing privileges for this course.
yo_ng: Nígbà tí o bá tẹ "Ṣẹ̀dá ìdàrși", ìdàrși kan yóò ṣẹ̀dá pẹ̀lú apá fún Ìdánwò, Ìkọ́ ìpìlẹ̀ Ìṣẹ́, Ìwádìí, Ìdàrși, Dropbox, Agenda àti púpọ̀ sí i. Ìwọlé gẹ́gẹ́ ìdàrși yóò fún ọ lóye ìdásílẹ̀ fún ìdàrși yìí.

source: This course code is already in use.<br>Use the <b>Back</b> button on your browser and try again.
yo_ng: Kọ́ọ̀dù ìdàrși yìí ti ń lò.<br>Lo bọttùn <b>Padà</b> lórí ẹ̀rọ ìwòye rẹ kí o sì tẹ̀wò lẹ́ẹ̀kan mìíràn.

source: Sample test
yo_ng: Àdàwò àpẹẹrẹ

source: Irony
yo_ng: Ìdàpọ̀ ìròyìn

source: Socratic irony is...
yo_ng: Ìdàpọ̀ ìròyìn Socratic jẹ́...

source: (more than one answer can be true)
yo_ng: (ìdáhùn ju ọkan lọ le jẹ́ òtítọ́)

source: Ridiculise one's interlocutor in order to have him concede he is wrong.
yo_ng: Fi ẹni tí a ń sọ pẹ̀lú rẹ̀ hàn kí ó jẹ́ kí ìdí rẹ̀ kọjá.

source: No. Socratic irony is not a matter of psychology, it concerns argumentation.
yo_ng: Rẹ̀. Ìdàpọ̀ ìròyìn Socratic kìí ṣe ìlò ìmọ̀ ìdàrọ́, ó ṣe ìjíròrò.

source: Admit one's own errors to invite one's interlocutor to do the same.
yo_ng: Gbà àwùjọ àṣìṣe ara ẹni láti pe ẹni tí a ń sọ pẹ̀lú rẹ̀ láti ṣe ìdàrù kan náà.

source: No. Socratic irony is not a seduction strategy or a method based on the example.
yo_ng: Rẹ̀. Ìdàpọ̀ ìròyìn Socratic kìí ṣe ìlò ìfẹ́ tàbí ìlò ìpìlẹ̀ ìdásílẹ̀.

source: Compell one's interlocutor, by a series of questions and sub-questions, to admit he doesn't know what he claims to know.
yo_ng: Fi ìdí ìfẹ́ràn, ìpìlẹ̀ ìbéèrè àti ìbéèrè ìpìlẹ̀ rẹ, ṣe kí ẹni tí a ń sọ pẹ̀lú rẹ̀ gbà pé kò mọ ohun tí ó sọ pé òun mọ.

source: Indeed. Socratic irony is an interrogative method. The Greek "eirotao" means "ask questions"
yo_ng: Lóòótọ́. Ìdàpọ̀ ìròyìn Socratic jẹ́ ìlò ìbéèrè. Gíríìkì "eirotao" túmọ̀ sí "bẹ̀rẹ̀ ìbéèrè"

source: Use the Principle of Non Contradiction to force one's interlocutor into a dead end.
yo_ng: Lo Ìlò Ìdàlẹ̀ Ìdàsílẹ̀ láti fi ìdí ìdàlẹ̀ rẹ̀ hàn ẹni tí a ń sọ pẹ̀lú rẹ̀.

source: This answer is not false. It is true that the revelation of the interlocutor's ignorance means showing the contradictory conclusions where lead his premisses.
yo_ng: Ìdáhùn yìí kìí ṣe èké. Òtítọ́ ni pé ìfihàn àìmọ̀ ẹni tí a ń sọ pẹ̀lú rẹ̀ túmọ̀ sí ìfihàn ìdàlẹ̀ ìdàsí ìdí rẹ̀.

source: Upload page and link to Homepage
yo_ng: Gbe ìkọsílẹ̀ kàn àti ìsopọ̀ sí Ìkọsílẹ̀ Àkọ́kọ́

source: Tuesday the 11th of December - First meeting. Room: LIN 18
yo_ng: Ọjọ́ Ìjímìí 11 December - Ìpàdé àkọ́kọ́. Yàrá: LIN 18

source: General introduction to project management
yo_ng: Àkàbọ̀ ìdàrși ìdàrọ́ ìṣẹ́

source: Street interviews
yo_ng: Ìfọ̀rọ̀wérọ̀ ìlùùrù

source: Quick and powerful search engine
yo_ng: Ènìyàn ìwádìí ìyara àti alágbára

source: This page allows users and groups to publish documents.
yo_ng: Ojú ìwò yìí yọ̀ọ́ fún àwùjọ àti àwùpùpù láti tẹ ìwé jáde.

source: This is an announcement example. Only trainers are allowed to publish announcements.
yo_ng: Èyí jẹ́ àpẹẹrẹ ìkéde. Àwùjọ olùdàrṣì nìkan ló yọ̀ọ́ láti tẹ ìkéde jáde.

source: You just created the course area
yo_ng: O ṣẹ̀dá agbègbè ìdàrși pẹ̀lú

source: Main
yo_ng: Àkọ́kọ́

source: Groups forums
yo_ng: Àwùpùpù ìpìlẹ̀ ìròyìn

source: Language
yo_ng: Èdè

source: All fields required
yo_ng: Gbogbo aaye tí a nilo

source: e.g. <i>Innovation management</i>
yo_ng: fún ìdí. <i>Ìdàrọ́ ìdàsílẹ̀</i>

source: This is the department or any other context where the course is delivered
yo_ng: Èyí ni ẹ̀ka tàbí àyíká mìírẹ̀gbin tí ìdàrṣi ti ń ṣẹlẹ̀

source: If you are unsure of your course code, consult the training details.
yo_ng: Ti o kò mọ ìdí ìdàrṣi rẹ, ṣàwárí ìròyìn ìdàrṣi.

source: SCORM Path builder
yo_ng: Olùdàsílẹ̀ Ìlò SCORM

source: Conference
yo_ng: Àpéjọpọ̀

source: Course creation
yo_ng: Ṣẹ̀dá ìdàrṣi

source: This course was created at this time
yo_ng: Ìdàrṣi yìí ni a ṣẹ̀dá ní àkókò yìí

source: Conference description
yo_ng: Àpèjúwe àpéjọpọ̀

source: Only
yo_ng: Nikan

source: Shuffle selection in available languages
yo_ng: Dapọ ìyan nínú àwùjọ èdè tí ó ṣeé ṣe

source: english
yo_ng: Gẹ̀ẹ́sì

source: New course
yo_ng: Ìdàrṣi tuntun

source: Other properties found in the archive
yo_ng: Àwùjọ ìní mìírẹ̀gbin nínú ìpamọ́

source: System ID
yo_ng: ID Ìyàwòrán

source: Show score
yo_ng: Fi àmì ìdí hàn

source: Visibility
yo_ng: Àìfarahàn

source: Database version used at archive time
yo_ng: Àkọ́kọ́ ìpamọ́ ìdàpọ̀ ìròyìn tí a lò ní ìpamọ́

source: Expiration
yo_ng: Ipinnu akoko

source: Select file
yo_ng: Yan i faili

source: File on a FTP server
yo_ng: Faili lori FTP seva

source: File on a Web (HTTP) server
yo_ng: Faili lori oju opo (HTTP) seva

source: File on the platform server
yo_ng: Faili lori seva pẹpẹ

source: File on your local computer
yo_ng: Faili lori kọmputa agbegbe rẹ

source: minimum
yo_ng: ẹkùkù

source: maximum
yo_ng: ọpọlọpọ

source: Recycle course
yo_ng: Ṣe atunṣe akoko ẹkọ

source: This is an announcement example
yo_ng: Èyí jẹ́ àpẹẹrẹ ìdáhùn

source: Free online encyclopedia
yo_ng: Encyclopedia lori ayelujara ọfẹ

source: Default groups
yo_ng: Awọn ẹgbẹ aiyipada

source: Gallery
yo_ng: Àwòrán

source: Example Forum Category
yo_ng: Àpẹẹrẹ Ẹka Ìdàsílẹ̀

source: Example Forum
yo_ng: Àpẹẹrẹ Ìdàsílẹ̀

source: Example Thread
yo_ng: Àpẹẹrẹ Ìdàsílẹ̀

source: Example content
yo_ng: Àpẹẹrẹ akoonu

source: The word Wiki is short for WikiWikiWeb. Wikiwiki is a Hawaiian word, meaning "fast" or "speed". In a wiki, people write pages together. If one person writes something wrong, the next person can correct it. The next person can also add something new to the page. Because of this, the pages improve continuously.
yo_ng: Ọrọ Wiki jẹ kukuru fun WikiWikiWeb. Wikiwiki jẹ ọrọ Hawaii, ti o tumọ si "yara" tabi "iyara". Ninu wiki, awọn eniyan kọ awọn iwe papọ. Ti eniyan kan kọ nkan ti ko tọ, eniyan ti o tẹle le ṣe atunṣe rẹ. Eniyan ti o tẹle le tun ṣafikun nkan tuntun si oju-iwe naa. Nitori eyi, awọn oju-iwe ṣe ilọsiwaju nigbagbogbo.

source: Create this course
yo_ng: Ṣẹda akoko ẹkọ yii

source: Create a course
yo_ng: Ṣẹda akoko ẹkọ kan

source: Since your latest visit
yo_ng: Lati ibẹwo rẹ tuntun julọ

source: The forum category has been added
yo_ng: Ẹka ìdàsílẹ̀ ti a fi kun

source: Course added
yo_ng: Akoko ẹkọ ti a fi kun

source: Added new term in the Glossary
yo_ng: Ti fi ọrọ tuntun kun sinu Glossary

source: Added new question in the quiz
yo_ng: Ti fi ìbeèrè tuntun kun sinu ìdàwò

source: Updated new question in the Quiz
yo_ng: Ti ṣe ìmú ìbeèrè tuntun sinu Ìdàwò

source: Deleted new question in the Quiz
yo_ng: Ti pa ìbeèrè tuntun rẹnu sinu Ìdàwò

source: Quiz updated
yo_ng: Ìdàwò ti ṣe ìmú

source: Quiz added
yo_ng: Ìdàwò ti a fi kun

source: Quiz deleted
yo_ng: Ìdàwò ti pa rẹnu

source: Document invisible
yo_ng: Iwe-ipamọ ko han

source: Document visible
yo_ng: Iwe-ipamọ han

source: Course Description added
yo_ng: Àpèjúwe akoko ẹkọ ti a fi kun

source: Note added
yo_ng: A kọsilẹ akọsilẹ

source: Note updated
yo_ng: A ṣe ìmú akọsilẹ

source: Note deleted
yo_ng: A ti pa akọsilẹ rẹnu

source: Delete all created attendances
yo_ng: Pa gbogbo awọn wiwa ti a ṣẹda rẹnu

source: Assign sessions to
yo_ng: Ṣe ipinnu awọn akoko si

source: Upload
yo_ng: Gbe soke

source: New user on ((sitename))
yo_ng: Olumulo tuntun lori ((sitename))

source: Already registered in course
yo_ng: Ti forukọsilẹ tẹlẹ sinu akoko ẹkọ

source: Show Feedback
yo_ng: Han esi

source: Give / Edit Feedback
yo_ng: Fun / Ṣe ìṣàtúnṣe Esi

source: ---Just upload---
yo_ng: ---Gbe soke nikan---

source: Nothing for
yo_ng: Ko si ohun fun

source: (not registered to this course)
yo_ng: (ko forukọsilẹ si akoko ẹkọ yii)

source: sent to
yo_ng: ranṣẹ si

source: is for
yo_ng: jẹ fun

source: Click a keyword in the tree to select or deselect it.
yo_ng: Tẹ ọrọ-ìdílé kan ninu igi lati yan tabi yọ kuro.

source: <br/>Click '+' button to open, '-' button to close, '++' button to open all, '--' button to close all.<br/><br/>Clear all selected keywords by closing the tree and opening it again with the '+' button.<br/>Alt-click '+' searches the original keywords in the tree.<br/><br/>Alt-click keyword selects a keyword without broader terms or deselects a keyword with broader terms.<br/><br/>If you change the description language, do not add keywords at the same time.<br/><br/>
yo_ng: <br/>Tẹ bọtini '+' lati ṣii, bọtini '-' lati pa, bọtini '++' lati ṣii gbogbo, bọtini '--' lati pa gbogbo.<br/><br/>Yọ gbogbo awọn ọrọ-ìdílé ti a yan kuro nipa pipade igi naa ki o ṣii rẹ lẹẹkansi pẹlu bọtini '+' .<br/>Alt-tẹ '+' ṣe ìwádìí awọn ọrọ-ìdílé atilẹba ninu igi.<br/><br/>Alt-tẹ ọrọ-ìdílé yan ọrọ-ìdílé laisi awọn ọrọ gbooro tabi yọ ọrọ-ìdílé pẹlu awọn ọrọ gbooro kuro.<br/><br/>Ti o ba yi ede àpèjúwe pada, ma ṣe fi awọn ọrọ-ìdílé kun nigbakanna.<br/><br/>

source: One word per line!
yo_ng: Ọ̀rọ̀ ọ̀kan lọ́kà gbogọ̀lọ̀!

source: This course has no keywords
yo_ng: Ilẹ̀-ìdàgbàsókè yìí kò ní ọ̀rọ̀ pàtì

source: The keyword cache cannot be opened
yo_ng: Ìkójọ ọ̀rọ̀ pàtì kò ṣeé ṣí

source: This document contains the course keywords
yo_ng: Àkọ́kọ́ yìí ń gbà ọ̀rọ̀ pàtì ilẹ̀-ìdàgbàsókè

source: keywords used in MD
yo_ng: ọ̀rọ̀ pàtì tí a lò nínú MD

source: keyword references
yo_ng: àwọn ìtọ́kasí ọ̀rọ̀ pàtì

source: Non-course keywords
yo_ng: Ọ̀rọ̀ pàtì tí kò ṣe ìlẹ̀-ìdàgbàsókè

source: Course keywords (bold = not used)
yo_ng: Ọ̀rọ̀ pàtì ilẹ̀-ìdàgbàsókè (bold = kò lò)

source: Total number of Links MD entries:
yo_ng: Àpapọ̀ nọ́ńbà àwùjọ Ìwọ̀n MD:

source: Forum deleted
yo_ng: Fọ́ọ̀mù ti parẹ́

source: Forum category deleted
yo_ng: Ẹ̀ka fọ́ọ̀mù ti parẹ́

source: Forum blocked
yo_ng: Fọ́ọ̀mù ti di ìdènà

source: Add forum category
yo_ng: Ṣàfikún ẹ̀ka fọ́ọ̀mù

source: Add a forum
yo_ng: Ṣàfikún fọ́ọ̀mù kan

source: Posts
yo_ng: Àwùjọ Ìfìwéra

source: Latest Post
yo_ng: Ìfìwéra Tuntun Jùlọ

source: There are no forums in this category
yo_ng: Kò sí fọ́ọ̀mù nínú ẹ̀ka yìí

source: Create in category
yo_ng: Ṣẹ̀dá nínú ẹ̀ka

source: Allow anonymous posts?
yo_ng: Gba ìfìwéra àìdárúkọ?

source: Can learners edit their own posts?
yo_ng: Ṣe àwùjọ ìmọ̀ ṣe ìṣàtúnṣe ìfìwéra wọn fúnra wọn?

source: Approval / Direct Post
yo_ng: Ìfọwọ́si / Ìfìwéra Tààrà

source: Allow users to start new threads
yo_ng: Gba àwùjọ ìmọ̀ láti bẹ̀rẹ̀ ìtò ìfìwéra tuntun

source: Default view type
yo_ng: Ọ̀nà ìrí ìpìlẹ̀

source: Group Settings
yo_ng: Ètò Ẹgbẹ́

source: Not a group forum
yo_ng: Kò ṣe fọ́ọ̀mù ẹgbẹ́

source: Public or private group forum?
yo_ng: Fọ́ọ̀mù ẹgbẹ́ gbangba tàbí ìkọ̀kọ̀?

source: Your message has been saved
yo_ng: Ìfìwéra rẹ ti fipamọ́

source: Reply to this thread
yo_ng: Dáhùn ìtò ìfìwéra yìí

source: Quote this message
yo_ng: Ṣàìkọ̀ ìfìwéra yìí

source: Create thread
yo_ng: Ṣẹ̀dá ìtò ìfìwéra

source: Views
yo_ng: Àwòye

source: Latest post
yo_ng: Ìfìwéra tuntun jùlọ

source: Quoting
yo_ng: Ìdáhùn ìkọ̀wé

source: Notify me by e-mail when somebody replies
yo_ng: Fìfọwọ́sowọ́ pẹ̀lú ìmeẹ̀lì nigbà tí ẹlò kan bá dáhùn

source: This is a sticky message (appears always on top and has a special sticky icon)
yo_ng: Èyí jẹ́ ìfìwéra ìdúró (yóò máa farahan lókè títí, ó sì ni àwòrán ìdúró pàtàkì)

source: Re:
yo_ng: Dáhùn:

source: Are you sure you want to delete this post? Deleting this post will also delete the replies on this post. Please check the threaded view to see which posts will also be deleted
yo_ng: Ṣe o mọ̀ dájú pé o fẹ́ pa ìfìwéra yìí? Pípa ìfìwéra yìí yóò tún pa àwùjọ ìdáhùn lórí ìfìwéra yìí. Jọ̀wọ̀ ṣàyẹ̀wò ìrísí ìtò ìfìwéra láti rí àwùjọ ìfìwéra mìíràn tí yóò tún parẹ́

source: Locked: students can no longer post new messages in this forum category, forum or thread but they can still read the messages that were already posted
yo_ng: Títì: àwùjọ ìmọ̀ kò le fi ìfìwéra tuntun ṣe nínú ẹ̀ka fọ́ọ̀mù, fọ́ọ̀mù tàbí ìtò ìfìwéra yìí mọ́, ṣùgbọ́n wọ́n ṣì le kà àwùjọ ìfìwéra tí wọ́n ti fi tẹ́lẹ̀

source: Unlocked: learners can post new messages in this forum category, forum or thread
yo_ng: Kò títì: àwùjọ ìmọ̀ le fi ìfìwéra tuntun ṣe nínú ẹ̀ka fọ́ọ̀mù, fọ́ọ̀mù tàbí ìtò ìfìwéra yìí

source: Flat
yo_ng: Pẹpẹ

source: Threaded
yo_ng: Ìtò Ìfìwéra

source: Nested
yo_ng: Ìbámu Ìtò

source: List View
yo_ng: Ìrísí Àkójọ

source: Threaded View
yo_ng: Ìrísí Ìtò Ìfìwéra

source: Nested View
yo_ng: Ìrísí Ìbámu Ìtò

source: Structure
yo_ng: Ètò

source: The forum category has been modified
yo_ng: Ẹ̀ka fọ́ọ̀mù ti yí padà

source: The forum has been modified
yo_ng: Fọ́ọ̀mù ti yí padà

source: The new thread has been added
yo_ng: Ìtò ìfìwéra tuntun ti ṣàfikún

source: Approval
yo_ng: Ìfọwọ́si

source: Direct
yo_ng: Taara

source: For Group
yo_ng: Fun Ẹgbẹ́

source: Thread is locked.
yo_ng: Ọkọọkan ti wa ni titiipa.

source: You are not allowed here.
yo_ng: O ko gba laaye nibi.

source: The reply has been added
yo_ng: Idahun ti a ṣe afikun

source: Edit a post
yo_ng: Ṣatunkọ ifiweranṣẹ

source: The post has been modified
yo_ng: Ifiweranṣẹ ti yipada

source: New Post in the forum
yo_ng: Ifiweranṣẹ Tuntun ni apejọ

source: You stated that you wanted to be informed by e-mail whenever somebody replies on the thread
yo_ng: O sọ pe o fẹ ki a fi imail sọ fun ọ nigbakugba ti ẹnikan ba dahun lori ìtọka naa

source: Your message has to be approved before people can view it.
yo_ng: Ìfọwọ́sowọ́pọ̀ rẹ gbọ́dọ̀ jẹ́ ìfọwọ́sowọ́pọ̀ kí àwùjọ lè wo.

source: Allow attachments
yo_ng: Gba awọn ìsopọ

source: Edit forum category
yo_ng: Ṣatunkọ ẹka apejọ

source: Move post
yo_ng: Gbe ifiweranṣẹ

source: Move to a thread
yo_ng: Gbe lọ si ìtọka kan

source: A new thread
yo_ng: Òtòka tuntun

source: Delete forum ?
yo_ng: Paapejọ rẹ nu?

source: Delete forum category ?
yo_ng: Pa ẹka apejọ rẹ nu?

source: Lock
yo_ng: Titiipa

source: Unlock
yo_ng: Ṣii

source: Move Thread
yo_ng: Gbe Ìtọka

source: Post visibility changed
yo_ng: Iranran ifiweranṣẹ ti yipada

source: Post has been deleted
yo_ng: Ifiweranṣẹ ti paarẹ

source: The thread can be found here
yo_ng: Òtòka naa wa nibi

source: Delete complete thread?
yo_ng: Pa gbogbo ìtọka naa nu?

source: Special Post Deleted
yo_ng: Ifiweranṣẹ Pataki Ti Paarẹ

source: Thread deleted
yo_ng: Ìtọka ti paarẹ

source: Next message
yo_ng: Ìfọwọ́sọwọ́pọ̀ ìkẹhìn

source: Previous message
yo_ng: Ìfọwọ́sọwọ́pọ̀ ìṣáájú

source: First message
yo_ng: Ìfọwọ́sọwọ́pọ̀ àkọ́kọ́

source: Last message
yo_ng: Ìfọwọ́sọwọ́pọ̀ ìkẹ́yììn

source: Search in the Forum
yo_ng: Ṣàwárí nínú Àpẹjọ

source: Forum search results
yo_ng: Awọn abajade ìwádìí apejọ

source: You search on multiple words by using the + sign
yo_ng: O ṣàwárí ọ̀pọ̀ ọ̀rọ̀ pẹ̀lú ìdí +

source: You will be notified of new posts by e-mail.
yo_ng: A ó fi ìmẹ̀lì sọ fún ọ nípa àwùjọ tuntun.

source: You will no longer be notified of new posts by email
yo_ng: A kò ní fi ìmẹ̀lì sọ fún ọ mọ́ nípa àwùjọ tuntun

source: Add image
yo_ng: Ṣafikun aworan

source: Grade thread
yo_ng: Dẹkun ìtọka

source: Users list of the thread
yo_ng: Àtòkọ ìdàpọ̀ ìtọka

source: Grade this thread
yo_ng: Dẹkun ìtọka yìí

source: Users in course
yo_ng: Awọn oníṣe ìdàsílẹ̀ nínú ìdàsílẹ̀

source: Number of posts
yo_ng: Nọmba àwùjọ

source: Number of posts for this user
yo_ng: Nọmba àwùjọ fún olùdàsílẹ̀ yìí

source: Posts by user
yo_ng: Àwùjọ látàrẹ̀ olùdàsílẹ̀

source: Assessment changes history
yo_ng: Ìtàn ìyípadà ìdíwò

source: more recent
yo_ng: tuntun jù lọ

source: older
yo_ng: àtijọ́

source: Who changed
yo_ng: Tani yí padà

source: Note changed
yo_ng: Akiyesi ti yí padà

source: Date changed
yo_ng: Ọjọ́ tí a yí padà

source: View comments on the messages
yo_ng: Wo àwùjọ lórí àwùjọ

source: All learners
yo_ng: Gbogbo awọn akẹkọ

source: Qualified learners
yo_ng: Awọn akẹkọ ti o pe

source: Unqualified learners
yo_ng: Awọn akẹkọ ti ko pe

source: First names and last names
yo_ng: Orúkọ ìdí àti ìdí ìkẹyìn

source: Max score
yo_ng: Dììdì ìpọ̀njù

source: Grade cannot exceed max score
yo_ng: Dììdì kò le kọja dììdì ìpọ̀njù

source: Thread statistics
yo_ng: Ìṣirò ìtò ìdàpọ̀

source: Thread
yo_ng: Ìtò ìdàpọ̀

source: Notify me
yo_ng: Fìfòyè mí

source: Confirm mark
yo_ng: Jẹrì ìdí ìdàpọ̀

source: Unchanged
yo_ng: Kò yí padà

source: Edit thread score
yo_ng: Ṣàtúnṣe ìdí ìtò ìdàpọ̀

source: The forum has moved
yo_ng: Fọọmu tí ó ti ṣí lọ

source: You must assign a score to this activity
yo_ng: O gbọ́dọ̀ fún ìdí ìdàpọ̀ yìí

source: Delete attachment file
yo_ng: Pa faili ìsopọ̀ rẹ̀ kúrò

source: Edit an attachment
yo_ng: Ṣàtúnṣe ìsopọ̀ kan

source: Create forum
yo_ng: Ṣẹ̀dá fọọmu ìdàpọ̀

source: Edit forum
yo_ng: Ṣàtúnṣe fọọmu ìdàpọ̀

source: Edit thread
yo_ng: Ṣàtúnṣe ìtò ìdàpọ̀

source: Back to forum
yo_ng: Pada sí fọọmu ìdàpọ̀

source: Back to forum overview
yo_ng: Pada sí ìwòye fọọmu ìdàpọ̀

source: Back to thread
yo_ng: Pada sí ìtò ìdàpọ̀

source: Forum category Locked
yo_ng: Ẹ̀ka fọọmu Ìdàpọ̀ Tí a ti títọ́

source: The link has been moved
yo_ng: Ìsopọ̀ náà ti ṣí lọ

source: Link name
yo_ng: Orúkọ ìsopọ̀

source: Add a link
yo_ng: Ṣàfikù ìsopọ̀ kan

source: The link has been added.
yo_ng: Ìsopọ̀ náà ti ṣàfikù.

source: Edit link
yo_ng: Ṣàtúnṣe ìsopọ̀

source: The link has been modified.
yo_ng: Ìsopọ̀ náà ti yí padà.

source: Delete link
yo_ng: Pa ìsopọ̀ rẹ̀ kúrò

source: The link has been deleted
yo_ng: Ìsopọ̀ náà ti parẹ

source: Do you want to delete this link?
yo_ng: Ṣé o fẹ́ pa ìsopọ̀ yìí kúrò?

source: Delete all links in this category
yo_ng: Pa gbogbo ìsopọ̀ nínú ẹ̀ka yìí kúrò

source: Category name
yo_ng: Orúkọ ẹ̀ka

source: Add a category
yo_ng: Ṣàfikù ẹ̀ka kan

source: The category has been modified.
yo_ng: Ẹ̀ka náà ti yí padà.

source: Delete category
yo_ng: Pa ẹ̀ka rẹ̀ kúrò

source: When deleting a category, all links of this category are also deleted. Do you really want to delete this category and its links ?
yo_ng: Nígbà tí a bá ń pa ẹ̀ka kan kúrò, gbogbo ìsopọ̀ ẹ̀ka yìí ni a tún ń pa kúrò. Ṣé o fẹ́ pa ẹ̀ka yìí àti ìsopọ̀ rẹ̀ kúrò gan-an?

source: Delete all categories and all links
yo_ng: Pa gbogbo ẹ̀ka àti gbogbo ìsopọ̀ kúrò

source: Please give the link URL, it should be valid.
yo_ng: Jọ̀wọ́ fún Ìsopọ̀ URL ìsopọ̀, ó yẹ kí ó jẹ́ ìdí.

source: Please give the category name
yo_ng: Jọ̀wọ́ fún orúkọ ẹ̀ka

source: General
yo_ng: Gbogbogbò

source: Close all categories
yo_ng: Pa gbogbo ẹ̀ka kúrò

source: List has been deleted
yo_ng: Àkójọ ti parẹ

source: Delete list
yo_ng: Pa àkójọ rẹ̀ kúrò

source: Edit Link
yo_ng: Ṣàtúnṣe Ìsopọ̀

source: CSV import
yo_ng: Ìgbé ìdènà CSV

source: CSV import file could not be opened (e.g. empty, too big)
yo_ng: Faili gbejade CSV ko ṣee ṣii (fun apẹẹrẹ, o fo, o tobi ju)

source: CSV import file must use , or ; as listseparator
yo_ng: Faili gbejade CSV gbọdọ lo , tabi ; gẹgẹbi iyapa akojọ

source: CSV import file must at least have columns URL and title
yo_ng: Faili gbejade CSV gbọdọ ni awọn iṣẹ-ọna URL ati akọle o kere ju

source: ... - line 1 =
yo_ng: ... - ila 1 =

source: line(s) failed to import a link (no URL or no title).
yo_ng: ila(s) kuna lati gbejade ìdọwọ (ko si URL tabi ko si akọle).

source: existing link(s) updated (same URL and category).
yo_ng: ìdọwọ ti wa tẹlẹ(s) ni imudojuiwò (URL kanna ati ẹka).

source: new link(s) created.
yo_ng: ìdọwọ tuntun(s) ti ṣẹda.

source: The file should look like:<blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;Important links;<b>Name 1</b>;Description 1;<b>http://www.bbb.net/...</b>;;<b>Name 2</b>;"Description 2";</pre></blockquote>If URL and category are equal to those of an existing link, its title and description are updated. In all other cases a new link is created.<br><br>Bold = mandatory. Fields can be in any order, names in upper- or lowercase. Additional fields are added to description. Separator: comma or semicolon. Values may be quoted, but not the field names. Some [b]HTML tags[/b] can be imported in the description field.
yo_ng: Faili yẹ ki o dabi:<blockquote><pre><b>URL</b>;ẹka;<b>akọle</b>;àpèjúwe;<b>http://www.aaa.org/...</b>;Awọn ìdọwọ pataki;<b>Orukọ 1</b>;Àpèjúwe 1;<b>http://www.bbb.net/...</b>;;<b>Orukọ 2</b>;"Àpèjúwe 2";</pre></blockquote>Tobi URL ati ẹka ba dọgba pẹlu ti ìdọwọ ti wa tẹlẹ, akọle rẹ ati àpèjúwe yoo ṣe imudojuiwò. Ni gbogbo awọn ọran miiran ìdọwọ tuntun yoo ṣẹda.<br><br>Bold = pataki. Awọn aaye le wa ni ọkọọkan, awọn orukọ ni oke- tabi lowercase. Awọn aaye afikun ni a fi kun si àpèjúwe. Iyapa: koma tabi semicolon. Awọn iye le jẹ itọkasi, ṣugbọn kii ṣe awọn orukọ aaye. Diẹ ninu awọn [b]awọn aami HTML[/b] le ṣee gbejade sinu aaye àpèjúwe.

source: Link has been updated
yo_ng: Ìdọwọ ti ni imudojuiwò

source: Show link on course homepage
yo_ng: Fi ìdọwọ han lori oju-ile iṣẹ-ẹkọ

source: Show this link as an icon on course homepage
yo_ng: Fi ìdọwọ yii han bi aami kan lori oju-ile iṣẹ-ẹkọ

source: Index link title and description?
yo_ng: Ṣe atọka akọle ìdọwọ ati àpèjúwe?

source: Save link
yo_ng: Fi ìdọwọ pamọ

source: Save folder
yo_ng: Fi folda pamọ

source: Back to links overview
yo_ng: Pada si iwoye ìdọwọ

source: Select the "target" which shows the link on the homepage of the course
yo_ng: Yan "ibi-afẹfẹ" ti o fi ìdọwọ han lori oju-ile iṣẹ-ẹkọ

source: Tracking DB.
yo_ng: Igbasilẹ Ìtọpa.

source: Enable Tracking
yo_ng: Ṣi Ìtọpa ṣiṣẹ

source: Your company short name
yo_ng: Orukọ kukuru ile-iṣẹ rẹ

source: Use this script only after backup. The Chamilo team is not responsible for lost or corrupted data.
yo_ng: Lo iwe afọwọyi yii lẹhin ẹhin. Ẹgbẹ Chamilo ko ni iduroṣinṣin fun data ti sọnu tabi ti bajẹ.

source: Allow self-registration as a trainer
yo_ng: Gba iforukọsilẹ ti ara ẹni gẹgẹbi olukọni

source: ex.
yo_ng: apẹẹrẹ.

source: Database Host
yo_ng: Olùgbé ìpamọ Ìdàpọ̀

source: Database user
yo_ng: Olùwò ìpamọ Ìdàpọ̀

source: Database Password
yo_ng: Ọrọigbaniwọle Ìpamọ Ìdàpọ̀

source: Main Chamilo database (DB)
yo_ng: Ìpamọ Ìdàpọ̀ Chamilo akọkọ (DB)

source: all fields required
yo_ng: gbogbo awọn aaye pataki

source: Printable version
yo_ng: Ẹya ti a le tẹ jade

source: Corresponding local path
yo_ng: Ọna agbegbe ti o baamu

source: Administrator e-mail
yo_ng: Imeeli olutọju

source: Administrator Name
yo_ng: Orukọ Olutọju

source: Surname of the Administrator
yo_ng: Orukọ idile ti Olutọju

source: Administrator login
yo_ng: Ìwọle Olutọju

source: Your portal name
yo_ng: Orukọ ọdẹ rẹ
