Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Filtering behaviour (skip/rename)
ar: ترشيح السلوك (القفز / إعادة التسمية )
ast_es: Comportamientu del filtráu (esborrar/renomar)
bn_bd: ফিল্টারিং আচরণ (skip/rename)
bs_ba: Ponašanje filtriranja (preskoči/preimenuj)
ca_es: Comportament de filtratge (eliminar/reanomenar)
cs_cz: Způsob filtrování (přeskočit/přejmenovat)
da: Filtreringsadfærd (spring over/omdøb)
de: Filterverhalten (Überspringen/Imbenennen)
el: Συμπεριφορά φιλτραρίσματος (παράλειψη/μετονομασία)
eo: Filtrilaj ecoj (pretervidi/ renomi)
es: Comportamiento del filtrado (eliminar/renombrar)
es_mx: Comportamiento del filtrado (omitir/renombrar)
eu_es: Iragazteko jokabidea (kendu/berrizendatu)
fa_ir: رفتار فیلترینگ (رد کردن/تغییر نام)
fi_fi: Suodatuksen toiminta (ohita/uudelleennimeä)
fo_fo: Filtrerings atferð (skippa/umnevna)
fur: Comportament filtragi (salte/renomine)
ga: Iompar scagtha (scipeáil/athainmnigh)
gl: Comportamento do filtrado (eliminar/renombrar)
he_il: התנהגות סינון (דילוג/שנה שם)
hi: फ़िल्टरिंग व्यवहार (छोड़ें/नाम बदलें)
hr_hr: Ponašanje filtriranja (preskoči/preimenuj)
hu_hu: Szűrés viselkedése (kihagyja/átnevezi)
hy: Ֆիլտրման վարքագիծ (skip/rename)
id_id: Perilaku penyaringan (lewati/ganti nama)
it: Comportamento del filtro (rimuovi/rinomina)
ja: フィルタリング動作 (スキップ/名前変更)
ka_ge: ფილტრაციის ქცევა (გამოტოვება/გადარქმევა)
ko_kr: 필터링 동작 (건너뛰기/이름 변경)
lo: ພຶດຕິກຳການກັ່ນຕອງ (ຂ້າມ/ປ່ຽນຊື່)
lt_lt: Filtravimo elgsena (praleisti/pervadinti)
lv_lv: Uzvedības filtrēšana ( izlaist / pārsaukt)
mk_mk: Однесување на филтрирањето (прескокни/преименувај)
ms_my: Tingkah laku penapisan (langkau/tukar nama)
my_mm: စစ်ထုတ်မှုအပြုအမူ (လွှတ်ထားရန်/အမည်ပြောင်းရန်)
ne: फिल्टर व्यवहार (छोड्नु/नाम परिवर्तन गर्नु)
nl: Filtergedrag (sla over/hernoem)
nn_no: Filtreringsatferd (hoppa over/omskrive)
oc: Comportament del filtratge (ignorar/renomenar)
pl_pl: Zachowanie filtrowania (pomijanie/zmiana nazwy)
ps: فلټر چلند (پرېښودل/نوم بدلول)
pt_br: Comportamento do filtro (omitir/renomear)
pt_pt: Comportamento do filtro (omitir/renomear)
ro_ro: Comportamentul filtrarii (sari/redenumeste)
ru_ru: Поведение фильтрования (пропустить/переименовать)
sk_sk: Správanie filtrovania (preskočiť/premenovať)
sl: Obnašanje filtriranja (izpusti/preimenuj)
sq: Sjellja e filtrimit (anashkaloj/riemërtoj)
sr_rs: Ponašanje filtriranja (preskoči/preimenuj)
sv_se: Filtreringsmetod (tabort/namnändra)
sw_ke: Tabia ya kuchuja (ruka/badilisha jina)
ta: வடிகட்டல் நடத்தை (ஞாறு/மாற்றுப் பெயர்)
th: พฤติกรรมการกรอง (ข้าม/เปลี่ยนชื่อ)
tl_ph: Pag-uugali ng filtering (skip/rename)
tr: Filtereleme davranışı (atla/yeniden adlandır)
uk_ua: Поведінка фільтрування (пропустити/перейменувати)
vi_vn: Hành vi lọc (bỏ qua/đổi tên)
xh_za: Ukuziphatha kokuhluzwa (tyhula/guqula igama)
zh_cn: 过滤行为（跳过/重命名）
zh_tw: 過濾器屬性(跳過 / 重新命名)
