Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: (d/m/y h:m)
ar: (ي/ش/س س:د)
ast_es: (d/m/a h:m)
bn_bd: (দ/ম/ব হ:ম)
bs_ba: (d/m/g h:m)
ca_es: (d/m/a h:m)
cs_cz: (d/m/r h:m)
da: (d/m/å t:m)
de: (T/M/J Stunde:Minute)
el: (y/m/d h:m)
eo: (t/m/j h:m)
es: (d/m/a h:m)
es_mx: (d/m/a h:m)
eu_es: (e/h/u o:m)
fa_ir: (دقیقه:ساعت سال/ماه/روز)
fi_fi: (p/k/v h:m)
fur: (g/m/a o:m)
ga: (l/m/b h:m)
gl: (d/m/a h:m)
he_il: (ד/מ/ש ש:מ)
hi: (द/म/व घ:मि)
hr_hr: (d/m/g s:m)
hu_hu: (év/hó/nap óra:perc)
it: (g/m/a h:m)
ja: (y/m/d h:m)
ka_ge: (დ/თ/წ შ:მ)
ko_kr: (n/m/y h:m)
lo: (ວ/ດ/ປ ຊ:ນ)
lt_lt: (d/m/m. h:m)
lv_lv: (diena/mēn/gads st:min)
mk_mk: (д/м/г ч:м)
ms_my: (t/b/t h:m)
my_mm: (ရက်/လ/နှစ် နာရီ:မိနစ်)
nl: (d/m/j h:m)
oc: (j/m/a h:m)
pl_pl: (d/m/r h:m)
pt_br: (d/m/a h:m)
pt_pt: (d/m/a h:m)
ro_ro: (z/l/a o:m)
ru_ru: (д/м/г ч:м)
sk_sk: (d/m/r h:m)
sl: (d/m/l u:m)
sr_rs: (d/m/g h:m)
sv_se: (d/m/å t:m)
sw_ke: (s/m/y h:m)
ta: (த/ம/ஆ ந:நி)
th: วัน/เดือน/ปี/ชั่วโมง:นาที
tr: (gün/ay/yıl sa:dk)
uk_ua: (д/м/р г:х)
zh_cn: 日/月/年 时:分
zh_tw: (日/月/年 時:分)

source: Homepage-files are not writable!
ar: !ملفات-صفحة البدء غير قابلة للكتابة
ast_es: Los archivos de la páxina d'entamu nun se puen escribir
bn_bd: হোমপেজ ফাইলগুলো লেখার যোগ্য নয়!
bs_ba: Homepage-fajlovi nisu upisivi!
ca_es: Els arxius de la pàgina principal no es poden escriure!
cs_cz: Soubory hlavní stránky nejsou přepisovatelné!
da: Kan ikke skrive til hjemmeside-filer!
de: Homepage-Dateien sind nicht beschreibbar! (chmod)
el: Τα αρχεία αρχικής σελίδας δεν είναι εγγράψιμα!
eo: Startpaĝaj dosieroj ne estas skribeblaj!
es: Los archivos de la página principal no se pueden escribir.
es_mx: Los archivos de la página de inicio no tienen permiso de escritura
eu_es: Orri nagusiko fitxategiak ezin dira editatu, irakurtzeko soilik dira
fa_ir: حق نوشتن در فایلهای صفحه آغازین وجود ندارد
fi_fi: Etusivun tiedostot eivät ole kirjoitettavissa!
fo_fo: Homepage-fílarnir eru ikki skrivligir!
fur: Homepage-files no son scrivibîs!
ga: Níl comhaid an leathanaigh baile inscríobhtha!
gl: ¡Os ficheiros das páxinas de inicio non son editables!
he_il: קבצי דף הבית אינם ניתנים לכתיבה!
hi: होमपेज फ़ाइलें लिखने योग्य नहीं हैं!
hr_hr: Nije moguće prepravljati datoteke početne stranice!
hu_hu: A honlap állományai nem írhatóak felül!
hy: Գլխավոր էջի ֆայլերը չեն գրելի!
id_id: File-Homepage tidak dapat ditulisi!
it: Non è possibile scrivere sui documenti della pagina principale!
ja: ホームページファイルが書き込み不可です！
ka_ge: მთავარი გვერდის ფაილები არ არის ჩაწერადი!
ko_kr: 홈페이지 파일에는 쓰기가 불가능합니다 !
lo: ໄຟລ໌ໜ້າຫຼັກບໍ່ສາມາດຂຽນໄດ້!
lt_lt: Namų puslapio failas nėra įrašomi!
lv_lv: Mājas lapas faili nav ar rakstīšanas tiesībām!
mk_mk: Не може да се пишува на датотеката на почетната страна
ms_my: Fail-laman utama tidak boleh ditulis!
my_mm: ပင်မစာမျက်နှာဖိုင်များသည် ရေးသားခွင့်မရှိပါ !
ne: होमपेज फाइलहरू लेख्न सकिँदैन!
nl: Startpaginabestanden zijn niet schrijfbaar!
nn_no: Hjemmesidefilene er ikke skrivbare!
oc: Los fichièrs de la pagem d'acuèlh son pas escrivibles !
pl_pl: Pliki strony domowej nie są zapisywalne!
ps: د کور پاڼې فایلونه لیکل کېدی نشي!
pt_br: Os arquivos da Página Inicial não são editáveis !
pt_pt: Os ficheiros da página inicial/homepage não são editáveis!
ro_ro: Zona fisierelor personale nu este modificabila.
ru_ru: Файлы домашней страницы не перезаписываемы!
sk_sk: Súbory domovskej stránky nie je možné prepísať!
sl: Datoteke, ki določajo nastavitev domačih strani, so zgolj bralnega tipa.
sq: Skedarët e faqes kryesore nuk janë të shkruajtshme!
sr_rs: Fajlove početne stranice nije moguće pisati!
sv_se: Hemsidans filer är inte skrivbara!
sw_ke: Faili za ukurasa wa nyumbani haziwezi kuandikwa!
ta: முகப்பு கோப்புகள் எழுத முடியாது!
th: ไฟล์โฮมเพจไม่สามารถบันทึกได้
tl_ph: Hindi masusulat ang mga file ng Homepage!
tr: AnaSayfa dosyaları salt okunur!
uk_ua: Файли домашньої сторінки не є записуваними!
vi_vn: Tệp trang chủ không thể ghi!
xh_za: Iifayile zeHomepage azibhalwayo!
zh_cn: 主页无法写入文件！
zh_tw: 首頁檔案為不可寫入

source: Please give a notice text
ar: الرجاء إعطاء نصا للملاحظة
ast_es: Por favor, escriba'l testu de la noticia
bn_bd: দয়া করে নোটিস টেক্সট দিন
bs_ba: Molimo unesite tekst obavještenja
ca_es: Si usplau, introduïu el text de la notícia
cs_cz: Prosím napište text
da: Angiv venligst notits tekst
de: Bitte Text für Notitzen eingeben
el: Παρακαλούμε δώστε κείμενο ειδοποίησης
eo: Bonvolu enigi anoncon
es: Por favor, introduzca el texto de la noticia
es_mx: Por favor escriba un texto de notificación
eu_es: Mesedez, sartu abisuaren testua
fa_ir: لطفاً عنوانی به این نوشته دهید
fi_fi: Anna ilmoitusteksti
fo_fo: Vinarliga gev ein kunngeringartekst
fur: Dâ un test di avis
ga: Tabhair téacs fógra le do thoil
gl: Por favor, pon un texto para o aviso
he_il: אנא תנו הודעת טקסט
hi: कृपया सूचना पाठ दें
hr_hr: Molim upišite tekst obavijesti
hu_hu: Kérem adjon meg figyelmeztető szöveget
hy: Խնդրում ենք տրամադրել ծանուցման տեքստ
id_id: Silahkan berikan sebuah teks pemberitahuan
it: Immetti un testo di avviso
ja: お知らせテキストを入力してください
ka_ge: გთხოვთ მიუთითოთ შეტყობინების ტექსტი
ko_kr: 경고 메시지를 입력하십시요
lo: ກະລຸນາປ້ອນຂໍ້ຄວາມແຈ້ງການ
lt_lt: Prašome pateikti įspėjimo tekstą
lv_lv: Lūdzu rakstiet piezīmes tekstu
mk_mk: Ве молам внесете текст за забелешка
ms_my: Sila berikan teks notis
my_mm: ကျေးဇူးပြု၍ အသိပေးချက်စာသားပေးပါ
ne: कृपया सूचना पाठ दिनुहोस्
nl: Gelieve een melding in te geven
nn_no: Venleg gi eit meldingstekst
oc: Donatz un tèxte d'avís
pl_pl: Wprowadź tekst notatki
ps: مهرباني وکړئ اعلان متن ورکړئ
pt_br: Por favor, informe o texto da notícia
pt_pt: Por favor, atribua um texto à notificação/aviso
ro_ro: Va rugam sa trimiteti o notificare.
ru_ru: Пожалуйста, дайте сопроводительный текст
sk_sk: Prosím zadajte text oznamu
sl: Podajte vsebilo obvestila
sq: Ju lutemi jepni një tekst njoftimi
sr_rs: Molim Vas, dodajte napomeni tekst
sv_se: Var vänlig ange anteckningstext
sw_ke: Tafadhali toa maandishi ya notisi
ta: அறிவிப்பு உரையை கொடுக்கவும்
th: กรุณาพิมพ์ ข้อความที่จะแจ้งให้ทราบ
tl_ph: Mangyaring magbigay ng teksto ng paunawa
tr: Lütfen bir uyarı metni yazınız.
uk_ua: Додайте текст нотатки
vi_vn: Vui lòng nhập nội dung thông báo
xh_za: Nceda unike isaziso
zh_cn: 请给出通知文本
zh_tw: 請加入通告內容

source: Please give a notice title
ar: الرجاء إعطاء عنوانا للملاحظة
ast_es: Por favor, escriba'l títulu de la noticia
bn_bd: দয়া করে নোটিস শিরোনাম দিন
bs_ba: Molimo unesite naslov obavještenja
ca_es: Si us plau, introduïu el títol de la notícia
cs_cz: Prosím napište titulek k textu
da: Angiv venligst notits titel
de: Bitte Titel für Notiz eingeben
el: Παρακαλούμε δώστε τίτλο ειδοποίησης
eo: Bonvolu enigi titolon
es: Por favor, introduzca el título de la noticia
es_mx: Por favor escriba un título de noticia
eu_es: Mesedez, idatzi abisuaren titulua
fa_ir: لطفاً عنوان یادداشت را وارد کنید
fi_fi: Anna ilmoitukselle otsikko
fo_fo: Vinarliga gev ein kunngeringarheitið
fur: Dâ un titol par l'avis
ga: Tabhair teideal fógra le do thoil
gl: Por favor, escribe un título para o aviso
he_il: נא לתת כותרת להודעה
hi: कृपया सूचना शीर्षक दें
hr_hr: Molim upišite naslov obavijesti
hu_hu: Kérem adja meg a figyelmeztetés címét
hy: Խնդրում ենք տրամադրել ծանուցման վերնագիր
id_id: Silahkan beri judul pemberitahuan
it: Immetti un titolo dell'avviso
ja: お知らせタイトルを入力してください
ka_ge: გთხოვთ მიუთითოთ შეტყობინების სათაური
ko_kr: 경고 제목을 입력하십시요
lo: ກະລຸນາປ້ອນຫົວຂໍ້ແຈ້ງການ
lt_lt: Prašome pateikti įspėjimo pavadinimą
lv_lv: Lūdzu rakstiet piezīmes virsrakstu
mk_mk: Ве молам внесете наслов на забелешката
ms_my: Sila berikan tajuk notis
my_mm: ကျေးဇူးပြု၍ အသိပေးချက်ခေါင်းစဉ်ပေးပါ
ne: कृपया सूचना शीर्षक दिनुहोस्
nl: Gelieve een titel in te vullen
nn_no: Venleg gi eit meldingstitel
oc: Donatz un títol d'avís
pl_pl: Podaj tytuł notatki
ps: مهرباني وکړئ اعلان سرلیک ورکړئ
pt_br: Por favor, informe o título da notícia
pt_pt: Por favor, atribua um título à notificação/aviso
ro_ro: Dati un titlu
ru_ru: Пожалуйста, дайте название уведомлению
sk_sk: Prosím zadajte názov oznamu
sl: Podajte naslov obvestila
sq: Ju lutemi jepni një titull njoftimi
sr_rs: Molim Vas, dajte napomeni naslov
sv_se: Var vänlig ange titeln på anteckningen
sw_ke: Tafadhali toa kichwa cha notisi
ta: அறிவிப்பு தலைப்பை கொடுக்கவும்
th: กรุณาพิมพ์ชื่อเรื่อง เรื่องที่แจ้งให้ทราบ
tl_ph: Mangyaring magbigay ng pamagat ng paunawa
tr: Lütfen bir uyarı başlığı yazınız.
uk_ua: Додайте назву нотатки
vi_vn: Vui lòng nhập tiêu đề thông báo
xh_za: Nceda unike isihloko sesaziso
zh_cn: 请给出通知标题
zh_tw: 請加入通告標題

source: Please give a link name
ast_es: Por favor, escriba'l nome del enllaz
bn_bd: দয়া করে লিঙ্কের নাম দিন
bs_ba: Molimo unesite naziv linka
ca_es: Si us plau, introduïu el nom de l'enllaç
cs_cz: Prosím napište název odkazu
da: Angiv venligst linkets navn
el: Παρακαλούμε δώστε όνομα συνδέσμου
eo: Bonvolu enigi nomon de la ligilo
es_mx: Por favor entre el nombre para el enlace
eu_es: Mesedez, sartu loturaren izena
fa_ir: لطفاً نامی برای پیوند تعیین کنید
fi_fi: Anna linkin nimi
fo_fo: Vinarliga gev eitt leinkju navn
fur: Dâ un non pal leam
ga: Tabhair ainm nasc le do thoil
gl: Por favor, dálle un nome á ligazón
he_il: אנא תן שם קישור
hi: कृपया लिंक नाम दें
hr_hr: Molim upišite naziv poveznice
hu_hu: Kérem adja meg a hivatkozás nevét
hy: Խնդրում ենք տրամադրել հղման անուն
id_id: Silahkan beri nama link
it: Dai un nome al collegamento
ja: リンク名を入力してください
ka_ge: გთხოვთ მიუთითოთ ბმულის სახელი
ko_kr: 링크 네임을 입력하십시요
lt_lt: Prašome pateikti nuorodos tekstą
lv_lv: Lūdzu rakstiet vietnes (saites) nosaukumu
mk_mk: Ве молам внесете име на врската
ms_my: Sila berikan nama pautan
my_mm: ကျေးဇူးပြု၍ လင့်ခ်အမည်ပေးပါ
ne: कृपया लिङ्क नाम दिनुहोस्
nl: Gelieve een naam voor de link op te geven
nn_no: Venleg gi eit lenkenamn
oc: Donatz un nom pel ligam
pl_pl: Podaj nazwę linka
ps: مهرباني وکړئ لینک نوم ورکړئ
pt_br: Por favor, informe o nome do link
pt_pt: Por favor, atribua um nome à ligação/link
ro_ro: Dati un link
ru_ru: Пожалуйста, дайте имя ссылки
sk_sk: Prosím zadajte názov odkazu
sq: Ju lutemi jepni një emër lidhjeje
sr_rs: Molim Vas, dajte linku ime
sv_se: Var vänlig namnge länken
sw_ke: Tafadhali toa jina la kiungo
ta: இணைப்பு பெயரை கொடுக்கவும்
th: กรุณาแจ้ง ชื่อการเชื่อมโยง
tl_ph: Mangyaring magbigay ng pangalan ng link
tr: Lütfen bağlantı ismini yazınız.
uk_ua: Додайте назву посилання
vi_vn: Vui lòng nhập tên liên kết
xh_za: Nceda unike igama lelinombolo
zh_cn: 请给出链接名称
zh_tw: 請加入連結名稱

source: Insert this link
ar: قم بإدراج هذا اللرابط
ast_es: Insertar esti enllaz
bn_bd: এই লিঙ্কটি সন্নিবেশ করুন
bs_ba: Umetni ovaj link
ca_es: Inserir aquest enllaç
cs_cz: Vložit tento odkaz (link)
da: Indsæt dette link
de: Diesen Link einfügen
el: Εισαγωγή συνδέσμου
eo: Aldonu ĉi-ligilon
es: Insertar este enlace
es_mx: Insertar este enlace
eu_es: Txertatu lotura hau
fa_ir: اضافه نمودن این پیوند
fi_fi: Liitä tämä linkki
fo_fo: Set henda leinkjuna inn
fur: Inserîs chest leam
ga: Cuir an nasc seo isteach
gl: Engadir esta ligazón
he_il: הוסף קישור זה
hi: यह लिंक डालें
hr_hr: Umetni poveznicu
hu_hu: Illessze be ezt a linket
hy: Ներդնել այս հղումը
id_id: Masukkan link ini
it: Inserisci questo collegamento
ja: このリンクを挿入
ka_ge: ამ ბმულის ჩამატება
ko_kr: 이 링크를 입력
lo: ໃສ່ລິ້ງນີ້
lt_lt: Įterpti šią nuorodą
lv_lv: Ievietot šo vietni (saiti)
mk_mk: Вметни ја оваа врска
ms_my: Masukkan pautan ini
my_mm: ဤလင့်ခ်ကို ထည့်သွင်းပါ
ne: यो लिङ्क सम्मिलित गर्नुहोस्
nl: Voeg deze link toe
nn_no: Sett inn denne lenken
oc: Inserir aquest ligam
pl_pl: Wstaw to łącze (link)
ps: دا لینک داخل کړئ
pt_br: Adicionar este link
pt_pt: Inserir esta ligação/link
ro_ro: Inserati acest link
ru_ru: Вставить эту ссылку
sk_sk: Vložiť tento odkaz
sl: Vstavi to povezavo
sq: Futni këtë lidhje
sr_rs: Ubaci ovaj link
sv_se: Lägg till denna länk
sw_ke: Ingiza kiungo hiki
ta: இந்த இணைப்பை செருகு
th: ใส่การเชื่อมโยงนี้
tl_ph: Ipasok ang link na ito
tr: Bu bağlantıyı ekle
uk_ua: Вставити це посилання
vi_vn: Chèn liên kết này
xh_za: Faka lelinombolo
zh_cn: 插入链接
zh_tw: 加入本連結

source: First place
ar: المكان الأول
ast_es: Primer llugar
bn_bd: প্রথম স্থান
bs_ba: Prvo mjesto
ca_es: En primer lloc
cs_cz: První místo
da: Første placering
de: Erster Platz
el: Στην αρχή
eo: Unua loko
es: Primer lugar
es_mx: Primer lugar
eu_es: Lehen postua
fa_ir: اولین جا
fi_fi: Ensimmäinen sija
fo_fo: Fyrsta plássið
fur: Prim luç
ga: An chéad áit
gl: En primeiro lugar
he_il: מקום ראשון
hi: प्रथम स्थान
hr_hr: Prvo mjesto
hu_hu: Első hely
hy: Առաջին տեղ
id_id: Tempat pertama
it: Prima posizione
ja: 1位
ka_ge: პირველი ადგილი
ko_kr: 첫번째 장소
lt_lt: Pirma vieta
lv_lv: Pirmajā vietā
mk_mk: Прво место
ms_my: Tempat pertama
my_mm: ပထမနေရာ
ne: पहिलो स्थान
nl: Eerste plaats
nn_no: Første plassering
oc: Primièr lòc
pl_pl: Pierwsze miejsce
ps: لومړی ځای
pt_br: Primeiro lugar
pt_pt: Primeiro lugar
ro_ro: Primul loc
ru_ru: Первое место
sk_sk: Prvé miesto
sl: Najprej
sq: Vend i parë
sr_rs: Prvo mesto
sv_se: Första plats
sw_ke: Mahali pa kwanza
ta: முதல் இடம்
th: ก่อนรายการ
tl_ph: Unang lugar
tr: Birinci yer
uk_ua: Перше місце
vi_vn: Vị trí đầu tiên
xh_za: Indawo yokuqala
zh_cn: 第一处
zh_tw: 首位

source: Dropbox: allow group
ar: مشاركة الملفات: السماح للمجموعة
ast_es: Buzón d'entrega de deberes: dar permisu al grupu
bn_bd: ড্রপবক্স: গ্রুপ অনুমোদন করুন
bs_ba: Dropbox: omogući grupu
ca_es: Compartició de fitxers: permetre al grup
cs_cz: Schránka: povolit skupinu
da: Dueslag: tillad at sende til grupper
de: Dateikiste: Gruppen erlauben
el: Dropbox: άδεια στην ομάδα
eo: Demetujo: grupoj permesitaj
es: Compartir documentos: permitir al grupo
es_mx: Baúl de tareas: Permitir al grupo
eu_es: Dokumentuak partekatzea: baimendu taldeari
fa_ir: قسمت تبادل مدارک : صدور اجازۀ ارسال فایل به یک گروه از کاربران
fi_fi: Dropbox: salli ryhmä
fo_fo: Dropbox: tillaga bólkum
fur: Dropbox: permiti grup
ga: Dropbox: ceadaigh grúpa
gl: Buzón de ficheiros: permitir grupo
he_il: Dropbox: אפשר קבוצה
hi: ड्रॉपबॉक्स: समूह की अनुमति दें
hr_hr: Pretinac: omogući skupine
hu_hu: Fájlposta: csoport engedélyezés
hy: Dropbox. խմբին թույլ տալ
id_id: Dropbox: ijinkan group
it: Scambio files di gruppo consentito
ja: 課題提出箱: グループを許可
ka_ge: Dropbox: ჯგუფის ნებართვა
ko_kr: Dropboz: 그룹 허용
lt_lt: Failų saugykla: leisti grupę
lv_lv: Failu apmaiņas vieta: grupa atļauta
mk_mk: Размена на датотеки и пораки: допушти група
ms_my: Dropbox: benarkan kumpulan
my_mm: Dropbox: အဖွဲ့ကို ခွင့်ပြုပါ
ne: ड्रपबक्स: समूहलाई अनुमति दिनुहोस्
nl: Dropbox: Groepen toegelaten
nn_no: Dropbox: tillat gruppe
oc: Dropbox : autorizar lo grup
pl_pl: Skrzynka nadawcza: Pozwól grupie
ps: ډراپ باکس: ګروپ اجازه
pt_br: Caixa de documentos compartilhados: permitir grupo
pt_pt: Caixa de entrega: permitir grupo
ro_ro: Cutie postala: permiteti grupului
ru_ru: Ящик для содержимого: разрешить группе
sk_sk: Dropbox: povoliť skupinu
sl: Nabiralnik: dovoli skupine
sq: Dropbox: lejo grupin
sr_rs: Dropbox: dozvoli grupu
sv_se: Inlämningsmapp: tillåt grupp
sw_ke: Dropbox: ruhusu kikundi
ta: டிராப்பாக்ஸ்: குழுவை அனுமதி
th: กล่องรับส่งงาน:ของกลุ่ม
tl_ph: Dropbox: payagan ang grupo
tr: GelenKutusu: grup izni
uk_ua: Скринька контенту: дозволити групу
vi_vn: Dropbox: cho phép nhóm
xh_za: Dropbox: vumela iqela
zh_cn: 投递箱: 允许组
zh_tw: 投遞箱：允許小組

source: Users can send files to groups
ar: يمكن للمستخدمين ارسال الملفات للمجاميع
ast_es: Los usuarios puen unviar archivos a los grupos
bn_bd: ব্যবহারকারীরা গ্রুপে ফাইল পাঠাতে পারবে
bs_ba: Korisnici mogu slati fajlove grupama
ca_es: Els usuaris poden enviar arxius als grups
cs_cz: Uživatelé mohou posílat soubory skupinám
da: Brugere kan sende filer til grupper
de: Teilnehmer/innen können Dateien an Gruppen schicken
el: Οι χρήστες μπορούν να στέλνουν αρχεία στις ομάδες
eo: Uzuloj rajtas sendi dosierojn al grupoj
es: Los usuarios pueden enviar archivos a los grupos
es_mx: Los usuarios pueden enviar archivos en grupos
eu_es: Erabiltzaileek fitxategiak bidali ahal dizkiete taldeei
fa_ir: کاربران اجازه دارند مدارک خود را به گروه ها ارسال کنند
fi_fi: Käyttäjät voivat lähettää tiedostoja ryhmille
fo_fo: Brúkarar kunnu senda fílur til bólkar
fur: J utents a podissin inviâ archivis ai grups
ga: Is féidir le húsáideoirí comhaid a sheoladh chuig grúpaí
gl: Os usuarios poden enviar ficheiros a grupos
he_il: משתמשים יכולים לשלוח קבצים לקבוצות
hi: उपयोगकर्ता समूहों को फ़ाइलें भेज सकते हैं
hr_hr: Korisnici mogu datoteke slati skupinama
hu_hu: A felhasználók fájlokat tudnak egymásnak küldeni
hy: Օգտատերերը կարող են ֆայլեր ուղարկել խմբերին
id_id: User dapat mengirim file ke group
it: I corsisti possono inviare documenti al gruppo
ja: ユーザーがファイルをグループに送信することができます
ka_ge: მომხმარებლებს შეუძლიათ ფაილების გაგზავნა ჯგუფებში
ko_kr: 유저들이 그룹에 파일을 전송할 수 있습니다.
lo: ຜູ້ໃຊ້ສາມາດສົ່ງໄຟລ໌ໄປຫາກຸ່ມໄດ້
lt_lt: Vartotojai gali siūsti failus grupėms
lv_lv: Lietotāji var sūtīt failus grupām
mk_mk: Корисниците може да испраќаат датотеки на групите
ms_my: Pengguna boleh menghantar fail kepada kumpulan
my_mm: အသုံးပြုသူများသည် အဖွဲ့များထံ ဖိုင်များ ပို့နိုင်သည်
ne: प्रयोगकर्ताहरूले समूहहरूलाई फाइलहरू पठाउन सक्छन्
nl: Gebruikers kunnen bestanden naar groepen verzenden.
nn_no: Brukere kan sende filer til grupper
oc: Los utilizaires pòdon mandar fichièrs als gròps
pl_pl: Użytkownicy mogą wysyłać pliki do grup
ps: کاروونکي کولی شي فایلونه ګروپونو ته واستوي
pt_br: Os usuários podem enviar arquivos para o grupo
pt_pt: Os utilizadores podem enviar ficheiros para os grupos
ro_ro: Utilizatorii pot trimite fisiere grupurilor
ru_ru: Пользователи могут посылать файлы группам
sk_sk: Používatelia môžu posielať súbory skupinám
sl: Uporabniki lahko pošiljajo datoteke skupinam uporabnikov
sq: Përdoruesit mund të dërgojnë skedarë te grupet
sr_rs: Korisnici mogu da šalju fajlove grupama?
sv_se: Användare kan skicka filer till grupper
sw_ke: Watumiaji wanaweza kutuma faili kwa vikundi
ta: பயனர்கள் குழுக்களுக்கு கோப்புகளை அனுப்பலாம்
th: ผู้ใช้งานในระบบสามารถส่งไฟล์ให้กันได้
tl_ph: Ang mga gumagamit ay maaaring magpadala ng mga file sa mga grupo
tr: Kullanıcılar gruplara dosya gönderebilir
uk_ua: Користувачі можуть надсилати файли групам
vi_vn: Người dùng có thể gửi tệp cho nhóm
xh_za: Abasebenzisi banokuthumela iifayile kumaqela
zh_cn: 用户可发送文件到组
zh_tw: 使用者可向小組傳送檔案

source: The class is deleted
ar: لقد تم حذف الفصل
ast_es: Esborróse esta clase
bn_bd: ক্লাসটি মুছে ফেলা হয়েছে
bs_ba: Klasa je obrisana
ca_es: La classe ha estat eliminada
cs_cz: Třída je smazaná
da: Klassen er slettet
de: Diese Klasse wurde gelöscht
el: Η τάξη διαγράφηκε
eo: La klaso estas forigita
es: La clase ha sido eliminada
es_mx: La clase ha sido borrada
eu_es: Klasea kendu da
fa_ir: کلاس مورد نظر حذف گردید
fi_fi: Luokka on poistettu
fo_fo: Bólkurin er slettur
fur: La classi e je eliminade
ga: Tá an rang scriosaithe
gl: Eliminouse a clase
he_il: הכיתה נמחקה
hi: कक्षा हटा दी गई
hr_hr: Razred izbrisan
hu_hu: Az osztály törölve
hy: Դասը ջնջվել է
id_id: Klas tersebut dihapus
it: La classe è eliminata
ja: クラスが削除されました
ka_ge: კლასი წაიშალა
ko_kr: 클래스가 삭제되었습니다
lo: ຫ້ອງຮຽນຖືກລຶບແລ້ວ
lt_lt: Klasė ištrinta
lv_lv: Klase tika izdzēsta
mk_mk: Паралелката е избришана
ms_my: Kelas dipadam
my_mm: အတန်းကို ဖျက်လိုက်ပြီးဖြစ်သည်
ne: कक्षा हटाइयो
nl: De klas is verwijderd.
nn_no: Klassen er slettet
oc: La classa es suprimida
pl_pl: Klasa jest usunięta
ps: کلاس ړنګ شو
pt_br: A turma foi excluida
pt_pt: A turma foi eliminada
ro_ro: Clasa este stearsa
ru_ru: Класс удален
sk_sk: Trieda je zmazaná
sl: Razred je bil odstranjen
sq: Klasa është fshirë
sr_rs: Razred je obrisan
sv_se: Klassen är raderad
sw_ke: Darasa limefutwa
ta: வகுப்பு நீக்கப்பட்டது
th: ลบหมู่เรียนแล้ว
tl_ph: Natanggal na ang klase
tr: Sınıf Silindi
uk_ua: Клас видалено
vi_vn: Lớp học đã bị xóa
xh_za: Ikilasi liye lasuswa
zh_cn: 班级已删除
zh_tw: 班級已被刪除

source: The classes are deleted
ar: لقد تم حذف الفصول
ast_es: Esborrarense estes clases
bn_bd: ক্লাসগুলো মুছে ফেলা হয়েছে
bs_ba: Klase su obrisane
ca_es: Les classes han estat eliminades
cs_cz: Třídy jsou smazané
da: Klasserne er slettet
de: Diese Klassen wurden gelöscht
el: Οι τάξεις διαγράφηκαν
eo: La klasoj estas forigitaj
es: Las clases han sido eliminadas
es_mx: Las clases han sido borradas
eu_es: Klaseak kendu dira
fa_ir: کلاس های مورد نظر حذف گردیدند
fi_fi: Luokat on poistettu
fo_fo: Bólkarnir eru slettdir
fur: Lis classis a son eliminadis
ga: Tá na ranganna scriosaithe
gl: As clases foron borradas
he_il: השיעורים נמחקים
hi: कक्षाएँ हटा दी गईं
hr_hr: Razredi izbrisani
hu_hu: Az osztályok törölve
hy: Դասերը ջնջվել են
id_id: Klas tersebut dihapus
it: Le classi sono eliminate
ja: クラスが削除されました
ka_ge: კლასები წაიშალა
ko_kr: 클래스들이 삭제되었습니다
lo: ຫ້ອງຮຽນທັງໝົດຖືກລຶບແລ້ວ
lt_lt: Klasės ištrintos
lv_lv: Klases tika izdzēstas
mk_mk: Паралелките се избришани
ms_my: Kelas-kelas dipadam
my_mm: အတန်းများကို ဖျက်လိုက်ပြီးဖြစ်သည်
ne: कक्षाहरू हटाइए
nl: De klassen zijn verwijderd.
nn_no: Klassene er slettet
oc: Las classes son suprimidas
pl_pl: Klasy są usunięte
ps: کلاسونه ړنګ شول
pt_br: As turmas foram excluidas
pt_pt: As turmas foram eliminadas
ro_ro: Clasele sunt sterse
ru_ru: Классы удалены
sk_sk: Triedy sú zmazané
sl: Razredi so bili odstranjeni
sq: Klasat janë fshirë
sr_rs: Razredi su obrisani
sv_se: Klasserna är raderade
sw_ke: Madarasa yamefutwa
ta: வகுப்புகள் நீக்கப்பட்டன
th: ลบหมู่เรียนแล้ว
tl_ph: Natanggal na ang mga klase
tr: Sınıflar Silindi.
uk_ua: Класи видалено
vi_vn: Các lớp học đã bị xóa
xh_za: Ezikilasi ezikhethiweyo ziye zasuswa
zh_cn: 班级已删除
zh_tw: 這些班級已被刪除

source: No users in this class
ar: لا يوجد هناك مستخدمين في هذا الفصل
ast_es: Nun hai usuarios nesta clase
bn_bd: এই ক্লাসে কোনো ব্যবহারকারী নেই
bs_ba: Nema korisnika u ovoj klasi
ca_es: No hi ha usuaris en aquesta classe
cs_cz: Žádný uživatel v této třídě.
da: Ingen brugere i denne klasse
de: Es gibt keinen Benutzer in dieser Klasse
el: Δεν υπάρχουν χρήστες στην τάξη
eo: Neniu uzulo en ĉi-klaso
es: No hay usuarios en esta clase
es_mx: No hay usuarios en esta clase
eu_es: Klase honetan ez dago erabiltzailerik
fa_ir: این کلاس هیچ کاربری ندارد
fi_fi: Luokassa ei ole käyttäjiä
fo_fo: Ongir brúkarar í hesum bólki
fur: No i è utents te ste classi
ga: Gan aon úsáideoirí sa rang seo
gl: Non hai usuarios nesta clase
he_il: אין משתמשים במחלקה זו
hi: इस कक्षा में कोई उपयोगकर्ता नहीं
hr_hr: Nema korisnika u razredu
hu_hu: Ennek az osztálynak nincsenek tagjai
hy: Այս դասում օգտատերեր չկան
id_id: Tidak ada user di kelas ini
it: La classe non ha utenti
ja: このクラスにユーザーがいません
ka_ge: ამ კლასში მომხმარებლები არ არიან
ko_kr: 이 클래스에는 아무 유저도 없습니다
lo: ບໍ່ມີຜູ້ໃຊ້ໃນຫ້ອງຮຽນນີ້
lt_lt: Klasėje nėra vartotojų
lv_lv: Klasē nav neviena lietotāja
mk_mk: Нема корисници во паралелката
ms_my: Tiada pengguna dalam kelas ini
my_mm: ဤအတန်းတွင် အသုံးပြုသူများ မရှိပါ
ne: यो कक्षामा कुनै प्रयोगकर्ता छैनन्
nl: Geen gebruikers in deze klas
nn_no: Ingen brukere i klassen
oc: Cap d'utilizaire dins aquesta classa
pl_pl: Brak użytkowników w tej klasie
ps: په دې کلاس کې هیڅ کاروونکي نشته
pt_br: Não há usuário nesta turma
pt_pt: Não há utilizadores nesta turma
ro_ro: Nici un utilizator in aceasta clasa
ru_ru: В этом классе нет пользователей
sk_sk: Žiadni používatelia v tejto triede
sl: Ni uporabnikov v tem razredu
sq: Nuk ka përdorues në këtë klasë
sr_rs: Nema polaznika u ovom razredu
sv_se: Ingen användare i denna klass
sw_ke: Hakuna watumiaji katika darasa hili
ta: இந்த வகுப்பில் பயனர்கள் இல்லை
th: ไม่มีผู้เรียนในหมู่เรียนนี้
tl_ph: Walang mga gumagamit sa klase na ito
tr: Bu sınıfta kayıtlı kullanıcı bulunmuyor
uk_ua: Немає користувачів в цьому класі
vi_vn: Không có người dùng trong lớp này
xh_za: Akukho basebenzisi kweli kilasi
zh_cn: 该班级无用户
zh_tw: 本班未有使用者
