Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: WAI (Web Accessibility Initiative) is an initiative to make the web more accessible. By selecting this option, the public pages of Chamilo will become more accessible. This also means that some content on the portal's public pages might appear differently.
ar: عند اختيارهذا الخيار تصبح الصفحات العامة للنظام أكثر وصولا، هذا يعني أيضا أنه من الممكن أن يظهر بعض من محتوى الصفحات العامة للنظام بأشكال مختلفة،المبادرة للوصول إلى الويب هي مبادرة لجعل الويب أكثر وصولا
ast_es: WAI (Web Accessibility Initiative) ye una aniciativa que nagua por facer la web más accesible. Seleicionando esta opción, les páxines públiques de Chamilo van ser más accesibles. Esto tamién va facer que dellos conteníos de les páxines públicaes se vean de manera distinta a lo esperable.
bn_bd: WAI (ওয়েব অ্যাক্সেসিবিলিটি ইনিশিয়েটিভ) ওয়েবকে আরও অ্যাক্সেসযোগ্য করার উদ্যোগ। এই অপশন নির্বাচন করলে চামিলোর পাবলিক পেজগুলো আরও অ্যাক্সেসযোগ্য হবে। এর ফলে পোর্টালের পাবলিক পেজের কিছু কন্টেন্ট ভিন্নভাবে দেখাতে পারে।
bs_ba: WAI (Web Accessibility Initiative) je inicijativa za poboljšanje pristupačnosti weba. Odabirom ove opcije javne stranice Chamila postaju pristupačnije. To također znači da se neki sadržaji na javnim stranicama portala mogu prikazati drugačije.
ca_es: WAI (Web Accessibility Initiative) és una iniciativa que cerca fer el web més accessible. Triant aquesta opció, fareu que les pàgines públiques del vostre portal siguin més accessibles. Això significa també que alguns continguts de pàgines públiques del lloc podrien aparèixer de manera diferent.
cs_cz: WAI (Web Accessibility Initiative) je iniciativa vytvářet web více přístupný. Zvolením této vlastnosti budou veřejné stránky Chamilou více přístupné. To také znamená, že se může stejný obsah na portálových stránkách vypadat jinak
da: WAI (Web Accessibility Initiative) står for et initiativ i forhold til at gøre internettet mere tilgængeligt. Ved at vælge denne mulighed, bliver Chamilo siderne mere tilgængelige. Dette betyder derudover, at indholdet på de åbne kursussider kan fremstå anderledes.
de: WAI (Web Accessibility Initiative) ist eine Initiative, um Webseiten besser zugänglich zu machen. Durch Auswahl dieser Option werden die öffentlichen Chamilo-Seiten besser zugänglich. Das bedeutet auch, dass einige Inhalte auf den öffentlichen Seiten des Portals unterschiedlich angezeit werden können.
el: Το WAI (Web Accessibility Initiative) είναι μια πρωτοβουλία για να κάνει το διαδίκτυο πιο προσβάσιμο. Επιλέγοντας αυτή την επιλογή, οι δημόσιες σελίδες του Chamilo θα γίνουν πιο προσβάσιμες. Αυτό σημαίνει επίσης ότι κάποιο περιεχόμενο στις δημόσιες σελίδες της πύλης μπορεί να εμφανίζεται διαφορετικά.
eo: WAI (Web Accessibility Initiative = retalirebla iniciato) estas iniciato celanta igi retpaĝojn pli alireblaj. Per elekto de tiu opcio la publike alireblaj paĝoj de Chamilo iĝis pli alireblaj. Per ĝi la enhavo de publike alireblaj paĝoj povas esti prezentata iom alimaniere.
es: WAI (Web Accessibility Initiative) es una iniciativa para hacer la web más accesible. Seleccionando esta opción, las páginas públicas de Chamilo serán más accesibles. Esto también hará que algunos contenidos de las páginas publicadas en la plataforma puedan mostrarse de forma diferente.
es_mx: WAI (Iniciativa de Accesibilidad Web) es una iniciativa para hacer la web más accesible. Al seleccionar esta opción, las páginas públicas de Chamilo serán más accesibles. Esto también significa que algunos contenidos en las páginas públicas del portal podrían aparecer diferente.
eu_es: WAI (Web Accessibility Initiative) webean errazago sartzeko ekimena da. Aukera hau hautatuz gero, Chamiloren orri publikoen sarbidea errazagoa izango da. Modu berean, plataforman argitaraturiko orrien eduki batzuk bestelako eran ere aurkeztu ahal izango dira.
fa_ir: WAI (ابتکار دسترسی وب) ابتکاری برای دسترسی‌پذیرتر کردن وب است. با انتخاب این گزینه، صفحات عمومی Chamilo دسترسی‌پذیرتر می‌شوند. این به معنای آن است که برخی محتواها در صفحات عمومی پورتال ممکن است متفاوت نمایش داده شوند.
fi_fi: WAI (Web Accessibility Initiative) on aloite verkkosivujen saavutettavuuden parantamiseksi. Tämän valinnan avulla Chamilon julkiset sivut muuttuvat saavutettavammiksi. Tämä tarkoittaa myös, että portaalin julkisilla sivuilla oleva sisältö saattaa näyttää erilaiselta.
fo_fo: WAI (Web Accessibility Initiative) er ein tilgongd til at gera vebinn meira tøkniliga einfaldan. Við at velja henda valmøguleikan, verða almennu síður Chamilo meira tøkniliga einfaldar. Hetta merkir eisini, at nøkur innhold á portalinum almennu síðum kann síast öðuliga.
fur: WAI (Web Accessibility Initiative) è une iniciative par fâ il web plui acessibil. Selezionant cheste opsion, lis paches publichis di Chamilo a saran plui acessibis. Chest al vûl ancje dî che cualche contenut tal paches publichis dal portal al podê comparî diversament.
ga: Is tionscnamh é WAI (Tionscnamh Inrochtaineachta Gréasáin) chun an ngréasán a dhéanamh níos inrochtana. Trí an rogha seo a roghnú, beidh leathanaigh phoiblí Chamilo níos inrochtana. Ciallaíonn sé sin freisin go bhféadfadh roinnt ábhar ar leathanaigh phoiblí an phortail a bheith le feiceáil go difriúil.
gl: WAI (Iniciativa de Accesibilidade á web) é unha iniciativa para tornar a web máis accesíbel. Seleccionando esta opción, as páxinas públicas de Chamilo serán máis accesíbeis. Isto tamén significa que algún contido das páxinas públicas pode aparecer de maneira diferente.
he_il: WAI (יוזמת נגישות לאינטרנט) היא יוזמה להפיכת האינטרנט לנגיש יותר. על ידי בחירה באפשרות זו, הדפים הציבוריים של Chamilo יהפכו לנגישים יותר. משמעות הדבר גם היא שחלק מהתוכן בדפים הציבוריים של הפורטל עשוי להופיע אחרת.
hi: WAI (वेब एक्सेसिबिलिटी इनिशिएटिव) वेब को अधिक सुलभ बनाने की पहल है। इस विकल्प को चुनने से Chamilo के सार्वजनिक पृष्ठ अधिक सुलभ हो जाएँगे। इससे पोर्टल के सार्वजनिक पृष्ठों पर कुछ सामग्री अलग दिख सकती है।
hr_hr: WAI (Web Accessibility Initiative) je inicijativa za poboljšanje pristupačnosti weba. Odabirom ove opcije javne stranice Chamila postat će pristupačnije. To također znači da neki sadržaj na javnim stranicama portala može izgledati drugačije.
hu_hu: WAI (Web Elérhetőségi Kezdeményezés) egy kezdeményezés a web használhatóságának kiszélesítésére, akadálymentesítésére. Ennek bekapcsolásakor a Chamilo rendszer akadálymentesebb lesz. Ez azt is eredményezi, hogy az oldalak tartalma és a rendszer nyilvános oldalai az eddigiektől eltérően fognak megjelenni.
hy: WAI (Web Accessibility Initiative) նախաձեռնությունն է՝ վեբը ավելի հասանելի դարձնելու համար: Այս տարբերակը ընտրելով՝ Chamilo-ի հանրային էջերը կդառնան ավելի հասանելի: Սա նաև նշանակում է, որ պորտալի հանրային էջերում որոշ բովանդակություն կարող է տարբեր կերպ հայտնվել:
id_id: WAI (Web Accessibility Initiative) adalah inisiatif untuk membuat web lebih dapat diakses. Dengan memilih opsi ini, halaman publik Chamilo akan menjadi lebih dapat diakses. Ini juga berarti bahwa beberapa konten di halaman publik portal mungkin tampak berbeda.
it: WAI (Web Accessibility Initiative) permette di migliorare l'accessibilità del web. Ciò può far apparire diverse le pagine pubbliche del portale
ja: WAI（Web Accessibility Initiative）はウェブをよりアクセスしやすくするためのイニシアチブです。このオプションを選択すると、Chamiloの公開ページがよりアクセスしやすくなります。これによりポータルの公開ページのコンテンツが異なる表示になる場合があります。
ka_ge: WAI (Web Accessibility Initiative) არის ინიციატივა ვებგვერდების უფრო ხელმისაწვდომი განსაკუთრებლად. ამ ოფციის შერჩევით, Chamilo-ს საჯარო გვერდები უფრო ხელმისაწვდომი გახდება. ეს ასევე ნიშნავს, რომ პორტალის საჯარო გვერდებზე ზოგიერთი კონტენტი შეიძლება განსხვავებულად გამოჩნდეს.
ko_kr: WAI(Web Accessibility Initiative)는 웹을 더 접근 가능하게 만들기 위한 이니셔티브입니다. 이 옵션을 선택하면 Chamilo의 공개 페이지가 더 접근 가능해집니다. 이로 인해 포털의 공개 페이지 일부 콘텐츠가 다르게 표시될 수 있습니다.
lo: WAI (Web Accessibility Initiative) ແມ່ນຂໍ້ລິເລີ່ມເພື່ອເຮັດໃຫ້ເວັບສາມາດເຂົ້າເຖິງໄດ້ຫຼາຍຂຶ້ນ. ໂດຍການເລືອກຕົວເລືອກນີ້, ໜ້າສາທາລະນະຂອງ Chamilo ຈະສາມາດເຂົ້າເຖິງໄດ້ຫຼາຍຂຶ້ນ. ນີ້ຍັງໝາຍຄວາມວ່າເນື້ອຫາບາງຢ່າງໃນໜ້າສາທາລະນະຂອງປະຕູເວັບໄຊທ໌ອາດຈະປາກົດແຕກຕ່າງກັນ.
lt_lt: WAI (Web Accessibility Initiative). Suteikia galimybę supaprastintai pateikti informaciją sistemoje
lv_lv: WAI (Web Accessibility Initiative) ir iniciatīva, padarīt internetu daudz pieejamāku. Izvēloties šo opciju, publiskās Chamilo lapas kļūs daudz pieejamākas. Tas arī nozīmē, ka dažu portālu publisko lapu saturs var būt atšķirīgs.
mk_mk: WAI (Web Accessibility Initiative) е иницијатива да се направи вебот попристапен. Селектирајќи ја оваа опција, јавните страни на Chamilo ќе станат попристапни. Тоа исто така значи дека некоја содржина на јавните страни на порталот може да се појават различно.
ms_my: WAI (Web Accessibility Initiative) adalah inisiatif untuk menjadikan web lebih boleh diakses. Dengan memilih pilihan ini, laman awam Chamilo akan menjadi lebih boleh diakses. Ini juga bermakna beberapa kandungan pada laman awam portal mungkin kelihatan berbeza.
my_mm: WAI (Web Accessibility Initiative) သည် ဝဘ်ကို ပိုမိုလက်လှမ်းမီရန် ရည်ရွယ်သော အစီအစဉ်တစ်ခုဖြစ်သည်။ ဤရွေးချယ်မှုကို ရွေးချယ်ခြင်းဖြင့် Chamilo ၏ အများသုံးစာမျက်နှာများသည် ပိုမိုလက်လှမ်းမီနိုင်မည်ဖြစ်သည်။ ၎င်းသည် ပေါ်တယ်၏ အများသုံးစာမျက်နှာများရှိ အကြောင်းအရာအချို့ကို ကွဲပြားစွာပေါ်လာစေနိုင်သည်ဟု ဆိုလိုသည်။
ne: WAI (Web Accessibility Initiative) वेबलाई थप पहुँचयोग्य बनाउने पहल हो। यो विकल्प छान्दा Chamilo का सार्वजनिक पृष्ठहरू थप पहुँचयोग्य हुनेछन्। यसको अर्थ पोर्टलका सार्वजनिक पृष्ठहरूमा केही सामग्री फरक देखिन सक्छ।
nl: WAI (Web Accessibility Initiative) is een intitiatief dat webpagina's toegankelijker wil maken. Door deze optie te selcteren zullen de publiek toegankelijke pagina's van Chamilo toegankelijker worden. Hierdoor kan de inhoud van publiek toegankelijke pagina's ook enigzins anders weergegeven worden.
nn_no: WAI (Web Accessibility Initiative) er eit initiativ for å gjere nettet meir tilgjengeleg. Ved å velje denne innstillinga blir offentlege sider i Chamilo meir tilgjengelege. Dette betyr òg at nokre innhald på portala sine offentlege sider kan sjå annarleis ut.
oc: WAI (Web Accessibility Initiative) es una iniciativa per far mai accessible lo web. En seleccionant aquesta opcion, las paginas publicas de Chamilo devenran mai accessibles. Aquò vol dir tanben que degun contengut sus las paginas publicas del portal pòt aparéisser diferentament.
pl_pl: WAI (Web Accessibility Initiative) to inicjatywa, aby strony internetowe były bardziej dostępne. Po wybraniu tej opcji, publiczne strony Chamilo staną się bardziej dostępne. Oznacza to również, że niektóre treści na ogólnodostępnych stronach portalu mogą wyglądać inaczej.
ps: WAI (د ویب د لاسرسي ابتکار) د ویب ډېر لاسرسي وړ کولو ابتکار دی. د دې انتخاب ټاکلو له لارې، د چامیلو عامه پاڼې ډېرې لاسرسي وړې کیږي. دا هم معنی لري چې د پورټل عامه پاڼو ځینې مواد ممکن په بل ډول څرګند شي.
pt_br: WAI (Web Accessibility Initiative) é uma iniciativa para tornar a web mais acessível. Selecionando esta opção, as páginas públicas do Chamilo serão mais acessíveis. Isso significa que algum conteúdo das páginas públicas pode aparecer de maneira diferente.
pt_pt: WAI (Web Accessibility Initiative) é uma iniciativa para tornar a web mais acessível. Seleccionando esta opção, as páginas públicas do Chamilo tornar-se-ão mais fáceis de aceder. Isto significa que alguns dos conteúdos nas páginas públicas do portal poderão aparecer de maneira diferente.
ro_ro: WAI (Web Accesibility Initiative) este o initiativa pentru a face spatiul web mai accesibil. Prin selectarea acestei optiuni, paginile publice ale Chamilo vor deveni mai accesibile. Aceasta inseamna si ca o parte dintre paginile publice ale portalului pot aparea diferit.
ru_ru: WAI (Интернет Доступность Инициатива) - инициатива, делающая интернет более доступным. Выбирая эту опцию, страницы общего доступа Chamilo станут еще доступнее. Это также означает, что некоторое содержимое этой страницы портала может отображаться по-разному.
sk_sk: WAI (Web Accessibility Initiative) je iniciatíva vytvárať web viac prístupný. Vybratím tejto vlastnosti budú verejné stránky Chamila viac prístupné. To tiež znamená, že sa môže rovnaký obsah na portálových verejných stránkach zobrazovať rozdielne.
sl: WAI (Web Accessibility Initiative) je iniciativa, ki skuša narediti spletne strani dostopnejše. Z izbiro te zmožnosti, postanejo javne strani Chamilo dostopnejše ljudem s posebnim potrebam. To tudi pomeni, da določena vsebina teh strani lahko privzame drugačno obliko oz. da je prikazana na drugačen način.
sq: WAI (Iniciativa për Acesueshmërinë në Web) është një iniciativë për ta bërë web-in më të aksesueshëm. Duke zgjedhur këtë opsion, faqët publike të Chamilo do të bëhen më të aksesueshme. Kjo gjithashtu do të thotë se disa përmbajtje në faqët publike të portalit mund të shfaqen ndryshe.
sr_rs: WAI (Web Accessibility Initiative) je inicijativa za poboljšanje pristupačnosti veba. Biranjem ove opcije, javne stranice Chamilo-a će postati pristupačnije. To takođe znači da se deo sadržaja na javnim stranicama portala može prikazati drugačije.
sv_se: WAI (Web Accessibility Initiative) är ett initiativ från W3C för att öka tillgängligheten på webbsidor. Genom att aktivera det kommer offentliga sidor i Chamilo att göras mer tillgängliga för t ex handikappade. Det innebär också att en del innehåll kan visas annorlunda.
sw_ke: WAI (Web Accessibility Initiative) ni mpango wa kufanya wavuti iwe na ufikiaji zaidi. Kwa kuchagua chaguo hili, kurasa za umma za Chamilo zitakuwa na ufikiaji zaidi. Hii pia inamaanisha kuwa baadhi ya maudhui kwenye kurasa za umma za lango yanaweza kuonekana tofauti.
ta: WAI (வெப் அணுகல் முன்னெடுப்பு) வெப் அதிக அணுகலாக்குவதற்கான முன்னெடுப்பு. இந்த விருப்பத்தை தேர்ந்தெடுத்தால், சாமிலோவின் பொது பக்கங்கள் அதிக அணுகலாகும். இதனால் போர்ட்டலின் பொது பக்கங்களில் சில உள்ளடக்கம் வேறுபட்டு தோன்றலாம்.
th: WAI (Web Accessibility Initiative) เป็นความริเริ่มเพื่อให้เว็บเข้าถึงได้มากขึ้น โดยการเลือกตัวเลือกนี้ หน้าสาธารณะของ Chamilo จะเข้าถึงได้มากขึ้น นั่นหมายความว่าบางเนื้อหาบนหน้าสาธารณะของพอร์ทัลอาจปรากฏแตกต่างออกไป
tl_ph: Ang WAI (Web Accessibility Initiative) ay isang inisyatiba upang gawing mas accessible ang web. Sa pagpili ng opsyong ito, ang mga pampublikong pahina ng Chamilo ay magiging mas accessible. Ibig sabihin din nito na ang ilang content sa mga pampublikong pahina ng portal ay maaaring magpakita nang iba.
tr: WAI(Web Erişim Girişimi) interneti daha fazla erişilebilir yapmak için bir girişimdir. Bu opsiyonu seçerek chamiloun umumi sayfaları daha erişilebilir olacaktır. Bu portalın umumi sayfalarındaki bazı içeriklerin değişik şekilde görünebileceği anlamına da gelir.
uk_ua: WAI (Web Accessibility Initiative - Веб-доступність) - це ініціатива для створення більш доступного вебу. Вибираючи цю опцію, публічні сторінки Chamilo стануть більш зручними. Це також значить, що деякий контент на публічних сторінках порталу може відображуватись по-різному.
vi_vn: WAI (Sáng kiến Khả năng tiếp cận Web) là sáng kiến làm web dễ tiếp cận hơn. Chọn tùy chọn này, các trang công khai Chamilo sẽ dễ tiếp cận hơn. Điều này cũng có nghĩa một số nội dung trang công khai cổng có thể hiển thị khác.
xh_za: I-WAI (I- Web Accessibility Initiative) yinkqubo yokwenza iwebhu ibe nokufikeleleka ngakumbi. Ukukhetha oku kule ndlela, amaphepha oluwo e-Chamilo aya kuba nokufikeleleka ngakumbi. Oku kuthetha ukuba omnye umxholo kwimiphepha yolawulo lweportal unokubonakala ngendlela eyahlukileyo.
zh_cn: WAI（Web Accessibility Initiative）旨在使网络更易访问。选择此选项将使 Chamilo 公共页面更易访问。这也意味着门户公共页面上的某些内容可能显示不同。
zh_tw: WAI（Web Accessibility Initiative）是使網路更易存取的倡議。選擇此選項將使 Chamilo 的公共頁面更易存取。這也意味著入口網站公共頁面的一些內容可能顯示不同。

source: Version check
ar: التحقق من إصدار
ast_es: Comprobar versión
bn_bd: সংস্করণ যাচাই
bs_ba: Provjera verzije
ca_es: Verificació de la versió
cs_cz: Kontrola verze
da: Tjek af version
de: Check für Version
el: Έλεγχος έκδοσης
eo: Versia kontrolo
es: Comprobar versión
es_mx: Verificación de versión
eu_es: Egiaztatu bertsioa
fa_ir: بروز رسانی نسخه
fi_fi: Version tarkistus
fo_fo: Útgávukontroll
fur: Controll version
ga: Seiceáil leagan
gl: Verificación da versión
he_il: בדיקת גירסא
hi: संस्करण जाँच
hr_hr: Provjera verzije
hu_hu: Verzióellenőrzés
hy: Տարբերակի ստուգում
id_id: Pemeriksaan versi
it: Controllo versione
ja: バージョンの確認
ka_ge: ვერსიის შემოწმება
ko_kr: 버전 확인
lt_lt: Versijos patikrinimas
lv_lv: Pārbaudīt platformas versiju
mk_mk: Проверка на верзијата
ms_my: Pemeriksaan versi
my_mm: ဗားရှင်းစစ်ဆေးမှု
ne: संस्करण जाँच
nl: Versiecontrole
nn_no: Versjonskontroll
oc: Verificacion de version
pl_pl: Sprawdzenie wersji
ps: نسخې چک
pt_br: Verificação da versão
pt_pt: Verificar a versão
ro_ro: Verificarea versiunii
ru_ru: Проверка версии
sk_sk: Overenie verzie
sl: Preverjanje različice
sq: Kontrolli i versionit
sr_rs: Provera verzije
sv_se: Versionskontroll
sw_ke: Angalia toleo
ta: பதிப்பு சரிபார்ப்பு
th: ตรวจสอบเวอร์ชัน
tl_ph: Tingnan ang bersyon
tr: Sürüm kontrolü
uk_ua: Перевірка версій
vi_vn: Kiểm tra phiên bản
xh_za: Ukujonga uguquko
zh_cn: 版本检查
zh_tw: 檢查版本

source: Session overview
ar: نظرة عامة حول الدورة
ast_es: Resume de la sesión
bn_bd: সেশন সারাংশ
bs_ba: Pregled sesije
ca_es: Resum de la sessió
cs_cz: Přehled sezení
da: Overblik over session
de: Kurs-Session Details
el: Περίληψη περιόδου
eo: Sesia supervido
es: Resumen de la sesión de formación
es_mx: Resumen de sesión
eu_es: Saioaren laburpena
fa_ir: پیش نمایش جلسه
fi_fi: Istunnon yleiskatsaus
fo_fo: Yvirlit yvir lotu
fur: Panorame de sesion
ga: Forbhreathnú seisiún
gl: Resumo da sesión
he_il: סקירת הפעלה
hi: सत्र अवलोकन
hr_hr: Pregled sesije
hu_hu: Találkozó leírása
hy: Սեանսի ակնարկ
id_id: Ikhtisar sesi
it: Sintesi sessione
ja: セッション概要
ka_ge: სესიის მიმოხილვა
ko_kr: 세션 개요
lo: ພາບລວມຂອງຊ່ວງເວລາ
lt_lt: Sesijos peržiūra
lv_lv: Sesiju pārskats
mk_mk: Краток преглед на сесијата
ms_my: Gambaran sesi
my_mm: အစည်းအဝေးခြုံငုံသုံးသပ်ချက်
ne: सत्र अवलोकन
nl: Sessie-overzicht
nn_no: Øktoversikt
oc: Aperçu de la sesion
pl_pl: Podgląd sesji
ps: د غونډې لید
pt_br: Resumo da sessão
pt_pt: Resumo da sessão
ro_ro: Rezumatul sesiunii
ru_ru: Обзор сессии
sk_sk: Prehľad stretnutí
sl: Povzetek seje
sq: Përmbledhje sesioni
sr_rs: Pregled sesije
sv_se: Överblick för perioder
sw_ke: Muhtasari wa kipindi
ta: அமர்வு கண்ணோட்டம்
th: ภาพรวมเซสชัน
tl_ph: Pangkalahatang overview ng session
tr: Oturum Genel Bakış
uk_ua: Огляд сесії
vi_vn: Tổng quan buổi
xh_za: Isishwankathelo seseshini
zh_cn: 讲习班概述
zh_tw: 學期單元總覽

source: Add user in the course only if not yet in
ar: تسجيل مستخدم إذا لم يقم بالتسجيل من قبل
ast_es: Matricular a un usuariu nel casu de que yá nun lo tea.
bn_bd: কোর্সে ব্যবহারকারী যোগ করুন শুধুমাত্র যদি ইতিমধ্যে না থাকে
bs_ba: Dodaj korisnika u kurs samo ako već nije u njemu
ca_es: Inscriure l'usuari si encara no està inscrit
cs_cz: Přidat uživatele do školení, pouze pokud v něm ještě není
da: Tilmeld deltager, hvis han/hun ikke allerede er tilmeldt
de: Benutzer registrieren, wenn er noch nicht registriert ist
el: Προσθήκη χρήστη στο μάθημα μόνο αν δεν είναι ήδη μέσα
eo: Enskribi uzanton, se ŝli ankorau ne estas enskribita
es: Inscribir un usuario en el caso de que ya no lo esté
es_mx: Agregar usuario al curso solo si no está ya
eu_es: Gehitu erabiltzailea ikastaroan, lehendik ez izatekotan soilik
fa_ir: افزودن کاربر به دوره فقط اگر قبلاً در آن نباشد
fi_fi: Lisää käyttäjä kurssille vain jos ei vielä ole siinä
fo_fo: Legg brúkara til kursin bert um ikki longu í
fur: Zonta l'utent tal curs dome se no è ancor dentri
ga: Cuir úsáideoir sa chúrsa ach amháin mura bhfuil ann cheana
gl: Inscribir o usuario no caso de que ainda non estexa inscrito
he_il: הוסף משתמש בקורס רק אם עדיין לא נכנס
hi: पाठ्यक्रम में उपयोगकर्ता जोड़ें केवल यदि पहले से न हो
hr_hr: Dodaj korisnika u kurs samo ako već nije u njemu
hu_hu: Felhasználó feliratása, ha még nincs feliratkozva.
hy: Ավելացնել օգտատիրոջը դասընթացում միայն, եթե դեռ չի գտնվում այնտեղ
id_id: Tambahkan pengguna ke kursus hanya jika belum ada di dalamnya
it: Iscrivi un utente se non è già iscritto
ja: まだコースにいない場合のみユーザーをコースに追加
ka_ge: კურსში მომხმარებლის დამატება მხოლოდ იმ შემთხვევაში, თუ ის ჯერ არ არის
ko_kr: 아직 수강하지 않은 경우에만 코스에 사용자 추가
lo: ເພີ່ມຜູ້ໃຊ້ໃນລາຍວິຊາກໍຕໍ່ເມື່ອຍັງບໍ່ໄດ້ຢູ່
lt_lt: Užregistruoti vartotoją, jei jis dar neužregistruotas
lv_lv: Pievienot lietotāju apmācībai tikai tad, ja tas vēl nav šeit reģistrēts
mk_mk: Запиши го корисникот ако веќе не е запишан
ms_my: Tambah pengguna dalam kursus hanya jika belum ada
my_mm: သင်တန်းတွင် အသုံးပြုသူကို မထည့်ရသေးပါကသာ ထည့်ပါ
ne: पाठ्यक्रममा अझै नभएको अवस्थामा मात्र प्रयोगकर्ता थप्नुहोस्
nl: Schrijf gebruiker in als de gebruiker nog niet is ingeschreven
nn_no: Legg brukar i kurset berre om ikkje allereie der
oc: Apondre lo utilizaire dins lo cors se es pas ja dedins
pl_pl: Dodaj użytkownika do szkolenia tylko wtedy, gdy jeszcze nie jest na nie zapisany
ps: کاروونکي په کورس کې اضافه کړئ یوازې که تر اوسه پکې نه وي
pt_br: Adicionar usuário caso ainda não esteja inscrito
pt_pt: Adicionar utilizador ao curso caso ainda não esteja
ro_ro: Subscrie utilizatorul daca nu a fost deja subscris
ru_ru: Подписать пользователя, если он еще не подписан
sk_sk: Zaradiť používateľa, ak ešte nie je zaradený
sl: Vpiše uporabnike, če že niso vpisani
sq: Shto përdorues në kurs vetëm nëse nuk është ende brenda
sr_rs: Dodaj korisnika u kurs samo ako već nije u njemu
sv_se: Registrera användaren om inte användaren själv gjort det
sw_ke: Ongeza mtumiaji kwenye kozi ikiwa bado hayuko ndani
ta: பாடத்தில் இன்னும் இல்லையென்றால் மட்டும் பாடத்தில் பயனரை சேர்க்கவும்
th: เพิ่มผู้ใช้ในคอร์สเฉพาะเมื่อยังไม่อยู่ใน
tl_ph: Magdagdag ng user sa kurso lamang kung hindi pa naroroon
tr: Eğer halen kayıtlı değilse kullanucu olarak kaydedin.
uk_ua: Зарахувати нового користувача, якщо його ще не зараховано
vi_vn: Thêm người dùng vào khóa học chỉ nếu chưa có
xh_za: Faka umsebenzisi kwizifundo kuphela ukuba akakaze abekhona
zh_cn: 如果用户还没注册, 允许用户参加课程
zh_tw: 加入使用者若其並未選修課程
