Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Type of filtering on document uploads
ar: ترتيب تحميل المستند
ast_es: Tipu de filtráu nos unvíos de documentos
bn_bd: ডকুমেন্ট আপলোডে ফিল্টারিংয়ের ধরন
bs_ba: Tip filtriranja pri uploadu dokumenata
ca_es: Tipus de filtratge sobre l'enviament de documents
cs_cz: Typ filtrování na nahraných dokumentech
da: Type filtrering på dokumentuploads
de: Upload-Filter
el: Τύπος φιλτραρίσματος σε φορτώσεις εγγράφων
eo: Filtrilspeco por dokumentalŝuto
es: Tipo de filtrado en los envíos de documentos
es_mx: Tipo de filtrado en cargas de documentos
eu_es: Iragazki mota dokumentuak kargatzean
fa_ir: نوع فیلترینگ بارگذاری اسناد
fi_fi: Dokumenttien latauksen suodatusmenetelmä
fo_fo: Slag av filtrering á skjalupplasting
fur: Tipe di filtragi sui carjaments documents
ga: Cineál scagtha ar uaslódáil doiciméad
gl: Tipo de filtrado nos envíos de documentos
he_il: סוג הסינון בהעלאות מסמכים
hi: दस्तावेज़ अपलोड पर फ़िल्टरिंग का प्रकार
hr_hr: Vrsta filtriranja pri uploadu dokumenata
hu_hu: A dokumentumfeltöltésre alkalmazott szűrés típusa
hy: Փաստաթղթերի վերբեռնման ֆիլտրման տեսակ
id_id: Jenis penyaringan unggahan dokumen
it: Tipo di filtro sui documenti caricati
ja: ドキュメントアップロードのフィルタリングの種類
ka_ge: დოკუმენტების ატვირთვის ფილტრაციის ტიპი
ko_kr: 문서 업로드 필터링 유형
lt_lt: Dokumentų įkėlimo filtravimo tipas
lv_lv: Filtrēšanas veids dokumentu augšupielādēšanai
mk_mk: Вид на филтрирање на качените документи
ms_my: Jenis penapisan pada muat naik dokumen
my_mm: စာရွက်စာတမ်းတင်သွင်းမှုအပေါ် စစ်ထုတ်မှုအမျိုးအစား
ne: दस्तावेज़ अपलोडमा फिल्टरको प्रकार
nl: Filtertype op upload documenten
nn_no: Type filtrering på dokumentopplasting
oc: Tipe de filtratge sus las cargas de documents
pl_pl: Rodzaj filtrowania przesyłanych dokumentów
ps: د سندونو اپلوډ کولو باندې د فلټر کولو ډول
pt_br: Tipo de filtro no envio de documento
pt_pt: Tipo de filtragem no envio de documentos
ro_ro: Tipul de filtrare pentru incarcarea documentelor
ru_ru: Типы фильтров для скачиваемых документов
sk_sk: Typ filtrovania pri načítavaní dokumentu
sl: Vrsta filtriranja pri nalaganju dokumentov
sq: Lloji i filtrimit në ngarkimet e dokumenteve
sr_rs: Tip filtriranja pri otpremanju dokumenata
sv_se: Typ av filtrering för uppladdade dokument
sw_ke: Aina ya kuchuja wakati wa kupakia hati
ta: ஆவணம் பதிவேற்றத்தில் வடிகட்டல் வகை
th: ประเภทการกรองการอัปโหลดเอกสาร
tl_ph: Uri ng pag-filter sa document uploads
tr: Doküman yüklemedeki filtreleme çeşidi
uk_ua: Тип фільтру для завантажених документів
vi_vn: Loại lọc khi tải lên tài liệu
xh_za: Uhlobo lokuhluzwa kokulayishwa kwamaxwebhu
zh_cn: 文件上传过滤类型
zh_tw: 上載文件過濾器類型

source: Whether you want to use the blacklist or whitelist filtering. See blacklist or whitelist description below for more details.
ar: إذا ما أردت استخدام القائمة السوداء أو القائمة البيضاء المرشحة. انظر إلي الوصف أسفل القائمة السوداء أو القائمة البيضاء لوصف أكثر
ast_es: Usar un filtráu Blacklist o whitelist. Pa saber más, mire más embaxu na descripción d'estos dos tipos de filtru
bn_bd: ব্ল্যাকলিস্ট বা হোয়াইটলিস্ট ফিল্টারিং ব্যবহার করতে চান কি না। বিস্তারিত জানতে নিচের ব্ল্যাকলিস্ট বা হোয়াইটলিস্ট বর্ণনা দেখুন।
bs_ba: Da li želite koristiti crnu ili bijelu listu za filtriranje. Pogledajte opis crne ili bijele liste ispod za više detalja.
ca_es: Utilització de llista negra o blanca. Vegeu la descripció de la llista negra i la llista blanca a sota per més detalls
cs_cz: Použití funkce blacklist - whitelist filtrování. <br/>Pro více informací si prohlédněte popis níže.
da: Om du vil bruge sortliste eller hvidliste filtrering. Se beskrivelse af sortliste eller hvidliste nedenfor for flere detaljer.
de: Auswahl der Blacklist oder Whitelist als Filter. Weitere Details dazu in den Blacklist und Whitelist Beschreibungen unten
el: Εάν θέλετε να χρησιμοποιήσετε φιλτράρισμα μαύρης λίστας ή λευκής λίστας. Δείτε την περιγραφή μαύρης ή λευκής λίστας παρακάτω για περισσότερες λεπτομέρειες.
eo: Uzo de nigralista aŭ blanklista filtrado. Por plia informo vidu priskribon de nigralisto aŭ blanklisto ĉi-malsupre
es: Utilizar un filtrado blacklist o whitelist. Para más detalles, vea más abajo la descripción ambos filtros.
es_mx: Si quieres usar el filtrado de lista negra o lista blanca. Consulta la descripción de lista negra o lista blanca más abajo para más detalles.
eu_es: Iragazteko zerrenda beltza ala zerrenda zuria erabili behar duzu. Bakoitzaren xehetasunak kontuan hartzeko, ikusi bi iragazkien ezaugarriak behean.
fa_ir: استفاده از لیست سیاه یا سفید برای فیلترینگ. برای جزئیات بیشتر به توضیحات لیست سیاه یا سفید زیر مراجعه کنید.
fi_fi: Haluatko käyttää mustaa listaa vai valkoista listaa suodatukseen. Katso lisätietoja mustan tai valkoisen listan kuvauksesta alla.
fo_fo: Um tú ynskir at brúka svartalista ella hvítalista filtrering. Sí svartalista ella hvítalista lýsing niðanfyri fyri meira kunngjøring.
fur: Se vûs doprâ la liste nere o liste blancje par filtrâ. Vê descrizion liste nere o liste blancje cîe sot par dêtails.
ga: Cé acu blacklist nó whitelist scagtha atá uait a úsáid. Féach cur síos blacklist nó whitelist thíos le haghaidh tuilleadh sonraí.
gl: Utilizar un filtrado blacklist ou whitelist. Para máis detalles, vexa máis abaixo a descrición ambos os filtros.
he_il: אם ברצונך להשתמש בסינון הרשימה השחורה או הרשימה הלבנה. ראה רשימה שחורה או תיאור הרשימה הלבנה למטה לפרטים נוספים.
hi: आप ब्लैकलिस्ट या व्हाइटलिस्ट फ़िल्टरिंग का उपयोग करना चाहते हैं। अधिक विवरण के लिए नीचे ब्लैकलिस्ट या व्हाइटलिस्ट विवरण देखें।
hr_hr: Hoćete li koristiti crnu ili bijelu listu za filtriranje. Pogledajte opis crne ili bijele liste ispod za više detalja.
hu_hu: A fekete/fehérlista szűrő használata. Olvassa el a fekete és fehérlista leírását a további részletekért.
hy: Սև ցուցակը կամ սպիտակ ցուցակը օգտագործելը: Տես սև կամ սպիտակ ցուցակի նկարագրությունը ստորև մանրամասների համար:
id_id: Apakah Anda ingin menggunakan penyaringan daftar hitam atau daftar putih. Lihat deskripsi daftar hitam atau daftar putih di bawah untuk detail lebih lanjut.
it: E`possibile creare una liste nere o bianche da usare come filtro. Si veda la descrizione di sotto per maggiori dettagli.
ja: ブラックリストまたはホワイトリストのフィルタリングを使用するかどうか。詳細は以下のブラックリストまたはホワイトリストの説明を参照してください。
ka_ge: გსურთ შავი სიის თუ თეთრი სიის ფილტრაცია. იხილეთ შავი ან თეთრი სიის აღწერა ქვემოთ დეტალებისთვის.
ko_kr: 블랙리스트 또는 화이트리스트 필터링을 사용할지 선택하세요. 아래 블랙리스트 또는 화이트리스트 설명을 참조하세요.
lo: ວ່າທ່ານຕ້ອງການໃຊ້ການກັ່ນຕອງບັນຊີດຳ ຫຼື ບັນຊີຂາວ. ເບິ່ງລາຍລະອຽດບັນຊີດຳ ຫຼື ບັນຊີຂາວດ້ານລຸ່ມສຳລັບລາຍລະອຽດເພີ່ມເຕີມ.
lt_lt: Ar norite naudoti juodąjį sąrašą ar baltąjį sąrašą filtravimui. Žiūrėkite juodojo ar baltojo sąrašo aprašymą žemiau dėl daugiau detalių.
lv_lv: Vai vēlaties izmantot filtrēšanai melno vai balto sarakstu ? Lai saņemtu sīkāku informāciju, skatīt melnā vai baltā saraksta aprakstu zemāk
mk_mk: Или сакате да користите филтрирање со црн_список или со бел_список. Видете го описот подолу за повеќе детали.
ms_my: Sama ada anda mahu menggunakan penapisan senarai hitam atau senarai putih. Lihat penerangan senarai hitam atau senarai putih di bawah untuk butiran lanjut.
my_mm: သင်သည် အနက်ရောင်စာရင်း သို့မဟုတ် အဖြူရောင်စာရင်း စစ်ထုတ်မှုကို အသုံးပြုလိုသလား။ ပိုမိုသေးစိတ်သိရှိရန် အောက်တွင် အနက်ရောင်စာရင်း သို့မဟုတ် အဖြူရောင်စာရင်း ဖော်ပြချက်ကို ကြည့်ပါ။
ne: तपाईं कालो सूची वा सेतो सूची फिल्टर प्रयोग गर्न चाहनुहुन्छ। थप विवरणका लागि तल कालो सूची वा सेतो सूची विवरण हेर्नुहोस्।
nl: Gebruik van blacklist of whitelist filtering. Zie beschrijving blacklist of whitelist voor meer informatie.
nn_no: Om du vil bruke svarteliste eller kviteliste-filtrering. Sjå beskriving av svarteliste eller kviteliste nedanfor for meir detaljar.
oc: Se volètz usar lo filtratge per lista negra o lista blanca. Vejatz la descripcion de la lista negra o blanca çaijós per mai de detalhs.
pl_pl: Możesz korzystać z czarnej czy białej listy filtrowania. Zobacz opis czarnej i białej listy, aby uzyskać więcej informacji.
ps: ایا تاسو غواړئ د ګڼ شمېر یا سپينې لېست فلټر کاروئ. لاندې د ګڼ شمېر یا سپينې لېست تفصیل وګورئ.
pt_br: Se desejar utilizar um filtro da lista negra ou branca, veja a descrição de cada uma das filtragens abaixo.
pt_pt: Se desejar usar a filtragem da lista negra (blacklist) ou da lista branca (whitelist). Ver abaixo a descrição da lista negra (blacklist) ou da lista branca (whitelist) para mais detalhes.
ro_ro: Alegeti daca utilizati lista neagra sau lista alba pentru filtrare. Consultati descrierea listei negre sau listei albe pentru mai multe detalii.
ru_ru: Хотете ли Вы использовать черный или белый список для фильтра. Смотрите описание белого или черного списка ниже.
sk_sk: Vybrať čiernu alebo bielu listinu ako filter. Ďalšie podrobnosti o čiernej alebo bielej listine v popise nižšie.
sl: Omogoča uporabiti filtriranje s črno listo ali belo listo. Podrobnejši opis si lahko ogledate pri opisih posameznih list spodaj.
sq: Nëse dëshironi të përdorni filtrimin me listë të zezë ose listë të bardhë. Shihni përshkrimin e listës së zezë ose të bardhë më poshtë për më shumë detaje.
sr_rs: Da li želite da koristite crnu ili belu listu za filtriranje. Pogledajte opis crne ili bele liste ispod za više detalja.
sv_se: När du vill använda en svartlista eller vitlista för filtrering. Se beskrivning av listorna längre ner för mer detaljer.
sw_ke: Kama unataka kutumia orodha nyeusi au orodha nyeupe ya kuchuja. Tazama maelezo ya orodha nyeusi au nyeupe hapa chini kwa maelezo zaidi.
ta: கருப்புப் பட்டியல் அல்லது வெள்ளைப் பட்டியல் வடிகட்டலைப் பயன்படுத்த விரும்புகிறீர்களா. விவரங்களுக்கு கீழே உள்ள கருப்புப் பட்டியல் அல்லது வெள்ளைப் பட்டியல் விளக்கத்தைப் பார்க்கவும்.
th: เลือกใช้การกรองแบบแบล็กลิสต์หรือไวท์ลิสต์ ดูคำอธิบายด้านล่างสำหรับรายละเอียดเพิ่มเติม
tl_ph: Kung nais mong gumamit ng blacklist o whitelist filtering. Tingnan ang deskripsyon ng blacklist o whitelist sa ibaba para sa higit pang detalye.
tr: Karalisteyi ya da beyazlisteyi kullanmak isteyebilirsiniz. Daha fazla ayrıntı için aşağıdaki karaliste veya beyazliste açıklamasına bakın.
uk_ua: Ви можете використовувати чорний або білий список для фільтру. Дивіться опис чорного або білого списку для деталей.
vi_vn: Bạn muốn sử dụng lọc danh sách đen hay danh sách trắng. Xem mô tả danh sách đen hoặc danh sách trắng bên dưới để biết chi tiết.
xh_za: Ukuba ufuna ukusebenzisa uluhlu olumnyama okanye uluhlu olumhlophe ukuhluzwa. Jonga inkcazo yoluhlu olumnyama okanye olumhlophe ngaphantsi kwezincedazelo ezongezelelweyo.
zh_cn: 您是否想使用黑名单或者白名单过滤。参看下面的黑名单或白名单描述获得更多细节。
zh_tw: 你是否使用黑名單或白名單過濾？請檢視以下的黑名單或白名單詳情。

source: Blacklist
ar: القائمة السوداء
ast_es: Blacklist (Llistáu negru)
bn_bd: ব্ল্যাকলিস্ট
bs_ba: Crna lista
ca_es: Llista negra
da: Sortliste
el: Μαύρη λίστα
eo: Nigralisto
es_mx: Lista negra
eu_es: Blacklist-Zerrenda beltza
fa_ir: فهرست سیاه
fi_fi: Musta lista
fo_fo: Svartlisti
fur: Liste nere
he_il: רשימה שחורה
hi: ब्लैकलिस्ट
hr_hr: Crna lista
hu_hu: Feketelista
hy: Սև ցուցակ
id_id: Daftar hitam
it: Lista nera
ja: ブラックリスト
ka_ge: შავი სია
ko_kr: 블랙리스트
lo: ບັນຊີດຳ
lv_lv: Melnais saraksts
mk_mk: Црн_список
ms_my: Senarai hitam
my_mm: အနက်ရောင်စာရင်း
ne: कालो सूची
nn_no: Svarteliste
oc: Lista negra
pl_pl: Czarna lista
ps: ګڼ شمېر لېست
pt_br: Lista negra
pt_pt: Lista negra (Blacklist)
ro_ro: Lista neagra
ru_ru: Черный список
sk_sk: Čierna listina
sl: Črna lista
sq: Listë e zezë
sr_rs: Crna lista
sv_se: Svartlista
sw_ke: Orodha nyeusi
ta: கருப்புப் பட்டியல்
th: แบล็กลิสต์
tr: Karaliste
uk_ua: Чорний список
vi_vn: Danh sách đen
xh_za: Uluhlu olumnyama
zh_cn: 黑名单
zh_tw: 黑名單

source: Whitelist
ar: القائمة البيضاء
ast_es: Whitelist (Llistáu blancu)
bn_bd: হোয়াইটলিস্ট
bs_ba: Bijela lista
ca_es: Llista blanca
da: Hvidliste
el: Λευκή λίστα
eo: Blanklisto
es_mx: Lista blanca
eu_es: Whitelist-Zerrenda zuria
fa_ir: فهرست سفید
fi_fi: Valkoinen lista
fo_fo: Hvítlisti
fur: Liste blancje
he_il: רשימה לבנה
hi: व्हाइटलिस्ट
hr_hr: Bijela lista
hu_hu: Fehér lista
hy: Սպիտակ ցուցակ
id_id: Daftar putih
it: Lista bianca
ja: ホワイトリスト
ka_ge: თეთრი სია
ko_kr: 화이트리스트
lo: ບັນຊີຂາວ
lv_lv: Baltais saraksts
mk_mk: Бел_список
ms_my: Senarai putih
my_mm: အဖြူရောင်စာရင်း
ne: सेतो सूची
nn_no: Kvite liste
oc: Lista blanca
pl_pl: Biała lista
ps: سپينې لېست
pt_br: Lista branca
pt_pt: Lista branca (Whitelist)
ro_ro: Lista alba
ru_ru: Белый список
sk_sk: Biela listina
sl: Bela lista
sq: Listë e bardhë
sr_rs: Bela lista
sv_se: Vitlista
sw_ke: Orodha nyeupe
ta: வெள்ளைப் பட்டியல்
th: ไวท์ลิสต์
tr: Beyazliste
uk_ua: Білий список
vi_vn: Danh sách trắng
xh_za: Uluhlu olumhlophe
zh_cn: 白名单
zh_tw: 白名單

source: Blacklist - setting
ar: إعدادات – القائمة السوداء
ast_es: Blacklist - parámetros
bn_bd: ব্ল্যাকলিস্ট - সেটিং
bs_ba: Crna lista - postavke
ca_es: Llista negra - paràmetres
cs_cz: Blacklist - nastavení
da: Sortliste - indstilling
de: Blacklist - Einstellungen
el: Μαύρη λίστα - ρύθμιση
eo: Nigralisto - agordoj
es: Blacklist - parámetros
es_mx: Lista negra - configuración
eu_es: Blacklist - ezarpenak
fa_ir: فهرست سیاه - تنظیمات
fi_fi: Musta lista - asetus
fo_fo: Svartlisti - stilling
fur: Liste nere - paremeters
ga: Blacklist - socrú
gl: Blacklist - parámetros
he_il: רשימה שחורה - הגדרה
hi: ब्लैकलिस्ट - सेटिंग
hr_hr: Crna lista - postavka
hu_hu: Feketelista - beállítások
hy: Սև ցուցակ - կարգավորում
id_id: Daftar hitam - pengaturan
it: Lista nera - configurazione
ja: ブラックリスト - 設定
ka_ge: შავი სია - შეკონფიგურება
ko_kr: 블랙리스트 설정
lt_lt: Juodojo sąrašo nustatymas
lv_lv: Melnā saraksta iestatījumi
mk_mk: Црн_список - поставки
ms_my: Senarai hitam - tetapan
my_mm: အနက်ရောင်စာရင်း - ဆက်တင်
ne: कालो सूची - सेटिङ
nl: Blacklist - instellingen
nn_no: Svarteliste - innstilling
oc: Lista negra - configuracion
pl_pl: Czarna lista - ustawienia
ps: ګڼ شمېر لېست - تنظیم
pt_br: Lista negra - configurações
pt_pt: Lista negra (Blacklist) - configuração
ro_ro: Lista neagra - setari
ru_ru: Черный список - установки
sk_sk: Čierna listina - nastavenie
sl: Črna lista - nastavitve
sq: Listë e zezë - cilësim
sr_rs: Crna lista - podešavanja
sv_se: Svartlista -inställningar
sw_ke: Orodha nyeusi - mipangilio
ta: கருப்புப் பட்டியல் - அமைப்பு
th: แบล็กลิสต์ - การตั้งค่า
tr: Karaliste - ayarlar
uk_ua: Чорний список - налаштування
vi_vn: Danh sách đen - thiết lập
xh_za: Uluhlu olumnyama - isetingi
zh_cn: 黑名单-设置
zh_tw: 黑名單 - 設定

source: Whitelist - setting
ar: إعدادات – القائمة البيضاء
ast_es: Whitelist - parámetros
bn_bd: হোয়াইটলিস্ট - সেটিং
bs_ba: Bijela lista - postavke
ca_es: Llista blanca - paràmetres
cs_cz: Whitelist - nastavení
da: Hvidliste - indstilling
de: Whitelist - Einstellungen
el: Λευκή λίστα - ρύθμιση
eo: Blanklisto - agordoj
es: Whitelist - parámetros
es_mx: Lista blanca - configuración
eu_es: Whitelist - ezarpenak
fa_ir: فهرست سفید - تنظیمات
fi_fi: Valkoinen lista - asetus
fo_fo: Hvítlisti - stilling
fur: Liste blancje - paremeters
ga: Whitelist - socrú
gl: Whitelist - parámetros
he_il: רשימה הלבנה - הגדרה
hi: व्हाइटलिस्ट - सेटिंग
hr_hr: Bijela lista - postavka
hu_hu: Fehér lista - beállítások
hy: Սպիտակ ցուցակ - կարգավորում
id_id: Daftar putih - pengaturan
it: Lista bianca - configurazione
ja: ホワイトリスト - 設定
ka_ge: თეთრი სია - შეკონფიგურება
ko_kr: 화이트리스트 설정
lt_lt: Baltojo sąrašo nustatymas
lv_lv: Baltā saraksta iestatījumi
mk_mk: Бел_список - поставки
ms_my: Senarai putih - tetapan
my_mm: အဖြူရောင်စာရင်း - ဆက်တင်
ne: सेतो सूची - सेटिङ
nl: Whistelist - instellingen
nn_no: Kvite liste - innstilling
oc: Lista blanca - configuracion
pl_pl: Biała lista - ustawienia
ps: سپينې لېست - تنظیم
pt_br: Lista branca - configurações
pt_pt: Lista branca (Whitelist) - configuração
ro_ro: Lista alba - setari
ru_ru: Белый лист - установки
sk_sk: Biela listina - nastavenie
sl: Bela lista - nastavitve
sq: Listë e bardhë - cilësim
sr_rs: Bela lista - podešavanja
sv_se: Vitlista -inställningar
sw_ke: Orodha nyeupe - mipangilio
ta: வெள்ளைப் பட்டியல் - அமைப்பு
th: ไวท์ลิสต์ - การตั้งค่า
tr: Beyazliste - ayarlar
uk_ua: Білий список - налаштування
vi_vn: Danh sách trắng - thiết lập
xh_za: Uluhlu olumhlophe - isetingi
zh_cn: 白名单-设置
zh_tw: 白名單 - 設定
