Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Chamilo RAPID is a Rapid Learning tool available in Chamilo Pro and Chamilo Medical. It allows you to convert Powerpoint or LibreOffice presentations to SCORM-compliant courses. After the conversion, you end up in the Courses authoring tool and are able to add audio comments on slides and pages, tests and activities between the slides or pages and interaction activities like forum discussions or assignment upload. Every step becomes an independent and removable learning object. And the whole course generates accurate SCORM reporting for further coaching.
ar: .بتحويل عروض الباور بوينت إلى مسار تعليمي من خلال بعض النقرات (PowerPoint2LearningPath) -تسمح الأداة - باور بوينت إلى مسار تعليمي
ast_es: Oogie-Woogie ye una ferramienta que permite xenerar secuencies d'aprendizaxe de manera rápida. Pue convertir presentaciones Powerpoint y documentos Word, y los sos equivalentes d'Openoffice en cursos tipu SCORM. Dempués de la conversión, el documentu va poder xestionase cola ferramienta Itinerarios d'aprendizaxe de Chamilo. Va poder amestar diapositives, audio, exercicios ente les diapositives o actividaes como foros de discutiniu y unvíu de deberes. Como ye un cursu SCORM tamién permite facer informes y siguimientu de los estudiantes. el sistema combina'l poderíu d'Openoffice como ferramienta de conversión de documentos MS-Office col servidor streaming REDS pa la grabación d'audio más la ferramienta d'alministración d'itinerarios d'aprendizaxe de Chamilo.
bn_bd: Chamilo RAPID হলো Chamilo Pro এবং Chamilo Medical এ উপলব্ধ একটি র‍্যাপিড লার্নিং টুল। এটি Powerpoint বা LibreOffice উপস্থাপনাকে SCORM সামঞ্জস্যপূর্ণ কোর্সে রূপান্তর করতে দেয়। রূপান্তরের পর আপনি Courses authoring টুলে পৌঁছে স্লাইড এবং পেজে অডিও মন্তব্য, টেস্ট এবং অ্যাক্টিভিটি যোগ করতে পারেন এবং ফোরাম আলোচনা বা অ্যাসাইনমেন্ট আপলোডের মতো ইন্টারঅ্যাকশন অ্যাক্টিভিটি। প্রতিটি ধাপ স্বাধীন এবং অপসারণযোগ্য লার্নিং অবজেক্ট হয়ে ওঠে। এবং সম্পূর্ণ কোর্স সঠিক SCORM রিপোর্টিং তৈরি করে।
bs_ba: Chamilo RAPID je alat za brzo učenje dostupan u Chamilo Pro i Chamilo Medical. Omogućava vam konverziju Powerpoint ili LibreOffice prezentacija u SCORM-kompatibilne kurseve. Nakon konverzije, završavate u alatu za kreiranje kurseva i možete dodati audio komentare na slajdove i stranice, testove i aktivnosti između slajdova ili stranica i interaktivne aktivnosti poput diskusija na forumu ili učitavanja zadataka. Svaki korak postaje nezavisan i uklonjivi objekat učenja. Cijeli kurs generiše tačno SCORM izvješćivanje za dalji coaching.
ca_es: oogie-Woogie és una eina que permet generar ràpidament itineraris formatius. Pot convertir presentacions PowerPoint i documents Word, així com els seus equivalents d'OpenOffice en cursos de tipus SCORM. després de ser convertit, el document serà administrable per l'eina Itineraris formatius de Chamilo. Podrà afegir diapositives,àudio, exercicis entre les diapositives o activitats com fòrums de discussió i l'enviament de tasques. Com que és un curs SCORM, permet l'informe i el seguiment als estudiants. El sistema combina el poder d'OpenOffice com a eina de conversió de documents MS-Office amb el servidor streamming RED5 per a la grabació d'àudio i amb l'eina d'administració d'itineraris formatius de Chamilo.
cs_cz: Chamilo RAPID je nástroj pro rychlé učení dostupný v Chamilo Pro a Chamilo Medical. Umožňuje konvertovat prezentace Powerpoint nebo LibreOffice do kurzů kompatibilních se SCORM. Po konverzi se dostanete do nástroje pro tvorbu kurzů a můžete přidávat audio komentáře na slidy a stránky, testy a aktivity mezi slidy nebo stránkami a interaktivní aktivity jako diskuse na fóru nebo nahrání úkolu. Každý krok se stává nezávislým a odstranitelným výukовым objektem. Celý kurz generuje přesné SCORM hlášení pro další koučování.
da: Funktionen, hvormed du kan lave en PowerPoint om til en læringssti, gør det muligt for dig at lave en læringssti ud af din PowerPoint-præsentation på kun få klik
de: Oogie ermöglicht mit wenigen Klicks das Importieren und Konvertieren einer Powerpoint-Präsentation in einen Lernpfad.
el: Το Chamilo RAPID είναι εργαλείο Rapid Learning διαθέσιμο στο Chamilo Pro και Chamilo Medical. Σας επιτρέπει να μετατρέπετε παρουσιάσεις Powerpoint ή LibreOffice σε μαθήματα συμβατά με SCORM. Μετά τη μετατροπή, καταλήγετε στο εργαλείο συγγραφής μαθημάτων και μπορείτε να προσθέσετε σχόλια ήχου σε διαφάνειες και σελίδες, δοκιμές και δραστηριότητες μεταξύ διαφανειών ή σελίδων και δραστηριότητες αλληλεπίδρασης όπως συζητήσεις φόρουμ ή ανέβασμα εργασιών. Κάθε βήμα γίνεται ανεξάρτητο και αφαιρούμενο αντικείμενο μάθησης. Και ολόκληρο το μάθημα παράγει ακριβή αναφορά SCORM για περαιτέρω coaching.
eo: Powerpoint2-lernopado ebligas onin per kelkaj musklakoj transformi Powerpoint-prezentaĵon en lernopadon
es: Chamilo RAPID es una herramienta que permite generar secuencias de aprendizaje rápidamente.Puede convertir presentaciones Powerpoint y documentos Word, así como sus equivalentes de Openoffice en cursos tipo SCORM. Tras la conversión, el documento podrá ser gestionado por la herramienta lecciones de Chamilo. Podrá añadir diapositivas, audio, ejercicios entre las diapositivas o actividades como foros de discusión y el envío de tareas. Al ser un curso SCORM permite el informe y el seguimiento de los estudiantes. El sistema combina el poder de Openoffice como herramienta de conversión de documentos MS-Office + el servidor streamming RED5 para la grabación de audio + la herramienta de administración de lecciones de Chamilo.
es_mx: Oogie-Woogie es una herramienta de Aprendizaje Rápido. Le permite convertir las presentaciones de Power Point y los documentos de Word y sus equivalentes de OpenOffice en e-cursos SCORM-compatibles. Depués de la conversión, usted puede usar la herramienta
eu_es: Chamilo RAPID Ikaskuntza Azkarreko tresna da. Berari esker, ikaskuntza sekuentziak oso azkar sortu daitezke. PowerPoint aurkezpenak eta Word dokumentu baliokideak SCORM motako ikastaro bihurtzeko aukera ematen digu. Bihurtu ondoren, Chamiloren editatzeko tresnarekin kudeatu ditzakegu ikastaroak. Horrela, diapositibei audio iruzkinak gehitu ahalko dizkiegu, edo diapositiben artean orriak, azterketak edo jarduerak sartu eta elkarrekintzako jarduerak, adibidez, eztabaidatzeko foroak eta egin beharreko lanen karga. Urrats bakoitza ikaskuntza objektu independente eta aldagarria izan daiteke. Eta ikastaro osoak txosten zehatz bat sortarazten du ikasleen segimendua egiteko. Sistemak honakoak konbinatzen ditu elkarrekin: Openoffice, MS-Office dokumentuak bihurtzeko tresna bezala + RED5 streamming zerbitzaria, audioa grabatzeko + ikastaroak kudeatzeko Chamiloren tresna.
fa_ir: Chamilo RAPID ابزاری یادگیری سریع در Chamilo Pro و Chamilo Medical است. به شما اجازه تبدیل ارائه‌های Powerpoint یا LibreOffice به درس‌های مطابق SCORM را می‌دهد. پس از تبدیل، در ابزار تألیف درس‌ها قرار می‌گیرید و می‌توانید نظرات صوتی روی اسلایدها و صفحات اضافه کنید، آزمون‌ها و فعالیت‌ها بین اسلایدها یا صفحات و فعالیت‌های تعاملی مثل بحث‌های انجمن یا آپلود تکلیف. هر گام به یک شیء یادگیری مستقل و قابل حذف تبدیل می‌شود. و کل درس گزارش‌دهی SCORM دقیقی برای مربیگری بیشتر تولید می‌کند.
fi_fi: Chamilo RAPID on nopean oppimisen työkalu, joka on saatavilla Chamilo Pro- ja Chamilo Medical -versioissa. Se mahdollistaa Powerpoint- tai LibreOffice-esitysten muuntamisen SCORM-yhteensopiviksi kursseiksi. Muuntamisen jälkeen päädyt Kursseja luovaan työkaluun ja voit lisätä äänikommentteja dioihin ja sivuihin, testejä ja aktiviteetteja diojen tai sivujen välille sekä vuorovaikutteisia aktiviteetteja kuten foorumikeskusteluja tai tehtävien latausta. Jokainen vaihe muuttuu itsenäiseksi ja poistettavaksi oppimisobjektiksi. Koko kurssi tuottaa tarkkaa SCORM-raportointia lisävalmennusta varten.
fo_fo: Chamilo RAPID er eitt Rapid Learning verkfør tøk í Chamilo Pro og Chamilo Medical. Tað loyvir tær at umvenda Powerpoint ella LibreOffice fyrilýsingar til SCORM-samskipaðar kursar. Eftir umvendingina enda tú í kursagerðarverkførnum og kunnu leggja til audio viðmerkingar á fólkum og síðum, próv og virkni millum fólkini ella síður og samspæl virkni sum forum samrøður ella uppgávu upplaðing. Hvert stig verður ein sjálvstøðug og fjarðætandi lærugrein. Og heili kursin ger nákvømar SCORM greinargreinir fyri frekari venjing.
fur: Chamilo RAPID je un strûl di Rapid Learning disponibil in Chamilo Pro e Chamilo Medical. Al ti permit di convertî presintazion Powerpoint o LibreOffice in curs SCORM-compliant. Dopo la conversion, tu finiss tal strûl di autore dal curs e tu podês zontâ comentis audio su diapositive e pàgines, tests e ativithât tra lis diapositive o pàgines e ativithât interative come discussion dal forum o caregi di compits. Ogni pass je un ogjet didatich indipendent e removibi. E il curs inter tal lu jeneri rapuarts SCORM precis par ulteri coaching.
ga: Is uirlis Foghlaim tapa Chamilo RAPID atá ar fáil i Chamilo Pro agus Chamilo Medical. Ligeann sé duit críochnuithe Powerpoint nó LibreOffice a thiontú go cúrsaí comhlíonta SCORM. Tar éis an tiomnaithe, chríochnaíonn tú in uirlis údaráis Cúrsaí agus is féidir leat tuairimí fuaime a chur le sleamhnáin agus le leathanaigh, tástálacha agus gníomhaíochtaí idir na sleamhnáin nó leathanaigh agus gníomhaíochtaí idirghníomhaíochta cosúil le díospóireachtaí fóraim nó uaslódáil tascanna. Éiríonn gach céim ina réad foghlama neamhspleách agus inbhainte. Agus gineann an cúrsa iomlán tuairisciú SCORM cruinn le haghaidh cóitseála breise.
gl: PowerPoint a Rota de Aprendizaxe permítelle transformar unha presentación en Powerpoint nunha rota de aprendizaxe cuns poucos cliques.
he_il: Chamilo RAPID הוא כלי למידה מהירה הזמין ב-Chamilo Pro ו-Chamilo Medical. זה מאפשר לך להמיר מצגות Powerpoint או LibreOffice לקורסים תואמי SCORM. לאחר ההמרה, אתה מגיע לכלי יצירת הקורסים ותוכל להוסיף הערות אודיו על שקופיות ודפים, מבחנים ופעילויות בין השקופיות או הדפים ופעילויות אינטראקציה כמו דיונים בפורום או העלאת מטלות. כל צעד הופך לאובייקט למידה עצמאי ונשלף. וכל הקורס מייצר דיווח SCORM מדויק לאימון נוסף.
hi: Chamilo RAPID Chamilo Pro और Chamilo Medical में उपलब्ध रैपिड लर्निंग उपकरण है। यह आपको Powerpoint या LibreOffice प्रस्तुतियों को SCORM-अनुरूप कोर्स में बदलने की अनुमति देता है। रूपांतरण के बाद, आप कोर्स लेखन उपकरण में पहुँच जाते हैं और स्लाइड्स और पृष्ठों पर ऑडियो टिप्पणियाँ, परीक्षाएँ और गतिविधियाँ जोड़ सकते हैं तथा स्लाइड्स या पृष्ठों के बीच इंटरैक्शन गतिविधियाँ जैसे फोरम चर्चाएँ या कार्यभार अपलोड। हर चरण एक स्वतंत्र और हटाने योग्य लर्निंग ऑब्जेक्ट बन जाता है। और पूरा कोर्स आगे कोचिंग के लिए सटीक SCORM रिपोर्टिंग उत्पन्न करता है।
hr_hr: Chamilo RAPID je alat za brzo učenje dostupan u Chamilo Pro i Chamilo Medical. Omogućuje vam pretvaranje Powerpoint ili LibreOffice prezentacija u tečajeve usklađene s SCORM-om. Nakon pretvorbe završavate u alatu za izradu tečajeva i možete dodati audio komentare na slajdove i stranice, testove i aktivnosti između slajdova ili stranica te interaktivne aktivnosti poput diskusija na forumu ili predaje zadataka. Svaki korak postaje neovisni i uklonjivi nastavni objekt. Cijeli tečaj generira točne SCORM izvještaje za daljnje mentorstvo.
hu_hu: A "PowerPoint-ból Tanösvény" eszköz lehetővé teszi, hogy egy Powerpoint bemutatót néhány kattintás segítségével tanösvénnyé alakítson át.
hy: Chamilo RAPID-ը արագ ուսուցման գործիք է, որը հասանելի է Chamilo Pro-ում և Chamilo Medical-ում: Այն թույլ է տալիս վերափոխել Powerpoint կամ LibreOffice ներկայացումները SCORM-ի համապատասխան դասընթացների: Վերափոխումից հետո դուք հայտնվում եք դասընթացների ստեղծման գործիքում և կարող եք ավելացնել ձայնային մեկնաբանություններ սլայդների և էջերի վրա, թեստեր և գործողություններ սլայդների կամ էջերի միջև, ինտերակցիոն գործողություններ, ինչպես ֆորումի քննարկումներ կամ հանձնարարականների վերբեռնում: Յուրաքանչյուր քայլ դառնում է անկախ և հեռացվող ուսուցման օբյեկտ: Եվ ամբողջ դասընթացը ստեղծում է ճշգրիտ SCORM հաշվետվություն հետագա ուսուցման համար:
id_id: PowerPoint2LearningPath menyediakan alat transformasi presentasi Powerpoint ke suatu Learning Path dengan beberapa klik.
it: Chamilo RAPID è uno strumento di rapid e-learning che permette di trasformare una presentazione o un documento (ad esempio nei formati ppt o doc) in un modulodidattico in standard SCORM con pochi click.<br/>Dopo la conversione, alle singole pagine potrà essere aggiunto un commento audio.<br/>L'ambiente 'composizione' ti permette di completare il modulo con test, compiti da eseguire, collegamenti a forum.<br/>Ogni singolo elemento sarà monitorato e la traccia potrà essere esaminata dal docente nella sezione Registro per una ulteriore valutazione.
ja: Chamilo RAPIDはChamilo ProおよびChamilo Medicalで利用可能なラピッドラーニングツールです。PowerPointまたはLibreOfficeプレゼンテーションをSCORM準拠コースに変換します。変換後、コース作成ツールでスライドやページに音声コメントを追加したり、テストやアクティビティ、フォーラムディスカッションや課題アップロードなどのインタラクションを追加できます。各ステップが独立した学習オブジェクトになり、コース全体で正確なSCORMレポートを生成します。
ka_ge: Chamilo RAPID არის სწრაფი სწავლების ინსტრუმენტი, რომელიც ხელმისაწვდომია Chamilo Pro-სა და Chamilo Medical-ში. ის საშუალებას გაძლევთ გადააქციოთ Powerpoint ან LibreOffice პრეზენტაციები SCORM-თან შესაბამის კურსებში. გადაქცევის შემდეგ, თქვენ მოხვდებით კურსების შექმნის ინსტრუმენტში და შეგეძლებათ დაამატოთ აუდიო კომენტარები სლაიდებსა და გვერდებზე, ტესტები და აქტივობები სლაიდებს შორის ან გვერდებს შორის, და ინტერაქციის აქტივობები, როგორიცაა ფორუმის დისკუსიები ან დავალების ატვირთვა. ყოველი ნაბიჯი ხდება დამოუკიდებელი და შესაქცევი სწავლების ობიექტი. და მთელი კურსი გენერირებს ზუსტ SCORM ანგარიშს შემდგომი მენტორობისთვის.
ko_kr: Chamilo RAPID는 Chamilo Pro 및 Chamilo Medical에서 사용 가능한 Rapid Learning 도구입니다. Powerpoint 또는 LibreOffice 프레젠테이션을 SCORM 준수 코스로 변환할 수 있습니다. 변환 후 코스 작성 도구로 이동하여 슬라이드 및 페이지에 오디오 주석, 테스트 및 활동, 슬라이드 간 상호작용 활동(포럼 토론 또는 과제 업로드)을 추가할 수 있습니다. 모든 단계가 독립적이고 제거 가능한 학습 객체가 됩니다. 전체 코스는 추가 코칭을 위한 정확한 SCORM 보고를 생성합니다.
lo: Chamilo RAPID ແມ່ນເຄື່ອງມືການຮຽນຮູ້ແບບໄວທີ່ມີໃນ Chamilo Pro ແລະ Chamilo Medical. ມັນຊ່ວຍໃຫ້ທ່ານສາມາດປ່ຽນການນຳສະເໜີ Powerpoint ຫຼື LibreOffice ໃຫ້ເປັນລາຍວິຊາທີ່ສອດຄ່ອງກັບ SCORM. ຫຼັງຈາກການແປງ, ທ່ານຈະຢູ່ໃນເຄື່ອງມືສ້າງລາຍວິຊາ ແລະ ສາມາດເພີ່ມຄຳເຫັນສຽງໃນສະໄລດ໌ ແລະ ໜ້າຕ່າງໆ, ການທົດສອບ ແລະ ກິດຈະກຳລະຫວ່າງສະໄລດ໌ ຫຼື ໜ້າຕ່າງໆ ແລະ ກິດຈະກຳການໂຕ້ຕອບເຊັ່ນ: ການສົນທະນາໃນກະດານສົນທະນາ ຫຼື ການອັບໂຫຼດວຽກທີ່ໄດ້ຮັບມອບໝາຍ. ທຸກຂັ້ນຕອນກາຍເປັນວັດຖຸການຮຽນຮູ້ທີ່ເປັນເອກະລາດ ແລະ ສາມາດຖອດອອກໄດ້. ແລະ ລາຍວິຊາທັງໝົດຈະສ້າງລາຍງານ SCORM ທີ່ຖືກຕ້ອງສຳລັບການຝຶກສອນຕໍ່ໄປ.
lt_lt: PowerPoint2LearningPath leidžia transformuoti Powerpoint prezentacijas į Teorinę kurso medžiagą.
lv_lv: Chamilo RAPID ir ātrs un spēcīgs Mācību satura veidošanas līdzeklis. Tas ļauj jums pārvērst Powerpoint prezentācijas un OpenOffice ekvivalenti, SCORM saskanīgos e-kursos.
mk_mk: PowerPoint2LearningPath Ви допушта да трансформирате Powerpoint презентација во Патека на учењето со неколку клика.
ms_my: Chamilo RAPID ialah alat Pembelajaran Pantas yang tersedia dalam Chamilo Pro dan Chamilo Medical. Ia membolehkan anda menukar persembahan Powerpoint atau LibreOffice kepada kursus yang patuh SCORM. Selepas penukaran, anda berada dalam alat pengarang Kursus dan boleh menambah komen audio pada slaid dan halaman, ujian dan aktiviti antara slaid atau halaman serta aktiviti interaksi seperti perbincangan forum atau muat naik tugasan. Setiap langkah menjadi objek pembelajaran bebas dan boleh dialih keluar. Dan keseluruhan kursus menjana laporan SCORM yang tepat untuk pembinaan selanjutnya.
my_mm: Chamilo RAPID သည် Chamilo Pro နှင့် Chamilo Medical တွင် ရရှိနိုင်သော Rapid Learning ကိရိယာတစ်ခုဖြစ်သည်။ ၎င်းသည် Powerpoint သို့မဟုတ် LibreOffice တင်ဆက်မှုများကို SCORM နှင့်ကိုက်ညီသော သင်တန်းများအဖြစ် ပြောင်းလဲနိုင်သည်။ ပြောင်းလဲပြီးနောက်၊ သင်သည် သင်တန်းရေးသားကိရိယာတွင် ရရှိမည်ဖြစ်ပြီး၊ စလိုက်များနှင့် စာမျက်နှာများပေါ်တွင် အသံမှတ်ချက်များ၊ စလိုက်များ သို့မဟုတ် စာမျက်နှာများအကြား စမ်းသပ်မှုများနှင့် လှုပ်ရှားမှုများ၊ ဖိုရမ်ဆွေးနွေးမှုများ သို့မဟုတ် တာဝန်တင်သွင်းမှုကဲ့သို့သော အပြန်အလှန်လှုပ်ရှားမှုများကို ထည့်သွင်းနိုင်သည်။ အဆင့်တိုင်းသည် လွတ်လပ်ပြီး ဖယ်ရှားနိုင်သော သင်ယူမှုအရာဝတ္ထုတစ်ခုဖြစ်လာသည်။ ထို့ပြင် သင်တန်းတစ်ခုလုံးသည် နောက်ထပ်လမ်းညွှန်မှုအတွက် တိကျသော SCORM အစီရင်ခံစာကို ထုတ်ပေးသည်။
ne: Chamilo RAPID Chamilo Pro र Chamilo Medical मा उपलब्ध छिटो सिकाइ उपकरण हो। यसले Powerpoint वा LibreOffice प्रस्तुतिहरूलाई SCORM अनुरूप कोर्सहरूमा रूपान्तरण गर्न अनुमति दिन्छ। रूपान्तरण पछि, तपाईं कोर्स लेखन उपकरणमा पुग्नुहुन्छ र स्लाइडहरू र पृष्ठहरूमा अडियो टिप्पणीहरू थप्न सक्नुहुन्छ, स्लाइडहरू वा पृष्ठहरू बीच परीक्षणहरू र गतिविधिहरू र अन्तर्क्रिया गतिविधिहरू जस्तै फोरम छलफल वा कार्य सौंपने अपलोड। प्रत्येक चरण एक स्वतन्त्र र हटाउन सकिने सिकाइ वस्तु बन्छ। र सम्पूर्ण कोर्सले थप कोचिङको लागि सटीक SCORM रिपोर्ट उत्पन्न गर्दछ।
nl: Powerpoint2Leerpad laat je toe om in enkele kliks een powerpoint presentatie om te vormen tot een leerpad
nn_no: Chamilo RAPID er eit Rapid Learning-verktøy tilgjengeleg i Chamilo Pro og Chamilo Medical. Det lar deg konvertere Powerpoint- eller LibreOffice-presientasjonar til SCORM-kompatible kurs. Etter konverteringa endar du i kursredigeringsverktøyet og kan legge til lydkommentarar på lysark og sider, testar og aktiviteter mellom lysarka eller sidene, og interaksjonsaktiviteter som forumdiskusjonar eller oppgåveopplasting. Kvart trinn blir eit uavhengig og fjernbart læringsobjekt. Og heile kurset genererer nøyaktig SCORM-rapportering for vidare oppfølging.
oc: Chamilo RAPID es un naut d'aprendissatge rapid disponibla dins Chamilo Pro e Chamilo Medical. Permet de convertir las presentacions Powerpoint o LibreOffice en cors conformes SCORM. Après la conversion, sètz dins l'autoria de cors e podètz apondre de comentaris audio sus las diapositivas e paginas, tests e activitats entre las diapositivas o paginas e activitats d'interaccion coma las discussion de forum o l'enviament de trabauc. Cada escais deven un objècte d'aprendissatge independent e tramudable. E lo cors enter genera de rapòrts SCORM precís per un seguiment ulterior.
pl_pl: Chamilo RAPID jest narzędziem do szybkiego uczenia się dostępnym w Chamilo Pro i Chamilo Medical. Pozwala na konwersję prezentacji PowerPoint i ich odpowiedników w OpenOffice do zgodnych ze SCORM e-kursów. Po konwersji, możesz za pomocą narzędzi tworzenia dodawać komentarze audio na slajdach i stronach, na testach i aktywnościach między slajdami. Każdy krok staje się niezależny i ruchomym obiektem nauki. Cały kurs generuje dokładne raporty SCORM dla dalszego treningu.
ps: Chamilo RAPID د چټک زده کړې وسیل دی چې په Chamilo Pro او Chamilo Medical کې شتون لري. دا تاسو ته اجازه درکوي چې پاورپاینټ یا LibreOffice پریزنټیشنونه SCORM مطابقو کورسونو ته بدل کړئ. د بدلون وروسته، تاسو د کورسونو لیکلو وسیل کې ځای پر ځای کېږئ او کولی شئ غږیز تبصرې اسلایډونو او پاڼو کې اضافه کړئ، ازموینې او فعالیتونه اسلایډونو یا پاڼو ترمنځ او تعاملي فعالیتونه لکه فورم بحثونه یا دندې اپلوډ. هر ګام یو خپلواک او لرې کېدونکی زده کړې شی کېږي. او ټول کورس دقیق SCORM راپور جوړوي د نورو روزنې لپاره.
pt_br: Oogie-Woogie é uma ferramenta permite criar rotas de aprendizagem rapidamente disponíveis no Chamilo Pro e Chamilo Medicina. Permite-lhe converter apresentações Powerpoint e seus equivalentes do Openoffice SCORM. Após a conversão, o documento pode ser gerenciado pela ferramenta de rotas de aprendizado sendo capaz de adicionar comentários, áudio, slides, testes e atividades entre os slides ou páginas ou interação como fórum discussões ou tarefas. Cada passo torna-se uma um objeto de aprendizado renovável. Todo o curso gera relatórios precisos SCORM para posterior acompanhamento.
pt_pt: Chamilo RAPID é uma ferramenta de autoria de Rapid Learning disponível no Chamilo Pro e no Chamilo Medical. Permite converter apresentações em Powerpoint e Openoffice para cursos compatíveis com a norma SCORM (SCORM-compliant). Após a conversão, com a ferramenta de autoria de Cursos poderá adicionar áudio a slides ou páginas, testes/exercícios e actividades entre slides ou páginas e ainda actividades de interação como fóruns de discussão ou realizar o envio de documentos/trabalhos. Qualquer passo torna-se um objecto de aprendizagem independente e removível. No global o curso gerará relatórios detalhados SCORM para um acompanhamento posterior.
ro_ro: Calea de Invatare PowerPoint va permite sa transformati o prezentare Powerpoint catre calea de Invatare in cateva clicuri.
ru_ru: Опция Презентация в Стратегию Обучения позволяет Вам трансформировать PowerPoint презентацию в стратегию обучения за несколько щелчков.
sk_sk: Chamilo RAPID je Rýchly nástroj pre výučbu dostupný v Chamilo Pro a Chamilo Medical. Umožní vám previesť PowerPoint prezentácie a ich OpenOffice ekvivalenty do SCORM kompatibilných e-kurzov. Po konverzii, môžete pokračovať vo Vývojovom nástroji kurzov kde budete schopní pridávať zvukové poznámky k snímkam a stránkam, testom a aktivitám medzi snímkami alebo stránky a interaktívne aktivity, diskusné fórum alebo nahrať zadanie. Každý krok sa stáva nezávislým a vymeniteľným výučbovým objektom. A celý kurz generuje presné SCORM výstupy pre ďalšie použitie.
sl: Chamilo RAPID je orodje za hitro izdelovanje/pretvorbo učnih vsebin. Omogoča pretvorbo predstavitev, izdelanih z MS Powerpoint, MS Word dokumentov in njihovih OpenOffice ekvivalentov v SCORM združljive e-tečaje. Po izvedeni pretvorbi, lahko preko urejevalnika orodja Učne poti dodajate zvok posameznim stranem, dodate nove strani, teste, vaje, pa tudi interakcijske aktivnosti, kot so forumi, objave tečajnikov, ... . Pri tem spremenjene vsebine ostanejo SCORM združljive. Sistem združuje moč pretvorbe dokumentov OpenOffice in MS-Office + RED5 strežnika podatkovnega toka za snemanje zvoka + Chamilo orodij za upravljanje z učnimi potmi.
sq: Chamilo RAPID është një vegël Rapid Learning e disponueshme në Chamilo Pro dhe Chamilo Medical. Ju lejon të konvertosh prezantimet Powerpoint ose LibreOffice në kurse në përputhje me SCORM. Pas konvertimit, përfundon në veglën e autorimit të kurseve dhe mund të shtosh komente audio në slide dhe faqe, teste dhe aktivitete midis slide-ve ose faqeve dhe aktivitete interaktive si diskutime forumi ose ngarkim detyrash. Çdo hap bëhet një objekt mësimor i pavarur dhe i heqshëm. Dhe i gjithë kursi gjeneron raportim SCORM të saktë për trajnim të mëtejshëm.
sr_rs: Chamilo RAPID je alat za brzo učenje dostupan u Chamilo Pro i Chamilo Medical. Omogućava vam konvertovanje Powerpoint ili LibreOffice prezentacija u SCORM usklađene kurseve. Nakon konverzije, završavate u alatu za kreiranje kurseva i možete dodati audio komentare na slajdove i stranice, testove i aktivnosti između slajdova ili stranica i interaktivne aktivnosti kao što su diskusije na forumu ili otpremanje zadataka. Svaki korak postaje nezavisan i uklonjivi objekat učenja. Ceo kurs generiše tačno SCORM izveštavanje za dalji coaching.
sv_se: Powerpoint->Kursmoment ger dig möjlighet att göra ett kursmoment från en presentation med några få klick. (MS PowerPoint eller OpenOffice Impress)
sw_ke: Chamilo RAPID ni zana ya Kujifunza Haraka inayopatikana katika Chamilo Pro na Chamilo Medical. Inakuruhusu kubadilisha wasilisho wa Powerpoint au LibreOffice kuwa kozi zinazofuata SCORM. Baada ya ubadilishaji, unaishia katika zana ya uundaji wa Kozi na unaweza kuongeza maoni ya sauti kwenye slaidi na kurasa, majaribio na shughuli kati ya slaidi au kurasa na shughuli za mwingiliano kama majadiliano ya kongamano au kupakia kazi. Kila hatua inakuwa kituo cha kujifunza chenye uhuru na kinachoweza kuondolewa. Na kozi nzima hutengeneza ripoti sahihi za SCORM kwa mafunzo zaidi.
ta: Chamilo RAPID Chamilo Pro மற்றும் Chamilo Medical இல் கிடைக்கும் விரைவான கற்றல் கருவி. இது Powerpoint அல்லது LibreOffice வழங்கல்களை SCORM இணக்கமான பாடங்களாக மாற்ற அனுமதிக்கிறது. மாற்றத்திற்குப் பின், நீங்கள் பாடங்கள் உருவாக்கும் கருவியில் இருக்கிறீர்கள் மற்றும் ஸ்லைடுகள் மற்றும் பக்கங்களில் ஆடியோ கருத்துக்களை சேர்க்க, ஸ்லைடுகள் அல்லது பக்கங்களுக்கு இடையே சோதனைகள் மற்றும் செயல்பாடுகள், மன்ற விவாதங்கள் அல்லது பணி அணுகல் போன்ற தொடர்பு செயல்பாடுகளை சேர்க்க முடியும். ஒவ்வொரு படியும் சுதந்திரமான மற்றும் அகற்றக்கூடிய கற்றல் பொருளாகிறது. முழு பாடமும் மேலும் பயிற்சிக்கான துல்லியமான SCORM அறிக்கையை உருவாக்குகிறது.
th: Chamilo RAPID คือเครื่องมือ Rapid Learning ที่มีใน Chamilo Pro และ Chamilo Medical ช่วยให้คุณแปลงการนำเสนอ Powerpoint หรือ LibreOffice เป็นรายวิชาที่สอดคล้องกับ SCORM หลังการแปลง คุณจะเข้าสู่เครื่องมือสร้างรายวิชาและสามารถเพิ่มความคิดเห็นเสียงบนสไลด์และหน้า ทดสอบและกิจกรรมระหว่างสไลด์หรือหน้า และกิจกรรมโต้ตอบเช่นการสนทนาในฟอรัมหรืออัปโหลดงาน ทุกขั้นตอนกลายเป็น learning object ที่เป็นอิสระและถอดออกได้ และรายวิชาทั้งหมดสร้างรายงาน SCORM ที่แม่นยำสำหรับการสอนต่อไป
tl_ph: Ang Chamilo RAPID ay isang Rapid Learning tool na available sa Chamilo Pro at Chamilo Medical. Ito ay nagbibigay-daan sa iyo na i-convert ang Powerpoint o LibreOffice presentations sa mga kurso na sumusunod sa SCORM. Pagkatapos ng conversion, makakarating ka sa Courses authoring tool at makakapagdagdag ng audio comments sa slides at pages, mga pagsusulit at mga aktibidad sa pagitan ng slides o pages at mga aktibidad sa interaksyon tulad ng forum discussions o assignment upload. Bawat hakbang ay naging independent at removable learning object. At ang buong kurso ay gumagawa ng accurate SCORM reporting para sa karagdagang coaching.
tr: Oogie-Woogie bir Hızlı Öğrenme aracıdır. Bu size Powerpoint sunumlarını, Word dokümanlarını ve onların OpenOffice benzelerini SCORM e-kurslarınıa çevirmenize izin verir. Bu çeviriden sonra, Chamilo Öğrenme Yol'u yönetim aracındasınız ve slaytlara ve sayfalara ses ekleyebilirsiniz, sayfalar ve slaytlar arası test ve forum tartışmaları ya da ödev yükleme gibi interaktif aktiviteler yapabilirsiniz. Ve bütün kurs ileri yönlendirme için tam SCORM raporlama oluşturur. Sistem bir MS-Office dokümanları çevirim aracı + ses kaydı içinRED5 akan sunucu + Chamilo öğrenme yolu yönetim aracı gibi Openoffice güçlerini biraraya getirir.
uk_ua: PowerPoint2LearningPath дозволяє вам перетворити презентації PowerPoint в навчальний план за кілька кліків.
vi_vn: Chamilo RAPID là công cụ Học nhanh có sẵn trong Chamilo Pro và Chamilo Medical. Nó cho phép bạn chuyển đổi bài thuyết trình Powerpoint hoặc LibreOffice thành khóa học tuân thủ SCORM. Sau khi chuyển đổi, bạn sẽ vào công cụ soạn thảo khóa học và có thể thêm bình luận âm thanh trên slide và trang, bài kiểm tra và hoạt động giữa các slide hoặc trang cũng như các hoạt động tương tác như thảo luận diễn đàn hoặc tải bài tập. Mỗi bước trở thành đối tượng học tập độc lập và có thể xóa. Toàn bộ khóa học tạo báo cáo SCORM chính xác cho huấn luyện tiếp theo.
xh_za: I-Chamilo RAPID sisixhobo sokuFunda okukhawulezayo esifumaneka kwi-Chamilo Pro kunye ne-Chamilo Medical. Ikunikeza ukuguqula i-Powerpoint okanye i-LibreOffice presentations ukuya kwizifundo ezihambelana ne-SCORM. Emva kokuguqulwa, ugqitywa kwisixhobo sokubhala izifundo kwaye unakho ukwengeza izichazi ezivakalayo kwisilayidi namaphepha, iimvavanyo kunye nemisebenzi phakathi kwesilayidi okanye amaphepha kunye nemisebenzi yokunxibelelana efana nengxoxo yeforamu okanye ukulayisha islingo. Inyathelo ngalinye liba sithanda esizimeleyo nesinokususwa. Kwaye ikhosi yonke ivelisa ingxelo echanekileyo ye-SCORM yokufundisa okongaphezulu.
zh_cn: 本工具让您可以点击鼠标就能将幻灯片转换为学习路径。
zh_tw: 本工具讓您可以點擊滑鼠就能將幻燈片轉換為學習路徑。
