Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: The link has been modified.
qu_pe: Wataqqa t'ijrachisqaña.

source: Delete link
qu_pe: Pichay wataqta

source: The link has been deleted
qu_pe: Wataqqa pichasqaña

source: Do you want to delete this link?
qu_pe: Cheqaqchu kashanki kay wataqta pichanaykipaq ?

source: Delete all links in this category
qu_pe: Kay mitamanta llapan wataqkunata pichay

source: Category name
qu_pe: Mitaq sutin

source: Add a category
qu_pe: Yapay hoq mitata

source: The category has been modified.
qu_pe: Mitaqa t'ijrapachikunña

source: Delete category
qu_pe: Pichay mitata

source: When deleting a category, all links of this category are also deleted. Do you really want to delete this category and its links ?
qu_pe: Hoq mita pichachikuqtinqa, ukhunpi llipin wataqkunapas hinallataq pichachikunqaku. ¿Cheqaychu wañuchinki mitata llipin wataqnintapas?

source: Delete all categories and all links
qu_pe: Pichay llipin mitakunata hinallataq ukhunpi wataqkunatapas

source: Please give the link URL, it should be valid.
qu_pe: Ama hina kaychu, churay URL nisqata

source: Please give the category name
qu_pe: Ama hina kaychu, mitapaq hoq sutita churay

source: General
qu_pe: Lliw

source: Close all categories
qu_pe: Huch'uyyachiy llipin mitakunata

source: List has been deleted
qu_pe: Yupachasqaqa pichachikunpuni

source: Delete list
qu_pe: Pichay yupachasqat

source: Edit Link
qu_pe: T'ijrapachiy hoq wataqta

source: CSV import
qu_pe: Apachimuy CSV nisqata

source: CSV import file could not be opened (e.g. empty, too big)
qu_pe: Khipu CSV nisqa mana apachikunmanchu (¿ch'usaq?, ¿sinchi hatun?)

source: CSV import file must use , or ; as listseparator
qu_pe: CSV khipu apachimunapaqqa sukankunata t'aqapay kayta churaspa ',' utaq ';' nisqata

source: CSV import file must at least have columns URL and title
qu_pe: URL sukawan sutinchaynin sukawanpas churanapaqpuni CSV nisqa apachimunapaqqa

source: ... - line 1 =
qu_pe: ... - seq'e 1 =

source: line(s) failed to import a link (no URL or no title).
qu_pe: pantaykuna waskhana apachimushaqtin (mana allinta churankichu URL nisqata utaq sutinchayninta).

source: existing link(s) updated (same URL and category).
qu_pe: waskhana/kuna kakuq kunanyachisqaña (URL nisqawan mitawan kuska)

source: new link(s) created.
qu_pe: musuq waskhana(kuna) kamarisqa.

source: The file should look like:<blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;Important links;<b>Name 1</b>;Description 1;<b>http://www.bbb.net/...</b>;;<b>Name 2</b>;"Description 2";</pre></blockquote>If URL and category are equal to those of an existing link, its title and description are updated. In all other cases a new link is created.<br><br>Bold = mandatory. Fields can be in any order, names in upper- or lowercase. Additional fields are added to description. Separator: comma or semicolon. Values may be quoted, but not the field names. Some [b]HTML tags[/b] can be imported in the description field.
qu_pe: Khipuqa kay hinata qhawachikunman: <blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;Sinchi wataqkuna;<b>Suti 1</b>;Nisqaynin 1;<b>http://www.bbb.net/...</b>;;<b>Suti 2</b>;"Nisqaynin 2";</pre></blockquote> Sichua 'URL' hinallataq 'mita' nisqakuna hoq wataq kasqamantan kanku, chayqa kunanyachikunqa. Mana chayna kaqtinqa hoq musuq wataq kamaychikunqa.<br><br>Yanachasqa = churanapaqpuni. Kanchakunaq may kayninqa imaynapas kallanman, kuraq utaq sullka seq’ekunapas chaskikullanmi. Kanchakuna mana reqsisqaqa 'nisqaynin' chayman yapachikunqaku. T’aqapaqkuna: , utaq ;. Sukakuanaq suntinqa mana kaykunawan kanmanchu (,;), hokaq valores nisqakunaqa kankullanman. Hoq [b]etiquetas HTML[/b] nisqakunaqa apachikunqaku 'nisqaynin' kanchaman.

source: Link has been updated
qu_pe: Wataqqa kunanyachisqaña

source: Show link on course homepage
qu_pe: Qhawachinkichu wataqta yachachinaq raphi qallariyninpi?

source: Show this link as an icon on course homepage
qu_pe: Qhawachiy kay wataqta icono hinata yachachinaq raphi qallariyninpi

source: Index link title and description?
qu_pe: Indexar nisqata ruwankichu sutinchayta nisqaynintawan?

source: Save link
qu_pe: Allchay wataqta

source: Save folder
qu_pe: Allchay mitata

source: Back to links overview
qu_pe: Regresar a la lista de enlaces

source: Select the "target" which shows the link on the homepage of the course
qu_pe: Yachaywasi ruraqpa homepagepi rikuyta munasqa "target" akllay

source: Tracking DB.
qu_pe: Base de datos de seguimiento. Úsela sólo si hay varias bases de datos.

source: Enable Tracking
qu_pe: Permitir seguimiento

source: Your company short name
qu_pe: Acrónimo de la organización

source: Use this script only after backup. The Chamilo team is not responsible for lost or corrupted data.
qu_pe: Use este script únicamente tras haber hecho una copia de seguridad. El equipo deChamilo no es resposable si Vd. pierde o deteriora sus datos.

source: Allow self-registration as a trainer
qu_pe: Permitir que los propios usuarios puedan registrarse como creadores de cursos

source: ex.
qu_pe: ej.

source: Database Host
qu_pe: Servidor de base de datos

source: Database user
qu_pe: Nombre de usuario de la base de datos

source: Database Password
qu_pe: Contraseña de la base de datos

source: Main Chamilo database (DB)
qu_pe: Base de datos principal de Chamilo (BD)

source: all fields required
qu_pe: Requerir todos los campos

source: Printable version
qu_pe: Versión para imprimir

source: Corresponding local path
qu_pe: Ruta local correspondiente

source: Administrator e-mail
qu_pe: E-mail del administrador

source: Administrator Name
qu_pe: Nombre del administrador

source: Surname of the Administrator
qu_pe: Apellidos del administrador

source: Administrator login
qu_pe: Nombre de usuario del administrador

source: Your portal name
qu_pe: Nombre de su plataforma

source: The install script will create (or use) the Chamilo database using the database name given here. Please make sure the user you give has the right to create the database by the name given here. If a database with this name exists, it will be overwritten. Please do not use the root user as the Chamilo database user. This can lead to serious security issues.
qu_pe: El script de instalación creará las principales bases de datos de Chamilo. Por favor, recuerde que Chamilo necesitará crear varias bases de datos. Si sólo puede tener una base de datos en su proveedor, Chamilo no funcionará.

source: Time spent by students in courses
qu_pe: Yachasqakuna yachaywasipi kachkan pacha

source: Step 3
qu_pe: Paso 3 de 6

source: Step 4
qu_pe: Paso 4 de 6

source: Step 5
qu_pe: Paso 5 de 6

source: Step 6
qu_pe: Paso 6 de 6

source: Config settings
qu_pe: Parámetros de configuración

source: MySQL database settings
qu_pe: Parámetros de las bases de datos MySQL

source: Main language
qu_pe: Idioma principal

source: License
qu_pe: Licencia

source: Last check before install
qu_pe: Última comprobación antes de instalar

source: Auto evaluation
qu_pe: Kikin evalwatsiy

source: MySQL database prefix
qu_pe: Prefijo MySQL

source: Leave empty if not requested
qu_pe: No completar si no se requiere

source: Encrypt user passwords in database
qu_pe: Encriptar las contraseñas de los usuarios en la base de datos

source: Use one or several DB for Chamilo
qu_pe: Usar Chamilo con una o varias bases de datos

source: Allow self-registration
qu_pe: Permitir que los propios usuarios puedan registrarse

source: (recommended)
qu_pe: Recomendado

source: SCORM DB
qu_pe: Base de datos SCORM

source: Administrator last name
qu_pe: Apellidos del administrador

source: Administrator telephone
qu_pe: Teléfono del administrador

source: New note
qu_pe: Musuq willay

source: Note
qu_pe: Willay

source: Note created
qu_pe: Willay kamarisqa

source: Please write a note
qu_pe: Ama hina kaychu, qelqay hoq willayta

source: Save note
qu_pe: Allchay willayta

source: Click here to write a new note
qu_pe: Qelqay willaykita kaypi

source: Search by title
qu_pe: Maskhay suti sutichayninmanta

source: Write the title here
qu_pe: Qelqay sutichayninta kaypi

source: Updated
qu_pe: Qepa t'jrapachisqan

source: Add new note in my personal notebook
qu_pe: Yapay willayta

source: Sort by date created
qu_pe: Allichay sapa p'unchay kamachisqamanta

source: Sort by date last modified
qu_pe: Allichay sapa p'unchay t'ijrachisqamanta

source: Note title
qu_pe: Willaymanta sutinchaynin

source: Note details
qu_pe: Willaymanta ima rimaykuna

source: Are you sure you want to delete this note
qu_pe: Cheqaychu pichayta munanki willayta?

source: Create note
qu_pe: Yapay willayta

source: Edit my personal note
qu_pe: T'ijrapay willayta

source: Notebook management
qu_pe: Administración de nota personal

source: Back to the notes list
qu_pe: Notakuna listoqman kutiy

source: Notes sorted by title ascendant
qu_pe: Notakuna sutin ascendente ordenasqa

source: Notes sorted by title downward
qu_pe: Notakuna sutin descending ordenasqa

source: Notes sorted by update date ascendant
qu_pe: Notakuna willakuy pacha ascendente ordenasqa

source: Notes sorted by update date downward
qu_pe: Notakuna willakuy pacha descending ordenasqa

source: Notes sorted by creation date ascendant
qu_pe: Notakuna kamay pacha ascendente ordenasqa

source: Notes sorted by creation date downward
qu_pe: Notakuna kamay pacha descending ordenasqa

source: Leader
qu_pe: Sutinchayniyuq

source: Send to all users
qu_pe: Tukuy rurakunaman qillqay

source: Administration Tools
qu_pe: Kamachinaq llank'anakuna

source: Categories
qu_pe: Mitakuna

source: Subscribe
qu_pe: Qelqachikuway

source: Already subscribed
qu_pe: Ña qelqachisqa kashanki

source: Code mandatory
qu_pe: Kutipakunam código

source: Course category mandatory
qu_pe: Yachaywasi katiyachamán

source: Teacher mandatory
qu_pe: Yachakuymán

source: Course category is created
qu_pe: Mitaqa kamarisqaña

source: Without time limits
qu_pe: Mana pacha tukukuyniyuq

source: Added
qu_pe: Yapasqaña

source: Deleted
qu_pe: Pichasqa

source: Kept
qu_pe: Allchasqa

source: Hidden / Closed
qu_pe: Pakasqa / Wisqasqa

source: Hidden / Open
qu_pe: Pakasqa / Kichasqa

source: Visible / Open
qu_pe: Qhawasqa / Kichasqa

source: Visible / Closed
qu_pe: Qhawasqa / Wisqasqa

source: Back to user
qu_pe: Kutiy kay haykuqmasiman

source: Manage Portal
qu_pe: Kamachiy hanp'arata

source: You have been registered to the course
qu_pe: Yachachinapi qelqachikusqaykiqa ña ruwakunña

source: Sub-categories
qu_pe: ukhu-mitakuna

source: Unsubscribing from this course is not allowed.
qu_pe: Kay yachachinapiqa kikin haykuqmasikuna qelqachikusqankuta manan qechukunkumanchu.

source: You are a trainer in this course
qu_pe: Qanqa kashanki kay yachachinamanta kamachiq

source: Courses catalogue
qu_pe: Yachachinakuyniypa Kamachinay

source: Sort courses
qu_pe: Allichay yachachinaykunata

source: Subscribe to course
qu_pe: Qelqachiway hoq yachachinapi

source: Unsubscribe from course
qu_pe: Horqoy yachachinapi qelqachikusqayta

source: Create a personal courses category
qu_pe: Kamay yachachinakumanta hoq mitata

source: Are you sure you want to delete this courses category? Courses inside this category will be moved outside the categories
qu_pe: Cheqaychu kashanki yachachinamanta mitata pichakunanpaq ? Mitamanta yachachinakunaqa rinsipi rikurimunku mana mitachasqasqa

source: Course categories
qu_pe: Yachachinakunamanta mitakuna

source: Courses in this category
qu_pe: Kay mitapi yachachinakuna

source: Search courses
qu_pe: Makhay yachachinakunata

source: One category up
qu_pe: <- Hoq mita wichaypi

source: Are you sure you want to unsubscribe?
qu_pe: Cheqaychu kashanki yachachinamanta qelqachikusqaykita horqochikunaykipaq ?

source: No courses category
qu_pe: Ama churaychu yachachinata hoq mitaman

source: The course has been added to the category
qu_pe: Yachachinaqa kay mitamam churachikun

source: Subscribing not allowed
qu_pe: Qelqachikuy mana chaskikuq

source: Courses sorted
qu_pe: Yachachinakuna ruwasqamanta allichana

source: Existing courses categories
qu_pe: Mita kausaqkuna

source: You have been unsubscribed from this course
qu_pe: Manañan yachachinamantachu kanki

source: View public courses
qu_pe: Qhaway yachachinakuna kichasqata

source: There happened an unknown error. Please contact the platform administrator.
qu_pe: Mana reqsisqa pantay rikurimuy. Ama hina kaychu, rimarikuy hanp'araq kamachiqwan.

source: The course password is incorrect
qu_pe: Yachachinaq chinpunqa mana allinchu

source: This course requires a password
qu_pe: Yachachinaqa munan qelqa pakata

source: Submit registration code
qu_pe: Apachiy qelqachiynamanta chinpunta

source: The category was deleted
qu_pe: Mitaqa wañuchisqaña

source: Category sorting done
qu_pe: Mitakuna ruwakusqamanta allichana

source: Category updated
qu_pe: Mita kunanyachisqa

source: Save courses category
qu_pe: Kamay yachachinaq hoq mitanta

source: Save the category
qu_pe: Allachay mitata

source: Change category
qu_pe: T'ijray mitata

source: Expand
qu_pe: Phatachiy

source: Collapse
qu_pe: Hap'iy

source: Course description
qu_pe: Yachaywasi willakuy

source: List of all documents
qu_pe: Llipin qelqa khipukunamanta yupachasqan

source: Table of contents
qu_pe: Llaqlla imaymanayuq

source: Edit table of contents
qu_pe: Ruwapay llaqlla imaymanayuqta

source: Edit
qu_pe: Ruwapay

source: Create a rich media page / activity
qu_pe: Kamay hoq qelqa khiputa

source: Missing images detected
qu_pe: Wanki pisi kayta rikurirun

source: Publish
qu_pe: Reqsipachiy

source: This is a SCORM course. To play it, click here : <input type=button name=scormbutton value='Launch it !' ='openscorm()'>
qu_pe: Kay yachachinaqa SCORM nisqan. Qhawariyta munaspaqa, kayta q'apiy: <input type=button name=scormbutton value='Qallariy' onclick='openscorm()'>

source: This is a SCORM content<br><input type=button name=scormbutton value='Launch it !' ='openscorm()'>
qu_pe: Kay ima kaqqa SCORM nisqan<br><input type=button name=scormbutton value='Qallariy' onclick='openscorm()'>

source: The zip file can not contain .PHP files
qu_pe: Zip khipu ukhunpiqa manan kanqachu khipukuna .PHP siyuqqa

source: Group forum
qu_pe: Huñusqaq k'itirimanan

source: This is not a valid SCORM ZIP file !
qu_pe: ¡ Manan ZIP SCORM khipuchu !

source: Please type your text / HTML content
qu_pe: Ama hina kaychu, churay qelqasqata / HTML qelqasqata

source: Please enter the file name
qu_pe: Ama hina kaychu, churay khipuq sutinta

source: The file to upload is not valid.
qu_pe: Khipu wichachiyta munasqaykiqa manan wichanqachu.

source: Visibility modified
qu_pe: Qhawana t'ijrapayasqa

source: Add/Edit a comment to
qu_pe: Yapay/t'ijray hoq rimayta

source: Operation impossible
qu_pe: Ruway mana atinapuni

source: The upload has failed. Either you have exceeded your maximum quota, or there is not enough disk space.
qu_pe: Apachiykiqa pantarun. Manan kanchu aswan k'iti wayaqaykipi

source: The upload is finished
qu_pe: Apachikuyqa ruwakunña

source: The operation is impossible, a file with this name already exists.
qu_pe: Mana ruwanapuni, manan kanchu khipu kikin sutiyuq.

source: Document copied
qu_pe: Qelqa kipu kikinchasqa

source: Document deleted
qu_pe: Qelqa kipu wañuchisqa

source: Element renamed
qu_pe: Khipu sutichayasqa

source: Element moved
qu_pe: Imaymana kuyuchisqa

source: Comment modified
qu_pe: Rimay t'jrachisqa

source: Rename
qu_pe: Sutichayay

source: Name of the new folder
qu_pe: Musuq wayaqaq sutin

source: Download file
qu_pe: Apachiy hoq khiputa

source: Create a course (authoring tool)
qu_pe: Yachanakuna ruwaq

source: Mark as unread
qu_pe: Mana willakusqam mark

source: Current view mode: Impress
qu_pe: Kunan rikch'ay modo: Impress

source: Teachers can create, edit and delete their own sessions.
qu_pe: Yachakuqkuna ñawpaq kamachisqakuna, llamk'achisqakuna, chinkachisqakunata kamachiyta atikuyku.

source: Allow teachers to create sessions
qu_pe: Yachakuqkunata ñawpaq kamachiyta munay

source: Select a category
qu_pe: Katiyachay akllay

source: Mark as read
qu_pe: Willakusqam mark

source: Advanced edit
qu_pe: Yapas llamk'achiy

source: Create table of contents
qu_pe: Kamay llaqlla imaymanayuqta

source: Uncompress zip
qu_pe: Kichariy kiphuta (.zip) servidor nisqapi

source: Export as SCORM
qu_pe: SCORM nisqaq apachinan

source: All day
qu_pe: Tukuy p'unchay

source: Published start date
qu_pe: Rimapusqa qallariy pacha

source: Show status
qu_pe: Ima hallp'ata rikuy

source: Mode
qu_pe: Modo

source: Schedule
qu_pe: Horario

source: Place/Location
qu_pe: Llamk'ana/Lugu

source: Recommended number of participants
qu_pe: Yapaykusqa chimpakuna número

source: Goto menu
qu_pe: Ajllanaman riy

source: Goto content
qu_pe: Ima kaqkunaman riy

source: Administration by
qu_pe: Pin kamachisqa:

source: Videoconference host
qu_pe: Host videoconferencia nisqapa

source: Whether the videoconference protocol is web-based (false most of the time)
qu_pe: El protocolo de la videoconferencia funciona en modo web (la mayoría de las veces no es así)

source: Show a link to go back in the courses hierarchy. A link is available at the bottom of the list anyway.
qu_pe: Mostrar un enlace para volver a la jerarquía del curso. De todos modos, un enlace siempre estará disponible al final de la lista.

source: used
qu_pe: hapipasqa

source: existing
qu_pe: kashan

source: Show back links from categories/courses
qu_pe: Qhawachiy hoq wataqta qepaman kutinapaq, chay mitakuna/yachachinakuna sach'aq moqonman

source: Show courses number
qu_pe: Qhawachiy yachachinakunaq kayka kasqanta

source: Display teacher in course name
qu_pe: Qhawachiy yachachiqta yachachinaq sutinchayninpi

source: Display teacher in courses list
qu_pe: Qhawachiy sapanka yachachiq sutinta sapanka yachachinakuna yupachasqapi

source: Display Course Code in courses list
qu_pe: Qhawachiy chinputa sapanka yachachinapi hinallataq sapan yupachasqapipas

source: Display Code in Course name
qu_pe: Qhawachiy yachachinaq chinpunta kay kaq sutinchayninpi

source: There are no Alias courses on the platform.
qu_pe: Mana kanchu yachachinakuna hanp'arapi

source: Edit portal homepage
qu_pe: Raphi qallariq kamachiynin

source: Modules active upon course creation
qu_pe: Módulos nisqakuna kancharisqa yachachina kamasqapi

source: Which tools have to be enabled (visible) by default when a new course is created?
qu_pe: Ima llank'anakuna kancharichikunqa (rikuchikunqa) yachachina sapa kamaychikuqtin ?

source: Create user
qu_pe: Kamay haykuqmasita

source: Edit user
qu_pe: T'ijrapay haykuqamasita

source: Edit user field
qu_pe: Ruwapaq haykuqmasiq kanchanta

source: Edit coach
qu_pe: T'ijrapay pusaqta

source: Edit this session
qu_pe: T'ijrapay kay sesión nisqata

source: Export session(s)
qu_pe: Apachiy sesión nisqata

source: Import session(s)
qu_pe: Apachimuy sesión nisqata

source: Backup this course
qu_pe: Kay yachachinamanta copia de seguridad nisqan

source: Course subscription
qu_pe: Qelqachay

source: Public access
qu_pe: Llipin haykuna

source: Private access
qu_pe: Hoqkunallapaq haykuna

source: Database management is only available for the server administrator
qu_pe: Base de datos nisqamanta kamachinaqa, servidor nisqan kamachiqllan haykunman

source: Show users subscribed to this course
qu_pe: Qhawachiy yachachinamata haykuqmasikunata

source: Show classes subscribed to this course
qu_pe: Qhawarichiy yachachinapi ima clases nisqakuna qelqachikusqata

source: Show groups of this course
qu_pe: Qhawachiy yachachinamanta huñusqakunata

source: Phone number
qu_pe: Teléfono nisqaq yupakuna

source: Add to a course
qu_pe: Yapay hoq yachachinaman

source: Remove from portal
qu_pe: Wañuchiy hanp'aramanta

source: Delete selected course(s)
qu_pe: Wañuchiy ajllasqa yachachinakunata

source: Unsubscribe from course(s)
qu_pe: Anular la inscripción del curso(s)

source: Delete selected classes
qu_pe: Pichay ima ajllasqakunata

source: Delete selected groups
qu_pe: Wañuchiy huñusqakuna ajllasqata

source: Administrator
qu_pe: Kamachiq

source: Change picture
qu_pe: T'ijrapay wankita

source: %s comments
qu_pe: %s willakuykuna

source: Add a user
qu_pe: Yapay haykuqmasikunata

source: Add groups
qu_pe: Yapay huñusqakunata

source: Add classes
qu_pe: Kamay clases nisqata

source: Export users list
qu_pe: Apachiy hayykuqmasikuna

source: Number of members
qu_pe: Hayka masimasikuna

source: Number of users
qu_pe: Hayka haykuqmasikuna

source: Members
qu_pe: masimasikuna

source: First letter (class name)
qu_pe: Seq'e qallariq (clases)

source: First letter (last name)
qu_pe: Seq'e qallariq (mamataytamanta suti)

source: First letter (code)
qu_pe: Seq'e qallariq (chinp'u)

source: Edit user information
qu_pe: T'ijrapay haykuqmasiq willanta

source: Edit class information
qu_pe: T'ijrapay clases nisqaq willanta

source: Edit group information
qu_pe: T'ijrapay huñusqakunaq willanta

source: Edit course information
qu_pe: T'ijrapay yachachinaq willanta

source: Please enter the class name !
qu_pe: ¡ Haykuchiy clase nisqata !

source: Please enter the user's last name !
qu_pe: ¡ Haykuchiy haykuqmasiq mamataytamanta sutinta !

source: Please enter the user's first name !
qu_pe: ¡ Haykuchiy haykuqmasiq sutinta !

source: Please enter a valid e-mail address !
qu_pe: ¡ Churay allin e-chaskita !

source: Please enter a valid login !
qu_pe: ¡ Haykuchiy haykuqmasiq allin Sutinta !

source: Please enter the course code.
qu_pe: ¡ Haykuchiy yachachinaq chinp'unta !

source: Please enter the teacher's First and Last Name.
qu_pe: ¡ Haykuchiy yachachiqpa hut'a sutinta !

source: Please enter the course title
qu_pe: ¡ Haykuchiy yachachinaq sutinchayninta !

source: Accepted formats are JPG, PNG and GIF !
qu_pe: ¡Kay formato nisqan kaskinapaq: .jpg, .png y .gif!

source: This login is already taken !
qu_pe: ¡ Kay haykuqmasiq Sutiwanqa hoqñan kashan !

source: Import users list
qu_pe: Apachimuy haykuqmasikunata kay wayaqamanta XML/CSV

source: Only users from the course
qu_pe: Yachachinallamanta haykuqmasikuna

source: Add classes to a course
qu_pe: Yapay clases nisqakunata hoq yachachinaman

source: Add users to course
qu_pe: Yapay haykuqmasita hoq yachachinaman

source: Add users to a class
qu_pe: Apachimuy clase nisqaman hoq wayaqamanta haykuqmasikunata

source: Add users to a group
qu_pe: Yapay haykuqmasita hoq huñusqaman

source: You must select at least one class and one course
qu_pe: ¡ Hoq clase nisqawan hoq yachachinallatapas ajllawaq !

source: You must select at least one user !
qu_pe: ¡ Hoq haykuqmasillatapas ajllawaq !

source: You must select at least one user and one course
qu_pe: ¡ Hoq haykuqmasiwan hoq yachachinallatapas ajllawaq !

source: Class list
qu_pe: Clasekunaq sinrin

source: Add to the course(s)
qu_pe: Yapay kay yachachina(kuna)man

source: Add to the class
qu_pe: Yapay claseman

source: Remove from the class
qu_pe: Qechuy clasemanta

source: Add to the group
qu_pe: Yapay huñusqaman

source: Remove from the group
qu_pe: Qechuy huñusqamanta

source: Users outside the class
qu_pe: Mana clasemanta haykuqmasikuna

source: Users inside the class
qu_pe: Clasemanta haykuqmasikuna

source: Users outside the group
qu_pe: Huñusqamanta mana haykuqmasikuna

source: Users inside the group
qu_pe: Huñusqamanta haykuqmasikuna

source: must use the ';' character as a separator
qu_pe: kay seq'ekunata churawaq ';' ima t'aqanapaqqa

source: The CSV file must look like this
qu_pe: Wayaqa CSV nisqaqa kay formato niswaq kanqa

source: The XML file must look like this
qu_pe: Wayaqa XML nisqaqa kay formato niswaq kanqa

source: Fields in <strong>bold</strong> are mandatory.
qu_pe: Kanchakunaqa <strong>yanachasqa</strong> ruwanallapaqpunin kan

source: The specified file is not XML format !
qu_pe: Wayaqa t'oqsichisqapiqa man kashanchu XML nisqapi !

source: The specified file is not CSV format !
qu_pe: Wayaqa t'oqsichisqapiqa mana kashanchu CSV nisqapi !
