Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: My courses default view
ar: العرض الافتراضي لمقرراتي
ast_es: Vista predeterminada de los meus cursos
bn_bd: আমার কোর্সের ডিফল্ট ভিউ
bs_ba: Zadani prikaz mojih kurseva
ca_es: Els meus cursos, vista simple
cs_cz: Výchozí zobrazení mých kurzů
da: Mine kurser standardvisning
de: Übersicht über meine Kurse
el: Προεπιλεγμένη προβολή μαθημάτων μου
eo: Defaŭlta vidmodo de miaj kursoj
es: Mis cursos, vista simple
es_mx: Vista predeterminada de mis cursos
eu_es: Nire ikastaroen ikuspegi lehenetsia
fa_ir: نمایش پیش‌فرض درس‌های من
fi_fi: Omat kurssit oletusnäkymä
fo_fo: Mínir kursar sjálvgóð útsjógn
fur: Viste predefinîe dai miei curs
ga: Amharc réamhshocraithe mo chúrsaí
gl: Vista predeterminada dos meus cursos
he_il: הקורסים שלי
hi: मेरे कोर्स का डिफ़ॉल्ट दृश्य
hr_hr: Zadani prikaz mojih tečajeva
hu_hu: Kurzusaim alapértelmezett nézete
hy: Իմ դասընթացների հիմնադիր տեսք
id_id: Tampilan default kursus saya
it: I miei corsi predefiniti
ja: マイコースのデフォルト表示
ka_ge: ჩემი კურსების ნაგულისხმევი ხედი
ko_kr: 내 코스 기본 보기
lo: ມຸມມອງເລີ່ມຕົ້ນຂອງລາຍວິຊາຂອງຂ້ອຍ
lt_lt: Mano kursų numatytasis vaizdas
lv_lv: Mans kursu noklusējuma skats
mk_mk: Преглед по подразбирање на моите курсеви
ms_my: Paparan lalai kursus saya
my_mm: ကျွန်ုပ်၏ သင်တန်းများ၏ မူလမြင်ကွင်း
ne: मेरा पाठ्यक्रमहरूको पूर्वनिर्धारित दृश्य
nl: Per klas
nn_no: Mine kurs standardvisning
oc: Vista per defaut de mis formacions
pl_pl: Domyślny widok moich kursów
ps: د زما کورسونو پیش فرض لید
pt_br: Minha opinião do cursos padrão
pt_pt: Meus sursos, vista simple
ro_ro: Vedere implicită cursurile mele
ru_ru: Представление по умолчанию моих курсов
sk_sk: Predvolené zobrazenie mojich kurzov
sl: Moji tečaji: privzeti pogled
sq: Pamja e paracaktuar e kurseve të mia
sr_rs: Podrazumevani prikaz mojih kurseva
sv_se: Standardvy för mina kurser
sw_ke: Mwonekano chaguo-msingi wa kozi zangu
ta: எனது பாடங்கள் இயல்புநிலை பார்வை
th: มุมมองเริ่มต้นของรายวิชาของฉัน
tl_ph: Default view ng aking mga kurso
tr: Kurslarım varsayılan görünümü
uk_ua: Типовий вигляд моїх курсів
vi_vn: Chế độ xem mặc định khóa học của tôi
xh_za: Imbono eqhelekileyo yezifundo zam
zh_cn: 我的课程默认视图
zh_tw: 我的課程預設檢視

source: Password
ar: كلمة المرور
ast_es: Seña
bn_bd: পাসওয়ার্ড
bs_ba: Lozinka
ca_es: Contrasenya
cs_cz: Heslo
da: Adgangskode
de: Kennwort
el: Συνθηματικό
eo: Pasvorto
es: Contraseña
es_mx: Contraseña
eu_es: Pasahitza
fa_ir: کلمه عبور
fi_fi: Salasana
fo_fo: Lykilorð
ga: Pasfhocal
gl: Contrasinal
he_il: סיסמא
hi: पासवर्ड
hr_hr: Zaporka
hu_hu: Jelszó
hy: Գաղտնաբառ
ja: パスワード
ka_ge: პაროლი
ko_kr: 패스워드
lo: ລະຫັດຜ່ານ
lt_lt: Slaptažodis
lv_lv: Parole
mk_mk: Лозинка
ms_my: Kata laluan
my_mm: စကားဝှက်
ne: पासवर्ड
nl: Wachtwoord
nn_no: Passord
oc: Senhal
pl_pl: Hasło
ps: پاسورډ
pt_br: Senha
pt_pt: Password/senha
ro_ro: Parola
ru_ru: Пароль
sk_sk: Heslo
sl: Geslo
sq: Fjalëkalim
sr_rs: Lozinka
sv_se: Lösenord
sw_ke: Nenosiri
ta: பயன்பாட்டுவழி
th: รหัสผ่าน
tr: Şifre
uk_ua: Пароль
vi_vn: Mật khẩu
xh_za: Igama eliyimfihlo
zh_cn: 密码
zh_tw: 密碼

source: Registr. allowed
ar: مسموح بالتسجيل
ast_es: Matriculación
bn_bd: নিবন্ধন অনুমোদিত
bs_ba: Reg. dozvoljeno
ca_es: Inscripció autoritzada
cs_cz: Zápis povolen
da: Tilmelding tilladt
de: Anmelden erlaubt
el: Η εγγραφή επιτρέπεται
eo: Aliĝo permesita
es: Inscripción
es_mx: Suscripción permitida
eu_es: Erregistroa baimendu da
fa_ir: اجازه ثبت نام وجود دارد
fi_fi: Rekisteröityminen sallittu
fo_fo: Innrit. loyvd
fur: Registrassion permitude
ga: Clárú ceadaithe
gl: Permitir inscrición
he_il: הרשמה מותר
hi: पंजीकरण अनुमत
hr_hr: Upis omogućen
hu_hu: A beiratkozás engedélyezett
hy: Գրանցում թույլատրված է
id_id: Pendaftaran diijinkan
it: Iscrizione consentita
ja: 登録を許可
ka_ge: რეგისტრ. ნებადართულია
ko_kr: 신청이 허용되었습니다
lo: ອະນຸຍາດໃຫ້ລົງທະບຽນ
lt_lt: Registravimas prie kurso leidžiamas
lv_lv: Reģistrēšanās kursā ir atļauta
mk_mk: Допуштено запишување
ms_my: Pendaft. dibenarkan
my_mm: မှတ်ပုံတင်ခြင်း ခွင့်ပြုသည်
ne: दर्ता अनुमति
nl: Inschrijven toegelaten
nn_no: Påmelding tillatt
oc: Inscr. autorizat
pl_pl: Zapisy dozwolone
ps: ثبت. اجازه
pt_br: Permitir inscrição
pt_pt: Permitido o registro
ro_ro: Este permisa inscrierea
ru_ru: Подписка разрешена
sk_sk: Zápis do kurzu povolený
sl: Vpis dovoljen
sq: Regjistrimi i lejuar
sr_rs: Prijavljivanje je dozvoljeno
sv_se: Prenumeration tillåten
sw_ke: Usajili unaruhusiwa
ta: பதிவு அனுமதி
th: รับการสมัครแล้ว
tl_ph: Mag-registr. pinayagan
tr: Kayıt izni var
uk_ua: Зарахування дозволено
vi_vn: Cho phép đăng ký
xh_za: Ubhaliso luvunyelwe
zh_cn: 允许注册
zh_tw: 已接受申請

source: Unreg. allowed
ar: مسموح بإلغاء التسجيل
ast_es: Anular matricula
bn_bd: অনিবন্ধন অনুমোদিত
bs_ba: Odbij. dozvoljeno
ca_es: Anul·lar inscripció
cs_cz: Zrušení registrace povolena
da: Afmelding tilladt
de: Abmelden erlaubt
el: Επιτρέπεται η ακύρωση εγγραφής
eo: malaliĝo permesita
es: Anular inscripción
es_mx: Anulación de la suscripción permitida
eu_es: Inskripzioa kentzea baimendu da
fa_ir: اجازه ابطال ثبت نام وجود دارد
fi_fi: Poist. sallittu
fo_fo: Útrit. loyvd
fur: Anregistrassion permitude
ga: Díchlárú ceadaithe
gl: Desinscrición permitida
he_il: אין רישום מותר
hi: अपंजीकरण अनुमत
hr_hr: Ispis omogućen
hu_hu: A leiratkozás engedélyezett
hy: Չգրանցված թույլատրված է
id_id: Pengunduran diri diijinkan
it: Cancellazione consentita
ja: 登録解除を許可
ka_ge: გაურეგ. ნებადართულია
ko_kr: 신청 취소가 허용되었습니다
lo: ອະນຸຍາດໃຫ້ຍົກເລີກການລົງທະບຽນ
lt_lt: Išregistravimas iš kurso leidžiamas
lv_lv: Atteikšanās no kursa nav atļauta
mk_mk: Дозволено отпишување
ms_my: Batal daft. dibenarkan
my_mm: မှတ်ပုံတင်ဖျက်ခြင်း ခွင့်ပြုသည်
ne: रद्द दर्ता अनुमति
nl: Uitschrijven toegelaten
nn_no: Avmelding tillatt
oc: Desinscr. autorizat
pl_pl: Wypisywanie dozwolone
ps: غیر ثبت. اجازه
pt_br: Permitir cancelar
pt_pt: Permitido anular/cancelar registro
ro_ro: Este permisa retragerea
ru_ru: Отказ от подписки разрешен
sk_sk: Odhlásenie z kurzu povolené
sl: Izpis dovoljen
sq: Regjistrimi i pashënuar i lejuar
sr_rs: Odjavljivanje je dozvoljeno
sv_se: Avsluta prenumeration tillåten
sw_ke: Kutojiandikisha kunaruhusiwa
ta: பதிவு ரத்து அனுமதி
th: อนุมัติให้ถอนการสมัคร
tl_ph: Mag-unreg. pinayagan
tr: Kayıt silme izni var
uk_ua: Скасування зарахування дозволено
vi_vn: Cho phép hủy đăng ký
xh_za: Ukungabhalisi kuvunyelwe
zh_cn: 允许注消
zh_tw: 已接受退選

source: Add some dummy (example) content to this course
ar: إضافة بعض محتويات الدمى (مثال) إلى هذا المقرر
ast_es: Amestar conteníos de prueba al cursu
bn_bd: এই কোর্সে কিছু ডামি (উদাহরণ) বিষয়বস্তু যোগ করুন
bs_ba: Dodaj neke lažne (primjer) sadržaje ovom kursu
ca_es: Afegir continguts de prova al curs
cs_cz: Vložit připravený obsah do tohoto školení
da: Tilføj eksempel indhold til dette kursus
de: Demo-Inhalte in den Kurs einfügen
el: Προσθήκη παραδειγματικού περιεχομένου στο μάθημα
eo: Aldonu enhavon al ĉi-kurso laŭ hazardo
es: Añadir contenidos de prueba al curso
es_mx: Agregue algún contenido (de ejemplo) para este curso
eu_es: Gehitu adibide gisako edukiak ikastaro honi
fa_ir: اضافه نمودن محتوای آزمایشی به این درس
fi_fi: Lisää mallisisältöä tähän kurssiin
fo_fo: Legg afturat nokrum dummy (dømi) innihald til henda kursin
fur: Zovâ contignis fûs (esemplis) a che curs
ga: Cuir ábhar samplach (eiseamláireach) leis an gcúrsa seo
gl: Engadir contidos de exemplo a este curso
he_il: הוסף תוכן דמה (לדוגמה) לקורס זה
hi: इस कोर्स में कुछ नमूना (उदाहरण) सामग्री जोड़ें
hr_hr: Dodaj kolegiju probni sadržaj
hu_hu: Adjon hozzá a kurzushoz néhány (példa) tartalmat.
hy: Ավելացնել որոշ վավերագրի (օրինակ) բովանդակություն այս դասընթացին
id_id: Tambah dummy content ke mata kuliah ini
it: Aggiungi al corso contenuti di prova
ja: このコースにダミー（サンプル）コンテンツを追加
ka_ge: ამ კურსში შეტანილია ზოგიერთი შეტყობინების (მაგალითრის) შინაარსი
ko_kr: 연습용 컨텐츠를 이 과정에 추가
lo: ເພີ່ມເນື້ອຫາຕົວຢ່າງບາງສ່ວນເຂົ້າໃນລາຍວິຊານີ້
lt_lt: Įrašyti pavyzdinį tekstą į kursą
lv_lv: Ierakstīt kādus piemēru tekstus šajā kursā
mk_mk: Додај некои фиктивни (за пример) содржини во овој курс
ms_my: Tambah kandungan contoh (dummy) ke kursus ini
my_mm: ဤသင်တန်းတွင် ဥပမာအကြောင်းအရာ အချို့ကို ထည့်သွင်းပါ
ne: यो कोर्समा केही नमूना (उदाहरण) सामग्री थप्नुहोस्
nl: Voeg voorbeeldinhoud toe aan deze cursus
nn_no: Legg til nokre dumme (eksempel) innhald til dette kurset
oc: Apondre de contengut d'exempla (falso) a aquesta formacion
pl_pl: Dodaj przykładową zawartość do kursu
ps: د دې کورس لپاره ځینې فرضي (نموونې) مواد اضافه کړئ
pt_br: Adicionar conteúdos a este curso
pt_pt: Adicionar alguns exemplos de conteúdos a este curso
ro_ro: Adaugati exemple oarbe la acest curs (in scop de testare a lucrului cu platforma).
ru_ru: Добавить какой-нибудь пример содержания в этот курс
sk_sk: Pridať nejaký fiktívny (vzorový) obsah do tohto kurzu
sl: Dodaj "dummy" vsebino v t tečaj
sq: Shtoni disa përmbajtje kukull (shembull) në këtë kurs
sr_rs: Dodaj proizvoljan sadržaj ovom kursu
sv_se: Lägg till lite innehåll som exempel till denna kurs
sw_ke: Ongeza maudhui ya mfano katika kozi hii
ta: இந்த பாடத்திற்கு சில டம்மி (எடுத்துக்காட்டு) உள்ளடக்கத்தை சேர்க்கவும்
th: เพิ่มผังรายการเนื้อหา(ตัวอย่าง)ในรายวิชา
tl_ph: Magdagdag ng dummy (halimbawa) content sa kursong ito
tr: Bu derse bazı boş, örnek içerik ekle
uk_ua: Додати деякий зразковий контент (приклад) до цього курсу
vi_vn: Thêm nội dung mẫu (ví dụ) vào khóa học này
xh_za: Faka umxholo weslingi (umzekelo) kule khosi
zh_cn: 添加课程样例
zh_tw: 在本課程中加入範例內容

source: Create dummy course content
ar: إنشاء محتوى دمية المقرر
ast_es: Crear conteníos de prueba
bn_bd: ডামি কোর্স বিষয়বস্তু তৈরি করুন
bs_ba: Kreiraj lažni sadržaj kursa
ca_es: Crear continguts de prova
cs_cz: Vytvořit fiktivní kurz.
da: Opret eksempel kursus indhold
de: Demo-Kurs erstellen
el: Δημιουργία παραδειγματικού περιεχομένου στο μάθημα
eo: Krei kursenhavon laŭ hazardo
es: Crear contenidos de prueba
es_mx: Crear contenido para curso dummy
eu_es: Sortu adibide gisako edukia
fa_ir: آفرینش محتوای درس آزمایشی
fi_fi: Luo mallisisältö kurssiin
fo_fo: Skapa dummy kursus innihald
fur: Cree contignis fûs dal curs
ga: Cruthaigh ábhar samplach cúrsa
gl: Crear contidos de exemplo no curso
he_il: צור תוכן קורס דמה
hi: नमूना कोर्स सामग्री बनाएँ
hr_hr: Izradi probni sadržaj kolegija
hu_hu: Minta kurzus tartalom létrehozása
hy: Ստեղծել վավերագրի դասընթացի բովանդակություն
id_id: Buat dummy course content
it: Crea contenuti di prova
ja: ダミーコースコンテンツを作成
ka_ge: შეტყობინების კურსის შინაარსის შექმნა
ko_kr: 연습용 과정 컨텐츠 생성
lt_lt: Sukurti pavyzdinį turinį kurse
lv_lv: Izveidot testa kursu ar piemēriem
mk_mk: Креира фиктивни содржини на курсот
ms_my: Cipta kandungan kursus contoh
my_mm: ဥပမာသင်တန်းအကြောင်းအရာကို ဖန်တီးပါ
ne: नमूना कोर्स सामग्री सिर्जना गर्नुहोस्
nl: Random cursusinhoud creëren
nn_no: Opprett dumt kursinnhald
oc: Crear contengut d'exempla per la formacion
pl_pl: Utwórz przykładową zawartość kursu
ps: فرضي کورس مواد جوړ کړئ
pt_br: Criar conteúdo
pt_pt: Criar exemplo de conteúdos para um curso
ro_ro: Creati un curs orb (in scop de testare a lucrului cu platforma)
ru_ru: Создать пример содержания курса
sk_sk: Vytvoriť fiktívny obsah kurzu
sl: Ustvari "dummy" vsebino tečaja
sq: Krijoni përmbajtje kursi kukull
sr_rs: Kreiraj proizvoljan sadržaj kursa
sv_se: Skapa exempel på kursinnehåll
sw_ke: Unda maudhui ya kozi ya mfano
ta: டம்மி பாட உள்ளடக்கம் உருவாக்கு
th: สร้างผังรายการเนื้อหาวิชา
tl_ph: Lumikha ng dummy course content
tr: Boş ders içeriği oluştur
uk_ua: Створити зразковий контент курсу
vi_vn: Tạo nội dung khóa học mẫu
xh_za: Yenza umxholo weslingi wekhosi
zh_cn: 创造课程样例
zh_tw: 創建範例課程內容

source: This will add some dummy (example) content to this course. This is only meant for testing purposes.
ar: سيقوم هذا بإضافة بعض محتوى الدمية (مثالا) إلى هذا المقرر. الغرض من هذا هو الاختبار فقط
ast_es: Van amestase conteníos al cursu a mou d'exemplu. Esta utilidá namás hai que la usar pa facer pruebes.
bn_bd: এটি এই কোর্সে কিছু ডামি (উদাহরণ) বিষয়বস্তু যোগ করবে। এটি শুধুমাত্র পরীক্ষার উদ্দেশ্যে।
bs_ba: Ovo će dodati lažni (primjer) sadržaj ovom kursu. Ovo je samo u svrhu testiranja.
ca_es: Això afegirà alguns continguts a aquest curs que serveixin d'exemple. Aquesta utilitat només s'ha d'usar per fer proves.
cs_cz: Tímto přidáte fiktivní(předpřipravený) obsah do tohoto kurzu. Používá se pro testovací účely.
da: Dette vil tilføje eksempel indhold til dette kursus. Dette er kun beregnet til test.
de: Dies fügt Demo-Content zu diesem Kurs hinzu. Dieses Werkzeug dient lediglich zu Testzwecken.
el: Αυτό θα προσθέσει δείγμα περιεχόμενο σε αυτό το μάθημα. Είναι μόνο για σκοπούς δοκιμής.
eo: Per tio vi povas aldoni laŭhazardan enhavon al la kurso. Ĉi-ilo estas celita nur por testado.
es: Se añadirán contenidos al curso para que le sirvan de ejemplo. ¡ Esta utilidad sólo debe usarse para hacer pruebas !
es_mx: Esto añadirá algún contenido de muestra (ejemplo) a este curso.Sólo se hace para propósitos de prueba.
eu_es: Eduki batzuk ikastaroari gehituko dizkiogu adibide izateko. Probak egiteko soilik erabiliko beharko dira.
fa_ir: شما در شُرف اضافه نمودن محتوای آزمایشی به این درس هستید. این کاربرد تنها برای مقاصد آزمایشی در نظر گرفته شده است
fi_fi: Tämä lisää malli-/esimerkkisisällön tähän kurssiin. Tämä on tarkoitettu vain testaukseen.
fo_fo: Hetta leggur afturat nokrum dummy (dømi) innihald til henda kursin. Hetta er bert meint til próvtøkur.
fur: Cheste jê zovrarà contignis fûs (esemplis) a che curs. Al è rivât dome par testâ.
ga: Cuirfidh sé seo ábhar samplach (eiseamláireach) leis an gcúrsa seo. Tá sé seo le haghaidh críocha tástála amháin.
gl: Isto engadirá algún contido de exemplo no curso. Isto só está pensado para cuestións de probas.
he_il: זה יוסיף תוכן דמה (לדוגמה) לקורס זה. זה נועד רק למטרות בדיקה.
hi: इससे इस कोर्स में कुछ नमूना (उदाहरण) सामग्री जोड़ी जाएगी। यह केवल परीक्षण उद्देश्यों के लिए है।
hr_hr: Ovime će kolegiju biti dodan probni sadržaj. To se čini samo radi provjere.
hu_hu: Ez a funkció példa tartalommal tölti meg a kurzust. Ezek a példa elemek kipróbálási, tesztelési szándékkal kerültek feltöltésre.
hy: Սա կավելացնի որոշ վավերագրի (օրինակ) բովանդակություն այս դասընթացին: Սա միայն թեստավորման նպատակով է:
id_id: Ini akan menambah dummy content ke mata kuliah ini. Tool ini untuk ujicoba saja.
it: Questo aggiungerà un contenuto di comodo al corso. Lo strumento serve a testare il sistema
ja: このコースにダミー（サンプル）コンテンツを追加します。これはテスト目的のみです。
ka_ge: ეს კურსში შეტანის შეტყობინების (მაგალითრის) შინაარსს. ეს მხოლოდ ტესტირებისთვისაა განკუთვნილი.
ko_kr: 연습용컨텐츠를 과정에 추가할 수 있도록 해줍니다. 이는 테스트 목적으로 이루어집니다.
lo: ການກະທຳນີ້ຈະເພີ່ມເນື້ອຫາຕົວຢ່າງບາງສ່ວນເຂົ້າໃນລາຍວິຊານີ້. ນີ້ມີຈຸດປະສົງເພື່ອການທົດສອບເທົ່ານັ້ນ.
lt_lt: Tai įterpia pavyzdinį turinį į kursą. Tai naudojama testavimui.
lv_lv: Šis iestatījums, šai kursa saturā ievietos piemērus, kas vēlāk jāaizvieto ar īstiem. Tas ir tikai, kā testa pielietojums.
mk_mk: Ова ќе додаде некои фиктивни (за пример) содржини на овој курс. Тоа има само тестирачки цели.
ms_my: Ini akan tambah kandungan contoh (dummy) ke kursus ini. Ini hanya untuk tujuan ujian sahaja.
my_mm: ဤသည်မှာ ဤသင်တန်းတွင် ဥပမာအကြောင်းအရာ အချို့ကို ထည့်သွင်းမည်ဖြစ်သည်။ ၎င်းသည် စမ်းသပ်ရန်အတွက်သာ ရည်ရွယ်သည်။
ne: यसले यो कोर्समा केही नमूना (उदाहरण) सामग्री थप्नेछ। यो केवल परीक्षण उद्देश्यका लागि हो।
nl: Hiermee kan u random inhoud toevoegen aan de cursus. Dit is enkel bedoeld voor testdoeleinden.
nn_no: Dette vil legge til nokre dumme (eksempel) innhald til dette kurset. Dette er berre meint for testformål.
oc: Aquò apondrá de contengut d'exempla (falso) a aquesta formacion. Aquò es sonque per de prègas d'escrichtacion.
pl_pl: Przykładowa zawartość zostanie dodana do kursu. Ta opcja służy jedynie testowaniu.
ps: دا به د دې کورس لپاره ځینې فرضي (نموونې) مواد اضافه کړي. دا یوازې د ازموینې موخو لپاره دي.
pt_br: Isto acrescentará conteúdo ao seu curso. Essa ferramenta é destinada apenas para Servidores de Teste.
pt_pt: Isto ir� adicionar alguns exemplos de conte�dos a este curso. Destina-se apenas para fins de teste.
ro_ro: Adaugati exemple oarbe la curs. Este utilizat doar in scopuri de testare.
ru_ru: Это добавит пример содержания в этот курс. Это только для пробы.
sk_sk: Fiktívny (vzorový) obsah bude pridaný do kurzu. Slúži len pre testovacie účely.
sl: Funkcija bo dodala "dummy" vsebino temu tečaju. To orodje je namenjeno le testiranju, da kreatorju tečaja pri testiranju obnašanja ni potrebno pisati vsebin, obvestil, sporočil foruma, ...
sq: Kjo do të shtojë disa përmbajtje kukull (shembull) në këtë kurs. Kjo është vetëm për qëllime testimi.
sr_rs: Ovo će dodati proizvoljan sadr�aj ovom kursu. Ova alatka je namenjena samo u svrhe testova.
sv_se: Detta kommer att l�gga till n�gra exempel p� inneh�ll till denna kurs. Detta �r bara f�r test�ndam�l.
sw_ke: Hii itaongeza maudhui ya mfano katika kozi hii. Hii ni kwa madhumuni ya majaribio pekee.
ta: இது இந்த பாடத்திற்கு சில டம்மி (எடுத்துக்காட்டு) உள்ளடக்கத்தை சேர்க்கும். இது சோதனை நோக்கங்களுக்காக மட்டுமே.
th: ���繡�������ѧ��¡��������(������ҧ)���������Ԫ� : ���ͷ��ͺ����ҹ��
tl_ph: Magdadagdag ito ng dummy (halimbawa) content sa kursong ito. Ito ay para lamang sa mga layuning pagsubok.
tr: Sadece deneme ama�lı bazı boş, �rnek i�erikler ekleyecektir.
uk_ua: Це додасть деякий зразковий контент (приклад) до цього курсу. Лише для мети тесту.
vi_vn: Thao tác này sẽ thêm nội dung mẫu (ví dụ) vào khóa học này. Chỉ dùng cho mục đích kiểm tra.
xh_za: Oku kuya kufaka umxholo weslingi (umzekelo) kule khosi. Oku kwenzelwe iinjongo zovavanyo kuphela.
zh_cn: 将添加课程样例, 仅用于测试.
zh_tw: 於本課程創建範例內容作測試用途
