Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This course code is already in use.<br>Use the <b>Back</b> button on your browser and try again.
ar: رمز المقرر هذا تم استخدامه مسبقا. <br/ > استخدم <b> زر الرجوع </b> في المتصفح وحاول مرة أخرى
ast_es: Esti códigu de cursu ta usándolu otru cursu.<br>Use'l botón de retornu del so navegador y vuelva entamar.
bn_bd: এই কোর্স কোডটি ইতিমধ্যে ব্যবহৃত হচ্ছে।<br>আপনার ব্রাউজারের <b>পিছনে</b> বোতাম ব্যবহার করুন এবং আবার চেষ্টা করুন।
bs_ba: Ovaj kod kursa je već u upotrebi.<br>Koristite <b>Nazad</b> dugme u pregledniku i pokušajte ponovo.
ca_es: Aquest codi de curs ja està agafat.<br>Utilitzeu el bot <b>Enrera</b> del vostre navegador i proveu un altre cop
cs_cz: Tento kód kurzu byl už použit. <br>Použijte tlačítko <b>Zpět</b> na Vašem prohlížeči a skuste to znovu
da: Den anførte kursuskode bruges af en andet kursus. <br>Brug <b>Tilbage</b> knappen på din browser og prøv igen
de: Dieser Kurscode wird bereits verwendet.<br>Benutzen Sie den Zurück-Button und versuchen Sie es erneut
el: Αυτός ο κωδικός μαθήματος χρησιμοποιείται ήδη.<br>Πατήστε το πλήκτρο «Επιστροφή» του browser και ξαναδοκιμάστε
eo: Ĉi-kurskodo jam estas uzita. Uzu la RETRO-klavon kaj rekomencu
es: Este código de curso ya es utilizado por otro curso.<br />Utilice el botón de retorno de su navegador y vuelva a empezar.
es_mx: Este código de curso ya se utilizó por otro curso.<br />Utilice el botón 'Atrás' de su navegador y vuelva a empezar.
eu_es: Ikastaroaren kode hau badago indarrean beste batean.
fa_ir: کد این درس قبلاً انتخاب شده است. لطفاً با استفاده ازدکمۀ بازگشت بر روی مرورگر خود به عقب بازگشته و کد دیگری انتخاب کنید
fi_fi: Tämä kurssi on jo käytössä.<br>Mene takaisin ja yritä uudetaan.
fo_fo: Hesin kursakodi er longu í brúki.<br>Nýt <b>Til baka</b> hnipin í tínum kagara og royn aftur.
fur: Cheste còde di curs e je già in ûs.<br>Ûs il boton <b>Torne inda</b> dal to browser e proveri di gnove.
ga: Tá cód cúrsa seo in úsáid cheana.<br>Úsáid an cnaipe <b>Ar ais</b> i do bhrabhsálaí agus déan iarracht arís.
gl: Este código do curso utilízase xa noutro curso.<br>Utilice o botón de retorno do seu navegador e volva empezar.
he_il: קוד הקורס הזה כבר נמצא בשימוש.<br>השתמש בכפתור <b>הקודם</b> בדפדפן שלך ונסה שוב.
hi: यह कोर्स कोड पहले से उपयोग में है।<br>अपने ब्राउज़र पर <b>पीछे</b> बटन का उपयोग करें और पुनः प्रयास करें।
hr_hr: Ova šifra već postoji. <br> Tipkom <b>Back</b> vratite se i ispravite.<br>
hu_hu: Ez a kód már foglalt. <br>Használja a <b>Vissza</b> gombot a böngészőjén és próbálja újra
hy: Այս դասընթացի կոդն արդեն օգտագործվում է:<br>Օգտագործեք <b>Հետ</b> կոճակը ձեր բրաուզերում և փորձեք կրկին:
id_id: Kode mata kuliah ini telah digunakan. <br>Gunakan tombol <b>Back</b> di browser dan coba lagi
it: Il codice del corso è già in uso.<br>Utilizza il pulsante <b>Indietro</b> del browser e riprova.
ja: このコ〖スコ〖ドは贷に蝗われています。<br />提るボタンを病して、浩刨活してください。
ka_ge: ეს კურსის კოდი უკვე გამოყენებულია.<br>გამოიყენეთ ბრაუზერის <b>უკან</b> ღილაკი და სცადეთ ხელახლა.
ko_kr: 이 과정 코드는 이미 사용중입니다. <br><b>Back</b>버튼을 이용하여 다시 지정하십시요.
lo: ລະຫັດຫຼັກສູດນີ້ມີການນຳໃຊ້ແລ້ວ.<br>ໃຊ້ປຸ່ມ <b>ກັບຄືນ</b> ໃນເບົາເຊີຂອງທ່ານ ແລະ ລອງອີກຄັ້ງ.
lt_lt: Šis kurso kodas jau užimtas<br />Spauskite <b>Atgal</b> mygtuką Jūsų naršyklėje ir bandykite dar kartą
lv_lv: Šis kursa kods jau eksistē. <br>Spiediet <b>Atpakaļ (Back)</b> pogu pārlūkprogrammā un ievadiet citu.
mk_mk: Оваа шифра на курс веќе постои. <br />Употребете го копчето <b>Назад (Back)</b> на Вашиот пребарувач и обидете се повторно.
ms_my: Kod kursus ini sudah digunakan.<br>Gunakan butang <b>Kembali</b> pada pelayar anda dan cuba lagi.
my_mm: ဤသင်တန်းကုဒ်ကို အသုံးပြုပြီးဖြစ်သည်။<br>သင့်ဘရောက်ဆာပေါ်ရှိ <b>ပြန်သွားရန်</b> ခလုတ်ကို အသုံးပြု၍ ထပ်မံကြိုးစားပါ။
ne: यो कोर्स कोड पहिले नै प्रयोगमा छ।<br>आफ्नो ब्राउजरमा <b>पछाडि</b> बटन प्रयोग गर्नुहोस् र फेरि प्रयास गर्नुहोस्।
nl: Deze cursuscode is al in gebruik. Gebruik de terugknop en begin opnieuw.
nn_no: Denne kurskoden er allereie i bruk.<br>Bruk <b>Tilbake</b>-knappen i nettlesaren din og prøv igjen.
oc: Aqueste còde de cors s'emplega ja per un autre cors.<br />Utilizatz lo boton<b>Arrier</b> de vòstre navigator e assajatz tornarmai
pl_pl: Kod kursu jest już podany.
ps: دا کورس کوډ لا دمخه کارول شوی دی.<br>د خپل براوزر <b>څه بېرته</b> تڼۍ وکاروئ او بیا هڅه وکړئ.
pt_br: Este código de treinamento já está em uso <br> Use o botão <b> </b> em seu navegador e tente novamente.
pt_pt: Este c�digo de curso j� se encontra em utiliza��o. <br />Utilize o bot�o <b>Voltar</b> do seu browser/navegador e tente novamente
ro_ro: Acest cod a cursului este deja folosit de un alt curs. <br /> Folosiți butonul inapoi al browser-ului și începe din nou.
ru_ru: Такой код курса уже используется. <br />Используйте опцию <b>Назад</b> в окне просмотра и попробуйте еще раз.
sk_sk: Tento kód kurzu už bol použitý. <br />Použite tlačidlo <b>Späť</b> vo Vašom prehliadači a skúste to znovu
sl: Ta koda tečaja že obstaja. <br />V brkljalniku se <b>vrni</b> na prejšnjo stran in poskusi znova
sq: Ky kod kursi është tashmë në përdorim.<br>Përdorni butonin <b>Mbrapsht</b> në shfletuesin tuaj dhe provoni përsëri.
sr_rs: Ovaj kod kursa je već u upotrebi. <br />Koristit <b>Back</b> dugme u va�em pretra�ivaču i poku�ajte ponovo.
sv_se: Denna kurskod �r redan upptagen.<br />Anv�nd webbl�sarens tillbaka-knapp och f�rs�k igen.
sw_ke: Kodi ya kozi hii tayari inatumika.<br>Tumia kitufe cha <b>Rudisha</b> kwenye kivinjari chako na jaribu tena.
ta: இந்த பாட குறியீடு ஏற்கனவே பயன்பாட்டில் உள்ளது.<br>உங்கள் உலாவியில் <b>பின்செல்ல</b> பட்டனைப் பயன்படுத்தி மீண்டும் முயற்சிக்கவும்.
th: �����Ԫҹ��١�������<br />��ԡ���� ��͹��Ѻ ����ͧ�����ա����
tl_ph: Ang course code na ito ay ginagamit na.<br>Gamitin ang <b>Back</b> button sa iyong browser at subukan muli.
tr: Bu ders kodu daha �nce kullan�lm��t�r. <br /><b>Geri</b> d�nerek ba�ka bir kod yaz�n�z
uk_ua: Цей код курсу вже використовується. <br />Натисніть кнопку <b>Назад</b> вашого браузеру та спробуйте ще раз
vi_vn: Mã này đã tồn tại
xh_za: Ikhowudi yekhosi le selele isetyenzisiwe.<br>Sebenzisa iqhosha le<b>Buyela Umva</b> kwisikhangeli sakho kwaye zama kwakhona.
zh_cn: 这个课程代码已被其他用户占用。<br /><b>返回</b>重试
zh_tw: 這個課程代碼已被其他用戶佔用。<br /><b>返回</b>重試

source: Sample test
ar: نموذج اختبار
ast_es: Exerciciu d'exemplu
bn_bd: নমুনা পরীক্ষা
bs_ba: Primjer testa
ca_es: Exercici d'exemple
cs_cz: Vzorový test
da: Eksempel på øvelse
de: Beispielübung
el: Υπόδειγμα Ασκησης
eo: Ekzempla Ekzerco
es: Ejercicio de ejemplo
es_mx: Ejemplo de ejercicio
eu_es: Ariketa baten eredua
fa_ir: نمونه ای از یک آزمون
fi_fi: Esimerkkitehtävä
fo_fo: Dæmi próv
fur: Test di exemplu
ga: Samplé tástála
gl: Exemplo de exercicio
he_il: בדיקה לדוגמה
hi: नमूना परीक्षण
hr_hr: Uzorak vježbe
hu_hu: Példa teszt
hy: Օրինակելի թեստ
id_id: Latihan Contoh
it: Esempio di Test
ja: 遍浆啼玛毋
ka_ge: ნიმუში ტესტი
ko_kr: 샘플 테스트
lo: ຕົວຢ່າງການທົດສອບ
lt_lt: Pavyzdinis testas
lv_lv: Testa piemērs
mk_mk: Пример за тест (мсстра)
ms_my: Contoh Latihan
my_mm: နမူနာစမ်းသပ်မှု
ne: नमूना परीक्षण
nl: Voorbeeldoefening
nn_no: Eksepmeltest
oc: Exemple d'exercici
pl_pl: Przykładowe ćwiczenie
ps: نموونه ازموینه
pt_br: Teste de exemplo
pt_pt: Exemplo de teste/exercício
ro_ro: Exercitiu de exemplu
ru_ru: Пример (образец) теста
sk_sk: Vzorový test
sl: Primer vaje
sq: Test shembull
sr_rs: Uzorak testa
sv_se: Enkel övning
sw_ke: Jaribio la mfano
ta: மாதிரி சோதனை
th: ตัวอย่างแบบฝึกหัด
tr: Örnek Test
uk_ua: Приклад тесту
vi_vn: Bài tập mẫu
xh_za: Uvavanyo lomzekelo
zh_cn: 测验示例
zh_tw: 測驗示例

source: Irony
ar: سخرية
ast_es: Historia de la filosofía antigua
bn_bd: ব্যঙ্গ
bs_ba: Ironija
ca_es: Història de la Filosofia Clàssica
cs_cz: Ironie
da: History of Ancient Philosophy
de: Ironie
el: Ιστορία της αρχαίας φιλοσοφίας
eo: Antikva filozofia historio
es: La ironía
es_mx: Historia de la filosofía clásica
eu_es: Ironia
fa_ir: طنز
fi_fi: Antiikin filosofian hitoria
fo_fo: Ironi
fur: Ironie
ga: Íoróin
gl: Historia da filosofía clásica
he_il: אירוניה
hi: व्यंग्य
hr_hr: Povijest antičke filozofije
hu_hu: Irónia
hy: Իրոնիա
id_id: History of Ancient Philosophy
it: Storia della Filosofia antica
ja: 概洛暖池凰
ka_ge: ირონია
lo: ການເວົ້າປະຊົດ
lv_lv: Ironija
mk_mk: Иронија
ms_my: History of Ancient Philosophy
my_mm: သရော်စာမှု
ne: व्यंग्य
nl: Oude filosofie geschiedenis
nn_no: Ironi
oc: Istòria de la Filosofia classica
pl_pl: Historia Filozofii Starożytnej
ps: وینټۍ
pt_br: Ironia
pt_pt: Ironia
ro_ro: Ironia
ru_ru: Ирония (история античной философии)
sk_sk: Irónia
sl: Zgodovina antične filozofije
sq: Ironi
sr_rs: Ironija
sv_se: History of Ancient Philosophy
sw_ke: Ironi
ta: இருமைமொழி
th: ประวัติศาสตร์ปรัชญา
tl_ph: Ironya
tr: History of Ancient Philosophy
uk_ua: Історія античної філософії
vi_vn: Lịch sử triết học cổ đại
xh_za: I-Irony
zh_cn: 古代哲学史
zh_tw: 古代哲學史

source: Socratic irony is...
ar: غير مترجم Socratic irony is...
ast_es: La ironía socrática ye...
bn_bd: সক্রেটিক ব্যঙ্গ হলো...
bs_ba: Sokratova ironija je...
ca_es: La ironia socràtica...
cs_cz: Sokratická ironie je...
da: Sokrates' ironi er...
de: Sokratische Ironie bedeutet...
el: Η Σωκρατική ειρωνεία είναι...
eo: Ironio laŭ Sokrato estas ...
es: La ironía socrática consiste en...
es_mx: La ironía socrática consiste en...
eu_es: Sokratesen ironia honako hau da:
fa_ir: طنز سقراطی عبارت است از
fi_fi: Sokraattinen ironia on...
fo_fo: Sokratisk ironii er...
fur: L'ironie socratica e je...
ga: Is é íoróin Shócraiteach...
gl: A ironía socrática consiste en...
he_il: אירוניה סוקרטית היא...
hi: सॉक्रेटिक व्यंग्य है...
hr_hr: Sokratovska ironija je...
hu_hu: A szókratészi irónia...
hy: Սոկրատյան իրոնիան է...
id_id: Ironi Sokratis adalah...
it: L'ironia socratica consiste nel...
ja: ソクラテス的アイロニーは…
ka_ge: სოკრატეს ირონია არის...
ko_kr: 소크라테스적 아이러니는...
lo: ການເວົ້າປະຊົດແບບໂຊຄຣາຕີສແມ່ນ...
lt_lt: Socrates irony is...
lv_lv: Sokrātiskā ironija ir...
mk_mk: Сократова иронија е ...
ms_my: Ironi Socratic ialah...
my_mm: ဆိုကရေးတစ်သရော်စာမှုသည်...
ne: सocratic व्यंग्य भनेको...
nl: Socratische ironie is...
nn_no: Sokrates' ironi er...
oc: L'Ironia socratica…
pl_pl: Sokratycza ironia oznacza ...
ps: سقراطي وینټۍ ده...
pt_br: Ironia socrática é...
pt_pt: A ironia socrática é ...
ro_ro: Ironia socratica este...
ru_ru: Сократический метод ведения спора - это...
sk_sk: Sokratovská irónia je...
sl: Sokratova ironija je...
sq: Ironia sokratike është...
sr_rs: Sokrativska ironija je...
sv_se: Sokrates ironiska metod är...
sw_ke: Ironi ya Sokratiki ni...
ta: சோக்ரடீஸ் இருமைமொழி என்பது...
th: การเยาะเย้ยแบบโสเครติสคือ...
tl_ph: Ang Socratic irony ay...
tr: Sokratik ironiyi...
uk_ua: Іронія Сократа це...
vi_vn: Châm biếm Socratic là...
xh_za: I-Socratic irony yi...
zh_cn: 苏格拉底式的无知是指...
zh_tw: 蘇格拉底式的無知是指...

source: (more than one answer can be true)
ar: يمكن أن تكون أكثر من إجابة صحيحة
ast_es: (puen dase varios retruques)
bn_bd: (একাধিক উত্তর সত্য হতে পারে)
bs_ba: (više od jednog odgovora može biti tačno)
ca_es: (pot ser correcta més d'una resposta)
cs_cz: (může být správna více než jedna odpověď)
da: (flere end ét svar kan være korrekt)
de: (es kann mehr als eine Antwort korrekt sein)
el: (περισσότερες από μία απαντήσεις μπορεί να είναι σωστές)
eo: (pliaj ĝustaj respondoj eblas)
es: (puede haber varias respuestas correctas)
es_mx: (varias respuestas correctas son posibles)
eu_es: (erantzun zuzen batzuk izan daitezke)
fa_ir: (بیش از یک جواب صحیح می تواند وجود داشته باشد)
fi_fi: (Vastauksia voi olla useampi)
fo_fo: (fleiri enn ein svari kann vera rætt)
fur: (pô vignî plui rispostis veris)
ga: (is féidir níos mó ná freagra amháin a bheith fíor)
gl: (varias respostas correctas son posibles)
he_il: (יותר מתשובה אחת יכולה להיות נכונה)
hi: (एक से अधिक उत्तर सही हो सकते हैं)
hr_hr: (više odgovora može biti točno)
hu_hu: (egynél több helyes válasz is lehetséges)
hy: (ավելի քան մեկ պատասխան կարող է ճիշտ լինել)
id_id: (lebih dari satu jawaban bisa benar)
it: (sono possibili più risposte esatte)
ja: （複数の正解があります）
ka_ge: (ერთზე მეტი პასუხი შეიძლება იყოს სწორი)
ko_kr: (하나 이상의 응답이 참이 될 수 있다)
lo: (ຫຼາຍກວ່າໜຶ່ງຄຳຕອບສາມາດຖືກຕ້ອງ)
lt_lt: (daugiau kaip vienas atsakymas gali būti teisingas)
lv_lv: (vairākas atbildes var būt pareizas)
mk_mk: (може да се точни повеќе одговори)
ms_my: (lebih daripada satu jawapan boleh benar)
my_mm: (အဖြေတစ်ခုထက်ပိုပြီး မှန်ကန်နိုင်သည်)
ne: (एक भन्दा बढी उत्तर सही हुन सक्छ)
nl: (meerdere juiste antwoorden mogelijk)
nn_no: (fleire enn eitt svar kan vere rett)
oc: (se pòt marcar mai d'una respònsa)
pl_pl: (więcej niż jedna odpowiedź może być prawidłowa)
ps: (نږدې یوه څخه زیات ځواب رښتیا کیدی شي)
pt_br: (Mais de uma resposta pode ser verdade)
pt_pt: (pode haver mais que uma resposta verdadeira)
ro_ro: (pot exista mai multe răspunsuri corecte)
ru_ru: (больше, чем один ответ может быть верно)
sk_sk: (správna môže byť viac ako jedna odpoveď)
sl: (več kot en odgovor je lahko pravilen)
sq: (më shumë se një përgjigje mund të jetë e saktë)
sr_rs: (više od jednog odgovora može da bude tačno)
sv_se: (flera svar kan vara sanna)
sw_ke: (jibu zaidi ya moja zinaweza kuwa sahihi)
ta: (ஒன்றுக்கு மேற்பட்ட பதில்கள் சரியாக இருக்கலாம்)
th: (มีคำตอบถูกต้องมากกว่าหนึ่งคำตอบ)
tl_ph: (maaaring tama ang higit sa isang sagot)
tr: (birden fazla cevap doğru olabilir)
uk_ua: (може бути вірною більше однієї відповіді)
vi_vn: (nhiều hơn 1 câu trả lời có thể đúng)
xh_za: (impendulo eninzi inokuba yiyo)
zh_cn: （可能有多个选项是正确的）
zh_tw: （可能有多個選項是正確的）

source: Ridiculise one's interlocutor in order to have him concede he is wrong.
ar: غير مترجم Ridiculise one's interlocutor in order to have him concede he is wrong.
ast_es: Rise del interlocutor pa facer qu'almita'l so erru.
bn_bd: সম্ভাষীকে উপহাস করে তাকে ভুল স্বীকার করানো।
bs_ba: Ispotrijebiti sagovornika kako bi priznao da griješi.
ca_es: Ridiculitzar el teu interlocutor per tal de fer-lo reconèixer que es troba errat.
cs_cz: Zesměšňuje účastníka rozmluvy aby ho donútil připust že nemá pravdu.
da: Gøre nar af sin samtalepartner for at få ham til at indrømme, at han tager fejl.
de: Den Gegenüber lächerlich machen, um ihn dazu zu bringen, einzugestehen Unrecht zu haben.
el: Γελοιοποίηση του συνομιλητή σας προκειμένου να παραδεχτεί ότι κάνει λάθος.
eo: Ridindigi sian konversacian partneron por lin konfesigi siajn erarojn.
es: Ridiculizar al interlocutor para hacerle admitir su error.
es_mx: Ridiculizar al interlocutor para hacerle admitir su error.
eu_es: Solaskidea irrigarri utzi, okertzen ari dela onartzera behartzeko asmoz.
fa_ir: مسخره کردن مخاطب برای اینکه بپذیرد که در اشتباه است
fi_fi: Naurualainen tapa vaikuttaa puhetoveriin, jotta tämä myöntäisi olevansa väärässä.
fo_fo: Gera gaman av samtalu fíggindi fyri at fáa hann at viðurkenna at hann hevur mist.
fur: Burlete il to interlocutôr par fâsi concedi che lu sbaglje.
ga: Do chomhchainteoir a mhaslú d'fhonn go ngéillfidh sé go bhfuil sé mícheart.
gl: Ridiculizar ó interlocutor para facerlle admitir o seu erro.
he_il: לגלג על בן שיחו כדי לגרום לו להודות שהוא טועה.
hi: अपने संवाददाता को उपहास करने के लिए कि वह स्वीकार कर ले कि वह गलत है।
hr_hr: Ismijavajte sugovornika kako bi shvatio da je u krivu.
hu_hu: Nevetségessé tenni a beszélgető-partnerünket, hogy rávegyük arra, hogy beismerje, hogy tévedett.
hy: Ժխտել զրուցակցին՝ որպեսզի ստիպել նրան ընդունել, որ սխալվել է:
id_id: Merendahkan lawan bicara agar mengakui bahwa dia salah.
it: Mettere in ridicolo l'interlocutore per fargli riconoscere il proprio errore.
ja: 相手を嘲笑して誤りを認めさせる。
ka_ge: ინტერსუბიექტის შეურიგებლობის გამოყენებით მისი შეცდომის აღიარებას მოაქვს.
ko_kr: 대화 상대를 조롱하여 자신이 틀렸음을 인정하게 하는 것.
lo: ເຮັດໃຫ້ຄູ່ສົນທະນາເປັນຕົວຕະຫຼົກເພື່ອໃຫ້ເຂົາຍອມຮັບວ່າເຂົາຜິດ.
lt_lt: Paversk kalbėtoją, kad jis pripažintų klydęs.
lv_lv: Vadīt savu sarunu biedru tā, lai liktu viņam atzīt, ka viņa slēdzieni ir nepareizi
mk_mk: Исмевање на соговорникот за да го натерате да признае дека не е во право.
ms_my: Menggelikkan pembicara seseorang supaya dia mengaku salah.
my_mm: သူမှားကြောင်း ဝန်ခံစေရန် စကားပြောဖက်ကို အရှက်ရအောင်လုပ်ပါ။
ne: आफ्नो संवादकर्तालाई हाँसो बनाएर गलत भएको कुरा स्वीकार गर्न बाध्य पार्नु।
nl: de gesprekspartner belachelijk maken teneinde hem zijn fouten te doen inzien.
nn_no: Hånlegge ein samtalepartner for å få han til å innrømme at han tar feil.
oc: Ridiculizar ton interlocutor per tala maniera que s'avise coma s'es enganat.
pl_pl: Ośmieszenie rozmówcy, który musi w ten sposób uznać swój błąd.
ps: خپل بحث کوونکي وپاروه ترڅو ومني چې هغه غلط دی.
pt_br: Ridicularizar seu interlocutor para forçá-lo a confessar que está errado.
pt_pt: Ridicularizar o próprio interlocutor afim de constatar que ele está errado.
ro_ro: Ridicularea interlocutorul pentru al face să isi recunoască greșeala.
ru_ru: Высмеять собеседника для того, чтобы он признал свою неправоту.
sk_sk: Zosmiešňuje účastníka rozhovoru aby ho donútil pripustiť že nemá pravdu.
sq: Tall njëri bashkëbiseduesin për ta bërë të pranojë se është i gabuar.
sr_rs: Ismejavati nečijeg sagovornika dok on ne prizna da nije u pravu.
sv_se: Håna sin samtalspartner för att få honom att medge att han har fel.
sw_ke: Mdharau mzoefu ili amkubali kuwa amekosea.
ta: தனது உரையாடுபவரை இழிந்தழிப்பதன் மூலம் தவறு என அவர் ஒப்புக்கொள்ளச் செய்ய.
th: เยาะเย้ยคู่สนทนาเพื่อให้เขายอมรับว่าเขาผิด
tl_ph: Pinapahiya ang kausap upang aminin niyang mali siya.
tr: Karşısındakini küçümseyerek yanlış olduğunu kabul ettirmek.
uk_ua: Висміяти співрозмовника для запевнення в його неправоті.
vi_vn: Ridiculise người đối thoại để buộc anh ta thừa nhận mình sai.
xh_za: Hleka umntu othetha naye ukuze avume ukuba uyaphoswa.
zh_cn: 荒谬地使某个谈话者勉强承认自己是错误的。
zh_tw: 荒謬地使某個談話者勉強承認自己是錯誤的。

source: No. Socratic irony is not a matter of psychology, it concerns argumentation.
ar: غير مترجم No. Socratic irony is not a matter of psychology, it concerns argumentation.
ast_es: Non. La ironía socrática nun ye nada que tenga de ver cola psicoloxía, ye cosa de l'argumentación.
bn_bd: না। সক্রেটিক ব্যঙ্গ মনোবিজ্ঞানের বিষয় নয়, এটি যুক্তির বিষয়।
bs_ba: Ne. Sokratova ironija nije stvar psihologije, ona se tiče argumentacije.
ca_es: No. La ironia socràtica no és una questió de psicologia, té a veure amb l'argumentació.
cs_cz: Ne. Sokratická ironie nezávisý na psychologii, týká se argumentace.
da: Nej. Sokrates' ironi handler ikke om psykologi, det drejer sig om argumentation.
de: Nein. Sokratische Ironie ist kein psychologisches Mittel, es bedeutet Argumentation.
el: Όχι, η Σωκρατική ειρωνεία δεν είναι θέμα ψυχολογίας, αλλά σχετίζεται με την επιχειρηματολογία.
eo: Ne. Sokrata ironio neniel rilatas kun psikologio sed ja kun argumentado.
es: No. La ironía socrática no se aplica al terreno de la psicología sino al de la argumentación.
es_mx: No. La ironía socrática no se aplica al terreno de la psicología, sino en el de la argumentación.
eu_es: Ez. Sokratesen ironia ez dagokio psikologiaren arloari, argudiatzearen arloari baizik.
fa_ir: خیر، طنز سقراطی یک مسئلۀ روانشناختی نیست بلکه به استدلال مربوط است
fi_fi: Ei. Sokraattinen ironia ei liity psykologiaan, se käsittelee argumentaatiota.
fo_fo: Nei. Sokratisk ironii er ikki mál um sálarsligar, hon varðar við umrøðu.
fur: Nô. L'ironie socratica no je une cuistion di psicologia, e la concerne l'argjumentazion.
ga: Níl. Níl íoróin Shócraiteach ábhar síceolaíochta, baineann sí le argóint.
gl: Non. A ironía socrática non se aplica ó terreo da psicoloxía, senon no da argumentación.
he_il: לא. אירוניה סוקרטית היא לא עניין של פסיכולוגיה, היא נוגעת לוויכוח.
hi: नहीं। सॉक्रेटिक व्यंग्य मनोविज्ञान का विषय नहीं है, यह तर्क से संबंधित है।
hr_hr: Ne. Sokratovska ironija nije predmet psihologije, ona se tiče argumentacije.
hu_hu: Nem. A szókratészi irónia nem pszihológia, hanem egyfajta érvelés.
hy: Ոչ: Սոկրատյան իրոնիան հոգեբանության հարց չէ, այլ հակափաստարկման:
id_id: Tidak. Ironi Sokratis bukan masalah psikologi, melainkan berkaitan dengan argumentasi.
it: No, l'ironia socratica non si esplica sul campo della psicologia, bensì su quello dell'argomentazione.
ja: いいえ。ソクラテス的アイロニーは心理学ではなく、論証に関するものです。
ka_ge: არა. სოკრატეს ირონია არ არის ფსიქოლოგიის საკითხი, ის ეხება არგუმენტაციას.
ko_kr: 아니요. 소크라테스적 아이러니는 심리학 문제가 아니라 논증에 관한 것입니다.
lo: ບໍ່. ການເວົ້າປະຊົດແບບໂຊຄຣາຕີສບໍ່ແມ່ນເລື່ອງຂອງຈິດຕະວິທະຍາ, ມັນກ່ຽວຂ້ອງກັບການໂຕ້ຖຽງ.
lt_lt: Ne. Sokratinė ironija nėra psichologijos klausimas, ji susijusi su argumentacija.
lv_lv: Nē. Sokrātiskā ironija nav psiholoģijas jautājums, tā pieder argumentācijai
mk_mk: Не. Сократовата иронија не е предмет на психологијата, таа се однесува на изведување на заклучоци и докажување.
ms_my: Tidak. Ironi Sokratik bukanlah soal psikologi, ia berkaitan dengan hujah.
my_mm: မဟုတ်ပါ။ ဆိုကရေးတစ်သရော်စာမှုသည် စိတ်ပိုင်းဆိုင်ရာကိစ္စမဟုတ်ပါ၊ ၎င်းသည် အငြင်းအခုံနှင့်သက်ဆိုင်သည်။
ne: होइन। सocratic व्यंग्य मनोविज्ञानको कुरा होइन, यो तर्कको सम्बन्धमा छ।
nl: Nee. Socratische ironie heeft niets te maken met psychologie maar wel met argumentatie.
nn_no: Nei. Sokrates' ironi handlar ikkje om psykologi, den gjeld argumentasjon.
oc: Non. L'ironia socratica es pas ges una question de psicologia, mai bèn d'argumentacion.
pl_pl: Nie. Sokratyczna ironia nie jest środkiem psychologicznym, oznacza argumentację.
ps: نه. سقراطي وینټۍ د نفسياتو مسله نه ده، دا استدلال ته اړه لري.
pt_br: Ironia socrática No. não é uma questão de psicologia, trata-argumentação.
pt_pt: Não. A ironia socrática não é uma questão de psicologia, diz respeito à argumentação.
ro_ro: Nu. Ironia socratică nu se aplică la domeniul psihologiei, dar se aplica in cel de argumentare.
ru_ru: Нет. Сократический метод ведения спора - это не вопрос психологии, он касается теории аргументации.
sk_sk: Nie. Sokratovská irónia nie je vecou psychológie, týka sa argumentácie.
sl: Ne. Sokratova ironija ni predmet psihologije, tiče se argumentacije.
sq: Jo. Ironia sokratike nuk është çështje psikologjie, ajo ka të bëjë me argumentimin.
sr_rs: Ne. Sokratova ironija nije pitanje psihologije, tiče se argumentacije.
sv_se: Nej. Sokrates ironiska metod handlar inte om psykologi, den rör argumentation.
sw_ke: Hapana. Ironi ya Sokratiki si suala la saikolojia, inahusu hoja.
ta: இல்லை. சோக்ரடீஸ் இருமைமொழி உளவியல் குறித்து அல்ல, வாதிடல் குறித்து.
th: ไม่ การเยาะเย้ยแบบโสเครติสไม่ใช่เรื่องจิตวิทยา แต่เกี่ยวข้องกับการโต้แย้ง
tl_ph: Hindi. Ang Socratic irony ay hindi tungkol sa sikolohiya, ito ay tungkol sa pagtatalo.
tr: Hayır. Sokratik ironi psikoloji meselesi değil, tartışma ile ilgilidir.
uk_ua: Ні. Іронія Сократа не стосується психології, це стосується теорії аргументації.
vi_vn: Số Socrates trớ trêu là không phải là một vấn đề của tâm lý học, nó liên quan đến lập luận.
xh_za: Hayi. I-Socratic irony ayisiyo indaba yezengqondo, iphathelene nengxoxo.
zh_cn: 不，苏格拉底式的无知是跟心理学无关的，它关系争论的结果。
zh_tw: 不，蘇格拉底式的無知是跟心理學無關的，它關係爭論的結果。
