Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: If this option is activated, clicking on an e-mail address will open an online editor.
ar: في حالة تنشيط هذا الخيار، يتم تحرير البريد الالكتروني على الانترت و هذا عند النقر على بريد إلكتروني
ast_es: Si activa esta opción, de la que fae clic nun corréu electrónicu va abrise un editor per internet
bn_bd: যদি এই অপশনটি সক্রিয় করা হয়, তাহলে ইমেইল ঠিকানায় ক্লিক করলে একটি অনলাইন সম্পাদক খুলবে।
bs_ba: Ako je ova opcija aktivirana, klik na e-mail adresu će otvoriti online uređivač.
ca_es: Si aquesta opció està activa, cliqueu sobre una adreça de correu-e i s'obrirà un editor en línia
cs_cz: Pokud je tato funkce zapnuta, kliknutím na e-mail adresu se otevře mail editor
da: Hvis denne funktion er aktiv, vil et klik på en e-mailadresse åbne en online e-maileditor
de: Wenn diese Option aktiviert ist, öffnet ein Klick auf eine E-Mail den online E-Mail Editor
el: Αν αυτή η επιλογή είναι ενεργοποιημένη, το κλικ σε μια διεύθυνση email θα ανοίξει έναν online επεξεργαστή.
eo: Se tiu opcio estas aktiva, konektita mesaĝilo estas malfermata post alklako de retpoŝtadreso
es: Si se activa esta opción, al hacer clic en un correo electrónico, se abrirá un editor en línea.
es_mx: Si esta opción está activada, al hacer clic en una dirección de correo electrónico se abrirá un editor en línea.
eu_es: Aukera hau aktibatzen bada, posta elektronikoko helbide batean klikatzean, online posta editatzailea irekiko da
fa_ir: اگر این گزینه فعال باشد، کلیک روی آدرس ایمیل، ویرایشگر آنلاین را باز می‌کند.
fi_fi: Jos tämä vaihtoehto otetaan käyttöön, sähköpostiosoitteen napsauttaminen avaa verkkopohjaisen editorin.
fo_fo: Um henda valmøguleiki er virkin, fer ein smell á ein t-post adress at opna ein online ritstovu.
fur: Se chest opsion è ativât, clic su un indiris e-mail zâre un editor online.
ga: Má ghníomhachtaítear an rogha seo, osclófar eagarthóir ar líne nuair a chliceáiltar ar sheoladh ríomhphost.
gl: Se esta opción estiver activa, clicar nun enderezo de e-mail abrirá o editor de correo electrónico en liña.
he_il: אם אפשרות זו מופעלת, לחיצה על כתובת דואר אלקטרוני תפתח עורך מקוון.
hi: यदि यह विकल्प सक्रिय है, तो ईमेल पते पर क्लिक करने से ऑनलाइन संपादक खुलेगा।
hr_hr: Ako je ova opcija aktivirana, klik na adresu e-pošte otvorit će online uređivač.
hu_hu: Ha ez a lehetőség aktíválva van, az email címekre rákattintva megnyílik egy online email szerkesztő.
hy: Եթե այս տարբերակը ակտիվացված է, էլ. փոստի հասցեի վրա սեղմելը կբացի անլայն խմբագրիչ:
id_id: Jika opsi ini diaktifkan, mengklik alamat email akan membuka editor daring.
it: Attivando l'opzione, cliccando su un messaggio si aprirà un editor online
ja: このオプションをアクティブにした場合、電子メール アドレスをクリックするとオンライン メール エディターが開きます。
ka_ge: თუ ეს ოფცია ჩართულია, ელფოსტის მისამართზე დაჭერა გახსნის ონლაინ რედაქტორს.
ko_kr: 이 옵션이 활성화되면 이메일 주소 클릭 시 온라인 편집기가 열립니다.
lo: ຖ້າຕົວເລືອກນີ້ຖືກເປີດໃຊ້, ການຄລິກໃສ່ທີ່ຢູ່ອີເມວຈະເປີດຕົວແກ້ໄຂອອນໄລນ໌.
lt_lt: Jei šis nustatymas įjungtas, paspaudus ant el. pašto adreso, bus atidarytas "online" el. pašto redaktorius.
lv_lv: Ja šī opcija ir aktivizēta, noklikšķinot uz e-pasta adreses, tiks atvērts online pasta redaktors.
mk_mk: Ако оваа опција е активирана, со кликање на e-mail ќе се отвори активниот уредувач на електронска пошта
ms_my: Jika pilihan ini diaktifkan, klik alamat e-mel akan membuka editor dalam talian.
my_mm: ဤရွေးချယ်မှုကို ဖွင့်ထားပါက၊ အီးမေးလ်လိပ်စာတစ်ခုကို နှိပ်ခြင်းဖြင့် အွန်လိုင်းတည်းဖြတ်မှုကို ဖွင့်မည်ဖြစ်သည်။
ne: यदि यो विकल्प सक्रिय छ भने, इमेल ठेगानामा क्लिक गर्दा अनलाइन सम्पादक खुल्नेछ।
nl: Als deze optie is geactiveerd, wordt een online e-mail editor geopend na het klikken op een e-mailadres
nn_no: Om denne innstillinga er aktivert, vil det å klikke på ein e-postadresse opne ein nettbasert redigerar.
oc: Se esta opcion es activada, clicar sus un adreça de corrièl dobrirà un editor en linha.
pl_pl: Jeżeli opcja jest aktywna, kliknięcie na adres e-mail otworzy edytor e-mail na stronie www.
ps: که دا اختیار فعال شي، په برېښنالیک پتې کلیک کول به آنلاین سمادڼګه خلاص کړي.
pt_br: Se esta opção estiver ativa, clicando num endereço de e-mail abrirá o editor de e-mail online.
pt_pt: Se esta opção estiver activada, ao clicar num endereço de e-mail o editor de e-mail online será aberto.
ro_ro: Daca aceasta optiune este activata, click pe o adresa de email va deschide un editor online pentru email.
ru_ru: Если эта опция активирована, то кликните на эл. адрес, который откроет онлайновый редактор эл. почты
sk_sk: Keď je táto možnosť aktivovaná, klikom na e-mailovú adresu sa otvorí online emailový editor.
sl: V primeru, da je ta možnost aktivirana, klik na e-pošto odpre vgrajen urejevalnik e-pošte.
sq: Nëse aktivizohet kjo opsion, klikimi në një adresë email do të hapë një redaktor online.
sr_rs: Ako je ova opcija aktivirana, klik na e-mail adresu će otvoriti online uređivač.
sv_se: Om du aktiverar det här kommer en inbäddad e-postfunktion öppnas när någon klickar på en e-postadress i chamilo.
sw_ke: Kama chaguo hili limewashwa, kubofya anwani ya barua pepe kutafta mhariri mtandaoni.
ta: இந்த விருப்பம் செயல்படுத்தப்பட்டால், மின்னஞ்சல் முகவரியில் கிளிக் செய்தால் ஆன்லைன் திருத்தி திறக்கும்.
th: หากเปิดใช้งาน การคลิกที่ที่อยู่อีเมลจะเปิดตัวแก้ไขออนไลน์
tl_ph: Kung ang opsyon na ito ay pinaggana, ang pagki-click sa isang e-mail address ay magbubukas sa isang online mail editor.
tr: Bu seçenek etkinleştirildi, bir eposta adresine tıklanması bir çevrimdışı posta düzenleyicisi açıçaktır.
uk_ua: Якщо ця опція активована, натиснення на email відкриє онлайновий редактор пошти.
vi_vn: Nếu tùy chọn này được kích hoạt, nhấp vào địa chỉ email sẽ mở trình chỉnh sửa trực tuyến.
xh_za: Ukuba oku khetho kuvuliwe, ukucofa idilesi ye-imeyile kuya kuvula umhleli we-online.
zh_cn: 如果这个选项被激活,点击邮件会打开一个在线邮件编辑器
zh_tw: 若敫用本項目，按下電郵地址時會開啟線上電郵編輯器。

source: Include header line?
ar: ؟ CSV إضافة العنوان الرأسي للملف
ast_es: ¿ Amestar la ringlera d'encabezamientu del CSV ?
bn_bd: হেডার লাইন অন্তর্ভুক্ত করবেন?
bs_ba: Uključiti zaglavlje?
ca_es: Afegir la línia de capçalera del CSV ?
cs_cz: Přidat řádek záhlaví CSV
da: Tilføj sidehovedet i CSV filen?
de: Die CSV Header-Zeile hinzufügen?
el: Συμπερίληψη γραμμής κεφαλίδας;
eo: Ĉu aldoni la CSV-titolon?
es: ¿Incluir las cabeceras?
es_mx: ¿Incluir línea de encabezado?
eu_es: Gehitu behar al da CSV goiburuaren lerroa?
fa_ir: شامل خط سربرگ؟
fi_fi: Sisällytä otsikkorivi?
fo_fo: Tak við headerlinju?
fur: Include riga d'intestazion?
ga: Cuir líne cheanntítile san áireamh?
gl: Engadir a liña de cabeceira CSV?
he_il: כלול שורת כותרת?
hi: हेडर लाइन शामिल करें?
hr_hr: Uključiti zaglavlje?
hu_hu: CSV fejléc sor hozzáadása?
hy: Ներառել վերնագիր տողը?
id_id: Sertakan baris header?
it: Aggiungere la riga d'intestazione in CSV?
ja: ヘッダー行を含めますか？
ka_ge: ჩართული სათაურის ხაზი?
ko_kr: 머리글 줄 포함?
lo: ລວມເອົາແຖວຫົວຂໍ້ບໍ່?
lt_lt: Add the CSV header line?
lv_lv: Pievienot CSV galveni?
mk_mk: Дали да се додаде ред за CSV заглавие?
ms_my: Sertakan baris header?
my_mm: ခေါင်းစီးလိုင်းကို ထည့်သွင်းမည်လား။
ne: हेडर लाइन समावेश गर्ने?
nl: Voeg de CSV hoofding toe?
nn_no: Inkluder overskriftslinje?
oc: Inclòs la linha d'entresenhà?
pl_pl: Dodać linię nagłówka CSV?
ps: د سر کرښه شاملې کړئ؟
pt_br: Adicionar a linha do cabeçalho do CVS?
pt_pt: Adicionar a linha de cabeçalho CVS?
ro_ro: Adaugati linia de antet CSV?
ru_ru: Добавить полосу заголовка в файле CSV?
sk_sk: Pridať riadok záhlavia CSV?
sl: Dodam CSV datoteki naslovno vrstico ?
sq: Përfshini rreshtin e kryesisë?
sr_rs: Uključi zaglavlje?
sv_se: Lägga till CSV-formaterat filhuvud?
sw_ke: Jumuisha mstari wa kichwa?
ta: தலைப்பு வரியைச் சேர்க்கவா?
th: รวมแถวส่วนหัวหรือไม่?
tl_ph: Isama ang header line?
tr: CSV başlık satırını ekle?
uk_ua: Додати лінію заголовку в файлі CSV?
vi_vn: Bao gồm dòng tiêu đề?
xh_za: Bandakanya umgca wokongezwa?
zh_cn: 添加CSV首行内容?
zh_tw: 包含標題列？

source: This will put the fields names on the first line. It is necessary when you want to import the file later on in a Chamilo portal.
ast_es: Esta ringlera define los campos y ye necesaria si quier importar archivos a otra plataforma Chamilo
bn_bd: প্রথম লাইনে ফিল্ডের নামগুলি রাখবে। পরবর্তীতে Chamilo পোর্টালে ফাইল আমদানি করতে চাইলে এটি প্রয়োজনীয়।
bs_ba: Ovo će staviti nazive polja u prvu liniju. Potrebno je kada želite kasnije uvesti fajl u Chamilo portal.
ca_es: Aquesta línia defineix tots els camps i es necessita quan vulgui importar l'arxiu en una altra plataforma Chamilo
cs_cz: Tento řádek definuje pole a je nutné, při importu souboru na jiný Chamilo portál
da: Dette område definerer felterne i din fil og er nødvendig, når du vil importere filen til en anden e-læringsplatform
el: Αυτό θα τοποθετήσει τα ονόματα των πεδίων στην πρώτη γραμμή. Είναι απαραίτητο όταν θέλετε να εισαγάγετε το αρχείο αργότερα σε μια πύλη Chamilo.
eo: Tiu linio difinas la kampojn kaj estas necesan kiam vi volas importi la dosieron en alian Chamilo-kampon
es_mx: Esto colocará los nombres de los campos en la primera línea. Es necesario cuando quieras importar el archivo más tarde en un portal de Chamilo.
eu_es: Bai, gehitu CSV goiburua
fa_ir: این نام فیلدها را در خط اول قرار می‌دهد. برای وارد کردن فایل بعداً در پورتال Chamilo الزامی است.
fi_fi: Tämä asettaa kenttien nimet ensimmäiselle riville. Se on välttämätöntä, kun haluat tuoda tiedoston myöhemmin Chamilo-portaaliin.
fo_fo: Hetta setur teigarnavnin á fyrstu linju. Tað er neyðugt, tá tú ynskir at flyta fílu inn í eitt Chamilo portal seinni.
fur: Cheste jê pôre i nûms dai campîs su prime riga. È necessari cuant che vûs importâ il file piê tardi intun portal Chamilo.
ga: Cuirfidh sé seo ainmneacha na réimsí ar an gcéad líne. Tá sé riachtanach má theastaíonn uait an comhad a iompórtáil níos déanaí i bportáil Chamilo.
gl: Esta liña define os campos e é necesaria por se quer importar o ficheiro nun campus de Chamilo diferente.
he_il: כן, הוסף את הכותרות<br />זה יציב את שמות השדות בשורה הראשונה. זה הכרחי כאשר אתה רוצה לייבא את הקובץ מאוחר יותר בפורטל Chamilo.
hi: यह पहली पंक्ति पर फ़ील्ड नाम रखेगा। यह आवश्यक है जब आप बाद में फ़ाइल को चमिलो पोर्टल में आयात करना चाहते हैं।
hr_hr: Ovo će staviti nazive polja u prvi red. Potrebno je kada želite kasnije uvesti datoteku u Chamilo portal.
hu_hu: Ez a sor tartalmazza a szükséges mezőket, amikor különböző Chamilo rendszerekbe akarja importálni adatait.
hy: Սա դաշտերի անունները կդնի առաջին տողում: Անհրաժեշտ է, եթե հետագայում ցանկանում եք ներմուծել ֆայլը Chamilo պորտալում:
id_id: Ini akan menempatkan nama kolom pada baris pertama. Diperlukan ketika Anda ingin mengimpor file nanti di portal Chamilo.
it: La riga d'intestazione indica il nome dei campi e serve per importare il file in altri Campus Chamilo
ja: これにより、最初の行にフィールド名が配置されます。後で Chamilo ポータルにファイルをインポートする場合は必要です。
ka_ge: ეს პირველ ხაზზე განათავსებს ველების სახელებს. საჭიროა, როდესაც გსურთ ფაილის შემდგომი იმპორტი Chamilo პორტალში.
ko_kr: 첫 번째 줄에 필드 이름을 넣습니다. 나중에 Chamilo 포털로 파일을 가져올 때 필요합니다.
lo: ການກະທຳນີ້ຈະໃສ່ຊື່ຊ່ອງຂໍ້ມູນຢູ່ແຖວທຳອິດ. ມັນຈຳເປັນເມື່ອທ່ານຕ້ອງການນຳເຂົ້າໄຟລ໌ໃນພາຍຫຼັງໃນປະຕູເວັບໄຊທ໌ Chamilo.
lt_lt: Tai uždeda laukų pavadinimus į pirmą eilutę. Būtina, kai vėliau norite importuoti failą į Chamilo portalą.
lv_lv: Tā definēs lauku, kurš ir svarīgs, ja Jūs vēlaties importēt failu citā Chamilo portālā.
mk_mk: Овој ред ги дефинира полињата и е неопходен кога сакате да ја увезете датотеката во друг кампус на Chamilo
ms_my: Ini akan meletakkan nama medan pada baris pertama. Ia diperlukan apabila anda mahu mengimport fail tersebut kemudian dalam portal Chamilo.
my_mm: ဤသည်မှာ ကွက်လပ်အမည်များကို ပထမလိုင်းတွင် ထည့်သွင်းမည်ဖြစ်သည်။ Chamilo ပေါ်တယ်တွင် ဖိုင်ကို နောက်ပိုင်းတွင် တင်သွင်းလိုပါက ၎င်းသည် လိုအပ်သည်။
ne: यो पहिलो लाइनमा क्षेत्रका नामहरू राख्नेछ। यो आवश्यक छ जब तपाईं फाइललाई पछि Chamilo पोर्टलमा आयात गर्न चाहनुहुन्छ।
nl: Deze lijn bepaalt de velden en is noodzakelijk als u het bestand wilt importeren in een andere Chamilo campus
nn_no: Dette vil plassere feltnamna på første linje. Det er naudsynt når du vil importere fila seinare i ein Chamilo-portal.
oc: Aquò metarà los noms dels camps sus la primièra linha. Es necessari quand volètz importar lo fichièr mai tard dins un portal Chamilo.
pl_pl: Nagłówek definiuje pola użyte w pliku CSV i jest niezbędny jeżeli chcesz importować plik na innej platformie niż Chamilo.
ps: دا به د فیلډونو نومونه په لومړۍ کرښه کې واچوي. دا اړین دي کله چې تاسو غواړئ فایل وروسته په چامیلو پورتل کې داخل کړئ.
pt_br: Esta linha define os campos e é necessária sempre que desejar importar o arquivo para outras instalações de Chamilo.
pt_pt: Esta linha define os campos e é necessária sempre que desejar importar o ficheiro para um outro portal Chamilo.
ro_ro: Aceasta linie defineste campurile si este necesara cand doriti sa importati un fisier intr-un alt campus Chamilo
ru_ru: Эта линия определяет поля и необходима, когда вы хотите импортировать файл в разные порталы Chamilo
sk_sk: Áno, pridať CSV hlavičku<br>
sq: Kjo do të vendosë emrat e fushave në rreshtin e parë. Është e nevojshme kur dëshironi të importoni skedarin më vonë në një portal Chamilo.
sr_rs: Ovo će staviti nazive polja u prvu liniju. Potrebno je kada želite kasnije da uvezete fajl u Chamilo portal.
sv_se: Raden definierar fälten och är nödvändig om du ska importera filen i en annan Chamiloportal
sw_ke: Hii itaweka majina ya nyanja kwenye mstari wa kwanza. Ni muhimu unapotaka kuagiza faili hiyo baadaye katika lango la Chamilo.
ta: இது முதல் வரியில் களங்களின் பெயர்களை வைக்கும். சமினோ போர்ட்டலில் கோப்பை பின்னர் இறக்குமதி செய்ய விரும்பினால் இது தேவை.
th: จะใส่ชื่อช่องในแถวแรก จำเป็นเมื่อต้องการนำเข้าไฟล์ในพอร์ทัล Chamilo ภายหลัง
tl_ph: Ilalagay nito ang mga pangalan ng fields sa unang linya. Ito ay kinakailangan kapag nais mong i-import ang file mamaya sa Chamilo portal.
tr: Bu satır alanları tanımlar ve farklı bir Chamilo kampüsünde dosya göndermek isterseniz gereklidir.
uk_ua: Ця лінія визначає поля та необхідна при імпорті файлу на інший кампус Chamilo.
vi_vn: Điều này sẽ đặt tên các trường trên dòng đầu tiên. Cần thiết khi bạn muốn nhập tệp sau này vào cổng Chamilo.
xh_za: Oku kuya kubeka amagama emibala kumgca wokuqala. Kuyimfuneko xa ufuna ukungenisa ifayile kamva kwiportal ye-Chamilo.
zh_cn: 首行内容定义了字段名, 当导入到其它的Chamilo平台时为必须的
zh_tw: 這會將欄位名稱置於第一列。若要稍後在 Chamilo 入口網站匯入檔案則為必要。

source: List of users subscribed to course
ar: قائمة المستخدمين المسجلين في المقرر
ast_es: Llistáu d'usuarios matriculaos nel cursu
bn_bd: কোর্সে সাবস্ক্রাইব করা ব্যবহারকারীদের তালিকা
bs_ba: Lista korisnika upisanih na kurs
ca_es: Llistat d'usuaris subscrits al curs
cs_cz: Seznam uživatelů zapsaných do školení
da: Oversigt over brugere tilmeldt kursussiden
de: Liste der im Kurs angemeldeten Benutzer
el: Λίστα χρηστών εγγεγραμμένων στο μάθημα
eo: Listo de uzantoj enskribitaj por la kurso
es: Lista de usuarios inscritos en el curso
es_mx: Lista de usuarios inscritos en el curso
eu_es: Ikastaroan izena eman duten erabiltzaile zerrenda
fa_ir: فهرست کاربران ثبت نام شده در درس
fi_fi: Kurssiin ilmoittautuneiden käyttäjien lista
fo_fo: Listi yvir brúkarar meldaðir til kursin
fur: Liste utints iscritîs al curs
ga: Liosta úsáideoirí inscríofa sa chúrsa
gl: Lista de usuarios inscritos no curso
he_il: רשימת משתמשים שנרשמו לקורס
hi: पाठ्यक्रम में सदस्य उपयोगकर्ताओं की सूची
hr_hr: Popis korisnika upisanih u predmet
hu_hu: A kurzushoz feliratkozott felhasználók listája
hy: Դասընթացին գրանցված օգտատերերի ցանկ
id_id: Daftar pengguna yang terdaftar di kursus
it: Elenco degli utenti iscritti al corso
ja: コースに登録されたユーザーの一覧
ka_ge: კურსში რეგისტრირებული მომხმარებლების სია
ko_kr: 코스에 구독된 사용자 목록
lt_lt: Vartotojų, užsiregistravusių į kursą, sąrašas
lv_lv: Lietotāju saraksts, kuri ir pierakstījušies uz apmācībām
mk_mk: Листа на корисници запишани на курс
ms_my: Senarai pengguna yang dilanggankan ke kursus
my_mm: သင်တန်းတွင် စာရင်းသွင်းထားသော အသုံးပြုသူစာရင်း
ne: कोर्समा दर्ता भएका प्रयोगकर्ताहरूको सूची
nl: Lijst van gebruikers ingeschreven voor cursus
nn_no: Liste over brukarar meldt på kurs
oc: Lista dels utilizaires inscrits al curs
pl_pl: Lista użytkowników zapisanych na kurs
ps: د کورس ته ثبت شوي کارنانو لړ
pt_br: Lista de usuários inscritos no curso
pt_pt: Lista de utilizadores inscritos no curso
ro_ro: Lista utilizatorilor inscrisi la curs
ru_ru: Список пользователей подписанных на курс
sk_sk: Zoznam používateľov zaradených do kurzu
sl: Seznam uporabnikov vpisanih v tečaj
sq: Lista e përdoruesve të regjistruar në kurs
sr_rs: Lista korisnika prijavljenih na kurs
sv_se: Lista på registrerade användare för kursen
sw_ke: Orodha ya watumiaji waliosajiliwa kwenye kozi
ta: பாடநெறிக்கு பதிவு செய்யப்பட்ட பயனர்களின் பட்டியல்
th: รายการผู้ใช้ที่สมัครในคอร์ส
tl_ph: Listahan ng mga user na naka-subscribe sa course
tr: Derse kayıtlı olan kullanıcıların listesi
uk_ua: Список користувачів, зарахованих на курс
vi_vn: Danh sách người dùng đăng ký khóa học
xh_za: Uluhlu lwabasebenzisi ababhalisile kwisifundo
zh_cn: 登记本课程的用户列表
zh_tw: 課程選修者清單

source: Show course languages
ar: عرض لغات المقرر
ast_es: Amosar los idiomes de los cursos
bn_bd: কোর্সের ভাষা দেখান
bs_ba: Prikaži jezike kurseva
ca_es: Mostrar els idiomes dels cursos
cs_cz: Ukázat jazyky školení
da: Vis kursussprog
de: Sprache von Kursen anzeigen
el: Εμφάνιση γλωσσών μαθήματος
eo: Montri kurslingvojn
es: Mostrar los idiomas de los cursos
es_mx: Mostrar idiomas de cursos
eu_es: Erakutsi ikastaroen hizkuntzak
fa_ir: نمایش زبان های درس
fi_fi: Näytä kurssien kielet
fo_fo: Vís kursusmál
fur: Mostre lenguis curs
ga: Taispeáin teangacha cúrsa
gl: Mostrar os idiomas dos cursos
he_il: הצג שפות קורס
hi: कोर्स भाषाएँ दिखाएँ
hr_hr: Prikaži jezike predmeta
hu_hu: Kurzus nyelvek megtekintése
hy: Ցուցադրել դասընթացների լեզուները
id_id: Tampilkan bahasa kursus
it: Mostra la lingua usata nel corso
ja: コースの言語を表示
ka_ge: კურსის ენების ჩვენება
ko_kr: 코스 언어 표시
lo: ສະແດງພາສາຂອງລາຍວິຊາ
lt_lt: Rodyti kursų kalbas
lv_lv: Rādīt mācību valodas
mk_mk: Прикажи ги јазиците на курсот
ms_my: Tunjukkan bahasa kursus
my_mm: သင်တန်းဘာသာစကားများကို ပြသပါ
ne: कोर्स भाषाहरू देखाउनुहोस्
nl: Toon cursustalen
nn_no: Vis kursens språk
oc: Afichar las lengas del curs
pl_pl: Pokaż języki kursów
ps: د کورس ژبې ښکاره کړئ
pt_br: Mostrar idiomas dos cursos
pt_pt: Apresentar idiomas dos cursos
ro_ro: Arata limba cursurilor
ru_ru: Показать языки курса
sk_sk: Ukázať jazyky kurzu
sl: Prikaži jezike tečajev
sq: Shfaq gjuhët e kurseve
sr_rs: Prikaži jezike kurseva
sv_se: Visa kursernas språk
sw_ke: Onyesha lugha za kozi
ta: பாடநெறி மொழிகளைக் காட்டு
th: แสดงภาษาคอร์ส
tl_ph: Ipakita ang mga wika ng kurso
tr: Ders dillerini göster
uk_ua: Показати мови курсу
vi_vn: Hiển thị ngôn ngữ khóa học
xh_za: Bonisa iilwimi zesifundo
zh_cn: 显示课程语言
zh_tw: 顯示課程語言

source: Videoconference RTMPT protocol tunnel port
ar: منفذ موصل اتصال مرئي RTMTP
ast_es: Puertu pal túnel del protocolu RTMP pa videoconferencia (RTMTP)
bn_bd: ভিডিও কনফারেন্স RTMPT প্রোটোকল টানেল পোর্ট
bs_ba: Port tunela protokola Videokonferencija RTMPT
ca_es: Port túnel del protocol RTMPT per la videoconferència
cs_cz: Videokonferenční tunnel port protokolu RTMTP
da: Videokonference RTMPT protokol tunnel port
de: Videokonferenz RTMP Protokoll Tunnel Port
el: Θύρα σήραγγας πρωτοκόλλου RTMPT βιντεοδιάσκεψης
eo: Konektilo de vidokonferenca RTMTP-protokolo
es: Puerto de tunelización del protocolo RTMP para la videoconferencia (RTMTP)
es_mx: Puerto de túnel del protocolo RTMPT de videoconferencia
eu_es: Bideokonferentzia egiteko RTMTP protokoloaren tunel ataka
fa_ir: پورت تونل پروتکل RTMPT ویدیوکنفرانس
fi_fi: Videokonferenssin RTMPT-protokollatunnelin portti
fo_fo: Videokonferans RTMPT protokoll tunnel portur
fur: Port tunel protocol RTMPT videoconferenze
ga: Port tolláin prótacal RTMPT físeachomhdhála
gl: Porto do túnel do protocolo RTMTP para a videoconferencia
he_il: יציאת מנהרה של פרוטוקול RTMPT של ועידת וידאו
hi: वीडियो कॉन्फ्रेंस RTMPT प्रोटोकॉल टनल पोर्ट
hr_hr: Videokonferencijski RTMPT protokol tunel port
hu_hu: A videókonferencia RTMP protokoll tunell portja
hy: Վիդեոկոնֆերանս RTMPT արձանագրության թունելի պորտ
id_id: Port terowongan protokol RTMPT Videoconference
it: Tunnel port del protocollo RTMTP della videoconferenza
ja: ビデオ会議 RTMPT プロトコル トンネル ポート
ka_ge: ვიდეოკონფერენციის RTMPT პროტოკოლის გვირაბის პორტი
ko_kr: 화상회의 RTMPT 프로토콜 터널 포트
lo: ພອດອຸໂມງໂປຣໂຕຄໍ RTMPT ຂອງການປະຊຸມວິດີໂອ
lt_lt: Videoconference RTMTP protocol tunnel port
lv_lv: Videokonferences RTMTP protokola tuneļa ports
mk_mk: Порта за тунел протокол RTMPT за видео конференција
ms_my: Port terowong protokol RTMPT video konferens
my_mm: ဗီဒီယိုကွန်ဖရင့် RTMPT ပရိုတိုကောထပ်လှိုင်းပို့တ်
ne: भिडियो सम्मेलन RTMPT प्रोटोकल सुरुङ पोर्ट
nl: Videoconferentie RTMTP protocol tunnel poort
nn_no: Videokonferanse RTMPT-protokoll tunnelport
oc: Port tunnel del protocol RTMPT de videoconferéncia
pl_pl: Protokół tunelu portu wideokonferencji RTMTP
ps: د ویډیو کنفرانس RTMPT پروتوکول ټنل پورت
pt_br: Porta do protocolo RTMTP da Videoconferência
pt_pt: Porta do túnel de protocolo RTMTP da videoconferência
ro_ro: Portul de tunelare pentru protocolul RTMTP al videoconferintei
ru_ru: Тунельный порт протокола RTMTP видеоконференции
sk_sk: Tunelový port Video konferenčného RTMTP protokolu
sl: Tunelska vrata videokonferenčnega RTMPT protokola
sq: Porta e tunelit të protokollit RTMPT të Videokonferencës
sr_rs: Port tunela protokola Videokonferencija RTMPT
sv_se: Tunnelport för videokonferens med RTMTP protokoll
sw_ke: Bandari ya mfumo wa RTMPT wa videoconference
ta: வீடியோகான்பரன்ஸ் RTMPT நெறிமுறை தாழ்வழி துறை
th: พอร์ตอุโมงค์โปรโตคอล RTMPT วิดีโอคอนเฟอเรนซ์
tl_ph: Puerto ng tunnel ng Videoconference RTMPT protocol
tr: Videokonferans RTMTP protokol tunnel portu
uk_ua: Тунельний порт протоколу відеоконференцій RTMTP
vi_vn: Cổng đường hầm giao thức RTMPT hội nghị video
xh_za: Ividiokonferencia iprotokholi ye-RTMPT yomjelo wezibuko
zh_cn: 视频会议 RTMPT 协议隧道端口
zh_tw: 視訊會議 RTMPT 通訊協定隧道連接埠

source: Security
ar: الأمن
ast_es: Seguridá
bn_bd: নিরাপত্তা
bs_ba: Sigurnost
ca_es: Seguretat
cs_cz: Zabezpečení
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
eo: Sekuro
es: Seguridad
es_mx: Seguridad
eu_es: Segurtasuna
fa_ir: امنیت
fi_fi: Turvallisuus
fo_fo: Trygd
fur: Sigurêsse
ga: Slándáil
gl: Seguridade
he_il: אבטחה
hi: सुरक्षा
hr_hr: Sigurnost
hu_hu: Biztonság
hy: Անվտանգություն
id_id: Keamanan
it: Sicurezza
ja: セキュリティ
ka_ge: უსაფრთხოება
ko_kr: 보안
lo: ຄວາມປອດໄພ
lv_lv: Drošība
mk_mk: Безбедност
ms_my: Keselamatan
my_mm: လုံခြုံရေး
ne: सुरक्षा
nl: Veiligheid
nn_no: Tryggleik
oc: Seguretat
pl_pl: Bezpieczeństwo
ps: خوندیتوب
pt_br: Segurança
pt_pt: Segurança
ro_ro: Securitatea
ru_ru: Безопасность
sk_sk: Bezpečnosť
sl: Varnost
sq: Siguri
sr_rs: Sigurnost
sv_se: Säkerhet
sw_ke: Usalama
ta: பாதுகாப்பு
th: ความปลอดภัย
tl_ph: Seguridad
tr: Güvenlik
uk_ua: Безпека
vi_vn: Bảo mật
xh_za: Ukhuseleko
zh_cn: 安全
zh_tw: 安全性
