Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Sent date
qu_pe: Pacha apachinapaq

source: Notify
qu_pe: Qelqay

source: Day of delay
qu_pe: Dias de retraso

source: No production
qu_pe: Mana ruruykunayuq

source: No comment
qu_pe: Mana rimaykunayuq

source: Time spent in portal
qu_pe: Hanp'arapi unay qepakuy

source: Posts in forum
qu_pe: K'itirimanapi hayka willaykuna

source: Average assignments per learner
qu_pe: Hayka llank'aynakuna

source: Learner details
qu_pe: Yachaqeq ancha willan

source: Learner details in course
qu_pe: Yachaqe yachachinapi ancha willan

source: OTI (Online Training Interaction) settings report
qu_pe: Hokaq llank'anakuna

source: Course title
qu_pe: Yachachinaq sutinchaynin

source: Average score in learning paths
qu_pe: Puntuación media de las lecciones

source: Messages per learner
qu_pe: Willanakuna sapa yachaqemanta

source: Tools most used
qu_pe: Aswan hap'ipasqa llank'anakuna

source: Report on learners
qu_pe: Yachaqekunaq qatipay

source: Course report
qu_pe: Yachachinaq qatipaynin

source: Links most visited
qu_pe: Waskhanakuna ancha watuchikusqa

source: Documents most downloaded
qu_pe: Qelqa khipukuna ancha urayachisqa

source: Learnpath details
qu_pe: Yachanaq ancha willan

source: No connection
qu_pe: Mana pipas hap'inachikushanchu

source: Trainer View
qu_pe: Yachachiqpa qhawaqnin

source: Coach interface
qu_pe: Pusaqpa qhawaqnin

source: Admin view
qu_pe: Kamachiqpa qhawaqnin

source: Number of sessions
qu_pe: Hayka sesiónkuna

source: Your courses
qu_pe: Yachachinakunamanta sinriyki

source: Your statistics
qu_pe: Yupanaykikuna

source: Trainer list
qu_pe: Pusaqkunaqmanta sinri

source: Learners of trainer
qu_pe: Pusaqpa yachaqenkuna

source: No learning path available
qu_pe: Manan kashanchu ima Yachanapas

source: Courses sessions
qu_pe: Yachachinakunaq sesiónkuna

source: Tracking for the learners registered to this course
qu_pe: Yachachinapi yachaqekuna qelqachikusqata kaypin qatipayninta tarinki.

source: Remind inactive user
qu_pe: Recordatorio para los usuarios sin actividad

source: First connection
qu_pe: Huñichay haykunata

source: Access details
qu_pe: Haykunapa ancha willan

source: Date and time of access
qu_pe: Pacha haykusqanamanta

source: The datas about this user were registered when the calculation of time spent on the platform wasn't possible.
qu_pe: Datos sobre del usuario que estaba registrado cuando el cálculo de su tiempo de permanencia en la plataforma no era posible.

source: Trainers Overview
qu_pe: Sumario de tutores

source: User overview
qu_pe: Sumario de usuario

source: User overview export options
qu_pe: Opción de exportación del sumario de usuario

source: The following fields will also be exported
qu_pe: Los siguientes campos también serán exportados

source: Total score obtained for tests
qu_pe: Puntuación total del ejercicio

source: Total possible score for tests
qu_pe: Máxima puntuación total posible

source: Number of tests answered
qu_pe: Llank'aynakunamanta hayka kutichisqakuna

source: Total score percentage for tests
qu_pe: Porcentaje total de la puntuación de los ejercicios

source: Forums Number
qu_pe: Hayka k'itirimanakuna

source: Threads number
qu_pe: Hayka rimanakuna

source: Posts number
qu_pe: Hayka willanaykuna

source: Connections to the chat during last %s days
qu_pe: Conexiones al chat en los últimos %s días

source: Latest chat connection
qu_pe: Última conexión al chat

source: Course Information
qu_pe: Yachachinaq willaynin

source: No additional fields will be exported
qu_pe: Campos adicionales no serán exportados

source: Average of all learners in all courses
qu_pe: Promedio para todos los usuarios en todas las lecciones del curso

source: View minus
qu_pe: Qhaway minus

source: Report on resource
qu_pe: Willakuy willakuykunapi

source: no such Links category
qu_pe: manan kanchu waskhanapaq kay mita waskhanapaq

source: (syntax error in manifest file...)
qu_pe: (pantay qelqa wayaqa manifest nisqapi...)

source: (empty manifest file...)
qu_pe: (wayaqa manifest nisqa ch'usaq kashan...)

source: (no manifest file...)
qu_pe: (manan kanchu wayaqa manifest nisqa...)

source: are not possible, it is not a folder...
qu_pe: mana atikunqachu, mana wayaqachu...

source: Upload HTT file
qu_pe: Apachiy HTT khipu

source: New HTT file could not be opened (e.g. empty, too big)
qu_pe: Musuq HTT khipuqa manan atikunchu kichakuyta (ichapas ch'usaq kashan, sinchi hatunpas)

source: New HTT file has been uploaded
qu_pe: Musuq HTT khipuqa apachikunña

source: HTT file upload has failed
qu_pe: HTT khipuqa manan atikunchu apachikuyta

source: Remove HTT file
qu_pe: Pichay HTT khipu

source: HTT file has been removed
qu_pe: HTT khipuqa pichachisqaña

source: HTT file remove has failed
qu_pe: HTT khipuqa manan atikunchu pichakuyta

source: All entries removed for category
qu_pe: Llipin haykuqkunaqa hoqochinkunkuña mitamantaqa

source: Index Words
qu_pe: Simikunata qhawarichiq

source: Open Main MDE
qu_pe: Kichay Entrada de Metadatos (MDE) nisqamanta raphi qallariyninta

source: lines
qu_pe: seq'ekuna

source: Play index.php
qu_pe: Purichiy index.php nisqata

source: No MD operations are possible
qu_pe: Manapunin ima ruwaypas atikunchu metadatos (MD) patapiqa

source: Select a Links category
qu_pe: Ajllay waskhanamanta hoq mitata

source: Work with SCORM Directory
qu_pe: Llank'ay SCORM wayaqawan

source: ... SCORM Directory with SD-id (and split manifest - or leave empty)
qu_pe: ... Wayaqa SCORM nisqa SD-id nisqawan (rak'iy manifest nisqata utaq ch'usaqta saqeruy)

source: root
qu_pe: saphi

source: Split manifests, and #MDe, if any:
qu_pe: Rak'iy manifest nisqata, hinallataq #MDe nisqatapa, sichus mayqenkuna:

source: Manifest file replace has failed
qu_pe: Manifest khipuqa manan hoqman t'ijrapakuyqa atikunraqchu

source: Manifest file has been replaced
qu_pe: Manifest khipuqa hoqman t'ijrapachisqaña

source: New manifest file could not be opened (e.g. empty, too big)
qu_pe: Musuq khipu manifest manan atikunchu kichakuyta (ichapas ch'usaq kashan, sinchi hatunpas)

source: Replace manifest file
qu_pe: Hoqman t'ijrapay manifest khiputa

source: Table of contents successfully created.
qu_pe: Kamarisqaña llaqlla imaymanayuq.

source: You can view your organisation
qu_pe: Ña qhawayta atinki imaykikunata allichasqata

source: Add to contents
qu_pe: Yapay ima kaqkunaman

source: Generate table of contents
qu_pe: Ruway llaqlla ima kaqniyuqta

source: Store documents
qu_pe: Waqaychay qelqa khipukunata

source: No frames
qu_pe: Kichariy musuq qhawarinapi

source: Upload file
qu_pe: Apachiy qelqa khiputa

source: This folder cannot be deleted
qu_pe: Kay phisqataqa manam hichawayta atinchu

source: Change visibility
qu_pe: Qhawinayta huch'ay

source: The visibility cannot be changed
qu_pe: Qhawinayta manam huch'ayta atinchu

source: The document cannot be moved
qu_pe: Yachaywasi yachaywasi manam wichqhayta atinchu

source: Chamilo RAPID : PowerPoint conversion
qu_pe: Oogie: conversión PowerPoint

source: A PowerPoint to SCORM Courses converter
qu_pe: Conversor de presentaciones PowerPoint nisqa yachanakunapi

source: Go
qu_pe: Riy

source: The quota for this course is
qu_pe: Kay yachachinapaq servidor nisqapi k'iti hapipanapaqqa kay hina kashan

source: delete
qu_pe: Wañuchiy

source: Space Available
qu_pe: K'iti hapipanapaq

source: This course currently uses
qu_pe: Kay yachachinaqa kunanqa kaytan hapipashan

source: Your storage limit is
qu_pe: K'iti waqaychanaykipaqqa kaymin

source: Percentage of your quota that is in use
qu_pe: K'iti ima % hapipasqa:

source: Percentage of your quota that is still free
qu_pe: K'iti qespimanta ima %:

source: Current folder
qu_pe: Kunan kaq wayaqa

source: Upload documents
qu_pe: Apachiy hoq qelqa khiputa

source: The uploaded file was only partially uploaded.
qu_pe: Khipuq kuskanllaraqmi apachikun.

source: The file size exceeds the maximum allowed setting:
qu_pe: Wayaqaq hatun kayninqa sinchin:

source: The uploaded file exceeds the maximum filesize allowed by the server:
qu_pe: Khipuq hatun kayninqa sinchin:

source: The file upload has failed.
qu_pe: Manan atikunchu khipu apachiyta !

source: There is not enough space to upload this file.
qu_pe: Manan kanchu hatun k'iti kay khipu apachinapaq !

source: No SCORM content was found.
qu_pe: Mana tarikunchu ni huj SCORM ima kaqniyuqta !

source: The zipfile was successfully extracted.
qu_pe: Khipu zip horqosqa !

source: Unable to extract zip file (corrupt file?).
qu_pe: Khipu zip mana horqokunta atikunchu (ichapas khipu waqllisqa ?) !

source: File saved as
qu_pe: Khipu allachasqa kay hina

source: was overwritten.
qu_pe: qelpayasqaña.

source: Unable to create the folder.
qu_pe: Mana atikunchu wayaqa kamayqa !

source: If file exists:
qu_pe: Khipu ña kaqtinqa:

source: Do nothing
qu_pe: Ama apachiychu

source: Don't upload if file exists
qu_pe: Ama apachiychu khipu kasqata

source: Overwrite
qu_pe: Qeqapayay

source: Overwrite the existing file
qu_pe: Qelqapayay khipu kasqata

source: Rename the uploaded file if it exists
qu_pe: Sutichayay khipu apachisqata

source: There are no documents to be displayed.
qu_pe: Kay wataqapiqa manan kanchu qelqa khipukuna

source: Upload to
qu_pe: Apachiy kayman

source: The file has been modified
qu_pe: Khipuqa t'ijrapachisqaña

source: Documents overview
qu_pe: qelqa khipukunamanta sinri

source: Options
qu_pe: Imaymanakuna

source: Welcome to Chamilo RAPID<ul type="1"><li>Browse your hard disk to find any .ppt or .odp file<li>Upload it to Oogie. It will convert it into a SCORM course.<li>You will then be allowed to add audio comments on each slide and insert test and activities between slides.
qu_pe: Conversor de PowerPoint Oogie<br>1. Disco duro maskhay ima khipukuna kay tukukuqniyuqta *.ppt o *.odp<br>2. Apachiy Oogie nisqaman, Oogienisqataq t'ijrachinqa Lecciones Scorm nisqa qhawanaman.<br>3. Atinki ima rimaykunata sapanqa diapositiva nisqaman yapayta hinallataq test de evaluación nisqatapas.

source: Convert to course
qu_pe: Lecciones nisqaman t'ijrachiy

source: File
qu_pe: Khipu

source: Error during the delete of document
qu_pe: Pantay qelqa khipu wañuchishaqtin

source: A problem occurred while updating visibility
qu_pe: Waqllirun qawana kunayachikushaqtin

source: Folder deleted
qu_pe: Wayaqa wañuchisqa

source: Template name
qu_pe: Yupiq sutin

source: Template description
qu_pe: Yupiq nisqaynin

source: Document set as a new template
qu_pe: Qelqa khipu musuq yupiman t'ijrachisqa

source: Document unset as template
qu_pe: Qelqa khipuqa manñan yupichu

source: Add as a template
qu_pe: Yapay yupita hina

source: Remove template
qu_pe: Qechuy yupita

source: The file is read only
qu_pe: Khipuqa ñawinchallanapaqmi

source: The file was not found
qu_pe: Khipu mana tarikunchu

source: It's the cover page of your course
qu_pe: Yachachinaq raphi qallariynin

source: Dedication
qu_pe: Piqpaq sutinpi

source: Make your own dedication
qu_pe: Pinpaq sutinpi ruwasqata churay

source: Course preface
qu_pe: Qelqa-qallarina

source: Preface
qu_pe: Ruway kikin qelqa-qallarinaykita

source: Insert the introduction text
qu_pe: Qelqay qelqa-haykuchina

source: Plan
qu_pe: Ruwana

source: It's the table of content
qu_pe: Llaqlla ima kaqniyuq

source: Your instructor
qu_pe: Yachachiy rimayushan

source: Dialog on the bottom with a trainer
qu_pe: Hoq yachay rimana, yachachiqwan

source: Production
qu_pe: Ruruchina

source: Attended production description
qu_pe: Ruruchinamanta nisqaynin

source: Analyze
qu_pe: Hamut'ana

source: Analyze description
qu_pe: Hamut'aymanta nisqaynin

source: Text page
qu_pe: Raphi qelqayuq

source: Plain text page
qu_pe: Raphi qelqa p'altachasqawan

source: Left image
qu_pe: Lloqeman wanki

source: Text and image centered
qu_pe: Qelqawan wankiwan chaupiman churasqa

source: It's a text with an image centered and legend
qu_pe: Qelqawan wankiwan chaupiman churasqa hoq nisqayninwapas

source: Compare
qu_pe: Kuskachana

source: 2 columns text page
qu_pe: Raphi 2 sukayuq

source: Diagram explained
qu_pe: Diagrama explicativo nisqa

source: Image on the left, comment on the right
qu_pe: Wankiwan ima nisqayninwan lloqeman

source: Image alone
qu_pe: Wanki

source: Flash animation
qu_pe: Animación Flash nisqa

source: Animation + introduction text
qu_pe: Animación + qelqa haykuchiywan

source: Audio comment
qu_pe: Uyarina nisqayninwan

source: Audio + image + text : listening comprehension
qu_pe: Uyarina + wanki + qelqa

source: Schema with audio explain
qu_pe: Esquema uyarinawan

source: A schema explain by a trainer
qu_pe: Esquema nisqasqa hoq yachachiqwan

source: Video page
qu_pe: Raphi video nisqawan

source: On demand video + text
qu_pe: Video + Qelqa yachachiq

source: Video page fullscreen
qu_pe: Raphi video nisqallawan

source: On demand video in fullscreen
qu_pe: Video + Qelqa yachachiq

source: Table page
qu_pe: Llaqllakuna

source: Spreadsheet-like page
qu_pe: Raphi llaqlla hoja de cálculo nisqa hina

source: Explain goals, roles, agenda
qu_pe: Niy aypanakunamanta, llank'aymanta, ruwanamanta

source: Resources
qu_pe: Yanapaysikuna

source: Books, links, tools
qu_pe: Patarakuna, watqkuna ima llak'anakunawan

source: Bibliography
qu_pe: Patarakunamanta

source: Frequently asked questions
qu_pe: Kuti kusi tapuykuna

source: List of questions and answers
qu_pe: Tapuykunawan kutichiykunawan yupachasqan

source: List of term of the section
qu_pe: Simikunamanta sinri

source: Evaluation
qu_pe: Chaninchana

source: Certificate of completion
qu_pe: Certificado nisqa tukusqamanta

source: To appear at the end of a course
qu_pe: Rikurin sapa lecciones nisqakuna tukukuyninpi

source: Checklist
qu_pe: Qhawaspa kutipaypa sinri

source: Left list
qu_pe: Lloqeman yupachasqa

source: Left list with an instructor
qu_pe: Lloqepi sinri hoq yachachiqwan

source: List of resources
qu_pe: Imaymanakunamanta yupachasqan

source: Course title with a logo
qu_pe: Yachachinaq sutinchaynin hoq logo nisqawan

source: Right list
qu_pe: Pañaman yupachasqa

source: Right list with an instructor
qu_pe: Pañapi sinri hoq yachachiqwan

source: Left & right list
qu_pe: Lloqepi pañapi sinri

source: Left & right list with an instructor
qu_pe: Lloqepi pañapi sinri hoq yachachiqwan

source: Describe a resource
qu_pe: Niy imaymanamnta

source: Course objectives
qu_pe: Yachachinaq aypanakuna

source: Describe the objectives of the course
qu_pe: Niy yachachinapi aypanakunamanta

source: Cycle chart
qu_pe: Gráfico cíclico

source: 2 list with cycle arrows
qu_pe: 2 sinrikuna feclas circulares nisqawan

source: Learner wonder
qu_pe: Yachaqeq ima munasqan

source: Learner wonder description
qu_pe: Yachaqeq ima munasqanmanta nisqaynin

source: Phase timeline
qu_pe: Rak'i ruwaykuna

source: 3 lists with an relational arrow
qu_pe: 3 sinrikuna flecha nisqawan tupayachisqa

source: Stop and think
qu_pe: Sayasispa hamut'ay

source: Layout encouraging to stop and think
qu_pe: Mink'ana sayasispa hamut'anaykipaq

source: Create template
qu_pe: Crear plantilla

source: Shared folder
qu_pe: Wayaqa t'aqapasqa

source: Create the folder
qu_pe: Kamay wayaqata

source: INFORMATION VISIBLE TO THE TEACHER ONLY: This folder contains the default archives. You can clear files or add new ones, but if a file is hidden when it is inserted in a web document, the students will not be able to see it in this document. When inserting a file in a web document, first make sure it is visible. The folders can remain hidden.
qu_pe: Kay wayaqapiqa kashan khipukuna kikin churakusqanmanta. Yapawaq utaq wañuchiwaq hoq kiphukunatapas, ichaqa hoq khipu pakasqa kanqa qelqa khipu web churakusqanpi chayqa yachaqekunapas mana rikunqakuchu. Sapa kuti khiputa qelqa-khipu web nisqaman haykuchispaqa rikurichiy.

source: This folder contains the files that other learners (or yourself) sent into a course through the editor (if they didn't do it from the groups tool). By default, they will be visible by any trainer, but will be hidden from other learners (unless they access the files directly). If you make one user folder visible, other users will see all its content.
qu_pe: Kay wayaqapiqa kashan yachaqekunaq khipunkuna (Kanpaqpas.) apachinku yachachinakunaman Editor nisqamanta utaq huñusqakunaq llank'anamanta.Kikinmantaqa qhawachikunqa llipin yachachiqkunapaq, yachaqekunpaqqa pakasqa kanqa ichapas qhawankuman acceso directo nisqamanta. Sichus rikurichinki hoq yachaqeq wayaqanta chayqa hokaq yachaqekunapas rikunqaku ima kasqanta.

source: Template's icon
qu_pe: Yupiq wankin

source: multiple users have
qu_pe: kamachisqakuna kanku

source: no such learner with
qu_pe: manam kay yachaywasi yachaywasi manam kanchu

source: name does not contain any recipient-id
qu_pe: sutiqa manam recepcion-idtaqa manam kanchu

source: name does not end with
qu_pe: sutiqa manam tukukuytan

source: name does not start with
qu_pe: sutiqa manam qallarquytan

source: no name, or extension not 1-4 letters or digits
qu_pe: manam suti manam, utaq extension manam 1-4 letras utaq digitos

source: Mailing zipfile must not contain duplicate files - it will not be sent
qu_pe: Willakuy zipfileqa manam repetido pantaskunataqa manam kanchu - manam kachakunataqa atinchu

source: Mailing zipfile must not contain php files - it will not be sent
qu_pe: Willakuy zipfileqa manam php pantaskunataqa manam kanchu - manam kachakunataqa atinchu

source: Mailing zipfile is empty or not a valid zipfile
qu_pe: Willakuy zipfileqa pachak utaq manam sutiyuq zipfile

source: Mailing must be zipfile with STUDENTID or LOGINNAME
qu_pe: Willakuyqa STUDENTID utaq LOGINNAME ukhu zipfile kachkan

source: Send content files to individuals?
qu_pe: Wayaqakunapi kaqkunata apachinkichu man sapanqa e-ckaskikunaman?

source: Mailing content files have not yet been sent out...
qu_pe: E-chaskipi khipukuna kaqqa manan apachikusqachu...

source: ---Mailing---
qu_pe: ---E-chaskipi apachiy---

source: Mailing
qu_pe: E-chaskipi apachiy

source: sender
qu_pe: apachiq

source: filesize
qu_pe: Wayaqaq sayaynin

source: Allow unsubscription from platform
qu_pe: Platformamanta qispichiyta munay

source: Overwrite previous versions of same document?
qu_pe: Ñaupaq khipu apachisqayki hoq sutiwachu churanki?

source: on
qu_pe: Pay

source: Drag and drop an element here
qu_pe: Kayman elementota thuk'uy hich'ay

source: Can't create the directory. Please contact your system administrator.
qu_pe: Mana atikunchu wayaqa ruwachiyta. Ama hina kachu, sistemaq kachiqninta tapukuy.

source: You didn't specify a file to upload.
qu_pe: Mana ajllankichu ni hoq khiputapas apachinapaqqa.

source: Please select a user to send the file to.
qu_pe: Ama hina kaychu ajllay, mayqen haykuqmasiman khiputa apachinki.

source: Submit failed: bad form data. Please contact your system administrator.
qu_pe: Apachiyqa waqllirun: formulario nisqapi qelqakuna pantasqan. Ama hina kachu sistemaq kachiqninta tapukuy.

source: An error has occurred. Please contact your system administrator.
qu_pe: Pantay rikurirun. Ama hina kachu, sistemaq kachiqninta tapukuy.

source: To play the media you will need to either update your browser to a recent version or update your <a href="http://get.adobe.com/flashplayer/" target="_blank">Flash plugin</a>. Check if the file has a correct extension.
qu_pe: Medyata thuk'uyta munankiqa, navegadortaqta musuq versiyaman huch'ayniyki utaq <a href="http://get.adobe.com/flashplayer/" target="_blank">Flash plugin</a> huch'ayniyki. Pantaskunataqta sutiyuq extensionta kachkanmi niyta qhaway.

source: Update require
qu_pe: Musuq huch'ayniyuq

source: There is no date/time registered yet
qu_pe: Manam pacha/pacha kachkanmi

source: Calendar list of attendances
qu_pe: Ch'allay lista lista

source: The attendance calendar allows you to register attendance lists (one per real session the students need to attend). Add new attendance lists here.
qu_pe: Ch'allay ch'allayqa ch'allay listakunata (wan pacha yachaywasi yachaywasi yachaywasi yachaywasi) yapayta munasqakuna. Kaypi musuq ch'allay listakuna yapay.

source: Clean the calendar of all lists
qu_pe: Ch'allayqa tukuy listakunata qhaway

source: Add a date and time
qu_pe: Pacha pacha yapay

source: Attendance sheet
qu_pe: Ch'allay phuru

source: Go to the attendance calendar
qu_pe: Ch'allay ch'allayman riy

source: Attendance calendar
qu_pe: Ch'allay ch'allay

source: Grade the attendance list in the assessment tool
qu_pe: Ch'allay listata yachaywasi yachaywasipi qillqay

source: Create a new attendance list
qu_pe: Musuq ch'allay lista yapay

source: Attendance
qu_pe: Ch'allay

source: %d results cleaned
qu_pe: %d rurakuna qhawaykuy

source: Are you sure to delete results
qu_pe: Rurakunata hich'awayninta munanki

source: Could not reset password
qu_pe: Manam passwortta qhawayta atinchu

source: Exercise copied
qu_pe: Ejercisyota copiado

source: Are you sure to copy
qu_pe: Copiarniyta munanki

source: Received Files
qu_pe: Khipukuna chaskisqa

source: Sent Files
qu_pe: Khipukuna apachisqa

source: Size
qu_pe: Sayaynin

source: Latest sent on
qu_pe: Qepa kuti apachisqa

source: Your account %s has been completely removed from this portal. Thank you for staying with us for a while. We hope to see you again later.
qu_pe: Kay portaltaq %s sutiyuq cuentasuqkitaqa tukuy hich'askasqan. Imaynalla kanchisqanchikwan. Musuqmanta qawachinkuy.

source: Share a new file
qu_pe: Apachiy hoq khiputa

source: Close feedback
qu_pe: Wisqay rimariykunata

source: Add feedback
qu_pe: Yapay musuq rimariyta

source: The feedback message has been stored
qu_pe: Rimariyqa allchasqaña

source: All users have deleted the file so nobody will see the feedback you are adding.
qu_pe: Llipin haykuqmasikunan wañuchinku khiputa, chayrayku mana pipas rikunqachu rimariy yapasqaykita.

source: Feedback error
qu_pe: Pantay kashan rimariypi

source: Please type some text.
qu_pe: Ama hina kaychu, qelqay imatapas.

source: You are not allowed to download this file.
qu_pe: Manan huñichayniyuq kashankichu kay khipu urayachinaykipaq.

source: Check at least one file.
qu_pe: Kuskachay hoq khipullatapas.

source: The received file has been deleted.
qu_pe: Khipu chaskisqaqa wañuchisqaña.

source: The sent file has been deleted.
qu_pe: Khipu apachisqaqa wañuchikunña.

source: The selected files have been moved.
qu_pe: Khipukuna ajllasqaqa kuyurichikusqañan.

source: The received file has been moved.
qu_pe: Khipukuna chaskisqaqa kuyurichikusqañan.

source: The sent file has been moved
qu_pe: Khipu apachisqaqa kuyurichikusqañan

source: The file(s) can not be moved.
qu_pe: Kay khipu(kuna)qa mana atikunmanchu kuyunanpaq.

source: Add a new folder
qu_pe: Yapay hoq mitata

source: Please give a category name
qu_pe: Ama hina kaychu, mitapaq sutita ajllay

source: This category already exists, please use a different name
qu_pe: Kay mitaqa ña kan, ama hina kaychu hoqniraq sutiyuqta hapipay

source: You are in folder
qu_pe: Kunanqa mitata qhawashanki

source: The folder has been created
qu_pe: Mitaqa yapachikunña.

source: The author field cannot be empty
qu_pe: Kancha ruwaq nisqaqa manan ch'usaq kanmanchu

source: You must select at least one destinee
qu_pe: Huj chayanallatapas ajllawaq

source: This file's volume is too big.
qu_pe: Khipuqa sinchi hatunm.

source: The file is not uploaded.
qu_pe: Khipuqa manaraq apachikunchu

source: Mailing cannot be overwritten by non-mailing and vice-versa
qu_pe: E-chaskiqa mana qelqapachikunmanchu hoq mana e-chaskiwan nitaq kaypas e-chaskiwan

source: Mailing cannot be combined with other recipients
qu_pe: E-chaski apachiyqa mana chaqrokunmanchu hoq chaskikuqkunawanqa

source: Just Upload cannot be combined with other recipients
qu_pe: Noqa kikiyman apachiyqa mana chaqrukunmanchu hoq runaq chaskiqninwan
