Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Allow users to send documents to other users (peer 2 peer). Users might use this for less relevant documents also (mp3, tests solutions, ...). If you disable this then the users can send documents to the trainer only.
ar: السماح بارسال المستندات الى بقية المستخدمين (الند للند). لكن قد يستخدم المستخدمين هذه الخاصية في امور غير ملائمة مثل ارسال ملفات صوتية وارسال حلول الواجبات. اذا لم تفعل هذه الخاصية فان المستخدمين سوف يرسلون المستندات الى المعلم فقط
ast_es: Dar permisu pa que los estudiantes unvíen documentos a otros estudiantes (peer to peer, intercambiu P2P). Piense que los estudiantes puen usar esto pa unviase documentos ensin valir (mp3, solucionarios, etc.) Si quita esta función los estudiantes namás van poder unviar documentos a los profesores.
bn_bd: ব্যবহারকারীদের অন্য ব্যবহারকারীদের কাছে ডকুমেন্ট পাঠাতে দেয় (peer 2 peer)। ব্যবহারকারীরা এটি কম প্রাসঙ্গিক ডকুমেন্টের জন্যও ব্যবহার করতে পারে (mp3, টেস্ট সমাধান, ...)। এটি নিষ্ক্রিয় করলে ব্যবহারকারীরা শুধুমাত্র প্রশিক্ষকের কাছে ডকুমেন্ট পাঠাতে পারবে।
bs_ba: Omogući korisnicima da šalju dokumente drugim korisnicima (peer 2 peer). Korisnici mogu koristiti ovo za manje relevantne dokumente takođe (mp3, rješenja testova, ...). Ako onemogućite ovo, korisnici mogu slati dokumente samo predavaču.
ca_es: Permetre als estudiants enviar documents a uns altres estudiants (intercanvi P2P). Els estudiants podrien utilitzar això per a enviar-se documents poc rellevants (mp3, solucions...). Si deshabiliteu aquesta opció llavors l'estudiant només podrà enviar documents als professors
cs_cz: Povolí uživatelům poslat dokumenty jiným uživatelům (p2p). Uživatelé to mohou také použít pro méně relevantní dokumenty(mp3, testy, výsledky ...). Pokud toto zakážete, pak mohou uživatelé posílat dokumenty pouze školiteli.
da: Tillad studerende at sende dokumenter til andre studerende (P2P udveksling). Studerende kan også bruge dette til irrelevante dokumenter (mp3, løsninger, ...). Hvis du deaktiverer denne mulighed kan studerende kun sende dokumenter til undervisere
de: Teilnehmern gestatten, Dokumente an andere Teilnehmer zu verschicken (Peer 2 Peer, P2P Austausch). Teilnehmer können dies für weniger relevante Dokumente benutzen (mp3, Lösungen ...). Wenn die Funktion NICHT aktiviert wird, können Teilnehmer Dokumente nur an Kursleiter versenden.
el: Επιτρέπει στους χρήστες να στέλνουν έγγραφα σε άλλους χρήστες (peer 2 peer). Οι χρήστες μπορεί να το χρησιμοποιήσουν για λιγότερο σχετικά έγγραφα (mp3, λύσεις δοκιμών, ...). Αν το απενεργοποιήσετε, οι χρήστες μπορούν να στέλνουν έγγραφα μόνο στον εκπαιδευτή.
eo: Studentoj rajtas sendi dokumentojn al aliaj studentoj (samtavola komunikado). Studentoj rajtas ankaŭ uzi tion por malpli aferkoncernaj dokumentoj (mp3, solvoj, ...). Se vi malŝaltas tion, studentoj povas sendi dokumentojn nur al la instruistoj.
es: Permitir a los estudiantes enviar documentos a otros estudiantes (peer to peer, intercambio P2P). Tenga en cuenta que los estudiantes pueden usar esta funcionalidad para enviarse documentos poco relevantes (mp3, soluciones,...). Si deshabilita esta opción los estudiantes sólo podrán enviar documentos a sus profesores
es_mx: Permitir a los estudiantes enviar documentos a otros estudiantes (Punto a Punto, intercambio P2P). Los estudiantes pueden utilizarlo para documentos menos relevantes (mp3, soluciones,... ) Si usted deshabilita esta opción el estudiante sólo enviará docume
eu_es: Baimendu ikasleei dokumentuak beste ikasle batzuei ere bidaltzeko (peer to peer, P2P elkartrukea). Kontuan hartu ikasleek behar ez diren dokumentuak ere (mp3, azterketak, erantzunak,...) bidaltzeko erabil dezaketeela gaitasun hau. Baliabide hau desgaitzen baduzu, ikasleek irakasleei bakarrik bidali ahalko dizkiete dokumentuak.
fa_ir: آیا به دانشجویان امکان فرستادن فایل به دیگر دانشجویان را می دهید؟ با انتخاب �خیر� دانشجویان فقط خواهند توانست فایلهای خود را به استاد خود بفرستند
fi_fi: Salli käyttäjien lähettää asiakirjoja toisille (p2p). Käyttäjät voivat lähettää irrelevantteja (mp3, testiratkaisut). Poista käytöstä: vain kouluttajalle.
fo_fo: Loyv brúkarum at senda skjøl til aðrar brúkarar (peer 2 peer). Brúkarar kunnu brúka hetta til minni viðkomandi skjøl eisini (mp3, próvtøkur løsninger, ...). Um tú deaktiverar hetta, so kunnu brúkararnir bert senda skjøl til læraran.
fur: Permeti ai utents di inviâ documents ad altri utents (peer 2 peer). J utents a podaressin doprâ chest par documents minç impuartants ancje (mp3, solucion dai tests, ...). Se tu disabilitis chest lu utents a podissin inviâ documents dome al formadôr.
ga: Ceadaigh d'úsáideoirí doiciméid a sheoladh chuig úsáideoirí eile (piar go piar). D'fhéadfadh úsáideoirí é seo a úsáid le haghaidh doiciméad nach bhfuil chomh ábhartha (mp3, réitghíreachtaí tástála, ...). Má dhíchumasaíonn tú é seo is féidir leis na húsáideoirí doiciméid a sheoladh chuig an traenálaí amháin.
gl: Permitir ós alumnos que envíen documentos a outros alumnos (peer 2 peer, P2P). Os alumnos poden usar isto para documentos pouco relevantes (mp3, solucións, ...). Se deshabilitas isto, o alumno só pode enviar documentos ós profesores
he_il: אפשר למשתמשים לשלוח מסמכים למשתמשים אחרים (עמית 2 עמית). משתמשים עשויים להשתמש בזה גם למסמכים פחות רלוונטיים (mp3, פתרונות בדיקות,...). אם תשבית זאת, המשתמשים יכולים לשלוח מסמכים ל- מאמן בלבד.
hi: उपयोगकर्ताओं को अन्य उपयोगकर्ताओं को दस्तावेज़ भेजने की अनुमति दें (पीयर 2 पीयर)। उपयोगकर्ता इसका उपयोग कम प्रासंगिक दस्तावेज़ों के लिए भी कर सकते हैं (mp3, परीक्षा समाधान, ...)। यदि इसे अक्षम करते हैं तो उपयोगकर्ता केवल प्रशिक्षक को दस्तावेज़ भेज सकेंगे।
hr_hr: Omogući studentima slanje dokumenata drugim studentima (razmjena peer 2 peer). Studenti ovu funkciju mogu koristiti i za manje važne dokumente (mp3, rješenja,...). Onemogući li se, studenti mogu dokumente slati samo predavačima
hu_hu: Engedélyezi a hallgatók közötti fájlcserét. Ezt a hallgatók egyéb, kevésbé fontos állományok cseréjére is felhasználhatják. Ha kikapcsolja ezt a lehetőséget, akkor a tanulók csak a tanárnak tudnak fájlokat küldeni.
hy: Թույլ տալ օգտատերերին փաստաթղթեր ուղարկել մյուս օգտատերերին (peer 2 peer): Օգտատերերը կարող են օգտագործել սա պակաս կարևոր փաստաթղթերի համար (mp3, թեստերի լուծումներ, ...): Եթե անջատեք, ապա օգտատերերը կարող են փաստաթղթեր ուղարկել միայն հաշվապահին:
id_id: Ijinkan siswa untuk mengirim dokumen ke siswa lain (peer 2 peer, P2P exchange). Siswa dapat juga menggunakan ini untuk dokumen yang kurang relevan (mp3, solusi soal ...). Jika anda men-disable ini, maka siswa hanya bisa mengirim dokumen ke pengajar
it: I corsisti possono inviare documenti ad altri corsisti (scambio P2P: peer to peer), Attenzione: potrebbero essere caricati documenti non pertinenti (mp3, soluzioni...). Se l'opzione è disabilitata i documenti possono essere inviati solo ai docenti.
ja: その他のユーザー (ピア ツー ピア) にドキュメントを送信することを許可します。ユーザーはこれを関連性の低いドキュメント (MP3、テストの正解、...) に使用する場合があります。これを無効にした場合、ユーザーは教員のみにドキュメントを送信することができます。
ka_ge: მომხმარებლებს საშუალება მისცეს გაუგზავნონ დოკუმენტები სხვა მომხმარებლებს (peer 2 peer). მომხმარებლები შეიძლება გამოიყენონ ეს ნაკლებად მნიშვნელოვანი დოკუმენტებისთვისაც (mp3, ტესტების გადაწყვეტილებები, ...). თუ გამორთავთ, მომხმარებლები მხოლოდ მწვრთნელს შეუძლიათ გაუგზავნონ დოკუმენტები.
ko_kr: 학생들이 문서를 다른 학생에게 전송하는 것을 허용합니다 (peer 2 peer, P2P exchange). 학생들은 이를 관련성이 상대적으로 적은 문서들 또한 사용가능하게 합니다 (mp3, solutions, ...) 만약 이 기능이 비활성화되어 있다면 학생은 강사에게만 문서 전송이 가능합니다.
lo: ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ສົ່ງເອກະສານໃຫ້ຜູ້ໃຊ້ອື່ນ (peer 2 peer). ຜູ້ໃຊ້ອາດຈະໃຊ້ມັນສຳລັບເອກະສານທີ່ບໍ່ຄ່ອຍກ່ຽວຂ້ອງ (mp3, ຄຳຕອບການສອບເສັງ, ...). ຖ້າທ່ານປິດການໃຊ້ງານນີ້, ຜູ້ໃຊ້ຈະສາມາດສົ່ງເອກະສານໃຫ້ຄູຝຶກເທົ່ານັ້ນ.
lt_lt: Leidžia studentui siųsti dokumentus kitiems studentams (peer 2 peer, P2P). Studentai tai gali naudoti ir kitiems dokumentams sųsti (mp3, sprendimai, ...). Jei tai išjungsite, studentas galės sųsti savo dokumentus tik dėstytojui
lv_lv: Atļaut kursantiem sūtīt dokumentus savā starpā (peer 2 peer, P2P) Kursanti varēs izmantot šo vietni mazāk svarīgu dokumentu, anketu, risinājumu, sūtīšanai. <br>Ja Jūs to neatļaujat, tad kursanti varēs sūtīt dokumentus tikai Lektoriem.
mk_mk: Допушти курсисите да праќаат документи на други курсисти (размена peer 2 peer). Курсистите може да го ползуваат ова за помалку важни документи (mp3, решенија, ...). Ако го оневозможите ова, тогаш курсисот може да праќа документи само на учителите.
ms_my: Benarkan pengguna menghantar dokumen kepada pengguna lain (rakan ke rakan). Pengguna mungkin menggunakan ini untuk dokumen kurang relevan juga (mp3, penyelesaian ujian, ...). Jika anda lumpuhkan ini, pengguna hanya boleh menghantar dokumen kepada jurulatih.
my_mm: အသုံးပြုသူများအား အခြားအသုံးပြုသူများထံ စာရွက်စာတမ်းများ ပို့ပေးခွင့်ပြုပါ (တစ်ဦးနှင့်တစ်ဦး)�। အသုံးပြုသူများသည် ဤအရာကို သက်ဆိုင်မှုနည်းသော စာရွက်စာတမ်းများ (mp3၊ စမ်းသပ်မှုဖြေရှင်းချက်များ၊ ...) အတွက်လည်း အသုံးပြုနိုင်သည်။ ဤအရာကို ပိတ်ထားပါက၊ အသုံးပြုသူများသည် နည်းပြဆရာထံသို့သာ စာရွက်စာတမ်းများ ပို့နိုင်သည်။
ne: प्रयोगकर्ताहरूलाई अन्य प्रयोगकर्ताहरूलाई कागजात पठाउन अनुमति दिनुहोस् (पीयर २ पीयर)। प्रयोगकर्ताहरूले यसलाई कम सान्दर्भिक कागजातहरूका लागि पनि प्रयोग गर्न सक्छन् (mp3, परीक्षण समाधानहरू, ...)। यदि तपाईंले यो असक्षम गर्नुभयो भने प्रयोगकर्ताहरूले केवल प्रशिक्षकलाई मात्र कागजात पठाउन सक्छन्।
nl: Studenten mogen documenten versturen naar andere studenten (peer 2 peer, P2P-uitwisseling). Studenten kunnen dit ook voor minder relevante documenten gebruiken (MP3's, oplossingen, ...). Als u dit uitschakelt, kunnen studenten enkel naar de lesgevers documenten versturen.
nn_no: Tillat brukarar å sende dokument til andre brukarar (peer 2 peer). Brukarar kan bruke dette for mindre relevante dokument òg (mp3, testløysningar, ...). Om du deaktiverer dette kan brukarane berre sende dokument til læraren.
oc: Permetre als utilizaires d'enviar de documents adautres utilizaires (peer 2 peer). Los utilizaires pòdon utilizar aquò per de documents mens pertinents tanben (mp3, solucions d'examens, ...). Se desactivatz aquò, los utilizaires pòdon solament enviar de documents al formador.
pl_pl: Zawalaj studentom wysyłać wiadomości do innych studentów(P2P). Studenci mogą wykorzystywać tą opcję na mniej ważne potrzeby. Wyłączając tę opcję pozwolisz na wysyłanie wiadomości jedynie do nauczycieli.
ps: کاروونکو ته اجازه ورکړئ چې اسناد بل کاروونکو ته واستوي (همکاري ۲ همکاري). کاروونکي ممکن دا د لږ اړوندو اسنادو لپاره هم وکاروي (mp3، د ازموینو حلونه، ...). که تاسو دا غیر فعال کړئ نو کاروونکي یوازې روزونکي ته اسناد واستولی شي.
pt_br: Permite aos estudantes enviarem arquivos para outros estudantes (ponto a ponto, P2P, troca). Os estudantes podem usar esta função para trocar documentos menos relevantes (mp3, soluções, ...). Se esta função for desabilitafs os estudantes poderão enviar documentos apenas para os professores.
pt_pt: Permitir que os utilizadores enviem documentos para outros utilizadores (peer 2 peer). Os utilizadores poderão utilizar esta funcionalidade para documentos menos relevantes (mp3, soluções de exercícios, ...). Desactivando esta funcionalidade, os utilizadores apenas poderão enviar documentos para o instrutor.
ro_ro: Permiteti studentilor sa trimita documente altor studenti (interschimb). Studentii pot folosi acest sistem si pentru a trimite fisiere de alt tip (melodii, rezolvari de probleme, etc). Daca dezactivati aceasta optiune, studentii pot trimite fisiere numai spre profesori
ru_ru: Разрешить студентам посылать документы другим студентам (равный равному, обмен между равными). Студенты могут использовать эту функцию и для менее значимых документов (музыка, видео...). Если Вы эту функцию отключите, то студент сможет посылать документы только преподавателям.
sk_sk: Umožní študentom posielať dokumenty ostatným študentom. Študenti to môžu použiť tiež pre menej dôležité dokumenty (mp3, riešenia,...). Ak túto možnosť deaktivujete, študenti budú môcť poslať dokumenty len lektorom.
sl: Dovoljuje tečajnikom da si pošiljajo dokumente med seboj (P2P izmenjava). Tečajniki lahko to funkcionalnost izkoristijo za prenos manj pomembnih dokumentov (npr. mp3, rešitve problemov, ...). Onemogočena možnost tečajnikom omogoča prenos dokumentov le k učitelju.
sq: Lejoni përdoruesit të dërgojnë dokumente te përdorues të tjerë (peer 2 peer). Përdoruesit mund ta përdorin këtë për dokumente më pak relevante gjithashtu (mp3, zgjidhje testesh, ...). Nëse e çaktivizoni këtë atëherë përdoruesit mund të dërgojnë dokumente vetëm te trajneri.
sr_rs: Dozvoli polaznicima da šalju dokumente drugim polaznicima (P2P razmena). Polaznici bi mogli ovo da koriste za manje bitna dokumenta takođe (mp3, rešenja,..). Ako ovo onemogućite polaznici onda mogu da šalju dokumenta samo predavačima.
sv_se: Tillåt studenter att skicka dokument till andra studenter (peer 2 peer-utväxlingar). Studenter kan använda detta för mindre viktiga utbyten. Om du avaktiverar detta kan bara studenter skicka dokument till lärarna.
sw_ke: Ruhusu watumiaji kutuma hati kwa watumiaji wengine (peer 2 peer). Watumiaji wanaweza kutumia hii kwa hati zisizohusiana pia (mp3, suluhu za majaribio, ...). Ikiwa utazima hii basi watumiaji wanaweza kutuma hati kwa mkufunzi pekee.
ta: பயனர்கள் மற்ற பயனர்களுக்கு அலுவலறைகளை அனுப்ப அனுமதிக்கவும் (உள்நோக்கம் 2 உள்நோக்கம்). பயனர்கள் இதை குறைந்த முக்கியத்துவம் உள்ள அலுவலறைகளுக்கும் பயன்படுத்தலாம் (mp3, தேர்வு தீர்வுகள், ...). இதை முடக்கினால் பயனர்கள் பயிற்சியாளருக்கு மட்டும் அலுவலறைகளை அனுப்ப முடியும்.
th: การอนุญาตให้ผู้เรียนส่งไฟล์แลกเปลี่ยนถึงกันและกันได้ อาจารย์ควรพิจารณาอนุญาตและคาดหมายถึงพฤติกรรมการส่งไฟล์ระหว่างกันนั้น เป็นไฟล์ที่จะเป็นประโยชน์หรือไม่ เช่นอาจจะส่งไฟล์ที่เป็นเพลง mp3 หรือแลก/ลอกไฟล์การบ้านกัน หากไม่อนุญาต ผู้เรียนจะส่งงานให้ได้เฉพาะอาจารย์ผู้สอนเท่านั้น
tl_ph: Payagan ang mga gumagamit na magpadala ng mga dokumento sa ibang mga gumagamit (peer 2 peer). Ang mga gumagamit ay maaaring ding gamitin ito para sa mga hindi mahahalagang dokumento (mp3, mga solusyon sa mga pagsusulit, ...). Kung iyong di-pagganahin ito, kung gayon ang mga gumagamit ay maaaring magpadala ng mga dokumento sa trainer lamang.
tr: Öğrennciden öğrenciye belge gönderme izni.Öğrenciler bunu mp3, çözümler vb gibi bazı dosyaları karşılıklı değiştirmek için de kullanabilir.Bu izin verilmezse öğrenci sadece öğretmenlerine belge gönderebilir.
uk_ua: Дозволити студентам відсилати документи іншим студентам (обмін точка-точка). Студенти можуть використовувати це не для важливих документів (музика, відео). Якщо це заборонити, студенти зможуть відсилати документи тільки до викладачів
vi_vn: Cho phép người dùng gửi tài liệu cho người dùng khác (peer 2 peer). Người dùng có thể dùng cho tài liệu ít liên quan (mp3, giải đáp bài kiểm tra, ...). Nếu tắt thì người dùng chỉ gửi được cho giảng viên.
xh_za: Vumela abasebenzisi ukuba bathumele amaxwebhu kwabanye abasebenzisi (peer 2 peer). Abasebenzisi banokusebenzisa oku nakwimaxwebhu angabalulekanga (mp3, izisombululo zovavanyo, ...). Ukuba uyakucima oku, abasebenzisi baya kuthumela amaxwebhu kubaqeqeshi kuphela.
zh_cn: 允许学生之间学生交换文件(peer 2 peer, P2P 交换). 学生可使用它交换与教学无关的文件如(mp3, 视频, ...). 如果禁用, 学生只能给老师发文件.
zh_tw: 允許學生間互傳文件，包括與課程相關性較低的文件(如 mp3等)。若不允許，則學員只可傳送檔案給導師。

source: Dropbox: Allow mailing
ar: مشاركة الملفات: السماح بارسال البريد
ast_es: Buzón d'entrega de deberes: dar permisu pa unvíu per corréu.
bn_bd: ড্রপবক্স: মেইলিং অনুমোদন করুন
bs_ba: Dropbox: Omogući slanje e-pošte
ca_es: Compartició de fitxers: es permet l'enviament de correu
cs_cz: Schránka: Povolit mailing
da: Dueslag: Tillad e-mails
de: Dateikiste: Mail gestatten
el: Dropbox: Επιτρέψτε αποστολή email
eo: Demetujo: ĉu ebligi mesaĝojn?
es: Compartir documentos: permitir el envío por correo
es_mx: Baúl de tareas: Permitir envío de correos
eu_es: Dokumentuak partekatzea: Baimendu posta elektronikoa
fa_ir: قسمت تیادل مدارک : اجازۀ ارسال از طریق ایمیل
fi_fi: Dropbox: Salli sähköpostitus
fo_fo: Dropbox: Loyv post
fur: Dropbox: permiti invîs di postle
ga: Dropbox: Ceadaigh postas
gl: Buzón de ficheiros: Permitir correo
he_il: Dropbox: אפשר דיוור
hi: ड्रॉपबॉक्स: मेलिंग की अनुमति दें
hr_hr: Pretinac: omogući slanje pošte
hu_hu: Fájl Posta: levelezés engedélyezése
hy: Dropbox. Թույլ տալ էլ. փոստ
id_id: Dropbox: mailing diijinkan
it: Scambio files: permetti la spedizione ad un elenco di indirizzi (mailing)
ja: 課題提出箱: メールを許可
ka_ge: Dropbox: ფოსტის გაგზავნის ნებადართულება
ko_kr: Dropbox: 메일링 허용
lt_lt: Failų saugykla: Leisti privačius siuntimus
lv_lv: Failu apmaiņas vieta: Atļauta sūtīšana
mk_mk: Раземна на документи и пораки: Допушти праќање пораки
ms_my: Dropbox: Benarkan e-mel
my_mm: Dropbox: အီးမေးလ်ပို့ခြင်းကို ခွင့်ပြုပါ
ne: ड्रपबक्स: मेलिङ अनुमति दिनुहोस्
nl: Dropbox: Mailing mogelijk maken?
nn_no: Dropbox: Tillat postleiing
oc: Dropbox : Permetre l'enviament per corrièr
pl_pl: Skrzynka nadawcza: Pozwól na wymianę wiadomości
ps: ډراپ باکس: د برېښنالیک اجازه
pt_br: Caixa de documentos compartilhados: Permitir o envio de e-mail
pt_pt: Caixa de entrega: Permitir envio
ro_ro: Cutie postala: Permiteti expedierea
ru_ru: Коробка содержания: разрешена рассылка
sk_sk: Dropbox: Povoliť maily
sl: Nabiralnik: Dovoljeno pošiljanje
sq: Dropbox: Lejoni postën
sr_rs: Dropbox: Dozvoli slanje mail-ova
sv_se: Inlämningsmapp: Tillåt e-post
sw_ke: Dropbox: Ruhusu kutuma barua pepe
ta: டிராப்பாக்ஸ்: மின்னஞ்சல் அனுமதி
th: กล่องรับส่งงาน:อนุญาตให้ส่งอีเมล
tl_ph: Dropbox: Payagan ang pagme-mail
tr: GelenKutusu: Mesaj izni
uk_ua: Скринька контенту: дозволити листування
vi_vn: Dropbox: Cho phép gửi thư
xh_za: Idropbox: Vumela ukuthumela iimeyile
zh_cn: 投递箱: 允许邮寄
zh_tw: 允許電郵功能

source: With the mailing functionality you can send each learner a personal document
ar: مع خاصية البريد فانك يمكنك ارسال مستند شخصي لكل طالب على حدة
ast_es: Cola función d'unvíu per corréu, pue unviar un documentu personal a caún los estudiantes.
bn_bd: মেইলিং ফাংশনালিটি দিয়ে প্রত্যেক শিক্ষার্থীকে ব্যক্তিগত ডকুমেন্ট পাঠাতে পারবেন
bs_ba: Sa funkcionalnošću slanja e-pošte možete svakom učeniku poslati osobni dokument
ca_es: Amb la funcionalitat de publitramesa pot enviar un document personal acada estudiant
cs_cz: S funkcí mailingu můžete posílat každému studentovi osobní dokumenty
da: Via dueslaget kan du sende studerende personlige dokumenter, som vil være at finde for dem i deres dueslag
de: Mit der Mail Funktionalität können Sie jedem Teilnehmer ein persönliches Dokument schicken
el: Με τη λειτουργία αποστολής μπορείτε να στείλετε σε κάθε μαθητή προσωπικό έγγραφο
eo: Per la mesaĝa funkciaro vi povas sendi al ĉiu studento personan dokumenton
es: Con la funcionalidad de envío por correo, Ud. puede enviar un documento personal a cada estudiante
es_mx: Con la funcionalidad de correo usted puede enviar a cada estudiante un documento personal
eu_es: Mezu elektronikoak bidaltzeko funtzionaltasuna izanez gero, ikasle bakotzari dokumentu pertsonalak bidali ahalko dizkiozu
fa_ir: با استفاده از کارایی ارسال به وسیلۀ ایمیل شما خواهید توانست به تک تک کاربران فایلهای متفاوفی ارسال کنید
fi_fi: Sähköpostitoiminnolla voit lähettää jokaiselle opiskelijalle henkilökohtaisen asiakirjan
fo_fo: Við post funksjónini kanst tú senda hvørjum læranda eitt persónligt skjal
fur: Cu la funçion di invî postle tu podês inviâ a cacui alun un document personâl
ga: Le fheidhmiúlacht an phostála is féidir leat doiciméad pearsanta a sheoladh chuig gach fogaire
gl: Coa función de correo podes enviar a cada estudiante un documento persoal
he_il: עם פונקציונליות הדיוור תוכל לשלוח לכל לומד מסמך אישי
hi: मेलिंग कार्यक्षमता से आप प्रत्येक शिक्षार्थी को व्यक्तिगत दस्तावेज़ भेज सकते हैं
hr_hr: Funkcijom slanja pošte svakome se studentu može slati zaseban dokument
hu_hu: A levelezési funkcióval minden tanulónak személyes dokumentumokat küldhet
hy: Էլ. փոստի ֆունկցիոնալությամբ կարող եք յուրաքանչյուր ուսանողին անհատական փաստաթուղթ ուղարկել
id_id: Dengan fungsionalnya mailing anda dapat mengirim ke setiap siswa dokumen personal
it: Con la funzionalità di mailing si possono inviare documenti individualizzati a ciascun corsista
ja: メール機能では、個人用のドキュメントを各学生に送信することができます
ka_ge: ფოსტის გაგზავნის ფუნქციონალით შეგიძლიათ თითოეულ სწავლებულს პირადი დოკუმენტი გაუგზავნოთ
ko_kr: 메일링 기능으로 학생들끼리 개인적 문서 교환이 가능해집니다.
lo: ດ້ວຍຟັງຊັນການສົ່ງທາງອີເມວ, ທ່ານສາມາດສົ່ງເອກະສານສ່ວນຕົວໃຫ້ຜູ້ຮຽນແຕ່ລະຄົນໄດ້
lt_lt: Galite siųsti kiekvienam studentui tik jam skirtus dokumentus
lv_lv: Ar sūtīšanas funkcijas palīdzību, Jūs varat sūtīt katram Kursantam personīgu dokumentu.
mk_mk: Со функционалност на поштата, можете на секој курсист да му праќате личен документ
ms_my: Dengan fungsi e-mel, anda boleh menghantar dokumen peribadi kepada setiap pelajar
my_mm: အီးမေးလ်ပို့ခြင်းလုပ်ဆောင်ချက်ဖြင့် သင်ယူသူတစ်ဦးချင်းစီထံ ကိုယ်ပိုင်စာရွက်စာတမ်းတစ်ခုပို့နိုင်သည်
ne: मेलिङ कार्यक्षमतासँग तपाईं प्रत्येक सिक्ने व्यक्तिलाई व्यक्तिगत कागजात पठाउन सक्नुहुन्छ
nl: Door middel van de mailingfunctionaliteit kan u elke student een persoonlijk document versturen.
nn_no: Med postleiingsfunksjonaliteten kan du sende kvar elev eit personleg dokument
oc: Amb la foncionalitat d'enviament per corrièr, podètz enviar a cada aprenent un document personal
pl_pl: Opcja korespondencji umożliwia wysyłanie każdemu studentowi dokumentu.
ps: د برېښنالیک فعالیت سره تاسو کولی شئ هر زده کونکي شخصي سند واستوئ
pt_br: Com a função de e-mail ativa, você pode enviar para cada estudante um documento pessoal
pt_pt: Com a funcionalidade de envio poderá enviar a cada aluno um documento pessoal
ro_ro: Cu optiunea de expediere, activa, puteti trimite fisiere spre fiecare student.
ru_ru: Пользуясь функцией почтовых отправлений Вы можете послать каждому студенты личный документ
sk_sk: Pomocou funkcie pošty môžete poslať každému študentovi osobný dokument
sl: S funkcijo pošiljanja lahko vsakemu posameznemu tečajniku pošiljamo poseben dokument
sq: Me funksionalitetin e postimit ju mund t'i dërgoni çdo nxënësi një dokument personal
sr_rs: Sa mail funkcijama možete poslati svakom polazniku lični dokument
sv_se: Med e-postfunktionen kan du skicka varje student ett personligt meddelande
sw_ke: Kwa utendaji wa kutuma barua pepe unaweza kutuma kila mwanafunzi hati ya kibinafsi
ta: மின்னஞ்சல் செயல்பாட்டுடன் ஒவ்வொரு பயனருக்கும் தனிப்பட்ட அலுவலறையை அனுப்பலாம்
th: กำหนดให้ส่งอีเมล์เอกสารไปให้ผู้เรียนเป็นรายบุคคล
tl_ph: Sa pagpaandar ng pagme-mail na tampok, maaari kang magpadala sa bawat mag-aaral ng personal na dokumento
tr: Bu özellik ile her öğrenciye kişisel belge gönderebilirsiniz
uk_ua: Із опцією листування ви маєте змогу надсилати кожному студентові персональний документ
vi_vn: Với chức năng gửi thư, bạn có thể gửi tài liệu cá nhân cho từng học viên
xh_za: Ngobuchwepheshe bokuthumela iimeyile ungathumela umfundi ngamnye ixwebhu lakhe
zh_cn: 您可使用邮寄功能给每位学生发送文档
zh_tw: 你可籍電郵功能向每個學生發送個人文件
