Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The users list has been exported.
ar: .لقد تم تصدير قائمة المستخدمين
ast_es: El llistáu d'usuarios esportóse.
bn_bd: ব্যবহারকারী তালিকা এক্সপোর্ট করা হয়েছে।
bs_ba: Lista korisnika je izvezena.
ca_es: La llista d'usuaris ha estat exportada
cs_cz: Uživatelský výpis byl exportován
da: Deltagerlisten er eksporteret.
de: Die Nutzerliste wurde exportiert
el: Η λίστα χρηστών εξήχθη.
eo: La uzula listo estas eksportita
es: La lista de usuarios ha sido exportada.
es_mx: Se ha exportado la lista de usuarios
eu_es: Erabiltzaile zerrenda esportatu da
fa_ir: لیست کاربران با موفقیت صادر شد
fi_fi: Käyttäjälista on viety.
fo_fo: Brúkaralistin er flutt út.
fur: La liste dai utents e je stâe esportade.
ga: Tá liosta na n-úsáideoirí easpórtáilte.
gl: A lista de usuarios foi exportada.
he_il: רשימת המשתמשים יוצאה.
hi: उपयोगकर्ता सूची निर्यात की गई।
hr_hr: Popis korisnika je prenesen.
hu_hu: A felhasználói lista exportálása sikerült.
hy: Օգտատերերի ցուցակը արտահանվել է:
id_id: Daftar user telah diekspor.
it: L'elenco utenti è stato esportato
ja: ユーザーリストがエクスポートされました。
ka_ge: მომხმარებელთა სია ექსპორტირებულია.
ko_kr: 유저 리스트가 export 되었습니다.
lo: ລາຍຊື່ຜູ້ໃຊ້ໄດ້ຖືກສົ່ງອອກແລ້ວ.
lt_lt: Vartotojų sąrašas eksportuotas.
lv_lv: Lietotāju saraksts tika exportēts
mk_mk: Корисничкиот список е извезен
ms_my: Senarai pengguna telah dieksport.
my_mm: အသုံးပြုသူစာရင်းကို တင်ပို့ပြီးဖြစ်သည်။
ne: प्रयोगकर्ता सूची निर्यात गरियो।
nl: De gebruikerslijst is geëxporteerd.
nn_no: Brukerlisten ble eksportert
oc: La lista dels utilizaires es estada exportada.
pl_pl: Lista użytkowników została wyeksportowana
ps: کاروونکو لړ صادر شوه.
pt_br: A lista de usuários foi exportada com sucesso.
pt_pt: A lista de utilizadores foi exportada.
ro_ro: Lista utilizatorilor a fost exportata.
ru_ru: Список пользователей был экспортирован
sk_sk: Zoznam používateľov bol exportovaný.
sl: Seznam tečajnikov je bil izvožen.
sq: Lista e përdoruesve është eksportuar.
sr_rs: Lista korisnika je izvezena
sv_se: Användarlistan har exporterats.
sw_ke: Orodha ya watumiaji imesafirishwa.
ta: பயனர்கள் பட்டியல் ஏற்றுமதி செய்யப்பட்டது.
th: ได้ส่งออกบัญชีชื่อผู้ใช้แล้ว
tl_ph: Na-export na ang listahan ng mga user.
tr: Kullanıcı listesi gönderildi.
uk_ua: Список користувачів було експортовано.
vi_vn: Danh sách người dùng đã được xuất.
xh_za: Uluhlu lwabasebenzisi lukhutshelwe.
zh_cn: 用户名单已输出
zh_tw: 已匯出使用者清單

source: Download the file
ar: تحميل الملف
ast_es: Calque equí pa descargar l'archivu.
bn_bd: ফাইল ডাউনলোড করুন
bs_ba: Preuzmi fajl
ca_es: Cliqueu aquí per descarregar el fitxer
cs_cz: Stáhnout soubor
da: Klik her for at downloade filen.
de: Zum Download der Datei bitte hier klicken
el: Κατέβασμα αρχείου
eo: Klaku ĉi tien por elŝuti la dosieron.
es: Haga clic aquí para descargar el archivo.
es_mx: De click aquí para descargar un archivo
eu_es: Klikatu hemen fitxategia deskargatzeko
fa_ir: برای بارگیری فایل اینجا را فشار دهید
fi_fi: Lataa tiedosto
fo_fo: Tak niður fílu
fur: Dulonje l'archiv
ga: Íoslódáil an comhad
gl: Pulsa aquí para descarregar o ficheiro.
he_il: הורד את הקובץ
hi: फ़ाइल डाउनलोड करें
hr_hr: Kliknite ovdje za prijenos datoteke.
hu_hu: A fájl letöltéséhez kattintson ide.
hy: Ներբեռնել ֆայլը
id_id: Klik disini untuk mendownload file tsb.
it: Fai click! qui per scaricare il file
ja: ファイルをダウンロード
ka_ge: ჩამოტვირთეთ ფაილი
ko_kr: 파일을 다운로드하려면 이곳을 클릭하십시요.
lt_lt: Spausti čia, kad parsisiųsti failą.
lv_lv: Klikšķini šeit, lai lejupielādētu failu
mk_mk: Кликни овде за да ја преземеш датотеката
ms_my: Muat turun fail
my_mm: ဖိုင်ကို ဒေါင်းလုဒ်လုပ်ပါ
ne: फाइल डाउनलोड गर्नुहोस्
nl: Klik hier om het bestand te downloaden.
nn_no: Klikk her for å laste ned filen
oc: Telecargar lo fichièr
pl_pl: Kliknij tu w celu pobrania pliku
ps: فایل ډاونلوډ کړئ
pt_br: Clique aqui para realizar download do arquivo
pt_pt: Download/descarregar o ficheiro
ro_ro: Apasati aici pentru a descarca fisierul.
ru_ru: Щелкнуть здесь, чтобы скачать файл
sk_sk: Pre načítanie súboru kliknite sem.
sl: Prenesi datoteko
sq: Shkarkoni skedarin
sr_rs: Kliknite ovde da preuzmete fajl
sv_se: Klicka här för att ladda ner filen.
sw_ke: Pakua faili
ta: கோப்பை பதிவிறக்கம் செய்யவும்
th: คลิกที่นี่เพื่อโอนย้ายไฟล์ลงมา(Download)
tl_ph: I-download ang file
tr: Dosyayı indirmek için tıklayınız
uk_ua: Натисніть сюди, щоб завантажити файл.
vi_vn: Tải tệp xuống
xh_za: Khanzela ifayile
zh_cn: 点此处下载文件
zh_tw: 按這兒下載檔案

source: Portal Administrator: Phone number
ast_es: Alministrador de la plataforma: teléfonu
bn_bd: পোর্টাল প্রশাসক: ফোন নম্বর
bs_ba: Administrator portala: Broj telefona
ca_es: Administrador de la plataforma: telèfon
cs_cz: Platformový administrátor: Telefon
da: Platform Administrator: Telefon
el: Διαχειριστής Πλατφόρμας: Τηλέφωνο
eo: Telefonnumero de la platforma mastrumanto
es_mx: Administrador de la Plataforma: Teléfono
eu_es: Plataformako kudeatzailea: telefonoa
fa_ir: تلفن تماس با اداره کنندۀ محیط آموزشی
fi_fi: Portaalin ylläpitäjä: puhelin
fo_fo: Portal stýrismaður: Sími tal
fur: Amministradôr dal portal: nûmar di telefon
ga: Riarthóir an Phortail: Uimhir theagmhála
gl: Administrador da Plataforma: teléfono
he_il: מנהל פורטל: טלפון
hi: पोर्टल प्रशासक: फोन नंबर
hr_hr: Nadzornik platforme: telefon
hu_hu: Felület adminisztrátor: Telefon
hy: Պորտալի ադմինիստրատոր. Հեռախոսահամար
id_id: Administrator Platform : Telepone
it: Amministratore della piattaforma: Telefono
ja: プラットフォーム管理者: 電話
ka_ge: პორტალის ადმინისტრატორი: ტელეფონის ნომერი
ko_kr: 플랫폼 관리자: 전화
lt_lt: Sistemos administratorius: Telefonas
lv_lv: Platformas administrators: Tālrunis
mk_mk: Управувач на платформата: Телефон
ms_my: Pentadbir Portal: Nombor telefon
my_mm: ပေါ်တယ်စီမံခန့်ခွဲသူ: ဖုန်းနံပါတ်
ne: पोर्टल प्रशासक: फोन नम्बर
nl: Platformbeheerder: telefoonnummer
nn_no: Plattformadministrator: Telefon
oc: Administrador del portal : Numèro de telefon
pl_pl: Administrator platformy: Telefon
ps: پورتل اداري: د ټلیفون شمېره
pt_br: Plataforma Administrador: Telefone
pt_pt: Administrador do Portal: Telefone
ro_ro: Administratorul platformei: Telefon
ru_ru: Администратор платформы: телефон
sk_sk: Administrátor platformy: Telefón
sq: Administratori i Portalit: Numri i telefonit
sr_rs: Administratorska platforma: Telefon
sv_se: Plattformsadministratör: Telefon
sw_ke: Msimamizi wa Lango: Nambari ya simu
ta: போர்ட்டல் நிர்வாகி: தொலைபேசி எண்
th: เบอร์โทรศัพท์ผู้บริหารระบบ
tl_ph: Tagapangasiwa ng Portal: Telepono
tr: Platform Yöneticisi: Telefon numarası
uk_ua: Адміністратор платформи: Телефон
vi_vn: Quản trị viên cổng: Số điện thoại
xh_za: Umphathi wePortal: Inombolo yefowuni
zh_cn: 管理员: 电话
zh_tw: 平台管理員：電話

source: The phone number of the Platform Administrator (appears in the footer on the left)
ast_es: Númberu de teléfonu del alministrador de la plataforma
bn_bd: প্ল্যাটফর্ম প্রশাসকের ফোন নম্বর (ফুটারের বাম দিকে দেখা যায়)
bs_ba: Broj telefona administratora platforme (pojavljuje se u footeru lijevo)
ca_es: El número de telèfon de l'administrador de la plataforma
cs_cz: Telefonní číslo platformového administrátora
da: Platform Administratorens telefonnummer
el: Ο τηλεφωνικός αριθμός του διαχειριστή της Πλατφόρμας
eo: Telefonnumero de la platforma mastrumanto
es_mx: El número telefónico del administrador de la plataforma
eu_es: Plataformako kudeatzailearen telefono zenbakia
fa_ir: تلفن تماس با اداره کنندۀ محیط آموزشی
fi_fi: Portaalin ylläpitäjän puhelinnumero
fo_fo: Sími tal Platform Stýrismans (sýnist í fótnotuni til vinstri)
fur: Il nûmar di telefon dal Platform Administrator (si vûf tal footer a sinistris)
ga: Uimhir theagmhála Riarthóir an Ardáin (le feiceáil sa bhuntásc ar chlé)
gl: O teléfono do administrador da plataforma
he_il: מספר הטלפון של מנהל הפלטפורמה
hi: प्लेटफ़ॉर्म प्रशासक का फोन नंबर (फ़ूटर में बाईं ओर दिखाई देता है)
hr_hr: Broj telefona nadzornika portala
hu_hu: A felület adminisztrátorának telefonszáma.
hy: Պլատֆորմայի ադմինիստրատորի հեռախոսահամարը (հայտնվում է ստորոտարում ձախ կողմում)
id_id: Nomor telepon administrator platform
it: Numero telefonico dell'amministratore della piattaforma
ja: プラットフォーム管理者の電話番号です
ka_ge: პლატფორმის ადმინისტრატორის ტელეფონის ნომერი (ჩანს ფუტერში მარცხნივ)
ko_kr: 플랫폼 관리자의 전화번호
lo: ເບີໂທລະສັບຂອງຜູ້ເບິ່ງແຍງລະບົບ (ປາກົດຢູ່ສ່ວນທ້າຍດ້ານຊ້າຍ)
lt_lt: Sistemos administratoriaus telefono numeris
lv_lv: Platformas administratora tālruņa numurs
mk_mk: Телефонскиот број на управувачот на платформата
ms_my: Nombor telefon Pentadbir Platform (muncul di kaki pada bahagian kiri)
my_mm: ပလပ်ဖောင်းစီမံခန့်ခွဲသူ၏ ဖုန်းနံပါတ် (အောက်ခြေတွင် ဘယ်ဘက်တွင်ပေါ်သည်)
ne: प्लेटफर्म प्रशासकको फोन नम्बर (फुटरमा बायाँ देखिन्छ)
nl: Telefoonnummer van de platformbeheerder
nn_no: Telefonnummer til plattformansvarlig
oc: Lo numèro de telefon de l'Administrador de la Plataforma (apareish en bas de pagem a esquèrra)
pl_pl: Numer telefonu administratora platformy
ps: د پلیټ فارم اداري ټلیفون شمېره (په پښې کې په چپ کې ښکاره کېږي)
pt_br: Número de telefone do administrador da plataforma
pt_pt: Número de telefone do administrador da plataforma
ro_ro: Numarul de telefon al administratorului de platforma
ru_ru: Номер телефона администратора платформы
sk_sk: Telefónne číslo administrátora platformy
sq: Numri i telefonit të Administratorit të Platformës (shfaqet në footer në të majtë)
sr_rs: Broj telefona administratora platforme
sv_se: Telefonnummer till plattformsadministratören
sw_ke: Nambari ya simu ya Msimamizi wa Jukwaa (inaonekana katika footer upande wa kushoto)
ta: போர்ட்டல் நிர்வாகியின் தொலைபேசி எண் (அடியில் இடது பக்கத்தில் தோன்றும்)
th: เบอร์โทรศัพท์ของผู้จัดการระบบ
tl_ph: Ang numero ng telepono ng tagapangasiwa ng platform
tr: Platfom yöneticisinin telefon numarası
uk_ua: Номер телефону адміністратора платформи
vi_vn: Số điện thoại của Quản trị viên Nền tảng (hiện ở chân trang bên trái)
xh_za: Inombolo yefowuni yoMphathi weqonga (iyavela kwizitezi ezisezantsi ukhohlo)
zh_cn: 管理员电话号码
zh_tw: 平台管理員電話號碼

source: Send mail to new user
ar: أرسل بريدا إلى مستخدم جديد
ast_es: Unviar e-mail a los usuarios nuevos
bn_bd: নতুন ব্যবহারকারীকে মেইল পাঠান
bs_ba: Pošalji e-poštu novom korisniku
ca_es: Enviar correu a un nou usuari
cs_cz: Poslat email novému uživateli
da: Send e-mail til ny bruger
de: E-Mail an neuen Nutzer schicken
el: Αποστολή mail στο νέο χρήστη
eo: Sendu retpoŝtaĵon al la nova uzulo
es: Enviar un e-mail al nuevo usuario
es_mx: Enviar correo a un nuevo usuario
eu_es: Bidali mezu elektronikoa erabiltzaile berriari
fa_ir: ارسال ایمیل به کاربران جدید
fi_fi: Lähetä sähköposti uudelle käyttäjälle
fo_fo: Send póst til nýggjan brúkara
fur: Invoie postle al nuov utent
ga: Seol post chuig úsáideoir nua
gl: Enviar un correo a un novo usuario
he_il: שלח דואר למשתמש חדש
hi: नए उपयोगकर्ता को मेल भेजें
hr_hr: Pošalji poštu novome korisniku
hu_hu: Levél küldése az új felhasználónak.
hy: Էլ. նամակ ուղարկել նոր օգտատիրոջը
id_id: Kirim email ke user baru
it: Spedisci un'email al nuovo utente
ja: メールを新しいユーザーに送信
ka_ge: ახალ მომხმარებელზე ფოსტის გაგზავნა
ko_kr: 새로 등록한 유저에게 메일 전송
lt_lt: Siūsti laišką naujam vartotojui
lv_lv: Sūtīt e-pastu jaunam lietotājam
mk_mk: Испрати пошта на новиот корисник
ms_my: Hantar e-mel kepada pengguna baru
my_mm: အသုံးပြုသူအသစ်ထံ အီးမေးလ်ပို့ပါ
ne: नयाँ प्रयोगकर्तालाई मेल पठाउनुहोस्
nl: Verzend een mail naar de nieuwe gebruiker
nn_no: Send epost til ny bruker
oc: Mandar un e-mail a l'utilizaire novèl
pl_pl: Wyśli wiadomość do nowego użytkownika
ps: د نوي کاروونکي لپاره برېښنالیک واستوئ
pt_br: Enviar e-mail ao novo usuário.
pt_pt: Enviar e-mail ao novo utilizador
ro_ro: Trimiteti email noului utilizator
ru_ru: Послать письмо новому пользователю
sk_sk: Poslať mail novému používateľovi
sl: Pošlji sporočilo novemu uporabniku
sq: Dërgoni email te përdoruesi i ri
sr_rs: Pošalji e-mail novom korisniku
sv_se: Skicka e-post till ny användare
sw_ke: Tuma barua pepe kwa mtumiaji mpya
ta: புதிய பயனருக்கு மின்னஞ்சல் அனுப்பு
th: ส่งอีเมลให้ผู้ใช้คนใหม่
tl_ph: Magpadala ng mail sa bagong gumagamit
tr: Yeni kullanıcıya posta gönder
uk_ua: Надіслати листа новому користувачу
vi_vn: Gửi thư cho người dùng mới
xh_za: Thumela imeyile kumsebenzisi omtsha
zh_cn: 给新用户发邮件
zh_tw: 向新使用者發送電郵

source: Portfolio
ar: واجهة ممتدة
ast_es: Perfil estendíu
bn_bd: পোর্টফোলিও
ca_es: Perfil extès
cs_cz: Rozšířený profil
da: Udvidet profil
de: Ausführliches Profil
el: Εκτεταμένο προφίλ
eo: Etenda profilo
es: Perfil extendido
es_mx: Perfil extendido
eu_es: Profil hedatua
fa_ir: استفاده از مشخصات گسترده
fi_fi: Laajennettu profiili
ga: Punann
gl: Perfil completo
he_il: פורטפוליו
hi: पोर्टफोलियो
hr_hr: Prošireni profil
hu_hu: Kibővített profil
hy: Պորտֆոլիո
id_id: Extended profile
it: Profilo esteso
ja: ポートフォリオ
ka_ge: პორტფოლიო
ko_kr: 부가적 개인 정보
lo: ແຟ້ມສະສົມຜົນງານ
lt_lt: Išplėstinis profilis
lv_lv: Izvērstie lietotāja dati
mk_mk: Продолжен профил
my_mm: အစုစည်းမှတ်တမ်း
ne: पोर्टफोलियो
nl: Uitgebreid profiel
nn_no: Utvidet profil
pl_pl: Profil rozszerzony
ps: پورتفولیو
pt_br: Perfil extenso
pt_pt: Perfil ampliado/alargado
ro_ro: Profil extins
ru_ru: Расширенный профиль
sk_sk: Rozšírený profil
sl: Razširjen profil
sq: Portofoli
sr_rs: Produženi profil
sv_se: Utökad profil
sw_ke: Hifadhi ya Kibinafsi
ta: போர்ட்ஃபோலியோ
th: ส่วนเพิ่มเติมแฟ้มประวัติ
tr: Detaylı kişisel bilgiler
uk_ua: Розширений профіль
vi_vn: Danh mục đầu tư
xh_za: Ipfolio
zh_cn: 扩展特征
zh_tw: 詳細個人資料
