Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Questions to be reviewed
yo_ng: Awọn ibeere lati ṣe atunyẹwo

source: Questions without answer
yo_ng: Awọn ibeere laisi idahun

source: Review selected questions
yo_ng: Atunyẹwo awọn ibeere ti a yan

source: You have tried to resolve this exercise earlier
yo_ng: O ti gbiyanju lati yanju adaṣe yii tẹlẹ

source: You do not have cookies support enabled in your browser. Chamilo relies on the feature called "cookies" to store your connection details. This means you will not be able to login if cookies are not enabled. Please change your browser configuration (generally in the Edit -> Preferences menu) and reload this page.
yo_ng: Iwọ ko ni atilẹyin awọn kuki ti a ṣiṣẹ ni ẹrọ ẹrọ rẹ. Chamilo gbẹkẹle ẹya ti a pe ni "awọn kuki" lati tọju awọn alaye asopọ rẹ. Eyi tumọ si pe iwọ kii yoo ni anfani lati wọle ti awọn kuki ko ba ṣiṣẹ. Jọwọ yi iṣeto ẹrọ ẹrọ rẹ pada (ni gbogbogbo ni Ẹkọ -> Awọn ayanfẹ) ki o tun gbe oju-iwe yii.

source: Your do not have JavaScript support enabled in your browser. Chamilo relies heavily on JavaScript to provide you with a more dynamic interface. It is likely that most feature will work, but you might not benefit from the latest improvements in usability. We recommend you change your browser configuration (generally under the Edit -> Preferences menu) and reload this page.
yo_ng: Iwọ ko ni atilẹyin JavaScript ti a ṣiṣẹ ni ẹrọ ẹrọ rẹ. Chamilo gbẹkẹle JavaScript gidigidi lati pese fun ọ pẹlu interfesi ti o dinamika diẹ sii. O ṣeeṣe pe ọpọlọpọ awọn ẹya yoo ṣiṣẹ, ṣugbọn o le ma ṣe anfani lati awọn ilọsiwaju tuntun ni lilo. A ṣe iṣeduro ki o yi iṣeto ẹrọ ẹrọ rẹ pada (ni gbogbogbo labẹ Ẹkọ -> Awọn ayanfẹ) ki o tun gbe oju-iwe yii.

source: You do not seem to have Flash support enabled in your browser. Chamilo only relies on Flash for a few features and will not lock you out in any way if you don't have it, but if you want to benefit from the complete set of tools from Chamilo, we recommend you install the Flash Plugin and restart your browser.
yo_ng: O ko dabi pe o ni atilẹyin Flash ti a ṣiṣẹ ni ẹrọ ẹrọ rẹ. Chamilo n gbẹkẹle Flash nikan fun awọn ẹya diẹ ati pe kii yoo tiipa ọ kuro ni eyikeyi ọna ti o ko ba ni, ṣugbọn ti o ba fẹ lati ni anfani lati ṣeto awọn ohun elo pipe lati Chamilo, a ṣe iṣeduro ki o fi sori ẹda Flash Plugin ki o tun bẹrẹ ẹrọ ẹrọ rẹ.

source: There are no questions for this exercise
yo_ng: Ko si awọn ibeere fun adaṣe yii

source: Attempt
yo_ng: Igbiyanju

source: Save and continue
yo_ng: Fipamọ ati tẹsiwaju

source: Proceed with the test
yo_ng: Tẹsiwaju pẹlu idanwo

source: Your browser does not have the QuickTime plugin installed. You can still use the platform, but to run a larger number of media file types, we suggest you might want to install it.
yo_ng: ẹrọ ẹrọ rẹ ko ni fi sori ẹda QuickTime. O le tun lo pẹlẹti, ṣugbọn lati ṣiṣẹ nọmba ti o tobi julọ ti awọn iru faili media, a daba pe o le fẹ lati fi sori.

source: Your browser doesn't seem to have the Sun Java plugin installed. You can still use the platform, but you will lose a few of its capabilities.
yo_ng: ẹrọ ẹrọ rẹ ko dabi pe o ni fi sori ẹda Sun Java. O le tun lo pẹlẹti, ṣugbọn iwọ yoo padanu diẹ ninu awọn agbara rẹ.

source: Your browser does not support Java
yo_ng: ẹrọ ẹrọ rẹ ko ni atilẹyin Java

source: Your browser has a Java version not supported by this tool. To use it you have to install a Java Sun version higher than 24
yo_ng: ẹrọ ẹrọ rẹ ni ẹya Java ti ko ni atilẹyin nipasẹ ohun elo yii. Lati lo o o ni lati fi sori ẹya Java Sun ti o ga ju 24 lọ

source: If you do not want to see this message again during this session, click here
yo_ng: Ti o ko ba fẹ ri ifọrọranṣẹ yii mọ nigba igba yii, tẹ nibi

source: Also search in older versions of each page
yo_ng: Tun wa ninu awọn ẹya agbalẹ ti kọọkan oju-iwe

source: Total hidden pages
yo_ng: Àpapọ àwùjọ ìkọkọ ìparí

source: Total pages edited at this time
yo_ng: Àpapọ àwùjọ ìkọkọ tí a ṣàtúnṣe lákòókò yìí

source: Total users that have participated in this Wiki
yo_ng: Àpapọ àwùjọ oníṣe tí wọ́n ti kọpa nínú Wiki yìí

source: Learners can add new pages to the Wiki
yo_ng: Àwùn rere le ṣàfikún àwùjọ ìkọkọ tuntun sí Wiki

source: Creation date of the oldest Wiki page
yo_ng: Ọjọ́ ìdá ìdásílẹ̀ ìkọkọ Wiki àtijọ jùlọ

source: Date of most recent edition of Wiki
yo_ng: Ọjọ́ ìdàtúnṣe ìkọkọ Wiki àìpèyìndì jùlọ

source: Average rating of all pages
yo_ng: Àpapọ ìdíwò ìpinnu ìkọkọ gbogbo rẹ̀

source: Mean estimated progress by users on their pages
yo_ng: Àpapọ ìdíwò ìlọsíwájú ìdíwò ìpinnu oníṣe lórí àwùjọ ìkọkọ wọn

source: Total different IP addresses that have contributed to Wiki
yo_ng: Àpapọ àwùjọ ìpàlà IP tí ó yàtọ̀ tí ó ti ṣe ìdarí sí Wiki

source: Pages
yo_ng: Àwùjọ ìkọkọ

source: Versions
yo_ng: Àwùn rere

source: Total of empty pages
yo_ng: Àpapọ àwùjọ ìkọkọ òfo

source: Number of discussion pages blocked
yo_ng: Nọmba àwùjọ ìjíròrò ìdènà

source: Number of discussion pages hidden
yo_ng: Nọmba àwùjọ ìjíròrò ìparí

source: Total comments on various versions of the pages
yo_ng: Àpapọ ìwàrání lórí àwùn rere ìyàtọ̀ ìkọkọ

source: Total pages can only be scored by a teacher
yo_ng: Àpapọ àwùjọ ìkọkọ tí olùkọ nìkan lò ṣe ìdíwò ìpinnu

source: Total pages that can be scored by other learners
yo_ng: Àpapọ àwùjọ ìkọkọ tí àwùn rere mìíràn ṣe ìdíwò ìpinnu

source: Number of assignments pages proposed by a teacher
yo_ng: Nọmba àwùjọ ìkọkọ ìyàn olùkọ tí a dábàá

source: Number of individual assignments learner pages
yo_ng: Nọmba àwùjọ ìkọkọ ìyàn àwùn rere ẹni kọ̀ọ̀kan

source: Number of tasks
yo_ng: Nọmba iṣẹ́-ọwọ́

source: Portfolio mode
yo_ng: Ìlànà Portfolio

source: Standard Task mode
yo_ng: Ìlànà Iṣẹ́-ọwọ́ Ìdàbọ̀bò

source: Information about the content of the pages
yo_ng: Ìròyìn nípa àkíì ìkọkọ ìkọkọ

source: In the last version
yo_ng: Nínú ìwàrání ìkẹhìn

source: In all versions
yo_ng: Nínú gbogbo ìwàrání

source: Number of contributions
yo_ng: Nọmba ìdarí

source: Number of visits
yo_ng: Nọmba ìbẹ̀wò

source: Number of words
yo_ng: Nọmba ọ̀rọ̀

source: Number of external html links inserted (text, images, ...).
yo_ng: Nọmba ìsopọ̀ html ìtàbọ̀ (ọ̀rọ̀, àwòrán, ...).

source: Number of wiki links
yo_ng: Nọmba ìsopọ̀ wiki

source: Number of inserted images
yo_ng: Nọmba àwòrán tí a fi sínú

source: Number of inserted flash files
yo_ng: Nọmba àwùn faili flash tí a fi sínú

source: Number of mp3 audio files inserted
yo_ng: Nọmba àwùn faili ohùn mp3 tí a fi sínú

source: Number of FLV video files inserted
yo_ng: Nọmba àwùn faili fídíò FLV tí a fi sínú

source: Number of Youtube video embedded
yo_ng: Nọmba fídíò Youtube tí a fi sínú

source: Number of audio and video files inserted (except mp3 and flv)
yo_ng: Nọmba àwùn faili ohùn àti fídíò tí a fi sínú (ayafi mp3 àti flv)

source: Number of tables inserted
yo_ng: Nọmba àwùn tabili tí a fi sínú

source: Anchors
yo_ng: Àwùn ìdùbọ̀lẹ̀

source: Number of protected pages
yo_ng: Nọmba àwùjọ ìkọkọ tí a dáàbò bò

source: Attempts
yo_ng: Ìgbìyànjú

source: See results
yo_ng: Wo àwọn ìpinnu

source: Loading
yo_ng: Ṣe ìdọ̀wọ̀dù

source: Are you sure you want to restore this element?
yo_ng: Ṣe ìdájọ́ ìdíwò pé ìwọ fẹ́ padà ìdásílẹ̀ nkan yìí?

source: %d questions, for a total score (all questions) of %s.
yo_ng: %d ìbéèrè, fún ìpinnu ìdíwò lapapọ (%d ìbéèrè gbogbo) ti %s.

source: This is an automatic email message. Please do not reply to it.
yo_ng: Èyí jẹ́ ìfiwéra ìmeèlì ìdàdàsílẹ̀. Jọ̀wọ́ má ṣe dáhùn sí i.

source: Uploaded documents
yo_ng: Àwùn ìwé tí a gbe ìkọlù

source: question
yo_ng: ìbéèrè

source: questions
yo_ng: ìbéèrè

source: Category description
yo_ng: Àpèjúwe ẹka

source: This category name already exists. Please use another name.
yo_ng: Orúkọ ẹka yìí ti wà tẹ́lẹ̀. Jọ̀wọ́ lo orúkọ mìíràn.

source: Can't delete category
yo_ng: Ko le paarẹ ẹka

source: Error: could not delete category
yo_ng: Aṣiṣe: ko le paarẹ ẹka

source: Could not edit category
yo_ng: Ko le ṣatunṣe ẹka

source: Could not update category
yo_ng: Ko le ṣe imudojuiwọn ẹka

source: All categories
yo_ng: Gbogbo awọn ẹka

source: Create question outside exercise
yo_ng: Ṣẹda ibeere ni ita adaṣe

source: Choose question type
yo_ng: Yan iru ibeere

source: Yes, with categories ordered
yo_ng: Bẹẹni, pẹlu awọn ẹka ti a bere lẹsẹẹsẹ

source: Yes, with categories shuffled
yo_ng: Bẹẹni, pẹlu awọn ẹka ti a dapọ

source: Manage all questions
yo_ng: Ṣakoso gbogbo awọn ibeere

source: Must be in a test
yo_ng: Gbọdọ wa ninu idanwo

source: Please select some random question
yo_ng: Jọwọ yan ibeere pipadanu kan

source: Remove from test
yo_ng: Yọ kuro ninu idanwo

source: Question by category
yo_ng: Ibeere nipasẹ ẹka

source: Questions category
yo_ng: Ẹka awọn ibeere

source: Add test category
yo_ng: Fi ẹka idanwo kun

source: Nb categories
yo_ng: Nọmba awọn ẹka

source: Are you sure you want to delete this category?
yo_ng: Ṣe o daju pe o fẹ pa ẹka yii run?

source: Not in a group
yo_ng: Ko si ninu ẹgbẹ

source: By category
yo_ng: Nipasẹ ẹka

source: Personal Calendar
yo_ng: Kalẹnda Ti ara ẹni

source: Skills Tree
yo_ng: Igi Ogbon

source: Skills
yo_ng: Awọn Ogbon

source: Skills Profile
yo_ng: Profaili Ogbon

source: With Certificate
yo_ng: Pẹlu Iwe-ẹri

source: Admin Calendar
yo_ng: Kalẹnda Alakoso

source: Course Calendar
yo_ng: Kalẹnda Ẹkọ

source: Reports
yo_ng: Awọn ijabọ

source: Results not reviewed
yo_ng: Awọn abajade ti ko ṣe atunyẹwo

source: Result not reviewed
yo_ng: Abajade ti ko ṣe atunyẹwo

source: %B %d, %Y at %H:%M
yo_ng: %B %d, %Y ni %H:%M

source: Enable legal terms
yo_ng: Ṣiṣẹ awọn ofin ofin

source: Show a legal notice when entering the course
yo_ng: Han ifitonilẹyin ofin nigbati o wọle si ẹkọ

source: Grading model
yo_ng: Awoṣe igbelewọn

source: Allow teachers to change the assessments grading model
yo_ng: Gba awọn olukọ lọwọ lati yi awoṣe igbelewọn awọn igbelewọn pada

source: Enabling this option, you will allow each teacher to choose the grading model which will be used in his/her course. This change will have to be made by the teacher from inside the assessments tool of the course.
yo_ng: Nipasẹ ṣiṣẹ aṣayan yii, iwọ yoo gba olukọ kọọkan lọwọ lati yan awoṣe igbelewọn ti yoo lo ninu ẹkọ rẹ/rẹ. Iyipada yii yoo ni lati ṣe nipasẹ olukọ lati inu ohun elo awọn igbelewọn ti ẹkọ.

source: Number of sub evaluations
yo_ng: Nọmba awọn igbelewọn ipilẹ

source: Add new model
yo_ng: Fi awoṣe tuntun kun

source: Number of learners who attempted the exercise
yo_ng: Nọmba awọn akẹkọ ti o gbiyanju adaṣe

source: Lowest score
yo_ng: Aami ti o kere julọ

source: Highest score
yo_ng: Aami ti o ga julọ

source: Contains a file
yo_ng: O ni faili kan

source: Discussions
yo_ng: Awọn Ìjíròrò

source: Exercise progress
yo_ng: Ilọsiwaju adaṣe

source: Select assessment
yo_ng: Yan igbelewọn

source: View skills tree
yo_ng: Wo igi ogbon

source: My skills
yo_ng: Awọn ogbon mi

source: Group parentship
yo_ng: Ìdàgbàsókè ẹgbẹ́

source: No parentship
yo_ng: Ko si ìdàgbàsókè

source: No certificate
yo_ng: Ko si iwewe

source: Allow assignments handing through online editor
yo_ng: Gba aṣẹ fun fifisilẹ iṣẹ́ pàtàkì nipasẹ olootu ori ayelujara

source: See file
yo_ng: Wo faili

source: Show document preview
yo_ng: Fi aworan iṣaaju iwe-iṣirò han

source: Showing previews of the documents in the documents tool will avoid loading a new page just to show a document, but can result unstable with some older browsers or smaller width screens.
yo_ng: Fifi aworan iṣaaju awọn iwe-iṣirò han ni ẹrọ awọn iwe yoo yọ kuro ni fifisilẹ oju-iwe tuntun kan lati fi iwe kan han, ṣugbọn o le jẹ aiṣedeede pẹlu awọn aṣàwárí pàtàkì diẹ ninu awọn aṣàwárí atijọ tabi awọn iboju iboju kekere.

source: You already sent an assignment, you can't upload a new one
yo_ng: O ti fi iṣẹ́ pàtàkì kan ranṣẹ, o ko le gbe tuntun kan soke

source: Enable CAS authentication
yo_ng: Ṣiṣẹ idaniloju CAS

source: Main CAS server
yo_ng: Olupin CAS akọkọ

source: This is the main CAS server which will be used for the authentication (IP address or hostname)
yo_ng: Eyi ni olupin CAS akọkọ ti yoo lo fun idaniloju (adirẹsi IP tabi orukọ ọga)

source: Main CAS server URI
yo_ng: URI olupin CAS akọkọ

source: The path to the CAS service
yo_ng: Ọna si iṣẹ CAS

source: Main CAS server port
yo_ng: Uwo olupin CAS akọkọ

source: The port on which to connect to the main CAS server
yo_ng: Uwo ti a fi sopọ si olupin CAS akọkọ

source: Main CAS server protocol
yo_ng: Ilana olupin CAS akọkọ

source: The protocol with which we connect to the CAS server
yo_ng: Ilana ti a fi sopọ si olupin CAS

source: Enable CAS user addition
yo_ng: Ṣiṣẹ ìfiwéra olumulo CAS

source: Enable CAS user addition. To create the user account from the LDAP directory, the extldap_config and extldap_user_correspondance tables must be filled in in app/config/auth.conf.php
yo_ng: Ṣiṣẹ ìfiwéra olumulo CAS. Lati ṣẹda akọọlẹ olumulo lati iwe LDAP, awọn tabili extldap_config ati extldap_user_correspondance gbọdọ wa ni kun ni app/config/auth.conf.php

source: Add CAS user login
yo_ng: Fi orukọ wiwọle olumulo CAS kun

source: Add CAS user login details when registering a new user
yo_ng: Fi awọn alaye orukọ wiwọle olumulo CAS kun nigbati o forukọsilẹ olumulo tuntun

source: Add CAS user e-mail
yo_ng: Fi imeeli olumulo CAS kun

source: Add CAS user e-mail details when registering a new user
yo_ng: Fi awọn alaye imeeli olumulo CAS kun nigbati o forukọsilẹ olumulo tuntun

source: Add CAS user first name
yo_ng: Fi orukọ olumulo CAS akọkọ kun

source: Add CAS user first name when registering a new user
yo_ng: Fi orukọ olumulo CAS akọkọ kun nigbati o forukọsilẹ olumulo tuntun

source: Add CAS user last name
yo_ng: Fi orukọ olumulo CAS ti o kẹhin kun

source: Add CAS user last name details when registering a new user
yo_ng: Fi awọn alaye orukọ olumulo CAS ti o kẹhin kun nigbati o forukọsilẹ olumulo tuntun

source: User list
yo_ng: Akojọ olumulo

source: Add as an announcement
yo_ng: Fi kun bi ìkéde

source: Skills and assessments
yo_ng: Awọn ogbon ati awọn ìdíwò

source: Add skill
yo_ng: Fi ogbon kun

source: Show admin toolbar
yo_ng: Fi ọpa ad ministré han

source: Accept legal agreement
yo_ng: Gba ìdùro ìbáṣepọ òfin

source: Legal agreement for this course
yo_ng: Ìdùro ìbáṣepọ òfin fun iṣẹ́-ẹkọ yii

source: Random questions by category
yo_ng: Awọn ìbeèrè ìdàpọ̀ pẹ̀lú ẹka

source: Display questions category
yo_ng: Fi ẹka ìbeèrè han

source: Review my answers
yo_ng: Ṣàyẹ̀wò awọn idahun mi

source: Text appearing at the end of the test
yo_ng: Ọrọ ti o han ni opin idanwò

source: Validated
yo_ng: Ti fi ìdíwò múlẹ̀

source: Not validated
yo_ng: Ko ti fi ìdíwò múlẹ̀

source: Reviewed
yo_ng: Ti ṣàyẹ̀wò

source: Select a question to revise
yo_ng: Yan ìbeèrè kan lati ṣàtúnṣe

source: Revise question later
yo_ng: Ṣàtúnṣe ìbeèrè nigbamii

source: Number of learners who selected it
yo_ng: Nọmba awọn akẹ́kọ̀ọ́ ti o yan rẹ̀

source: Questions already answered
yo_ng: Awọn ìbeèrè ti a ti dahùn tẹ́lẹ̀

source: There is no such skill
yo_ng: Ko si iru ogbon bẹẹ

source: Please check your grading model values
yo_ng: Jọwọ ṣayẹwo awọn iye awoṣe igbelewọn rẹ

source: Skills obtained when achieving this assessment
yo_ng: Awọn ogbon ti a gba nigbati o ṣaṣeyọri ìdíwò yii

source: Add assessment
yo_ng: Fi ìdíwò kun

source: No learner
yo_ng: Ko si ẹkọ

source: I am a human resources manager
yo_ng: Emi ni oluṣakoso awọn orisun eniyan

source: Absolute skill
yo_ng: Ogiri pipe

source: Option
yo_ng: Aṣayan

source: There are no SVG images in your images gallery directory
yo_ng: Ko si awọn aworan SVG ninu iṣiro aworan rẹ

source: No SVG image
yo_ng: Ko si aworan SVG

source: Number of learners
yo_ng: Nọmba awọn ẹkọ

source: Number of learners accessing the course
yo_ng: Nọmba awọn ẹkọ ti n wọle si iṣẹ-ẹkọ

source: Percentage of learners accessing the course
yo_ng: Oṣuwọn awọn ẹkọ ti n wọle si iṣẹ-ẹkọ

source: Number of learners who completed all activities (100% progress)
yo_ng: Nọmba awọn ẹkọ ti pari gbogbo awọn iṣẹ ṣiṣe (100% ilọsiwaju)

source: Percentage of learners who completed all activities (100% progress)
yo_ng: Oṣuwọn awọn ẹkọ ti pari gbogbo awọn iṣẹ ṣiṣe (100% ilọsiwaju)

source: Average number of activities completed per learner
yo_ng: Aarin nọmba awọn iṣẹ ṣiṣe ti o pari fun ọkọ ẹkọ kọọkan

source: Total time spent in the course
yo_ng: Akoko lapapọ ti a lo ninu iṣẹ-ẹkọ

source: Average time spent per learner in the course
yo_ng: Akoko aarin ti a lo fun ọkọ ẹkọ kọọkan ninu iṣẹ-ẹkọ

source: Number of documents in learning path
yo_ng: Nọmba awọn iwe ni ọna ẹkọ

source: Number of exercises in learning path
yo_ng: Nọmba awọn adaṣe ninu ọna ẹkọ

source: Number of links in learning path
yo_ng: Nọmba awọn asopọ ninu ọna ẹkọ

source: Number of forums in learning path
yo_ng: Nọmba awọn apejọ ninu ọna ẹkọ

source: Number of assignments in learning path
yo_ng: Nọmba awọn iṣẹ ṣiṣe ninu ọna ẹkọ

source: Number of announcements in course
yo_ng: Nọmba awọn ikede ninu iṣẹ-ẹkọ

source: Current courses report
yo_ng: Iroyin awọn iṣẹ-ẹkọ lọwọlọwọ

source: Hide table of contents frame
yo_ng: Fi tabili akoonu pamọ

source: Updates
yo_ng: Awọn imudojuiwọn

source: Teaching
yo_ng: Ẹkọ

source: Courses reporting
yo_ng: Iroyin awọn iṣẹ-ẹkọ

source: Admin reports
yo_ng: Awọn iroyin oludari

source: Exams reports
yo_ng: Awọn iroyin idanwo

source: My reporting
yo_ng: Iroyin mi

source: Search skills
yo_ng: Wa awọn ogiri

source: Save this search
yo_ng: Fi ìwádìí yìí pamọ́

source: Stored skills profiles
yo_ng: Awọn profaili ogiri ti a fipamọ

source: Matches
yo_ng: Awọn ibaamu

source: %s, welcome to %s
yo_ng: %s, kaabọ si %s

source: Use user's IDs from the file to subscribe them
yo_ng: Lo awọn ID olumulo lati faili lati forukọsilẹ wọn

source: Who and where
yo_ng: Tani ati nibo

source: You cannot upload this assignment. Please delete the previous one first.
yo_ng: O ko le gbe iṣẹ ṣiṣe yii soke. Jọwọ pa pipadanu ti tẹlẹ kọkọ.

source: Shows a global toolbar on top of the page to the designated user roles. This toolbar, very similar to Wordpress and Google's black toolbars, can really speed up complicated actions and improve the space you have available for the learning content, but it might be confusing for some users
yo_ng: Fi ọpa ohun elo agbaye han lori oke ti oju-iwe si awọn ipa olumulo ti a yan. Ọpa yii, ti o jọra pupọ si Wordpress ati awọn ọpa dudu Google, le yara awọn iṣe idiju ati mu aaye ti o wa fun akoonu ẹkọ dara si, ṣugbọn o le jẹ idamu fun diẹ ninu awọn olumulo

source: Session list
yo_ng: Akojọ igba

source: Learner list
yo_ng: Akojọ ẹkọ

source: Learners who're taking the exercise right now
yo_ng: Awọn ẹkọ ti n ṣe adaṣe lọwọlọwọ

source: Report by question
yo_ng: Iroyin nipasẹ ibeere

source: Live results
yo_ng: Awọn abajade laaye

source: Skill not found
yo_ng: Ogiri ko ri

source: I have this skill
yo_ng: Mo ni ogiri yii

source: Me
yo_ng: Emi

source: Vote
yo_ng: Idibo

source: Votes
yo_ng: Awọn idibo

source: %s stars out of 5
yo_ng: %s awọn irawo ninu 5

source: Visit
yo_ng: Ṣabẹwo

source: Your vote
yo_ng: Idibo rẹ

source: Most popular courses
yo_ng: Awọn iṣẹ-ẹkọ olokiki julọ

source: Sent at: %s
yo_ng: A firanṣẹ ni: %s

source: %b %d, %Y at %I:%M %p
yo_ng: %b %d, %Y ni %I:%M %p

source: Login to vote
yo_ng: Wọle lati dibo

source: Add in menu
yo_ng: Fi kun si inu akojọ

source: Allow users to change e-mail without password
yo_ng: Gba awọn olumulo laaye lati yi imeeli pada laisi ọrọ igbaniwọle

source: When changing the account information
yo_ng: Nigbati o ba n yi alaye akọọlẹ pada

source: Enable help link
yo_ng: Ṣiṣẹ ìsopọ ìrànlọwọ

source: The Help link is located in the top right part of the screen
yo_ng: Ìsopọ Ìrànlọwọ wa ni apa ọtun oke ti iboju

source: Back to administration
yo_ng: Pada si iṣakoso

source: Allow global chat
yo_ng: Gba chat agbaye laaye

source: Extra content in header
yo_ng: Akoonu afikun ni akọsori

source: You can add HTML code like meta tags
yo_ng: O le fi koodu HTML kun bii awọn aami meta

source: Extra content in footer
yo_ng: Akoonu afikun ni ẹsẹ

source: Users can chat with each other
yo_ng: Awọn olumulo le chat pẹlu ara wọn

source: Do not show
yo_ng: Maṣe fi han

source: Show to admins only
yo_ng: Han si awọn admins nikan

source: Show to admins and teachers
yo_ng: Han si awọn admins ati olukọ

source: Show to all users
yo_ng: Han si gbogbo awọn olumulo

source: Import glossary
yo_ng: Kofo glossary

source: Replace glossary
yo_ng: Rọpa glossary

source: Cannot delete glossary
yo_ng: Ko le paarẹ glossary

source: Terms imported
yo_ng: Awọn ọrọ ti a kofo

source: Terms not imported
yo_ng: Awọn ọrọ ti a ko kofo

source: Export glossary as a CSV file
yo_ng: Kofo glossary bi faili CSV

source: Select an action
yo_ng: Yan iṣe kan

source: Login: %s
yo_ng: Wọle: %s

source: Database <b>%s</b> will be created
yo_ng: Ibi ipamọ data <b>%s</b> yoo ṣẹda

source: User <b>%s</b> doesn't have access in the database <b>%s</b>
yo_ng: Olumulo <b>%s</b> ko ni iraye si ni ibaramu data <b>%s</b>

source: Database <b>%s</b> can't be created, user <b>%s</b> doesn't have enough permissions
yo_ng: Ibi ipamọ data <b>%s</b> ko le ṣẹda, olumulo <b>%s</b> ko ni awọn igbanilaaye to

source: Copy only session items
yo_ng: Daakọ awọn ohun elo igba nikan

source: First letter of course title
yo_ng: Lẹta akọkọ ti akọle iṣẹ-ẹkọ

source: # of published exercises
yo_ng: # ti awọn adaṣe ti a tẹjade

source: # of published Learning Paths
yo_ng: # ti awọn ọna ẹkọ ti a tẹjade

source: Chat (Connected)
yo_ng: Chat (Ti so)

source: Chat (Disconnected)
yo_ng: Chat (Ti ge)

source: Add course description
yo_ng: Fi kun apejuwe iṣẹ-ẹkọ

source: Suggested steps to take next
yo_ng: Awọn igbesẹ ti a daba lati ṣe nigbamii

source: Record answer
yo_ng: Ghi idahun

source: Use the message below to add a comment
yo_ng: Lo ifọrọranṣẹ isalẹ lati fi ọrọìwòye kun

source: Send record
yo_ng: Firanṣẹ igbasilẹ

source: Download record
yo_ng: Igbasilẹ igbasilẹ

source: Oral expression
yo_ng: Ọrọ sisọ

source: Users found in other portals
yo_ng: Awọn olumulo ti a rii ni awọn ọna abawọle miiran

source: Add user to my portal
yo_ng: Fi olumulo kun si ọna abawọle mi

source: Users deleted
yo_ng: Awọn olumulo ti paarẹ

source: Users added
yo_ng: Awọn olumulo ti a fi kun

source: Plugin area
yo_ng: Agbegbe afikun

source: No configuration settings found for this plugin
yo_ng: Ko si awọn eto iṣeto ti a rii fun afikọṣẹ yii

source: Default course visibility
yo_ng: Iranran iṣẹ-ẹkọ aiyipada

source: Default course visibility while creating a new course
yo_ng: Iranran iṣẹ-ẹkọ aiyipada nigba ṣiṣẹda iṣẹ-ẹkọ tuntun

source: You have entered the course <b>%s</b> in <b>%s</b>
yo_ng: O ti wọ iṣẹ-ẹkọ <b>%s</b> sinu <b>%s</b>

source: Use the email as username
yo_ng: Lo imeeli bi orukọ olumulo

source: Use the email in order to login to the system
yo_ng: Lo imeeli lati wọle si eto naa

source: Congratulations you passed the test!
yo_ng: Oriire, o ti kọja idanwo naa!

source: You didn't reach the minimum score
yo_ng: O ko de ami ti o kere julọ

source: Activate the browser sniffer
yo_ng: Ṣiṣẹ oníṣọ ọkọwẹ̀

source: This will enable an investigator of the capabilities that support browsers that connect to Chamilo. Therefore will improve user experience by adapting responses to the type of browser platform that connects, but will slow initial page load of users every time that they enter to the platform.
yo_ng: Eyi yoo ṣiṣẹ aṣawari ti awọn agbara ti awọn ọkọwẹ̀ ti o ṣe atilẹyin ti o npọ si Chamilo. Nitorinaa yoo mu iriri olumulo dara si nipa didari awọn idahun si iru ọkọwẹ̀ ti o npọ si, ṣugbọn yoo fa fifọ oju-iwe akọkọ ti awọn olumulo ni gbogbo igba ti wọn ba wọle si pẹpẹ.

source: End test
yo_ng: Parí idanwo

source: Activate Wami-recorder
yo_ng: Ṣiṣẹ Wami-recorder

source: Wami-recorder is a voice record tool on Flash
yo_ng: Wami-recorder jẹ ohun elo igbasilẹ ohun lori Flash

source: Event type
yo_ng: Iru iṣẹlẹ
