Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The field is successfully moved down
ar: تم تحريك الحقل إلى الأسفل بنجاح
ast_es: El campu desplazóse pa embaxu
bn_bd: ফিল্ডটি সফলভাবে নিচে সরানো হয়েছে
bs_ba: Polje je uspješno pomaknuto dolje
ca_es: El camp ha estat mogut cap avall
cs_cz: Pole je úspěšně přesunuto dolů
da: Feltet er flyttet ned
de: Das Feld wurde erfolgreich nach unten verschoben
el: Το πεδίο μετακινήθηκε κάτω επιτυχώς
eo: La kampo sukcese moviĝis malsupren.
es: El campo ha sido desplazado hacia abajo
es_mx: El campo se movió hacia abajo exitosamente
eu_es: Eremua behera eraman da ongi
fa_ir: فیلد با موفقیت به پایین منتقل شد
fi_fi: Kenttä siirretty alas onnistuneesti
fo_fo: Teigurin er flutt niður við ognast
fur: Il camp e jessi spostât zo
ga: Bogadh an réimse síos go rathúil
gl: O campo desprazouse cara abaixo
he_il: השדה הועבר בהצלחה למטה
hi: फ़ील्ड को सफलतापूर्वक नीचे ले जाया गया है
hr_hr: Polje je uspješno pomaknuto dolje
hu_hu: A mező sikeresen lefelé mozgatva
hy: Դաշտը հաջողությամբ տեղափոխվել է ներքև
id_id: Field berhasil dipindahkan ke bawah
it: Il campo è stato spostato in basso
ja: フィールドが正常に下に移動されました
ka_ge: ველი წარმატებით გადაიტანეს ქვემოთ
ko_kr: 필드가 성공적으로 아래로 이동되었습니다
lo: ຍ້າຍຊ່ອງຂໍ້ມູນລົງສຳເລັດແລ້ວ
lt_lt: Laukas sėkmingai perkeltas žemyn
lv_lv: Lauks veiksmīgi tika pārvietots uz leju
mk_mk: Полето е успешно преместено надолу
ms_my: Medan berjaya dipindahkan ke bawah
my_mm: ကွက်လပ်ကို အောင်မြင်စွာ အောက်သို့ ရွှေ့ပြီးဖြစ်သည်
ne: क्षेत्र सफलतापूर्वक तल सारियो
nl: Het veld is met succes naar beneden verplaatst
nn_no: Feltet er flytta ned med suksess
oc: Lo camp es desplaçat cap aval amb succès.
pl_pl: Pole zostało przeniesione poniżej
ps: ډګر په بریالیتوب سره ښکته کېږي
pt_br: O campo foi movido para baixo
pt_pt: O campo foi movido para baixo com sucesso
ro_ro: Campul a fost deplasat in jos cu succes
ru_ru: Поле успешно перемещено вниз
sk_sk: Pole bolo úspešne presunuté nadol
sl: Polje je bilo uspešno premaknjeno navdol.
sq: Fusha u zhvendos me sukses poshtë
sr_rs: Polje je uspešno pomerano nadole
sv_se: Fältet flyttades ner
sw_ke: Uwanja umehama chini kwa mafanikio
ta: புலம் வெற்றிகரமாக கீழே நகர்த்தப்பட்டது
th: ย้ายฟิลด์ลงเรียบร้อยแล้ว
tl_ph: Matagumpay na inilipat pababa ang field
tr: Bu alan başarıyla aşağıya alındı
uk_ua: Поле успішно переміщено вниз
vi_vn: Trường đã được di chuyển xuống thành công
xh_za: Intsimi iye phantsi ngempumelelo
zh_cn: 字段已下移
zh_tw: 欄位已成功下移

source: Cannot move the field.
ar: يصعب تحريك الحقل
ast_es: Nun se pue mover el campu
bn_bd: ফিল্ডটি সরানো যায়নি।
bs_ba: Ne mogu pomaknuti polje.
ca_es: El camp no s'ha pogut moure
cs_cz: Nejde pole přesunout
da: Kan ikke flytte feltet.
de: Feld kann nicht verschoben werden
el: Αδυναμία μετακίνησης του πεδίου
eo: Ne eblas movi la kampon.
es: No se puede mover el campo
es_mx: No se puede mover el campo.
eu_es: Eremua ezin da lekuz aldatu
fa_ir: نمی‌توان فیلد را جابجا کرد.
fi_fi: Kenttää ei voi poistaa.
fo_fo: Kann ikki flyta teigurin.
fur: No si pues spostâ il camp.
ga: Ní féidir an réimse a bhogadh.
gl: Non se pode mover o campo
he_il: לא ניתן להזיז את השדה.
hi: फ़ील्ड को नहीं ले जाया जा सका।
hr_hr: Ne mogu pomaknuti polje.
hu_hu: A mező nem mozgatható.
hy: Հնարավոր չէ տեղափոխել դաշտը:
id_id: Tidak dapat memindahkan field.
it: Il campo non può essere spostato
ja: フィールドを移動できません
ka_ge: ველის გადატანა შეუძლებელია.
ko_kr: 필드를 이동할 수 없습니다
lo: ບໍ່ສາມາດຍ້າຍຊ່ອງຂໍ້ມູນໄດ້.
lt_lt: Negalima perkelti lauko.
lv_lv: Lauku nevar pārvietot
mk_mk: Не може да се премести полето.
ms_my: Tidak boleh memindahkan medan.
my_mm: ကွက်လပ်ကို ရွှေ့၍မရပါ။
ne: क्षेत्र सार्न सकिएन।
nl: Kan het veld niet verplaatsen.
nn_no: Kan ikkje flytte feltet.
oc: Impossible de desplaçar lo camp.
pl_pl: Nie można przenieść pola.
ps: ډګر نشي حرکت کېدای.
pt_br: Não se pode mover o campo
pt_pt: O campo não pode ser movido.
ro_ro: Nu pot muta campul
ru_ru: Не удается переместить поле.
sk_sk: Nie je možné pole presunúť.
sl: Ne morem premakniti polja.
sq: Nuk mund të zhvendoset fusha.
sr_rs: Ne mogu pomeriti polje.
sv_se: Kan inte flytta fältet
sw_ke: Haiwezi kusogeza uwanja.
ta: புலத்தை நகர்த்த முடியவில்லை.
th: ไม่สามารถย้ายฟิลด์ได้
tl_ph: Hindi maipapagalaw ang field.
tr: Bu alan taşınamadı
uk_ua: Не вдається перемістити поле.
vi_vn: Không thể di chuyển trường.
xh_za: Ayinakuze ishukumiswe intsimi.
zh_cn: 不能移动字段
zh_tw: 無法移動欄位。

source: The field is successfully moved up.
ar: تم تحريك الحقل إلى الأعلى بنجاح
ast_es: El campu desplazóse pa enriba
bn_bd: ফিল্ডটি সফলভাবে উপরে সরানো হয়েছে।
bs_ba: Polje je uspješno pomaknuto gore.
ca_es: El camp ha estat mogut cap amunt
cs_cz: Pole je úspěšně přesunuto nahoru
da: Feltet er flyttet op.
de: Das Feld wurde erfolgreich nach oben verschoben
el: Το πεδίο μετακινήθηκε πάνω επιτυχώς.
eo: La kampo sukcese moviĝis supren.
es: El campo ha sido desplazado hacia arriba
es_mx: El campo se movió hacia arriba exitosamente.
eu_es: Eremua gora eraman da ongi
fa_ir: فیلد با موفقیت به بالا منتقل شد.
fi_fi: Kenttä siirretty ylös onnistuneesti.
fo_fo: Teigurin er flutt upp við ognast.
fur: Il camp e jessi spostât su.
ga: Bogadh an réimse suas go rathúil.
gl: O campo desprazouse cara arriba
he_il: השדה הועבר בהצלחה למעלה.
hi: फ़ील्ड को सफलतापूर्वक ऊपर ले जाया गया है।
hr_hr: Polje je uspješno pomaknuto gore.
hu_hu: A mező sikeresen felfelé mozgatva.
hy: Դաշտը հաջողությամբ տեղափոխվել է վերև:
id_id: Field berhasil dipindahkan ke atas.
it: Il campo è stato spostato in alto
ja: フィールドが正常に上に移動されました
ka_ge: ველი წარმატებით გადაიტანეს ზევით.
ko_kr: 필드가 성공적으로 위로 이동되었습니다
lo: ຍ້າຍຊ່ອງຂໍ້ມູນຂຶ້ນສຳເລັດແລ້ວ.
lt_lt: Laukas sėkmingai perkeltas aukštyn.
lv_lv: Lauks ir veiksmīgi pārvietots uz augšu
mk_mk: Полето е успешно преместено нагоре.
ms_my: Medan berjaya dipindahkan ke atas.
my_mm: ကွက်လပ်ကို အောင်မြင်စွာ အထက်သို့ ရွှေ့ပြီးဖြစ်သည်။
ne: क्षेत्र सफलतापूर्वक माथि सारियो।
nl: Het veld is met succes naar boven verplaatst.
nn_no: Feltet er flytta opp med suksess.
oc: Lo camp es desplaçat cap amont amb succès.
pl_pl: Pole zostało przeniesione
ps: ډګر په بریالیتوب سره پورته کېږي.
pt_br: O campo foi movido para cima
pt_pt: O campo foi movido para cima com sucesso
ro_ro: Campul a fost mutat in sus cu succes.
ru_ru: Поле успешно перемещено вверх.
sk_sk: Pole bolo úspešne posunuté nahor.
sl: Polje je bilo uspešno premaknjeno navzgor.
sq: Fusha u zhvendos me sukses lart.
sr_rs: Polje je uspešno pomerano nagore.
sv_se: Fältet flyttades upp
sw_ke: Uwanja umehama juu kwa mafanikio.
ta: புலம் வெற்றிகரமாக மேலே நகர்த்தப்பட்டது.
th: ย้ายฟิลด์ขึ้นเรียบร้อยแล้ว
tl_ph: Matagumpay na inilipat pataas ang field.
tr: Bu alan başarıyla yukarıya alındı
uk_ua: Поле успішно переміщено вгору.
vi_vn: Trường đã được di chuyển lên thành công.
xh_za: Intsimi iye phezulu ngempumelelo.
zh_cn: 字段已上移
zh_tw: 欄位已成功上移。

source: OpenGraph meta title
ar: OpenGraph عنوان
ast_es: Títulu meta OpenGraph
bn_bd: OpenGraph মেটা শিরোনাম
bs_ba: OpenGraph meta naslov
ca_es: Títol meta OpenGraph
cs_cz: OpenGraph meta titulek
da: OpenGraph meta-titel
de: OpenGraph Meta-Titel
el: Τίτλος meta OpenGraph
eo: OpenGraph meta-titolo
es: Título meta OpenGraph
es_mx: Título meta OpenGraph
eu_es: OpenGraph meta izenburua
fa_ir: عنوان متا OpenGraph
fi_fi: OpenGraph-metaotsikko
fo_fo: OpenGraph meta heiti
fur: Titel meta OpenGraph
ga: Teideal meiteach OpenGraph
gl: Meta título OpenGraph
he_il: כותרת מטא של OpenGraph
hi: ओपनग्राफ़ मेटा शीर्षक
hr_hr: OpenGraph meta naslov
hu_hu: OpenGraph meta cím
hy: OpenGraph մետա վերնագիր
id_id: Meta title OpenGraph
it: Titolo meta OpenGraph
ja: OpenGraphメタタイトル
ka_ge: OpenGraph მეტა სათაური
ko_kr: OpenGraph 메타 제목
lo: ຫົວຂໍ້ເມຕາ OpenGraph
lt_lt: OpenGraph meta pavadinimas
lv_lv: OpenGraph meta virsraksts
mk_mk: OpenGraph мета наслов
ms_my: Tajuk meta OpenGraph
my_mm: OpenGraph မက်တာခေါင်းစဉ်
ne: OpenGraph मेटा शीर्षक
nl: OpenGraph metatitel
nn_no: OpenGraph meta-tittel
oc: Títol meta OpenGraph
pl_pl: Meta tytuł OpenGraph
ps: OpenGraph meta سرلیک
pt_br: Abrir Gráfico do título da meta
pt_pt: Título meta OpenGraph
ro_ro: Titlu meta OpenGraph
ru_ru: Мета-заголовок OpenGraph
sk_sk: OpenGraph meta názov
sl: OpenGraph meta naziv
sq: Titulli meta OpenGraph
sr_rs: OpenGraph meta naslov
sv_se: OpenGraph meta-titel
sw_ke: Kichwa cha meta ya OpenGraph
ta: OpenGraph மெட்டா தலைப்பு
th: ชื่อเมตา OpenGraph
tl_ph: OpenGraph meta pamagat
tr: OpenGraph meta başlığı
uk_ua: Мета-заголовок OpenGraph
vi_vn: Tiêu đề meta OpenGraph
xh_za: Isihloko se-OpenGraph meta
zh_cn: OpenGraph元标题
zh_tw: OpenGraph 元標題

source: This will show an OpenGraph Description meta (og:description) in your site's headers
ar: هذا سوف يظهر في رأس الصفحة للموقع
ast_es: Isto amosará una meta Descripción OpenGraph (og:description) nes cabezeres del sitiu
bn_bd: এটি আপনার সাইটের হেডারে একটি OpenGraph Description মেটা (og:description) দেখাবে
bs_ba: Ovo će prikazati OpenGraph Opis meta (og:description) u zaglavlju vašeg sajta
ca_es: Això inclourà el tag de descripció d'OpenGraph (og:description) en les capçaleres (invisibles) del seu portal
cs_cz: Toto zobrazí OpenGraph Description meta (og:description) v hlavičkách vašeho webu
da: Dette viser en OpenGraph-beskrivelse meta (og:description) i din sites overskrifter
de: Dies zeigt eine Beschreibung der OpenGraph Meta (og:Beschreibung) in Ihrem Website-Header an
el: Αυτή η επιλογή δείχνει ένα τίτλο OpenGraph στην επικεφαλίδα του ιστότοπου σας.
eo: Tio montros OpenGraph-priskriban metan (og:description) en la kapoj de via retejo
es: Esto incluirá el tag de descripción OpenGraph (og:description) en las cabeceras (invisibles) de su portal.
es_mx: Esto mostrará una meta Descripción OpenGraph (og:description) en los encabezados de su sitio
eu_es: Honek OpenGraph Deskribapen meta (og:description) erakutsiko du zure webgunearen goiburuan
fa_ir: این یک متا OpenGraph Description (og:description) در هدرهای سایت شما نمایش می‌دهد
fi_fi: Tämä näyttää OpenGraph-kuvausmetan (og:description) sivustosi otsikoissa
fo_fo: Hetta vísir ein OpenGraph lýsing meta (og:description) í síðunnar headerum
fur: Cheste mostrârâ une meta Descrizion OpenGraph (og:description) intê intestissions dal sit
ga: Taispeánfaidh sé seo cur síos meiteach OpenGraph (og:description) i gceanntair do shuíomh
gl: Isto incluirá o tag de descrición OpenGraph (og:decription) nas cabeceiras (invisibles) do seu portal.
he_il: זה יציג מטא של OpenGraph Description (og:description) בכותרות האתר שלך
hi: यह आपकी साइट के हेडर में ओपनग्राफ़ विवरण मेटा (og:description) दिखाएगा
hr_hr: Ovo će prikazati OpenGraph Description meta (og:description) u zaglavlju stranice
hu_hu: Ez egy OpenGraph Leírás meta-t (og:description) jelenít meg az oldal fejlécében
hy: Սա կցուցադրի OpenGraph Նկարագրություն մետա (og:description) ձեր կայքի վերնագրերում
id_id: Ini akan menampilkan meta OpenGraph Description (og:description) di header situs Anda
it: Mostrerà una meta OpenGraph Description negli headers del sito (og:description)
ja: サイトのヘッダーにOpenGraph Descriptionメタ（og:description）を表示します
ka_ge: ეს გამოჩნდება OpenGraph აღწერის მეტა (og:description) თქვენი საიტის შტრიხებში
ko_kr: 사이트 헤더에 OpenGraph 설명 메타(og:description)를 표시합니다
lo: ສິ່ງນີ້ຈະສະແດງເມຕາຄຳອະທິບາຍ OpenGraph (og:description) ໃນສ່ວນຫົວຂອງເວັບໄຊຂອງທ່ານ
lt_lt: Tai rodys OpenGraph Aprašymo meta (og:description) jūsų svetainės antraštėse
lv_lv: Tas parādīs OpenGraph apraksta meta (og:description) jūsu vietnes galvenē
mk_mk: Ова ќе прикаже OpenGraph Опис мета (og:description) во заглавјето на твојот сајт
ms_my: Ini akan tunjukkan meta Penerangan OpenGraph (og:description) dalam header laman anda
my_mm: ဤသည်မှာ သင့်ဆိုက်၏ ခေါင်းစီးများတွင် OpenGraph ဖော်ပြချက်မက်တာ (og:description) ကို ပြသမည်ဖြစ်သည်
ne: यसले तपाईंको साइटको हेडरहरूमा OpenGraph विवरण मेटा (og:description) देखाउँछ
nl: Dit toont een OpenGraph-beschrijving meta (og:description) in de headers van uw site
nn_no: Dette vil vise ein OpenGraph-beskrivelse meta (og:description) i sidens headerar
oc: Aquò afichará una meta Descripcion OpenGraph (og:description) dins las entresas de vòstre site
pl_pl: To wyświetli meta opis OpenGraph (og:description) w nagłówkach strony
ps: دا به ستاسو سایټ کې د OpenGraph Description meta (og:description) په سرلیک کې ښکاره کړي
pt_br: Isto irá mostrar e um Abrir um Gráfico de Descrição da meta (og: Descrição) nos cabeçalhos do seu site
pt_pt: Isto incluirá o OpenGraph tag descrição (og: Descrição) nos cabeçalhos (invisíveis) do seu portal.
ro_ro: Acest lucru va afișa o descriere meta OpenGraph (og:description) în antetele site-ului dvs.
ru_ru: Это отобразит мета-тег OpenGraph Description (og:description) в заголовках вашего сайта
sk_sk: Ukáže OpenGraph Popis meta (og:popis) v hlavičke vašej stránky
sl: Prikaže OpenGraph meta opis v glavi vaše strani
sq: Kjo do të shfaqë një meta Përshkrim OpenGraph (og:description) në kokën e faqes suaj
sr_rs: Ovo će prikazati OpenGraph Opis meta (og:description) u zaglavlju vašeg sajta
sv_se: Detta kommer att visa en OpenGraph-beskrivning meta (og:description) i din webbplats rubriker
sw_ke: Hii itaonyesha maelezo ya meta ya OpenGraph (og:description) kwenye vichwa vya tovuti yako
ta: இது உங்கள் தளத்தின் தலைப்புகளில் OpenGraph விளக்கம் மெட்டா (og:description) காட்டும்
th: จะแสดงเมตา OpenGraph Description (og:description) ในส่วนหัวของไซต์
tl_ph: Ito ay magpapakita ng OpenGraph Description meta (og:description) sa headers ng iyong site
tr: Bu, sitenizin başlıklarında bir OpenGraph Açıklama meta (og:description) gösterecektir
uk_ua: Це відобразить мета OpenGraph Description (og:description) у заголовках вашого сайту
vi_vn: Điều này sẽ hiển thị meta Mô tả OpenGraph (og:description) trong tiêu đề trang web của bạn
xh_za: Oku kuya bonisa i-OpenGraph Description meta (og:description) ezintloko ze-sayithi yakho
zh_cn: 这将在您站点的头部显示OpenGraph描述元（og:description）
zh_tw: 這將在網站標頭顯示 OpenGraph 描述元標籤 (og:description)

source: Meta description
ar: الوصف
ast_es: Descripción meta
bn_bd: মেটা বর্ণনা
bs_ba: Meta opis
ca_es: Descripció Meta
cs_cz: Meta popis
da: Meta-beskrivelse
de: Meta-Beschreibung
el: Meta περιγραφή
eo: Meta-priskribo
es: Descripción Meta
es_mx: Meta descripción
eu_es: Meta deskribapena
fa_ir: توضیحات متا
fi_fi: Metakuvaus
fo_fo: Meta lýsing
fur: Meta descrizion
ga: Cur síos meiteach
gl: Descrición Meta
he_il: תיאור מטא
hi: मेटा विवरण
hr_hr: Meta opis
hu_hu: Meta leírás
hy: Մետա նկարագրություն
id_id: Meta deskripsi
it: Meta descrizioni
ja: メタ記述
ka_ge: მეტა აღწერა
ko_kr: 메타 설명
lt_lt: Meta aprašymas
lv_lv: Meta apraksts
mk_mk: Мета опис
ms_my: Penerangan meta
my_mm: မက်တာဖော်ပြချက်
ne: मेटा विवरण
nl: Metabeschrijving
nn_no: Meta-beskrivelse
oc: Descripcion meta
pl_pl: Meta opis
ps: Meta توضیحات
pt_br: Descrição da Meta
pt_pt: Descrição Meta
ro_ro: Descriere meta
ru_ru: Мета-описание
sk_sk: Meta popis
sl: Meta opis
sq: Përshkrimi meta
sr_rs: Meta opis
sv_se: Meta-beskrivning
sw_ke: Maelezo ya meta
ta: மெட்டா விளக்கம்
th: คำอธิบายเมตา
tl_ph: Meta deskripsyon
tr: Meta açıklama
uk_ua: Мета-опис
vi_vn: Mô tả meta
xh_za: Inkcazo yeMeta
zh_cn: 元描述
zh_tw: 元描述

source: This will show an OpenGraph Title meta (og:title) in your site's headers
ar: هذا العنوان سوف يظهر في رأس الصفحة للنظام
ast_es: Isto amosará una meta Títulu OpenGraph (og:title) nes cabezeres del sitiu
bn_bd: এটি আপনার সাইটের হেডারে একটি OpenGraph Title মেটা (og:title) দেখাবে
bs_ba: Ovo će prikazati OpenGraph Naslov meta (og:title) u zaglavlju vašeg sajta
ca_es: Això inclourà el tag de títol d'OpenGraph (og:title) en les capçaleres (invisibles) del seu portal.
cs_cz: Toto zobrazí OpenGraph Title meta (og:title) v hlavičkách vašeho webu
da: Dette viser en OpenGraph-titel meta (og:title) i din sites overskrifter
de: Dies zeigt eine OpenGraph Titel Meta (og:Titel) in Ihrem Website-Header an
el: Αυτή η επιλογή δείχνει ένα τίτλο OpenGraph στην επικεφαλίδα του ιστότοπου σας.
eo: Tio montros OpenGraph-titolan metan (og:title) en la kapoj de via retejo
es: Esto incluirá el tag OpenGraph Title (og:title) en las cabeceras (invisibles) de su portal.
es_mx: Esto mostrará una meta Título OpenGraph (og:title) en los encabezados de su sitio
eu_es: Honek OpenGraph Izenburu meta (og:title) erakutsiko du zure webgunearen goiburuan
fa_ir: این یک متا OpenGraph Title (og:title) در هدرهای سایت شما نمایش می‌دهد
fi_fi: Tämä näyttää OpenGraph-otsikkometan (og:title) sivustosi otsikoissa
fo_fo: Hetta vísir ein OpenGraph heiti meta (og:title) í síðunnar headerum
fur: Cheste mostrârâ une meta Titel OpenGraph (og:title) intê intestissions dal sit
ga: Taispeánfaidh sé seo teideal meiteach OpenGraph (og:title) i gceanntair do shuíomh
gl: Isto incluirá o tag OpenGraph Title (og.title) nas cabeceiras (invisibles) do seu portal.
he_il: זה יציג מטא של OpenGraph Title (og:title) בכותרות האתר שלך
hi: यह आपकी साइट के हेडर में ओपनग्राफ़ शीर्षक मेटा (og:title) दिखाएगा
hr_hr: Ovo će prikazati OpenGraph Title meta (og:title) u zaglavlju stranice
hu_hu: Ez egy OpenGraph Cím meta-t (og:title) jelenít meg az oldal fejlécében
hy: Սա կցուցադրի OpenGraph Վերնագիր մետա (og:title) ձեր կայքի վերնագրերում
id_id: Ini akan menampilkan meta OpenGraph Title (og:title) di header situs Anda
it: Mostrerà un OpenGraph Title meta (og:title) negli headers del tuo sito.
ja: サイトのヘッダーにOpenGraph Titleメタ（og:title）を表示します
ka_ge: ეს გამოჩნდება OpenGraph სათაურის მეტა (og:title) თქვენი საიტის შტრიხებში
ko_kr: 사이트 헤더에 OpenGraph 제목 메타(og:title)를 표시합니다
lo: ສິ່ງນີ້ຈະສະແດງເມຕາຫົວຂໍ້ OpenGraph (og:title) ໃນສ່ວນຫົວຂອງເວັບໄຊຂອງທ່ານ
lt_lt: Tai rodys OpenGraph Pavadinimo meta (og:title) jūsų svetainės antraštėse
lv_lv: Tas parādīs OpenGraph virsraksta meta (og:title) jūsu vietnes galvenē
mk_mk: Ова ќе прикаже OpenGraph Наслов мета (og:title) во заглавјето на твојот сајт
ms_my: Ini akan memaparkan meta Tajuk OpenGraph (og:title) dalam header laman web anda
my_mm: ဤသည်မှာ သင့်ဆိုက်၏ ခေါင်းစီးများတွင် OpenGraph ခေါင်းစဉ်မက်တာ (og:title) ကို ပြသမည်ဖြစ်သည်
ne: यसले तपाईंको साइटको हेडरहरूमा OpenGraph शीर्षक मेटा (og:title) देखाउँछ
nl: Dit toont een OpenGraph-titelmeta (og:title) in de headers van uw site
nn_no: Dette vil vise ein OpenGraph-tittel meta (og:title) i sidens headerar
oc: Aquò afichará una meta Títol OpenGraph (og:title) dins las entresas de vòstre site
pl_pl: To wyświetli meta tytuł OpenGraph (og:title) w nagłówkach strony
ps: دا به ستاسو سایټ کې د OpenGraph Title meta (og:title) په سرلیک کې ښکاره کړي
pt_br: Isto irá mostrar uma meta e Abrir um Gráfico com o título (og: título) nos cabeçalhos do seu site
pt_pt: Isto irá incluir a tag OpenGraph Título (og: título) nos cabeçalhos (invisíveis) do seu portal.
ro_ro: Acest lucru va afișa un titlu meta OpenGraph (og:title) în antetele site-ului dvs.
ru_ru: Это отобразит мета-тег OpenGraph Title (og:title) в заголовках вашего сайта
sk_sk: Ukáže OpenGraph Názov meta (og:názov) v záhlaví vášho webu
sl: Omogoči prikaz OpenGraph meta naziva v glavi vaše strani
sq: Kjo do të shfaqë një meta Titull OpenGraph (og:title) në kokën e faqes suaj
sr_rs: Ovo će prikazati OpenGraph Naslov meta (og:title) u zaglavlju vašeg sajta
sv_se: Detta kommer att visa en OpenGraph-titel meta (og:title) i din webbplats rubriker
sw_ke: Hii itaonyesha kichwa cha meta ya OpenGraph (og:title) kwenye vichwa vya tovuti yako
ta: இது உங்கள் தளத்தின் தலைப்புகளில் OpenGraph தலைப்பு மெட்டா (og:title) காட்டும்
th: จะแสดงเมตา OpenGraph Title (og:title) ในส่วนหัวของไซต์
tl_ph: Ito ay magpapakita ng OpenGraph Title meta (og:title) sa headers ng iyong site
tr: Bu, sitenizin başlıklarında bir OpenGraph Başlık meta (og:title) gösterecektir
uk_ua: Це відобразить мета OpenGraph Title (og:title) у заголовках вашого сайту
vi_vn: Điều này sẽ hiển thị meta Tiêu đề OpenGraph (og:title) trong tiêu đề trang web của bạn
xh_za: Oku kuya bonisa i-OpenGraph Title meta (og:title) ezintloko ze-sayithi yakho
zh_cn: 这将在您站点的头部显示OpenGraph标题元（og:title）
zh_tw: 這將在網站標頭顯示 OpenGraph 標題元標籤 (og:title)

source: The field has been deleted
ar: تم حذف الحقل
ast_es: El campu esborróse
bn_bd: ফিল্ডটি মুছে ফেলা হয়েছে
bs_ba: Polje je obrisano
ca_es: El camp ha estat eliminat
cs_cz: Pole bylo smazáno
da: Feltet er slettet
de: Feld wurde gelöscht
el: Το πεδίο έχει διαγραφεί
eo: La kampo estis forigita
es: El campo ha sido eliminado
es_mx: El campo ha sido eliminado
eu_es: Eremua ezabatu da
fa_ir: این گزینه حذف شده است
fi_fi: Kenttä on poistettu
fo_fo: Teigurin er sleitt
fur: Il camp e jessi eliminât
ga: Scriosadh an réimse
gl: Eliminouse o campo
he_il: השדה נמחק
hi: फ़ील्ड हटा दिया गया है
hr_hr: Polje je obrisano
hu_hu: A mező törölve lett
hy: Դաշտը ջնջվել է
id_id: Field telah dihapus
it: Campo eliminato
ja: フィールドが削除されました
ka_ge: ველი წაშლილია
ko_kr: 필드가 삭제되었습니다
lt_lt: Laukas ištrintas
lv_lv: Lauks ir izdzēsts
mk_mk: Полето е избришано
ms_my: Medan telah dipadam
my_mm: ကွက်လပ်ကို ဖျက်လိုက်ပြီးဖြစ်သည်
ne: क्षेत्र हटाइयो
nl: Het veld is verwijderd.
nn_no: Feltet er sletta
oc: Lo camp es estat suprimit
pl_pl: Pole zostało usunięte
ps: ډګر له منځه وړل شوی
pt_br: O campo foi excluido
pt_pt: O campo foi eliminado
ro_ro: Campul a fost sters
ru_ru: Поле удалено
sk_sk: Pole bolo zmazané
sl: Polje je bilo odstranjeno
sq: Fusha është fshirë
sr_rs: Polje je obrisano
sv_se: Fältet har raderats
sw_ke: Uwanja umefutwa
ta: புலம் நீக்கப்பட்டது
th: ลบฟิลด์เรียบร้อยแล้ว
tl_ph: Natanggal na ang field
tr: Alan silindi
uk_ua: Поле видалено
vi_vn: Trường đã được xóa
xh_za: Intsimi iye yacinywa
zh_cn: 字段已删除
zh_tw: 欄位已刪除

source: Cannot delete the field
ar: لا يستطيع حذف الحقل
ast_es: Nun se pue esborrar el campu
bn_bd: ফিল্ডটি মুছে ফেলা যায়নি
bs_ba: Ne mogu obrisati polje
ca_es: No es pot eliminar el camp
cs_cz: Není možné smazat pole
da: Kan ikke slette feltet
de: Feld kann nicht gelöscht werden
el: Το πεδίο δεν μπορεί να διαγραφεί
eo: Ne eblas forigi la kampon
es: No se puede eliminar el campo
es_mx: No se puede eliminar el campo
eu_es: Ezin da eremua ezabatu
fa_ir: قادر به حذف گزینه نبودیم
fi_fi: Kenttää ei voi poistaa
fo_fo: Kann ikki sletta teigurin
fur: No si pues eliminâ il camp
ga: Ní féidir an réimse a scriosadh
gl: Non se pode eliminar o campo
he_il: לא ניתן למחוק את השדה
hi: फ़ील्ड को नहीं हटाया जा सका
hr_hr: Ne mogu obrisati polje
hu_hu: A mező nem törölhető
hy: Հնարավոր չէ ջնջել դաշտը
id_id: Tidak dapat menghapus field
it: Campo non eliminabile
ja: フィールドを削除できません
ka_ge: ველის წაშლა შეუძლებელია
ko_kr: 필드를 삭제할 수 없습니다
lo: ບໍ່ສາມາດລຶບຊ່ອງຂໍ້ມູນໄດ້
lt_lt: Negalima ištrinti lauko
lv_lv: Lauks nevar izdzēst
mk_mk: Не може да се избрише полето
ms_my: Tidak boleh memadam medan
my_mm: ကွက်လပ်ကို ဖျက်၍မရပါ
ne: क्षेत्र हटाउन सकिएन
nl: Kan het veld niet verwijderen.
nn_no: Kan ikkje slette feltet
oc: Impossible de suprimir lo camp
pl_pl: Nie można usunąć pola
ps: ډګر نشي له منځه وړل کېدای
pt_br: Não é possível excluir o campo
pt_pt: Não pode eliminar o campo
ro_ro: Nu pot sterge campul
ru_ru: Невозможно удалить поле
sk_sk: Nie je možné zmazať pole
sl: Polja ni možno odstraniti
sq: Nuk mund të fshihet fusha
sr_rs: Ne mogu obrisati polje
sv_se: Kan inte radera fältet
sw_ke: Haiwezi kufuta uwanja
ta: புலத்தை நீக்க முடியவில்லை
th: ไม่สามารถลบฟิลด์ได้
tl_ph: Hindi matanggal ang field
tr: Dosyayı silemezsiniz
uk_ua: Не вдається видалити поле
vi_vn: Không thể xóa trường
xh_za: Ayinakuze icinywe intsimi
zh_cn: 不能删除这个字段
zh_tw: 無法刪除欄位
