Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: On high-load portals, where a lot of users are registered and send their pictures, the upload directory (main/upload/users/) might contain too many files for the filesystem to handle (it has been reported with more than 36000 files on a Debian server). Changing this option will enable a one-level splitting of the directories in the upload directory. 9 directories will be used in the base directory and all subsequent users' directories will be stored into one of these 9 directories. The change of this option will not affect the directories structure on disk, but will affect the behaviour of the Chamilo code, so if you change this option, you have to create the new directories and move the existing directories by yourself on te server. Be aware that when creating and moving those directories, you will have to move the directories of users 1 to 9 into subdirectories of the same name. If you are not sure about this option, it is best not to activate it.
ar: على بوابات الانترنت ذات الاستعمالات العالية جدا ، حيث الكثير من المستخدمين يسجلون ويرسلون صورهم ، دليل الإرسال (رئيسي ، إرسال ، مستخدمين ) قد يحتوي الكثير من الملفات لنظام معالجة الملفات (التي أبلغت انها أكثر من 36000 ملف على خادم Debian). تغير هذا الخيارِ سيمكن انشقاق مستوى واحدِ من الأدلة في دليل التحميل للارسال. 9 أدلة ستكون مستعملة في الدليلِ الأساسيِ وكل أدلة المستخدمين اللاحقين ستخزن في إحدى هذه الأدلة الـ9. و تغيير هذا الخيارِ سوف لَن يؤثر على تركيب الأدلةَ على القرصِ ، لكن سيؤثر على سلوكِ رمزِ Chamilo، لذالك لو قمت بتغيير هذا الخيار، يجب أن تضع أدلةَ جديدةَ وتحرك الأدلةَ الحاليةَ على الخادمِ , te. وعليك أن تدرك أنه عندما تَضع وتحرك تلك الأدلة ، يجب عليك أن تحرك أدلةَ المستخدمين من 1 إلى 9 إلى الأدلة الفرعية التي تحمل نفس الاسمِ. إذا لم تكن متأكد حول هذا الخيار ، فمن الأفضل عدم تفعيله.
ast_es: En portales con munchu usu, con munchos usuarios qu'unvíen fotos, el direutoriu nel que s'almacenen (main/upoload/users/) pue llegar enllenase de mou y manera que'l sistema nun seya manexalos bien (tiense documentao'l casu d'un servidor Debian con más de 36000 archivos). Si camuda esta opción pue añadir un nivel de división a los direutorios del direutoriu upload. Nueve direutorios van usase nel direutoriu base pa contener los direutorios de tolos usuarios. El cambiu d'esta opción nun va afeutar la estructura de los direutorios nel discu, namás el comportamientu del códigu Chamilo, polo que si la pon a funcionar va tener de crear más direutorios y mover a mano los direutorios que yá esisten nel servidor. De la que los crea y mueve va tener que mover los direutorios de los usuarios 1 a 9 a sodireutorios col mesmu nome. Si nun ta xuru d'usar esta opción, lo meyor ye que nun la ponga n'activu.
bn_bd: উচ্চ লোডযুক্ত পোর্টালে, যেখানে অনেক ব্যবহারকারী নিবন্ধিত এবং তাদের ছবি পাঠায়, আপলোড ডিরেক্টরি (main/upload/users/) ফাইল সিস্টেম হ্যান্ডেল করার জন্য খুব বেশি ফাইল ধারণ করতে পারে (ডেবিয়ান সার্ভারে ৩৬০০০-এর বেশি ফাইল রিপোর্ট করা হয়েছে)। এই অপশন পরিবর্তন করলে আপলোড ডিরেক্টরিতে ডিরেক্টরিগুলোর এক-স্তর বিভাজন সক্ষম হবে। বেস ডিরেক্টরিতে ৯টি ডিরেক্টরি ব্যবহৃত হবে এবং পরবর্তী সকল ব্যবহারকারীর ডিরেক্টরি এই ৯টির একটিতে সংরক্ষিত হবে। এই অপশন পরিবর্তন করলে ডিস্কে ডিরেক্টরি স্ট্রাকচার প্রভাবিত হবে না, কিন্তু Chamilo কোডের আচরণ প্রভাবিত হবে, তাই অপশন পরিবর্তন করলে আপনাকে নিজে নতুন ডিরেক্টরি তৈরি করে বিদ্যমান ডিরেক্টরিগুলো সরাতে হবে। সতর্ক থাকুন যে ডিরেক্টরি তৈরি এবং সরানোর সময় ব্যবহারকারী ১ থেকে ৯-এর ডিরেক্টরিগুলো একই নামের সাবডিরেক্টরিতে সরাতে হবে। যদি এই অপশন নিয়ে নিশ্চিত না হন, তাহলে এটি সক্ষম করবেন না।
bs_ba: Na portalima s velikim opterećenjem, gdje je registrirano puno korisnika i šalju svoje slike, direktorij za upload (main/upload/users/) može sadržavati previše datoteka za upravljanje datotečnim sustavom (prijavljeno je s više od 36000 datoteka na Debian serveru). Promjena ove opcije omogućit će podjelu direktorija na jednoj razini. Koristit će se 9 direktorija u baznom direktoriju i svi naknadni direktoriji korisnika bit će pohranjeni u jedan od ovih 9 direktorija. Promjena ove opcije neće utjecati na strukturu direktorija na disku, ali će utjecati na ponašanje Chamilo koda, pa ako promijenite ovu opciju, morate sami kreirati nove direktorije i premjestiti postojeće na serveru. Imajte na umu da prilikom kreiranja i premještanja tih direktorija, morate premjestiti direktorije korisnika 1 do 9 u poddirektorije istog naziva. Ako niste sigurni u ovu opciju, najbolje je ne aktivirati je.
ca_es: En portals amb ús important o amb un nombre gran d'usuaris que s'enregistren i envien la foto, el directori de descàrrega (main/upload/users/) podria tenir més fitxers que els que pot gestionar el sistema de fitxers del servidor (s'ha documentat el cas d'un directori en un servidor Debian amb més de 36000 fitxers). Activar aquesta opció modificarà la gestió d'aquest repertori per utilitzar un mètode de separació en 9 subdirectoris de "1" a "9" en el directori de base. Els directoris i fitxers dels usuaris seran guardats llavors en un d'aquests 9 subdirectoris segons la seva primera lletra/xifra. L'activació d'aquesta opció no modifica gens l'estructura dels directores en el vostre servidor, sinó el comportament del codi de Chamilo, cosa que si l'activa haurà de crear nous directoris, haurà de moure els directoris dels usuaris 1 a 9 a subdirectoris amb el mateix nom. Si no esteu segur d'usar aquesta opció, és millor que no l'activeu.
cs_cz: Na více vytížených portálech, kde je mnoho registrovaných uživatelů a mohou posílat své obrázky, pak může adresář pro upload obsahovat mnoho souborů. To znamená pro <i>souborový systém</i> velkou obtíž(bylo zjištěno u více neř 36000 souborů na Debian serveru). Změnou této vlastnosti umožníte jednoúrovňové oddělení adresářů v adresáři pro upload. 9 adresářů může být použito v kořenovém adresáři a všechny následné uživatelské adresáře budou uložený do těchto devíti adresářů. Změna této vlastnosti nemá vliv na adresářovou strukturu na disku, ale má vliv na chování Chamilo systému, takže když změníte tuto vlastnost, musíte vytvořit nové adresáře a přemístit existující adresáře ručně na serveru. Dávejte pozor při vytváření těchto adresářů, musíte přesouvat adresáře uživatelů 1 až 9 do podadresářů stejného jména. Pokud si nejste jisti touto vlastností, nejlepší bude tuto vlastnost neaktivovat.
da: På portaler med høj belastning, hvor mange brugere er registreret og sender deres billeder, kan upload-mappen (main/upload/users/) indeholde for mange filer til filsystemet at håndtere (det er rapporteret med mere end 36000 filer på en Debian-server). Ændring af denne indstilling aktiverer en et-niveaus opdeling af mapperne i upload-mappen. 9 mapper vil blive brugt i basismappen, og alle efterfølgende brugeres mapper vil blive gemt i en af disse 9 mapper. Ændringen af denne indstilling påvirker ikke mappestrukturen på disken, men påvirker Chamilo-kodens adfærd, så hvis du ændrer denne indstilling, skal du selv oprette de nye mapper og flytte de eksisterende mapper på serveren. Vær opmærksom på, at når du opretter og flytter disse mapper, skal du flytte mapperne for brugere 1 til 9 ind i undermapper med samme navn. Hvis du er usikker på denne indstilling, er det bedst ikke at aktivere den.
de: Bei hochfrequentierten Portalen kann das Upload-Verzeichnis (main/upload/users) zu viele Dateien für das Dateisystem enthalten (es gab schon mehr als 36.000 Dateien auf einem Debian Server). Das Ändern dieser Option ermöglicht die Aufteilung von Verzeichnissen im Upload Verzeichnis auf einer Ebene. Es werden 9 Verzeichnisse im Hauptverzeichnis benutzt, und alle weiteren Benutzer Verzeichnisse werden in einem dieser 9 Verzeichnisse gespeichert. Die Änderung dieser Option ändert nicht die Verzeichnisstruktur auf der Festplatte, aber das Verhalten des Chamilo Codes. Wenn man diese Option ändert, muss man selbst auf dem Server die Verzeichnisse erstellen und die bestehenden Verzeichnisse dorthin verschieben. Man muss beim Erstellen und Verschieben der Verzeichnisse die Verzeichnisse der Benutzer 1-9 in Unterverzeichnisse mit gleichem Namen wie bisher verschieben. Wenn man sich nicht sicher ist, sollte man diese Option besser nicht aktivieren.
el: Σε πύλες υψηλού φόρτου, όπου πολλοί χρήστες εγγράφονται και στέλνουν φωτογραφίες τους, ο κατάλογος ανεβάσματος (main/upload/users/) μπορεί να περιέχει πάρα πολλά αρχεία για να τα διαχειριστεί το σύστημα αρχείων (έχει αναφερθεί με πάνω από 36000 αρχεία σε εξυπηρετητή Debian). Η αλλαγή αυτής της επιλογής θα ενεργοποιήσει διαχωρισμό ενός επιπέδου στους καταλόγους ανεβάσματος. 9 κατάλογοι θα χρησιμοποιηθούν στη βασική διαδρομή και όλοι οι επόμενοι κατάλογοι χρηστών θα αποθηκευτούν σε έναν από αυτούς τους 9. Η αλλαγή αυτής της επιλογής δεν θα επηρεάσει τη δομή καταλόγων στον δίσκο, αλλά θα επηρεάσει τη συμπεριφορά του κώδικα Chamilo, οπότε αν αλλάξετε αυτή την επιλογή, πρέπει να δημιουργήσετε μόνοι σας τους νέους καταλόγους και να μετακινήσετε τους υπάρχοντες στον εξυπηρετητή. Λάβετε υπόψη ότι κατά τη δημιουργία και μετακίνηση αυτών των καταλόγων, πρέπει να μετακινήσετε τους καταλόγους χρηστών 1 έως 9 σε υποκαταλόγους με το ίδιο όνομα. Αν δεν είστε σίγουροι για αυτή την επιλογή, καλύτερα να μην την ενεργοποιήσετε.
eo: En multokupitaj portaloj kun multaj registritaj uzantoj alŝutantaj bildojn en la alŝutan dosierujon, povas okazi, ke la dosiersistemo ne plu kapablas malstrumi la nombron da dosieroj (tiu eraro estas anoncita ĉe Debian-servilo kun pli ol 36000 dosieroj en unu dosierujo). La ŝanĝo de ĉi tiu opcio disigas la uzantajn dosierujojn en 9 subdosierujojn. Tiu opcio ne influas la uzantajn dosierujojn surdiskigitajn, nur influas la Chamilo-kodon. Se vi ŝanĝas ĉi tiun opcion, vi devas prepari novajn dosierujojn kaj permane translokigi la nunajn. Atentu, ke ĉe la preparo kaj translokigo vi metu la uzantajn dosierujojn en la samnomajn dosierujojn. Se vi ne certas pri ĉi tiu opcio, prefere ne aktivigu ĝin.
es: En plataformas que tengan un uso muy elevado, donde están registrados muchos usuarios que envían sus fotos, el directorio al que se transfieren (main/upload/users/) puede contener demasiados archivos para que el sistema los maneje de forma eficiente (se ha documentado el caso de un servidor Debian con más de 36000 archivos). Si cambia esta opción añadirá un nivel de división a los directorios del directorio upload. Nueve directorios se utilizarán en el directorio base para contener los directorios de todos los usuarios. El cambio de esta opción no afectará a la estructura de los directorios en el disco, sino al comportamiento del código de Chamilo, por lo que si la activa tendrá que crear nuevos directorios y mover manualmente los directorios existentes en el servidor. Cuando cree y mueva estos directorios, tendrá que mover los directorios de los usuarios 1 a 9 a subdirectorios con el mismo nombre. Si no está seguro de usar esta opción, es mejor que no la active.
es_mx: En el caso de portales con alto índice de uso, en el que están registrados una gran cantidad de usuarios que envían sus fotografías, el directorio de carga (main/upload/users) podría contener demasiados archivos para el sistema manejador de archivos (se h
eu_es: Karga handia jasan ohi duten atarietan, erabiltzaile asko erregistratuturik daudenean eta beren irudiak bidaltzen dituztenean, karga jasotzen duen direktorioak (main/upload/users) fitxategi gehiegi eduki ditzake, eta sistemak huts egin dezake era eraginkorrean kudeatzeko orduan (Debian zerbitzari batek 36.000 fitxategi baino gehiago erabili zituela informatu zen). Aukera hau aldatzen baduzu, direktorioen zatiketa maila bat gaituko duzu karga direktorioan. Ordutik aurrera, oinarrizko direktorioan 9 direktorio erabiliko dira, erabiltzaile guztien direktorioak edukitzeko asmoz. Geroko erabiltzaile guztien direktorioak 9 direktorio hauetako batean gordeko dira. Aukera honen aldaketak ez dio direktorioen egiturari eragingo diskoan, baina bai eragingo diola Chamilo kodearen portaerari. Horrela, aukera hau aldatzen baduzu, direktorio berriak sortu eta lehendik dauden direktorioak zuk zeuk eskuz mugitu beharko dituzu zerbitzarian. Kontuan hartu direktorio horiek sortu eta lekuz aldatzen dituzunean, 1 erabiltzailetik 9 erabiltzaile arteko direktorioak izen bereko azpidirektoriotara mugitu beharko dituzula. Aukeratzeko orduan ziur ez bazaude, hobe da aukera hau ez aktibatzea.
fa_ir: در پورتال‌های با بار بالا، جایی که کاربران زیادی ثبت‌نام کرده و تصاویر خود را ارسال می‌کنند، دایرکتوری آپلود (main/upload/users/) ممکن است فایل‌های بیش از حد برای مدیریت سیستم فایل داشته باشد (بیش از ۳۶۰۰۰ فایل در سرور Debian گزارش شده). تغییر این گزینه، تقسیم یک‌مرحله‌ای دایرکتوری‌ها در دایرکتوری آپلود را فعال می‌کند. ۹ دایرکتوری در دایرکتوری پایه استفاده می‌شود و دایرکتوری‌های کاربران بعدی در یکی از این ۹ دایرکتوری ذخیره می‌شود. تغییر این گزینه ساختار دایرکتوری‌ها روی دیسک را تغییر نمی‌دهد، اما رفتار کد Chamilo را تغییر می‌دهد، پس اگر این گزینه را تغییر دهید، باید دایرکتوری‌های جدید را ایجاد کرده و دایرکتوری‌های موجود را خودتان روی سرور جابه‌جا کنید. توجه کنید که هنگام ایجاد و جابه‌جایی این دایرکتوری‌ها، باید دایرکتوری‌های کاربران ۱ تا ۹ را به زیردایرکتوری‌های با همان نام منتقل کنید. اگر از این گزینه مطمئن نیستید، بهتر است آن را فعال نکنید.
fi_fi: Suurella kuormituksella olevilla portaaleilla, joissa on paljon käyttäjiä ja kuvia, lataushakemisto (main/upload/users/) voi sisältää liikaa tiedostoja tiedostojärjestelmälle (raportoitu yli 36000 tiedostolla Debian-palvelimella). Tämän vaihtoehdon muuttaminen ottaa käyttöön yhden tason hakemistojen jakamisen. 9 hakemistoa käytetään perushakemistossa ja käyttäjien hakemistot tallennetaan näihin. Muutos ei vaikuta levyn rakennetta, mutta Chamilo-koodin toimintaa. Luo uudet hakemistot ja siirrä vanhat itse. Käyttäjät 1-9 siirretään samannimisiin alahakemistoihin. Jos epävarma, älä ota käyttöön.
fo_fo: Á høg-last portali, har nógvir brúkarar eru innritaðir og senda sínar myndir, kann upload mappan (main/upload/users/) innihalda ov mangar fílur fyri fílusystemið at handla (tað er rapporterað við meira enn 36000 fílum á Debian server). At broyta henda valmøguleikan vil virkja eina ein-støðu kløyving av mappunum í upload mappuni. 9 mapper verða brúktar í grundmappuni og allar næstkomandi brúkara mapper verða goymdar í ein av hesum 9 mappum. Broytingin av hesum valmøguleika munar ikki mappustrukturin á diskinum, men munar atferðini hjá Chamilo kóðanum, so um tú broytir hendan valmøguleikan, mást tú skapa te nyggju mappurnar og flyta tær verandi mappurnar sjálvur á serverinum. Vert varugur við, at tá ið tú skaptar og flytur hesar mappur, mást tú flyta mappurnar hjá brúkarum 1 til 9 í undirmappur við sama navni. Um tú ert ikki vísur í hesum valmøguleika, er tað best ikki at virkja hann.
fur: Su portais ad alte carichis, indove che a son inscrit ancje chesi utents e mandin lis lor fotografiis, la diretori di carichî (main/upload/users/) e puì contenî nuint che lu file system lu pues gjestî (si è fat rapòrt cu plui di 36000 file su un server Debian). Cambiâ cheste opzion e ativarà une division a un livel de lis direturis intune diretori di carichî. 9 direturis a saran dopradis intune diretori base e dutis lis direturis succesivis dai utents a saran serâdis in un di chestis 9 direturis. Il cambi di cheste opzion no al afetarà la struture des direturis su disk, ma al afetarà il comportament dal code Chamilo, dutun che se tu cambi chestis opzion, tu devi creâ lis nuovis direturis e spustâ lis esistents da te su server. Fâ atenzion che cuant che tu creis e spustis ches direturis, tu devi spustâ lis direturis dai utents 1 a 9 intune sot-direturis dal stes num. Se no si è segûr di cheste opzion, è mej no ativâla.
ga: Ar thairseacha ard-ualach, nuair a bhfuil go leor úsáideoirí cláraithe agus a gcuid pictiúr á seoladh acu, b'fhéidir go mbeadh an réimse uaslódála (main/upload/users/) ag brath ar an iomarca comhad don chóras comhaid (tuairiscíodh é le níos mó ná 36000 comhad ar fhreastalaí Debian). Cuirfidh athrú roghnach seo ar chumas scoilteadh aonleibhéil de na réamhaisneachtaí sa réimse uaslódála. Úsáidfear 9 réimseacht i réimse an bhunaithe agus stórálfar réamhaisneachtaí gach úsáideoir ina dhiaidh sin i gceann de na 9 réimseacht sin. Ní théifidh athrú an rogha seo le struchtúr na réamhaisneachtaí ar an diosca, ach cuirfidh sé isteach ar iompar chód Chamilo, mar sin má athraíonn tú an rogha seo, caithfidh tú na réamhaisneachtaí nua a chruthú agus na réamhaisneachtaí atá ann a bhogadh leat féin ar an bhfreastalaí. Tabhair faoi deara, nuair a chruthaíonn tú agus a bhogann tú na réamhaisneachtaí sin, go gcaithfidh tú réamhaisneachtaí úsáideoirí 1 go 9 a bhogadh isteach i bhfo-réamhaisneachtaí den ainm céanna. Murar tá tú cinnte faoin rogha seo, is fearr gan é a ghníomhachtú.
gl: En portais que teñan un uso moi elevado, onde están rexistrados moitos usuarios que envían as súas fotos, o directorio ao que se transfiren (main/upload/users/) pode conter demasiados arquivos para que o sistema os manexe de forma eficiente (documentouse o caso dun servidor Debian con máis de 36000 arquivos). Se cambia esta opción engadirá un nivel de división aos directorios do directorio upload. Nove directorios utilizaranse no directorio base para conter os directorios de todos os usuarios. O cambio desta opción non afectará á estrutura dos directorios no disco, senón ao comportamento do código de Chamilo, polo que se a activa terá que crear novos directorios e mover manualmente os directorios existentes no servidor. Cando cree e mova estes directorios, terá que mover os directorios dos usuarios 1 a 9 a subdirectorios co mesmo nome. Se non está seguro de usar esta opción, é mellor que non a active.
he_il: בפורטלים בעומס גבוה, שבהם משתמשים רבים רשומים ושולחים את התמונות שלהם, ספריית ההעלאה (ראשי/העלאה/משתמשים/) עשויה להכיל יותר מדי קבצים כדי שמערכת הקבצים תוכל לטפל בהם (זה דווח עם עוד מ-36,000 קבצים בשרת של דביאן). שינוי אפשרות זו יאפשר פיצול ברמה אחת של הספריות בספריית ההעלאה. 9 ספריות ישמשו בספריית הבסיס וכל ספריות המשתמשים הבאות יאוחסנו באחת מ-9 אלו. השינוי של אפשרות זו לא ישפיע על מבנה הספריות בדיסק, אלא ישפיע על התנהגות קוד Chamilo, כך שאם תשנה אפשרות זו, עליך ליצור את הספריות החדשות ולהעביר את הספריות הקיימות בעצמך בשרת שים לב שבזמן יצירה והעברה של ספריות אלה, תצטרך להעביר את הספריות של משתמשים 1 עד 9 לתוך ספריות משנה באותו שם. אם אינך בטוח לגבי אפשרות זו, עדיף לא להפעיל אותה.
hi: उच्च-भार पोर्टलों पर, जहाँ बहुत सारे उपयोगकर्ता पंजीकृत हैं और अपनी तस्वीरें भेजते हैं, अपलोड डायरेक्टरी (main/upload/users/) में फ़ाइल सिस्टम को संभालने के लिए बहुत सारी फ़ाइलें हो सकती हैं (डेबियन सर्वर पर 36000 से अधिक फ़ाइलों के साथ रिपोर्ट किया गया है)। इस विकल्प को बदलने से अपलोड डायरेक्टरी में डायरेक्टरीज़ का एक-स्तरीय विभाजन सक्षम हो जाएगा। बेस डायरेक्टरी में 9 डायरेक्टरीज़ का उपयोग किया जाएगा और सभी बाद के उपयोगकर्ता डायरेक्टरीज़ इन्हीं 9 में से एक में संग्रहीत होंगी। इस विकल्प को बदलने से डिस्क पर डायरेक्टरी संरचना प्रभावित नहीं होगी, लेकिन चमिलो कोड के व्यवहार को प्रभावित करेगा, इसलिए यदि आप इस विकल्प को बदलते हैं, तो आपको सर्वर पर नई डायरेक्टरीज़ बनानी होंगी और मौजूदा डायरेक्टरीज़ को स्वयं स्थानांतरित करना होगा। ध्यान दें कि डायरेक्टरीज़ बनाते और स्थानांतरित करते समय, आपको उपयोगकर्ता 1 से 9 की डायरेक्टरीज़ को उसी नाम की सबडायरेक्टरीज़ में स्थानांतरित करना होगा। यदि आप इस विकल्प के बारे में निश्चित नहीं हैं, तो इसे सक्रिय न करें।
hr_hr: Na portalima s velikim opterećenjem, gdje je registrirano puno korisnika i šalju svoje slike, direktorij za učitavanje (main/upload/users/) može sadržavati previše datoteka za upravljanje datotečnim sustavom (prijavljeno je s više od 36000 datoteka na Debian poslužitelju). Promjena ove opcije omogućit će jednostruko razdvajanje direktorija u direktoriju za učitavanje. Koristit će se 9 direktorija u baznom direktoriju, a svi naknadni direktoriji korisnika bit će pohranjeni u jedan od ovih 9 direktorija. Promjena ove opcije neće utjecati na strukturu direktorija na disku, ali će utjecati na ponašanje Chamilo koda, pa ako promijenite ovu opciju, morate sami stvoriti nove direktorije i premjestiti postojeće direktorije na poslužitelju. Imajte na umu da prilikom stvaranja i premještanja tih direktorija, morate premjestiti direktorije korisnika 1 do 9 u poddirektorije istog naziva. Ako niste sigurni u vezi s ovom opcijom, najbolje je ne aktivirati je.
hu_hu: Sokfelhasználós rendszereken, ahol a regisztrált felhasználók feltölthetik képeiket a feltöltési könyvtárba (main/upload/users/) előfordulhat, hogy a mappa több állományt tartalmaz, mint amit a fájlrendszer kezelni képes (ezt jelezték Debian szerveren 36000 állomány esetében). Ennek a beállításnak az alkalmazása a feltöltés mappa egy szintű szétválasztását teszi lehetővé 9 mappába. A változtatás bekapcsolása csak a Chamilo működését befolyásolja, a fájlrendszert változatlanul hagyja, ezért Önnek kell létrehoznia a mappákat és áthelyezni a már meglévő 1-9 felhasználói mappákat az azonos nevű almappákba. Ha nem biztos a beállítás működésében, ne aktíválja.
hy: Բարձր բեռնվածության պորտալներում, որտեղ շատ օգտատերեր են գրանցված և ուղարկում իրենց նկարները, վերբեռնման թղթապանակը (main/upload/users/) կարող է պարունակել շատ ֆայլեր ֆայլային համակարգի համար (հայտնվել է ավելի քան 36000 ֆայլ Debian սերվերի վրա): Այս տարբերակի փոփոխությունը կ활성화 անի թղթապանակների մեկ մակարդակի բաժանումը վերբեռնման թղթապանակում: 9 թղթապանակ կօգտագործվի հիմնական թղթապանակում, և բոլոր հաջորդ օգտատերերի թղթապանակները կպահվեն այդ 9 թղթապանակներից մեկում: Այս տարբերակի փոփոխությունը չի ազդի հաստակի վրա թղթապանակների կառուցվածքի, բայց կազդի Chamilo կոդի վարքի վրա, այնպես որ եթե փոխեք այս տարբերակը, պետք է ստեղծեք նոր թղթապանակները և տեղափոխեք առկա թղթապանակները ինքներդ սերվերի վրա: Պետք է իմանաք, որ թղթապանակներ ստեղծելիս և տեղափոխելիս, պետք է տեղափոխեք օգտատերերի 1-ից 9 թղթապանակները նույնանուն ենթաթղթապանակներ: Եթե չեք վստահ տարբերակի մեջ, լավագույնն է չ활성화ել այն:
id_id: Pada portal dengan beban tinggi, di mana banyak pengguna terdaftar dan mengirim gambar mereka, direktori unggahan (main/upload/users/) mungkin berisi terlalu banyak file untuk ditangani oleh sistem file (dilaporkan lebih dari 36000 file pada server Debian). Mengubah opsi ini akan mengaktifkan pemisahan satu level pada direktori di direktori unggahan. 9 direktori akan digunakan di direktori dasar dan semua direktori pengguna selanjutnya akan disimpan ke salah satu dari 9 direktori tersebut. Perubahan opsi ini tidak akan memengaruhi struktur direktori di disk, tetapi akan memengaruhi perilaku kode Chamilo, jadi jika Anda mengubah opsi ini, Anda harus membuat direktori baru dan memindahkan direktori yang ada sendiri di server. Sadari bahwa saat membuat dan memindahkan direktori tersebut, Anda harus memindahkan direktori pengguna 1 hingga 9 ke subdirektori dengan nama yang sama. Jika Anda tidak yakin tentang opsi ini, sebaiknya jangan mengaktifkannya.
it: Nei portali con un numero molto alto di utenti, i dati e le immagini degli utenti possono eccedere il massimo consentito (36000 files in sistemi Debian). Attivando l'opzione vengono create 9 directory (eventualmente da creare trasferendo i dati esistenti e mantenendone il nome). L'opzione in genere non dovrebbe essere attivata.
ja: 負荷の高いポータルでは、多くのユーザーが登録され写真をアップロードする場合、アップロードディレクトリ (main/upload/users/) にファイルシステムが扱えないほど多くのファイルが含まれることがあります（Debianサーバーで36,000ファイル以上が報告されています）。このオプションを変更すると、アップロードディレクトリ内のディレクトリを1レベル分割する機能が有効になります。ベースディレクトリに9つのディレクトリが使用され、それ以降のユーザーディレクトリはこれらの9つのディレクトリのうちの1つに保存されます。このオプションの変更はディスク上のディレクトリ構造に影響しませんが、Chamiloコードの動作に影響します。したがって、このオプションを変更する場合は、サーバー上で新しいディレクトリを作成し、既存のディレクトリを手動で移動する必要があります。ディレクトリを作成・移動する際は、ユーザー1から9のディレクトリを同名のサブディレクトリに移動する必要があります。このオプションに自信がない場合は、有効にしないでください。
ka_ge: მაღალი დატვირთვის პორტალებზე, სადაც ბევრი მომხმარებელია რეგისტრირებული და ატვირთავს სურათებს, ატვირთვის დირექტორია (main/upload/users/) შეიძლება შეიცავდეს ძალიან ბევრ ფაილს ფაილური სისტემის მართვისთვის (გამოცხადებულია 36000-ზე მეტი ფაილით Debian სერვერზე). ამ ოფციის შეცვლა ჩართავს ატვირთვის დირექტორიაში დირექტორიების ერთსტეპიან გაყოფას. 9 დირექტორია გამოყენებული იქნება ძირითად დირექტორიაში და შემდგომი მომხმარებლების დირექტორიები შენახული იქნება ამ 9-დან ერთში. ამ ოფციის შეცვლა არ იმოქმედებს დისკზე დირექტორიების სტრუქტურაზე, მაგრამ იმოქმედებს Chamilo კოდის ქცევაზე, ამიტომ თუ შეცვლით ამ ოფციას, უნდა შექმნათ ახალი დირექტორიები და გადაიტანოთ არსებული დირექტორიები სერვერზე თავად. გაითვალისწინეთ, რომ დირექტორიების შექმნისა და გადატანისას, უნდა გადაიტანოთ მომხმარებელთა 1-დან 9-მდე დირექტორიები იგივე სახელის ქვედირექტორიებში. თუ არ ხართ დარწმუნებული ამ ოფციის შესახებ, უმჯობესია არ ჩართოთ იგი.
ko_kr: 고부하 포털에서 많은 사용자가 등록하고 사진을 업로드하면 업로드 디렉토리(main/upload/users/)가 파일 시스템이 처리할 수 없을 정도로 많은 파일을 포함할 수 있습니다(Debian 서버에서 36000개 이상 보고됨). 이 옵션을 변경하면 업로드 디렉토리의 1단계 분할이 활성화됩니다. 기본 디렉토리에 9개의 디렉토리가 사용되며, 이후 사용자 디렉토리는 이 9개 중 하나에 저장됩니다. 이 옵션 변경은 디스크의 디렉토리 구조에 영향을 주지 않지만 Chamilo 코드 동작에 영향을 주므로, 옵션을 변경하면 서버에서 직접 새 디렉토리를 생성하고 기존 디렉토리를 이동해야 합니다. 디렉토리 생성 및 이동 시 사용자 1~9의 디렉토리를 동일 이름의 하위 디렉토리로 이동해야 합니다. 이 옵션에 확신이 없다면 활성화하지 마세요.
lo: ໃນປະຕູເວັບໄຊທ໌ທີ່ມີການໃຊ້ງານສູງ, ບ່ອນທີ່ມີຜູ້ໃຊ້ລົງທະບຽນຈຳນວນຫຼາຍ ແລະ ສົ່ງຮູບພາບຂອງພວກເຂົາ, ໄດເລກະທໍລີອັບໂຫຼດ (main/upload/users/) ອາດມີໄຟລ໌ຫຼາຍເກີນໄປທີ່ລະບົບໄຟລ໌ຈະຈັດການໄດ້ (ມີລາຍງານວ່າມີໄຟລ໌ຫຼາຍກວ່າ 36000 ໄຟລ໌ໃນເຊີບເວີ Debian). ການປ່ຽນຕົວເລືອກນີ້ຈະເປີດໃຊ້ການແບ່ງໄດເລກະທໍລີໃນໄດເລກະທໍລີອັບໂຫຼດອອກເປັນລະດັບດຽວ. ຈະມີການໃຊ້ 9 ໄດເລກະທໍລີໃນໄດເລກະທໍລີພື້ນຖານ ແລະ ໄດເລກະທໍລີຂອງຜູ້ໃຊ້ຕໍ່ໆໄປທັງໝົດຈະຖືກເກັບໄວ້ໃນໜຶ່ງໃນ 9 ໄດເລກະທໍລີເຫຼົ່ານີ້. ການປ່ຽນຕົວເລືອກນີ້ຈະບໍ່ມີຜົນກະທົບຕໍ່ໂຄງສ້າງໄດເລກະທໍລີໃນດິສກ໌, ແຕ່ຈະມີຜົນກະທົບຕໍ່ພຶດຕິກຳຂອງລະຫັດ Chamilo, ດັ່ງນັ້ນ ຖ້າທ່ານປ່ຽນຕົວເລືອກນີ້, ທ່ານຕ້ອງສ້າງໄດເລກະທໍລີໃໝ່ ແລະ ຍ້າຍໄດເລກະທໍລີທີ່ມີຢູ່ແລ້ວດ້ວຍຕົວເອງໃນເຊີບເວີ. ຈົ່ງຮູ້ວ່າເມື່ອສ້າງ ແລະ ຍ້າຍໄດເລກະທໍລີເຫຼົ່ານັ້ນ, ທ່ານຈະຕ້ອງຍ້າຍໄດເລກະທໍລີຂອງຜູ້ໃຊ້ 1 ເຖິງ 9 ເຂົ້າໄປໃນໄດເລກະທໍລີຍ່ອຍທີ່ມີຊື່ດຽວກັນ. ຖ້າທ່ານບໍ່ແນ່ໃຈກ່ຽວກັບຕົວເລືອກນີ້, ຄວນຈະບໍ່ເປີດໃຊ້ມັນ.
lt_lt: Didelės apkrovos portaluose, kur užsiregistravę daug vartotojų ir siunčia savo nuotraukas, įkėlimo katalogas (main/upload/users/) gali turėti per daug failų, kad failų sistema galėtų juos apdoroti (buvo pranešta apie daugiau nei 36000 failų Debian serveryje). Įjungus šią parinktį, bus įjungtas vieno lygio katalogų skaidymas įkėlimo kataloge. Bus naudojami 9 katalogai baziniame kataloge, o visi vėlesni vartotojų katalogai bus saugomi viename iš šių 9 katalogų. Šios parinkties pakeitimas nepakeis katalogų struktūros diske, bet paveiks Chamilo kodo veikimą, todėl jei pakeisite šią parinktį, turėsite patys sukurti naujus katalogus ir perkelti esamus katalogus serveryje. Atminkite, kad kuriant ir perkeliant tuos katalogus, vartotojų 1–9 katalogus turėsite perkelti į to paties pavadinimo pakatalogus. Jei nesate tikri dėl šios parinkties, geriausia jos neįjungti.
lv_lv: Augstas slodzes portālos, kur ir reģistrēts daudz lietotāju un viņi sūta savas bildes, augšupielādes direktorija (main/upload/users/) var saturēt pārāk daudz failu failu sistēmai (ziņots par vairāk nekā 36000 failiem Debian serverī). Šīs opcijas izmaiņas aktivizēs vienlīmeņu direktoriju sadalīšanu augšupielādes direktorijā. 9 direktorijas tiks izmantotas bāzes direktorijā, un visu turpmāko lietotāju direktorijas tiks saglabātas vienā no šīm 9 direktorijām. Šīs opcijas maiņa neietekmēs direktoriju struktūru diskā, bet ietekmēs Chamilo koda uzvedību, tāpēc, ja maināt šo opciju, jums pašam serverī jāizveido jaunas direktorijas un jāpārvieto esošās. Ņemiet vērā, ka izveidojot un pārvietojot šīs direktorijas, jāpārvieto lietotāju 1 līdz 9 direktorijas uz apakšdirektorijām ar tādu pašu nosaukumu. Ja neesat pārliecināts par šo opciju, labāk to neaktivizēt.
mk_mk: На портали со високо оптоварување, каде многу корисници се регистрирани и испраќаат слики, директориумот за испраќање (main/upload/users/) може да содржи премногу датотеки за фајл-системот да ги обработи (пријавено е со повеќе од 36000 датотеки на Debian сервер). Промената на оваа опција ќе овозможи еднонивочно делење на директориумите во директориумот за испраќање. 9 директориуми ќе се користат во базниот директориум и сите следни директориуми на корисници ќе се чуваат во еден од овие 9 директориуми. Промената на оваа опција нема да влијае на структурата на директориумите на дискот, но ќе влијае на однесувањето на Chamilo кодот, па ако ја промените оваа опција, мора сами да ги создадете новите директориуми и да ги преместите постоечките на серверот. Имајте на ум дека при создавање и преместување на тие директориуми, мора да ги преместите директориумите на корисниците 1 до 9 во поддиректориуми со исто име. Ако не сте сигурни за оваа опција, најдобро е да не ја активирате.
ms_my: Pada portal beban tinggi, di mana banyak pengguna berdaftar dan menghantar gambar mereka, direktori muat naik (main/upload/users/) mungkin mengandungi terlalu banyak fail untuk sistem fail menanganinya (telah dilaporkan dengan lebih daripada 36000 fail pada pelayan Debian). Mengubah pilihan ini akan membolehkan pemecahan satu tahap direktori dalam direktori muat naik. 9 direktori akan digunakan dalam direktori asas dan semua direktori pengguna berikutnya akan disimpan dalam salah satu daripada 9 direktori ini. Perubahan pilihan ini tidak akan mempengaruhi struktur direktori pada cakera, tetapi akan mempengaruhi tingkah laku kod Chamilo, jadi jika anda mengubah pilihan ini, anda mesti mencipta direktori baru dan memindahkan direktori sedia ada sendiri pada pelayan. Sedia paham bahawa apabila mencipta dan memindahkan direktori tersebut, anda mesti memindahkan direktori pengguna 1 hingga 9 ke subdirektori dengan nama yang sama. Jika anda tidak pasti tentang pilihan ini, adalah terbaik untuk tidak mengaktifkannya.
my_mm: အသုံးပြုသူများစွာ မှတ်ပုံတင်ထားပြီး ၎င်းတို့၏ပုံများကို ပို့သော ဝန်ထုပ်ဝန်ပိုးများသော ပေါ်တယ်များတွင်၊ တင်သွင်းဖိုင်တွဲ (main/upload/users/) တွင် ဖိုင်စနစ်ကိုင်တွယ်ရန် ဖိုင်များများလွန်းနိုင်သည် (Debian ဆာဗာတွင် ဖိုင် ၃၆၀၀၀ ကျော်ဖြင့် ဖော်ပြခဲ့သည်)။ ဤရွေးချယ်မှုကို ပြောင်းလဲခြင်းသည် တင်သွင်းဖိုင်တွဲတွင် ဖိုင်တွဲများကို တစ်ဆင့်ခွဲခြမ်းမှုကို ဖွင့်ပေးမည်ဖြစ်သည်။ အခြေခံဖိုင်တွဲတွင် ဖိုင်တွဲ ၉ ခုကို အသုံးပြုမည်ဖြစ်ပြီး၊ နောက်ဆက်တွဲ အသုံးပြုသူဖိုင်တွဲများအားလုံးကို ဤဖိုင်တွဲ ၉ ခုထဲမှ တစ်ခုတွင် သိမ်းဆည်းမည်ဖြစ်သည်။ ဤရွေးချယ်မှုပြောင်းလဲခြင်းသည် ဒစ်ပေါ်ရှိ ဖိုင်တွဲဖွဲ့စည်းပုံကို ထိခိုက်မည်မဟုတ်သော်လည်း Chamilo ကုဒ်၏ အပြုအမူကို ထိခိုက်မည်ဖြစ်သည်။ ထို့ကြောင့် ဤရွေးချယ်မှုကို ပြောင်းလဲပါက၊ သင်သည် ဖိုင်တွဲအသစ်များကို ဖန်တီးပြီး ရှိပြီးသား ဖိုင်တွဲများကို ဆာဗာပေါ်တွင် သင်ကိုယ်တိုင် ရွှေ့ရမည်ဖြစ်သည်။ ထိုဖိုင်တွဲများကို ဖန်တီးပြီး ရွှေ့သောအခါ၊ အသုံးပြုသူ ၁ မှ ၉ အထိ၏ ဖိုင်တွဲများကို တူညီသောအမည်ဖြင့် ဖိုင်တွဲခွဲများသို့ ရွှေ့ရမည်ဖြစ်သည်။ ဤရွေးချယ်မှုနှင့်ပတ်သက်၍ သေချာမသိပါက၊ ၎င်းကို ဖွင့်မထားခြင်းသည် အကောင်းဆုံးဖြစ်သည်။
ne: उच्च-भार पोर्टलहरूमा, जहाँ धेरै प्रयोगकर्ताहरू दर्ता छन् र आफ्ना तस्बिरहरू पठाउँछन्, अपलोड निर्देशिका (main/upload/users/) ले फाइल सिस्टम ह्यान्डल गर्न धेरै फाइलहरू समावेश गर्न सक्छ (डेबियन सर्भरमा ३६००० भन्दा बढी फाइलहरूको रिपोर्ट गरिएको छ)। यो विकल्प परिवर्तन गर्दा अपलोड निर्देशिकामा निर्देशिकाहरूको एक-स्तर विभाजन सक्षम हुनेछ। आधार निर्देशिकामा ९ निर्देशिकाहरू प्रयोग गरिनेछन् र सबैक्रमिक प्रयोगकर्ताहरूका निर्देशिकाहरू यी ९ निर्देशिकाहरू मध्ये एकमा भण्डारित हुनेछन्। यो विकल्प परिवर्तन गर्दा डिस्कमा निर्देशिका संरचना प्रभावित नहुनेछ, तर चमिलो कोडको व्यवहार प्रभावित हुनेछ, त्यसैले यदि तपाईं यो विकल्प परिवर्तन गर्नुहुन्छ भने, तपाईंले नयाँ निर्देशिकाहरू सिर्जना गर्नुपर्छ र सर्भरमा विद्यमान निर्देशिकाहरू आफैं स्थानान्तरण गर्नुपर्छ। निर्देशिका सिर्जना गर्दा र स्थानान्तरण गर्दा, प्रयोगकर्ता १ देखि ९ का निर्देशिकाहरूलाई समान नामका उपनिर्देशिकाहरूमा स्थानान्तरण गर्नुपर्छ भन्ने कुरामा सचेत रहनुहोस्। यदि तपाईं यो विकल्पबारे निश्चित हुनुहुन्न भने, यसलाई सक्रिय नगर्नु राम्रो हुन्छ।
nl: Op intensief gebruikte portalen met veel geregistreerde gebruikers die afbeeldingen uploaden in de uploadfolder (main/upload/users/), kan het voorkomen dat het bestandssysteem het aantal bestanden niet meer aankan (deze fout werd gemeld op een Debian server met meer dan 36000 bestanden in één directory). Deze optie wijzigen, zorgt ervoor dat de gebruikersfolders worden verdeeld over 9 subfolders in de uploadfolder. Deze optie heeft geen invloed op de gebruikersfolders op de schijf, maar heeft effect op de Chamilo code. Als u deze optie wijzigt, moet u de nieuwe folders aanmaken en de huidige folders handmatig verplaatsen. Let op dat u bij het aanmaken en verplaatsen van deze folders, u de folders van gebruikers moet plaatsen in de folders met dezelfde naam. Indien u niet zeker bent van deze optie, kan u ze beter niet activeren.
nn_no: På høg-belastede portalar, der mange brukarar er registrerte og sender bileta sine, kan opplastingskataloga (main/upload/users/) innehalde for mange filer for filsystemet å handtere (det er rapportert med meir enn 36000 filer på ein Debian-tenar). Å endre denne innstillinga vil aktivere ein ein-nivå deling av katalogene i opplastingskataloga. 9 katalogar vil bli brukt i basiskataloga og alle etterfølgjande brukar-katalogar vil bli lagra i eine av desse 9 katalogene. Endringa av denne innstillinga vil ikkje påverke katalogstrukturen på disken, men vil påverke oppførselen til Chamilo-koden, så om du endrar denne innstillinga, må du opprette dei nye katalogene og flytte dei eksisterande katalogene sjølv på tenaren. Vær oppmerksom på at når du opprettar og flytte desse katalogene, må du flytte katalogene til brukarar 1 til 9 inn i underkatalogar med same namn. Om du ikkje er sikker på denne innstillinga, er det best ikkje å aktivere den.
oc: Sus dels portals a forte trafic, ont mútis utilizaires son inscrits e mandan las lor fotografias, lo repertòri de còpia (main/upload/users/) pòt conténer tròp de fichièrs pel sistèma de fichièrs (èst estat senhalat amb mai de 36000 fichièrs sus un servidor Debian). Cambiar aquesta opcion activarà una division en un nivèl dels repertòris dins lo repertòri de còpia. 9 repertòris seràn utilizats dins lo repertòri de basa e totes los repertòris dels utilizaires seguents seràn estocats dins un d'aquestes 9 repertòris. Lo cambiament d'aquesta opcion afectarà pas la estructura dels repertòris sus disc, mas afectarà lo comportament del còde Chamilo, donc se cambiatz aquesta opcion, devètz crear los novèls repertòris e desplaçar los repertòris existents vòstre compte sul servidor. Siatz conscients qu'al crear e desplaçar aquestes repertòris, devètz desplaçar los repertòris dels utilizaires 1 a 9 dins de sos-repertòris del meteis nom. Se siatz pas segur d'aquesta opcion, es mei de l'activar pas.
pl_pl: Na bardzo mocno obciążonych portalach, gdzie jest zarejestrowanych wielu użytkowników którzy wysyłają swoje zdjęcia, katalog docelowy użytkowników (main/upload/users) może zawierać zbyt wiele plików aby system plików dał sobie z tym radę (zanotowano problemy przy ponad 36.000 plików na serwerze działającym pod systemem Debian). Zmiana tej opcji pozwoli na podział katalogu na 9 katalogów będących na jednym poziomie. Podkatalogi użytkowników będą przechowywane w jednym z tych 9 katalogów. Zmiana tej opcji nie ma wpływu na strukturę katalogów na dysku, ale będą miały wpływ na zachowanie się kodu systemu Chamilo. Jeżeli zmienisz tę opcję, musisz utworzyć nowe katalogi i przenieść ręcznie istniejące katalogi na serwerze. Należy pamiętać, że przy tworzeniu i przenoszenie tych katalogów, musisz przenieść katalogi użytkowników od jednego z 9 katalogi (zachowując tą samą nazwę katalogu użytkownika). Jeśli nie jesteś pewien czy potrzebujesz tej opcji najlepszym wyjściem (domyślnie) jest nie uaktywnianie jej.
ps: په لوړ بار پورټلونو کې، چیرې چې ډېر کاروونکي ثبت شوي او خپل انځورونه لېږي، اپلوډ ډایریکټري (main/upload/users/) ممکن د فایل سیسټم لپاره ډېر فایلونه ولري (د 36000 څخه زیات فایلونه په Debian سرور کې راپور شوي). دا انتخاب بدلول به د اپلوډ ډایریکټري کې د ډایریکټری ویشلو یو سطح فعال کړي. ۹ ډایریکټريانې به په بنسټیز ډایریکټري کې کارول شي او ټول وروستي کاروونکو ډایریکټريانې به په دې ۹ کې له یوې کې خوندي شي. دا انتخاب بدلول به د ډیسک باندې ډایریکټري جوړښت اغېزمن نه کړي، خو Chamilo کوډ چلند اغېزمنوي، نو که تاسو دا بدلوئ، تاسو باید نوي ډایریکټريانې جوړې کړئ او موجوده ډایریکټريانې په خپل سر سرور ته ولېږئ. پام وکړئ چې د جوړولو او غځولو پر مهال، تاسو باید د کاروونکو ۱ تر ۹ ډایریکټريانې په هم نوم کې سره واړوئ. که تاسو د دې انتخاب په اړه پوه نه یاست، غوره ده چې فعال یې نه کړئ.
pt_br: On portais de alta carga, onde um grande número de usuários registrados e enviar suas imagens, o diretório de upload (main/upload/users/) pode conter muitos arquivos para o chamilo de arquivos para lidar com (foi relatado com mais de 36.000 arquivos em um servidor Debian). A alteração desta opção permitirá uma divisão de um nível de diretórios no diretório de upload. 9 diretórios será usado na pasta de base e diretórios de todos os usuários subsequentes serão armazenados em um destes 9 diretórios. A alteração desta opção não afectará a estrutura de diretórios no disco, mas afectará o comportamento do código Chamilo, então se você mudar esta opção, você tem que criar os novos diretórios e mover os diretórios existentes por si mesmo em te servidor . Esteja ciente de que ao criar e mover esses diretórios, você terá que mover os diretórios de usuários de 1 a 9 em subdiretórios do mesmo nome Se você não tem certeza sobre essa opção, é melhor não para ativá-lo.
pt_pt: Em portais com uma utilização intensiva, onde existe um elevado número de utilizadores registados que submetem/enviam imagens, a pasta/directório de envio (main/upload/users) poderá conter demasiados ficheiros para poderem ser geridos pelo sistema de ficheiros do servidor (foi reportado para mais de 36000 ficheiros num servidor Debian). Modificando esta opção irá permitir, num primeiro nível, uma divisão em várias pastas/directórios na pasta/directório de envio. 9 pastas/directórios serão utilizadas na pasta/directório base e todas as sub-pastas/directórios de utilizadores ficarão armazenadas numa das 9 pastas/directórios. Modificando esta opção não irá afectar a estrutura das pastas/directórios em disco, mas afectará o comportamento do código Chamilo, por isso, se modificar esta opção, deverá criar as novas pastas/directórios e mover manualmente as pastas/directórios existentes no servidor. Tenha em atenção que ao criar e mover essas pastas/directórios, deverá mover as pastas/directórios de utilizadores de 1 a 9 para as sub-pastas/directórios com o mesmo nome. Se não tiver a certeza sobre esta opção, é melhor não a activar.
ro_ro: La portalele cu rata de utilizare foarte mare, in care multi utilizatori sunt inregistrati si trimit imaginile lor, directorul de upload (main/upload/users/) ar putea contine prea multe fisiere pentru ca sistemul de fisiere sa le mai poata manevra (limita raportata a fost de 36000 pe server Debian). Schimbarea acestei optiuni va permite o impartire pe un nivel a directoarelor din directorul de upload. Se vor utiliza 9 directoare in directorul de baza si toate directoarele urmatoare ale utilizatorilor se vor stoca in unul dintre aceste directoare. Schimbarea acestei optiuni nu va afecta structura de directoare pe disc ci doar comportamentul codului Chamilo deci, daca schimbati aceasta optiune va trebui sa creati noile directoare si sa mutati manual directoarele existente pe server. Aveti grija ca la crearea si mutarea acelor directoare, va trebui sa mutati directoarele utilizatorilor 1-9 in subdirectoarele cu acelasi nume. Daca nu intelegeti in totalitate aceasta optiune, ar fi cel mai bine sa nu o activati.
ru_ru: На каждом часто посещаемом портале, где много пользователей регистрируется и посылает свои фото, директория пересылки (главная/пересылка/пользователи/) может содержать слишком много файлов для управления системными файлами (например, на сервере Debain было найдено более, чем 36000 таких файлов). Изменение данной опции включит одноуровневое разделение каталогов в каталоге пересылки. 9 каталогов будут использоваться как базовые и все подкаталоги пользователей будут храниться в одном из этих 9 каталогов. Изменение данной опции не приведет к изменениям порядка каталогов на диске, но внесет изменения в поведение кода Chamilo. Таким образом, если Вы изменяете эту опцию, Вам необходимо создать новые каталоги и перенести вручную существующие категории на сервер. Будьте внимательны при создании и переносе этих каталогов, Вы должны будете перенести каталоги пользователей с 1 по 9 в подкаталоги под тем же самым названием. Если Вы не совсем уверены по поводу данной опции, то лучше ее не активировать.
sk_sk: Na vysoké zaťažené portály, kde je veľa registrovaných používateľov a posielajú svoje fotky, zložka pre nahrávanie (main/upload/users/), môže obsahovať príliš veľa súborov pre spracovanie súborovým systémom (to bolo hlásené s viac ako 36.000 súborov na Debian serveri). Zmena tohto nastavenia umožní povoliť jedno-úrovňové delenie zložiek v zložke nahrávania. 9 zložiek bude použitých v základnej zložke a všetky následné zložky používateľov budú uložené do jednej z týchto 9 zložiek. Zmena tohto nastavenia nebude mať vplyv na štruktúru zložiek na disku, ale bude mať vplyv na správanie kódu Chamilo, takže ak máte túto voľbu zmeniť, musíte vytvoriť nové zložky a presunúť existujúce zložky sami na serveri. Uvedomte si, že pri vytváraní a presúvaní týchto zložiek, budete musieť presunúť zložky používateľov 1-9 do podzložiek rovnakého mena. Ak si nie ste istí o tejto možnosti, je najlepšie keď ju nebudete aktivovať.
sl: Pri namestitvah z močno obremenitvijo, z velikim številom uporabnikov, kjer imajo registrirani uporabniki možnost nalaganja svojih slik v lasten profil, mapa, namenjena nalaganju slik (main/upload/users) lahko preseže omejitev največjega števila datotek v mapi, ki jo določa datotečni sistem (npr. 36000 datotek pri Debian strežniku). Uporaba te možnosti razbije mapo v 9 podmap. Sprememba nastavitve sama ne vpliva na trenutno strukturo map, temveč le na obnašanje kode. V primeru, da se odločite za to zmožnost, boste morali sami (ročno) narediti ustrezno strukturo map in prerazporediti trenutne uporabniške podmape vanje. Pri kreiranju in prerazporeditvi map upoštevajte, da boste mape uporabnikov 1 do 9 premaknili v podmape z enakim imenom. V primeru, da niste prepričani v razumevanje delovanja te zmožnosti, je raje ne aktivirajte.
sq: Në portalet me ngarkesë të lartë, ku janë regjistruar shumë përdorues dhe dërgojnë fotot e tyre, direktorija e ngarkimit (main/upload/users/) mund të përmbajë shumë skedarë për sistemin e skedarëve për t'i menaxhuar (është raportuar me më shumë se 36000 skedarë në një server Debian). Ndryshimi i kësaj opsioni do të aktivizojë një ndarje një-niveli të direktorive në direktorinë e ngarkimit. 9 direktoriume do të përdoren në direktorinë bazë dhe të gjitha direktoritë e përdoruesve të mëvonshëm do të ruhen në njërën nga këto 9 direktoriume. Ndryshimi i kësaj opsioni nuk do të ndikojë në strukturën e direktorive në disk, por do të ndikojë në sjelljen e kodit të Chamilo, kështu që nëse ndryshoni këtë opsion, duhet të krijoni direktoritë e reja dhe të zhvendosni direktoritë ekzistuese vetë në server. Kini parasysh që kur krijoni dhe zhvendosni ato direktoriume, do të duhet të zhvendosni direktoritë e përdoruesve 1 deri në 9 në nëndirektoriume me të njëjtin emër. Nëse nuk jeni të sigurt për këtë opsion, është më mirë mos ta aktivizoni.
sr_rs: Na portalima sa velikim opterećenjem, gde je mnogo registrovanih korisnika i šalju svoje slike, direktorijum za upload (main/upload/users/) može sadržati previše datoteka za fajl sistem da ih obradi (prijavljeno sa više od 36000 datoteka na Debian serveru). Promena ove opcije će omogućiti jedan nivo deljenja direktorijuma u upload direktorijumu. Biće korišćeno 9 direktorijuma u baznom direktorijumu i svi naknadni direktorijumi korisnika će biti smešteni u jedan od ovih 9 direktorijuma. Promena ove opcije neće uticati na strukturu direktorijuma na disku, ali će uticati na ponašanje Chamilo koda, pa ako promenite ovu opciju, morate sami da kreirate nove direktorijume i premestite postojeće na serveru. Imajte na umu da prilikom kreiranja i premestanja tih direktorijuma, morate premestiti direktorijume korisnika 1 do 9 u poddirektorijume istog imena. Ako niste sigurni u vezi ove opcije, najbolje je ne aktivirati je.
sv_se: På kursportaler som har mycket hög belastning, där användare skickar in bilder, kan uppladdningsmappen (main/upload/users/) bli överfylld (det finns rapporter om stopp vid mer än 36000 filer på en Debianserver). Om du aktiverar detta val förändras sättet Chamilo arbetar så att uppladdade filer sparas i nio mappar istället för en. Inget förändras däremot i mappstrukturen så du måste själv skapa mapparna och flytta befintliga filer till rätt användarmappar. Om du är osäker på hur du ska hantera detta val är det säkrast att lämna det inaktivierat.
sw_ke: Kwenye lango zenye mzigo mkuu, ambapo watumiaji wengi wamesajiliwa na wanatuma picha zao, saraka ya upakiaji (main/upload/users/) inaweza kuwa na faili nyingi sana kwa mfumo wa mafaili kushughulikia (imekuripotiwa na faili zaidi ya 36000 kwenye seva ya Debian). Kubadilisha chaguo hili kutawezesha kugawanyika kwa ngazi moja ya saraka katika saraka ya upakiaji. Saraka 9 zitatumika katika saraka ya msingi na saraka zote za watumiaji wanaofuata zitawekwa katika moja ya saraka hizi 9. Kubadilisha chaguo hili hakutahamia muundo wa saraka kwenye diski, lakini kutaathiri tabia ya msimbo wa Chamilo, kwa hivyo ikiwa utabadilisha chaguo hili, lazima uundwe saraka mpya na uhamishe saraka zilizopo mwenyewe kwenye seva. Jua kuwa unapounda na kuhamisha saraka hizo, utalazimika kuhamisha saraka za watumiaji 1 hadi 9 kwenye saraka ndogo za jina sawa. Ikiwa hauna uhakika kuhusu chaguo hili, ni bora usiwezeshe.
ta: உயர்-சுமை தளங்களில், பல பயனர்கள் பதிவு செய்து தங்கள் படங்களை அனுப்புகின்றனர், பதிவேற்ற இயல்புப் பகுதி (main/upload/users/) கோப்பு முறையை கையாள இன்னும் பல கோப்புகளை கொண்டிருக்கலாம் (Debian சர்வரில் 36000க்கும் மேற்பட்ட கோப்புகளுடன் அறிவிக்கப்பட்டது). இந்த விருப்பத்தை மாற்றுவது பதிவேற்ற இயல்புப் பகுதியில் இயல்புப் பகுதிகளை ஒரு-நிலை பிரிப்பை செயல்படுத்தும். 9 இயல்புப் பகுதிகள் அடிப்படை பகுதியில் பயன்படுத்தப்படும் மற்றும் அனைத்து பின்னர் பயனர்களின் இயல்புப் பகுதிகளும் இந்த 9 இயல்புப் பகுதிகளில் ஒன்றில் சேமிக்கப்படும். இந்த விருப்பத்தை மாற்றுவது டிஸ்க்கில் இயல்புப் பகுதிகள் அமைப்பை பாதிக்காது, ஆனால் Chamilo குறியீட்டின் நடத்தையை பாதிக்கும், எனவே இந்த விருப்பத்தை மாற்றினால், புதிய இயல்புப் பகுதிகளை உருவாக்கி உள்ள கோப்புகளை சர்வரில் நீங்களே நகர்த்த வேண்டும். 1 முதல் 9 வரையிலான பயனர்களின் இயல்புப் பகுதிகளை அதே பெயரின் துணை இயல்புப் பகுதிகளுக்கு நகர்த்த வேண்டும் என்பதை அறிந்து கொள்ளுங்கள். இந்த விருப்பம் பற்றி உறுதியில்லையென்றால், செயல்படுத்த வேண்டாம்.
th: ในพอร์ทัลที่มีโหลดสูง ที่มีผู้ใช้จำนวนมากลงทะเบียนและส่งภาพ ไดเรกทอรีอัปโหลด (main/upload/users/) อาจมีไฟล์มากเกินไปสำหรับระบบไฟล์ในการจัดการ (รายงานว่ามีมากกว่า 36000 ไฟล์บนเซิร์ฟเวอร์ Debian) การเปลี่ยนตัวเลือกนี้จะเปิดการแยกไดเรกทอรีระดับหนึ่ง 9 ไดเรกทอรีจะถูกใช้ในไดเรกทอรีฐาน และไดเรกทอรีผู้ใช้ต่อไปจะถูกเก็บในหนึ่งใน 9 ไดเรกทอรีเหล่านี้ การเปลี่ยนตัวเลือกนี้จะไม่ส่งผลต่อโครงสร้างไดเรกทอรีบนดิสก์ แต่จะส่งผลต่อพฤติกรรมของโค้ด Chamilo ดังนั้นหากเปลี่ยนตัวเลือกนี้ คุณต้องสร้างไดเรกทอรีใหม่และย้ายไดเรกทอรีที่มีอยู่ด้วยตัวเองบนเซิร์ฟเวอร์ ต้องระวังว่าตอนสร้างและย้ายไดเรกทอรี คุณต้องย้ายไดเรกทอรีของผู้ใช้ 1 ถึง 9 ไปยัง subdirectories ชื่อเดียวกัน หากไม่แน่ใจเกี่ยวกับตัวเลือกนี้ ควรไม่เปิดใช้งาน
tl_ph: Sa mga high-load portal, kung saan maraming user ang nirehistro at nagpapadala ng kanilang mga larawan, ang direktoryo ng upload (main/upload/users/) ay maaaring maglaman ng sobrang dami ng file para sa filesystem (nangyari ito na may higit sa 36000 file sa Debian server). Ang pagbabago ng opsyon na ito ay magbibigay-daan sa one-level splitting ng mga direktoryo sa upload directory. 9 na direktoryo ang gagamitin sa base directory at lahat ng sumunod na direktoryo ng user ay iimbak sa isa sa mga 9 na ito. Ang pagbabago ng opsyon na ito ay hindi makakaapekto sa istraktura ng direktoryo sa disk, ngunit makakaapekto sa pag-uugali ng Chamilo code, kaya kung babaguhin mo ito, kailangan mong lumikha ng mga bagong direktoryo at ilipat ang umiiral na mga direktoryo nang manu-mano sa server. Maging alerto na kapag lumilikha at naglilipat ng mga direktoryong iyon, kailangan mong ilipat ang mga direktoryo ng user 1 hanggang 9 sa mga subdirectory ng parehong pangalan. Kung hindi ka sigurado sa opsyon na ito, mas mabuti na huwag i-activate ito.
tr: Kayıtlı kullanıcı sayısı çok olan yoğun kullanımlı sitelerde kullanıcı upload klasörü (main/upload/users) sistemin üstesinden gelebileceğinden çok daha fazla resim,dosya vb içerik taşıyabilir.(bir Debian sunucuda 36000 den fazla olduğu belirtildi)Bu özellik upload klasörünün bir seviye bölünmesi sonucu ana kasörde 9 klasör oluşturulup gönderilen dosyaların paylaştırılmasını sağlar.Bu özellik diskteki klasör yapılanmasını etkilemez, Chamilo kodunun davranışını etkiler. Bu özelliği kullanırsanız, yeni klasörleri oluşturmalı ve var olan klasörleri bunların içine taşımalısınız.Kullanıcıların 1 den 9 a kadar olan klasörlerini aynı isimli alt klasörlere taşımaya dikkat etmelisiniz.Bu özelliğin kullanımından emin değilseniz, en iyisi kullanmamaktır.
uk_ua: На порталах, де багато користувачів надсилають свої файли, каталог завантажувань (main/upload/users/) може містити багато файлів для обробки файловою системою. Зміна цієї опції включить однорівнене поєднання директорій в каталозі завантажувань. 9 каталогів будуть використані як базові, а всі підкаталоги користувачів будуть збережені в одному з цих 9 каталогів. Зміна цієї опції не призведе до зміни порядку каталогів на диску, але змінить поведінку в коді Chamilo. Тому, якщо ви змінили цю опцію, то вам необхідно створити каталоги та перемістити існуючі каталоги на сервер вручну. Будьте певні, що при створенні та переміщенні цих каталогів, вам необхідно перемістити користувацькі каталоги з 1 по 9 в підкаталоги з тою самою назвою. Якщо ви не впевнені в цій опції, то не використовуйте її.
vi_vn: Trên cổng tải cao, nơi nhiều người dùng đăng ký và gửi hình ảnh, thư mục tải lên (main/upload/users/) có thể chứa quá nhiều tệp để hệ thống tệp xử lý (đã báo cáo với hơn 36000 tệp trên máy chủ Debian). Thay đổi tùy chọn này sẽ bật chia thư mục một cấp trong thư mục tải lên. 9 thư mục sẽ được sử dụng trong thư mục gốc và thư mục người dùng tiếp theo sẽ lưu vào một trong 9 thư mục này. Thay đổi tùy chọn này không ảnh hưởng cấu trúc thư mục trên đĩa, nhưng ảnh hưởng hành vi mã Chamilo, vì vậy nếu thay đổi, bạn phải tự tạo thư mục mới và di chuyển thư mục hiện có trên máy chủ. Lưu ý khi tạo và di chuyển thư mục, bạn phải di chuyển thư mục người dùng 1 đến 9 vào thư mục con cùng tên. Nếu không chắc chắn, tốt nhất không kích hoạt.
xh_za: Kwiiportal ezinethuba eliphezulu, apho abasebenzisi abaninzi babhalisiwe kwaye bathumela imifanekiso yabo, ulawulo lokulayisha (main/upload/users/) lisenokuba neefayile ezininzi kakhulu ukuze inkqubo yefayile iphathe (kuxeliwe ngaphezulu kweefayile ezingama-36000 kwiserver seDebian). Ukutshintsha oku khetho kuya kuvula ukuhlazulwa kwenqanaba elinye kwezakhivo kulawulo lokulayisha. Iidirektori ezili-9 ziya kusetyenziswa kwisakhiwo esisisiseko kwaye zonke iidirektori zabasebenzisi ezalandelayo ziya kugcinwa kwelinye lamadirektori ali-9. Ukutshintsha oku khetho akuzukuchaphazela ubume beedirektori kwidiski, kodwa kuya kuchaphazela ukuziphatha kwikhowudi yeChamilo, ngoko ke ukuba utshintsha oku khetho, kufuneka wenze iidirektori ezintsha kwaye uhube iidirektori ezikhoyo ngokwakho kwiserver. Qaphela ukuba xa udala kwaye uhuba ezo direktor, kuya kufuneka uhube iidirektori zabasebenzisi ukusuka 1 ukuya 9 kwiisubdirektori zegama elifanayo. Ukuba awunaqiniseki ngoku khetho, kungcono ungayiveli.
zh_cn: 在高负载门户中，用户众多且上传图片时，上传目录（main/upload/users/）可能包含过多文件，文件系统无法处理（Debian 服务器报告超过 36000 个文件）。启用此选项将在上传目录中进行一级目录拆分。基础目录将使用 9 个目录，所有后续用户目录将存储在这些目录之一中。更改此选项不会影响磁盘上的目录结构，但会影响 Chamilo 代码的行为，因此更改后，您需要在服务器上手动创建新目录并移动现有目录。请注意，创建和移动目录时，需要将用户 1 到 9 的目录移动到同名子目录中。如果不确定此选项，最好不要启用。
zh_tw: 在使用量高的站台，有大量使用者註冊及上載圖片，檔案管理系統要處理的上載目錄(main/upload/users/)可能會含有太多檔案。改變這選項可以讓原有的上載目錄分為九個。往後，使用者的上載檔便會儲存在其中一個目錄中。這選項不會改變碟片結構但會影響 Chamilo 編碼，所以你要在事前自行建立一個目錄把已存在的檔案移走。若你需要創建或移動這些目錄，你必須把使用者目錄1至9號到同名的屬目錄。若你對這選項不理解，最好不要啟用它。
