Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Refresh number of children
ar: تحديث عدد الأطفال
ast_es: Actualizar el númberu de fíos
bn_bd: সন্তানের সংখ্যা রিফ্রেশ করুন
bs_ba: Osveži broj podređenih
ca_es: Actualitzar el número de processos subordinats
cs_cz: Obnovit počet podřízených(children)
da: Genindlæs antal underpunkter
de: Anzahl untergeordneter Elemente aktualisieren
el: Ανανέωση αριθμού παιδιών
eo: Refreŝigi nombron da idoj
es: Actualizar el número de hijos
es_mx: Actualice el número de procesos subordinados
eu_es: Freskatu menpeko kopurua
fa_ir: تجدید تعداد بچه ها<br>(children) <br>
fi_fi: Päivitä lasten määrä
fo_fo: Dagfør tal av børnum
fur: Refrescje il nûmar di fi
ga: Athnuaigh líon na leanaí
gl: Refrescar o número de dependentes
he_il: רענן מספר ילדים
hi: उप-श्रेणियों की संख्या ताज़ा करें
hr_hr: Ažuriraj broj elemenata nižih razina
hu_hu: Gyerekek számának frissítése
hy: Վերահաշվել երեխաների թիվը
id_id: Refresh jumlah sub
it: Aggiorna numero dipendenti
ja: 子項目数を更新
ka_ge: შვილობილების რაოდენობის განახლება
ko_kr: 하위 카테고리 수 새로고침
lt_lt: Perkrauti šakos numerį
lv_lv: Saskaitīt apakšnodaļas
mk_mk: Освежи број на елементи од пониско ниво
ms_my: Segarkan bilangan anak
my_mm: အမျိုးအစားခွဲအရေအတွက်ကို ပြန်လည်စတင်ပါ
ne: छोराहरूको संख्या ताजा गर्नुहोस्
nl: Vernieuw aantal kinderen
nn_no: Gjenoppfrisk antall underliggende
oc: Actualizar lo nombre de filhs
pl_pl: Odśwież liczbę potomków
ps: د زوانیو شمېر تازه کړئ
pt_br: Atualizar número de crianças
pt_pt: Actualizar número de discípulos/ramos
ro_ro: Actualizeaza numarul fisierelor descendente
ru_ru: Обновить число детей
sk_sk: Aktualizovať počet podriadených
sl: Osveži število podrejenih vozlišč
sq: Përditëso numrin e fëmijëve
sr_rs: Osveži broj dece
sv_se: Uppdatera antal "barn"
sw_ke: Sasisha idadi ya watoto
ta: குழந்தைகளின் எண்ணிக்கையைப் புதுப்பிக்கவும்
th: กะพริบจอดูแผนผังโครงสร้างไฟล์ย่อยใหม่
tl_ph: I-refresh ang bilang ng mga anak
tr: Alt öğe sayısını yenile
uk_ua: Оновити кількість нащадків
vi_vn: Làm mới số lượng con
xh_za: Hlaziya inani labantwana
zh_cn: 刷新下一级数目
zh_tw: 刷新下一級數目

source: Show tree
ar: إظهار الشجرة
ast_es: Amosar l'árbol
bn_bd: ট্রি দেখান
bs_ba: Prikaži stablo
ca_es: Mostrar l'arbre
cs_cz: Zobrazit strom
da: Vis træ
de: Verzeichnisbaum anzeigen
el: Εμφάνιση δενδρικής μορφής
eo: Montri strukturon
es: Ver el árbol
es_mx: Mostrar árbol
eu_es: Erakutsi zuhaitza
fa_ir: نمایشطبقه بندی درختی
fi_fi: Näytä puu
fo_fo: Vís træið
fur: Mostre l'alber
ga: Taispeáin an crann
gl: Amosar a árbore
he_il: הצג עץ
hi: ट्री दिखाएँ
hr_hr: Prikaži strukturu
hu_hu: Mutasd a fát
hy: Ցուցադրել ծառը
id_id: Tampilkan tree
it: Mostra struttura
ja: ツリーを表示
ka_ge: ხის ჩვენება
ko_kr: 트리 보기
lo: ສະແດງໂຄງສ້າງຕົ້ນໄມ້
lt_lt: Rodyti medį
lv_lv: Rādīt koku
mk_mk: Прикажи дрво
ms_my: Tunjuk pokok
my_mm: သစ်ပင်ကို ပြပါ
ne: रूख देखाउनुहोस्
nl: Boomstructuur weergeven
nn_no: Vis trestruktur
oc: Afichar l'arbre
pl_pl: Pokaż drzewo
ps: وتوب ښکاره کړئ
pt_br: Mostrar árvore
pt_pt: Apresentar árvore
ro_ro: Arata arborele
ru_ru: Показать дерево
sk_sk: Zobraziť strom
sl: Prikaži drevo
sq: Shfaq pemën
sr_rs: Prikaži drvo
sv_se: Visa träd
sw_ke: Onyesha mti
ta: மரத்தைக் காட்டு
th: แสดงโครงสร้างไฟล์รูปแบบแผนภูมิต้นไม้
tl_ph: Ipakita ang puno
tr: Ağacı göster
uk_ua: Показати дерево
vi_vn: Hiển thị cây
xh_za: Bonisa umthi
zh_cn: 显示主目录
zh_tw: 顯示主目錄

source: Meta image path
ar: مسار الصورة
ast_es: Camín a la imaxe meta
bn_bd: মেটা ইমেজ পাথ
bs_ba: Putanja meta slike
ca_es: Ruta d'imatge Meta
cs_cz: Cesta k meta obrázku
da: Meta billede sti
de: Meta-Image-Pfad
el: Διαδρομή εικόνας meta
eo: Vojo al meta-bildo
es: Ruta de imagen Meta
es_mx: Ruta de la imagen meta
eu_es: Meta irudi bidea
fa_ir: مسیر تصویر متا
fi_fi: Metakuva polku
fo_fo: Meta myndaleið
fur: Percors imatine meta
ga: Cosán íomhá meiteach
gl: Ruta de imaxe Meta.
he_il: נתיב מטא תמונה
hi: मेटा छवि पथ
hr_hr: Putanja meta slike
hu_hu: Meta kép útvonal
hy: Meta պատկերի ուղին
id_id: Jalur gambar meta
it: Percorso Meta immagine
ja: メタ画像パス
ka_ge: მეტა სურათის მისამართი
ko_kr: 메타 이미지 경로
lt_lt: Meta paveikslėlio kelias
lv_lv: Meta attēla ceļš
mk_mk: Патека до мета слика
ms_my: Laluan imej meta
my_mm: မက်တာပုံလမ်းကြောင်း
ne: मेटा छवि मार्ग
nl: Meta beeld pad
nn_no: Meta-bilete sti
oc: Camí de l'imatge meta
pl_pl: Ścieżka do obrazu meta
ps: د میټا انځور لاره
pt_br: Meta e o caminho da imagem
pt_pt: Caminho da imagem Meta
ro_ro: Calea imaginii meta
ru_ru: Путь к мета-изображению
sk_sk: Meta obrázok cesta
sl: Pot do meta slike
sq: Shtegu i imazhit meta
sr_rs: Putanja do meta slike
sv_se: Meta-bildsökväg
sw_ke: Njia ya picha ya meta
ta: மெட்டா படம் பாதை
th: เส้นทางรูปภาพเมตา
tl_ph: Meta landas ng larawan
tr: Meta resim yolu
uk_ua: Шлях до мета-зображення
vi_vn: Đường dẫn hình ảnh meta
xh_za: Indlela yomfanekiso weMeta
zh_cn: 元图像路径
zh_tw: Meta 圖像路徑

source: Category deleted
ar: تم حذف الصنف
ast_es: Categoría esborrada
bn_bd: বিভাগ মুছে ফেলা হয়েছে
bs_ba: Kategorija obrisana
ca_es: Categoria esborrada
cs_cz: Kategorie smazána
da: Kategori slettet
de: Kategorie gelöscht
el: Η κατηγορία διαγράφηκε
eo: Kategorio forigita
es: Categoría eliminada
es_mx: Categoría borrada
eu_es: Kategoria ezabatu da
fa_ir: طبقه مورد نظر حذف شد
fi_fi: Kategoria poistettu
fo_fo: Bólkurin er strikað
fur: Categorî scjadude
ga: Chatagóir scriosta
gl: Categoría eliminada
he_il: הקטגוריה נמחקה
hi: श्रेणी हटा दी गई
hr_hr: Kategorija izbrisana
hu_hu: Kategória törölve
hy: Կատեգորիան ջնջվել է
id_id: Kategori dihapus
it: Categoria eliminata
ja: カテゴリが削除されました
ka_ge: კატეგორია წაშლილია
ko_kr: 카테고리가 삭제되었습니다
lo: ໝວດໝູ່ຖືກລຶບແລ້ວ
lt_lt: Kategorija ištrinta
lv_lv: Nodaļa izdzēsta
mk_mk: Категоријата е избришана
ms_my: Kategori dihapuskan
my_mm: အမျိုးအစားကို ဖျက်လိုက်ပြီးဖြစ်သည်
ne: श्रेणी मेटाइयो
nl: Categorie verwijderd
nn_no: Kategori slettet
oc: Categoria suprima
pl_pl: Kasowanie kategorii
ps: کټګوري حذف شوه
pt_br: Categoria apagados
pt_pt: Categoria eliminada
ro_ro: Categoria a fost stearsa
ru_ru: Категория удалена
sk_sk: Kategória zmazaná
sl: Kategorija odstranjena
sq: Kategoria u fshi
sr_rs: Kategorija je obrisana
sv_se: Kategorin raderad
sw_ke: Kundi kimefutwa
ta: வகை நீக்கப்பட்டது
th: ลบประเภท
tl_ph: Natanggal na ang kategorya
tr: Kategori silinmiş
uk_ua: Категорія видалена
vi_vn: Danh mục đã bị xóa
xh_za: Indawo isusiwe
zh_cn: 分类已删除
zh_tw: 分類已刪除

source: Recount children
ar: اعادة تعداد الأطفال
ast_es: Volver contar subprocesos
bn_bd: সন্তান পুনঃগণনা করুন
bs_ba: Prebroji podređene
ca_es: Recomptar els processos subordinats
cs_cz: Přepočítat podřízených(children)
da: Tæl underpunkter igen
de: Untergeordnete Elemente neu berechnen
el: Επαναυπολογισμός παιδιών
eo: Rekalkulu idojn
es: Recontar los hijos
es_mx: Recontar procesos subordinados
eu_es: Zenbatu berriro menpekoak
fa_ir: بازشماریبچه ها<br>(children)<br>
fi_fi: Laske lapset uudelleen
fo_fo: Telja børnini aftur
fur: Torna contant i fi
ga: Atháirigh leanaí
gl: Recontar dependentes
he_il: ספור ילדים
hi: उप-श्रेणियों की गणना करें
hr_hr: Prebroji elemente niže razine
hu_hu: Gyerekek újraszámolása
hy: Վերահաշվել երեխաները
id_id: Hitung-ulang sub
it: Riconta dipendenti
ja: 子項目を再計算
ka_ge: შვილობილების ხელახლა გამოთვლა
ko_kr: 하위 카테고리 재계산
lo: ນັບລາຍການຍ່ອຍໃໝ່
lt_lt: Perskaičiuoti vaikus medyje
lv_lv: Pārskaitīt nodaļas
mk_mk: Преброј ги елементите од пониско ниво
ms_my: Kira semula anak
my_mm: အမျိုးအစားခွဲများကို ပြန်လည်ရေတွက်ပါ
ne: छोराहरू पुनर्गणना गर्नुहोस्
nl: Tel kinderen opnieuw
nn_no: Tell undergrupper på nytt
oc: Recompte de filhs
pl_pl: Ponownie policz potomków
ps: زواني بیا شمېر کړئ
pt_br: crianças Recount
pt_pt: Recontar discípulos/ramos
ro_ro: Renumara fisierele descendente
ru_ru: Пересчитать детей
sk_sk: Prepočítať podriadených
sl: Ponovno preštej podrejena vozlišča
sq: Numëro fëmijët
sr_rs: Prebroj decu
sv_se: Omräkna "barnen"
sw_ke: Hesabu upya watoto
ta: குழந்தைகளை மீண்டும் எண்ணவும்
th: นับดูแผนผังโครงสร้างไฟล์ย่อยใหม่
tl_ph: I-recount ang mga anak
tr: Alt elemanları say
uk_ua: Перерахувати нащадків
vi_vn: Đếm lại các mục con
xh_za: Bala kabusha abantwana
zh_cn: 重数下一级
zh_tw: 重數下一級

source: Up in same level
ar: إلى أعلى في نفس المستوى
ast_es: Subir dientro esti nivel
bn_bd: একই স্তরে উপরে
bs_ba: Gore na istom nivou
ca_es: Cap amunt en el mateix nivell
cs_cz: Nahoru v stejnou úroveň
da: Op i samme niveau
de: Nach oben innerhalb der selben Ebene
el: Πάνω στο ίδιο επίπεδο
eo: Supren samnivele
es: Subir en este nivel
es_mx: Subir en el mismo nivel
eu_es: Gora maila berean
fa_ir: بالاتر در همین طبقه
fi_fi: Ylös samalle tasolle
fo_fo: Upp á somu støðu
fur: Su al stes livel
ga: Síos sa leibhéal céanna
gl: Subir no mesmo nivel
he_il: מעלה באותה רמה
hi: समान स्तर पर ऊपर
hr_hr: Iznad na istoj razini
hu_hu: Fel azonos szintre
hy: Վերև նույն մակարդակում
id_id: Keatas dalam level yang sama
it: Su nello stesso livello
ja: 同じレベルで上に移動
ka_ge: ზევით იმავე დონეზე
ko_kr: 동일한 레벨로 올리기
lo: ຂຶ້ນໃນລະດັບດຽວກັນ
lt_lt: Aukštyn tame pačiame lygyje
lv_lv: Uz augšu šajā līmenī
mk_mk: Погоре во истото ниво
ms_my: Naik ke tahap sama
my_mm: တူညီသောအဆင့်တွင် အထက်သို့
ne: एकै तहमा माथि
nl: Omhoog in zelfde niveau
nn_no: Opp i samme nivå
oc: Pujar dins lo meteis nivèl
pl_pl: W góre na ten sam poziom
ps: په هغې کچه کې پورته
pt_br: Up in mesmo nível
pt_pt: Subir no mesmo nível
ro_ro: Sus in acelasi nivel
ru_ru: Вверх на том же уровне
sk_sk: Hore na rovnakú úroveň
sl: Gor na istem nivoju
sq: Lart në të njëjtin nivel
sr_rs: Gore na istom nivou
sv_se: Upp i samma nivå
sw_ke: Kwenye ngazi sawa juu
ta: அதே நிலையில் மேலே
th: ปรับมาระดับเดียวกัน
tl_ph: Pataas sa parehong antas
tr: Bir düzey üste
uk_ua: Вгору на такий самий рівень
vi_vn: Lên cùng cấp
xh_za: Phezulu kwikawu efanayo
zh_cn: 提升到同一级
zh_tw: 提升到同一級

source: Mail to :
ar: : ارسال إلى
ast_es: Corréu a:
bn_bd: ইমেইলে :
bs_ba: E-pošta za:
ca_es: Enviar e-mail a:
cs_cz: E-mail na:
da: Send e-mail til:
de: E-Mail an:
el: Αποστολή mail σε:
eo: Sendi mesaĝon al :
es: Correo a:
es_mx: Correo a:
eu_es: Mezua nora:
fa_ir: تماس
fi_fi: Lähetä sähköposti:
fo_fo: Send póst til :
fur: Pôst a :
ga: Post go :
gl: Correo electrónico a :
he_il: דואר אל:
hi: मेल भेजें :
hr_hr: Pošalji:
hu_hu: Címzett:
hy: Նամակ՝
id_id: Kirim surat ke :
it: Email a :
ja: メール先：
ka_ge: წერილი:
ko_kr: 이메일 수신자:
lt_lt: Siūsti laišką :
lv_lv: Rakstīt e-pastu :
mk_mk: Писмо до:
ms_my: E-mel kepada :
my_mm: အီးမေးလ်ပို့ရန် :
ne: ईमेल गर्नुहोस् :
nl: Mail naar:
nn_no: E-post til :
oc: Mail a :
pl_pl: Wyślij e-mail do:
ps: پوستې ته :
pt_br: Enviar e-mail para:
pt_pt: Enviar para:
ro_ro: Trimite mail la:
ru_ru: Послать e-mail на:
sk_sk: E-mail na :
sl: Pošlji e-pošto :
sq: Postë te :
sr_rs: Pošalji:
sv_se: E-posta till:
sw_ke: Barua pepe kwa:
ta: மின்னஞ்சல் அனுப்பு :
th: ส่งอีเมลถึง
tl_ph: Email sa:
tr: E-posta alıcısı:
uk_ua: Відіслати email до:
vi_vn: Gửi thư đến:
xh_za: Iposi kwi :
zh_cn: 寄给:
zh_tw: 寄給:

source: Add an administrator
ar: إضافة مسئولا
ast_es: Amestar un alministrador
bn_bd: একজন প্রশাসক যোগ করুন
bs_ba: Dodaj administratora
ca_es: Afegir un usuari administrador
cs_cz: Přidat správce
da: Tilføj en administrator
de: Weiteren Administrator hinzufügen
el: Προσθήκη διαχειριστή
eo: Aldoni mastrumanton
es: Añadir un administrador
es_mx: Agregar un usuario administrador
eu_es: Gehitu kudeatzaile bat
fa_ir: اضافه کردن مسئول محیط آموزش مجازی
fi_fi: Lisää ylläpitäjä
fo_fo: Legg til ein stjóra
fur: Zedi un aministradôr
ga: Cuir riarthóir leis
gl: Engadir un administrador
he_il: הוסף מנהל
hi: प्रशासक जोड़ें
hr_hr: Dodaj nadzornika
hu_hu: Adminisztrátor hozzáadása
hy: Ավելացնել ադմինիստրատոր
id_id: Tambah user berhak admin
it: Aggiungi un amministratore
ja: 管理者を追加
ka_ge: ადმინისტრატორის დამატება
ko_kr: 관리자 추가
lt_lt: Sukurti administratorių
lv_lv: Pievienot administratoru
mk_mk: Додај управувач
ms_my: Tambah Pentadbir Sistem
my_mm: စီမံခန့်ခွဲသူတစ်ဦးထည့်ပါ
ne: प्रशासक थप्नुहोस्
nl: Voeg een beheerder toe
nn_no: Legg til en administrator
oc: Apondre un administrator
pl_pl: Dodaj administratora
ps: یوه پښتوني اضافه کړئ
pt_br: Adicionar um administrador
pt_pt: Adicionar um administrador
ro_ro: Adauga un administrator
ru_ru: Добавить администратора
sk_sk: Pridaj administrátora
sl: Dodaj upravitelja
sq: Shto një administrator
sr_rs: Dodaj administratora
sv_se: Lägg till en administratör
sw_ke: Ongeza msimamizi
ta: நிர்வாகியைச் சேர்க்கவும்
th: เพิ่มผู้ดูแลระบบ
tl_ph: Magdagdag ng administrator
tr: Yönetici ekle
uk_ua: Додати адміністратора
vi_vn: Thêm người quản trịr
xh_za: Faka umlawuli
zh_cn: 添加管理员
zh_tw: 添加管理員

source: Add categories
ar: إضافة أصناف
ast_es: Amestar categoríes
bn_bd: বিভাগ যোগ করুন
bs_ba: Dodaj kategorije
ca_es: Afegir categories
cs_cz: Přidat kategorie
da: Tilføj kategorier
de: Bereiche hinzufügen
el: Προσθήκη κατηγοριών
eo: Aldoni kategoriojn
es: Añadir categorías
es_mx: Agregar categorías
eu_es: Gehitu kategoriak
fa_ir: اضافه کردن طبقه
fi_fi: Lisää kategorioita
fo_fo: Legg til bólkar
fur: Zedi categorîs
ga: Cuir catagóirí leis
gl: Engadir facultades
he_il: הוסף קטגוריות
hi: श्रेणियाँ जोड़ें
hr_hr: Dodaj kategorije
hu_hu: Kategória hozzáadása
hy: Ավելացնել կատեգորիաներ
id_id: Tambah fakultas/kategori
it: Aggiungi una categoria
ja: カテゴリを追加
ka_ge: კატეგორიების დამატება
ko_kr: 카테고리 추가
lt_lt: Sukurti kategorijas
lv_lv: Pievienot nodaļas
mk_mk: Додај категории
ms_my: Tambah Pusat Pengajian
my_mm: အမျိုးအစားများထည့်ပါ
ne: श्रेणीहरू थप्नुहोस्
nl: Voeg categorieën toe
nn_no: Legg til kategorier
oc: Apondre de categories
pl_pl: Dodaj kategorie
ps: کټګورۍ اضافه کړئ
pt_br: Adicionar categorias
pt_pt: Adicionar categorias
ro_ro: Adaugati categorii
ru_ru: Добавить категории
sk_sk: Pridaj kategórie
sl: Dodaj kategorijo
sq: Shto kategori
sr_rs: Dodavanje kategorija
sv_se: Lägg till kategorier
sw_ke: Ongeza makundi
ta: பிரிவுகளைச் சேர்க்கவும்
th: เพิ่มประเภท
tl_ph: Magdagdag ng mga kategorya
tr: Alan ekle
uk_ua: Додати категорії
vi_vn: Thêm bộ môn
xh_za: Faka iindidi
zh_cn: 添加分类
zh_tw: 添加分類

source: Search for a course
ar: البحث عن مقرر
ast_es: Buscar un cursu
bn_bd: কোর্স খুঁজুন
bs_ba: Pretraži kurs
ca_es: Buscar un curs
cs_cz: Hledej kurz
da: Søg efter kursus
de: Kurs suchen
el: Αναζήτηση μαθήματος
eo: Serĉi kurson
es: Buscar un curso
es_mx: Buscar un curso
eu_es: Bilatu ikastaro bat
fa_ir: جستجوی یک درس
fi_fi: Etsi kurssia
fo_fo: Leita eftir einum kursi
fur: Sierte un cors
ga: Cuardaigh cúrsa
gl: Buscar un curso
he_il: חפש קורס
hi: कोर्स खोजें
hr_hr: Potraži kolegij
hu_hu: Kurzus keresése
hy: Փնտրել դասընթաց
id_id: Cari mata kuliah
it: Cerca un corso
ja: コースを検索
ka_ge: კურსის ძებნა
ko_kr: 과정 검색
lt_lt: Kurso paieška
lv_lv: Meklēt kursu
mk_mk: Барај курс
ms_my: Cari Subjek
my_mm: သင်တန်းတစ်ခုကို ရှာဖွေပါ
ne: पाठ्यक्रम खोज्नुहोस्
nl: Cursus opzoeken
nn_no: Søk etter ett kurs
oc: Recercar un còrs
pl_pl: Szukaj kursu
ps: د درس لپاره لټون
pt_br: Procurar por um curso
pt_pt: Pesquisar um curso
ro_ro: Cautati cursul
ru_ru: Поиск курса
sk_sk: Hľadaj kurz
sl: Išči tečaj
sq: Kërko për një kurs
sr_rs: Potraži kurs
sv_se: Sök en kurs
sw_ke: Tafuta kozi
ta: பாடத்தைத் தேடுக
th: ค้นหารายวิชา
tl_ph: Maghanap ng kurso
tr: Ders ara
uk_ua: Пошук курсу
vi_vn: Tìm giáo trình
xh_za: Gqiba ikhosi lezifundo
zh_cn: 搜索课程
zh_tw: 搜索課程

source: Search for a user
ar: البحث عن مستخدم
ast_es: Buscar un usuariu
bn_bd: ব্যবহারকারী খুঁজুন
bs_ba: Pretraži korisnika
ca_es: Buscar un usuari
cs_cz: Hledej uživatele
da: Søg efter bruger
de: Teilnehmer suchen
el: Αναζήτηση χρήστη
eo: Serĉi uzulon
es: Buscar un usuario
es_mx: Buscar un usuario
eu_es: Bilatu erabiltzaile bat
fa_ir: جستجوی یک کاربر
fi_fi: Etsi käyttäjää
fo_fo: Leita eftir einum brúkara
fur: Sierte un utent
ga: Cuardaigh úsáideoir
gl: Buscar un usuario
he_il: חפש משתמש
hi: उपयोगकर्ता खोजें
hr_hr: Potraži korisnika
hu_hu: Felhasználó keresése
hy: Փնտրել օգտատիրոջ
id_id: Cari user
it: Cerca un utente
ja: ユーザーを検索
ka_ge: მომხმარებლის ძებნა
ko_kr: 수강자 검색
lt_lt: Vartotojo paieška
lv_lv: Meklēt lietotāju
mk_mk: Барај корисник
ms_my: Cari Pengguna
my_mm: အသုံးပြုသူတစ်ဦးကို ရှာဖွေပါ
ne: प्रयोगकर्ता खोज्नुहोस्
nl: Gebruiker opzoeken
nn_no: Søk etter en bruker
oc: Recercar un utilizaire
pl_pl: Szukaj użytkownika
ps: د استعمال کوونکي لپاره لټون
pt_br: Procurar por um usuário
pt_pt: Pesquisar um utilizador
ro_ro: Cautati un utilizator
ru_ru: Поиск пользователя
sk_sk: Hladať používateľa
sl: Išči uporabnika
sq: Kërko për një përdorues
sr_rs: Potraži korisnika
sv_se: Sök en användare
sw_ke: Tafuta mtumiaji
ta: பயனரைத் தேடுக
th: ค้นหาผู้ใช้
tl_ph: Maghanap ng gumagamit
tr: Katılımcı ara
uk_ua: Пошук користувача
vi_vn: Tìm người dùng
xh_za: Gqiba umsebenzisi
zh_cn: 搜索用户
zh_tw: 搜索用戶

source: Technical
ar: تقني
ast_es: Téunicu
bn_bd: প্রযুক্তিগত
bs_ba: Tehnički
ca_es: Técnica
cs_cz: Technická administrace
da: Teknisk
de: Technische Verwaltung
el: Τεχνικά
eo: Teknika
es: Técnico
es_mx: Técnico
eu_es: Teknikoa
fa_ir: تکنیکی
fi_fi: Tekninen
fo_fo: Tøkni
fur: Teclinic
ga: Teicniúil
gl: Técnico
he_il: טכני
hi: तकनीकी
hr_hr: Tehnički
hu_hu: Technikai
hy: Տեխնիկական
id_id: Teknis
it: Tecnici
ja: 技術
ka_ge: ტექნიკური
ko_kr: 기술적
lo: ດ້ານເທັກນິກ
lt_lt: Techninis
lv_lv: Tehniskie rīki
mk_mk: Технички алатки
ms_my: Pentadbiran Teknikal
my_mm: နည်းပညာ
ne: प्राविधिक
nl: Technisch
nn_no: Teknisk
oc: Tecnic
pl_pl: Narzędzia
ps: تکنیکي
pt_br: Técnica
pt_pt: Técnico
ro_ro: Tehnic
ru_ru: Технический
sk_sk: Technický
sl: Tehnična
sq: Teknik
sr_rs: Tehnički alati
sv_se: Tekniskt
sw_ke: Kiufundi
ta: தொழில்நுட்பம்
th: เทคนิค
tl_ph: Teknikal
tr: Teknik yönetim araçları
uk_ua: Технічний
vi_vn: Quản trị kỹ thuật
xh_za: Ezoobuchweyitho
zh_cn: 技术支持
zh_tw: 技術支援

source: System config
ar: تشكيل النظام
ast_es: Configuración del sistema
bn_bd: সিস্টেম কনফিগারেশন
bs_ba: Konfiguracija sistema
ca_es: Configuració del sistema
cs_cz: Konfigurace systému
da: Systemkonfiguration
de: Ssystem konfigurieren
el: Ρυθμίσεις συστήματος
eo: Sistema konfiguro
es: Configuración del sistema
es_mx: Configuración del sistema
eu_es: Sistemaren konfigurazioa
fa_ir: برنامه ریزی سیستم
fi_fi: Järjestelmän asetukset
fo_fo: Kerfisuppseting
fur: Configurazion dal sistem
ga: Cumraíocht an chórais
gl: Configuración do sistema
he_il: תצורת מערכת
hi: सिस्टम कॉन्फ़िग
hr_hr: Konfiguracija sustava
hu_hu: Rendszer beállítások
hy: Նախագծի կարգավորումներ
id_id: Konfigurasi System
it: Configurazione del Sistema
ja: システム設定
ka_ge: სისტემის კონფიგურაცია
ko_kr: 시스템 설정
lt_lt: Sistemos nustatymai
lv_lv: Sistēmas konfigurācija
mk_mk: Изглед на системот
ms_my: Konfigurasi Sistem
my_mm: စနစ်ဆက်တင်များ
ne: प्रणाली कन्फिग
nl: Systeemconfiguratie
nn_no: Systemkonfigurasjon
oc: Configuracion del sistèma
pl_pl: Konfiguracja
ps: د سیسټم ترتیب
pt_br: Configuração do chamilo
pt_pt: Configuração da plataforma/sistema
ro_ro: Configurarea sistemului
ru_ru: Конфигурация системы
sk_sk: Konfigurácia systému
sl: Konfiguracija sistema
sq: Konfigurimi i sistemit
sr_rs: Konfiguracija sistema
sv_se: Systemkonfiguration
sw_ke: Mpangilio wa mfumo
ta: அமைப்பு அமைப்பு
th: ตั้งค่าระบบ
tl_ph: Config ng System
tr: Konfigürasyon
uk_ua: Налаштування системи
vi_vn: Cầu hình hệ thống
xh_za: Uqwalaselo lwenkqubo
zh_cn: 系统配置
zh_tw: 系統配置

source: Login list (extended)
ar: (قائمة التسجيل (موسعة
ast_es: Llistáu de conesiones (detalláu)
bn_bd: লগইন তালিকা (বিস্তারিত)
bs_ba: Lista prijava (proširena)
ca_es: Llista de conexions (extesa)
cs_cz: Seznam přihlášení (rozšířený)
da: Login liste (udvidet)
de: Anmeldeliste (erweitert)
el: Λίστα εισόδου (εκτεταμένη)
eo: Ensaluti liston (etende)
es: Lista de logins (detallada)
es_mx: Registro de accesos (extendido)
eu_es: Konexio zerrenda (zehaztua)
fa_ir: لیست (کامل) نام های کاربری
fi_fi: Kirjautumisluku (laajennettu)
fo_fo: Innloggingslisti (øvundin)
fur: Liste des login (estese)
ga: Liosta logálaithe (leathnaithe)
gl: Lista de Login (detallada)
he_il: רשימת התחברות (מורחבת)
hi: लॉगिन सूची (विस्तारित)
hr_hr: Popis korisničkih imena (prošireni)
hu_hu: Belépési lista (bővített)
hy: Մուտքի ցուցակ (ընդլայնված)
id_id: Daftar Login (extended)
it: Elenco delle connessioni (estesa)
ja: ログイン一覧（拡張）
ka_ge: შესვლის სია (გაფართოებული)
ko_kr: 로그인 리스트(확장)
lt_lt: Prisijungimų sąrašas (išplėstas)
lv_lv: Pieteikšanos saraksts (paplašināts)
mk_mk: Список на кориснички имиња (долг)
ms_my: Senarai log masuk (luas)
my_mm: အကောင့်ဝင်စာရင်း (ချဲ့ထွင်ထားသည်)
ne: लगइन सूची (विस्तारित)
nl: Login- en logoutlijst (uitgebreid)
nn_no: Påloggede (utvidet liste)
oc: Lista de connexions (estesa)
pl_pl: Lista loginów (przedłużona)
ps: د داخل کېدو لړ (پراخه)
pt_br: Lista de logins (detalhada)
pt_pt: Lista de logins/acessos (alargada)
ro_ro: Lista de logare (extinsa)
ru_ru: Список зарегистрированных пользователей (расширенный)
sk_sk: Zoznam prihlásení (rozšírený)
sl: Seznam dostopov (razširjen)
sq: Lista e hyrjeve (e zgjeruar)
sr_rs: Lista korisničkih imena
sv_se: Inloggningslista (utökad)
sw_ke: Orodha ya kuingia (iliyopanuliwa)
ta: உள்நுழைவு பட்டியல் (விரிவாக்கம்)
th: บันทึกการเข้าใช้งานระบบ
tl_ph: Listahan ng Login (palawig)
tr: Kayıt listesi (ayrıntılı)
uk_ua: Список логінів (розширений)
vi_vn: Danh mục Login (mở rộng)
xh_za: Uluhlu lokungena (olwandisiweyo)
zh_cn: 登录名单（扩展）
zh_tw: 登錄名單（擴展）
