Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This is a shared setting
ar: هذا اعدادات مشتركة
ast_es: Esta configuración ta compartida
bn_bd: এটি একটি শেয়ার্ড সেটিং
bs_ba: Ovo je dijeljena postavka
ca_es: Aquesta configuració està compartida
cs_cz: Toto je sdílené nastavení
da: Dette er en delt indstilling
de: Diese Einstellung wird mehrmals verwendet
el: Αυτή είναι μια κοινόχρηστη ρύθμιση
eo: Ĉi tio estas komunika agordo
es: Esta configuración está compartida
es_mx: Esta es una configuración compartida
eu_es: Konfigurazio hau partekaturik dago
fa_ir: این یک تنظیمات مشترک هست
fi_fi: Tämä on jaettu asetus
fo_fo: Hetta er ein deild instilling
fur: Cheste e une impostazion condivise
ga: Is socrú roinnte é seo
gl: Esta configuración está compartida
he_il: זוהי הגדרה משותפת
hi: यह साझा सेटिंग है
hr_hr: Ovo je dijeljena postavka
hu_hu: Ez egy megosztott beállítás
hy: Սա ընդհանուր կարգավորում է
id_id: Ini adalah pengaturan bersama
it: Questa configurazione è condivisa
ja: これは共有設定です
ka_ge: ეს თანაყოფი პარამეტრია
ko_kr: 공유 설정입니다
lt_lt: Tai yra bendra nustatymas
lv_lv: Tas ir koplietošanas iestatījums
mk_mk: Ова е споделено поставување
ms_my: Ini adalah tetapan dikongsi
my_mm: ဤသည်မှာ မျှဝေထားသော ဆက်တင်တစ်ခုဖြစ်သည်
ne: यो साझा सेटिङ हो
nl: Dit is een gedeelde instelling
nn_no: Dette er ein delt innstilling
oc: Aquò es un paramètre partatjat
pl_pl: Wspólne ustawienie
ps: دا یو شریک تنظیم دی
pt_br: Esta é uma configuração compartilhada
pt_pt: Esta é uma configuração partilhada
ro_ro: Aceasta este o configuratie impartita
ru_ru: Это общая настройка
sk_sk: Toto je zdieľané nastavenie
sl: Nastavitve skupne rabe
sq: Kjo është një cilësim i ndarë
sr_rs: Ovo je podešavanje koje se deli
sv_se: Detta är en delad inställning
sw_ke: Hii ni mpangilio wa pamoja
ta: இது பகிரப்பட்ட அமைப்பு
th: นี่คือการตั้งค่าที่ใช้ร่วมกัน
tl_ph: Ito ay isang shared setting
tr: Bu paylaşılan bir ayardır
uk_ua: Це спільне налаштування
vi_vn: Đây là thiết lập chia sẻ
xh_za: Oku kusetting ekwabelwana ngayo
zh_cn: 这是一个共享设置
zh_tw: 這是共用設定

source: Global agenda
ar: التقويم الخاص بالنظام
ast_es: Axenda Global
bn_bd: গ্লোবাল এজেন্ডা
bs_ba: Globalni kalendar
ca_es: Agenda Global
cs_cz: Globální agenda
da: Global kalender
de: Zentraler Portal-Kalender
el: Καθολική αντζέντα
eo: Tutmonda agendo
es: Agenda global
es_mx: Agenda global
eu_es: Agenda globala
fa_ir: دستور کار جهانی
fi_fi: Globaali kalenteri
fo_fo: Almenna dagatalið
fur: Agenade globâl
ga: Clár oifigiúil domhanda
gl: Axenda Global
he_il: אג'נדה עולמית
hi: वैश्विक एजेंडा
hr_hr: Globalni raspored
hu_hu: Globális naptár
hy: Ընդհանուր օրակարգ
id_id: Agenda global
it: Agenda generale
ja: グローバルな予定表
ka_ge: გლობალური კალენდარი
ko_kr: 전체 일정
lo: ກຳນົດການລວມ
lt_lt: Bendras kalendorius
lv_lv: Platformas kopīgais notikumu plānotājs.
mk_mk: Глобален календар
ms_my: Agenda global
my_mm: ကမ္ဘာလုံးဆိုင်ရာ အစီအစဉ်
ne: विश्वव्यापी एजेन्डा
nl: Platformagenda
nn_no: Global kalender
oc: Agenda globala
pl_pl: Ogólny terminarz
ps: عام اجېنډا
pt_br: Agenda Global
pt_pt: Agenda Global.
ro_ro: Agenda globala
ru_ru: Глобальный календарь
sk_sk: Globálna agenda
sl: Globalna agenda
sq: Agjenda globale
sr_rs: Globalni almanah
sw_ke: Agenda ya kimataifa
ta: உலகளாவிய நிகழ்ச்சி நிரல்
th: วาระงานทั่วไป
tl_ph: Agenda na pandaigdigan
tr: Genel ajanda
uk_ua: Глобальний календар
vi_vn: Lịch toàn cục
xh_za: Iagenda yehlabathi lonke
zh_cn: 全部日程
zh_tw: 全域議程

source: Advanced file manager in the WYSIWYG editor
ar: WYSIWYG مدير الملفات المتقدم باستخدام اداة
ast_es: Xestor avanzáu de ficheros pal editor WYSIWYG
bn_bd: WYSIWYG এডিটরে উন্নত ফাইল ম্যানেজার
bs_ba: Napredni upravitelj datoteka u WYSIWYG editoru
ca_es: Gestor avançat de fitxers per a l'editor WYSIWYG
cs_cz: Pokročilý souborový manažer pro WYSIWYG editor
da: Avanceret filhåndtering i WYSIWYG-editoren
de: Erweiterter Datei-Manager im WYSIWYG-Editor
el: Προχωρημένος διαχειριστής αρχείων στον επεξεργαστή WYSIWYG
eo: Progresa dosieradministrilo en la WYSIWYG-redaktilo
es: Gestor avanzado de ficheros para el editor WYSIWYG
es_mx: Administrador avanzado de archivos en el editor WYSIWYG
eu_es: Fitxategi kudeatzaile aurreratua WYSIWYG editatzailean
fa_ir: مدیر فایل پیشرفته در ویرایشگر WYSIWYG
fi_fi: Edistynyt tiedostonhallinta WYSIWYG-editorissa
fo_fo: Ítarleg fíluhandler í WYSIWYG-ritaranum
fur: Gjestionâr files avantse in editor WYSIWYG
ga: Bainisteoir comhaid chun cinn san eagarthóir WYSIWYG
gl: Xestor avanzado de ficheiros para o editor WYSIWYG
he_il: מנהל קבצים מתקדם בעורך WYSIWYG
hi: WYSIWYG संपादक में उन्नत फ़ाइल प्रबंधक
hr_hr: Napredni upravitelj datoteka u WYSIWYG uređivaču
hu_hu: Fejlett fájlkezelő a WYSIWYG szerkesztőben
hy: Նախագծված ֆայլերի կառավարիչ WYSIWYG խմբագրիչում
id_id: Pengelola file lanjutan di editor WYSIWYG
it: File manager avanzato per l'editor wysiwyg
ja: WYSIWYGエディタの高度なファイルマネージャー
ka_ge: გაფართოებული ფაილების მენეჯერი WYSIWYG რედაქტორში
ko_kr: WYSIWYG 편집기의 고급 파일 관리자
lo: ຕົວຈັດການໄຟລ໌ຂັ້ນສູງໃນຕົວແກ້ໄຂ WYSIWYG
lt_lt: Pažangus failų tvarkytuvas WYSIWYG redaktoriuje
lv_lv: Paplašinātais failu pārvaldnieks WYSIWYG redaktoram
mk_mk: Напреден менаџер на датотеки во WYSIWYG уредникот
ms_my: Pengurus fail lanjutan dalam editor WYSIWYG
my_mm: WYSIWYG တည်းဖြတ်မှုတွင် အဆင့်မြင့်ဖိုင်မန်နေဂျာ
ne: WYSIWYG सम्पादकमा उन्नत फाइल व्यवस्थापक
nl: Geavanceerde bestandsbeheerder voor de wysiwyg editor
nn_no: Avansert filhandtering i WYSIWYG-redigeraren
oc: Gesionnaire de fichièrs avançat dins l'editor WYSIWYG
pl_pl: Zaawansowany menedżer plików w edytorze WYSIWYG
ps: پرمختللی فایل مدير په WYSIWYG ایډیټر کې
pt_br: Gerenciamento avançado de arquivos para o editor wysiwyg
pt_pt: Gestor de ficheiros avançado para o editor WYSIWYG
ro_ro: Advanced Manager fisiere pentru editorul wysiwyg
ru_ru: Расширенный файловый менеджер в WYSIWYG-редакторе
sk_sk: Pokročilý správca súborov vo WYSIWYG editore
sl: Napreden upravitelj datotek za WYSIWYG editor
sq: Menaxher i avancuar skedarësh në editorin WYSIWYG
sr_rs: Napredni upravljač datotekama u WYSIWYG editoru
sv_se: Avancerad filhanterare i WYSIWYG-redigeraren
sw_ke: Msimamizi wa faili wa hali ya juu katika mhariri wa WYSIWYG
ta: WYSIWYG திருத்தியில் மேம்பட்ட கோப்பு மேலாளர்
th: ตัวจัดการไฟล์ขั้นสูงในตัวแก้ไข WYSIWYG
tl_ph: Advanced file manager sa WYSIWYG editor
tr: WYSIWYG editöründe gelişmiş dosya yöneticisi
uk_ua: Розширений менеджер файлів у WYSIWYG-редакторі
vi_vn: Trình quản lý tệp nâng cao trong trình soạn thảo WYSIWYG
xh_za: Umphathi weefayile eziphambili kwi-WYSIWYG editor
zh_cn: 所见即所得编辑器中的高级文件管理器
zh_tw: WYSIWYG 編輯器中的進階檔案管理員

source: Enable advanced file manager for WYSIWYG editor? This will add a considerable amount of additional options to the file manager that opens in a pop-up window when uploading files to the server, but might be a little more complicated to use for the final user.
ar: تمكين مدير الملفات المتقدم؟ ان هذا الخيار سوف يضيف العديد من الخيارات الى مدير الملفات والذي سوف ينفتح في نافذة منبثفة عند رفع الملفات الى الخادم، لكن يمكن ان يكون اكثر تعقيدا للمستخدم النهائي
ast_es: Activar el xestor avanzáu de ficheros pal editor WYSIWYG
bn_bd: WYSIWYG এডিটরের জন্য উন্নত ফাইল ম্যানেজার সক্রিয় করবেন? এটি সার্ভারে ফাইল আপলোড করার সময় পপ-আপ উইন্ডোতে খোলে এমন ফাইল ম্যানেজারে উল্লেখযোগ্য পরিমাণ অতিরিক্ত অপশন যোগ করবে, কিন্তু চূড়ান্ত ব্যবহারকারীর জন্য কিছুটা জটিল হতে পারে।
bs_ba: Omogući napredni upravitelj datoteka za WYSIWYG editor? Ovo će dodati znatno više dodatnih opcija upravitelju datoteka koji se otvara u iskačućem prozoru pri uploadu datoteka na server, ali može biti malo kompliciranije za konačnog korisnika.
ca_es: Activar el gestor avançat d'arxius per a l'editor WYSWYG? Aixó afegirà un considerable nombre d'opcions al gestor de fitxers que s'obre en una finestra quan s'envien arxius al servidor
cs_cz: Povolit pokročilý souborový manažer pro WYSIWYG editor?
da: Aktivér avanceret filhåndtering for WYSIWYG-editor? Dette tilføjer en betydelig mængde yderligere muligheder til filhåndteringen, der åbner i et pop-up-vindue ved upload af filer til serveren, men kan være lidt mere kompliceret at bruge for slutbrugeren.
de: Den erweiterten Dateimanager im WYSIWYG-Editor aktivieren? Diese Option schaltet mehrere Funktionen im Dateimanager frei, welcher sich als Popup öffnet.
el: Ενεργοποίηση προχωρημένου διαχειριστή αρχείων για επεξεργαστή WYSIWYG; Αυτό θα προσθέσει σημαντικό αριθμό επιπλέον επιλογών στον διαχειριστή αρχείων που ανοίγει σε παράθυρο popup κατά την ανέβασμα αρχείων στον διακομιστή, αλλά μπορεί να είναι λίγο πιο περίπλοκο στη χρήση για τον τελικό χρήστη.
eo: Ŝalti progresan dosieradministrilon por WYSIWYG-redaktilo? Tio aldonos konsiderindan kvanton da kromaj opcioj al la dosieradministrilo kiu malfermiĝas en pop-up fenestro dum alŝutante dosierojn al la servilo, sed eble estos iom pli komplika uzota por la finuzanto.
es: ¿ Activar el gestor avanzado de archivos para el editor WYSIWYG ? Esto añadirá un considerable número de opciones al gestor de ficheros que se abre en una ventana cuando se envían archivos al servidor.
es_mx: ¿Activar administrador avanzado de archivos para el editor WYSIWYG? Esto agregará una considerable cantidad de opciones adicionales al administrador de archivos que se abre en una ventana emergente al subir archivos al servidor, pero podría ser un poco más complicado de usar para el usuario final.
eu_es: Gaitu behar al da fitxategi kudeatzaile aurreratua WYSIWYG editatzailean? Horrela, aukera kantitate handia gehituko zaio fitxategien kudeatzaileari, zeinak, zerbitzariari fitxategiak kargatzen zaizkionean, leiho batean zabalduko den, baina pixka bat konplikatuagoa izan daiteke amaierako erabiltzailearentzat.
fa_ir: فعال کردن مدیر فایل پیشرفته برای ویرایشگر WYSIWYG؟ این کار گزینه‌های اضافی قابل توجهی به مدیر فایل که در پنجره پاپ‌آپ هنگام آپلود فایل‌ها به سرور باز می‌شود اضافه می‌کند، اما ممکن است برای کاربر نهایی کمی پیچیده‌تر باشد.
fi_fi: Ota käyttöön edistynyt tiedostonhallinta WYSIWYG-editorille? Tämä lisää huomattavan määrän lisävalintoja ponnahdusikkunaan avautuvaan tiedostonhallintaan tiedostojen lähetettäessä palvelimelle, mutta voi olla hieman monimutkaisempi loppukäyttäjälle.
fo_fo: Virkja ítarlega fíluhandlara fyri WYSIWYG-ritarann? Hetta leggur til eitt veruliga magni av viðbótarvalmøguleikum til fíluhandlaran, sum opnast í einum popup-glugga tá fílar verða løftaðir upp á alservaran, men kann vera eitt sindur flóknari at brúka fyri endabrúkaran.
fur: Ativâ gjestionâr files avantse pal editor WYSIWYG? Cheste zontarâ une considerable amont di opzions zus a gjestionâr files che si ape in une finestre pop-up cuincj si carghin files sul server, ma podês jessî un poc pi complicât da doprâ pal utent finâl.
ga: Cumasaigh bainisteoir comhaid chun cinn don eagarthóir WYSIWYG? Cuirfidh sé seo roinnt roghanna breise go mór leis an mbainisteoir comhaid a osclaíonn i bhfuinneog aníos nuair a uploadaítear comhaid chuig an bhfreastalaí, ach d'fhéadfadh sé a bheith beagán níos casta le húsáid don úsáideoir deiridh.
gl: Activar o xestor avanzado de arquivos para o editor WYSIWYG ? Isto engadirá un considerable número de opcións adicionais ao xestor de ficheiros que se abre nunha fiestra cando se envían arquivos ao servidor.
he_il: הפעל מנהל קבצים מתקדם עבור עורך WYSIWYG? זה יוסיף כמות ניכרת של אפשרויות נוספות למנהל הקבצים שנפתח בחלון מוקפץ בעת העלאת קבצים לשרת, אך עשוי להיות מעט יותר מסובך לשימוש עבור המשתמש הסופי.
hi: WYSIWYG संपादक के लिए उन्नत फ़ाइल प्रबंधक सक्षम करें? इससे फ़ाइल अपलोड करते समय पॉप-अप विंडो में खुलने वाले फ़ाइल प्रबंधक में काफी अतिरिक्त विकल्प जोड़े जाएंगे, लेकिन अंतिम उपयोगकर्ता के लिए उपयोग थोड़ा जटिल हो सकता है।
hr_hr: Omogućiti napredni upravitelj datoteka za WYSIWYG uređivač? To će dodati znatan broj dodatnih opcija upravitelju datoteka koji se otvara u skočnom prozoru prilikom učitavanja datoteka na poslužitelj, ali može biti malo složenije za konačnog korisnika.
hu_hu: Fejlett fájlkezelő engedélyezése a WYSIWYG szerkesztőhöz? Ez jelentős mennyiségű további opciót ad a fájlkezelőhöz, amely felugró ablakban nyílik meg fájlok feltöltésekor a szerverre, de lehet, hogy kicsit bonyolultabb a végfelhasználó számára.
hy: Միացնե՞լ նախագծված ֆայլերի կառավարիչը WYSIWYG խմբագրիչի համար։ Սա կավելացնի զգալի քանակությամբ լրացուցիչ տարբերակներ ֆայլերի կառավարիչին, որը բացվում է պռոփ-업 պատուհանում ֆայլեր վերբեռնելիս սերվեր, բայց կարող է մի փոքր ավելի բարդ լինել վերջնական օգտատիրոջ համար:
id_id: Aktifkan pengelola file lanjutan untuk editor WYSIWYG? Ini akan menambahkan banyak opsi tambahan ke pengelola file yang terbuka dalam jendela pop-up saat mengunggah file ke server, tetapi mungkin sedikit lebih rumit untuk digunakan oleh pengguna akhir.
it: Permette la gestione avanzata dei file attraverso l'editor
ja: WYSIWYGエディタの高度なファイルマネージャーを有効にしますか？ サーバーへのファイルアップロード時にポップアップウィンドウで開くファイルマネージャーに多くの追加オプションが追加されますが、最終ユーザーの使用が少し複雑になる可能性があります。
ka_ge: გააქტიუროთ გაფართოებული ფაილების მენეჯერი WYSIWYG რედაქტორისთვის? ეს ფაილების სერვერზე ატვირთვისას პოპ-აპ ფანჯარაში მცემული ფაილების მენეჯერს დიდ რაოდენობას დამატებითი ოფციების შემატებს, მაგრამ საბოლოო მომხმარებლისთვის შეიძლება ოდნავ რთული იყოს გამოყენება.
ko_kr: WYSIWYG 편집기의 고급 파일 관리자 활성화? 서버에 파일을 업로드할 때 팝업 창으로 열리는 파일 관리자에 상당한 추가 옵션을 더하지만, 최종 사용자에게 다소 복잡할 수 있습니다.
lo: ເປີດໃຊ້ຕົວຈັດການໄຟລ໌ຂັ້ນສູງສຳລັບຕົວແກ້ໄຂ WYSIWYG ບໍ່? ການເຮັດແບບນີ້ຈະເພີ່ມຕົວເລືອກເພີ່ມເຕີມຈຳນວນຫຼາຍເຂົ້າໃນຕົວຈັດການໄຟລ໌ທີ່ເປີດຂຶ້ນມາໃນໜ້າຕ່າງປັອບອັບເມື່ອອັບໂຫຼດໄຟລ໌ຂຶ້ນເຊີບເວີ, ແຕ່ອາດຈະສັບຊ້ອນໃນການໃຊ້ງານສຳລັບຜູ້ໃຊ້ທົ່ວໄປ.
lt_lt: Įjungti pažangų failų tvarkytuvą WYSIWYG redaktoriuje? Tai pridės nemažai papildomų parinkčių failų tvarkytuvui, kuris atsidaro iššokančiame lange įkeliant failus į serverį, bet gali būti šiek tiek sudėtingesnis galutiniam vartotojui.
lv_lv: Nodrošināt WYSIWYG redaktorā uzlabotu failu pārvaldi? Tas pievienos ievērojamas papildu iespējas failu pārvaldē, kas atvērsies kā pop-up logs, augšupielādējot failus uz servera.
mk_mk: Овозможи напреден менаџер на датотеки за WYSIWYG уредникот? Ова ќе додаде значителен број дополнителни опции во менаџерот на датотеки што се отвора во поп-ап прозорец при укажување датотеки на серверот, но може да биде малку посложено за користење за крајниот корисник.
ms_my: Aktifkan pengurus fail lanjutan untuk editor WYSIWYG? Ini akan menambah jumlah pilihan tambahan yang ketara kepada pengurus fail yang terbuka dalam tingkap pop-up semasa memuat naik fail ke pelayan, tetapi mungkin sedikit lebih rumit untuk digunakan oleh pengguna akhir.
my_mm: WYSIWYG တည်းဖြတ်မှုအတွက် အဆင့်မြင့်ဖိုင်မန်နေဂျာကို ဖွင့်မည်လား။ ၎င်းသည် ဆာဗာသို့ ဖိုင်များတင်သွင်းသောအခါ ပေါ့ပ်အပ်ဝင်းဒိုးတွင် ဖွင့်သည့် ဖိုင်မန်နေဂျာသို့ ထပ်ဆောင်းရွေးချယ်စရာများစွာကို ထည့်သွင်းမည်ဖြစ်သော်လည်း၊ နောက်ဆုံးအသုံးပြုသူအတွက် အသုံးပြုရန် အနည်းငယ်ပိုမိုရှုပ်ထွေးနိုင်သည်။
ne: WYSIWYG सम्पादकका लागि उन्नत फाइल व्यवस्थापक सक्षम गर्नुहोस्? यसले सर्वरमा फाइलहरू अपलोड गर्दा पप-अप सन्दूकमा खुल्ने फाइल व्यवस्थापकमा धेरै अतिरिक्त विकल्पहरू थप्छ, तर अन्तिम प्रयोगकर्ताका लागि अलि जटिल हुन सक्छ।
nl: De geavanceerde bestandsbeheerder activeren voor WYSIWYG editor? Dit zal een aanzienlijke hoeveelheid additionele opties toevoegen aan de bestandsbeheerder, die in een nieuwe scherm opent wanneer de bestanden naar de server worden verzonden.
nn_no: Aktiver avansert filhandtering for WYSIWYG-redigerar? Dette vil legge til ein betraktelig mengde tilleggsvala til filhandteringa som opnar i eit pop-up vindu når du lastar opp filar til serveren, men kan vere litt meir komplisert å bruke for sluttbrukaren.
oc: Activar lo gestionnaire de fichièrs avançat per l'editor WYSIWYG ? Aquò apondrà una quantitat considerabla d'opcions suplementàrias al gestionnaire de fichièrs qu'es dubèrt dins una fenèstra popup quand se telecargan los fichièrs sul servidor, mas pòt èsser un pauc mai complicat d'utilizar per l'utilizaire final.
pl_pl: Włączyć zaawansowany menedżer plików dla edytora WYSIWYG? Spowoduje to dodanie znacznej ilości dodatkowych opcji do menedżera plików, który otwiera się w oknie pop-up podczas przesyłania plików na serwer, ale może być trochę bardziej skomplikowane w użyciu dla użytkownika końcowego.
ps: د WYSIWYG ایډیټر لپاره پرمختللی فایل مدير فعال کړئ؟ دا به د فایل مدير ته چې د فایلونو اپلوډولو پر مهال په پاپ اپ کړکۍ کې خلاصېږي، ډېر اضافي اختیارونه اضافه کړي، خو ممکن د وروستي کاروونکي لپاره یو څه پیچلی وي.
pt_br: Ativar o gerenciamento avançado de arquivos para o editor WYSIWYG ? Isto juntará um consideravel numero de opções adicionais ao gerenciador de arquivos que se abrem em uma janela quando se enviam arquivos ao servidor.
pt_pt: Activar o gestor de ficheiros avançado para o editor WYSIWYG? Irá adicionar um considerável número de opções adicionais ao gestor de ficheiros que abrem numa janela pop-up quando se enviam ficheiros para o servidor.
ro_ro: Activaţi managerul avansat fişiere pentru editorul WYSIWYG? Aceasta opţiune va adăuga o mulţime de opţiuni in plus la managerul de fişiere care se deschide într-o fereastra pop-up atunci când se încarcă fişiere pe server.
ru_ru: Включить расширенный файловый менеджер для WYSIWYG-редактора? Это добавит значительное количество дополнительных опций в файловый менеджер, который открывается в всплывающем окне при загрузке файлов на сервер, но может быть немного сложнее в использовании для конечного пользователя.
sk_sk: Povoliť pokročilého správcu súborov pre WYSIWYG editor? Toto pridá značné množstvo ďalších možností, do správcu súborov, ktorý sa otvorí vo vyskakovacom ​okne pri nahrávaní súborov na server, ale môže byť trochu zložitejšie na použitie pre koncového používateľa.
sl: Omogočim napreden upravitelj datotek za WYSIWYG editor ? Omogočanje bo dodalo dodatne opcije k upravitelju datotek.
sq: Aktivizo menaxherin e avancuar të skedarëve për editorin WYSIWYG? Kjo do të shtojë një numër të konsiderueshëm opsionesh shtesë në menaxherin e skedarëve që hapet në një dritare popup kur ngarkoni skedarë në server, por mund të jetë pak më e ndërlikuar për përdoruesin përfundimtar.
sr_rs: Omogući napredni upravljač datotekama za WYSIWYG editor? Ovo će dodati znatan broj dodatnih opcija upravljaču datotekama koji se otvara u iskačućem prozoru pri učitavanju datoteka na server, ali može biti malo komplikovanije za krajnjeg korisnika.
sv_se: Aktivera avancerad filhanterare för WYSIWYG-redigeraren? Detta lägger till en betydande mängd ytterligare alternativ i filhanteraren som öppnas i ett pop-up-fönster vid uppladdning av filer till servern, men kan vara lite mer komplicerat att använda för slutanvändaren.
sw_ke: Wezesha msimamizi wa faili wa hali ya juu kwa mhariri wa WYSIWYG? Hii itaongeza idadi kubwa ya chaguzi za ziada kwenye msimamizi wa faili unaofunguka katika dirisha la pop-up wakati wa kupakia faili kwenye seva, lakini inaweza kuwa ngumu kidogo kutumia kwa mtumiaji wa mwisho.
ta: WYSIWYG திருத்தியில் மேம்பட்ட கோப்பு மேலாளரை செயல்படுத்தவா? இது சர்வருக்கு கோப்புகளை பதிவேற்றும் போது தோன்றும் பாப்பப் சன்னலில் கோப்பு மேலாளருக்கு கணிசமான அளவு கூடுதல் விருப்பங்களை சேர்க்கும், ஆனால் இறுதி பயனருக்கு சற்று சிக்கலானதாக இருக்கலாம்.
th: เปิดใช้งานตัวจัดการไฟล์ขั้นสูงสำหรับตัวแก้ไข WYSIWYG หรือไม่ จะเพิ่มตัวเลือกจำนวนมากในตัวจัดการไฟล์ที่เปิดในหน้าต่างป๊อปอัพเมื่ออัปโหลดไฟล์ แต่ผู้ใช้อาจใช้งานซับซ้อนกว่า
tl_ph: I-activate ang advanced file manager para sa WYSIWYG editor? Ito ay magdadagdag ng malaking dami ng karagdagang mga opsyon sa file manager na nagbubukas sa isang pop-up window kapag nag-a-upload ng mga file sa server, ngunit maaaring medyo mas komplikado para sa end user.
tr: WYSIWYG editörü için gelişmiş dosya yöneticisini etkinleştir? Bu, sunucuya dosya yüklerken açılan açılır penceredeki dosya yöneticisine önemli miktarda ek seçenek ekleyecektir, ancak son kullanıcı için biraz daha karmaşık olabilir.
uk_ua: Увімкнути розширений менеджер файлів для WYSIWYG-редактора? Це додасть значну кількість додаткових опцій до менеджера файлів, який відкривається у спливаючому вікні під час завантаження файлів на сервер, але може бути трохи складнішим у використанні для кінцевого користувача.
vi_vn: Kích hoạt trình quản lý tệp nâng cao cho trình soạn thảo WYSIWYG? Điều này sẽ thêm một lượng lớn tùy chọn bổ sung vào trình quản lý tệp mở trong cửa sổ bật lên khi tải tệp lên máy chủ, nhưng có thể phức tạp hơn một chút cho người dùng cuối.
xh_za: Vula umphathi weefayile eziphambili kwi-WYSIWYG editor? Oku kuya kongeza inani elikhulu lezinto ezongezelelweyo kumphathi weefayile ovuleka kwifestile yepopup xa ushawa iifayile kwiseva, kodwa sinokuba nzima kancinci ukusetyenziswa ngumsebenzisi wokugqibela.
zh_cn: 为所见即所得编辑器启用高级文件管理器？这将为上传文件到服务器时弹出的文件管理器添加大量额外选项，但对最终用户可能稍复杂。
zh_tw: 啟用 WYSIWYG 編輯器的進階檔案管理員？這將為上傳檔案至伺服器時彈出視窗中的檔案管理員新增大量額外選項，但對最終使用者可能稍複雜。

source: Average progress in courses
ar: متوسط التقدم في المقررات
ast_es: Promediu total de progresu de SCORM y sólo lleiciones
bn_bd: কোর্সে গড় অগ্রগতি
bs_ba: Prosječni napredak u kursevima
ca_es: Mitjana de progrés en els cursos
cs_cz: Průměrný pokrok v kurzu
da: Gennemsnitligt fremskridt i kurser
de: Durchschnittlicher Fortschritt in Kursen
el: Μέση πρόοδος σε μαθήματα
eo: Meza progreso en kursoj
es: Promedio total de progreso de SCORM y soló lecciones
es_mx: Progreso promedio en cursos
eu_es: Batez besteko aurrerapena ikastaroetan, guztira
fa_ir: معدل روند در دروس
fi_fi: Keskimääräinen edistyminen kursseissa
fo_fo: Meðalframmistøða í kjørslum
fur: Progress medij in cors
ga: Meán dul chun cinn i gcúrsaí
gl: Promedio total do progreso nos cursos
he_il: התקדמות ממוצעת בקורסים
hi: कोर्सों में औसत प्रगति
hr_hr: Prosječni napredak u predmetima
hu_hu: Átlagos előrehaladás a kurzusokban
hy: Միջին առաջընթացը դասընթացներում
id_id: Rata-rata kemajuan di mata kuliah
it: Media complessiva punteggi SCORM e moduli didattici
ja: コースの進行状況の平均
ka_ge: საშუალო პროგრესი კურსებში
ko_kr: 과목별 평균 진행률
lo: ຄວາມຄືບໜ້າສະເລ່ຍໃນລາຍວິຊາຕ່າງໆ
lt_lt: Vidutinė pažanga kursuose
lv_lv: Vidējais satura apguves progress Kursos
mk_mk: Просечен напредок во курсевите
ms_my: Kemajuan purata dalam kursus
my_mm: သင်တန်းများတွင် ပျမ်းမျှတိုးတက်မှု
ne: पाठ्यक्रमहरूमा औसत प्रगति
nl: Gemiddelde progressie in de training
nn_no: Gjennomsnittleg framgang i kurs
oc: Progresse mejan dins los cors
pl_pl: Średni postęp w kursach
ps: په کورسونو کې متوسط پرمختګ
pt_br: Média de progresso nos cursos
pt_pt: Média de progresso nos cursos
ro_ro: Media de progres a cursului
ru_ru: Средний прогресс по курсам
sk_sk: Priemerný pokrok v kurze
sl: Skupno povprečje napredovanja iz SCORM in tečajev
sq: Progresi mesatar në kurse
sr_rs: Prosek napretka na kursevima
sv_se: Genomsnittlig framsteg i kurser
sw_ke: Maendeleo wastani katika kozi
ta: பாடங்களில் சராசரி முன்னேற்றம்
th: ความคืบหน้าค่าเฉลี่ยในรายวิชา
tl_ph: Ang average na progreso sa mga kurso
tr: Derslerdeki ilerlemelerin ortalaması
uk_ua: Середній прогрес у курсах
vi_vn: Tiến độ trung bình trong các khóa học
xh_za: Inkcitho yeenkqubo ezifundwayo ngokomlinganiselo
zh_cn: 课程平均进度
zh_tw: 課程平均進度
