Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Remove from portal
ar: حذف من النظام
ast_es: Esborrar de la plataforma
bn_bd: পোর্টাল থেকে সরান
bs_ba: Ukloni s portala
ca_es: Esborrar del sistema
cs_cz: Odstranit z platformy
da: Slet fra platformen
de: Von der Plattform entfernen
el: Διαγραφή από την πλατφόρμα
eo: Forigi de la platformo
es: Eliminar de la plataforma
es_mx: Eliminar de la Plataforma
eu_es: Kendu plataformatik
fa_ir: از محیط آموزشی حذف کنید
fi_fi: Poista portaalista
fo_fo: Tak bort frá portali
fur: Gavie dal platfórme
ga: Bain ón tairseach
gl: Eliminar da plataforma
he_il: הסר מהפורטל
hi: पोर्टल से हटाएँ
hr_hr: Ukloni s platforme
hu_hu: Eltávolít a platform-ról
hy: Հեռացնել պորտալից
id_id: Hapus dari platform
it: Elimina dalla piattaforma
ja: プラットフォームから削除
ka_ge: წაშალე პორტალიდან
ko_kr: 플랫폼에서 제거
lo: ລຶບອອກຈາກປະຕູເວັບໄຊທ໌
lt_lt: Pašalinti iš sistemos
lv_lv: Izdzēst no platformas
mk_mk: Одстрани од платформата
ms_my: Alih keluar dari portal
my_mm: ပေါ်တယ်မှ ဖယ်ရှားပါ
ne: पोर्टलबाट हटाउनुहोस्
nl: Verwijder van het platform
nn_no: Fjern fra plattformen
oc: Suprimir del portal
pl_pl: Usuń z portalu
ps: د پورټل څخه لرې کول
pt_br: Remover do portal
pt_pt: Remover do portal
ro_ro: Sterge de pe platforma
ru_ru: Удалить из системы
sk_sk: Odstrániť z platformy
sl: Odstrani s portala
sq: Hiq nga portali
sr_rs: Ukloni sa platforme
sv_se: Radera från plattformen
sw_ke: Ondoa kutoka lango
ta: போர்டலிலிருந்து நீக்கவும்
th: เอาออกจากระบบบริหารจัดการ
tl_ph: Tanggalin mula sa portal
tr: Platformdan sil
uk_ua: Видалити з платформи
vi_vn: Xóa khỏi cổng
xh_za: Susa kwiportal
zh_cn: 删除
zh_tw: 刪除

source: Delete selected course(s)
ar: حذف المقررات المحددة
ast_es: Esborrar cursos seleicionaos
bn_bd: নির্বাচিত কোর্স(গুলো) মুছে ফেলুন
bs_ba: Obriši odabrani kurs(e)
ca_es: Esborrar els cursos seleccionats
cs_cz: Smazat vybraný kurz(y)
da: Slet den/de valgte kurser
de: Ausgewählte(n) Kurs(e) löschen
el: Διαγραφή του(των) επιλεγμένου(-ων) μαθήματος (-ων)
eo: Forigi elektitajn kursojn
es: Eliminar cursos seleccionados
es_mx: Borrar los curso(s) seleccionado(s)
eu_es: Ezabatu hautatutako ikastaroa(k)
fa_ir: این درس(ها) را حذف کنید
fi_fi: Poista valitut kurssit
fo_fo: Slett valda kurs(ar)
fur: Elimine curs(i) selezionâts
ga: Scrios cúrsa(í) roghnaithe
gl: Borrar curso(s) seleccionado(s)
he_il: מחק קורסים נבחרים
hi: चयनित कोर्स(ों) हटाएँ
hr_hr: Izbriši odabrani/e tečaj/eve
hu_hu: Kurzus(ok) törlése
hy: Ջնջել ընտրված դասընթաց(ներ)ը
id_id: Hapus mata kuliah ini
it: Elimina i corsi selezionati
ja: 選択したコースを削除
ka_ge: წაშალე შერჩეული კურს(ები)
ko_kr: 선택한 과정을 삭제
lt_lt: Ištrinti išrinktą kursą/kursus
lv_lv: Dzēst iezīmētos kursus
mk_mk: Избриши го/ги селектираниот/те курс(еви)
ms_my: Padam kursus terpilih
my_mm: ရွေးချယ်ထားသော သင်တန်း(များ)ကို ဖျက်ပါ
ne: चयनित कोर्स(हरू) मेटाउनुहोस्
nl: Verwijder geselecteerde cursussen
nn_no: Slett valgte kurs(ene)
oc: Suprimir lo(s) cors seleccionat(s)
pl_pl: Kasuj wybrany(e) kurs(y)
ps: غوره شوي کورس(ونه) له منځه وړل
pt_br: Excluir curso(s) selecionado
pt_pt: Eliminar o(s) curso(s) seleccionado(s)
ro_ro: Sterge cursurile selectate
ru_ru: Удалить выбранный(е) курс(ы)
sk_sk: Zmazať vyznačené kurzy
sl: Odstrani ta(te) tečaj(e)
sq: Fshij kurs(in) e zgjedhur
sr_rs: Obriši obeležen/e kurs/eve
sv_se: Ta bort markerad(e) kurs(er)
sw_ke: Futa kozi zilichaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட பாட(கள்)வை நீக்கவும்
th: ลบรายวิชาที่เลือก
tl_ph: Burahin ang piniling (mga) kurso
tr: Seçilen dersleri sil
uk_ua: Видалити вибрані курси
vi_vn: Xóa khóa học đã chọn
xh_za: Cima izakhono ezikhethiweyo
zh_cn: 删除所选课程
zh_tw: 刪除所選課程

source: Unsubscribe from course(s)
ar: إلغاء التسجيل من المقررات
ast_es: Borrase d'esti cursu(os)
bn_bd: কোর্স(গুলো) থেকে আনসাবস্ক্রাইব করুন
bs_ba: Odpusti se od kursa
ca_es: Anul·lar la inscripció del curs o cursos
cs_cz: Odhlášení z kurzu(ů)
da: Afmeld kursus/kurser
de: Vom Kurs abmelden
el: Διαγραφή από το(τα) μάθημα(τα)
eo: Forigi el kurso(j)
es: Anular la inscripción del curso(s)
es_mx: Darse de baja de este curso
eu_es: Baliogabetu ikastaro(eta)ko izen ematea
fa_ir: از این درس حذف کنید
fi_fi: Peruuta kurssi(t)
fo_fo: Melda út av kursi(usum)
fur: Disiscrive dai curs(i)
ga: Díchlóscríobh ó chúrsa(í)
gl: Desuscribir do curso(s)
he_il: בטל הרשמה לקורסים
hi: कोर्स(ों) से असदस्यता लें
hr_hr: Ispiši s kolegija
hu_hu: Leiratkozás a kurzus(ok)ról
hy: Չեղարկել բաժանորդագրությունը դասընթաց(ների)ց
id_id: Hapus dari mata kuliah ini
it: Cancella da questo corso
ja: コースから登録解除
ka_ge: გააუქმე რეგისტრაცია კურს(ებ)ზე
ko_kr: 과정등록 취소
lo: ຍົກເລີກການລົງທະບຽນຈາກລາຍວິຊາ
lt_lt: Atsirašyti iš kurso/kursų
lv_lv: Atreģistrēt no kursa(iem)
mk_mk: Отпиши се од курс(евите)
ms_my: Nyahlanggan dari kursus
my_mm: သင်တန်း(များ)မှ စာရင်းမှဖယ်ရှားပါ
ne: कोर्स(हरू)बाट सदस्यता हटाउनुहोस्
nl: Verwijder uit cursus(sen)
nn_no: Stopp abonnement fra kurs(ene)
oc: Desinscriure dels cors
pl_pl: Wypisz z kursu(ów)
ps: د کورس(ونو) څخه جلا کېدل
pt_br: Anular a subscrição de curso(s)
pt_pt: Anular/cancelar a inscrição do(s) curso(s)
ro_ro: Renunta la curs
ru_ru: Прекратить подписку на курс(ы)
sk_sk: Odhlásiť sa z kurzov
sl: Odstrani iz tega tečaja
sq: Çabono nga kurs(i)
sr_rs: Odjavi sa kurs/eva
sv_se: Avsluta prenumeration från kurs(er)
sw_ke: Jitolee kutoka kozi
ta: பாட(கள்)விலிருந்து பதிவு நீக்கம்
th: ถอดถอนการสมัครรายวิชา
tl_ph: Mag-unsubscribe mula sa kurso(s)
tr: Ders kaydını sil
uk_ua: Скасувати зарахування на цей курс
vi_vn: Hủy đăng ký khóa học
xh_za: Yeka ukubhalisela izakhono
zh_cn: 取消注册课程
zh_tw: 取消註冊課程

source: Delete selected classes
ar: حذف الفصول المحددة
ast_es: Esborrar les clases seleicionaes
bn_bd: নির্বাচিত ক্লাসগুলো মুছে ফেলুন
bs_ba: Obriši odabrane klase
ca_es: Esborrar les classes seleccionades
cs_cz: Smazat vybrané třídy
da: Slet valgte klasser
de: Ausgewählte Klasse(n) löschen
el: Διαγραφή των επιλεγμένων τάξεων
eo: Forigi elektitajn klasojn.
es: Eliminar las clases seleccionadas
es_mx: Borrar las clases seleccionadas
eu_es: Ezabatu hautatutako klaseak
fa_ir: کلاسهای انتخاب شده را حذف کنید
fi_fi: Poista valitut luokat
fo_fo: Slett valdar bólkar
fur: Elimine clasis selezionadis
ga: Scrios ranganna roghnaithe
gl: Borrar clases seleccionadas
he_il: מחק מחלקות נבחרות
hi: चयनित कक्षाएँ हटाएँ
hr_hr: Izbriši odabrane razrede
hu_hu: Kiválasztott osztályok törlése
hy: Ջնջել ընտրված դասարանները
id_id: Hapus klas-klas terseleksi
it: Elimina le classi selezionate
ja: 選択されたクラスを削除
ka_ge: წაშალე შერჩეული კლასები
ko_kr: 선택한 클래스 삭제
lt_lt: Ištrinti pažymėtas klases
lv_lv: Dzēst iezīmētās klases
mk_mk: Избриши ги селектираните паралелки
ms_my: Padam kelas terpilih
my_mm: ရွေးချယ်ထားသော အတန်းများကို ဖျက်ပါ
ne: चयनित कक्षाहरू मेटाउनुहोस्
nl: Verwijder geselecteerde klassen
nn_no: Slett valgte klasser
oc: Suprimir las classes seleccionadas
pl_pl: Kasuj wybrane klasy
ps: غوره شوي ټولې له منځه وړل
pt_br: Excluir as classes selecionados
pt_pt: Eliminar as turmas seleccionadas
ro_ro: Sterge materiile selectate
ru_ru: Удалить выбранные классы
sk_sk: Zmazať označené triedy
sl: Odstrani izbrane razrede
sq: Fshij klasat e zgjedhura
sr_rs: Obriši obeležene razrede
sv_se: Radera valda klasser
sw_ke: Futa madarasa yaliyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட வகுப்புகளை நீக்கவும்
th: ลบหมู่เรียนที่เลือก
tl_ph: Burahin ang napiling mga klase
tr: Seçilen sınıfları sil
uk_ua: Видалити вибрані класи
vi_vn: Xóa lớp đã chọn
xh_za: Cima iiklasi ezikhethiweyo
zh_cn: 删除所选班级
zh_tw: 刪除所選班級

source: Delete selected groups
ar: حذف المجموعات المحددة
ast_es: Esborrar los grupos seleicionaos
bn_bd: নির্বাচিত গ্রুপগুলো মুছে ফেলুন
bs_ba: Obriši odabrane grupe
ca_es: Esborrar els grups seleccionats
cs_cz: Smazat vybrané skupiny
da: Slet valgte grupper
de: Ausgewählte Gruppe(n) löschen
el: Διαγραφή των επιλεγμένων ομάδων
eo: Forigi elektitajn grupojn
es: Eliminar los grupos seleccionados
es_mx: Borrar los grupos seleccionados
eu_es: Ezabatu hautatutako taldeak
fa_ir: گروه های انتخاب شده را حذف کنید
fi_fi: Poista valitut ryhmät
fo_fo: Slett valdar bólkar
fur: Elimine grups selezionâts
ga: Scrios grúpaí roghnaithe
gl: Borrar grupos seleccionados
he_il: מחק קבוצות נבחרות
hi: चयनित समूह हटाएँ
hr_hr: Izbriši odabrane skupine
hu_hu: Kiválasztott csoportok törlése
hy: Ջնջել ընտրված խմբերը
id_id: Hapus group-group terseleksi
it: Elimina i gruppi selezionati
ja: 選択したグループを削除
ka_ge: წაშალე შერჩეული ჯგუფები
ko_kr: 선택한 그룹 삭제
lt_lt: Ištrinti pažymėtas grupes
lv_lv: Dzēst iezīmētās grupas
mk_mk: IИзбриши ги селектираните групи
ms_my: Padam kumpulan terpilih
my_mm: ရွေးချယ်ထားသော အဖွဲ့များကို ဖျက်ပါ
ne: चयनित समूहहरू मेटाउनुहोस्
nl: Verwijder geselecteerde groepen
nn_no: Slett valgte grupper
oc: Suprimir los gropes seleccionats
pl_pl: Kasuj wybrane grupy
ps: غوره شوي ګروپونه له منځه وړل
pt_br: Excluir grupos selecionados
pt_pt: Eliminar os grupos seleccionados
ro_ro: Sterge grupurile selectate
ru_ru: Удалить выбранные группы
sk_sk: Zmazať označené skupiny
sl: Odstrani izbrane skupine
sq: Fshij grupet e zgjedhura
sr_rs: Obriši obeležene grupe
sv_se: Radera valda grupper
sw_ke: Futa vikundi vilivyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட குழுக்களை நீக்கவும்
th: ลบกลุ่มเรียนที่เลือก
tl_ph: Burahin ang napiling mga grupo
tr: Seçilen grupları sil
uk_ua: Видалити вибрані групи
vi_vn: Xóa nhóm đã chọn
xh_za: Cima amaqela akhethiweyo
zh_cn: 删除所选组
zh_tw: 刪除所選組

source: Administrator
ar: المسئول
ast_es: Alministrador
bn_bd: প্রশাসক
ca_es: Administrador/a
cs_cz: Administrátor
el: Διαχειριστής
eo: Mastrumanto
es: Administrador
es_mx: Administrador
eu_es: Kudeatzailea
fa_ir: مدیر
fi_fi: Ylläpitäjä
fo_fo: Umsitari
fur: Amministradôr
ga: Riarthóir
gl: Administrador
he_il: מנהל
hi: प्रशासक
hr_hr: Nadzornik
hu_hu: Adminisztrátor
hy: Ադմինիստրատոր
it: Amministratore
ja: 管理者
ka_ge: ადმინისტრატორი
ko_kr: 관리자
lo: ຜູ້ເບິ່ງແຍງລະບົບ
lt_lt: Administratorius
lv_lv: Administrators
mk_mk: Управувач
ms_my: Pentadbir
my_mm: စီမံခန့်ခွဲသူ
ne: प्रशासक
nl: Beheerder
ps: پالنګونکي
pt_br: Administrador
pt_pt: Administrador
ru_ru: Администратор
sk_sk: Administrátor
sl: Upravitelj
sv_se: Administratör
sw_ke: Msimamizi
ta: நிர்வாகி
th: ผู้ดูแลระบบ
tl_ph: Tagapangasiwa
tr: Yönetici
uk_ua: Адміністратор
vi_vn: Quản trị viên
xh_za: Mlawuli
zh_cn: 管理员
zh_tw: 管理員

source: Change picture
ar: تغيير الصورة
ast_es: Camudar d'imaxe
bn_bd: ছবি পরিবর্তন করুন
bs_ba: Promijeni sliku
ca_es: Canviar la imatge
cs_cz: Změnit obrázek
da: Ændre billedet
de: Bild ändern
el: Αλλαγή εικόνας
eo: Ŝanĝi bildon
es: Cambiar la imagen
es_mx: Cambiar la foto
eu_es: Aldatu irudia
fa_ir: عکستان را تغییر دهید
fi_fi: Vaihda kuva
fo_fo: Broyta mynd
fur: Camje figure
ga: Athraigh pictiúr
gl: Cambiar a imaxe
he_il: שינוי תמונה
hi: चित्र बदलें
hr_hr: Izmijeni sliku
hu_hu: Képet cserél
hy: Փոխել նկարը
id_id: Ubah foto
it: Modifica l'immagine
ja: 画像を変更
ka_ge: შეცვალე სურათი
ko_kr: 사진 변경
lo: ປ່ຽນຮູບ
lt_lt: Pakeisti paveiksliuką
lv_lv: Mainīt profila attēlu
mk_mk: Смени ја сликата
ms_my: Tukar gambar
my_mm: ပုံကို ပြောင်းပါ
ne: तस्वीर परिवर्तन गर्नुहोस्
nl: Wijzig foto
nn_no: Endre bilde
oc: Cambiàr la fotografia
pl_pl: Zmień obrazek
ps: انځور بدلول
pt_br: imagem mudança
pt_pt: Substituir/modificar foto
ro_ro: Schimba fotografia
ru_ru: Заменить рисунок
sk_sk: Zmeniť obrázok
sl: Spremeni sliko
sq: Ndrysho foton
sr_rs: Promena slike
sv_se: Ändra bilden
sw_ke: Badilisha picha
ta: படத்தை மாற்றவும்
th: เปลี่ยนภาพ
tl_ph: Palitan ang larawan
tr: Resmi değiştir
uk_ua: Змінити малюнок
vi_vn: Thay đổi ảnh
xh_za: Tshintsha umfanekiso
zh_cn: 更换图片
zh_tw: 更換圖片

source: %s comments
ar: %s تعليق
ast_es: %s comentarios
bn_bd: %s মন্তব্য
bs_ba: %s komentara
ca_es: %s comentaris
cs_cz: %s komentářů
da: %s kommentarer
de: %s Kommentare
el: %s σχόλια
eo: %s komentaroj
es: %s comentarios
es_mx: %s comentarios
eu_es: %s iruzkin
fa_ir: %s نظر
fi_fi: %s kommenttia
fo_fo: %s viðmerkingar
fur: %s comentârs
ga: %s tráchtaire
gl: %s comentarios
he_il: %s הערות
hi: %s टिप्पणियाँ
hr_hr: %s komentara
hu_hu: %s hozzászólás
hy: %s մեկնաբանություններ
id_id: %s komentar
it: %s commenti
ja: %s 件のコメント
ka_ge: %s კომენტარი
ko_kr: %s개의 댓글
lo: %s ຄຳເຫັນ
lt_lt: %s komentarai
lv_lv: %s komentāri
mk_mk: %s коментари
ms_my: %s ulasan
my_mm: %s မှတ်ချက်များ
ne: %s टिप्पणीहरू
nl: %s commentaar
nn_no: %s kommentarar
oc: %s comentaris
pl_pl: %s komentarzy
ps: %s تبصرې
pt_br: Comentários %s
pt_pt: %s comentários
ro_ro: %s comentarii
ru_ru: %s комментариев
sk_sk: %s komentáre
sl: %s komentarjev
sq: %s komente
sr_rs: %s komentara
sv_se: %s kommentarer
sw_ke: %s maoni
ta: %s கருத்துக்கள்
th: %s ความคิดเห็น
tl_ph: %s mga komento
tr: %s yorum
uk_ua: %s коментарів
vi_vn: %s bình luận
xh_za: %s izagqibo
zh_cn: %s 条评论
zh_tw: %s 則留言

source: Add a user
ar: إضافة مستخدمين
ast_es: Amestar usuarios
bn_bd: একজন ব্যবহারকারী যোগ করুন
bs_ba: Dodaj korisnika
ca_es: Afegir usuaris
cs_cz: Přidat uživatele
da: Tilføj deltagere
de: Benutzer hinzufügen
el: Προσθήκη χρήστη
eo: Aldoni uzulojn
es: Añadir usuarios
es_mx: Agregar usuarios
eu_es: Gehitu erabiltzaileak
fa_ir: اضافه کردن کاربر
fi_fi: Lisää käyttäjä
fo_fo: Legg afturat einum brúkara
fur: Zonte un utent
ga: Cuir úsáideoir leis
gl: Engadir usuarios
he_il: הוספת משתמש
hi: उपयोगकर्ता जोड़ें
hr_hr: Dodaj korisnike
hu_hu: Felhasználók hozzáadása
hy: Ավելացնել օգտատեր
id_id: Tambah user
it: Aggiungi utenti
ja: ユーザーを追加
ka_ge: დაამატე მომხმარებელი
ko_kr: 유저 추가
lt_lt: Įrašyti vartotojus
lv_lv: Pievienot lietotājus
mk_mk: Додај корисници
ms_my: Tambah pengguna
my_mm: အသုံးပြုသူတစ်ဦးထည့်ပါ
ne: प्रयोगकर्ता थप्नुहोस्
nl: Voeg gebruikers toe
nn_no: Legg til brukere
oc: Apondre un utilizaire
pl_pl: Dodaj użytkownika
ps: کاروونکي اضافه کول
pt_br: Adicionar um usuário
pt_pt: Adicionar utilizador
ro_ro: Adauga utilizatori
ru_ru: Добавить пользователей
sk_sk: Pridať používateľa
sl: Dodaj uporabnike
sq: Shto një përdorues
sr_rs: Dodavanje korisnika
sv_se: Lägg till användare
sw_ke: Ongeza mtumiaji
ta: பயனரைச் சேர்க்கவும்
th: เพิ่มชื่อผู้ใช้
tl_ph: Magdagdag ng isang gumagamit
tr: Kullanıcı ekle
uk_ua: Додати користувачів
vi_vn: Thêm người dùng
xh_za: Faka umsebenzisi
zh_cn: 添加用户
zh_tw: 添加用戶

source: Add groups
ar: إضافة مجموعات
ast_es: Amestar grupos
bn_bd: গ্রুপ যোগ করুন
bs_ba: Dodaj grupe
ca_es: Afegir grups
cs_cz: Přidat skupinu
da: Tilføj grupper
de: Gruppe(n) hinzufügen
el: Προσθήκη ομάδων
eo: Aldoni novajn grupojn
es: Crear grupos en la red social
es_mx: Agregar Grupos
eu_es: Gehitu taldeak
fa_ir: اضافه کردن گروه
fi_fi: Lisää ryhmiä
fo_fo: Legg bólkar afturat
fur: Zonte grups
ga: Cuir grúpaí leis
gl: Engadir grupos
he_il: הוספת קבוצות
hi: समूह जोड़ें
hr_hr: Dodaj skupine
hu_hu: Csoportok hozzáadása
hy: Ավելացնել խմբեր
id_id: Tambah group
it: Aggiungi gruppi
ja: グループを追加
ka_ge: დაამატე ჯგუფები
ko_kr: 그룹 추가
lt_lt: Sukurti grupes
lv_lv: Pievienot grupas
mk_mk: Додај групи
ms_my: Tambah kumpulan
my_mm: အဖွဲ့များထည့်ပါ
ne: समूहहरू थप्नुहोस्
nl: Voeg nieuwe groepen toe
nn_no: Legg til grupper
oc: Apondre des gropes
pl_pl: Dodaj grupy
ps: ګروپونه اضافه کول
pt_br: Adicionar grupos
pt_pt: Adicionar grupos
ro_ro: Adauga grupuri
ru_ru: Добавить группы
sk_sk: Pridať skupiny
sl: Dodaj skupine
sq: Shto grupe
sr_rs: Dodavanje grupa
sv_se: Lägg till grupper
sw_ke: Ongeza vikundi
ta: குழுக்களைச் சேர்க்கவும்
th: เพิ่มกลุ่มเรียน
tl_ph: Magdagdag ng mga grupo
tr: Grup ekle
uk_ua: Додати групи
vi_vn: Thêm nhóm
xh_za: Faka amaqela
zh_cn: 添加组
zh_tw: 添加組

source: Add classes
ar: إضافة فصول
ast_es: Crear clases
bn_bd: ক্লাস যোগ করুন
bs_ba: Dodaj klase
ca_es: Afegir aules
cs_cz: Přidat třídu
da: Tilføj klasser
de: Klasse(n) hinzufügen
el: Προσθήκη τάξεων
eo: Aldoni novajn klasojn
es: Crear clases
es_mx: Agregar Clases
eu_es: Gehitu klaseak
fa_ir: اضافه کردن کلاس
fi_fi: Lisää luokkia
fo_fo: Legg bólkar afturat
fur: Zonte clasis
ga: Cuir ranganna leis
gl: Engadir clases
he_il: הוספת שיעורים
hi: कक्षाएँ जोड़ें
hr_hr: Dodaj razrede
hu_hu: Osztályok hozzáadása
hy: Ավելացնել դասարաններ
id_id: Tambah klas
it: Aggiungi classi
ja: クラスを追加
ka_ge: დაამატე კლასები
ko_kr: 클래스 추가
lt_lt: Sukurti klases
lv_lv: Pievienot klases
mk_mk: Додај паралелки
ms_my: Tambah kelas
my_mm: အတန်းများထည့်ပါ
ne: कक्षाहरू थप्नुहोस्
nl: Voeg nieuwe klassen toe
nn_no: Legg til klasser
oc: Apondre des classes
pl_pl: Dodaj klasy
ps: ټولې اضافه کول
pt_br: Adicionar aulas
pt_pt: Adicionar turmas
ro_ro: Adauga materii
ru_ru: Добавить классы
sk_sk: Pridať triedy
sl: Dodaj razrede
sq: Shto klasa
sr_rs: Dodavanje razreda
sv_se: Lägg till klasser
sw_ke: Ongeza madarasa
ta: வகுப்புகளைச் சேர்க்கவும்
th: เพิ่มหมู่เรียน
tl_ph: Magdagdag ng mga klase
tr: Sınıf ekle
uk_ua: Додати класи
vi_vn: Thêm lớp
xh_za: Faka iiklasi
zh_cn: 添加班级
zh_tw: 添加班級

source: Export users list
ar: تصدير قائمة المستخدمين
ast_es: Esportar usuarios
bn_bd: ব্যবহারকারীদের তালিকা রপ্তানি করুন
bs_ba: Izvezi listu korisnika
ca_es: Exportar el llistat d'usuaris
cs_cz: Exportovat seznam uživatelů
da: Eksporter bruger-listen
de: Benutzer-Liste exportieren
el: Εξαγωγή λίστας χρηστών
eo: Eksporti uzulan liston
es: Exportar usuarios
es_mx: Exportar la lista de usuarios
eu_es: Esportatu erabiltzaile zerrenda
fa_ir: برون بری فهرست کاربران
fi_fi: Tuo käyttäjä lista
fo_fo: Útflyt brúkaralistann
fur: Esporte liste utents
ga: Easportáil liosta úsáideoirí
gl: Exportar a lista de usuarios
he_il: ייצוא רשימת משתמשים
hi: उपयोगकर्ताओं की सूची निर्यात करें
hr_hr: Prenesi popis korisnika
hu_hu: Felhasználói lista exportálása
hy: Արտահանել օգտատերերի ցուցակը
id_id: Export daftar user
it: Esporta l'elenco degli utenti
ja: ユーザーリストをエクスポート
ka_ge: ექსპორტი მომხმარებელთა სიის
ko_kr: 유저목록 내보내기
lt_lt: Eksportuoti vartotojų sąrašą
lv_lv: Eksportēt lietotāju sarakstu
mk_mk: Извези листа на корисници
ms_my: Eksport senarai pengguna
my_mm: အသုံးပြုသူစာရင်းကို တင်ပို့ပါ
ne: प्रयोगकर्ता सूची निर्यात गर्नुहोस्
nl: Exporteer gebruikerslijst
nn_no: Eksporter bruker liste
oc: Exportar la lista dels utilizaires
pl_pl: Eksportuj listę użytkowników
ps: کاروونکو لیست برخوځي کول
pt_br: Lista de usuários de exportação
pt_pt: Exportar lista de utilizadores
ro_ro: Exporta lista de utilizatori
ru_ru: Экспортировать список пользователей
sk_sk: Exportovať zoznam používateľov
sl: Izvozi seznam uporabnikov
sq: Eksporto listën e përdoruesve
sr_rs: Izvezi listu korisnika
sv_se: Exportera användarlistan
sw_ke: Hamisha orodha ya watumiaji
ta: பயனர் பட்டியலை ஏற்றுமதி செய்யவும்
th: ส่งออกรายชื่อผู้ใช้
tl_ph: I-export ang listahan ng mga gumagamit
tr: Kullanıcı listesi ver
uk_ua: Експортувати список користувачів
vi_vn: Xuất danh sách người dùng
xh_za: Thumela uluhlu lwabasebenzisi
zh_cn: 输出用户名单
zh_tw: 輸出用戶名單

source: Number of members
ar: عدد الاعضاء
ast_es: Númberu de miembros
bn_bd: সদস্যের সংখ্যা
bs_ba: Broj članova
ca_es: Nombre de membres
cs_cz: Počet účastníků
da: Antal deltagere
de: Anzahl der Teilnehmer
el: Αριθμός μελών
eo: Nombro da partoprenantoj
es: Número de miembros
es_mx: Número de participantes
eu_es: Kide kopurua
fa_ir: تعداد شرکت کنندگان
fi_fi: Jäsenten määrä
fo_fo: Tal av limum
fur: Numar di membris
ga: Líon na mball
gl: Número de participantes
he_il: מספר חברים
hi: सदस्यों की संख्या
hr_hr: Broj sudionika
hu_hu: Résztvevők száma
hy: Անդամների թիվը
id_id: Jumlah peserta
it: Numero di partecipanti
ja: メンバー数
ka_ge: წევრების რაოდენობა
ko_kr: 참가자 수
lo: ຈຳນວນສະມາຊິກ
lt_lt: Dalyvių skaičius
lv_lv: dalībnieku skaits
mk_mk: Број на членови
ms_my: Bilangan ahli
my_mm: အဖွဲ့ဝင်အရေအတွက်
ne: सदस्यहरूको संख्या
nl: Aantal deelnemers
nn_no: Antall deltagere
oc: Nombre de membres
pl_pl: Liczba uczestników
ps: غړو شمېر
pt_br: Número de membros
pt_pt: Número de membros
ro_ro: Numarul participantilor
ru_ru: Число участников
sk_sk: Počet zúčastnených
sl: Število udeležencev
sq: Numri i anëtarëve
sr_rs: Broj učesnika
sv_se: Antal deltagare
sw_ke: Idadi ya wanachama
ta: உறுப்பினர்களின் எண்ணிக்கை
th: จำนวนผู้ร่วมงาน
tl_ph: Bilang ng mga miyembro
tr: Katılımcı sayısı
uk_ua: Кількість учасників
vi_vn: Số thành viên
xh_za: Inani lamalungu
zh_cn: 参加者数目
zh_tw: 參加者數目

source: Number of users
ar: عدد المستخدمين
ast_es: Númberu d'usuarios
bn_bd: ব্যবহারকারীর সংখ্যা
bs_ba: Broj korisnika
ca_es: Nombre d'usuaris
cs_cz: Počet uživatelů
da: Antal brugere
de: Anzahl der Nutzer
el: Αριθμός χρηστών
eo: Nombro da uzuloj
es: Número de usuarios
es_mx: Número de usuarios
eu_es: Erabiltzaile kopurua
fa_ir: تعداد کاربران
fi_fi: Käyttäjien määrä
fo_fo: Tal av brúkarum
fur: Numar di utents
ga: Líon na n-úsáideoirí
gl: Número de usuarios
he_il: מספר משתמשים
hi: उपयोगकर्ताओं की संख्या
hr_hr: Broj korisnika
hu_hu: Felhasználók száma
hy: Օգտատերերի թիվը
id_id: Jumlah user
it: Numero di utenti
ja: ユーザー数
ka_ge: მომხმარებელთა რაოდენობა
ko_kr: 유저 수
lo: ຈຳນວນຜູ້ໃຊ້
lt_lt: Vartotojų skaičius
lv_lv: lietotāju skaits
mk_mk: Број на корисници
ms_my: Bilangan pengguna
my_mm: အသုံးပြုသူအရေအတွက်
ne: प्रयोगकर्ताहरूको संख्या
nl: Aantal gebruikers
nn_no: Antall brukere
oc: Nombre d’utilizaires
pl_pl: Liczba użytkowników
ps: کاروونکو شمېر
pt_br: Número de usuários
pt_pt: Número de utilizadores
ro_ro: Numarul de utilizatori
ru_ru: Число пользователей
sk_sk: Počet používateľov
sl: Št. uporabnikov
sq: Numri i përdoruesve
sr_rs: Broj korisnika
sv_se: Antal användare
sw_ke: Idadi ya watumiaji
ta: பயனர்களின் எண்ணிக்கை
th: จำนวนสมาชิกผู้ใช้
tl_ph: Bilang ng mga gumagamit
tr: Kullanıcı sayısı
uk_ua: Кількість користувачів
vi_vn: Số người dùng
xh_za: Inani labasebenzisi
zh_cn: 学生数量
zh_tw: 學生數量

source: Members
ar: الاعضاء
ast_es: miembros
bn_bd: সদস্য
bs_ba: Članovi
ca_es: Membres
cs_cz: účastníci
da: deltagere
de: Teilnehmer
el: Μέλη
eo: partoprenantoj
es: miembros
es_mx: participantes
eu_es: kideak
fa_ir: اعضا
fi_fi: Jäsenet
fo_fo: Limir
fur: Membris
ga: Baill
gl: participantes
he_il: חברים
hi: सदस्य
hr_hr: sudionici
hu_hu: résztvevők
hy: Անդամներ
id_id: perserta
it: partecipanti
ja: メンバー
ka_ge: წევრები
ko_kr: 참가자
lo: ສະມາຊິກ
lt_lt: dalyviai
lv_lv: dalībnieki
mk_mk: членови
ms_my: Ahli
my_mm: အဖွဲ့ဝင်များ
ne: सदस्यहरू
nl: deelnemers
nn_no: deltagere
oc: Membres
pl_pl: uczestnicy
ps: غړي
pt_br: membros
pt_pt: membros
ro_ro: participanti
ru_ru: Участники
sk_sk: zúčastnený
sl: udeleženci
sq: Anëtarët
sr_rs: učesnici
sv_se: deltagare
sw_ke: Wanachama
ta: உறுப்பினர்கள்
th: ผู้ร่วมงาน
tl_ph: Mga Miyembro
tr: Katılımcı
uk_ua: учасники
vi_vn: Thành viên
xh_za: Amalungu
zh_cn: 参加者
zh_tw: 參加者
