Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Hide debug
qu_pe: Pakay debub nisqata

source: This document is not editable
qu_pe: Kay qelqa khipuqa manan ruwapachinapaqchu

source: After
qu_pe: Después de

source: This HotPotatoes test has been closed.
qu_pe: Kay test HotPotatoes nisqaqa tukunña.

source: back to normal screen
qu_pe: volver a la pantalla normal

source: full screen
qu_pe: pantalla completa

source: There was a
qu_pe: Había una

source: page (step) here in the original Chamilo Learning Path.
qu_pe: página (elemento) aquí en la Lección original de Chamilo.

source: Select a learning object in the table of contents
qu_pe: Para mostrar algo aquí, seleccione un elemento del menú lateral

source: The rich media page/activity has been added to the course
qu_pe: Musuq qelqa khipuqa kamarichisqaña.

source: Edit the current section
qu_pe: Ruwapay kunan kaq sutichaqata

source: Create a new document
qu_pe: Kamay qelqa khiputa

source: Move the current document
qu_pe: Kuyuchiy kunan kaq qelqa khiputa

source: Edit the current document
qu_pe: Ruwapay kunan kaq qelqa khiputa

source: Warning!
qu_pe: ¡ Paqtataq !

source: When you edit an existing document in Courses, the new version of the document will not overwrite the old version but will be saved as a new document. If you want to edit a document definitively, you can do that with the document tool.
qu_pe: Cuando edita un documento existente en la lección, la nueva versión del documento no sobreescribirá la antigua, sino que será guardada como un nuevo documento. si quiere editar un documento definitivamente, puede hacerlo con la herramienta documentos.

source: Adding a test to the course
qu_pe: Kamay llank'aynata

source: Move the current test
qu_pe: Kuyuchiy kunan kaq llank'aynata

source: Edit the current test
qu_pe: Ruwapay kunan kaq llank'aynata

source: Import AICC, SCORM and Chamilo learning path
qu_pe: Importación SCORM y AICC

source: To continue add a section or a learning object or activity to your course.
qu_pe: Rinallapaqqa, lloqe ajllanamanta yapawaq sutichasqata imaymanatawan yachanaykiman.

source: Prerequisites to the current learning object have been added.
qu_pe: Los prerrequisitos de este elemento han sido añadidos.

source: Add/edit prerequisites
qu_pe: Añadir/Editar prerrequisitos

source: No documents
qu_pe: Manan kanchu qelqa khipukuna

source: No tests available
qu_pe: Manan kanchu hap'ipanapaq llank'aynakuna

source: No links available
qu_pe: Manan kanchu hap'ipanapaq waskhanakuna

source: There are no learning objects in the course. Click on "Build" to enter authoring mode.
qu_pe: En este momento no hay items en la lección. Para crearlos, haga clic en "Construir"

source: First position
qu_pe: Primera posición

source: New test
qu_pe: Musuq llank'ayna

source: Adding a forum to the course
qu_pe: Yapay k'itirimanata

source: <strong>Welcome</strong> to the Chamilo Course authoring tool.<br />Create your courses step-by-step. The table of contents will appear to the left.
qu_pe: <strong>Bienvenido</strong> a Lecciones, herramienta de autor de Chamilo<br />Cree su lección paso a paso. La estructura de la misma aparecerá en el menú izquierdo

source: To start, give a title to your course
qu_pe: Qallarinapaqqa, churay sutinchayninta yachanaman

source: Adding a link to the course
qu_pe: Apachimuy hoq waskhanata

source: Move the current link
qu_pe: Kuyuchiy kunan kaq waskhanata

source: Edit the current link
qu_pe: Ruwapay kunan kaq waskhanata

source: Move the current assignment
qu_pe: Kuyuchiy kunan kaq llank'ayta

source: Edit the current assignment
qu_pe: Ruwapay kunan kaq llank'ayta

source: Allow multiple attempts
qu_pe: Huñichay askha mallinakunata

source: Prevent multiple attempts
qu_pe: Ama huñichaychu askha mallinakunata

source: Make SCORM recordings extra
qu_pe: Crear elementos SCORM extra

source: Make SCORM recordings normal
qu_pe: Crear elementos SCORM básicos

source: The document cannot be displayed because it has been deleted
qu_pe: Qelqa khipuqa mana qhawachikunqachu pichachikusqanrayku

source: Edit the current forum
qu_pe: Ruwapay kay k'itirimanata

source: No prerequisites
qu_pe: Sin prerrequisitos

source: Create a new link
qu_pe: Kamay musuq waskhanata

source: Create a new forum
qu_pe: Kamay musuq k'itirimanata

source: Woogie : Word conversion
qu_pe: Woogie: Word nisqaman T'ijraq

source: MS Word to course converter
qu_pe: Word khipukunata Yachanakunaman T'ijraq

source: Welcome to Woogie Rapid Learning<ul type="1"><li>Browse your hard disk to find any .doc, .sxw or .odt file<li>Upload it to Woogie. It will convert it into a SCORM course<li>You will then be able to add audio comments on each page and insert quizzes and other activities between pages</ul>
qu_pe: Bienvenido al conversor Woogie<ul type="1"><li>Elegir un archivo .doc, .sxw, .odt<li>Enviarlo a Woogie, que lo convertirá en una Lección SCORM <li>Podrá añadir comentarios de audio en cada página e insertar tests y otras actividades entre las páginas</ul>

source: Error during the conversion of the word document. Please check if there are special characters in the name of your document..
qu_pe: Error durante la conversión del documento word. Por favor, compruebe si hay caracteres especiales en el nombre de su documento.

source: MS Word conversion
qu_pe: Conversión Word

source: Interaction ID
qu_pe: ID de Interacción

source: Time (finished at...)
qu_pe: Pacha (kaypin tukukun...)

source: Correct answers
qu_pe: Respuestas correctas

source: Learner answers
qu_pe: Yachaqeq kitichinkuna

source: Time spent
qu_pe: Pachapi ruwasqa

source: A page, a learning object
qu_pe: Huj imaymana sapanka raphipi

source: A section, a learning object
qu_pe: Huj sutichasqa sapanka imaymanapaq

source: Use the slides names as course learning object names
qu_pe: Usar los nombres de las diapositivas para los elementos de la lección

source: The connection to the document converter failed. Please contact your platform administrator to fix the problem.
qu_pe: La conexión con el conversor de documentos ha fallado. Póngase en contacto con el administrador de su plataforma para solucionar el problema.

source: The conversion failed. <br />Some documents are too complex to be treated automatically by the document converter.<br />We try to improve it.
qu_pe: Conversión fallida. <br />Algunos documentos son demasiado complejos para su tratamiento automático mediante el conversor de documentos.<br />En sucesivas versiones se irá ampliando esta capacidad.

source: The conversion failed for an unknown reason.<br />Please contact your administrator to get more information.
qu_pe: La conversión ha fallado por una razón desconocida. <br /> Contacte a su administrador para más información.

source: Please upload presentations only. Filename extension should be .ppt or .odp
qu_pe: Khipuqa mana allin extensión nisqawan kashan.

source: Please upload text documents only. Filename extension should be .doc, .docx or .odt
qu_pe: Por favor, envíe sólo documentos de texto. La extensión del archivo debe ser .doc, .docx o bien .odt

source: Show audio recorder
qu_pe: Mostrar el grabador de audio

source: To search the course database, please use the following syntax:<br/> <i>term tag:tag_name -exclude +include "exact phrase"</i><br/> For example:<br/> <i>car tag:truck -ferrari +ford "high consumption".</i><br/> This will show all the results for the word 'car' tagged as 'truck', not including the word 'ferrari' but including the word 'ford' and the exact phrase 'high consumption'.
qu_pe: Para buscar en la base de datos de lecciones use la siguiente sintaxis::<br/> <i>term tag:tag_name -exclude +include "exact phrase"</i><br/>Por ejemplo:<br/> <i>coche tag:camión -ferrari +ford "alto consumo".</i><br/> Esto mostrará todos los resultados para la palabra 'coche' etiquetados como 'camión', que no incluyan la palabra 'ferrari', pero sí la palabra 'ford' y la frase exacta 'alto consumo'.

source: View course
qu_pe: Qhaway yachanakunata

source: Tags to add to the document, if indexing
qu_pe: Etiquetas para añadir al documento en caso de indexación

source: Back to learning paths
qu_pe: Kutiy yachanakunaman

source: Upload Mp3 audio
qu_pe: Cargar audio

source: Add audio
qu_pe: Cargar todos los fragmentos de audio

source: Leave import form empty to keep current audio file
qu_pe: Ch'usaqllata saqen kunan kaq khiputa hap'ipanapaqrayku

source: Remove audio
qu_pe: Qechuy uyarinata

source: Validate
qu_pe: Allchay

source: View score change history
qu_pe: Ver puntuacion de historial de cambio

source: Trainer picture will resize if needed
qu_pe: Wankita tajsachikunqa allin sayayman

source: Image preview
qu_pe: Wankiq ñaupa qhawariynin

source: already exists.
qu_pe: ¡ ña kan !

source: The uploaded file could not be saved (perhaps a permission problem?)
qu_pe: ¡ Khipu apachisqaqa manan ajllchakuyta atikunchu(ichapas mana huñichasqa kashan?) !

source: Move document
qu_pe: Kuchiy qelqa khiputa

source: Edit course settings
qu_pe: T'ijray yachanaq imaymananta

source: Save course settings
qu_pe: Allchay yachanaq imaymananta

source: Show all attempts
qu_pe: Qhawarichiy llapan mallinakunata

source: Hide all attempts
qu_pe: Pakay llapan mallinakunata

source: Show all attempts by test
qu_pe: Qhawarichiy llapan mallinakunata sapanka llank'aynapi

source: Show attempt
qu_pe: Qhawarichiy mallinata

source: Show and grade attempt
qu_pe: Mostrar y calificar intento

source: Save prerequisites settings
qu_pe: Modificar los prerrequisitos

source: Continue
qu_pe: Kamay yachanata

source: Add test to course
qu_pe: Yapay llank'aynata

source: Add this document to the course
qu_pe: Crear un documento

source: Objective ID
qu_pe: ID del objetivo

source: Objective status
qu_pe: Estatus del objetivo

source: Objective raw score
qu_pe: Puntuación básica del objetivo

source: Objective max score
qu_pe: Puntuación máxima del objetivo

source: Objective min score
qu_pe: Puntuación mínima del objetivo

source: Learning path name
qu_pe: Título de la lección

source: Authoring options
qu_pe: Autorización de opciones

source: Save section
qu_pe: Guardar capítulo

source: Add link to course
qu_pe: Agregar el enlace a la lección

source: Add assignment to course
qu_pe: Agregar la tarea a la lección

source: Add forum to course
qu_pe: Agregar el foro a la lección

source: Save audio and organization
qu_pe: Audio y organización ruqay

source: Please upload mp3 files only
qu_pe: Manañam mp3 archivoskunamantaq kachkanki

source: Chamilo supports the OpenBadges standard
qu_pe: Chamilo OpenBadges standartuta yanapay

source: No posts
qu_pe: Manam publicacioneskuna

source: Without achieved skills
qu_pe: Mana yatichisqa habilidadeswan

source: Please type your message!
qu_pe: Ama hina kaychu, qelqa willanaykita

source: Do you really want to delete all messages?
qu_pe: Cheqaychu kashanki llipin willanakunata pichanaykipaq?

source: Dear %s,
qu_pe: Kusi %s,

source: Urgent: %s course expiration reminder
qu_pe: ¡Urgente: %s kursu kutiytan yuyarichiy!

source: Exercise and learning path
qu_pe: Rirkuy yachakuy ñan

source: Warning: It is possible to use, in the gradebook, tests that are part of learning paths. If the learning path itself is already included, this test might be part of the gradebook already. The learning paths evaluation is made on the basis of a progress percentage, while the evaluation on tests is made on the basis of a score. Survey evaluation is based on whether the user has answered (1) or not (0). Make sure you test your combinations of gradebook evaluations to avoid mind-boggling situations.
qu_pe: Advertencia: Notaslibropi, yachay ñankunaq rakikuna pruebasniman usuchiyta atin. Yachay ñanqa ya notaslibropi kashpaq, kay pruebaqa notaslibropiqa kayta atin. Yachay ñankunaq iñiq yachakuyqa porcentaje prograsopi, pruebas iñiq yachakuyqa puntuaciónpi. Encuesta iñiq yachakuyqa respuestaq (1) utaw mana (0). Notaslibro iñiq yachakuy combinacionesniman maskhay allinta, mana yuyaykunawan qispichiyta.

source: Choose either duration or time limit
qu_pe: Duración utaw tiempo límite ruray

source: Clear the chat
qu_pe: Pichay sinrita

source: Session banner
qu_pe: Sesión banner

source: Short description
qu_pe: Qhapaq sutinapaq

source: Target audience
qu_pe: Dirigido público

source: Convert your virtual campus to a skills-based learning experience
qu_pe: Campu virtualq %s habilidades yachay experiencia

source: Chat call has been sent. Waiting for the approval of your partner.
qu_pe: Rimapakunapaq mañakuyqa apachiku. Mayqan runaman mañakuyqa suyachikushanraq.

source: Your call has been denied by your partner.
qu_pe: Waqyasqaykiqa mana chaskikunchu runa mañakusqayki

source: Send message
qu_pe: Apachiy

source: Chat partners
qu_pe: Kaqkuna

source: Test
qu_pe: Llank'ayna

source: There is no test for the moment
qu_pe: Kunanpiqa, manan kanchu llank'aynakunaqa

source: Create a new test
qu_pe: Musuq llank'ayna

source: Questions
qu_pe: Tapukuna

source: Answers
qu_pe: Kutichiykuna

source: True
qu_pe: Cheqaq

source: Answer
qu_pe: Kutichi

source: Your results
qu_pe: Sus resultados

source: Sequential
qu_pe: Ima llank'ayna

source: Test name
qu_pe: Llank'aynaq sutin

source: Give a context to the test
qu_pe: Llank'aynaq nisqaynin

source: All questions on one page
qu_pe: Llapan tapuykuna huj raphipi

source: One question by page
qu_pe: Huj tapuylla sapa raphipi (qati qatilla)

source: Random questions
qu_pe: Chiripa tapuykuna

source: Please give the test name
qu_pe: Ama hina kaychu, llank'aynamanqa churay hoq sutita

source: Audio or video file
qu_pe: Uyarinamanta utaq video nisqamanta khipu

source: Delete the audio or video file
qu_pe: Pichay uyarinaq utaq video nisqaq khipunta

source: There is no answer for the moment
qu_pe: Kunanqa manan kanchu kutichiykunaqa

source: Go back to the question pool
qu_pe: Kutiy tapuykunaq taqenman

source: Go back to the questions list
qu_pe: Kutiy tapuykunaq sinrinman

source: Answers to the question
qu_pe: Kutichiy tapuyta

source: Warning! This question and its answers are used in several tests. Would you like to Edit them
qu_pe: Paqtataq! Kay tapu llapan kutichikunawanqa kashan askha llank'aynakunapi. ¿Munashankichu t'ijrapayta?

source: in all tests
qu_pe: llapan llank'aynakunapi

source: only in the current test
qu_pe: kay llank'aynallapi

source: Answer type
qu_pe: Ima niraq kutichiy

source: Multiple answers
qu_pe: Askha kutichiy

source: Fill blanks or form
qu_pe: Hunt'achiy yuraqkunata

source: Matching
qu_pe: Masichay

source: Replace the picture
qu_pe: Hoq wankiwan wankita t'ijray

source: Delete picture
qu_pe: Wañuchiy wankita

source: Enrich question
qu_pe: Qelqa, wanki, uyarina utaq video nisqa yapayniyuq

source: Please type the question
qu_pe: Ama hina kaychu, qelqa tapuyta

source: Please enter a score for each blank
qu_pe: Ama hina kaychu, qoy markata sapanka yuraq k'itichaman

source: use square brackets [...] to define one or more blanks
qu_pe: churay corchetes [...] nisqawan sapanka utaq askha k'iticha ruwanapaq

source: +answ
qu_pe: +kutichiy

source: -answ
qu_pe: -kutichiy

source: +elem
qu_pe: +imaymana

source: -elem
qu_pe: -imaymana

source: Please type your text below
qu_pe: Urapin qelqay qelqata

source: <table cellspacing="0" cellpadding="10" border="1" width="720" style="" height:=""> <tbody> <tr> <td colspan="2"> <h3>Example fill the form activity : calculate the Body Mass Index</h3> </td> </tr> <tr> <td style="text-align: right;"><strong>Age</strong></td> <td width="75%" style="">[25] years old</td> </tr> <tr> <td style="text-align: right;"><strong>Sex</strong></td> <td style="" text-align:="">[M] (M or F)</td> </tr> <tr> <td style="text-align: right;"><strong>Weight</strong></td> <td style="" text-align:="">95 Kg</td> </tr> <tr> <td style="vertical-align: top; text-align: right;"><strong>Height</strong></td> <td style="vertical-align: top;">1.81 m</td> </tr> <tr> <td style="vertical-align: top; text-align: right;"><strong>Body Mass Index</strong></td> <td style="vertical-align: top;">[29] BMI =Weight/Size<sup>2</sup> (Cf.<a href="http://en.wikipedia.org/wiki/Body_mass_index" onclick="window.open(this.href,'','resizable=yes,location=yes,menubar=no,scrollbars=yes,status=yes,toolbar=no,fullscreen=no,dependent=no,width=800,height=600,left=40,top=40,status'); return false"> Wikipedia article</a>)</td> </tr> </tbody></table>
qu_pe: [La gente británica] vive en [Gran Bretaña].

source: Note down the address
qu_pe: rico

source: Contact the emergency services
qu_pe: atractivo

source: First step
qu_pe: Taytaykiqa kan

source: Second step
qu_pe: Mamaykiqa kan

source: Please define the options
qu_pe: Ama hina kaychu, ajllay imaymanakunata

source: Match them
qu_pe: Masichay

source: Please fill the two lists below
qu_pe: Ama hina kaychu, iskhay hamuq sinrikunata hunt'achiy

source: Please type the text
qu_pe: Ama hina kaychu, qelqata qelqay

source: Please define at least one blank with the selected marker
qu_pe: Ama hina kaychu, churay yuraq k'itichata corchetes nisqawan [...]

source: Please type the question's answers
qu_pe: Ama hina kaychu, tapukunaq kutichiyninta qelqay

source: Please check the correct answer
qu_pe: Ama hina kaychu, ajllay allin kutichiyta

source: Please check one or more correct answers
qu_pe: Ama hina kaychu, ajllay hujta otaq askha allin kutichiykunata

source: Question list of the test
qu_pe: Llank'aynamanta tapuykuna sinrisqa

source: Recycle existing questions
qu_pe: Tapukunamanta t'aqe

source: Correct test
qu_pe: Tukuy llank'aynata

source: Orphan questions
qu_pe: Wajcha tapukuna

source: Questions list (there is no question so far).
qu_pe: Kunanqa manan kashanchu tapukunaqa

source: All tests
qu_pe: Llapan llank'aynakuna

source: Go back to the test
qu_pe: Kutiy llank'aynaman

source: Re-use in current test
qu_pe: Reutilizar

source: Tests management
qu_pe: Llank'aynakunaq kamachiynin

source: Question / Answer management
qu_pe: Tapukunamnata / kutichikunamanta kamachiynin

source: Question not found
qu_pe: Mana tarikunchu tapuqa

source: Test not found or not visible
qu_pe: Llank'aynaqa mana tarikunchu utaq mana qhawachikushanchu

source: You already answered the question
qu_pe: Ña kutichinki taputaqa

source: Elements list
qu_pe: Imaymanakunamanta sinri

source: Corresponds to
qu_pe: Correspondencias con

source: Expected choice
qu_pe: Allin ajllasqa

source: Score for the test
qu_pe: Su puntuación total es

source: You have reached the maximum number of attempts for this test. Being a trainer, you can go on practicing but your Results will not be reported.
qu_pe: Ha llegado al número máximo de intentos para este ejercicio. No obstante, como usted es administrador para este curso, puede seguir tomando el ejercicio. Recuerde que sus resultados no aparecerán en la página de resultados.

source: Exercise added
qu_pe: Ejercicio kamakun

source: active
qu_pe: hap'ichisqa

source: inactive
qu_pe: wañuchisqa

source: Create questions
qu_pe: kamay tapuykunata

source: your test has been saved
qu_pe: llank'aykiqa allchasqañan

source: back to the edit page of questions
qu_pe: kutiy tapuykuna ruwanaq raphiman

source: make test
qu_pe: ruway llank'aynata

source: Describe assessment settings
qu_pe: qelqay imayna chaninchanapaq

source: Create/Edit questions
qu_pe: Kamay / t'ijrapay tapuykunata

source: subtitle
qu_pe: sullk'a sutinchaynin

source: My answer
qu_pe: Kutichisqay

source: + answer
qu_pe: + kutichiy

source: - answer
qu_pe: - kutichiy

source: Save test
qu_pe: allachay llank'aynata

source: Add question to test
qu_pe: Allchay tapuykunata

source: Save Answers
qu_pe: Allchay kutichiykunata

source: Introduction
qu_pe: Introducción

source: Assistant for the creation of tests
qu_pe: Yanapaq llank'aynakuna kamarinapaq

source: questionlist
qu_pe: Tapuykunamanta sinri

source: save tests
qu_pe: allachay llank'aynata

source: Question with an image
qu_pe: Tapuy hoq wankiwan

source: Add a question
qu_pe: Yapay hoq tapuyta

source: Do an test
qu_pe: Ruway llank'aynata

source: Test list
qu_pe: Llank'aynakunamanta sinri

source: Correct
qu_pe: Allin

source: Number of good answers for one question
qu_pe: Número de respuestas correctas para una pregunta

source: number of errors by the learner
qu_pe: número de errores del estudiante

source: Determine
qu_pe: Determinar

source: a non numeric value
qu_pe: un valor no numérico

source: Replaced
qu_pe: Reemplazado

source: a value larger than 20
qu_pe: un valor mayor que 20

source: Replace 20
qu_pe: fue introducido. Fue sustituido por 20

source: previous values will be replaced by clicking the "default values" button
qu_pe: los valores anteriores serán reemplazados cuando pulse el botón "valores por defecto"

source: black numbers = score
qu_pe: números en negrita = puntuación

source: Show score to learner:
qu_pe: Qhawarichiy yachaqeq chaninchananta:

source: Step 1
qu_pe: 1 Puriy

source: Step 2
qu_pe: 2 Puriy

source: Import Hotpotatoes
qu_pe: Apachimuy HotPotatoes sutiyuq llank'aynakunata

source: Import Hotpotatoes tests
qu_pe: Apachimuy HotPotatoes sutiyuq llank'aynakunata

source: Upload Image file to the server
qu_pe: Apachiy hoq wankita servidor nisqaman

source: Test whithout Images
qu_pe: Mana wankikunayuq llank'aynakuna

source: <br> You still have to upload
qu_pe: <br> Hoqmanta apachiy

source: image(s) :
qu_pe: wanki(kuna) :

source: is not the valid file !
qu_pe: ¡ manan allinchu khipuqa !

source: Index
qu_pe: Qelqa wachiqkuna

source: Indexes
qu_pe: Qelqa wachiqkuna

source: Show Question
qu_pe: Qhaway tapuyta

source: Unknown Test
qu_pe: Llank'ayna mana reqsisqa

source: Reuse the question
qu_pe: Hoqmanta hap'ipay tapuyta

source: Create test
qu_pe: Kamay llank'aynata

source: Create a question
qu_pe: Kamay hoq tapukuyta

source: Create answers
qu_pe: Kamay kutichiyta

source: Edit test name and settings
qu_pe: T'ijrapay llank'aynata

source: Edit answers
qu_pe: t'ijrapay kutichiykunata

source: for the test
qu_pe: llank'aynapaq

source: Use an existing question
qu_pe: Hap'ipay tapuy kasqata

source: Open question
qu_pe: Respuesta abierta

source: This answer has not yet been corrected. Meanwhile, your score for this question is set to 0, affecting the total score.
qu_pe: Kutichiyqa manaraq allinchasqachu. Chayraykun markaykiqa ch'usaqmi kanqa, hinallataq qechunqapuni yupaykunata lliw markaykiman.

source: Hot Potatoes Admin
qu_pe: Hot Potatoes kamachina

source: New question
qu_pe: Musuq tapuy

source: Please select an image
qu_pe: Ajllay hoq wankita

source: Description and scoring are required for each hotspot - feedback is optional
qu_pe: En cada zona interactiva la descripción y el valor son obligatorios - el feedback es opcional.

source: You have to create one (1) hotspot at least.
qu_pe: Tiene que crear al menos una (1) zona interactiva.

source: The maximum hotspots you can create is twelve (12).
qu_pe: El máximo de zonas interactivas que puede crear es doce (12)

source: Please supply a description and weighing for each hotspot.
qu_pe: Por favor, proporcione una descripción y un valor a cada zona interactiva.

source: Add hotspot
qu_pe: +zona interactiva

source: Remove hotspot
qu_pe: -zona interactiva

source: Image zones
qu_pe: Zonas interactivas

source: Correct answer
qu_pe: Allin kutichikuy

source: Your answer was
qu_pe: Kutichiykiqa karan

source: For hotspots you can only use JPEG (.jpg or .jpeg) images
qu_pe: Para las zonas interactivas sólo puede usar imágenes JPG (o JPEG)

source: Show correct answers to each question and the score for the test
qu_pe: Mostrar las respuestas correctas a cada pregunta y la puntuación del ejercicio

source: All questions
qu_pe: Llapan tapuykuna

source: Edit title and description
qu_pe: Ruwapay sutinchayninta rimariytawan

source: Edit answers/hotspots
qu_pe: Editar respuestas/zonas interactivas
