Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Export session(s)
ar: تصدير الدورة او الدورات
ast_es: Esportar sesión
bn_bd: সেশন(গুলো) রপ্তানি করুন
bs_ba: Izvezi sesiju(e)
ca_es: Exportar sessió
cs_cz: Exportovat sezení
da: Eksportér session(er)
de: Exportiere Session(s)
el: Εξαγωγή περιόδων σε XML/CSV format
eo: Eksporti sesiojn
es: Exportar sesión
es_mx: Exportar sesión(es)
eu_es: Esportatu saioa(k)
fa_ir: برون بری جلسات
fi_fi: Vie istunto(ja)
fo_fo: Útflyt bólk(ar)
fur: Esporte sesion(s)
ga: Easportáil seisiún(í)
gl: Exportar sesión
he_il: ייצוא הפעלות
hi: सत्र(ों) निर्यात करें
hr_hr: Prenesi sesiju(e)
hu_hu: Foglalkozás(ok) exportálása
hy: Արտահանել սեանս(ներ)
id_id: Ekspor sesi
it: Esporta sessione
ja: セッションをエクスポート
ka_ge: ექსპორტი სესია(ები)
ko_kr: 세션(들) 내보내기
lo: ສົ່ງອອກຊ່ວງເວລາ
lt_lt: Eksportuoti sesiją(sesijas)
lv_lv: Sesijas(u) eksports
mk_mk: Извози сесија(и)
ms_my: Eksport sesi(sesi)
my_mm: အစည်းအဝေး(များ)ကို တင်ပို့ပါ
ne: सत्र(हरू) निर्यात गर्नुहोस्
nl: Sessie exporteren
nn_no: Exporter læringsøkten
oc: Exportar session(s)
pl_pl: Eksportuj sesje
ps: غونډه(ګانې) برخوځي کول
pt_br: Exportação de sessão(s)
pt_pt: Exportar sessão(ões)
ro_ro: Exporteaza paragraful
ru_ru: Экспорт сессии(й)
sk_sk: Exportovať stretnutie(ia)
sl: Izvozi sejo
sq: Eksporto sesion(in)
sr_rs: Izvezi sesiju
sv_se: Exportera session(er)
sw_ke: Hamisha vikao
ta: அமர்வ(கள்)வை ஏற்றுமதி செய்யவும்
th: ส่งออกเซสชัน
tl_ph: I-export ang session(s)
tr: Oturumu / Oturumları Dışa Aktar
uk_ua: Експорт сесії(й)
vi_vn: Xuất phiên
xh_za: Thumela i-seshini(i)
zh_cn: 导出课程
zh_tw: 匯出課程期間

source: Import session(s)
ar: استيراد الدورة او الدورات
ast_es: Importar sesión
bn_bd: সেশন(গুলো) আমদানি করুন
bs_ba: Uvezi sesiju(e)
ca_es: Importar sessió
cs_cz: Importovat sezení
da: Importér session(er)
de: Importiere Session(s)
el: Εισαγωγή συνόδου(ων)
eo: Importi sesiojn
es: Importar sesión
es_mx: Importar sesión(es)
eu_es: Inportatu saioa(k)
fa_ir: درون ریزی جلسات
fi_fi: Tuo istunto(ja)
fo_fo: Innflyt bólk(ar)
fur: Importe sesion(s)
ga: Iompórtáil seisiún(í)
gl: Importar sesión
he_il: ייבוא ​​סשנים
hi: सत्र(ों) आयात करें
hr_hr: Preuzmi sesiju(e)
hu_hu: Foglalkozás(ok) importálása
hy: Ներմուծել սեանս(ներ)
id_id: Impor sesi
it: Importa sessione
ja: セッションをインポート
ka_ge: იმპორტი სესია(ები)
ko_kr: 세션(들) 가져오기
lo: ນຳເຂົ້າຊ່ວງເວລາ
lt_lt: Importuoti sesiją(sesijas)
lv_lv: Sesijas(u) imports
mk_mk: Увези сесија(и)
ms_my: Import sesi(sesi)
my_mm: အစည်းအဝေး(များ)ကို တင်သွင်းပါ
ne: सत्र(हरू) आयात गर्नुहोस्
nl: Sessie importeren
nn_no: Importer læringsøkt
oc: Importar session(s)
pl_pl: Importuj sesje
ps: غونډه(ګانې) راوړل
pt_br: Importação de sessão(s)
pt_pt: Importar sessão(ões)
ro_ro: Importa sectiunea
ru_ru: Импорт сессии(й)
sk_sk: Importovať stretnutie(ia)
sl: Uvozi sejo
sq: Importo sesion(in)
sr_rs: Uvezi sesiju
sv_se: Importera session(er)
sw_ke: Ingiza vikao
ta: அமர்வ(கள்)வை இறக்குமதி செய்யவும்
th: นำเข้าเซสชัน
tl_ph: I-import ang session(s)
tr: Oturumu / Oturumları İçe Aktar
uk_ua: Імпорт сесії(й)
vi_vn: Nhập phiên
xh_za: Genisa i-seshini(i)
zh_cn: 导入课程
zh_tw: 匯入課程期間

source: Backup this course
ar: نسخ احتياطي لهذا المقرر
ast_es: Copia de seguridá d'esti cursu
bn_bd: এই কোর্সের ব্যাকআপ নিন
bs_ba: Napрави rezervnu kopiju ovog kursa
ca_es: Realitzar còpia de seguretat d'aquest curs
cs_cz: Vytvořit zálohu tohto kurzu
da: Lav en backup af dette kursus
de: Sicherungskopie des Kurses erstellen
el: Δημιουργία αντίγραφου μαθήματος
eo: Fari restaŭrkopion de ĉi tiu kurso
es: Copia de seguridad de este curso
es_mx: Respaldar este curso
eu_es: Egin ikastaro honen babeskopia
fa_ir: این درس را بر روی رایانه خود ذخیره کنید
fi_fi: Tee varmuuskopio tästä kursista
fo_fo: Tak varðveiting av hesum kursi
fur: Fâ un backup dal curs
ga: Cúltaca an chúrsa seo
gl: Facer copia de seguridade de este curso
he_il: גבה את הקורס הזה
hi: इस कोर्स का बैकअप लें
hr_hr: Izradi pričuvni primjerak kolegija
hu_hu: Biztonsági másolat készítése erről a kurzusról
hy: Պահպանել այս դասընթացը
id_id: Buat back-up mata kuliah ini
it: Fai un backup del corso
ja: このコースをバックアップ
ka_ge: კურსის სარეზერვო კოპია
ko_kr: 이 과정을 백업합니다
lo: ສຳຮອງລາຍວິຊານີ້
lt_lt: Pagaryti kurso atsarginę kopiją (archyvuoti)
lv_lv: Izveidot
mk_mk: Направи "back-up" копија на овој курс.
ms_my: Sandar kursus ini
my_mm: ဤသင်တန်းကို အရန်သိမ်းဆည်းပါ
ne: यो कोर्सको ब्याकअप लिनुहोस्
nl: Maak een back-up van deze cursus
nn_no: Ta en sikkerhetskopi av dette kurset
oc: Sauvegarda d’aquest cors
pl_pl: Zrób kopię tego kursu
ps: دا کورس بېک اپ کول
pt_br: Backup deste curso
pt_pt: Criar uma cópia de segurança/backup deste curso
ro_ro: Fa un back-up al cursului
ru_ru: Сделать дубликат этого курса
sk_sk: Vytvor zálohu tohto kurzu
sl: Naredi rezervno kopijo tega tečaja
sq: Bëje kopjer rezervë të këtij kursi
sr_rs: Napravi back-up ovog kursa
sv_se: Skapa en backup av denna kurs
sw_ke: Hifadhi kozi hii
ta: இந்த பாடத்தை மாற்றுப் படி எடுக்கவும்
th: ทำการสำรองข้อมูลรายวิชานี้
tl_ph: I-backup ang kursong ito
tr: Dersi yedekle
uk_ua: Створити резервну копію цього курсу
vi_vn: Sao lưu khóa học này
xh_za: Gcina eli khosi
zh_cn: 备份课程
zh_tw: 備份課程

source: Course subscription
ar: التسجيل في المقرر
ast_es: Inscripción nel cursu
bn_bd: কোর্সে সাবস্ক্রাইব
bs_ba: Pretplata na kurs
ca_es: Inscriure's al curs
cs_cz: Zapsání kurzu
da: Tilmelding
de: Kurs-Einschreibung
el: Εγγραφή στο μάθημα
eo: Aliĝoj
es: Inscripción en el curso
es_mx: Inscripción al curso
eu_es: Ikastaroan izena ematea
fa_ir: ثبت نام در درس
fi_fi: Kurssin tilaus
fo_fo: Kursusinskriving
fur: Iscrizion al curs
ga: Fochlóscriobh an chúrsa
gl: Subscrición ao curso
he_il: הרשמה לקורס
hi: कोर्स सदस्यता
hr_hr: Upis na kolegij
hu_hu: Kurzus feliratkozás
hy: Դասընթացի բաժանորդագրություն
id_id: Pendaftaran Mata Kuliah
it: Iscrizioni Corso
ja: コース登録
ka_ge: კურსზე რეგისტრაცია
ko_kr: 과정 등록
lo: ການລົງທະບຽນຮຽນ
lt_lt: Užsirašymas į kursą
lv_lv: Pieteikšanās kursam
mk_mk: Запишување на курсот
ms_my: Langganan kursus
my_mm: သင်တန်းစာရင်းသွင်းခြင်း
ne: कोर्स सदस्यता
nl: Inschrijvingen
nn_no: Kurs abonnement
oc: Inscripcion al cors
pl_pl: Subskrypcja kursu
ps: د کورس تړل کېدل
pt_br: assinatura Curso
pt_pt: Inscrição no curso
ro_ro: Inscriere la curs
ru_ru: Подписка на курс
sk_sk: Prihlásenie do kurzu
sl: Vpis v tečaj
sq: Abonimi në kurs
sr_rs: Prijavljivanje na kurs
sv_se: Kursprenumeration
sw_ke: Usajili wa kozi
ta: பாடப் பதிவு
th: การสมัครเข้าเรียน
tl_ph: Pag-subscribe sa Kurso
tr: Kayıt
uk_ua: Зарахування на курс
vi_vn: Đăng ký khóa học
xh_za: Ukubhalisela ikhosi
zh_cn: 课程注册
zh_tw: 課程註冊

source: Public access
ar: وصول عام
ast_es: Entrada llibre
bn_bd: পাবলিক অ্যাক্সেস
bs_ba: Javni pristup
ca_es: Accés Públic
cs_cz: Veřejný přístup
da: Offentlig adgang
de: Öffentlich zugänglich
el: Δημόσια πρόσβαση
eo: Publika aliro
es: Acceso público
es_mx: Acceso público
eu_es: Sarbide publikoa
fa_ir: دسترسی عمومی
fi_fi: Julkinen pääsy
fo_fo: Almenur atgongur
fur: Acess pùblic
ga: Rochtain phoiblí
gl: Acceso público
he_il: גישה ציבורית
hi: सार्वजनिक पहुँच
hr_hr: Javni pristup
hu_hu: Nyilvános elérés
hy: Հանրային մուտք
id_id: Akses Publik
it: Accesso Pubblico
ja: 公開アクセス
ka_ge: საჯარო წვდომა
ko_kr: 전체 접근
lt_lt: Viešai prieinamas
lv_lv: Publiska pieeja visiem
mk_mk: Јавен пристап
ms_my: Akses awam
my_mm: အများသုံးဝင်ရောက်ခွင့်
ne: सार्वजनिक पहुँच
nl: Publieke toegang
nn_no: Offentlig innsyn (tilgang)
oc: Accès public
pl_pl: Dostęp publiczny
ps: عامه لاسرسي
pt_br: Acesso público
pt_pt: Acesso público
ro_ro: Acces public
ru_ru: Публичный доступ
sk_sk: Verejný prístup
sl: Javen dostop
sq: Hyrje publike
sr_rs: Javni pristup
sv_se: Allmän åtkomst
sw_ke: Ufikiaji wa umma
ta: பொது அணுகல்
th: เปิดให้เข้าเรียนแบบสาธารณะ
tl_ph: Pampublikong access
tr: Herkese açık
uk_ua: Публічний доступ
vi_vn: Truy cập công khai
xh_za: Ukufikelela esidlangalaleni
zh_cn: 匿名访问
zh_tw: 匿名訪問

source: Private access
ar: وصول خاص
ast_es: Entrada restrinxida
bn_bd: প্রাইভেট অ্যাক্সেস
bs_ba: Privatni pristup
ca_es: Accés restringit
cs_cz: Privátní přístup
da: Privat adgang
de: Nur für Teilnehmer/innen
el: Ιδιωτική πρόσβαση
eo: Privata aliro
es: Acceso privado
es_mx: Acceso Privado
eu_es: Sarbide pribatua
fa_ir: دسترسی خصوصی
fi_fi: Yksityinen pääsy
fo_fo: Egin atgongur
fur: Acess privat
ga: Rochtain phríobháideach
gl: Acceso privado
he_il: גישה פרטית
hi: निजी पहुँच
hr_hr: Privatni pristup
hu_hu: Privát elérés
hy: Մասնավոր մուտք
id_id: Akses Privat
it: Accesso Privato
ja: 非公開アクセス
ka_ge: კერძო წვდომა
ko_kr: 개인 접근
lt_lt: Privačiai prieinamas
lv_lv: Privāta pieeja
mk_mk: Приватен пристап
ms_my: Akses persendirian
my_mm: သီးသန့်ဝင်ရောက်ခွင့်
ne: निजी पहुँच
nl: Private toegang
nn_no: Privat innsyn (tilgang)
oc: Accès privat
pl_pl: Dostęp prywatny
ps: خصوصي لاسرسي
pt_br: Acesso privado
pt_pt: Acesso privado
ro_ro: Acces privat
ru_ru: Индивидуальный доступ
sk_sk: Súkromný prístup
sl: Privaten dostop
sq: Hyrje private
sr_rs: Privatni pristup
sv_se: Privat åtkomst
sw_ke: Ufikiaji wa kibinafsi
ta: தனியார் அணுகல்
th: เปิดให้เข้าเรียนเป็นส่วนบุคคล
tl_ph: Pribadong access
tr: Sadece kayıtlı kişiler için
uk_ua: Приватний доступ
vi_vn: Truy cập riêng tư
xh_za: Ukufikelela ngasese
zh_cn: 密码访问
zh_tw: 密碼訪問

source: Database management is only available for the server administrator
ar: لا يسمح بإدارة قاعدة البيانات إلا لمسئول الخادم
ast_es: L'alministración de la base de datos namás pue usala l'alministrador del servidor
bn_bd: ডাটাবেস ব্যবস্থাপনা শুধুমাত্র সার্ভার প্রশাসকের জন্য উপলব্ধ
bs_ba: Uređivanje baze dostupno samo administratoru servera
ca_es: L'administració de la base de dades només està disponible per l'administrador del servidor.
cs_cz: Správa databáze je přístupná pouze správci serveru
da: Database-håndtering er kun tilgængelig for server administratoren
de: Datenbank-Management ist nur für Server-Administratoren verfügbar
el: Η διαχείριση της βάσης δεδομένων είναι διαθέσιμη μόνο για τον διαχειριστή του server
eo: Datumbazo alirebla nur por servila mastrumanto
es: La administración de la base de datos sólo está disponible para el administrador del servidor
es_mx: La administración de la base de datos esta permitida solamente para el administrador del servidor
eu_es: Datu basearen kudeaketa zerbitzariaren kudeatzailearentzat bakarrik dago erabilgarri
fa_ir: مدریت پایگاه داده ها تنها در اختیار مسئول سرور است
fi_fi: Tietokannan ylläpito on sallittu vain palvelimen ylläpitäjälle
fo_fo: Dátagrunnarstýring er bert tøk fyri ambætarin á ambætarinum
fur: La gjestion dal banc dât e disponiblie dome par l'amministradôr dal server
ga: Tá bainistíocht an bhunachair sonraí ar fáil don riarthóir freastalaí amháin
gl: A xestión da base de datos está só dispoñible para o administrador do servidor
he_il: ניהול מסדי נתונים זמין רק עבור מנהל השרת
hi: डेटाबेस प्रबंधन केवल सर्वर प्रशासक के लिए उपलब्ध है
hr_hr: Upravljanje bazom podataka omogućeno je samo nadzorniku servera
hu_hu: Az adatbázis kezelése csak a szerver adminisztrátora számára elérhető
hy: Տվյալների բազայի կառավարումը հասանելի է միայն սերվերի ադմինիստրատորի համար
id_id: Manajemen Database hanya tersedia bagi administrator server
it: L'amministrazione del database è riservata all' amministratore di sistema
ja: データベース管理はサーバー管理者でのみ利用可能です
ka_ge: მონაცემთა ბაზის მართვა ხელმისაწვდომია მხოლოდ სერვერის ადმინისტრატორისთვის
ko_kr: 데이터베이스 관리는 서버관리자만 할 수 있습니다
lo: ການຈັດການຖານຂໍ້ມູນມີໃຫ້ສະເພາະຜູ້ເບິ່ງແຍງລະບົບເຊີບເວີເທົ່ານັ້ນ
lt_lt: Duomenų bazės administravimas prieinamas tik serverio administratoriui
lv_lv: Datubazes administrēšana ir atļauta tikai servera administratoram
mk_mk: Управувањето со базата на податоци е овозможено само за администраторот на серверот
ms_my: Pengurusan pangkalan data hanya boleh digunakan oleh pentadbir pelayan
my_mm: ဒေတာဘေ့စ်စီမံခန့်ခွဲမှုသည် ဆာဗာစီမံခန့်ခွဲသူအတွက်သာ ရရှိနိုင်သည်
ne: डेटाबेस व्यवस्थापन सर्वर प्रशासकका लागि मात्र उपलब्ध छ
nl: Databankbeheer enkel toegelaten voor een serverbeheerder
nn_no: Database administrasjon er kun tilgjenglig for server administrator
oc: La gestion de la basa de donadas es disponible que per l’administrator del servidor
pl_pl: Zarządzania bazą danych wymaga uprawnień administratora serwera
ps: د ډیټابیس پالنه یوازې د سرور پالنګونکي لپاره شته
pt_br: Gerenciamento de banco só está disponível para o administrador do servidor
pt_pt: A gestão da base-de-dados encontra-se apenas disponível para o administrador da plataforma/sistema
ro_ro: Administrarea bazei de date este facuta doar de administratorul de sistem
ru_ru: Управление базой данный доступно только администратору сервера
sk_sk: Databázu môžu spravovať iba administrátori serveru
sl: Upravljanje podatkovne baze je dostopno le administratorju strežnika
sq: Menaxhimi i bazës së të dhënave është i disponueshëm vetëm për administratorin e serverit
sr_rs: Administriranje baze podataka je omogućeno samo administratoru servera
sv_se: Databasunderhåll endast tillgängligt för serveradministratören
sw_ke: Usimamizi wa hifadhidata unapatikana kwa msimamizi wa seva pekee
ta: தரவுத்தள மேலாண்மை வெளிசெயலி நிர்வாகியினருக்குப் பொருந்தும்
th: การบริหารจัดการระบบฐานข้อมูล อนุญาตเฉพาะผู้บริหารเครื่องแม่ข่ายบริการ
tl_ph: Ang database management ay available lamang sa server administrator
tr: Veritabanı yönetimi yalnızca sunusu yöneticisine açıktır
uk_ua: Керування базою даних доступне лише адміністратору
vi_vn: Quản lý cơ sở dữ liệu chỉ dành cho quản trị viên máy chủ
xh_za: Ulawulo lwedatha lufumaneka kuphela kumlawuli weseva
zh_cn: 数据库管理仅对服务器管理员开放
zh_tw: 數據庫管理僅對伺服器管理員開放

source: Show users subscribed to this course
ar: إظهار المستخدمين المسجلين في هذا المقرر
ast_es: Amosar los/les usuarios/es del cursu
bn_bd: এই কোর্সে সাবস্ক্রাইব করা ব্যবহারকারীদের দেখান
bs_ba: Prikaži korisnike pretplaćene na ovaj kurs
ca_es: Mostrar els usuaris del curs
cs_cz: Zobraz uživatele přihlášeného do tohoto kurzu
da: Vis brugerne på deltagerlisten
de: Teilnehmer/innen dieses Kurses anzeigen
el: Προβολή των εγγεγραμένων μαθήτων σ'αυτό το μάθημα
eo: Vidigi uzulojn en ĉi-kurso
es: Mostrar los usuarios del curso
es_mx: Mostrar usuarios suscritos a este curso
eu_es: Erakutsi ikastaroa egiteko izena eman duten erabiltzaileak
fa_ir: نمایش افراد ثبت نام شده در این درس
fi_fi: Näytä tälle kurssille ilmoittautuneet
fo_fo: Vís brúkarar inscrir á henda kursin
fur: Mostre utents iscrit a chest curs
ga: Taispeáin úsáideoirí atá fochláite leis an gcúrsa seo
gl: Amosar usuarios suscritos ó curso
he_il: הצג משתמשים שנרשמו לקורס זה
hi: इस कोर्स में सदस्य उपयोगकर्ता दिखाएँ
hr_hr: Prikaži korisnike upisane na kolegij
hu_hu: A kurzusra feliratkozott felhasználók mutatása
hy: Ցույց տալ այս դասընթացին բաժանորդագրված օգտատերերին
id_id: Tampilkan user yang terdaftar di mata kuliah ini
it: Mostra gli utenti iscritti a questo corso
ja: このコースに登録されたユーザーを表示
ka_ge: მოაჩინე ამ კურსზე რეგისტრირებული მომხმარებლები
ko_kr: 이 과정에 등록한 유저 보기
lo: ສະແດງຜູ້ໃຊ້ທີ່ລົງທະບຽນໃນລາຍວິຊານີ້
lt_lt: Rodyti užsirašiusius į kursą studentus
lv_lv: Parādīt šajā kursā pierakstītos lietotājus
mk_mk: Прикажи ги корисниците запишани на овој курс
ms_my: Tunjukkan pengguna yang melanggan kursus ini
my_mm: ဤသင်တန်းတွင် စာရင်းသွင်းထားသော အသုံးပြုသူများကို ပြပါ
ne: यो कोर्समा सदस्य भएका प्रयोगकर्ताहरू देखाउनुहोस्
nl: Toon gebruikers in deze cursus
nn_no: Vis brukere som er abonnerer på dette kurset
oc: Afichar los utilizaires inscrits a aquest cors
pl_pl: Pokaż użytkowników zapisanych na ten kurs
ps: د دې کورس سره تړل شوي کاروونکي ښودل
pt_br: Mostrar usuários inscritos neste curso
pt_pt: Apresentaros utilizadores inscritos neste curso
ro_ro: Arata utilizatorii inscrisi la acest curs
ru_ru: Показать подписанных на этот курс пользователей
sk_sk: Ukázať používateľov prihlásených do tohto kurzu
sl: Prikaži vpisane uporabnike tečaja
sq: Shfaq përdoruesit e abonuar në këtë kurs
sr_rs: Prikaži korisnike prijavljene na kurs
sv_se: Visa användare som prenumererar på denna kurs
sw_ke: Onyesha watumiaji waliosajiliwa kwenye kozi hii
ta: இந்த பாடத்தில் பதிவு செய்யப்பட்ட பயனர்களைக் காட்டு
th: แสดงชื่อสมาชิกที่สมัครเข้าเรียนในรายวิชา
tl_ph: Ipakita ang mga gumagamit na naka-subscribe sa kurso na ito
tr: Bu derse kayıtlı öğrencileri göster
uk_ua: Показати користувачів, зарахованих на цей курс
vi_vn: Hiển thị người dùng đăng ký khóa học này
xh_za: Bonisa abasebenzisi ababhalisile kweli khosi
zh_cn: 显示注册该课程用户
zh_tw: 顯示註冊該課程用戶

source: Show classes subscribed to this course
ar: إظهار فصول هذا المقرر
ast_es: Amosar les clases apuntaes nesti cursu
bn_bd: এই কোর্সে সাবস্ক্রাইব করা ক্লাসগুলো দেখান
bs_ba: Prikaži klase pretplaćene na ovaj kurs
ca_es: Mostrar les aules inscrites en aquest curs
cs_cz: Zobraz třídy přihlášené do tohoto kurzu
da: Vis klasserne tilknyttet kursussiden
de: Klassen in diesem Kurs anzeigen
el: Προβολή των εγγεγραμένων τάξεων σ'αυτό το μάθημα
eo: Vidigi klasojn aliĝintajn al ĉi-kurso
es: Mostrar las clases inscritas en este curso
es_mx: Mostrar las clases suscritas a este curso
eu_es: Erakutsi ikastaroan inskribatutako klaseak
fa_ir: نمایش کلاسهای ثبت نام شده در این درس
fi_fi: Näytä tälle kurssille ilmoittautuneet luokat
fo_fo: Vís bólkar inscrir á henda kursin
fur: Mostre clasis iscritis a chest curs
ga: Taispeáin ranganna atá fochláite leis an gcúrsa seo
gl: Amosar clases suscritas ó curso
he_il: הצג שיעורים הרשומים לקורס זה
hi: इस कोर्स में सदस्य कक्षाएँ दिखाएँ
hr_hr: Prikaži razrede upisane na kolegij
hu_hu: A kurzusra feliratkozott osztályok mutatása
hy: Ցույց տալ այս դասընթացին բաժանորդագրված դասարանները
id_id: Tampilkan klas yang terdaftar di mata kuliah ini
it: Mostra classi iscritte a questo corso
ja: このコースに登録されたクラスを表示
ka_ge: მოაჩინე ამ კურსზე რეგისტრირებული კლასები
ko_kr: 이 과정에 등록된 클래스 보기
lo: ສະແດງຫ້ອງຮຽນທີ່ລົງທະບຽນໃນລາຍວິຊານີ້
lt_lt: Rodyti užsirašiusias į kursą klases
lv_lv: Parādīt klases šajā kursā
mk_mk: Прикажи ги паралелките запишани на овој курс
ms_my: Tunjukkan kelas yang melanggan kursus ini
my_mm: ဤသင်တန်းတွင် စာရင်းသွင်းထားသော အတန်းများကို ပြပါ
ne: यो कोर्समा सदस्य भएका कक्षाहरू देखाउनुहोस्
nl: Toon klassen ingeschreven in deze cursus
nn_no: Vis klasser som er abonnerer på dette kurset
oc: Afichar las classes inscrites a aquest cors
pl_pl: Pokaż klasy (grupy dydaktyczne) zapisane na ten kurs
ps: د دې کورس سره تړل شوې ټولې ښوونځي ښودل
pt_br: Mostrar turmas aderiram a este curso
pt_pt: Apresentar as turmas inscritas neste curso
ro_ro: Arata clasele inscrise la acest curs
ru_ru: Показать подписанные группы на этот курс
sk_sk: Ukáž triedy prihlásené do tohto kurzu
sl: Prikaži razrede, ki so vpisani v ta tečaj
sq: Shfaq klasat e abonuar në këtë kurs
sr_rs: Prikaži razrede prijavljene na kurs
sv_se: Visa klasser som prenumererar på denna kurs
sw_ke: Onyesha madarasa yaliyosajiliwa kwenye kozi hii
ta: இந்த பாடத்தில் பதிவு செய்யப்பட்ட வகுப்புகளைக் காட்டு
th: แสดงชื่อหมู่เรียนที่สมัครเรียนในรายวิชานี้
tl_ph: Ipakita ang mga klase na naka-subscribe sa kurso na ito
tr: Bu derse kayıtlı sınıfları göster
uk_ua: Показати класи, зараховані на цей курс
vi_vn: Hiển thị lớp đăng ký khóa học này
xh_za: Bonisa iiklasi ezibhalisile kweli khosi
zh_cn: 显示注册该课程班级
zh_tw: 顯示註冊該課程班級

source: Show groups of this course
ar: إظهار مجموعات هذا المقرر
ast_es: Amosar los grupos d'esti cursu
bn_bd: এই কোর্সের গ্রুপগুলো দেখান
bs_ba: Prikaži grupe ovog kursa
ca_es: Mostrar els grups d'aquest curs
cs_cz: Zobraz skupiny tohoto kurzu
da: Vis grupperne i dette kursus
de: Gruppen in diesem Kurs anzeigen
el: Προβολή των ομάδων γι'αυτό το μάθημα
eo: Vidigi grupojn de ĉi-kurso
es: Mostrar los grupos de este curso
es_mx: Mostrar los grupos de este curso
eu_es: Erakutsi ikastaro honetako taldeak
fa_ir: نمایش گروه های این درس
fi_fi: Näytä tämän kurssin ryhmät
fo_fo: Vís bólkar av hesum kursi
fur: Mostre grups dal curs
ga: Taispeáin grúpaí an chúrsa seo
gl: Amosar grupos deste curso
he_il: הצג קבוצות של קורס זה
hi: इस कोर्स के समूह दिखाएँ
hr_hr: Prikaži skupine kolegija
hu_hu: A kurzus csoportjainak mutatása
hy: Ցույց տալ այս դասընթացի խմբերը
id_id: Tampilkan group-group pada mata kuliah ini
it: Mostra i gruppi di questo corso
ja: このコースのグループを表示
ka_ge: მოაჩინე ამ კურსის ჯგუფები
ko_kr: 이 과정의 그룹 보기
lo: ສະແດງກຸ່ມຂອງລາຍວິຊານີ້
lt_lt: Rodyti šio kurso grupes
lv_lv: Parādīt grupas šajā kursā
mk_mk: Прикажи ги групите од овој курс
ms_my: Tunjukkan kumpulan kursus ini
my_mm: ဤသင်တန်း၏ အဖွဲ့များကို ပြပါ
ne: यो कोर्सका समूहहरू देखाउनुहोस्
nl: Toon groepen van deze cursus
nn_no: Vis grupper i dette kurset
oc: Afichar los gropes d’aquest cors
pl_pl: Pokaż grupy należące do tego kursu
ps: د دې کورس ګروپونه ښودل
pt_br: Mostrar grupos deste curso
pt_pt: Apresentar os grupos deste curso
ro_ro: Arata grupurile inscrise la acest curs
ru_ru: Показать группы этого курса
sk_sk: Ukáž skupiny v tomto kurze
sl: Prikaži skupine tečaja
sq: Shfaq grupet e këtij kursi
sr_rs: Prikaži grupe ovog kursa
sv_se: Visa kursens grupper
sw_ke: Onyesha vikundi vya kozi hii
ta: இந்த பாடத்தின் குழுக்களைக் காட்டு
th: แสดงกลุ่มของรายวิชา
tl_ph: Ipakita ang mga grupo ng kurso na ito
tr: Derse ait grupları göster
uk_ua: Показати групи цього курсу
vi_vn: Hiển thị nhóm của khóa học này
xh_za: Bonisa amaqela aleli khosi
zh_cn: 显示注册该课程用户组
zh_tw: 顯示註冊該課程用戶組

source: Phone number
ar: رقم الهاتف
ast_es: Númberu de teléfonu
bn_bd: ফোন নম্বর
bs_ba: Broj telefona
ca_es: Número de Telèfon
cs_cz: Číslo telefónu
da: Telefonnummer
de: Tel. Nr.
el: Αριθμός τηλεφώνου
eo: Telefonnumero
es: Número de teléfono
es_mx: Número de teléfono
eu_es: Telefono zenbakia
fa_ir: شماره تلفن
fi_fi: Puhelinnumero
fo_fo: Símanummar
fur: Numar di telefon
ga: Uimhir theileafóin
gl: Número de teléfono
he_il: מספר טלפון
hi: फ़ोन नंबर
hr_hr: Broj telefona
hu_hu: Telefonszám
hy: Հեռախոսահամար
id_id: Nomor Telepon
it: Numero di Telefono
ja: 電話番号
ka_ge: ტელეფონის ნომერი
ko_kr: 전화번호
lo: ເບີໂທລະສັບ
lt_lt: Telefono numeris
lv_lv: Telefona Nr.
mk_mk: Телефонски број
ms_my: Nombor telefon
my_mm: ဖုန်းနံပါတ်
ne: फोन नम्बर
nl: Telefoonnummer
nn_no: Telefonnummer
oc: Numèro de telephon
pl_pl: Numer telefonu
ps: د ټلیفون شمېره
pt_br: Número de telefone
pt_pt: Número de Telefone
ro_ro: Numar de telefon
ru_ru: Номер телефона
sk_sk: Telefónne číslo
sl: Tel.št.
sq: Numri i telefonit
sr_rs: Broj telefona
sv_se: Telefonnummer
sw_ke: Nambari ya simu
ta: தொலைபேசி எண்
th: เบอร์โทรศัพท์
tl_ph: Numero ng telepono
tr: Telefon no
uk_ua: Номер телефону
vi_vn: Số điện thoại
xh_za: Inombolo yefowuni
zh_cn: 电话号码
zh_tw: 電話號碼

source: Add to a course
ar: إضافة إلى المقرر
ast_es: Amestar un cursu
bn_bd: একটি কোর্সে যোগ করুন
bs_ba: Dodaj u kurs
ca_es: Afegir a un curs
cs_cz: Přidat do kurzu
da: Tilføj til et kursus
de: Einem Kurs hinzufügen
el: Προσθήκη σε ένα μάθημα
eo: Aldoni al kurso
es: Añadir a un curso
es_mx: Agregar a un curso
eu_es: Gehitu ikastaro bati
fa_ir: به یک درس اضافه کنید
fi_fi: Lisää kurssiin
fo_fo: Legg afturat einum kursi
fur: Zont a un curs
ga: Cuir le cúrsa
gl: Engadir a un curso
he_il: הוסף לקור
hi: कोर्स में जोड़ें
hr_hr: Dodaj kolegiju
hu_hu: Kurzushoz hozzáad
hy: Ավելացնել դասընթացի
id_id: tambah ke suatu mata kuliah
it: Aggiungi ad un corso
ja: コースを追加
ka_ge: დაამატე კურსში
ko_kr: 과정에 추가
lt_lt: Įdėti į kursą
lv_lv: Pievienot kursam
mk_mk: Додај на курсот
ms_my: Tambah ke kursus
my_mm: သင်တန်းတစ်ခုသို့ ထည့်ပါ
ne: एउटा कोर्समा थप्नुहोस्
nl: Voeg aan een cursus toe
nn_no: Legg til et kurs
oc: Apondre a un cors
pl_pl: Dodaj do kursu
ps: د کورس ته اضافه کول
pt_br: Adicionar a um curso
pt_pt: Adicionar a um curso
ro_ro: Adauga la un curs
ru_ru: Добавить на курс
sk_sk: Pridať do kurzu
sl: Dodaj v tečaj
sq: Shto në një kurs
sr_rs: Dodaj kursu
sv_se: Tillägg till en kurs
sw_ke: Ongeza kwenye kozi
ta: ஒரு பாடத்திற்கு சேர்க்கவும்
th: เพิ่มเข้าในรายวิชา
tl_ph: Idagdag sa isang kurso
tr: Bir derse ekle
uk_ua: Додати до курсу
vi_vn: Thêm vào khóa học
xh_za: Faka kwikhosi
zh_cn: 加入到该课程
zh_tw: 加入到該課程
