Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The voice recording feature in the course editor relies on a Red5 streaming server. This server's parameters can be configured in the videoconference section on the current page.
ar: ميزة صوت التسجيل في محرر المسار التعليمي تعتمد على خادم التدفق Red5 . هذا الخادم بارامترات يمكن تهيئتها في الجزء المرئي على الصفحه الحالية.
ast_es: La función de grabación de voz nel Editor d'Itinerarios d'aprendizaxe necesita un servidor streaming Red5. Los parámetros d'esti servidor puen configurase na seición de videoconferencia d'esta mesma páxina.
bn_bd: কোর্স সম্পাদকের ভয়েস রেকর্ডিং ফিচারটি Red5 স্ট্রিমিং সার্ভারের উপর নির্ভর করে। এই সার্ভারের প্যারামিটার বর্তমান পেজের ভিডিও কনফারেন্স বিভাগে কনফিগার করা যায়।
bs_ba: Funkcija snimanja glasa u uređivaču kursa se oslanja na Red5 streaming server. Parametri ovog servera mogu se konfigurirati u sekciji videokonferencije na ovoj stranici.
ca_es: La funcionalitat d'enregistrament de veu a l'Editor d'Itineraris formatius depèn d'un servidor de streamming Red5. Els paràmetres d'aquest servidor poden configurar-se a la secció de videoconferència d'aquesta mateixa pàgina.
cs_cz: Vlastnost nahrávání hlasu v průběhu přenosu na Red5 streamovací server. Tyto parametry serveru mohou být konfigurovány ve videokonferenční sekci na aktuální stránce
da: Optagelse af lyd i læringsstien beror på en Red5 streaming server. Serverens parametre kan konfigureres i videkokonference-sektionen på den aktuelle side
de: Die Voice Recorder Funktion im Lernpfad Editor beruht auf einem Red5 Streaming Server. Die Parameter dieses Servers können im Videokonferenz Teil auf dieser Seite konfiguriert werden.
el: Η λειτουργία εγγραφής φωνής στον επεξεργαστή μαθήματος βασίζεται σε διακομιστή streaming Red5. Οι παράμετροι αυτού του διακομιστή μπορούν να ρυθμιστούν στην ενότητα βιντεοδιάσκεψης της τρέχουσας σελίδας.
eo: La voĉrikorda funkcio en la lernpada redaktilo uzas Red5 fluiga servilo. La parametroj de tiu servilo povas esti konfigurataj en la videokonferenca sekcio ĉi-paĝe.
es: La funcionalidad de grabación de voz en el Editor de Itinerarios de aprendizaje depende un servidor de streaming Red5. Los parámetros de este servidor pueden configurarse en la sección de videoconferencia de esta misma página.
es_mx: La función de grabación de voz en el editor de cursos depende de un servidor de streaming Red5. Los parámetros de este servidor se pueden configurar en la sección de videoconferencia en la página actual.
eu_es: Ikaskuntza ibilbideen editatzailean ahotsa grabatzeko gaitasuna Red5 streaming zerbitzari baten menpean dago. Zerbitzari honen ezarpenak uneko orriaren bideokonferentzia atalean konfiguratu daitezke.
fa_ir: ویژگی ضبط صدا در ویرایشگر دوره به سرور استریم Red5 وابسته است. پارامترهای این سرور در بخش ویدیوکنفرانس این صفحه قابل تنظیم است.
fi_fi: Kurssieditorin äänitallennusominaisuus käyttää Red5-suoratoistopalvelinta. Tämän palvelimen parametrit voidaan määrittää tämän sivun videokonferenssiosiossa.
fo_fo: Taltøkking í kursusritlinum byggir á einum Red5 streaming servara. Henda servara síni parametar kunnu stillast í videoconference bólkinum á hesi síðu.
fur: La funzion registrassion vuch intê editor curs dipênde da un server streaming Red5. I paremeters di chest server si podin configurâ intê sezion videoconferenze su cheste pagjine.
ga: Braitheann an ghné taifeadta gutha in eagarthóir an chursa ar fhreastalaí sruthú Red5. Is féidir paraiméadair an fhreastalaí seo a chumrú sa chuid físeachomhdhála ar an leathanach seo.
gl: A ferramenta de gravación de voz no itinerario de aprendizaxe está baseada nun servidor de streaming Red5. Os parámetros deste servidor poden ser configurados na sección de videoconferencia da páxina actual.
he_il: תכונת הקלטת הקול בעורך הקורס מסתמכת על שרת סטרימינג של Red5. ניתן להגדיר את הפרמטרים של שרת זה בקטע ועידת וידאו בעמוד הנוכחי.
hi: कोर्स संपादक में वॉइस रिकॉर्डिंग सुविधा रेड5 स्ट्रीमिंग सर्वर पर निर्भर करती है। इस सर्वर के पैरामीटर वर्तमान पृष्ठ पर वीडियो कॉन्फ्रेंस अनुभाग में कॉन्फ़िगर किए जा सकते हैं।
hr_hr: Funkcija snimanja glasa u uređivaču tečaja koristi Red5 streaming poslužitelj. Parametri ovog poslužitelja mogu se konfigurirati u odjeljku za videokonferencije na ovoj stranici.
hu_hu: A kurzusszerkesztő hangrögzítő funkciója Red5 streaming szerverre támaszkodik. A szerver paramétereit az aktuális oldal videokonferencia szakaszában lehet beállítani.
hy: Կուրսի խմբագրիչում ձայնագրության ֆունկցիան հիմնվում է Red5 ստրիմինգ սերվերի վրա։ Այս սերվերի պարամետրերը կարող են կարգավորվել այս էջի վիդեոկոնֆերանսի բաժնում։
id_id: Fitur perekaman suara di editor kursus bergantung pada server streaming Red5. Parameter server ini dapat dikonfigurasi di bagian videoconference di halaman ini.
it: La possibilità di registrare la voce nella composizione di un modulo didattico dipende dal server di streaming Red5, che dovrà essere configurato nella sezione videoconferenza di questa pagina.
ja: コースエディタの音声録音機能はRed5ストリーミングサーバーに依存します。このサーバーのパラメータは、このページのビデオ会議セクションで設定できます。
ka_ge: კურსის რედაქტორში ხმის ჩაწერის ფუნქცია ეყრდნობა Red5 სტრიმინგ სერვერს. ამ სერვერის პარამეტრები შეიძლება დააკონფიგურირდეს ვიდეოკონფერენციის განყოფილებაში ამ გვერდზე.
ko_kr: 코스 편집기의 음성 녹음 기능은 Red5 스트리밍 서버에 의존합니다. 이 서버의 매개변수는 이 페이지의 화상회의 섹션에서 구성할 수 있습니다.
lo: ຄຸນສົມບັດການບັນທຶກສຽງໃນຕົວແກ້ໄຂລາຍວິຊາແມ່ນອີງໃສ່ເຊີບເວີສະຕຣີມມິງ Red5. ພາຣາມິເຕີຂອງເຊີບເວີນີ້ສາມາດຕັ້ງຄ່າໄດ້ໃນສ່ວນການປະຊຸມວິດີໂອໃນໜ້າປັດຈຸບັນ.
lt_lt: Balso įrašymo funkcija kurso redaktoriuje remiasi Red5 srautinio perdavimo serveriu. Šio serverio parametrai gali būti sukonfigūruoti vaizdo konferencijų skyriuje šiame puslapyje.
lv_lv: Balsošanas ierakstīšanas funkcija kursa redaktorā balstās uz Red5 straumēšanas serveri. Šī servera parametrus var konfigurēt videokonferenču sadaļā šajā lapā.
mk_mk: Функцијата за снимање глас во уредувачот на курсот се потпира на сервер за стрим Red5. Параметрите на овој сервер можат да се конфигурираат во делот за видео конференција на оваа страница.
ms_my: Ciri rakaman suara dalam penyunting kursus bergantung pada pelayan penstriman Red5. Parameter pelayan ini boleh dikonfigurasi dalam bahagian videoconference pada halaman semasa.
my_mm: သင်တန်းတည်းဖြတ်မှုတွင် အသံဖမ်းခြင်းအင်္ဂါရပ်သည် Red5 ထုတ်လွှင့်မှုဆာဗာပေါ်တွင် မူတည်သည်။ ဤဆာဗာ၏ ပါရာမီတာများကို လက်ရှိစာမျက်နှာရှိ ဗီဒီယိုကွန်ဖရင့်အပိုင်းတွင် ပြင်ဆင်သတ်မှတ်နိုင်သည်။
ne: कोर्स सम्पादकमा भ्वाइस रेकर्डिङ सुविधाले रेड५ स्ट्रीमिङ सर्भरमा निर्भर गर्दछ। यो सर्भरका मापदण्डहरू हालको पृष्ठको भिडियो सम्मेलन खण्डमा कन्फिगर गर्न सकिन्छ।
nl: De voice recording functie in de leerpad-editor maakt gebruik van een Red5 streaming server. De parameters van deze server kunnen geconfigureerd worden in de videoconferentiesectie op deze pagina.
nn_no: Lydopptaksfunksjonen i kursredigeraren byggjer på ein Red5-strømmetenar. Denne tenarar si parametre kan setjast i videokonferanse-seksjonen på denne sida.
oc: La foncionalitat d'enregistrament de vòtz dins l'editor de curs se basa sus un servidor de difusion Red5. Los paramètres d'aqueste servidor se pòdon configurar dins la seccion videoconferéncia d'aquesta pagina.
pl_pl: Funkcja nagrywania głosu w edytorze kursu opiera się na serwerze transmisji strumieniowej Red5. Parametry tego serwera można skonfigurować w sekcji wideokonferencji na bieżącej stronie.
ps: د کورس سمادڼګې کې د غږ ریکارډ کولو ځانګړتیا د Red5 سټریم سرور باندې تکیه کوي. د دې سرور پارامټرونه کولی شي په دې پاڼې د ویډیو کنفرانس برخې کې تنظیم شي.
pt_br: A funcionalidade de gravação de voz no editor de Rota de aprendizagem baseia-se num servidor de Streaming Red5. Os parâmetros deste servidor podem ser configurados na seção de videoconferência na página correspondente.
pt_pt: A funcionalidade de gravação de voz no editor do curso depende de um servidor de streaming Red5. Os parâmetros deste servidor podem ser configurados na secção de videoconferência na página actual.
ro_ro: Functia de inregistrare vocala in editorul caii de invatare se bazeaza pe un server de flux Red5. Parametrii acestui server pot fi configurati in sectiunea videoconferinta pe pagina curenta
ru_ru: Детали записи голоса в редакторе учебных программ зависят от потокового сервера Red5. Эти параметры сервера могут быть настроены в секции видеоконференции на текущей странице.
sk_sk: Funkcia nahrávania hlasu v kurze editore spolieha na streamovanie servera Red5. Parametre pre tento server môžu byť konfigurované v sekcii videokonferencie na aktuálnej stránke.
sl: Zmožnost nasnemavanja zvoka v urejevalniku učnih poti je odvisna od Red5 strežnika podatkovnega toka. Parametri tega strežnika so nastavljivi v razdelku videokonferenc te iste strani.
sq: Funksioni i regjistrimit të zërit në redaktorin e kursit mbështetet në një server streaming Red5. Parametrat e këtij serveri mund të konfiguroni në seksionin e videokonferencës në këtë faqe.
sr_rs: Funkcija snimanja glasa u uređivaču kursa zavisi od Red5 streaming servera. Parametri ovog servera mogu se konfigurisati u sekciji za videokonferencije na ovoj stranici.
sv_se: Röstinspelningen i skapandet av kursmoment bygger på en strömmande Red5-server. Parameterar för servern kan ändras i sektionen för videokonferenser.
sw_ke: Vipengele vya kurekodi sauti katika mhariri wa kozi vinategemea seva ya utiririshaji ya Red5. Vipengele vya seva hii vinaweza kupangwa katika sehemu ya videoconference kwenye ukurasa huu.
ta: பாடப் படிப்பிற்குச் சம்பந்தப்பட்ட குரல் பதிவு அம்சம் Red5 ஸ்ட்ரீமிங் சர்வரை சார்ந்தது. இந்த சர்வரின் அளவுருக்கள் தற்போதைய பக்கத்தில் வீடியோகான்ஃபரன்ஸ் பிரிவில் அமைக்கலாம்.
th: ฟีเจอร์บันทึกเสียงในตัวแก้ไขคอร์สอาศัยเซิร์ฟเวอร์สตรีมมิง Red5 พารามิเตอร์ของเซิร์ฟเวอร์นี้สามารถกำหนดค่าได้ในส่วนวิดีโอคอนเฟอเรนซ์บนหน้านี้
tl_ph: Ang voice recording feature sa course editor ay umaasa sa Red5 streaming server. Ang mga parameter ng server na ito ay maaaring i-configure sa videoconference section sa kasalukuyang pahina.
tr: Öğrenme düzenleyicisindeki ses kayıt özelliği Red5 akış sunucusuna bağlıdır. Bu sunucunun parametereleri mevcut sayfadaki videokonferans bölümünden yapılandırılabilir
uk_ua: Запис голосу в редакторі навчальних планів залежить від потокового серверу Red5. Параметри цього серверу можна конфігурувати в секції відеоконференції на цій сторінці.
vi_vn: Tính năng ghi âm giọng nói trong trình chỉnh sửa khóa học phụ thuộc vào máy chủ phát trực tuyến Red5. Các tham số của máy chủ này có thể được cấu hình trong phần hội nghị truyền hình trên trang hiện tại.
xh_za: Umsebenzi wokurekhodwa kwezwi kumhleli wezifundo uxhomekeke kwiserver ye-Red5 streaming. Iiparamitha zalesi server zinokumiselwa kwicandelo levideoconference kweli phepha ngoku.
zh_cn: 课程编辑器中的语音录制功能依赖于 Red5 流媒体服务器。此服务器的参数可以在本页面的视频会议部分配置。
zh_tw: 錄音功能要依頼 Red5 串流伺服器運作。你可以在當前頁面的視像會議部分設定伺服器參數。

source: Character set
ar: مجموعة حروف
ast_es: Xueu de carauteres
bn_bd: ক্যারেক্টার সেট
bs_ba: Skup znakova
ca_es: Joc de caràcters
cs_cz: Volba znakové sady
da: Bogstavssystem
de: Zeichensatz
el: Σύνολο χαρακτήρων
eo: Tiparo
es: Juego de caracteres
es_mx: Conjunto de caracteres
eu_es: Karaktere multzoa
fa_ir: مجموعه کاراکتر
fi_fi: Merkistö
fo_fo: Teknsetning
fur: Set di carateris
ga: Sraith carachtar
gl: Conxunto de Caracteres
he_il: קבוצת תווים
hi: चर सेट
hr_hr: Skup znakova
hu_hu: Karakterkészlet
hy: Նիշերի հավաքածու
id_id: Set karakter
it: Set di caratteri
ja: 文字セット
ka_ge: სიმბოლოების კოდირება
ko_kr: 문자 세트
lo: ຊຸດຕົວອັກສອນ
lt_lt: Ženklų rinkinys
lv_lv: Rakstzīmju kopa
mk_mk: Низен сет
ms_my: Set karakter
my_mm: အက္ခရာအစုံ
ne: क्यारेक्टर सेट
nl: Karakterset
nn_no: Tegnsett
oc: Jogadel de caractèrs
pl_pl: Kodowanie znaków
ps: د حروفو ټولګه
pt_br: Tipo de Caracteres
pt_pt: Conjunto de caracteres
ro_ro: Setul de caractere
ru_ru: Набор символов
sk_sk: Súbor znakov
sl: Znakovni nabor
sq: Grupi i karaktereve
sr_rs: Skup znakova
sv_se: Teckentabell
sw_ke: Seti ya herufi
ta: எழுத்துச் சுழற்சி
th: ชุดอักขระ
tr: Karakter seti
uk_ua: Кодировка
vi_vn: Bộ ký tự
xh_za: Iseti yoomlinganiswa
zh_cn: 字符集设置
zh_tw: 字元設定
