Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: In order to do this, you must enter the year, the department and the step
ar: لكي يتم ذلك فانه يجب عليك ادخال السنة والقسم الى الخطوة
ast_es: Pa facer esto tien d'escribir l'añu, el departamentu y la etapa
bn_bd: এটি করার জন্য, আপনাকে বছর, বিভাগ এবং ধাপ লিখতে হবে
bs_ba: Da biste to učinili, morate unijeti godinu, odjel i korak
ca_es: Per fer això, cal que introduïu l'any, el departament i l'etapa
cs_cz: Musíte zadat rok, oddělení a etapu
da: For at gøre dette skal du indtaste året, afdelingen og trinnet
de: Hier muss das Jahr, die Abteilung und der Schritt eingegeben werden
el: Για να το κάνετε αυτό, πρέπει να εισαγάγετε το έτος, το τμήμα και το βήμα
eo: Por fari tion, vi devas enigi la jaron, la sekcion kaj la ŝtupon
es: Para hacer esto, debe introducir el año, el departamento y la etapa
es_mx: Para hacer esto, debe ingresar el año, el departamento y el paso
eu_es: Hau egin ahal izateko, urtea, saila eta urratsa sartu beharko dituzu
fa_ir: برای انجام این کار، باید سال، دپارتمان و مرحله را وارد کنید
fi_fi: Tämän tekemiseksi sinun täytyy antaa vuosi, osasto ja vaihe
fo_fo: Fyri at gera hetta, skalt tú skriva árið, deildina og stigið
fur: Par fâ chest, ju devi jentrâ l'an, il dipartiment e il pas
ga: Chun é seo a dhéanamh, ní mór duit an bhliain, an roinn agus an céim a iontráil
gl: Para facer isto, debe introducir o ano, o departamento e a etapa
he_il: כדי לעשות זאת, עליך להזין את השנה, המחלקה והשלב
hi: इसके लिए, आपको वर्ष, विभाग और चरण दर्ज करना होगा
hr_hr: Da biste to učinili, morate unijeti godinu, odjel i korak
hu_hu: Ehhez meg kell adnia az évet, a tanszéket és a lépést
hy: Դա անելու համար պետք է մուտքագրեք տարին, բաժինը և քայլը
id_id: Untuk melakukan ini, Anda harus memasukkan tahun, departemen, dan langkah
it: Per poterlo fare devi immettere l'anno, il dipartimento e l'azione
ja: これを行うには、学年、学部、ステップを入力する必要があります
ka_ge: ამისთვის უნდა შეიტანოთ წელი, დეპარტამენტი და ნაბიჯი
ko_kr: 이를 위해 연도, 학과 및 단계를 입력해야 합니다
lo: ເພື່ອເຮັດສິ່ງນີ້, ທ່ານຕ້ອງໃສ່ປີ, ພາກສ່ວນ ແລະ ຂັ້ນຕອນ
lt_lt: Tam turite įvesti metus, departamentą ir žingsnį
lv_lv: Lai to izdarītu secīgi, jums ir jāievada gads, tad departaments un solis
mk_mk: За да го направите ова, мора да внесете година, оддел и статија
ms_my: Untuk melakukan ini, anda mesti masukkan tahun, jabatan dan langkah
my_mm: ဤသို့ပြုလုပ်ရန်၊ သင်သည် နှစ်၊ ဌာနနှင့် အဆင့်ကို ထည့်သွင်းရမည်
ne: यसको लागि, तपाईंले वर्ष, विभाग र चरण प्रविष्ट गर्नुपर्छ
nl: Om dit te doen dient u het jaar, de afdeling en de stap in te geven
nn_no: For å gjere dette må du skrive inn året, avdelinga og trinn
oc: Per far aquò, devetz entrar l'annada, lo departament e l'ètapa
pl_pl: Aby to zrobić, należy wpisać rok, dział i etap
ps: د دې کولو لپاره، تاسو باید کال، دپارټمانټ او مرحله ننلاسې کړئ
pt_br: Para realização é necessário seleccionar o ano, o departamento e a etapa
pt_pt: Para poder realizar isto, deverá introduzir o ano, o departamento e a etapa
ro_ro: Pentru a realiza aceasta trebuie sa introduceti anul, departamentul si pasul
ru_ru: Для этого введите год, отдел и шаг
sk_sk: Musíte zadať rok, oddelenie a etapu
sl: Za izvedbo morate vnesti leto, oddelek in korak
sq: Për ta bërë këtë, duhet të futur vitin, departamentin dhe hapin
sr_rs: Da biste ovo uradili, morate uneti godinu, odsek i korak
sv_se: För att göra detta måste du ange år, avdelning och steg
sw_ke: Ili kufanya hivyo, lazima uweke mwaka, idara na hatua
ta: இதைச் செய்ய, ஆண்டு, துறை மற்றும் படியை உள்ளிட வேண்டும்
th: เพื่อทำสิ่งนี้ คุณต้องป้อนปี ภาควิชา และขั้นตอน
tl_ph: Upang gawin ito, kailangan mong ilagay ang taon, ang departamento at ang hakbang ng departamento
tr: Bunu yapmak için yılı, bölümü ve adımı girmelisiniz
uk_ua: Щоб це зробити, ви повинні ввести рік, відділення та крок
vi_vn: Để làm điều này, bạn phải nhập năm, khoa và bước
xh_za: Ukuze wenze oku, kufuneka ufake unyaka, isebe kunye nenyathelo leso sebe
zh_cn: 为此，您必须输入年份、部门和步骤
zh_tw: 為執行此動作，您必須輸入年份、系所及步驟

source: Follow each of these steps, step by step
ar: اتبع كل من هذه الخطوات
ast_es: Siga caún los elementos, pasu a pasu
bn_bd: এই প্রতিটি ধাপ ধাপে অনুসরণ করুন
bs_ba: Slijedite svaki od ovih koraka, korak po korak
ca_es: Seguiu cadascun dels elements, pas a pas
cs_cz: Následujte tyto etapy, krok za krokem
da: Følg hvert af disse trin trin for trin
de: Jeden Schritt nacheinander ausführen
el: Ακολούθησε καθένα από αυτά τα βήματα, βήμα προς βήμα
eo: Sekvu ĉiun el ĉi tiuj ŝtupoj, paŝon post paŝo
es: Siga cada una de los elementos, paso a paso
es_mx: Siga cada uno de estos pasos, paso a paso
eu_es: Jarraitu etapa bakoitza, urratsez urrats
fa_ir: هر یک از این مراحل را گام به گام دنبال کنید
fi_fi: Seuraa jokaista näistä vaiheista vaihe vaiheelta
fo_fo: Fylg so hvørjum av hesum stigum, stig fyri stig
fur: Sêtu chesti pasi, pas par pas
ga: Lean gach céim ar cheann eile, céim ar chéim
gl: Siga cada un dos elementos, paso a paso
he_il: עקוב אחר כל אחד מהשלבים האלה, צעד אחר צעד
hi: इन चरणों का पालन करें, चरण दर चरण
hr_hr: Slijedite svaki od ovih koraka, korak po korak
hu_hu: Kövesse ezeket a lépéseket lépésről lépésre
hy: Պատրաստեք այս քայլերը քայլ առ քայլ
id_id: Ikuti setiap langkah ini, langkah demi langkah
it: Segui questi passaggi, passo a passo
ja: 各ステップを順番に実行してください
ka_ge: მიჰყვით ამ ნაბიჯებს თანმიმდევრულად
ko_kr: 각 단계를 순서대로 따르십시오
lo: ປະຕິບັດຕາມແຕ່ລະຂັ້ນຕອນເຫຼົ່ານີ້, ໄປເທື່ອລະຂັ້ນຕອນ
lt_lt: Sekite kiekvieną šių žingsnių, žingsnis po žingsnio
lv_lv: Soli pa solim sekojiet katram no šiem pasākumiem
mk_mk: Следете ги овие статии чекор по чекор
ms_my: Ikuti setiap langkah ini, langkah demi langkah
my_mm: ဤအဆင့်များတစ်ဆင့်ချင်းစီကို အဆင့်လိုက်လိုက်နာပါ
ne: यी प्रत्येक चरणहरूलाई चरणबद्ध रूपमा पालन गर्नुहोस्
nl: Volg elke stap, stap voor stap
nn_no: Følg kvar av desse trinna, trinn for trinn
oc: Seguissètz cada uma d'aquestas ètapas, ètapa per ètapa
pl_pl: Śledź każdy z tych etapów, krok po kroku
ps: د دې هره مرحله، مرحله په مرحله تعقیب کړئ
pt_br: Seguir cada uma das etapas, passo a passo
pt_pt: Siga cada uma destas etapas, passo a passo
ro_ro: Urmati toti acesti pasi, unul cate unul
ru_ru: Следуйте этим шагам по порядку
sk_sk: Nasledovať každú z týchto etáp, etapu po etape
sl: Sledi vsakemu izmed teh korakov; korak za korakom
sq: Ndjekni çdo nga këto hapa, hap pas hapi
sr_rs: Pratite svaki od ovih koraka, korak po korak
sv_se: Följ alla dessa steg, steg för steg
sw_ke: Fuata kila hatua hizi, hatua kwa hatua
ta: ஒவ்வொரு படியையும் படிப்படியாகப் பின்பற்றவும்
th: ทำตามขั้นตอนเหล่านี้ทีละขั้นตอน
tl_ph: Sundin ang bawat isa sa mga hakbang na ito, hakbang-hakbang
tr: Bu adımları adım adım izleyin
uk_ua: Дотримуйтесь кожного з цих кроків, крок за кроком
vi_vn: Thực hiện từng bước này, từng bước một
xh_za: Landela la manyathelo ngokulandelelana
zh_cn: 按照这些步骤逐步操作
zh_tw: 依序遵循每個步驟

source: Registration year. Example: %s for academic year %s-%s
ar: سنة التسجيل. مثل: %s للسنة الاكاديمية %s-%s
ast_es: Añu del rexistu. Exemplu: %s pal añu académicu %s-%s
bn_bd: নিবন্ধনের বছর। উদাহরণ: %s শিক্ষাবর্ষের জন্য %s-%s
bs_ba: Godina upisa. Primjer: %s za školsku godinu %s-%s
ca_es: Any de registre. Exemple: %s per a l'any acadèmic %s-%s
cs_cz: Registrační rok. Například %s pro akademický rok %s-%s
da: Tilmeldingsår. Eksempel: %s for akademisk år %s-%s
de: Jahr der Registrierung, Beispiel: %s für akademisches Jahr %s-%s
el: Έτος εγγραφής. Παράδειγμα: %s για ακαδημαϊκό έτος %s-%s
eo: Jaro de aliĝo. Ekzemplo: %s por lerneja jaro %s-%s
es: Año de registro. Ejemplo: %s para el año académico %s-%s
es_mx: Año de inscripción. Ejemplo: %s para el año académico %s-%s
eu_es: Erregistro urtea. Adibidez: %s-%s ikasturterako %s
fa_ir: سال ثبت‌نام. مثال: %s برای سال تحصیلی %s-%s
fi_fi: Rekisteröintivuosi. Esimerkki: %s lukuvuodelle %s-%s
fo_fo: Skrásetingar ár. Dømi: %s fyri skúlárið %s-%s
fur: An di iscrizion. Esempi: %s par an acadamich %s-%s
ga: Bliain chlárúcháin. Sampla: %s do bhliain acadúil %s-%s
gl: Ano de rexistro. Exemplo: %s para o ano académico %s-%s
he_il: שנת רישום. דוגמה: %s לשנת לימודים %s-%s
hi: पंजीकरण वर्ष। उदाहरण: %s शैक्षणिक वर्ष %s-%s के लिए
hr_hr: Godina upisa. Primjer: %s za školsku godinu %s-%s
hu_hu: Regisztrációs év. Példa: %s a %s-%s tanévre
hy: Գրանցման տարի: Օրինակ՝ %s ակադեմիական տարվա համար %s-%s
id_id: Tahun pendaftaran. Contoh: %s untuk tahun akademik %s-%s
it: Anno di registrazione. Esempio: %s per l'anno accademico %s-%s
ja: 登録年。例：%s は学年 %s-%s
ka_ge: რეგისტრაციის წელი. მაგალითად: %s აკადემიური წლისთვის %s-%s
ko_kr: 등록 연도. 예: %s는 학년도 %s-%s에 해당
lo: ປີລົງທະບຽນ. ຕົວຢ່າງ: %s ສໍາລັບສົກຮຽນ %s-%s
lt_lt: Registracijos metai. Pavyzdys: %s mokslo metams %s-%s
lv_lv: Reģistrācijas gads. Piemērs: %s akadēmiskajam gadam %s-%s
mk_mk: Година на упис. Пример: %s за академска година %s-%s
ms_my: Tahun pendaftaran. Contoh: %s untuk tahun akademik %s-%s
my_mm: မှတ်ပုံတင်နှစ်။ ဥပမာ: %s သည် ပညာသင်နှစ် %s-%s အတွက်
ne: दर्ता वर्ष। उदाहरण: %s शैक्षिक वर्ष %s-%s को लागि
nl: Jaar van registratie. Bijvoorbeeld: %s voor academiejaar %s-%s
nn_no: Registreringsår. Eksempel: %s for studieåret %s-%s
oc: Annada d'inscripcion. Exemple : %s per annada escolan %s-%s
pl_pl: Rok rejestracji. Przykład: %s na rok akademicki %s-%s
ps: د ګډون کال. بېلګه: %s د اکاډمیک کال لپاره %s-%s
pt_br: Ano de registo. Exemplo: %s para o ano académico %s-%s
pt_pt: Ano de registo/inscrição. Exemplo: %s para o ano académico %s-%s
ro_ro: Anul inregistrarii. Exemplu: %s pentru anul academic %s-%s
ru_ru: Год регистрации. Пример: %s для учебного года %s-%s
sk_sk: Rok registrácie. Príklad: %s pre akademický rok %s-%s
sl: Leto registracije. Primer: %s za šolsko leto %s-%s
sq: Viti i regjistrimit. Shembull: %s për vitin akademik %s-%s
sr_rs: Godina upisa. Primer: %s za školsku %s-%s
sv_se: Registreringsår. Exempel: %s för läsåret %s-%s
sw_ke: Mwaka wa usajili. Mfano: %s kwa mwaka wa masomo %s-%s
ta: பதிவு ஆண்டு. உதாரணம்: %s %s-%s கல்வியாண்டுக்கு
th: ปีที่ลงทะเบียน ตัวอย่าง: %s สำหรับปีการศึกษา %s-%s
tl_ph: Taon ng pagrehistro. Halimbawa: %s para sa academic year %s-%s
tr: Kayıt yılı. Örnek: %s akademik yıl %s-%s için
uk_ua: Рік реєстрації. Приклад: %s для навчального року %s-%s
vi_vn: Năm đăng ký. Ví dụ: %s cho năm học %s-%s
xh_za: Unyaka wombhaliyo. Umzekelo: %s wonyaka wesikolo %s-%s
zh_cn: 注册年份。例如：%s 表示学年 %s-%s
zh_tw: 註冊年份。例如：%s 代表學年度 %s-%s

source: Select department
ar: اختر القسم
ast_es: Escoyer departamentu
bn_bd: বিভাগ নির্বাচন করুন
bs_ba: Odaberi odjel
ca_es: Seleccioneu departament
cs_cz: Zvolte oddělení
da: Vælg afdeling
de: Abteilung auswählen
el: Επιλογή τμήματος
eo: Selekti sekcion
es: Seleccionar departamento
es_mx: Seleccionar departamento
eu_es: Hautatu saila
fa_ir: انتخاب دپارتمان
fi_fi: Valitse osasto
fo_fo: Vel deild
fur: Scolt dipartiment
ga: Roghnaigh roinn
gl: Seleccionar departamento
he_il: בחר מחלקה
hi: विभाग चुनें
hr_hr: Odaberite odjel
hu_hu: Tanszék kiválasztása
hy: Ընտրեք բաժին
id_id: Pilih departemen
it: Indica il dipartimento
ja: 学部を選択
ka_ge: აირჩიეთ დეპარტამენტი
ko_kr: 학과 선택
lo: ເລືອກພາກສ່ວນ
lt_lt: Pasirinkite departamentą
lv_lv: Izvēlieties nodaļu
mk_mk: Изберете оддел
ms_my: Pilih jabatan
my_mm: ဌာနကို ရွေးချယ်ပါ
ne: विभाग छान्नुहोस्
nl: Selecteer afdeling
nn_no: Vel avdeling
oc: Causir lo departament
pl_pl: Wybierz dział
ps: دپارټمانټ انتخاب کړئ
pt_br: Seleccionar departamento
pt_pt: Seleccionar departamento
ro_ro: Selectati departamentul
ru_ru: Выберите отдел
sk_sk: Vybrať oddelenie
sl: Izberi oddelek
sq: Zgjidhni departamentin
sr_rs: Izaberite odsek
sv_se: Välj avdelning
sw_ke: Chagua idara
ta: துறையைத் தேர்ந்தெடுக்கவும்
th: เลือกภาควิชา
tl_ph: Pumili ng departamento
tr: Departman Seç
uk_ua: Виберіть відділення
vi_vn: Chọn khoa
xh_za: Khetha isebe
zh_cn: 选择部门
zh_tw: 選擇系所

source: Registration year
ar: سنة التسجيل
ast_es: Añu de rexistru
bn_bd: নিবন্ধনের বছর
bs_ba: Godina upisa
ca_es: Any de registre
cs_cz: Registrační rok
da: Tilmeldingsår
de: Jahr der Registrierung
el: Έτος εγγραφής
eo: Jaro de aliĝo
es: Año de registro
es_mx: Año de inscripción
eu_es: Erregistro urtea
fa_ir: سال ثبت‌نام
fi_fi: Rekisteröitymisvuosi
fo_fo: Skrásetingar ár
fur: An di iscrizion
ga: Bliain chlárúcháin
gl: Ano de rexistro
he_il: שנת רישום
hi: पंजीकरण वर्ष
hr_hr: Godina upisa
hu_hu: Regisztrációs év
hy: Գրանցման տարի
id_id: Tahun pendaftaran
it: Anno di registrazione
ja: 登録年
ka_ge: რეგისტრაციის წელი
ko_kr: 등록 연도
lo: ປີລົງທະບຽນ
lt_lt: Registracijos metai
lv_lv: Registrācijas gads
mk_mk: Година на упис
ms_my: Tahun pendaftaran
my_mm: မှတ်ပုံတင်နှစ်
ne: दर्ता वर्ष
nl: jaar van registratie
nn_no: Registreringsår
oc: Annada d'inscripcion
pl_pl: Rok rejestracji.
ps: د ګډون کال
pt_br: Ano de registo
pt_pt: Ano de registo/inscrição
ro_ro: Anul inregistrarii
ru_ru: Год регистрации
sk_sk: Rok registrácie
sl: Leto registracije
sq: Viti i regjistrimit
sr_rs: Godina upisa
sv_se: Registreringsår
sw_ke: Mwaka wa usajili
ta: பதிவு ஆண்டு
th: ปีที่ลงทะเบียน
tl_ph: Taon ng pagrehistro
tr: Kayıt Yılı
uk_ua: Рік реєстрації
vi_vn: Năm đăng ký
xh_za: Unyaka wombhaliyo
zh_cn: 注册年份
zh_tw: 註冊年份

source: Select step (academic year)
ar: اختر الخطوة - السنة الدراسية
ast_es: Escoyer etapa (añu académicu)
bn_bd: ধাপ নির্বাচন করুন (শিক্ষাবর্ষ)
bs_ba: Odaberi korak (školska godina)
ca_es: Seleccioneu etapa (any acadèmic)
cs_cz: Zvolte etapu (akademický rok)
da: Vælg trin (akademisk år)
de: Schritt auswählen (akademisches Jahr)
el: Επιλογή βήματος (ακαδημαϊκό έτος)
eo: Selekti ŝtupon (lerneja jaro)
es: Seleccionar etapa (año académico)
es_mx: Seleccionar paso (año académico)
eu_es: Hautatu urratsa (ikasturtea)
fa_ir: انتخاب مرحله (سال تحصیلی)
fi_fi: Valitse vaihe (akateeminen vuosi)
fo_fo: Vel stig (skúlár)
fur: Scolt pas (an acadamich)
ga: Roghnaigh céim (bliain acadúil)
gl: Seleccionar etapa (ano académico)
he_il: בחר שלב (שנה אקדמית)
hi: चरण चुनें (शैक्षणिक वर्ष)
hr_hr: Odaberite korak (školska godina)
hu_hu: Lépés kiválasztása (tanév)
hy: Ընտրեք քայլ (ակադեմիական տարի)
id_id: Pilih langkah (tahun akademik)
it: Seleziona l'attività (anno accademico)
ja: ステップ（学年）を選択
ka_ge: აირჩიეთ ნაბიჯი (აკადემიური წელი)
ko_kr: 단계(학년도) 선택
lo: ເລືອກຂັ້ນຕອນ (ສົກຮຽນ)
lt_lt: Pasirinkite žingsnį (mokslo metai)
lv_lv: Izvēlieties soli (akadēmiskais gads)
mk_mk: Изберете статија (академска година)
ms_my: Pilih langkah (tahun akademik)
my_mm: အဆင့် (ပညာသင်နှစ်) ကို ရွေးချယ်ပါ
ne: चरण छान्नुहोस् (शैक्षिक वर्ष)
nl: Selecteer stap (academiejaar)
nn_no: Vel trinn (studieår)
oc: Causir l'ètapa (annada escolan)
pl_pl: Wybierz etap (rok akademicki)
ps: مرحله انتخاب کړئ (اکاډمیک کال)
pt_br: Seleccionar etapa (ano académico)
pt_pt: Seleccionar etapa (ano académico)
ro_ro: Selectati pasul (anul academic)
ru_ru: Выберите шаг (учебный год)
sk_sk: Vybrať etapu (akademický rok)
sl: Izberi korak (šolsko leto)
sq: Zgjidhni hapin (viti akademik)
sr_rs: Izaberite korak (školska godina)
sv_se: Välj steg (akademiskt år)
sw_ke: Chagua hatua (mwaka wa masomo)
ta: படியைத் தேர்ந்தெடுக்கவும் (கல்வியாண்டு)
th: เลือกขั้นตอน (ปีการศึกษา)
tl_ph: Pumili ng hakbang (academic year)
tr: Adım seçin (akademik yıl)
uk_ua: Виберіть крок (навчальний рік)
vi_vn: Chọn bước (năm học)
xh_za: Khetha inyathelo (unyaka wesikolo)
zh_cn: 选择步骤（学年）
zh_tw: 選擇步驟（學年度）

source: Error: this step already exists
ar: خطأ، هذه الخطوة موجودة مسبقا
ast_es: Erru: esta etapa yá esiste
bn_bd: ত্রুটি: এই ধাপটি ইতিমধ্যে বিদ্যমান
bs_ba: Greška: ovaj korak već postoji
ca_es: Error: aquesta etapa ja existeix
cs_cz: Chyba, tato etapa již existuje
da: Fejl: dette trin findes allerede
de: Fehler: der Schritt existiert bereits
el: Σφάλμα: αυτό το βήμα υπάρχει ήδη
eo: Eraro: ĉi tiu ŝtupo jam ekzistas
es: Error: esta etapa ya existe
es_mx: Error: este paso ya existe
eu_es: Errorea: urrats hau badago lehendik
fa_ir: خطا: این مرحله قبلاً وجود دارد
fi_fi: Virhe: tämä vaihe on jo olemassa
fo_fo: Feilur: hetta stig er longu til
fur: Erôr: chest pas esist già
ga: Earráid: tá an céim seo ann cheana
gl: Erro: esta etapa xa existe
he_il: שגיאה: שלב זה כבר קיים
hi: त्रुटि: यह चरण पहले से मौजूद है
hr_hr: Greška: ovaj korak već postoji
hu_hu: Hiba: ez a lépés már létezik
hy: Սխալ. այս քայլն արդեն գոյություն ունի
id_id: Kesalahan: langkah ini sudah ada
it: Errore: attività già registrata
ja: エラー：このステップはすでに存在します
ka_ge: შეცდომა: ეს ნაბიჯი უკვე არსებობს
ko_kr: 오류: 이 단계가 이미 존재합니다
lo: ຜິດພາດ: ຂັ້ນຕອນນີ້ມີຢູ່ແລ້ວ
lt_lt: Klaida: šis žingsnis jau egzistuoja
lv_lv: Kļūda: šis solis jau pastāv
mk_mk: Грешка: оваа статија веќе постои
ms_my: Ralat: langkah ini sudah wujud
my_mm: အမှား: ဤအဆင့်ရှိပြီးဖြစ်သည်
ne: त्रुटि: यो चरण पहिले नै अवस्थित छ
nl: Fout: deze stap bestaad reeds
nn_no: Feil: dette trinnet finst allereie
oc: Error : aquesta ètapa existís ja
pl_pl: Błąd: ten etap już istnieje
ps: تېروتنه: دا مرحله په پخوانی ډول شته
pt_br: Erro: esta etapa já existe
pt_pt: Erro: esta etapa já existe
ro_ro: Eroare: acest pas exista deja
ru_ru: Ошибка: этот шаг уже существует
sk_sk: Chyba: táto etapa už existuje
sl: Napaka: ta korak že obstaja
sq: Gabim: ky hap ekziston tashmë
sr_rs: Greška: ovaj korak već postoji
sv_se: FEL: steget finns redan
sw_ke: Hitilafu: hatua hii tayari ipo
ta: பிழை: இந்த படி ஏற்கனவே உள்ளது
th: ข้อผิดพลาด: ขั้นตอนนี้มีอยู่แล้ว
tl_ph: Error: umiiral na ang hakbang na ito
tr: Hata: bu adım zaten mevcut
uk_ua: Помилка: цей крок вже існує
vi_vn: Lỗi: bước này đã tồn tại
xh_za: Impazamo: le nyathelo sele ikhona
zh_cn: 错误：此步骤已存在
zh_tw: 錯誤：此步驟已存在

source: Error: step not found on LDAP server
ar: LDAP توقف، لم يتم ايجاد ذلك في الخادم
ast_es: Erru: etapa nun atopada nel servidor LDAP
bn_bd: ত্রুটি: LDAP সার্ভারে ধাপ পাওয়া যায়নি
bs_ba: Greška: korak nije pronađen na LDAP serveru
ca_es: Error: etapa no trobada al servidor LDAP
cs_cz: Chyba: etapa nenalezena na LDAP serveru
da: Fejl: trin ikke fundet på LDAP-server
de: Fehler: Schritt wurde nicht auf LDAP Server gefunden
el: Σφάλμα: βήμα δεν βρέθηκε στον διακομιστή LDAP
eo: Eraro: ŝtupo ne trovita sur LDAP-servilo
es: Error: etapa no encontrada en el servidor LDAP
es_mx: Error: paso no encontrado en el servidor LDAP
eu_es: Errorea: urrats hau ez da LDAP zerbitzarian aurkitu
fa_ir: خطا: مرحله در سرور LDAP یافت نشد
fi_fi: Virhe: vaihetta ei löytynyt LDAP-palvelimelta
fo_fo: Feilur: stig ikki funnið á LDAP ambætaranum
fur: Erôr: pas no trovât sul server LDAP
ga: Earráid: níor aimsíodh an céim ar fhreastalaí LDAP
gl: Erro: etapa non atopada no servidor LDAP
he_il: שגיאה: שלב לא נמצא בשרת LDAP
hi: त्रुटि: LDAP सर्वर पर चरण नहीं मिला
hr_hr: Greška: korak nije pronađen na LDAP poslužitelju
hu_hu: Hiba: lépés nem található az LDAP szerveren
hy: Սխալ. քայլը չի գտնվել LDAP սերվերում
id_id: Kesalahan: langkah tidak ditemukan di server LDAP
it: Errore: attività non trovata sul server LDAP
ja: エラー：LDAPサーバーでステップが見つかりません
ka_ge: შეცდომა: ნაბიჯი ვერ მოიძებნა LDAP სერვერზე
ko_kr: 오류: LDAP 서버에서 단계가 발견되지 않음
lo: ຜິດພາດ: ບໍ່ພົບຂັ້ນຕອນໃນເຊີບເວີ LDAP
lt_lt: Klaida: žingsnis nerastas LDAP serveryje
lv_lv: Kļūda: solis nav atrasts LDAP serverī
mk_mk: Грешка: статија не е пронајдена на LDAP серверот
ms_my: Ralat: langkah tidak dijumpai pada pelayan LDAP
my_mm: အမှား: LDAP ဆာဗာပေါ်တွင် အဆင့်ကို မတွေ့ပါ
ne: त्रुटि: LDAP सर्भरमा चरण फेला परेन
nl: Fout: stap niet gevonden op LDAP server
nn_no: Feil: trinn ikkje funne på LDAP-tenar
oc: Error : ètapa pas trobada sul servidor LDAP
pl_pl: Błąd: nie znaleziono etapu na serwerze LDAP
ps: تېروتنه: مرحله په LDAP سرور کې ونه موندل شوه
pt_br: Erro: etapa não encontrada no servidor LDAP
pt_pt: Erro: etapa não encontrada no servidor LDAP
ro_ro: Eroare: pasul nu a fost gasit pe serverul LDAP
ru_ru: Ошибка: шаг не найден на сервере LDAP
sk_sk: Chyba: etapa nebola nájdená na LDAP serveri
sl: Napaka: ne najdem koraka na LDAP strežniku
sq: Gabim: hapi nuk u gjet në serverin LDAP
sr_rs: Greška: korak nije pronađen na LDAP serveru
sv_se: FEL: steget hittades inte på LDAP-servern
sw_ke: Hitilafu: hatua haipatikani kwenye seva ya LDAP
ta: பிழை: LDAP சர்வரில் படி கிடைக்கவில்லை
th: ข้อผิดพลาด: ไม่พบขั้นตอนในเซิร์ฟเวอร์ LDAP
tl_ph: Error: hindi natagpuan ang hakbang sa LDAP server
tr: Hata: LDAP sunucusunda adım bulunamadı
uk_ua: Помилка: крок не знайдено на сервері LDAP
vi_vn: Lỗi: không tìm thấy bước trên máy chủ LDAP
xh_za: Impazamo: inyathelo alifunyanwanga kwiseva ye-LDAP
zh_cn: 错误：在 LDAP 服务器上未找到步骤
zh_tw: 錯誤：LDAP 伺服器上未找到步驟

source: Step deleted successfully
ar: تم حذف الخطوة بنجاح
ast_es: La etapa suprimióse
bn_bd: ধাপ সফলভাবে মুছে ফেলা হয়েছে
bs_ba: Korak uspješno obrisan
ca_es: L'etapa ha estat suprimida
cs_cz: Etapa úspěšně smazána
da: Trin slettet succesfuldt
de: erfolgreich
el: Το βήμα διαγράφηκε επιτυχώς
eo: Ŝtupo forigita sukcese
es: La etapa ha sido suprimida
es_mx: Paso eliminado exitosamente
eu_es: Urratsa ongi ezabatu da
fa_ir: گام با موفقیت حذف شد
fi_fi: Vaihe poistettu onnistuneesti
fo_fo: Stigið er sleitt bortur við ognast
fur: Pas eliminât successivament
ga: Scriosadh an céim go rathúil
gl: Suprimíuse a etapa
he_il: השלב נמחק בהצלחה
hi: चरण सफलतापूर्वक हटाया गया
hr_hr: Korak uspješno obrisan
hu_hu: Lépés sikeresen törölve
hy: Քայլը հաջողությամբ ջնջվել է
id_id: Langkah berhasil dihapus
it: Attività eliminata con successo
ja: ステップが正常に削除されました
ka_ge: ნაბიჯი წარმატებით წაიშალა
ko_kr: 단계가 성공적으로 삭제되었습니다
lo: ລຶບຂັ້ນຕອນສຳເລັດແລ້ວ
lt_lt: Žingsnis sėkmingai ištrintas
lv_lv: Solis veiksmīgi izdzēsts
mk_mk: Статијата е успешно избришана
ms_my: Langkah dipadamkan berjaya
my_mm: အဆင့်ကို အောင်မြင်စွာ ဖျက်လိုက်ပြီးဖြစ်သည်
ne: चरण सफलतापूर्वक हटाइयो
nl: Stap werd met succes verwijderd.
nn_no: Trinn sletta med lukkes
oc: Ètapa suprimida amb succès
pl_pl: Etap pomyślnie usunięty
ps: مرحله په بریالیتوب سره له منځه ولاړه شوه
pt_br: Etapa excluida com sucesso
pt_pt: Etapa eliminada com sucesso
ro_ro: Pas sters cu succes
ru_ru: Шаг успешно удален
sk_sk: Etapa úspešne zmazaná
sl: Korak je bil uspešno odstranjen
sq: Hapi u fshi me sukses
sr_rs: Korak uspešno obrisan
sv_se: Steget blev borttaget
sw_ke: Hatua imefutwa kwa mafanikio
ta: படி வெற்றிகரமாக நீக்கப்பட்டது
th: ลบขั้นตอนเรียบร้อยแล้ว
tl_ph: Matagumpay na natanggal ang hakbang
tr: Adım başarıyla silindi
uk_ua: Крок успішно видалено
vi_vn: Bước đã được xóa thành công
xh_za: Inyathelo lisusiwe ngempumelelo
zh_cn: 步骤删除成功
zh_tw: 步驟刪除成功
