Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: The new word has been added
yo_ng: Ọrọ tuntun ti a fi kun

source: Some of the documents are too complex to be treated automatically by the document converter
yo_ng: Diẹ ninu awọn iwe-ipamọ dara julọ lati ṣe itọju laifọwọ nipasẹ oluyipada iwe-ipamọ

source: Your gradebook first needs a certificate in order to be linked to a skill
yo_ng: Iwe-akaa rẹ akọkọ nilo iwe-ẹri lati le sopọ si ogbon kan

source: Data type
yo_ng: Iru data

source: Value
yo_ng: Iye

source: System
yo_ng: Eto

source: Important activities
yo_ng: Awọn iṣẹ ṣiṣe pataki

source: Search for specific activities
yo_ng: Wa fun awọn iṣẹ ṣiṣe kan pato

source: Parent
yo_ng: Ọmọ obi

source: Survey added
yo_ng: Iwadi ti a fi kun

source: Wiki added
yo_ng: Wiki ti a fi kun

source: Read only
yo_ng: Kika nikan

source: Unacceptable
yo_ng: A kaa gba

source: Display courses list
yo_ng: Han akojọ awọn ẹkọ

source: First page
yo_ng: Oju-iwe akọkọ

source: Last page
yo_ng: Oju-iwe ti o kẹhin

source: Coachs
yo_ng: Awọn olukọni

source: Save assessment
yo_ng: Fipamọ igbelewọn

source: Add this learning activity to the assessment
yo_ng: Fi iṣẹ ṣiṣe ẹkọ yii kun si igbelewọn

source: There are no learners to add results for
yo_ng: Ko si awọn akẹkọ lati fi awọn abajade kun

source: Skills ranking
yo_ng: Ipò ogbon

source: Competence thresholds colouring
yo_ng: Awọ awọn ilẹ-ẹgbẹ agbara ogbon

source: Enable Competence thresholds
yo_ng: Ṣiṣẹ agbara ogbon

source: Below
yo_ng: Isalẹ

source: The mark will be coloured in red
yo_ng: Aami naa yoo jẹ awọ pupa

source: Enable skills ranking
yo_ng: Ṣiṣẹ ipò ogbon

source: Include upper limit (e.g. 0-20 includes 20)
yo_ng: Kọ ara ọtọ oke (fun apẹẹrẹ 0-20 pẹlu 20)

source: Score info
yo_ng: Alaye Dimegbe

source: Between
yo_ng: Laarin

source: Main folder
yo_ng: Apapo akọkọ

source: New category
yo_ng: Ẹka tuntun

source: Add classroom activity
yo_ng: Fi iṣẹ ṣiṣe yara kun

source: Weight
yo_ng: Àwùjọ

source: Pick a course
yo_ng: Yàn ìdàbọ̀bù

source: Independent from course
yo_ng: Àìsọ̀rọ̀ pẹ̀lú ìdàbọ̀bù

source: Course independent evaluation
yo_ng: Àyẹ̀wò ìdàbọ̀bù tí kò ṣe pẹ̀lú ìdàbọ̀bù

source: Assessment
yo_ng: Àyẹ̀wò

source: Evaluation date
yo_ng: Ọjọ́ ìyẹ̀wò

source: Add users to evaluation
yo_ng: Ṣàfikún awọn olùṣàkọ́ si ìyẹ̀wò

source: New sub-category
yo_ng: Àwùjọ tuntun

source: Add online activity
yo_ng: Ṣàfikún ìdàgbàsókè lori ayelujara

source: Delete selected
yo_ng: Pa àwọn yíyọ kúrò

source: Set visible
yo_ng: Ṣe ìrísí

source: Set invisible
yo_ng: Ṣe àìrísí

source: Choose type of activity to assess
yo_ng: Yàn irú ìdàgbàsókè láti ṣàyẹ̀wò

source: Choose test
yo_ng: Yàn ìdánwò

source: Grade learners
yo_ng: Gba ìdíbọ̀ ọmọ ẹkọ́

source: Back to folder view
yo_ng: Pada sí ìwò ìfojù

source: Choose orientation
yo_ng: Yàn ìdarí

source: Portrait
yo_ng: Èkékòó

source: Landscape
yo_ng: Ìgbòòlù

source: Filter category
yo_ng: Àlẹ̀ ìdíwọ̀ ìwòyè ìdàbọ̀bù

source: Skills ranking updated
yo_ng: Ìdájọ́ ìbátan ìmọ̀ ti yí padà

source: %s certifies that %s has successfully completed the course '%s' with a grade of '%s'
yo_ng: %s fi ìdájọ́ rẹ̀ hàn pé %s ti parí ìdàbọ̀bù '%s' pẹ̀lú ìdíbọ̀ '%s'

source: Minimum certification score
yo_ng: Dípò ìdíbọ̀ ìdájọ́ ìdíwò ìdíwò

source: Assessment made invisible
yo_ng: Àyẹ̀wò tí kò ṣe ìrísí

source: Assessment details
yo_ng: Kùkúrù ìyẹ̀wò

source: No results in evaluation for now
yo_ng: Kò sí ìpinnu nínú ìyẹ̀wò fún nísinsìnyí

source: Add learners
yo_ng: Ṣàfikún àwùn ọmọ ẹkọ́

source: Import marks
yo_ng: Gbe ìdíbọ̀ wọlé

source: Import file
yo_ng: Gbe fáìlù wọlé

source: File type
yo_ng: Irú fáìlù

source: Example CSV file
yo_ng: Àpẹẹrẹ fáìlù CSV

source: Example XML file
yo_ng: Àpẹẹrẹ fáìlù XML

source: Overwrite scores
yo_ng: Kọ ìdíbọ̀ lórí

source: Ignore errors
yo_ng: Ẹni kò ṣe ìfẹ́kúfẹ̀ ìkùnà

source: The resources became visible
yo_ng: Àwùn ìgbé ayè ti di ìrísí

source: The resources became invisible
yo_ng: Àwùn ìgbé ayè ti di àìrísí

source: No resource selected
yo_ng: Kò sí ìgbé ayè tí a yàn

source: Deleted categories
yo_ng: Àwùjọ tí a pa rẹ́ kúrò

source: Deleted evaluations
yo_ng: Àwùn ìyẹ̀wò tí a pa rẹ́ kúrò

source: Deleted links
yo_ng: Àwùn ìsọ ìdíwò tí a pa rẹ́ kúrò

source: Total resources
yo_ng: Àpapọ̀ ìgbé ayè

source: Edit evaluation
yo_ng: Ṣàtúnṣe ìyẹ̀wò

source: Delete marks
yo_ng: Pa ìdíbọ̀ kúrò

source: Ranking
yo_ng: Ìdájọ́ ìbátan

source: Graphical view
yo_ng: Ìwò ìfọwọ́yàwòrán

source: Result added
yo_ng: Ìpinnu tí a ṣàfikún

source: Evaluation statistics
yo_ng: Ìṣirò ìyẹ̀wò

source: PDF Report
yo_ng: Ìròyìn PDF

source: Welcome to the Assessments tool. This tool allows you to assess competences in your organization. Generate Competences Reports by merging the score of various learning activities including classroom and online activities. This will typically fit in a blended learning environment.
yo_ng: Káabọ̀ sí ìdàgbàsókè Ìyẹ̀wò. Ìdàgbàsókè yìí yọ̀ǹda fún ìyẹ̀wò ìmọ̀ nínú àjọ rẹ. Ṣẹ̀dá Ìròyìn Ìmọ̀ nípa ìpapọ̀ ìdíbọ̀ ìdàgbàsókè ìmọ̀ orí ilé ìkọ́ àti lori ayelujara. Èyí yóò ṣe deede nínú àyíká ìmọ̀ ìdàpọ̀.

source: Create all the courses categories
yo_ng: Ṣẹ̀dá gbogbo àwùjọ ìdàbọ̀bù

source: Added all categories
yo_ng: A kọkọ gbogbo awọn ẹka

source: Statistics of
yo_ng: Awọn iṣiro ti

source: Results and feedback
yo_ng: Awọn abajade ati esi

source: Certificates
yo_ng: Awọn iwe-ẹri

source: Choose users for this evaluation
yo_ng: Yan awọn olumulo fun igbelewọn yii

source: Result edited
yo_ng: Abajade ti ṣàtúnṣe

source: PDF report
yo_ng: Ijabọ PDF

source: Output file type
yo_ng: Iru faili ti o jade

source: Value exceeds score.
yo_ng: Iye ti kọja aami.

source: More info
yo_ng: Alaye diẹ sii

source: Results per user
yo_ng: Awọn abajade fun olumulo kọọkan

source: Total for user
yo_ng: Lapapọ fun olumulo

source: Average total
yo_ng: Apinpin lapapọ

source: Assessment average
yo_ng: Apinpin igbelewọn

source: Weight in Report
yo_ng: Iwuwo ninu Ijabọ

source: Assessment deleted
yo_ng: Igbelewọn ti paarẹ

source: Assessment history
yo_ng: Itan igbelewọn

source: Assessment name
yo_ng: Orukọ igbelewọn

source: Assessment description
yo_ng: Àpèjúwe ìgbélewọ̀n

source: Assessment visibility
yo_ng: hìfihn ìgbélewọ̀n

source: Who changed it
yo_ng: Tani yí padà

source: The evaluation has been successfully edited
yo_ng: Igbelewọn naa ti ṣàtúnṣe ni aṣeyọri

source: Incorrect data
yo_ng: Data ti ko tọ

source: Please enable Skills ranking
yo_ng: Jọwọ ṣi Skills ranking ṣiṣẹ

source: All results have been removed
yo_ng: Gbogbo awọn abajade ti yọ kuro

source: There is no file to import
yo_ng: Ko si faili lati gbe wọle

source: There was a problem sending your file. Nothing has been received.
yo_ng: Ìṣòro wà láti fi faili rẹ ránṣẹ. Ko si ohun ti a gba.

source: All results have been edited
yo_ng: Gbogbo awọn abajade ti ṣàtúnṣe

source: The user info doesn't match.
yo_ng: Alaye olumulo ko baamu.

source: The score doesn't match
yo_ng: Aami naa ko baamu

source: File upload successfull
yo_ng: Gbejade faili ṣaṣeyọri

source: No results available
yo_ng: Ko si awọn abajade ti o wa

source: Cannot change the score
yo_ng: Ko le yi aami pada

source: Weights updated successfully
yo_ng: Awọn iwuwo ti ṣàtúnṣe ni aṣeyọri

source: Choose activity to assess
yo_ng: Yan iṣẹ ṣiṣe lati ṣe igbelewọn

source: Average results vs resource
yo_ng: Awọn abajade apinpin laierin awọn orisun

source: To view graph score rule must be enabled
yo_ng: Lati wo aworan apẹrẹ, ofin aami gbọdọ wa ni ṣiṣẹ

source: Previous weight of resource
yo_ng: Iwuwo iṣaaju ti orisun

source: Add this classroom activity to the assessment
yo_ng: Fi iṣẹ ṣiṣe yìí kun si ìgbélewọ̀n

source: Assessment home
yo_ng: Ile igbelewọn

source: Save weights in report
yo_ng: Fi awọn iwuwo pamọ sinu ijabọ

source: Attach certificate
yo_ng: Fi iwe-ẹri kun

source: See list of learner certificates
yo_ng: Wo akojọ awọn iwe-ẹri akẹkọ

source: Create certificate
yo_ng: Ṣẹda iwe-ẹri

source: Upload certificate
yo_ng: Gbe iwe-ẹri soke

source: Certificate name
yo_ng: Orukọ iwe-ẹri

source: Certificate overview
yo_ng: Akopọ iwe-ẹri

source: Create your certificate copy-pasting the following tags. They will be replaced in the document by their student-specific value:
yo_ng: Ṣẹda ẹda iwe-ẹri rẹ nipa didakọ awọn aami wọnyi. Wọn yoo rọpa ni iwe-ipamọ nipasẹ iye pato ti ọmọ ile-iwe wọn:

source: View presence sheets
yo_ng: Wo awọn iwe wiwa

source: View evaluations
yo_ng: Wo awọn ìgbélewọ̀n

source: New presence sheet
yo_ng: Iwe tuntun ti wiwa

source: New presence sheet: step 1/2 : fill in the details of the presence sheet
yo_ng: Iwe tuntun ti wiwa: igbesẹ 1/2: fọwọsi awọn alaye ti iwe wiwa

source: Title of the activity
yo_ng: Akọle iṣẹ naa

source: Presence sheet created by
yo_ng: Iwe wiwa ṣẹda nipasẹ

source: Save presence sheet and continue to step 2
yo_ng: Fi iwe wiwa pamọ ki o tẹsiwaju si igbesẹ 2

source: New presence sheet: step 2/2 : check the trainees that are present
yo_ng: Iwe tuntun ti wiwa: igbesẹ 2/2: ṣayẹwo awọn ọmọ ile-iwe ti o wa

source: No certificate available
yo_ng: Ko si iwe-ẹri ti o wa

source: Save certificate
yo_ng: Fi iwe-ẹri pamọ

source: Certificate can't be removed
yo_ng: Iwe-ẹri ko le yọ kuro

source: Certificate removed
yo_ng: Iwe-ẹri ti yọ kuro

source: No default
yo_ng: Ko si aiyipada

source: Default certificate
yo_ng: Iwe-ẹri aiyipada

source: Preview certificate
yo_ng: Ṣe awari iwe-ẹri

source: Certificate set to default
yo_ng: Iwe-ẹri ti ṣeto si aiyipada

source: Import presences
yo_ng: Gbe awọn wiwa wọle

source: Add presences
yo_ng: Fi awọn wiwa kun

source: Delete presences
yo_ng: Pa awọn wiwa rọ

source: List of learner certificates
yo_ng: Akojọ awọn iwe-ẹri ọmọ ẹkọ

source: New presence
yo_ng: Wiwa tuntun

source: Edit presence
yo_ng: Ṣatunṣe wiwa

source: Saved edit presence
yo_ng: Ti fi ṣatunṣe wiwa pamọ

source: You should use the presence sheet that you can download above. This presence sheet contains a list of all the learners in this course. The first column of the XLS file is the official code of the learner, followed by the lastname and the firstname. You should only change the 4th column and note 0 = absent, 1 = present
yo_ng: O yẹ ki o lo iwe wiwa ti o le ṣe igbasilẹ loke. Iwe wiwa yii ni akojọ gbogbo awọn ọmọ ile-iwe ni ikẹkọ yii. Ọwọn akọkọ ti faili XLS jẹ koodu osise ti ọmọ ẹkọ, atẹle nipasẹ orukọ idile ati orukọ akọkọ. O yẹ ki o yipada nikan ni ọwọn kẹrin ki o ṣe akiyesi 0 = lọwọlọwọ, 1 = wiwa

source: Validate presence sheet
yo_ng: Ṣe idaniloju iwe wiwa

source: Presence sheet
yo_ng: Iwe wiwa

source: Presence sheets
yo_ng: Awọn iwe wiwa

source: Evaluations
yo_ng: Awọn igbelewọn

source: Save changes in presence sheet
yo_ng: Fi awọn iyipada pamọ ni iwe wiwa

source: Present
yo_ng: Wiwa

source: 0 = absent, 1 = present
yo_ng: 0 = lọwọlọwọ, 1 = wiwa

source: Example Excel (XLS) file
yo_ng: Apẹẹrẹ faili Excel (XLS)

source: No presence registered
yo_ng: Ko si wiwa ti a forukọsilẹ

source: Modify presences
yo_ng: Ṣe iyipada awọn wiwa

source: Total weight must not be more than
yo_ng: Apapọ iwuwo ko gbọdọ jẹ diẹ sii ju

source: There is no certificate available by default
yo_ng: Ko si iwe-ẹri ti o wa nipasẹ aiyipada

source: Certificate minimum score is required and must not be more than
yo_ng: Dimegile ti o kere julọ ti iwe-ẹri jẹ pataki ati ko gbọdọ jẹ diẹ sii ju

source: There is no course description so far.
yo_ng: Ko si apejuwe ikẹkọ titi nisisiyi.

source: Vacancies
yo_ng: Awọn ipo iṣẹ

source: Cost
yo_ng: Iseluse

source: Lecture hours
yo_ng: Awọn wakati ikowe

source: Area
yo_ng: Agbegbe

source: In process
yo_ng: Ninu ilana

source: The description has been updated
yo_ng: Apejuwe naa ti ni imudojuiwọn

source: Description has been deleted
yo_ng: Apejuwe ti parẹ

source: By enabling this option, session admins will only be able to see, in the administration page, the users they created.
yo_ng: Nipasẹ ṣiṣẹṣe aṣayan yii, awọn alabojuto igba yoo ṣee ri nikan, ni oju-iwe iṣakoso, awọn olumulo ti wọn ṣẹda.

source: Login failed - incorrect login or password.
yo_ng: Ìwọlé kùnà - ìwọlé tàbí ìjìbọ̀ tí kò tọ́.

source: Pass
yo_ng: Ìdàgbàsókè

source: Advises
yo_ng: Awọn imọran

source: <b>Warning :</b> This course does not exist
yo_ng: <b>Ìkìlọ̀:</b> Ikọlẹ yii ko si

source: click here to get this course from your old portal
yo_ng: tẹ ibi yii lati gba ikọlẹ yii lati ọdọ ẹnu-ọna atijọ rẹ

source: Support forum
yo_ng: Apoti ìròyìn ìrànlọ́wọ́

source: Categories Overview
yo_ng: Àkójọpọ̀ Ẹka

source: I lost my password
yo_ng: Mo ti padanu ọrọigbaniwọle mi

source: Latest announcements
yo_ng: Ìròyìn tuntun

source: menu
yo_ng: àkòjá

source: Opinion
yo_ng: Èrò

source: My account
yo_ng: Àkọ̀ọ́lẹ̀ mi

source: Online users list
yo_ng: Àtòjọ awọn olùpẹ̀lú lori ayelujara

source: total users online
yo_ng: apapọ awọn olùpẹ̀lú lori ayelujara

source: Refresh
yo_ng: Ṣàtúnṣe

source: Portal news
yo_ng: Ìròyìn Ẹnu ọ̀nà

source: Not Registered
yo_ng: Kò ṣe ìdọwọlẹ̀

source: Register for course
yo_ng: Forukọsilẹ fún ìdàrú

source: Unregister from course
yo_ng: Yọ kúrò nínú ìdàrú

source: (the course is currently closed)
yo_ng: (ìdàrú náà ti pa lọ́wọ́ lọ́nà yìí)

source: What s/he can teach
yo_ng: Ohun tí ó ṣe kọ́ni kọ́

source: Productions
yo_ng: Ìṣẹ́ ìdáṣe

source: Send a chat proposal to this person
yo_ng: Fi ìdábọ̀ ìjíròrò ránṣẹ́ sí ẹni yìí

source: The invitation has been rejected.
yo_ng: Ìpè náà ti kọ.

source: Usage data created
yo_ng: Àwò ìlò ṣẹ̀dá

source: Display courses ordered by training sessions
yo_ng: Fi awọn ìdàrú hàn tí a ṣètò lọ́nà ìdàrú ìkọ́nilẹ́kọ̀ọ́

source: Display the full list of the courses
yo_ng: Fi àtòjọ ìdàrú kíkún hàn

source: Dropbox file added
yo_ng: Faili Dropbox ti a ṣàfikún

source: New message posted in the forum
yo_ng: Ìfọwéràn tuntun tí a fi sọ́nù nínú ìpìlẹ ìròyìn

source: New folder created
yo_ng: Folda tuntun ti ṣẹ̀dá

source: File should be CSV format. Do not add spaces. Structure should be exactly :
yo_ng: Faili yẹ kí ó jẹ́ ìlò CSV. Má ṣàfikún àyè. Ìgbélewọ̀ yẹ kí ó jẹ́ gan-an :

source: To change your password, enter your current password in the field above and your new password in both fields below. To maintain the current password, leave the three fields empty.
yo_ng: Láti yí ọrọigbaniwọle rẹ yí, tẹ ọrọigbaniwọle lọ́nà yìí rẹ sínú aaye loke ati ọrọigbaniwọle tuntun rẹ nínú àwùjọ aaye méjì lọ́nà ìsàlẹ̀. Láti ṣètò ọrọigbaniwọle lọ́nà yìí, fi àwùjọ aaye mẹ́ta ṣófo.

source: Authentication
yo_ng: Ìdáwòdárò

source: The file size should be smaller than
yo_ng: Ìwọ̀n faili yẹ kí ó kere ju

source: New password
yo_ng: Ọrọigbaniwọle tuntun

source: The current password is incorrect
yo_ng: Ọrọigbaniwọle lọ́nà yìí kò tọ́

source: You have asked to reset your password. If you did not ask, then ignore this mail.
yo_ng: O ti béèrè láti tún ọrọigbaniwọle rẹ ṣe. Ti o kò ba ṣe ìbéèrè, ṣàìka ìmèlì yìí.

source: Your password has been emailed to you.
yo_ng: Ọrọigbaniwọle rẹ ti fi ìmèlì rẹ ránṣẹ́.

source: Enter the e-mail address that you used to register and we will send you your password back.
yo_ng: Tẹ adirẹ́ẹ̀si ìmèlì tí o lò láti forukọsilẹ̀, a ó rán ọrọigbaniwọle rẹ padà.

source: Action
yo_ng: Ìṣe

source: Preserved
yo_ng: Ti a ṣètò

source: Confirm user unsubscription
yo_ng: Fi ìdájọ́ ìyọ kúrò olùpẹ̀lú ṣe ìdájọ́

source: Go to
yo_ng: Lọ sí

source: My latest visits
yo_ng: Àwùjọ ìbẹ̀wò mi tuntun

source: If you want to add a list of users in your course, please contact your web administrator.
yo_ng: Ti o fẹ́ fi àtòjọ awọn olùpẹ̀lú kun ìdàrú rẹ, jọwọ kan si olùdarí ìkànnì wẹ́ẹ̀bù rẹ.

source: this password is too simple. Use a pass like this
yo_ng: ọrọigbaniwọle yìí rọrùn ju. Lo ọrọigbaniwọle bii yi

source: has been registered to your course
yo_ng: ti forukọsilẹ̀ sínú ìdàrú rẹ

source: A user with same name is already registered in this course.
yo_ng: Olùpẹ̀lú pẹ̀lú orúkọ kan náà ti forukọsilẹ̀ tẹ́lẹ̀ nínú ìdàrú yìí.

source: He (she) will receive e-mail confirmation with login and password
yo_ng: Yóò gba ìdájọ́ ìmẹ̀lì pẹ̀lú ìwọlẹ̀ àti ọrọigbaniwọle

source: Make coach
yo_ng: Ṣe ẹlẹ́dàá

source: Remove this right
yo_ng: Yọ ẹ̀tọ́ yìí kúrò

source: Make admin
yo_ng: Ṣe olùdarí

source: number
yo_ng: nọ́mba

source: Upload the list
yo_ng: Gbe àtòjọ gòkè

source: Every line of file to send will necessarily and only include 5 fields: <b>First name LastName Login Password E-mail</b> tab-separated and in this order. Users will receive an e-mail confirmation with their login/password.
yo_ng: Gbogbo ìlà kọ̀ọ̀kan nínú faili tí yóò rán yẹ kí ó jẹ́ àwùjọ aaye 5 nìkan: <b>Orúkọ Ìdílé Ìdílé Ìwọlẹ̀ Ọrọigbaniwọle Ìmẹ̀lì</b> tí a ya pín tab ati ní ìlẹ̀yà ìpinnu yìí. Awọn olùpẹ̀lú yóò gba ìdájọ́ ìmẹ̀lì pẹ̀lú ìwọlẹ̀/ọrọigbaniwọle wọn.

source: Import a users list
yo_ng: Gbe akojọ awọn olummo

source: Add user manually
yo_ng: Fi olummo kun pẹlu ọwọ

source: <big>Edit courses list</big><br><br>Check the courses you want to follow.<br>Uncheck the ones you don't want to follow anymore.<br> Then click Ok at the bottom of the list
yo_ng: <big>Ṣatunkọ akojọ awọn ẹkọ</big><br><br>Ṣayẹwo awọn ẹkọ ti o fẹ tẹle.<br>Ṣede awọn ti o ko fẹ tẹle mọ.<br> Lẹhinna tẹ Ok ni isalẹ akojọ naa

source: Import list of users
yo_ng: Gbe akojọ awọn olummo wọle

source: has been added. An e-mail has been sent to give him his login
yo_ng: ti a ṣe afikun. Imeeli kan ti ranṣẹ lati fun u ni idasile rẹ

source: The user
yo_ng: Olummo naa

source: has registered you to this course
yo_ng: forukọsilẹ ọ sinu ẹkọ yii

source: One of the course administrators
yo_ng: Ọkan ninu awọn olutọju ẹkọ

source: Picture
yo_ng: Aworan

source: Your new profile has been saved
yo_ng: Profaili tuntun rẹ ti fipamọ

source: The email address is not complete or contains some invalid characters
yo_ng: Adirẹsi imeeli ko pe tabi o ni awọn ohun kikọ aiṣedeede diẹ

source: This login is already in use
yo_ng: Idasile yii ti wa ni lilo tẹlẹ

source: You left some fields empty
yo_ng: O fi awọn aaye diẹ silẹ

source: Try again!
yo_ng: Gbiyanju lẹẹkansi!

source: You have typed two different passwords
yo_ng: O kọ ọrọ igbaniwọle meji ti o yatọ

source: View my e-portfolio
yo_ng: Wo e-portfolio mi

source: Edit Profile
yo_ng: Ṣatunkọ Profaili

source: Your modifications have been registered
yo_ng: Awọn iyipada rẹ ti forukọsilẹ

source: You can now create your course
yo_ng: O le ṣẹda ẹkọ rẹ bayi

source: You can now select, in the list, the course you want access to
yo_ng: O le yan, ninu akojọ, ẹkọ ti o fẹ iraye si

source: An e-mail has been sent to remind you of your login and password
yo_ng: Imeeli kan ti ranṣẹ lati ran ọ lọyi idasile ati ọrọ igbaniwọle rẹ

source: Your personal settings have been registered
yo_ng: Awọn eto ti ara ẹni rẹ ti forukọsilẹ

source: In case of trouble, contact us.
yo_ng: Ni ọran ti wahala, kan si wa.

source: is
yo_ng: ni

source: The address of
yo_ng: Adirẹsi ti

source: Your registration on %s
yo_ng: Iforukọsilẹ rẹ lori %s

source: This login is already taken. Use your browser's back button and choose another.
yo_ng: Idasile yii ti gba tẹlẹ. Lo bọtini pada ẹrọ ṣe afẹlẹ rẹ ki o yan ekeji.

source: You left some fields empty. Use your browser's back button and try again.
yo_ng: O fi awọn aaye diẹ silẹ. Lo bọtini pada ẹrọ ṣe afẹlẹ rẹ ki o gbiyanju lẹẹkansi.

source: You typed two different passwords. Use your browser's back button and try again.
yo_ng: O kọ ọrọ igbaniwọle meji ti o yatọ. Lo bọtini pada ẹrọ ṣe afẹlẹ rẹ ki o gbiyanju lẹẹkansi.

source: Teacher (creates courses)
yo_ng: Olukọ (ṣẹda awọn ẹkọ)

source: Student (follows courses)
yo_ng: Akẹkọ (tẹle awọn ẹkọ)

source: Confirm password
yo_ng: Ṣe idaniloju ọrọ igbaniwọle

source: This is your information to connect to
yo_ng: Eyi ni alaye rẹ lati sopọ si

source: Login request
yo_ng: Ibeere idasile

source: Admin
yo_ng: Alakoso

source: User of course
yo_ng: Olummo ẹkọ

source: Status in course
yo_ng: Ipo ni ẹkọ

source: No course available
yo_ng: Ko si ẹkọ ti o wa

source: User e-portfolio has been registered
yo_ng: E-portfolio olummo ti forukọsilẹ

source: User's courses
yo_ng: Awọn ẹkọ olummo

source: Courses by user
yo_ng: Awọn ẹkọ nipasẹ olummo

source: Enroll users to course
yo_ng: Forukọsilẹ awọn olummo si ẹkọ

source: Previous 100
yo_ng: Iṣaaju 100

source: Add registered users
yo_ng: Fi awọn olummo ti forukọsilẹ kun

source: Go to users list
yo_ng: Lọ si akojọ awọn olummo

source: Register
yo_ng: Forukọsilẹ

source: Quit
yo_ng: Yọ kuro

source: Your password has been reset
yo_ng: Ọrọ igbaniwọle rẹ ti tunṣe

source: Optional fields
yo_ng: Awọn aaye ti a fẹ

source: Full name
yo_ng: Orukọ kikun

source: Search for user
yo_ng: Ṣe ìwádìí olùpẹ̀lò

source: No search results found
yo_ng: Kò sí abajade ìwádìí

source: Your login can only contain letters, numbers and _.-
yo_ng: Orúkọ ìwọlẹ̀ rẹ̀ gbọ́dọ̀ jẹ́ lẹ́tà, nọ́ńbà àti _.- nìkan

source: This is a password request for the e-mail address
yo_ng: Èyí jẹ́ ìbéèrè ìsọ́nù ìpamọ́ fún àdírẹ́ẹ̀si ìmeẹ̀lì

source: This e-mail address corresponds to the following user account.
yo_ng: Àdírẹ́ẹ̀si ìmeẹ̀lì yìí ṣe pàtàkì fún àkọ̀ọ́n olùpẹ̀lò yìí.

source: This e-mail address corresponds to the following user accounts.
yo_ng: Àdírẹ́ẹ̀si ìmeẹ̀lì yìí ṣe pàtàkì fún àwọn àkọ̀ọ́n olùpẹ̀lò wọ̀nyí.

source: Chamilo can't handle the request automatically because the account has an external authentication source. Please take appropriate measures and notify the user.
yo_ng: Chamilo kò lè ṣe ìbéèrè náà fúnra rẹ̀ nítorí àkọ̀ọ́n náà ní ìdàbọ̀ ìdáríjọ ìtọ́kasí ìtẹ̀síwájú. Jọ̀wọ́ ṣe ìgbòkègbodò tí ó yẹ kí o sì sọ fún olùpẹ̀lò.

source: Chamilo can't handle the request automatically because at least one of the accounts has an external authentication source. Please take appropriate measures for all accounts (including those with platform authentication) and notify the user.
yo_ng: Chamilo kò lè ṣe ìbéèrè náà fúnra rẹ̀ nítorí pé àkọ̀ọ́n kan pàtàkì jẹ́ ìdàbọ̀ ìdáríjọ ìtọ́kasí ìtẹ̀síwájú. Jọ̀wọ́ ṣe ìgbòkègbodò tí ó yẹ fún gbogbo àwọn àkọ̀ọ́n (títí ku ìdàbọ̀ ìdáríjọ ìtẹ̀síwájú) kí o sì sọ fún olùpẹ̀lò.

source: Chamilo can't handle the request automatically for this type of account. Your request has been sent to the platform administrator, who will take appropriate measures and notify you of the result.
yo_ng: Chamilo kò lè ṣe ìbéèrè náà fúnra rẹ̀ fún irú àkọ̀ọ́n yìí. Ìbéèrè rẹ ti fi ránṣẹ́ sí olùdarí ìkànnì, tí yóò ṣe ìgbòkègbodò tí ó yẹ kí yóò sì sọ fún ọ nípa abajade.

source: Start with selecting a session below.<br />You can then see your progress for every course you are subscribed to.
yo_ng: Bẹ̀rẹ̀ pẹ̀lú yíyan ìpàdé kan nísàlẹ̀.<br />Lẹ́yìn náà, o lè rí ìlọsíwájú rẹ fún gbogbo kọ̀ọ̀si tí o forukọ sí.

source: Never expires
yo_ng: Kò pẹ́ rara

source: Account
yo_ng: Àkọ̀ọ́n

source: Your account has to be approved
yo_ng: Àkọ̀ọ́n rẹ gbọ́dọ̀ jẹ́ ìfọwọ́si

source: Approval for new account
yo_ng: Ìfọwọ́si fún àkọ̀ọ́n tuntun

source: Manage user
yo_ng: Ṣàtúnṣe olùpẹ̀lò

source: Enroll teachers
yo_ng: Forukọ olùkọ

source: Your password is encrypted for security reasons. Thus, after pressing the link an e-mail will be sent to you again with your password.
yo_ng: Ọ̀rọ̀ ìpamọ́ rẹ ti di ìpamọ́ fún ìdààmú. Nítorí náà, lẹ́yìn tí o tẹ ìnọ́nnìbèèrè, ìmeẹ̀lì yóò tún fi ìpamọ́ rẹ ránṣẹ́ sí ọ.

source: Extra fields
yo_ng: Àwùjọ pàtàkì

source: This OpenID could not be found in our database. Please register for a new account. If you have already an account with us, please edit your profile inside your account to add this OpenID
yo_ng: OpenID yìí kò rí nínú ìpìlẹ̀ ìsàtì wa. Jọ̀wọ́ forukọ fún àkọ̀ọ́n tuntun. Tí o bá ti ni àkọ̀ọ́n pẹ̀lú wa tẹ́lẹ̀, jọ̀wọ́ ṣàtúnṣe profaili rẹ nínú àkọ̀ọ́n rẹ láti fi OpenID yìí kun

source: The login needs to be maximum %s characters long
yo_ng: Orúkọ ìwọlẹ̀ gbọ́dọ̀ jẹ́ gígùn %s lẹ́tà pàtàkì

source: Your picture has been uploaded
yo_ng: Àwòrán rẹ ti kojọpọ̀

source: Your production file has been uploaded
yo_ng: Faili ìdáṣe rẹ ti kojọpọ̀
