Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Hide session course coach in dropbox when a document is sent by the coach to students
yo_ng: Fi olukọni ẹkọ igba pamọ ni dropbox nigbati olukọni ba fi iwe ranṣẹ si awọn ọmọ ile-iwe

source: Single Sign On: force redirect
yo_ng: Orukọ-iwọle ẹyọkan: fi ipaṣẹ padaṣipọ

source: Enable this option to force users to authenticate on the master authentication portal when a Single Sign On method is enabled. Only enable once you are sure that your Single Sign On procedure is correctly set up, otherwise you might prevent yourself from logging in again (in this case, change the SSO settings in the settings_current table through direct access to the database, to unlock).
yo_ng: Ṣiṣẹ aṣayan yii lati fi ipaṣẹ awọn olumulo lati ṣe idaniloju lori ọgbọn ijẹruko titẹ agbara titẹ nigbati ọna Orukọ-iwọle ẹyọkan ba ṣiṣẹ. Ṣiṣẹ nikan ni a ba rii daju pe ilana Orukọ-iwọle ẹyọkan rẹ ti ṣeto daradara, bibẹẹkọ o le ṣe idiwọ funrararẹ lati wọle lẹẹkansi (ninu ọran yii, yi awọn eto SSO pada ni tabili settings_current nipasẹ iraye si taara si ipilẹ data, lati ṣii titi.)

source: Session courses manual ordering
yo_ng: Ṣeto awọn akoko ẹkọ igba pẹlu ọwọ

source: Enable this option to allow the session administrators to order the courses inside a session manually. If disabled, courses are ordered alphabetically on course title.
yo_ng: Ṣiṣẹ aṣayan yii lati gba awọn olutọju igba laaye lati ṣeto awọn akoko inu igba pẹlu ọwọ. Ti a ko ba ṣiṣẹ, awọn akoko ti wa ni ṣeto pẹlu alfabeti lori akọle akoko.

source: Add learning path category
yo_ng: Ṣafikun ẹka ọna ẹkọ

source: Items the reference depends on
yo_ng: Awọn ohun ti itọkasi naa gbẹkẹle

source: Use as reference
yo_ng: Lo bi itọkasi

source: Items that depend on the reference
yo_ng: Awọn ohun ti o gbẹkẹle itọkasi

source: Set as a requirement
yo_ng: Ṣeto bi ibeere

source: Add new sequence
yo_ng: Ṣafikun ilana tuntun

source: Resources sequencing
yo_ng: Ṣeto awọn orisun

source: Gamification mode
yo_ng: Ipo ere-idaraya

source: Activate the stars achievement in learning paths
yo_ng: Ṣiṣẹ aṣeyọ irawọ ni awọn ọna ẹkọ

source: Level %s
yo_ng: Ipele %s

source: %s points
yo_ng: %s awọn aaye

source: From %s until %s
yo_ng: Lati %s titi di %s

source: Subscribe users to learning path
yo_ng: Ṣe akọsilẹ awọn olumulo si ọna ẹkọ

source: Subscribe groups to learning path
yo_ng: Ṣe akọsilẹ awọn ẹgbẹ si ọna ẹkọ

source: Create forum for this learning path
yo_ng: Ṣẹda apejọ fun ọna ẹkọ yii

source: By date
yo_ng: Nipa ọjọ

source: By tag
yo_ng: Nipa aami

source: Go to course within session
yo_ng: Lọ si akoko inu igba

source: Enable gamification mode
yo_ng: Ṣiṣẹ ipo ere-idaraya

source: My courses session view
yo_ng: Wiwo igba awọn akoko mi

source: Disable gamification mode
yo_ng: Pa ipo ere-idaraya ṣiṣẹ

source: Show only courses in the catalogue
yo_ng: Han awọn akoko nikan ninu iwe-akọọlẹ

source: Show only sessions in the catalogue
yo_ng: Han awọn igba nikan ninu iwe-akọọlẹ

source: Show both courses and sessions in the catalogue
yo_ng: Han awọn akoko ati awọn igba ninu iwe-akọọlẹ

source: Sequence selection
yo_ng: Yan ilana

source: Sequence configuration
yo_ng: Ṣeto ilana

source: Sequence preview
yo_ng: Aiwo ilana

source: Dates shown
yo_ng: Awọn ọjọ ti han

source: Access dates for students
yo_ng: Awọn ọjọ iraye si fun awọn ọmọ ile-iwe

source: Access dates for coaches
yo_ng: Awọn ọjọ iraye si fun awọn olukọni

source: Chat with %s
yo_ng: Ṣe chat pẹlu %s

source: Start video call
yo_ng: Bẹrẹ ipe fidio

source: Video URL
yo_ng: URL fidio

source: Insert a valid URL
yo_ng: Fi URL tootọ sii

source: See information
yo_ng: Wo alaye

source: Share with your friends
yo_ng: Pin pẹlu awọn ọrẹ rẹ

source: Chatroom name
yo_ng: Orukọ yara chat

source: The video chatroom %s already exists
yo_ng: Yara ẹya fidio %s ti wa tẹlẹ

source: Chatroom could not be created
yo_ng: A ko le ṣẹda yara iṣọrọ

source: The browser of %s does not support native video transmission. Sorry.
yo_ng: Ẹrọ aṣawakiri ti %s ko ṣe atilẹyin gbigbe fidio abinibi. Ma binu.

source: From %s
yo_ng: Lati %s

source: Until %s
yo_ng: Titi di %s

source: Dependency tree
yo_ng: Igi igbẹkẹle

source: Customize icons
yo_ng: Ṣe ìṣàtùnṣe awọn aami

source: Export all to PDF
yo_ng: Fi gbogbo jade si PDF

source: Grade generated on %s
yo_ng: Iwuwo ti a ṣẹda ni %s

source: Exercise available since %s
yo_ng: Idaraya wa lati %s

source: The test is enabled from %s to %s
yo_ng: Idanwo naa ti wa ni ṣiṣẹ lati %s si %s

source: Select some options
yo_ng: Yan awọn aṣayan diẹ

source: You may add an introduction to this course here by clicking the edition icon
yo_ng: O le ṣafikun ifihan agbaye si iṣẹ-ẹkọ yii nibi nipa titẹ aami ẹdition

source: Social group
yo_ng: Ẹgbẹ awujọ

source: Required sessions
yo_ng: Awọn akoko ti o nilo

source: Dependent sessions
yo_ng: Awọn akoko ti o gbẹkẹle

source: By duration
yo_ng: Nipasẹ akoko

source: By dates
yo_ng: Nipasẹ awọn ọjọ

source: Send a copy to HR managers of selected students
yo_ng: Fi ẹda ranṣẹ si awọn alabojuto HR ti awọn ọmọ ile-iwe ti a yan

source: Powered by %s
yo_ng: Agbara nipasẹ %s

source: Please select at least one user. The announcement has not been saved.
yo_ng: Jọwọ yan oṣomọ kan. Ìdáhùn náà kò tíì fipamọ.

source: No dependencies
yo_ng: Ko si awọn igbẹkẹle

source: Send mail to student
yo_ng: Fi imeeli ranṣẹ si ọmọ ile-iwe

source: Send mail to HR manager
yo_ng: Fi imeeli ranṣẹ si oluṣakoso HR

source: Course fields
yo_ng: Awọn aaye iṣẹ-ẹkọ

source: Checkbox options
yo_ng: Awọn aṣayan apoti ami

source: Integer value
yo_ng: Iye odidi

source: Image file
yo_ng: Faili aworan

source: Float value
yo_ng: Iye tòòtọ

source: Document visibility defined in course
yo_ng: Iranran iwe-ipamọ ti a ṣalaye ninu iṣẹ-ẹkọ

source: The default document visibility for all courses
yo_ng: Iranran iwe-ipamọ aiyipada fun gbogbo awọn iṣẹ-ẹkọ

source: HTMLPurifier in Wiki
yo_ng: HTMLPurifier ni Wiki

source: Enable HTML purifier in the wiki tool (will increase security but reduce style features)
yo_ng: Ṣiṣẹ HTML purifier ni ohun elo wiki (yoo mu aabo pọ si ṣugbọn dinku awọn ẹya ara)

source: Click or drop files
yo_ng: Tẹ tabi ju awọn faili silẹ

source: Remove assistant role
yo_ng: Yọ ipa oluranlọwọ kuro

source: Import gradebook from base course
yo_ng: Gbe iwe-iwòye wọle lati iṣẹ-ẹkọ ipilẹ

source: Institution address
yo_ng: Adirẹsi ile-ẹkọ

source: Address
yo_ng: Adirẹsi

source: Latest access in course
yo_ng: Wiwọle tuntun ninu iṣẹ-ẹkọ

source: Latest login in platform
yo_ng: Wiwọle tuntun si pẹpẹ

source: First login in platform
yo_ng: Wiwọle akọkọ si pẹpẹ

source: First access to course
yo_ng: Wiwọle akọkọ si iṣẹ-ẹkọ

source: Quoting to %s
yo_ng: Itọka si %s

source: Load more comments
yo_ng: Gbe awọn asọye diẹ sii

source: Show progress
yo_ng: Han ilọsiwaju

source: Check requirements
yo_ng: Ṣayẹwo awọn ibeere

source: Parent language: %s
yo_ng: Èdè òbí: %s

source: Define new terms for sub-language %s by searching some term, then save each translation by clicking the save button. You will then have to switch your own user language to see the new terms appear.
yo_ng: Ṣalaye awọn ọrọ tuntun fun èdè-abẹ %s nipa wiwa ọrọ kan, lẹhinna fi ọkọọkan itumọ pamọ nipa titẹ bọtini fifipamọ. Lẹhinna o yoo ni lati yipada èdè olumulo tirẹ lati rii awọn ọrọ tuntun han.

source: See sequences
yo_ng: Wo awọn ilana

source: Session requirements
yo_ng: Awọn ibeere igba

source: Is requirement
yo_ng: Ṣe ibeere

source: Consider this gradebook as a requirement to complete the course (influences the sessions sequences)
yo_ng: Kọkọ iwe-akọkọ igbedi yii gẹgẹbi ibeere lati pari ẹkọ (nfẹ si awọn ilana igba)

source: Distinct users logins
yo_ng: Awọn ifọwọsi olumulo ti o yatọ

source: Are you sure to subscribe?
yo_ng: Ṣe o daju lati forukọsilẹ?

source: Check your e-mail and follow the instructions.
yo_ng: Ṣayẹwo imeeli rẹ ki o tẹle awọn ilọsiwaju.

source: Link expired, please try again.
yo_ng: Asopọ ti pari, jọwọ gbiyanju lẹẹkansi.

source: Instructions for the password change procedure
yo_ng: Awọn ilọsiwaju fun ilana iyipada ọrọigbaniwọle

source: You are receiving this message because you (or someone pretending to be you) have requested a new password to be generated for you.<br/>
yo_ng: O n gba ifọwọṣẹ yii nitori iwọ (tabi ẹnikan ti n ṣe bi iwọ) ti beere ọrọigbaniwọle tuntun lati ṣẹda fun ọ.<br/>

source: Remind Course Expiration cron
yo_ng: Ṣe iranti cron Ipari Ẹkọ

source: Enable the Remind Course Expiration cron
yo_ng: Ṣi cron Ṣe iranti Ipari Ẹkọ ṣiṣẹ

source: Frequency for the Remind Course Expiration cron
yo_ng: Igbaradi fun cron Ṣe iranti Ipari Ẹkọ

source: Number of days before the expiration of the course to consider to send reminder mail
yo_ng: Nọmba awọn ọjọ ṣaaju ipari ti ẹkọ lati ṣe akiyesi lati fi imeeli iranti ranṣẹ

source: Course Finished cron
yo_ng: cron Ẹkọ Ti Pari

source: Activate the Course Finished cron
yo_ng: Ṣiṣẹ cron Ẹkọ Ti Pari

source: End of course %s
yo_ng: Opin ẹkọ %s

source: Dear %s,<br/>Thank you for your participation to course %s. We hope you've acquired new relevant knowledge and enjoyed the course.<br/>
yo_ng: Ẹwa %s,<br/>O ṣeun fun ikopa rẹ si ẹkọ %s. A nireti pe o ti gba imọ tuntun ti o ṣe pataki ti o si gbadun ẹkọ naa.<br/>

source: Generate default content
yo_ng: Ṣẹda akoonu aiyipada

source: Thanks for your subscription
yo_ng: O ṣeun fun iforukọsilẹ rẹ

source: %s team.
yo_ng: Ẹgbẹ %s.

source: You can start subscribing to courses entering to %s
yo_ng: O le bẹrẹ iforukọsilẹ si awọn ẹkọ ti nwọlẹ si %s

source: Text only letters
yo_ng: Ọrọ awọn lẹta nikan

source: Text only alphanumeric characters
yo_ng: Ọrọ awọn ohun alfanumeriki nikan

source: Only letters
yo_ng: Awọn lẹta nikan

source: Select a blanks marker
yo_ng: Yan ami blanks

source: Refresh terms
yo_ng: Ṣe atunṣe awọn ofin

source: Word to find
yo_ng: Ọrọ lati wa

source: Input size of box to fill
yo_ng: Iwọn titẹ si inu apoti lati kun

source: at
yo_ng: ni

source: Send mail notification to students to inform of subscription
yo_ng: Fi ifitonileti imeeli ranṣẹ si awọn ọmọ ile-iwe lati sọ fun iforukọsilẹ

source: Send an email when a user being subscribed to session
yo_ng: Fi imeeli ranṣẹ nigbati olumulo kan ba forukọsilẹ si igba

source: Select date
yo_ng: Yan ọjọ

source: Only letters and spaces
yo_ng: Awọn lẹta ati awọn aaye nikan

source: Only letters, numbers and spaces
yo_ng: Awọn lẹta, awọn nọmba ati awọn aaye nikan

source: Text letters and spaces
yo_ng: Ọrọ awọn lẹta ati awọn aaye

source: Send course finished notification
yo_ng: Fi ifitonileti ipari ẹkọ ranṣẹ

source: Text alphanumeric characters and spaces
yo_ng: Ọrọ awọn ohun alfanumeriki ati awọn aaye

source: Whether to send an e-mail to students when their course (session) is finished. This requires cron tasks to be configured (see main/cron/ directory).
yo_ng: Boyá lati fi imeeli ranṣẹ si awọn ọmọ ile-iwe nigbati ẹkọ wọn (igba) ba pari. Eyi nilo awọn iṣẹ-ṣiṣe cron lati ṣe atunto (wo main/cron/ directory).

source: Thanks for registering to %s.
yo_ng: O ṣeun fun iforukọsilẹ si %s.

source: Allow coaches to comment in review of exercises
yo_ng: Gba awọn olukọni laaye lati ṣe asọye ni atunyẹwo awọn adaṣe

source: Allow coaches to edit feedback during review of exercises
yo_ng: Gba awọn olukọni laaye lati ṣatunṣe awọn esi nigba atunyẹwo awọn adaṣe

source: Prevent simultaneous login
yo_ng: Dẹkun ifọwọsi nigbakanna

source: Prevent users connecting with the same account more than once. This is a good option on pay-per-access portals, but might be restrictive during testing as only one browser can connect with any given account.
yo_ng: Dẹkun awọn olumulo ti n ṣopọ pẹlu akọọlẹ kanna ju lẹẹkan lọ. Eyi jẹ aṣayan ti o dara lori awọn ọna abẹrẹ isanwo-fun-iwọle, ṣugbọn o le jẹ ihamọ nigba idanwo nitori ẹrẹja kan ṣoṣo le sopọ pẹlu eyikeyi akọọlẹ ti a fun.

source: Show additional columns in gradebook
yo_ng: Fi awọn iwe-ọrọ afikun han ni iwe-akọkọ igbedi

source: Show additional columns in the student view of the gradebook with the best score of all students, the relative position of the student looking at the report and the average score of the whole group of students.
yo_ng: Fi awọn iwe-ọrọ afikun han ni wiwo ọmọ ile-iwe ti iwe-akọkọ igbedi pẹlu igbedi ti o dara julọ ti gbogbo awọn ọmọ ile-iwe, ipo ibatan ti ọmọ ile-iwe ti n wo ijabọ naa ati igbedi aarin ti gbogbo ẹgbẹ awọn ọmọ ile-iwe.

source: Publish course catalogue
yo_ng: Tẹjade katalogi ẹkọ

source: Make the courses catalogue available to anonymous users (the general public) without the need to login.
yo_ng: Jẹ ki katalogi awọn ẹkọ wa fun awọn olumulo alailorukọ (gbogbo eniyan) laisi iwulo lati wọle.

source: Enable password reset token
yo_ng: Ṣiṣẹ ami-ọrọ atunṣe ọrọigbaniwọle

source: This option allows to generate a expiring single-use token sent by e-mail to the user to reset his/her password.
yo_ng: Aṣayan yii gba la ṣẹṣẹ ṣẹda tokini kan-ṣe lilo ti yoo parun ti a fi ranṣẹ nipasẹ imeeli si olumulo lati tun ọrọ igbaniwọle rẹ ṣe.

source: Time limit for password reset token
yo_ng: Akoko aropin fun tokini atunto ọrọ igbaniwọle

source: The number of seconds before the generated token automatically expires and cannot be used anymore (a new token needs to be generated).
yo_ng: Nọmba awọn aaya ṣaaju ki tokini ti a ṣẹda parun laifọwọyi ati pe ko le ṣee lo mọ (tokini tuntun nilo lati ṣẹda).

source: View my courses by session
yo_ng: Wo awọn akoko-ẹkọ mi nipasẹ igba

source: Enable an additional 'My courses' page where sessions appear as part of courses, rather than the opposite.
yo_ng: Ṣẹṣẹ kọkuro oju-iwe 'Awọn akoko-ẹkọ mi' afikun nibiti awọn igba yoo han gẹgẹbi apakan ti awọn akoko-ẹkọ, dipo idakeji.

source: Download certificate in PDF
yo_ng: Igbasilẹ iwe-ẹri ni PDF

source: Enter password
yo_ng: Tẹ ọrọ igbaniwọle

source: Download report in PDF
yo_ng: Igbasilẹ ijabọ ni PDF

source: Skill "%s" enabled
yo_ng: Ogiri "%s" ti ṣẹlẹ

source: Skill "%s" disabled
yo_ng: Ogiri "%s" ti pa

source: Show full skill name on skill wheel
yo_ng: Han orukọ ogiri kikun lori kẹkẹ ogiri

source: On the wheel of skills, it shows the name of the skill when it has short code.
yo_ng: Lori kẹkẹ awọn ogiri, o ṣafihan orukọ ogiri nigbati o ba ni koodu kukuru.

source: Created by
yo_ng: Ṣẹda nipasẹ

source: Hide general coach in dropbox
yo_ng: Fi olukọ gbogbogbo pamọ ni apoti idinku

source: Hide general coach name in the dropbox tool when the general coach uploaded the file
yo_ng: Fi orukọ olukọ gbogbogbo pamọ ni ohun elo apoti idinku nigbati olukọ gbogbogbo ba gbe faili soke

source: Upload my assignment
yo_ng: Gbe iṣẹ-ṣiṣe mi soke

source: Inserted
yo_ng: Ti fi sii

source: Your browser does not support native video transmission.
yo_ng: Olufẹ rẹ ko ṣe atilẹyin gbigbe fidio abinibi.

source: Other teachers
yo_ng: Awọn olukọ miiran

source: Course category
yo_ng: Ẹka akoko-ẹkọ

source: Video chat between %s and %s
yo_ng: Ifọwọsawọ fidio laarin %s ati %s

source: Enable
yo_ng: Ṣẹlẹ

source: Disable
yo_ng: Pa

source: Avoid changing page as this will cut your current video chat session
yo_ng: Yago fun yiyipada oju-iwe nitori eyi yoo ge igba ifọwọsawọ fidio lọwọlọwọ rẹ

source: Connecting to peer
yo_ng: Npọlọpọ si ẹlẹlẹgbẹ

source: Connection established
yo_ng: Asopọ ti ṣẹṣẹ

source: Connection failed
yo_ng: Asopọ kuna

source: Connection closed
yo_ng: Asopọ ti pa

source: Local connection failed
yo_ng: Asopọ agbegbe kuna

source: Remote connection failed
yo_ng: Asopọ jijin kuna

source: View students
yo_ng: Wo awọn ọmọ ile-iwe

source: Into
yo_ng: Sinu

source: Sequence
yo_ng: Atokọ

source: Invitee
yo_ng: Olupilẹṣẹ

source: Date range
yo_ng: Ibẹrẹ akoko

source: Edit icon
yo_ng: Ṣatunkọ aami

source: Custom icon
yo_ng: Aami alaṣẹ

source: Current icon
yo_ng: Aami lọwọlọwọ

source: Group reporting
yo_ng: Ijabọ ẹgbẹ

source: Convert format
yo_ng: Yipada ọna kika

source: Are you sure you want to delete %s?
yo_ng: Ṣe o daju pe o fẹ pa %s rẹ kuro?

source: Attachments list
yo_ng: Akojọ awọn ohun ìfi ìsopọ̀

source: See course information and requirements
yo_ng: Wo alaye akoko-ẹkọ ati awọn ibeere

source: Download all
yo_ng: Igbasilẹ gbogbo

source: Deleted documents
yo_ng: Awọn iwe-ipamọ ti pa rẹ kuro

source: Course list not available
yo_ng: Akojọ akoko-ẹkọ ko si

source: Copy of message sent to %s
yo_ng: Ẹda ti ifọwọṣẹ ti a fi ranṣẹ si %s

source: Convert
yo_ng: Yipada

source: Portal's limit type
yo_ng: Iru aropin ọdẹ

source: Portal name
yo_ng: Orukọ ọdẹ

source: Best score
yo_ng: Dídù ìdùrọ́dùn jù lọ

source: Are you sure to delete
yo_ng: Ṣe o dájú láti paarẹ

source: Conversion to same file format. Please choose another.
yo_ng: Ìyípadà sí ìwòrán ìfailẹ kanna. Jọwọ yan ọ̀kan mìíràn.

source: File format not supported
yo_ng: Ìwòrán ìfailẹ kò ṣe ìrànlọ́wọ́

source: File converted from %s to %s
yo_ng: Ìwòrán tí a yí padà láti %s sí %s

source: %s days
yo_ng: %s ọjọ́

source: Skill profile
yo_ng: Àfihàn ìmọ̀ ogiri

source: Achieved skills
yo_ng: Àwọn ìmọ̀ tí a ṣẹ́ṣẹ̀ ṣẹ́

source: Business card
yo_ng: Káàdì ìṣòwò

source: Badge details
yo_ng: Àwòrán ìdí àmì

source: The user %s has not achieved the skill "%s" yet
yo_ng: Olòògún %s kò tíì ṣẹ́ ìmọ̀ "%s"

source: Issued badge information
yo_ng: Àlàyé àmì tí a tẹ̀jáde

source: Recipient details
yo_ng: Àwòrán olùgbà

source: Skill acquired at
yo_ng: Ìmọ̀ tí a gba ní

source: Basic skills
yo_ng: Àwọn ìmọ̀ pàtàkì

source: <strong>%s</strong> through <em>%s</em>
yo_ng: <strong>%s</strong> nipasẹ̀ <em>%s</em>

source: Export badge
yo_ng: Àtẹ̀jáde àmì

source: Select to search
yo_ng: Yan láti wa

source: Place on the wheel
yo_ng: Gbé sórí kẹ̀kẹ́

source: Skill
yo_ng: Ìmọ̀

source: Argumentation
yo_ng: Àròyé

source: The user %s has already achieved the skill %s
yo_ng: Olòògún %s ti ṣẹ́ ìmọ̀ %s tẹ́lẹ̀

source: The skill %s has been assigned to user %s
yo_ng: A ti fún ìmọ̀ %s fún olòògún %s

source: Assign skill
yo_ng: Fún ìmọ̀

source: Geolocalization
yo_ng: Ìpínlẹ̀ ilẹ̀

source: On a grade of 1 to 10, how well did you observe that this person could put this skill in practice?
yo_ng: Lori ìdíwò 1 sí 10, bawo ni o ṣe rí i dáradára pé ènìyàn yìí lè fi ìmọ̀ yìí ṣe ìdàgbàsókè?

source: Average rating %s
yo_ng: Àwò ìdíwò ìpinnu %s

source: Average rating
yo_ng: Àwò ìdíwò ìpinnu

source: Teachers results are not shown nor taken into account in the gradebook.
yo_ng: Àwọn ìdíwò olùkọ́ kò han tàbí kí a kò wọle nínú ìwé ìdíwò.

source: Write something on your friend's wall
yo_ng: Kọ nkankan sórí ògiri ọrẹ́ rẹ

source: Blank template
yo_ng: Àpẹẹrẹ òfo

source: Base course
yo_ng: Ìdàbọ̀ ìpìlẹ̀

source: Base courses
yo_ng: Àwọn ìdàbọ̀ ìpìlẹ̀

source: Square
yo_ng: Càtì

source: Polygon
yo_ng: Polygonu

source: Draw a hotspot
yo_ng: Ya àyè ìdàgbàsókè

source: Use right-click to close the polygon
yo_ng: Lo ìtẹ̀síwájú-ọtun láti pa polygonu

source: Release the mousebutton to save the hotspot
yo_ng: Tú ìdí ìhunrẹrẹ kúrò láti fi ìdàgbàsókè pamọ́

source: Hotspot saved
yo_ng: Àyè ìdàgbàsókè ti pamọ́

source: Show/Hide userclicks
yo_ng: Fi ìtẹ̀síwájú olòògún hàn/pa

source: Show / Hide hotspots
yo_ng: Fi / Pa àwùjọ ìdàgbàsókè hàn

source: Attempts left
yo_ng: Àwọn ìgbìyànjú tí ó kù

source: Now click on:
yo_ng: Nísinsìnyí tẹ̀ sórí:

source: Close delineation
yo_ng: Pa ìdàgba ìdíwò

source: Area at risk
yo_ng: Àgbègbè tí ó wà lọ́wọ́ ewu

source: Now click on the button below to validate your answers
yo_ng: Nísinsìnyí tẹ̀ sórí ìdìbọ̀ ìsàlẹ̀ láti fẹsì àwùjọ ìdáhùn rẹ

source: Close polygon
yo_ng: Pa polygonu

source: Use right-click to close the delineation
yo_ng: Lo ìtẹ̀síwájú-ọtun láti pa ìdàgba ìdíwò

source: Crop your picture
yo_ng: Gé àwòrán rẹ

source: Download badge
yo_ng: Ṣàgùn ìdàsílẹ̀

source: No XML file found in the zip archive. This is a requirement for this type of import.
yo_ng: Ko si faili XML ti a rí nínú àpò zip. Èyí jẹ́ ìbeere fún irú ìgbé wọ̀nyí.

source: There was a problem embedding the badge assertion info into the badge image, but you can still use this page as a valid proof.
yo_ng: Ìṣòro wà nínú fífi ìdáhùn ìdíwọ̀ ìdíwọ̀ sínú àwòrán ìdíwọ̀, ṣùgbọ́n o lè ṣìṣe ìlò ojú ìkànnì yìí gẹ́gẹ́ ìdí rere.

source: This action will associate a forum thread to this learning path item. Do you want to proceed?
yo_ng: Ìṣe yìí yóò so ìtò ìfọ̀rọ̀wérọ̀ kan pọ̀ mọ́ ohun ìkọ́ni ọ̀nà yìí. Ṣe o fẹ́ tẹ̀síwájú?

source: This action will dissociate the forum thread of this learning path item. Do you want to proceed?
yo_ng: Ìṣe yìí yóò ya ìtò ìfọ̀rọ̀wérọ̀ ìtò ìkọ́ni ọ̀nà yìí kúrò. Ṣe o fẹ́ tẹ̀síwájú?

source: Dissociate the forum of this learning path item
yo_ng: Ya ìfọ̀rọ̀wérọ̀ ìtò ìkọ́ni ọ̀nà yìí kúrò

source: Associate a forum to this learning path item
yo_ng: Sọ ìfọ̀rọ̀wérọ̀ kan pọ̀ mọ́ ìtò ìkọ́ni ọ̀nà yìí

source: Forum dissociated
yo_ng: Ìfọ̀rọ̀wérọ̀ ti ya kúrò

source: Click or drop one file here
yo_ng: Tẹ̀ tàbí fi faili kan síbẹ̀

source: Last %s days
yo_ng: Ọjọ́ %s tí ó kẹ́yìn

source: Export badges
yo_ng: Àwòdìpọ̀ ìdíwọ̀

source: Disable all languages except the platform default
yo_ng: Pa gbogbo èdè kúrò ayàfi ìpilẹ̀ ìpìlẹ̀

source: There are users currently using the following language. Please disable manually.
yo_ng: Àwùjọ oníṣẹ́ ń lo èdè wọ̀nyí lọ́wọ́lọ́wọ́. Jọ̀wọ́ pa fúnra rẹ̀.

source: Allow Push Notifications to the Chamilo Messaging mobile app
yo_ng: Gba Ìfọwọ́sowọ́pọ̀ Push sí ìdàraya ìfọwọ́sowọ́pọ̀ Chamilo

source: Send Push Notifications by Google's Firebase Console
yo_ng: Firanṣẹ́ Ìfọwọ́sowọ́pọ̀ Push nipasẹ̀ Firebase Console ti Google

source: Sender ID of Firebase Console for Cloud Messaging
yo_ng: ID Olùfiranṣẹ́ ti Firebase Console fún Ìfọwọ́sowọ́pọ̀ Cloud

source: You need register a project on <a href='https://console.firebase.google.com/'>Google Firebase Console</a>
yo_ng: O gbọ́dọ̀ forúkọ ìṣẹ́-ọnà kan lórí <a href='https://console.firebase.google.com/'>Google Firebase Console</a>

source: Server key of Firebase Console for Cloud Messaging
yo_ng: Kọ́kọ́ ìkọlù ìyàwó Firebase Console fún Ìfọwọ́sowọ́pọ̀ Cloud

source: Server key (legacy token) from project credentials
yo_ng: Kọ́kọ́ ìkọlù ìyàwó (tokini ìgbà àtijọ́) láti ìdíwọ̀ ìdíwọ̀ ìṣẹ́-ọnà

source: The logo must be of %s px in size and in %s format
yo_ng: Àwòrán gbọ́dọ̀ jẹ́ %s px ní ìwọ̀n àti ní ìlò %s

source: Original logo recovered
yo_ng: Àwòrán ìpìlẹ̀ ti gba padà

source: New logo uploaded
yo_ng: Àwòrán tuntun ti gbejade

source: Current logo
yo_ng: Àwòrán lọ́wọ́lọ́wọ́

source: Update logo
yo_ng: Ṣàtúnṣe àwòrán

source: Followed student bosses
yo_ng: Àwùjọ ọmọ ilé ìwàásù tí a tẹ̀lé

source: Database manager
yo_ng: Alábòójútó ìpìlẹ̀ ìsàlẹ̀

source: Course template
yo_ng: Àwòrán ìdàsílẹ̀ ìṣẹ̀-ẹ̀kọ́

source: Pick a course as template for this new course
yo_ng: Yàn ìṣẹ̀-ẹ̀kọ́ kan gẹ́gẹ́ àwòrán fún ìṣẹ̀-ẹ̀kọ́ tuntun yìí

source: Teacher can select a course as template
yo_ng: Olùkọ́ lè yan ìṣẹ̀-ẹ̀kọ́ kan gẹ́gẹ́ àwòrán

source: Allow pick a course as template for the new course that teacher is creating
yo_ng: Gba ìyàn ìṣẹ̀-ẹ̀kọ́ kan gẹ́gẹ́ àwòrán fún ìṣẹ̀-ẹ̀kọ́ tuntun tí olùkọ́ ń ṣẹ̀dá

source: The forum's auto-launch setting is on. Students will be redirected to the forum tool when entering this course.
yo_ng: Ètò ìpilẹ̀ ìdàrúdà ìfọ̀rọ̀wérọ̀ ti ṣí. Àwùjọ yóò ṣe ìdarí padà sí ìdàrù ìfọ̀rọ̀wérọ̀ nígbà tí wọ́n bá wọ ìṣẹ̀-ẹ̀kọ́ yìí.

source: Redirect to forums list
yo_ng: Darí padà sí akojọ ìfọ̀rọ̀wérọ̀

source: Enable forum auto-launch
yo_ng: Ṣí ìdàrúdà ìfọ̀rọ̀wérọ̀

source: You can now download your certificate by clicking here
yo_ng: O lè ṣe ìdàsílẹ̀ ìjẹ́rẹ́ rẹ bayi nipa títẹ̀ síbẹ̀

source: Additionally, you have achieved the following skills
yo_ng: Ni àfikún, o ti ṣàṣeyọrí ìmọ̀-ìṣẹ̀ wọ̀nyí

source: I have achieved skill %s on %s
yo_ng: Mo ti ṣàṣeyọrí ìmọ̀-ìṣẹ̀ %s lórí %s

source: Another attempt
yo_ng: Ìgbìyànjò mìíràn

source: Remaining %d attempts
yo_ng: Ìgbìyànjò %d tí ó kù

source: Map
yo_ng: Èlà

source: My location
yo_ng: Ipò mi
