Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Hide user info on test results page
so_so: Qari macluumaadka isticmaaleha bogga natiijooyinka imtixaanka

source: The default test results page shows a user datasheet (photo, name, etc) which might, in some contexts, be considered as pushing the limits of personal data treatment. Enable this option to remove user details from the test results.
so_so: Bogga natiijooyinka imtixaanka ee caadiga ah wuxuu muujiyaa xaashida isticmaaleha (sawir, magac, iwm) taas oo laga yaabo, xaaladaha qaarkood, in loo tixgeliyo inay riixayso xuduudaha daawaynta xogta shakhsi ahaaneed. Oggol ikhtiyaarkan si aad meel uga saarto faahfaahinta isticmaaleha natiijooyinka imtixaanka.

source: Show username in test results page
so_so: Muuj magaca isticmaaleha bogga natiijooyinka imtixaanka

source: Show the username (instead or, or as well as, the user info) on the test results page.
so_so: Muuj magaca isticmaaleha (beddelka, ama sidoo kale, macluumaadka isticmaaleha) bogga natiijooyinka imtixaanka.

source: Allow tests auto-launch
so_so: Oggol imtixaannada si otomaatig ah loo bilowno

source: The auto-launch feature allows the teacher to set an exercise to open immediately upon accessing the course homepage. Enable this option and click on the rocket icon in the list of tests to enable.
so_so: Muxaadaro-otomaatigga ah waxay u oggolaanaysaa macallinka inuu dejiyo layli si uu u furmo isla markiiba marka la gelayo bogga hore ee koorsada. Oggol ikhtiyaarkan oo riix astaanta rocket-ka liiska imtixaannada si aad u oggolaato.

source: Disable 'clean results' for teachers
so_so: Jooji 'nadiifinta natiijooyinka' macallimiinta

source: Disable the option to delete test results from the tests list. This is often used when less-careful teachers manage courses, to avoid critical mistakes.
so_so: Jooji ikhtiyaarka tirtirka natiijooyinka imtixaanka liiska imtixaannada. Tani waxaa badanaa loo isticmaalaa marka macallimiinta taxaddar-darrada ah ay maamulaan koorsada, si looga fogaado khaladaadka halista ah.

source: Show score for certainty degree questions
so_so: Muuj dhibcaha su'aalaha darajada hubinta

source: By default, Chamilo does not show a score for the certainty degree question types.
so_so: Sida caadiga ah, Chamilo ma muujiso dhibcaha noocyada su'aalaha darajada hubinta.

source: Show link to download test results
so_so: Muuj xiriirka soo dejinta natiijooyinka imtixaanka

source: On the test results page, display a link to download the results as a file.
so_so: Bogga natiijooyinka imtixaanka, muuj xiriirka soo dejinta natiijooyinka fayl ahaan.

source: Add score in mail notification of test submission
so_so: Ku dar dhibcaha ogeysiiska iimaylka ee gudbinta imtixaanka

source: Add the learner's score to the e-mail notification sent to the teacher after a test was submitted.
so_so: Ku dar dhibcaha ardayga ogeysiiska iimaylka ee loo diro macallinka ka dib marka imtixaanka la soo gudbiyo.

source: Show expected choice in test results
so_so: Muujinta doorashada la filanayaa natiijooyinka imtixaanka

source: Show the expected choice and a status (right/wrong) for each answer on the test results page (if the test has been configured to show results).
so_so: Muujinta doorashada la filanayaa iyo xaalad (sax/khaldan) jawaab kasta ee bogga natiijooyinka imtixaanka (haddii imtixaanku loo habeeyay inuu muujiyo natiijooyinka).

source: Round score in test exports
so_so: Dhibco wareega dhoofinta imtixaanka

source: Disable new test attempts
so_so: Ka jooji isku dayada imtixaanka cusub

source: Disable new test attempts globally. Usually used when there is a problem with tests in general and you want some time to analyse without blocking the whole platform.
so_so: Ka jooji isku dayada imtixaanka cusub guud ahaan. Caadi ahaan waxaa la isticmaalaa marka ay jirto dhibaato imtixaannada guud ahaan oo aad rabto waqti aad ku falanqayso iyada oo aan la xannibin barnaamijka oo dhan.

source: Show question IDs in tests
so_so: Muujinta ID-yada su'aalaha imtixaannada

source: Show questions' internal IDs to let users take note of issues on specific questions and report them more efficiently.
so_so: Muujinta ID-yada gudaha su'aalaha si ay dadku u ogaadaan arrimaha su'aalaha gaarka ah oo ay si hufan ugu warbixiyaan.

source: Show question pagination for teachers
so_so: Muujinta bogaynta su'aalaha macallimiinta

source: For tests with many questions, use pagination if the number of questions is higher than this setting. Set to 0 to prevent using pagination.
so_so: Imtixaannada leh su'aalo badan, isticmaal bogaynta haddii tirada su'aalaha ka sareyso goyntan. Deji 0 si aad uga hortagto isticmaalka bogaynta.

source: Question pagination length for teachers
so_so: Dhererka bogaynta su'aalaha macallimiinta

source: Number of questions to show on every page when using the question pagination for teachers option.
so_so: Tirada su'aalaha lagu muujiyo bog kasta marka la isticmaalayo doorashada bogaynta su'aalaha ee macallimiinta.

source: Limit teachers' permissions over tests
so_so: Xaddid oggolaanshaha macallimiinta imtixaannada

source: When enabled, teachers cannot delete tests nor questions, change tests visibility, download to QTI, clean results, etc.
so_so: Marka la shaqeeyo, macallimiintu ma tirtiri karo imtixaannada ama su'aalaha, beddeli karaan muuqalka imtixaanka, ku soo dejiso QTI, nadiifi natiijooyinka, iwm.

source: Lock questions of previous categories in a test
so_so: Quful su'aalaha qaybihii hore ee imtixaanka

source: When using this option, an additional option will appear in the test's configuration. When using a test with multiple question categories and asking for a distribution by category, this will allow the user to navigate questions per category. Once a category is finished, (s)he moves to the next category and cannot return to the previous category.
so_so: Marka la isticmaalayo doorashadan, doorasho dheeraad ah ayaa ka muuqan doonta qaabaynta imtixaanka. Marka la isticmaalayo imtixaan leh qaybo su'aalo kala duwan oo la waydiinayo qaybsanaan qayb ahaan, tani waxay u oggolaanaysaa isticmaaleha inuu dhex maro su'aalaha qayb kasta. Marka qayb la dhammeeyo, (isaga/isheeda) waxay u wareegaysaa qaybta xigta oo ma noqon karo qaybta hore.

source: Tests score format
so_so: Qaabka dhibcaha imtixaannada

source: Select between the following forms for the display of users' score in various reports: 1 = SCORE_AVERAGE (5 / 10); 2 = SCORE_PERCENT (50%); 3 = SCORE_DIV_PERCENT (5 / 10 (50%)). Use the numerical ID of the form you want to use.
so_so: Dooro qaababka soo bandhigida dhibcaha isticmaale ee warbixinnada kala duwan: 1 = SCORE_AVERAGE (5 / 10); 2 = SCORE_PERCENT (50%); 3 = SCORE_DIV_PERCENT (5 / 10 (50%)). Isticmaal ID-ga tirada ah ee qaabka aad rabto inaad isticmaasho.

source: Additional links for teachers in tests list
so_so: Xiriirro dheeraad ah oo macallimiinta ku jira liiska imtixaannada

source: Configure callback elements to generate new action icons for teachers to the right side of the tests list, in the form of an array, e.g. ['myplugin' => ['MyPlugin', 'urlGeneratorCallback']]
so_so: Qaabeey callback-yada si aad u samayso astaamo cusub oo macallimiinta dhinaca midig ee liiska imtixaannada, qaab array ah, tusaale: ['myplugin' => ['MyPlugin', 'urlGeneratorCallback']]

source: Add checkbox for answers count confirmation
so_so: Ku dar sanduuqa jeexjeexa xaqiijinta tirada jawaabaha

source: This option adds a checkbox at the end of each test asking the user to confirm the number of answers saved. This provides better auditing data for critical tests.
so_so: Doorashadani waxay ku dartaa sanduuqa jeexjeexa dhammaadka imtixaan kasta oo waydiinaya isticmaaleha inuu xaqiijiyo tirada jawaabaha la keydiyay. Tani waxay bixisaa xog hubin wanaagsan imtixaannada muhiimka ah.

source: Enable test categories
so_so: Aktifka qaybaha imtixaanka

source: Test categories are not enabled by default because they add a level of complexity. Enable this feature to show all test categories related management icons appear.
so_so: Qaybaha imtixaanku si caadi ah uma shaqayn sababtoo ah waxay ku daraan heer adag. Aktifka astaantan si aad u muujiso dhammaan astaamooyinka maamulka ee la xidhiidha qaybaha imtixaanka.

source: Enable test results page configuration
so_so: Aktifka qaabaynta bogga natiijooyinka imtixaanka

source: Define an array of settings you want to apply to all tests results pages. Settings can be 'hide_question_score', 'hide_expected_answer', 'hide_category_table', 'hide_correct_answered_questions', 'hide_total_score' and possibly more in the future. Look for getPageConfigurationAttribute in the code to see whats in use.
so_so: Qeex array goynta aad rabto inaad ku dabacdo dhammaan bogagga natiijooyinka imtixaanka. Gooyntu waxay noqon kartaa 'hide_question_score', 'hide_expected_answer', 'hide_category_table', 'hide_correct_answered_questions', 'hide_total_score' iyo wax kale oo mustaqbalka ah. Raadi getPageConfigurationAttribute ee code-ka si aad u aragto waxa la isticmaalayo.

source: Enable test images zooming
so_so: Aktifka kor-u-baahinta sawirrada imtixaanka

source: Enable this feature to allow users to zoom on images used in the tests.
so_so: Aktifka astaantan si aad u oggolaato isticmaalehu inuu ku weyniyo sawirrada imtixaanka lagu isticmaalo.

source: Enable extra test answers recording
so_so: Aktifka duubista jawaabaha dheeraadka ah ee imtixaanka

source: Enable recording of all answers (even temporary) in the track_e_attempt_recording table. This feautre is experimentaland can create issues in the reporting pages when attempting to grade a test.
so_so: Aktifka duubista dhammaan jawaabaha (xitaa ku-meel-gaadhka ah) ee shaxda track_e_attempt_recording. Astaantani waa tijaabo waxayna abuuri kartaa dhibaatooyin bogagga warbixinta marka la isku dayo in la qiimeeyo imtixaanka.

source: Enable selecting mandatory questions
so_so: Aktifka doorashada su'aalaha qasabka ah

source: Enable the selection of mandatory questions in a test when using random categories.
so_so: Aktifka doorashada su'aalaha qasabka ah ee imtixaanka marka la isticmaalayo qaybaha random-ka.

source: Enable display of best score attempt
so_so: Aktifka muujinta isku dayga dhibcaha ugu fiican

source: Provide a list of courses and tests' IDs that will show the best score attempt for any learner in the reports.
so_so: Bixi liis koorsoyin iyo ID-yada imtixaannada oo muujin doona isku dayga dhibcaha ugu fiican ee arday kasta ee warbixinnada.

source: Add user extra fields in exercise category report
so_so: Ku dar goobaha dheeraadka ah ee isticmaale ee warbixinta qaybta layli

source: Define an array with the list of user extra fields to add to the report.
so_so: Qeex array leh liiska goobaha dheeraadka ah ee isticmaale ee lagu dari doono warbixinta.

source: Score grades model
so_so: Qaabka darajooyinka dhibcaha

source: Define an array of score ranges and colors to display reports using this model. This allows you to show colors rather than numerical grades.
so_so: Qeex array xad-dhibcaha iyo midabada si aad u soo bandhigto warbixinnada isticama modelkan. Tani waxay kuu oggolaanaysaa inaad muujiso midabo halkii darajooyin tiro ah.

source: Enable time per question in tests
so_so: Aktifka waqtiga su'aal kasta ee imtixaannada

source: By default, it is only possible to limit the time per test. Limiting it per question adds an extra layer of possibilities, and you can (carefully) combine both.
so_so: Asal ahaan, waxaa kaliya suurtagal ah in la xaddido waqtiga imtixaanka. Xaddida su'aal kasta waxay ku dartaa lakab dheeraad ah oo awoodo ah, waadna isku dari kartaa labadaba (si taxaddar leh).

source: Global pending tests list
so_so: Liiska imtixaannada sugaya guud ahaan

source: Enable to display to the final user a page with the list of pending tests across all courses.
so_so: Aktif si aad u muujiso isticmaaleha bog leh liiska imtixaannada sugaya ee dhammaan koorsoyinka.

source: Quick image addition to question
so_so: Ku dar sawirka degdega ah ee su'aasha

source: Enable an additional icon in the test questions list to add an image as question description. This vastly accelerates question edition when the questions are in the title and the description only includes an image.
so_so: Aktif astaamo dheeraad ah oo liiska su'aalaha imtixaanka si aad ugu dartaa sawirka sharaxaada su'aasha. Tani waxay si weyn u dardargeliyaa tafatirka su'aasha marka su'aalaha ay ku jiraan ciwaanka oo sharaxdu ay ka kooban tahay sawir kaliya.

source: Hide user IP from test reports
so_so: Ka qari IP-ga isticmaale ee warbixinnada imtixaanka

source: By default, we show user information and its IP address, but this might be considered personal data, so this option allows you to remove this info from all test reports.
so_so: Asal ahaan, waxaan muujinaynaa macluumaadka isticmaaleha iyo ciwaanka IP-ga, laakiin tani waxay noqon kartaa xog shakhsi ahaaneed, markaa doorashadani waxay kuu oggolaanaysaa inaad ka saarto macluumaadkan dhammaan warbixinnada imtixaanka.

source: Show deleted tests in 'My progress'
so_so: Muujinta imtixaannada la tirtiray 'Horumarkayga'

source: Enable this option to display, on the 'My progress' page, the results of all tests you have taken, even the ones that have been deleted.
so_so: Aktif doorashadan si aad u muujiso bogga 'Horumarkayga', natiijooyinka dhammaan imtixaannada aad qaadatay, xitaa kuwa la tirtiray.

source: Show test attempts from all sessions in pending tests report
so_so: Muujinta isku dayada imtixaanka dhammaan fadhiyada warbixinta imtixaannada sugaya

source: Show test attempts from users in all sessions where the general coach has access in pending tests report.
so_so: Muujinta isku dayada imtixaanka isticmaale ee dhammaan fadhiyada uu macallinka guud leeyahay ogolaanshaha warbixinta imtixaannada sugaya.

source: Show test attempts from all sessions in base course
so_so: Muujinta isku dayada imtixaanka dhammaan fadhiyada koorsada aasaasiga ah

source: Show test attempts from users in all sessions to the teacher in the base course.
so_so: Muujinta isku dhafka tijaabooyinka ardayda dhammaan fadhiyada ee macallinka koorsada aasaasiga ah.

source: Check all answers before submitting test
so_so: Ka hubi dhammaan jawaabaha ka hor inta aan la gudbin tijaabada

source: Display a popup with the list of answered/unanswered questions before submitting the test.
so_so: Muujin meelu furan oo leh liiska su'aalaha la jawaabay/aan la jawaabin ka hor inta aan la gudbin tijaabada.

source: Discard orphan questions in course export
so_so: Tuur su'aalaha agoonta ah ee dhoofinta koorsada

source: When exporting a course, do not export the questions that are not part of any test.
so_so: Marka la dhoofinayo koorsada, ha dhoofin su'aalaha aan ka mid ahayn tijaabo kasta.

source: Bypass HTML filtering in test end messages
so_so: Ka bood shaandhaynta HTML ee farriimaha dhammaadka tijaabada

source: Consider messages at the end of tests are always safe. Removing the filter makes it possible to use JavaScript there.
so_so: U tixgel farriimaha dhammaadka tijaabooyinka had iyo jeer waa ammaan. Ka saarista shaandhaynta waxay suurtagal ka dhigaysaa isticmaalka JavaScript halkaas.

source: Bypass HTML filtering in test questions
so_so: Ka bood shaandhaynta HTML ee su'aalaha tijaabada

source: Consider questions text in tests are always safe. Removing the filter makes it possible to use JavaScript there.
so_so: U tixgel qoraalka su'aalaha tijaabooyinka had iyo jeer waa ammaan. Ka saarista shaandhaynta waxay suurtagal ka dhigaysaa isticmaalka JavaScript halkaas.

source: Automatically delete questions when deleting test
so_so: Si toos ah u tirtir su'aalaha marka la tirtirayo tijaabada

source: The default behaviour is to make questions orphan when the only test using them is deleted. When enabled, this option ensure that all questions that would otherwise end up orphan are deleted as well.
so_so: Dabeecadda caadiga ah waa in su'aalaha la dhigaa agoon marka tijaabada kaliya ee isticmaala la tirtiro. Marka la shaqeeyo, doorashadan waxay hubisaa in dhammaan su'aalaha haddii kale noqon lahaa agoon la tirtiro sidoo kale.

source: Hide test attempts table on test start page
so_so: Qari miiska isku dhafka tijaabada ee bogga bilaabka tijaabada

source: Hide the table showing all previous attempts on the test start page.
so_so: Qari miiska muujinaya dhammaan isku dhafka hore ee bogga bilaabka tijaabada.

source: Hide the question incremental numbering when taking a test.
so_so: Qari nambarka kororka su'aasha marka la qaadanayo tijaabada.

source: Keep session active in tests
so_so: Hay fadhiga firfircoon ee tijaabooyinka

source: Keep session active by maintaining a regular ping signal to the server every x seconds, define here. We recommend once every 300 seconds.
so_so: Hay fadhiga firfircoon iyadoo la ilaalinayo calaamadda ping ee joogtada ah ee server-ka labadiisaba x ilbiriqsi, halkan ku qeex. Waxaan ku talinaynaa mar kaliya 300 ilbiriqsi.

source: Embeddable question types
so_so: Noocyada su'aalaha la isku dhejin karo

source: By default, only single answer and multiple answer questions are considered when deciding whether a test can be embedded in a video or not. With this option, you can decide that more question types are available. Be aware that not all question types fit nicely in the space assigned to videos. Questions types are availalble in the code in question.class.php.
so_so: Sida caadiga ah, kaliya jawaabta kaliya iyo su'aalaha jawaabaha badan ayaa la tixgelinayaa marka la go'aaminayo in tijaabaddu ay ku dhex jiri karto muuqaal ama aan. Doorashadan, waxaad dooran kartaa in noocyo badan oo su'aalo ah la heli karo. Ka digtoonow in aan dhammaan noocyada su'aalaha si fiican u habboonayn meesha loo qoondeeyay muuqaallada. Noocyada su'aalaha waxay ku jiraan code-ka question.class.php.

source: Use course as global forum
so_so: Isticmaal koorsada sidii gole forum

source: Set the course ID (numerical) of a course reserverd to use as a global forum. This replaces the 'Social groups' link in the social network by a link to the forum of that course.
so_so: Deji ID-ga koorsada (nambarka) ee koorsad loo sii hayo si loo isticmaalo sidii forum global ah. Tani waxay beddeshaa 'kooxaha bulshada' link-ka shabakadda bulshada iyadoo la beddelayo link-ka forum-ka koorsadaas.

source: Hide forum post review language
so_so: Qari dib u eegista luqadda boostada forum-ka

source: Hide the possibility to assign a language to a forum post review.
so_so: Qari fursadda in luqad la siiyo dib u eegista boostada forum-ka.

source: Forum post review
so_so: Dib u eegista boostada forum-ka

source: Enable this option to allow asking for a review or a translation to one's post in a forum. When extensively configured, can be used to collaborate with other users in a language-learning forum.
so_so: Shaqaad doorashadan si aad u oggolaato in dib u eegis ama tarjumaad la waydiisto boostada qofka ee forum-ka. Marka si ballaaran loo habeeyo, waxaa loo isticmaali karaa in lala shaqeeyo isticmaale kale oo ku jira forum-ka barashada luqadda.

source: Fold forum categories
so_so: Laabta qaybaha forum-ka

source: Visual effect to enable forum categories folding/unfolding.
so_so: Saamaynta muuqaalka si aad u shaqeyso laabid/laabaan qaybaha forum-ka.

source: Forum categories language filter
so_so: Shaandhaynta luqadda qaybaha forum-ka

source: Add a language filter to the forum view to only see categries configured in a specific language. Requires using the 'language' extra field on the 'forum_category' entity.
so_so: Ku dar shaandhaynta luqadda muuqaalka forum-ka si aad u aragto kaliya qaybaha loo habeeyay luqad gaar ah. Waxay u baahan tahay isticmaalka 'luqadda' goobta dheeraadka ah ee 'forum_category' entity.

source: Forum notifications from base course as well
so_so: Ogeysiisyada forum-ka ee koorsada aasaasiga ah sidoo kale

source: Enable this option to enable notifications coming from the base course forum, even if following the course through a session.
so_so: Shaqaad doorashadan si aad u shaqeyso ogeysiisyada ka imanaya forum-ka koorsada aasaasiga ah, xitaa haddii aad raacayso koorsada iyada oo loo marayo fadhiga.

source: Default glossary view
so_so: Muuqaalka glossary-ga caadiga ah

source: Choose which view ('table' or 'list') will be used by default in the glossary tool.
so_so: Dooro muuqaalka ('table' ama 'list') ee sida caadiga ah loo isticmaali doono qalabka glossary-ga.

source: Remove HTML tags in glossary export
so_so: Ka saar calaamadaha HTML ee dhoofinta glossary-ga

source: Hide gradebook charts
so_so: Qari jaantusyada buuga darajada

source: If your portal is resources-limited, reducing the generation of the dynamic gradebok charts with potentially thousands of results is a good option.
so_so: Haddii portal-kaagu yahay kheyraad xaddidan, yaraanta abuurista jaantusyada dynamic ee buuga darajada oo leh kumanaan natiijooyin waa doorasho wanaagsan.

source: Hide gradebook button 'download PDF report'
so_so: Qari badhanka buuga darajada 'dhoofi warbixinta PDF'

source: Hide percentage in best/average gradebook results
so_so: Qari boqolkiiba natiijooyinka ugu wanaagsan/cadadka buuga darajada

source: Use test settings for grades display
so_so: Isticmaal goynta tijaabada ee muujinta darajooyinka

source: Use APCu caching to speed up gradebok
so_so: Isticmaal APCu caching si aad u degdegto buuga darajada

source: Improve speed when rendering gradebook student reports using Doctrine APCU cache. APCu is an optional but recommended PHP extension.
so_so: Hagaaj xawaaraha marka la samaynayo warbixinnada ardayda buuga darajada iyadoo la isticmaalayo Doctrine APCU cache. APCu waa kordhin ikhtiyaari ah laakiin lagu taliyay PHP.

source: Gradebook reports score style
so_so: Qaabka dhibcaha warbixinnada buuga darajada

source: Add gradebook score style configuration in the flat view. See api.lib.php in order to find the options: examples SCORE_DIV = 1, SCORE_PERCENT = 2, etc
so_so: Ku dar qaabka dhibcaha buuga darajada ee muuqaalka fidsan. Eeg api.lib.php si aad u hesho doorashooyinka: tusaalooyin SCORE_DIV = 1, SCORE_PERCENT = 2, iwm

source: Custom score display in gradebook's standalone column
so_so: Muujinta dhibcaha gaarka ah ee tiirka gooni ah ee buuga darajada

source: Use global score display setting in gradebook
so_so: Isticmaal goynta muujinta dhibcaha guud ee buuga darajada

source: Inter-gradebook dependencies
so_so: Isku xirnaanta buuga darajada dhexdooda

source: Enables a mechanism of gradebook dependencies that lets people know which other items they need to go through first in order to complete the gradebook.
so_so: Shaqaad habka ku xidhan buuga darajada kaas oo dadka u sheegaya waxyaabaha kale ee ay u baahan yihiin inay marka hore soo maraan si ay u dhameystaan buuga darajada.

source: Mandatory courses for gradebook dependencies
so_so: Koorsadyada qasabka ah ee ku xirnaanta buuga darajada

source: When using inter-gradebook dependencies, you can choose a list of mandatory courses that will be required before approving any gradebook that has dependencies.
so_so: Marka la isticmaalayo isku xirnaanta buuga darajada dhexdooda, waxaad dooran kartaa liis koorsado qasab ah oo loo baahan doono ka hor inta aan la oggolaan buug darajo kasta oo leh ku xirnaan.

source: Gradebook badges sidebar
so_so: Barxadda badges ee buuga darajada

source: Generate a block inside the side menu where a few badges can be shown as pending approval. Requires gradebooks to be listed here, by (numerical) ID.
so_so: Abuur block gudaha menu-ga dhinaca halkaas oo badho yar oo badges ah lagu muujin karo sugitaanka oggolaanshaha. Waxay u baahan tahay in buuga darajooyinka halkan lagu taxo, iyadoo la adeegsanayo (nambarka) ID.

source: Allow multiple evaluation attempts in gradebook
so_so: Oggol wax badan oo qiimeyn ah ku oggol buugga buugada
