Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Learning path return link
ar: رابط الرجوع لمسار التعلم
ast_es: Enllace de retornu del camín d'apreendizaxe
bn_bd: লার্নিং পাথ রিটার্ন লিঙ্ক
bs_ba: Poveznica za povratak na put učenja
ca_es: Enllaç de retorn en les lliçons
cs_cz: Odkaz návratu na výukový postup
da: Læringssti tilbagekoblingslink
de: Zurück-Link im Lernpfad
el: Επιστροφή στην λίστα εκπαίδευσης
eo: Ligilo por reveno al lernvojo
es: Enlace de retorno en las Lecciones
es_mx: Enlace de regreso del camino de aprendizaje
eu_es: Ikasten bidearen itzuli-esteka
fa_ir: لینک بازگشت مسیر یادگیری
fi_fi: Oppimispolun paluulinkki
fo_fo: Leinkja til at venda aftur til námsstevnu
fur: Leamint path: collegament di ritogn
ga: Nasc fillte ar chonair foghlama
gl: Enlace de retorno nas leccións
he_il: קישור החזרה של נתיב למידה
hi: लर्निंग पथ वापसी लिंक
hr_hr: Poveznica za povratak na putu učenja
hu_hu: Tanulási útvonal visszatérési hivatkozás
hy: Պատկերացնող ուղու վերադարձի հղում
id_id: Tautan kembali jalur pembelajaran
it: Link di ritorno del percorso di apprendimento
ja: 学習パス戻りリンク
ka_ge: სწავლების ბილიკის დაბრუნების ბმული
ko_kr: 학습 경로 반환 링크
lo: ລິ້ງກັບເສັ້ນທາງການຮຽນຮູ້
lt_lt: Mokymosi kelio grįžimo nuoroda
lv_lv: Mācīšanās ceļa atgriešanās saite
mk_mk: Линк за враќање на патека на учење
ms_my: Pautan kembali laluan pembelajaran
my_mm: သင်ယူမှုလမ်းကြောင်းပြန်လည်လင့်ခ်
ne: सिकाइ पथ फर्किने लिङ्क
nl: Leerpad teruglink
nn_no: Læringssti tilbake-lenke
oc: Ligam de retór cap al parcours d'aprendissatge
pl_pl: Link powrotny ścieżki uczenia
ps: د زده کړې لارې بیرته لینک
pt_br: Link para retornar a Rota de Aprendizagem
pt_pt: Link de retorno em lições
ro_ro: Link de intoarcere la lecții
ru_ru: Ссылка возврата пути обучения
sk_sk: Odkaz späť na učebnú osnovu
sl: Povezava za vračanje v učni poti
sq: Lidhja e kthimit e shtegut të mësimdhënies
sr_rs: Link za povratak na putanju učenja
sv_se: Lärandeväg återlänken
sw_ke: Kiungo cha kurudi kwenye njia ya kujifunza
ta: கற்றல் பாதை திரும்ப வருகை இணைப்பு
th: ลิงก์กลับเส้นทางการเรียนรู้
tl_ph: Link para sa pagbabalik sa Learning path
tr: Öğrenme yolu dönüş bağlantısı
uk_ua: Посилання повернення шляху навчання
vi_vn: Liên kết quay lại đường dẫn học tập
xh_za: Ikhonkco lokubuyela kwindlela yokufunda
zh_cn: 学习路径返回链接
zh_tw: 學習路徑返回連結

source: Learning path list
ar: قائمة مسار التعلم
ast_es: Llista de camín d'apreendizaxe
bn_bd: লার্নিং পাথ তালিকা
bs_ba: Lista puta učenja
ca_es: Llista de lliçons
cs_cz: Seznam výukových postupů
da: Læringssti liste
de: Lernpfadliste
el: Πρόσβαση στη λίστα εκπαίδευσης
eo: Listo de lernvojoj
es: Lista de lecciones
es_mx: Lista de caminos de aprendizaje
eu_es: Ikasten bideen zerrenda
fa_ir: فهرست مسیر یادگیری
fi_fi: Oppimispolkulista
fo_fo: Listi yvir námsstevnur
fur: Leamin path list
ga: Liosta conairí foghlama
gl: Lista de leccións
he_il: רשימת מסלולי למידה
hi: लर्निंग पथ सूची
hr_hr: Popis puta učenja
hu_hu: Tanulási útvonal lista
hy: Պատկերացնող ուղիների ցուցակ
id_id: Daftar jalur pembelajaran
it: Lista percorso di apprendimento
ja: 学習パス一覧
ka_ge: სწავლების ბილიკების სია
ko_kr: 학습 경로 목록
lt_lt: Mokymosi kelių sąrašas
lv_lv: Mācīšanās ceļu saraksts
mk_mk: Листа на патеки на учење
ms_my: Senarai laluan pembelajaran
my_mm: သင်ယူမှုလမ်းကြောင်းစာရင်း
ne: सिकाइ पथ सूची
nl: Leerpadlijst
nn_no: Læringssti-liste
oc: Lista dels parcours d'aprendissatge
pl_pl: Lista ścieżek uczenia
ps: د زده کړې لارې لړ
pt_br: Listar Rota de Aprendizagem
pt_pt: Lista de lições
ro_ro: Listă de lecții
ru_ru: Список путей обучения
sk_sk: Zoznam učebnej osnovy
sl: Seznam učnih poti
sq: Lista e shtegut të mësimdhënies
sr_rs: Lista putanja učenja
sv_se: Lärandevägslista
sw_ke: Orodha ya njia za kujifunza
ta: கற்றல் பாதை பட்டியல்
th: รายการเส้นทางการเรียนรู้
tl_ph: Listahan ng learning path
tr: Öğrenme yolu listesi
uk_ua: Список шляхів навчання
vi_vn: Danh sách đường dẫn học tập
xh_za: Uluhlu lwendlela yokufunda
zh_cn: 学习路径列表
zh_tw: 學習路徑清單

source: Learners who didn't send their work
ar: الطلبة الذين لم يرسلوا عملهم
ast_es: Aprendizos que nun enviaron el so trabayu
bn_bd: যারা তাদের কাজ জমা দিয়নি এমন শিক্ষার্থী
bs_ba: Učionice koji nisu poslali svoj rad
ca_es: Estudiants que no han enviat la seva tasca
cs_cz: Studenti, kteří neodeslali svou práci
da: Lærere, der ikke har indsendt deres arbejde
de: Kursteilnehmer, die ihre Arbeit nicht gesendet haben
el: Εκπαιδευόμενοι που δεν έστειλαν την εργασία τους
eo: Lernejantoj kiuj ne sendis sian laboron
es: Estudiantes que no enviaron su tarea
es_mx: Aprendices que no enviaron su trabajo
eu_es: Lanik ez bidali duten ikasleak
fa_ir: یادگیرندگانی که کار خود را ارسال نکرده‌اند
fi_fi: Oppilaat, jotka eivät lähettäneet töitään
fo_fo: Námssóknarar sum ikki sendu arbeiðið sitt
fur: Leonar che no ân mandât lur lavôr
ga: Foghlaimeoirí nár chuir a gcuid oibre isteach
gl: Estudantes que non enviaron a súa tarefa
he_il: לומדים שלא שלחו את עבודתם
hi: जिन शिक्षार्थियों ने अपना कार्य नहीं भेजा
hr_hr: Učitelji koji nisu poslali svoj rad
hu_hu: Olyan tanulók, akik nem küldték el munkájukat
hy: Ուսանողներ, ովքեր չեն ուղարկել իրենց աշխատանքները
id_id: Peserta didik yang belum mengirimkan pekerjaan mereka
it: Studenti che non hanno inviato i loro lavori
ja: 作品を提出していない学習者
ka_ge: შემსწავლელები, რომლებმაც არ გაგზავნეს თავიანთი მუშაობა
ko_kr: 작업을 제출하지 않은 학습자
lo: ຜູ້ຮຽນທີ່ບໍ່ໄດ້ສົ່ງບົດວຽກ
lt_lt: Mokytojai, kurie nepateikė savo darbo
lv_lv: Mācībieši, kuri nav nosūtījuši savu darbu
mk_mk: Учители кои не ја испратиле својата работа
ms_my: Pelajar yang tidak menghantar kerja mereka
my_mm: ၎င်းတို့၏ အလုပ်ကို မပို့ထားသော သင်ယူသူများ
ne: आफ्नो काम पठाएनन् भन्ने सिक्नेहरू
nl: Cursisten die geen werk in hebben gestuurd
nn_no: Læringsnemnde som ikkje har sendt arbeidet sitt
oc: Aprenents qu'an pas tramés lor trabalh
pl_pl: Uczniowie, którzy nie przesłali swojej pracy
ps: زده کونکي چې خپل کار یې نه دي لیږلي
pt_br: Aprendizes que não enviaram trabalhos
pt_pt: Alunos que não enviaram os seus trabalhos
ro_ro: Studenții care nu au fost trimis temele
ru_ru: Обучающиеся, не отправившие работу
sk_sk: Študenti, ktorí neposlali svoju prácu
sl: Tečajniki, ki NISO odposlali naloge
sq: Mësuësit që nuk kanë dërguar punën e tyre
sr_rs: Polaznici koji nisu poslali svoj rad
sv_se: Lärande som inte skickat sitt arbete
sw_ke: Wanafunzi ambao hawajawasilisha kazi zao
ta: தங்கள் பணியை அனுப்பாத கற்பவர்கள்
th: ผู้เรียนที่ยังไม่ส่งงาน
tl_ph: Mga mag-aaral na hindi nagpadala ng kanilang gawain
tr: Çalışmalarını göndermeyen öğrenciler
uk_ua: Учні, які не надіслали свою роботу
vi_vn: Học viên chưa gửi bài
xh_za: Abafundi abangazange bathumele umsebenzi wabo
zh_cn: 未提交作业的学习者
zh_tw: 未提交作業的學習者

source: Learners who sent their work
ar: الطلبة الذي ارسلوا عملهم
ast_es: Aprendizos que enviaron el so trabayu
bn_bd: যারা তাদের কাজ জমা দিয়েছে এমন শিক্ষার্থী
bs_ba: Učionice koji su poslali svoj rad
ca_es: Estudiants que han enviat la seva tasca
cs_cz: Studenti, kteří odeslali svou práci
da: Lærere, der har indsendt deres arbejde
de: Kursteilnehmer, die ihre Arbeit gesendet haben
el: Εκπαιδευόμενοι που έστειλαν την εργασία τους
eo: Lernejantoj kiuj sendis sian laboron
es: Estudiantes que enviaron su tarea
es_mx: Aprendices que enviaron su trabajo
eu_es: Lan bidali duten ikasleak
fa_ir: یادگیرندگانی که کار خود را ارسال کرده‌اند
fi_fi: Oppilaat, jotka lähettivät työnsä
fo_fo: Námssóknarar sum sendu arbeiðið sitt
fur: Leonar che ân mandât lur lavôr
ga: Foghlaimeoirí a chuir a gcuid oibre isteach
gl: Estudantes que enviaron a súa tarefa
he_il: לומדים ששלחו את עבודתם
hi: जिन शिक्षार्थियों ने अपना कार्य भेजा
hr_hr: Učitelji koji su poslali svoj rad
hu_hu: Olyan tanulók, akik elküldték munkájukat
hy: Ուսանողներ, ովքեր ուղարկել են իրենց աշխատանքները
id_id: Peserta didik yang telah mengirimkan pekerjaan mereka
it: Studenti che hanno inviato i loro lavori
ja: 作品を提出した学習者
ka_ge: შემსწავლელები, რომლებმაც გაგზავნეს თავიანთი მუშაობა
ko_kr: 작업을 제출한 학습자
lo: ຜູ້ຮຽນທີ່ໄດ້ສົ່ງບົດວຽກ
lt_lt: Mokytojai, kurie pateikė savo darbą
lv_lv: Mācībieši, kuri ir nosūtījuši savu darbu
mk_mk: Учители кои ја испратиле својата работа
ms_my: Pelajar yang menghantar kerja mereka
my_mm: ၎င်းတို့၏ အလုပ်ကို ပို့ထားသော သင်ယူသူများ
ne: आफ्नो काम पठाएका सिक्नेहरू
nl: Cursisten die hun werk hebben ingestuurd.
nn_no: Læringsnemnde som har sendt arbeidet sitt
oc: Aprenents qu'an tramés lor trabalh
pl_pl: Uczniowie, którzy przesłali swoją pracę
ps: زده کونکي چې خپل کار یې لیږلی
pt_br: Aprendizes que enviaram seus trabalhos
pt_pt: Alunos que enviaram seus trabalhos
ro_ro: Studenții care au fost trimise temele
ru_ru: Обучающиеся, отправившие работу
sk_sk: Študenti, ktorí poslali svoje práce
sl: Tečajniki, ki so odposlali nalogo
sq: Mësuësit që kanë dërguar punën e tyre
sr_rs: Polaznici koji su poslali svoj rad
sv_se: Lärande som skickat sitt arbete
sw_ke: Wanafunzi waliowasilisha kazi zao
ta: தங்கள் பணியை அனுப்பிய கற்பவர்கள்
th: ผู้เรียนที่ส่งงานแล้ว
tl_ph: Mga mag-aaral na nagpadala ng kanilang gawain
tr: Çalışmalarını gönderen öğrenciler
uk_ua: Учні, які надіслали свою роботу
vi_vn: Học viên đã gửi bài
xh_za: Abafundi abathumele umsebenzi wabo
zh_cn: 已提交作业的学习者
zh_tw: 已提交作業的學習者

source: Upload from template
ar: رفع من القالب
ast_es: Xubir dende plantía
bn_bd: টেমপ্লেট থেকে আপলোড করুন
bs_ba: Učitaj iz predloška
ca_es: Puja des de plantilla
cs_cz: Nahrát z šablony
da: Upload fra skabelon
de: Von Vorlage hochladen
el: Μεταφόρτωση από πρότυπο
eo: Alŝuti el ŝablono
es: Subir desde plantilla
es_mx: Cargar desde plantilla
eu_es: Kargatu txantiloitik
fa_ir: بارگذاری از الگو
fi_fi: Lataa mallista
fo_fo: Leg afturat frá sniðmátanum
fur: Cjarie da model
ga: Uaslódáil ó teimpléad
gl: Subir dende plantilla
he_il: העלה מהתבנית
hi: टेम्पलेट से अपलोड करें
hr_hr: Učitaj iz predloška
hu_hu: Feltöltés sablonból
hy: Վերբեռնել ձևանմուշից
id_id: Unggah dari template
it: Carica da modello
ja: テンプレートからアップロード
ka_ge: შეტვირთვა შაბლონიდან
ko_kr: 템플릿에서 업로드
lo: ອັບໂຫຼດຈາກແມ່ແບບ
lt_lt: Įkelti iš šablono
lv_lv: Augšupielādēt no veidnes
mk_mk: Подигни од шаблон
ms_my: Muat naik dari templat
my_mm: ပုံစံမှတင်ပါ
ne: टेम्प्लेटबाट अपलोड गर्नुहोस्
nl: Upload vanaf het sjabloon
nn_no: Last opp frå mal
oc: Telecargar dempuèi lo modèl
pl_pl: Wczytaj z szablonu
ps: د قالب څخه اپلوډ کول
pt_br: Upload feito de um modelo
pt_pt: Carregar a partir de modelo
ro_ro: Încărcați de la șablon
ru_ru: Загрузить из шаблона
sk_sk: Nahrať zo šablóny
sl: Naloži iz predloge
sq: Ngarko nga shablloni
sr_rs: Učitaj iz šablona
sv_se: Ladda upp från mall
sw_ke: Pakia kutoka templeti
ta: மாதிரியிலிருந்து பதிவேற்று
th: อัปโหลดจากเทมเพลต
tl_ph: I-upload mula sa template
tr: Şablondan yükle
uk_ua: Завантажити з шаблону
vi_vn: Tải lên từ mẫu
xh_za: Layisha ukusuka kwitemplethi
zh_cn: 从模板上传
zh_tw: 從範本上傳

source: Document already added
ar: المستند تم اضافته مسبقا
ast_es: Documentu yá amestáu
bn_bd: ডকুমেন্ট ইতিমধ্যে যোগ করা হয়েছে
bs_ba: Dokument je već dodan
ca_es: Ja s'ha afegit un document
cs_cz: Dokument již přidán
da: Dokument allerede tilføjet
de: Dokument bereits hinzugefügt
el: Το έγγραφο έχει ήδη προστεθεί
eo: Dokumento jam aldonita
es: Un documento ya está presente
es_mx: Documento ya agregado
eu_es: Dokumentua dagoeneko gehitu da
fa_ir: سند قبلاً اضافه شده
fi_fi: Tiedosto on jo lisätty
fo_fo: Skjal longu lagt afturat
fur: Document za zontât
ga: Doiciméad curtha leis cheana
gl: O documento xa foi engadido
he_il: המסמך כבר נוסף
hi: दस्तावेज़ पहले से जोड़ा गया
hr_hr: Dokument je već dodan
hu_hu: A dokumentum már hozzáadva
hy: Փաստաթուղթն արդեն ավելացված է
id_id: Dokumen sudah ditambahkan
it: Documento già aggiunto
ja: ドキュメントは既に追加されています
ka_ge: დოკუმენტი უკვე დამატებულია
ko_kr: 문서가 이미 추가됨
lo: ໄດ້ເພີ່ມເອກະສານນີ້ແລ້ວ
lt_lt: Dokumentas jau pridėtas
lv_lv: Dokuments jau pievienots
mk_mk: Документот веќе е додаден
ms_my: Dokumen sudah ditambah
my_mm: စာရွက်စာတမ်းထည့်ပြီးဖြစ်သည်
ne: कागजात पहिले नै थपिएको छ
nl: Document is al toegevoegd
nn_no: Dokument allereie lagt til
oc: Document ja apondut
pl_pl: Dokument już dodany
ps: دokument دمخه اضافه شوی
pt_br: Documento já adicionado
pt_pt: Documento já adicionado
ro_ro: Un document este deja prezent
ru_ru: Документ уже добавлен
sk_sk: Dokument už bol pridaný
sl: Dokument je že bil dodan
sq: Dokumenti është shtuar tashmë
sr_rs: Dokument je već dodat
sv_se: Dokument redan tillagt
sw_ke: Hati imeongezwa tayari
ta: அலவாஸ் சேர்க்கப்பட்ட ஆவணம்
th: เอกสารถูกเพิ่มแล้ว
tl_ph: Naidagdag na ang dokumento
tr: Belge zaten eklendi
uk_ua: Документ вже додано
vi_vn: Tài liệu đã được thêm
xh_za: Uxwebhu oludlaliweyo lusele lufakwe
zh_cn: 文档已添加
zh_tw: 文件已新增

source: Add document
ar: اضافة مستند
ast_es: Amestar documentu
bn_bd: ডকুমেন্ট যোগ করুন
bs_ba: Dodaj dokument
ca_es: Afegeix document
cs_cz: Přidat dokument
da: Tilføj dokument
de: Dokument hinzufügen
el: Προσθέστε έγγραφο
eo: Aldoni dokumenton
es: Añadir documento
es_mx: Agregar documento
eu_es: Gehitu dokumentua
fa_ir: افزودن سند
fi_fi: Lisää dokumentti
fo_fo: Leg skjal afturat
fur: Zonte document
ga: Cuir leis doiciméad
gl: Engadir documento
he_il: הוספת מסמך
hi: दस्तावेज़ जोड़ें
hr_hr: Dodaj dokument
hu_hu: Dokumentum hozzáadása
hy: Փաստաթուղթ ավելացնել
id_id: Tambah dokumen
it: Aggiungi documento
ja: ドキュメントを追加
ka_ge: დოკუმენტის დამატება
ko_kr: 문서 추가
lt_lt: Pridėti dokumentą
lv_lv: Pievienot dokumentu
mk_mk: Додади документ
ms_my: Tambah dokumen
my_mm: စာရွက်စာတမ်းထည့်ပါ
ne: कागजात थप्नुहोस्
nl: Voeg document toe
nn_no: Legg til dokument
oc: Apondre un document
pl_pl: Dodaj dokument
ps: دokument اضافه کول
pt_br: Adicionar um documento
pt_pt: Adicionar documento
ro_ro: Adauga document
ru_ru: Добавить документ
sk_sk: Pridať dokument
sl: Dodaj dokument
sq: Shto dokument
sr_rs: Dodaj dokument
sv_se: Lägg till dokument
sw_ke: Ongeza hati
ta: அயவுச் சேர்க்கவும்
th: เพิ่มเอกสาร
tl_ph: Magdagdag ng dokumento
tr: Belge ekle
uk_ua: Додати документ
vi_vn: Thêm tài liệu
xh_za: Faka document
zh_cn: 添加文档
zh_tw: 新增文件

source: Export to .doc
ar: .doc تصدير الى ملف وورد
ast_es: Esportar a .doc
bn_bd: .doc তে এক্সপোর্ট করুন
bs_ba: Izvezi u .doc
ca_es: Exporta a .doc
cs_cz: Exportovat do .doc
da: Eksporter til .doc
de: Als .doc exportieren
el: Εξαγωγή σε .doc
eo: Eksporti al .doc
es: Exportar a .doc
es_mx: Exportar a .doc
eu_es: Esportatu .doc-ra
fa_ir: خروجی به .doc
fi_fi: Vie .doc
fo_fo: Útflyt til .doc
fur: Esporte in .doc
ga: Easportáil go .doc
gl: Exportar a .doc
he_il: ייצא ל-.doc
hi: .doc में निर्यात करें
hr_hr: Izvezi u .doc
hu_hu: Exportálás .doc formátumba
hy: Արտահանել .doc
id_id: Ekspor ke .doc
it: Esporta in formato .doc
ja: .doc にエクスポート
ka_ge: ექსპორტი .doc-ში
ko_kr: .doc으로 내보내기
lo: ສົ່ງອອກເປັນ .doc
lt_lt: Eksportuoti į .doc
lv_lv: Eksportēt uz .doc
mk_mk: Извоз во .doc
ms_my: Eksport ke .doc
my_mm: .doc သို့ထုတ်ယူပါ
ne: .doc मा निर्यात गर्नुहोस्
nl: Exporteer naar .doc
nn_no: Eksporter til .doc
oc: Exportar en .doc
pl_pl: Eksportuj do .doc
ps: .doc ته صادرول
pt_br: Exportar para o formato .doc (WORD/MS)
pt_pt: Exportar para .doc
ro_ro: Export la .doc
ru_ru: Экспорт в .doc
sk_sk: Exportovať do .doc
sl: Izvozi v .doc
sq: Eksporto në .doc
sr_rs: Izvezi u .doc
sv_se: Exportera till .doc
sw_ke: Hamisha kwenye .doc
ta: .doc க்கு ஏற்றுமதி செய்யவும்
th: ส่งออกเป็น .doc
tl_ph: I-export sa .doc
tr: .doc olarak dışa aktar
uk_ua: Експорт у .doc
vi_vn: Xuất ra .doc
xh_za: Thumela kwi .doc
zh_cn: 导出为 .doc
zh_tw: 匯出至 .doc

source: Sort by title
ar: توزيع حسب العنوان
ast_es: Ordenar por títulu
bn_bd: শিরোনাম অনুসারে সাজান
bs_ba: Sortiraj po naslovu
ca_es: Ordena per títol
cs_cz: Řadit podle názvu
da: Sorter efter titel
de: Nach Titel ordnen
el: Ταξινόμηση κατά τίτλο
eo: Ordigi laŭ titolo
es: Ordenar por título
es_mx: Ordenar por título
eu_es: Ordenatu izenburuaren arabera
fa_ir: مرتب‌سازی بر اساس عنوان
fi_fi: Järjestä otsikon mukaan
fo_fo: Sortéra eftir heiti
fur: Ordinie par titol
ga: Sórtáil de réir teidil
gl: Ordenar por título
he_il: מיין לפי כותרת
hi: शीर्षक से छांटें
hr_hr: Sortiraj po naslovu
hu_hu: Rendezés cím szerint
hy: Տեսակավորել վերնագրով
id_id: Urutkan berdasarkan judul
it: Filtra per titolo
ja: タイトルで並べ替え
ka_ge: სორტირება სათაურის მიხედვით
ko_kr: 제목으로 정렬
lt_lt: Rūšiuoti pagal pavadinimą
lv_lv: Kārtot pēc nosaukuma
mk_mk: Сортирај по наслов
ms_my: Isih mengikut tajuk
my_mm: ခေါင်းစဉ်အလိုက်စီပါ
ne: शीर्षक अनुसार छान्नुहोस्
nl: Sorteer op titel
nn_no: Sorter etter tittel
oc: Triar per títol
pl_pl: Sortuj według tytułu
ps: د سرلیک له مخې ډول بندي
pt_br: Organizar por título
pt_pt: Classificar por título
ro_ro: Ordenati dupa titlu
ru_ru: Сортировать по названию
sk_sk: Triediť podľa názvu
sl: Razvrsti po nazivu
sq: Rendit sipas titullit
sr_rs: Sortiraj po naslovu
sv_se: Sortera efter titel
sw_ke: Panga kwa kichwa
ta: தலைப்புப்படி அமை
th: เรียงตามชื่อเรื่อง
tl_ph: Ayusin ayon sa pamagat
tr: Başlığa göre sırala
uk_ua: Сортувати за назвою
vi_vn: Sắp xếp theo tiêu đề
xh_za: Hlela ngokwesihloko
zh_cn: 按标题排序
zh_tw: 依標題排序

source: Sort by edition date
ar: توزيع حسب تاريخ التحرير
ast_es: Ordenar por fecha d'edición
bn_bd: সম্পাদনা তারিখ অনুসারে সাজান
bs_ba: Sortiraj po datumu izmjene
ca_es: Ordena per data d'edició
cs_cz: Řadit podle data úpravy
da: Sorter efter redigeringsdato
de: Nach Ausgabedatum ordnen
el: Ταξινόμηση με βάση την ημερομηνία έκδοσης
eo: Ordigi laŭ dateno de redaktado
es: Ordenar por fecha de edición
es_mx: Ordenar por fecha de edición
eu_es: Ordenatu edizio-dataren arabera
fa_ir: مرتب‌سازی بر اساس تاریخ ویرایش
fi_fi: Järjestä muokkauspäivän mukaan
fo_fo: Sortéra eftir brotardagi
fur: Ordinie par date di modifice
ga: Sórtáil de réir dáta eagrúcháin
gl: Ordenar por data de edición
he_il: מיין לפי תאריך מהדורה
hi: संपादन तिथि से छांटें
hr_hr: Sortiraj po datumu izdanja
hu_hu: Rendezés kiadási dátum szerint
hy: Տեսակավորել խմբագրման ամսաթվով
id_id: Urutkan berdasarkan tanggal edisi
it: Filtra per data di pubblicazione
ja: 編集日で並べ替え
ka_ge: სორტირება რედაქტირების თარიღის მიხედვით
ko_kr: 편집 날짜로 정렬
lt_lt: Rūšiuoti pagal redagavimo datą
lv_lv: Kārtot pēc rediģēšanas datuma
mk_mk: Сортирај по датум на издавање
ms_my: Isih mengikut tarikh edisi
my_mm: ပြင်ဆင်မှုရက်စွဲအလိုက်စီပါ
ne: संस्करण मिति अनुसार छान्नुहोस्
nl: Sorteer op versiedatum
nn_no: Sorter etter redigeringsdato
oc: Triar per data d’edicion
pl_pl: Sortuj według daty edycji
ps: د سمولو نیټې له مخې ډول بندي
pt_br: Organizar por data de edição
pt_pt: Classificar por data de edição
ro_ro: Ordenati dupa data de editare
ru_ru: Сортировать по дате редактирования
sk_sk: Triediť podľa dátumu úpravy
sl: Razvrsti po datumu zadnje spremebe
sq: Rendit sipas datës së edicionit
sr_rs: Sortiraj po datumu izmene
sv_se: Sortera efter redigeringsdatum
sw_ke: Panga kwa tarehe ya uhariri
ta: பதிப்பு தேதியின்படி அமை
th: เรียงตามวันที่แก้ไข
tl_ph: Ayusin ayon sa petsa ng pag-edit
tr: Düzenleme tarihine göre sırala
uk_ua: Сортувати за датою редагування
vi_vn: Sắp xếp theo ngày chỉnh sửa
xh_za: Hlela ngomhla wokuhleliweyo
zh_cn: 按编辑日期排序
zh_tw: 依編輯日期排序

source: Sort by creation date
ar: توزيع حسب تاريخ الانشاء
ast_es: Ordenar por fecha de creación
bn_bd: তৈরির তারিখ অনুসারে সাজান
bs_ba: Sortiraj po datumu kreiranja
ca_es: Ordena per data de creació
cs_cz: Řadit podle data vytvoření
da: Sorter efter oprettelsesdato
de: Nach Erstellungsdatum ordnen
el: Ταξινόμηση κατά ημερομηνία δημιουργίας
eo: Ordigi laŭ dateno de kreado
es: Ordenar por fecha de creación
es_mx: Ordenar por fecha de creación
eu_es: Ordenatu sorrera-dataren arabera
fa_ir: مرتب‌سازی بر اساس تاریخ ایجاد
fi_fi: Järjestä luomispäivän mukaan
fo_fo: Sortéra eftir upprunadagi
fur: Ordinie par date di creazion
ga: Sórtáil de réir dáta cruthaithe
gl: Ordenar por data de creación
he_il: מיין לפי תאריך יצירה
hi: निर्माण तिथि से छांटें
hr_hr: Sortiraj po datumu stvaranja
hu_hu: Rendezés létrehozási dátum szerint
hy: Տեսակավորել ստեղծման ամսաթվով
id_id: Urutkan berdasarkan tanggal pembuatan
it: Filtra per data di creazione
ja: 作成日で並べ替え
ka_ge: სორტირება შექმნის თარიღის მიხედვით
ko_kr: 생성 날짜로 정렬
lt_lt: Rūšiuoti pagal kūrimo datą
lv_lv: Kārtot pēc izveides datuma
mk_mk: Сортирај по датум на создавање
ms_my: Isih mengikut tarikh penciptaan
my_mm: ဖန်တီးမှုရက်စွဲအလိုက်စီပါ
ne: निर्माण मिति अनुसार छान्नुहोस्
nl: Sorteer op aanmaakdatum
nn_no: Sorter etter opprettingsdato
oc: Triar per data de creacion
pl_pl: Sortuj według daty utworzenia
ps: د جوړولو نیټې له مخې ډول بندي
pt_br: Organizar por data de criação
pt_pt: Classificar por data de criação
ro_ro: Ordenati dupa data de creare
ru_ru: Сортировать по дате создания
sk_sk: Triediť podľa dátumu vytvorenia
sl: Razvrsti po datumu nastanka
sq: Rendit sipas datës së krijimit
sr_rs: Sortiraj po datumu kreiranja
sv_se: Sortera efter skapelsedatum
sw_ke: Panga kwa tarehe ya kuunda
ta: உருவாக்க தேதியின்படி அமை
th: เรียงตามวันที่สร้าง
tl_ph: Ayusin ayon sa petsa ng paglikha
tr: Oluşturma tarihine göre sırala
uk_ua: Сортувати за датою створення
vi_vn: Sắp xếp theo ngày tạo
xh_za: Hlela ngomhla wokudala
zh_cn: 按创建日期排序
zh_tw: 依建立日期排序

source: Table view
ar: عرض الجدول
ast_es: Vista de tabla
bn_bd: টেবিল ভিউ
bs_ba: Prikaz tabele
ca_es: Vista en taula
cs_cz: Pohled tabulky
da: Tabelvisning
de: Tabellenansicht
el: Προβολή πίνακα
eo: Vido de tabelo
es: Vista en tabla
es_mx: Vista de tabla
eu_es: Taula ikuspegia
fa_ir: نمایش جدولی
fi_fi: Taulukkonäkymä
fo_fo: Borðsyrðing
fur: Viste tabełe
ga: Amharc tábla
gl: Vista de táboa
he_il: תצוגת טבלה
hi: तालिका दृश्य
hr_hr: Prikaz tablice
hu_hu: Táblázat nézet
hy: Տաբլի տեսք
id_id: Tampilan tabel
it: Vedi tabella
ja: 表形式表示
ka_ge: ცხრილის ხედი
ko_kr: 표 보기
lo: ມຸມມອງຕາຕະລາງ
lt_lt: Lentelės vaizdas
lv_lv: Tabulas skats
mk_mk: Поглед на табела
ms_my: Paparan jadual
my_mm: ဇယားမြင်ကွင်း
ne: तालिका दृश्य
nl: Tabelweergave
nn_no: Tabellvisning
oc: Vista en taula
pl_pl: Widok tabeli
ps: جدول لید
pt_br: Visualização de tabela
pt_pt: Visão em tabela
ro_ro: Vedere tabel
ru_ru: Представление таблицей
sk_sk: Tabuľkové zobrazenie
sl: Tabela
sq: Pamje tabelë
sr_rs: Prikaz tabele
sv_se: Tabellvy
sw_ke: Mwonekano wa jedwali
ta: பட்டியல் பார்வை
th: มุมมองตาราง
tr: Tablo görünümü
uk_ua: Вигляд таблиці
vi_vn: Chế độ xem bảng
xh_za: Umbono wetheyibhile
zh_cn: 表格视图
zh_tw: 表格檢視

source: List view
ar: عرض القائمة
ast_es: Vista de llista
bn_bd: তালিকা ভিউ
bs_ba: Prikaz liste
ca_es: Vista en llista
cs_cz: Pohled seznamu
da: Listevisning
de: Listenansicht
el: Προβολή λίστας
eo: Vido de listo
es: Vista en lista
es_mx: Vista de lista
eu_es: Zerrenda ikuspegia
fa_ir: نمایش فهرستی
fi_fi: Listanäkymä
fo_fo: Listayrðing
fur: Viste list
ga: Amharc liosta
gl: Vista de lista
he_il: תצוגת רשימה
hi: सूची दृश्य
hr_hr: Prikaz popisa
hu_hu: Lista nézet
hy: Ցուցակի տեսք
id_id: Tampilan daftar
it: Vedi lista
ja: リスト形式表示
ka_ge: სიის ხედი
ko_kr: 목록 보기
lt_lt: Sąrašo vaizdas
lv_lv: Saraksta skats
mk_mk: Поглед на листа
ms_my: Paparan senarai
my_mm: စာရင်းမြင်ကွင်း
ne: सूची दृश्य
nl: Lijstweergave
nn_no: Listevigning
oc: Vista en lista
pl_pl: Widok listy
ps: لړ لید
pt_br: Visão em lista
pt_pt: Visão em lista
ro_ro: Vedere in lista
ru_ru: Представление списком
sk_sk: Zobrazenie zoznamu
sl: Seznam
sq: Pamje listë
sr_rs: Prikaz liste
sv_se: Listvy
sw_ke: Mwonekano wa orodha
ta: பட்டியல் பார்வை
th: มุมมองรายการ
tr: Liste görünümü
uk_ua: Вигляд списку
vi_vn: Chế độ xem danh sách
xh_za: Umbono woluhlu
zh_cn: 列表视图
zh_tw: 清單檢視
