Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Show full skill name on skill wheel
so_so: Muujin magaca buuxa ee xirfadda giraanta xirfadaha

source: On the wheel of skills, it shows the name of the skill when it has short code.
so_so: Giraanta xirfadaha, waxay muujisaa magaca xirfadda marka ay leedahay code gaaban.

source: Created by
so_so: Waxa sameeyay

source: Hide general coach in dropbox
so_so: Qari macallinka guud ee dropbox

source: Hide general coach name in the dropbox tool when the general coach uploaded the file
so_so: Qari magaca macallinka guud ee qalabka dropbox marka macallinka guud uu faylka soo geliyo

source: Upload my assignment
so_so: Kala soo dejiso shaqadayda

source: Inserted
so_so: La geliyay

source: Your browser does not support native video transmission.
so_so: Browser-kaagu ma taageero gudbinta fiidiyowga dhalanteed.

source: Other teachers
so_so: Macallimiinta kale

source: Course category
so_so: Qaybta koorsada

source: Video chat between %s and %s
so_so: Fiidiyow chat u dhexeeya %s iyo %s

source: Enable
so_so: Oggolow

source: Disable
so_so: Jooji

source: Avoid changing page as this will cut your current video chat session
so_so: Ka fogaada beddelka bogga maadaama tani ay jari doonto kalfadhiga fiidiyowga ee hadda socda

source: Connecting to peer
so_so: Ku xidhiidhinaya saaxiibka

source: Connection established
so_so: Xidhiidhka la sameeyay

source: Connection failed
so_so: Xidhiidhka guuldareystay

source: Connection closed
so_so: Xidhiidhka la xiray

source: Local connection failed
so_so: Xidhiidhka maxalliga ah guuldareystay

source: Remote connection failed
so_so: Xidhiidhka fog-guuldareystay

source: View students
so_so: Ar ardayda

source: Into
so_so: Gudaha

source: Sequence
so_so: Isku xig

source: Invitee
so_so: Martida

source: Date range
so_so: Muddada taariikhda

source: Edit icon
so_so: Ikhtiraac astaanta

source: Custom icon
so_so: Astaanta gaarka ah

source: Current icon
so_so: Astaanta hadda

source: Group reporting
so_so: War-bixinta kooxda

source: Convert format
so_so: U beddel qaabka

source: Are you sure you want to delete %s?
so_so: Ma hubtaa in aad rabto in aad tirtirto %s?

source: Attachments list
so_so: Liiska lifaaqa

source: See course information and requirements
so_so: Eeg macluumaadka koorsada iyo shuruudaha

source: Download all
so_so: Soosaar dhammaan

source: Deleted documents
so_so: Warqadaha la tirtiray

source: Course list not available
so_so: Liiska koorsada ma jiro

source: Copy of message sent to %s
so_so: Nuqul ka mid ah fariinta loo diray %s

source: Convert
so_so: U beddel

source: Portal's limit type
so_so: Nooca xadka Portal

source: Portal name
so_so: Magaca Portal

source: Best score
so_so: Dhibcaha ugu sarreeya

source: Are you sure to delete
so_so: Ma hubtaa in aad tirtirto

source: Conversion to same file format. Please choose another.
so_so: U beddelka qaabka faylka isku mid. Fadlan dooro mid kale.

source: File format not supported
so_so: Qaabka faylka lama taageerin

source: File converted from %s to %s
so_so: Faylka %s loo beddelay %s

source: %s days
so_so: %s maalmo

source: Skill profile
so_so: Tijaabada xirfadda

source: Achieved skills
so_so: Xirfadaha la gaaray

source: Business card
so_so: Kaarka ganacsiga

source: Badge details
so_so: Faahfaahinta calaamadda

source: The user %s has not achieved the skill "%s" yet
so_so: Isticmaalka %s wali ma gaarin xirfadda "%s"

source: Issued badge information
so_so: Macluumaadka calaamadda la siiyay

source: Recipient details
so_so: Faahfaahinta qaataha

source: Skill acquired at
so_so: Xirfadda lagu helay

source: Basic skills
so_so: Xirfadaha aasaasiga ah

source: <strong>%s</strong> through <em>%s</em>
so_so: <strong>%s</strong> iyada oo loo marayo <em>%s</em>

source: Export badge
so_so: Dhoofsiin calaamadda

source: Select to search
so_so: Dooro si aad u raadiso

source: Place on the wheel
so_so: Goyn ku dheji

source: Skill
so_so: Xirfad

source: Argumentation
so_so: dood

source: The user %s has already achieved the skill %s
so_so: Isticmaalka %s hore ayaa u gaaray xirfadda %s

source: The skill %s has been assigned to user %s
so_so: Xirfadda %s ayaa loo qoondeeyay isticmaalka %s

source: Assign skill
so_so: Qoondeyn xirfad

source: Geolocalization
so_so: Goobaynta juquraafiyeed

source: On a grade of 1 to 10, how well did you observe that this person could put this skill in practice?
so_so: Qodobka 1 ilaa 10, sidee baad u aragtay qofkani inuu kartidiisa ku dhaqan gelin karo?

source: Average rating %s
so_so: Qiimeynta celceliska %s

source: Average rating
so_so: Qiimeynta celceliska

source: Teachers results are not shown nor taken into account in the gradebook.
so_so: Natiijooyinka macallimiinta lama muujin oo lama tixgelin buugga buundooyinka.

source: Write something on your friend's wall
so_so: Wax ku qor gidaarka saaxiibkaa

source: Blank template
so_so: Qaab dulmad

source: Base course
so_so: Kooraska aasaasiga ah

source: Base courses
so_so: Koorasyada aasaasiga ah

source: Square
so_so: Labajibbaaran

source: Polygon
so_so: Poligoon

source: Draw a hotspot
so_so: Sawir hotspot

source: Use right-click to close the polygon
so_so: Isticmaal riix-ka midig si aad u xidho poligoonka

source: Release the mousebutton to save the hotspot
so_so: Soo deji badhanka jiirka si aad u keydiso hotspot-ka

source: Hotspot saved
so_so: Hotspot la keydiyay

source: Show/Hide userclicks
so_so: Muuji/ Qari klikyada isticmaale

source: Show / Hide hotspots
so_so: Muuji / Qari hotspots

source: Attempts left
so_so: Isku dayada haray

source: Now click on:
so_so: Hadda ku dhagsii:

source: Close delineation
so_so: Xidh goynta

source: Area at risk
so_so: Aagga khatarta ah

source: Now click on the button below to validate your answers
so_so: Hadda ku dhagsii badhanka hoose si aad u xaqiijiso jawaabahaaga

source: Close polygon
so_so: Xidh poligoonka

source: Use right-click to close the delineation
so_so: Isticmaal riix-ka midig si aad u xidho goynta

source: Crop your picture
so_so: Googooso sawirkaaga

source: Download badge
so_so: Soosaar badge

source: No XML file found in the zip archive. This is a requirement for this type of import.
so_so: Lama helin fayl XML zip-ka gudihiisa. Tani waa shuruud nooca soo dejinta.

source: There was a problem embedding the badge assertion info into the badge image, but you can still use this page as a valid proof.
so_so: Waxaa jiray dhibaato ku dhejinta macluumaadka badge-ka sawirka badge-ka, laakiin weli waxaad isticmaali kartaa boggan caddeyn sax ah.

source: This action will associate a forum thread to this learning path item. Do you want to proceed?
so_so: Falkani wuxuu la xiriirin doonaa mawqafka forum-ka shayga wadada waxbarashada. Ma rabtaa inaad sii wado?

source: This action will dissociate the forum thread of this learning path item. Do you want to proceed?
so_so: Falkani wuxuu kala saari doonaa mawqafka forum-ka shayga wadada waxbarashada. Ma rabtaa inaad sii wado?

source: Dissociate the forum of this learning path item
so_so: Kala saar forum-ka shayga wadada waxbarashada

source: Associate a forum to this learning path item
so_so: La xiriir forum shayga wadada waxbarashada

source: Forum dissociated
so_so: Forum la kala saaray

source: Click or drop one file here
so_so: Riix ama soo rido hal fayl halkan

source: Last %s days
so_so: Maalmaha ugu dambeeyay %s

source: Export badges
so_so: Dhoof badges

source: Disable all languages except the platform default
so_so: Namco dhammaan luqadaha marka laga reebo tan platform-ka ee aasaasiga ah

source: There are users currently using the following language. Please disable manually.
so_so: Waxaa jira isticmaale hadda isticmaalaya luqadda soo socota. Fadlan naqo si gacanta ah.

source: Allow Push Notifications to the Chamilo Messaging mobile app
so_so: Oggolow Ogeysiisyada Push app-ka mobilka ah ee Chamilo Messaging

source: Send Push Notifications by Google's Firebase Console
so_so: U soo dir Ogeysiisyada Push iyadoo la adeegsanayo Google's Firebase Console

source: Sender ID of Firebase Console for Cloud Messaging
so_so: ID-ga Diraha ee Firebase Console ee Cloud Messaging

source: You need register a project on <a href='https://console.firebase.google.com/'>Google Firebase Console</a>
so_so: Waxaad u baahan tahay inaad diiwaan geliso mashruuc <a href='https://console.firebase.google.com/'>Google Firebase Console</a>

source: Server key of Firebase Console for Cloud Messaging
so_so: Fure server-ka ee Firebase Console ee Cloud Messaging

source: Server key (legacy token) from project credentials
so_so: Fure server (token hore) ka soo credentials mashruuca

source: The logo must be of %s px in size and in %s format
so_so: Logo waa inay noqotaa %s px cabbirka iyo qaabka %s

source: Original logo recovered
so_so: Logo asalka ah la soo celiyay

source: New logo uploaded
so_so: Logo cusub la soo galiyay

source: Current logo
so_so: Logo hadda

source: Update logo
so_so: Cusbo logo

source: Followed student bosses
so_so: Madaxweynayaasha ardayda la raacay

source: Database manager
so_so: Maamulaha keydka

source: Course template
so_so: Qaabka koorsada

source: Pick a course as template for this new course
so_so: Dooro koorsad qaab u ah koorsadan cusub

source: Teacher can select a course as template
so_so: Macallinku wuxuu dooran karaa koorsad qaab ahaan

source: Allow pick a course as template for the new course that teacher is creating
so_so: Oggolow doorashada koorsad qaab u ah koorsada cusub ee macallinku abuurayo

source: The forum's auto-launch setting is on. Students will be redirected to the forum tool when entering this course.
so_so: Dejinta auto-launch-ka golaha waa furan. Ardaydu waxaa loo wareejin doonaa qalabka golaha markay soo galaan koorsadan.

source: Redirect to forums list
so_so: U wareeji liiska golaha

source: Enable forum auto-launch
so_so: Daabac auto-launch-ka golaha

source: You can now download your certificate by clicking here
so_so: Waxaad hadda ku soo dejisan kartaa shahaadadaada halkan by gujiraya

source: Additionally, you have achieved the following skills
so_so: Intaa waxaa sii dheer, waxaad gaadhay xirfadaha soo socda

source: I have achieved skill %s on %s
so_so: Waxaan gaadhay xirfadda %s taariikhda %s

source: Another attempt
so_so: Isku day kale

source: Remaining %d attempts
so_so: Isku dayga %d ee soo haray

source: Map
so_so: Khariidad

source: My location
so_so: Goobteyda

source: Show course in user's language
so_so: Muujiso koorsadda luqadda isticmaalaha

source: Access data
so_so: Gelinta xogta

source: Image dimensions do not match the requirements. Please check the suggestions next to the image field.
so_so: Cabbirka sawirku uma waayooyin shuruudaha. Fadlan hubi talooyinka agagaarka goobta sawirka.

source: Could not reset password, contact your helpdesk.
so_so: Ma bedeli karin erayga sirta, la xiriir helpdesk-kaaga.

source: Quote
so_so: Oraah

source: Value is too small.
so_so: Qiimuhu aad buu u yar yahay.

source: Value is too big.
so_so: Qiimuhu aad buu u weyn yahay.

source: You are a teacher of this course
so_so: Waxaad tahay macallin koorsadan

source: Student bosses list
so_so: Liiska madaxweynayaasha ardayda

source: Show score on every attempt, show correct answers only on last attempt (only works with an attempts limit)
so_so: Muujiso dhibcaha isku day kasta, muujiso jawaabaha saxda ah kaliya isku daygii ugu dambeeyay (waxay shaqeysaa oo keliya xadka isku dayga)

source: Missing chart library. Please check the error log for details.
so_so: Maktabadda jaantuska ma jirto. Fadlan hubi diiwaanka khatarta faahfaahin.

source: User %s indicated:
so_so: Isticmaale %s ayaa tilmaamay:

source: Level acquired
so_so: Heesta la helay

source: Manage skills levels
so_so: Maamulo heerarka xirfadaha

source: Add profile
so_so: Ku dar astaanta

source: Add level
so_so: Ku dar heer

source: Change acquired level
so_so: Beddel heesta la helay

source: No level acquired yet
so_so: Heer la helin weli

source: Record audio
so_so: Duub codka

source: Start recording
so_so: Bilow duubista

source: Stop recording
so_so: Joji duubista

source: Save recorded audio
so_so: Keydi codka la duubay

source: Grades from course: %s
so_so: Dhibcahaha koorsadda: %s

source: A title is required
so_so: Ciwaan ayaa loo baahan yahay

source: No course category was provided
so_so: Nooc koorsad ah lama bixin

source: Closing date
so_so: Taariikhda xiritaanka

source: The forum will be visible starting from this date
so_so: Golaha wuxuu muuqan doonaa laga bilaabo taariixdan

source: Once this date has passed, the forum will be closed
so_so: Marka taariixdan la dhaafo, golaha waa la xiri doonaa

source: Moderated forum
so_so: Golaha la dhexdhexaadiyo

source: Diagnosis filled successfully
so_so: Baaritaanka si guul leh ayaa loo buuxiyay

source: The diagnosis has been filled successfully
so_so: Baaritaanka si guul leh ayaa loo buuxiyay

source: User %s has filled the diagnosis
so_so: Isticmaale %s ayaa buuxiyay baaritaanka

source: User %s has filled the diagnosis on the platform and it is ready for you to review.
so_so: Isticmaale %s ayaa ku buuxiyay baaritaanka goobta waxaana diyaar u ah inaad dib u eegto.

source: Send legal agreement
so_so: U gudbi heshiiska sharci

source: Delete legal agreement
so_so: Tirtir heshiiska sharci

source: Legal accepted
so_so: Sharci la aqbalay

source: Load term conditions section
so_so: Rari qaybta shuruudaha iyo xaaladaha

source: The legal agreement will appear during the login or when enter to a course.
so_so: Heshiiska sharci wuxuu ka muuqan doonaa inta lagu jiro gelitaanka ama marka la galo koorsada.

source: Your terms and conditions are ready to be signed
so_so: Shuruudahaaga iyo xaaladahaagu diyaar yihiin in la saxeexo

source: Hello,<br />Your tutor sent you your terms and conditions. You can sign it following this URL: %s
so_so: Salaan,<br />Macallinkaagu wuxuu kuu soo diray shuruudahaaga iyo xaaladahaaga. Waxaad ku saxiixi kartaa adigoo raacaya URLkan: %s

source: User %s signed the agreement.
so_so: Isticmaale %s wuu saxeexay heshiiska.

source: User %s signed the agreement the %s.
so_so: Isticmaale %s wuu saxeexay heshiiska %s.

source: Terms and conditions only if profile complete
so_so: Shuruudaha iyo xaaladaha haddii profaylka dhameystiran

source: By enabling this option, terms and conditions will be available to the user only when the extra profile fields that start with 'terms_' and set to visible are completed.
so_so: Marka la shaqeeyo doorashadan, shuruudaha iyo xaaladaha waxaa la heli doonaa isticmaaleha oo keliya marka la dhameystiro goobaha dheeriga ah ee profaylka ee ku bilaabma 'terms_' oo loo dejiyay muuqal.

source: Enable user's geolocalization
so_so: Shaqaalaysii goob-jirista isticmaaleha

source: Enable user's address field and show it on a map using geolocalization features
so_so: Shaqaalaysii goobta ciwaanka isticmaaleha oo ku muuji mapka iyadoo la isticmaalayo astaamaha goob-jirista

source: You must first fill your profile to continue
so_so: Waa inaad marka hore buuxisaa profaylkaaga si aad u sii wado

source: The terms and conditions have not yet been validated by your tutor.
so_so: Shuruudaha iyo xaaladaha weli ma aysan ansixin macallinkaaga.

source: Diagnosis management
so_so: Maamulka baaritaanka

source: You must first fill your profile to enable the terms and conditions validation.
so_so: Waa inaad marka hore buuxisaa profaylkaaga si aad u shaqaalaysiiso ansixinta shuruudaha iyo xaaladaha.

source: Diagnosis
so_so: Baaritaan

source: Allow show the user Skype account
so_so: Oggolow muuja xisaabta Skype ee isticmaaleha

source: Add a link on the user social block allowing start a chat by Skype
so_so: Ku dar xiriir blokka bulshada ee isticmaaleha oo u oggolaanaya in la bilaabo sheekaysi Skype ah

source: Allow show the user LinkedIn URL
so_so: Oggolow muuja URL-ka LinkedIn ee isticmaaleha

source: Add a link on the user social block, allowing visit the user's LinkedIn profile
so_so: Ku dar xiriir blokka bulshada ee isticmaaleha, oo u oggolaanaya booqashada profaylka LinkedIn ee isticmaaleha

source: Launch videoconference room
so_so: Bilow qolka videowaxsi

source: Terms duplicated in file
so_so: Shuruudaha lagu duubay fayl

source: Term already exists
so_so: Sharta horay u jirtay

source: LinkedIn profile URL
so_so: URL-ka profaylka LinkedIn

source: Save the correct answer for the next attempt
so_so: Keydso jawaabta saxda ah isku dayga xiga

source: Translate this term
so_so: Tarjum shartan

source: Only active sub-languages appear in this list
so_so: Sub-languages-ka firfircoon kaliya ayaa ku muuqda liiskan

source: Translation
so_so: Tarjumaad

source: If this term has already been translated, this operation will replace its translation for this sub-language.
so_so: Haddii shartaan hore loo tarjumay, hawlalkani wuxuu beddeli doonaa tarjumaadiisa ee luqadda-hoosaadkan.

source: Last connection
so_so: Xiriirkii ugu dambeeyay

source: His profile is
so_so: Profaylkiisu waa

source: User %s with language %s is registered in the site
so_so: Isticmaale %s oo leh luqad %s ayaa ka diiwaan galay goobta

source: You can assign a tutor in this link %s
so_so: Waxaad ku magacaabi kartaa macallin xiriirkan %s

source: Update existing terms.
so_so: Cusboonaysii shuruudaha jira.

source: Terms updated
so_so: Shuruudaha la cusboonaysiiyay

source: Terms added
so_so: Shuruudaha la daray

source: Teachers time report by session
so_so: War-bixinta waqtiga macallimiinta ee kalfadhi

source: Number of works
so_so: Tirada shaqooyinka

source: Last work
so_so: Shaqadii ugu dambeysay

source: Waiting for moderation
so_so: Sugaya dhexdhexaadin

source: Works in session report
so_so: Shaqooyinka warbixinta kalfadhi

source: Files
so_so: Faylalka

source: Assigned to
so_so: La magacaabay

source: Updated by %s
so_so: Cusboonaysiiyay %s

source: Assignee changed from %s to %s
so_so: Magacaabista waxay ka beddeshay %s ilaa %s

source: Request confirmation
so_so: Codsi xaqiijin

source: Change assign
so_so: Beddel magacaabista

source: To be assigned
so_so: In la magacaabo

source: Pending
so_so: Sugaya

source: Unconfirmed
so_so: Aan la xaqiijin

source: Forwarded
so_so: La gudbiyay

source: My tickets
so_so: Tikishadayda

source: High
so_so: Sare

source: Low
so_so: Hoose

source: Ticket details
so_so: Faahfaahinta tikishada

source: Unread
so_so: Aan la akhriyin

source: Read
so_so: La akhriyay

source: Assign user
so_so: Ku meele user

source: Enrollment
so_so: Diiwaangelinta

source: General information
so_so: Macluumaadka guud

source: Requests and paperwork
so_so: Codsi iyo waraaqaha

source: Academic Incidents
so_so: Dhacdooyinka waxbarashada

source: Virtual campus
so_so: Kampaska farsamada

source: Online evaluation
so_so: Qiimeynta onlayn

source: Tickets about enrollment
so_so: Tikishada ku saabsan diiwaangelinta

source: Tickets about general information
so_so: Tikishada ku saabsan macluumaadka guud

source: Tickets about requests and paperwork
so_so: Tikishada ku saabsan codsiyada iyo waraaqaha

source: Tickets about academic incidents, like exams, practices, tasks, etc.
so_so: Tikishada ku saabsan dhacdooyinka waxbarashada, sida imtixaannada, tababarka, shaqooyinka, iwm.

source: Tickets about virtual campus
so_so: Tikishada ku saabsan kampaska farsamada

source: Tickets about online evaluation
so_so: Tikishada ku saabsan qiimeynta onlayn

source: Assign
so_so: Ku meele

source: Personal e-mail
so_so: Iimaylka shakhsi ahaaneed

source: Priority
so_so: Mudnaanta

source: Source
so_so: Isha

source: Platform
so_so: Platformka

source: E-mail
so_so: Iimayl

source: Presential
so_so: Joogto ah

source: Ticket %s created
so_so: Tikishada %s la abuuray

source: Show ticket creation link
so_so: Muuji linkka abuurista tikishada

source: Show the ticket creation link to users on the right side of the portal
so_so: Muuji linkka abuurista tikishada ee isticmaale yaqayadda midig ee portal

source: Last sent work date
so_so: Taariikhda ugu dambeysa ee shaqada la diray

source: Single Sign On sub-class
so_so: Saxiixda kaliya ee-hoosaadka

source: To enable a Single Sign On method, you will have to create your own sub-class in main/auth/sso/ based on the default class. Indicate here the name of the sub-class. For example, if the file is sso.Drupal.class.php, indicate 'Drupal' in this field.
so_so: Si aad u shaqeyso Single Sign On method, waa inaad abuurtaa sub-class gaarka ah main/auth/sso/ ku saleysan fasalka caadiga ah. Halkan ku tilmaam magaca sub-class. Tusaale ahaan, haddii faylku yahay sso.Drupal.class.php, ku tilmaam 'Drupal' goobtaan.

source: Course creation splash screen
so_so: Shaashadda kursiga la abuurayo

source: The course splash screen show a series of suggested options to the teacher when creating a new course. Disable it to let your teachers land directly on the course homepage.
so_so: Shaashadda kursiga waxay muujisaa taxane doorashooyin la soo jeediyay macallinka marka la abuurayo kursi cusub. Ka jooji si aad u oggolaato macallimiintaada inay si toos ah ugu dhigmaan bogga guriga ee kursiga.

source: Assignments report
so_so: War-bixinta shaqooyinka

source: Accumulate SCORM session time
so_so: Ururi waqtiga kalfadhi ee SCORM

source: When enabled, the session time for SCORM Learning Paths will be cumulative, otherwise, it will only be counted from the last update time.
so_so: Marka la shaqeeyo, waqtiga kalfadhi ee SCORM Learning Paths wuxuu noqon doonaa mid isku-darka ah, haddii kale, waxa kaliya laga tirin doonaa waqtigii ugu dambeeyay ee la cusboonaysiiyay.

source: Download assignments package
so_so: Kala soo dejiso xirmada shaqooyinka

source: Upload corrections package
so_so: Kala soo dejiso xirmada sixirka

source: SVG icons mode
so_so: Qaabka SVG icons

source: By enabling this option, all icons that have an SVG version will prefer the SVG format to PNG. This will give a much better icons quality but some icons might still have some rendering size issue, and some browsers might not support it.
so_so: Marka la shaqeeyo, dhammaan icons-ka leh nooca SVG waxay doorbidi doonaan qaabka SVG PNG-ga. Tani waxay siin doontaa tayo aad u wanaagsan icons-ka laakiin icons-ka qaarkood ayaa laga yaabaa inay yeeshaan arrimo cabirka muujinta, iyo browsers-yada qaarkood laga yaabo inaysan taageerin.

source: Filter by tags
so_so: Shaandheyn ku samee tags-yada

source: Import from Moodle
so_so: Ka soo dejiso Moodle

source: Import a Moodle course backup file (.mbz) into this Chamilo course
so_so: Ka soo dejiso faylka kaydka kursiga Moodle (.mbz) ee kursigan Chamilo

source: The Moodle import feature might not support all content types from Moodle, given the fact that not all features are the same, and that Moodle and Chamilo both evolve continuously and rapidly. This import feature should be considered a work in progress. Please check https://support.chamilo.org/projects/chamilo-18/wiki/Moodle_import for more information.
so_so: Qaabka soo dejinta Moodle laga yaabo inuusan taageerin dhammaan noocyada nuxurka ee Moodle, iyadoo la tixgelinayo xaqiiqda ah in dhammaan astaamuhu aan isku mid ahayn, iyo in Moodle iyo Chamilo labaduba ay si isdaba joog ah oo degdeg ah u horumariyaan. Qaabkan soo dejinta waa in loo tixgeliyo shaqo socota. Fadlan hubi https://support.chamilo.org/projects/chamilo-18/wiki/Moodle_import si aad u hesho macluumaad dheeraad ah.

source: Moodle course file
so_so: Faylka kursiga Moodle

source: Failed to import: this doesn't seem to be a Moodle course backup file (.mbz)
so_so: Waan ku guuldareystay soo dejinta: tani uma muuqato faylka kaydka kursiga Moodle (.mbz)

source: This question type is not supported yet
so_so: Nooca su'aashan noocaasani welwel ma awoodsiisan
