Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: This question, when located on a single survey page with a first multiple choice question, will only show if the first *option* of the first question is selected. For example, 'Did you go on holiday?' -> if answering the first option 'Yes', the selective display question will appear with a list of possible holiday locations to select from.
so_so: Su'aashan, marka ay ku taal bogga halbeegga leh ee sahanka oo leh su'aasha ugu horreysa ee kala-doorashada badan, waxay muujin doontaa kaliya haddii *doorashada* ugu horreysa ee su'aasha ugu horreysa la doorto. Tusaale ahaan, 'Ma fasax aad gashay?' -> haddii jawaabta doorashada koowaad 'Haa', su'aasha muujinta doorashada waxay ka muuqan doontaa liis goobo fasax ah oo la dooran karo.

source: Multiple choice with free text
so_so: Kala-doorasho leh qoraal xor ah

source: Offer some pre-defined options, then let the user answer by text if no option matches.
so_so: Bixi qaar ka mid ah doorashooyinka hor-muujin, ka dib u oggolow isticmaaleha inuu ku jawaabo qoraal haddii doorashadu midna ma xirna.

source: Multiple choice with 'other' option
so_so: Kala-doorasho leh doorashada 'kaloo kale'

source: Other...
so_so: Kaaloo kale...

source: Please specify:
so_so: Fududee:

source: User %s has posted a document in the Assignments tool in the course %s
so_so: Isticmaale %s ayaa dukumenti soo geliyay qalabka Shaqooyinka ee koorsada %s

source: Download documents first
so_so: Dukumentiyada marka hore soo dejiso

source: File %s is empty or only contains empty lines.
so_so: Faylka %s waa madhan ama waxa uu ka kooban yahay sadarro madhan oo keliya.

source: File %s has %d non-empty lines.
so_so: Faylka %s waxa uu leeyahay %d sadar oo aan faaruq ahayn.

source: There are duplicates: only %d unique user names were extracted.
so_so: Waxaa jira nuugdug: kaliya %d magac isticmaale oo kala duwan ayaa laga soo saaray.

source: No line matched any actual user name.
so_so: Maya sadar ah oo la mid ah magaca isticmaale dhab ah.

source: Only %d lines matched actual users.
so_so: Kaliya %d sadar ayaa la mid ah isticmaale dhab ah.

source: The following %d line(s) do not match any actual user:
so_so: Sadarada soo socota %d sadar (sadar) ma xirna isticmaale dhab ah:

source: %d users are about to be anonymized :
so_so: %d isticmaale ayaa la doonayaa in la magac-bidho :

source: Loading %d users...
so_so: Raadinaya %d isticmaale...

source: Anonymizing %d users...
so_so: Magac-bidhaya %d isticmaale...

source: All %d users were anonymized.
so_so: Dhammaan %d isticmaale waa la magac-bidhmay.

source: Only %d users were anonymized.
so_so: Kaliya %d isticmaale ayaa la magac-bidhmay.

source: Attempted anonymization of the following %d users failed:
so_so: Isku-dayga magac-bidhista ee isticmaale soo socota %d ayaa fashilmay:

source: Please upload a text file listing the users to be anonymized, one username per line.
so_so: Fadlan soo dejiso fayl qoraal ah oo liiska isticmaale lagu magac-bidho, hal magac isticmaale sadar kasta.

source: Internal inconsistency found : %d users found from %d submitted usernames. Please start over.
so_so: Isku-dheellitir la'aanta gudaha la helay: %d isticmaale laga helay %d magac isticmaale oo la soo gudbiyay. Fadlan dib u bilow.

source: Anonymise users list
so_so: Magac-bidh liiska isticmaale

source: Username list
so_so: Liiska magaca isticmaale

source: Users about to be anonymized:
so_so: Isticmaale yaqda la doonayo in la magac-bidho:

source: Could not read file.
so_so: Ma akhrin karin faylka.

source: Could not read file lines.
so_so: Ma akhrin karin sadarrada faylka.

source: Certificates in sessions
so_so: Shahaadooyinka fadhiyada

source: Filter certificates in sessions
so_so: Shaandheyn shahaadooyinka fadhiyada

source: Update user list
so_so: Cusboonaysii liiska isticmaale

source: Chamilo is an Open Source project and this portal is provided to our community free of charge by the Chamilo Association, which pursues the goal of improving the availability of a quality education around the globe.<br /><br />
so_so: Chamilo waa mashruuc Source Furan ah oo portal-kaas waxaa si bilaash ah bulshadayada u siiya Ururka Chamilo, kaas oo raadinaya himilada hagaajinta helitaanka waxbarashada tayada leh adduunka oo dhan.<br /><br />

source: My assignments
so_so: Shaqooyinkayga

source: Add to editor
so_so: Ku dar tifaftiraha

source: Image URL
so_so: URL sawirka

source: px width
so_so: px ballac

source: Add image with zoom
so_so: Ku dar sawir leh zoom

source: Delete in all languages
so_so: Tirtir dhammaan luqadaha

source: My students schedule
so_so: Jadwalka ardaydayda

source: I accept the number of saved responses in this section.
so_so: Waan aqbalayaa tirada jawaabaha la keydiyay qaybtan.

source: If you are not satisfied, do not check the acceptance box and consult the course manager or the platform administrator.
so_so: Haddii aadan ku qanacsanayn, ha calaamadin sanduuqa oggolaanshaha oo la tasho maamulaha koorsada ama maamulaha aaladda.

source: Student's superior follow up
so_so: La socodka sare ee ardayga

source: General Coaches planning
so_so: Qorsheynta guud ee tababarayaasha

source: Sent or past assignments
so_so: Shaqooyinka la diray ama kuwii hore

source: Pending assignments
so_so: Shaqooyinka sugaya

source: All Assignments
so_so: Dhammaan Shaqooyinka

source: You will find below all your assignment from all the courses and session in which you are registered.
so_so: Hoos waxaad ka heli doontaa dhammaan shaqooyinkaaga ee dhammaan koorsooyinka iyo fadhiyada aad ka diiwaan gashan tahay.

source: Required courses
so_so: Koorsooyinka loo baahan yahay

source: Standard List
so_so: Liistada Caadiga ah

source: Management List
so_so: Liistada Maamulka

source: Anonymize user's sessions
so_so: Ka dhig fadhiyada isticmaale aan magac lahayn

source: Continue last import
so_so: Sii wad soo dejinta ugu dambeysay

source: Notifications
so_so: Ogeysiisyada

source: Justification
so_so: Sababta

source: Periodic export
so_so: Dhoofinta xilliga ah

source: Dates
so_so: Taariikhaha

source: Error: Some of the files inside the zip package have unauthorized extensions.
so_so: Khalad: Qaar ka mid ah faylalka ku jira xirmada zip waxay leeyihiin kordhino aan la oggoleyn.

source: Users by status
so_so: Isticmaale yaqaan xaaladda

source: Sessions per status
so_so: Fadhiyada xaalad kasta

source: Users by target language
so_so: Isticmaale yaqaan luqadda bartilmaameedka

source: Users by career
so_so: Isticmaale yaqaan xirfadda

source: Users by contract
so_so: Isticmaale yaqaan qandaraaska

source: Users by certificate
so_so: Isticmaale yaqaan shahaadada

source: Users by age
so_so: Isticmaale yaqaan da'da

source: Continue the import
so_so: Sii wad soo dejinta

source: LDAP connect operation failed.
so_so: Hawlgalka ku-xirnaanshaha LDAP wuu fashilmay.

source: ldap_bind() failed.
so_so: ldap_bind() fashilmay.

source: ldap_search() failed.
so_so: ldap_search() fashilmay.

source: ldap_first_entry() failed.
so_so: ldap_first_entry() fashilmay.

source: ldap_get_values() failed.
so_so: ldap_get_values() fashilmay.

source: More than one attribute value was found.
so_so: Qiimeynta sifaha badan ayaa la helay.

source: More than one user matched.
so_so: Isticmaale ka badan mid ayaa la helay.

source: Course code confirmation
so_so: Xaqiijinta koodka koorsada

source: Unsupported IMS/QTI version.
so_so: IMS/QTI version lama taageerin.

source: Export all certificates to ZIP
so_so: Dhoofin dhammaan shahaadooyinka ZIP

source: Current score
so_so: Dhibcaha hadda

source: Add attempt
so_so: Ku dar isku day

source: survey
so_so: dhageysi

source: Private between users
so_so: Khaas oo u dhexeeya isticmaale yaasha

source: Nothing
so_so: Waxba

source: Compilatio analysis in progress
so_so: Falanqaynta Compilatio way socotaa

source: Account expiration
so_so: Dhacdo xisaabta

source: Justification expiration
so_so: Dhacdo sababta

source: Justification type
so_so: Nooca sababta

source: Persistent
so_so: Joogto ah

source: Logout from your %s account
so_so: Ka bax xisaabtaada %s

source: Days difference
so_so: Faroqaanka maalmo

source: Graduated
so_so: Qalinjabiyay

source: Absent
so_so: Maqan

source: Internal database error: %s
so_so: Khalad xogta gudaha: %s

source: Wrong number of days: %s: %s
so_so: Tirada maalmo khaldan: %s: %s

source: Subscription not allowed
so_so: Diwaangalashka lama oggoleyn

source: You have passed the %s minutes limit to see the results.
so_so: Waxaad dhaaftay xadka %s daqiiqo si aad u aragto natiijooyinka.

source: Last updated
so_so: Ugu dambeyntii la cusboonaysiiyay

source: Export to XLS
so_so: Dhoofin XLS

source: Learning paths generic stats
so_so: Tilmaamooyinka guud ee wadooyinka waxbarashada

source: Failed to create extra field cas_user.
so_so: Waan ku guuldareystay abuurista goob dheeraad ah cas_user.

source: Failed to create user.
so_so: Waan ku guuldareystay abuurista isticmaale.

source: No such user in LDAP.
so_so: Ma jiro isticmaale sidaas ah LDAP.

source: No such user in the internal database.
so_so: Ma jiro isticmaale sidaas ah keydka gudaha.

source: The user could not be updated.
so_so: Isticmaalaha lama cusboonaysiin karin.

source: The template session does not exist.
so_so: Fadhiga tijaabada ma jiro.

source: Session not registered.
so_so: Fadhiga lama diiwaan gelin.

source: Courses not added to session.
so_so: Koorsooyinka lama ku darin fadhiga.

source: Session not found.
so_so: Fadhiga lama helin.

source: User not found.
so_so: Isticmaalaha lama helin.

source: User not subscribed.
so_so: Isticmaalaha lama diiwaan gelin.

source: No session matched.
so_so: Ma jiro fadhig la mid ah.

source: More than one session matched.
so_so: In ka badan hal fadhig ayaa la mid ah.

source: Could not load user.
so_so: Istiimaalaha lama xadi karin.

source: Language unavailable.
so_so: Luqadda ma jirto.

source: Could not update extra field value.
so_so: Qiimaha goobta dheeraadka lama cusboonaysiin karin.

source: Unsupported update.
so_so: Cusboonaysiinta lama taageerin.

source: No user matched.
so_so: Ma jiro isticmaale la mid ah.

source: Resume
so_so: Dib u bilaab

source: Attendance from %s to %s
so_so: Ishoorka ka yimid %s ilaa %s

source: Add time
so_so: Ku dar waqt

source: Add user
so_so: Ku dar isticmaale

source: Time spent on assignment
so_so: Waqtka ku baxay shaqada

source: User %s signed the agreement on %s
so_so: Isticmaale %s ayaa saxiixay heshiiska %s

source: Available
so_so: Diirran

source: Compilatio anti-plagiarism module
so_so: Moduleka ka hortagga been-abuurka ee Compilatio

source: Quotas
so_so: Qoondoonnada

source: Credits: %s on %s
so_so: Dhibcooyinka: %s %s

source: SOAP connection test...
so_so: Tijaabinta isku xirka SOAP...

source: Connection to Compilatio's SOAP server
so_so: Isku xirka serverka SOAP ee Compilatio

source: Connection successful.
so_so: Isku xirka wuu guulaystey.

source: Sending text to the Compilatio server
so_so: Dirida qoraalka serverka Compilatio

source: This is a text sending test to the Compilatio server via its API. Compilatio key used: %s
so_so: Tani waa tijaabo dirid qoraal ah oo serverka Compilatio iyada oo loo marayo API-keeda. Fure Compilatio la isticmaalay: %s

source: Transfer successful.
so_so: Gudbinta waa guul.

source: Transfer failed.
so_so: Gudbinta waa guuldarro.

source: Could not connect to Compilatio's SOAP server.
so_so: Lama xiriiri karin serverka SOAP ee Compilatio.

source: Check your key, your server ports and possibly your proxy settings.
so_so: Ka hubi furahaaga, dekedaha serverkaaga iyo suurtogal proxy dejimahaaga.

source: Last visited course
so_so: Koorso ugu dambeysay ee la booqday

source: You haven't visited any courses yet, here is the list of your courses.
so_so: Wali ma aad booqan koorsooyin, halkan waa liiska koorsooyinkaaga.

source: No organization
so_so: Ma jiro urur

source: User by organization
so_so: Isticmaale ururkiiba

source: Learning path by author
so_so: Waddada waxbarashada qoraagaagu

source: Import assignments from base course
so_so: Ka soo dejin shaqooyinka koorsada aasaasiga ah

source: Redirect to the platform home page
so_so: U gudbis bogga guriga ee platformka

source: My learning paths
so_so: Wadooyinkayga waxbarasho

source: Last visited learning path
so_so: Waddada waxbarashada ugu dambeysay ee la booqday

source: You haven't visited any learning paths yet, here is the list of your learning paths.
so_so: Wali ma aad booqan wadooyin waxbarasho, halkan waa liiska wadooyinkaaga waxbarashada.

source: This course is used in at least one other portal
so_so: Kooraskan waxaa loo isticmaalaa ugu yaraan hal portal kale

source: Add classes to a learning path
so_so: Ku dar fasallada waddada waxbarashada

source: Replace file
so_so: Beddel faylka

source: Subscribe classes to category
so_so: Ku-diiwaan gel fasalada

source: Export response report
so_so: Dhoofiyo warbixinta jawaabta

source: Response report
so_so: Warbixinta jawaabta

source: Results only available online
so_so: Natiijooyinka kaliya online-ka ayaa diyaar

source: Question stats
so_so: Tirakoobka su'aalaha

source: Wrong answer
so_so: Jawaab qaldan

source: Failure on attempt %s at %s
so_so: Guuldarro ka dhacday isku dayga %s ee %s

source: Validation of exercise at %s
so_so: Xaqiijinta layliyaha %s

source: You finished the questions related to this question category, it's your last chance to go back and revise those questions. Once you click on follow exercise you will go to the next question category and will not be able to go back to this part of the test.
so_so: Waxaad dhameysatay su'aalaha la xiriira qaybta su'aalaha, waa fursaddaada ugu dambeysa inaad dib ugu laabato oo aad dib u eegto su'aalahaas. Markaad riixdo layliga raac waxaad tagi doontaa qaybta su'aalaha soo socota oo dib uma laaban doontid qaybtan imtixaanka.

source: Remaining time to finish exercise
so_so: Waqtiga soo haray ee dhammaystirka layliga

source: Remaining time to finish question
so_so: Waqtiga soo haray ee dhammaystirka su'aasha

source: Detailed questions stats
so_so: Tirakoobka faahfaahinta su'aalaha

source: A short presentation of yourself, your professional or personal experiences and beliefs.
so_so: Muujin gaaban oo naftaada ah, khibradaada shaqo ama shakhsi ahaaneed iyo aaminsanaantaada.

source: The skills you have acquired, formally or non-formally, social or technical.
so_so: Xirfadaha aad heshay, si rasmi ah ama aan rasmi ahayn, bulsho ama farsamo.

source: The relevant diplomas and certificates you have obtained and you are proud of. You should specify at a minimum the title that appears on the document, the organization and the year.
so_so: Shahaadooyinka iyo warqadaha shahaadada ee la xiriira ee aad heshay oo aad ku faantaa. Waa inaad ugu yaraan sheegtaa magaca ku qoran dukumentiga, ururka iyo sanadka.

source: Given your experience and skills, you can usually teach in the fields where your skills are at the highest level. If you feel you could indeed teach someone else in some specific field, mention it here. Otherwise leave empty.
so_so: Marka la eego khibradaada iyo xirfadahaaga, waxaad caadi ahaan wax ku bari kartaa meelaha xirfadahaagu ugu sarreeyaan. Haddii aad dareento inaad runtii wax baran kartaa qof kale goob gaar ah, halkan ku sheeg. Haddii kale ka tag meel bannaan.

source: User guides
so_so: Tilmaamaha isticmaale

source: You have written a paper that you can share, or want to attach your CV for download? Add those here.
so_so: Waxaad qortay warqad aad la wadaagi karto, ama rabtaa inaad ku lifaaqdo CV-gaaga si loo soo dejiso? Ku dar kuwaas halkan.

source: Correct attempts
so_so: Isku dayada saxda ah

source: Incorrect attempts
so_so: Isku dayada khaldan

source: Students with correct answers
so_so: Ardayda leh jawaabaha saxda ah

source: Students with incorrect answers
so_so: Ardayda leh jawaabaha khaldan

source: Content list
so_so: Liiska waxyaabaha

source: Tariff
so_so: Qiime

source: To invoice
so_so: Si loo faa'iideysto

source: LP item by author
so_so: Qaybta LP ee qoraaga

source: Delete also the exercise attempts. If not check then the exercise results will still be available in the exercise tool.
so_so: Tirtir sidoo kale isku dayada layliga. Haddii aan la calaamadin markaas natiijooyinka layliga ayaa weli ka diyaar ah qalabka layliga.

source: Only show a radar of scores by category, instead of a table of categories. Do not show individual scores or feedback.
so_so: Muujin radar-ka dhibcaha qaybta, halkii aad ka muujin lahayd shaxda qaybaha. Ha muujin dhibcaha shaqsiga ama jawaab-celinta.

source: All attempts blocked because you did not reach the minimum score of %s % at one of your attempts.
so_so: Isku dayada oo dhan waa la xannibay sababtoo ah ma aadan gaarin dhibcaha ugu yar ee %s % ee mid ka mid ah isku dayadaada.

source: Authors that have been registered :
so_so: Qoraayaasha la diiwaan geliyay:

source: Price
so_so: Qiime

source: Price updated
so_so: Qiimaha la cusboonaysiiyay

source: Remove selected authors
so_so: Ka saar qoraayaasha la doortay

source: Authors have been removed
so_so: Qoraayaasha waa la saaray

source: Hide category table
so_so: Qari miiska qaybta

source: Only %d questions will be selected based on the test configuration, for a total score of %s.
so_so: Waxaa la dooran doonaa kaliya %d su'aalood oo ku saleysan qaabaynta imtixaanka, wadarta dhibcaha %s.

source: This question is also used in the following tests
so_so: Su'aashan waxaa sidoo kale loo adeegsaday imtixaannada soo socota

source: Link to test edition
so_so: Xiriirka la sii daayay imtixaanka

source: Move users results from base course to a session
so_so: Ka raro natiijooyinka ardayda koorsada salka ah una wareeji kalfadhi

source: If your quiz have hotspot questions included, you should select the images related from the documents.
so_so: Haddii imtixaankaagu uu leeyahay su'aalo hotspot ah oo ku daray, waa inaad doorataa sawirrada la xiriira dukumentiyada.

source: Back to the attempt list
so_so: Ku noqo liiska isku dayga

source: Show the result to the learner: Show the score, the learner's choice and his feedback on each attempt, add the correct answer and his feedback when the chosen limit of attempts is reached.
so_so: Muuji natiijada ardayga: Muuji dhibcaha, doorashada ardayga iyo jawaab-celintiisa ee isku day kasta, ku dar jawaabta saxda ah iyo jawaab-celintiisa marka la gaaro xadka isku dayada la doortay.

source: Signed in as
so_so: Saxiixan sida

source: Remember me
so_so: Xusuuso aniga

source: Register oneself
so_so: Diiwaan gelin naftaada

source: Course introduction
so_so: Hordhac koorsada

source: You don't have any course content yet.
so_so: Ma haysatid wax ku jira koorsada weli.

source: You don't have any course yet.
so_so: Ma haysatid koorsad weli.

source: You don't have any session yet.
so_so: Ma haysatid kalfadhi weli.

source: Go to "Explore" to find a topic of interest, or wait for someone to subscribe you.
so_so: Tag "Explore" si aad u hesho mawduuc danaha ah, ama sug na qof kaa diiwaan geliyo.

source: Add a course introduction to display to your students.
so_so: Ku dar kursi horudhac si aad ardaydaada u muujiso.

source: See as student
so_so: Arday aha u arag

source: Official code
so_so: Koodka rasmiga ah

source: Welcome, please go to diagnostic at %s.
so_so: Ku soo dhawow, fadlan tag goynta %s.

source: Your session search diagnosis is saved
so_so: Gooynta raadinta kaa shaqaynta waa la keydiyay

source: Send diagnostic finalization message
so_so: Dir farriinta dhammaystirka goynta

source: Add a forumCategory
so_so: Ku dar qaybta golaha

source: Create surveyDoodle
so_so: Abuur surveyDoodle

source: Sticky courses
so_so: Kursiyada dhejiska ah

source: Current session tab
so_so: Tabka casharka hadda

source: Upcoming session tab
so_so: Tabka casharka soo socda

source: Past session tab
so_so: Tabka casharkii hore

source: By checking this box, I confirm that I accept the data processing by the platform
so_so: Marka sanduuqaan la saxo, waxaan xaqiijinayaa inaan aqbalayay shaqaynta xogta ee platformka

source: The platform owner, responsible for the processing, implements processing of personal data to respond to your contact request. The data is mandatory. In their absence, it will not be possible to process your request.
so_so: Mulkiilaha platformka, masuulka shaqaynta, waxa uu fuliya shaqaynta xogta shakhsiyadeed si uu uga jawaabo codsigaaga la xiriirka. Xogtu waa qasab. Haddii aysan jirin, ma suurtogelin doonto in codsigaaga la shaqeeyo.

source: Number of times the question was answered
so_so: Tirada jeer ee su'aasha looga jawaabay

source: Number of times this answer was selected
so_so: Tirada jeer ee jawaabtan la doortay

source: Text appearing at the end of the test when the user has succeeded or if no pass percentage was set.
so_so: Qoraalka ka muuqda dhammaadka imtixaanka marka isticmaalehu guuleysto ama haddii aan la dejin boqolkiiba gudaha.

source: Text appearing at the end of the test when the user has failed.
so_so: Qoraalka ka muuqda dhammaadka imtixaanka marka isticmaalehu guuldareysto.

source: Hide question numbering
so_so: Qari nambarka su'aasha

source: Show score by category on a radar/spiderweb chart
so_so: Muuj buundooyinka qaybta garaafka radar/spiderweb

source: Direct pop-up mode
so_so: Qaabka pop-up tooska ah

source: Prevent moving backwards between questions
so_so: Ka hortag in dib loo socdo su'aalaha dhexdooda

source: Your browser does not support Javascript
so_so: Browser-kaagu ma taageero Javascript

source: Unauthorised view access to resource
so_so: Ogolaansho la'aan gelitaanka aragga kheyraadka

source: This message was deleted when the user was removed from the platform on %s
so_so: Farriintan waa la tirtiray markii isticmaaleha laga saaray platformka %s

source: My General Certificate
so_so: Shahaadadayda Guud

source: My Skills
so_so: Xirfadahayga

source: Sign out
so_so: Ka bax

source: Sessions catalogue
so_so: Buugga casharrada

source: Email reply header
so_so: Madaxa jawaabta iimaylka

source: My profile
so_so: Boggeygaaga

source: View all friends
so_so: Arag dhammaan saaxiibada

source: Mark as promoted message
so_so: Calamad si loo xoojiyo farriinta

source: Created with Chamilo copyright year
so_so: Waxa la abuuray Chamilo sannadka xuquuqda daabacaadda

source: Multiple choice with *other* option
so_so: Doorasho badan oo leh *kale* doorasho

source: Extra field to use as student ID for SCORM API
so_so: Goob dheeraad ah oo loo adeegsado ID ardayga ee SCORM API

source: The name provided will be used as the identifier of the user extra field containing an ID that the remote SCORM API will recognize as a user ID. This is only useful if your remote SCORM provider asked you for something similar.
so_so: Magaca la bixiyay waxa loo adeegisan doonaa aqoonsiga goobta dheeraadka ah ee isticmaale ee ay ku jirto ID uu API-ka SCORM fog u aqoonsan doono ID isticmaale. Tani waxay faa'iido u leedahay oo keliya haddii bixiyahaaga SCORM fog uu kaa codsaday wax la mid ah.

source: Deleted users
so_so: Isticmaale yaqaan la tirtiray

source: Latest login in a course
so_so: Galitaankii ugu dambeeyay ee kursiga

source: Multiply questions by class
so_so: Isku dhufat su'aalaha fasalka

source: Multiply questions by user
so_so: Isku dhufat su'aalaha isticmaale

source: Questions about next user
so_so: Su'aalo ku saabsan isticmaale xiga

source: Course code to be entered in capital letters to confirm the deletion: %s
so_so: Koodka kursiga ee lagu gelinayo xuruufta sare si loo xaqiijiyo tirtirka: %s

source: Badge: %s
so_so: Baajin: %s

source: Comment by %s
so_so: Faallo uu qoray %s

source: Portfolio item by %s
so_so: Qaybta portfolio ee %s

source: Copy to my portfolio
so_so: Ka koobiye portfolio-kayga

source: Copy to student portfolio
so_so: Ka koobiye portfolio ardayga
