Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Supports text of several thousands characters, you can also select the type of voice, male or female. It works with fewer languages, however, and the audio quality is lower. Finally, you'll have to download the files manually from a new window.
qu_pe: Qhawarinaq yutiqkunata yachakun, qhawarinaq simikunaq kasqanpi (qhari warmi) qallariykuna. Paykunataqmi ruwakunataqmi Chamiloq ruraypi qhatukusqanpi kunaq.

source: Save mp3
qu_pe: Mp3ta qhatukun

source: Open in a new window
qu_pe: Huk puskaypi kichakuy

source: Speed
qu_pe: Phutuy

source: Faster
qu_pe: Phutuykama

source: Fast
qu_pe: Phutuy

source: Slow
qu_pe: Hanq'a

source: Slower
qu_pe: Hanq'apusqa

source: Use Pediaphon audio services
qu_pe: Usar servicios de audio Pediaphon

source: Supports text with several thousands characters, in various types of male and female voices (depending on the language). Audio files will be generated and automatically saved to the Chamilo directory in which you are.
qu_pe: Qhawarinaq yutiqkunata yachakun, qhawarinaq simikunaq kasqanpi (qhapaq simipi kunaq). Willakuykunata ruwakunataqmi Chamiloq ruraypi qhatukusqanpi kunaq.

source: Please select a language
qu_pe: Simita akllay

source: Move users results from/to a session
qu_pe: Yachakuqkuna rurakuykunata sesionman / -manta wichqay

source: This advanced tool allows you to manually improve the tracking of users results when moving from courses methodology to sessions methodology. In most cases, you won't need to use it.<br />
qu_pe: Kay risaq kallpanchayuq yachakuqkuna rurakuykunata yachakuytaqmi kawsakunata sesionman wichqanpi. Ama llank'aytaqa manam kanmanchu.<br />

source: Enable watermark in PDF export
qu_pe: PDF eksportapi filigranata kichakuy

source: By enabling this option, you can upload an image or a text that will be automatically added as watermark to all PDF exports of documents on the system.
qu_pe: Kay iya kichakusqanmi, ruphinta willakuytaqmi upload qilankupaq, paykunaqmi PDF eksportakunapi filigranataqmi kichakusqanpi.

source: Upload a watermark image
qu_pe: Filigrana ruphi upload qillay

source: Enable watermark definition by course
qu_pe: Kursumanpaq filigranata ñawpaq kichakuy

source: When this option is enabled, teachers can define their own watermark for the documents in their courses.
qu_pe: Kay iya kichakusqanmi, yachay wasin yachakuqkunaq kursokunapi willakuykunapaq filigranakunata ñawpaq qhapaq.

source: PDF watermark text
qu_pe: PDF filigrana willakuy

source: This text will be added as a watermark to the documents exports as PDF.
qu_pe: Kay willakuy PDF eksportakunapi filigranataqmi kichakusqa.

source: Minimum score of exercises
qu_pe: Ejerciciosq yapaq puntakuna

source: Define a minimum score (generally 0) for all the exercises on the platform. This will define how final results are shown to users and teachers.
qu_pe: Platformapi tukuy ejerciciosq yapaq puntakunata qhapaq (suyus 0). Kayqa yachakuqkuna yachay wasipi tukuy rurakuykunata yachakun.

source: Maximum score of exercises
qu_pe: Ejerciciosq chimpakuna puntakuna

source: Define a maximum score (generally 10,20 or 100) for all the exercises on the platform. This will define how final results are shown to users and teachers.
qu_pe: Platformapi tukuy ejerciciosq chimpakuna puntakunata qhapaq (suyus 10,20 o 100). Kayqa yachakuqkuna yachay wasipi tukuy rurakuykunata yachakun.

source: Add a picture
qu_pe: Ruphi yupay

source: Enable learning path auto-launch
qu_pe: Yachay ñanqa ñawpaq kichakuy

source: Use default maximum score of 100
qu_pe: 100 chimpakuna puntakunata ñawpaq kasuq

source: Disable learning path auto-launch
qu_pe: Yachay ñanqa ñawpaq kichakuy

source: The learning path auto-launch setting is ON. When learners enter this course, they will be automatically redirected to the learning path marked as auto-launch.
qu_pe: Yachay ñanqa ñawpaq kichakuy iya kichakusqa. Yachakuqkuna kay kursonman haykuspallaqmi yachay ñanman ñawpaq kichakuyta wichqakusqanman.

source: Unique answer with unknown
qu_pe: Huk kutipas willakuy manam yachakunichu

source: Multiple answer true/false/don't know
qu_pe: Qhawarina willakuy chiqaq/chiqapuni/manam yachakunichu

source: Combination true/false/don't-know
qu_pe: Chiqaq/chiqapuni/manam yachakunichu rurakuy

source: Don't know
qu_pe: Manam yachakunichu

source: Exam not available at this time
qu_pe: Examenqa kay punchawpi manam kanmanchu

source: Username or e-mail address
qu_pe: Sutiq sutiyki email nisqa

source: Enable MathJax
qu_pe: MathJax kichakuy

source: Activate
qu_pe: Kichakuy

source: Deactivate
qu_pe: Kichakuy

source: Learning path settings
qu_pe: Yachay ñanqa iyaruqkuna

source: Careers and promotions
qu_pe: Kamaqkuna y promosyonkuna

source: Careers
qu_pe: Kamaqkuna

source: Promotions
qu_pe: Promosyonkuna

source: Update successful
qu_pe: Kamarikuy allcha kerdikun

source: Career
qu_pe: Kamaq

source: Subscribe sessions to promotions
qu_pe: Sesionkuna promosyonman qillqay

source: Sessions not subscribed
qu_pe: Sesionkuna manam qillqakusqakuna

source: First letter of session name
qu_pe: Sesion sutiq ñawpaq yutiq

source: Sessions in this promotion
qu_pe: Kay promosyondaq sesionkuna

source: Subscribe sessions to promotion
qu_pe: Sesiones inscribir promocionman

source: No end time
qu_pe: Mana p'unchay kama

source: Subscribe users to class
qu_pe: Ruraqkunata turaman qillqay

source: Subscribe class to courses
qu_pe: Turata wasikunaman qillqay

source: Subscribe class to sessions
qu_pe: Turata sesionnaman qillqay

source: Sessions in group
qu_pe: Harp'uni sesionkuna

source: Courses in group
qu_pe: Harp'uni wasikuna

source: Users in group
qu_pe: Harp'uni ruraqkuna

source: Users on platform
qu_pe: Patawan ruraqkuna

source: Created at
qu_pe: Kamarisqa

source: Updated at
qu_pe: Hinallay kamarisqa

source: Created on
qu_pe: Kamarisqa pacha

source: Paint
qu_pe: Pintura

source: My results
qu_pe: Ñoqap resultados

source: All learning paths
qu_pe: Yachay ñan Tukuy

source: By course
qu_pe: Wasita

source: My MCQ
qu_pe: Ñoqap MCQ

source: Learning path updated
qu_pe: Yachay ñan hinallay kamarisqa

source: You will have to create a career before you can add promotions (promotions are sub-elements of a career)
qu_pe: Kamisqakunata qillqayniwan promocionkuna qillqay. (Promocionkuna kamisqa kaymanta suyukuna)

source: Output buffering setting is "On" for being enabled or "Off" for being disabled. This setting also may be enabled through an integer value (4096 for example) which is the output buffer size.
qu_pe: Output buffering willay "On" kaymanta rurayniyuqwan uk "Off" mana rurayniyuqwan. Kay willay integer valorwanmi kay (4096 ejemplo) output buffer ukhu.

source: Extension loaded
qu_pe: Pakay kamarisqa

source: Add a course
qu_pe: Wasita yapasiy

source: Per week
qu_pe: P'unchurwan

source: Subscribe group to sessions
qu_pe: Harp'unita sesionkuman qillqay

source: Subscribe group to courses
qu_pe: Harp'unita wasikunaman qillqay

source: Compare stats
qu_pe: Yachaywan ruraykuna uyariy

source: Rename and comment
qu_pe: Sutinta huch'uytawan willaniy

source: Photo retouching
qu_pe: Foto retush

source: The <i>%s</i> promotion has been archived. This action has the consequence of making invisible all sessions registered into this promotion. You can undo this by unarchiving this promotion.
qu_pe: The <i>%s</i> promocion kuti kamarisqa. Kay rurayninmi promocionman qillqasqa sesionkuna mana qhawarina. Kayta kutichiyti atiniku promocionta kuti kamarisqamanta.

source: The <i>%s</i> promotion has been unarchived. This action has the consequence of making visible all sessions registered into this promotion. You can undo this by archiving the promotion.
qu_pe: The <i>%s</i> promocion kuti kamarisqamanta. Kay rurayninmi promocionman qillqasqa sesionkuna qhawarina. Kayta kutichiyti atiniku promocionta kuti kamariniy.

source: The <i>%s</i> career has been archived. This action has the consequence of making invisible the career, its promotions and all the sessions registered into this promotion. You can undo this by unarchiving the career.
qu_pe: The <i>%s</i> kamisqa kuti kamarisqa. Kay rurayninmi kamisqa, promocionkuna, promocionman qillqasqa sesionkuna mana qhawarina. Kayta kutichiyti atiniku kamisqata kuti kamarisqamanta.

source: The <i>%s</i> career has been unarchived. This action has the consequence of making visible the career, its promotions and all the sessions registered into this promotion. You can undo this by archiving the career.
qu_pe: The <i>%s</i> kamisqa kuti kamarisqamanta. Kay rurayninmi kamisqa, promocionkuna, promocionman qillqasqa sesionkuna qhawarina. Kayta kutichiyti atiniku kamisqata kuti kamariniy.

source: See all
qu_pe: Tukuy qhawiy

source: See only archived
qu_pe: Kuti kamarisqakunamanta qhawiy

source: See only unarchived
qu_pe: Kuti kamarisqakunamanta qhawiy

source: Latest attempt
qu_pe: Ñawpaq ruray

source: Watermark header in PDF exports
qu_pe: PDF exportninkuna watermark header

source: False
qu_pe: Mana allin

source: Enrolment by classes
qu_pe: Turawan qillqay

source: Your contact information could not be sent. This is probably due to a temporary network problem. Please try again in a few seconds. If the problem remains, ignore this registration process and simply click the button to go to the next step.
qu_pe: Ñoqap rakiqay willakuykuna mana kachkan. Kayqa sapaq internet problema uk. Qhawarina p'unchayniykuna. Mana kutichisqallaq, kay qillqay llamk'itata qallariy.

source: Fill courses
qu_pe: Wasikuna ukhu

source: Fill sessions
qu_pe: Sesionkuna ukhu

source: My classes
qu_pe: Ñoqap turma

source: Archived
qu_pe: Kuti kamarisqa

source: Unarchived
qu_pe: Kuti kamarisqamanta

source: Publication date
qu_pe: Rurakuy pacha

source: My social groups
qu_pe: Ñoqap iñiq harp'unikuna

source: Social groups
qu_pe: Iñiq harp'unikuna

source: Create a social group
qu_pe: Iñiq harp'unita kamariy

source: Not logged in for some time
qu_pe: Sapaq pacha mana ruraq

source: Last %d months
qu_pe: Últ. %d ka wawan

source: Never connected
qu_pe: Mana allichakuyta atinchu

source: Font resize accessibility feature
qu_pe: Lletuq puka allichay yachayniyoq

source: Enable this option to show a set of font resize options on the top-right side of your campus. This will allow visually impaired to read their course contents more easily.
qu_pe: Kay ruqsiman yachakuyta allichay lletuq pukaqkunata kampu ñawpaq-pasñanpi ruwachakunata rikunaykipaq. Kayqa qhawariy yachayniyoqkuna kursu yachaykunata aswan rahayta atinapaq.

source: Correct and rate
qu_pe: Tukuyta qhaway

source: Upon reception
qu_pe: Chaskisqanmanta

source: Once a day
qu_pe: Pachak killaymanta

source: These questions have been taken from the learning paths
qu_pe: Kay paqosqakuna yachay ñanmanta kamarisqa

source: All learners attempts are considered
qu_pe: Yachayniyoq yarpasqakunaq tukuy yarpasqakunaq

source: Current view mode: external embed. Use only for embedding in external sites.
qu_pe: Kunan rikch'ay: lluqsi imaynaq. Lluqsi rakinakunapi qillqanapaqmi.

source: Item added
qu_pe: Qillqay q'illarisqa

source: Item deleted
qu_pe: Qillqay q'ichusqa

source: Item updated
qu_pe: Qillqay musuqchisqa

source: Item copied
qu_pe: Qillqay q'illqasqa

source: My statistics
qu_pe: Ñoqap yachay qillqanakuna

source: Tests available
qu_pe: Yachanakuna kashan

source: Exercises taken
qu_pe: Kamarisqa rurakuna

source: Average test result
qu_pe: Yachanayuq rurakunaq promidyo

source: Learning path progress
qu_pe: Yachay ñan ñanq'ay

source: Best result in course
qu_pe: Kursupi askha ruraq

source: From %s to %s
qu_pe: %s-manta %s-manta

source: Redirect to a selected learning path
qu_pe: Yachay ñanman wayt'anay

source: Redirect to the learning paths list
qu_pe: Yachay ñankuna rurayman wayt'anay

source: Propagate negative results between questions
qu_pe: Paqosqakunaq nakay rurakunata paspasnakuy

source: Learners cannot see this learning path
qu_pe: Yachayniyoqkuna mana kay yachay ñantataq rikunakuchu

source: Use this question in the test as a link (not a copy)
qu_pe: Kay paqosta yachanapi hiwanay (mana q'illqanayuq)

source: Practice mode: Show score only, by category if at least one is used
qu_pe: Ruray ñawpaq: Ruraqta rikunay, kategoriaq yarpasqa uk yupanpi

source: Clean
qu_pe: Phich'ay

source: In case of multiple attempts, only shows the best result of each learner
qu_pe: Yarpasqa uk yupanpi, yachayniyoq yarpasqa askha ruraqta rikunay

source: Edit members list
qu_pe: Runakuna rurayta musuqchay

source: Best attempt
qu_pe: Askha ruraq

source: Progress of own exercises results over time, against learners average
qu_pe: Ñoqap rurakunaq ñanq'ay, yachayniyoqkunaq promidyoq

source: Notify by mail on new invitation received
qu_pe: Musuq hiwanakuy chaskisqanmanta willakuy

source: Notify by mail on new personal message received
qu_pe: Musuq ñoqap willakuy chaskisqanmanta willakuy

source: Notify by mail on new message received in group
qu_pe: Willakuy grupopi chaskisqanmanta willakuy

source: Fulltext search
qu_pe: Tukuy qillqanakunaq maskhay

source: This feature allows you to index most of the documents uploaded to your portal, then provide a search feature for users.<br />This feature will not index documents that have already been uploaded, so it is important to enable (if wanted) at the beginning of your implementation.<br />Once enabled, a search box will appear in the courses list of every user. Searching for a specific term will bring a list of corresponding documents, exercises or forum topics, filtered depending on the availability of these contents to the user.
qu_pe: Kay yachayniyoqqa portalkupi kamarisqa willakuykunata hampikuyta munanki, hinam yachayniyoqkunaq maskhayta qhawayta atin. <br />Kay yachayniyoqqa kamarisqa willakuykunata mana hampikunachu, nisqamanta hampikuyta munankiqa, ñawpaqpi allichay. <br />Allichasqanmanta, yachayniyoq kursu rurakunapi maskhay q'illqan yarpasqa.

source: Available custom search fields
qu_pe: Maskhay qillqanakuna kashan

source: Xapian module installed
qu_pe: Xapian móduloq kamarisqa

source: Click on the box below to select files from your computer (you can use CTRL + clic to select various files at a time), or drag and drop some files from your desktop directly over the box below. The system will handle the rest!
qu_pe: Q'illqanpi klikinakuy (CTRL + klikwan uk uk q'illqanta q'illqanakuyta atin), o rakiptamanta q'illqanakunata q'illqanpi thakhinakuy. Sistemaq tukuyta qhaway!

source: Simple
qu_pe: Saya

source: Multiple
qu_pe: Chusa

source: Click or drag and drop files here to upload them
qu_pe: Q'illqanakunata kamarinapaq klikinakuy o thakhinakuy

source: Import quiz from Excel
qu_pe: Excel-manta yachanan yachanan kamarinay

source: Download the Excel Template
qu_pe: Excel plantillanta q'illqanay

source: You are currently using %s MB (%s) of your %s MB.
qu_pe: Kunan %s MB (%s) %s MB-manta qhaway.

source: Average is calculated based on all test attempts
qu_pe: Promidyo tukuy yachanan yarpasqakunamanta qillqasqa

source: Average is calculated based on the latest attempts
qu_pe: Promidyo uk uk yarpasqakunamanta qillqasqa

source: Latest attempt average score
qu_pe: Uk yarpasqa promidyo ruraq

source: Supported formats for index
qu_pe: Hampikuy formatokuna

source: Installed
qu_pe: Yapusqakuna

source: Not installed
qu_pe: Manam yapusqachu

source: Programs needed to convert files
qu_pe: Pishtupakuna willakuyta tikrayninta sapaq

source: You are using Chamilo in a Windows platform, sadly you can't convert documents in order to search the content using this tool
qu_pe: Kami Chamilo Windows platformapi qhawasqankuna, llakikunam mana tikrayta atinichu willakuykunata kay altaptinpi maskhananpaq

source: Only letters (a-z) and numbers (0-9)
qu_pe: Huk sillakuna (a-z) hinam números (0-9)

source: Hide courses list in sessions
qu_pe: Yachachisqakuna willakuyta pukaq sessionkunapi

source: When showing the session block in your courses page, hide the list of courses inside that session (only show them inside the specific session screen).
qu_pe: Yachachisqakuna pisiqpi session bloketa rikhuruspaq, sessionmanta yachachisqakuna willakuyta pukaq (sapaq session pantallapi rikhuruspaq).

source: Show classes to users
qu_pe: Turakunata rurakunaman rikuchiq

source: Show the classes to users. Classes are a feature that allow you to register/unregister groups of users into a session or a course directly, reducing the administrative hassle. When you pick this option, learners will be able to see in which class they are through their social network interface.
qu_pe: Turakunata rurakunaman rikuchiq. Turakuna haykuqkunam nin: rurakuna turakunata sessionpi otaq yachachisqapi qhawayta / saqiyta atin, kamachiyniyta k'anchayta. Kay ruqsiman qhipaqkamaq, yachakuqkuna red social interfazpi turamantata rikhurunqaku.

source: Exercise will be activated from %s to %s
qu_pe: Ejercico %s-manta %s-manta ruraq

source: Exercise available from %s
qu_pe: Ejercico %s-manta ruraq

source: Exercise available until %s
qu_pe: Ejercico %s-manta ruraq

source: Big icons view
qu_pe: Hatun ikonokuna rikcha

source: Check file permissions
qu_pe: Pishtupakuna ruraqkunata qhaway

source: Added to a LP
qu_pe: LPman yapasqa

source: Enable Quiz scenario
qu_pe: Quiz pantalla ruraq

source: From here you will be able to create exercises that propose different questions depending in the user's answers.
qu_pe: Kaymanta ejercicokunata kamachiyta atinikuq, rurakuna willakuykunata musuq willakuykunata qhaway.

source: Can't find the applet Nanogong
qu_pe: Nanogong appletatam manam t'ikranichu

source: Before try to send the file you should make the recording
qu_pe: Pishtuta kamachiyta munaspayki grabacionta kamachiy

source: You did not give a name to file
qu_pe: Pishtuman sutita manam kerdrichu

source: Failed to submit the voice recording
qu_pe: Grabacion de voz kamachiyta manam atinichu

source: Voice recording has been submitted
qu_pe: Grabacion de voz kamachirqan

source: Record my voice
qu_pe: Ñoqap grabacion

source: To start recording press the red button
qu_pe: Grabacion ruraspaq puka p'utuytan ch'usiq

source: Voice record
qu_pe: Grabacion de voz

source: Your browser does not send your recording to the platform, although you can save on your computer disk and send it later. To have all the features, we recommend using advanced browsers such as Firefox or Chrome.
qu_pe: Navegadorqan grabacionta platformaman manam kamachinchu, winak diskupi saqiyta atinikuq hinam kamachiyta munaspayki. Tukuy raspaq, Firefox otaq Chrome navegadorkunata sugerinikuq.

source: Already exist a file with the same name. Please, rename the file.
qu_pe: Sutitaq pishtuta kachkan. Pishtuta sutichay.

source: Activate recorder - voice player Nanogong
qu_pe: Grabador - reproductor de voz Nanogong ruraq

source: Nanongong is a recorder - voice player that allows you to record your voice and send it to the platform or download it into your hard drive. It also lets you play what you recorded. The learners only need a microphone and speakers, and accept the load applet when first loaded. It is very useful for language learners to hear his voice after listening the correct pronunciation proposed by teacher in a wav voice file.
qu_pe: Nanogong grabador - reproductor de voz, ñoqap grabacionta platformaman kamachiyta otaq winak diskupi saqiyta atin. Grabacionta rikuyta atin. Yachakuqkuna micrófono yachakuqkuna altkunaq, primer cargapi appletatam qhaway. Rimay yachakuqkunaqpaq yachay wasi sutinpi wav nisqa grabacionpi qhaway.

source: Assessments and attendances
qu_pe: Evaluaciones y asistencias

source: Exercises and learning paths are invisible in the new course
qu_pe: Ejercicios y learning paths musuq yachachisqapi manam rikhurqachu

source: Select a date range
qu_pe: Pacha rangoman qhaway

source: Are you sure you want to lock the evaluation?
qu_pe: ¿Chay evaluacionta qhatuchwan?

source: Are you sure you want to unlock the evaluation?
qu_pe: ¿Chay evaluacionta qhawaychwan?

source: Evaluation has been unlocked
qu_pe: Evaluacion qhawayqan

source: Evaluation has been locked
qu_pe: Evaluacion qhatuqan

source: All done
qu_pe: Tukuy rurakun

source: All not done
qu_pe: Manam rurakun

source: If your Learning paths have audio files included, you should select them from the documents
qu_pe: Learning paths audio pishtukunata kanchispaq, pishtukunamanta qhaway

source: If you plan to upgrade from an older version of Chamilo, you might want to <a href="../../documentation/changelog.html" target="_blank">have a look at the changelog</a> to know what's new and what has been changed
qu_pe: Chamilo versiopita musuqmanta upgrade munaspayki, <a href="../../documentation/changelog.html" target="_blank">changelogta qhaway</a> musuqkuna imakuna kanchayku imakuna qhipaqku

source: There was a problem uploading your document: the received file had a 0 bytes size on the server. Please, review your local file for any corruption or damage, then try again.
qu_pe: Pishtuqa kamachiyta problema kachkan: serverpi 0 bytes tamaño. Pishtuqta qhawayta corrupcion o daño, musuqmanta qhaway.

source: You have to choose a relation type
qu_pe: Relacion tipota qhaway

source: Relation type selection
qu_pe: Relacion tipo qhaway

source: Add user to this URL
qu_pe: Rurakunata kay URLman yapay

source: Course registered to the URL
qu_pe: Yachachisqa URLman qhapisqa

source: You have to select at least one session and one URL
qu_pe: Huk session y huk URL qhaway

source: Select a URL
qu_pe: URL qhaway

source: The sessions have been updated.
qu_pe: Sessionkuna musuqman qhipaqku.

source: URL deleted.
qu_pe: URL saqirqan.

source: Cannot delete this URL.
qu_pe: Kay URL saqiyta manam atinichu.

source: Courses on the platform.
qu_pe: Yachayninakuna platformapi.

source: Users updated.
qu_pe: Ruraqkunata puñuyta qunqachisqa.

source: Course homepage
qu_pe: Yachayninan ruraq

source: Coming soon...
qu_pe: Kutipamuy...

source: Dummy course content - only available on test platforms.
qu_pe: Ñawpaq yachayninan rimay - qatiy yachayninakunaq platformapi qhapaq.

source: There are no selected courses or the courses list is empty.
qu_pe: Mana yachayninakuna mañayta atinchu ukhu mana yachayninakuna rurachisqa.

source: A code has been used twice in the file. This is not authorized. Courses codes should be unique.
qu_pe: Kuti qillqapi iskay kutin kutiq. Manam munaychu. Yachayninakunaq kutiqkunata hukrayku qhapaq kasqaku.

source: This code exists
qu_pe: Kay kuti kawsasqa

source: The category could not be found
qu_pe: Mana phuqñichisqa katigori

source: Title of related course
qu_pe: Yachayninan sutin

source: Linked course's code
qu_pe: Yachayninan kuti

source: Assign users to sessions administrator
qu_pe: Ruraqkunata sesion kamachisqanman qatachiy

source: Assign a users list to the sessions administrator
qu_pe: Ruraqkunata rurachina sesion kamachisqanman qatachiy

source: Class updated.
qu_pe: Turakuna puñuyta qunqachisqa.

source: Class deleted.
qu_pe: Turakuna kicharisqa.

source: The class could not be deleted.
qu_pe: Mana turakunata kichary atinchu.

source: Some of the classes could not be deleted.
qu_pe: Qhepakuna turakunata mana kichary atinchu.

source: Don't uncheck
qu_pe: Mana q'ispichiy

source: Modified
qu_pe: Puñuyta qunqasqa

source: Sessions list
qu_pe: Sesion rurakuna

source: Promotion
qu_pe: Phaway

source: Update session
qu_pe: Sesionta puñuy

source: Path
qu_pe: Çara

source: Over 100
qu_pe: Pachak 100 ñawpaq

source: Under the minimum.
qu_pe: Pisiq pisiq.

source: Select export option
qu_pe: Rimaruy qatachiy

source: Field added.
qu_pe: Çara qatachisqa.

source: The parent language does not exist.
qu_pe: Mana ñawpaq simi kawsasqa.

source: The sub-language has not been removed.
qu_pe: Mana kuti simita q'ichuyta atinchu.

source: Show/Hide
qu_pe: Qhawachiy/Occllay
