Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: This user doesn't exist
ar: هذا المستخدم غير موجود
ast_es: Esti usuariu nun esiste
bn_bd: এই ব্যবহারকারীটি বিদ্যমান নয়
bs_ba: Ovaj korisnik ne postoji
ca_es: Usuari inexistent
cs_cz: Tenhle uživatel neexistuje
da: Brugerprofilen findes ikke
de: Dieser Benutzer existiert nicht
el: Δεν υπάρχει ο χρήστης
eo: Tiu uzanto ne ekzistas
es: Este usuario no existe
es_mx: Este usuario no existe
eu_es: Erabiltzaile hau ez da
fa_ir: این کاربر وجود ندارد
fi_fi: Tämä käyttäjä ei ole olemassa
fo_fo: Hesin brúkari finst ikki
fur: Chest utint no esist
ga: Níl an túsáideoir seo ann
gl: Este usuario non existe
he_il: משתמש זה לא קיים
hi: यह उपयोगकर्ता मौजूद नहीं है
hr_hr: Ovaj korisnik ne postoji
hu_hu: A felhasználó nem létezik
hy: Այս օգտատերը չի գոյություն
id_id: Pengguna ini tidak ada
it: L'utente non esiste
ja: このユーザーは存在しません
ka_ge: ეს მომხმარებელი არ არსებობს
ko_kr: 이 사용자가 존재하지 않습니다
lt_lt: Šis vartotojas neegzistuoja
lv_lv: Šis lietotājs neeksistē
mk_mk: Овој корисник не постои
ms_my: Pengguna ini tidak wujud
my_mm: ဤအသုံးပြုသူမရှိပါ
ne: यो प्रयोगकर्ता अस्तित्वमा छैन
nl: Deze gebruiker bestaat niet
nn_no: Denne brukaren finst ikkje
oc: Aqueste utilizaire existís pas
pl_pl: Taki użytkownik nie istnieje
ps: دا کارن نشته
pt_br: Este usuário não existe
pt_pt: Este utilizador não existe
ro_ro: Acest utilizator nu exista
ru_ru: Такого пользователя не существует
sk_sk: Tento používateľ neexistuje
sl: Ta uporabnik ne obstaja
sq: Ky përdorues nuk ekziston
sr_rs: Ovaj korisnik ne postoji
sv_se: Denna användare existerar inte
sw_ke: Mtumiaji huyu haipo
ta: இந்த பயனர் இல்லை
th: ผู้ใช้รายนี้ไม่มีอยู่
tl_ph: Ang user na ito ay hindi umiiral
tr: Bu kullanıcı mevcut değil
uk_ua: Цього користувача не існує
vi_vn: Người dùng này không tồn tại
xh_za: Lo msebenzisi akakho
zh_cn: 用户不存在
zh_tw: 此使用者不存在

source: but problems occurred
ast_es: pero hubo problemes
bn_bd: কিন্তু সমস্যা ঘটেছে
bs_ba: ali došlo je do problema
ca_es: però hi ha hagut problemes
cs_cz: ale vyskytly se problémy
da: men der opstod problemer
el: αλλά υπήρξαν προβλήματα
eo: sed okazis problemoj
es_mx: pero ocurrieron problemas
eu_es: baina arazoak gertatu dira
fa_ir: دچار مشکل شدیم
fi_fi: mutta ongelmia ilmeni
fo_fo: men trupulleikar komu upp
fur: ma a son vignûts parie
ga: ach tharla fadhbanna
gl: mais producíronse problemas
he_il: אבל התרחשו בעיות
hi: लेकिन समस्याएँ हुईं
hr_hr: ali došlo je do problema
hu_hu: de probléma jelentkezett
hy: բայց խնդիրներ են առաջացել
id_id: tetapi terjadi masalah
it: ma ci sono stati dei problemi
ja: が問題が発生しました
ka_ge: მაგრამ პრობლემები წარმოიშვა
ko_kr: 하지만 문제가 발생했습니다
lo: ແຕ່ເກີດບັນຫາ
lt_lt: bet atsirado problemos
lv_lv: bet problēmas radās
mk_mk: но проблеми се случиле
ms_my: tetapi masalah berlaku
my_mm: သို့သော် ပြဿနာများဖြစ်ပေါ်ခဲ့သည်
ne: तर समस्या उत्पन्न भयो
nl: maar er deden zich problemen voor
nn_no: men det oppstod problem
oc: mas i a agut de problèmas
pl_pl: ale wystąpiły problemy
ps: خو ستونزې رامنځته شوې
pt_br: mais problemas ocorreram
pt_pt: mas ocorreram problemas
ro_ro: dar au aparut probleme
ru_ru: но проблемы возникли
sk_sk: ale objavili sa problémy
sq: por ndodhën probleme
sr_rs: ali su se pojavili problemi
sv_se: men problem uppstod
sw_ke: lakini matatizo yalitokea
ta: ஆனால் சிக்கல்கள் ஏற்பட்டன
th: แต่เกิดปัญหา
tl_ph: ngunit may mga problema
tr: Ancak sorunlar oluştu
uk_ua: але проблеми виникають
vi_vn: nhưng có vấn đề xảy ra
xh_za: kodwa iingxaki zenzekile
zh_cn: 但出现的问题
zh_tw: 但是出現問題

source: This login was cut
ar: تم قص اسم المستخدم هذا
ast_es: Esti nome d'usuariu cortóse
bn_bd: এই লগইনটি কাটা হয়েছে
bs_ba: Ova prijava je prekinuta
ca_es: Nom d'usuari tallat
cs_cz: Login byl zkrácen
da: Brugernavnet blev ikke færddiggjort
de: Dieser Zugang wurde gelöscht
el: Έχει απαγορευτεί η είσοδος στο login
eo: La uzantnomo estas mallongigita
es: Este nombre de usuario fue cortado
es_mx: Este inicio de sesión fue recortado
eu_es: Erabiltzaile izen hau ebaki zen
fa_ir: اطلاعات ورودی کم شد
fi_fi: Tämä kirjautumistunnus katkaistiin
fo_fo: Henda innskrift varð skorin
fur: Chest login è stât tronchît
ga: Gearradh an logáil isteach seo
gl: Este nome de usuario foi abreviado
he_il: כניסה זו נחתכה
hi: यह लॉगिन कटा हुआ था
hr_hr: Ova prijava je skraćena
hu_hu: A felhasználónév vége le lett vágva
hy: Այս մուտքագրումը կրճատվել է
id_id: Login ini dipotong
it: Il nome utente va accorciato
ja: このログインが切り詰められました
ka_ge: ეს შესვლა შეწყდა
ko_kr: 이 로그인이 잘렸습니다
lt_lt: This username was cut
lv_lv: Šis Lietotājvārds tika saīsināts
mk_mk: Ова корисничко_име беше исечено
ms_my: Log masuk ini dipotong
my_mm: ဤအကောင့်ဝင်အမည်ကို ဖြတ်တောက်ခဲ့သည်
ne: यो लगइन काटियो
nl: De gebruikersnaam is ingekort
nn_no: Denne pålogginga vart klippet
oc: Aqueste login es estat copat
pl_pl: Login został ucięty
ps: دا لاگ ان قطع شو
pt_br: Este nome de usuário foi abreviado
pt_pt: Este login/acesso foi cortado
ro_ro: Acest nume de utilizator a fost trunchiat
ru_ru: Это имя пользователя было обрезано
sk_sk: Toto meno používateľa bolo vymazané
sl: To uporabniško ime je bilo skrajšano
sq: Ky hyrje u ndërpre
sr_rs: To korisničko ime je bilo skraćeno
sv_se: Användarnamnet kortades av
sw_ke: Ingizo hili lilikatwa
ta: இந்த உள்நுழைவு வெட்டப்பட்டது
th: ชื่อเข้าใช้ถูกตัด
tl_ph: Pinutol ang login na ito
tr: Bu kullanıcı ismi kısaltıldı
uk_ua: Це ім'я користувача було скорочено
vi_vn: Tên đăng nhập này bị cắt
xh_za: Ukuqonda oku kweqinqa
zh_cn: 用户名被裁剪
zh_tw: 使用者名稱被截短

source: No file was sent
ar: لم يتم إرسال أي ملف
ast_es: Nun s'unvió archivu nengún
bn_bd: কোনো ফাইল পাঠানো হয়নি
bs_ba: Nijedan fajl nije poslan
ca_es: No s'ha enviat cap fitxer
cs_cz: Žádný soubor nebyl poslán
da: Ingen filer blev sendt
de: Es wurde keine Datei verschickt
el: Δεν απεστάλει κανένα αρχείο
eo: Neniu dosiero sendita
es: No se envió ningún archivo
es_mx: No se envió ningún archivo
eu_es: Ez zen fitxategi bat ere bidali
fa_ir: هیچ فایلی ارسال نشد
fi_fi: Tiedostoa ei lähetetty
fo_fo: Ongin fíla var send
fur: Nissun file inviât
ga: Níor seoladh aon chomhad
gl: Non se enviou nengún ficheiro
he_il: לא נשלח קובץ
hi: कोई फ़ाइल भेजी नहीं गई
hr_hr: Nijedna datoteka nije poslana
hu_hu: Nem történt fájlküldés
hy: Ֆայլ չի ուղարկվել
id_id: Tidak ada file yang dikirim
it: Nessun file inviato
ja: ファイルが送信されませんでした
ka_ge: ფაილი არ გაგზავნილა
ko_kr: 파일이 전송되지 않았습니다
lt_lt: Failas neišsiųstas
lv_lv: Fails netika nosūtīts
mk_mk: Ниедна датотека не беше испратена
ms_my: Tiada fail dihantar
my_mm: ဖိုင်မပို့ထားပါ
ne: कुनै फाइल पठाइएको थिएन
nl: Geen bestand verzonden
nn_no: Ingen fil vart sendt
oc: Cap fichièr es pas estat enviat
pl_pl: Żaden plik nie został wysłany
ps: هیڅ فایل نه دی لیږل شوی
pt_br: Nenhum arquivo enviado
pt_pt: Não foi enviado nenhum ficheiro
ro_ro: Nu a fost transmis nici un fisier
ru_ru: Ни одного файла не было послано
sk_sk: Žiadny súbor nebol poslaný
sl: Nobena datoteka ni bila poslana
sq: Asnjë skedar nuk u dërgua
sr_rs: Nijedan fajl nije poslat
sv_se: Ingen fil skickades
sw_ke: Hakuna faili iliyotumwa
ta: எந்த கோப்பும் அனுப்பப்படவில்லை
th: ไม่มีไฟล์ที่ส่งมา
tl_ph: Walang file na ipinadala
tr: Hiç dosya gönderilmedi
uk_ua: Жодного файлу не було відправлено
vi_vn: Không có tệp nào được gửi
xh_za: Akukho fayile ithunyelweyo
zh_cn: 没有文件被发送
zh_tw: 沒有送出檔案

source: Learner status has been given to
ar: تم إعطاء حالة الطالب إلى
ast_es: L'estatus d'estudiante atribuyóse a
bn_bd: শিক্ষার্থী স্থিতি দেওয়া হয়েছে
bs_ba: Status učenika je dodijeljen
ca_es: L'estat d'alumne ha estat atribuït a
cs_cz: Status školitele byl uveřejněn
da: Status som studerende blev givet til
de: Teilnehmer-Status wurde aufgegeben
el: Η κατάσταση μαθητή δόθηκε σε
eo: La statuso de la studento estas transdonita al
es: El estatus de estudiante ha sido dado a
es_mx: Se ha asignado el estado de aprendiz a
eu_es: Ikaslearen egoera honakoari eman zaio:
fa_ir: وضعیت دانشجو داده شد به
fi_fi: Oppijan tila on annettu
fo_fo: Nemi-status er gjørdur til
fur: Stât di aprendizant dade a
ga: Bronnadh stádas foghlaimeora ar
gl: Déuselle a condición de alumno a
he_il: ניתן סטטוס לומד
hi: शिक्षार्थी स्थिति दी गई है
hr_hr: Status učenika dodijeljen
hu_hu: Felhasználói státusz hozzárendelve kihez:
hy: Աշակերտի կարգավիճակը տրվել է
id_id: Status peserta diberikan kepada
it: Il ruolo dell'utente è ora
ja: に学習者ステータスが付与されました
ka_ge: სწავლებულის სტატუსი მიენიჭა
ko_kr: 학습자 상태가 부여되었습니다
lo: ສະຖານະຜູ້ຮຽນໄດ້ຖືກມອບໃຫ້
lt_lt: Studento būsena pateikta
lv_lv: Izglītojamā statuss ir piešķirts
mk_mk: Статусот курсист му бил доделен на
ms_my: Status pelajar diberikan kepada
my_mm: သင်ယူသူအခြေအနေကို ပေးအပ်ခဲ့သည်
ne: विद्यार्थीको स्थिति दिइएको छ
nl: De status van de student werd doorgegeven aan
nn_no: Lærlingstatus er gjeven til
oc: Estat d’alun(e) atribuit a
pl_pl: Status studenta nadano
ps: زده کوونکي حالت ورکړل شوی دی
pt_br: O status de estudante foi dado a
pt_pt: O status/estado do aluno foi atribuido a
ro_ro: Statusul stundetului a fost dat lui
ru_ru: Статус студента был дан
sk_sk: Status študenta bol daný na
sl: Status tečajnika je bil dodeljen za
sq: Statusi i nxënësit iu dha
sr_rs: Status učenika je dodeljen
sv_se: Studentstatus har tilldelats
sw_ke: Hali ya mwanafunzi imetolewa kwa
ta: கற்றல் நிலை அளிக்கப்பட்டது
th: สถานะผู้เรียนถูกมอบให้
tl_ph: Binigyan ng learner status ang
tr: Öğrenci durumunun verildiği yer
uk_ua: Статус студента було надано
vi_vn: Trạng thái Học viên đã được cấp cho
xh_za: Imeko yomfundi inikwe ku
zh_cn: 学籍被送到
zh_tw: 學員狀態已指派給

source: Wrong date format (yyyy-mm-dd)
ar: صيغة التاريخ غير صحيحة (س س س س - ش ش - ي ي
ast_es: Formatu de fecha erróneu (yyyy-mm-dd)
bn_bd: ভুল তারিখের ফরম্যাট (yyyy-mm-dd)
bs_ba: Pogrešan format datuma (yyyy-mm-dd)
ca_es: La data no s'ha entrat correctament (aaaa-mm-dd)
cs_cz: Špatný formát datumu (rrrr-mm-dd)
da: Forkert datoformat (åååå-mm-dd)
de: Falsches Datumsformat (jjjj-mm-tt)
el: Λάθος format ημερομηνίας (εεεε-μμ-ηη)
eo: Malĝusta datoformato (tttt-mm-jj)
es: Formato de fecha erróneo (yyyy-mm-dd)
es_mx: Formato de fecha erróneo (aaaa-mm-dd)
eu_es: Data formatu okerra (uuuu-hh-ee)
fa_ir: فرمت تاریخ اشتباه است (yyyy-mm-dd)
fi_fi: Väärä päivämäärämuoto (vvvv-kk-pp)
fo_fo: Rættiliga ósamskipað dagføring (yyyy-mm-dd)
fur: Formât data sbaliât (aaaa-mm-gj)
ga: Formáid dáta mícheart (yyyy-mm-dd)
gl: Formato de data errado (yyyy-mm-dd)
he_il: פורמט תאריך שגוי (yyyy-mm-dd)
hi: गलत तिथि प्रारूप (yyyy-mm-dd)
hr_hr: Neispravan format datuma (yyyy-mm-dd)
hu_hu: Helytelen dátum formátum (yyyy-mm-dd)
hy: Սխալ ամսաթվի ձևաչափ (yyyy-mm-dd)
id_id: Format tanggal salah (yyyy-mm-dd)
it: Errore nel formato della data (yyyy-mm-dd)
ja: 日付形式が正しくありません (yyyy-mm-dd)
ka_ge: არასწორი თარიღის ფორმატი (yyyy-mm-dd)
ko_kr: 잘못된 날짜 형식 (yyyy-mm-dd)
lo: ຮູບແບບວັນທີຜິດ (ປປປປ-ດດ-ວວ)
lt_lt: Blogas datos formatas (yyyy-mm-dd)
lv_lv: Nepareizs datuma formāts (yyyy-mm-dd)
mk_mk: Погрешен формат на датум (гггг-мм-дд)
ms_my: Format tarikh salah (tttt-bb-hh)
my_mm: မမှန်ကန်သော ရက်စွဲပုံစံ (နှစ်စုံ-လ-ရက်)
ne: गलत मिति ढाँचा (yyyy-mm-dd)
nl: Incorrect datumformaat (jjjj-mm-dd)
nn_no: Feil datoformat (yyyy-mm-dd)
oc: Format de data incorrècte (aaaa-mm-jj)
pl_pl: Nieprawidłowy format daty (rrrr-mm-dd)
ps: ناسم نیټه بڼه (yyyy-mm-dd)
pt_br: Formato de data errado (yyyy-mm-dd)
pt_pt: Formato de data incorrecto (yyyy-mm-dd)
ro_ro: Format gresit al datei (yyyy-mm-dd)
ru_ru: Неверный формат даты (гггг-мм-дд)
sk_sk: Nesprávny formát dátumu (rrrr-mm-dd)
sl: Napačna oblika datuma (llll-mm-dd)
sq: Format i gabuar date (yyyy-mm-dd)
sr_rs: Pogrešan format datuma (yyyy-mm-dd)
sv_se: Fel datumformat (yyyy-mm-dd)
sw_ke: Muundo usio sahihi wa tarehe (yyyy-mm-dd)
ta: தவறான தேதி வடிவம் (yyyy-mm-dd)
th: รูปแบบวันที่ไม่ถูกต้อง (yyyy-mm-dd)
tl_ph: Maling format ng petsa (yyyy-mm-dd)
tr: Yanlış tarif formatı (yyyy-mm-dd)
uk_ua: Невірний формат дати (рррр-мм-д)
vi_vn: Định dạng ngày sai (yyyy-mm-dd)
xh_za: Ifomati yomhla engafanelekanga (yyyy-mm-dd)
zh_cn: 错误的日期格式(年-月-日)
zh_tw: 錯誤日期格式 (yyyy-mm-dd)

source: You will soon receive an email from your coach.
ar: سوف يصلك بريد من مدربك حالا
ast_es: Dientro poco va recibir un corréu electrónicu del so tutor.
bn_bd: আপনার কোচের কাছ থেকে শীঘ্রই একটি ইমেইল পাবেন।
bs_ba: Uskoro ćete dobiti e-mail od svog trenera.
ca_es: En breu rebràs un correu del teu professor.
cs_cz: Brzy obdržíte email od vedoucího
da: Du vil snart modtage en e-mail fra din instruktor
de: Sie werden bald eine Mail von Ihrem Tutor erhalten
el: Σύντομα θα λάβετε e-mail από τον εκπαιδευτή σας
eo: Vi baldaŭ ricevos retpoŝtan mesaĝon de via gvidanto.
es: En breve, recibirá un correo electrónico de su tutor.
es_mx: Pronto recibirás un correo electrónico de tu coach.
eu_es: Laster jasoko duzu zure arduradunaren mezu elektronikoa
fa_ir: شما بزودی از مربی خود یک ایمیل دریافت خواهید کرد.
fi_fi: Saat pian sähköpostin valmentajaltasi.
fo_fo: Tú fært brátt ein t-post frá læraranum.
fur: Prest lu riceverâs une e-mail dal to coach.
ga: Gheobhaidh tú ríomhphost ó do chóitseálaí go luath.
gl: En breve recibirás un correo electrónico do teu titor
he_il: בקרוב תקבל דוא"ל מהמאמן שלך.
hi: आपको जल्द ही आपके कोच से एक ईमेल प्राप्त होगा।
hr_hr: Uskoro ćete dobiti e-poštu od svog predavača.
hu_hu: Hamarosan emailben értesítést kap konzulensétől.
hy: Շուտով կստանաք նամակ ձեր ուսուցչից:
id_id: Anda segera akan menerima email dari pelatih Anda.
it: Tra non molto riceverai una e-mail dal tuo tutor.
ja: コーチからまもなくメールが届きます。
ka_ge: მოკლე ხანში მიიღებთ ელფოსტას თქვენი მენტორისგან.
ko_kr: 곧 코치로부터 이메일을 받게 됩니다.
lo: ທ່ານຈະໄດ້ຮັບອີເມວຈາກຄູຝຶກຂອງທ່ານໃນໄວໆນີ້.
lt_lt: Netrukus gausite el. laišką iš savo trenerio.
lv_lv: Jūs drīz saņemsiet e-pastu no sava Kursu vadītāja
mk_mk: Ќе добиете е-пошта од вашиот тренер наскоро.
ms_my: Anda akan segera menerima e-mel daripada jurulatih anda.
my_mm: သင်သည် မကြာမီ သင့်နည်းပြဆရာထံမှ အီးမေးလ်တစ်စောင်ရရှိမည်ဖြစ်သည်။
ne: तपाईंको कोचबाट चाँडै इमेल प्राप्त हुनेछ।
nl: U zult weldra een email ontvangen van uw begeleider.
nn_no: Du vil snart få ein e-post frå coachen din.
oc: Vau reçbèdre bèn pas un e-mail de vòstre coach.
pl_pl: Wkrótce otrzymasz wiadomość e-mail od trenera.
ps: تاسو به ژر د خپل ګرځندوي څخه ایمیل ترلاسه کړئ.
pt_br: Logo você deve receber um e-mail do seu professor.
pt_pt: Brevemente irá receber um e-mail do seu tutor.
ro_ro: Veti primi in curand un email de la antrenorul dvs.
ru_ru: Вы скоро получите эл. письмо от Вашего инструктора
sk_sk: O chvíľu dostanete email od Vášho tútora.
sl: Kmalu boste prejeli e-poštno sporočilo vašega inštruktorja.
sq: Shpejt do të merrni një email nga trajneri juaj.
sr_rs: Uskoro ćete dobiti e-mail od svog trenera.
sv_se: Du kommer snart att få e-post från din lärare
sw_ke: Utakapokea barua pepe kutoka kwa mkufunzi wako hivi karibuni.
ta: உங்கள் பயிற்சியாளரிடமிருந்து விரைவில் மின்னஞ்சல் பெறுவீர்கள்.
th: คุณจะได้รับอีเมลจากโค้ชของคุณในเร็วๆ นี้
tl_ph: Matatanggap mo na madaling-araw ang email mula sa coach mo.
tr: Eğitmeninizden az sonra bir eposta alıcaksınız
uk_ua: Скоро ви отримаєте листа від вашого викладача.
vi_vn: Bạn sẽ sớm nhận được email từ huấn luyện viên của bạn.
xh_za: Kuze kube kungekudala uya kufumana i-imeyile kubaqeqeshi bakho.
zh_cn: 你很快会收到一封课程指导者发来的e-mail
zh_tw: 你很快會收到由導師發出之電郵。

source: Size of the slides
ar: حجم الشرائح
ast_es: Tamañu de les diapositives
bn_bd: স্লাইডের আকার
bs_ba: Veličina slajdova
ca_es: Mida de les diapositives
cs_cz: Velikost prezentace
da: Sildes størrelse
de: Größe der Darstellung
el: Μέγεθος των slides
eo: Grando de la diapozitivoj
es: Tamaño de las diapositivas
es_mx: Tamaño de las diapositivas
eu_es: Diapositiben tamaina
fa_ir: اندازه اسلاید ها
fi_fi: Diaesityksen koko
fo_fo: Stødd á fólkumyndirnar
fur: Dimension des slide
ga: Méid na sleamhnáin
gl: Tamaño das diapositivas
he_il: גודל השקופיות
hi: स्लाइड्स का आकार
hr_hr: Veličina slajdova
hu_hu: Diák mérete
hy: Սլայդների չափը
id_id: Ukuran slide
it: Dimensione delle diapositive
ja: スライドのサイズ
ka_ge: სლაიდების ზომა
ko_kr: 슬라이드 크기
lo: ຂະໜາດຂອງສະໄລດ໌
lt_lt: Skaidrių dydis
lv_lv: Slaidu izmērs
mk_mk: Големина на слајдовите
ms_my: Saiz slaid
my_mm: စလိုက်များ၏ အရွယ်အစား
ne: स्लाइडहरूको आकार
nl: Grootte van de slides
nn_no: Størrelse på lysbileta
oc: Talha de las diapos
pl_pl: Rozmiar slajdów
ps: د اسلايډونو اندازه
pt_br: Tamanho dos dispositivos
pt_pt: Tamanho dos slides/apresentação
ro_ro: Dimensiunea diapozitivelor
ru_ru: Размер слайдов
sk_sk: Veľkosť snímok
sl: Velikost diapozitiva
sq: Madhësia e slide-ve
sr_rs: Veličina diapozitiva
sv_se: Bildernas storlek
sw_ke: Saizi ya slaidi
ta: ஸ்லைடுகளின் அளவு
th: ขนาดของสไลด์
tl_ph: Laki ng slides
tr: Slaytların boyutu
uk_ua: Розмір слайдів
vi_vn: Kích thước của các slide
xh_za: Ubungakanani bezilayidi
zh_cn: 幻灯片尺寸
zh_tw: 投映片大小

source: Ephorus plagiarism prevention
ar: Ephorus الوقاية من الإنتحال
ast_es: Prevención de plaxu Ephorus
bn_bd: Ephorus প্ল্যাগিয়ারিজম প্রতিরোধ
bs_ba: Ephorus prevencija plagijarizma
ca_es: Prevenció de plagi Ephorus
cs_cz: Plagiátorská prevence Ephorus
da: Ephorus plagiatforebyggelse
de: Ephrous Plagiat Verhinderung
el: Ephorus πρόληψη λογοκλοπής
eo: Prevento de Efora plagiato
es: Prevención de plagio Ephorus
es_mx: Prevención de plagio Ephorus
eu_es: Plagioa prebenitzeko Ephorus
fa_ir: پیشگیری از سرقت ادبی Ephorus
fi_fi: Ephorus-plagioinnin estäminen
fo_fo: Ephorus forhindring av kópisneyt
fur: Ephorus prevension dal plagio
ga: Cosc ar bhradaíl Ephorus
gl: Prevención de plaxio Ephorus
he_il: מניעת גניבת עין
hi: एफोरस साहित्यिक चोरी रोकथाम
hr_hr: Ephorus sprječavanje plagijata
hu_hu: Plagizálás megelőzése az Ephorus-szal
hy: Ephorus պլագիատի կանխարգելում
id_id: Pencegahan plagiarisme Ephorus
it: Prevenzione da plagio EPhorus
ja: Ephorus 剽窃防止
ka_ge: Ephorus-ის პლაგიატის პრევენცია
ko_kr: Ephorus 표절 방지
lo: ການປ້ອງກັນການລັກລອກຜົນງານ Ephorus
lt_lt: Ephorus plagijato prevencija
lv_lv: Ephorus plaģiāta profilakse
mk_mk: Превентивна заштита од плагијат
ms_my: Pencegahan plagiarisme Ephorus
my_mm: Ephorus ခိုးယူမှုကာကွယ်ရေး
ne: Ephorus नक्कल प्रतिबन्ध
nl: Ephorus plagiaat preventie
nn_no: Ephorus forebygging av plagiat
oc: Ephorus prevencion del plagiat
pl_pl: Ochrona przed plagiatem Ephorus
ps: ایفوروس د کاپي کولو مخنیوي
pt_br: Prevenção de plagio Ephorus
pt_pt: Prevenção de plágio Ephorus (verificar se os alunos plagiaram/copiaram trabalho uns dos outros)
ro_ro: Sistemul Ephorus de prevenire a plagiatului
ru_ru: Профилактика плагиата Ephorus
sk_sk: Ephorus prevencia plagiátorstva
sl: Ephorus zaščita pred plagiatorstvom
sq: Ephorus parandalimi i plagjiaturës
sr_rs: Ephorus prevencija plagijarizma
sv_se: Ephorus plagiatkontroll
sw_ke: Kuzuia wizi wa Ephorus
ta: எபோரஸ் பிளாக்கியாரிசம் தடுப்பு
th: Ephorus การป้องกันการลอกเลียน
tl_ph: Ephorus anti-plagiarism
tr: Ephorus bilgi yağmalanmasını önleme
uk_ua: Запобігання плагіату Ephorus
vi_vn: Ephorus ngăn chặn đạo văn
xh_za: Uthintelo lobuqhetshu be-Ephorus
zh_cn: 防盗保护
zh_tw: 歐福羅斯(Ephorus)防抄襲系統

source: Teachers
ar: مدرسي مقرر
ast_es: Profesores del cursu
bn_bd: শিক্ষকগণ
bs_ba: Nastavnici
ca_es: Docents del curs
cs_cz: Studenti
da: Undervisere
de: Kursleiter
el: Εκπαιδευτικοί
eo: Kursinstruistoj
es: Profesores del curso
es_mx: Docentes
eu_es: Ikastaroko irakasleak
fa_ir: اساتید
fi_fi: Opettajat
fo_fo: Lærari
fur: Dijdâts
ga: Múinteoirí
gl: Profesorado do curso
he_il: מורים
hi: शिक्षक
hr_hr: Nastavnici
hu_hu: Kurzus tanárok
hy: Դասախոսներ
id_id: Guru
it: Docenti del corso
ja: 教員
ka_ge: მასწავლებლები
ko_kr: 교사
lo: ອາຈານ
lt_lt: Kurso dėstytojai
lv_lv: Kursa Lektori
mk_mk: Учители на курсот
ms_my: Guru
my_mm: ဆရာများ
ne: शिक्षकहरू
nl: Leerkrachten van de cursus
nn_no: Lærere
oc: Ensenhants
pl_pl: Nauczyciele kursu
ps: استادان
pt_br: Professores do curso
pt_pt: Professores
ro_ro: Profesorii asociati cursului
ru_ru: Преподаватели курса
sk_sk: Lektori kurzu
sl: Učitelji
sq: Mësues
sr_rs: Nastavnici
sv_se: Kurslärare
sw_ke: Walimu
ta: ஆசிரியர்கள்
th: ครู
tl_ph: Mga Guro
tr: Ders eğitmenleri
uk_ua: Викладачі курсу
vi_vn: Giảng viên
xh_za: Ootitshala
zh_cn: 课程教师
zh_tw: 課程教師

source: Unknown trainer
ar: معلم /مدرب غير معروف
ast_es: Profesor desconocíu
bn_bd: অজানা প্রশিক্ষক
bs_ba: Nepoznati trener
ca_es: Professor desconegut
cs_cz: Neznámý student
da: Ukendt underviser
de: Unbekannter Kursleiter
el: Άγνωστος εκπαιδευτικός
eo: instruisto nekonata
es: Profesor desconocido
es_mx: Entrenador desconocido
eu_es: Irakasle ezezaguna
fa_ir: استاد ناشناخته
fi_fi: Tuntematon opettaja
fo_fo: Ókendur lærari
fur: Dijdât incognît
ga: Traenálaí anaithnid
gl: Profesor descoñecido
he_il: מאמן לא ידוע
hi: अज्ञात प्रशिक्षक
hr_hr: Nepoznati predavač
hu_hu: Ismeretlen oktató
hy: Անհայտ դասախոս
id_id: Pelatih tidak dikenal
it: Docente non riconosciuto
ja: 不明なトレーナー
ka_ge: უცნობი მენტორი
ko_kr: 알 수 없는 강사
lo: ຄູຝຶກທີ່ບໍ່ຮູ້ຈັກ
lt_lt: Unknown teacher
lv_lv: Nezināms Lektors
mk_mk: Непознат тренер
ms_my: Jurulatih tidak dikenali
my_mm: အမည်မသိ နည်းပြဆရာ
ne: अज्ञात प्रशिक्षक
nl: Onbekende leraar
nn_no: Ukjend trener
oc: Formador desconegut
pl_pl: Trener nieznany
ps: نامعلوم ښوونکی
pt_br: Professor desconhecido
pt_pt: Instrutor desconhecido
ro_ro: Profesor necunoscut
ru_ru: Неизвестный преподаватель
sk_sk: Neznámy lektor
sl: Neznan učitelj
sq: Trajner i panjohur
sr_rs: Nepoznat trener
sv_se: Okänd lärare
sw_ke: Mkufunzi asiyejulikana
ta: தெரியாத பயிற்சியாளர்
th: ผู้ฝึกสอนที่ไม่รู้จัก
tl_ph: Hindi kilalang trainer
tr: Bilinmeyen eğitmen
uk_ua: Невідомий викладач
vi_vn: Huấn luyện viên không xác định
xh_za: Umqeqeshi ongaziwayo
zh_cn: 未知教师
zh_tw: 不明教師

source: Hide DLTT Markup
ar: أخف علامة DLTT
ast_es: Esconder marques DLTT
bn_bd: DLTT মার্কআপ লুকান
bs_ba: Sakrij DLTT oznake
ca_es: Amagar les marques DLTT
cs_cz: Schovat DLTT značení
da: Skjul DLTT Markup
de: DLTT Markup ausblenden
el: Να κρύβονται τα [= ... =] όταν μια μεταβλητή γλώσσας δεν είναι μεταφρασμένη
eo: Kaŝi DLTT-an aranĝon
es: Ocultar las marcas DLTT
es_mx: Ocultar marcado DLTT
eu_es: Ezkutatu DLTT markak
fa_ir: مخفی کردن علامت‌گذاری DLTT
fi_fi: Piilota DLTT-merkinnät
fo_fo: Fjal DLTT markup
fur: Scondi il markup DLTT
ga: Folaigh Markup DLTT
gl: Ocultar as marcas DLTT
he_il: הסתר סימון DLTT
hi: DLTT मार्कअप छिपाएँ
hr_hr: Sakrij DLTT oznake
hu_hu: DLTT jelölések elrejtése
hy: Թաքցնել DLTT մարկափը
id_id: Sembunyikan Tanda DLTT
it: Nascondi i marcatori di DLTT
ja: DLTT マークアップを非表示にする
ka_ge: DLTT მარკაპის დამალვა
ko_kr: DLTT 마크업 숨기기
lo: ເຊື່ອງ DLTT Markup
lt_lt: Slėpti DLTT žymėjimą
lv_lv: Slēpt DLTT marķējumu
mk_mk: Скриј DLTT обележување
ms_my: Sembunyikan Tanda DLTT
my_mm: DLTT အမှတ်အသားကို ဖုံးကွယ်ပါ
ne: DLTT मार्कअप लुकाउनुहोस्
nl: Verberg DLTT opmaak
nn_no: Skjul DLTT-merking
oc: Amagar la marca DLTT
pl_pl: Ukryj oznaczanie DLTT
ps: DLTT نښې پټې کړئ
pt_br: Esconder os caracteres DLTT
pt_pt: Ocultar/esconder caracteres DLTT
ro_ro: Ascunde marcajul DLTT
ru_ru: Спрятать DLTT разметку
sk_sk: Skryť DLTT značky
sl: Skrij DLTT oznake
sq: Fsheh shënimet DLTT
sr_rs: Sakrij DLTT oznaku
sv_se: Dölj DLTT-uppmärkning
sw_ke: Ficha alama ya DLTT
ta: DLTT மார்க்அப் மறை
th: ซ่อน DLTT Markup
tl_ph: Itago ang DLTT Markup
tr: DLTT Markup gizle
uk_ua: Сховати позначення DLTT
vi_vn: Ẩn đánh dấu DLTT
xh_za: Fihla uPhawu lwe-DLTT
zh_cn: 隐藏 DLTT 标记
zh_tw: 隱藏 DLTT 標記
