Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Bandwidth statistics
ar: إحصائيات عرض النطاق
ast_es: Estadíestiques de tráficu
bn_bd: ব্যান্ডউইথ পরিসংখ্যান
bs_ba: Statistika propusnosti
ca_es: Estadístiques d'amplada de banda
cs_cz: Statistika přenosu dat
da: Bandwidth statistik
de: Bandbreite Statistiken
el: Στατιστικά Bandwidth
eo: Bendlarĝaj statistikoj
es: Estadísticas del tráfico
es_mx: Estadísticas de Ancho de Banda
eu_es: Banda zabaleraren estatistikak
fa_ir: آمار پهنای باند
fi_fi: Kaistanleveys-tilastot
fo_fo: Banda breidd tølfrøði
fur: Statistichis di bandwidth
ga: Staitisticí bandaleithid
gl: Estatísticas de largura de banda
he_il: נתונים סטטיסטיים של רוחב פס
hi: बैंडविड्थ सांख्यिकी
hr_hr: Statistike propusnosti
hu_hu: Sávszélesség statisztika
hy: Շերտաժանգի վիճակագրություն
id_id: Statistik Bandwidth
it: Statistiche sulla larghezza di banda
ja: 帯域幅統計
ka_ge: სიჩქარის სტატისტიკა
ko_kr: 대역폭 통계
lo: ສະຖິຕິແບນວິດ
lt_lt: Duomenų persiuntimo statistika
lv_lv: Joslas izmantošanas statistika
mk_mk: Статистика на ширината на опсегот
ms_my: Statistik lebar jalur
my_mm: ဘန်းဝဒ်စတိတ်စတစ်
ne: ब्यान्डविथ तथ्यांक
nl: Bandbreedte statistieken
nn_no: Båndbreidde-statistikk
oc: Estadisticas de banda passanta
pl_pl: Statystyki obciążenia łącza
ps: بانډ ویډټ احصایې
pt_br: Estatísticas de Trafego
pt_pt: Estatísticas da largura de banda/tráfego
ro_ro: Statisticile largimii de banda
ru_ru: Статистика пропускной способности
sk_sk: Štatistika prenosu
sl: Statistika izrabe pasovne širine
sq: Statistika të gjerësisë së bandës
sr_rs: Statistika protoka podataka
sv_se: Bandbreddsstatistik
sw_ke: Takwimu za Upana wa Bandeji
ta: பேண்ட்வIDTH புள்ளிவிவரங்கள்
th: สถิติแบนด์วิดธ์
tl_ph: Mga istatistika ng bandwidth
tr: Band genişliği istatistiği
uk_ua: Статистика пропускної здатності
vi_vn: Thống kê băng thông
xh_za: Iistatistiki ze-bandwidth
zh_cn: 流量统计
zh_tw: 流量統計

source: MRTG allow you to consult advanced statistics about the state of the server on the last 24 hours.
ar: بملاحظة إحصائيات متقدمة حول حالة الخادم خلال الـ 24 ساعة الماضية MRTG تسمح الـ
ast_es: MRTG permite consultar estadístiques al detalle del estáu del servidor nes caberes 24 hores.
bn_bd: MRTG আপনাকে সর্বশেষ ২৪ ঘণ্টায় সার্ভারের অবস্থা সম্পর্কে উন্নত পরিসংখ্যান দেখতে দেয়।
bs_ba: MRTG vam omogućava pregled naprednih statistika o stanju servera u posljednjih 24 sata.
ca_es: MRTG us permet consultar les estadístiques detallades sobre l'estat del vostre servidor a les últimes 24 hores.
cs_cz: MRTG dovoluje prozkoumat pokročilé statistiky stavu serveru za posledních 24h
da: MRTG muliggør, at du kan tilgå avanceret statistik om server-driften de seneste 24 timer.
de: MRTG ermöglicht ausführliche Statistiken über den Serverstatus während der letzten 24 Stunden
el: Το MRTG σας επιτρέπει να συμβουλευτείτε προχωρημένες στατιστικές σχετικά με την κατάσταση του διακομιστή τις τελευταίες 24 ώρες.
eo: MRTG ebligas vin vidi evoluintajn servilajn statistikojn de la pasintaj 24 horoj
es: MRTG le permite consultar estadísticas detalladas del estado del servidor en las últimas 24 horas.
es_mx: MRTG le permite consultar estadísticas detalladas del estado del servidor en las últimas 24 horas.
eu_es: MRTG-ri esker, estatistika zehatzak kontsultatu ditzakegu, zerbitzariaren egoera azken 24 ordutan ikusteko.
fa_ir: MRTG به شما اجازه می‌دهد آمار پیشرفته در مورد وضعیت سرور در ۲۴ ساعت گذشته را مشاهده کنید.
fi_fi: MRTG mahdollistaa edistyneiden tilastojen tarkastelun palvelimen tilasta viimeisiltä 24 tunnilta.
fo_fo: MRTG loyvir tær at síggja framkomnar tølfrøði um tilstandin á servaranum í seinastu 24 tímunum.
fur: MRTG al ti permit di consultâ statistichis avantscjadis sul stât dal server nas ultimes 24 oris.
ga: Ligeann MRTG duit staitisticí casta a fhiosrú faoi staid an fhreastalaí le 24 uair an chloig anuas.
gl: MRTG permítelle consultar estatísticas avanzadas acerca do estado do servidor nas últimas 24 horas.
he_il: MRTG מאפשר לך לעיין בסטטיסטיקה מתקדמת לגבי מצב השרת ב-24 השעות האחרונות.
hi: MRTG आपको पिछले 24 घंटों में सर्वर की स्थिति के बारे में उन्नत सांख्यिकी देखने की अनुमति देता है।
hr_hr: MRTG vam omogućuje pregled naprednih statistika o stanju poslužitelja u zadnjih 24 sata.
hu_hu: Az MGRT eszköz lehetővé teszi részletesebb statisztikák megjelenítését a szerver működéséről az elmúlt 24 órában.
hy: MRTG-ն թույլ է տալիս դիտել սերվերի վիճակի մասին առաջադեմ վիճակագրություն վերջին 24 ժամվա համար:
id_id: MRTG menyediakan statistik canggih tentang server selama 24 jam terakhir.
it: MRTG ti permette di ottenere statistiche avanzate sull'uso del server nelle ultime 24 ore.
ja: MRTGで過去24時間のサーバ状態の詳細統計を確認できます。
ka_ge: MRTG საშუალებას გაძლევთ გადახედოთ მოწინავე სტატისტიკას სერვერის მდგომარეობაზე ბოლო 24 საათში.
ko_kr: MRTG는 지난 24시간 동안 서버 상태에 대한 고급 통계를 확인할 수 있게 합니다.
lo: MRTG ຊ່ວຍໃຫ້ທ່ານສາມາດປຶກສາສະຖິຕິຂັ້ນສູງກ່ຽວກັບສະຖານະຂອງເຊີບເວີໃນ 24 ຊົ່ວໂມງທີ່ຜ່ານມາ.
lt_lt: MRTG leidžia sekti serverio statistiką ištisą parą.
lv_lv: MRTG ļauj iepazīties ar uzlabotas statistikas datiem par servera stāvokli pēdējo 24 stundu laikā.
mk_mk: MRTG Ви допушта да се консултирате со напредна статистика за состојбата на серверот во последните 24 часа.
ms_my: MRTG membolehkan anda melihat statistik lanjutan tentang keadaan pelayan dalam 24 jam terakhir.
my_mm: MRTG သည် နောက်ဆုံး ၂၄ နာရီအတွင်း ဆာဗာ၏အခြေအနေနှင့်ပတ်သက်သော အဆင့်မြင့်စတိတ်စတစ်များကို တိုင်ပင်နိုင်စေသည်။
ne: MRTG ले तपाईंलाई सर्वरको अवस्थाबारे विगत २४ घण्टामा उन्नत तथ्यांकहरू हेर्न अनुमति दिन्छ।
nl: MRTG laat je toe om geavanceerde serverstatistieken van de afgelopen 24 uur te bekijken
nn_no: MRTG lar deg sjå avansert statistikk om serverstatusen dei siste 24 timane.
oc: MRTG vos permet de consultar d'estadisticas avançadas sus l'estat del servidor dels darrièrs 24 oras.
pl_pl: MRTG pozwala poznać zaawansowane statystyki dotyczące stanu serwera w ciągu ostatnich 24 godzin.
ps: MRTG تاسو ته اجازه درکوي چې د سرور حالت په اړه پرمختللې احصایې وګورئ په تېر ۲۴ ساعتو کې.
pt_br: MRTG permite-lhe consultar estatísticas avançadas acerca do estado do servidor nas últimas 24 horas.
pt_pt: MRTG permite consultar estatísticas detalhadas sobre do estado do servidor nas últimas 24 horas.
ro_ro: MRTG va permite sa consultati statistici avansate despre starea serverului in ultimile 24 ore.
ru_ru: MRTG позволяет Вам просматривать статистику повышенного уровня по состоянию сервера за последние 24 часа.
sk_sk: MRTG vám umožní konzultovať pokročilé štatistické údaje o stave servera za posledných 24 hodín.
sl: MRTG omogoča vpogled na napredno statistiko stanja strežnika v zadnjih 24-tih urah.
sq: MRTG ju lejon të konsultoni statistika të avancuara rreth gjendjes së serverit në 24 orët e fundit.
sr_rs: MRTG omogućava konsultovanje napredne statistike o stanju servera u poslednjih 24 sata.
sv_se: MRTG visar avancerad statistik över din kursportal för de senaste 24 timmarna
sw_ke: MRTG inakuruhusu kushauriana takwimu za hali ya juu kuhusu hali ya seva katika saa 24 zilizopita.
ta: MRTG கடைசி 24 மணி நேரத்தில் சர்வர் நிலையின் மேம்பட்ட புள்ளிவிவரங்களை பார்க்க அனுமதிக்கிறது.
th: MRTG ช่วยให้คุณดูสถิติขั้นสูงเกี่ยวกับสถานะเซิร์ฟเวอร์ใน 24 ชั่วโมงที่ผ่านมา
tl_ph: Ang MRTG ay nagbibigay-daan sa iyo na tingnan ang advanced statistics tungkol sa estado ng server sa huling 24 oras.
tr: MRTG sunucunun son 24 saattaki durumu hakkında gelişmiş istatistik bilgilerini verir
uk_ua: MRTG дозволяє вам передивлятись статистику стану сервера за останні 24 години.
vi_vn: MRTG cho phép bạn xem thống kê nâng cao về trạng thái máy chủ trong 24 giờ qua.
xh_za: I-MRTG ikuvumela ukubonisana neestatistiki eziphambili malunga nemeko yeseva kwiiyure ezingama-24 zidlulileyo.
zh_cn: MRTG 让您可以了解服务器在最近24小时内的运行状态。
zh_tw: MRTG 讓您可以了解伺服器在最近24小時內的營運狀態。

source: Server statistics
ar: خادم الإحصائيات
ast_es: Estadístiques del servidor
bn_bd: সার্ভার পরিসংখ্যান
bs_ba: Statistika servera
ca_es: Estadístiques del sevidor
cs_cz: Statistika serveru
da: Server-statistik
de: Server Statistiken
el: Στατιστικά Server
eo: Servilaj statistikoj
es: Estadísticas del servidor
es_mx: Estadísticas del servidor
eu_es: Zerbitzariaren estatistikak
fa_ir: آمار سرور
fi_fi: Palvelimen tilastot
fo_fo: Servar tølfrøði
fur: Statistichis server
ga: Staitisticí freastalaí
gl: Estatísticas do servidor
he_il: סטטיסטיקות שרת
hi: सर्वर सांख्यिकी
hr_hr: Statistike poslužitelja
hu_hu: Szerver statisztikák
hy: Սերվերի վիճակագրություն
id_id: Statistik server
it: Statistiche del server
ja: サーバ統計
ka_ge: სერვერის სტატისტიკა
ko_kr: 서버 통계
lo: ສະຖິຕິເຊີບເວີ
lt_lt: Serverio statistika
lv_lv: Servera statistika
mk_mk: Статистики на серверот
ms_my: Statistik pelayan
my_mm: ဆာဗာစတိတ်စတစ်
ne: सर्भर तथ्यांक
nl: Server statistieken
nn_no: Serverstatistikk
oc: Estadisticas del servidor
pl_pl: Statystyki serwera
ps: د سرور احصایې
pt_br: Estatísticas do Servidor
pt_pt: Estatísticas do Servidor
ro_ro: Statisticile serverului
ru_ru: Статистика сервера
sk_sk: Štatistika servera
sl: Statistike strežnika
sq: Statistika të serverit
sr_rs: Statistike servera
sv_se: Serverstatistik
sw_ke: Takwimu za Seva
ta: சர்வர் புள்ளிவிவரங்கள்
th: สถิติของเครื่องแม่ข่ายบริการ
tl_ph: Mga istatistika ng server
tr: Sunucu istatistiği
uk_ua: Статистика сервера
vi_vn: Thống kê máy chủ
xh_za: Iistatistiki zeseva
zh_cn: 服务器统计
zh_tw: 伺服器統計

source: AWStats allows you to consult the statistics of your platform : visitors, page views, referers...
ar: ...بمعاينة إحصائيات القاعدة الإرتكازية الخاصة بك: زوّار، معاينات الصفحة، المشرفين: AWStats تسمح الـ
ast_es: AWStats permite consultar les estdístiques de la so plataforma: visites, páxines vistes, orixe de les visites...
bn_bd: AWStats আপনাকে আপনার প্ল্যাটফর্মের পরিসংখ্যান দেখতে দেয়: দর্শক, পেজ ভিউ, রেফারার...
bs_ba: AWStats vam omogućava pregled statistika vaše platforme: posjetioci, pregledi stranica, refereri...
ca_es: AWStats us permet consultar les estadístiques de visites de la plataforma, visitants, pàgines vistes, procedència dels visitants...
cs_cz: AWStats umožňuje prozkoumat statistiky vašeho portálu: navštěvy, zobrazené stránky, příspěvky
da: AWStats gør det muligt for dig at konsultere platformstatistikken: besøgende på siden, sidevisninger, referencer mm.
de: AWStats ermöglicht Statistiken für die Plattform:Besucher, Seitenaufrufe, Referer, usw ...
el: Μπορείτε να συμβουλευτείτε το AWStats για στατιστικά της πλατφόρμα σας: επισκέπτες, προβολές σελίδων, αναφορές...
eo: AWStats ebligas vin vidi retajn statistikojn pri: vizitantojn, paĝvizitoj, vizitantodevenoj
es: AWStats le permite consultar las estadísticas de su plataforma: visitantes, páginas vistas, referenciadores...
es_mx: AWStats le permite consultar las estadísticas de su plataforma: visitantes, páginas vistas, referenciadores...
eu_es: AWStats tresnari esker, zure plataformaren inguruko estatistikak kontsultatu ditzakezu: bisitariak, orri bistaratzeak, erreferentziatzaileak,...
fa_ir: AWStats به شما اجازه می‌دهد آمار پلتفرم خود را مشاهده کنید: بازدیدکنندگان، بازدید صفحات، ارجاع‌دهندگان...
fi_fi: AWStats mahdollistaa portaalin tilastojen tarkastelun: kävijät, sivunäytöt, viittaajat...
fo_fo: AWStats loyvir tær at síggja tølfrøðina á tíni pallur: gestir, síðu sær, vísa...
fur: AWStats al ti permit di consultâ lis statistichis dal to platform : vizitadôrs, vizualizazionis pàgines, referers...
ga: Ligeann AWStats duit staitisticí do phlatfhoirm a fhiosrú : cuairteoirí, amhairc leathanaigh, tagairtí...
gl: AWStats permítelle consultar as estatísticas da súa plataforma: visitantes, vistas de páxina, referentes,...
he_il: AWStats מאפשר לך לעיין בסטטיסטיקה של הפלטפורמה שלך: מבקרים, צפיות בדפים, מפנים...
hi: AWStats आपको अपनी प्लेटफ़ॉर्म की सांख्यिकी देखने की अनुमति देता है: आगंतुक, पृष्ठ दृश्य, रेफरर...
hr_hr: AWStats vam omogućuje pregled statistika vaše platforme: posjetitelji, pregledi stranica, refereri...
hu_hu: Az AWStats eszköz lehetővé teszi, hogy megjelenítse a portál statisztikáit: látogatók, megtekintett oldalak, hivatkozások, stb.
hy: AWStats-ը թույլ է տալիս դիտել ձեր հարթակի վիճակագրությունը՝ այցելուներ, էջերի դիտումներ, հղումներ...
id_id: AWStats menyediakan statistik platform anda: pengunjung, page views, referers ...
it: AWstats ti permette di ottenere statistiche sulla piattaforma: visitatori, pagine, puntatori...
ja: AWStatsでプラットフォームの統計（訪問者、ページビュー、リファラーなど）を確認できます。
ka_ge: AWStats საშუალებას გაძლევთ გადახედოთ თქვენი პლატფორმის სტატისტიკას: ვიზიტორები, გვერდების ნახვები, რეფერერები...
ko_kr: AWStats는 플랫폼 통계(방문자, 페이지 뷰, 추천원 등)를 확인할 수 있게 합니다.
lo: AWStats ຊ່ວຍໃຫ້ທ່ານສາມາດປຶກສາສະຖິຕິຂອງລະບົບຂອງທ່ານໄດ້: ຜູ້ເຂົ້າຊົມ, ຈຳນວນການເບິ່ງໜ້າ, ແຫຼ່ງທີ່ມາ...
lt_lt: AWStats leidžia sekti sistemos statistiką: lankytojai, puslapių peržiūros...
lv_lv: AWStats ļauj iepazīties ar statistiku par platformu: apmeklētāji, lapu apskati, atsauces ...
mk_mk: AWStats Ви допушта да консултирате статистики за Вашата платформа: посетители, погледи на страницата, упатени ...
ms_my: AWStats membolehkan anda melihat statistik platform anda: pelawat, tontonan halaman, rujukan...
my_mm: AWStats သည် သင့်ပလပ်ဖောင်း၏ စတိတ်စတစ်များကို တိုင်ပင်နိုင်စေသည်: ဧည့်သည်များ၊ စာမျက်နှာမြင်ကွင်းများ၊ ရည်ညွှန်းသူများ...
ne: AWStats ले तपाईंको प्लेटफर्मको तथ्यांकहरू हेर्न अनुमति दिन्छ: आगन्तुकहरू, पृष्ठ दृश्यहरू, सन्दर्भहरू...
nl: AWStats laat je toe om webstatistieken te bekijken: bezoekers, page views, referers
nn_no: AWStats lar deg sjå statistikken for plattforma di: besøkande, sidevisningar, henvisningar...
oc: AWStats vos permet de consultar las estadisticas de vòstra plataforma : visitaires, vistas de paginas, referidors...
pl_pl: AWStats umożliwia wgląd do statystyk Twojej platformy: odwiedzających, odsłon, odsyłających ...
ps: AWStats تاسو ته اجازه درکوي چې د پلیټ فارم احصایې وګورئ: لیدونکي، پاڼې لیدل، ریفررونه...
pt_br: AWStats permite-lhe consultar as estatísticas da sua plataforma: visitas, páginas visitadas, referenciadores, etc...
pt_pt: AWStats permite consultar as estatísticas da plataforma sobre: nº de visitantes, nº de páginas vistas,...
ro_ro: AWStats va permite sa consultati statisticile platformei dumneavoastra: vizitatori, vizualizari pagina, referinte...
ru_ru: AWStats позволяет Вам просматривать статистику вашей платформы: посетители, количество просмотров страницы, перенаправления...
sk_sk: AWStats umožňuje nahliadnuť do štatistiky v platforme: návštevníci, zobrazenie stránok, príchody...
sl: AWStats omogoča vpogled v statistiko platforme : število obiskovalcev, število obiskov posameznih strani, ....
sq: AWStats ju lejon të konsultoni statistikat e platformës suaj: vizitorë, shikime faqesh, referues...
sr_rs: AWStats omogućava da pregledate statistike platforme: posetioci, pregled stranica, linkove ...
sv_se: AWStats visar statistik över din kursportals besökare, vilka sidor som besökts, mm.
sw_ke: AWStats inakuruhusu kushauriana takwimu za jukwaa lako: wageni, maono ya ukurasa, referrers...
ta: AWStats உங்கள் தளத்தின் புள்ளிவிவரங்களை பார்க்க அனுமதிக்கிறது: பார்வையாளர்கள், பக்க பார்வைகள், குறிப்புகள்...
th: AWStats ช่วยให้คุณดูสถิติของแพลตฟอร์ม: ผู้เยี่ยมชม การดูหน้า ผู้แนะนำ...
tl_ph: Ang AWStats ay nagbibigay-daan sa iyo na tingnan ang mga istatistika ng iyong platform: mga bisita, page views, referers...
tr: AWStats platformunuzun ziyaretçi sayısı, sayfa görüntülenme sayısı gibi istatistik verilerini gösterir
uk_ua: AWStats дозволяє вам передивлятись статистику вашої платформи: відвідувачі, перегляд сторінок, перенаправлення...
vi_vn: AWStats cho phép bạn xem thống kê nền tảng: lượt truy cập, lượt xem trang, nguồn giới thiệu...
xh_za: I-AWStats ikuvumela ukubonisana neestatistiki zeplatform yakho: abatyikityi, ukujongwa kwephepha, abathumeli...
zh_cn: AWStats 让您了解系统以下情况：访问、页面浏览、提交...
zh_tw: AWStats 讓您了解系統以下情況︰訪問、頁面瀏覽、提交...
