Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Admit one's own errors to invite one's interlocutor to do the same.
ar: تقبل المرء لاخطائه سيدعو الاخرين لتقبل اخطائهم
ast_es: Reconocer los erros propios p'animar al interlocutor a facer lo mesmo.
bn_bd: নিজের ভুল স্বীকার করে সম্ভাষীকে একই করতে আমন্ত্রণ জানানো।
bs_ba: Priznati vlastite greške kako bi se pozvao sagovornik da učini isto.
ca_es: Admetre els propis errors per convidar el teu interlocutor a fer el mateix.
cs_cz: Připustit si jeden vlastný omyl aby doshál toho, že řečník udělá to samé.
da: Indrømme sine egne fejl for at invitere sin samtalepartner til at gøre det samme.
de: Die eigenen Fehler eingestehen, um so den Gegenüber dazu zu bringen, das Gleiche zu tun.
el: Παραδοχή των δικών σας σφαλμάτων ώστε να ενθαρρύνετε το συνομιλητή σας να κάνει το ίδιο.
eo: Konfesi siajn erarojn por inviti sian interparolanton, ke li faru same.
es: Reconocer los propios errores para invitar al interlocutor a hacer lo mismo.
es_mx: Reconocer los propios errores para invitar al interlocutor a hacer lo mismo.
eu_es: Sokratesek bere okerrak errekonozitzen ditu, solaskideari gauza bera egitera gonbidatzeko.
fa_ir: قبول کردن اشتباهات خود برای دعوت از مخاطب به برگزیدن همین روش
fi_fi: Myöntää virheensä, jotta puhetoveri tekisi samoin.
fo_fo: Viðurkenna síni eigin feilur fyri at bjóða samtalu fíggindinum at gera tað sama.
fur: Ametsôs i tiei erôrs par invidâ il to interlocutôr a fâ il ste.
ga: Do chuid earráidí féin a admháil chun cuireadh a thabhairt do do chomhchainteoir an rud céanna a dhéanamh.
gl: Recoñecer os propios erros para invitar ó interlocutor a facer o mesmo.
he_il: הודו בשגיאות שלו כדי להזמין את בן שיחו לעשות את אותו הדבר.
hi: अपनी खुद की गलतियों को स्वीकार करने के लिए अपने संवाददाता को आमंत्रित करें।
hr_hr: Priznajte vlastitu grešku kako biste sugovornika potaknuli da učini isto.
hu_hu: Beismerni saját hibáinkat, hogy beszélgető-partnerünket is ugyanezt tegye.
hy: Ընդունել սեփական սխալները՝ հրավիրելով զրուցակցին անելնըն:
id_id: Mengakui kesalahan sendiri untuk mengajak lawan bicara melakukan hal yang sama.
it: Riconoscere i propri errori per invitare l'interlocutore a fare altrettanto.
ja: 自分の誤りを認めて相手にも同じことを促す。
ka_ge: საკუთარი შეცდომების აღიარება ინტერსუბიექტის იგივე გაკეთების მოწოდებით.
ko_kr: 자신의 오류를 인정하여 대화 상대도 그렇게 하도록 유도하는 것.
lo: ຍອມຮັບຄວາມຜິດພາດຂອງຕົນເອງເພື່ອເຊີນຄູ່ສົນທະນາເຮັດເຊັ່ນດຽວກັນ.
lt_lt: Pripažinti savo klaidas, kad pakviesti kalbėtoją padaryti tą patį.
lv_lv: Pieļaujot vienu personīgo kļūdu, izaicināt sarunu biedru darīt to pašu.
mk_mk: Признавање на сопствените грешки за да го поттикнете соговорникот да го направи истото.
ms_my: Akuilah kesalahan sendiri untuk mengajak perbincangan melakukan perkara yang sama.
my_mm: စကားပြောဖက်အား အလားတူလုပ်ဆောင်ရန် ဖိတ်ကြားရန် ကိုယ်ပိုင်အမှားများကို ဝန်ခံပါ။
ne: आफ्नै त्रुटिहरू स्वीकार गरेर संवादकर्तालाई पनि त्यस्तै गर्न आमन्त्रित गर्नु।
nl: de eigen vergissingen erkennen om zijn gesprekspartner uit te nodigen hetzelfde te doen.
nn_no: Innrømme eigne feil for å invitere samtalepartneren til å gjere det same.
oc: Admetre sei pròpreis errors per menar ton interlocutor a faire parier.
pl_pl: Uznanie własnych błędów i zachęcenie rozmówcy do zrobienia tego samego.
ps: خپلې خپلې غلطۍ منل ترڅو خپل بحث کوونکي ورته بلنه ورکړئ.
pt_br: Admitir os próprios erros para convidar um interlocutor a fazer o mesmo.
pt_pt: Admita os próprios erros para convidar um interlocutor a fazer o mesmo.
ro_ro: Recunoaște erori proprii pentru a invita interlocutorul sa faca acelasi lucru.
ru_ru: Отметить чьи-то ошибки, чтобы пригласить собеседника сделать то же самое.
sk_sk: Pripustiť si jeden vlastný omyl aby dosiahol toho, že rečník urobí to isté.
sq: Pranoj gabimet e veta për të ftuar bashkëbiseduesin të bëjë të njëjtën gjë.
sr_rs: Priznavanje sopstvenih grešaka poziva sagovornike da učine isto.
sv_se: Erkänna sina egna fel för att uppmana sin samtalspartner att göra detsamma.
sw_ke: Kukiri makosa yako ili kumwalika mzoefu wako afanye vivyo hivyo.
ta: தனது சொந்த தவறுகளை ஒப்புக்கொண்டு உரையாடுபவரையும் அதே செய்ய அழைக்க.
th: ยอมรับความผิดพลาดของตนเองเพื่อเชิญชวนคู่สนทนาทำเช่นเดียวกัน
tl_ph: Amminin ang sariling pagkakamali upang hikayatin ang kausap na gawin ang pareho.
tr: Kendi hatalarını kabul ederek karşısındakini de aynı şeyi yapmaya davet etmek.
uk_ua: Признавати свої власні помилки, аби співрозмовник робив те саме.
vi_vn: Thừa nhận lỗi của chính mình để mời người đối thoại làm điều tương tự.
xh_za: Vuma iimpazamo zakho ukuze umngenise umntu othetha naye ukuba enze njalo.
zh_cn: 承认自己的错误并且要对方也承认有同样的错误。
zh_tw: 承認自己的錯誤並且要對方也承認有同樣的錯誤。

source: No. Socratic irony is not a seduction strategy or a method based on the example.
ar: غير مترجم No. Socratic irony is not a seduction strategy or a method based on the example.
ast_es: Non. Nun ye una manera de seducir nin tampoco un métodu basáu nel exemplu.
bn_bd: না। সক্রেটিক ব্যঙ্গ প্রলোভন কৌশল বা উদাহরণ ভিত্তিক পদ্ধতি নয়।
bs_ba: Ne. Sokratova ironija nije strategija zavodjenja ili metoda bazirana na primjeru.
ca_es: No. La ironia socràtica no és una estrategia de seducció o un mode basat en l'exemple.
cs_cz: Ne. Sokratická ironie není strategie k svádení nebo metoda založena na příkladech.
da: Nej. Sokrates' ironi er ikke en forføringsstrategi eller en metode baseret på eksemplet.
de: Nein. Sokratische Ironie ist keine Verführungsstrategie, auch kein psychologisches Mittel und auch keine Methode, die auf dem Beispiel basiert.
el: Όχι, η Σωκρατική ειρωνεία δεν είναι μέθοδος αποπλάνησης, ούτε βασίζεται στο παράδειγμα.
eo: Ne. Sokrata ironio ne estas deloga strategio nek metodo bazita sur ekzemploj.
es: No. No se trata de una estrategia de seducción o de un método basado en el ejemplo.
es_mx: No. No se trata de una estrategia de seducción o de un método por ejemplo.
eu_es: Ez. Sokratesen ironia ez da bestea erakartzeko estrategia, ezta eredu izatean oinarritutako metodoa ere.
fa_ir: خیر، طنز سقراطی یک رویکرد دلربایانه یا روشی مبتنی بر مثال نیست
fi_fi: Ei. Sokraattinen ironia ei ole houkutukseen perustuva startegia tai esimerkkiin perustuva menetelmä.
fo_fo: Nei. Sokratisk ironii er hvørki ein forføringar strategii ella ein aðferð bygd á dæmi.
fur: Nô. L'ironie socratica no je une strateije di sedussion o un metot basât sul exemplu.
ga: Níl. Níl íoróin Shócraiteach ina straitéis mheabhrúcháin nó modh bunaithe ar an sampla.
gl: Non. Non se trata dunha estratexia de seducción ou dun método por exemplo.
he_il: לא. אירוניה סוקרטית אינה אסטרטגיית פיתוי או שיטה המבוססת על הדוגמה.
hi: नहीं। सॉक्रेटिक व्यंग्य प्रलोभन रणनीति या उदाहरण पर आधारित विधि नहीं है।
hr_hr: Ne. Sokratovska ironija nije strategija zavođenja ili metoda temeljena na primjeru.
hu_hu: Nem. A szókratészi irónia nem egy meggyőzésre irányuló stratégia vagy a példában bemutatott módszer.
hy: Ոչ: Սոկրատյան իրոնիան հմայքի ռազմավարություն կամ օրինակի վրա հիմնված մեթոդ չէ:
id_id: Tidak. Ironi Sokratis bukan strategi penipuan atau metode berdasarkan contoh.
it: Non si tratta di una strategia seduttiva o di una metodica per esempi.
ja: いいえ。ソクラテス的アイロニーは誘惑戦略や例に基づく方法ではありません。
ka_ge: არა. სოკრატეს ირონია არ არის მოზიდვის სტრატეგია ან მეთოდი მაგალითზე დაფუძნებული.
ko_kr: 아니요. 소크라테스적 아이러니는 유혹 전략이나 예시에 기반한 방법이 아닙니다.
lo: ບໍ່. ການເວົ້າປະຊົດແບບໂຊຄຣາຕີສບໍ່ແມ່ນກົນລະຍຸດການຊັກຈູງ ຫຼື ວິທີທີ່ອີງໃສ່ຕົວຢ່າງ.
lt_lt: Ne. Sokratinė ironija nėra viliojimo strategija ar metodas, pagrįstas pavyzdžiu.
lv_lv: Nē. Sokrātiskā ironija nav pavešanas stratēģija, vai metode, kas balstīta uz piemēru.
mk_mk: Не. Сократовата иронија не е стратегија на наведување ни метод кој се базира на пример.
ms_my: Tidak. Ironi Sokratik bukan strategi pemikat atau kaedah berdasarkan contoh.
my_mm: မဟုတ်ပါ။ ဆိုကရေးတစ်သရော်စာမှုသည် ဆွဲဆောင်မှုဗျူဟာ သို့မဟုတ် နမူနာအခြေပြုနည်းလမ်းမဟုတ်ပါ။
ne: होइन। सocratic व्यंग्य प्रलोभन रणनीति वा उदाहरणमा आधारित विधि होइन।
nl: Nee. Socratische ironie is geen verleidingsstrategie of een methode gebaseerd op voorbeelden.
nn_no: Nei. Sokrates' ironi er ikkje ei forføringsstrategi eller ei metode basert på døme.
oc: Non. L'ironia socratica es pas ges una estrategia de seduccion ò un biais basat sus l'exemple.
pl_pl: Nie. Sokratyczna ironia nie jest strategią zwodzenia ani metodą bazującą na przykładzie.
ps: نه. سقراطي وینټۍ د اغواګۍ سټراټیژي یا د مثال پر بنسټ میتود نه دی.
pt_br: Não. Ironia socrática não é uma estratégia de sedução ou um método baseado no exemplo.
pt_pt: Não. A ironia socrática não é uma estratégia de sedução ou um método baseado no exemplo.
ro_ro: Nu există o strategie de seductie sau o metodă bazată pe exemplul.
ru_ru: Нет. Сократовский метод ведения спора - это не стратегия обольщения или метод, основанный на примере.
sk_sk: Nie. Sokratovská irónia nie je stratégie zvádzania alebo metóda založená na príkladoch.
sq: Jo. Ironia sokratike nuk është një strategji seduktimi ose një metodë bazuar në shembull.
sr_rs: Ne. Sokratovska ironija nije strategija zavođenje ili metod baziran na primerima.
sv_se: Nej. Sokrates ironiska metod är inte en förfödningsstrategi eller en metod baserad på exempel.
sw_ke: Hapana. Ironi ya Sokratiki si mkakati wa kumudu au njia inayotegemea mfano.
ta: இல்லை. சோக்ரடீஸ் இருமைமொழி ஒரு ஈர்க்கும் உத்தி அல்லது உதாரணத்தின்பேரில் அமைந்த முறை அல்ல.
th: ไม่ การเยาะเย้ยแบบโสเครติสไม่ใช่กลยุทธ์การยั่วยุหรือวิธีการที่อิงตามตัวอย่าง
tl_ph: Hindi. Ang Socratic irony ay hindi estratehiya ng pag-seduce o metodong batay sa halimbawa.
tr: Hayır. Sokratik ironi bir baştan çıkarma stratejisi veya örnek temelli bir yöntem değildir.
uk_ua: Ні. Іронія Сократа не є стратегією спокушання або методом прикладу.
vi_vn: Số Socrates trớ trêu là không phải là một chiến lược quyến rũ hoặc một phương pháp dựa trên ví dụ.
xh_za: Hayi. I-Socratic irony ayisiyo isicwangqiso sokuvusa isifiso okanye indlela esekwe kumzekelo.
zh_cn: 不，苏格拉底式的无知是一个诱惑策略，或者是基于事例的方法。
zh_tw: 不，蘇格拉底式的無知是一個誘惑策略，或者是基於事例的方法。

source: Compell one's interlocutor, by a series of questions and sub-questions, to admit he doesn't know what he claims to know.
ar: غير مترجم Compell one's interlocutor, by a series of questions and sub-questions, to admit he doesn't know what he claims to know.
ast_es: Obligar al interlocutor, con entrugues y más entrugues, a que reconoza que nun sabe lo que diz saber.
bn_bd: একাধিক প্রশ্ন ও উপপ্রশ্নের মাধ্যমে সম্ভাষীকে তাকে যা জানি বলে দাবি করে তা সে জানে না স্বীকার করতে বাধ্য করা।
bs_ba: Serirom pitanja i pod-pitanja prisiliti sagovornika da prizna da ne zna ono što tvrdi da zna.
ca_es: Convèncer el teu interlocutor, a través d'una sèrie de questions i sub-questions, a admetre que no sap el que diu que sap.
cs_cz: Přinutit jednoho účastníka rozpravy pomocí série otázek a podotázek, aby si přiznal že neví nic o tom co tvrdil že ví.
da: Tvinge sin samtalepartner, gennem en række spørgsmål og underspørgsmål, til at indrømme, at han ikke ved, hvad han påstår at vide.
de: Seinen Gegenüber durch eine Reihe von Fragen und Teilfragen dazu zu bringen, einzugestehen, dass er nicht weiss was er vorgibt zu wissen.
el: Εξώθηση του συνομιλητή σας, με μια σειρά ερωτήσεων και υποερωτήσεων, να παραδεχτεί ότι δεν ξέρει ό,τι ισχυρίζεται πως ξέρει.
eo: Devigi sian konversacian partneron per aro da demandoj kaj kromaj demandoj, por ke li konfesu, ke li ne scias kion li pensas scii.
es: Forzar al interlocutor mediante una serie de cuestiones y subcuestiones a reconocer que no sabe lo que pretende saber.
es_mx: Forzar al interlocutor, por medio de una serie de cuestiones y subcuestiones, para que reconozca que no sabe lo que pretende saber.
eu_es: Solaskideari eginiko galdera eta azpigaldera sortaren bidez, berak uste duen guztia benetan ez dakiela onartzera bultzatzea.
fa_ir: مجبور نمودن مخاطب، به کمک یک سلسله پرسش و زیر پرسش به قبول اینکه آنچه را ادعا می کند می داند، در واقع نمی داند
fi_fi: Pakottaa puhekumppani kysymyksillä ja lisäkysymyksillä myöntämään, että hän ei tiedä, mitä hän väittää tietävänsä.
fo_fo: Neyðgjør samtalu fíggindið, við einari rað av spurningum og undirspurningum, at viðurkenna at hann ikki veit hvat hann sigur at hann veit.
fur: Obligâ il to interlocutôr, cun une serie di domandis e sodomandis, a concedi che no lu sa ce che lu pretent di save.
ga: Do chomhchainteoir a chur iallach, trí shraith ceisteanna agus fo-cheisteanna, a admháil nach bhfuil a fhios aige cad a mhaíonn sé a bheith ar eolas aige.
gl: Forzar ó interlocutor, por medio dunha serie de cuestións e subcuestións, a que recoñeza que non sabe o que pretende saber.
he_il: להכריח את בן שיחו, על ידי סדרה של שאלות ושאלות משנה, להודות שהוא לא יודע מה שהוא טוען שהוא יודע.
hi: प्रश्नों और उप-प्रश्नों की श्रृंखला द्वारा अपने संवाददाता को मजबूर करें कि वह स्वीकार कर ले कि उसे वह नहीं पता जो वह जानने का दावा करता है।
hr_hr: Prinudite sugovornika, nizom pitanja i podpitanja, da ne zna ono što tvrdi da zna.
hu_hu: Egy sor kérdéssel és azok al-kérdéseivel rávenni beszélgető-partnerünket, hogy beismerje, hogy nem tudja, amiről azt állította, hogy tudja.
hy: Հարցերի և ենթահարցերի շարքով ստիպել զրուցակցին ընդունել, որ չգիտի այն, ինչ պնդում է գիտելը:
id_id: Memaksa lawan bicara, melalui serangkaian pertanyaan dan sub-pertanyaan, untuk mengakui bahwa dia tidak tahu apa yang diklaimnya diketahui.
it: Obbligare l'interlocutore tramite una serie di domande e sotto-domande, ad ammettere che egli non conosce affatto quanto pretende di conoscere.
ja: 一連の質問と副質問で、相手に自分が知っていると主張するものを知らないことを認めさせる。
ka_ge: კითხვებსა და ქვეკითხვებს სერიით ინტერსუბიექტის მოტყუების მიღებას აიძულებს, რომ არ იცოდეს ის, რაც ამტკიცებს.
ko_kr: 질문과 하위 질문의 일련을 통해 대화 상대가 자신이 안다고 주장하는 것을 모른다는 것을 인정하게 하는 것.
lo: ບັງຄັບຄູ່ສົນທະນາ, ໂດຍຜ່ານຊຸດຄຳຖາມ ແລະ ຄຳຖາມຍ່ອຍ, ໃຫ້ຍອມຮັບວ່າລາວບໍ່ຮູ້ໃນສິ່ງທີ່ລາວອ້າງວ່າຮູ້.
lt_lt: Klausimais ir paklausimais priversti kalbėtoją pripažinti, kad jis nežino to, ką tvirtina žinąs.
lv_lv: Izmantojot virkni jautājumus ar papildus jautājumiem, piespiediet sarunu biedru, lai viņš atzīst, ka viņš nezin to, ko iepriekš apgalvoja zināmu esam.
mk_mk: Принудување на соговорникот, преку низа од прашања и потпрашања, да признае дека не знае нешто за кое тврди дека го знае.
ms_my: Paksa perbincangan, melalui siri soalan dan soalan kecil, mengaku dia tidak tahu apa yang dia dakwa tahu.
my_mm: မေးခွန်းများနှင့် မေးခွန်းခွဲများစီးရီးဖြင့်၊ စကားပြောဖက်အား သူသိသည်ဟု အဆိုပြုထားသောအရာကို မသိကြောင်း ဝန်ခံစေရန် ဖိအားပေးပါ။
ne: प्रश्नहरू र उप-प्रश्नहरूको शृङ्खलाद्वारा संवादकर्तालाई बाध्य पारेर उनीले दाबी गरेको कुरा नजानेको स्वीकार गर्न लगाउनु।
nl: Zijn gesprekspartner dwingen, door een reeks vragen en bijvragen, te erkennen dat hij niet kent wat hij denkt te kennen.
nn_no: Tvinge samtalepartneren, gjennom ei rekkje spørsmål og under-spørsmål, til å innrømme at han ikkje veit det han påstår å vite.
oc: Forçar ton interlocutor, per lo mejan d'una seria de questions e de sotaquestions, a reconóisser que saup ren au just de çò que ditz que saup.
pl_pl: Doprowadzenie rozmówcy przez serię pytań do przyznania, że nie wie czegoś, o czym myślał, że wie.
ps: د پوښتنو او فرعي پوښتنو په لړۍ سره خپل بحث کوونکي مجبور کړئ چې ومني هغه نه پوهېږي چې څه یې ادعا کوي پوهېږي.
pt_br: Compelir o interlocutor, por meio de uma série de perguntas e sub-perguntas, a admitir que não domina o que alega saber.
pt_pt: Obrigar o próprio interlocutor, através de uma série de questões e sub-questões, a admitir que ele não sabe o que afirma saber.
ro_ro: A forța interlocutorul printr-o serie de întrebări și probleme să recunoască faptul că nu știe ce pretinde să știe.
ru_ru: Заставить собеседника с помощью ряда вопросов и подвопросов признать, что он не знает того, о чем заявляет, что знает.
sk_sk: Prinútiť jedného účastníka rozpravy pomocou série otázok a pod otázok, aby si priznal, že nevie nič o tom, čo tvrdil že vie.
sl: Z nizom vprašanj in podvprašanj prisilite sogovornika, da prizna, da ne ve, za kar trdi, da ve.
sq: Detyro bashkëbiseduesin, me një seri pyetjesh dhe nëpyetjesh, të pranojë se nuk e di atë që pretendon se e di.
sr_rs: Postaviti sagovorniku seriju pitanja i podpitanja, dok ne prizna da ne zna ono što tvrdi da zna.
sv_se: Tvinga sin samtalspartner, genom en serie frågor och underfrågor, att medge att han inte vet det han påstår sig veta.
sw_ke: Mwlazimisha mzoefu wako, kwa mfululizo wa maswali na maswali madogo, akubali kwamba hajui kile anachodai kujua.
ta: ஒரு தொடரியல் கேள்விகள் மற்றும் துணைக்கேள்விகளின் மூலம் உரையாடுபவரை, அவர் தெரிந்து கொள்ளும் விஷயம் தனக்கு தெரியாது என ஒப்புக்கொள்ளச் செய்ய.
th: บังคับคู่สนทนาโดยชุดคำถามและคำถามย่อย ให้ยอมรับว่าเขาไม่รู้สิ่งที่เขาอ้างว่ารู้
tl_ph: Pinipilit ang kausap, sa pamamagitan ng serye ng mga tanong at sub-tanong, na aminin na hindi niya alam ang sinasabi niyang alam niya.
tr: Bir dizi soru ve alt soru ile karşısındakini, bildiğini iddia ettiği şeyi bilmediğini kabul ettirmek.
uk_ua: Заставляти співрозмовника питаннями та підпитаннями погоджуватися, що він не знає, що йому потрібно знати.
vi_vn: Buộc người đối thoại, qua loạt câu hỏi và câu hỏi phụ, thừa nhận anh ta không biết những gì anh ta tuyên bố biết.
xh_za: Nyanzelisa umntu othetha naye, ngothotho lweemibuzo neengcebiso ezingaphantsi, ukuba avume ukuba akazi into azibanga ukuyazi.
zh_cn: 质询对话者通过一系列的问题和反问，用承认他的无知主张自己的意见。
zh_tw: 質詢對話者透過一系列的問題和反問，用承認他的無知主張自己的意見。

source: Indeed. Socratic irony is an interrogative method. The Greek "eirotao" means "ask questions"
ar: غير مترجم Indeed. Socratic irony is an interrogative method. The Greek "eirotao" means " ask questions"
ast_es: Correutu. La ironía socrática ye un métodu interrogativu. El términu griegu"eirotao" quier dicir, amás, "entrugar"
bn_bd: হ্যাঁ। সক্রেটিক ব্যঙ্গ একটি জিজ্ঞাসন পদ্ধতি। গ্রিক "eirotao" অর্থ "প্রশ্ন করা"
bs_ba: Tačno. Sokratova ironija je ispitivačka metoda. Grčka riječ "eirotao" znači "postavljati pitanja"
ca_es: Correcte. La ironia socràtica és un mètode interrogatiu. El terme grec "eirotao" vol dir "interrogar"
cs_cz: Skutečně. Sokratická ironie je dotazovací metoda. Grécké "eirotao" znamená "klást otázky"
da: Præcis. Sokrates' ironi er en interrogativ metode. Det græske "eirotao" betyder "stille spørgsmål"
de: Sokratische Ironie ist eine Technik für Verhöre. Das griechische "eirotao" bedeutet "Fragen stellen"
el: Πράγματι, η Σωκρατική ειρωνεία είναι μια μέθοδος ερωτημάτων.
eo: Precize. Sokrata ironio fakte estas esplordemanda metodo. La greka vorto "eirotao" cetere signifas "esplordemandi".
es: Correcto. La ironía socrática es un método interrogativo. El término griego "eirotao" significa "interrogar".
es_mx: Correcto. La ironía socrática es un metódo interrogativo. El término griego "eirotao" significa , por otro lado, "interrogar".
eu_es: Egia. Ironia sokratikoa galderen bidezko metodoa da. "Eirotao" termino grekoak "galdeketa egitea" esan nahi du.
fa_ir: به معنی پرسیدن، طنز سقراطی یک روش پرسشی هست.
fi_fi: Todellakin. Sokraattinen ironia on kyselyyn perustuva menetelmä. Kreikan sana "eirotao" merkitsee "tehdä kysymys".
fo_fo: Rætt. Sokratisk ironii er ein spurtar aðferð. Griekska "eirotao" merkir "spyrja spurningar"
fur: Justament. L'ironie socratica e je un metot interrogativ. Il grec "eirotao" al vole dî "fâ domandis"
ga: Go deimhin. Is modh ceistiúcháin í íoróin Shócraiteach. Ciallaíonn an Ghréigis "eirotao" "ceisteanna a chur"
gl: Correcto. A ironía socrática é un método interrogativo. O termo grego "eirotao" significa , por outro lado, "interrogar".
he_il: אכן. אירוניה סוקרטית היא שיטה חקירה. יוונית "eirotao" פירושה "שאל שאלות"
hi: हाँ। सॉक्रेटिक व्यंग्य एक प्रश्नोत्तर विधि है। ग्रीक "eirotao" का अर्थ है "प्रश्न पूछना"
hr_hr: Doista. Sokratovska ironija je metoda ispitivanja. Grčki "eirotao" znači "postavljati pitanja"
hu_hu: Valóban. A szókratészi irónia egy kérdező módszer. A görög "eirotao" jelentése "kérdések feltevése"
hy: Այո: Սոկրատյան իրոնիան հարցումային մեթոդ է: Հունարեն «eirotao» նշանակում է «հարցեր տալ»
id_id: Benar. Ironi Sokratis adalah metode interogatif. Bahasa Yunani "eirotao" berarti "bertanya"
it: In effetti, l'ironia socratica è un metodo interrogativo. Il greco "eirotao" significa innanzitutto "interrogare".
ja: その通り。ソクラテス的アイロニーは質問方法です。ギリシャ語「eirotao」は「質問する」を意味します。
ka_ge: დიახ. სოკრატეს ირონია კითხვითი მეთოდია. ბერძნული "eirotao" ნიშნავს "კითხვის დასმას"
ko_kr: 맞습니다. 소크라테스적 아이러니는 심문 방법입니다. 그리스어 "eirotao"는 "질문하다"를 의미합니다.
lo: ແທ້ຈິງ. ການເວົ້າປະຊົດແບບໂຊຄຣາຕີສແມ່ນວິທີການສອບຖາມ. ຄຳວ່າ "eirotao" ໃນພາສາກຣີກໝາຍຄວາມວ່າ "ຖາມຄຳຖາມ"
lt_lt: Taip. Sokratinė ironija yra klausinėjimo metodas. Graikų "eirotao" reiškia "užduoti klausimus"
lv_lv: Tiešām. Sokrātiskā ironija ir izjautāšanas metode. Grieķu " eirotato" nozīmē - uzdod jautājumus.
mk_mk: Навистина. Сократовата иронија е испрашувачки метод. На грчки, "eirotao" значи "поставува прашања".
ms_my: Betul. Ironi Sokratik adalah kaedah tanya. Yunani "eirotao" bermaksud "bertanya soalan"
my_mm: အမှန်ပင်။ ဆိုကရေးတစ်သရော်စာမှုသည် မေးမြန်းသည့်နည်းလမ်းဖြစ်သည်။ ဂရိဘာသာ "eirotao" သည် "မေးခွန်းများမေးရန်" ဟု အဓိပ္ပာယ်ရသည်
ne: सही। सocratic व्यंग्य प्रश्नोत्तर विधि हो। ग्रीक "eirotao" को अर्थ "प्रश्न सोध्नु" हो
nl: Juist. Socratische ironie is inderdaad een ondervragende methode. Het Griekse woord "eirotao" betekent trouwens "ondervragen".
nn_no: Riktig. Sokrates' ironi er ei interrogerande metode. Greske "eirotao" betyr "stille spørsmål"
oc: Corrècte. L'ironia socratica es un metòde interrogatiu. La paraula grèga "eirotao" vòu dire "interrogar"
pl_pl: Tak, Sokratyczna ironia jest metodą pytającą. Z greckiego "eirotao" - "zadawać pytania"
ps: هو. سقراطي وینټۍ د پوښتنې میتود دی. یوناني "eirotao" معنی لري "پوښتنې کول"
pt_br: Exato. Ironia socrática é um método interrogativo. O Grego "eirotao" significa "fazer perguntas"
pt_pt: Realmente. A ironia socrática é um método interrogativo. O grego "eirotao" significa "fazer perguntas"
ru_ru: Действительно. Сократовский метод ведения споров - это метод вопросов (интеррогативный метод). С греческого "eirotao" означает "задавать вопросы".
sk_sk: Naozaj. Sokratovská irónia je opytovacia metóda. Grécke "eirotao" znamená "klásť otázky"
sq: Me të vërtetë. Ironia sokratike është një metodë pyetëse. Greqishtja "eirotao" do të thotë "bëj pyetje"
sr_rs: Doista. Sokratovska ironija je upitni metod. Na grčkom „eirotao" znači „postavljati pitanja".
sv_se: Just så. Sokrates ironiska metod är en frågande metod. Grekiskans "eirotao" betyder "ställa frågor"
sw_ke: Ndiyo. Ironi ya Sokratiki ni njia ya kuuliza maswali. Neno la Kigiriki "eirotao" linamaanisha "uliza maswali"
ta: ஆம். சோக்ரடீஸ் இருமைமொழி ஒரு வினா முறை. கிரேக்க "eirotao" என்றால் "கேள்விகள் கேட்க"
th: ถูกต้อง การเยาะเย้ยแบบโสเครติสเป็นวิธีการถามคำถาม คำกรีก "eirotao" หมายถึง "ถามคำถาม"
tl_ph: Tama. Ang Socratic irony ay isang interrogative method. Ang Griyegong "eirotao" ay nangangahulugang "magtanong"
tr: Evet. Sokratik ironi sorgulayıcı bir yöntemdir. Yunanca "eirotao" "soru sormak" anlamına gelir
uk_ua: Дійсно. Іронія Сократа - це цікавий метод. Грецьке "eirotao" означає "запитувати питання"
vi_vn: Đúng vậy. Châm biếm Socratic là phương pháp thẩm vấn. Tiếng Hy Lạp "eirotao" nghĩa là "đặt câu hỏi"
xh_za: Ewe. I-Socratic irony yindlela yokubuza. IsiGrike "eirotao" sithetha "buza imibuzo"
zh_cn: 实际上苏格拉底式的无知是表示质问的一种方法，希腊语 "eirotao" 意思是 "问问题"
zh_tw: 實際上蘇格拉底式的無知是表示質問的一種方法，希臘語 "eirotao" 意思是 "問問題"
