Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Click a keyword in the tree to select or deselect it.
ar: انقر على الكلمة المفتاحية في الشجرة لاختيارها أو إلغاء اختيارها
ast_es: Calque na pallabra clave del árbol pa seleicionar o anular la seleición.
bn_bd: ট্রিতে কীওয়ার্ডে ক্লিক করে এটি নির্বাচন বা বাতিল করুন।
bs_ba: Kliknite na ključnu riječ u stablu da biste je odabrali ili odznačili.
ca_es: Feu clic a la paraula clau de l'arbre ja sigui per seleccionar-la com per anular la selecció.
cs_cz: Pro zvolení nebo zrušení volby klikněte na klíčové slovo v stromu.
da: Klik på et nøgleord i træet for at vælge/fravælge det
de: Ein Schlagwort anklicken, um es aus- oder abzuwählen
el: Πατήστε μία λέξη κλειδί στο δέντρο για να την (από)επιλέξετε
eo: Musklaku sur ŝlosilvorton por elekti aŭ nuligi ĝin.
es: Haga clic en la palabra clave del árbol para seleccionarla o anular su selección.
es_mx: Presione sobre la palabra clave en el árbol para seleccionarla o deseleccionarla
eu_es: Klikatu arboleko pasahitza, berau hautatzeko edo hautaketa deuseztatzeko
fa_ir: لطفاً برای انتخاب یا ابطال انتخاب کلمات کلیدی کلیک کنید
fi_fi: Napsauta avainsanaa puussa valitaksesi tai poistaaksesi sen valinnan.
fo_fo: Klikk á eitt lyklaorð í trænum at velja ella avvelja tað.
fur: Clice su une peraule-clave tal albar par selecionâle o diselezionâle.
ga: Cliceáil ar eochairfhocal sa chrann chun é a roghnú nó a dhíchothromú.
gl: Pulsa nunha palabra chave na árbore para seleccionar ou deseleccionala
he_il: לחץ על מילת מפתח בעץ כדי לבחור או לבטל את בחירתה.
hi: चुनने या अस्वीकार करने के लिए वृक्ष में एक कुंजी शब्द पर क्लिक करें।
hr_hr: Kliknite na ključnu riječ u strukturi kako biste je odabrali ili poništili odabir.
hu_hu: Kattintson a kulcsszóra a fa struktúrában a kiválasztáshoz/kijelölés megszűntetéséhez.
hy: Սեղմեք բառ关键字-ը ծառում՝ ընտրելու կամ հանելու համար։
id_id: Klik sebuah kata kunci pada tree untuk memilih atau membatalkan pilihan.
it: Clicca sulla Parola chiave nell'albero per selezionarla o deselezionarla.
ja: ツリー内のキーワードをクリックして選択または選択解除してください。
ka_ge: დააწკაპუნეთ საკვანძო სიტყვაზე ხის სტრუქტურაში მის შესარჩევად ან მის განსაკუთრებლად ასარჩევად.
ko_kr: 선택하거나 선택을 해제하려면 트리에서 키워드 클릭.
lo: ຄລິກຄຳສຳຄັນໃນໂຄງສ້າງເພື່ອເລືອກ ຫຼື ຍົກເລີກການເລືອກ.
lt_lt: Spragtelėkite ant raktažodžio medyje kad pažymėti arba nužymėti jį.
lv_lv: Noklikšķieniet uz atslēgvārda, lai to iezīmētu vai atteiktos no iezīmējuma.
mk_mk: Кликнете на клучниот_збор во дрвото за да го селектирате или отселектирате.
ms_my: Klik kata kunci dalam pokok untuk memilih atau menyahpilihnya.
my_mm: သစ်ပင်ထဲရှိ သော့ချက်စကားလုံးတစ်ခုကို နှိပ်၍ ရွေးချယ်ရန် သို့မဟုတ် ရွေးချယ်မှုဖယ်ရှားရန်။
ne: चयन वा रद्द गर्न वृक्षमा किवर्ड क्लिक गर्नुहोस्।
nl: Klik om een sleutelwoord te kiezen of te annuleren.
nn_no: Klikk på eit søkeord i treet for å velje eller fjerne det.
oc: Clicatz sus un mot-clau dins l'arbre per lo seleccionar o lo deselectar.
pl_pl: Kliknij na słowo kluczowe w drzewie, aby je zaznaczyć lub odznaczyć.
ps: په ونه کې یو کلیدي لفظ کلیک وکړئ ترڅو یې غوره کړئ یا لغوه یې کړئ.
pt_br: Clique em uma palavra-chave na árvore para marcar ou desmarcá-lo.
pt_pt: Clique numa palavra-chave da lista para seleccionar ou desceleccionar
ro_ro: Faceți clic pe arborele de cuvinte cheie pentru a selecta sau deselecta selectia sa.
ru_ru: Щелкните ключевое слово на дереве для его выбора или для отмены выбора
sk_sk: Kliknutím na kľúčové slovo v strome ho vyberiete alebo nevyberiete.
sl: Kliknite ključno besedo v drevesu za izbiro oz. preklic izbire.
sq: Kliko një fjalë kyçe në pemë për ta zgjedhur ose zhbëj zgjedhjen.
sr_rs: Kliknite ne ključnu reč na drvetu da je selektujete ili deselektujete.
sv_se: Klicka på ett nyckelord i trädet för att välja eller välja bort.
sw_ke: Bonyeza neno la ufunguo kwenye mti ili kuchagua au kutuchagua.
ta: மரத்தில் ஒரு முக்கியச் சொல்லை கிளிக் செய்து தேர்ந்தெடுக்கவும் அல்லது நீக்கவும்.
th: คลิกคำสำคัญในต้นไม้เพื่อเลือกหรือยกเลิกการเลือก
tl_ph: I-click ang keyword sa tree upang piliin o alisin ito.
tr: Seçmek veya seçimi iptal için bir anahtar kelimeye tıklayın
uk_ua: Клацніть ключове слово в дереві, щоб вибрати або скасувати вибір.
vi_vn: Nhấp vào từ khóa trong cây để chọn hoặc bỏ chọn nó.
xh_za: Cofa igama elingundoqo emthini ukuze ulikhethe okanye uhlukheze.
zh_cn: 点击子目录下关键字选择或不选择它。
zh_tw: 點擊次目錄下關鍵字選擇或不選擇它。
