Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: There are no resources to recycle
ar: لا يوجد أي مصادر لإعادة استخدامها
ast_es: Nun esisten recursos pa reciclar
bn_bd: রিসাইকেল করার জন্য কোনো রিসোর্স নেই
bs_ba: Nema resursa za recikliranje
ca_es: No hi ha recursos disponible pel reciclatge
cs_cz: Nejsou zdroje pro recyklaci
da: Der er intet materiale at genbruge
de: Keine Inhalte zu entfernen
el: Δεν υπάρχουν πόροι προς ανακύκλωση
eo: Ne estas kurseroj forigeblaj.
es: No hay recursos para reciclar
es_mx: No hay recursos para reciclar
eu_es: Ez dago husteko baliabiderik
fa_ir: هیچ منبع درسی ای برای کپی وجود ندارد
fi_fi: Ei ole mitään resursseja uudelleen käytettäväksi
fo_fo: Ongar lutir at endurvinna
fur: No i è resursis da reciclar
ga: Níl aon acmhainní le hathchúrsáil
gl: Non hai recursos que reciclar
he_il: אין משאבים למיחזור
hi: रीसायकल के लिए कोई संसाधन नहीं हैं
hr_hr: Nema podataka za reciklažu
hu_hu: Nincsenek újra hasznosítható erőforrások
hy: Վերամշակելու համար ռեսուրսներ չկան
id_id: Tidak ada resources untuk di-recycle
it: Non ci sono risorse da mantenere nel riazzeramento
ja: リサイクルするリソースがありません
ka_ge: არ არის რესურსები გადამუშავებისთვის
ko_kr: 재사용 할 리소스가 존재하지 않습니다
lo: ບໍ່ມີຊັບພະຍາກອນທີ່ຈະລ້າງ
lt_lt: Nėra resursų ištrynimui
lv_lv: Nav resursu, ko pārstrādāt
mk_mk: Не постојат ресурси за рециклирање
ms_my: Tiada sumber untuk kitar semula
my_mm: ပြန်လည်အသုံးပြုရန် အရင်းအမြစ်များ မရှိပါ
ne: रिसाइकलका लागि कुनै स्रोतहरू छैनन्
nl: Er zijn geen cursusonderdelen die kunnen verwijderd worden.
nn_no: Ingen ressursar å resirkulere
oc: I a pas de recursos a reciclar
pl_pl: Brak zasobów do odzyskania
ps: د ریسایکل کولو لپاره هیڅ سرچینې نشته
pt_br: Não há recursos para reciclar
pt_pt: Não existem recursos para reciclar
ro_ro: Nu există resurse pentru reciclare
ru_ru: Нет ресурсов для обновления
sk_sk: Nie sú zdroje na recykláciu
sl: Ne ostaja noben vsebinski element, ki bi lahko bil vključen v recikliranje.
sq: Nuk ka burime për t'u ricikluar
sr_rs: Nema resursa za recikliranje
sv_se: Det finns inga resurser att återskapa
sw_ke: Hakuna rasilimali za kurudia
ta: மறுசுழறிவு செய்ய வளங்கள் இல்லை
th: ไม่มีข้อมูลที่จะนำกลับมาใช้ใหม่ได้
tl_ph: Walang mga resources para i-recycle
tr: Geri dönüştürülecek kaynak yok
uk_ua: Немає ресурсів для поновлення
vi_vn: Không có tài nguyên nào để tái chế
xh_za: Akukho zixhobo ezokulungiswa
zh_cn: 没有资源可以清空
zh_tw: 沒有資源可以清空

source: Include questions pool
ar: تضمين مجموعة الاسئلة
ast_es: Incluyir el repositoriu d'entrugues
bn_bd: প্রশ্নের পুল অন্তর্ভুক্ত করুন
bs_ba: Uključi bazen pitanja
ca_es: Incloure totes les preguntes disponibles
cs_cz: Zhrnout do sbírky otázek
da: Inkluder spørgsmålsbank
de: Fragen-Sammlung einbeziehen
el: Να συμπεριληφθεί η κοινή βάση (pool) των ερωτήσεων
eo: Aldoni ĉiujn disponeblajn demandojn.
es: Incluir el repositorio de preguntas
es_mx: Incluir el repositorio de preguntas
eu_es: Sartu galdera bilduma
fa_ir: ضمیمه کردن مخزن سؤالات
fi_fi: Sisällytä kysymyspankki
fo_fo: Tak spurnarbolkin við
fur: Include il pool di domandis
ga: Cuir snascaill ceisteanna san áireamh
gl: Incluir o conxunto de preguntas
he_il: כלול מאגר שאלות
hi: प्रश्न पूल शामिल करें
hr_hr: Uključi zbirku pitanja
hu_hu: Kérdésbank csatolása
hy: Ներառել հարցերի պահոց
id_id: Ikutkan pool (gudang) pertanyaan
it: Includi i sondaggi
ja: 問題プールを追加
ka_ge: შეკითხვების ნაკრების ჩართვა
ko_kr: 질문 풀 삽입
lo: ລວມຄັງຄຳຖາມ
lt_lt: Įtraukti klausimų archyvą
lv_lv: Iekļaut jautājumu kopumu
mk_mk: Вклучи збирка на прашања
ms_my: Sertakan kumpulan soalan
my_mm: မေးခွန်းစုကို ထည့်သွင်းပါ
ne: प्रश्नहरूको पूल समावेश गर्नुहोस्
nl: Alle beschikbare vragen toevoegen.
nn_no: Inkluder spørsmålsbank
oc: Inclòser lo estach de questions
pl_pl: Uwzględnij pule pytań
ps: د سوالاتو حوضه شامل کړئ
pt_br: Incluir conjunto de questões
pt_pt: Incluir pool/grupo de questões
ro_ro: Includeți magazia de întrebări
ru_ru: Включить совокупность (общий фонд) вопросов
sk_sk: Zahrnúť zbierku otázok
sl: Vključi zalogo vprašanj
sq: Përfshini grupin e pyetjeve
sr_rs: Uključi set pitanja
sv_se: Inkludera frågepool
sw_ke: Jumuisha kundi la maswali
ta: கேள்விகள் குளத்தை சேர்க்கவும்
th: รวมแบบสอบถาม
tl_ph: Isama ang questions pool
tr: Soru havuzunu da ekle
uk_ua: Включити сукупність питань
vi_vn: Bao gồm ngân hàng câu hỏi
xh_za: Qulathe imithombo yemibuzo
zh_cn: 包括问题集
zh_tw: 包括問題集

source: local file
ar: الملف المحلي
ast_es: Ficheru llocal
bn_bd: স্থানীয় ফাইল
bs_ba: lokalna datoteka
ca_es: Fitxer local
cs_cz: lokální soubor
da: lokal fil
de: lokale Datei
el: τοπικό αρχείο
eo: Ŝargi dosieron de el via komputilo
es: Fichero local
es_mx: archivo local (en su computadora)
eu_es: Fitxategi lokala
fa_ir: انتخاب فایل از رایانه من
fi_fi: paikallinen tiedosto
fo_fo: lokala fíla
fur: file local
ga: comhaid áitiúil
gl: ficheiro local
he_il: קובץ מקומי
hi: स्थानीय फ़ाइल
hr_hr: lokalna datoteka
hu_hu: lokális fájl
hy: տեղական ֆայլ
id_id: file local
it: file locale
ja: ローカル ファイル
ka_ge: ლოკალური ფაილი
ko_kr: 로컬 파일
lt_lt: lokalus failas
lv_lv: fails vietējā datorā
mk_mk: локална датотека
ms_my: fail tempatan
my_mm: ပြည်တွင်းဖိုင်
ne: स्थानीय फाइल
nl: Een bestand inladen vanop je computer
nn_no: lokal fil
oc: fichièr local
pl_pl: plik lokalny
ps: محلي فایل
pt_br: arquivo local
pt_pt: Ficheiro local
ro_ro: Fișier local
ru_ru: местный файл
sk_sk: lokálny súbor
sl: lokalna datoteka
sq: skedar lokal
sr_rs: lokalni fajl
sv_se: lokal fil
sw_ke: faili la ndani
ta: உள்ளூர் கோப்பு
th: ไฟล์ในเครื่อง
tl_ph: lokal na file
tr: lokal dosya
uk_ua: локальний файл
vi_vn: tệp cục bộ
xh_za: ifayile yendawo
zh_cn: 本地文件
zh_tw: 本地檔案

source: server file
ar: الملف على الخادم
ast_es: Ficheru del servidor
bn_bd: সার্ভার ফাইল
bs_ba: server datoteka
ca_es: Utilitzar una còpia de seguretat dipositada al servidor
cs_cz: soubor na serveru
da: fil på server
de: Server Datei
el: αρχείο του διακομιστή
eo: Uzi restaŭrkopion de el la servilo
es: Fichero del servidor
es_mx: Archivo del servidor
eu_es: Zerbitzariko fitxategia
fa_ir: انتخاب فایل از سرور
fi_fi: palvelimen tiedosto
fo_fo: alnu fíla
fur: file dal server
ga: comhaid freastalaí
gl: ficheiro no servidor
he_il: קובץ שרת
hi: सर्वर फ़ाइल
hr_hr: datoteka s poslužitelja
hu_hu: szerveren levő fájl
hy: սերվերի ֆայլ
id_id: file di server
it: file del server
ja: サーバーファイル
ka_ge: სერვერის ფაილი
ko_kr: 서버 파일
lt_lt: failas serveryje
lv_lv: fails uz servera
mk_mk: датотека од серверот
ms_my: fail pelayan
my_mm: ဆာဗာဖိုင်
ne: सर्भर फाइल
nl: Een back-upbestand vanop de server gebruiken
nn_no: serverfil
oc: fichièr servidor
pl_pl: plik sieciowy
ps: سرور فایل
pt_br: arquivo no servidor
pt_pt: Ficheiro do servidor
ro_ro: Fisierul serverului
ru_ru: файл сервера
sk_sk: súbor na serveri
sl: datoteka na strežniku
sq: skedar serveri
sr_rs: server fajl
sv_se: server fil
sw_ke: faili la seva
ta: சர்வர் கோப்பு
th: ไฟล์ในเครื่องแม่ข่าย
tr: sunucudaki dosya
uk_ua: файл серверу
vi_vn: tệp máy chủ
xh_za: ifayile yeseva
zh_cn: 服务器文件
zh_tw: 伺服器檔案

source: No backup is available
ar: لا يتوفر أي نسخ احتياطي
ast_es: Nun hai nenguna copia de seguridá a disposición
bn_bd: কোনো ব্যাকআপ উপলব্ধ নেই
bs_ba: Nema dostupne rezervne kopije
ca_es: No hi ha còpies de seguretat disponibles al servidor
cs_cz: není přístupná žádná záloha
da: ingen backup tilgængelig
de: Kein Backup verfügbar
el: Δεν υπάρχει διαθέσιμο αντίγραφο ασφαλείας
eo: Ne disponeblas restaŭrkopioj en la servilo.
es: No hay una copia de seguridad disponible
es_mx: no hay copia de seguridad disponible
eu_es: Ez dago babeskopia erabilgarririk
fa_ir: هیچ فایل پشتیبانی وجود ندارد
fi_fi: varmistusta ei ole saatavilla
fo_fo: Ongin varðveiting tøk
fur: Nengun backup disponibi
ga: Níl aon chúltaca ar fáil
gl: Non hai dispoñible ningunha copia de seguridade
he_il: אין גיבוי זמין
hi: कोई बैकअप उपलब्ध नहीं है
hr_hr: pričuvni primjerci nedostupni
hu_hu: nincs használható mentés
hy: Վերջնակետ կուրս չկա
id_id: tidak ada backup yang tersedia
it: non c'è un backup disponibile
ja: バックアップがありません
ka_ge: არანაირი სარეზერვი ხელმისაწვდომი არაა
ko_kr: 백업이 불가능합니다
lo: ບໍ່ມີການສຳຮອງ
lt_lt: archyvo nėra
lv_lv: rezerves kopiju nav
mk_mk: не е достапна резервна_копија
ms_my: Tiada sandaran tersedia
my_mm: အရန်သိမ်းဆည်းမှု မရရှိနိုင်ပါ
ne: कुनै ब्याकअप उपलब्ध छैन
nl: Er zijn geen back-upbestanden beschikbaar op de server.
nn_no: Ingen backup tilgjengeleg
oc: Cap de salvagarda disponibla
pl_pl: Nie ma kopii zapasowej
ps: هیڅ بېک اپ شتون نلري
pt_br: não existe um backup disponível
pt_pt: Não existe um backup/cópia de segurança disponível
ro_ro: nu ai copie de rezerva disponibila
ru_ru: резервная копия не доступна
sk_sk: žiadna záloha k dispozícii
sl: Noben arhiv ni na voljo
sq: Nuk ka kopjeruajtje të disponueshme
sr_rs: ni jedan backup nije dostupan
sv_se: ingen säkerhetskopia är tillgänglig
sw_ke: Hakuna chechezo kinachopatikana
ta: ஏதும் பேக்-அப் கிடைக்கவில்லை
th: ไม่มีข้อมูลสำรอง
tl_ph: Walang backup ang magagamit
tr: Yedekleme yapılamaz
uk_ua: резервна копія недоступна
vi_vn: Không có bản sao lưu nào khả dụng
xh_za: Akukho gxininiso olufumanekayo
zh_cn: 没有备份文件可用
zh_tw: 沒有備份檔案可用

source: No destination course available
ar: محطة المقرر غير متوفرة
ast_es: Nun hai a disposición nengún cursu de destín
bn_bd: কোনো গন্তব্য কোর্স উপলব্ধ নেই
bs_ba: Nema dostupnog ciljnog kursa
ca_es: No sou l'administrador en cap altre curs. No podeu doncs, copiar els continguts cap a un altre curs.
cs_cz: Žádný cílový kurz
da: Ingen destination for kurset tilgængelig
de: Keine Kurse als Ziel verfügbar
el: Δεν υπάρχει διαθέσιμη μια σειρά μαθημάτων προορισμού
eo: Ne estas aliaj kursoj, kies mastrumanto vi estas. Vi do ne povas kopii enhavon al alia kurso.
es: No hay disponible un curso de destino
es_mx: No hay disponible un curso de destino
eu_es: Ez dago helburuko ikastaro erabilgarririk
fa_ir: هیچ درس مقصدی وجود ندارد
fi_fi: kohde kurssia ei ole saatavilla
fo_fo: Ongin málkurs tøk
fur: Nengun cors disponibi come destinazion
ga: Níl aon chúrsa ceann scríbe ar fáil
gl: Non hai ningún curso de destino dispoñible
he_il: אין קורס יעד זמין
hi: कोई गंतव्य कोर्स उपलब्ध नहीं है
hr_hr: odredišni kolegiji nedostupni
hu_hu: Nincs használható célkurzus
hy: Վերջնակետ կուրս չկա
id_id: Tidak ada mata kuliah sasaran yang tersedia
it: Il corso destinazione non è disponibile
ja: 利用可能な対象コースがありません
ka_ge: სამიზნე კურსი არანაირი ხელმისაწვდომი არაა
ko_kr: 대상 과정이 존재하지 않습니다
lo: ບໍ່ມີຫຼັກສູດປາຍທາງ
lt_lt: Paskirties kurso nėra
lv_lv: Norādītais kurss nav pieejams
mk_mk: ниеден курс на оваа локација не е достапен
ms_my: Tiada kursus destinasi tersedia
my_mm: ဦးတည်သင်တန်း မရရှိနိုင်ပါ
ne: कुनै गन्तव्य कोर्स उपलब्ध छैन
nl: Er zijn geen andere cursussen waarvan u beheerder bent. U kan dus ook geen inhoud kopiëren naar een andere cursus.
nn_no: Ingen målkurs tilgjengeleg
oc: Cap de cors de destinacion disponibla
pl_pl: Nie znaleziono kursu docelowego
ps: هیڅ منزل کورس شتون نلري
pt_br: Não existe um curso destino disponível
pt_pt: Não existe um curso destino disponível
ro_ro: Nu sunt disponibile un curs de destin
ru_ru: Назначение курса не доступно
sk_sk: Žiadny cieľový kurz k dispozícii
sl: Noben ciljni tečaj ni na voljo
sq: Nuk ka kurs destinacioni të disponueshëm
sr_rs: ni jedan opis kursa nije dostupan
sv_se: Det finns ingen tillgänglig målkurs
sw_ke: Hakuna kozi ya marudio inayopatikana
ta: ஏதும் இலக்கு பாடநூல் கிடைக்கவில்லை
th: ไม่มีรายวิชาที่ต้องการ
tl_ph: Walang available na destination course
tr: Kullanılabilir hedef ders bulunmuyor
uk_ua: Визначений курс недоступний
vi_vn: Không có khóa học đích nào khả dụng
xh_za: Akukho isifundo sokuya kulo olufumanekayo
zh_cn: 没有目标课程可用
zh_tw: 沒有目標課程可用

source: Import a backup. You will be able to upload a backup file from you local drive or you can use a backup file available on the server.
ar: استراد نسخ احتياطي. يمكنك تحميل ملف النسخ الإحتياطي من جهازك المحلي أو من ملف النسخ الإحتياطي الموجود على الجهاز الخادم
ast_es: Pue tresferir una copia de seguridá dende'l so ordenador o tamién usar una copia de seguridá que yá esista nel servidor.
bn_bd: একটি ব্যাকআপ আমদানি করুন। আপনি আপনার স্থানীয় ড্রাইভ থেকে একটি ব্যাকআপ ফাইল আপলোড করতে পারবেন অথবা সার্ভারে উপলব্ধ একটি ব্যাকআপ ফাইল ব্যবহার করতে পারেন।
bs_ba: Uvezite rezervnu kopiju. Moći ćete učitati rezervnu kopiju sa svog lokalnog diska ili koristiti rezervnu kopiju dostupnu na serveru.
ca_es: Importar un curs existent. Podeu carregar una còpia de seguretat local o dipositada al servidor.
cs_cz: Import zálohy. Budete schopni nahrát soubor z vašeho lokálního disku nebo můžete použít zálohu dostupnou na serveru.
da: Importer en backup. Du kan enten uploade en backup-fil fra din computer eller benytte en backup-fil på serveren.
de: Backup importieren. Sie können ein Backup von Ihrer Festplatte oder auf dem Server wählen.
el: Εισαγωγή ενός αντιγράφου ασφαλείας. Θα μπορείτε να εισάγετε ένα αντίγραφο ασφαλείας από τον τοπικό σας σκληρό δίσκο, ή μπορείτε να χρησιμοποιήσετε ένα αντίγραφο ασφαλείας διαθέσιμο στον διακομιστή.
eo: Importi antaŭe faritan restaŭrkopion. Vi povas ŝargi restaŭrkopiojn de el via loka PK aŭ elekti restaŭrkopion ĉe ĉi-servilo.
es: Puede transferir una copia de seguridad desde su ordenador o bien usar una copia de seguridad ya disponible en el servidor.
es_mx: Usted puede subir una copia de seguridad desde su ordenador o usar una copia de seguridad disponible en el servidor
eu_es: Inportatu babeskopia. Babeskopia fitxategia zeure ordenagailutik kargatu dezakezu edo zerbitzarian erabilgarri dagoen babeskopia erabili.
fa_ir: وارد کردن یک درس : میتوانید یک فایل پشتیبانی را از رایانه خود به محیط آموزشی وارد کنید. همچنین میتوانید یکی از فایل های موجود در روی سرور را به محیط آموزشی وارد کنید
fi_fi: Tuo varmistus. Voit ladata varmistustiedoston omalta koneeltasi tai voit käyttää palvelimella mahdollisesti olevaa varmistusta.
fo_fo: Innflyt varðveiting. Tú kanst leggja upp varðveitingsfílu frá tínum lokalu drevi ella brúka varðveitingsfílu á alnuni.
fur: Importa un backup. Podarai cariâ un file backup dal to drive local o podaress utilizâ un file backup disponibil sul server.
ga: Iompórtáil cúltaca. Beidh tú in ann comhad cúltaca a uaslódáil ó do thiomáint áitiúil nó is féidir leat comhad cúltaca atá ar fáil ar an bhfreastalaí a úsáid.
gl: Importar unha copia de seguridade. Poderá subir unha copia de seguridade dende o seu ordenador ou poderá usar un ficheiro de seguridade dispoñible no servidor.
he_il: ייבא גיבוי. תוכל להעלות קובץ גיבוי מהכונן המקומי שלך או שאתה יכול להשתמש בקובץ גיבוי זמין בשרת.
hi: एक बैकअप आयात करें। आप अपनी स्थानीय ड्राइव से बैकअप फ़ाइल अपलोड कर सकेंगे या सर्वर पर उपलब्ध बैकअप फ़ाइल का उपयोग कर सकेंगे।
hr_hr: Prijenos pričuvnoga primjerka. Možete postaviti datoteku pričuvnoga primjerka sa svojeg lokalnog uređaja ili upotrijebiti datoteku pričuvnoga primjerka dostupnu na serveru.
hu_hu: Biztonsági mentés importálása. Lehetősége van feltölteni egy mentés fájlt a gépéről, vagy egy a szerveren levő mentést használni.
hy: Ներմուծել պատճեն: Դուք կկարողանաք վերբեռնել պատճենի ֆայլ ձեր տեղական սկավառակից կամ օգտագործել սերվերում առկա պատճենի ֆայլ:
id_id: Import backup. Anda dapat meng-upload file backup dari drive local anda atau menggunakan file backup yang tersedia di server.
it: Importa una copia di Backup di un corso (dal server o dal tuo computer)
ja: バックアップをインポートします。ローカル ドライブからバックアップ ファイルをアップロードするか、サーバーのバックアップ ファイルを使用することができます。
ka_ge: სარეზერვის იმპორტი. შეგეძლებათ სარეზერვი ფაილის ატვირთვა თქვენი ლოკალური დისკიდან ან გამოიყენოთ სერვერზე არსებული სარეზერვი ფაილი.
ko_kr: 백업 불러오기. 로컬 드라이브 또는 서버 상의 팩업 파일을 업로드 하는 것이 가능합니다.
lo: ນຳເຂົ້າການສຳຮອງ. ທ່ານຈະສາມາດອັບໂຫຼດໄຟລ໌ສຳຮອງຈາກໄດຣຟ໌ທ້ອງຖິ່ນຂອງທ່ານ ຫຼື ທ່ານສາມາດໃຊ້ໄຟລ໌ສຳຮອງທີ່ມີຢູ່ໃນເຊີບເວີ.
lt_lt: Importuoti archyvą. Galite įkrauti archyvą iš savo kompiuterio arba esantį serveryje.
lv_lv: Rezerves kopijas importēšana. Jums būs iespēja augšupielādēt rezerves kopijas failu no vietējā datora, vai būs iespēja izmantot failu, kas atrodas uz servera.
mk_mk: Увези резервна_копија. Ќе можете да качите датотека од резервната_копија од вашиот компјутер или да користите датотека од резервната_копија достапна на серверот.
ms_my: Import sandaran. Anda boleh muat naik fail sandaran dari pemacu tempatan anda atau gunakan fail sandaran yang tersedia di pelayan.
my_mm: အရန်သိမ်းဆည်းမှုတင်သွင်းပါ။ သင်သည် သင့်ပြည်တွင်းဒရိုက်မှ အရန်သိမ်းဆည်းဖိုင်ကို တင်နိုင်မည်ဖြစ်သည် သို့မဟုတ် ဆာဗာပေါ်တွင် ရရှိနိုင်သော အရန်သိမ်းဆည်းဖိုင်ကို အသုံးပြုနိုင်သည်။
ne: ब्याकअप आयात गर्नुहोस्। तपाईं आफ्नो स्थानीय ड्राइभबाट ब्याकअप फाइल अपलोड गर्न सक्नुहुन्छ वा सर्भरमा उपलब्ध ब्याकअप फाइल प्रयोग गर्न सक्नुहुन्छ।
nl: Importeer een eerder aangemaakte back-up. U kan back-upbestanden opladen vanop uw lokale pc of een back-upbestand op deze server kiezen.
nn_no: Importer ein backup. Du kan laste opp ei backup-fil frå lokal stasjon eller bruke ei backup-fil som er tilgjengeleg på serveren.
oc: Importar una salvagarda. Podretz telecargar un fichièr de salvagarda de vòstre disc local o podètz usar un fichièr de salvagarda disponible sul servidor.
pl_pl: Importuj kopię zapasową. Możesz wykorzystać plik na swoim komputerze lub plik na serwerze.
ps: یو بېک اپ وارد کړئ. تاسو به وکولای شئ چې د خپل محلي ډرایو څخه بېک اپ فایل اپلوډ کړئ یا تاسو کولی شئ د سرور باندې شته بېک اپ فایل وکاروئ.
pt_br: Importar um backup. Poderá realizar o upload de um arquivo de backup a partir da unidade local ou poderá utilizar um arquivo de backup disponível no servidor.
pt_pt: Importar um backup/cópia de segurança. Poderá realizar o envio/upload de um ficheiro de backup/cópia de segurança a partir de unidade local ou poderá utilizar um ficheiro de backup/cópia de segurança disponível no servidor.
ro_ro: Importa o copie de rezerva. Vei putea sa transferi copia de rezerva de pe calculatorul tau sau poti folosi o copie de rezerva de pe server.
ru_ru: Импортировать резервную копию. Вы можете загрузить резервный файл со своего локального диска или использовать доступную резервную копию на сервере.
sk_sk: Importovať zálohu. Budete môcť nahrať súbor z vášho lokálneho disku alebo použiť zálohu dostupnú na serveri.
sl: Uvozi arhivsko datoteko. Daje možnost uvoza arhivske datoteke iz lokalnega pogona ali povrnitev vsebin iz arhivske datoteke predhodno shranjene na strežniku.
sq: Importoni një kopjeruajtje. Ju do të jeni në gjendje të ngarkoni një skedar kopjeruajtje nga disku juaj lokal ose mund të përdorni një skedar kopjeruajtje të disponueshëm në server.
sr_rs: Uvezi backup. Moći ćete da uvezete backup fajl sa vaše lokalne radne stanice ili možete da koristite fajlove koji su dostupni na serveru.
sv_se: Importera en säkerhetskopia. Du kan ladda upp en säkerhetskopia från din egen dator eller använda en säkerhetskopia från servern.
sw_ke: Ingiza chechezo. Utaweza kupakia faili ya chechezo kutoka diski yako ya ndani au unaweza kutumia faili ya chechezo inayopatikana kwenye seva.
ta: பேக்-அப்பை இறக்குமதி செய்யவும். உங்கள் உள்ளூர் டிரைவில் இருந்து பேக்-அப் கோப்பை பதிவேற்றலாம் அல்லது சர்வரில் உள்ள பேக்-அப் கோப்பை பயன்படுத்தலாம்.
th: การนำเข้าไฟล์ข้อมูลที่สำรองไว้ สามารถนำเข้าจากไฟล์ที่สำรองไว้ในเครื่องแม่ข่ายหรือจากเครื่องที่ท่านใช้งานอยู่
tl_ph: Mag-import ng backup. Ikaw ay maaaring makapag-upload ng isang backup file mula sa iyong lokal na drive o maaari mong gamitin ang isang backup file na magagamit sa server.
tr: Yedek içe aktar. Yerel sürücünüzden bir yedek dosya yükleyebilir veya sunucuda mevcut olan bir yedek dosyasını kullanabilirsiniz.
uk_ua: Імпортувати резервну копію. Ви маєте змогу завантажити резервну копію файлу з локального диску або використати резервну копію файлу з сервера.
vi_vn: Nhập bản sao lưu. Bạn có thể tải lên tệp sao lưu từ ổ đĩa cục bộ hoặc sử dụng tệp sao lưu có sẵn trên máy chủ.
xh_za: Genisa igxininiso. Uya kuba nakho ukuqulatha ifayile yegxininiso ukusuka kwidrayivu yakho yasekhaya okanye ungasebenzisa ifayile yegxininiso efumaneka kwiserver.
zh_cn: 导入备份，你可以从本地磁盘上传备份文件或使用服务器上可用的备份文件。
zh_tw: 匯入備份，你可以從本地磁片上傳備份檔案或使用伺服器上可用的備份檔案。
