Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The install script will create (or use) the Chamilo database using the database name given here. Please make sure the user you give has the right to create the database by the name given here. If a database with this name exists, it will be overwritten. Please do not use the root user as the Chamilo database user. This can lead to serious security issues.
ar: The install script will create the Chamilo main database(s). Please note that Chamilo will need to create several databases. If you are allowed to use only one database by your Hosting Service, Chamilo will not work, unless you chose the option "One database".
ast_es: El script d'instalación va crear les bases de datos principales pa Chamilo. Por favor, Chamilo necesita crear varies bases de datos, si namás tien permisu pa tener una nel so proveedor, Chamilo nun va funcionar.
bn_bd: ইনস্টল স্ক্রিপ্ট এখানে দেওয়া ডাটাবেস নাম ব্যবহার করে চামিলো ডাটাবেস তৈরি করবে (বা ব্যবহার করবে)। দয়া করে নিশ্চিত করুন যে আপনার দেওয়া ব্যবহারকারীর এখানে দেওয়া নামে ডাটাবেস তৈরির অধিকার আছে। যদি এই নামে ডাটাবেস বিদ্যমান থাকে, তাহলে এটি ওভাররাইট করা হবে। চামিলো ডাটাবেস ব্যবহারকারী হিসেবে রুট ব্যবহারকারী ব্যবহার করবেন না। এটি গুরুতর নিরাপত্তা সমস্যা সৃষ্টি করতে পারে।
bs_ba: Skript instalacije će kreirati (ili koristiti) Chamilo bazu podataka koristeći naziv baze naveden ovdje. Molimo pobrinite se da korisnik kojeg navedete ima pravo kreirati bazu pod tim nazivom. Ako baza s tim nazivom postoji, bit će prepisana. Molimo ne koristite root korisnika kao Chamilo korisnika baze. To može dovesti do ozbiljnih sigurnosnih problema.
ca_es: Les rutines d'instal·lació crearan les principals bases de dades de Chamilo. Si us plau, recordi que Chamilo necessitarà crear diverses bases de dades. Si només teniu accés a una base de dades en el vostre servidor, Chamilo no funcionarà a no ser que escolliu l'opció 'Una base de dades'
cs_cz: Instalační skript vytvoří (nebo použije) databázi Chamilo pomocí názvu databáze uvedeného zde. Ujistěte se, že uživatel, kterého zadáte, má právo vytvořit databázi tímto názvem. Pokud databáze s tímto názvem existuje, bude přepsána. Nepoužívejte prosím root uživatele jako uživatele databáze Chamilo. To může vést k vážným bezpečnostním problémům.
da: Install script opretter Chamilo hoved DB. Venligst bemærk at Chamilo har brug for at oprette mange DBs (medmindre du har valgt "En" forneden). If you are allowed only one DB for your website by your Hosting Services, Chamilo will not work.
de: Der Installatioonprozess erstellt die Datenbank. Chamilo legt mehrere Datenbanken an (außer wenn Sie die Option "eine" wählen). Bei vielen Providern kann nur eine begrenzte Anzahl von Datenbanken angelegt werden
el: Το πρόγραμμα εγκατάστασης θα δημιουργήσει την κύρια βάση δεδομένων του Chamilo. Έχετε υπ'όψιν σας ότι κατά τη λειτουργία της πλατφόρμας θα χρειαστεί να δημιουργηθούν νέες βάσεις δεδομένων (μία για κάθε μάθημα)
eo: La instalskripto kreos la Chamilo-ĉef-datumbazo(j)n. Rimarku, ke Chamilo kreos plurajn datumbazojn. Se vi rajtas uzi nur unu datumbazon ĉe via gastiganta pernato, Chamilo ne funkcios, jes se vi ŝaltas la opcion "Unu datumbazo".
es: El script de instalación creará (o usará) la base de datos de Chamilo con el nombre dado aquí. Por favor, asegúrese que el usuario indicado tiene el permiso para crear la base de datos indicada. Si una base de este nombre ya existe, será sobrescrita. Por favor no use el usuario root como usuario de base de datos. Esto podría provocar serios problemas de seguridad.
es_mx: El script de instalación creará las principales bases de datos de Chamilo. Por favor, recuerde que Chamilo necesitará crear varias bases de datos. Si sólo puede tener una base de datos en su proveedor, Chamilo no funcionará.
eu_es: Instalazio scriptak Chamiloren datu base nagusiak sortuko ditu. Mesedez, gogoratu Chamilok hainbat datu base sortu beharko dituela. Zure ostalari zerbitzuak datu base bat bakarrik erabiltzeko baimena ematen badizu, Chamilo ez da ibiliko. Bestela, "Datu base bat" aukera hautatu beharko duzu.
fi_fi: Asennusskripti luo (tai käyttää) Chamilo-tietokantaa annetulla tietokannan nimellä. Varmista, että antamallasi käyttäjällä on oikeus luoda tietokanta annetulla nimellä. Jos tietokanta tällä nimellä on olemassa, se ylikirjoitetaan. Älä käytä root-käyttäjää Chamilo-tietokannan käyttäjänä. Tämä voi johtaa vakaviin tietoturvaongelmiin.
fo_fo: Innsetingarskrifturin fer at upprutta (ella brúka) Chamilo datagrunnin við tí datagrunnarnavninum sum er givið her. Vís at brúkarin tú gevur hevur rættin at upprutta datagrunnin við tí navninum sum er givið her. Um ein datagrunnur við hesum navni finst, verður hann skrivað upp á. Brúka ikki root-brúkaran sum Chamilo datagrunnarbrúkarin. Hetta kann leiða til alvarligar trygdarvansar.
fur: La scrite di instalazion e creârà (o doprârà) la base dâts Chamilo doprant il nûm da base dâts dât qua. Par plês, assecurite che l'utent che tu dês al abî il dirit di creâ la base dâts col nûm dât qua. Se une base dâts con chel nûm esistì, e jessarà sovrascrite. Par plês no doprê l'utent root come utent base dâts Chamilo. Cheste e pue ducj a gravis problemis di sigurêsse.
ga: Cruthóidh an script suiteála (nó úsáidfidh sé) bunachar Sonraí Chamilo ag úsáid an ainm bunachair tugtha anseo. Déan cinnte go bhfuil an ceart ag an úsáideoir a thugann tú chun an bunachar a chruthú leis an ainm tugtha anseo. Má tá bunachar leis an ainm seo ann, déanfar é a fhorscriobh. Ná húsáid an úsáideoir fréimhe mar úsáideoir bunachar Chamilo. Is féidir seo a bheith ina fhadhb slándála tromchúiseach.
gl: O script de instalación creará a(s) base(s) de datos principal(is) de Chamilo. Por favor, lembre que Chamilo necesitará crear unha BBDD.
he_il: סקריפט ההתקנה יצור (או ישתמש) את מסד הנתונים של Chamilo באמצעות שם מסד הנתונים שניתן כאן. אנא ודא שלמשתמש שאתה נותן יש את הזכות ליצור את מסד הנתונים בשם שניתן כאן. אם קיים מסד נתונים בשם זה , הוא יוחלף. נא לא להשתמש במשתמש השורש כמשתמש מסד הנתונים של Chamilo. זה יכול להוביל לבעיות אבטחה חמורות.
hi: इंस्टॉल स्क्रिप्ट यहाँ दिए गए डेटाबेस नाम का उपयोग करके Chamilo डेटाबेस बनाएगी (या उपयोग करेगी)। कृपया सुनिश्चित करें कि आपका उपयोगकर्ता यहाँ दिए गए नाम से डेटाबेस बनाने का अधिकार रखता हो। यदि इस नाम का डेटाबेस पहले से मौजूद है, तो इसे ओवरराइट कर दिया जाएगा। कृपया Chamilo डेटाबेस उपयोगकर्ता के रूप में रूट उपयोगकर्ता का उपयोग न करें। इससे गंभीर सुरक्षा समस्याएँ हो सकती हैं।
hr_hr: Instalacijska skripta izradit će glavnu bazu podataka Chamiloa. Imajte na umu da Chamilo mora izraditi nekoliko baza podataka. Ako vaš poslužitelj dopušta uporabu samo jedne baze podataka, Chamilo neće raditi, osim ako odaberete mogućnost "Jedna baza podataka".
hu_hu: Az telepítő létrehozza a fő Chamilo adatbázis(oka)t. Kérjük vegye figyelembe, hogy a Chamilonak több adatbázist kell létrehoznia. Ha az ön domain vagy honlap szolgáltatója csak egy adatbázis használatát engedélyezi, akkor a Chamilo működéséhez az "Egy adatbázis" opciót válassza.
hy: Տեղադրման սկրիպտը կստեղծի (կամ կօգտագործի) Chamilo տվյալների բազան՝ օգտագործելով այստեղ նշված տվյալների բազայի անունը: Խնդրում ենք համոզվել, որ տրամադրած օգտատերը ունի իրավունք ստեղծել տվյալների բազա այս անունով: Եթե այս անունով տվյալների բազա արդեն գոյություն ունի, այն կգրավի վրա: Խնդրում ենք չօգտագործել root օգտատիրոջը որպես Chamilo տվյալների բազայի օգտատեր: Սա կարող է հանգեցնել լուրջ անվտանգության խնդիրների:
id_id: Skrip Instalasi akan membuat DB utama. Software akan butuh membuat banyak DB (kecuali anda pilih "One" di bawah ini). Jika anda hanya diijinkan satu DB untuk situs anda oleh Hosting Services, Software tidak dapat bekerja.
it: Lo script d'installazione creerà il database principale. In seguito il sistema avrà la necessità di creare un database per ogni corso. In caso non vi sia concesso di creare più di un database selezionate l'opzione "Unico database" sottostante : la piattaforma verrà installata nella versione con database singolo.
ja: インストールスクリプトは、ここで指定されたデータベース名を使用してChamiloデータベースを作成（または使用）します。指定された名前のデータベースを作成する権限がユーザーに付与されていることを確認してください。同じ名前のデータベースが存在する場合、上書きされます。Chamiloデータベースユーザーとしてrootユーザーを使わないでください。これは深刻なセキュリティ問題を引き起こす可能性があります。
ka_ge: დაყენების სკრიპტი შექმნის (ან გამოიყენებს) Chamilo-ს მონაცემთა ბაზას ამ სახელით მოცემული მონაცემთა ბაზის სახელით. გთხოვთ, დარწმუნდეთ, რომ მიეცით მომხმარებელს უფლება შექმნას მონაცემთა ბაზა ამ სახელით. თუ მონაცემთა ბაზა ამ სახელით უკვე არსებობს, ის გადაიწერება. გთხოვთ, არ გამოიყენოთ root მომხმარებელი Chamilo-ს მონაცემთა ბაზის მომხმარებლად. ეს შეიძლება გამოიწვიოს სერიოზული უსაფრთხოების პრობლემები.
ko_kr: 설치 스크립트가 Chamilo 메인 데이터베이스를 생성해줄 것입니다. Chamilo는 여러 데이터베이스를 생성해야 한다는 것을 주지하십시요. 만약 "One database"을 선택하지 않고, 호스팅 서비스에 의해 하나의 데이터베이스만 사용하도록 허용되었다면, Chamilo는 동작하지 않을 것입니다.
lo: ສະຄຣິບຕິດຕັ້ງຈະສ້າງ (ຫຼື ໃຊ້) ຖານຂໍ້ມູນ Chamilo ໂດຍໃຊ້ຊື່ຖານຂໍ້ມູນທີ່ໃຫ້ໄວ້ທີ່ນີ້. ກະລຸນາຮັບປະກັນວ່າຜູ້ໃຊ້ທີ່ທ່ານໃຫ້ມີສິດໃນການສ້າງຖານຂໍ້ມູນຕາມຊື່ທີ່ໃຫ້ໄວ້ທີ່ນີ້. ຖ້າມີຖານຂໍ້ມູນທີ່ມີຊື່ນີ້ຢູ່ແລ້ວ, ມັນຈະຖືກຂຽນທັບ. ກະລຸນາຢ່າໃຊ້ຜູ້ໃຊ້ root ເປັນຜູ້ໃຊ້ຖານຂໍ້ມູນ Chamilo. ສິ່ງນີ້ສາມາດນໍາໄປສູ່ບັນຫາຄວາມປອດໄພທີ່ຮ້າຍແຮງ.
lt_lt: The install script will create the Chamilo main database(s). Please note that Chamilo will need to create several databases. If you are allowed to use only one database by your Hosting Service, Chamilo will not work, unless you chose the option "One database".
lv_lv: Instalācijas skripts izveidos Chamilo galveno datubāzi(es). Ņemiet vērā, ka Chamilo vajadzēs izveidot vairākas datubāzes. Ja Jūsu Interneta lapas uzturētājs ļauj Jums izmantot tikai vienu datubāzi, tad Chamilo sistēma nestrādās, ja vien Jūs izvēlēsieties papildus iespēju "Vienā datubāzē".
mk_mk: Инсталацијата ќе ја креира главната(ите) Chamilo база(и) на податоци. Ако Ви е допуштено да користите само една база на подаоци од страна на Вашиот Опслужувачки Сервис, Chamilo нема да работи, се додека не ја изберете опцијата "Една база на податоци".
ms_my: Install script will create chamilo main DB. Please note that Chamilo will need to create many DBs (unless you select option "One" below). If you are allowed only one DB for your website by your Hosting Services, Chamilo will not work.
my_mm: တပ်ဆင်စခရစ်သည် ဤနေရာတွင်ပေးထားသော ဒေတာဘေ့စ်အမည်ကို အသုံးပြု၍ Chamilo ဒေတာဘေ့စ်ကို ဖန်တီးမည် (သို့မဟုတ် အသုံးပြုမည်)။ သင်ပေးထားသော အသုံးပြုသူသည် ဤနေရာတွင်ပေးထားသော အမည်ဖြင့် ဒေတာဘေ့စ်ဖန်တီးပိုင်ခွင့်ရှိကြောင်း သေချာပါစေ�। ဤအမည်ဖြင့် ဒေတာဘေ့စ်တစ်ခုရှိပြီးပါက၊ ၎င်းကို ထပ်ရေးမည်ဖြစ်သည်။ Chamilo ဒေတာဘေ့စ်အသုံးပြုသူအဖြစ် root အသုံးပြုသူကို မသုံးပါနှင့်။ ၎င်းသည် ဆိုးရွားသော လုံခြုံရေးပြဿနာများကို ဖြစ်ပေါ်စေနိုင်သည်။
ne: स्थापना स्क्रिप्टले यहाँ दिइएको डेटाबेस नाम प्रयोग गरेर (वा सिर्जना गरेर) चामिलो डेटाबेस बनाउँछ। कृपया यहाँ दिइएको नामले डेटाबेस सिर्जना गर्ने अधिकार भएको प्रयोगकर्ता दिनुहोस्। यदि यो नामको डेटाबेस पहिले नै छ भने, यो ओभरराइट हुनेछ। चामिलो डेटाबेस प्रयोगकर्ताको रूपमा रुट प्रयोगकर्ता प्रयोग नगर्नुहोस्। यसले गम्भीर सुरक्षा समस्या निम्त्याउन सक्छ।
nl: Het installatiescript zal de Chamilodatabank(en) aanmaken. Merk op dat Chamilo standaard meerdere databanken aanmaakt. Als u enkel gebruik kan maken van één databank bij uw hosting provider, dan zal Chamilo niet kunnen werken met meerdere databanken en moet u de optie "Eén databank" aanduiden.
nn_no: Installasjons-scriptet vil oppretta (eller bruke) Chamilo-databasen med det databasenamnet som er gjeve her. Sørg for at brukaren du gjev har rett til å oppretta databasen med namnet som er gjeve her. Om ein database med dette namnet finst, vil den bli overskriven. Ikkje bruk root-brukaren som Chamilo-databasebrukar. Dette kan leie til alvorlege sikkerheitsproblem.
oc: Lo scrip d’installacion crearà (o utilzarà) la basa de donadas Chamilo en utilizant lo nom de basa de donadas donat aquí. Asseguratz-vos que l’utilizaire que donatz a l’avèt lo drech de crear la basa de donadas amb lo nom donat aquí. Se una basa de donadas amb aqueste nom existís, serà sobrescrita. Tramètz pas l’utilizaire root coma utilizaire de la basa de donadas Chamilo. Aquò pòt portar a de problèmas de seguretat gravissimes.
pl_pl: Skrypt instalacyjny utworzy główną bazę danych Chamilo. Zwróć uwagę, że Chamilo tworzy wiele baz danych. Jeśli masz dostęp tylko do jednej bazy danych w swoim serwerze, Chamilo nie będzie działać.
ps: د نصب اسکریپټ به (یا کاروي) Chamilo ډیټابیس د دلته ورکړل شوي ډیټابیس نوم په کارولو جوړ کړي. مهرباني وکړئ ډاډ ترلاسه کړئ چې تاسو ورکړل شوی کارن د دلته ورکړل شوي نوم په مرسته د ډیټابیس جوړولو حق لري. که ډیټابیس د دې نوم سره شته وي، هغه به له سره لیکل شي. مهرباني وکړئ د Chamilo ډیټابیس کارن په توګه root کارن مه کاروئ. دا جدي امنیتي ستونزو ته لاره هواره کیدی شي.
pt_br: O script de instalação irá criar o banco de dados principal Chamilo (s). Por favor, note que Chamilo será necessário criar várias bases de dados. Se você está autorizado a utilizar apenas um banco de dados pelo seu serviço de hospedagem, Chamilo não vai funcionar, a menos que você escolheu a opção "Um banco de dados".
pt_pt: O script de instalação irá criar a(s) base(s)-de-dados principal(s) do Chamilo. Por favor, tenha em atenção de que o Chamilo necessita de criar várias bases-de-dados. Se apenas tem autorizações para utilizar uma única base-de-dados nos servidores do seu fornecedor de alojamento/hosting, o Chamilo não irá funcionar se não seleccionar a opção "Base-de-dados única".
ro_ro: Scriptul instala va crea baza/bazele de date Chamilo. Va rugam sa tineti cont ca Chamilo va trebui sa creeze mai multe baze de date. Daca va este permis sa folositi o singura baza de date de Serviciul de Gaduire, Chamilo nu va functiona, doar daca alegeti optiunea "O singura baza de date".
ru_ru: Установленный шрифт создаст главную(ые) базу(ы) данных Chamilo. Примине во внимание, что Chamilo создаст несколько баз данных. Если Вам разрешено использовать только одну базу данных Вашим главным сервером, Chamilo не будет работать, пока Вы не выберите опцию "Одна база данных".
sk_sk: Inštalačný skript vytvorí hlavnú Chamilo databázu(y). Vezmite prosím na vedomie, že Chamilo bude musieť vytvoriť viac databáz. Ak vaša Hostingová služba má povolené používať iba jednu databázu, Chamilo nebude fungovať, ak ste zvolili možnosť "Jedna databáza".
sl: Namestitvena skripta bo ustvarila glavno podatkovno bazo. Chamilo privzeto tvori več podatkovnih baz (DB). V primeru, da vaš ponudnik storitve dovoli uporabo zgolj ene podatkovne baze, Chamilo ne bo deloval, če pod opcijskimi porametri ne izberete vrednosti "Eno" za možnost "Uporabi eno ali več DB za Chamilo".
sq: Skripti i instalimit do të krijojë (ose përdorë) bazën e të dhënave Chamilo duke përdorur emrin e bazës së të dhënave të dhënë këtu. Ju lutemi sigurohuni që përdoruesi që jepni ka të drejtën për të krijuar bazën e të dhënave me emrin e dhënë këtu. Nëse ekziston një bazë të dhënash me këtë emër, ajo do të mbishkruhet. Ju lutemi mos përdorni përdoruesin root si përdorues i bazës së të dhënave Chamilo. Kjo mund të çojë në probleme serioze sigurie.
sr_rs: Instalacioni skript će da kreira Chamiloovu glavnu bazu. Molim Vas, obratite pažnju da će Chamilo morati da kreira više baza. Ako Vam vaš Hosting servis dozvoljava da koristite samo jednu bazu Chamilo neće raditi osim ako ne odaberete opciju „Jedna baza".
sv_se: Installationsscriptet kommer att skapa huvuddatabasen för Chamilo. Var snäll och notera att Chamilo behöver skapa många databaser. Om du bara är tillåten för en DB för din webbsajt av din Värdservice, kommer Chamilo inte att fungera.
sw_ke: Hati ya usanidi itaunda (au itatumia) hifadhi ya data ya Chamilo kwa kutumia jina la hifadhi lililotolewa hapa. Tafadhali hakikisha mtumiaji utakayepeleka ana haki ya kuunda hifadhi kwa jina lililotolewa hapa. Ikiwa hifadhi yenye jina hili ipo, itaandikwa juu. Tafadhali usitumie mtumiaji root kama mtumiaji wa hifadhi ya Chamilo. Hii inaweza kusababisha matatizo makubwa ya usalama.
ta: நிறுவல் ஸ்கிரிப்ட் இங்கு கொடுக்கப்பட்ட தரவுத்தள பெயரைப் பயன்படுத்தி Chamilo தரவுத்தளத்தை உருவாக்கும் (அல்லது பயன்படுத்தும்). நீங்கள் கொடுக்கும் பயனருக்கு இங்கு கொடுக்கப்பட்ட பெயரால் தரவுத்தளத்தை உருவாக்கும் உரிமை இருப்பதை உறுதிப்படுத்தவும். இந்தப் பெயரில் தரவுத்தளம் இருந்தால், அது மேலெழுதப்படும். Chamilo தரவுத்தள பயனராக ரூட் பயனரைப் பயன்படுத்த வேண்டாம். இது கடுமையான பாதுகாப்பு சிக்கல்களுக்கு வழிவகுக்கும்.
th: ในการติดตั้งระบบบริการจัดการการเรียนการสอนChamiloนั้น โดยปกติจะสร้างฐานข้อมูลหลักแยกให้อัตโนมัติอย่างน้อย 4 ฐานข้อมูล คือฐานข้อมูลหลัก ฐานข้อมูลสถิติ ฐานข้อมูลสกอร์มและฐานข้อมูลผู้ใช้ ดังนั้นก่อนการติดตั้งระบบ คุณต้องทราบว่า Chamilo โดยปกติจะใช้งานฐานข้อมูลแยกรายการ แบบอัตโมัติมาให้ และจะสร้างชื่อพร้อมกัน 4 ฐานข้อมูล หากคุณใช้เครื่องแม่ข่ายที่บริหารจัดการเองภายในสถาบันหรือเฉพาะหน่วยงาน ที่คุณสามารถดำเนินการเองได้ เช่นภายในระบบ Lan ก็ให้ใช้ค่าที่ระบบแจ้งเป็นค่าโดยปริยาย แบบหลายฐานข้อมูลให้กับระบบของ Chamilo แต่ถ้าหากคุณใช้เครื่องบริการแม่ข่ายแบบเช่าจากผู้ให้บริการพาณิชย์ทั่วไป(Web Hosting Server Provider) ระบบของเขาอาจจะไม่อนุญาตให้สร้างชื่อฐานข้อมูลอัตโนมัติในครั้งเดียวได้พร้อมกัน อีกทั้งยังมีข้อจำกัดเรื่องจำนวนฐานข้อมูลที่ให้บริการด้วย และส่วนใหญ่คุณจะต้องสร้างชื่อฐานข้อมูล รองรับไว้ก่อนการติดตั้ง ขอแนะนำว่า ในการสร้างชื่อฐานข้อมูลนั้นให้สร้างชื่อฐานข้อมูลหลัก เป็น Chamilo_main เพียงชื่อเดียวเท่านั้น และเลือกกำหนดค่าการใช้ฐานข้อมูลเดียวหรือหลายฐานข้อมูลให้กับระบบ โดยให้เลือกคลิกค่าเป็นหนึ่ง หากต้องการความช่วยเหลือให้เข้าอ่านไฟล์การติดตั้งก่อน หรือดูขั้นตอนการติดตั้งได้ใน เว็ปไซท์ของ ประชิดดอทคอม www.prachid.com
tl_ph: Gagawa (o gagamitin) ng install script ang Chamilo database gamit ang pangalang ibinigay dito. Siguraduhing may karapatan ang user na ibinigay na gumawa ng database sa pangalang ito. Kung umiiral na ang database na may pangalang ito, papalitan ito. Huwag gamitin ang root user bilang Chamilo database user. Ito ay maaaring magdulot ng seryosong isyu sa seguridad.
tr: Install script will create chamilo main DB. Please note that Chamilo will need to create many DBs. If you are allowed only one DB for your website by your Hosting Services, Chamilo will not work.
uk_ua: Скрипт встановлення створить (або використає) базу даних Chamilo з назвою бази даних, вказаною тут. Переконайтеся, що користувач, якого ви вказали, має право створювати базу даних з цією назвою. Якщо база даних з цією назвою існує, вона буде перезаписана. Не використовуйте користувача root як користувача бази даних Chamilo. Це може призвести до серйозних проблем безпеки.
vi_vn: Tập lệnh cài đặt sẽ tạo (hoặc sử dụng) cơ sở dữ liệu Chamilo bằng tên cơ sở dữ liệu được cung cấp ở đây. Vui lòng đảm bảo người dùng bạn cung cấp có quyền tạo cơ sở dữ liệu bằng tên được cung cấp ở đây. Nếu cơ sở dữ liệu với tên này đã tồn tại, nó sẽ bị ghi đè. Vui lòng không sử dụng người dùng root làm người dùng cơ sở dữ liệu Chamilo. Điều này có thể dẫn đến các vấn đề bảo mật nghiêm trọng.
xh_za: I-script yokufaka iya kudala (okanye isebenzise) i-database yeChamilo usebenzisa igama ledatabase elinikwe apha. Nceda uqiniseke ukuba umsebenzisi omnika unelungelo lokudala idatabase ngelgama elinikwe apha. Ukuba idatabase enegama elinye ikhona, iya kungabhalwa ngokutsha. Nceda ungasebenzisi umsebenzisi we-root njengomsebenzisi wedatabase yeChamilo. Oku kunokukhokelela kwiingxaki ezinkulu zokhuseleko.
zh_cn: 安装脚本将创建 IILearn 的数据库，系统默认将使用多数据库模式，如果你的主机服务商只允许使用一个数据库，您应选择一个数据库的模式。
zh_tw: 安裝腳本將創建 IILearn 的數據庫，系統預設將使用多數據庫模式，如果你的主機服務商只允許使用一個數據庫，您應選擇一個數據庫的模式。

source: Time spent by students in courses
ar: الوقت المبذول من قبل الطلبة في المقرر
ast_es: Tiempu dedicáu polos alumnos nos cursos
bn_bd: কোর্সে ছাত্রদের কাটানো সময়
bs_ba: Vrijeme provedeno od strane studenata u kursevima
ca_es: Temps dedicat pels estudiants en els cursos
cs_cz: Čas strávený studenty v kurzech
da: Tid brugt af elever i kurser
de: Zeitaufwand von Studenten in den Kursen
el: Ο χρόνος που δαπανάται από τους μαθητές στα μαθήματα
eo: Tempo pasigita de studentoj en kursoj
es: Tiempo dedicado por los estudiantes en los cursos
es_mx: Tiempo invertido por estudiantes en cursos
eu_es: Ikasleen denboraa ikastaroetan
fa_ir: زمان صرف‌شده توسط دانش‌آموزان در درس‌ها
fi_fi: Aika, jonka opiskelijat viettävät kursseilla
fo_fo: Tíð brúkt av læringsteynum í kursum
fur: Temp dedit dai ducjins ai curs
ga: Am a chaitheann mic léinn i gcúrsaí
gl: Tempo adicado polos estudantes nos cursos
he_il: זמן שהסטודנטים בילו בקורסים
hi: छात्रों द्वारा कोर्स में व्ययित समय
hr_hr: Vrijeme provedeno od strane studenata u kursevima
hu_hu: Tanulók által a kurzusokban eltöltött idő
hy: Սովորողների կողմից դասընթացներում անցկացրած ժամանակը
id_id: Waktu yang dihabiskan siswa di kursus
it: Tempo trascorso dagli studenti nei corsi
ja: コースでの学生の滞在時間
ka_ge: დრო, რომელიც სტუდენტებმა გაატარეს კურსებში
ko_kr: 코스에서 학생들이 보낸 시간
lt_lt: Laikas, kurį studentai praleido kursuose
lv_lv: Laiks, ko studenti pavada kursos
mk_mk: Време поминато од студенти во курсеви
ms_my: Masa yang dihabiskan oleh pelajar dalam kursus
my_mm: ကျောင်းသားများသည် သင်တန်းများတွင် အချိန်ဖြုန်းမှု
ne: विद्यार्थीहरूले पाठ्यक्रमहरूमा बिताएको समय
nl: Tijd door studenten doorgebracht in cursussen
nn_no: Tid brukt av elevar i kurs
oc: Temps passat pels estudiants dins las formacions
pl_pl: Czas spędzony przez studentów w kursach
ps: د زده کونکو لخوا په کورسونو کې تېر شوی وخت
pt_br: Tempo gasto por estudantes de cursos
pt_pt: Tempo gasto por estudantes em cursos
ro_ro: Timp petrecut de studenți în cursuri
ru_ru: Время, проведенное студентами в курсах
sk_sk: Čas študentov strávený v kurzoch
sl: Čas porabljen s strani tečajnikov v tečaju
sq: Koha e shpenzuar nga studentët në kurse
sr_rs: Vreme provedeno od strane studenata u kursevima
sv_se: Tid spenderad av studenter i kurser
sw_ke: Muda uliotumika na wanafunzi katika kozi
ta: மாணவர்கள் பாடநெறிகளில் செலவழித்த நேரம்
th: เวลาที่นักเรียนใช้ในรายวิชา
tl_ph: Oras na ginugol ng mga estudyante sa mga kurso
tr: Öğrencilerin kurslarda geçirdiği süre
uk_ua: Час, витрачений студентами на курси
vi_vn: Thời gian học viên dành cho các khóa học
xh_za: Ixesha elichithwe ngabafundi ezifundweni
zh_cn: 学生在课程中花费的时间
zh_tw: 學生在課程中花費的時間

source: Step 3
ar: Step 3 of 6
ast_es: Pasu 3 de 6
bn_bd: ধাপ ৩
bs_ba: Korak 3
ca_es: Pas 3 de 6
cs_cz: Krok 3
da: Trin 3 af 6
de: Schritt 3 von 6
el: Βήμα 3 από 6 :
eo: Paŝo 3 el 6
es: Paso 3 de 6
es_mx: Paso 3 de 6
eu_es: 3. urratsa 6tik
fa_ir: مرحله سوم
fi_fi: Vaihe 3
fo_fo: Trappur 3
fur: Pass 3
ga: Céim 3
gl: Paso 3 de 6
he_il: שלב 3
hi: चरण 3
hr_hr: Korak 3 od 6
hu_hu: 3. lépés a 6-ból
hy: Քայլ 3
id_id: Langkah 3 dari 6
it: Passo 3 di 6
ja: ステップ3
ka_ge: ნაბიჯი 3
ko_kr: Step 3 of 6
lo: ຂັ້ນຕອນທີ 3
lt_lt: Step 3 of 6
lv_lv: Posms Nr.3 no 6
mk_mk: Чекор 3 од 6
ms_my: Step 3 of 6
my_mm: အဆင့် ၃
ne: चरण ३
nl: Stap 3 van 6
nn_no: Trinn 3
oc: Etapa 3
pl_pl: Krok 3 z 6
ps: ګام 3
pt_br: Passo 3
pt_pt: Passo 3 de 6
ro_ro: Pasul 3 din 6
ru_ru: Шаг 3 из 6
sk_sk: Etapa 3 zo 6
sl: Korak 3
sq: Hapi 3
sr_rs: Korak 3 od 6
sv_se: Steg 3 av 6
sw_ke: Hatua 3
ta: படி 3
th: ขั้นตอนที่3จากทั้งหมด 6 ขั้นตอน
tl_ph: Hakbang 3
tr: Basamak 3 / 6
uk_ua: Крок 3
vi_vn: Step 3 of 6
xh_za: Inyathelo 3
zh_cn: 步骤3/7
zh_tw: 步驟3/7
