Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Roles
ar: الادوار
bn_bd: ভূমিকা
bs_ba: Role
ca_es: Rols
cs_cz: Role
da: Roller
de: Rollen
el: Ρόλοι
eo: Roloj
eu_es: Rolanak
fa_ir: نقش‌ها
fi_fi: Roolit
fo_fo: Rollar
fur: Rolis
ga: Róil
he_il: תפקידים
hi: भूमिकाएँ
hr_hr: Role
hu_hu: Szerepkörök
hy: Դերեր
id_id: Peran
it: Ruoli
ja: 役割
ka_ge: როლები
ko_kr: 역할
lo: ບົດບາດ
lt_lt: Rolės
lv_lv: Lomas
mk_mk: Роли
ms_my: Peranan
my_mm: အခန်းကဏ္ဍများ
ne: भूमिकाहरू
nl: Rollen
nn_no: Roller
oc: Ròles
pl_pl: Role
ps: رولونه
pt_br: Funções/Cargos
pt_pt: Funções
ro_ro: Roluri
ru_ru: Роли
sk_sk: Role
sl: Vloge
sq: Role
sr_rs: Role
sv_se: Roller
sw_ke: Majukumu
ta: பாத்திரங்கள்
th: บทบาท
tl_ph: Mga papel
tr: Roller
uk_ua: Ролі
vi_vn: Vai trò
xh_za: Iindima
zh_cn: 角色
zh_tw: 角色

source: Curriculum
ar: المنهج
ast_es: Currículu
bn_bd: পাঠ্যক্রম
bs_ba: Kurikulum
ca_es: Currículum
cs_cz: Kurikulum
da: Læseplan
de: Lehrplan
el: Διδακτέα ύλη, Curriculum
eo: Kurikulo
es_mx: Currículo
eu_es: Curriculuma
fa_ir: برنامه درسی
fi_fi: Opetussuunnitelma
fo_fo: Lærugrein
ga: Curaclam
gl: Currículo
he_il: תוכנית לימודים
hi: पाठ्यक्रम
hr_hr: Nakonžnik
hu_hu: Tananyag
hy: Համակարգ
id_id: Kurikulum
ja: カリキュラム
ka_ge: სასწავლო გეგმა
ko_kr: 커리큘럼
lo: ຫຼັກສູດການສຶກສາ
lt_lt: Programa
lv_lv: Mācību programma
mk_mk: Учебен план
ms_my: Kurikulum
my_mm: သင်ရိုးညွှန်းတမ်း
ne: पाठ्यक्रम
nn_no: Læreplan
oc: Programa d'estudis
pl_pl: Program nauczania
ps: نصاب
pt_br: Currículo
pt_pt: Currículo
ro_ro: Cv
ru_ru: Учебный план
sk_sk: Kurikulum
sl: Kurikulum
sq: Kurrikulë
sr_rs: Kurikulum
sw_ke: Muziki
ta: பாடத்திட்டம்
th: หลักสูตร
tl_ph: Kurikulum
tr: Müfredat
uk_ua: Навчальний план
vi_vn: Chương trình học
xh_za: Ikharikhyulam
zh_cn: 课程
zh_tw: 課程大綱

source: %s to review (%s)
ar: %s يجب مراجعته (%s)
ast_es: %s pa revisar (%s)
bn_bd: %s পর্যালোচনার জন্য (%s)
bs_ba: %s na pregled (%s)
ca_es: %s per revisar (%s)
cs_cz: %s k prověření (%s)
da: %s til gennemgang (%s)
de: %s zu überprüfen (%s)
el: %s για αναθεώρηση (%s)
eo: %s por kontroli (%s)
es: %s por revisar (%s)
es_mx: %s para revisar (%s)
eu_es: %s berrikusteko (%s)
fa_ir: %s برای بررسی (%s)
fi_fi: %s tarkistettavana (%s)
fo_fo: %s at umganga (%s)
fur: %s da rivjudê (%s)
ga: %s le hathbhreithniú (%s)
gl: %s por revisar (%s)
he_il: %s לבדיקה (%s)
hi: %s समीक्षा के लिए (%s)
hr_hr: %s na pregled (%s)
hu_hu: %s áttekintendő (%s)
hy: %s վերանայման համար (%s)
id_id: %s untuk ditinjau (%s)
it: %s da rivedere (%s)
ja: %s をレビュー (%s)
ka_ge: %s გადასახედად (%s)
ko_kr: %s 검토 (%s)
lo: %s ເພື່ອກວດສອບ (%s)
lt_lt: %s peržiūrėti (%s)
lv_lv: %s pārskatīšanai (%s)
mk_mk: %s за преглед (%s)
ms_my: %s untuk disemak (%s)
my_mm: %s ကို သုံးသပ်ရန် (%s)
ne: %s समीक्षा गर्न (%s)
nl: %s ter beoordeling (%s)
nn_no: %s å gjennomgå (%s)
oc: %s a revisionar (%s)
pl_pl: %s do sprawdzenia (%s)
ps: %s د کتنې لپاره (%s)
pt_br: %s para revisar (%s)
pt_pt: %s para rever (%s)
ro_ro: %s pentru revizie (%s)
ru_ru: %s на проверку (%s)
sk_sk: %s preskúmať (%s)
sl: %s za pregled (%s)
sq: %s për të rishikuar (%s)
sr_rs: %s na pregled (%s)
sv_se: %s att granska (%s)
sw_ke: %s ya kukagua (%s)
ta: %s மறு ஆய்வுக்கு (%s)
th: %s ที่ต้องตรวจสอบ (%s)
tl_ph: %s para sa pagsusuri (%s)
tr: %s incelenecek (%s)
uk_ua: %s до перевірки (%s)
vi_vn: %s cần xem xét (%s)
xh_za: %s ekuhlolweni (%s)
zh_cn: %s 待审 (%s)
zh_tw: %s 待審核 (%s)

source: %s unanswered (%s)
ar: %s لم تتم الاجابة عننه (%s)
ast_es: %s ensin responder (%s)
bn_bd: %s অপ্রত্যাহত (%s)
bs_ba: %s bez odgovora (%s)
ca_es: %s sense respondre (%s)
cs_cz: %s bez odpovědi (%s)
da: %s besvaret (%s)
de: %s unbeantwortet (%s)
el: %s αναπάντητα (%s)
eo: %s sen respondo (%s)
es: %s sin responder (%s)
es_mx: %s sin responder (%s)
eu_es: %s erantzungabeak (%s)
fa_ir: %s بی‌پاسخ (%s)
fi_fi: %s vastaamatta (%s)
fo_fo: %s ósvorað (%s)
fur: %s sen risposti (%s)
ga: %s gan fhreagra (%s)
gl: %s sen responder (%s)
he_il: %s ללא מענה (%s)
hi: %s अनुत्तरित (%s)
hr_hr: %s bez odgovora (%s)
hu_hu: %s megválaszolatlan (%s)
hy: %s պատասխան չտրված (%s)
id_id: %s belum dijawab (%s)
it: %s irrisolte (%s)
ja: %s 未回答 (%s)
ka_ge: %s პასუხის გარეშე (%s)
ko_kr: %s 미답변 (%s)
lo: %s ຍັງບໍ່ໄດ້ຕອບ (%s)
lt_lt: %s neatsakyta (%s)
lv_lv: %s neatbildēti (%s)
mk_mk: %s неодговорени (%s)
ms_my: %s belum dijawab (%s)
my_mm: %s မဖြေကြားရသေး (%s)
ne: %s उत्तर नदिइएको (%s)
nl: %s onbeantwoord (%s)
nn_no: %s ubesvarte (%s)
oc: %s sens responsa (%s)
pl_pl: %s bez odpowiedzi (%s)
ps: %s بې ځوابه (%s)
pt_br: %s não respondido (%s)
pt_pt: %s não respondidas (%s)
ro_ro: %s nerăspunse (%s)
ru_ru: %s без ответа (%s)
sk_sk: %s neodpovedal (%s)
sl: %s neodgovorjenih (%s)
sq: %s të pjawgjigjura (%s)
sr_rs: %s bez odgovora (%s)
sv_se: %s obesvarade (%s)
sw_ke: %s zisijibiwe (%s)
ta: %s பதிலளிக்கப்படாதவை (%s)
th: %s ที่ยังไม่ตอบ (%s)
tl_ph: %s hindi sinagot (%s)
tr: %s cevapsız (%s)
uk_ua: %s без відповіді (%s)
vi_vn: %s chưa trả lời (%s)
xh_za: %s ezingaphendulwanga (%s)
zh_cn: %s 未答 (%s)
zh_tw: %s 未回答 (%s)

source: %s answered (%s)+(%s)
ar: %s تمت الاجابة عنه (%s)+(%s)
ast_es: %s respondíes (%s)+(%s)
bn_bd: %s উত্তর দেওয়া (%s)+(%s)
bs_ba: %s odgovoreno (%s)+(%s)
ca_es: %s repostes (%s)+(%s)
cs_cz: %s zodpovězeno (%s)+(%s)
da: %s besvaret (%s)+(%s)
de: %s beantwortet (%s)+(%s)
el: %s απαντημένα (%s)+(%s)
eo: %s respondita (%s)+(%s)
es: %s respondidas (%s)+(%s)
es_mx: %s respondido (%s)+(%s)
eu_es: %s erantzundua (%s)+(%s)
fa_ir: %s پاسخ داده شده (%s)+(%s)
fi_fi: %s vastattu (%s)+(%s)
fo_fo: %s svarað (%s)+(%s)
fur: %s rispondûts (%s)+(%s)
ga: %s freagartha (%s)+(%s)
gl: %s respondidas (%s)+(%s)
he_il: %s ענו (%s)+(%s)
hi: %s उत्तरित (%s)+(%s)
hr_hr: %s odgovoreno (%s)+(%s)
hu_hu: %s megválaszolt (%s)+(%s)
hy: %s պատասխանված (%s)+(%s)
id_id: %s dijawab (%s)+(%s)
it: %s risolte (%s)+(%s)
ja: %s 回答済 (%s)+(%s)
ka_ge: %s პასუხი მოცემული (%s)+(%s)
ko_kr: %s 답변됨 (%s)+(%s)
lo: %s ຕອບແລ້ວ (%s)+(%s)
lt_lt: %s atsakyta (%s)+(%s)
lv_lv: %s atbildēti (%s)+(%s)
mk_mk: %s одговорени (%s)+(%s)
ms_my: %s dijawab (%s)+(%s)
my_mm: %s ဖြေကြားပြီး (%s)+(%s)
ne: %s उत्तर दिइएको (%s)+(%s)
nl: %s geantwoord (%s)+(%s)
nn_no: %s besvarte (%s)+(%s)
oc: %s responduda (%s)+(%s)
pl_pl: %s z odpowiedziami (%s)+(%s)
ps: %s ځواب شوي (%s)+(%s)
pt_br: %s respondido(os) (%s)+(%s)
pt_pt: %s respondidas (%s) + (%s)
ro_ro: %s răspunse (%s)+(%s)
ru_ru: %s отвечено (%s)+(%s)
sk_sk: %s odpovedal (%s)+(%s)
sl: %s odgovorjenih (%s)+(%s)
sq: %s të përgjigjura (%s)+(%s)
sr_rs: %s odgovoreno (%s)+(%s)
sv_se: %s besvarade (%s)+(%s)
sw_ke: %s zimejibiwa (%s)+(%s)
ta: %s பதிலளிக்கப்பட்டவை (%s)+(%s)
th: %s ที่ตอบแล้ว (%s)+(%s)
tl_ph: %s sinagot (%s)+(%s)
tr: %s cevaplandı (%s)+(%s)
uk_ua: %s відповіли (%s)+(%s)
vi_vn: %s đã trả lời (%s)+(%s)
xh_za: %s eziphendulweyo (%s)+(%s)
zh_cn: %s 已答 (%s)+(%s)
zh_tw: %s 已回答 (%s)+(%s)

source: (%s) Unanswered
ar: (%s) لم تتم الاجابة عنه
ast_es: (%s) Ensin responder
bn_bd: (%s) অপ্রত্যাহত
bs_ba: (%s) Bez odgovora
ca_es: (%s) Sense respondre
cs_cz: (%s) Bez odpovědi
da: (%s) Besvaret
de: (%s) Unbeantwortet
el: (%s) Αναπάντητη
eo: (%s) Sen respondo
es: (%s) Sin responder
es_mx: (%s) Sin responder
eu_es: (%s) Erantzungabea
fa_ir: (%s) بی‌پاسخ
fi_fi: (%s) Vastaamatta
fo_fo: (%s) Ósvorað
fur: (%s) Sen risposti
ga: (%s) Gan fhreagra
gl: (%s) sen responder
he_il: (%s) ללא מענה
hi: (%s) अनुत्तरित
hr_hr: (%s) Bez odgovora
hu_hu: (%s) Megválaszolatlan
hy: (%s) Պատասխան չտրված
id_id: (%s) Belum dijawab
it: (%s) Non risolte
ja: (%s) 未回答
ka_ge: (%s) პასუხის გარეშე
ko_kr: (%s) 미답변
lo: (%s) ຍັງບໍ່ໄດ້ຕອບ
lt_lt: (%s) Neatsakyta
lv_lv: (%s) Neatbildēti
mk_mk: (%s) Неодговорени
ms_my: (%s) Belum dijawab
my_mm: (%s) မဖြေကြားရသေး
ne: (%s) उत्तर नदिइएको
nl: (%s) Onbeantwoord
nn_no: (%s) Ubesvarte
oc: (%s) Sens responsa
pl_pl: (%s) Bez odpowiedzi
ps: (%s) بې ځوابه
pt_br: (%s) Não respondido(os)
pt_pt: (%s) Não respondidas
ro_ro: (%s) Nerăspunse
ru_ru: (%s) Без ответа
sk_sk: (%s) Bez odpovede
sl: (%s) neodgovorjenih
sq: (%s) E pjawgjigjur
sr_rs: (%s) Bez odgovora
sv_se: (%s) Obesvarad
sw_ke: (%s) Zisizojibiwa
ta: (%s) பதிலளிக்கப்படாதவை
th: (%s) ยังไม่ตอบ
tl_ph: (%s) Hindi sinagot
tr: (%s) Cevapsız
uk_ua: (%s) Без відповіді
vi_vn: (%s) Chưa trả lời
xh_za: (%s) Ezingaphendulwanga
zh_cn: (%s) 未答
zh_tw: (%s) 未回答

source: (%s) Answered
ar: (%s) تم اجابته
ast_es: (%s) Respondíu
bn_bd: (%s) উত্তর দেওয়া
bs_ba: (%s) Odgovoreno
ca_es: (%s) Respost
cs_cz: (%s) Zodpovězeno
da: (%s) Besvaret
de: (%s) Beantwortet
el: (%s) Απαντήθηκε
eo: (%s) Respondita
es: (%s) Respondida
es_mx: (%s) Respondido
eu_es: (%s) Erantzundua
fa_ir: (%s) پاسخ داده شده
fi_fi: (%s) Vastattu
fo_fo: (%s) Svarað
fur: (%s) Rispondûts
ga: (%s) Freagartha
gl: (%s) respondida
he_il: (%s) נענה
hi: (%s) उत्तरित
hr_hr: (%s) Odgovoreno
hu_hu: (%s) Megválaszolt
hy: (%s) Պատասխանված
id_id: (%s) Dijawab
it: (%s) Risolte
ja: (%s) 回答済
ka_ge: (%s) პასუხი მოცემული
ko_kr: (%s) 답변됨
lo: (%s) ຕອບແລ້ວ
lt_lt: (%s) Atsakyta
lv_lv: (%s) Atbildēti
mk_mk: (%s) Одговорени
ms_my: (%s) Dijawab
my_mm: (%s) ဖြေကြားပြီး
ne: (%s) उत्तर दिइएको
nl: (%s) Beantwoord
nn_no: (%s) Besvarte
oc: (%s) Responduda
pl_pl: (%s) Z odpowiedziami
ps: (%s) ځواب شوي
pt_br: (%s) respondido
pt_pt: (%s) Respondidas
ro_ro: (%s) Răspunsa
ru_ru: (%s) Отвечено
sk_sk: (%s) Zodpovedané
sl: (%s) odgovorjenih
sq: (%s) E përgjigjur
sr_rs: (%s) Odgovoreno
sv_se: (%s) Besvarad
sw_ke: (%s) Zimejibiwa
ta: (%s) பதிலளிக்கப்பட்டவை
th: (%s) ตอบแล้ว
tl_ph: (%s) Sinagot
tr: (%s) Cevaplandı
uk_ua: (%s) Відповіли
vi_vn: (%s) Đã trả lời
xh_za: (%s) Eziphendulweyo
zh_cn: (%s) 已答
zh_tw: (%s) 已回答

source: (%s) Current question
ar: (%s) السؤال الحالي
ast_es: (%s) Pregunta actual
bn_bd: (%s) বর্তমান প্রশ্ন
bs_ba: (%s) Trenutno pitanje
ca_es: (%S) Pregunta actual
cs_cz: (%s) Aktuální otázka
da: (%s) Nuværende spørgsmål
de: (%s) Aktuelle Frage
el: (%s) Παρούσα ερώτηση
eo: (%s) Nuna demando
es: (%s) Pregunta actual
es_mx: (%s) Pregunta actual
eu_es: (%s) Galdera oraingoa
fa_ir: (%s) سؤال فعلی
fi_fi: (%s) Nykyinen kysymys
fo_fo: (%s) Núverandi spurningur
fur: (%s) Domandi atuale
ga: (%s) Ceist reatha
gl: (%s) pregunta actual
he_il: (%s) שאלה נוכחית
hi: (%s) वर्तमान प्रश्न
hr_hr: (%s) Trenutno pitanje
hu_hu: (%s) Jelenlegi kérdés
hy: (%s) Ընթացիկ հարց
id_id: (%s) Pertanyaan saat ini
it: (%s) Quesito attuale
ja: (%s) 現在の質問
ka_ge: (%s) მიმდინარე კითხვა
ko_kr: (%s) 현재 질문
lo: (%s) ຄຳຖາມປັດຈຸບັນ
lt_lt: (%s) Dabartinis klausimas
lv_lv: (%s) Pašreizējais jautājums
mk_mk: (%s) Тековно прашање
ms_my: (%s) Soalan semasa
my_mm: (%s) လက်ရှိမေးခွန်း
ne: (%s) वर्तमान प्रश्न
nl: (%s) Huidige vraag
nn_no: (%s) Nåverande spørsmål
oc: (%s) Question actuala
pl_pl: (%s) Aktualne pytanie
ps: (%s) اوسنی پوښتنه
pt_br: (%s) Pergunta atual
pt_pt: (%s) Resposta atual
ro_ro: (%s) Intrebare actuala
ru_ru: (%s) Текущий вопрос
sk_sk: (%s) Aktuálna otázka
sl: (%s) trenutno vprašanje
sq: (%s) Pyetja aktuale
sr_rs: (%s) Trenutno pitanje
sv_se: (%s) Nuvarande fråga
sw_ke: (%s) Swali la sasa
ta: (%s) தற்போதைய கேள்வி
th: (%s) คำถามปัจจุบัน
tl_ph: (%s) Kasalukuyang tanong
tr: (%s) Mevcut soru
uk_ua: (%s) Поточне питання
vi_vn: (%s) Câu hỏi hiện tại
xh_za: (%s) Umbuzo wangoku
zh_cn: (%s) 当前问题
zh_tw: (%s) 目前問題

source: (%s) To review
ar: (%s) للمراجعة
ast_es: (%s) Pa revisar
bn_bd: (%s) পর্যালোচনার জন্য
bs_ba: (%s) Na pregled
ca_es: (%S) Per revisar
cs_cz: (%s) K prověření
da: (%s) Til gennemgang
de: (%s) Zu überprüfen
el: (%s) Προς ανασκόπηση
eo: (%s) Por kontroli
es: (%s) Por revisar
es_mx: (%s) Para revisar
eu_es: (%s) Berrikusteko
fa_ir: (%s) برای بررسی
fi_fi: (%s) Tarkistettavana
fo_fo: (%s) At umganga
fur: (%s) Da rivjudê
ga: (%s) Le hathbhreithniú
gl: (%s) por revisar
he_il: (%s) לבדיקה
hi: (%s) समीक्षा के लिए
hr_hr: (%s) Na pregled
hu_hu: (%s) Áttekintendő
hy: (%s) Վերանայման համար
id_id: (%s) Untuk ditinjau
it: (%s) Da controllare
ja: (%s) レビュー対象
ka_ge: (%s) გადასახედად
ko_kr: (%s) 검토
lo: (%s) ເພື່ອກວດສອບ
lt_lt: (%s) Peržiūrėti
lv_lv: (%s) Pārskatīšanai
mk_mk: (%s) За преглед
ms_my: (%s) Untuk disemak
my_mm: (%s) သုံးသပ်ရန်
ne: (%s) समीक्षा गर्न
nl: (%s) Ter beoordeling
nn_no: (%s) Å gjennomgå
oc: (%s) A revisionar
pl_pl: (%s) Do sprawdzenia
ps: (%s) د کتنې لپاره
pt_br: (%s) Para revisar
pt_pt: (%s) Para rever
ro_ro: (%s) Pentru revizie
ru_ru: (%s) На проверку
sk_sk: (%s) Posúdiť
sl: (%s) za pregled
sq: (%s) Për të rishikuar
sr_rs: (%s) Na pregled
sv_se: (%s) Att granska
sw_ke: (%s) Kukagua
ta: (%s) மறு ஆய்வுக்கு
th: (%s) ต้องตรวจสอบ
tl_ph: (%s) Para sa pagsusuri
tr: (%s) İncenecek
uk_ua: (%s) До перевірки
vi_vn: (%s) Cần xem xét
xh_za: (%s) Ekuhlolweni
zh_cn: (%s) 待审
zh_tw: (%s) 待審核

source: Return to exercises list
ar: العودة الى قائمة التمارين
ast_es: Volver a la llista d'ejercicios
bn_bd: ব্যায়াম তালিকায় ফিরুন
bs_ba: Povratak na listu vježbi
ca_es: Torna a la llista d'exàmens
cs_cz: Zpět na seznam cvičení
da: Tilbage til øvelsesliste
de: Rückkehr zur Übungsliste
el: Επιστροφή στη λίστα με τις ασκήσεις
eo: Reveni al listo de ekzercoj
es: Regresar a la lista de exámenes
es_mx: Regresar a la lista de ejercicios
eu_es: Itzuli ariketei zerrendara
fa_ir: بازگشت به لیست تمرین‌ها
fi_fi: Palaa harjoitukset-listaan
fo_fo: Aftur til ævingleistann
fur: Torne a liste des esercizi
ga: Filleadh ar liosta na gcleachtaí
gl: Volver á lista de exercicios
he_il: חזרה לרשימת התרגילים
hi: अभ्यास सूची पर लौटें
hr_hr: Povratak na popis vježbi
hu_hu: Vissza a feladatlista oldalra
hy: Վերադառնալ վարժությունների ցուցակին
id_id: Kembali ke daftar latihan
it: Ritorna alla lista delle esercitazioni
ja: 演習リストに戻る
ka_ge: დავუბრუნდეთ ვარჯიშების სიას
ko_kr: 연습 목록으로 돌아가기
lt_lt: Grįžti į pratimų sąrašą
lv_lv: Atgriezties vingrinājumu sarakstā
mk_mk: Врати се на листата со вежби
ms_my: Kembali ke senarai latihan
my_mm: လေ့ကျင့်ခန်းစာရင်းသို့ ပြန်သွားပါ
ne: अभ्यास सूचीमा फर्कनुहोस्
nl: Keer terug naar oefeningenlijst
nn_no: Tilbake til øvingsliste
oc: Tornar a la lista dels exercicis
pl_pl: Powrót do listy ćwiczeń
ps: د تمرینونو فهرست ته بیرته ورشئ
pt_br: Voltar à lista de exercícios
pt_pt: Regressar à lista de exercícios
ro_ro: Înapoi la lista de examene
ru_ru: Вернуться к списку упражнений
sk_sk: Návrat do zoznamu cvičení
sl: Nazaj na seznam vaj/testov
sq: Kthehu te lista e ushtrimeve
sr_rs: Povratak na listu vežbi
sv_se: Återgå till övningslistan
sw_ke: Rudi kwenye orodha ya mazoezi
ta: பயிற்சிகள் பட்டியலுக்கு திரும்பு
th: กลับไปยังรายการการฝึกซ้อม
tl_ph: Bumalik sa listahan ng mga ehersisyo
tr: Egzersizler listesine dön
uk_ua: Повернутися до списку вправ
vi_vn: Quay lại danh sách bài tập
xh_za: Buyela kuluhlu lwezifundo
zh_cn: 返回练习列表
zh_tw: 返回練習清單

source: Auto-launch for exercises
ar: التشغيل التلقائي للتمارين
ast_es: Auto-lanzamientu pa ejercicios
bn_bd: ব্যায়ামের জন্য অটো-লঞ্চ
bs_ba: Automatsko pokretanje za vježbe
ca_es: Mode de llançament automàtic d'exàmens
cs_cz: Automatické spuštění pro cvičení
da: Auto-start for øvelser
de: Auto-Start für Übungen
el: Αυτόματη εκκίνηση για ασκήσεις
eo: Aŭtolanĉo por ekzercoj
es: Modo de lanzamiento automático de exámenes
es_mx: Auto-lanzamiento para ejercicios
eu_es: Auto-abiarazpena ariketentzat
fa_ir: اجرای خودکار برای تمرین‌ها
fi_fi: Automaattinen käynnistys harjoituksille
fo_fo: Sjálvuppløting fyri ævingar
fur: Avialanç automàtic par esercizi
ga: Seoladh uathoibríoch do chleachtaí
gl: Modo de lanzamento automático de exercicios
he_il: הפעלה אוטומטית לתרגילים
hi: अभ्यासों के लिए ऑटो-लॉन्च
hr_hr: Automatsko pokretanje za vježbe
hu_hu: Automatikus indítás feladatokhoz
hy: Վարժությունների համար ավտոմեկնարկ
id_id: Peluncuran otomatis untuk latihan
it: Avvio automatico deelle esercitazioni
ja: 演習の自動起動
ka_ge: ვარჯიშების ავტო-გაშვება
ko_kr: 연습 자동 실행
lo: ເປີດອັດຕະໂນມັດສຳລັບບົດເຝິກຫັດ
lt_lt: Automatiškai paleisti pratimus
lv_lv: Automātisks palaišana vingrinājumiem
mk_mk: Авто-пуштање за вежби
ms_my: Pelancaran automatik untuk latihan
my_mm: လေ့ကျင့်ခန်းများအတွက် အလိုအလျောက်စတင်မှု
ne: अभ्यासहरूको लागि स्वत: सुरु गर्नुहोस्
nl: Auto-launch voor oefeningen
nn_no: Auto-start for øvingar
oc: Auto-lançament pels exercicis
pl_pl: Automatyczny start dla ćwiczeń
ps: د تمرینونو لپاره پیل 자동ي
pt_br: Auto-iniciar para exercícios
pt_pt: Lançamento automático de exercícios
ro_ro: Modul de lansarea automată a examenelor
ru_ru: Автозапуск для упражнений
sk_sk: Auto-štart cvičenia
sl: Avto-zagon za vaje/teste
sq: Nisje automatike për ushtrimet
sr_rs: Automatsko pokretanje za vežbe
sv_se: Autostart för övningar
sw_ke: Auto-launch kwa mazoezi
ta: பயிற்சிகளுக்கான தானியங்கி இயக்கம்
th: เปิดใช้งานการฝึกซ้อมอัตโนมัติ
tl_ph: Auto-launch para sa mga ehersisyo
tr: Egzersizler için otomatik başlatma
uk_ua: Автозапуск для вправ
vi_vn: Tự động khởi chạy cho bài tập
xh_za: Uqaliso oluzenzekelayo lwezifundo
zh_cn: 练习自动启动
zh_tw: 練習自動啟動

source: Enable exercise fast edition mode
ar: تفعيل نمط التحرير السريع للاسئلة
ast_es: Activar mou d'edición rápida d'ejercicios
bn_bd: ব্যায়াম দ্রুত সম্পাদনা মোড সক্ষম করুন
bs_ba: Omogući brzi mod uređivanja vježbi
ca_es: Activa el mode d'edició ràpida d'exàmens
cs_cz: Povolit rychlé editační režim cvičení
da: Aktivér hurtig redigeringsmode for øvelser
de: Schnellen Übungsbearbeitungsmodus aktivieren
el: Ενεργοποίηση άσκησης, λειτουργία γρήγορη έκδοση
eo: Ŝalti reĝimon de rapida redakto de ekzercoj
es: Activar modo de edición rápida de exámenes
es_mx: Habilitar modo de edición rápida de ejercicios
eu_es: Gaitu ariketa edizio azkar modua
fa_ir: فعال کردن حالت ویرایش سریع تمرین
fi_fi: Ota käyttöön harjoitusten nopea muokkaustila
fo_fo: Virkja skjóta rættingarmoda fyri ævingar
fur: Ative mode di edition rapide des esercizi
ga: Cumasaigh mód eagarthóireachta tapa cleachtaí
gl: Activar modo de edición rápida de exercicios
he_il: אפשר מצב מהדורה מהירה לאימון
hi: अभ्यास तेज़ संपादन मोड सक्षम करें
hr_hr: Omogući brzi način uređivanja vježbi
hu_hu: Gyors szerkesztési mód engedélyezése feladatokhoz
hy: Միացնել վարժությունների արագ խմբագրման ռեժիմը
id_id: Aktifkan mode pengeditan cepat latihan
it: Abilita la composizione rapida dell'esercitazione
ja: 演習の高速編集モードを有効にする
ka_ge: ვარჯიშის სწრაფი რედაქტირების რეჟიმის ჩართვა
ko_kr: 연습 빠른 편집 모드 활성화
lo: ເປີດໃຊ້ໂໝດແກ້ໄຂບົດເຝິກຫັດແບບໄວ
lt_lt: Įjungti pratimų greito redagavimo režimą
lv_lv: Iespējot ātro rediģēšanas režīmu vingrinājumiem
mk_mk: Овозможи брз режим за уредување на вежби
ms_my: Dayakan mod penyuntingan pantas latihan
my_mm: လေ့ကျင့်ခန်းမြန်ဆန်ပြင်ဆင်မှုမုဒ်ကို ဖွင့်ပါ
ne: अभ्यास छिटो सम्पादन मोड सक्षम गर्नुहोस्
nl: Activeer snelle oefeningbewerkingsmodus
nn_no: Aktiver rask redigeringsmodus for øvingar
oc: Activar lo mòde d'edicion rapida dels exercicis
pl_pl: Włącz szybki tryb edycji ćwiczeń
ps: د تمرین تېز سم ویرایش حالت فعال کړئ
pt_br: Ativar exercícios no modo de edição rápida
pt_pt: Ativar a edição rápida de exercício
ro_ro: Activati modul de editare rapida de examene
ru_ru: Включить быстрый режим редактирования упражнений
sk_sk: Povoliť rýchlu úpravu cvičenia
sl: Omogoči hitro urejanje za vaje/teste
sq: Aktivizo modin e shpejtë të redaktimit të ushtrimeve
sr_rs: Omogući brzi mod uređivanja vežbi
sv_se: Aktivera snabb redigeringsläge för övningar
sw_ke: Wezesha hali ya hariri ya haraka ya mazoezi
ta: பயிற்சி விரைவு திருத்த முறையை செயல்படுத்து
th: เปิดใช้งานโหมดแก้ไขการฝึกซ้อมอย่างรวดเร็ว
tl_ph: I-enable ang mabilis na mode ng pag-edit ng ehersisyo
tr: Egzersiz hızlı düzenleme modunu etkinleştir
uk_ua: Увімкнути швидкий режим редагування вправ
vi_vn: Bật chế độ chỉnh sửa nhanh bài tập
xh_za: Vula imowudi yokuhlela ngokukhawuleza yesifundo
zh_cn: 启用练习快速编辑模式
zh_tw: 啟用練習快速編輯模式

source: Username
ar: اسم المستخدم
ast_es: Nome d'usuariu
bn_bd: ব্যবহারকারীর নাম
bs_ba: Korisničko ime
ca_es: Usuari
cs_cz: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
eo: Uzantannomo
es: Nombre de usuario
es_mx: Nombre de usuario
eu_es: Erabiltzaile izena
fa_ir: نام کاربری
fi_fi: Käyttäjätunnus
fo_fo: Brúkaranavn
fur: Nûs utent
ga: Ainm úsáideora
gl: Nome de usuaria/o
he_il: שם משתמש
hi: उपयोगकर्ता नाम
hr_hr: Korisničko ime
hu_hu: Felhasználónév
hy: Օգտատիրոջ անուն
id_id: Nama pengguna
it: Nome utente
ja: ユーザー名
ka_ge: მომხმარებლის სახელი
ko_kr: 사용자 이름
lo: ຊື່ຜູ້ໃຊ້
lt_lt: Vartotojo vardas
lv_lv: Lietotājvārds
mk_mk: Корисничко име
ms_my: Nama pengguna
my_mm: အသုံးပြုသူအမည်
ne: प्रयोगकर्ता नाम
nl: Gebruikersnaam ('log-in')
nn_no: Brukarnamn
oc: Nom d'utilizaire
pl_pl: Nazwa użytkownika
ps: کارن نوم
pt_br: Nome de usuário
pt_pt: Nome de utilizador
ro_ro: Nume utilizator
ru_ru: Имя пользователя
sk_sk: Používateľské meno
sl: Up. ime
sq: Emri i përdoruesit
sr_rs: Korisničko ime
sv_se: Användarnamn
sw_ke: Jina la mtumiaji
ta: பயனர் பெயர்
th: ชื่อผู้ใช้
tl_ph: Pangalan ng gumagamit
tr: Kullanıcı adı
uk_ua: Ім'я користувача
vi_vn: Tên đăng nhập
xh_za: Igama lomsebenzisi
zh_cn: 用户名
zh_tw: 使用者名稱

source: Sign in
ar: تسجيل الدخول
ast_es: Acceder
bn_bd: প্রবেশ করুন
bs_ba: Prijavi se
ca_es: Accedeix
cs_cz: Přihlásit se
da: Log ind
de: Eintragen
el: Συνδεθείτε
eo: Ensaluti
es: Ingresar
es_mx: Iniciar sesión
eu_es: Saioa hasi
fa_ir: ورود
fi_fi: Kirjaudu sisään
fo_fo: Rita inn
fur: Jentrâ
ga: Sínigh isteach
gl: Rexistrarse
he_il: כניסה
hi: साइन इन करें
hr_hr: Prijava
hu_hu: Bejelentkezés
hy: Մուտք գործել
id_id: Masuk
it: Accedi
ja: サインイン
ka_ge: შესვლა
ko_kr: 로그인
lt_lt: Prisijungti
lv_lv: Ienākt
mk_mk: Најава
ms_my: Log masuk
my_mm: အကောင့်ဝင်ပါ
ne: प्रवेश गर्नुहोस्
nl: Meld aan
nn_no: Logg inn
oc: Se connectar
pl_pl: Zaloguj się
ps: داخل شوید
pt_br: Inscrever
pt_pt: Entrar
ro_ro: Conectare
ru_ru: Войти
sk_sk: Prihlásiť sa
sl: Vpiši
sq: Hyr
sr_rs: Prijavi se
sv_se: Logga in
sw_ke: Ingia
ta: புகுபதிவு செய்
th: เข้าสู่ระบบ
tl_ph: Mag-sign in
tr: Giriş yap
uk_ua: Увійти
vi_vn: Đăng nhập
xh_za: Ngena
zh_cn: 登录
zh_tw: 登入

source: You are registered to
ar: انت مسجل في
ast_es: Tas rexistráu en
bn_bd: আপনি নিবন্ধিত
bs_ba: Registrovani ste na
ca_es: Esteu registrat a
cs_cz: Jste registrovaní na
da: Du er registreret til
de: Sie sind registriert bei
el: Έχετε εγγραφεί σε
eo: Vi estas registrita al
es: Ha sido registrado a la plataforma
es_mx: Estás registrado en
eu_es: Honetan izena emanda zaude
fa_ir: شما ثبت نام شده‌اید در
fi_fi: Sinut on rekisteröity ympäristöön
fo_fo: Tú ert skrásettur til
fur: Tu sês iscrit a
ga: Tá tú cláraithe i
gl: Completouse o seu rexistro para
he_il: אתה רשום ל
hi: आप पंजीकृत हैं
hr_hr: Registrirani ste na
hu_hu: Regisztrálva van
hy: Դուք գրանցված եք
id_id: Anda terdaftar di
it: Sei registrato a
ja: 登録済み
ka_ge: თქვენ რეგისტრირებული ხართ
ko_kr: 다음에 등록됨
lo: ທ່ານໄດ້ລົງທະບຽນ
lt_lt: Jūs užsiregistravote į
lv_lv: Jūs esat reģistrējies
mk_mk: Регистрирани сте на
ms_my: Anda didaftarkan ke
my_mm: သင်သည် မှတ်ပုံတင်ထားသည်
ne: तपाईं दर्ता हुनुभएको छ
nl: Je bent aangemeld op
nn_no: Du er registrert på
oc: Sètz inscrit a
pl_pl: Jesteś zapisany na
ps: تاسو ته ثبت شوي یاست
pt_br: Você está registrado ao
pt_pt: Está registado em
ro_ro: Este înregistrat la
ru_ru: Вы зарегистрированы на
sk_sk: Ste zaregistrovaný do
sl: Vpisan si v
sq: Ju jeni regjistruar në
sr_rs: Registrovani ste na
sv_se: Du är nu registrerad i
sw_ke: Umeandikishwa kwenye
ta: நீங்கள் பதிவு செய்யப்பட்டுள்ளீர்
th: คุณลงทะเบียนใน
tl_ph: Naka-enroll ka sa
tr: Şu kurslara kayıtlısınız
uk_ua: Ви зареєстровані на
vi_vn: Bạn đã đăng ký vào
xh_za: Ubhalisiwe ku
zh_cn: 您已注册到
zh_tw: 您已註冊至
