Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: Users number
so_so: Tirada isticmaale

source: Public administration
so_so: Maamulka dadweynaha

source: Page after login
so_so: Bogga gelitaanka kadib

source: The page which is seen by the user entering the platform
so_so: Bogga uu arko isticmaalka gelaya platformka

source: My Profile tab
so_so: Bogga Profilekeyga

source: Global Role
so_so: Doorka guud

source: Manage Todo list
so_so: Maamul liiska Todo

source: Administration
so_so: Maamulka

source: Info about the System
so_so: Macluumaadka nidaamka

source: Compare translations
so_so: Isbarbardhig tarjumaadaha

source: Reporting for
so_so: War-bixinta

source: PDF download is not allowed for students
so_so: Shaqada PDF ma ogolayn ardayda

source: Login list
so_so: Liiska login

source: Status of MySQL server:
so_so: Xaaladda serverka MySQL:

source: Database
so_so: Keydka

source: works
so_so: shaqeeyaa

source: MySql Client
so_so: Macmiilka MySql

source: MySql Server
so_so: Serverka MySql

source: Owner
so_so: Mulkiilaha

source: Upgrade database
so_so: Kordhi keydka

source: errors found
so_so: kharraajooyin la helay

source: Backup
so_so: Keyd

source: Upgrade Chamilo
so_so: Kordhi Chamilo

source: Website
so_so: Goobta

source: Documentation
so_so: Dokumentiga

source: Contribute
so_so: Ka qaybgal

source: Server Information
so_so: Macluumaadka serverka

source: Send a mail to users
so_so: Boostada u soo dir isticmaale

source: System code
so_so: Koodka nidaamka

source: Visual code
so_so: Koodka muuqaalka

source: System Code
so_so: Koodka Nidaamka

source: visual code
so_so: koodka muuqaalka

source: Manage virtual courses
so_so: Maamulka koorsooyinka khaasiga ah

source: Create a virtual course
so_so: Abuur koorso khaas ah

source: The virtual course will share storage space (directory and database) with an existing 'real' course.
so_so: Kooraska khaasiga ah wuxuu la wadaagi doonaa meel kaydinta (gudiga iyo xogta saldhigga) koorso 'dhab ah' jira.

source: Real course code
so_so: Koodka kooraska dhabta ah

source: The course was successfully created.
so_so: Koorasku si guul leh ayaa loo abuuray.

source: on the hard disk
so_so: disckiga adag

source: Virtual course?
so_so: Koorso khaas ah?

source: Announcement has been updated
so_so: Ogeysiiska waa la cusboonaysiiyay

source: This Meta Image path is the path to a file inside your Chamilo directory (e.g. home/image.png) that should show in a Twitter card or a OpenGraph card when showing a link to your LMS. Twitter recommends an image of 120 x 120 pixels, which might sometimes be cropped to 120x90.
so_so: Waddadan Muuqaalka Meta waa waddada faylka gudaha gudiga Chamilo (tusaale: home/image.png) oo ay tahay in lagu muujiyo kaarka Twitter ama kaarka OpenGraph marka la muujinayo xiriirka LMS-gaaga. Twitter waxay ku talisay sawir 120 x 120 pixels, kaas oo mararka qaarkood laga goyn karo 120x90.

source: Permissions for new files
so_so: Oggolaadyada faylalka cusub

source: The ability to define the permissions settings to assign to every newly-created file lets you improve security against attacks by hackers uploading dangerous content to your portal. The default setting (0550) should be enough to give your server a reasonable protection level. The given format uses the UNIX terminology of Owner-Group-Others with Read-Write-Execute permissions. If you use Oogie, take care that the user who launch LibreOffice can write files in the course folder.
so_so: Awoodda lagu go'aamiyo goobaha oggolaanshaha ee la siinayo fayl kasta oo la abuuray waxay kuu ogolaanaysaa inaad hagaajiso amniga ka dhanka ah weerarrada ay ku qaataan tuugayaasha gudaha waxyaabaha khatarta ah ee ay geliyaan boggaaga. Goobta caadiga ah (0550) waa ku filan tahay inay siiso server-kaaga heerka ilaalinta ee macquul ah. Qaabka la bixiyay waxa uu isticmaalayaa ereyada UNIX ee Mulkiilaha-Groupka-Kale ee leh Oggolaanshaha-Aqri- fulinta. Haddii aad isticmaasho Oogie, ka digtoonow in isticmaalaha bilaabaya LibreOffice uu qori karo faylalka gudaha faylka kooraska.

source: Guest
so_so: Martida

source: Login as
so_so: Ku gal sida

source: Login
so_so: Ku gal

source: Select picture...
so_so: Dooro sawir...

source: Don't reset password
so_so: Ha dib-u-dejin erayga sirta ah

source: Participate in development
so_so: Ka qaybgal horumarinta

source: Portal Language
so_so: Luqadda Bogga

source: What sort of server is this? This enables or disables some specific options. On a development server there is a translation feature functional that inidcates untranslated strings
so_so: Waa maxay nooca server-ka? Tani waxay awoodsiinaysaa ama joojineysaa qaar ka mid ah doorashooyinka gaarka ah. Server-ka horumarinta waxaa jira qayb tarjumaad shaqeyneysa taasoo tilmaamaysa xadhkaha aan la tarjumin

source: Server Type
so_so: Nooca Server-ka

source: Chamilo Portal Languages
so_so: Luqadaha Bogga Chamilo

source: This tool manages the language selection menu on the login page. As a platform administrator you can decide which languages should be available for your users.
so_so: Qalabkani wuxuu maamulayaa liiska xulashada luqadda bogga gelitaanka. Maamulaha platform-ka waxaad go'aamin kartaa luqadaha ay tahay inay heli karaan isticmaalaasha.

source: Original name
so_so: Magaca asalka ah

source: English name
so_so: Magaca Ingiriisiga

source: Chamilo folder
so_so: Gudiga Chamilo

source: Properties
so_so: Guryaha

source: Configuration settings
so_so: Goobaha qaabaynta

source: The settings have been stored
so_so: Goobaha waa la keydiyay

source: Organization name
so_so: Magaca ururka

source: The name of the organization (appears in the header on the right)
so_so: Magaca ururka (ku muuqda madaxa midigta)

source: Organization URL (web address)
so_so: URL-ka ururka (cinwaanka webka)

source: The URL of the institutions (the link that appears in the header on the right)
so_so: URL-ka hay'adaha (xiriirka ka muuqda madaxa midig)

source: E-learning portal name
so_so: Magaca bogga e-learning

source: The Name of your Chamilo Portal (appears in the header)
so_so: Magaca Bogga Chamilo (ku muuqda madaxa)

source: Portal Administrator: e-mail
so_so: Maamulaha Bogga: iimaylka

source: The e-mail address of the Platform Administrator (appears in the footer on the left)
so_so: Cinwaanka iimaylka ee Maamulaha Platform-ka (ku muuqda cagta bidix)

source: Portal Administrator: Last Name
so_so: Maamulaha Bogga: Magaca Dambe

source: The Family Name of the Platform Administrator (appears in the footer on the left)
so_so: Magaca Qoyska ee Maamulaha Platform-ka (ku muuqda cagta bidix)

source: Portal Administrator: First Name
so_so: Maamulaha Bogga: Magaca Hore

source: The First Name of the Platform Administrator (appears in the footer on the left)
so_so: Magaca Hore ee Maamulaha Platform-ka (ku muuqda cagta bidix)

source: Platform Administrator Information in footer
so_so: Macluumaadka Maamulaha Platform-ka ee cagta

source: Show the Information of the Platform Administrator in the footer?
so_so: Muujin Macluumaadka Maamulaha Platform-ka ee cagta?

source: Course homepage layout
so_so: Qaabaynta bogga hore ee kooraska

source: How would you like the homepage of a course to look (icons layout)?
so_so: Sidee baan u rabtaa bogga hore ee kooraska inuu u muuqdo (qaabaynta astaamaha)?

source: Two column layout. Inactive tools are hidden
so_so: Qaab laba tiir ah. Qalabka aan shaqeyn waxaa la qarinayaa

source: Three column layout. Inactive tools are greyed out (Icons stay on their place)
so_so: Qaab saddex tiir ah. Qalabka aan shaqeyn ayaa la caddaynayaa (Astaamaha waxay ku sii joogaan meesha)

source: Tools shortcuts
so_so: Gooryo qalabka

source: Show the tool shortcuts in the banner?
so_so: Muujin gooryooyinka qalabka ee banner-ka?

source: Learner View
so_so: Aragtida Ardayga

source: Enable Learner View?<br>This feature allows the teacher to see the learner view.
so_so: Awoodsiin Aragtida Ardayga?<br>Tani waxay u oggolaanaysaa macallinka inuu arko aragtida ardayga.

source: Group categories
so_so: Qaybaha kooxaha

source: Allow teachers to create categories in the Groups tool?
so_so: Oggolow macallimiinta inay abuuraan qaybo qalabka Kooxaha?

source: You can determine the platform languages in a different part of the platform administration, namely: <a href="languages.php">Chamilo Platform Languages</a>
so_so: Waxaad go'aamin kartaa luqadaha platform-ka qayb kale oo maamulka platform-ka ah, sida: <a href="languages.php">Luqadaha Platform-ka Chamilo</a>

source: Production Server
so_so: Server-ka Wax-soo-saarka

source: Test Server
so_so: Server-ka Tijaabinta

source: Who's Online
so_so: Yaa Online

source: %s as platform language
so_so: %s luqadda platform-ka

source: Display the number of persons that are online?
so_so: Muujin tirada dadka online?

source: Allow Name Change in profile?
so_so: Oggolow beddelka Magaca ee profile-ka?

source: Is the user allowed to change his/her firste and last name?
so_so: Isticmaalahaa loo oggol yahay inuu beddelo magaciisa/keeda hore iyo dambe?

source: Default hard disk space
so_so: Meel bannaan disk-ka adag ee caadiga ah

source: What is the available disk space for a course? You can override the quota for specific course through: platform administration > Courses > modify
so_so: Maxay tahay meel bannaan disk-ka koorasku? Waxaad beddeli kartaa qaybta kooraska gaarka ah iyada oo loo marayo: maamulka platform-ka > Koorsooyinka > beddel

source: Which parts of the profile can be changed?
so_so: Qaybaha profile-ka ee la beddeli karo waa maxay?

source: Registration: required fields
so_so: Diiwaangelinta: goobaha loo baahan yahay

source: Which fields are required (besides name, first name, login and password)
so_so: Goobahaas ee loo baahan yahay (ka sokow magaca, magaca hore, gelitaanka iyo erayga sirta ah)

source: Group disk space available
so_so: Meel bannaan disk-ka kooxda ee diyaar

source: What is the default hard disk spacde available for a groups documents tool?
so_so: Maxay tahay meel bannaan disk-ka adag ee caadiga ah ee qalabka dukumentiyada kooxaha?

source: Lost password
so_so: Erayga sirta ah ee lumay

source: Are users allowed to request their lost password?
so_so: Isticmaalaheeda loo oggol yahay inay codsadaan eraygooda sirta ah ee lumay?

source: Registration
so_so: Diiwaangelinta

source: Is registration as a new user allowed? Can users create new accounts?
so_so: Diiwaangelinta isticmaale cusub waa la oggol yahay? Isticmaalahoodu ma abuuri karaan xisaabaadka cusub?

source: Registration as teacher
so_so: Diiwaangelinta macallin ahaan

source: Can one register as a teacher (with the ability to create courses)?
so_so: Ma diiwaangeli karaa macallin (leh awoodda abuurista koorsooyinka)?

source: Tuning
so_so: Hagaajin

source: Split users' upload directory
so_so: Kala qaybi gudiga kor u qaadista isticmaala

source: On high-load portals, where a lot of users are registered and send their pictures, the upload directory (main/upload/users/) might contain too many files for the filesystem to handle (it has been reported with more than 36000 files on a Debian server). Changing this option will enable a one-level splitting of the directories in the upload directory. 9 directories will be used in the base directory and all subsequent users' directories will be stored into one of these 9 directories. The change of this option will not affect the directories structure on disk, but will affect the behaviour of the Chamilo code, so if you change this option, you have to create the new directories and move the existing directories by yourself on te server. Be aware that when creating and moving those directories, you will have to move the directories of users 1 to 9 into subdirectories of the same name. If you are not sure about this option, it is best not to activate it.
so_so: Bogagga culayska sare leh, halkaasoo isticmaale badan ay diiwaangashan yihiin oo ay soo diraan sawirradooda, gudiga kor u qaadista (main/upload/users/) waxaa laga yaabaa inuu yeesho faylo badan oo nidaamka faylka uusan xakameyn karin (waxaa la soo sheegay in ka badan 36000 fayl server-ka Debian). Beddelka doorashadan waxay awoodsiin doontaa kala qaybsanaan hal-heer ah ee gudiyada gudaha gudiga kor u qaadista. 9 gudiyo ayaa loo isticmaali doonaa gudiga saldhigga iyo dhammaan isticmaalaasha soo socda ee gudiyada ayaa lagu keydin doonaa mid ka mid ah 9-kaas gudiyo. Beddelka doorashadan ma saameyn doono qaabka gudiyada disk-ka, laakiin waxay saameyn doontaa dhaqdhaqaaqa koodka Chamilo, markaa haddii aad doorashadan beddesho, waa inaad abuurtaa gudiyada cusub oo aad u dhaqaaqdaa gudiyada jira adiga laftiisa server-ka. Ka waran marka la abuurayo oo la dhaqaajinayo gudiyadaas, waa inaad u dhaqaaqdaa gudiyada isticmaala 1 ilaa 9 ee magac isku mid ah. Haddii aadan hubin doorashadan, waxaa ugu fiican inaadan shaqayn.

source: Disk Space
so_so: Meel bannaan Disk-ka

source: Edit notice
so_so: Tafatir ogeysiiska

source: Add a page/hyperlink
so_so: Ku dar bog/xiriir

source: Edit News
so_so: Tafatir Wararka

source: Edit courses categories
so_so: Tafatir qaybaha koorsooyinka

source: Edit Homepage central area
so_so: Tafatir aagga dhexe ee bogga hore

source: Can a teacher define learner profile fields to retrieve additional information?
so_so: Macallinku ma go'aamin karaa goobaha profile-ka ardayga si uu u helo macluumaad dheeraad ah?

source: Twitter Site account
so_so: Akoontada Goobta Twitter

source: Languages
so_so: Luqadaha

source: Title of Notice
so_so: Ciwaanka Ogeysiiska

source: Text of Notice
so_so: Qoraalka Ogeysiiska

source: URL of Link
so_so: URL-ka Xiriirka

source: Open in new window
so_so: Ku fur daaqad cusub

source: In the screens allowing addition of users to courses or classes, if the first non-filtered list contains more than this number of users, then default to the first letter (A)
so_so: Shaashadaha u oggolaanaya ku darista isticmaalaasha koorsooyinka ama fasallada, haddii liistada ugu horeysa ee aan la shaandhayn ay ka badan tahay tiradan isticmaale, markaas dib loo celiyo xarafka ugu horreeya (A)

source: Hide the [= ... =] markup when a language variable is not translated
so_so: Qari [= ... =] mark-up marka doorsoomaha luqadu aan la tarjumin

source: Upgrade from LMS v1.9.*
so_so: Kor u qaado LMS v1.9.*

source: Sign up!
so_so: Diiwaangeli!

source: The user has been deleted
so_so: Isticmaaleha waa la tirtiray

source: There are no classes subscribed to this course
so_so: Ma jiraan fasalo diiwaangashan kooraskan

source: Course usage
so_so: Isticmaalka kooraska

source: This user isn't subscribed in a course
so_so: Istecmaalahani maanu koorso ma diiwaan gashan

source: This user isn't subscribed in a class
so_so: Istecmaalahani maanu fasalka ma diiwaan gashan

source: This class isn't subscribed in a course
so_so: Fasalkani maanu koorso ma diiwaan gashan

source: Tool
so_so: Qalab

source: Number of items
so_so: Tirada walxaha

source: Documents and folders
so_so: Warqaha iyo faylalka

source: Personal Agenda
so_so: Agenda shaqsiga u gaarka ah

source: Can the learner add personal events to the Agenda?
so_so: Carruurnimada ma ku dari karaan dhacdooyin shaqsiga u gaarka ah Agenda?

source: current value
so_so: qiimaha hadda

source: Already registered to session
so_so: Horeba loo diiwaan geliyay kalfadhi

source: My courses default view
so_so: Muuqaalka koorsada ee aan ku koobanahay

source: Password
so_so: Eebbe

source: Registr. allowed
so_so: Diiwaan gelinta la ogol yahay

source: Unreg. allowed
so_so: Ka-goynta la ogol yahay

source: Add some dummy (example) content to this course
so_so: Ku dar waxyaabo tusaale ah (tusaale) koorsadan

source: Create dummy course content
so_so: Abuur waxyaabo tusaale ah oo koorsada ah

source: This will add some dummy (example) content to this course. This is only meant for testing purposes.
so_so: Tani waxay ku dari doontaa waxyaabo tusaale ah (tusaale) koorsadan. Tani waxay kaliya loogu talagalay ujeedooyin tijaabo.

source: These are the plugins that have been found on your system. You can download additional plugins on <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
so_so: Kuwani waa ku-dawarsamadaa laga helay nidaamkaaga. Waxaad ka soojoin kartaa ku-dawarsamo dheeraad ah <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>

source: Display list of virtual courses
so_so: Muuji liiska koorsadaha muuqaalka ah

source: Linked to real course code
so_so: Ku xidhan code-ka koorsada dhabta ah

source: Attempted creation of virtual course...
so_so: La isku dayay abuurista koorsad muuqaal ah...

source: Wanted course code
so_so: Code-ka koorsada la doonayo

source: Reset password
so_so: Dib u deji eebbe

source: Check to send new password
so_so: Jeclaan si aad u soo dirto eebbe cusub

source: Automatically generate a new password
so_so: Si otomaatig ah u abuur eebbe cusub

source: Use a title for the document name
so_so: Isticmaal ciwaanka magaca dukumentiga

source: This will allow the use of a title for document names instead of document_name.ext
so_so: Tani waxay u oggolaan doontaa isticmaalka ciwaanka magacyada dukumentiga halkii dukumentiga_magac.ext

source: Assignments
so_so: Shaqooyinka

source: Deleted files cannot be restored
so_so: Faylalka la tirtiray dib looma soo celin karo

source: Deleting a file in the documents tool permanently deletes it. The file cannot be restored
so_so: Tirtirka faylka qalabka dukumentiga waxay si joogto ah u tirtiraysaa. Faylka dib looma soo celin karo

source: Dropbox: Maximum file size of a document
so_so: Dropbox: Xajmiga ugu badan ee faylka dukumentiga

source: How big (in MB) can a dropbox document be?
so_so: Sidee weyn (MB) ayay noqon kartaa dukumentiga dropbox?

source: Dropbox: Can documents be overwritten
so_so: Dropbox: Dukumentiyada waa la beddeli karaa

source: Can the original document be overwritten when a user or trainer uploads a document with the name of a document that already exist? If you answer yes then you loose the versioning mechanism.
so_so: Dukumentiga asalka ah waa la beddeli karaa marka isticmaale ama tababare soo geliyo dukumenti magac u gaar ah oo hore u jiray? Haddii aad jawaabto haa markaas waxaad luminaysaa habka version-ka.

source: Dropbox: Upload to own dropbox space?
so_so: Dropbox: Ku soo rar meeshayda dropbox?

source: Allow trainers and users to upload documents to their dropbox without sending the documents to themselves
so_so: Oggolow tababareyaasha iyo isticmaale ee ku soo rariyaan dukumentiyada dropbox-kooda iyaga oo aan u soo dirin naftooda

source: Dropbox: Learner <-> Learner
so_so: Dropbox: Carruurnimo <-> Carruurnimo

source: Allow users to send documents to other users (peer 2 peer). Users might use this for less relevant documents also (mp3, tests solutions, ...). If you disable this then the users can send documents to the trainer only.
so_so: Oggolow isticmaale inay u soo diraan dukumentiyo isticmaale kale (peer 2 peer). Isticmaale waxay isticmaali karaan kuwan dukumentiyo aan muhiim ahayn sidoo kale (mp3, xalalka imtixaannada, ...). Haddii aad joojiso markaas isticmaale waxay u soo diri karaan tababare kaliya.

source: Dropbox: Allow mailing
so_so: Dropbox: Oggolow waraaqaha

source: With the mailing functionality you can send each learner a personal document
so_so: Shaqada waraaqaha waxaad ku diri kartaa carruur kasta dukumenti shaqsiga u gaar ah

source: Permissions for new directories
so_so: Oggolaanshaha faylalka cusub

source: The ability to define the permissions settings to assign to every newly created directory lets you improve security against attacks by hackers uploading dangerous content to your portal. The default setting (0770) should be enough to give your server a reasonable protection level. The given format uses the UNIX terminology of Owner-Group-Others with Read-Write-Execute permissions.
so_so: Awoodda lagu qeexo oggolaanshaha la siinayo guddoon kasta oo la abuuro waxay kaa caawinaysaa hagaajinta amniga ka dhanka ah weerarrada ay ku soo raraan hackers waxyaabo khatar ah oo ay ku soo raraan boggaaga. Dejinta caadiga ah (0770) waa ku filan tahay in la siiyo server-kaaga heerka ilaalinta ee macquul ah. Qaabka la bixiyay wuxuu isticmaalayaa ereyada UNIX ee Mulkiilaha-Groupka-Waxyaabaha kale ee leh Oggolaha Wax-akhriska-Oggolaha.

source: The users list has been exported.
so_so: Liiska isticmaale ayaa la dhoofiyay.

source: Download the file
so_so: Soo dejiso faylka

source: Portal Administrator: Phone number
so_so: Maamulaha Bogga: Lambarka taleefanka

source: The phone number of the Platform Administrator (appears in the footer on the left)
so_so: Lambarka taleefanka Maamulaha Platform-ka (waxay ka muuqataa footer-ka bidixda)

source: Send mail to new user
so_so: Ku soo dir warqad isticmaale cusub

source: If this setting is on, a user can fill in the following (optional) fields: 'My personal open area', 'My competences', 'My diplomas', 'What I am able to teach'
so_so: Haddii dejintan ay shaqaynayso, isticmaale wuxuu buuxin karaa meelaha soo socda (doorasho ah): 'Meerkayga furan ee shakhsi ahaaneed', 'Awoodahayga', 'Shahaadooyinkayga', 'Waxa aan awoodo inaan wax baro'

source: Classes
so_so: Fasallada

source: User is now unsubscribed
so_so: Istecmaaluhu hadda waa laga jaray diiwaanka

source: User can not be unsubscribed because he is one of the teachers.
so_so: Istecmaaleha lama saari karo diiwaanka sababtoo ah waa mid ka mid ah macallimiinta.

source: Invalid start date was given.
so_so: Taariikhda bilawga oo aan ansaxnayn ayaa la bixiyay.

source: Invalid end date was given.
so_so: Taariikhda dhamaadka oo aan ansaxnayn ayaa la bixiyay.

source: Homepage-files are not writable!
so_so: Faylalka bogga hore lama qori karo!

source: Please give a notice text
so_so: Fadlan bixi qoraal ogeysiis ah

source: Please give a notice title
so_so: Fadlan bixi ciwaanka ogeysiiska

source: Please give a link name
so_so: Fadlan bixi magaca xiriirka

source: Insert this link
so_so: Guddo gelin xiriirkan

source: First place
so_so: Meeshii ugu horeysay

source: Dropbox: allow group
so_so: Dropbox: oggolow kooxda

source: Users can send files to groups
so_so: Isticmaale waxay u soo diri karaan faylal kooxaha

source: The class is deleted
so_so: Fasalka waa la tirtiray

source: The classes are deleted
so_so: Fasallada la doortay waa la tirtiray

source: No users in this class
so_so: Ma jiraan isticmaale fasalkan

source: The selected users are subscribed to the selected course
so_so: Isticmaale la doortay ayaa lagu diiwaan geliyay koorsada la doortay

source: This category is already used
so_so: Qaybtaan waa hore la isticmaalay

source: Please enter a code and a name for the category
so_so: Fadlan gel code iyo magac qaybta

source: Register your portal
so_so: Diiwaan gelin boggaaga

source: Display course navigation menu
so_so: Muuji menu-ka socodka koorsada

source: Display a navigation menu that quickens access to the tools
so_so: Muuji menu navigation oo degdeg u marinaya qalabka

source: Import class list via CSV
so_so: Ku soo dejin liiska fasalka iyadoo la adeegsanayo CSV

source: Display number of users online on the login page (visible for the world)
so_so: Muuji tirada isticmaale online ee bogga galitaanka (muuqda adduunka oo dhan)

source: Display number of users online all pages (visible for the persons who are logged in)
so_so: Muuji tirada isticmaale online dhammaan bogagga (muuqda dadka galay)

source: Display number of users online in this course
so_so: Muuji tirada isticmaale online ee koorsaskan

source: Show icons in navigation menu?
so_so: Muuji astaamaha menu-ga socodka?

source: Focus on location
so_so: Diiradda saar goobta

source: Twitter Creator account
so_so: Akoontada abuuraha Twitter
