Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Exercise model type
ar: نوع انموذج التمرين
ast_es: Triba de modelu d'ejercicio
bn_bd: ব্যায়াম মডেল প্রকার
bs_ba: Tip modela vježbe
ca_es: Model d'exercici
cs_cz: Typ modelu cvičení
da: Øvelsesmodeltype
de: Übungsmodell Typ
el: Τύπος μοντέλου Άσκησης
eo: Tipo de modelo de ekzerco
es: Modelo de ejercicio
es_mx: Tipo de modelo de ejercicio
eu_es: Ariketaren eredu mota
fa_ir: نوع مدل تمرین
fi_fi: Harjoitusmallin tyyppi
fo_fo: Ævingar mølur tegund
fur: Model di esersiz
ga: Cineál samhail cleachtaí
gl: Modelo de exercicio
he_il: סוג מודל התרגיל
hi: अभ्यास मॉडल प्रकार
hr_hr: Vrsta modela vježbe
hu_hu: Feladat modell típusa
hy: Վարժության մոդելի տեսակ
id_id: Jenis model latihan
it: Tipo di modello dell'esercitazione
ja: 演習モデルタイプ
ka_ge: ვარჯიშის მოდელის ტიპი
ko_kr: 연습 모델 유형
lt_lt: Pratimų modelio tipas
lv_lv: Vingrinājuma modeļa tips
mk_mk: Тип на модел за вежба
ms_my: Jenis model latihan
my_mm: လေ့ကျင့်ခန်းပုံစံအမျိုးအစား
ne: अभ्यास मोडेल प्रकार
nl: Oefeningenmodeltype
nn_no: Øvingsmodelltype
oc: Tipe de modèl d'exercici
pl_pl: Typ modelu ćwiczenia
ps: د تمرین ماډل ډول
pt_br: Tipo de modelo de exercício
pt_pt: Tipo de modelo de exercício
ro_ro: Modelul de exercitiu
ru_ru: Тип модели упражнения
sk_sk: Typ modelu cvičenia
sl: Tip modela vaje
sq: Lloji i modelit të ushtrimit
sr_rs: Tip modela vežbe
sv_se: Övningsmodelltyp
sw_ke: Aina ya mfano wa mazoezi
ta: பயிற்சி மாதிரி வகை
th: ประเภทแบบการฝึกซ้อม
tl_ph: Uri ng model ng ehersisyo
tr: Egzersiz modeli tipi
uk_ua: Тип моделі вправи
vi_vn: Loại mô hình bài tập
xh_za: Uhlobo lwemodeli yesifundo
zh_cn: 练习模型类型
zh_tw: 練習模型類型

source: Audio file
ar: ملف صوتي
ast_es: Ficheru d'óu
bn_bd: অডিও ফাইল
bs_ba: Audio datoteka
ca_es: Arxiu d'àudio
cs_cz: Zvukový soubor
da: Lydfil
de: Audiodatei
el: Αρχείο ήχου
eo: Aŭddosiero
es: Archivo de audio
es_mx: Archivo de audio
eu_es: Audio fitxategia
fa_ir: فایل صوتی
fi_fi: Äänitiedosto
fo_fo: Lydfíla
fur: File audio
ga: Comhad fuaime
gl: Arquivo de audio
he_il: קובץ שמע
hi: ऑडियो फ़ाइल
hr_hr: Audio datoteka
hu_hu: Hangfájl
hy: Աուդիո ֆայլ
id_id: File audio
it: File audio
ja: 音声ファイル
ka_ge: აუდიო ფაილი
ko_kr: 오디오 파일
lt_lt: Garso failas
lv_lv: Audio fails
mk_mk: Аудио датотека
ms_my: Fail audio
my_mm: အသံဖိုင်
ne: अडियो फाइल
nl: Audiobestand
nn_no: Lydfil
oc: Fichièr àudio
pl_pl: Plik audio
ps: آډیو فایل
pt_br: Arquivo de áudio
pt_pt: Ficheiro Audio
ro_ro: Archiv audio
ru_ru: Аудиофайл
sk_sk: Zvukový súbor
sl: Avdio datoteka
sq: Skedari audio
sr_rs: Audio datoteka
sv_se: Ljudfil
sw_ke: Faili ya sauti
ta: உருவக் கோப்பு
th: ไฟล์เสียง
tr: Ses dosyası
uk_ua: Аудіофайл
vi_vn: Tệp âm thanh
xh_za: Ifayile yomsindo
zh_cn: 音频文件
zh_tw: 音訊檔案

source: Hidden - Completely hidden to all users except the administrators
ar: مخفي - مخفي بشكل كامل عن جميع المستخدمين فيما عدا المدراء
ast_es: Escosíu - Completamente escosíu pa toos los usuarios sacante los alministradores
bn_bd: লুকানো - প্রশাসক ছাড়া সকল ব্যবহারকারীর কাছে সম্পূর্ণ লুকানো
bs_ba: Skriveno - Potpuno skriveno svim korisnicima osim administratora
ca_es: Invisible - Totalment invisible per a tots els usuaris excepte dels administradors
cs_cz: Skryté - Úplně skryté pro všechny uživatele kromě administrátorů
da: Skjult - Fuldt skjult for alle brugere undtagen administratorer
de: Versteckt - nur für Administratoren sichtbar
el: Κρυφό - εντελώς κρυμμένο σε όλους τους χρήστες, εκτός από τους διαχειριστές
eo: Kaŝita - Tute kaŝita por ĉiuj uzantoj krom la administrantoj
es: Invisible - Totalmente invisible para todos los usuarios a parte de los administradores
es_mx: Oculto - Completamente oculto para todos los usuarios excepto administradores
eu_es: Ezkutua - Erabak administraziodun guztientzat guztiz ezkutua
fa_ir: مخفی - کاملاً برای همه کاربران به جز مدیران مخفی
fi_fi: Piilotettu - Täysin piilotettu kaikilta käyttäjiltä paitsi ylläpitäjiltä
fo_fo: Fjalin - Alveg fjalin fyri øllum brúkarum uttan ambætararnar
fur: Nasûnt - Completament nasûnt par tuti ij utents fuiri daiministradôrs
ga: Folaithe - Go hiomlán folaithe do gach úsáideoir seachas na riarthóirí
gl: Invisible - Totalmente invisible para todos os usuarios excepto para os adminsitradores.
he_il: נסתר - מוסתר לחלוטין לכל המשתמשים מלבד המנהלים
hi: गुप्त - प्रशासकों को छोड़कर सभी उपयोगकर्ताओं से पूरी तरह गुप्त
hr_hr: Skriveno - Potpuno skriveno svim korisnicima osim administratora
hu_hu: Rejtett - Teljesen rejtett minden felhasználó előtt a kivéve az adminisztrátorokat
hy: Թաքնված - Լիովին թաքնված բոլոր օգտատերերից, բացառությամբ ադմինիստրատորների
id_id: Tersembunyi - Sepenuhnya tersembunyi untuk semua pengguna kecuali administrator
it: Nascosto - A tutti gli utenti tranne agli amministratori
ja: 非表示 - 管理者以外すべてのユーザーに完全に非表示
ka_ge: დამალული - სრულიად დამალული ყველა მომხმარებლისთვის ადმინისტრატორებს გარდა
ko_kr: 숨김 - 관리자 외 모든 사용자에게 완전히 숨김
lo: ຊ່ອນ - ຊ່ອນທັງໝົດຈາກຜູ້ໃຊ້ທຸກຄົນຍົກເວັ້ນຜູ້ເບິ່ງແຍງລະບົບ
lt_lt: Paslėptas - visiškai paslėptas visiems vartotojams, išskyrus administratorius
lv_lv: Slēpts - Pilnībā slēpts visiem lietotājiem, izņemot administratorus
mk_mk: Скриено - Целосно скриено за сите корисници освен администраторите
ms_my: Tersembunyi - Sepenuhnya tersembunyi kepada semua pengguna kecuali pentadbir
my_mm: ဖုံးကွယ်ထားသည် - စီမံခန့်ခွဲသူများမှလွဲ၍ အသုံးပြုသူအားလုံးအတွက် လုံးဝဖုံးကွယ်ထားသည်
ne: लुकेको - प्रशासकहरू बाहेक सबै प्रयोगकर्ताहरूबाट पूर्ण रूपमा लुकेको
nl: Verborgen - Volledig verborgen voor alle gebruikers behalve de platformbeheerders
nn_no: Skjult - Fullstendig skjult for alle brukarar unntatt administratorar
oc: Amagat - Totalament amagat per totes los utilizaires exceptat los administrators
pl_pl: Ukryte - Całkowicie ukryte dla wszystkich użytkowników oprócz administratorów
ps: پټ - ټولو کاروونکو څخه په بشپړه توګه پټ، پرته له ادمینانو
pt_br: Escondido - Completamente escondido para todos os usuários, exceto os administradores
pt_pt: Invisível - Completamente invisível para todos os utilizadores, exceto os administradores
ro_ro: Invizibil-Total invizibili prntru toti uzuarii in afara de administratori
ru_ru: Скрыто — полностью скрыто от всех пользователей кроме администраторов
sk_sk: Skryté - Kompletne skryté všetkým používateľom okrem správcov
sl: Neviden - Popolnoma neviden za se uporabnike razen za upravitelje
sq: I fshehur - I fshehur plotësisht nga të gjithë përdoruesit përveç administratorëve
sr_rs: Skriveno - Potpuno skriveno svim korisnicima osim administratora
sv_se: Dold - Helt dold för alla användare utom administratörer
sw_ke: Imevuliwa - Imevuliwa kabisa kwa watumiaji wote isipokuwa wanasimamizi
ta: மறைக்கப்பட்டது - நிர்வாகிகள் தவிர அனைவருக்கும் முற்றிலும் மறைக்கப்பட்டது
th: ซ่อน - ซ่อนจากผู้ใช้ทั้งหมดยกเว้นผู้ดูแลระบบ
tl_ph: Nakatago - Ganap na nakatago sa lahat ng gumagamit maliban sa mga administrator
tr: Gizli - Yöneticiler hariç tüm kullanıcılara tamamen gizli
uk_ua: Приховане - Повністю приховане для всіх користувачів, крім адміністраторів
vi_vn: Ẩn - Hoàn toàn ẩn với tất cả người dùng trừ quản trị viên
xh_za: Fihliweyo - Ifihlwe ngokupheleleyo kubo bonke abasebenzisi ngaphandle kwabaphathi
zh_cn: 隐藏 - 除管理员外完全对所有用户隐藏
zh_tw: 隱藏 - 僅管理員可見，完全隱藏於所有使用者

source: Time of reception
ar: وقت الاستلام
ast_es: Hora de recibimientu
bn_bd: প্রাপ্তির সময়
bs_ba: Vrijeme primanja
ca_es: Data de recepció
cs_cz: Čas přijetí
da: Modtagelsestid
de: Zeit des Empfangs
el: Ώρα της λήψης
eo: Tempo de ricevo
es: Fecha de recepción
es_mx: Hora de recepción
eu_es: Jasotze denbora
fa_ir: زمان دریافت
fi_fi: Vastaanottoaika
fo_fo: Tíð fyri móttøku
fur: Temp di resession
ga: Am glactha
gl: Data de recepción
he_il: זמן קליטה
hi: प्राप्ति का समय
hr_hr: Vrijeme predaje
hu_hu: Beérkezési idő
hy: Վերցված լինելու ժամանակը
id_id: Waktu penerimaan
it: Ora di ricezione
ja: 受信時刻
ka_ge: მიღების დრო
ko_kr: 수령 시간
lt_lt: Gavimo laikas
lv_lv: Saņemšanas laiks
mk_mk: Време на примање
ms_my: Masa penerimaan
my_mm: လက်ခံရရှိသည့်အချိန်
ne: प्राप्ति समय
nl: Ingediend datum
nn_no: Mottentid
oc: Ora de recepcion
pl_pl: Czas odbioru
ps: د ترلاسه کولو وخت
pt_br: Tempo de recepção
pt_pt: Data da recepção
ro_ro: Data de primire
ru_ru: Время получения
sk_sk: Čas prijímania
sl: Prejeto
sq: Koha e marrjes
sr_rs: Vreme prijema
sv_se: Mottagningstid
sw_ke: Muda wa kupokea
ta: பெறுதல் நேரம்
th: เวลาที่รับ
tl_ph: Oras ng pagtanggap
tr: Alım zamanı
uk_ua: Час отримання
vi_vn: Thời gian nhận
xh_za: Ixesha lokufumana
zh_cn: 接收时间
zh_tw: 接收時間

source: Handed out
ar: تم تسليمه
ast_es: Entregáu
bn_bd: প্রদান করা হয়েছে
bs_ba: Predato
ca_es: Entregat
cs_cz: Odevzdáno
da: Afleveret
de: Ausgestelt
el: Μοιράστηκαν
eo: Donita
es: Entregado
es_mx: Entregado
eu_es: Entregatua
fa_ir: تحویل شده
fi_fi: Jaettu
fo_fo: Útleypt
fur: Tregnût fuêr
ga: Líonta amach
gl: Entregado
he_il: חולק
hi: वितरित
hr_hr: Predano
hu_hu: leadva
hy: Տրված
id_id: Diserahkan
it: Consegnato
ja: 提出済
ka_ge: გადაცემული
ko_kr: 제출됨
lo: ໄດ້ແຈກຢາຍ
lt_lt: Išduota
lv_lv: Izsniegts
mk_mk: Предадено
ms_my: Diserahkan
my_mm: ပေးအပ်ပြီး
ne: बुझाइएको
nl: Aantal ingediend
nn_no: Utdelt
oc: Remès
pl_pl: Wydane
ps: ورکړل شوی
pt_br: Entregues
pt_pt: Entregue
ro_ro: Predat
ru_ru: Сдано
sk_sk: Rozdal
sl: Oddano
sq: Dorëzuar
sr_rs: Predato
sv_se: Inlämnad
sw_ke: Imetolewa
ta: கையளிக்கப்பட்டது
th: ส่งงานแล้ว
tl_ph: Naipamigay
tr: Teslim edildi
uk_ua: Здано
vi_vn: Đã nộp
xh_za: Inikwe
zh_cn: 已提交
zh_tw: 已交出

source: Deadline
ar: الموعد النهائي
ast_es: Fecha llimite
bn_bd: সময়সীমা
bs_ba: Rok
ca_es: Data límit d'entrega
cs_cz: Uzávěrka
da: Frist
de: Frist
el: Διορία
eo: Limdatumo
es: Fecha límite de entrega
es_mx: Fecha límite
eu_es: Amaierako data
fa_ir: مهلت
fi_fi: Määräaika
fo_fo: Frístøða
fur: Scadenze
ga: Spártha
gl: Data límite de entrega
he_il: מועד אחרון
hi: अंतिम तिथि
hr_hr: Rok
hu_hu: Határidő
hy: Ավարտի վերջնաժամկետ
id_id: Batas waktu
it: Scadenza
ja: 締切
ka_ge: დედლაინი
ko_kr: 마감일
lo: ກຳນົດສົ່ງ
lt_lt: Galutinis terminas
lv_lv: Termiņš
mk_mk: Рок
ms_my: Tarikh akhir
my_mm: နောက်ဆုံးရက်
ne: अन्तिम मिति
nn_no: Frist
oc: Data limita
pl_pl: Termin
ps: وخت پای
pt_br: Prazo de entrega
pt_pt: Data limite
ro_ro: Termen de livrare
ru_ru: Крайний срок
sk_sk: Konečný termín
sl: Rok oddaje
sq: Afati kohor
sr_rs: Rok
sw_ke: Mwisho wa tarehe
ta: கால வரம்பு
th: กำหนดส่ง
tr: Son teslim tarihi
uk_ua: Кінцевий термін
vi_vn: Hạn chót
xh_za: Umhla wokugqibezela
zh_cn: 截止日期
zh_tw: 截止日期

source: Apply this change to all available languages
ar: قم بتطبيق التغيير على كافة اللغات
ast_es: Aplicar esti cambéu a toes les llingües disponibles
bn_bd: সকল উপলব্ধ ভাষায় এই পরিবর্তন প্রয়োগ করুন
bs_ba: Primijeni ovu promjenu na sve dostupne jezike
ca_es: Aplica el canvi a tots els idiomes habilitats
cs_cz: Použít tuto změnu na všechny dostupné jazyky
da: Anvend denne ændring på alle tilgængelige sprog
de: Änderungen auf alle Sprachen anwenden
el: Εφαρμόστε αυτήν την αλλαγή σε όλες τις διαθέσιμες γλώσσες
eo: Apliki ĉi tiun ŝanĝon al ĉiuj haveblaj lingvoj
es: Aplicar cambio a todos los lenguajes habilitados
es_mx: Aplicar este cambio a todos los idiomas disponibles
eu_es: Aldaketa hau eskuragarri dauden hizkuntza guztietara ezarri
fa_ir: اعمال این تغییر به تمام زبان‌های موجود
fi_fi: Käytä tätä muutosta kaikkiin käytettävissä oleviin kieliin
fo_fo: Vítil hesa broytingina til allar tilgongugar málmál
fur: Apliche chest cambiamint a dutis lis lenguis disponibis
ga: Cuir an athrú seo i bhfeidhm ar na teangacha go léir atá ar fáil
gl: Aplicar cambio a todas as linguaxes habilitadas.
he_il: החל שינוי זה על כל השפות הזמינות
hi: इस परिवर्तन को सभी उपलब्ध भाषाओं पर लागू करें
hr_hr: Primijeni ovu promjenu na sve dostupne jezike
hu_hu: Ezt a változtatást alkalmazza minden elérhető nyelvre
hy: Կիրառել այս փոփոխությունը բոլոր հասանելի լեզուներին
id_id: Terapkan perubahan ini ke semua bahasa yang tersedia
it: Applica questi cambiamenti a tutte le lingue disponibili
ja: すべての利用可能言語にこの変更を適用
ka_ge: ამ ცვლილების გამოყენება ყველა ხელმისაწვდომ ენაზე
ko_kr: 사용 가능한 모든 언어에 이 변경 적용
lo: ນຳໃຊ້ການປ່ຽນແປງນີ້ກັບທຸກພາສາທີ່ມີ
lt_lt: Taikyti šį pakeitimą visoms prieinamoms kalboms
lv_lv: Piemērot šo izmaiņu visām pieejamajām valodām
mk_mk: Примени ја оваа промена на сите достапни јазици
ms_my: Terapkan perubahan ini kepada semua bahasa yang tersedia
my_mm: ဤပြောင်းလဲမှုကို ရရှိနိုင်သော ဘာသာစကားအားလုံးတွင် အသုံးပြုပါ
ne: यो परिवर्तन उपलब्ध सबै भाषाहरूमा लागू गर्नुहोस्
nl: Pas deze aanpassing toe op alle beschikbare talen
nn_no: Bruk denne endringa på alle tilgjengelege språk
oc: Aplicar aquest cambiament a totas las lengas disponibles
pl_pl: Zastosuj tę zmianę do wszystkich dostępnych języków
ps: دا بدلون ټولو شتون لرونکو ژبو ته پلي کړئ
pt_br: Aplicar estes ajustes para todos os idiomas disponíveis
pt_pt: Aplicar esta mudança para todas as línguas disponivéis
ro_ro: Aplicați modificările la toate limbile
ru_ru: Применить это изменение ко всем доступным языкам
sk_sk: Použiť túto zmenu pre všetky dostupné jazyky
sl: Uveljavi spremembe za vse razpoložljive jezike
sq: Zbatoni këtë ndryshim në të gjitha gjuhët e disponueshme
sr_rs: Primeni ovu izmenu na sve dostupne jezike
sv_se: Tillämpa denna ändring på alla tillgängliga språk
sw_ke: Tumia mabadiliko haya kwa lugha zote zinazopatikana
ta: இந்த மாற்றத்தை அனைத்து கிடைக்கும் மொழிகளுக்கும் பயன்படுத்து
th: ใช้การเปลี่ยนแปลงนี้กับภาษาทั้งหมดที่ใช้ได้
tl_ph: Ilapat ang pagbabagong ito sa lahat ng magagamit na wika
tr: Bu değişikliği tüm mevcut dillere uygula
uk_ua: Застосувати цю зміну до всіх доступних мов
vi_vn: Áp dụng thay đổi này cho tất cả ngôn ngữ khả dụng
xh_za: Susa olu tshintsho kwiilwimi zonke ezikhoyo
zh_cn: 将此更改应用到所有可用语言
zh_tw: 將此變更套用至所有可用語言

source: Exercise was activated from %s to %s
ar: تم تفعيل التمرين من %s الى %s
ast_es: L'ejercicio activose dende %s a %s
bn_bd: ব্যায়াম %s থেকে %s পর্যন্ত সক্রিয় করা হয়েছে
bs_ba: Vježba je aktivirana od %s do %s
ca_es: L'exercici va estar actiu des del %s fins el %s
cs_cz: Cvičení bylo aktivováno od %s do %s
da: Øvelse aktiveret fra %s til %s
de: Übung wurde von %s bis %s aktiviert
el: Η άσκηση ενεργοποιήθηκε από %s στο %s
eo: Ekzerco estis aktivigita de %s ĝis %s
es: El ejercicio estuvo disponible desde %s hasta %s
es_mx: El ejercicio fue activado de %s a %s
eu_es: Ariketak %s-tik %s-ra aktibatua da
fa_ir: تمرین از %s تا %s فعال شد
fi_fi: Harjoitus aktivoitiin ajalta %s - %s
fo_fo: Æving var virkjað frá %s til %s
fur: Esercizi ativât de %s a %s
ga: Gníomhachtaíodh an cleachtadh ó %s go %s
gl: O exercicio estivo dsipoñible dende %s ata %s
he_il: התרגיל הופעל מ-%s עד %s
hi: अभ्यास %s से %s तक सक्रिय किया गया
hr_hr: Vježba je aktivirana od %s do %s
hu_hu: A feladat aktiválva lett %s-től %s-ig
hy: Վարժությունը ակտիվացվել է %s-ից մինչև %s
id_id: Latihan diaktifkan dari %s ke %s
it: L'esercitazione sarà attiva da %s fino a %s
ja: 演習が %s から %s に有効化されました
ka_ge: ვარჯიში აქტიურდა პერიოდში %s-დან %s-მდე
ko_kr: 연습이 %s부터 %s까지 활성화됨
lo: ບົດເຝິກຫັດເປີດໃຊ້ງານຈາກ %s ເຖິງ %s
lt_lt: Pratimas buvo aktyvuotas nuo %s iki %s
lv_lv: Vingrinājums tika aktivizēts no %s līdz %s
mk_mk: Вежбата е активирана од %s до %s
ms_my: Latihan diaktifkan dari %s ke %s
my_mm: လေ့ကျင့်ခန်းကို %s မှ %s အထိ ဖွင့်ထားသည်
ne: अभ्यास %s बाट %s सम्म सक्रिय गरियो
nl: Oefening was geactiveerd van %s tot %s
nn_no: Øving vart aktivert frå %s til %s
oc: L'exercici es estat activat de %s a %s
pl_pl: Ćwiczenie zostało aktywowane od %s do %s
ps: تمرین له %s څخه تر %s فعال شو
pt_br: Exercício foi ativado de% s para% s
pt_pt: O exercício foi ativado desde %s até %s
ro_ro: Exercițiul a fost activat de la %s la %s
ru_ru: Упражнение активировано с %s по %s
sk_sk: Cvičenie bolo aktivované od %s do %s
sl: Test je aktiven od %s do %s
sq: Ushtrimi u aktivizua nga %s në %s
sr_rs: Vežba je aktivirana od %s do %s
sv_se: Övning aktiverades från %s till %s
sw_ke: Mazoezi yamewashwa kutoka %s hadi %s
ta: பயிற்சி %s இலிருந்து %s வரை செயல்படுத்தப்பட்டது
th: เปิดใช้งานการฝึกซ้อมจาก %s ถึง %s
tl_ph: Na-activate ang ehersisyo mula %s hanggang %s
tr: Egzersiz %s tarihinden %s tarihine etkinleştirildi
uk_ua: Вправа була активована з %s до %s
vi_vn: Bài tập được kích hoạt từ %s đến %s
xh_za: Isifundo sivulwe ukusuka %s ukuya %s
zh_cn: 练习已从 %s 激活到 %s
zh_tw: 練習已從 %s 至 %s 啟用

source: Your password cannot be the same as your username
ar: لا يمكن ان يكون رمز المرور مطابق لاسم المستخدم
ast_es: La to contraseña nun puede ser igual al to nome d'usuariu
bn_bd: আপনার পাসওয়ার্ড আপনার ব্যবহারকারীর নামের সমান হতে পারে না
bs_ba: Vaša lozinka ne može biti ista kao vaše korisničko ime
ca_es: La seva contrasenya no pot ser igual al seu nom d'usuari
cs_cz: Vaše heslo nemůže být stejné jako vaše uživatelské jméno
da: Dit adgangskode må ikke være det samme som dit brugernavn
de: Ihr Passwort kann nicht mit Ihrem Benutzernamen übereinstimmen
el: Ο κωδικός σας δεν μπορεί να είναι ο ίδιος με το όνομα χρήστη σας
eo: Via pasvorto ne povas esti la sama kiel via uzantannomo
es: Su contraseña no puede ser igual a su nombre de usuario
es_mx: Tu contraseña no puede ser la misma que tu nombre de usuario
eu_es: Zure pasahitza ezin da zure erabiltzaile izenarekin berdina izan
fa_ir: رمز عبور شما نمی‌تواند همان نام کاربری شما باشد
fi_fi: Salasanasi ei voi olla sama kuin käyttäjänimesi
fo_fo: Títt lykilorð kann ikki vera sama sum títt brúkaranavn
fur: La to password no pode jessî uguale al to nûs utent
ga: Ní féidir do phasfhocal a bheith mar an gcéanna le d'ainm úsáideora
gl: O seu contrasinal non pode ser o mesmo que o seu nome de usuario
he_il: הסיסמה שלך לא יכולה להיות זהה לשם המשתמש שלך
hi: आपका पासवर्ड आपके उपयोगकर्ता नाम के समान नहीं हो सकता
hr_hr: Vaša lozinka ne smije biti ista kao vaše korisničko ime
hu_hu: A jelszó nem lehet ugyanaz, mint a felhasználónév
hy: Ձեր գաղտնաբառը չի կարող լինել նույնը, ինչ օգտատիրոջ անունը
id_id: Kata sandi Anda tidak boleh sama dengan nama pengguna Anda
it: La password non può essere uguale al nome utente
ja: パスワードはユーザー名と同じにはできません
ka_ge: თქვენი პაროლი ვერ იქნება თქვენი მომხმარებლის სახელის ტოლი
ko_kr: 비밀번호는 사용자 이름과 동일할 수 없습니다
lo: ລະຫັດຜ່ານຂອງທ່ານບໍ່ສາມາດຄືກັນກັບຊື່ຜູ້ໃຊ້ຂອງທ່ານ
lt_lt: Jūsų slaptažodis negali būti toks pat kaip jūsų vartotojo vardas
lv_lv: Jūsu parole nevar būt tāda pati kā jūsu lietotājvārds
mk_mk: Вашата лозинка не може да биде иста со вашето корисничко име
ms_my: Kata laluan anda tidak boleh sama dengan nama pengguna anda
my_mm: သင့်စကားဝှက်သည် သင့်အသုံးပြုသူအမည်နှင့် တူညီမဖြစ်ရပါ
ne: तपाईंको पासवर्ड तपाईंको प्रयोगकर्ता नामसँग समान हुन सक्दैन
nl: Uw wachtwoord kan niet hetzelfde zijn als uw gebruikersnaam
nn_no: Passordet ditt kan ikkje vere det same som brukarnamnet ditt
oc: Vòstre senhal pòt pas èsser lo meteis que vòstre nom d'utilizaire
pl_pl: Twoje hasło nie może być takie samo jak nazwa użytkownika
ps: ستاسو پاسورډ ستاسو کارن نوم سره یو شان نشي کېدای
pt_br: Sua senha não pode ser igual ao seu nome de usuário
pt_pt: A sua password não pode ser a mesma que o seu nome de utilizador
ro_ro: Parola dvs. nu poate fi la fel ca numele de utilizator
ru_ru: Ваш пароль не может совпадать с именем пользователя
sk_sk: Vaše heslo nemôže byť rovnaké ako vaše používateľske meno
sl: Geslo ne more biti enako uporabniškemu imenu
sq: Fjalëkalimi juaj nuk mund të jetë i njëjtë me emrin tuaj të përdoruesit
sr_rs: Vaša lozinka ne može biti ista kao vaše korisničko ime
sv_se: Ditt lösenord får inte vara samma som ditt användarnamn
sw_ke: Nenosiri lako haliwezi kuwa sawa na jina lako la mtumiaji
ta: உங்கள் கடவுச்சொல் உங்கள் பயனர் பெயருடன் ஒரே மாதிரியாக இருக்க முடியாது
th: รหัสผ่านของคุณไม่สามารถเป็นชื่อผู้ใช้ได้
tl_ph: Ang iyong password ay hindi maaaring maging pareho sa iyong username
tr: Parolanız kullanıcı adınızla aynı olamaz
uk_ua: Ваш пароль не може бути таким самим, як ваше ім'я користувача
vi_vn: Mật khẩu của bạn không thể giống tên đăng nhập
xh_za: I-password yakho ayinakufana negama lomsebenzisi wakho
zh_cn: 您的密码不能与用户名相同
zh_tw: 您的密碼不能與使用者名稱相同

source: Check passwords too easy to guess
ar: تحقق من رمز المرور، جدا سهل في تخمينه
ast_es: Comprobar contraseñes fáciles de adivinar
bn_bd: অনুমান করা সহজ পাসওয়ার্ড চেক করুন
bs_ba: Provjeri lozinke koje su previše lako pogađive
ca_es: Identifica contrasenyes massa simples
cs_cz: Kontrolovat příliš snadno uhodnutelná hesla
da: Tjek adgangskoder, der er for lette at gætte
de: Überprüfe Passwörter zu leicht zu erraten
el: Ελέγξτε τους κωδικούς πρόσβασης, πάρα πολύ εύκολο να μαντευτούν
eo: Kontrolu pasvortojn tro facila por diveni
es: Identificar contraseñas demasiado simples
es_mx: Verificar contraseñas demasiado fáciles de adivinar
eu_es: Pasahitz erraz asmatzekoak egiaztatu
fa_ir: بررسی رمزهای عبور خیلی آسان برای حدس زدن
fi_fi: Tarkista helposti arvaamattomat salasanat
fo_fo: Kanna lykilorð sum eru ov einføld at gita
fur: Controlie passwords fasîl di indovinar
ga: Seiceáil pasfhocail atá ró-éasca a thuar
gl: Comprobe contrasinais demasiado fáciles de adiviñar
he_il: בדיקת סיסמאות קלה מדי לניחוש
hi: अत्यधिक आसानी से अनुमान लगाए जाने वाले पासवर्ड जांचें
hr_hr: Provjeri lozinke koje su previše lako pogađive
hu_hu: Ellenőrizze a túl könnyen kitalálható jelszavakat
hy: Ստուգել չափազանց հեշտ կռահվող գաղտնաբառերը
id_id: Periksa kata sandi yang terlalu mudah ditebak
it: Controlla le password troppo facili da indovinare
ja: 推測されやすいパスワードをチェック
ka_ge: შეამოწმეთ ძალიან მარტივად გამოცნობადი პაროლები
ko_kr: 추측하기 쉬운 비밀번호 검사
lo: ກວດສອບລະຫັດຜ່ານທີ່ເດົາງ່າຍເກີນໄປ
lt_lt: Tikrinti pernelyg lengvai atspėjamus slaptažodžius
lv_lv: Pārbaudīt pārāk viegli uzminamas paroles
mk_mk: Провери лозинки кои се премногу лесни за погодување
ms_my: Semak kata laluan yang terlalu mudah ditebak
my_mm: ခန့်မှန်းရလွယ်ကူသော စကားဝှက်များကို စစ်ဆေးပါ
ne: अति सजिलो अनुमान गर्न सकिने पासवर्डहरू जाँच्नुहोस्
nl: Controleer op te eenvoudige wachtwoorden
nn_no: Sjekk passord som er for enkle å gjette
oc: Verificar los senhals tròp fàcils a adivinar
pl_pl: Sprawdź proste hasła
ps: د اسانه حدس کېدونکو پاسورډونو هم چک وکړئ
pt_br: Verificar senhas muito fáceis de adivinhar
pt_pt: Verifique demasiado fáceis de descobrir
ro_ro: Identificati parole prea simple
ru_ru: Проверять слишком простые пароли
sk_sk: Heslo sa dá ľahko uhádnuť
sl: Preveri težavnost izbranega gesla
sq: Kontrollo fjalëkalimet shumë të lehta për t'u menduar
sr_rs: Proveri lozinke koje su previše lako pogađive
sv_se: Kontrollera lösenord som är för lätta att gissa
sw_ke: Angalia manenosiri rahisi kupima
ta: மிகவும் எளிதாக யூகிக்கக்கூடிய கடவுச்சொற்களை சரிபார்
th: ตรวจสอบรหัสผ่านที่เดาง่ายเกินไป
tl_ph: Suriin ang mga password na madaling hulaan
tr: Tahmin etmesi kolay parolaları kontrol et
uk_ua: Перевіряти надто прості для вгадування паролі
vi_vn: Kiểm tra mật khẩu quá dễ đoán
xh_za: Hlola iipasswedi ezilula kakhulu ukuzichana
zh_cn: 检查易猜的密码
zh_tw: 檢查易猜測的密碼

source: Very strong
ar: قوي جدا
ast_es: Mui forte
bn_bd: খুব শক্তিশালী
bs_ba: Vrlo jaka
ca_es: Molt forta
cs_cz: Velmi silné
da: Meget stærk
de: Sehr stark
el: Πολύ δυνατό
eo: Tre forta
es: Muy fuerte
es_mx: Muy fuerte
eu_es: Oso sendoa
fa_ir: بسیار قوی
fi_fi: Erittäin vahva
fo_fo: Mjøg sterkur
fur: Mot forti
ga: An-láidir
gl: Moi forte
he_il: חזק מאוד
hi: बहुत मजबूत
hr_hr: Vrlo jaka
hu_hu: Nagyon erős
hy: Շատ ուժեղ
id_id: Sangat kuat
it: Molto forte
ja: 非常に強力
ka_ge: ძალიან ძლიერი
ko_kr: 매우 강력
lo: ແຂງແຮງຫຼາຍ
lt_lt: Labai stiprus
lv_lv: Ļoti spēcīga
mk_mk: Многу силна
ms_my: Sangat kuat
my_mm: အလွန်သန်မာသည်
ne: धेरै बलियो
nl: Heel sterk
nn_no: Veldig sterkt
oc: Molt fòrt
pl_pl: Bardzo mocne
ps: ډېر قوي
pt_br: Muito forte
pt_pt: Muito forte
ro_ro: Foarte puternic
ru_ru: Очень сильный
sk_sk: Veľmi silné
sl: Zelo močno
sq: Shumë i fortë
sr_rs: Veoma jaka
sv_se: Mycket starkt
sw_ke: Ngumu sana
ta: மிகவும் வலுவானது
th: แข็งแกร่งมาก
tl_ph: Napakalakas
tr: Çok güçlü
uk_ua: Дуже сильний
vi_vn: Rất mạnh
xh_za: Inamandla kakhulu
zh_cn: 非常强
zh_tw: 非常強
