Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: You can generate badges for the skills learnt by your users, to give them recognition for their effort, through which they will be able to show off their acquired skills and competencies with icons that will be shown on their user profile. For more information on OpenBadges, check <a href='http://openbadges.org'>http://openbadges.org/</a>.
ar: يمكنك توليد اوسمة للمهارات التي تعلمها الطالب، من اجل منحهم التقدير على جهودهم، اذ ستظهر هذه الاوسمة في حسابهم الشخصي، لمزيد من المعلومات حول الاوسمة، يرجى الاطلاع على الموقع التالي
ast_es: Pues ye posible xenerar distintivos pa les competencies aprendixes polos tos usuarios, pa darles reconocimientu pol esforciu, a traviés de los cuales podrán amosar les competencies y conocimientos consegíos con iconos que se amosarán nel so perfil d'usuariu. Pa más información sobre OpenBadges, consulta <a href='http://openbadges.org'>http://openbadges.org/</a>.
bn_bd: আপনার ব্যবহারকারীদের শেখা দক্ষতার জন্য ব্যাজ তৈরি করতে পারেন, তাদের প্রচেষ্টার জন্য স্বীকৃতি দেওয়ার জন্য, যার মাধ্যমে তারা তাদের অর্জিত দক্ষতা এবং ক্ষমতা তাদের ব্যবহারকারী প্রোফাইলে আইকন দিয়ে প্রদর্শন করতে পারবে। OpenBadges সম্পর্কে আরও তথ্যের জন্য, দেখুন <a href='http://openbadges.org'>http://openbadges.org/</a>।
bs_ba: Možete generisati značke za vještine koje su naučili vaši korisnici, kako biste im dali priznanje za njihov trud, kroz koje će moći da pokažu svoje stečene vještine i kompetencije ikonicama koje će biti prikazane na njihovom korisničkom profilu. Za više informacija o OpenBadges, pogledajte <a href='http://openbadges.org'>http://openbadges.org/</a>.
ca_es: Pot generar insígnies per reconéixer les habilitats apreses dels seus usuaris, donar un reconeixement pel seu assoliment, amb la qual cosa podran mostrar les seves capacitats i competències adquirides a través d'emblemes, que serán visualitzats en el seu perfil d'usuari. Per més informació sobre els Open Badges consulti http://openbadges.org/.
cs_cz: Můžete generovat odznaky pro dovednosti, které se vaši uživatelé naučili, abyste jim uznali jejich úsilí, díky čemuž budou moci ukázat své získané dovednosti a kompetence ikonami, které se zobrazí na jejich uživatelském profilu. Pro více informací o OpenBadges navštivte <a href='http://openbadges.org'>http://openbadges.org/</a>.
da: Du kan generere badges for de færdigheder, dine brugere har lært, for at give dem anerkendelse for deres indsats, gennem hvilke de kan vise deres opk获得的 færdigheder og kompetencer med ikoner, der vises på deres brugerprofil. For mere information om OpenBadges, tjek <a href='http://openbadges.org'>http://openbadges.org/</a>.
de: Sie können Badges für die Kompetenzen erstellen, die die User erlernen. Diese werden im Userprofil angezeigt und dienen als Anzeige und Anerkennung des Fortschritts. Für mehr Informationen gehen Sie bitte auf <a href="http://openbadges.org/">http://openbadges.org/</a>.
el: Μπορείτε να σχεδιάσετε badges για την πρόοδο που έχει σημειώσει ο κάθε user,έτσι ώστε να αναγνωρίζεται η πρόοδος και η αναβάθμιση του με εικονίδια που θα εμφανίζονται στο προφίλ του.Για περισσότερες πληροφορίες σχετικά με τα OpenBadges,κάντε κλικ στο http://openbadges.org/.
eo: Vi povas generi insignojn por la lernitaj kapabloj de viaj uzantoj, por doni al ili agnoskon por iliaj klopodoj, tra kiuj ili povos montri siajn akiritajn kapablojn kaj kompetencojn per ikonoj kiuj estos montritaj en ilia uzanta profilo. Por pli da informoj pri OpenBadges, kontrolu <a href='http://openbadges.org'>http://openbadges.org/</a>.
es: Puede generar insignias para reconocer las habilidades aprendidas de sus usuarios, dar un reconocimiento por su logro, con lo cual ellos podrán mostrar sus capacidades y competencias adquiridas a través de emblemas, que serán visualizadas en su perfil de usuario. Para más información sobre los Open Badges en <a href="http://openbadges.org">http://openbadges.org/</a>.
es_mx: Puedes generar insignias para las habilidades aprendidas por tus usuarios, para darles reconocimiento por su esfuerzo, a través de las cuales podrán mostrar sus habilidades y competencias adquiridas con iconos que se mostrarán en su perfil de usuario. Para más información sobre OpenBadges, consulta <a href='http://openbadges.org'>http://openbadges.org/</a>.
eu_es: Erabiltzaileen ikasi dituzten gaitasunei txapela sortu ditzakezu, ahalegina aitortzeko, ikasitako gaitasun eta konpetentziak erakutsi ahal izateko erabiltzailearen profileko ikurren bidez. OpenBadges-i buruzko informazio gehiagorako, ikusi <a href='http://openbadges.org'>http://openbadges.org/</a>.
fa_ir: شما می‌توانید نشان‌هایی برای مهارت‌های آموخته شده توسط کاربران خود تولید کنید تا به تلاش آن‌ها به رسمیت بشناسید، از طریق آن‌ها می‌توانند مهارت‌ها و شایستگی‌های کسب شده خود را با آیکون‌هایی که در پروفایل کاربرشان نمایش داده می‌شود، به نمایش بگذارند. برای اطلاعات بیشتر در مورد OpenBadges، به <a href='http://openbadges.org'>http://openbadges.org/</a> مراجعه کنید.
fi_fi: Voit luoda merkkejä käyttäjien oppimille taidoille antaaksesi tunnustusta heidän panokselleen. Näin he voivat esitellä hankkimiaan taitoja ja osaamista kuvakkeilla käyttäjäprofiilissaan. Lisätietoja OpenBadgesista saat sivustolta <a href='http://openbadges.org'>http://openbadges.org/</a>.
fo_fo: Tú kan seta merki fyri kunnleikina, sum tínir brúkarar hava lært, fyri at geva teimum viðurkenning fyri teirra arbeiði, so tey kunnu vísa sínar fingrar kunnleika og kompetensur við ikonum, sum verða vísini á brúkara profilinum. Fyri meira kunning um OpenBadges, sí <a href='http://openbadges.org'>http://openbadges.org/</a>.
fur: Tu podi jenerâ i badges pars i abilitâs imparede dai tie usârs, par darlis reconossiment pal lôr impen, atravez dal cuali a podran fanê vê le lur abilitâs e competenzis akirede cu icone che si mostraran sul lur profil dai usârs. Par plui informazion sui OpenBadges, controllâ <a href='http://openbadges.org'>http://openbadges.org/</a>.
ga: Is féidir leat suaitheantais a ghiniúint do na scileanna a d'fhoghlaim do úsáideoirí, chun aitheantas a thabhairt dóibh as a n-iarracht, trína mbeidh siad in ann a gcuid scileanna agus inniúlachtaí a fháil ar taispeáint le deilbhíní a bheidh le feiceáil ar a bpróifíl úsáideora. Le haghaidh tuilleadh faisnéise faoi OpenBadges, seiceáil <a href='http://openbadges.org'>http://openbadges.org/</a>.
gl: Pode xerar insignias para recoñecer as habilidades aprendidas dos seus usuarios, dar un recoñecemento polo seu logro, co cal eles poderán mostrar as súas capacidades e competencias adquiridas a través de emblemas, que serán visualizados no seu perfil de usuario. Para máis información sobre os Open Badges en <a href="http://openbadges.org/">www.openbadges.org</a>
he_il: אתה יכול ליצור תגים עבור הכישורים שלמדו המשתמשים שלך, כדי לתת להם הכרה במאמץ שלהם, שבאמצעותם הם יוכלו להפגין את הכישורים והמיומנויות שנרכשו עם אייקונים שיוצגו בפרופיל המשתמש שלהם. למידע נוסף על OpenBadges, בדוק <a href='http://openbadges.org'>http://openbadges.org/</a>.
hi: आप अपने उपयोगकर्ताओं द्वारा सीखी गई कौशलों के लिए बैज उत्पन्न कर सकते हैं, ताकि उनके प्रयास के लिए मान्यता दी जा सके, जिसके माध्यम से वे अपनी अधिग्रहित कौशलों और योग्यताओं को आइकनों के साथ प्रदर्शित कर सकें जो उनके उपयोगकर्ता प्रोफ़ाइल पर दिखाए जाएंगे। OpenBadges के बारे में अधिक जानकारी के लिए, <a href='http://openbadges.org'>http://openbadges.org/</a> देखें।
hr_hr: Možete generirati značke za vještine koje su vaši korisnici naučili, kako biste im dali priznanje za njihov trud, putem kojih će moći pokazati svoje stečene vještine i kompetencije ikonicama koje će biti prikazane na njihovom korisničkom profilu. Za više informacija o OpenBadgesima, provjerite <a href='http://openbadges.org'>http://openbadges.org/</a>.
hu_hu: Jelvényeket generálhat a felhasználói által elsajátított készségekhez, hogy elismerje erőfeszítéseiket, amelyekkel büszkén mutathatják be megszerzett készségeiket és kompetenciáikat a felhasználói profiljukon megjelenő ikonokkal. További információk az OpenBadges-ről: <a href='http://openbadges.org'>http://openbadges.org/</a>.
hy: Դուք կարող եք ստեղծել ձեր օգտատերերի կողմից սովորած հմտությունների համար վահանակներ, որպեսզի ճանաչում տաք նրանց ջանքերի համար, որոնց միջոցով նրանք կկարողանան ցուցադրել իրենց ձեռք բերված հմտություններն ու կարողությունները իրենց օգտատիրոջ профիլում ցույց տվող պատկերներով: Ավելի մանրամասն տեղեկությունների համար OpenBadges-ի մասին, ստուգեք <a href='http://openbadges.org'>http://openbadges.org/</a>։
id_id: Anda dapat menghasilkan lencana untuk keterampilan yang dipelajari oleh pengguna Anda, untuk memberikan pengakuan atas usaha mereka, melalui mana mereka dapat memamerkan keterampilan dan kompetensi yang diperoleh dengan ikon yang akan ditampilkan di profil pengguna mereka. Untuk informasi lebih lanjut tentang OpenBadges, periksa <a href='http://openbadges.org'>http://openbadges.org/</a>.
it: Puoi generare attestati di riconoscimento per le competenze acquisite dagli utenti, i quali potranno mostrarli come icone delle competenze e capacità acquisite, sui loro profili personali. Per ulteriori info su cos'è OpenBadges, visita:<a href="http://openbadges.org/">http://openbadges.org/</a>
ja: ユーザーが習得したスキルに対するバッジを生成して、彼らの努力を認識し、獲得したスキルや能力をユーザープロファイルに表示されるアイコンでアピールできるようにすることができます。OpenBadgesについての詳細は<a href='http://openbadges.org'>http://openbadges.org/</a>をご覧ください。
ka_ge: თქვენ შეგიძლიათ გენერირება ბეჯები თქვენი მომხმარებლების შეძენილი უნარებისთვის, რათა მიენიჭოთ მათ აღიარება მათი ძალისხმევისთვის, რის საშუალებითაც ისინი შეძლებენ გამოცხადებას მათ მიერ შეძენილი უნარებისა და კომპეტენციების ხატულებებით, რომლებიც გამოჩნდება მათ მომხმარებლის პროფილზე. მეტი ინფორმაციისთვის OpenBadges-ის შესახებ, შეამოწმეთ <a href='http://openbadges.org'>http://openbadges.org/</a>.
ko_kr: 사용자들이 배운 기술에 대한 배지를 생성하여 노력에 대한 인정을 줄 수 있으며, 이를 통해 사용자 프로필에 표시되는 아이콘으로 습득한 기술과 역량을 과시할 수 있습니다. OpenBadges에 대한 자세한 정보는 <a href='http://openbadges.org'>http://openbadges.org/</a>를 확인하세요.
lo: ທ່ານສາມາດສ້າງໃບຢັ້ງຢືນ (badges) ສໍາລັບທັກສະທີ່ຜູ້ໃຊ້ຂອງທ່ານໄດ້ຮຽນຮູ້, ເພື່ອເປັນການຮັບຮູ້ຄວາມພະຍາຍາມຂອງພວກເຂົາ, ໂດຍຜ່ານໃບຢັ້ງຢືນນີ້ ພວກເຂົາຈະສາມາດສະແດງທັກສະ ແລະ ຄວາມສາມາດທີ່ໄດ້ມາດ້ວຍໄອຄອນທີ່ຈະສະແດງຢູ່ໃນໂປຣໄຟລ໌ຜູ້ໃຊ້ຂອງພວກເຂົາ. ສໍາລັບຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບ OpenBadges, ກວດສອບໄດ້ທີ່ <a href='http://openbadges.org'>http://openbadges.org/</a>.
lt_lt: Jūs galite generuoti ženklus įgytoms vartotojų įgūdžiams, kad pripažintumėte jų pastangas, per kuriuos jie galės parodyti savo įgytus įgūdžius ir kompetencijas ikonėlėmis, kurios bus rodomos jų vartotojo profilyje. Dėl daugiau informacijos apie OpenBadges, peržiūrėkite <a href='http://openbadges.org'>http://openbadges.org/</a>.
lv_lv: Jūs varat ģenerēt emblēmas par prasmēm, kuras apguvuši jūsu lietotāji, lai atzītu viņu pūles, caur kurām viņi varēs demonstrēt savas iegūtās prasmes un kompetences ar ikonām, kas tiks rādītas viņu lietotāja profilā. Vairāk informācijas par OpenBadges skatiet <a href='http://openbadges.org'>http://openbadges.org/</a>.
mk_mk: Можете да генерирате значки за вештините научени од вашите корисници, за да им дадете признание за нивниот труд, преку кои тие ќе можат да ги истакнат стекнатите вештини и компетенции со икони кои ќе се прикажуваат на нивниот кориснички профил. За повеќе информации за OpenBadges, погледнете <a href='http://openbadges.org'>http://openbadges.org/</a>.
ms_my: Anda boleh menjana lencana untuk kemahiran yang dipelajari oleh pengguna anda, untuk memberi pengiktirafan kepada usaha mereka, melalui mana mereka boleh mempamerkan kemahiran dan kecekapan yang diperoleh dengan ikon yang akan dipaparkan pada profil pengguna mereka. Untuk maklumat lanjut mengenai OpenBadges, semak <a href='http://openbadges.org'>http://openbadges.org/</a>.
my_mm: သင့်အသုံးပြုသူများမှသင်ယူထားသော ကျွမ်းကျင်မှုများအတွက် တံဆိပ်များထုတ်လုပ်နိုင်ပြီး၊ ၎င်းတို့၏ အားထုတ်မှုကို အသိအမှတ်ပြုရန်အတွက်၊ ၎င်းတို့သည် ၎င်းတို့၏ အသုံးပြုသူပရိုဖိုင်တွင် ပြသမည့် အိုင်ကွန်များဖြင့် ၎င်းတို့၏ ရရှိထားသော ကျွမ်းကျင်မှုများနှင့် စွမ်းရည်များကို ပြသနိုင်မည်ဖြစ်သည်။ OpenBadges အကြောင်းပိုမိုသိရှိရန်၊ <a href='http://openbadges.org'>http://openbadges.org/</a> တွင် ဝင်ရောက်ကြည့်ရှုပါ။
ne: तपाईंका प्रयोगकर्ताहरूले सिकेका सीपहरूका लागि ब्याजहरू उत्पन्न गर्न सक्नुहुन्छ, जसले उनीहरूको प्रयासको लागि मान्यता दिन्छ, जस मार्फत उनीहरूले आफ्नो प्राप्त सीप र क्षमताहरू आफ्नो प्रयोगकर्ता प्रोफाइलमा देखाइने प्रतिमाहरूसँग प्रदर्शन गर्न सक्छन्। OpenBadges बारे थप जानकारीका लागि, <a href='http://openbadges.org'>http://openbadges.org/</a> जाँच गर्नुहोस्।
nl: Je kunt badges genereren voor de vaardigheden door je gebruikers aangeleerd, om hen erkenning te geven voor hun inspanningen. Hierdoor zullen ze ook hun vaardigheden en competenties kunnen etaleren met pictogrammen die bij hun gebruikersprofiel zullen verschijnen. Voor meer informatie over OpenBadges, surf naar http://openbadges.org
nn_no: Du kan generere merke for ferdigheitane brukarne dine har lært, for å gje dei anerkjennelse for innsatsen deira, gjennom kva dei vil kunne vise fram ferdigheitane og kompetansane sine med ikoner som vil bli visa på brukarprofilen deira. For meir informasjon om OpenBadges, sjekk <a href='http://openbadges.org'>http://openbadges.org/</a>.
oc: Podètz generar insígnas per las competéncias aprésas per vòstres utilizaires, per lor donar reconeissença pel lor esforç, gràcia a las quales poiràn mostrar lor competéncias e saber-far adquotas amb icònes que seràn afichadas sul lor perfil d'utilizaire. Per mai d'informacions sus OpenBadges, consultatz <a href='http://openbadges.org'>http://openbadges.org/</a>.
pl_pl: Możesz generować odznaki za umiejętności zdobyte przez swoich użytkowników, aby docenić ich wysiłek. Dzięki temu będą mogli chwalić się nabytymi umiejętnościami i kompetencjami za pomocą ikon wyświetlanych na ich profilu użytkownika. Więcej informacji na temat OpenBadges znajdziesz na <a href='http://openbadges.org'>http://openbadges.org/</a>.
ps: تاسې کولی شئ د خپلو کاروونکو لخوا زده شوو مهارتونو لپاره بیجونه تولید کړئ، ترڅو د دوی هڅو ته پېژندنه ورکړئ، چې له لارې یې دوی کولی شي خپل ترلاسه شوي مهارتونه او صلاحیتونه د آیکونونو سره چې د دوی کاروونکي پروفایل کې ښکاره کیږي، ښکاره کړي. د OpenBadges په اړه نور معلوماتو لپاره، وګورئ <a href='http://openbadges.org'>http://openbadges.org/</a>.
pt_br: Você pode gerar emblemas para as habilidades aprendidas por seus usuários, para lhes dar reconhecimento por seu esforço, através do qual eles serão capazes de mostrar suas habilidades adquiridas e competências com ícones que serão mostrados em seu perfil de usuário. Para obter mais informações sobre o OpenBadges, consulte http://openbadges.org/.
pt_pt: Você pode gerar emblemas para as habilidades aprendidas por seus usuários, para dar-lhes o reconhecimento pelo seu esforço, através do qual eles serão capazes de mostrar as suas habilidades adquiridas e competências com ícones que serão mostrados em seu perfil de usuário. Para mais informações sobre OpenBadges, verifique http://openbadges.org/.
ro_ro: Puteți genera insigne să recunoască abilitățile învățate de la utilizatorii sai, oferind recunoaștere pentru realizarea lor, pe care le pot prezenta aptitudinile și competențele dobândite prin embleme lor, care va fi afișate în profilul dvs. de utilizator. Pentru mai multe informații despre insigne deschise http://openbadges.org/.
ru_ru: Вы можете генерировать значки для навыков, освоенных вашими пользователями, чтобы признать их усилия. С их помощью они смогут демонстрировать приобретенные навыки и компетенции с помощью иконок на своем профиле пользователя. Для получения дополнительной информации об OpenBadges посетите <a href='http://openbadges.org'>http://openbadges.org/</a>.
sk_sk: Môžete vytvárať odznaky pre zručnosti získané používateľmi, dať im uznanie za ich úsilie, prostredníctvom ikon budú môcť ukazať svoje získané zručnosti a kompetencie, ikony budú uvedené v ich profile. Pre viac informácií o OpenBadges, skontrolujte <a href="http://openbadges.org">http://openbadges.org</a>.
sl: Generirate lahko značke za veščine oz. kompetence, ki so jih osvojili vaši uporabniki in jim s tem izdate priznanje za njihov trud. Preko osvojenih značk bodo lahko pokazali pridobljene veščine in kompetence preko sličic v svojih profilih. Za več informacij obiščite OpenBadges preko povezave <a href="http://openbadges.org">http://openbadges.org</a>.
sq: Mund të gjeneroni badge për aftësitë e mësuara nga përdoruesit tuaj, për t'u dhënë njohje për përpjekjen e tyre, përmes të cilave ata do të mund të shfaqin aftësitë dhe kompetencat e tyre të fituara me ikona që do të shfaqen në profilin e tyre të përdoruesit. Për më shumë informacion mbi OpenBadges, kontrolloni <a href='http://openbadges.org'>http://openbadges.org/</a>.
sr_rs: Možete generisati značke za veštine koje su vaši korisnici naučili, kako biste im priznali trud, kroz koje će moći da pokažu stečene veštine i kompetencije ikonicama koje će biti prikazane na njihovom korisničkom profilu. Za više informacija o OpenBadges, pogledajte <a href='http://openbadges.org'>http://openbadges.org/</a>.
sv_se: Du kan generera märken för de färdigheter som dina användare har lärt sig, för att ge dem erkännande för deras insats, genom vilka de kan visa upp sina förvärvade färdigheter och kompetenser med ikoner som visas på deras användarprofil. För mer information om OpenBadges, besök <a href='http://openbadges.org'>http://openbadges.org/</a>.
sw_ke: Unaweza kuzalisha beji kwa ustadi uliopatikana na watumiaji wako, ili kuwapa kutambuliwa kwa juhudi zao, ambapo wataweza kuonyesha ustadi na uwezo wao uliopatikana kwa ikoni zinazoonekana kwenye wasifu wao wa mtumiaji. Kwa maelezo zaidi kuhusu OpenBadges, angalia <a href='http://openbadges.org'>http://openbadges.org/</a>.
ta: உங்கள் பயனர்களால் கற்றுக்கொள்ளப்பட்ட திறன்களுக்கான சின்னங்களை உருவாக்கலாம், அவர்களின் முயற்சிக்கான அங்கீகாரத்தை அளிக்க, இதன் மூலம் அவர்கள் தங்கள் பயனர் சுயவிவரத்தில் காட்டப்படும் படங்களுடன் தாங்கள் அகற்றிய திறன்களையும் தகுதிகளையும் காட்டிக்கொள்ள முடியும். OpenBadges பற்றிய மேலும் தகவலுக்கு, <a href='http://openbadges.org'>http://openbadges.org/</a> பார்க்கவும்.
th: คุณสามารถสร้างตราสำหรับทักษะที่ผู้ใช้เรียนรู้ เพื่อให้การยอมรับความพยายามของพวกเขา ซึ่งพวกเขาจะสามารถแสดงทักษะและสมรรถนะที่ได้มา ด้วยไอคอนที่จะแสดงในโปรไฟล์ผู้ใช้ สำหรับข้อมูลเพิ่มเติมเกี่ยวกับ OpenBadges ดูที่ <a href='http://openbadges.org'>http://openbadges.org/</a>.
tl_ph: Maaari kang gumawa ng mga badge para sa mga kasanayang natutunan ng iyong mga gumagamit, upang bigyan sila ng pagkilala sa kanilang pagsisikap, kung saan maaari nilang ipakita ang kanilang natutunan na mga kasanayan at kompetensya gamit ang mga icon na lalabas sa kanilang profile ng gumagamit. Para sa karagdagang impormasyon tungkol sa OpenBadges, tingnan ang <a href='http://openbadges.org'>http://openbadges.org/</a>.
tr: Kullanıcılarınızın öğrendiği beceriler için rozetler oluşturabilir, çabalarını takdir edebilir ve kullanıcı profillerinde gösterilecek simgelerle kazandıkları beceri ve yetkinlikleri sergileyebilmelerini sağlayabilirsiniz. OpenBadges hakkında daha fazla bilgi için <a href='http://openbadges.org'>http://openbadges.org/</a> adresini ziyaret edin.
uk_ua: Ви можете генерувати значки для навичок, які опанували ваші користувачі, щоб визнати їхні зусилля, через які вони зможуть демонструвати свої набуті навички та компетенції за допомогою значків, що відображатимуться на їхньому профілі користувача. Для отримання додаткової інформації про OpenBadges відвідайте <a href='http://openbadges.org'>http://openbadges.org/</a>.
vi_vn: Bạn có thể tạo huy hiệu cho các kỹ năng mà người dùng của bạn đã học, để công nhận nỗ lực của họ, qua đó họ có thể khoe các kỹ năng và năng lực đã đạt được bằng các biểu tượng sẽ hiển thị trên hồ sơ người dùng. Để biết thêm thông tin về OpenBadges, hãy xem <a href='http://openbadges.org'>http://openbadges.org/</a>.
xh_za: Ungcamla iibheji zezakhono ezifundwe ngabasebenzisi bakho, ukuze ubanike ukwazisa ngesifingo sabo, ngokusebenzisa iibheji eziza kubonisa izakhono nezakhono abazifumeneyo ngezandi eziboniswa kwiprofile yabo yomsebenzisi. Ukwazi ngakumbi nge-OpenBadges, jonga <a href='http://openbadges.org'>http://openbadges.org/</a>.
zh_cn: 您可以为用户学习的技能生成徽章，以表彰他们的努力，通过这些徽章，他们可以在用户个人资料中展示获得的技能和能力图标。如需更多关于 OpenBadges 的信息，请查看 <a href='http://openbadges.org'>http://openbadges.org/</a>。
zh_tw: 您可以為使用者學習的技能產生徽章，以表彰他們的努力，讓他們能夠透過使用者個人檔案中顯示的圖示來展示所獲得的技能和能力。如需更多關於 OpenBadges 的資訊，請查看 <a href='http://openbadges.org'>http://openbadges.org/</a>。
