Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Yes / No
ar: نعم / لا
ast_es: Si / Non
bn_bd: হ্যাঁ / না
bs_ba: Da / Ne
ca_es: Sí / No
cs_cz: Ano / Ne
da: Ja/nej
de: Ja / Nein
el: Ναι / Όχι
eo: Jes / Ne
es: Sí / No
es_mx: Sí / No
eu_es: Bai / Ez
fa_ir: بله / خیر
fi_fi: Kyllä / Ei
fo_fo: Ja / Nei
fur: Si / No
ga: Tá / Níl
gl: Si / Non
he_il: כן / לא
hi: हाँ / नहीं
hr_hr: Da / Ne
hu_hu: Igen / Nem
hy: Այո / Ոչ
id_id: Ya / Tidak
it: Sì/No
ja: はい / いいえ
ka_ge: დიახ / არა
ko_kr: 예 / 아니오
lo: ແມ່ນ / ບໍ່
lt_lt: Taip / Ne
lv_lv: Jā / Nē
mk_mk: Да / Не
ms_my: Ya / Tidak
my_mm: ဟုတ်သည် / မဟုတ်ပါ
ne: हो / होइन
nl: Ja / Neen
nn_no: Ja / Nei
oc: Oc / Non
pl_pl: Tak / Nie
ps: هو / نه
pt_br: Sim / Não
pt_pt: Sim / Não
ro_ro: Da / Nu
ru_ru: Да/Нет
sk_sk: Áno / Nie
sl: Da / Ne
sq: Po / Jo
sr_rs: Da / Ne
sv_se: Ja/Nej
sw_ke: Ndiyo / Hapana
ta: ஆம் / இல்லை
th: ใช่ / ไม่
tl_ph: Oo / Hindi
tr: Eve/Hayır
uk_ua: Так / Ні
vi_vn: Có / Không
xh_za: Ewe / Hayi
zh_cn: 是 / 否
zh_tw: 是 / 否

source: Numeric 1-10
ar: الأعداد واحد الى عشرة
ast_es: Numbéricu de 1 a 10
bn_bd: সংখ্যাত্মক ১-১০
bs_ba: Brojčano 1-10
ca_es: Numèric de 1 a 10.
cs_cz: Číselné 1-10
da: Numerisk 1-10
de: Numerisch 1-10
el: Αριθμητικό 1-10
eo: Numera 1-10
es: Numérico de 1 a 10
es_mx: Numérico 1-10
eu_es: Zenbakizkoa 1-10
fa_ir: ارقام 1-10
fi_fi: Numero 1-10
fo_fo: Tala 1-10
fur: Numarich 1-10
ga: Uimhriúil 1-10
gl: Numérico de 1 a 10
he_il: מספרי 1-10
hi: संख्यात्मक 1-10
hr_hr: Brojčano 1-10
hu_hu: Numerikus érték (1-10)
hy: Ցուցանիշ 1-10
id_id: Numerik 1-10
it: Numero 1-10
ja: 数値 1-10
ka_ge: რიცხვითი 1-10
ko_kr: 숫자 1-10
lo: ຕົວເລກ 1-10
lt_lt: Skaitinis 1-10
lv_lv: Skaitlis 1-10
mk_mk: Нумерички 1-10
ms_my: Nombor 1-10
my_mm: ဂဏန်း ၁-၁၀
ne: संख्यात्मक १-१०
nl: Numeriek 1-10
nn_no: Nummerisk 1-10
oc: Numèric 1-10
pl_pl: Numeracja 1-10
ps: شمیري 1-10
pt_br: Numérico 1-10
pt_pt: Numérico 1-10
ro_ro: Numeric de la 1 la 10
ru_ru: Числовой 1-10
sk_sk: Číselný 1-10
sl: Numerično 1-10
sq: Numerik 1-10
sr_rs: Brojčano 1-10
sv_se: Numerisk 1-10
sw_ke: Nambari 1-10
ta: எண் 1-10
th: ตัวเลข 1-10
tl_ph: Numeriko 1-10
tr: Sayısal 1-10
uk_ua: Числове 1-10
vi_vn: Số 1-10
xh_za: Inani 1-10
zh_cn: 数字 1-10
zh_tw: 數字 1 - 10

source: Poll
ar: استبيان
ast_es: Encuesta
bn_bd: পোল
bs_ba: Anketa
ca_es: Sondeig
cs_cz: Anketa
da: Afstemning
de: Umfrage
el: Δημοσκόπηση
eo: Voĉdonado
es: Sondeo
es_mx: Encuesta
eu_es: Zundaketa
fa_ir: رأی
fi_fi: Kysely
fo_fo: Kanning
fur: Sondaige
ga: Póll
gl: Sondaxe
he_il: סקר
hi: पोल
hr_hr: Anketa
hu_hu: Szavazás
hy: Հարցում
id_id: Jajak pendapat
it: Sondaggio
ja: 投票
ka_ge: გამოკითხვა
ko_kr: 설문
lo: ການສຳຫຼວດ
lt_lt: Apklausa
lv_lv: Aptauja
mk_mk: Анкета
ms_my: Tinju
my_mm: စစ်တမ်း
ne: मतदान
nn_no: Avstemning
oc: Sondatge
pl_pl: Sondaż
ps: نظر پوښتنه
pt_br: Pesquisa
pt_pt: Votação (Poll)
ro_ro: Sondaj
ru_ru: Опрос
sk_sk: Hlasovanie
sl: Glasovanje
sq: Sondazh
sr_rs: Anketa
sv_se: Omröstning
sw_ke: Kura
ta: வாக்கெடுப்பு
th: แบบสำรวจ
tr: Anket
uk_ua: Опитування
vi_vn: Bình chọn
xh_za: Ipoli
zh_cn: 投票
zh_tw: 投票

source: You have to become Moderator of this Room to make polls.
ar: يجب عليك أن تصبح وسيطا في هذه الغرفة كي يمكنك عمل استبيان
ast_es: Tien que ser moderador nesta sala pa facer encuestes.
bn_bd: পোল করতে আপনাকে এই রুমের মডারেটর হতে হবে।
bs_ba: Morajte postati Moderator ove sobe da biste radili ankete.
ca_es: Vè. ha de ser un moderador d'aquesta sala per a poder realitzar sondejos.
cs_cz: Musíte se stát moderátorem této místnosti, abyste mohli vytvářet ankety.
da: Du skal være moderator af konferencen for at kunne oprette afstemninger
de: Um Umfragen zu erstellen, muss man in diesem Raum ein Moderator sein
el: Πρέπει να γίνετε Συντονιστής αυτού του δωματίου για να κάνετε δημοσκοπήσεις.
eo: Vi devas iĝi moderanto de tiu ĉambro por fari voĉdonadojn.
es: Ud. tiene que ser un moderador de esta sala para poder realizar sondeos.
es_mx: Debes convertirte en moderador de esta sala para crear encuestas.
eu_es: Zu gela honetako moderatzaile izan behar zara zundaketak egin ahal izateko
fa_ir: شما باید مدیر این اتاق باشید تا بتوانید رأی گیری بسازید.
fi_fi: Sinun tulee olla puheenjohtaja jotta voit tehdä kyselyitä.
fo_fo: Tú mást verða moderator fyri hetta rúm at gera kanningar.
fur: Tu âs da dventâ Moderadôr de cheste Salde par fâ sondaigis.
ga: Caithfidh tú a bheith ina Mhodhnóir ar an Seomra seo chun pórll a dhéanamh.
gl: Vd. ten que ser un moderador desta sala para poder realizar sondaxes.
he_il: עליך להיות מנחה החדר הזה כדי לבצע סקרים.
hi: पोल बनाने के लिए आपको इस कमरे का मॉडरेटर बनना होगा।
hr_hr: Morate postati Moderator ukoliko želite napraviti anketu u ovoj sobi.
hu_hu: Moderátornak kell lennie ahhoz, hogy szavazásokat hozzon lérte.
hy: Հարցումներ անելու համար պետք է դառնաք այս սենյակի մոդերատոր:
id_id: Anda harus menjadi Moderator ruangan ini untuk membuat jajak pendapat.
it: Per creare sondaggi devi diventare moderatore.
ja: 投票を作成するには、この部屋のモデレーターになる必要があります。
ka_ge: გამოკითხვების ჩასატარებლად უნდა გახდეთ ამ ოთახის მოდერატორი.
ko_kr: 설문을 만들려면 이 방의 중재자가 되어야 합니다.
lo: ທ່ານຕ້ອງເປັນຜູ້ຄວບຄຸມຫ້ອງນີ້ເພື່ອສ້າງການສຳຫຼວດ.
lt_lt: Norėdami kurti apklausas, turite tapti šio kambario moderatoriumi.
lv_lv: Jums jābūt telpas moderatoram, lai varētu veidot aptaujas.
mk_mk: Мора да станеш модератор на оваа соба за да правиш анкети.
ms_my: Anda mesti menjadi Moderator bilik ini untuk membuat tinju.
my_mm: စစ်တမ်းများပြုလုပ်ရန် ဤအခန်း၏ ညှိနှိုင်းသူဖြစ်ရန် လိုအပ်သည်။
ne: मतदान गर्न यो कोठाको मॉडरेटर बन्नुपर्छ।
nl: U dient moderator te zijn van deze ruimte om polls te kunnen aanmaken.
nn_no: Du må bli moderator for dette rommet for å lage avstemningar.
oc: Vos cal devièner moderador d'aquesta sala per far de sondatges.
pl_pl: Musisz zostać moderatorem tego pokoju, żeby tworzyć sondaże
ps: تاسو باید د دې خونې مدير شئ ترڅو نظر پوښتنې جوړې کړئ.
pt_br: Você tem que se tornar Moderador deste quarto para fazer pesquisas.
pt_pt: É necessário ser Moderador o desta sala para poder construir votações (polls).
ro_ro: Dumneavoastra trebuie să fie un moderator de această cameră pentru a realiza sondaje.
ru_ru: Вы должны стать модератором этой комнаты, чтобы создавать опросы.
sk_sk: Ak chcete vytvoriť hlasovanie, musíte sa stať v tejto triede moderátorom.
sl: V primeru, da želiš dodati novo glasovanje, moraš najprej postati moderator v tej sobi.
sq: Duhet të bëheni Moderator i kësaj Dhome për të bërë sondazhe.
sr_rs: Morajte postati Moderator ove Sobe da biste pravili ankete.
sv_se: Du måste vara moderator för rummet för att skapa omröstningar.
sw_ke: Lazima uwe Modereta wa Chumba hiki ili kufanya kura.
ta: வாக்கெடுப்புகளை நடத்த, இந்த அறையின் மிதச்சாரராக ஆக வேண்டும்.
th: คุณต้องเป็นผู้ดูแลห้องนี้เพื่อสร้างแบบสำรวจ
tl_ph: Kailangan mong maging Moderator ng Silid na ito upang gumawa ng mga poll.
tr: Anket yapmak için bu Odanın Moderatörü olmalısınız.
uk_ua: Ви мусите стати модератором цієї кімнати, щоб створювати опитування.
vi_vn: Bạn phải trở thành Người điều hành của Phòng này để tạo bình chọn.
xh_za: Kufuneka ube ngumlawuli weli Gumbi ukuze wenze iipoli.
zh_cn: 您必须成为此房间的版主才能进行投票。
zh_tw: 要建立投票，你先要成為本會議室的主持人。

source: Your vote has been sent
ar: لقد تم ارسال تصويتك
ast_es: Unvióse'l so votu
bn_bd: আপনার ভোট পাঠানো হয়েছে
bs_ba: Vaš glas je poslan
ca_es: El seu vot ha estat enviat
cs_cz: Váš hlas byl odeslán
da: Din stemme er afsendt
de: Ihre Stimme wurde abgeschickt
el: Η ψήφος σας εστάλη
eo: Via voĉdono estis sendita
es: Su voto ha sido enviado
es_mx: Tu voto ha sido enviado
eu_es: Zure botoa bidali da
fa_ir: رأی شما ارسال شده است
fi_fi: Äänesi on rekisteröity
fo_fo: Tín atkvøða er send
fur: Il to vut al è stât mandât
ga: Seoladh do vóta
gl: Enviouse o seu voto
he_il: ההצבעה שלך נשלחה
hi: आपका वोट भेज दिया गया है
hr_hr: Vaš glas je poslan
hu_hu: Szavazatát elmentettük.
hy: Ձեր ձայնը ուղարկվել է
id_id: Suara Anda telah dikirim
it: Voto inviato
ja: 投票が送信されました
ka_ge: თქვენი ხმა გაგზავნილია
ko_kr: 투표가 전송되었습니다
lo: ການລົງຄະແນນຂອງທ່ານຖືກສົ່ງແລ້ວ
lt_lt: Jūsų balsas buvo išsiųstas
lv_lv: Jūsu balsojums tika nosūtīts
mk_mk: Гласот ти е испратен
ms_my: Undian anda telah dihantar
my_mm: သင့်မဲပေးမှုကို ပို့ပြီးဖြစ်သည်
ne: तपाईंको मत पठाइएको छ
nl: U hebt uw stem uitgebracht.
nn_no: Stemma di er sendt
oc: Vòstre vòte es estat enviat
pl_pl: Twój głos został wysłany
ps: ستاسو رایه لیږل شوې ده
pt_br: O seu voto foi enviado
pt_pt: O seu voto foi enviado
ro_ro: Votul tău a fost trimis
ru_ru: Ваш голос был послан
sk_sk: Váš hlas bol poslaný
sl: Vaš glas je bil odposlan
sq: Vota juaj është dërguar
sr_rs: Vaš glas je poslat
sv_se: Du har nu röstat
sw_ke: Kura yako imetumwa
ta: உங்கள் வாக்கு அனுப்பப்பட்டது
th: คะแนนโหวตของคุณถูกส่งแล้ว
tl_ph: Naipadala na ang iyong boto
tr: Oylarınız gönderildi
uk_ua: Ваш голос надіслано
vi_vn: Phiếu bầu của bạn đã được gửi
xh_za: Voti yakho ithunyelwe
zh_cn: 您的投票已发送
zh_tw: 你的投票已被傳送

source: You've already voted for this poll
ar: لقد صوت الآن لهذا الاستفتاء
ast_es: Yá votó nesta encuesta
bn_bd: আপনি এই পোলে ইতিমধ্যে ভোট দিয়েছেন
bs_ba: Već ste glasali za ovu anketu
ca_es: Vè. ja ha votat en aquest sondeig
cs_cz: Na tuto anketu jste již hlasovali
da: Du har allerede givet din stemme i afstemningen
de: Sie haben in dieser Umfrage bereits abgestimmt
el: Έχετε ήδη ψηφίσει σε αυτή τη δημοσκόπηση
eo: Vi jam voĉdonis por tiu voĉdonado
es: Ud. ya ha votado en este sondeo
es_mx: Ya has votado en esta encuesta
eu_es: Zuk dagoeneko bozkatu duzu zundaketa honetan
fa_ir: شما قبلا در این رأی گیری شرکت کرده اید
fi_fi: Olet jo äänestänyt
fo_fo: Tú hevur longu atkvøtt í hesi kanningini
fur: Tu âs già votât pe cheste sondaige
ga: Vótáil tú cheana féin don phóll seo
gl: Vd. xa votou nesta sondaxe
he_il: כבר הצבעת לסקר הזה
hi: आपने इस पोल के लिए पहले ही वोट कर दिया है
hr_hr: Već ste glasali u ovoj anketi
hu_hu: Erre már leadta szavazatát
hy: Դուք արդեն քվեարկել եք այս հարցման համար
id_id: Anda sudah memilih jajak pendapat ini
it: Hai già votato!
ja: この投票にはすでに投票済みです
ka_ge: თქვენ უკვე გაუცხადეთ ხმა ამ გამოკითხვას
ko_kr: 이미 이 설문에 투표했습니다
lo: ທ່ານໄດ້ລົງຄະແນນສຳລັບການສຳຫຼວດນີ້ແລ້ວ
lt_lt: Jūs jau balsavote šioje apklausoje
lv_lv: Šajā aptaujā Jūs esat jau balsojis
mk_mk: Веќе гласал си за оваа анкета
ms_my: Anda sudah mengundi untuk tinju ini
my_mm: သင်သည် ဤစစ်တမ်းအတွက် မဲပေးပြီးဖြစ်သည်
ne: तपाईंले यो मतदानका लागि पहिले नै मत दिनुभएको छ
nl: U hebt reeds uw stem uitgebracht.
nn_no: Du har allereie stemt i denne avstemninga
oc: Avètz ja votat per aquest sondatge
pl_pl: Już oddałeś/aś głos w tym sondażu
ps: تاسو د دې نظر پوښتنې لپاره رایه ورکړې ده
pt_br: Você já votou nesta enquete
pt_pt: Já votou nesta votação
ro_ro: Deja au votat in acest sondaj
ru_ru: Вы уже проголосовали
sk_sk: V tomto hlasovaní ste už svoj hlas poslali
sl: V tem glasovanju si že oddal svoj glas
sq: Ju keni votuar tashmë për këtë sondazh
sr_rs: Već ste glasali za ovu anketu
sv_se: Du har redan röstat i omröstningen
sw_ke: Umeshapiga kura kwa kura hii
ta: இந்த வாக்கெடுப்பிற்கு நீங்கள் ஏற்கனவே வாக்கிட்டுள்ளீர்கள்
th: คุณโหวตในแบบสำรวจนี้แล้ว
tl_ph: Naboto mo na ang poll na ito
tr: Daha öncede bu anket için oy kullandınız
uk_ua: Ви вже голосували в цьому опитуванні
vi_vn: Bạn đã bỏ phiếu cho bình chọn này rồi
xh_za: Sele uvotile kule poli
zh_cn: 您已为此投票投过票
zh_tw: 你已在本題進行過投票

source: Vote!
ar: تصويت
ast_es: Votar
bn_bd: ভোট দিন!
bs_ba: Glasaj!
ca_es: Votar
cs_cz: Hlasovat!
da: Stem!
de: Stimme
el: Ψηφίστε!
eo: Voĉdoni!
es: Votar
es_mx: ¡Votar!
eu_es: Bozkatu
fa_ir: رأی!
fi_fi: Äänestä!
fo_fo: Atkvøð!
fur: Vota!
ga: Vóta!
gl: Votar
he_il: הצבע!
hi: वोट करें!
hr_hr: Glasaj!
hu_hu: Szavazok!
hy: Քվեարկել.
id_id: Pilih!
it: Vota!
ja: 投票!
ka_ge: ხმის მიცემა!
ko_kr: 투표!
lo: ລົງຄະແນນ!
lt_lt: Balsuoti!
lv_lv: Balsot !
mk_mk: Гласај!
ms_my: Undi!
my_mm: မဲပေးပါ။
ne: मत दिनुहोस्!
nl: Stem!
nn_no: Stem!
oc: Votar !
pl_pl: Głosuj!
ps: رایه ورکړئ!
pt_br: Votar!
ro_ro: Votati
ru_ru: Голосовать!
sk_sk: Hlasuj!
sl: Glasuj!
sq: Voto!
sr_rs: Glasaj!
sv_se: Rösta!
sw_ke: Piga kura!
ta: வாக்கிடு!
th: โหวต!
tl_ph: Bumoto!
tr: Oyla!
uk_ua: Голосувати!
vi_vn: Bỏ phiếu!
xh_za: Vota!
zh_cn: 投票！
zh_tw: 投票！

source: Your answer
ar: اجابتك:
ast_es: La to rempuesta
bn_bd: আপনার উত্তর
bs_ba: Vaš odgovor
ca_es: La seva resposta
cs_cz: Vaše odpověď
da: Dit svar:
de: Ihre Antwort:
el: Η απάντησή σας
eo: Via respondo
es: Su respuesta
es_mx: Tu respuesta
eu_es: Zure erantzuna
fa_ir: پاسخ شما
fi_fi: Vastauksesi:
fo_fo: Tín svari
fur: La to risposte
ga: Do fhreagra
gl: A súa pregunta:
he_il: התשובה שלך
hi: आपका उत्तर
hr_hr: Vaš odgovor:
hu_hu: A válasza:
hy: Ձեր պատասխանը
id_id: Jawaban Anda
it: La tua risposta
ja: あなたの回答
ka_ge: თქვენი პასუხი
ko_kr: 내 답변
lt_lt: Jūsų atsakymas
lv_lv: Jūsu atbilde:
mk_mk: Твојот одговор
ms_my: Jawapan anda
my_mm: သင့်အဖြေ
ne: तपाईंको उत्तर
nl: Uw antwoord:
nn_no: Ditt svar
oc: Vòstra responsa
pl_pl: Twoja odpowiedź
ps: ستاسو ځواب
pt_br: Sua resposta
pt_pt: A sua resposta
ro_ro: Raspunsul sau
ru_ru: Ваш ответ:
sk_sk: Vaša odpoveď:
sl: Tvoj odgovor
sq: Përgjigjja juaj
sr_rs: Vaš odgovor
sv_se: Ditt svar:
sw_ke: Jibu lako
ta: உங்கள் பதில்
th: คำตอบของคุณ
tl_ph: Sagot mo
tr: Cevabınız:
uk_ua: Ваша відповідь
vi_vn: Câu trả lời của bạn
xh_za: Impendulo yakho
zh_cn: 您的答案
zh_tw: 你的答案：

source: wants to know:
ar: يريد أن يعرف :
ast_es: quiero saber:
bn_bd: জানতে চায়:
bs_ba: želi znati:
ca_es: vull saber
cs_cz: chtěl by vědět:
da: ønsker at vide:
de: möchte wissen:
el: θέλει να μάθει:
eo: volas scii:
es: quiero saber:
es_mx: quiere saber:
eu_es: jakin nahi dut
fa_ir: می خواهد بداند:
fi_fi: haluaa tietää:
fo_fo: vil vita:
fur: vuê cognôs:
ga: ar mian leis/aisteach a fhios:
gl: quero saber:
he_il: רוצה לדעת:
hi: जानना चाहता है:
hr_hr: Želi saznati:
hu_hu: tudni akarja:
hy: ցանկանում է իմանալ.
id_id: ingin tahu:
it: vuol sapere:
ja: を知りたい:
ka_ge: გაინტერესებს:
ko_kr: 이 궁금해합니다:
lo: ຕ້ອງການຮູ້ວ່າ:
lt_lt: norėtų sužinoti:
lv_lv: vēlas zināt:
mk_mk: сака да знае:
ms_my: ingin tahu:
my_mm: သိလိုသည်:
ne: जान्न चाहन्छ:
nl: wil weten:
nn_no: vil vite:
oc: vòl saber :
pl_pl: chce wiedzieć
ps: غواړي پوه شي:
pt_br: quer saber:
pt_pt: deseja saber:
ro_ro: vreau sa stiu:
ru_ru: потребности знать:
sk_sk: chcem vedieť:
sl: želi vedeti:
sq: dëshiron të dijë:
sr_rs: želi da zna:
sv_se: vill veta:
sw_ke: anataka kujua:
ta: தெரிந்து கொள்ள விரும்புகிறார்:
th: ต้องการทราบ:
tl_ph: gustong malaman:
tr: Bilmek isteyen:
uk_ua: хоче дізнатися:
vi_vn: muốn biết:
xh_za: funana ngoku:
zh_cn: 想知道：
zh_tw: 想知道：

source: Poll results
ar: نتائج الاستبيان
ast_es: Resultaos de la encuesta
bn_bd: পোলের ফলাফল
bs_ba: Rezultati ankete
ca_es: Resultats del sondeig
cs_cz: Výsledky ankety
da: Resultat af afstemning
de: Ergebnis der Umfrage:
el: Αποτελέσματα δημοσκόπησης
eo: Rezultoj de voĉdonado
es: Resultados del sondeo
es_mx: Resultados de la encuesta
eu_es: Zundaketaren emaitzak
fa_ir: نتایج رأی گیری
fi_fi: Kyselyn tulokset
fo_fo: Kanningar úrslit
fur: Risultâts sondaige
ga: Torthaí Póil
gl: Resultados da sondaxe
he_il: תוצאות סקר
hi: पोल परिणाम
hr_hr: Rezultati ankete
hu_hu: Szavazás eredményei
hy: Հարցման արդյունքները
id_id: Hasil Jajak Pendapat
it: Risultati del sondaggio
ja: 投票結果
ka_ge: გამოკითხვის შედეგები
ko_kr: 설문 결과
lt_lt: Apklausos rezultatai
lv_lv: Aptaujas rezultāti
mk_mk: Резултати од анкетата
ms_my: Keputusan tinju
my_mm: စစ်တမ်းရလဒ်များ
ne: मतदान परिणाम
nl: Resultaten van de poll
nn_no: Avstemningsresultat
oc: Resultats del sondatge
pl_pl: Wyniki sondażu
ps: د نظر پوښتنې پایلې
pt_br: Resultados da enquete
pt_pt: Resultados da votação
ro_ro: Rezultatul sonsajului
ru_ru: Результаты голосования
sk_sk: Výsledky hlasovania
sl: Rezultat glasovanja
sq: Rezultatet e sondazhit
sr_rs: Rezultati ankete
sv_se: Omröstningsresultat
sw_ke: Matokeo ya kura
ta: வாக்கெடுப்பு முடிவுகள்
th: ผลลัพธ์แบบสำรวจ
tl_ph: Mga resulta ng Poll
tr: Anket Sonuçları:
uk_ua: Результати опитування
vi_vn: Kết quả bình chọn
xh_za: Iziphumo zepoli
zh_cn: 投票结果
zh_tw: 投票結果

source: There is no Poll.
ar: ليس هناك استبيان
ast_es: Nun hai nenguna encuesta a disposición
bn_bd: কোনো পোল নেই।
bs_ba: Nema ankete.
ca_es: No hi ha disponible cap sondeig.
cs_cz: Žádná anketa není.
da: Der er ingen afstemning
de: Es gibt keine Umfrage.
el: Δεν υπάρχει δημοσκόπηση.
eo: Ne estas voĉdonado.
es: No hay disponible ningún sondeo.
es_mx: No hay encuesta.
eu_es: Ez dago inolako zundaketarik
fa_ir: هیچ رأی گیری وجود ندارد
fi_fi: Kyselyä ei ole.
fo_fo: Tað er ongin kanning.
fur: Nol è nengune Sondaige.
ga: Níl aon Phóll ann.
gl: Non hai dispoñible ningunha sondaxe.
he_il: אין סקר.
hi: कोई पोल नहीं है।
hr_hr: Ne postoji anketa.
hu_hu: Jelenleg nincs szavazás.
hy: Հարցում չկա:
id_id: Tidak ada Jajak Pendapat.
it: Non ci sono sondaggi.
ja: 投票はありません。
ka_ge: გამოკითხვა არ არსებობს.
ko_kr: 설문이 없습니다.
lo: ບໍ່ມີການສຳຫຼວດ.
lt_lt: Apklausos nėra.
lv_lv: Šeit nav aptaujas.
mk_mk: Нема анкета.
ms_my: Tiada tinju.
my_mm: စစ်တမ်းမရှိပါ။
ne: कुनै मतदान छैन।
nl: Er is geen poll beschikbaar.
nn_no: Det finst ingen avstemning.
oc: Cap de sondatge.
pl_pl: Brak sondażu
ps: هیڅ نظر پوښتنه نشته.
pt_br: Não há nenhuma enquete.
pt_pt: Não existe nenhuma Votação (Voll).
ro_ro: Nu este disponibil nicun sondaj.
ru_ru: Голосования нет
sk_sk: Žiadne hlasovanie.
sl: Ni glasovanj.
sq: Nuk ka sondazh.
sr_rs: Nema ankete.
sv_se: Det finns ingen omröstning.
sw_ke: Hakuna kura.
ta: வாக்கெடுப்பு இல்லை.
th: ไม่มีแบบสำรวจ
tl_ph: Walang Poll.
tr: Anket yok.
uk_ua: Опитування відсутнє.
vi_vn: Không có bình chọn nào.
xh_za: Akukho Poli.
zh_cn: 没有投票。
zh_tw: 沒有投票題目。

source: Meeting (max 4 seats)
ar: اجتماع حد أعلى 4 مقاعد
ast_es: Mou xunta (más. 4 places)
bn_bd: মিটিং (সর্বোচ্চ ৪ আসন)
bs_ba: Sastanak (maks 4 mjesta)
ca_es: Manera reunió (màx. 4 places)
cs_cz: Schůzka (max 4 místa)
da: Møde (maks. fire deltagere)
de: Meeting (max. 4 Teilnehmer)
el: Συνάντηση (μέγ. 4 θέσεις)
eo: Renkontiĝo (maks. 4 sidlokoj)
es: Modo reunión (máx. 4 plazas)
es_mx: Reunión (máx. 4 asientos)
eu_es: Bilera (gehienez, 4 lagun)
fa_ir: جلسه (حداکثر 4 صندلی)
fi_fi: Kokous (max 4 käyttäjää)
fo_fo: Fundur (mest 4 sæti)
fur: Riunion (max 4 postis)
ga: Cruinniú (uasmhéid 4 suíocháin)
gl: Modo reunión (máx. 4 prazas)
he_il: פגישה (מקסימום 4 מושבים)
hi: मीटिंग (अधिकतम 4 सीटें)
hr_hr: Sastanak (najviše 4 mjesta)
hu_hu: Találkozó (max. 4 férőhely)
hy: Հանդիպում (առավելագույն 4 տեղ)
id_id: Pertemuan (maks 4 kursi)
it: Videoconferenza (4 persone al massimo)
ja: ミーティング (最大4席)
ka_ge: შეხვედრა (მაქს. 4 ადგილი)
ko_kr: 회의 (최대 4석)
lo: ການປະຊຸມ (ສູງສຸດ 4 ບ່ອນນັ່ງ)
lt_lt: Susitikimas (maks. 4 vietos)
lv_lv: Apspriede (līdz 4 dalībniekiem)
mk_mk: Средба (макс. 4 места)
ms_my: Mesyuarat (maks 4 kerusi)
my_mm: အစည်းအဝေး (ထိုင်ခုံအများဆုံး ၄ ခုံ)
ne: भेटघाट (अधिकतम ४ सिट)
nl: Vergadering (max. 4 plaatsen)
nn_no: Møte (maks 4 plassar)
oc: Reunion (max 4 plaches)
pl_pl: Spotkanie (maksymalnie 4 osoby)
ps: غونډه (اعظمي 4 څوکۍ)
pt_br: Reunião (máximo 4 assentos)
pt_pt: Reunião (máx. 4 lugares)
ro_ro: Mod reuniune (maxim 4 locuri)
ru_ru: Встреча (максимум 4 места)
sk_sk: Stretnutie (max 4 miesta)
sl: Srečanje (največ 4 mesta)
sq: Takim (maks 4 vende)
sr_rs: Sastanak (maks. 4 mesta)
sv_se: Möte (max 4 platser)
sw_ke: Mkutano (max 4 viti)
ta: கூட்டம் (அதிகபட்சம் 4 இருக்கைகள்)
th: ประชุม (สูงสุด 4 ที่นั่ง)
tl_ph: Meeting (max 4 upuan)
tr: Tanışma (mak. 4 kişi)
uk_ua: Зустріч (макс. 4 місця)
vi_vn: Cuộc họp (tối đa 4 chỗ)
xh_za: Intlanganiso (max 4 izihlalo)
zh_cn: 会议（最多 4 个席位）
zh_tw: 會議(最多 4 個席位)

source: Conference (max 50 seats)
ar: اتصال حد أعلى 50 مقعدا
ast_es: Conferencia (más. 50 places)
bn_bd: কনফারেন্স (সর্বোচ্চ ৫০ আসন)
bs_ba: Konferencija (maks 50 mjesta)
ca_es: Conferència (màx. 50 places)
cs_cz: Konference (max 50 míst)
da: Konference (maks. 50 deltagere)
de: Konferenz (max 50 Teilnehmer)
el: Συνέδριο (μέγ. 50 θέσεις)
eo: Konferenco (maks. 50 sidlokoj)
es: Conferencia (máx. 50 plazas)
es_mx: Conferencia (máx. 50 asientos)
eu_es: Konferentzia (gehienez, 50 lagun)
fa_ir: کنفرانس (حداکثر 50 صندلی)
fi_fi: Luento (max 50 käyttäjää)
fo_fo: Fundur (mest 50 sæti)
fur: Conferince (max 50 postis)
ga: Comhdháil (uasmhéid 50 suíochán)
gl: Conferencia (máx. 50 prazas)
he_il: כנס (מקסימום 50 מושבים)
hi: कॉन्फ़्रेंस (अधिकतम 50 सीटें)
hr_hr: Konferencija (najviše 50 mjesta)
hu_hu: Találkozó (max. 50 férőhely)
hy: Կոնֆերանս (առավելագույն 50 տեղ)
id_id: Konferensi (maks 50 kursi)
it: Videolezione (50 persone al massimo)
ja: 会議 (最大50席)
ka_ge: კონფერენცია (მაქს. 50 ადგილი)
ko_kr: 컨퍼런스 (최대 50석)
lo: ການປະຊຸມໃຫຍ່ (ສູງສຸດ 50 ບ່ອນນັ່ງ)
lt_lt: Konferencija (maks. 50 vietų)
lv_lv: Konference (līdz 50 dalībniekiem)
mk_mk: Конференција (макс. 50 места)
ms_my: Persidangan (maks 50 kerusi)
my_mm: ညီလာခံ (ထိုင်ခုံအများဆုံး ၅၀ ခုံ)
ne: कन्फरेन्स (अधिकतम ५० सिट)
nl: Conferentie (max. 50 plaatsen)
nn_no: Konferanse (maks 50 plassar)
oc: Conferéncia (max 50 plaches)
pl_pl: Konferencja (maksymalnie 50 osób)
ps: غونډه (اعظمي 50 څوکۍ)
pt_br: Conference (máximo 50 assentos)
pt_pt: Conferência (máx. 50 lugares)
ro_ro: Conferință (maxim 50 locuri)
ru_ru: Конференция (максимум 50 мест)
sk_sk: Konferencia (max 50 miest)
sl: Konferenca (največ 50 mest)
sq: Konferencë (maks 50 vende)
sr_rs: Konferencija (maks. 50 mesta)
sv_se: Konferens (max 50 platser)
sw_ke: Mkutano (max 50 viti)
ta: மாநாடு (அதிகபட்சம் 50 இருக்கைகள்)
th: การประชุม (สูงสุด 50 ที่นั่ง)
tl_ph: Conference (max 50 upuan)
tr: Konferans (mak. 50 kişi)
uk_ua: Конференція (макс. 50 місць)
vi_vn: Hội nghị (tối đa 50 chỗ)
xh_za: Inkomfa (max 50 izihlalo)
zh_cn: 会议（最多 50 个席位）
zh_tw: 研討會(最多 50 席位)

source: Remaining seats
ar: المقاعد المتبقية
ast_es: Places sobrantes
bn_bd: অবশিষ্ট আসন
bs_ba: Preostala mjesta
ca_es: Places restants
cs_cz: Zbývající místa
da: Resterende pladser
de: noch freie Plätze
el: Υπολειπόμενες θέσεις
eo: Restantaj sidlokoj
es: Plazas restantes
es_mx: Asientos restantes
eu_es: Gainerako lekuak
fa_ir: صندلی های باقیمانده
fi_fi: Paikkoja jäljellä
fo_fo: Eldur sæti
fur: Postis rimagnûts
ga: Suíocháin atá fágtha
gl: Prazas restantes
he_il: המושבים הנותרים
hi: बची हुई सीटें
hr_hr: Preostala mjesta
hu_hu: Szabad férőhely
hy: Մնացած տեղեր
id_id: Kursi tersisa
it: Posti liberi
ja: 残席数
ka_ge: დარჩენილი ადგილები
ko_kr: 남은 좌석
lo: ບ່ອນນັ່ງທີ່ຍັງເຫຼືອ
lt_lt: Likusios vietos
lv_lv: Atlikušās brīvās vietas
mk_mk: Преостанати места
ms_my: Kerusi yang tinggal
my_mm: လက်ကျန်ထိုင်ခုံများ
ne: बाँकी सिटहरू
nl: Resterende plaatsen
nn_no: Gjenværande plassar
oc: Plaches restants
pl_pl: Pozostałe miejsca
ps: پاتې څوکۍ
pt_br: restantes lugares
pt_pt: Restantes lugares
ro_ro: Locuri rămase
ru_ru: Оставшиеся места
sk_sk: Ostávajúce miesta
sl: Preostala mesta
sq: Vende të mbetura
sr_rs: Preostala mesta
sv_se: Platser kvar
sw_ke: Viti vilivyobaki
ta: மீதமுள்ள இருக்கைகள்
th: ที่นั่งที่เหลือ
tl_ph: Natitirang upuan
tr: Kalan koltuklar
uk_ua: Залишилось місць
vi_vn: Số chỗ còn lại
xh_za: Izihlalo ezisele
zh_cn: 剩余席位
zh_tw: 餘下席位
