Repository: chamilo/chamilo-lms
Catalog: translations/messages.so_SO.po
Languages: so_so

source: No user found with activity in open courses without enrollment.
so_so: Ma jiro isticmaale la helay oo leh dhaqdhaqaaq koorsado furan oo aan la diiwaan gelin.

source: Inactive
so_so: Ma shaqayn

source: Mandatory fields
so_so: Goobaha qasabka ah

source: %s extension not available
so_so: Kordhinta %s ma jirto

source: The following users have accessed one or more courses without being officially registered. They generated activity in open courses but are not listed in the course subscription tables.
so_so: Isticmaaleyaasha soo socda ayaa geliyay hal ama in ka badan oo kursado ah iyaga oo aan si rasmi ah loo diiwaan gelin. Waxay abuureen dhaqdhaqaaq koorsado furan laakiin kuma liisna miisaska isdiiwaangelinta koorsada.

source: Users active in open courses (not enrolled)
so_so: Isticmaale firfircoon koorsado furan (aan la diiwaan gelin)

source: Show/Hide users active in open courses (not enrolled)
so_so: Muujin/Daawin isticmaale firfircoon koorsado furan (aan la diiwaan gelin)

source: Unsubscriptions
so_so: Ka-gabista

source: Subscriptions vs unsubscriptions, by day
so_so: Iskodsiinta vs ka-gabista, maalinlaha

source: Course/Session subscriptions, by day
so_so: Iskodsiinta koorsada/session-ka, maalinlaha

source: New users registrations
so_so: Diiwaangelinta isticmaale cusub

source: File imported just users that are not registered
so_so: Faylka la soo dejisay kaliya isticmaale aan la diiwaan gelin

source: Available groups
so_so: Kooxaha la heli karo

source: Total groups
so_so: Wadarta kooxaha

source: Column is locked or read-only
so_so: Tiirka waa quful ama wax-karid-kaliya

source: Remove state
so_so: Ka saar xaaladda

source: Saving...
so_so: Kaydinta...

source: Save attendance
so_so: Kaydi xaadirka

source: Signature
so_so: Saxiixa

source: Clear
so_so: Nadiifin

source: No attendance data to save.
so_so: Ma jiro xog xaadir ah oo la kaydin karo.

source: Attendance saved successfully
so_so: Xaadirka si guul leh ayaa loo kaydiyay

source: Failed to save attendance. Please try again.
so_so: Waan ku guuldareystay kaydinta xaadirka. Fadlan isku day mar kale.

source: Unknown attendance
so_so: Xaadir aan la aqoon

source: Error exporting to PDF
so_so: Qalad marka la dhoofinayo PDF

source: Error exporting to Excel
so_so: Qalad marka la dhoofinayo Excel

source: Failed to generate QR code
so_so: Waan ku guuldareystay in la soo saaro code-ka QR

source: Add attendance
so_so: Ku dar xaadirka

source: Search users for friends
so_so: Raadi isticmaale yaqaanyahay

source: Go to friends list
so_so: Tag liiska saaxiibada

source: Please enter a search query
so_so: Fadlan gel raadinta

source: Error fetching friends list
so_so: Qalad la heli karo liiska saaxiibada

source: Error fetching users
so_so: Qalad la heli karo isticmaale

source: Friend request sent successfully
so_so: Codsi saaxiibtinimo si guul leh u diray

source: Failed to send friend request
so_so: Waan ku guuldareystay in la diro codsiga saaxiibtinimada

source: You have a new friend request
so_so: Waxaad leedahay codsi saaxiibtinimo cusub

source: You have received a new friend request. Visit the invitations page to accept or reject the request.
so_so: Waxaad heshay codsi saaxiibtinimo cusub. Booqo bogga casuumadaha si aad u aqbasho ama diido codsiga.

source: Notification message sent successfully
so_so: Farriinta ogeysiiska si guul leh u diray

source: Failed to send notification message
so_so: Waan ku guuldareystay in la diro farriinta ogeysiiska

source: An error occurred while sending the notification message
so_so: Qalad ayaa dhacay intii la dirayay farriinta ogeysiiska

source: Are you sure to delete the friendship?
so_so: Ma hubtaa in aad tirtirto saaxiibtinimada?

source: If file exists
so_so: Haddii faylku jiro

source: New document
so_so: Dokument cusub

source: New drawing
so_so: Sawir gacmeed cusub

source: New cloud file
so_so: Fayl daruur cusub

source: Usage
so_so: Isticmaalka

source: Add file variation
so_so: Ku dar kala duwanaansho fayl

source: Set as default certificate
so_so: Deji shahaadada sida midka caadiga ah

source: Template options
so_so: Doorashooyinka template-ka

source: New folder
so_so: Xero cusub

source: Confirm deletion
so_so: Xaqiiji tirtirka

source: Saved
so_so: La keydiyay

source: Error deleting document(s).
so_so: Qalad tirtirka dokumentka (yada).

source: Replace video
so_so: Beddel fiidiyowga

source: Replace (files or videos only)
so_so: Beddel (faylal ama fiidiyowyada kaliya)

source: Document not saved
so_so: Dokumentka lama keydin

source: Document moved successfully
so_so: Dokumentka si guul leh ayaa loo raro

source: Error moving the document
so_so: Qalad rarista dokumentka

source: Certificate set as default successfully
so_so: Shahaadada si guul leh ayaa loo dejiyay sida caadiga ah

source: Error setting certificate as default
so_so: Qalad dejinta shahaadada sida caadiga ah

source: Template successfully deleted.
so_so: Template-ka si guul leh ayaa loo tirtiray.

source: Error deleting the template.
so_so: Qalad tirtirka template-ka.

source: The title and thumbnail are required.
so_so: Ciwaanka iyo thumbnail-ka waa loo baahan yahay.

source: Template created successfully.
so_so: Template-ka si guul leh ayaa la abuuray.

source: Error creating the template.
so_so: Qalad abuurista template-ka.

source: Error submitting the form.
so_so: Qalad gudbinta foomka.

source: Back to Documents
so_so: Ku noqo Dokumentiyada

source: Original file
so_so: Faylka asalka ah

source: Title:
so_so: Ciwaanka:

source: Format:
so_so: Qaabaynta:

source: Size:
so_so: Cabbirka:

source: Upload new variation
so_so: Rari kala duwanaansho cusub

source: Choose file
so_so: Dooro fayl

source: Current variations
so_so: Kala duwanaanshaha hadda

source: Creator
so_so: Abuuraha

source: Associated URL
so_so: URL la xidhiidha

source: Default (No URL)
so_so: Sareed (Maya URL)

source: Invite friends to group
so_so: Ku casoom saaxiibada kooxda

source: Available friends
so_so: Saaxiibada la heli karo

source: Selected friends
so_so: Saaxiibada la doortay

source: Sent invitations
so_so: Casuumaadyadii la diray

source: You have been invited to join this group
so_so: Waa lagu casuumay in aad ku biirto kooxdan

source: Assignment created
so_so: Shaqadii la abuuray

source: Write my submission
so_so: Qor soo gudbinta aniga

source: Add users
so_so: Ku dar isticmaale

source: Users without submission
so_so: Isticmaale aan soo gudbin

source: You can no longer submit. The deadline has passed.
so_so: Mar dambe ma gudbin kartid. Waqtiga la soo dhaafay.

source: Failed to export PDF
so_so: Waayay daabacaadda PDF

source: Are you sure you want to delete all corrections?
so_so: Ma hubinaysaa in aad rabto in aad tirtirto dhammaan sixirka?

source: All corrections deleted
so_so: Dhammaan sixirka waa la tirtiray

source: Failed to delete corrections
so_so: Waayay tirtirka sixirka

source: Add documents
so_so: Ku dar dukumentiyo

source: No documents added yet.
so_so: Ma jiraan dukumentiyo la daray welwel.

source: Available documents
so_so: Dukumentiyada la heli karo

source: No available documents.
so_so: Ma jiraan dukumentiyo la heli karo.

source: Error adding document
so_so: Qalad ku darista dukumentiga

source: Document removed
so_so: Dukumentiga waa la saaray

source: Error removing document
so_so: Qalad saarista dukumentiga

source: Assignment updated
so_so: Shaqada waa la cusboonaysiiyay

source: No users added yet.
so_so: Ma jiraan isticmaale la daray welwel.

source: Search users by username
so_so: Raadi isticmaale by username

source: No available users.
so_so: Ma jiraan isticmaale la heli karo.

source: User added
so_so: Isticmaale waa la daray

source: Error adding user
so_so: Qalad ku darista isticmaale

source: User removed
so_so: Isticmaale waa la saaray

source: Error removing user
so_so: Qalad saarista isticmaale

source: Student progress
so_so: Horumarka ardayga

source: Send email to all
so_so: U dir iimaylka dhammaan

source: Users without submission for assignment
so_so: Isticmaale aan soo gudbin shaqada

source: No missing submissions found for this assignment or data is not available.
so_so: Ma jiraan soo gudbino la'aanta ah ee shaqadan ama xogta ma jirto.

source: Email sent to all unsubmitted users.
so_so: Iimaylka waxaa loo diray dhammaan isticmaale aan soo gudbin.

source: Failed to send email.
so_so: Waayay dirista iimaylka.

source: Upload your assignment
so_so: Kordre shaqadaada

source: Submission title
so_so: Ciwaanka soo gudbinta

source: Enter a title for your submission
so_so: Gali ciwaan soo gudbintaada

source: Write your answer here...
so_so: Halkan ku qor jawaabtaada...

source: File uploaded successfully
so_so: Faylka si guul leh ayaa loo kor geliyay

source: Failed to upload file
so_so: Waayay kor gelida faylka

source: Please provide a title and some text
so_so: Fadlan bixi ciwaan iyo xoogaa qoraal ah

source: Text submitted successfully
so_so: Qoraalka si guul leh ayaa loo soo gudbiyay

source: Edit Terms and Conditions
so_so: Tafatir Shuruudaha iyo Xaaladaha

source: Type of terms
so_so: Nooca shuruudaha

source: Back to list
so_so: Ku noqo liiska

source: Show public link
so_so: Muuji linkka dadweynaha

source: Public link
so_so: Linkka dadweynaha

source: You can share or copy this link:
so_so: Waxaad la wadaagi kartaa ama koobi kartaa linkkan:

source: Select the link above and press Ctrl+C to copy it
so_so: Dooro ka doorka sare oo la doorto oo aad u riixo Ctrl+C si aad u koobiyo

source: New page
so_so: Bog cusub

source: Pages deleted
so_so: Bogagga waa la tirtiray

source: Export glossary
so_so: Dhoofinta glossary

source: Export to documents
so_so: Dhoofinta dukumentiyada

source: Could not delete term
so_so: Ma tirtiri karin ereyga

source: Exported to documents
so_so: Waxaa loo dhoofiyay dukumentiyada

source: Could not export to documents
so_so: Ma dhoofin karin dukumentiyada

source: Could not fetch glossary terms
so_so: Ma soo qaadi karin ereyada glossary

source: Edit glossary term
so_so: Tafatir ereyga glossary

source: Edit page layout
so_so: Tafatir qaabka bogga

source: e.g. /index.php
so_so: tusaale /index.php

source: URL is required
so_so: URL waa loo baahan yahay

source: Optional - e.g. ROLE_TEACHER
so_so: Ikhtiyaari - tusaale ROLE_TEACHER

source: Loading templates...
so_so: Soo dejinayaan templates...

source: Select a template
so_so: Dooro template

source: Layout templates
so_so: Templates layout

source: Back to layouts
so_so: Ku noqo layouts

source: Columns
so_so: Tiirarka

source: Blocks
so_so: Balookhyada

source: View JSON
so_so: Eeg JSON

source: Layout JSON details
so_so: Faahfaahinta JSON layout

source: Are you sure you want to delete this template?
so_so: Ma hubin tahay in aad rabto in aad tirtirto templatekan?

source: Create layout template
so_so: Abuur template layout

source: Layout template name
so_so: Magaca template layout

source: e.g. 3 columns layout
so_so: tusaale 3 tiir layout

source: Template name is required
so_so: Magaca template waa loo baahan yahay

source: Layout type
so_so: Nooca layout

source: Save template
so_so: Keydi template

source: Edit layout template
so_so: Tafatir template layout

source: Replace layout with predefined type?
so_so: Ku beddel layout nooca horay loo sii qeexay?

source: Page layout details
so_so: Faahfaahinta qaabka bogga

source: Loading layout...
so_so: Soo dejinayaan layout...

source: Create layout
so_so: Abuur layout

source: Manage templates
so_so: Maamul templates

source: Are you sure you want to delete this layout?
so_so: Ma hubin tahay in aad rabto in aad tirtirto layoutkan?

source: Create page layout
so_so: Abuur qaabka bogga

source: You do not have permission to view this page
so_so: Ma lihidin ogolaansho in aad aragto boggan

source: Why you want to delete your Legal Agreement
so_so: Maxaad u rabtaa in aad tirtirto Heshiiskaaga Sharciga ah

source: Delete Account
so_so: Tirtir Akoon

source: Go to Explore to find a topic of interest, or wait for someone to subscribe you
so_so: Tag Explore si aad u hesho mawduuc xiiso leh, ama sug qof kuu diiwaan geliya

source: Data exchanges (GDPR)
so_so: Isku beddelka xogta (GDPR)

source: Back to third parties
so_so: Ku noqo qaybaha saddexda

source: Data exchange
so_so: Isku beddelka xogta

source: Add exchange
so_so: Ku dar isku beddelka

source: All users?
so_so: Dhammaan isticmaale?

source: Add data exchange
so_so: Ku darbi data exchange

source: Select users
so_so: Dooro isticmaale

source: Please select at least one user.
so_so: Fadlan dooro ugu yaraan hal ugu yaraan hal isticmaale.

source: Data exchange successfully saved.
so_so: Data la iskuweynta si sax ah loo keydiyay.

source: Error saving data exchange.
so_so: Qalad la kulahaa keydinta data la iskuweynta.

source: Professional support
so_so: Taageero xirfadeed

source: Add third party
so_so: Ku darbi qolo saddexaad

source: Recruiter
so_so: Shaqaale qaade

source: Send data
so_so: Dir data

source: Is recruiter?
so_so: Ma shaqaale qaade yahay?

source: Is used for data exchange?
so_so: Ma loo adeegsaday iskuweynta data?

source: Event
so_so: Dhacdo

source: Go to session
so_so: Tag kalfadhi

source: Add your first link to this course
so_so: Ku dar xiriirkaaga kowaad ee koorsadan

source: There are no links in this category
so_so: Ma jiraan xiriirro qaybtan

source: With links
so_so: Xiriirro leh

source: Link deleted
so_so: Xiriirka waa la tirtiray

source: Could not delete link
so_so: Ma tirtiri karin xiriirka

source: Link visibility updated
so_so: Muuqalka xiriirka waa la cusboonaysiiyay

source: Could not change visibility of link
so_so: Ma beddeli karin muuqalka xiriirka

source: Link moved up
so_so: Xiriirka kor buu u dhaqaaqay

source: Could not move link up
so_so: Ma dhaqaajin karin xiriirka kor

source: Link moved down
so_so: Xiriirka hoos buu u dhaqaaqay

source: Could not move link down
so_so: Ma dhaqaajin karin xiriirka hoos

source: Could not delete category
so_so: Ma tirtiri karin qaybta

source: Visibility of category changed
so_so: Muuqalka qaybta waa la beddelay

source: Could not change visibility of category
so_so: Ma beddeli karin muuqalka qaybta

source: Could not retrieve links
so_so: Ma soo qaadi karin xiriirrada

source: Update category
so_so: Cusboonaysii qaybta

source: Update link
so_so: Cusboonaysii xiriirka

source: Matching courses
so_so: Koorsaska iswaafaqsan

source: Apply advanced filters
so_so: Dalban shaandhayn horusocod

source: Filter by title
so_so: Shaandheyn magaca

source: Filter by category
so_so: Shaandheyn qaybta

source: Filter by language
so_so: Shaandheyn luqadda

source: Loading more courses...
so_so: Raadinayaal koorsas badan...

source: Total number of sessions
so_so: Tirada guud ee kalfadhyada

source: Matching sessions
so_so: Kalfadhyada iswaafaqsan

source: Searching by
so_so: Raadinayaal

source: Loading sessions. Please wait.
so_so: Raadinayaal kalfadhyada. Fadlan sug.

source: No session available
so_so: Ma jiro kalfadhi diyaar ah

source: Loading more sessions...
so_so: Raadinayaal kalfadhyo badan...

source: Course ID is missing. Unable to navigate to the course home page.
so_so: ID koorska waa ka maqan yahay. Ma awoodo inaan u socdo bogga guriga koorska.

source: An unexpected error occurred.
so_so: Qalad lama filaan ah ayaa dhacay.

source: Incomplete courses
so_so: Koorsaska aan dhammaystirin

source: Session period
so_so: Muddada kalfadhiga

source: Search student
so_so: Raadi arday

source: Create new user
so_so: Abuur isticmaale cusub

source: Matching students
so_so: Ardayda iswaafaqsan

source: Local user
so_so: Isticmaale ya deegaanka

source: External user
so_so: Isticmaale dibadda ah

source: Send course invitation
so_so: U dir casuumaad koorsada

source: Password (leave blank to auto)
so_so: Eebbe (ka tag maran si otomaatig ah)

source: Send access details to user by email
so_so: U dir faahfaahinta gelitaanka isticmaaleka iimaylka

source: Course sent to
so_so: Koorsada loo diray

source: An error occurred while sending the course.
so_so: Qalad ayaa dhacay intii la dirayay koorsada.

source: User created
so_so: Isticmaaleka la abuuray

source: Could not create user
so_so: Ma abuuri karin isticmaale

source: Completed courses
so_so: Koorsadaha la dhameeyay

source: Issued at
so_so: La siiyay

source: Load more
so_so: Rari wax badan

source: Restartable courses
so_so: Koorsadaha dib loo bilaabi karo

source: Ended
so_so: Dhammaaday

source: Extend one week
so_so: Kordhi toddobaad

source: Could not load data
so_so: Ma rari karin xogta

source: Session extended
so_so: Fadhiga la kordhiyay

source: Action failed
so_so: Tallaabada way fashilantay

source: Available courses in this URL
so_so: Koorsadaha la heli karo ee URL-kaan

source: Loading courses...
so_so: Rariyaan koorsadaha...

source: No courses available.
so_so: Ma jiraan koorsado la heli karo.

source: Favorite courses
so_so: Koorsadaha ugu jecel

source: No favorite courses.
so_so: Ma jiraan koorsado jecel.

source: The user %s is waiting for an action about his/her personal data request. To manage personal data requests you can follow this link: %s
so_so: Isticmaale %s waxa uu sugayaa tallaabo ku saabsan codsigiisa xogta shakhsi ahaaneed. Si aad u maamusho codsiyada xogta shakhsi ahaaneed waxaad raaci kartaa xiriirkan: %s

source: Group does not exist in course
so_so: Kooxdu kuma jirto koorsada

source: Unauthorised access to group
so_so: Gelitaan la ogayn kooxda

source: You're not allowed in this group
so_so: Kuma ogola in aad kooxdan ka mid tahay

source: Save diagnostic changes
so_so: Keydi isbeddelada baaritaanka

source: Topic %s
so_so: Mawduuc %s

source: Software program
so_so: Barnaamijka software

source: Send mail to users
so_so: U dir iimaylka isticmaale

source: Update user list from XML/CSV
so_so: Cusboonaysii liiska isticmaale ee XML/CSV

source: CSV must look as follows:
so_so: CSV waa in ay u ekaataa sida soo socota:

source: Course/Session subscriptions by day
so_so: Ku-qorista koorsada/fadhiga maalinlaha

source: Remove user from all group-related entities if his/her name is not in the list
so_so: Ka saar isticmaale dhammaan hay'adaha la xidhiidha kooxda haddii magaciisa aanu ku jirin liiska

source: Groups assigned to URL
so_so: Kooxaha loo qoondeeyay URL

source: Proceed with the import
so_so: Ku sii wad soo dejinta

source: You only have access to the URL %s
so_so: Waxaad gelitaan u leedahay oo keliya URL %s

source: View certificate
so_so: Eeg shahaadada

source: The sub-language does not exist.
so_so: Luqadda-hoosaadku ma jiro.

source: Remove user from course if his/her name is not in the list
so_so: Ka saar isticmaale koorsada haddii magaciisa aanu ku jirin liiska

source: The user has not been deleted. Please confirm the user ID and try again.
so_so: Isticmaale lama tirtirin. Fadlan xaqiiji ID-ga isticmaale oo isku day mar kale.

source: The user has been deleted permanently.
so_so: Isticmaale si joogto ah ayaa loo tirtiray.

source: Selected users deleted permanently
so_so: Isticmaalayaasha la doortay si joogto ah ayaa loo tirtiray

source: The user has not been restored. Please confirm the user ID and try again.
so_so: Isticmaale lama soo celin. Fadlan xaqiiji ID-ga isticmaale oo isku day mar kale.

source: The user has been restored.
so_so: Isticmaale waa la soo celiyay.

source: Some of the selected users have not been restored. We recommend you confirm which, by using the advanced search.
so_so: Qaar ka mid ah isticmaalayaasha la doortay lama soo celin. Waxaan kugula talinaynaa in aad xaqiijiso goorta, adigoo isticmaalaya raadinta horumarsan.

source: Selected users restored.
so_so: Isticmaalayaasha la doortay ayaa la soo celiyay.

source: The account has been removed temporarily.
so_so: Xisaabta si ku meel gaar ah ayaa looga saaray.

source: Are you sure you want to unlock this user?
so_so: Ma hubtaa inaad furto adeegga isticmaalahani?

source: Are you sure you want to lock this user?
so_so: Ma hubtaa inaad qufulka adeegga isticmaalahani?

source: Add user group to selected URLs
so_so: Ku dar kooxda isticmaale ee URL-yada la doortay

source: Remove user group from selected URLs
so_so: Ka saar kooxda isticmaale ee URL-yada la doortay

source: Are you sure you want to assign the selected groups to the selected URLs?
so_so: Ma hubtaa inaad kooxaha la doortay ku xilsaartid URL-yada la doortay?

source: Are you sure you want to unassign the selected groups from the selected URLs?
so_so: Ma hubtaa inaad ka saartid kooxaha la doortay URL-yada la doortay?

source: The group has been removed from the selected URL.
so_so: Kooxda waa laga saaray URL-ka la doortay.

source: Assigned users
so_so: Isticmaale yaqaysan

source: Available users
so_so: Isticmaale diyaar

source: Login-only URL
so_so: URL-ga gelitaanka kaliya

source: User groups
so_so: Kooxaha isticmaale

source: Invalid access URL or course
so_so: Gelitaanka URL-ka ama koorska ee aan sax ahayn

source: Edit URL
so_so: Tafatiraha URL

source: Back to %s
so_so: Ku noqo %s

source: Currently showing users for role: <strong>%s</strong>
so_so: Waxaa hadda muujinaya isticmaale ee doorashada: <strong>%s</strong>

source: Missing POST data
so_so: Maqnaan POST data

source: To use the central login page feature, all URLs defined MUST use the same (root) domain name in order to limit security risks linked to sharing access tokens between URLs. URLs using a different domain name might not be taken into account for access sharing.
so_so: Si aad u isticmaasho muuqaalka bogga gelitaanka dhexe, dhammaan URL-yada la qeexay WAA inay isticmaalaan magaca domain-ka isku midka ah (root) si loo xadido khataraha amniga ee la xidhiidha wadaagista calaamadaha gelitaanka ee u dhexeeya URL-yada. URL-yada isticmaala magac domain ka duwan laga yaabaa inaan la tixgelin gelitaanka wadaagista.

source: Time spent on assignments
so_so: Waqtiga ku baxay shaqooyinka

source: Inactive learners
so_so: Barashada aan firfircoonayn

source: Result list
so_so: Liiska natiijada

source: Session start date
so_so: Taariikhda bilowga fadhiga

source: You can use the tags {{class_name}} and {{student_full_name}} in the question to be able to multiply questions. On the survey list page, in the action field, you have a button to multiply a question that will look for the {{class_name}} tag, duplicate the question for all the classes subscribed to the course, and rename it with the name of the class. It will also add a page ending to make a new page for each class. Then it will look for the {{student_full_name}} tag and duplicate the question for all the students in the class (for each class) and rename it with the student's full name.
so_so: Waad isticmaali kartaa calaamadaha {{class_name}} iyo {{student_full_name}} su'aasha si aad u dhigato su'aalo badan. Bogga liiska sahanka, goobta ficilka, waxaad leedahay badhan si aad u dhigato su'aalaha taas oo raadinaysa calaamadda {{class_name}}, nuqulida su'aasha dhammaan fasallada la diiwaan geliyay koorska, oo u beddeli magaca fasalka. Waxay sidoo kale ku dari doontaa bog dabayaaqo si aad u samayso bog cusub fasal kasta. Ka dib waxay raadin doontaa calaamadda {{student_full_name}} oo nuqulida su'aasha dhammaan ardayda fasalka (fasal kasta) oo u beddeli magaca buuxa ee ardayga.

source: Serie
so_so: Taxane

source: Add learner
so_so: Ku dar arday

source: Only courses with a personalized certificate are exported
so_so: Koorasyada leh shahaadada gaarka ah ee kaliya ayaa la dhoofiyaa

source: Show question number
so_so: Muuji nambarka su'aasha

source: Custom or undefined role
so_so: Doorasho gaar ah ama aan la qeexin

source: To unsubscribe from notifications, click here: %s
so_so: Si aad uga hartid ogeysiisyada, halkan riix: %s

source: You have been enrolled in the course
so_so: Waxaa lagugu diiwaan geliyay koorska
