Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Allow .htaccess from SCORM packages
qu_pe: SCORM paketakunamanta .htaccess qhaway

source: Normally, all .htaccess files are filtered and removed when importing content in Chamilo. This feature allows .htaccess to be imported if it is present in a SCORM package.
qu_pe: Chayripi, tukuy .htaccess willakuykuna filtrakuq Chamiloq content importarqanman. Kay yachay .htaccess importarqanman SCORM paketapi kanchasqa.

source: Learning paths categories can be managed in sessions
qu_pe: Sesionkunapi yatiq ñawpaq katiqoriykuna hallp'anay

source: Add learning paths and tests info to ticket reporting
qu_pe: Yatiq ñawpaqkuna pruibakuna ticket willakuykunaq info qhaway

source: Learning paths subscription settings
qu_pe: Yatiq ñawpaq suscripsion saqenakuna

source: Configure additional options for the learning paths subscription feature. Options include 'allow_add_users_to_lp' and 'allow_add_users_to_lp_category'.
qu_pe: Yatiq ñawpaq suscripsion yachaypi qhaway 'allow_add_users_to_lp' y 'allow_add_users_to_lp_category'.

source: Learning path display settings
qu_pe: Yatiq ñawpaq qhawachisqa saqenakuna

source: Configure additional options for the learning paths display. Options include 'show_reporting_icon', 'hide_lp_arrow_navigation', 'show_toolbar_by_default', 'navigation_in_the_middle' and 'add_extra_quit_to_home_icon'.
qu_pe: Yatiq ñawpaq qhawachisqa yachaypi qhaway 'show_reporting_icon', 'hide_lp_arrow_navigation', 'show_toolbar_by_default', 'navigation_in_the_middle' y 'add_extra_quit_to_home_icon'.

source: Download button after finishing learning paths
qu_pe: Yachay ñan tukukuynin qhipanakuy pini

source: Show download files button after finishing all LP. Example: if ABC is the course code, and 1 and 100 are the doc id, choose: ['courses' => ['ABC' => [1, 100]]].
qu_pe: Tukukuynin yachay ñanan ukunakunapun qhipanakuy pini rikuchiy. Ruray: ABC suyun código nisqapun, 1 y 100 doc id nisqakuna, suyay: ['courses' => ['ABC' => [1, 100]]].

source: Learning paths subscription for classes
qu_pe: Yachay ñanan wakinakuna willakuy

source: Enable subscription to learning paths and learning path categories to groups/classes.
qu_pe: Yachay ñanan wakinakuna y yachay ñanan katiqoriykunata willakuykunaman / yachakunaq.

source: Fixed encoding in learning path
qu_pe: Yachay ñananpi encoding kichay

source: Reduce resource usage by ignoring a check on the text encoding in imported learning paths.
qu_pe: Yapayuq yachay ñananpi willakuy encoding yachayniyta mana qhawayta munaspaykuq willakuykunata qhipanakuy yachayniyta hukkuchiy.

source: Use last score in learning path test prerequisites
qu_pe: Yachay ñanan yachakuy prerequisitopi iskay yachakuyta llamkay

source: When a test is used as prerequisite for an item in the learning path, use the last attempt of the test only as validation for the prerequisite (default is to use best attempt).
qu_pe: Yachakuy yachay ñananpi prerequisito nisqapi llamkaptinqa, yachakuy iskay yachakuykunamantan prerequisitota qhaway pruiban (mushoq yachakuykunamanta).

source: Display tests in list of learning path tests even if invisible
qu_pe: Mana rikchay yachakuykunatapis yachay ñanan yachakuykunata listapi rikuchiy

source: Edition of tests included in learning paths
qu_pe: Yachay ñananpi kitu yachakuykunata llamk'achiy

source: Enable editing tests even if they have been included in a learning path. The default is to prevent edition if the test is in a learning path, because that can affect consistency of tracking among many learners if test modifications are significant.
qu_pe: Yachay ñananpi kitu yachakuykunata llamk'achiy, musuq llamk'achiyta qhaway. Mushoqqa yachay ñananpi yachakuykunata llamk'achiyta manan munankunachu, kayqa yachakuykunata yachakuykunapi qhawayta saqenakuy.

source: Unlocked information in learning paths list
qu_pe: Yachay ñanan listapi kichasqa willakuy

source: This adds an 'unlocked' column in the learning paths list if the learner is subscribed to the given learning path and has access to it.
qu_pe: Kayqa yachakuy yachay ñananpi willakuykunapi 'kichasqa' sutiyuq kolumnata yapay, yachakuy yachay ñananpi willakuykunapi kitu.

source: Show max progress instead of average for learning paths reporting
qu_pe: Yachay ñanan willakuykunapi chaway promidiyoinata manan rikuchiy

source: Select max progress vs average for learning paths at course level
qu_pe: Yachay ñananpi chaway promidiyo vs promidiyo suyuyta suyay

source: Enable redefinition of the setting to show the best progress instead of averages in reporting of learnpaths at a course level.
qu_pe: Yachay ñananpi willakuykunapi promidiyokunata manan promidiyokunata rikuchiyta qhawayta musuq qhawayta llamk'achiy.

source: Learners can export learning paths
qu_pe: Yachakuykuna yachay ñanan yapuraykuynin

source: Enable this to allow learners to download the learning paths as SCORM packages.
qu_pe: Yachakuykuna yachay ñanan SCORM pakitukunata qhipanakuynin llamk'achiy.

source: Display link to learning path on course home when invisible
qu_pe: Mana rikchay yachay ñananpi suyuta kursu wasipi rikuchiy

source: If a learning path is set to invisible but the teacher/coach decided to make it available from the course homepage, this option prevents Chamilo from hiding the link on the course homepage.
qu_pe: Yachay ñanan mana rikchay sutiyuqmi kanman karqan yachakuy / yakaq yachay ñanan kursu wasipi qhawayta munasqanmi, kayniyqa Chamiloqa kursu wasipi suyuta qhallayta manan qhaway.

source: Display learning path availability to learners
qu_pe: Yachay ñanan yachakuykunaman qhawayta rikuchiy

source: Show learning paths to learners with their availability dates, rather than hiding them until the date comes.
qu_pe: Yachay ñanan yachakuykunaman qhaway pachaqkunawan rikuchiy, manan pacha hamuqinchus qhallay.

source: Update SCO status autonomously
qu_pe: SCO hallp'ata ñawpaqpi llamk'achiy

source: If the SCO is not sending a status, take over and update the status based on what can be observed in Chamilo.
qu_pe: SCO mana hallp'a kachkanman karqan, Chamiloq hallp'atata ñawpaqpi llamk'achiy.

source: Upload SCORM from cache dir
qu_pe: Cache dir-manta SCORM yapuray

source: Allow admins to upload a SCORM package (in zip form) into the cache directory and to use it as import source on the SCORM upload page.
qu_pe: Adminikuna cache dir-manta SCORM pakituta (zip ruqta) yapurayta qhaway SCORM yapuray paginapi.

source: Unlock learning path item if max attempt is reached for test prerequisite
qu_pe: Yachakuy prerequisitopi iskay yachakuy chawayqa yachay ñanan item kichay

source: Hide percentage sign in average of tests in learning paths in learner follow-up
qu_pe: Yachakuy yachakuykunapi promidiyo % nisqata qhallay

source: Hides the icon of percentage in 'Average of tests in Learning Paths' indication on a student tracking
qu_pe: Yachakuy yachakuykunapi 'Yachay ñananpi yachakuykunapi promidiyo' nisqapi % icon qhallay

source: Add acquisition column in learner follow-up
qu_pe: Yachakuy yachakuykunapi yapuray kolumna yapay

source: Add column to learner follow-up page to show acquisition status by a learner on a learning path.
qu_pe: Yachakuy yachakuykunapi kolumnata yapay yachakuy yachay ñananpi yapuray hallp'atata rikuchiy.

source: Add visibility information for learning paths on learner follow-up page
qu_pe: Yachakuy yachakuykunapi yachay ñanan rikchay willakuy yapay

source: Include learning paths not subscribed to on learner follow-up page
qu_pe: Yachakuy yachakuykunapi mana willakuy yachay ñanan yakuynin

source: Order of tools on 'My progress' page
qu_pe: 'Ñoqan chaway' paginapi llamk'akuna ñawpaq

source: Change the order of tools shown on the 'My progress' page for learners. Options include 'quizzes', 'learning_paths' and 'skills'.
qu_pe: 'Ñoqan chaway' paginapi rikchay llamk'akuna ñawpaqta llamk'achiy. Suyakuna: 'quizzes', 'learning_paths' y 'skills'.

source: Navigate between learning paths
qu_pe: Yachay ñananpi ñawpariy

source: Add the possibility to select a 'next' learning path and show buttons inside the learning path to move from one to the next.
qu_pe: 'Huk ñawpaq' yachay ñanan suyayta qhawayta yapay yachay ñananpi pini rikuchiy.

source: Date-based learning path items prerequisites
qu_pe: Pacha yachay ñanan item prerequisitokuna

source: Adds the option to define prerequisites with start and end dates for learnpath items.
qu_pe: Yachay ñanan itemkunapa prerequisitokuna pacha qallariy y pacha tukuyta qhawayta yapay.

source: Update users e-mail to dummy value during imports
qu_pe: Yapuraykunapi runakuna e-mail nisqata dummy valorpi llamk'achiy

source: During special CSV cron imports of users, automatically replace e-mails with dummy e-mail username@example.com.
qu_pe: Runakuna CSV cron yapuraykunapi, e-mailkunata username@example.com dummy e-mailwan tamyay.

source: Extra e-mail HTML header attributes
qu_pe: Yapakuy e-mail HTML header atributokuna

source: Extra e-mail HTML body attributes
qu_pe: Yapakuy e-mail HTML body atributokuna

source: E-mail editor for anonymous
qu_pe: Anonymouspa e-mail llamk'achiq

source: Allow anonymous users to send e-mails from the platform. In this day and age of information security this is not a recommended option.
qu_pe: Anonymous runakuna platformamanta e-mail kachayta qhaway. Willakuy amawt'insiyo nisqapi kayqa manan suyankunachu.

source: Hide e-mail content to bring users to platform
qu_pe: Runakunata platformaman suyaypaq e-mail willakuy qhallay

source: Prefer short e-mail versions with a link to the messaging space on the platform to increase platform-based engagement.
qu_pe: Platformapi mensayje wasipi suyuta qhawayta yapaykupaq qutuy e-mail versiyokunata suyay.

source: Send 2 registration e-mails
qu_pe: 2 willakuy e-mail kachay

source: Send two separate e-mails on registration. One for the username, another one for the password.
qu_pe: Willakuykunapi iskay e-mail kachay. Huk usernamepaq, huk passwordpaq.

source: Show sender's e-mail address in notifications
qu_pe: Willakuykunapi kachaykuna e-mail nisqata rikuchiy

source: Send score in percentage in test results notification
qu_pe: Tarina raphi notificacionesninapi porcentaje raphi qespin

source: E-mail addresses to send cronjobs execution reports
qu_pe: Cronjobs ejecutacion informesninata qespinapaq e-mail direksionkuna

source: Given as array of e-mail addresses. Does not work for all cronjobs yet.
qu_pe: E-mail direksionkuna array kasqanman qhasqan. Tukuy cronjobsninchikpi mana rurakuchu.

source: Extended notifications footer
qu_pe: Notificacionesninapaq llanthuq yarpasqallaq

source: Add a custom extra footer for notifications emails for a specific language, for example for privacy policy notices. Multiple languages and paragraphs can be added.
qu_pe: Notificaciones e-mailninchikpaq rimaykama llanthuq yarpasqallaq qillqay, qhepalla privacy policy notificacionespaq. Rimaqkuna y paragraphkuna yarpasqa atik.

source: Allow private messages between teachers about a learner
qu_pe: Yachakuqtaq yachay ñanpi amawt'akunaq rimayninkuna private atik

source: Allow exchange of messages from teachers/bosses about a user from the tracking page of that user.
qu_pe: Yachakuqpa tracking p'anqamanta amawt'/jefe rimayninkuna intercambio atik.

source: Allow learners to see messages about them between teachers
qu_pe: Yachakuqkuna amawt'akunaq rimayninkunata qhawayta atik

source: If exchange of messages about a user are enabled, this option will allow the corresponding user to see the messages. This is to comply with rules of transparency the organization may need to comply to.
qu_pe: Yachakuqtaq rimayninkuna intercambio kamachisqa kasqanman, kay opscionqa yachakuq runa rimayninkunata qhawayta atikun. Kayqa organizacion transparency qhawaykunata cumpinapaq.

source: Like/Dislike for social posts
qu_pe: Social postkunapaq Like/Dislike

source: Allows users to add feedback (likes or dislikes) to posts in social wall.
qu_pe: Runa social wall postkunaman feedback (likes o dislikes) yarpayta atik.

source: Disable 'dislike' for social posts
qu_pe: Social postkunapaq 'dislike' kikinakuy

source: Remove the thumb down option for social posts feedback. Only keep thumb up (like).
qu_pe: Social postkunapaq feedback thumb down opscionta qhallay. Qhepalla thumb up (like) saqillay.

source: Admins can see personal messages
qu_pe: Administradores personal rimayninkunata qhawayta atik

source: Allow administrators to see personal messages between a teacher and a learner. Please make sure you include a note in your terms and conditions as this might affect privacy protection.
qu_pe: Administradores amawt' yachakuq rimayninkuna qhawayta atik. Terms and conditionsninchikpi nota qillqay privacy protection afectanapaq.

source: Teachers can access learners messages only within session timeframe
qu_pe: Amawt'akuna yachakuq rimayninkunata qhepalla session timeframepi chaskiyta atik

source: Filter messages between a teacher and a learner between the session start end dates
qu_pe: Amawt' yachakuq rimayninkuna session qallariy y tukuy p'unchaykunapim filtray

source: UNO converter binaries
qu_pe: UNO kamachiyta binarios

source: Give the system path to the UNO converter library to enable some extra exporting features.
qu_pe: Sistema ñanqa UNO converter library qispinapaq yarpay extra exporting features kamachispaq.

source: Hide main navigation menu
qu_pe: Yapa ñanqata p'aki kamachiy

source: When using Chamilo for a specific purpose (like one massive online exam), you might want to reduce distraction even more by removing the side menu.
qu_pe: Chamiloq rumi imata uspaykipaq (huk massive online examllataq), distraction reduciy yantaq side menu qhallayta munanki.

source: PDF export resolution
qu_pe: PDF raphi kamachiy

source: This represents the resolution of generated PDF files (in dot per inch, or dpi). The default is 96. Increasing it will give you better resolution PDF files but will also increase the weight and generation time of the files.
qu_pe: Kayqa generachisqa PDF willakuykuna resolutionninta rikuchin (dot per inch, dpi). Kamachisqallaq 96. Yarpasqaqa better resolution PDF willakuykuna qispinchu, hamut'ayuq peso y generacion tiemponita yarpasqa.

source: Skip generic data in learner self-tracking page
qu_pe: Yachakuq self-tracking p'anqapi generic data qispichiy

source: If the 'My progress' page takes too long to load, you might want to remove the processing of generic statistics for the user. In this case enable this setting.
qu_pe: 'Ñoqan avancem' p'anqa tukuy tiemponpi carganapaq, runa generic statistics processing qispichiy. Kaypi kay settingta kamachiy.

source: Hide the complete username in 'who is online'
qu_pe: 'Kaykuna online'pi tukuy username kamachiy

source: The 'who is online' page (if enabled) will show a picture and a name for each user currently online. Enable this option to hide the names.
qu_pe: 'Kaykuna online' p'anqa (kamachisqa kasqanman) willakuy y sutinta rikuchin online runakunaq. Kay opscionta kamachiy sutikunata kamachiy.

source: Default number of table rows
qu_pe: Tabla filaq kamachisqallaq n°

source: How many rows should be shown in all tables by default.
qu_pe: Tukuy tablakunapi kamachisqallaq cuántas filakuna rikuksichun.

source: Double validation for registration process
qu_pe: Registro processpaq double validation

source: Simply display a confirmation request on the registration page before going forward with the user creation.
qu_pe: Registro p'anqapi confirmation solicitud rikuchiy runa creacionmanta ñawpaq.

source: Prevent access to 'My progress'
qu_pe: 'Ñoqan avancem'man chaskita mana atik

source: In specific implementations like online exams, you might want to prevent user access to the 'My progress' page.
qu_pe: Online exams imakunapi, 'Ñoqan avancem' p'anqaman runa chaskita mana atik.

source: Generate random username
qu_pe: Random username generay

source: When importing users (batch processes), automatically generate a random string for username. Otherwise, the username will be generated on the basis of the firstname and lastname, or the prefix of the e-mail.
qu_pe: Runa importaspayki (batch processes), usernamepaq random string automatically generay. Mana kasqanman, username firstname y lastname nisqakuna, o e-mail prefixmanta generasqa.

source: Timepicker increment
qu_pe: Pachaq kamachiy ñawinchay

source: Minimal time increment (in minutes) when selecting a date and time with the timepicker widget. For example, it might not be useful to have less than 5 or 15 minutes increments when talking about assignment submission, availability of a test, start time of a session, etc.
qu_pe: Timepicker widgetwan p'unchay y hora qhawaytaq minimal time increment (phutapi). Qhepalla, assignment submission, test availability, session qallariy tiemponapi 5 o 15 phutakuna increment mana munakun.

source: Proxy settings
qu_pe: Proxy kamachiykuna

source: Some features of Chamilo will connect to the exterior from the server. For example to make sure an external content exists when creating a link or showing an embedded page in the learning path. If your Chamilo server uses a proxy to get out of its network, this would be the place to configure it.<br><pre> [ 'stream_context_create' => [ 'http' => [ 'proxy' => 'tcp://example.com:8080', 'request_fulluri' => true ] ], 'curl_setopt_array' => [ 'CURLOPT_PROXY' => 'http://example.com', 'CURLOPT_PROXYPORT' => '8080' ] ] </pre>
qu_pe: Chamilo featuresqa servermanta paqarimanta conectan. Qhepalla link kamachispaq o learning pathpi embedded p'anqa rikuchispaq external content kanchusqanta yachachiy. Chamilo serverq proxy usqanman, kaypi proxyta qhaway.<br><pre> [ 'stream_context_create' => [ 'http' => [ 'proxy' => 'tcp://example.com:8080', 'request_fulluri' => true ] ], 'curl_setopt_array' => [ 'CURLOPT_PROXY' => 'http://example.com', 'CURLOPT_PROXYPORT' => '8080' ] ] </pre>

source: Video features
qu_pe: Willakuy vidiyo llank'aykuna

source: Array of extra features you can enable for the video player in Chamilo. Options include 'speed', which allows you to change the playback speed of a video.<br><pre> ['features' => ['speed']] </pre>
qu_pe: Chamilo video playerpaq extra features array kamachiy. Optionsqa 'speed' nisqan, video playback speed cambianapaq.<br><pre> ['features' => ['speed']] </pre>

source: Default offered pagination numbers in tables
qu_pe: Tablaqanpi ñawinchakunapaq ñawpaq willakuykuna

source: Set the options you want to appear in the navigation around a table to show less or more rows on one page. e.g. [50, 100, 200, 500].<br><pre> ['options' => [50, 100, 200, 500]] </pre>
qu_pe: Tabla watapi ñawinchakunata kamachiy imakunata munaspayki qawachinapaq. hukkunataq [50, 100, 200, 500].<br><pre> ['options' => [50, 100, 200, 500]] </pre>

source: Webservices return user field
qu_pe: Webservices yachakuq willakuy qispin

source: Ask REST webservices (v2.php) to return another identifier for fields related to user ID. This is useful if the external system doesn't really deal with user IDs as they are in Chamilo, as it helps the external system match the user data return with some external data that is know to Chamilo. For example, if you use an external authentication system, you can return the extra field used to match the user with the external authentication system rather than user.id.
qu_pe: REST webservices (v2.php)ta kamachiy yachakuq ID willakuykunaq huk identificador qispichiy. Kayqa allinchakmi mana Chamilo hina yachakuq IDkunawan yachakunachu, kayqa yachakuq willakuykunata yachachisqawan yachakunata qhatarichinapaq. Rikch'aq, mana allinchakunaq yachakuy sisitemita qhaspalla, yachakuqta qhatarichiy extra willakuy qispichiy mana yachakuq.id hinalla.

source: Hide disabled settings in sub-URLs
qu_pe: Mana llank'achka kamachiykuna sub-URLpi pakay

source: Set to yes to hide settings completely in a sub-URL if the setting is disabled in the main URL (where the access_url_changeable field = 0)
qu_pe: Ari niyspalla kamachiyqa mana llank'achka main URLpi (access_url_changeable = 0) mana qawachinchu sub-URLpi.

source: Max login attempts before lockdown
qu_pe: Qhaway lockdown munay ñawinchakuna

source: Number of failed login attempts to tolerate before the user account is locked and has to be unlocked by an admin.
qu_pe: Mana rurasqa qhawachisqa ñawinchakuna yachakuq iñiqta qullqachiy adminwan qullqachisqa.

source: Force password renewal at first login
qu_pe: Ñawpaq qhawachisqapi qhawachisqa willakuy qhaway

source: This is one simple measure to increase the security of your portal by asking users to immediately change their password, so the one that was transfered by e-mail is no longer valid and they then will use one that they came up with and that they are the only person to know.
qu_pe: Kay qhapa pukaq yachayniyukuywan portalniq seguridatata allichanapaq, ruraqkunata pascaskanki chakramanta sutinmanta askachakunata mañakunapaq, imataq e-chaskipi yachachasqankunamanta mana allinchakunapas, chaymantaqa qhapaq sutinta kamarun, paykunaqllam yachakun.

source: Hide breadcrumb if 'not allowed'
qu_pe: M breadcrumbsnita qhawarinaq 'mana saqillakchu'

source: If the user is not allowed to access a specific page, also hide the breadcrumb. This increases security by avoiding the display of unnecessary information.
qu_pe: Ruraqqa puka paginaman mana saqillakchu, kaymantaqa breadcrumbsnita qhawarinaq. Kayqa seguridatata allichanapaq, mana yachakunapaq yachanakuyninta qhawarinaq.

source: LDAP connection configuration
qu_pe: LDAP yuqakuyta kamarina

source: Array defining host and port for the LDAP server.<br><pre> ['host' => '', 'port' => ''] </pre>
qu_pe: LDAP sirwiqpi hostwan portninta kamariq array.<br><pre> ['host' => '', 'port' => ''] </pre>

source: Set expiration date on first login
qu_pe: Paskallaq yachakuypi kutichispaq fecha qhatunakuy

source: Array defining the 'days' and 'months' to set the account expiration date when the user first logs in.<br><pre> [ 'days' => 0, 'months' => 0, ] </pre>
qu_pe: Ruraqqa paskallaq yachakuypi sutin kutichispaq fechaq 'p'anchakuna'wan 'anaykuna' kamariq array.<br><pre> [ 'days' => 0, 'months' => 0, ] </pre>

source: Selective display of roles
qu_pe: Rurakunaq qhawarina selectivukuq

source: An array of role => true/false that defines whether that role should be shown or hidden.<br><pre> [ 'COURSEMANAGER' => true, 'STUDENT' => true, 'DRH' => false, 'SESSIONADMIN' => false, 'STUDENT_BOSS' => false, 'INVITEE' => false ] </pre>
qu_pe: Ruraq => true/false kamariq array, kay rurakuna qhawarinaqmi manaqmi.<br><pre> [ 'COURSEMANAGER' => true, 'STUDENT' => true, 'DRH' => false, 'SESSIONADMIN' => false, 'STUDENT_BOSS' => false, 'INVITEE' => false ] </pre>

source: Roles display options
qu_pe: Rurakunaq qhawarinaq opcioneqkuna

source: An array of role => true/false that defines whether that role should be shown or hidden.
qu_pe: Ruraq => true/false kamariq array, kay rurakuna qhawarinaqmi manaqmi.

source: Default expiration days by role
qu_pe: Rurakunaq kutichispaq p'anchakunaq yarpak

source: An array of role = > number which represents the number of days an account has before expiration, depending on the role.<br><pre> [ 'COURSEMANAGER' => 365, 'STUDENT' => 31, 'DRH' => 31, 'SESSIONADMIN' => 60, 'STUDENT_BOSS' => 60, 'INVITEE' => 31 ] </pre>
qu_pe: Ruraq = > número kamariq array, sutin kutichispaq p'anchakunaq, rurakunamanta wawqitapas.<br><pre> [ 'COURSEMANAGER' => 365, 'STUDENT' => 31, 'DRH' => 31, 'SESSIONADMIN' => 60, 'STUDENT_BOSS' => 60, 'INVITEE' => 31 ] </pre>

source: Set an extra field as trigger for registration as ex-learner
qu_pe: Ex-yachakuq registracionpi trigger ukhu kampuni kamarina
