Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Usage Rights
ar: حقوق الإستخدام
ast_es: Derechos d'usu
bn_bd: ব্যবহার অধিকার
bs_ba: Prava korištenja
ca_es: Drets d'ús
cs_cz: Práva k použití
da: Rettigheder
de: Verwendungsrechte
el: Δικαιώματα χρήσης
eo: Uzokondiĉoj
es: Derechos de uso
es_mx: Derechos de uso
eu_es: Erabiltzeko eskubideak
fa_ir: شرایط و ضوابط استفاده
fi_fi: Käyttöoikeudet
fo_fo: Bruksrættindi
fur: Dirit di doprâ
ga: Cearta Úsáide
gl: Dereitos de uso
he_il: זכויות שימוש
hi: उपयोग अधिकार
hr_hr: Prava uporabe
hu_hu: Használati jogok
hy: Օգտագործման իրավունքներ
id_id: Hak-hak Penggunaan
it: Diritti d'uso
ja: 使用権
ka_ge: გამოყენების უფლებები
ko_kr: 사용 권한
lo: ສິດການນຳໃຊ້
lt_lt: Vartojimo teisės
lv_lv: Lieto
mk_mk: Права на употреба
ms_my: Hak Penggunaan
my_mm: အသုံးပြုမှုအခွင့်အရေးများ
ne: प्रयोग अधिकार
nl: Gebruiksvoorwaarden
nn_no: Bruksrettar
oc: Dreches d'utilizacion
pl_pl: Prawa Użytkowania
ps: د کارولو حقونه
pt_br: Direitos de Uso
pt_pt: Direitos de utilização
ro_ro: Drepturile de utilizare
ru_ru: Права использования
sk_sk: Používateľské práva
sl: Pravice uporabe
sq: Të drejtat e përdorimit
sr_rs: Prava korišćenja
sv_se: Användar rättigheter
sw_ke: Haki za matumizi
ta: பயன்பாட்டு உரிமைகள்
th: ใช้สิทธิ์ Usage Rights
tl_ph: Mga Karapatan sa Paggamit
tr: Kullanım Hakları
uk_ua: Права використання
vi_vn: Quyền sử dụng
xh_za: Amalungelo okusetyenziswa
zh_cn: 使用权限
zh_tw: 使用權限

source: Version
ar: الاصدار
ast_es: Versión
bn_bd: সংস্করণ
bs_ba: Verzija
ca_es: Versió
cs_cz: Verze
el: Έκδοση
eo: Versio
es: Versión
es_mx: Versión
eu_es: Bertsioa
fa_ir: نسخه
fi_fi: Versio
fo_fo: Útgáva
ga: Leagan
gl: Versión
he_il: גרסה
hi: संस्करण
hr_hr: Verzija
hu_hu: Verzió
hy: Տարբերակ
id_id: Versi
it: Versione
ja: バージョン
ka_ge: ვერსია
ko_kr: 버전
lt_lt: Versija
lv_lv: Versija
mk_mk: Верзија
ms_my: Versi
my_mm: ဗားရှင်း
ne: संस्करण
nl: Versie
nn_no: Versjon
pl_pl: Wersja
ps: نسخه
pt_br: Versão
pt_pt: Versão
ro_ro: Versiune
ru_ru: Версия
sk_sk: Verzia
sl: Verzija
sq: Versioni
sr_rs: Verzija
sw_ke: Toleo
ta: பதிப்பு
th: รุ่น Version
tl_ph: Bersyon
uk_ua: Версія
vi_vn: Phiên bản
xh_za: Inguqulelo
zh_cn: 版本
zh_tw: 版本

source: select from list
ar: اختر من القائمة
ast_es: seleicionar del llistáu
bn_bd: তালিকা থেকে নির্বাচন করুন
bs_ba: odaberi iz liste
ca_es: seleccioneu de la llista
cs_cz: vybrat ze seznamu
da: vælg fra liste
de: Aus Liste auswählen
el: επιλογή από λίστα
eo: elektu el la listo
es: seleccionar de la lista
es_mx: seleccionar de la lista
eu_es: hautatu zerrendatik
fa_ir: لطفاً از درون لیست انتخاب کنید
fi_fi: Valitse listasta
fo_fo: vel frá listanum
fur: selezionâ de liste
ga: roghnaigh ón liosta
gl: seleccione da lista
he_il: בחר מתוך רשימה
hi: सूची से चुनें
hr_hr: odaberi s popisa
hu_hu: kiválasztás a listából
hy: ընտրել ցուցակից
id_id: pilih dari daftar
it: seleziona dall'elenco
ja: 一覧から選択
ka_ge: შერჩევა სიიდან
ko_kr: 목록에서 선택
lt_lt: Išrinkti iš sąrašo
lv_lv: izvēlieties no saraksta
mk_mk: избери од список
ms_my: pilih dari senarai
my_mm: စာရင်းမှ ရွေးပါ
ne: सूचीबाट छान्नुहोस्
nl: kies uit de lijst
nn_no: vel frå liste
oc: seleccionar de la lista
pl_pl: wybierz z listy
ps: له لړ څخه غوره کړئ
pt_br: escolher da lista
pt_pt: seleccionar da lista
ro_ro: selectare din listă
ru_ru: выбрать из списка
sk_sk: vybrať zo zoznamu
sl: izberi iz seznama
sq: zgjidh nga lista
sr_rs: selektuj sa liste
sv_se: välj från lista
sw_ke: chagua kutoka orodha
ta: பட்டியலில் தேர்ந்தெடு
th: เลือกจากรายการ select from list
tl_ph: piliin mula sa listahan
tr: listeden seç
uk_ua: вибрати зі списку
vi_vn: chọn từ danh sách
xh_za: khetha kuluhlu
zh_cn: 从列表中选择
zh_tw: 從清單中選擇

source: Created, size
ar: تم إنشاءها , الحجم
ast_es: Creau, tamañu
bn_bd: তৈরি, আকার
bs_ba: Kreiran, veličina
ca_es: Creat, grandària
cs_cz: Vytvořeno, velikost
da: Oprettet, størrelse
de: Erstellt, Größe
el: Δημιουργήθηκε, μέγεθος
eo: Farite je, grando
es: Creado, tamaño
es_mx: Creado, tamaño
eu_es: Sortua, tamaina
fa_ir: تاریخ ایجاد، اندازه
fi_fi: Luotu, koko
fo_fo: Upprunna, stødd
fur: Creadû, dimension
ga: Cruthaithe, méid
gl: Creado, tamaño
he_il: נוצר, גודל
hi: बनाया गया, आकार
hr_hr: Izrađeno, veličina
hu_hu: Létrehozva, méret
hy: Ստեղծված, չափ
id_id: Dibuat, ukuran
it: Creato, dimensione
ja: 作成日、サイズ
ka_ge: შექმნილი, ზომა
ko_kr: 생성됨, 사이즈
lo: ສ້າງ, ຂະໜາດ
lt_lt: Sukurta, dydis
lv_lv: Izveidots, izmērs
mk_mk: Креирано, големина
ms_my: Dicipta, saiz
my_mm: ဖန်တီးပြီး၊ အရွယ်အစား
ne: निर्मित, आकार
nl: Gemaakt op, grootte
nn_no: Oppretta, storleik
oc: Creat, talha
pl_pl: Utworzony, rozmiar
ps: جوړ شوی، اندازه
pt_br: Criado, tamanho
pt_pt: Criado, tamanho
ro_ro: Creat, dimensiunea
ru_ru: создан, размер
sk_sk: Vytvorený, veľkosť
sl: Ustvarjeno, velikost
sq: Krijuar, madhësia
sr_rs: Kreirano, veličina
sv_se: Skapad, storlek
sw_ke: Iliyoundwa, ukubwa
ta: உருவாக்கப்பட்டது, அளவு
th: สร้างแล้ว ขนาด Created, size
tl_ph: Nilikha, laki
tr: Oluşturuldu, boyutu
uk_ua: Створено, розмір
vi_vn: Đã tạo, kích thước
xh_za: Yenziwe, ubungakanani
zh_cn: 创建者、大小
zh_tw: 創建者、大小

source: in VCARD format
ar: بتنسيق VCARD
ast_es: en formatu VCARD
bn_bd: VCARD ফরম্যাটে
bs_ba: u VCARD formatu
ca_es: en format VCARD
cs_cz: ve formátu VCARD
da: i VCARD format
de: im VCARD Format
el: σε μορφή VCARD
eo: en VCARD-formato
es: en formato VCARD
es_mx: en formato VCARD
eu_es: VCARD formatuan
fa_ir: VCARD نوع فایل
fi_fi: VCARD muodossa
fo_fo: í VCARD sniði
fur: in formet VCARD
ga: i bhformáid VCARD
gl: en formato VCARD
he_il: בפורמט VCARD
hi: VCARD प्रारूप में
hr_hr: u formatu VCARD
hu_hu: VCARD formátumban
hy: VCARD ձևաչափով
id_id: dalam format VCARD
it: in formato VCARD
ja: VCARD形式で
ka_ge: VCARD ფორმატში
ko_kr: VCARD 형식
lo: ໃນຮູບແບບ VCARD
lt_lt: VCARD formatu
lv_lv: VCARD formātā
mk_mk: во VCARD формат
ms_my: dalam format VCARD
my_mm: VCARD ဖော်မတ်တွင်
ne: VCARD ढाँचामा
nl: in vCard-formaat
nn_no: i VCARD-format
oc: en format VCARD
pl_pl: w formacie VCARD
ps: په VCARD بڼه کې
pt_br: no formato vCard
pt_pt: no formato VCARD
ro_ro: in format VCARD
ru_ru: в формате VCARD (эл. визитная карточка)
sk_sk: vo formáte VCARD
sl: v VCARD formatu
sq: në format VCARD
sr_rs: u VCARD formatu
sv_se: i VCARD format
sw_ke: katika muundo wa VCARD
ta: VCARD வடிவத்தில்
th: ในรูปแบบ VCARD
tl_ph: sa VCARD format
tr: VCARD formatında
uk_ua: у форматі VCARD
vi_vn: định dạng VCARD
xh_za: kwifomati yeVCARD
zh_cn: VCARD 格式
zh_tw: VCARD 格式

source: Format
ar: التنسيق
ast_es: Formatu
bn_bd: ফরম্যাট
cs_cz: Formát
el: Φορμάτ
eo: Formato
es: Formato
es_mx: Formato
eu_es: Formatua
fa_ir: نوع فایل
fi_fi: Muoto
fo_fo: Snið
fur: Formet
ga: Formáid
gl: Formato
he_il: פורמט
hi: प्रारूप
hu_hu: Formátum
hy: Ձևաչափ
it: Formato
ja: 形式
ka_ge: ფორმატი
ko_kr: 형식
lo: ຮູບແບບ
lt_lt: Formatas
lv_lv: Formāts
mk_mk: Форматирање
my_mm: ဖော်မတ်
ne: ढाँचा
nl: Formaat
ps: بڼه
pt_br: Formato
pt_pt: Formato
ru_ru: Формат
sk_sk: Formát
sq: Formati
sw_ke: Muundo
ta: வடிவம்
th: รูปแบบ Format
uk_ua: Формат
vi_vn: Định dạng
xh_za: Ifomati
zh_cn: 格式
zh_tw: 格式

source: :draft:draft,, final:final,, revised:revised,, unavailable:unavailable
ar: :مسودة:مسودة,, نهائي
ast_es: :draft:apuntes,, final:final,, revised:revisáu,, unavailable:non disponible
bn_bd: :খসড়া:খসড়া,, চূড়ান্ত:চূড়ান্ত,, সংশোধিত:সংশোধিত,, অনুপলব্ধ:অনুপলব্ধ
bs_ba: :draft:nacrt,, final:finalni,, revised:revidirani,, unavailable:nedostupan
ca_es: :draft:esborrany,, final:final,, revised:revisat,, unavailable:no disponible
cs_cz: :draft:návrh,, final:konečný,, revised:revidovaný,, unavailable:nedostupný
da: :draft:udkast,, final:endelige,, revised:revideret,, unavailable:utilgængelig
el: :πρόχειρο:πρόχειρο,, τελικό:τελικό,, αναθεωρημένο:αναθεωρημένο,, μη διαθέσιμο:μη διαθέσιμο
eo: :draft:malneta versio,, final:fina versio,, revised:reviziita versio,, unavailable:ne disponebla
es: :draft:esbozo,, final:final,, revised:revisado,, unavailable:no disponible
es_mx: :draft:esbozo,, final:final,, revised:revisado,, unavailable:no disponible
eu_es: draft:zirriborroa,, final:azkena,, revised:aldatua,, unavailable:erabilezina
fa_ir: draft:چرک نویس,, final:آخرین نسخه,, revised:نسخه بازبینی شده,, unavailable:موجود نمی باشد
fi_fi: :luonnos:luonnos,, lopullinen:loppullinen,, tarkistettu:tarkistettu,, ei saatavilla:ein saatavilla
fo_fo: :drógv:drógv,, endalig:endalig,, umskrift:umskrift,, ikki tøk:ikki tøk
fur: :draft:boze,, final:finâl,, revised:rivî,, unavailable:no disponibiî
ga: :draft:draíocht,, final:deiridh,, revised:athbhreithnithe,, unavailable:neamhfheidhmeach
gl: :draft:borrador,,final:final,,revised:revisado,,unavailable:non dispoñible
he_il: :טיוטה:טיוטה,, סופי:סופי,, מתוקן:מתוקן,, לא זמין:לא זמין
hi: :draft:ड्राफ्ट,, final:अंतिम,, revised:संशोधित,, unavailable:अनुपलब्ध
hr_hr: :draft:nacrt,, final:finalni,, revised:revidirani,, unavailable:nedostupan
hu_hu: :draft:vázlat,, final:végleges,, revised:javított,, unavailable:nem elérhető
hy: :draft:ծրագիր,, final:վերջնական,, revised:վերանայված,, unavailable:անհասանելի
id_id: :draft:draft,, final:final,, perbaikan:perbaikan,, tak tersedia:tak tersedia
it: :draft:bozza,, final:finale,, revised:revisione,, unavailable:non disponibile
ja: :draft:下書き,, final:最終,, revised:改訂済み,, unavailable:利用不可
ka_ge: :draft:ნაკვთი,, final:საბოლოო,, revised:შესწორებული,, unavailable:შეუდებელი
ko_kr: :draft:초안,, final:최종,, revised:수정됨,, unavailable:사용 불가
lo: :ສະບັບຮ່າງ:ສະບັບຮ່າງ,, ສຸດທ້າຍ:ສຸດທ້າຍ,, ປັບປຸງ:ປັບປຸງ,, ບໍ່ມີ:ບໍ່ມີ
lt_lt: :draft:juodraštis,, final:galutinis,, revised:peržiūrėtas,, unavailable:neprieinamas
lv_lv: :draft:uzmetums,, final:pēdējais,, revised:pārskatīts,, unavailable:nepieejams
mk_mk: :нацрт:нацрт,, конечно:конечно,, проверено:проверено,, недостапно:недостапно
ms_my: :draft:draf,, final:akhir,, revised:disemak,, unavailable:tidak tersedia
my_mm: :မူကြမ်း:မူကြမ်း,, နောက်ဆုံး:နောက်ဆုံး,, ပြန်လည်ပြင်ဆင်ပြီး:ပြန်လည်ပြင်ဆင်ပြီး,, မရရှိနိုင်:မရရှိနိုင်
ne: :draft:ड्राफ्ट,, final:अन्तिम,, revised:संशोधित,, unavailable:उपलब्ध नभएको
nl: :draft:kladversie,, final:finale versie,, revised:herziene versie,, unavailable:niet beschikbaar
nn_no: :utkast:utkast,, endelig:endelig,, revidert:revidert,, utilgjengeleg:utilgjengeleg
oc: :draft:esbòs,, final:final,, revisat:revisat,, indisponible:indisponible
pl_pl: :projekt:projekt,, ostateczny:ostateczny,, zrewidowany:zrewidowany,, niedostępny:niedostępny
ps: :draft:مسوده,, final:نهایي,, revised:تعدیل شوې,, unavailable:غیر شته
pt_br: draft:rascunho,, final:final,, revised:revisado,, unavailable:indisponível
pt_pt: :draft:rascunho,, final:final,, revised:revisto,, unavailable:não disponível
ro_ro: schita:schita,, final:final,, revizuit:revizuit,, indisponibil:indisponibil
ru_ru: :черновик:черновик,, окончательный вариант:окончательный вариант,, проверенный:проверенный,, недоступный:недоступный
sk_sk: :draft:návrh,, final:finálny,, revised:revidovaný,, unavailable:nedostupný
sr_rs: :draft:draft,, konačno:konačno,, pregledano:pregledano,, nedostupno:nedostupno
sv_se: :draft:utkast,, final:final,, revised:reviderad,, unavailable:otillgänglig
sw_ke: :mswasi:mswasi,, mwisho:mwisho,, imebadilishwa:imebadilishwa,, haipatikani:haipatikani
ta: :draft:கரு,, final:இறுதி,, revised:திருத்தப்பட்ட,, unavailable:கிடைக்காத
th: ร่าง:ร่าง,งานสำเร็จ:งานสำเร็จ,แก้ไขใหม่:แก้ไขใหม่,ยังไม่ได้:ยังไม่ได้ :draft:draft,, final:final,, revised:revised,, unavailable:unavailable
tl_ph: :draft:draft,, final:final,, revised:revised,, unavailable:hindi available
tr: :taslak:taslak,, nihai:nihai,, revize:revize,, kullanılamaz:kullanılamaz
uk_ua: :draft:чернетка,, final:фінальна,, revised:переглянута,, unavailable:недоступна
vi_vn: :draft:nháp,, final:cuối cùng,, revised:sửa đổi,, unavailable:không khả dụng
xh_za: :draft:iyiliqili,, final:okugqityiweyo,, revised:hlaziyiweyo,, unavailable:ayifumaneki
zh_cn: :草稿:草稿,, 终稿:终稿,, 已修改:已修改,, 无用:无用
zh_tw: :草稿:草稿,, 終稿:終稿,, 已修改:已修改,, 無用:無用

source: :no:free, no cost,, yes:not free, cost
ar: :غير مجاني, لا كلفة,, نعم:غير مجاني, كلفة
ast_es: :no:gratis,, yes:nun ye gratis, tien de pagar
bn_bd: :না:বিনামূল্যে, কোন খরচ নেই,, হ্যাঁ:বিনামূল্যে নয়, খরচ আছে
bs_ba: :no:besplatno, bez troškova,, yes:nije besplatno, ima troškove
ca_es: :no:gratuït,, yes:no és gratuït, s'ha de pagar
cs_cz: :no:zdarma, bez poplatku,, yes:nezdarma, s poplatkem
da: :nej:gratis, ingen betaling,, ja:ikke gratis, betaling
de: :nein:frei, umsonst,, ja:nicht frei, kostenpflichtig
el: :όχι:δωρεάν, χωρίς κόστος,, ναι:μη δωρεάν, κόστος
eo: :no:senpaga,, yes:kontraŭ pago
es: :no:gratuito,, yes:no es gratuito, debe pagarse
es_mx: :no:gratuito,, yes:no es gratuito, debe pagarse
eu_es: ez:librea, doan,, bai:ez da librea, kostua
fa_ir: :no:رایگان,, yes:غیر رایگان
fi_fi: :ei:ilmainen, ei kustannuksia,, kyllä:ei ilmainen, kustannukset
fo_fo: :nei:ókeypis, ongin kostnaður,, ja:ikki ókeypis, kostnaður
fur: :no:gratis, senza cost,, yes:no gratis, al cost cost
ga: :no:saor, gan chostas,, yes:gan saor, costas
gl: :non:gratis, sen custo,, si:proprietario, con custo
he_il: :לא:חינם, ללא עלות,, כן:לא חינם, בעל עלות
hi: :no:मुक्त, कोई लागत नहीं,, yes:मुक्त नहीं, लागत
hr_hr: :ne:besplatno, ne plaća se,, da:nije besplatno, plaća se
hu_hu: no: szabad, ingyenes,, yes: nem szabad, fizetős
hy: :no:անվճար, առանց վճարի,, yes:ոչ անվճար, վճարով
id_id: :tidak:gratis, gratis,, ya:tidak gratis, biaya
it: :no:libero, gratuito,, yes:non libero, a pagamento
ja: :no:無料、料金なし,, yes:有料、料金あり
ka_ge: :no:უფასო, უფასო,, yes:არა უფასო, ფასიანი
ko_kr: :no:무료, 비용 없음,, yes:유료, 비용 있음
lo: :ບໍ່:ຟຣີ, ບໍ່ມີຄ່າໃຊ້ຈ່າຍ,, ແມ່ນ:ບໍ່ຟຣີ, ມີຄ່າໃຊ້ຈ່າຍ
lt_lt: :no:nemokamai, be kainos,, yes:ne nemokamai, su kaina
lv_lv: :no:bezmaksas, bez maksas,, yes:nav bezmaksas, ar maksu
mk_mk: :не:бесплатно, не се плаќа,, да:не е бесплатно, цена
ms_my: :no:percuma, tiada kos,, yes:tidak percuma, berbayar
my_mm: :မဟုတ်:အခမဲ့၊ ကုန်ကျစရိတ်မရှိ,, ဟုတ်သည်:အခမဲ့မဟုတ်၊ ကုန်ကျစရိတ်ရှိ
ne: :no:निःशुल्क, कुनै लागत नभएको,, yes:निःशुल्क नभएको, लागत
nl: :no:gratis,, yes:tegen betaling
nn_no: :nei:gratis, ingen kostnad,, ja:ikkje gratis, koster pengar
oc: :no:gratuit, sens còst,, òc:pas gratuït, còst
pl_pl: :nie:darmowy, brak kosztów,, tak:niedarmowy, koszt
ps: :no:رایگان, بې لګښت,, yes:رایگان نه, لګښت
pt_br: :não:grátis, não custo,, sim:não grátis, custo
pt_pt: :no:gratuito, sem custo,, yes:não gratuito, com custo
ro_ro: :nu:gratis,, da:nu este gratis, trebuie platit
ru_ru: :нет:свободно, бесплатно,, да:не свободно, за плату
sk_sk: :no:zadarmo, bez nákladov,, yes:nie zadarmo, s nákladmi
sl: ne:brezplačno, brezplačno,, da:plačljivo, cena
sq: :no:falas, pa kosto,, yes:jo falas, me kosto
sr_rs: :ne:besplatno, ne plaća se,, da:nije besplatno, plaća se
sv_se: :nej:fri, ingen avgift,, ja:inte fri, avgift
sw_ke: :hapana:bure, hakuna gharama,, ndiyo:si bure, gharama
ta: :no:இலவசம், செலவில்லை,, yes:இலவசமல்ல, செலவு
th: :ไม่:ฟรี,ไม่มีราคา,,ใช่:ไม่ฟรี,ราคา:no:free, no cost,, yes:not free, cost
tl_ph: :no:libreng, walang gastos,, yes:hindi libre, may gastos
tr: :hayır:ücretsiz, ücretsiz,, evet:ücretsiz değil, ücretli
uk_ua: :no:безкоштовно, без вартості,, yes:платно, з вартістю
vi_vn: :no:miễn phí, không tốn phí,, yes:có phí, tốn phí
xh_za: :no:simahla, akunaxabiso,, yes:ayisimahla, inezinto
zh_cn: :否:免费,, 是:要收费
zh_tw: :否:免費,, 是:要收費

source: :yes:copyright,, no:no copyright
ast_es: :sí:copyright,, no:ensin copyright
bn_bd: :হ্যাঁ:কপিরাইট,, না:কপিরাইট নেই
bs_ba: :yes:autorska prava,, no:bez autorskih prava
ca_es: :sí:copyright,, no:sense copyright
cs_cz: :yes:autorské právo,, no:bez autorského práva
da: :ja:Copyright,, nej:ingen Copyright
de: :ja:Copyright,, nein:kein Copyright
el: :ναι:πνευματικά δικαιώματα,, όχι:χωρίς πνευματικά δικαιώματα
eo: :yes:kopirajto,, no:ne kopirajto
es: :sí:copyright,, no:sin copyright
es_mx: :sí:copyright,, no:sin copyright
eu_es: bai:copyright,, ez: copyright gabe
fa_ir: :yes:حق مالکیت,, no:بدون حق مالکیت
fi_fi: :kyllä:tekijänoikeudet,, ei:ei tekijänoikeuksia
fo_fo: :ja:upphavsrætt,, nei:ikki upphavsrætt
fur: :yes:dirit d'autor,, no:senza dirit d'autor
ga: :yes:cóipcheart,, no:gan cóipcheart
gl: :si:con copyright,, non:sen copyright
he_il: :כן:זכויות יוצרים,, לא:ללא זכויות יוצרים
hi: :yes:कॉपीराइट,, no:कोई कॉपीराइट नहीं
hr_hr: :da:autorska prava,, ne:nema autorskih prava
hu_hu: :yes:jogvédett,, no:nem jogvédett
hy: :yes:հեղինակային իրավունք,, no:առանց հեղինակային իրավունքի
id_id: :ya:hak-cipta,, tidak:tidak ber-hak-cipta
it: :yes:copyright,, no:senza copyright
ja: :yes:著作権あり,, no:著作権なし
ka_ge: :yes:საავტორო უფლება,, no:საავტორო უფლება არა
ko_kr: :yes:저작권,, no:저작권 없음
lo: :ແມ່ນ:ມີລິຂະສິດ,, ບໍ່:ບໍ່ມີລິຂະສິດ
lt_lt: :yes:autoriaus teisės,, no:be autoriaus teisių
lv_lv: :yes:autortiesības,, no:nav autortiesību
mk_mk: :да:авторски права,, не:не авторски права
ms_my: :yes:berhak cipta,, no:tiada hak cipta
my_mm: :ဟုတ်သည်:မူပိုင်ခွင့်,, မဟုတ်:မူပိုင်ခွင့်မရှိ
ne: :yes:कपीराइट,, no:कपीराइट नभएको
nl: :yes:copyright,, no:geen copyright
nn_no: :ja:opphavsrett,, nei:ingen opphavsrett
oc: :òc:dret d'autor,, non:sens dret d'autor
pl_pl: :tak:prawo autorskie,, nie:brak praw autorskich
ps: :yes:کاپي راټ,, no:کاپي راټ نشته
pt_br: :sim:copyright,, não:sem copyright
pt_pt: :yes:copyright,, no:não copyright
ro_ro: :da:copyright,, nu:fara copyright
ru_ru: :да:авторское право,, нет:без авторского права
sk_sk: :áno:ochrana autorských práv,, nie:bez ochrany autorských práv
sq: :yes:të drejtat e autorit,, no:pa të drejtat e autorit
sr_rs: :da:copyright,, ne:ne copyright
sv_se: :ja:copyright,, nej:ingen copyright
sw_ke: :ndiyo:nakala,, hapana:hakuna nakala
ta: :yes:பதிப்புரிமை,, no:பதிப்புரிமை இல்லை
th: :ใช่ :ลิขสิทธิ์,, ไม่:ไม่มีลิขสิทธิ์ :yes:copyright,, no:no copyright
tl_ph: :yes:copyright,, no:walang copyright
tr: :evet:telif hakkı,, hayır:telif hakkı yok
uk_ua: :yes:авторське право,, no:без авторського права
vi_vn: :yes:bản quyền,, no:không bản quyền
xh_za: :yes:copyright,, no:akukho copyright
zh_cn: :是:有版权,, 否:无版权
zh_tw: :是:有版權,, 否:無版權
