Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Single registration
ar: التسجيل المنفرد
ast_es: Rexistru individual
bn_bd: একক নিবন্ধন
bs_ba: Jednokratna registracija
ca_es: Registre individual
cs_cz: Jednoduchá registrace
da: Enkelt tilmelding
de: Einzel-Anmeldung
el: Απλή εγγραφή
eo: Ununura aliĝo
es: Registro individual
es_mx: Registro único
eu_es: Banako erregistroa
fa_ir: ثبت نام تکی
fi_fi: Yksittäinen rekisteröinti
fo_fo: Ein skráseting
fur: Regjistrazion singole
ga: Clárú singil
gl: Rexistro individual
he_il: רישום בודד
hi: एकल पंजीकरण
hr_hr: Jedna registracija
hu_hu: Egyedi regisztráció
hy: Մեկ գրանցում
id_id: Pendaftaran tunggal
it: Iscrizione singola
ja: 単一登録
ka_ge: ერთჯერადი რეგისტრაცია
ko_kr: 단일 등록
lo: ການລົງທະບຽນແບບດ່ຽວ
lt_lt: Viena registracija
lv_lv: Individuāls reģistrs
mk_mk: Еднократна регистрација
ms_my: Pendaftaran tunggal
my_mm: တစ်ဦးတည်းမှတ်ပုံတင်ခြင်း
ne: एकल दर्ता
nl: Enkele registratie
nn_no: Einaste registrering
oc: Inscripcion única
pl_pl: Pojedyncza rejestracja
ps: یو واحد ثبت
pt_br: Registro individual
pt_pt: Inscrição individual
ro_ro: Inregistrare singulara
ru_ru: Однократная регистрация
sk_sk: Jednoduchá registrácia
sl: Registracija
sq: Regjistrim i vetëm
sr_rs: Jednostruki upis
sv_se: Enkel registrering
sw_ke: Usajili mmoja
ta: ஒற்றை பதிவு
th: การลงทะเบียนเดี่ยว
tl_ph: Mga solong pagpaparehistro
tr: Tek kayıt
uk_ua: Одиночна реєстрація
vi_vn: Đăng ký đơn
xh_za: Bhaliso elinye
zh_cn: 单人注册
zh_tw: 單一註冊

source: Multiple registration
ar: التسجيل المتعدد
ast_es: Rexistru múltiple
bn_bd: বহু নিবন্ধন
bs_ba: Višestruka registracija
ca_es: Registre múltiple
cs_cz: Vícenásobná registrace
da: Flere tilmeldinger
de: Mehrfach-Anmeldung
el: Πολλαπλή εγγραφή
eo: Pluraj aliĝoj
es: Registro múltiple
es_mx: Registro múltiple
eu_es: Erregistro anizkoitza
fa_ir: ثبت نام گروهی
fi_fi: Useita rekisteröintejä
fo_fo: Fleiri skrásetingar
fur: Regjistrazion multiple
ga: Clárú iolrach
gl: Rexistro múltiple
he_il: רישום מרובה
hi: बहु पंजीकरण
hr_hr: Višestruka registracija
hu_hu: Többszörös regisztráció
hy: Բազմակի գրանցում
id_id: Pendaftaran ganda
it: Iscrizione multipla
ja: 複数登録
ka_ge: მრავალჯერადი რეგისტრაცია
ko_kr: 다중 등록
lo: ການລົງທະບຽນແບບຫຼາຍຄົນ
lt_lt: Keli registracijos
lv_lv: Kolektīvs reģistrs
mk_mk: Многукратна регистрација
ms_my: Pendaftaran berganda
my_mm: မျိုးစုံမှတ်ပုံတင်ခြင်း
ne: बहु दर्ता
nl: Meerdere registraties
nn_no: Fleirtal registrering
oc: Inscripcion multipla
pl_pl: Wielokrotna rejestracja
ps: څو ځله ثبت
pt_br: Registros múltiplos
pt_pt: Inscrições múltiplas
ro_ro: Inregistrare multipla
ru_ru: Многократная регистрация
sk_sk: Viacnásobná registrácia
sl: Večkratna registracija
sq: Regjistrim i shumëfishtë
sr_rs: Višestruki upis
sv_se: Flera registreringar
sw_ke: Usajili mwingi
ta: இடைவெளி பதிவு
th: การลงทะเบียนหลายรายการ
tl_ph: Maraming pagpaparehistro
tr: Çoklu kayıt
uk_ua: Багатократна реєстрація
vi_vn: Đăng ký nhiều
xh_za: Bhaliso elininzi
zh_cn: 多人注册
zh_tw: 多重註冊

source: Full-text search feature
ar: خاصية البحث الكامل للنص
ast_es: Función de busca de testu completu
bn_bd: পূর্ণ-পাঠ্য অনুসন্ধান ফিচার
bs_ba: Funkcija pretrage punog teksta
ca_es: Funcionalitat de recerca de text complet
cs_cz: Funkce full-textového vyhledávání
da: Funktion til fuldtekst-søgning
de: Volltextsuche
el: Λειτουργία πλήρους αναζήτησης κειμένου
eo: Trajteksta serĉfunkcio
es: Funcionalidad de búsqueda de texto completo
es_mx: Función de búsqueda de texto completo
eu_es: Testu osoan bilatzeko gaitasuna
fa_ir: ویژگی جستجوی تمام‌متن
fi_fi: Täyshakutoiminto
fo_fo: Fulltekst leitingar funktion
fur: Funzion di ricerce testu dut
ga: Gné cuardaigh téacs iomlán
gl: Funcionalidade de procura de texto completo
he_il: תכונת חיפוש בטקסט מלא
hi: पूर्ण-पाठ खोज सुविधा
hr_hr: Funkcija pretraživanja punog teksta
hu_hu: Full-text keresési lehetőség
hy: Ամբողջական տեքստի որոնման հնարավորություն
id_id: Fitur pencarian teks penuh
it: Abilita ricerca testuale
ja: 全文検索機能
ka_ge: სრულტექსტიანი ძიების ფუნქცია
ko_kr: 전문 검색 기능
lt_lt: Pilno teksto paieškos funkcija
lv_lv: Pilna teksta meklēšanas funkcija
mk_mk: Функција за пребарување по цел текст
ms_my: Ciri carian teks penuh
my_mm: စာသားအပြည့်အဝရှာဖွေမှုအင်္ဂါရပ်
ne: पूर्ण-पाठ खोज सुविधा
nl: Volledige zoekfunctionaliteit
nn_no: Fulltekst-søkefunksjon
oc: Foncionalitat de recèrca en text complet
pl_pl: Funkcja pełnotekstowego wyszukiwania
ps: لړ متن لټون ځانګړتیا
pt_br: Funcionalidade de pesquisa de texto completo
pt_pt: Funcionalidade de pesquisa integral/completo de texto
ro_ro: Functia de cautare completa in text
ru_ru: Функция полнотекстового поиска
sk_sk: Funkcia vyhľadávania v celom texte
sl: Zmožnost iskanja po vsebini
sq: Veçoria e kërkimit me tekst të plotë
sr_rs: Funkcija pretrage punog teksta
sv_se: Fulltext-sökfunktion
sw_ke: Kipengele cha utafutaji wa maandishi kamili
ta: முழு உரை தேடல் அம்சம்
th: ฟีเจอร์ค้นหาข้อความเต็ม
tl_ph: Tampok sa buong-teksto na paghahanap
tr: Tam metin arama özelliği
uk_ua: Функція повнотекстового пошуку
vi_vn: Tính năng tìm kiếm toàn văn
xh_za: Uboniso olupheleleyo lwesigama
zh_cn: 全文搜索特性
zh_tw: 全文搜尋功能

source: Select 'Yes' to enable this feature. It is highly dependent on the Xapian extension for PHP, so this will not work if this extension is not installed on your server, in version 1.x at minimum.
ast_es: Escueya "Sí" pa habilitar esta función. Esta utilidá tien dependencia de la estensión Xapian pa PHP, polo que nun va funcionar si Xapian nun ta instalada nel servidor, como mínimo la versión 1.x
bn_bd: এই ফিচার সক্রিয় করতে 'হ্যাঁ' নির্বাচন করুন। এটি PHP-এর Xapian এক্সটেনশনের উপর অত্যন্ত নির্ভরশীল, তাই আপনার সার্ভারে এই এক্সটেনশন ইনস্টল না থাকলে এটি কাজ করবে না, সর্বনিম্ন ১.এক্স সংস্করণে।
bs_ba: Odaberite 'Da' da omogućite ovu funkciju. Vrlo je ovisna o Xapian ekstenziji za PHP, pa neće raditi ako ova ekstenzija nije instalirana na vašem serveru, minimalno verzije 1.x.
ca_es: Seleccioni "Sí" per habilitar aquesta funcionalitat. Aquesta utilitat depèn de l'extensió Xapian per a PHP, pel que no funcionarà si aquesta extensió no està instal·lada en el seu servidor, com a mmínim la versió 1.x
cs_cz: Zvolte ANO, pro povolení této funkce, Je silně závislé na Xapian rozšíření pro PHP, takže nebude fungovat, pokud toto rošíření nebude instalováno na vašem serveru, minimálně v 1.x verzi.
da: Vælg 'Ja' for at aktivere denne funktion. Den afhænger stærkt af Xapian-udvidelsen til PHP, så det virker ikke, hvis denne udvidelse ikke er installeret på din server i version 1.x som minimum.
el: Επιλέξτε «Ναι» για να ενεργοποιήσετε αυτή τη λειτουργία. Εξαρτάται σε μεγάλο βαθμό από την επέκταση Xapian για PHP, οπότε δεν θα λειτουργεί αν αυτή η επέκταση δεν είναι εγκατεστημένη στον διακομιστή σας, σε έκδοση 1.x ελάχιστα.
eo: Selekti 'Jes' por ŝalti ĉi tiun funkcion. Ĝi forte dependas de la Xapian-ekstendo por PHP, do ĝi ne funkcios se ĉi tiu ekstendo ne estas instalita sur via servilo, almenaŭ en versio 1.x.
es_mx: Selecciona 'Sí' para activar esta función. Depende en gran medida de la extensión Xapian para PHP, por lo que no funcionará si esta extensión no está instalada en tu servidor, en versión 1.x como mínimo.
eu_es: Hautatu "Bai", baliabide hau gaitzeko. Tresna hau PHPrako Xapian luzapenaren menpe dago erabat eta, horrexegatik, ez da ibiliko, luzapen hau zure zerbitzarian instalaturik ez badago, gutxienez, 1.x bertsiorako.
fa_ir: «بله» را انتخاب کنید تا این ویژگی فعال شود. این ویژگی به شدت به افزونه Xapian برای PHP وابسته است، بنابراین اگر این افزونه روی سرور شما نصب نباشد (حداقل نسخه ۱.x)، کار نخواهد کرد.
fi_fi: Valitse 'Kyllä' aktivoidaksesi tämän toiminnon. Se riippuu voimakkaasti PHP:n Xapian-laajennuksesta, joten tämä ei toimi, jos laajennusta ei ole asennettuna palvelimellesi vähintään versiossa 1.x.
fo_fo: Vel 'Ja' til at virkja hesa funktion. Hon er sera avhengig av Xapian framburaðinum fyri PHP, so hetta virkar ikki um hesin framburaðurin ikki er settur upp á tínum ambætara, í útgávu 1.x í minsta lagi.
fur: Scealt 'Si' pal ativâ cheste funzion. E al tegniment altament dependent de l'estension Xapian pal PHP, par che no funcionerâ se cheste estension no je instalade sul to server, in version 1.x a minim.
ga: Roghnaigh 'Tá' chun an ghné seo a chumasú. Tá sí ag brath go mór ar eisiamh Xapian do PHP, mar sin ní oibreoidh sé mura bhfuil an eisiamh seo suiteáilte ar do fhreastalaí, leagan 1.x ar a laghad.
gl: Seleccione "Si" para habilitar esta funcionalidade. Esta utilidade depende da extensión Xapian para PHP, polo que non funcionará se esta extensión non está instalada no seu servidor, como mínimo a versión 1.x
he_il: בחר "כן" כדי להפעיל תכונה זו. זה תלוי מאוד בתוסף Xapian עבור PHP, כך שזה לא יעבוד אם הרחבה זו לא מותקנת בשרת שלך, בגרסה 1.x לכל הפחות.
hi: इस सुविधा को सक्षम करने के लिए 'हाँ' चुनें। यह PHP के लिए Xapian एक्सटेंशन पर बहुत निर्भर है, इसलिए यदि यह एक्सटेंशन आपके सर्वर पर संस्करण 1.x न्यूनतम पर इंस्टॉल नहीं है तो यह काम नहीं करेगा।
hr_hr: Odaberite 'Da' za omogućavanje ove značajke. Ona jako ovisi o Xapian proširenju za PHP, pa neće raditi ako ovo proširenje nije instalirano na vašem poslužitelju, u verziji 1.x najmanje.
hu_hu: Válassza az 'Igen' opciót a funkció engedélyezéséhez. Ez erősen függ a PHP Xapian kiterjesztéstől, így nem fog működni, ha ez a kiterjesztés nincs telepítve a szerverén, legalább 1.x verzióban.
hy: Ընտրեք «Այո»՝ այս հնարավորությունը ակտիվացնելու համար: Այն բարձրորակ կախված է PHP-ի Xapian ընդլայնումից, ուստի այն չի աշխատի, եթե այդ ընդլայնումը չի տեղադրված ձեր սերվերում, նվազագույնը 1.x տարբերակով:
id_id: Pilih 'Ya' untuk mengaktifkan fitur ini. Fitur ini sangat bergantung pada ekstensi Xapian untuk PHP, sehingga tidak akan berfungsi jika ekstensi ini tidak diinstal di server Anda, minimal versi 1.x.
it: Selezionando "Sì" sarà abilitata la ricerca testuale libera. La ricerca sarà possibile se nel server è installata almeno la versione 1.x dell'estensione PHP Xapian.
ja: この機能を有効にするには「はい」を選択してください。この機能はPHPのXapian拡張に大きく依存するため、サーバーにバージョン1.x以上がインストールされていない場合は動作しません。
ka_ge: შეარჩიეთ 'კი' ფუნქციის ჩასართობად. ეს ძალიან დამოკიდებულია PHP-ის Xapian გაფართოებაზე, ამიტომ არ იმუშავებს, თუ ეს გაფართოება არ არის დაინსტალირებული სერვერზე, ვერსია 1.x მინიმუმ.
ko_kr: 이 기능을 사용하려면 '예'를 선택하십시오. PHP용 Xapian 확장에 크게 의존하므로 서버에 1.x 버전 이상이 설치되어 있지 않으면 작동하지 않습니다.
lo: ເລືອກ 'ແມ່ນ' ເພື່ອເປີດໃຊ້ຄຸນສົມບັດນີ້. ມັນຂຶ້ນກັບສ່ວນຂະຫຍາຍ Xapian ສໍາລັບ PHP ຢ່າງສູງ, ສະນັ້ນມັນຈະບໍ່ເຮັດວຽກຖ້າສ່ວນຂະຫຍາຍນີ້ບໍ່ໄດ້ຖືກຕິດຕັ້ງໃນເຊີບເວີຂອງທ່ານ, ຢ່າງໜ້ອຍຕ້ອງເປັນເວີຊັນ 1.x.
lt_lt: Pasirinkite „Taip“, kad įjungtumėte šią funkciją. Ji labai priklauso nuo PHP Xapian plėtinio, todėl neveiks, jei šis plėtinys nėra įdiegtas jūsų serveryje, bent 1.x versijoje.
lv_lv: Izvēlieties "Jā", lai nodrošinātu šo funkciju.<br> Funkcijas darbība ir ļoti atkarīga no Xapian paplašinājuma PHP, tāpēc tā nevar darboties, ja šis paplašinājuma nav instalēts jūsu serverī. Minimālā versija 1.x .
mk_mk: Избери 'Да' за да ја активираш оваа функција. Таа многу зависи од Xapian проширувањето за PHP, па нема да работи ако ова проширување не е инсталирано на твојот сервер, во верзија 1.x минимум.
ms_my: Pilih 'Ya' untuk mengaktifkan ciri ini. Ia sangat bergantung kepada sambungan Xapian untuk PHP, jadi ini tidak akan berfungsi jika sambungan ini tidak dipasang pada pelayan anda, versi 1.x sekurang-kurangnya.
my_mm: ဤအင်္ဂါရပ်ကို ဖွင့်ရန် 'ဟုတ်ကဲ့' ကို ရွေးပါ။ ၎င်းသည် PHP အတွက် Xapian တိုးချဲ့မှုပေါ်တွင် များစွာမူတည်သည်၊ ထို့ကြောင့် သင့်ဆာဗာတွင် ဤတိုးချဲ့မှုကို ဗားရှင်း ၁.x အနည်းဆုံးတွင် တပ်ဆင်မထားပါက ၎င်းသည် အလုပ်မလုပ်ပါ။
ne: यो सुविधा सक्षम गर्न 'हो' छान्नुहोस्। यो PHP को लागि Xapian एक्सटेन्सनमा अत्यधिक निर्भर छ, त्यसैले यदि यो एक्सटेन्सन तपाईंको सर्वरमा संस्करण १.एक्स कम्तीमा स्थापित छैन भने यो काम गर्दैन।
nl: Kies "Ja" om deze functionaliteit te activeren. Het vereist de Xapian extensie voor PHP waardoor deze functionaliteit niet zal werken als deze niet geïnstalleerd is op uw server. De Xapian extensie voor PHP moet minimaal versie 1.x zijn.
nn_no: Vel «Ja» for å aktiver denne funksjonen. Den er sterkt avhengig av Xapian-utvida for PHP, så dette vil ikkje fungera om denne utvida ikkje er installert på serveren din, i versjon 1.x som minimum.
oc: Seleccionatz 'Òc' per activar aquesta funcionalitat. Es depèn molt de l'extension Xapian per PHP, doncá aquò no foncionarà se esta extension es pas installada sul vòstre servidor, en version 1.x minimum.
pl_pl: Wybierz "Tak", aby włączyć tę funkcję. Funkcja jest zależna od rozszerzenia Xapian dla PHP, więc nie będzie działać, jeśli rozszerzenie nie jest zainstalowane na serwerze w wersji minimum 1.x
ps: 'هو' غوره کړئ ترڅو دا ځانګړتیا فعاله کړئ. دا په ډېره کچه د PHP لپاره Xapian توسیع پورې اړه لري، نو که دا توسیع ستاسو سرور کې نصب نه وي، لږ تر لږه نسخې ۱.کس کې، کار نه کوي.
pt_br: Selecione "Sim" para ativar esta funcionalidade. Esta aplicação depende da extensão Xapian para PHP, de modo que não funcionará se esta extensão não está instalada no seu servidor, como mínimo a versão 1.x
pt_pt: Seleccione "Sim" para activar esta funcionalidade. Esta funcionalidade está altamente dependente da extensão Xapian para PHP, pelo que não irá funcionar se esta extensão não estiver instalada no servidor, na versão mínima 1.x .
ro_ro: Selectati "Yes" pentru a activa aceasta functiune. Este dependenta de extensia Xapian pentru PHP, deci nu va functiona daca nu este instalata pe server si aceasta extensie, cel putin la versiunea 1.x.
ru_ru: Выберите «Да», чтобы включить эту функцию. Она сильно зависит от расширения Xapian для PHP, поэтому она не будет работать, если это расширение не установлено на вашем сервере, минимум версии 1.x.
sk_sk: Zvoľte "Áno", pre povolenie tejto funkcie. Je silno závislé na Xapian rozšírení pre PHP, takže nebude fungovať, pokiaľ toto rozšírenie nebude nainštalované na vašom serveri, minimálne vo verzii 1.x.
sq: Zgjidhni 'Po' për të aktivizuar këtë veçori. Është shumë e varur nga shtrirja Xapian për PHP, kështu që nuk do të funksionojë nëse kjo shtrirje nuk është instaluar në serverin tuaj, në versionin 1.x si minimum.
sr_rs: Izaberite 'Da' da omogućite ovu funkciju. Ona je visoko zavisna od Xapian ekstenzije za PHP, pa neće raditi ako ova ekstenzija nije instalirana na vašem serveru, u verziji 1.x minimum.
sv_se: Välj 'Ja' för att aktivera denna funktion. Den är mycket beroende av Xapian-tillägget för PHP, så det fungerar inte om detta tillägg inte är installerat på din server, i version 1.x som minimum.
sw_ke: Chagua 'Ndiyo' kuwezesha kipengele hiki. Inategemea sana ugani wa Xapian kwa PHP, kwa hivyo haitaweza kufanya kazi ikiwa ugani huu haujapangwa kwenye seva yako, katika toleo la 1.x angalau.
ta: இந்த அம்சத்தை செயல்படுத்த 'ஆம்' என தேர்ந்தெடுக்கவும். இது PHP-க்கான Xapian நீட்டிப்பை மிகவும் சார்ந்துள்ளது, எனவே இந்த நீட்டிப்பு உங்கள் சர்வரில் நிறுவப்படவில்லை என்றால் இது வேலை செய்யாது, குறைந்தபட்சம் 1.x பதிப்பில்.
th: เลือก 'ใช่' เพื่อเปิดใช้งานฟีเจอร์นี้ ขึ้นอยู่กับส่วนขยาย Xapian สำหรับ PHP มาก จึงจะไม่ทำงานหากเซิร์ฟเวอร์ไม่มีส่วนขยายนี้ เวอร์ชัน 1.x ขึ้นไป
tl_ph: Piliin ang 'Oo' upang i-activate ang tampok na ito. Ito ay lubos na nakadepende sa Xapian extension para sa PHP, kaya hindi ito gagana kung hindi naka-install ang extension na ito sa iyong server, sa bersyon 1.x na hindi bababa sa.
tr: Bu özelliği etkinleştirmek için 'Evet' seçin. Bu özellik büyük ölçüde PHP için Xapian uzantısına bağlıdır, bu nedenle sunucunuzda en az 1.x sürümünde bu uzantı yüklü değilse çalışmayacaktır.
uk_ua: Виберіть 'Так', щоб увімкнути цю функцію. Вона сильно залежить від розширення Xapian для PHP, тому це не працюватиме, якщо це розширення не встановлено на вашому сервері, версії 1.x мінімум.
vi_vn: Chọn 'Có' để kích hoạt tính năng này. Nó phụ thuộc nhiều vào phần mở rộng Xapian cho PHP, vì vậy sẽ không hoạt động nếu phần mở rộng này không được cài đặt trên máy chủ của bạn, phiên bản 1.x trở lên.
xh_za: Khetha 'Yebo' ukuze uvulelele eli bhaso.lixhobisa kakhulu ku-Xapian extension ye-PHP, ngoko alunakuze lisebenze ukuba esi sindululo asifakwanga kwi-server yakho, kwi-version 1.x ubuncinane.
zh_cn: 选择“是”以启用此功能。它高度依赖PHP的Xapian扩展，因此如果服务器上未安装该扩展（最低版本1.x），则无法工作。
zh_tw: 選擇「是」以啟用此功能。高度依賴 PHP 的 Xapian 延伸模組，若伺服器未安裝 1.x 版以上，則無法運作。

source: Find a training session
ar: البحث عن دورة
ast_es: Buscar una sesión
bn_bd: একটি প্রশিক্ষণ সেশন খুঁজুন
bs_ba: Pronađi obuku sesiju
ca_es: Buscar una versió
cs_cz: Nalézt sezení
da: Find en uddannelsessession
de: Finde eine Kurs-Session
el: Εύρεση συνεδρίας κατάρτισης
eo: Trovi trejnsesion
es: Buscar una sesión
es_mx: Buscar una sesión de capacitación
eu_es: Bilatu ikastaroko saioa
fa_ir: پیدا کردن یک جلسه آموزشی
fi_fi: Etsi koulutustilaisuus
fo_fo: Finn ein útbúgvingarbólk
fur: Trovâ une sesion di formazion
ga: Aimsigh seisiún oiliúna
gl: Buscar unha sesión
he_il: מצא אימון
hi: प्रशिक्षण सत्र खोजें
hr_hr: Pronađite sesiju za obuku
hu_hu: Képzési munkamenet keresése
hy: Գտնել ուսուցման սեանս
id_id: Cari sesi pelatihan
it: Trova una sessione
ja: 研修セッションを検索
ka_ge: სასწავლო სესიის მოძებნა
ko_kr: 교육 세션 찾기
lt_lt: Rasti mokymų sesiją
lv_lv: Meklēt mācību sesiju
mk_mk: Пребарај обука сесија
ms_my: Cari sesi latihan
my_mm: သင်တန်းအစည်းအဝေးတစ်ခုကို ရှာဖွေပါ
ne: प्रशिक्षण सत्र खोज्नुहोस्
nl: Sessie zoeken
nn_no: Finn ein opplæringsøkt
oc: Trobatz una session de formacion
pl_pl: Znajdź szkolenie
ps: د روزنې غونډه ومومئ
pt_br: Pesquisar uma sessão do curso
pt_pt: Pesquisar a sessão de um curso
ro_ro: Gasiti o sesiune
ru_ru: Найти сессию обучения
sk_sk: Nájsť stretnutie
sl: Poišči sejo
sq: Gjej një sesion trajnimi
sr_rs: Pronađi obuku sesiju
sv_se: Hitta en utbildningssession
sw_ke: Tafuta kikao cha mafunzo
ta: ஒரு பயிற்சி அமர்வைக் கண்டுபிடிக்கவும்
th: ค้นหาเซสชันฝึกอบรม
tl_ph: Hanapin ang sesyon ng pagsasanay
tr: Eğitim oturumu bul
uk_ua: Знайти навчальну сесію
vi_vn: Tìm phiên đào tạo
xh_za: Fumana iseshoni yoqeqesho
zh_cn: 查找培训会话
zh_tw: 尋找訓練課程

source: Session session
ar: الدورة الدورة
ast_es: Activar la sesión
bn_bd: সেশন সেশন
bs_ba: Sesija sesije
ca_es: Activació de la sessió
cs_cz: Aktivace sezení
de: Aktive Kurs-Session
el: Ενεργή περίοδος
eo: Sesio-sesio
es: Activación de la sesión
es_mx: Sesión de sesión
eu_es: Saioa aktibatzea
fa_ir: جلسه فعال
fi_fi: Istunto istunto
fo_fo: Bólk bólkur
fur: Sesion sesion
ga: Seisiún seisiún
gl: Activación da sesión
he_il: הפעלת הפעלה
hi: सत्र सत्र
hr_hr: Sesija sesije
hu_hu: Munkamenet munkamenet
hy: Սեանս սեանս
id_id: Sesi sesi
it: Attivazione della sessione
ja: セッションセッション
ka_ge: სესია სესია
ko_kr: 세션 세션
lo: ຊ່ວງເວລາຮຽນ
lt_lt: Sesijos sesija
lv_lv: Sesiju sesija
mk_mk: Сесија сесија
ms_my: Sesi sesi
my_mm: အစည်းအဝေး
ne: सत्र सत्र
nl: Actieve sessie
nn_no: Sesong sesong
pl_pl: Sesja sesja
ps: غونډه غونډه
pt_br: Ativação da sessão
pt_pt: Activar sessão
ro_ro: Sesiunea activa
ru_ru: Сессия сессии
sk_sk: Aktivácia stretnutia
sl: Seja seje
sq: Sesioni sesion
sr_rs: Sesija sesije
sw_ke: Kikao cha kikao
ta: அமர்வு அமர்வு
th: เซสชันเซสชัน
tl_ph: Sesyon ng sesyon
tr: Oturum oturumu
uk_ua: Сесія сесії
vi_vn: Phiên phiên
xh_za: Iseshini seseshini
zh_cn: 会话会话
zh_tw: 課程

source: Add URL
ar: URL اضافة رابط
ast_es: Amestar URL
bn_bd: ইউআরএল যোগ করুন
bs_ba: Dodaj URL
ca_es: Agregar URL
cs_cz: Přidat URL
da: Tilføj URL
de: URL einfügen
el: Προσθήκη συνδέσμου
eo: Aldoni URL
es: Agregar URL
es_mx: Agregar URL
eu_es: Gehitu URL
fa_ir: افزودن URL
fi_fi: Lisää Url
fo_fo: Legg URL afturat
fur: Zontâ URL
ga: Cuir URL leis
gl: Engadir URL
he_il: הוסף כתובת אתר
hi: URL जोड़ें
hr_hr: Dodaj URL
hu_hu: URL hozzáadása
hy: Ավելացնել URL
id_id: Tambah URL
it: Aggiungi URL
ja: URLを追加
ka_ge: URL-ის დამატება
ko_kr: URL 추가
lt_lt: Pridėti URL
lv_lv: Pievienot URL
mk_mk: Додај URL
ms_my: Tambah URL
my_mm: URL ထည့်ပါ
ne: URL थप्नुहोस्
nl: Url toevoegen
nn_no: Legg til URL
oc: Apondre una URL
pl_pl: Dodaj URL
ps: URL اضافه کړئ
pt_br: Adicionar URL
pt_pt: Adicionar Url/caminho
ro_ro: Adaugati URL
ru_ru: Добавить URL
sk_sk: Pridať Url
sl: Dodaj URL
sq: Shto URL
sr_rs: Dodaj URL
sv_se: Lägg till URL
sw_ke: Ongeza URL
ta: URL சேர்க்கவும்
th: เพิ่ม URL
tl_ph: Magdagdag ng URL
tr: URL Ekle
uk_ua: Додати URL
vi_vn: Thêm URL
xh_za: Gezisa i-URL
zh_cn: 添加连接
zh_tw: 新增網址

source: Show session coach
ar: اظهار اسم معلم الدورة
ast_es: Amosar el tutor de la sesión
bn_bd: সেশন কোচ দেখান
bs_ba: Prikaži sesijskog trenera
ca_es: Mostrar el tutor de la sessió
cs_cz: Zobrazit školitele sezení
da: Vis session-coach
de: Kurs-Session: Tutoren
el: Εμφάνιση υπευθύνου περιόδου
eo: Montri sesian trejniston
es: Mostrar el tutor de la sesión
es_mx: Mostrar coach de sesión
eu_es: Erakutsi saioaren arduraduna
fa_ir: نمایش مربی جلسه
fi_fi: Näytä istunnon valmentaja
fo_fo: Vís bólka stjóra
fur: Mostrâ coach sesion
ga: Taispeáin cóitseálaí seisiún
gl: Mostrar o titor da sesión
he_il: הצג מאמן הפעלה
hi: सत्र कोच दिखाएँ
hr_hr: Prikaži trenéra sesije
hu_hu: Munkamenet edző megjelenítése
hy: Ցուցադրել սեանսի դասախոսը
id_id: Tampilkan pelatih sesi
it: Mostra il tutor della sessione
ja: セッションコーチを表示
ka_ge: სესიის ტრენერის ჩვენება
ko_kr: 세션 코치 표시
lo: ສະແດງຄູຝຶກປະຈຳຊ່ວງເວລາຮຽນ
lt_lt: Rodyti sesijos trenerį
lv_lv: Rādīt sesijas vadītāju
mk_mk: Прикажи тренер на сесија
ms_my: Paparkan pengajar sesi
my_mm: အစည်းအဝေးနည်းပြဆရာကို ပြသပါ
ne: सत्र कोच देखाउनुहोस्
nl: Sessie coach weergeven
nn_no: Vis sesong-coach
oc: Afichar lo coach de session
pl_pl: Pokaż trenera sesji
ps: د غونډې لارښودونکی ښکاره کړئ
pt_br: Mostrar o tutor da sessão
pt_pt: Apresentar tutor na sessão
ro_ro: Afisati antrenorul sesiunii
ru_ru: Показать тренера сессии
sk_sk: Ukázať tútora stretnutia
sl: Pokaži inštruktorja seje
sq: Shfaq trajnerin e sesionit
sr_rs: Prikaži koča sesije
sv_se: Visa sessionens handledare
sw_ke: Onyesha mlezi wa kikao
ta: அமர்வு பயிற்சியாளரைக் காட்டு
th: แสดงโค้ชเซสชัน
tl_ph: Ipakita ang coach ng sesyon
tr: Oturum koçlarını / Liderlerini göster
uk_ua: Показати тренера сесії
vi_vn: Hiển thị huấn luyện viên phiên
xh_za: Bonisa i-coach yeseshoni
zh_cn: 显示会话教练
zh_tw: 顯示課程班指導師
