Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Show the classes to users. Classes are a feature that allow you to register/unregister groups of users into a session or a course directly, reducing the administrative hassle. When you pick this option, learners will be able to see in which class they are through their social network interface.
yo_ng: Fi awọn kilasi han awọn olumulo. Awọn kilasi jẹ ẹya ti o gba ọ laaye lati forukọsilẹ / pa awọn ẹgbẹ olumulo sinu akoko tabi akoko-ẹkọ taara, dinku wahala iṣakoso. Nigbati o ba yan aṣayan yii, awọn akẹkọ yoo ni anfani lati rii ninu kilasi wo ti wọn wa nipasẹ interfesi nẹtiwọọki awujọ wọn.

source: Exercise will be activated from %s to %s
yo_ng: Idaraya yoo ṣiṣẹ lati %s si %s

source: Exercise available from %s
yo_ng: Idaraya ti o wa lati %s

source: Exercise available until %s
yo_ng: Idaraya ti o wa titi di %s

source: Big icons view
yo_ng: Wiwo awọn aami nla

source: Check file permissions
yo_ng: Ṣayẹwo awọn igbanilaaye faili

source: Added to a LP
yo_ng: A ti fi kun si LP kan

source: Enable Quiz scenario
yo_ng: Ṣiṣẹlẹ ìdíwò ìdíwò

source: From here you will be able to create exercises that propose different questions depending in the user's answers.
yo_ng: Lati ibi yii iwọ yoo ni anfani lati ṣẹda awọn adaṣe ti o daba awọn ibeere oriṣiriṣi da lori awọn idahun olumulo.

source: Can't find the applet Nanogong
yo_ng: Ko le ri applet Nanogong

source: Before try to send the file you should make the recording
yo_ng: Ṣaaju ki o to gbiyanju lati fi faili ranṣẹ o yẹ ki o ṣe igbasilẹ

source: You did not give a name to file
yo_ng: Iwọ ko fun orukọ faili kan

source: Failed to submit the voice recording
yo_ng: Ikuna lati fi igbasilẹ ohun igbasilẹ silẹ

source: Voice recording has been submitted
yo_ng: Igbasilẹ ohun ti a ti fi silẹ

source: Record my voice
yo_ng: Gbasilẹ ohun mi

source: To start recording press the red button
yo_ng: Lati bẹrẹ igbasilẹ tẹ bọtini pupa

source: Voice record
yo_ng: Igbasilẹ ohun

source: Your browser does not send your recording to the platform, although you can save on your computer disk and send it later. To have all the features, we recommend using advanced browsers such as Firefox or Chrome.
yo_ng: Awọn aṣàwárí rẹ ko fi igbasilẹ rẹ ranṣẹ si pẹpẹ, botilẹjẹpe o le fi pamọ sori disiki kọnputa rẹ ki o si fi ranṣẹ nigbamii. Lati ni gbogbo awọn ẹya, a ṣe iṣeduro lilo awọn aṣàwárí ilọsiwaju bii Firefox tabi Chrome.

source: Already exist a file with the same name. Please, rename the file.
yo_ng: Faili kan ti wa tẹlẹ pẹlu orukọ kanna. Jọwọ, fun lorukọ faili naa.

source: Activate recorder - voice player Nanogong
yo_ng: Ṣiṣẹlẹ igbasilẹ - ẹrín ohun Nanogong

source: Nanongong is a recorder - voice player that allows you to record your voice and send it to the platform or download it into your hard drive. It also lets you play what you recorded. The learners only need a microphone and speakers, and accept the load applet when first loaded. It is very useful for language learners to hear his voice after listening the correct pronunciation proposed by teacher in a wav voice file.
yo_ng: Nanogong jẹ igbasilẹ - ẹrín ohun ti o gba ọ laaye lati ṣe igbasilẹ ohun rẹ ki o fi ranṣẹ si pẹpẹ tabi ṣe igbasilẹ sinu dirafu lile rẹ. O tun jẹ ki o ṣe ohun ti o gbasilẹ. Awọn akẹkọ nikan nilo ohun elo ati awọn agbohunsoke, ati gba idana applet nigbati akọkọ kojọpamọ. O wulo pupọ fun awọn akẹkọ ede lati gbọ ohun rẹ lẹhin gbigbọ pronunciation to tọ ti a dabaa nipasẹ olukọ ni faili ohun wav.

source: Assessments and attendances
yo_ng: Awọn igbelewọn ati wiwa

source: Exercises and learning paths are invisible in the new course
yo_ng: Awọn adaṣe ati awọn ọna ẹkọ ko han ni akoko-ẹkọ tuntun

source: Select a date range
yo_ng: Yan iwọn ọjọ kan

source: Are you sure you want to lock the evaluation?
yo_ng: Ṣe o daju pe o fẹ tii igbelewọn naa?

source: Are you sure you want to unlock the evaluation?
yo_ng: Ṣe o daju pe o fẹ ṣii igbelewọn naa?

source: Evaluation has been unlocked
yo_ng: Igbelewọn ti ṣii

source: Evaluation has been locked
yo_ng: Igbelewọn ti di tii

source: All done
yo_ng: Gbogbo ṣe

source: All not done
yo_ng: Gbogbo ko ṣe

source: If your Learning paths have audio files included, you should select them from the documents
yo_ng: Ti awọn ọna ẹkọ rẹ ba ni awọn faili ohun ti o wa, o yẹ ki o yan wọn lati awọn iwe-ipamọ

source: If you plan to upgrade from an older version of Chamilo, you might want to <a href="../../documentation/changelog.html" target="_blank">have a look at the changelog</a> to know what's new and what has been changed
yo_ng: Ti o ba gbero lati gbega lati ẹya agbalẹ ti Chamilo, o le fẹ <a href="../../documentation/changelog.html" target="_blank">wo changelog</a> lati mọ kini tuntun ati kini ti yipada

source: There was a problem uploading your document: the received file had a 0 bytes size on the server. Please, review your local file for any corruption or damage, then try again.
yo_ng: Iṣoro kan wa ni gbigbe iwe rẹ soke: faili ti a gba ni iwọn baiti 0 lori olupin. Jọwọ, ṣayẹwo faili agbegbe rẹ fun eyikeyi ibajẹ tabi ibajẹ, lẹhinna gbiyanju lẹẹkansi.

source: You have to choose a relation type
yo_ng: O ni lati yan iru ibatan kan

source: Relation type selection
yo_ng: Idayan iru ibatan

source: Add user to this URL
yo_ng: Fi olumulo kun si URL yii

source: Course registered to the URL
yo_ng: Akoko-ẹkọ ti forukọsilẹ si URL

source: You have to select at least one session and one URL
yo_ng: O ni lati yan o kere ju akoko kan ati URL kan

source: Select a URL
yo_ng: Yan URL kan

source: The sessions have been updated.
yo_ng: Awọn akoko ti ni imudojuiwọn.

source: URL deleted.
yo_ng: URL ti paarẹ.

source: Cannot delete this URL.
yo_ng: Ko le paarẹ URL yii.

source: Courses on the platform.
yo_ng: Awọn akoko-ẹkọ lori pẹpẹ.

source: Users updated.
yo_ng: Awọn olumulo ti ni imudojuiwọn.

source: Course homepage
yo_ng: Ibi akọkọ akoko-ẹkọ

source: Coming soon...
yo_ng: Ọla...

source: Dummy course content - only available on test platforms.
yo_ng: Akoonu akoko-ẹkọ apẹrẹ - nikan wa lori awọn pẹpẹ idanwo.

source: There are no selected courses or the courses list is empty.
yo_ng: Ko si awọn iṣẹ-ẹkọ ti a yan tabi akojọ awọn iṣẹ-ẹkọ ṣofo.

source: A code has been used twice in the file. This is not authorized. Courses codes should be unique.
yo_ng: Koodu kan ti lo lẹmeji ninu faili. Eyi ko gba laaye. Awọn koodu iṣẹ-ẹkọ yẹ ki o jẹ alailẹgbẹ.

source: This code exists
yo_ng: Koodu yii wa

source: The category could not be found
yo_ng: A ko le ri ẹka naa

source: Title of related course
yo_ng: Akọle iṣẹ-ẹkọ ibasepọ

source: Linked course's code
yo_ng: Koodu iṣẹ-ẹkọ ti a so pọ

source: Assign users to sessions administrator
yo_ng: Fi awọn olumulo sile si olutọju awọn akoko

source: Assign a users list to the sessions administrator
yo_ng: Fi akojọ awọn olumulo sile si olutọju awọn akoko

source: Class updated.
yo_ng: Kilasi ti yipada.

source: Class deleted.
yo_ng: Kilasi ti paarẹ.

source: The class could not be deleted.
yo_ng: A ko le paarẹ kilasi naa.

source: Some of the classes could not be deleted.
yo_ng: Diẹ ninu awọn kilasi ko le ṣe paarẹ.

source: Don't uncheck
yo_ng: Maṣe ṣẹkù

source: Modified
yo_ng: Ti yipada

source: Sessions list
yo_ng: Akojọ awọn akoko

source: Promotion
yo_ng: Igbega

source: Update session
yo_ng: Ṣe imudojuiwọn akoko

source: Path
yo_ng: Ọna

source: Over 100
yo_ng: Ju 100 lọ

source: Under the minimum.
yo_ng: Labẹ iṣẹju.

source: Select export option
yo_ng: Yan aṣayan okeere

source: Field added.
yo_ng: Aaye ti a ṣafikun.

source: The parent language does not exist.
yo_ng: Ede obi ko si.

source: The sub-language has not been removed.
yo_ng: A ko ti yọ ede-abẹ kuro.

source: Show/Hide
yo_ng: Han/Tabo

source: The status of this user cannot be changed to human resources manager.
yo_ng: Ipo olumulo yii ko le yipada si oluṣakoso awọn orisun eniyan.

source: Field taken
yo_ng: Aaye ti a gba

source: Authentication source unavailable.
yo_ng: Orisun ìdáwòdára ko wa.

source: Users subscribed to several courses through the use of virtual courses.
yo_ng: Awọn olumulo ti forukọsilẹ si ọpọlọpọ awọn iṣẹ-ẹkọ nipasẹ lilo awọn iṣẹ-ẹkọ fọọmu.

source: This user doesn't have a related URL.
yo_ng: Olumulo yii ko ni URL ibasepọ.

source: Extra data
yo_ng: Data afikun

source: Tests in learning paths
yo_ng: Awọn idanwo ni awọn ọna ẹkọ

source: There was an error.
yo_ng: Aṣiṣe kan waye.

source: Cannot move this to the same session.
yo_ng: Ko le gbe eyi lọ si akoko kanna.

source: Stats moved.
yo_ng: Awọn stats ti gbe.

source: User information for this course
yo_ng: Alaye olumulo fun iṣẹ-ẹkọ yii

source: Original course
yo_ng: Iṣẹ-ẹkọ atilẹba

source: Original session
yo_ng: Akoko atilẹba

source: Destination course
yo_ng: Iṣẹ-ẹkọ ibi-afẹde

source: Destination session
yo_ng: Akoko ibi-afẹde

source: The course does not exist in this session. The copy will work only from one course in one session to the same course in another session.
yo_ng: Iṣẹ-ẹkọ ko wa ninu akoko yii. Ẹda yoo ṣiṣẹ nikan lati iṣẹ-ẹkọ kan ninu akoko kan si iṣẹ-ẹkọ kanna ni akoko miiran.

source: User not registered.
yo_ng: Olumulo ko forukọsilẹ.

source: View stats
yo_ng: Wo awọn stats

source: Responsible
yo_ng: Iduduro

source: The attendance sheet is locked.
yo_ng: Iwe wiwa ti wa ni titiipa.

source: Assistance
yo_ng: Iranlọwọ

source: A course category with the same name already exists.
yo_ng: Ẹka iṣẹ-ẹkọ pẹlu orukọ kanna ti wa tẹlẹ.

source: OpenID redirect
yo_ng: Itọka OpenID

source: Blogs
yo_ng: Awọn blog

source: Select a course
yo_ng: Yan ṣàkà

source: Please select a course or a session in the sidebar.
yo_ng: Jọwọ yan ṣàkà tabi igba ni apa ọtun.

source: Others
yo_ng: Awọn miiran

source: Back to the course description
yo_ng: Pada si apejuwe ṣàkà

source: Postpone
yo_ng: Ṣe ìdádúró

source: The user doesn't have permissions to do the requested operation.
yo_ng: Olòpàlò kò ní ìyọnda láti ṣe ìṣiṣẹ́ tí a béèrè.

source: When a course code is duplicated, the database system detects a course code that already exists and prevents the creation of a duplicate. Please ensure no course code is duplicated.
yo_ng: Nígbà tí koodu ṣàkà ba ṣe ìdàpọ̀, ìpinnu ìkàwé ṣàlàyé koodu ṣàkà tí ó ti wà tẹ́lẹ̀ tí ó sì dènà ìdá ìdàpọ̀. Jọwọ rí i dájú pé kò sí koodu ṣàkà tí ó ṣe ìdàpọ̀.

source: New image
yo_ng: Àwòrán tuntun

source: Untitled
yo_ng: Àìlárì

source: Cannot delete files that are configured in read-only mode.
yo_ng: Kò le pa àwọn ìwé tí a ṣe ìdàsílẹ̀ ní ìpìlẹ̀ kíkà péré.

source: Invalid user detected.
yo_ng: A ṣàwárí olòpàlò tí kò yẹ.

source: Invalid group detected.
yo_ng: A ṣàwárí ẹgbẹ́ tí kò yẹ.

source: Overview of files in this Zip
yo_ng: Àkàlẹ̀ ìwòye àwọn ìwé nínú Zip yìí

source: Tests limits added
yo_ng: Àwọn ìdíbe ìdánwò ti a fi kun

source: Unlimited
yo_ng: Àìní ìdíbe

source: Limited time
yo_ng: Àkókò ìdíbe

source: Limited attempts
yo_ng: Ìgbìyànjú ìdíbe

source: Times
yo_ng: Ìgbà

source: Random
yo_ng: Pípa ìdàpọ̀

source: Enable exercise timer controller.
yo_ng: Ṣí ìdíwò ìṣàkòókò ìdánwò ṣiṣẹ́.

source: Numerical
yo_ng: Nọ́mba

source: Acceptable
yo_ng: Ìgbàgbọ́

source: Hotspot
yo_ng: Ibi ìgbóná

source: Change the visibility of the current image
yo_ng: Yí ìrísí àwòrán lọwòlọwò yìí padà

source: Steps
yo_ng: Àwọn ìgbòòrùn

source: Original value
yo_ng: Ìdíje pìpẹ̀

source: Choose an answer
yo_ng: Yan ìdáhùn kan

source: Import exercise
yo_ng: Ko ìdánwò wọlé

source: Multiple choice, multiple answers
yo_ng: Yàn pátápátá, ìdáhùn púpọ̀

source: Multiple choice, unique answer
yo_ng: Yàn pátápátá, ìdáhùn kan ṣoṣo

source: HotPotatoes files
yo_ng: Àwọn ìwé HotPotatoes

source: Area to avoid
yo_ng: Agbègbè láti yàgò

source: Total score is too big
yo_ng: Àpẹẹrẹ ìpinnu jù lọ

source: Invalid question type
yo_ng: Ọ̀rọ ìbéèrè tí kò yẹ

source: Insert qualification corresponding to max score
yo_ng: Fi ìdíje ìbámu ìpinnu ìdíje pàtàkì sínú

source: Thread moved
yo_ng: Ọkàn ìfọwọ́sowọ́pọ̀ ti gbé

source: Migrate forum
yo_ng: Gbé ìpìlẹ̀ ìfọwọ́sowọ́pọ̀ lọ

source: You will be notified
yo_ng: A ó fi ìròyìn rẹ hàn

source: Warning: moving gradebook elements can be dangerous for the data inside your gradebook.
yo_ng: Ìkìlọ̀: gbigbe àwọn ẹ̀ka ìdíje ìpinnu lè jẹ́ ewu fún ìròyìn nínú ìpinnu ìdíje rẹ.

source: The gradebook has been moved.
yo_ng: Ìpinnu ìdíje ti gbé.

source: The gradebook component has been moved.
yo_ng: Ẹ̀ka ìpinnu ìdíje ti gbé.

source: There are not linked components.
yo_ng: Kò sí àwùjọ ìsopọ̀.

source: There is no unique score range possibility.
yo_ng: Kò sí ìṣẹ́lẹ̀ ìdíje ìpinnu kan ṣoṣo.

source: The user did not take the exam.
yo_ng: Olòpàlò kò ṣe ìdánwò náà.

source: Delete user
yo_ng: Pa olòpàlò rẹ̀

source: Result deleted.
yo_ng: Àbájáde ti parẹ́.

source: Results deleted.
yo_ng: Àwọn àbájáde ti parẹ́.

source: Overwrite the maximum.
yo_ng: Kọ ìpinnu ìdíje pàtàkì lórí.

source: The import should overwrite the score.
yo_ng: Ìkọ́wélé yẹ kí ó kọ ìpinnu ìdíje.

source: No decimals
yo_ng: Kò sí ìdàpọ̀

source: Negative value
yo_ng: Iye ti kò dára

source: To export, you must lock the evaluation.
yo_ng: Láti ṣe ìtàn, o gbọ́dọ̀ títọ́ ìdíwò náà.

source: Show links
yo_ng: Fi awọn ìsopọ̀ hàn

source: Total for this category.
yo_ng: Lapapọ fún ẹka yìí.

source: Open document
yo_ng: Ṣii ìwé ìpamọ́

source: Lock evaluation
yo_ng: Títọ́ ìdíwò

source: Unlock evaluation.
yo_ng: Ṣí ìdíwò ṣí.

source: The evaluation is locked.
yo_ng: Ìdíwò náà ti títọ́.

source: Back to evaluation.
yo_ng: Pada sí ìdíwò.

source: Uploaded.
yo_ng: A ti kojọpọ̀.

source: Saved.
yo_ng: A ti fipamọ́.

source: Reset
yo_ng: Ṣàtúnṣe

source: E-mail sent from the platform
yo_ng: Ìmeẹ̀lì tí a fi rán láti orísun ayélujára

source: Information about the last finished step and the next unfinished one.
yo_ng: Ìròyìn nípa ìgbésẹ̀ tí ó parí hàn lẹ́yììn àti ìgbésẹ̀ tí kò tíì parí.

source: LaTeX code
yo_ng: Koodu LaTeX

source: LaTeX formula
yo_ng: Fọ́ọ̀mùlà LaTeX

source: Are you sure you want to lock the attendance?
yo_ng: Ṣe o dájú pé o fẹ́ títọ́ ìwà ìdásí?

source: The attendance is not locked, which means your teacher is still able to modify it.
yo_ng: Ìwà ìdásí kò tíì títọ́, èyí túmọ̀ pé olùkọ́ rẹ ṣì lè ṣàtúnṣe rẹ̀.

source: Lock attendance
yo_ng: Títọ́ ìwà ìdásí

source: Are you sure you want to unlock the attendance?
yo_ng: Ṣe o dájú pé o fẹ́ ṣí ìwà ìdásí ṣí?

source: Unlock attendance
yo_ng: Ṣí ìwà ìdásí ṣí

source: Locked attendance
yo_ng: Ìwà ìdásí tí a ti títọ́

source: Decrease the font size
yo_ng: Dín ìwọ̀n ìwé kù

source: Reset the font size
yo_ng: Ṣàtúnṣe ìwọ̀n ìwé

source: Increase the font size
yo_ng: Gbe ìwọ̀n ìwé gòkè

source: Logged in as %s
yo_ng: Wọlé gẹ́gẹ́ bí %s

source: Quantity
yo_ng: Ìpín

source: Attachment upload
yo_ng: Kojọpọ̀ ìsopọ̀

source: Auto-registration course
yo_ng: Ìdàsílẹ̀ ìdàríjọ ìpilẹ̀ṣẹ̀

source: The thematic advance tool allows you to organize your course through time.
yo_ng: Èlò ìlọsíwájú àkòkò yìí jẹ́ kí o ṣètò ìdàríjọ rẹ lọ́nà ìgbà.

source: The URL requested to get to this page, without the domain definition.
yo_ng: URL tí a béèrè láti dé ojú ìkànnì yìí, láìsí ìtumọ̀ ìpínlẹ̀.

source: Free space on disk
yo_ng: Àyè ọ̀fẹ́ lori ìlẹ̀ ìkọ́

source: Protected folder
yo_ng: Àpò ìdààmú

source: Some HTML attributed are not allowed.
yo_ng: Àwùjọ HTML kan pàápàá kò fàyò.

source: My other classes
yo_ng: Àwùjọ mi mìíràn

source: The provided XLS file is not valid.
yo_ng: Faili XLS tí a pèsè kò yẹ.

source: You are registered to session: %s.
yo_ng: O ti forukọ sí ìpàdé: %s.

source: Prev
yo_ng: Tẹ́lẹ̀

source: Configuration
yo_ng: Ìtò

source: Welcome to the Chamilo installer
yo_ng: Kaabọ sí olùfi ìdàdì Chamilo

source: Your PHP version does not match the requirements for this software. Please check you have the latest version, then try again.
yo_ng: Ẹya PHP rẹ kò ba ìbeere fún ìdàríjọ yìí mu. Jọ̀wọ́ ṣàyẹ̀wò pé o ni ẹya tuntun, lẹ́yìn náà gbìyànjú lẹ́ẹ̀kan mìíràn.

source: To social group
yo_ng: Sí ẹgbẹ́ ìbáṣepọ̀

source: %s wrote: <br /><i>%s</i>
yo_ng: %s kọ: <br /><i>%s</i>

source: Back to the group
yo_ng: Pada sí ẹgbẹ́

source: Go to attendances
yo_ng: Lọ sí ìwà ìdásí

source: Go assessments
yo_ng: Lọ sí ìdíwò

source: Edit current module
yo_ng: Ṣàtúnṣe ìpìlẹ̀ lọ́wọ́lọ́wọ̀

source: Terms for the search feature
yo_ng: Ọ̀rọ̀ fún ẹ̀rọ ìwádìí

source: User roles
yo_ng: Àwùjọ olùpẹ̀lò

source: Group roles
yo_ng: Àwùjọ ẹgbẹ́

source: Store permissions
yo_ng: Fipamisi awọn aṣẹ

source: Pending invitation
yo_ng: Ifiwepe ti ko ti ṣẹ

source: Maximum file size: %sMB.
yo_ng: Iwọn faili ti o pọ julọ: %sMB.

source: Your message has been sent.
yo_ng: Ìfọwọ́sowọ́pọ̀ rẹ ti fi lọ.

source: Tags
yo_ng: Awọn aami

source: Survey type unknown
yo_ng: Iru Iwadii ko mọ

source: Survey undefined
yo_ng: Iwadii lai ṣe ipinnu

source: Question comment
yo_ng: Ìwò ìbéèrè

source: Unknown question
yo_ng: Ìbéèrè tí kò mọ̀

source: Delete a survey group
yo_ng: Pa ẹgbẹ́ ìwádìí kan kúrò

source: An error occurred.
yo_ng: Ìṣòro kan ṣẹlẹ̀.

source: Classes unsubscribed.
yo_ng: Awọn kilasi ti yọkuro.

source: Not added to course
yo_ng: Ko ṣe afikun si iṣẹ-ẹkọ

source: Users who did not register.
yo_ng: Awọn oníṣe tí kò forukọsilẹ.

source: Clear filter results
yo_ng: Pa awọn abajade àlẹ̀ àfẹ́ kúrò

source: Select filter
yo_ng: Yan àlẹ̀ àfẹ́

source: Pages most linked
yo_ng: Awọn iwe ti o ni ìsopọ̀ julọ

source: Dead end pages
yo_ng: Awọn iwe òpin òkú

source: Newest pages
yo_ng: Awọn iwe tuntun julọ

source: Longest pages
yo_ng: Awọn iwe gigun julọ

source: Hidden pages
yo_ng: Awọn iwe ti o fi pamọ́

source: Most discussed pages
yo_ng: Awọn iwe tí ìjíròrò pọ̀ jùlọ

source: Best scores pages
yo_ng: Awọn iwe ìdíwò rere jùlọ

source: Highest progress pages
yo_ng: Awọn iwe ìlọsíwájú gíga jùlọ

source: Most discussed users
yo_ng: Awọn oníṣe tí ìjíròrò pọ̀ jùlọ

source: Random page
yo_ng: Iwe ìdàpọ̀

source: The date of effective blocking of sending the work can not be before the displayed posting deadline.
yo_ng: Ọjọ́ ìdènà ìfọwọ́sowọ́pọ̀ iṣẹ́ kò lè ṣáájú òpin akoko ìfihàn tí ó ṣàpẹẹrẹ.

source: Not reviewed
yo_ng: Kò yẹ̀wò

source: The operation is impossible, a directory with this name already exists.
yo_ng: Iṣẹ́ kò ṣeé ṣe, àpò ìpamọ́ pẹ̀lú orúkọ yìí ti wà tẹ́lẹ̀.

source: Document moved
yo_ng: Ìwé ti gbé lọ

source: There is no class scheduled today, try picking another day or add your attendance entry yourself using the action icons.
yo_ng: Kò sí kilasi tí a ṣètò lónìí, gbìyànjú yàn ọjọ́ mìíràn tàbí ṣàfikún ìdá àbọ ìdarapọ̀ rẹ fúnra rẹ̀ lọ́nà àwòrán ìṣe.

source: Add to calendar
yo_ng: Fi kun kalẹnda

source: Total weight
yo_ng: Àpapọ̀ ìwọ̀n

source: Random pick
yo_ng: Yàn ìdàpọ̀

source: The sum of all activity weights must be equal to the total weight indicated in your assessment settings, otherwise the learners will not be able to reach the sufficient score to achieve their certification.
yo_ng: Àpapọ̀ ìwọ̀n gbogbo ìṣẹ́ ìdàwò gbọ́dọ̀ dọ́gba ìwọ̀n àpapọ̀ tí a sọ nínú ìṣètò ìdáwò rẹ, bí kò ṣe bẹ́ẹ̀ àwọn akẹ́kọ̀ọ́ kò ní lè dé ìdíwò tó peye láti ṣàṣeyọrí ìjẹ́wọ́ ìdàbọ̀ wọn.

source: The sum of all weights of activities inside this assessment has to be equivalent to this number.
yo_ng: Àpapọ̀ ìwọ̀n gbogbo ìṣẹ́ nínú ìdàwò yìí gbọ́dọ̀ ṣe ìrẹ́jẹ pẹ̀lú nọ́mba yìí.

source: Auto-evaluation mode: show score and expected answers
yo_ng: Ìlànà ìdíwò fúnra: ṣàfihàn ìdíwò àti ìdáhùn ìrèlẹ̀

source: Exam mode: Do not show score nor answers
yo_ng: Ìlànà ìdánwò: Má ṣàfihàn ìdíwò tàbí ìdáhùn

source: You need to add a session category first
yo_ng: O gbọ́dọ̀ fi ẹka ìpàdé kun kọ́kọ́

source: You have a new invitation from %s
yo_ng: O ni ìfìwéra tuntun kan láti ọdọ %s

source: You have a new message from group %s
yo_ng: O ni ìfọwọ́sowọ́pọ̀ tuntun kan láti ẹgbẹ́ %s

source: You have a new message from %s
yo_ng: O ni ìfọwọ́sowọ́pọ̀ tuntun kan láti ọdọ %s

source: See message
yo_ng: Wo ìfọwọ́sowọ́pọ̀

source: See invitation
yo_ng: Wo ìfìwéra

source: You have received this notification because you are subscribed or involved in it to change your notification preferences please click here: %s
yo_ng: O ti gba ìfòyìsí yìí nítorí o ti forukọsilẹ tàbí o kọlù mọ́ ẹ̀yin láti yí ìfẹ́ ìfòyìsí rẹ padà, jọwọ́ tẹ́ ibi yìí: %s

source: Replies
yo_ng: Àwùjọ

source: Reply
yo_ng: Dáhùn

source: Installation guide
yo_ng: Ìtọ́nisọ́nà ìfiṣẹ́ ìdàbọ̀

source: Changes in last version
yo_ng: Àwùnṣe nínú ẹ̀yà ìkẹ́hìndé

source: Contributors list
yo_ng: Àkòkò ìdùpẹ́

source: Security guide
yo_ng: Itọsọna aabo

source: Optimization guide
yo_ng: Itọsọna iṣapẹẹrẹ

source: Free/Busy calendar
yo_ng: Kalẹnda Ọfẹ/Ṣiṣẹ

source: Load users' extra data
yo_ng: Ko data afikun awọn olumulo

source: Broken
yo_ng: Bajẹ

source: Check link
yo_ng: Ṣayẹwo ọna asopọ

source: Error: the element defined as prerequisite has been deleted.
yo_ng: Aṣiṣe: ẹya ti a ṣalaye bi prerequisite ti parẹ.

source: No item yet
yo_ng: Ko si ohun kan sibẹsibẹ

source: Protected pages
yo_ng: Awọn ipele aabo

source: Load extra user fields data (have to be marked as 'Filter' to appear).
yo_ng: Ko data aaye afikun olumulo (gbọdọ jẹ ami bi 'Filter' lati han).

source: Assistant
yo_ng: Olùrànlọ́wọ́

source: The sum of all weights of activities must be %s
yo_ng: Apapọ gbogbo iwuwo awọn iṣẹ ṣiṣe gbọdọ jẹ %s

source: Max weight need to be provided
yo_ng: Iwuwo ti o pọ julọ nilo lati pese

source: Extension could be loaded
yo_ng: Extension le gbe

source: SCORM Authoring tools supported
yo_ng: Awọn ohun elo SCORM Authoring ti ni atilẹyin

source: Disable end date
yo_ng: Pa ọjọ ipari ṣiṣẹ

source: Forum Categories
yo_ng: Awọn Ẹka Fọọmu

source: Cleanup of cache and temporary files
yo_ng: Isọdọmọ cache ati awọn faili igba diẹ

source: Chamilo keeps a copy of most of the temporary files it generates (for backups, exports, copies, etc) into its var/cache/ directory. After a while, this can add up to a very large amount of disk space being used for nothing. Click the button below to clean your archive directory up. This operation should be automated by a cron process, but if this is not possible, you can come to this page regularly to remove all temporary files from the directory.
yo_ng: Chamilo ṣe idaduro ẹda kan ti ọpọlọpọ awọn faili igba diẹ ti o ṣẹda (fun awọn afẹyinti, awọn aṣopọ, awọn idaako, abbl) sinu var/cache/ ilana rẹ. Lẹhin igba diẹ, eyi le ṣafikun si iye nla ti aaye disiki ti nlo fun ohunkohun. Tẹ bọtini isalẹ lati nu ilana ifipamọ rẹ mọ. Iṣẹ yii yẹ ki o jẹ adaṣe nipasẹ ilana cron, ṣugbọn ti eyi ko ṣeeṣe, o le wa si oju-iwe yii nigbagbogbo lati yọ gbogbo awọn faili igba diẹ kuro ninu ilana.

source: Proceed with cleanup
yo_ng: Tẹsiwaju pẹlu isọdọmọ

source: The var/cache/ directory cleanup has been executed successfully.
yo_ng: Isọdọmọ ilana var/cache ti ṣe aṣeyọri.

source: For some reason, the var/cache/ directory could not be cleaned up. Please clean it up by manually connecting to the server and delete all files and symbolic links under the chamilo/var/cache/ directory, except the .htaccess file. On Linux: # find var/cache/ \( -type f -or -type l \) -not -name .htaccess -exec echo rm -v \{} \;
yo_ng: Fun idi kan, ilana var/cache ko le ṣe isọdọmọ. Jọwọ ṣe isọdọmọ rẹ nipasẹ asopọ pẹlu olupin ati paarẹ gbogbo awọn faili ati awọn ọna asopọ aami labẹ chamilo/var/cache/ ilana, ayafi faili .htaccess. Lori Linux: # find var/cache/ ( -type f -or -type l ) -not -name .htaccess -exec echo rm -v {} ;

source: Enable start time
yo_ng: Ṣiṣẹ akoko ibẹrẹ

source: Enable end time
yo_ng: Ṣiṣẹ akoko ipari

source: The local time in the portal timezone (%s) is %s
yo_ng: Akoko agbegbe ni agbegbe akoko ọdẹ (%s) jẹ %s

source: Start test
yo_ng: Bẹrẹ idanwo

source: Export as .doc
yo_ng: Fo .doc

source: Wrong
yo_ng: Aṣiṣe

source: Certification
yo_ng: Iwe-aṣẹ

source: Online link to certificate
yo_ng: Asopọ ori ayelujara si iwe-aṣẹ

source: New tests
yo_ng: Awọn idanwo tuntun

source: My average
yo_ng: Aarin mi

source: All attempts
yo_ng: Gbogbo awọn igbiyanju
