Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: older
ar: اقدم
ast_es: más antiguu
bn_bd: পুরাতন
bs_ba: starije
ca_es: més antic
cs_cz: starší
da: ældre
de: älter
el: Οι παλαιότερες
eo: pli malnova
es: mas antiguo
es_mx: más antiguo
eu_es: zaharrena
fa_ir: قدیمی تر
fi_fi: vanhemmat
fo_fo: eldri
fur: plui vecj
ga: níos sine
gl: máis antigo
he_il: מבוגר
hi: पुराना
hr_hr: starije
hu_hu: régebbi
hy: ավելի հին
id_id: lebih lama
it: più vecchio
ja: 古い順
ka_ge: უფრო ძველი
ko_kr: 오래된
lo: ເກົ່າກວ່າ
lt_lt: senesnis
lv_lv: vecāks
mk_mk: постари
ms_my: lebih lama
my_mm: ပိုဟောင်းသော
ne: पुरानो
nl: ouder
nn_no: eldre
oc: mai ancian
pl_pl: Starsza
ps: زاړه
pt_br: mais antigas
pt_pt: mais antigo
ro_ro: mai vechi
ru_ru: более старые
sk_sk: starší
sl: starejši
sq: më i vjetër
sr_rs: starije
sv_se: äldre
sw_ke: la zamani
ta: பழைய
th: เก่ากว่า
tl_ph: mas luma
tr: daha eski
uk_ua: старіші
vi_vn: cũ hơn
xh_za: mdala
zh_cn: 较旧
zh_tw: 較舊

source: Who changed
ar: من قام بالتغيير
ast_es: Quién fizo'l cambiu
bn_bd: কে পরিবর্তন করেছে
bs_ba: Tko je promijenio
ca_es: Qui va fer el canvi
cs_cz: Kdo změnil
da: Hvem ændrede
de: geändert von wem
el: Ποιος άλλαξε
eo: Kiu ŝanĝis
es: Quien hizo el cambio
es_mx: Quién cambió
eu_es: Nork aldatu zuen
fa_ir: چه کسی تغییر داد
fi_fi: Kuka muutti
fo_fo: Hvør broytti
fur: Chei che à cambjiât
ga: Cé a d'athraigh
gl: Quen fixo o cambio
he_il: מי השתנה
hi: किसने बदला
hr_hr: Tko je promijenio
hu_hu: Ki változtatta
hy: Ով փոխել է
id_id: Siapa yang mengubah
it: Chi ha modificato
ja: 変更者
ka_ge: ვინ შეცვალა
ko_kr: 변경자
lo: ຜູ້ທີ່ປ່ຽນແປງ
lt_lt: Kas pakeitė
lv_lv: Kurš izmainīja
mk_mk: Кој променил
ms_my: Siapa yang mengubah
my_mm: မည်သူပြောင်းလဲခဲ့သနည်း
ne: कसले परिवर्तन गरे
nl: gewijzigd door
nn_no: Kven endra
oc: Qui a cambiat
pl_pl: Kto zmienił
ps: څوک بدل کړ
pt_br: Quem alterou
pt_pt: Quem modificou
ro_ro: Probabil a facut schimbul
ru_ru: Кто изменил
sk_sk: Zmenil
sl: Avtor
sq: Kush e ndryshoi
sr_rs: Ko je promenio
sv_se: Vem ändrade
sw_ke: Nani aliyebadilisha
ta: யார் மாற்றினார்
th: ใครเปลี่ยน
tl_ph: Sino ang nagbago
tr: Kim değiştirdi
uk_ua: Хто змінив
vi_vn: Ai đã thay đổi
xh_za: Ngubani oguqile
zh_cn: 变更者
zh_tw: 誰變更

source: Note changed
ar: ملاحظة متغيرة
ast_es: Anuncia cambiada
bn_bd: নোট পরিবর্তিত
bs_ba: Ocjena promijenjena
ca_es: Nota canviada
cs_cz: Známka změněna
da: Note ændret
de: Notiz geändert
el: Η Σημείωση άλλαξε
eo: Noto ŝanĝita
es: Nota cambiada
es_mx: Nota cambiada
eu_es: Aldatutako nota
fa_ir: یادداشت تغییر یافت
fi_fi: Muistiinpano muutettu
fo_fo: Eftirvirðing broytt
fur: Vot cambiât
ga: Nóta athraithe
gl: Nota cambiada
he_il: הערה השתנתה
hi: नोट बदला गया
hr_hr: Ocjena promijenjena
hu_hu: Jegyzet megváltozott
hy: Նշանը փոխվել է
id_id: Catatan diubah
it: Voto cambiato
ja: 評価が変更されました
ka_ge: შენიშვნა შეცვლილია
ko_kr: 변경된 점수
lt_lt: Pažymys pakeistas
lv_lv: Izmainīšanas piezīme
mk_mk: Белешка променета
ms_my: Markah diubah
my_mm: မှတ်စုပြောင်းလဲပြီးဖြစ်သည်
ne: नोट परिवर्तन भयो
nl: Notitie gewijzigd
nn_no: Karakter endra
oc: Nota cambiat
pl_pl: Notatka zmieniona
ps: نښه بدله شوه
pt_br: Nota de alteração
pt_pt: Nota modificada
ro_ro: Nota schimbata
ru_ru: Заметка изменена
sk_sk: Poznámka zmenená
sl: Vsebina spremenjena
sq: Nota e ndryshuar
sr_rs: Promenjena napomena
sv_se: Not ändrad
sw_ke: Kumbukumbu imebadilishwa
ta: குறிப்பு மாற்றப்பட்டது
th: คะแนนที่เปลี่ยน
tl_ph: Nagbago ang note
tr: Not değiştirildi
uk_ua: Оцінка змінена
vi_vn: Ghi chú đã thay đổi
xh_za: Inqwelomtya iguqulwe
zh_cn: 分数变更
zh_tw: 筆記已變更

source: Date changed
ar: تاريخ متغير
ast_es: Fecha del cambiu
bn_bd: তারিখ পরিবর্তিত
bs_ba: Datum promjene
ca_es: Data del canvi
cs_cz: Datum změny
da: Dato ændret
de: Datum geändert
el: Η ημερομηνία άλλαξε
eo: Dato ŝanĝita
es: Fecha del cambio
es_mx: Fecha cambiada
eu_es: Aldaketaren data
fa_ir: تاریخ تغییر یافت
fi_fi: Päiväys muutettu
fo_fo: Dagfesting broytt
fur: Date cambiade
ga: Dáta athraithe
gl: Data do cambio
he_il: תאריך שונה
hi: तिथि बदली गई
hr_hr: Datum promjene
hu_hu: Dátum megváltozott
hy: Փոփոխության ամսաթիվ
id_id: Tanggal diubah
it: Data cambiata
ja: 変更日
ka_ge: თარიღი შეცვლილია
ko_kr: 변경 날짜
lo: ວັນທີຖືກປ່ຽນແປງ
lt_lt: Data pakeista
lv_lv: Izmainīšanas datums
mk_mk: Датум променет
ms_my: Tarikh diubah
my_mm: ရက်စွဲပြောင်းလဲပြီးဖြစ်သည်
ne: मिति परिवर्तन भयो
nl: Datum gewijzigd
nn_no: Dato endra
oc: Data de cambiament
pl_pl: Data zmieniona
ps: نیټه بدله شوه
pt_br: Data da alteração
pt_pt: Data modificada
ro_ro: Data schimbarii
ru_ru: Дата изменения
sk_sk: Dátum zmenený
sl: Datum spremenjen
sq: Data e ndryshuar
sr_rs: Promenjen datum
sv_se: Datum ändrat
sw_ke: Tarehe imebadilishwa
ta: தேதி மாற்றப்பட்டது
th: วันที่เปลี่ยน
tl_ph: Nagbago ang petsa
tr: Tarih değiştirildi
uk_ua: Дата зміни
vi_vn: Ngày đã thay đổi
xh_za: Umhla uguqulwe
zh_cn: 变更日期
zh_tw: 變更日期

source: View comments on the messages
ar: عرض التعليقات على الرسائل
ast_es: Ver comentarios nos mensaxes
bn_bd: বার্তাগুলোর উপর মন্তব্য দেখুন
bs_ba: Pogledaj komentare na porukama
ca_es: Veure comentaris en els missatges
cs_cz: Zobrazit komentáře ke zprávám
da: Vis kommentarer til beskederne
de: Zeige Kommentare der Beiträge
el: Εμφάνιση σχολίων στα μηνύματα
eo: Vidi komentojn pri la mesaĝoj
es: Ver comentarios en los mensajes
es_mx: Ver comentarios en los mensajes
eu_es: Ikusi iruzkinak mezuetan
fa_ir: نمایش دیدگاه ها در پیام ها
fi_fi: Näytä viestien kommentit
fo_fo: Sí kommentar til boðskaparini
fur: Vê comentaris sui messagis
ga: Féach ar na tuairimí ar na teachtaireachtaí
gl: Ver comentarios nas mensaxes
he_il: הצג הערות על ההודעות
hi: संदेशों पर टिप्पणियाँ देखें
hr_hr: Prikaži komentare na porukama
hu_hu: Megjegyzések megtekintése az üzenetekhez
hy: Դիտել հաղորդագրությունների մեկնաբանությունները
id_id: Lihat komentar pada pesan
it: Guarda i commenti al messaggio
ja: メッセージのコメントを表示
ka_ge: შეტყობინებებზე კომენტარების ნახვა
ko_kr: 메시지 댓글 보기
lo: ເບິ່ງຄຳເຫັນໃນຂໍ້ຄວາມ
lt_lt: Peržiūrėti pranešimų komentarus
lv_lv: Skatīt ziņojuma komentārus
mk_mk: Преглед на коментари на пораките
ms_my: Lihat komen pada mesej
my_mm: စာတိုများပေါ်ရှိ မှတ်ချက်များကို ကြည့်ပါ
ne: सन्देशहरूमा टिप्पणीहरू हेर्नुहोस्
nl: Toon commentaren op dit bericht
nn_no: Vis kommentarar på meldingane
oc: Veire los comentaris sus los messatges
pl_pl: Zobacz komentarze w wiadomościach
ps: د پیغامونو په اړه تبصرې وګورئ
pt_br: Visualizar comentarios das mensagens
pt_pt: Visualizar comentários nas mensagens
ro_ro: Vezi comenatariile in mesaje
ru_ru: Просмотр комментариев к сообщениям
sk_sk: Prezerať pripomienky k správam
sl: Poglej komentarje na objave
sq: Shih komentet në mesazhe
sr_rs: Pogledaj komentare na poruke
sv_se: Visa kommentarer på meddelandena
sw_ke: Angalia maoni juu ya ujumbe
ta: செய்திகளில் கருத்துக்களைக் காணவும்
th: ดูความคิดเห็นในข้อความ
tl_ph: Tingnan ang mga komento sa mga mensahe
tr: Mesajlardaki yorumları görüntüle
uk_ua: Переглянути коментарі до повідомлень
vi_vn: Xem bình luận về các tin nhắn
xh_za: Jonga izagqino kwiimyalezo
zh_cn: 查看消息评论
zh_tw: 檢視訊息評論

source: All learners
ar: جميع الطلبة
ast_es: Tolos alumnos
bn_bd: সকল শিক্ষার্থী
bs_ba: Svi studenti
ca_es: Tots els alumnes
cs_cz: Všichni studenti
da: Alle elever
de: Alle Kursteilnehmer
el: Όλοι οι εκπαιδευόμενοι
eo: Ĉiuj lernantoj
es: Todos los estudiantes
es_mx: Todos los aprendices
eu_es: Ikasle guztiak
fa_ir: تمامی دانشجویان
fi_fi: Kaikki opiskelijat
fo_fo: Allir lærendur
fur: Tuto i ducjins
ga: Gach fhoghlaimeoir
gl: Todos os alumnos
he_il: כל הלומדים
hi: सभी शिक्षार्थी
hr_hr: Svi polaznici
hu_hu: Minden tanuló
hy: Բոլոր աշակերտները
id_id: Semua pelajar
it: Tutti i corsisti
ja: すべての学習者
ka_ge: ყველა სწავლული
ko_kr: 모든 학습자
lo: ຜູ້ຮຽນທັງໝົດ
lt_lt: Visi besimokantieji
lv_lv: Visi kursanti
mk_mk: Сите ученици
ms_my: Semua pelajar
my_mm: သင်ယူသူအားလုံး
ne: सबै सिकारूहरू
nl: Alle studenten
nn_no: Alle elevar
oc: Tots los aprenents
pl_pl: Wszyscy studenci
ps: ټول زده کونکي
pt_br: Todos os usuários
pt_pt: Todos os alunos
ro_ro: Toti elevii
ru_ru: Все учащиеся
sk_sk: Všetci študenti
sl: Vsi uporabniki
sq: Të gjithë nxënësit
sr_rs: Svi koristnici
sv_se: Alla elever
sw_ke: Wanafunzi wote
ta: எல்லா கற்பவர்களும்
th: ผู้เรียนทั้งหมด
tl_ph: Lahat ng mag-aaral
tr: Tüm öğrenciler
uk_ua: Усі учні
vi_vn: Tất cả học viên
xh_za: Bonke abafundi
zh_cn: 所有学习者
zh_tw: 所有學習者

source: Qualified learners
ar: الطلبة المؤهلين
ast_es: Alumnos con nota
bn_bd: যোগ্য শিক্ষার্থী
bs_ba: Kvalifikovani polaznici
ca_es: Alumnes qualificats
cs_cz: Kvalifikovaní studenti
da: Kvalificerede elever
de: Qualifizierte Kursteilnehmer
el: Προσονδουλευόμενοι μαθητές
eo: Kvalifikitaj lernantoj
es: Estudiantes calificados
es_mx: Aprendices calificados
eu_es: Nota duten ikasleak
fa_ir: دانشجویان واجد شرایط
fi_fi: Pätevät oppilaat
fo_fo: Kvalifikaðir lærendur
fur: Ducjins califichîts
ga: Foghlaimeoirí cáilithe
gl: Alumnos calificados
he_il: לומדים מוסמכים
hi: योग्य शिक्षार्थी
hr_hr: Kvalificirani polaznici
hu_hu: Értékelt tanulók
hy: Որակյալ աշակերտներ
id_id: Pelajar yang dinilai
it: Corsisti con valutazione
ja: 評価済み学習者
ka_ge: კვალიფიციური სწავლულები
ko_kr: 평가된 학습자
lo: ຜູ້ຮຽນທີ່ຜ່ານເກນ
lt_lt: Įvertinti besimokantieji
lv_lv: Kvalificēti kursanti
mk_mk: Квалификувани ученици
ms_my: Pelajar berkelayakan
my_mm: အရည်အချင်းပြည့်မီသော သင်ယူသူများ
ne: योग्य सिकारूहरू
nl: Gekwalificeerde studenten
nn_no: Karaktersette elevar
oc: Aprenents calificats
pl_pl: Studenci zakwalifikowani
ps: وړ زده کونکي
pt_br: Usuários qualificados
pt_pt: Alunos qualificados
ro_ro: Elevii calificati
ru_ru: Оцененные учащиеся
sk_sk: Kvalifikovaní študenti
sl: Kvalificirani uporabniki
sq: Nxënës të kualifikuar
sr_rs: Kvalifikovani koristnici
sv_se: Kvalificerade elever
sw_ke: Wanafunzi waliohitimu
ta: தகுதியான கற்பவர்கள்
th: ผู้เรียนที่ได้คะแนน
tl_ph: Mga kwalipikadong mag-aaral
tr: Notlandırılmış öğrenciler
uk_ua: Сертифіковані учні
vi_vn: Học viên đạt yêu cầu
xh_za: Abafundi abaqinileyo
zh_cn: 已评分学习者
zh_tw: 合格學習者

source: Unqualified learners
ar: الطلبة غير المؤهلين
ast_es: Alumnos ensin nota
bn_bd: অযোগ্য শিক্ষার্থী
bs_ba: Nekvalifikovani polaznici
ca_es: Alumnes sense qualificar
cs_cz: Nekvalifikovaní studenti
da: Ukvalcificerede elever
de: nicht qualifizierte Kursteilnehmer
el: Μη προσονδουλευόμενοι μαθητές
eo: Malkvalifikitaj lernantoj
es: Estudiantes sin calificar
es_mx: Aprendices no calificados
eu_es: Notarik gabeko ikasleak
fa_ir: دانشجویان فاقد صلاحیت
fi_fi: Epäpätevät oppilaat
fo_fo: Ókvalifikaðir lærendur
fur: Ducjins non califichîts
ga: Foghlaimeoirí ne cháilithe
gl: Alumnos sen cualificar
he_il: לומדים לא מוסמכים
hi: अयोग्य शिक्षार्थी
hr_hr: Nekvalificirani polaznici
hu_hu: Értékeletlen tanulók
hy: Ոչ որակյալ աշակերտներ
id_id: Peserta didik tidak memenuhi syarat
it: Corsisti senza valutazione
ja: 未評価学習者
ka_ge: არაკვალიფიციური სწავლულები
ko_kr: 미평가 학습자
lo: ຜູ້ຮຽນທີ່ບໍ່ຜ່ານເກນ
lt_lt: Neįvertinti besimokantieji
lv_lv: Nekvalificēti kursanti
mk_mk: Неквалификувани ученици
ms_my: Pelajar tidak berkelayakan
my_mm: အရည်အချင်းမပြည့်မီသော သင်ယူသူများ
ne: अयोग्य सिकारूहरू
nl: Niet gekwalificeerde studenten
nn_no: Ukaraktersette elevar
oc: Aprenents pas calificats
pl_pl: Studenci niezakwalifikowani
ps: ناوړه زده کونکي
pt_br: Usuários desqualificados
pt_pt: Alunos não qualificados
ro_ro: Elevii necalificati
ru_ru: Неоцененные учащиеся
sk_sk: Nekvalifikovaní študenti
sl: Uporabnik ni kvalificiran
sq: Nxënës të pakualifikuar
sr_rs: Nekvalifikovani koristnici
sv_se: Okvalificerade elever
sw_ke: Wanafunzi wasiohitimu
ta: தகுதியில்லா கற்பவர்கள்
th: ผู้เรียนที่ยังไม่ได้คะแนน
tl_ph: Mga hindi kwalipikadong mag-aaral
tr: Notlandırılmamış öğrenciler
uk_ua: Несертифіковані учні
vi_vn: Học viên không đạt yêu cầu
xh_za: Abafundi abangafanelanga
zh_cn: 未评分学习者
zh_tw: 不合格學習者

source: First names and last names
ar: الاسماء والالقاب
ast_es: Nomes y apellíos
bn_bd: প্রথম নাম এবং শেষ নাম
bs_ba: Ime i prezime
ca_es: Noms i cognoms
cs_cz: Jména a příjmení
da: Fornavne og efternavne
de: Vor- und Nachnamen
el: Ονόματα και Επίθετα
eo: Antaŭnomoj kaj familiaj nomoj
es: Nombres y apellidos
es_mx: Nombres y apellidos
eu_es: Izena eta deiturak
fa_ir: نام و نام خانوادگی ها
fi_fi: Etu- ja sukunimet
fo_fo: Fornavn og eftirnavn
fur: Nûs e cognûts
ga: Ainmneacha ceannais agus sloinneanna
gl: Nomes e apelidos
he_il: שמות פרטיים ושמות משפחה
hi: प्रथम नाम और अंतिम नाम
hr_hr: Imena i prezimena
hu_hu: Keresztnév és vezetéknév
hy: Անուններ և ազգանուններ
id_id: Nama depan dan nama belakang
it: Nomi e cognomi
ja: 名と姓
ka_ge: სახელები და გვარები
ko_kr: 이름과 성
lo: ຊື່ ແລະ ນາມສະກຸນ
lt_lt: Vardas ir pavardė
lv_lv: Vārdi un uzvārdi
mk_mk: Име и презиме
ms_my: Nama pertama dan nama akhir
my_mm: အမည်နှင့် မျိုးရိုးအမည်
ne: नाम र थर
nl: Voor- en familienamen
nn_no: Fornamn og etternamn
oc: Prénoms e noms
pl_pl: Imiona i nazwiska
ps: لومړني نومونه او د پلار نومونه
pt_br: Nome e primeiro nome
pt_pt: Nomes e apelidos
ro_ro: Nume si prenume
ru_ru: Имена и фамилии
sk_sk: Mená a priezviská
sl: Imena in priimki
sq: Emrat dhe mbiemrat
sr_rs: Imena i prezimena
sv_se: Förnamn och efternamn
sw_ke: Majina ya kwanza na ya mwisho
ta: முதல் பெயர்கள் மற்றும் கடைசி பெயர்கள்
th: ชื่อและนามสกุล
tl_ph: Pangalan at apelyido
tr: Adlar ve soyadlar
uk_ua: Імена та прізвища
vi_vn: Tên và họ
xh_za: Amagama okuqala kunye neefani
zh_cn: 姓名
zh_tw: 名字和姓氏

source: Max score
ar: اقصى درجة
ast_es: Puntos másimos
bn_bd: সর্বোচ্চ স্কোর
bs_ba: Max. rezultat
ca_es: Puntuació màxima
cs_cz: Max. skóre
da: Maks. score
de: Punkte
el: Βαθμολογία
eo: Maksimuma poento
es: Puntuación máxima
es_mx: Puntaje máximo
eu_es: Gehieneko puntuazioa
fa_ir: امتیاز
fi_fi: Pisteet
fo_fo: Hámarksstig
fur: Vot puntâj massimal
ga: Uasmharc
gl: Puntuación máxima
he_il: ניקוד מקסימלי
hi: अधिकतम अंक
hr_hr: Max. bodova
hu_hu: Max. pontszám
hy: Առավելագույն գնահատական
id_id: Skor maksimum
it: Punteggio massimo
ja: 最高点
ka_ge: მაქს. ქულა
ko_kr: 최대 점수
lo: ຄະແນນສູງສຸດ
lt_lt: Maksimalus balas
lv_lv: Punkti
mk_mk: Макс. резултат
ms_my: Skor maksimum
my_mm: အများဆုံးရမှတ်
ne: अधिकतम अंक
nl: Punten
nn_no: Maksimal poengsum
oc: Punctatge maxim
pl_pl: Wynik
ps: اعظمي نمره
pt_br: Pontuação
pt_pt: Pontuação
ro_ro: Punctuatie maxima
ru_ru: Максимальный балл
sk_sk: Max skóre
sl: Največji rezultat
sq: Rezultati maksimal
sr_rs: Rezultat
sv_se: Maxpoäng
sw_ke: Alama ya juu zaidi
ta: அதிகபட்ச மதிப்பெண்
th: คะแนนสูงสุด
tl_ph: Pinakamataas na score
tr: Maksimum puan
uk_ua: Макс. бали
vi_vn: Điểm tối đa
xh_za: Inqwelwana ephezulu
zh_cn: 最高分
zh_tw: 最高分數

source: Grade cannot exceed max score
ar: لا يمكن ان يتجاوز التقييم الدرجة القصوى
ast_es: La nota nun pue ser mayor que los puntos másimos
bn_bd: গ্রেড সর্বোচ্চ স্কোর অতিক্রম করতে পারে না
bs_ba: Ocjena ne može premašiti max. rezultat
ca_es: La qualificació no pot ser superior a la puntuació màxima.
cs_cz: Známka nemůže překročit max. skóre
da: Karakter må ikke overstige maks. score
de: Der Wert darf die maximale Punktzahl nicht überschreiten
el: Η βαθμολογία δεν μπορεί να υπερβαίνει την μέγιστη βαθμολογία
eo: Takso ne povas superi maksimuman poenton
es: La calificación no puede ser superior a la puntuación máxima.
es_mx: La calificación no puede exceder el puntaje máximo
eu_es: Nota ezin da gehieneko puntuaziotik gora gelditu
fa_ir: درجه نباید بیشتر از حداکثر امتیاز باشد
fi_fi: Arvosana ei voi ylittää maksimipisteitä
fo_fo: Eftirvirðing kann ikki fara umframt hámarksstigið
fur: Il vot al no podès jessi mai grant che il vot massimal
ga: Ní féidir leis an ngrád dul thar an scór uasta
gl: A cualificación non pode ser superior á puntuación máxima.
he_il: הציון אינו יכול לחרוג מהציון המרבי
hi: ग्रेड अधिकतम अंक से अधिक नहीं हो सकता
hr_hr: Ocjena ne može premašiti maksimalni broj bodova
hu_hu: Az értékelés nem haladhatja meg a max. pontszámot
hy: Գնահատականը չի կարող գերազանցել առավելագույնը
id_id: Nilai tidak boleh melebihi skor maksimum
it: La valutazione non può superare il punteggio massimo
ja: 評価は最高点を越えてはいけません
ka_ge: შეფასება ვერ აღემატება მაქსიმალურ ქულას
ko_kr: 평가는 최대 점수를 초과할 수 없습니다
lo: ຄະແນນບໍ່ສາມາດເກີນຄະແນນສູງສຸດໄດ້
lt_lt: Pažymys negali viršyti maksimalaus balo
lv_lv: Atzīme nevar pārsniegt maksimālo rezultātu
mk_mk: Оцената не може да ја надмине макс. оценката
ms_my: Gred tidak boleh melebihi skor maksimum
my_mm: အဆင့်သတ်မှတ်ချက်သည် အများဆုံးရမှတ်ကို ကျော်လွန်၍မရပါ
ne: अंक अधिकतम अंक भन्दा बढी हुन सक्दैन
nl: Beoordeling kan niet hoger zijn dan de maximum score
nn_no: Karakteren kan ikkje overgå maksimal poengsum
oc: La nota pòt pas depassar lo punctatge maxim
pl_pl: Ocena nie może przekroczyć maksymalnego wyniku
ps: نمره نشي د اعظمي نمرې څخه زیاته کېدلی
pt_br: A avaliação não pode ultrapassar a pontuação máxima
pt_pt: O limite não pode exceder a pontuação máxima
ro_ro: Calificarea nu poate fi superioara a puntajului maxim
ru_ru: Оценка не может превышать максимальный балл
sk_sk: Kvalifikácia nemôže byť väčšia ako maximálne skóre
sl: Ocena ne more preseči največjega rezultata
sq: Nota nuk mund të tejkalojë rezultatin maksimal
sr_rs: Ocena ne može da pređe maksimalan broj bodova
sv_se: Betyg kan inte överstiga maxpoäng
sw_ke: Daraja haliwezi kuzidi alama ya juu zaidi
ta: மதிப்பெண் அதிகபட்ச மதிப்பெண்ணை விட அதிகமாக இருக்க முடியாது
th: คะแนนไม่สามารถเกินคะแนนสูงสุด
tl_ph: Ang grado ay hindi maaaring lampas sa pinakamataas na score
tr: Not maksimum puanı aşamaz
uk_ua: Оцінка не може перевищувати макс. бали
vi_vn: Điểm không được vượt quá điểm tối đa
xh_za: Inqwelwana ayinakuqhubeka igqithise inqwelwana ephezulu
zh_cn: 分数不能超过最高分
zh_tw: 分數不得超過最高分數

source: Thread statistics
ar: احصاءات المنتدى
ast_es: Estadístiques del tema
bn_bd: থ্রেড পরিসংখ্যান
bs_ba: Statistika teme
ca_es: Estadístiques del tema
cs_cz: Statistika vlákna
da: Tråd-statistik
de: Themen Statistiken
el: Στατιστικές για τα νήματα
eo: Statistiko de fado
es: Estadísticas del tema
es_mx: Estadísticas del hilo
eu_es: Gaiaren estatistikak
fa_ir: آمار موضوعات
fi_fi: Keskustelun tilastot
fo_fo: Støddatal fyri træði
fur: Statistichis dal fil
ga: Staitisticí snáithe
gl: Estadísticas do tema
he_il: סטטיסטיקת שרשור
hi: थ्रेड सांख्यिकी
hr_hr: Statistika teme
hu_hu: Téma statisztika
hy: Թեմայի վիճակագրություն
id_id: Statistik thread
it: Statistiche sull'argomento
ja: スレッド統計
ka_ge: თემის სტატისტიკა
ko_kr: 스레드 통계
lo: ສະຖິຕິກະທູ້
lt_lt: Temos statistika
lv_lv: Temata statistika
mk_mk: Статистика на нишката
ms_my: Statistik topik
my_mm: ပို့စ်စီးရီးစာရင်းအင်း
ne: थ्रेड तथ्यांक
nl: Statistieken van de discussie
nn_no: Trådstatistikk
oc: Estatisticas del fil
pl_pl: Statystyki wątku
ps: د موضوع شمېرې
pt_br: Estatísticas da discussão
pt_pt: Estatísticas do tópico
ro_ro: Statisticile discutiei
ru_ru: Статистика темы
sk_sk: Štatistika témy
sl: Statistika niti
sq: Statistikat e temës
sr_rs: Statistika napomena
sv_se: Trådens statistik
sw_ke: Takwimu za mdundo
ta: நூல் புள்ளிவிவரங்கள்
th: สถิติกระทู้
tl_ph: Mga istatistika ng thread
tr: Konu istatistikleri
uk_ua: Статистика теми
vi_vn: Thống kê chủ đề
xh_za: Iinkcukacha zamanani ze-thread
zh_cn: 线程统计
zh_tw: 討論串統計

source: Thread
ar: منشور
ast_es: Tema
bn_bd: থ্রেড
bs_ba: Tema
ca_es: Tema
cs_cz: Vlákno
da: Tråd
de: Thema
el: Νήμα(Θέμα)
eo: Fado
es: Tema
es_mx: Hilo
eu_es: Gaia
fa_ir: موضوع
fi_fi: Keskustelu
fo_fo: Træði
fur: Fil
ga: Snáithe
gl: Tema
hi: थ्रेड
hr_hr: Tema
hu_hu: Téma
hy: Թեմա
it: Argomento
ja: スレッド
ka_ge: თემა
ko_kr: 스레드
lo: ກະທູ້
lt_lt: Tema
lv_lv: Temats
mk_mk: Нишка
ms_my: Topik
my_mm: ပို့စ်စီးရီး
ne: थ्रेड
nl: Discussie
nn_no: Tråd
oc: Fil
pl_pl: Wątek
ps: موضوع
pt_br: Discussão
pt_pt: Tópico
ro_ro: Discutie
ru_ru: Тема
sk_sk: Téma
sl: Nit
sq: Temë
sr_rs: Napomena
sv_se: Tråd
sw_ke: Mdundo
ta: நூல்
th: กระทู้
tr: Konu
uk_ua: Тема
vi_vn: Chủ đề
xh_za: I-thread
zh_cn: 线程
zh_tw: 討論串

source: Notify me
ar: قم باخطاري
ast_es: Avisame
bn_bd: আমাকে জানান
bs_ba: Obavijesti me
ca_es: Notificar-me
cs_cz: Upozornit mě
da: Notificér mig
de: Benachrichtigung senden
el: Να ειδοποιούμαι
eo: Sciigi min
es: Notificarme
es_mx: Notificarme
eu_es: Niri jakinarazi
fa_ir: به من گوشزد کن
fi_fi: Ilmoita minulle
fo_fo: Varsla meg
fur: Notifighemme
ga: Cuir in iúl dom
gl: Notificarme
he_il: הודע לי
hi: मुझे सूचित करें
hr_hr: Obavijesti me
hu_hu: Értesítsen
hy: Ծանուցել ինձ
id_id: Beritahu saya
it: Notificami
ja: 通知する
ka_ge: შეტყობინება მომიწერე
ko_kr: 알림 받기
lo: ແຈ້ງເຕືອນຂ້ອຍ
lt_lt: Pranešti man
lv_lv: Paziņot man par atbildi.(Zaļš kāsītis)
mk_mk: Извести ме
ms_my: Beritahu saya
my_mm: အကြောင်းကြားပါ
ne: मलाई सूचित गर्नुहोस्
nl: Hou me op de hoogte
nn_no: Varsle meg
oc: Me notificar
pl_pl: Informuj mnie
ps: ما ته خبر کړئ
pt_br: Notifique-me
pt_pt: Notificar-me
ro_ro: Tine-ma la curent cu noutatile
ru_ru: Уведомить меня
sk_sk: Upozorni ma
sl: Obvesti me
sq: Më njofto
sr_rs: Obavesti me
sv_se: Meddela mig
sw_ke: Nijulishe
ta: எனக்கு அறிவிக்கவும்
th: แจ้งเตือนฉัน
tl_ph: Sabihan ako
tr: Beni bildir
uk_ua: Повідомляти мене
vi_vn: Thông báo cho tôi
xh_za: Ndazise
zh_cn: 通知我
zh_tw: 通知我

source: Confirm mark
ar: تأكيد الدرجة
ast_es: ¿ Confirmar laa nota del usuariu ?
bn_bd: নম্বর নিশ্চিত করুন
bs_ba: Potvrdi ocjenu
ca_es: Confirmar la qualificació d'usuari?
cs_cz: Potvrdit známku
da: Bekræft karakter
de: Markierung bestätigen
el: Επιβεβαίωση βαθμού
eo: Konfirmi noton
es: ¿Confirmar la calificación de usuario?
es_mx: Confirmar calificación
eu_es: Berretsi erabiltzailearen nota
fa_ir: تایید علامت
fi_fi: Vahvista arvosana
fo_fo: Støðfest stig
fur: Conferme il vot
ga: Deimhnigh an marc
gl: Confirmar a cualificación de usuario?
he_il: אישור סימן
hi: अंक की पुष्टि करें
hr_hr: Potvrdi ocjenu
hu_hu: Jegyzet megerősítése
hy: Հաստատել գնահատականը
id_id: Konfirmasi nilai
it: Conferma la valutazione dell'utente
ja: 評価を確認
ka_ge: შეფასების დადასტურება
ko_kr: 점수 확인
lo: ຢືນຢັນຄະແນນ
lt_lt: Patvirtinti pažymį
lv_lv: Apstiprināt atzīmi
mk_mk: Потврди оцена
ms_my: Sahkan markah
my_mm: အမှတ်အသားကို အတည်ပြုပါ
ne: अंक पुष्टि गर्नुहोस्
nl: Bevestig beoordeling
nn_no: Stadfest karakter
oc: Confirmar la nota
pl_pl: Potwierdź ocenę
ps: نمره تایید کړئ
pt_br: Confirmar avaliação do usuário?
pt_pt: Confirmar selecção
ro_ro: ¿Confirmati calificarea uzuarului?
ru_ru: Подтвердить оценку
sk_sk: Potvrdiť kvalifikáciu používateľa
sl: Potrdi uporabnikovo kvalifikacijo
sq: Konfirmo notën
sr_rs: Potvrdi ocenu
sv_se: Bekräfta betyg
sw_ke: Thibitisha alama
ta: மதிப்பெண் உறுதிப்படுத்தவும்
th: ยืนยันคะแนน
tl_ph: Kumpirmahin ang mark
tr: Notu onayla
uk_ua: Підтвердити оцінку
vi_vn: Xác nhận điểm
xh_za: Qinisekisa uphawu
zh_cn: 确认分数
zh_tw: 確認分數

source: Unchanged
ar: غير متغير
ast_es: Nun hai cambios
bn_bd: অপরিবর্তিত
bs_ba: Neizmijenjeno
ca_es: No hi ha canvis
cs_cz: Nezměněno
da: Uændret
de: Unverändert
el: Δεν άλλαξε
eo: Senŝanĝa
es: No hay cambios
es_mx: Sin cambios
eu_es: Ez dago aldaketarik
fa_ir: تغییر نیافته
fi_fi: Muuttamaton
fo_fo: Óbroytt
fur: Invadiât
ga: Gan athrú
gl: Non hai cambios
he_il: ללא שינוי
hi: अपरिवर्तित
hr_hr: Neizmijenjeno
hu_hu: Változatlan
hy: Փոփոխություն չկա
id_id: Tidak berubah
it: Nessun cambiamento
ja: 変更なし
ka_ge: შეუცვლელი
ko_kr: 변경 없음
lo: ບໍ່ປ່ຽນແປງ
lt_lt: Nepakeistas
lv_lv: Nemainīts
mk_mk: Непроменето
ms_my: Tidak diubah
my_mm: မပြောင်းလဲပါ
ne: परिवर्तन नभएको
nl: Ongewijzigd
nn_no: Uendra
oc: Sens cambiament
pl_pl: Niezmieniony
ps: بدلون نه شوی
pt_br: Inalterado
pt_pt: Inalterado
ro_ro: Neschimbat
ru_ru: Без изменений
sk_sk: Bez zmeny
sl: Brez spremembe
sq: Pa ndryshim
sr_rs: Nepromenjen
sv_se: Oförändrat
sw_ke: Hakujabadilika
ta: மாற்றப்படவில்லை
th: ไม่เปลี่ยนแปลง
tl_ph: Hindi binago
tr: Değiştirilmemiş
uk_ua: Без змін
vi_vn: Không thay đổi
xh_za: Ayitshintshanga
zh_cn: 未变更
zh_tw: 未變更
