Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Chamilo LIBRARY is a Search Engine offering multi-criteria indexing and research. It is part of the Chamilo Medical features.
ar: .إنّ محرك البحث عن نص كامل يسمح لك بالبحث عن كلمة خلال النظام كلّه. إنّ الفهرسة اليومية للمحتويات تضمن لك جودة نتائج البحث
ast_es: El buscador de testu completu permite buscar una palabra en tola plataforma. Los índices diarios de conteníos aseguren una bona calidá de los resultaos.
bn_bd: চামিলো লাইব্রেরি একটি সার্চ ইঞ্জিন যা মাল্টি-ক্রাইটেরিয়া ইনডেক্সিং এবং গবেষণা প্রদান করে। এটি চামিলো মেডিকেল ফিচারের অংশ।
bs_ba: Chamilo LIBRARY je pretraživač koji nudi indeksiranje i pretragu više kriterijuma. Dio je Chamilo Medical funkcionalnosti.
ca_es: El Cercador a text complet us permet de cercar una paraula dins el conjunt de la plataforma. La indexació diària dels continguts assegura la qualitat dels resultats.
cs_cz: Chamilo LIBRARY je vyhledávací nástroj nabízející multikrytériovou indexaci a výzkum. Je součástí Chamilo Medical vlastností
da: Fuld tekst søgemaskine gør det muligt for dig at søge efter et ord på hele platformen. En daglig indeksregulering er med til at sikre en opdateret søgning.
de: Volltextsuche ermöglicht, ein Wort auf der gesamten Plattform zu suchen. Der täglich erstellte Index des Inhalts gewährt die Qualität der Suchergebnisse
el: Η μηχανή αναζήτησης στο πλήρες κείμενο, σας επιτρέπει αναζήτηση λέξεων σε ολόκληρη τη πλατφόρμα. Η καθημερινή καταχώρηση σε ευρετήριο των περιεχομένων, κατοχυρώνει την ποιότητα των αποτελεσμάτων.
eo: Plenteksta serĉmaŝino ofertas la eblon serĉi vorton tra la tuta platformo. La ĉiutaga indeksado de ĉiu enhavo prizorgas la necesan kvaliton de viaj serĉtaskoj.
es: El buscador de texto completo le permite buscar una palabra a través de toda la plataforma. La indización diaria de los contenidos le asegura la calidad de los resultados.
es_mx: El buscador de texto completo le permite buscar una palabra a través de toda la plataforma. La indización diaria de los contenidos le asegura la calidad de los resultados.
eu_es: Testu osoaren bilatzaileak plataforma osoan zehar hitz bat aurkitzeko gaitasuna emango dizu, indexazio eta bilaketa irizpide asko erabiliz. Edukien eguneroko indexazioak emaitzen kalitatea bermatzen du.
fa_ir: کتابخانه Chamilo یک موتور جستجو است که ایندکسینگ و جستجوی چندمعیاره ارائه می‌دهد. بخشی از ویژگی‌های Chamilo Medical است.
fi_fi: Chamilo LIBRARY on hakukone, joka tarjoaa monikriteerisen indeksoinnin ja haun. Se on osa Chamilo Medical -toimintoja.
fo_fo: Chamilo LIBRARY er ein søkjumøguleiki sum býður multi-kriteria indeks og rannsókn. Tað er partur av Chamilo Medical eiginleikum.
fur: Chamilo LIBRARY j è un Motôr di Recherche che ofrir indissajamento e recèrche multi-criteri. Al è part de lis funsions medidis di Chamilo.
ga: Is Leabharlann Chamilo Inneall Cuardaigh a thairgeann innéacsú agus taighde ilchreidmheasa. Tá sé mar chuid de ghnéithe Leighis Chamilo.
gl: O Motor de Procura de Texto Completo permítelle procurar unha palabra en toda a plataforma. Ao indexar diariamente os contidos pódese asegurar que os resultados serán de calidade.
he_il: ספריית Chamilo LIBRARY היא מנוע חיפוש המציע אינדקס ומחקר רב קריטריונים. הוא חלק מהתכונות של Chamilo Medical.
hi: Chamilo LIBRARY एक सर्च इंजन है जो मल्टी-क्राइटेरिया इंडेक्सिंग और रिसर्च प्रदान करता है। यह Chamilo मेडिकल फीचर्स का हिस्सा है।
hr_hr: Chamilo LIBRARY je pretraživač koji nudi indeksiranje i pretraživanje više kriterija. Dio je značajki Chamilo Medical.
hu_hu: A teljes szöveget vizsgáló keresőmotor egy szó keresését teszi lehetővé a teljes portálon. A feltöltött tartalmak napi indexelése biztosítja az találatok megfelelő minőségét.
hy: Chamilo LIBRARY-ն որոնման համակարգ է, որը առաջարկում է բազմակրիտերիում ինդեքսավորում և հետազոտություն: Այն Chamilo-ի բժշկական ֆունկցիոնալության մաս է:
id_id: Mesin Pencari Full Text menyediakan alat pencari kata ke dalam flatform. Peng-index-an konten harian akan menjamin kualitas pencarian.
it: Il Motore di ricerca ti permette di cercare una parola nell'intera piattaforma. L'indicizzazione continua dei contenuti di garantisce la qualità del risultato.
ja: Chamilo LIBRARYは多基準インデックスと検索を提供する検索エンジンです。Chamilo Medicalの機能の一部です。
ka_ge: Chamilo LIBRARY არის ძიების სისტემა, რომელიც გთავაზობთ მრავალკრიტერიულ ინდექსაციას და ძიებას. ის Chamilo-ს მედიცინური ფუნქციების ნაწილია.
ko_kr: Chamilo LIBRARY는 다중 기준 색인 및 검색을 제공하는 검색 엔진입니다. Chamilo Medical 기능의 일부입니다.
lo: Chamilo LIBRARY ແມ່ນເຄື່ອງຈັກຊອກຫາທີ່ສະເໜີການຈັດດັດຊະນີ ແລະ ການຄົ້ນຄວ້າຫຼາຍເງື່ອນໄຂ. ມັນເປັນສ່ວນໜຶ່ງຂອງຄຸນສົມບັດ Chamilo Medical.
lt_lt: Pilna teksto paieška leidžia ieškoti žodžio visoje sistemoje. Kasdienė turinio indeksacija garantuoja gerus paieškos rezultatus.
lv_lv: Chamilo LIBRARY ir Meklēšanas instruments, kas piedāvā daudzkritēriju indeksācija un meklēšanu. Tā ir daļa no paplašinājuma "Chamilo Medicīna"
mk_mk: Машината за пребарување на Цел Текст Ви допушта да пребарувате збор низ целата платформа. Дневното индексирање на содржината Ве дава сигурност во добиените резултати од пребарувањето.
ms_my: Chamilo LIBRARY ialah Enjin Carian yang menawarkan pengindeksan dan penyelidikan pelbagai kriteria. Ia sebahagian daripada ciri-ciri Chamilo Medical.
my_mm: Chamilo စာကြည့်တိုက်သည် ဘက်စုံအညွှန်းနှင့် သုတေသနကို ပေးဆောင်သည့် ရှာဖွေရေးအင်ဂျင်တစ်ခုဖြစ်သည်။ ၎င်းသည် Chamilo Medical အင်္ဂါရပ်များ၏ တစ်စိတ်တစ်ပိုင်းဖြစ်သည်။
ne: Chamilo LIBRARY एक खोज इन्जिन हो जसले बहु-मापदण्ड सूचीकरण र अनुसन्धान प्रदान गर्दछ। यो Chamilo को चिकित्सा सुविधाहरूको भाग हो।
nl: Full Text Search biedt je de mogelijkheid om een woord te zoeken doorheen het ganse platform. Het dagelijks indexeren van alle inhoud zorgt voor de nodige kwaliteit van je zoekopdrachten.
nn_no: Chamilo LIBRARY er ein søkemotor som tilbyr multi-kriteria indeksering og søk. Den er ein del av Chamilo Medical-funksjonane.
oc: Chamilo LIBRARY es un motor de recèrca que offers l'indexacion e la recèrca multi-criteris. Es part de las foncionalitats Chamilo Medical.
pl_pl: Chamilo Library jest wyszukiwarką oferującą wielokryterialne indeksowanie i badania. Jest częścią Chamilo Medical.
ps: چامیلو لایبرري یو څو معیارونو انډیکس کولو او څیړنې وړاندیز کوونکی څرنګوالی دی. دا د چامیلو طبي ځانګړتیاوو برخه ده.
pt_br: O Chamilo de Pesquisa de Textos Completos permite procurar uma palavra em toda a plataforma. A indexação diária de todos os conteúdos assegura a qualidade dos resultados.
pt_pt: Chamilo LIBRARY é um Motor de Busca que oferece uma indexação e pesquisa multi-critérios. Faz parte das funcionalidades do Chamilo Medical.
ro_ro: Motorul de cautare text va permite sa cautati un cuvant in intreaga platforma. Indexarea zilnica a continutului va asigura calitatea cautarii.
ru_ru: Устройство полнотекстового поиска позволяет Вам искать слово по всей платформе. Ежедневная индексация содержимого гарантирует качество результатов.
sk_sk: Chamilo LIBRARY je Vyhľadávací stroj, ktorý ponúka viacnásobné kritéria indexovania a prehľadávania. Je súčasťou Chamilo Medical funkcií.
sl: Chamilo LIBRARY je iskalnik po besedilu (Full Text Search Engine). Omogoča iskanje želenega preko vsebine celotne platforme. Dnevno indeksiranje vsebine zagotavlja kvalitetne rezultate iskanja.
sq: Chamilo LIBRARY është një Motor Kërkimi që ofron indeksim dhe kërkim me kritere të shumëfishta. Është pjesë e veçorive Mjekësore të Chamilo.
sr_rs: Chamilo LIBRARY je pretraživač koji nudi indeksiranje i pretragu sa više kriterijuma. Deo je Chamilo Medical funkcionalnosti.
sv_se: Fulltextsökmotorn ger dig möjlighet att söka ett ord i hela kursplattformen. Sökindex uppdateras dagligen för att säkerställa bra resultat.
sw_ke: Chamilo LIBRARY ni Injini ya Utafutaji inayotoa fahirisi na utafiti wa vigezo vingi. Ni sehemu ya vipengele vya Chamilo Medical.
ta: சாமிலோ நூலகம் பல அளவுகோல்களைக் கொண்ட இன்டெக்சிங் மற்றும் தேடல் வழங்கும் தேடுபொறியாகும். இது சாமிலோ மருத்துவ அம்சங்களின் ஒரு பகுதியாகும்.
th: Chamilo LIBRARY คือเครื่องมือค้นหาที่ให้การจัดทำดัชนีและค้นหาหลายเกณฑ์ เป็นส่วนหนึ่งของคุณสมบัติ Chamilo Medical
tl_ph: Ang Chamilo LIBRARY ay isang Search Engine na nagbibigay ng multi-criteria indexing at research. Ito ay bahagi ng mga feature ng Chamilo Medical.
tr: Bir kelimeyi platformun tamamında arama imkanı verir. İçeriğin günlük indekslenmesi arama sonucunun kalitesini artırır.
uk_ua: Движок повнотекстового пошуку дозволяє вам шукати слово по всій платформі. Щоденна індексація контенту гарантує якість результатів.
vi_vn: Chamilo LIBRARY là công cụ tìm kiếm cung cấp lập chỉ mục và tìm kiếm đa tiêu chí. Nó là một phần của tính năng Chamilo Medical.
xh_za: IThala le Chamilo LIBRARY yinkqubo yokukhangela enikezela ngesalathiso kunye uphando lweendlela ezininzi. Yinxalenye yeempawu zeChamilo Medical.
zh_cn: 全文搜索引擎让您搜索系统的内容，每天进行内容索引保证了搜索质量。
zh_tw: 全文搜索引擎讓您搜索系統的內容，每天進行內容索引保證了搜索質量。

source: Training sessions list
ar: قائمة الدورات
ast_es: Llistáu de sesiones
bn_bd: প্রশিক্ষণ সেশনের তালিকা
bs_ba: Lista sesija obuke
ca_es: Llista de sessions
cs_cz: Výpis školení
da: Oversigt over sessioner
de: Liste der Kurs-Sessions
el: Λίστα περιόδων
eo: Sesia listo
es: Lista de sesiones de formación
es_mx: Lista de sesiones
eu_es: Ikastaroko saio zerrenda
fa_ir: فهرست جلسات آموزشی
fi_fi: Lista harjoitusistunnoista
fo_fo: Listi yvir venjingarsetur
fur: Liste des sesions di formazion
ga: Liosta seisiún oiliúna
gl: Listaxe de sesións
he_il: רשימת אימונים
hi: प्रशिक्षण सत्रों की सूची
hr_hr: Popis sesija za obuku
hu_hu: Munkamenetek listája
hy: Ուսուցման սեսիաների ցուցակ
id_id: Daftar Sesi
it: Elenco sessioni
ja: コースのセッション一覧
ka_ge: საწვრთნო სესიების სია
ko_kr: 교육 세션 목록
lt_lt: Sesijų sąrašas
lv_lv: Kursa sesiju saraksts
mk_mk: Список на сесии
ms_my: Senarai sesi latihan
my_mm: သင်တန်းအစည်းအဝေးစာရင်း
ne: प्रशिक्षण सत्रहरूको सूची
nl: Sessielijst
nn_no: Liste over opplæringsøkter
oc: Lista de sessions de formacion
pl_pl: Lista sesji
ps: د روزنې غونډو لړ
pt_br: Listar Sessões
pt_pt: Lista das sessões do curso
ro_ro: Lista sesiunilor
ru_ru: Список сессий
sk_sk: Zoznam stretnutí
sl: Seznam sej
sq: Lista e sesioneve të trajnimit
sr_rs: Lista sesija
sv_se: Lista på perioder
sw_ke: Orodha ya vipindi vya mafunzo
ta: பயிற்சி அமர்வுகள் பட்டியல்
th: รายการเซสชันการฝึกอบรม
tl_ph: Listahan ng mga sesyon sa pagsasanay
tr: Dönem listesi
uk_ua: Список сесій
vi_vn: Danh sách buổi đào tạo
xh_za: Uluhlu lweeseshini zoqeqesho
zh_cn: 讲习班列表
zh_tw: 學期單元清單

source: Add a training session
ar: اضافة دورة
ast_es: Amestar una sesión
bn_bd: একটি প্রশিক্ষণ সেশন যোগ করুন
bs_ba: Dodaj sesiju obuke
ca_es: Afegir una sessió
cs_cz: Přidat výukové sezení
da: Tilføj en session
de: Eine Kurs-Session hinzufügen
el: Προσθήκη Περιόδου
eo: Aldoni sesion
es: Crear una sesión
es_mx: Añadir una sesion
eu_es: Gehitu ikastaroko saioa
fa_ir: افزودن یک جلسه آموزشی
fi_fi: Lisää harjoitusistunto
fo_fo: Legg afturat eitt venjingarset
fur: Zontâ une sesion di formazion
ga: Cuir seisiún oiliúna leis
gl: Engadir unha sesión
he_il: הוסף אימון
hi: प्रशिक्षण सत्र जोड़ें
hr_hr: Dodaj sesiju za obuku
hu_hu: Munkamenet hozzáadása
hy: Ավելացնել ուսուցման սեսիա
id_id: Tambah sesi
it: Aggiungi una sessione
ja: コースのセッションを追加
ka_ge: საწვრთნო სესიის დამატება
ko_kr: 교육 세션 추가
lt_lt: Įrašyti sesiją
lv_lv: Pievienot mācību sesiju
mk_mk: Додај сесија
ms_my: Tambah sesi latihan
my_mm: သင်တန်းအစည်းအဝေးတစ်ခုထည့်ပါ
ne: प्रशिक्षण सत्र थप्नुहोस्
nl: Voeg een sessie toe
nn_no: Legg til ein opplæringsøkt
oc: Apondre una session de formacion
pl_pl: Dodaj sesje
ps: د روزنې غونډه اضافه کړئ
pt_br: Adicionar uma sessão
pt_pt: Adicionar uma sessão ao curso
ro_ro: Adauga o sesiune
ru_ru: Добавить сессию
sk_sk: Pridať stretnutie
sl: Dodaj sejo
sq: Shto një sesion trajnimi
sr_rs: Dodaj trening sesiju
sv_se: Lägg till period
sw_ke: Ongeza kipindi cha mafunzo
ta: பயிற்சி அமர்வு சேர்க்கவும்
th: เพิ่มเซสชันการฝึกอบรม
tl_ph: Magdagdag ng isang sesyon sa pagsasanay
tr: Dönem ekle
uk_ua: Додати сесію
vi_vn: Thêm buổi đào tạo
xh_za: Faka iseshini yoqeqesho
zh_cn: 增加一个讲习班
zh_tw: 新增學期單元

source: Import sessions list
ar: استيراد قائمة الدورات
ast_es: Importar sesiones en formatu XML/CSV
bn_bd: সেশন তালিকা আমদানি করুন
bs_ba: Uvezi listu sesija
ca_es: Importar sessions en format XML/CSV
cs_cz: Importovat seznam sezení
da: Importer sessioner i XML/CSV format
de: Kurs-Sessions im XML/CSV Format importieren
el: Εισαγωγή περιόδων από αρχεία XML/CSV
eo: Importi sesiojn en XML/CSV-formato
es: Importar sesiones en formato XML/CSV
es_mx: Importar sesiones en formato XML/CSV
eu_es: Inportatu saio zerrenda XML/CSV formatuan
fa_ir: درون ریزی فهرست جلسات
fi_fi: Tuo istuntojen luettelo
fo_fo: Flyt inn lista yvir setur
fur: Importâ la liste des sesions
ga: Iompórtáil liosta seisiún
gl: Importar sesións en formato XML/CSV
he_il: ייבוא רשימת הפעלות
hi: सत्रों की सूची आयात करें
hr_hr: Uvezi popis sesija
hu_hu: Munkamenetek importálása XML/CSV formátumban
hy: Ներմուծել սեսիաների ցուցակ
id_id: Import sesi ke format XML/CSV
it: Importa sessioni in formato XML/CSV
ja: セッション一覧をインポート
ka_ge: სესიების სიის იმპორტი
ko_kr: 세션 목록 가져오기
lt_lt: Importuoti sesijas į XML/CSV formatą
lv_lv: Importēt sesiju sarakstu
mk_mk: Увези сесии во XML/CSV формат
ms_my: Import senarai sesi
my_mm: အစည်းအဝေးစာရင်းကို တင်သွင်းပါ
ne: सत्रहरूको सूची आयात गर्नुहोस्
nl: Importeer sessies in XML/CSV formaat
nn_no: Importer liste over økter
oc: Importar la lista de sessions
pl_pl: Import sesji w formacie XML.CSV
ps: د غونډو لړ واردول
pt_br: Importar sessão no formato XML/CSV
pt_pt: Importar lista de sessões
ro_ro: Importa sesiuni in format XML/CSV
ru_ru: Импортировать сессии в формате XML/CSV
sk_sk: Importovať stretnutia v XML/CSV formáte
sl: Uvozi seje iz XML/CSV datoteke
sq: Importo listën e sesioneve
sr_rs: Uvezi listu sesija
sv_se: Importera period från fil (XML/CSV)
sw_ke: Ingiza orodha ya vipindi
ta: அமர்வுகள் பட்டியலை இறக்குமதி செய்யவும்
th: นำเข้ารายการเซสชัน
tl_ph: I-import ang listahan ng mga sesyon
tr: Dönemleri XML/CSV formatında içeri aktar
uk_ua: Імпортувати сесії в форматі XML/CSV
vi_vn: Nhập danh sách buổi
xh_za: Genisa uluhlu lweeseshini
zh_cn: 使用XML/CSV格式导入讲习班
zh_tw: 以 XML/CSV 格式匯入學期單元

source: Export sessions list
ar: تصدير قائمة الدورات
ast_es: Esportar sesiones en formatu XML/CSV
bn_bd: সেশন তালিকা রপ্তানি করুন
bs_ba: Izvezi listu sesija
ca_es: Exportar sessions en format XML/CSV
cs_cz: Exportovat seznam sezení
da: Eksporter sessioner i XML/CSV format
de: Kurs-Sessions im XML/CSV Format exportieren
el: Εξαγωγή περιόδων σε αρχείο XML/CSV
eo: Eksporti sesiojn en XML/CSV-formato
es: Exportar sesiones en formato XML/CSV
es_mx: Exportar sesiones en formato XML/CSV
eu_es: Esportau saio zerrenda XML/CSV formatuan
fa_ir: برون بری فهرست جلسات
fi_fi: Vie istuntojen luettelo
fo_fo: Flyt út lista yvir setur
fur: Esportâ la liste des sesions
ga: Onnmhairí liosta seisiún
gl: Exportar sesións en formato XML/CSV
he_il: ייצוא רשימת הפעלות
hi: सत्रों की सूची निर्यात करें
hr_hr: Izvezi popis sesija
hu_hu: Munkamenetek exportálása XML/CSV formátumban
hy: Արտահանել սեսիաների ցուցակ
id_id: Eksport sesi dalam format XML/CSV
it: Esporta sessioni in formato XML/CSV
ja: セッション一覧をエクスポート
ka_ge: სესიების სიის ექსპორტი
ko_kr: 세션 목록 내보내기
lt_lt: Eksportuoti sesijas į XML/CSV formatą
lv_lv: Eksportēt sesiju sarakstu
mk_mk: Извези сесии во XML/CSV формат
ms_my: Eksport senarai sesi
my_mm: အစည်းအဝေးစာရင်းကို တင်ပို့ပါ
ne: सत्रहरूको सूची निर्यात गर्नुहोस्
nl: Exporteer sessies in XML/CSV formaat
nn_no: Eksporter liste over økter
oc: Exportar la lista de sessions
pl_pl: Eksport sesji w formacie XML/CSV
ps: د غونډو لړ صادرول
pt_br: Exportar sessões no formato XML/CSV
pt_pt: Exportar lista de sessões
ro_ro: Exporta sesiuni in format XML/CSV
ru_ru: Экспортировать сессии в формате XML/CSV
sk_sk: Exportovať stretnutia v XML/CSV formáte
sl: Izvoz seje v XML/CVS obliki
sq: Eksporto listën e sesioneve
sr_rs: Izvezi sesije u XML/CSV obliku
sv_se: Exportera period till fil (XML/CSV)
sw_ke: Hamisha orodha ya vipindi
ta: அமர்வுகள் பட்டியலை ஏற்றுமதி செய்யவும்
th: ส่งออกรายการเซสชัน
tl_ph: I-export ang listahan ng mga sesyon
tr: Dönemleri XML/CSV formatında dışarı aktar
uk_ua: Експортувати сесії в форматі XML/CSV
vi_vn: Xuất danh sách buổi
xh_za: Thumela ngaphandle uluhlu lweeseshini
zh_cn: 以XML/CSV格式导出讲习班
zh_tw: 以 XML/CSV 格式匯出學期單元

source: Start date
ar: تاريخ البداية
ast_es: Fecha d'entamu
bn_bd: শুরুর তারিখ
bs_ba: Datum početka
ca_es: Data d'inici
cs_cz: Počáteční datum
da: Startdato
de: Anfangsdatum
el: Ημερομηνία έναρξης
eo: Startodato
es: Fecha inicial
es_mx: Fecha inicial
eu_es: Hasiera data
fa_ir: تاریخ شروع
fi_fi: Aloituspäivä
fo_fo: Byrjanardagur
fur: Data di inici
ga: Dáta tosaigh
gl: Data de inicio
he_il: תאריך התחלה
hi: आरंभ तिथि
hr_hr: Datum početka
hu_hu: Indulás dátuma
hy: Սկսման ամսաթիվ
id_id: Tanggal Mulai
it: Data di partenza
ja: 開始日
ka_ge: დაწყების თარიღი
ko_kr: 시작 날짜
lo: ວັນທີເລີ່ມຕົ້ນ
lt_lt: Pradžios data
lv_lv: Sākuma datums
mk_mk: Почетен датум
ms_my: Tarikh mula
my_mm: စတင်ရက်စွဲ
ne: सुरु मिति
nl: Startdatum
nn_no: Startdato
oc: Data de començament
pl_pl: Data rozpoczęcia
ps: پیل نېټه
pt_br: Data de início
pt_pt: Data de início
ro_ro: Data de incepere
ru_ru: Дата начала
sk_sk: Dátum začiatku
sl: Začetni datum
sq: Data e fillimit
sr_rs: Datum početka
sv_se: Startdatum
sw_ke: Tarehe ya mwanzo
ta: தொடக்க தேதி
th: เริ่มวันที่
tl_ph: Simula ng petsa
tr: Başlangıç tarihi
uk_ua: Дата початку
vi_vn: Ngày bắt đầu
xh_za: Umhla wokuqala
zh_cn: 开始日期
zh_tw: 開始日期

source: End date
ar: تاريخ النهاية
ast_es: Fecha d'acabu
bn_bd: শেষের তারিখ
bs_ba: Datum završetka
ca_es: Data de finalització
cs_cz: Konečné datum
da: Slutdato
de: Enddatum
el: Ημερομηνία λήξης
eo: Fina dato
es: Fecha final
es_mx: Fecha final
eu_es: Amaiera data
fa_ir: تاریخ پایانی
fi_fi: Loppumispäivä
fo_fo: Endadagur
fur: Data di fin
ga: Dáta deiridh
gl: Data de remate
he_il: תאריך סיום
hi: समाप्ति तिथि
hr_hr: Datum završetka
hu_hu: Befejezés dátuma
hy: Ավարտի ամսաթիվ
id_id: Tanggal Selesai
it: Data di conclusione
ja: 終了日
ka_ge: დამთავრების თარიღი
ko_kr: 종료 날짜
lo: ວັນທີສິ້ນສຸດ
lt_lt: Pabaigos data
lv_lv: Beigu datums
mk_mk: Краен датум
ms_my: Tarikh tamat
my_mm: ပြီးဆုံးရက်စွဲ
ne: समाप्ति मिति
nl: Einddatum
nn_no: Sluttdato
oc: Data de fèna
pl_pl: Data zakończenia
ps: پای نېټه
pt_br: Data final
pt_pt: Data de conclusão
ro_ro: Data de terminare
ru_ru: Дата окончания
sk_sk: Dátum ukončenia
sl: Končni datum
sq: Data e mbarimit
sr_rs: Datum završetka
sv_se: Slutdatum
sw_ke: Tarehe ya mwisho
ta: முடிவு தேதி
th: ถึงวันที่
tl_ph: Katapusan ng petsa
tr: Bitiş tarihi
uk_ua: Дата кінця
vi_vn: Ngày kết thúc
xh_za: Umhla wokugqibela
zh_cn: 结束日期
zh_tw: 結束日期

source: Coach name
ar: اسم المعلم
ast_es: Nome del autor
bn_bd: কোচের নাম
bs_ba: Ime trenera
ca_es: Nom del tutor
cs_cz: Jméno školitele
da: Instruktors navn
de: Kursleiter
el: Όνομα υπευθύνου
eo: Nomo de la trejnisto
es: Nombre del tutor
es_mx: Nombre del tutor
eu_es: Arduradunaren izena
fa_ir: نام استاد
fi_fi: Valmentajan nimi
fo_fo: Venjaranavn
fur: Non del coach
ga: Ainm an traenálaí
gl: Nome do titor
he_il: שם המדריך
hi: कोच का नाम
hr_hr: Ime trenera
hu_hu: Instruktor neve
hy: Ուսուցչի անուն
id_id: Nama Pelatih
it: Nome del tutor
ja: コーチ名
ka_ge: ტრენერის სახელი
ko_kr: 코치 이름
lt_lt: Instruktoriaus vardas
lv_lv: Asistenta vārds
mk_mk: Име на обучувачот
ms_my: Nama jurulatih
my_mm: နည်းပြဆရာအမည်
ne: प्रशिक्षकको नाम
nl: Naam begeleider
nn_no: Instruktørnamn
oc: Nom del formador
pl_pl: Imię trenera
ps: د روزونکي نوم
pt_br: Nome do tutor
pt_pt: Nome do tutor
ro_ro: Numele indrumatorului
ru_ru: Имя инструктора
sk_sk: Meno tútora
sl: Ime inštruktorja
sq: Emri i trajnerit
sr_rs: Naziv trenera
sv_se: Lärarnamn
sw_ke: Jina la mkufunzi
ta: பயிற்சியாளர் பெயர்
th: ชื่อผู้สอน
tl_ph: Pangalan ng coach
tr: Çalıştırıcı (yetkili) İsmi
uk_ua: Ім'я інструктора
vi_vn: Tên huấn luyện viên
xh_za: Igama lomqeqeshi
zh_cn: 导师名
zh_tw: 指導員姓名

source: A name is required for the session
ar: يجب كتابة اسم للدورة
ast_es: Ye menester poner nome a la sesión
bn_bd: সেশনের জন্য একটি নাম প্রয়োজন
bs_ba: Naziv sesije je obavezan
ca_es: Doneu un nom a aquesta sessió
cs_cz: Název je vyžadován pro sekci
da: Du bliver nødt til at indtaste et navn til sessionen
de: Jede Kurs-Session benötigt eine Bezeichnung
el: Πρέπει να δώσετε ένα όνομα σ' αυτή τη περίοδο
eo: Vi devas doni nomon al la sesio
es: Debe dar un nombre a la sesión
es_mx: Debe dar un nombre a la sesión
eu_es: Izen bat beharrezkoa da saioa hasteko
fa_ir: یک نام برای جلسه باید وارد کنید
fi_fi: Istunnolla tulee olla nimi
fo_fo: Eitt navn er neyðugt fyri setuna
fur: Une nome è obligatorie pe la sesion
ga: Tá ainm ag teastáil don seisiún
gl: Precísase dun nome para a sesión
he_il: צריך שם עבור המושב
hi: सत्र के लिए नाम आवश्यक है
hr_hr: Naziv sesije je obavezan
hu_hu: A munkamenetnek nevet kell adni
hy: Սեսիայի համար անուն է պահանջվում
id_id: Nama dibutuhkan untuk suatu sesi
it: E` necessario indicare un nome per la sessione
ja: セッションには名前が必要です
ka_ge: სესიისთვის სახელის მითითება სავალდებულოა
ko_kr: 세션 이름이 필요합니다
lt_lt: Sesijai reikalingas vardas
lv_lv: Sesijai ir nepieciešams nosaukums
mk_mk: Името е неопходно за сесијата
ms_my: Nama diperlukan untuk sesi
my_mm: အစည်းအဝေးအတွက် အမည်တစ်ခု လိုအပ်သည်
ne: सत्रको लागि नाम आवश्यक छ
nl: Je dient een naam op te geven voor de sessie
nn_no: Ein name er påkrævd for økta
oc: Un nom es requesit per la session
pl_pl: Wymagana jest nazwa dla sesji
ps: د غونډې لپاره نوم اړین دی
pt_br: Um nome é necessário para a sessão
pt_pt: É necessário atribuir um nome à sessão
ro_ro: Un nume este necesar pentru sesiune
ru_ru: Требуется название сессии
sk_sk: Meno stretnutia je povinné
sl: Ime seje je obvezno
sq: Për sesionin kërkohet një emër
sr_rs: Ime sesije je obavezno
sv_se: Det krävs ett namn på perioden
sw_ke: Kipindi kinahitaji jina
ta: அமர்வுக்கு பெயர் தேவை
th: เซสชันต้องมีชื่อ
tl_ph: Kailangan ng pangalan para sa session
tr: Dönem için bir isim gereklidir
uk_ua: Необхідна назва сесії
vi_vn: Buổi cần có tên
xh_za: Kufuneka igama leseshini
zh_cn: 需要讲习班名称
zh_tw: 須填寫學期單元名稱

source: Next step
ar: الخطوة التالية
ast_es: Siguiente pasu
bn_bd: পরবর্তী ধাপ
bs_ba: Sljedeći korak
ca_es: Etapa següent
cs_cz: Další krok
da: Næste trin
de: Nächster Schritt
el: Επόμενο βήμα
eo: Sekva paŝo
es: Siguiente elemento
es_mx: Paso siguiente
eu_es: Hurrengo urratsa
fa_ir: مرحله بعد
fi_fi: Seuraava vaihe
fo_fo: Næsta stig
fur: Prossim pass
ga: An chéad chéim eile
gl: Paso seguinte
he_il: שלב הבא
hi: अगला चरण
hr_hr: Sljedeći korak
hu_hu: Következő lépés
hy: Հաջորդ քայլ
id_id: Langkah berikutnya
it: Prossimo passo
ja: 次のステップ
ka_ge: შემდეგი ნაბიჯი
ko_kr: 다음 단계
lo: ຂັ້ນຕອນຕໍ່ໄປ
lt_lt: Kitas žingsnis
lv_lv: Nākošais solis
mk_mk: Следен чекор
ms_my: Langkah seterusnya
my_mm: နောက်တစ်ဆင့်
ne: अर्को चरण
nl: Volgende stap
nn_no: Neste trinn
oc: Pasmada seguènt
pl_pl: Następny krok
ps: بل ګام
pt_br: Próxima etapa
pt_pt: Próxima etapa
ro_ro: Pasul urmator
ru_ru: Следующий шаг
sk_sk: Ďalšia etapa
sl: Naslednji korak
sq: Hapi i ardhshëm
sr_rs: Sledeći korak
sv_se: Nästa steg
sw_ke: Hatua ya baadaye
ta: அடுத்த படி
th: ขั้นตอนถัดไป
tl_ph: Susunod na hakbang
tr: Sonraki adım
uk_ua: Наступний крок
vi_vn: Bước tiếp theo
xh_za: Inyathelo elilandelayo
zh_cn: 下一步
zh_tw: 下一步
