Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Human resources managers should not be registered to courses. The corresponding users you selected have not been subscribed.
ar: لا يجب تسجيل مدراء الموارد البشرية في المقررات، المستخدمين الذين حددتهم لم يتم تسجيلهم
ast_es: Los xefos de recursu humánu nun deben esti rexistraos en cursos. Los usuarios correspondientes que seleicionasti nun han estau subscritos.
bn_bd: মানবসম্পদ ব্যবস্থাপকদের কোর্সে নিবন্ধিত হওয়া উচিত নয়। আপনি নির্বাচিত সংশ্লিষ্ট ব্যবহারকারীরা সাবস্ক্রাইব করা হয়নি।
bs_ba: Menadžeri ljudskih resursa se ne bi trebali registrirati na kurseve. Odabrani korisnici nisu pretplaćeni.
ca_es: Els directors de recursos humans no poden ser inscrits directament als cursos (en el seu lloc haurien de 'seguir-los'). Els usuaris que corresponen a aquest perfil no han estat inscrits.
cs_cz: Manažeři lidských zdrojů by neměli být registrovaní do kurzů. Vybraní odpovídající uživatelé nebyli přihlášeni.
da: HR-chefer bør ikke registreres til kurser. De tilsvarende brugere, du valgte, er ikke blevet tilmeldt.
de: HR-Manager sollten nicht in Kursen registriert sein. Die gewählten Benutzer sind daher nicht zugewiesen worden.
el: Οι διευθυντές ανθρώπινου δυναμικού δεν έχουν δικαίωμα εγγραφής. Οι χρήστες που επιλέξατε δεν έχουν εγγραφεί.
eo: Gestantoj de homaj rimedoj ne devus esti registritaj al kursoj. La selektitaj uzantoj ne estis abonnitaj.
es: Los directores de recursos humanos no pueden ser registrados directamente a los cursos (en su lugar, deberían 'seguirlos'). Los usuarios que corresponden a este perfil no han sido inscritos.
es_mx: Los gerentes de recursos humanos no deben registrarse en cursos. Los usuarios correspondientes que seleccionaste no han sido suscritos.
eu_es: Giza baliabideen kudeatzaileak ez lukete ikastaroetan izena eman behar. Hautatutako erabiltzaileak ez dira harpidetu.
fa_ir: مدیران منابع انسانی نباید در دوره‌ها ثبت‌نام شوند. کاربران مربوطه‌ای که انتخاب کردید ثبت‌نام نشده‌اند.
fi_fi: Henkilöstöhallinnon johtajia ei tule rekisteröidä kursseille. Valitsemasi käyttäjät eivät ole olleet tilattuja.
fo_fo: Manntalsskiparar skulu ikki verða skrásettir í kursar. Teir viðkomandi brúkarar, tú valdi, eru ikki blivin skrásettir.
fur: I responsabii des risorśs umanins no a deuin essê cognisûts ai curs. I utents corispondents che ti âs seletâds no sin abônûts.
ga: Níor cheart bainisteoirí acmhainní daonna a chlárú i gcúrsaí. Níor cláraíodh na húsáideoirí a roghnaigh tú.
gl: Os directores de recursos humanos non poden ser rexistrados directamente nos cursos (no seu lugar deberían "seguilos"). Os usuarios que corresponden a este perfil non foron inscritos.
he_il: אין לרשום מנהלי משאבי אנוש לקורסים. המשתמשים המתאימים שבחרת לא היו רשומים.
hi: मानव संसाधन प्रबंधकों को पाठ्यक्रमों में पंजीकृत नहीं किया जाना चाहिए। आपके द्वारा चयनित संबंधित उपयोगकर्ताओं को सदस्यता नहीं दी गई है।
hr_hr: Upravitelji ljudskih resursa se ne smiju upisivati na predmete. Odabrani korisnici nisu upisani.
hu_hu: Az emberi erőforrások vezetőit nem szabad kurzusokra regisztrálni. A kiválasztott felhasználók nem kerültek feliratkozásra.
hy: Աշխատակիցների ռեսուրսների ղեկավարները չպետք է գրանցվեն դասընթացներին: Դուք ընտրած համապատասխան օգտատերերը չեն բաժանորդագրվել:
id_id: Manajer sumber daya manusia tidak boleh terdaftar ke mata kuliah. Pengguna terkait yang Anda pilih tidak telah berlangganan.
it: I Responsabili delle Risorse Umane non possono registrarsi ai corsi. Gli utenti che hai selezionato non sono stati iscritti.
ja: 人事マネージャーはコースに登録すべきではありません。選択した対応ユーザーは登録されませんでした。
ka_ge: ადამიანური რესურსების მენეჯერები არ უნდა იყვნენ რეგისტრირებული კურსებზე. თქვენ მიერ შერჩეული შესაბამისი მომხმარებლები არ არიან გამოწერილი.
ko_kr: 인사 관리자는 코스에 등록되어서는 안 됩니다. 선택한 해당 사용자는 구독되지 않았습니다.
lo: ຜູ້ຈັດການຝ່າຍບຸກຄະລາກອນບໍ່ຄວນລົງທະບຽນເຂົ້າຫຼັກສູດ. ຜູ້ໃຊ້ທີ່ທ່ານເລືອກໄວ້ບໍ່ໄດ້ຖືກລົງທະບຽນ.
lt_lt: Žmogiškųjų išteklių vadovai neturėtų būti registruoti į kursus. Pažymėti vartotojai nebuvo užregistruoti.
lv_lv: Cilvēkresursu vadītājiem nevajadzētu reģistrēties kursos. Atlasītie lietotāji nav abonējuši.
mk_mk: Менаџерите за човечки ресурси не треба да бидат регистрирани на курсеви. Одбраните корисници не се претплатени.
ms_my: Pengurus sumber manusia tidak boleh didaftarkan kepada kursus. Pengguna yang dipilih tidak disertakan.
my_mm: လူ့စွမ်းအားအရင်းအမြစ်မန်နေဂျာများသည် သင်တန်းများတွင် မှတ်ပုံတင်မထားသင့်ပါ။ သင်ရွေးချယ်ထားသော သက်ဆိုင်ရာအသုံးပြုသူများကို စာရင်းသွင်းထားခြင်းမရှိပါ။
ne: मानव संसाधन प्रबन्धकहरूलाई कोर्सहरूमा दर्ता गर्नु हुँदैन। तपाईंले चयन गर्नुभएका सम्बन्धित प्रयोगकर्ताहरू सभापोषित भएका छैनन्।
nl: HR Managers moeten niet ingeschreven worden op de cursussen. De betreffende gebruikers die u geselecteerd heeft zijn niet ingeschreven.
nn_no: Personalansvarlege burde ikkje vere registrerte på kurs. Dei tilhøyrande brukarane du valde har ikkje vore abonnerte.
oc: Los gerents de las tresors humans devon pas èsser inscrits als cors. Los utilizaires corresponents que avètz seleccionats son pas estats inscrits.
pl_pl: Kierownicy zasobów ludzkich nie powinni być rejestrowani na kursach. Wybrani przez Ciebie użytkownicy nie zostali zapisani.
ps: د بشري سرچینو مديران باید د کورسونو سره ثبت نه شي. ټاکل شوي کارنان چې تاسو يې ټاکلي دي ګډون نه دي شوي.
pt_br: Gestores de recursos humanos não devem ser registrados para cursos. Os usuários que você selecionou não foram inscritos.
pt_pt: Gestores de recursos humanos não devem ser registrados para cursos. Os usuários correspondentes selecionadas não foram subscritas.
ro_ro: Directorii de resurse umane nu pot fi înregistrati direct la cursuri (în locul sau,ar trebui 'urmariti' ). Utilizatorii care corespund acestui profil nu au fost înregistrati.
ru_ru: Менеджеры по персоналу не должны регистрироваться на курсы. Соответствующие выбранные вами пользователи не были подписаны.
sk_sk: Manažéri ľudských zdrojov by nemali byť zaregistrovaní kurzov. Zodpovedajúci používatelia, ktorých ste vybrali neboli zapísaní.
sl: Upravitelj človeških virov (HRM) ne sme biti vpisan v tečaj. Uporabniki tega tipa niso bili vpisani.
sq: Menaxherët e burimeve njerëzore nuk duhet të regjistrohen në kurse. Përdoruesit përkatës që ke zgjedhur nuk janë abonuar.
sr_rs: Menadžeri ljudskih resursa ne bi trebalo da budu registrovani na kursevima. Odabrani korisnici nisu pretplaćeni.
sv_se: Personalchefer bör inte registreras på kurser. De motsvarande användare du valde har inte prenumererats.
sw_ke: Meneja wa rasilimali za kibinadamu wasiandikiswe kwenye kozi. Watumiaji waliouchaguliwa hawajasajiliwa.
ta: மனிதவள மேலாளர்கள் பாடங்களுக்கு பதிவு செய்யக்கூடாது. நீங்கள் தேர்ந்தெடுத்த பயனர்கள் பதிவு செய்யப்படவில்லை.
th: ผู้จัดการทรัพยากรบุคคลไม่ควรลงทะเบียนในคอร์ส ผู้ใช้ที่คุณเลือกจะไม่ถูกสมัครสมาชิก
tl_ph: Ang mga human resources managers ay hindi dapat magrehistro sa mga kurso. Ang mga kaukulang user na napili niyo ay hindi naka-subscribe.
tr: İnsan kaynakları yöneticileri kurslara kaydedilmemelidir. Seçtiğiniz ilgili kullanıcılar abone edilmedi.
uk_ua: Керівники з кадрів не повинні реєструватися на курси. Відповідні користувачі, яких ви вибрали, не були підписані.
vi_vn: Quản lý nhân sự không nên được đăng ký vào các khóa học. Các người dùng tương ứng bạn đã chọn chưa được đăng ký.
xh_za: Abaphathi bezabasebenzi abafanelekanga babhaliswe ezifundweni. Abasebenzisi abakhethiweyo ababhalisiwanga.
zh_cn: 人力资源经理不应注册课程。您选择的相关用户未被订阅。
zh_tw: 人力資源經理不應註冊課程。您選取的對應使用者未被訂閱。

source: Clean and update course coaches
ar: حذف وتحديث معلمي المقرر
ast_es: Llimpiar y actualizar coaches del cursu
bn_bd: কোর্স কোচগণ পরিষ্কার ও আপডেট করুন
bs_ba: Očisti i ažuriraj trenere kursa
ca_es: Neteja i actualitza les tutors de cursos
cs_cz: Vyčistit a aktualizovat trenéry kurzu
da: Ryd og opdater kursuscoaches
de: Bereinige und aktualisiere Kursleiter
el: Καθαρισμός και ενημέρωση των προγραμμάτων εκπαίδευσης
eo: Purigi kaj ĝisdatigi trejnistojn de kurso
es: Limpiar y actualizar los tutores de cursos
es_mx: Limpiar y actualizar coaches del curso
eu_es: Garbitu eta eguneratu ikastaroen entrenatzaileak
fa_ir: پاکسازی و به‌روزرسانی مربیان دوره
fi_fi: Poista ja päivitä kurssin valmentajat
fo_fo: Rensa og dagfør kursvenjarar
fur: Nete e agjorne coaches dal curs
ga: Glanaigh agus nuashonraigh cóitseálaithe cúrsa
gl: Limpar e actualizar os titores dos cursos
he_il: לנקות ולעדכן את מאמני הקורס
hi: पाठ्यक्रम कोचों को साफ करें और अपडेट करें
hr_hr: Očisti i ažuriraj trenere predmeta
hu_hu: Kurzus edzők tisztítása és frissítése
hy: Մաքրել և թարմացնել դասընթացի մարզիչները
id_id: Bersihkan dan perbarui pelatih mata kuliah
it: Azzera e aggiorna gli istruttori del corso
ja: コースコーチをクリーンアップして更新
ka_ge: კურსის ტრენერების გაწმენდა და განახლება
ko_kr: 코스 코치 정리 및 업데이트
lo: ລ້າງ ແລະ ອັບເດດຄູຝຶກຂອງຫຼັກສູດ
lt_lt: Išvalyti ir atnaujinti kurso treniruotojus
lv_lv: Notīrīt un atjaunināt kursa trenerus
mk_mk: Исчисти и ажурирај тренери на курсот
ms_my: Bersihkan dan kemas kini pembina kursus
my_mm: သင်တန်းနည်းပြဆရာများကို ရှင်းလင်းပြီး အဆင့်မြှင့်ပါ
ne: कोर्स प्रशिक्षकहरूलाई सफा र अद्यावधिक गर्नुहोस्
nl: Update cursus coaches
nn_no: Ryd opp og oppdater kurs-coachar
oc: Netejar e actualizar los ensenhaires del cors
pl_pl: Wyczyść i zaktualizuj trenerów kursu
ps: د کورس کوچنيان پاک او تازه کول
pt_br: Limpar e atualizar os treinadores do curso
pt_pt: Limpar e atualizar os tutores do curso
ro_ro: Curatati si actualizati tutorii de cursuri
ru_ru: Очистить и обновить тренеров курса
sk_sk: Vyčistiť a aktualizovať trénerov kurzov
sl: Počisti in ažuriraj coach-e tečajev
sq: Pastro dhe përditëso trajnerët e kursit
sr_rs: Očisti i ažuriraj trenere kursa
sv_se: Rensa och uppdatera kursens coacher
sw_ke: Safisha na sasisha makocha wa kozi
ta: பாட பயிற்சியாளர்களை சுத்தம் செய்து புதுப்பி
th: ล้างและอัปเดตโค้ชคอร์ส
tl_ph: Linisin at i-update ang mga course coach
tr: Kurs antrenörlerini temizle ve güncelle
uk_ua: Очистити та оновити тренерів курсу
vi_vn: Dọn dẹp và cập nhật huấn luyện viên khóa học
xh_za: Coza kwaye uhlaziye abaqeqeshi bezifundo
zh_cn: 清理并更新课程教练
zh_tw: 清除並更新課程導師

source: No PDF found at root: please make sure that the PDFs are at the root of your zip file (no intermediate folder)
ar: zip لا يوجد ملف بي دي اف، يرجى التأكد من وجودها في اساس الملف المصغوط
ast_es: Nun s' atopó PDF na raiz: asegúrate de que los PDF tan na raiz del to archivu zip (ensin carpeta intermedia)
bn_bd: রুটে কোনো PDF পাওয়া যায়নি: দয়া করে নিশ্চিত করুন যে PDF গুলো আপনার জিপ ফাইলের রুটে আছে (কোনো মধ্যবর্তী ফোল্ডার নয়)
bs_ba: Nema PDF-a na korijenu: provjerite da su PDF-ovi na korijenu vaše zip datoteke (bez među fascikli)
ca_es: No s'han trobat PDF a l'arrel: heu de posar els PDF a l'arrel del vostre arxiu ZIP (sense cap cartpeta intermèdia)
cs_cz: Na kořeni nebyl nalezen žádný PDF: ujistěte se, že PDF soubory jsou na kořeni vašeho zip souboru (žádná mezilehlá složka)
da: Ingen PDF fundet i rod: Sørg venligst for, at PDF'erne er i roden af din zip-fil (ingen mellemliggende mappe)
de: Kein PDF im Wurzelverzeichnis gefunden: bitte stellen Sie scher, daß die PDF im Hauptverzeichnis liegen (keine Unterverzeichnisse)
el: Δεν βρέθηκαν PDF στη βάση δεδομένων: βεβαιωθείτε ότι τα αρχεία PDF είναι στη βάση του zip αρχείου σας (χωρίς ενδιάμεσο φάκελο)
eo: Neniu PDF trovita ĉe radiko: bonvolu certigi ke la PDF-dosieroj estas ĉe la radiko de via zip-dosiero (neniu meza dosierujoj)
es: No se encontraron PDFs a la raíz: tiene que poner los PDFs en la raíz de su archivo zip (sin carpeta intermedia)
es_mx: No se encontró PDF en la raíz: asegúrate de que los PDFs estén en la raíz de tu archivo zip (sin carpeta intermedia)
eu_es: Ez da PDF-rik aurkitu sustraian: ziurtatu PDF-ak zip fitxategiaren sustraian daudela (ez dagoela arteko karpetarik)
fa_ir: هیچ PDF در ریشه یافت نشد: لطفاً مطمئن شوید که PDFها در ریشه فایل zip شما قرار دارند (بدون پوشه میانی)
fi_fi: PDF-tiedostoa ei löytynyt juuresta: varmista, että PDF-tiedostot ovat zip-tiedostosi juuressa (ei välikansiossa)
fo_fo: Ongin PDF funnin í rót: vinarliga tryggja at PDF-fílarnir eru í rótini av zipp-fílunni (ongin millumliggjandi mappu)
fur: Nengun PDF cjatât a la radise: controlê che i PDF sian a la radise dal to file zip (nengune cartiele intermediarie)
ga: Ní bhfuarthas PDF ag an bhfréamh: cinntigh go bhfuil na PDFanna ag fréamh do chomhaid zip (gan fillteán idirmeanach)
gl: Non se atopan pdf no raíz: ten que poñer os pdf no raíz do seu arquivo zip (sen carpeta intermedia)
he_il: לא נמצא PDF בשורש: אנא ודא שקובצי ה-PDF נמצאים בשורש קובץ ה-zip שלך (ללא תיקיית ביניים)
hi: मूल में कोई पीडीएफ नहीं मिला: कृपया सुनिश्चित करें कि पीडीएफ़ आपके ज़िप फ़ाइल के मूल में हैं (कोई मध्यवर्ती फ़ोल्डर नहीं)
hr_hr: PDF nije pronađen u korijenu: provjerite da su PDF-ovi u korijenu zip datoteke (bez među mapa)
hu_hu: Nincs PDF a gyökérben: győződjön meg róla, hogy a PDF-ek a zip fájl gyökerében vannak (nincs köztes mappa)
hy: Շրջանակում PDF չի գտնվել. խնդրում ենք համոզվել, որ PDF-ները zip ֆայլի արմատում են (առանց միջանկյալ պանակի)
id_id: Tidak ada PDF yang ditemukan di root: pastikan bahwa PDF berada di root file zip Anda (tidak ada folder perantara)
it: Nessun PDF trovato: assicurati che i PDF siano all'interno del tuo file zip (senza cartelle)
ja: ルートにPDFが見つかりません: zipファイルのルートにPDFがあることを確認してください（中間フォルダなし）
ka_ge: ფესტჩენში PDF არ მოიძებნა: დარწმუნდით, რომ PDF ფაილები ZIP არქივის ფესტჩენშია (არა შუალედურ საქაღალდეში)
ko_kr: 루트에 PDF를 찾을 수 없음: zip 파일의 루트에 PDF가 있는지 확인하세요 (중간 폴더 없음)
lo: ບໍ່ພົບໄຟລ໌ PDF ຢູ່ທີ່ root: ກະລຸນາກວດສອບໃຫ້ແນ່ໃຈວ່າໄຟລ໌ PDF ຂອງທ່ານຢູ່ໃນ root ຂອງໄຟລ໌ zip (ບໍ່ມີໂຟນເດີຂັ້ນກາງ)
lt_lt: PDF nerastas šaknyje: įsitikinkite, kad PDF failai yra zip failo šaknyje (be tarpinės aplanko)
lv_lv: PDF nav atrasts saknē: pārliecinieties, ka PDF faili ir zip faila saknē (bez starpposma mapēm)
mk_mk: Нема пронајдено PDF во коренот: осигурајте се дека PDF датотеките се во коренот на вашата zip датотека (без меѓу папки)
ms_my: Tiada PDF ditemui di akar: pastikan PDF berada di akar fail zip anda (tiada folder perantara)
my_mm: ရင်းမြစ်တွင် PDF မတွေ့ပါ: ကျေးဇူးပြု၍ သင့်ဇစ်ဖိုင်၏ ရင်းမြစ်တွင် PDF များရှိကြောင်း သေချာပါစေ (အလယ်အလတ်ဖိုလ်ဒါမရှိပါ)
ne: मूलमा कुनै PDF फेला परेन: कृपया सुनिश्चित गर्नुहोस् कि PDFहरू तपाईंको zip फाइलको मूलमा छन् (कुनै मध्यवर्ती फोल्डर छैन)
nl: Geen PDF gevonden in de root: zorg dat de PDFs in de root van je zipbestand staan (geen submap)
nn_no: Ingen PDF funne i rot: sørg for at PDF-ane er i roten av zip-fila di (ingen mellomliggande mappe)
oc: Cap PDF trobat a la ràïz : aseguratz-vos que los PDF son a la ràïz de vòstre fichièr zip (pas de dossier intermesi)
pl_pl: Nie znaleziono PDF na poziomie głównym: upewnij się, że pliki PDF znajdują się w głównym katalogu pliku zip (bez folderu pośredniego)
ps: په ریښې کې هیڅ PDF نه موندل کېږي: مهرباني وکړئ ډاډ ترلاسه کړئ چې PDFs په خپل زیپ فایل کې په ریښې کې دي (هیڅ منځنۍ فولډر نشته)
pt_br: Nenhum PDF encontrado na raiz: por favor, certifique-se de que os PDFs estão na raiz do arquivo zip (sem pasta intermediária)
pt_pt: Não PDF encontrados na raiz: certifique-se de que os PDFs estão na raiz do seu arquivo zip (sem pasta intermediário)
ro_ro: Nu sau gasit PDF-uri la rădăcina:trebuie să puneti PDF-uri în rădăcina fișierului zip (fără folder intermediar)
ru_ru: PDF не найден в корне: убедитесь, что PDF находятся в корне вашего zip-файла (без промежуточных папок)
sk_sk: Nenašlo sa žiadne PDF v koreňovom adresári: uistite sa, že PDF sú v koreňovom adresári vášho zip súboru (nie prostriedku adresára)
sl: V korenu ne morem najti PDF datoteke. Zagotovite, da bo PDF datoteka v korenu .zip datoteke (ne sme biti vsebovana v imeniku)
sq: Nuk u gjet PDF në rrënjë: sigurohuni që PDF-të të jenë në rrënjën e skedarit tuaj zip (pa dosje të ndërmjetme)
sr_rs: PDF nije pronađen u korenu: proverite da li su PDF-ovi u korenu zip datoteke (bez među fascikli)
sv_se: Ingen PDF hittad i roten: se till att PDF:erna ligger i roten av din zip-fil (ingen mellanliggande mapp)
sw_ke: Hakuna PDF iliyopatikana kwenye mzizi: hakikisha kuwa PDF ziko kwenye mzizi wa faili yako ya zip (hakuna folda ya kati)
ta: மூலத்தில் PDF கிடைக்கவில்லை: உங்கள் zip கோப்பின் மூலத்தில் PDFகள் உள்ளதா என்பதை உறுதிப்படுத்தவும் (இடைநிலை கோப்புறை இல்லை)
th: ไม่พบ PDF ที่รูท: กรุณาตรวจสอบว่า PDF อยู่ในรูทของไฟล์ zip (ไม่มีโฟลเดอร์กลาง)
tl_ph: Walang PDF na natagpuan sa root: tiyakin na ang mga PDF ay nasa root ng inyong zip file (walang intermediate folder)
tr: Kökte PDF bulunamadı: lütfen PDF'lerin zip dosyanızın kökünde olduğundan emin olun (ara klasör yok)
uk_ua: PDF не знайдено в корені: переконайтеся, що PDF знаходяться в корені вашого zip файлу (без проміжної папки)
vi_vn: Không tìm thấy PDF ở thư mục gốc: vui lòng đảm bảo rằng các PDF nằm ở thư mục gốc của tệp zip (không có thư mục trung gian)
xh_za: Akukho PDF ifunyanweyo kwingingqi: nceda uqiniseke ukuba ii-PDF zikwingingqi yefayile lakho le-zip (akukho folda ephakathi)
zh_cn: 根目录下未找到 PDF：请确保 PDF 位于 zip 文件的根目录（无中间文件夹）
zh_tw: 根目錄中找不到 PDF：請確保 PDF 位於 zip 檔案的根目錄（無中間資料夾）

source: PDFs must look like:
ar: :يجب ان تبدو ملفات البي دي اف هكذا
ast_es: Los PDF deben apaecer asina:
bn_bd: PDF গুলো এরকম দেখতে হবে:
bs_ba: PDF-ovi moraju izgledati ovako:
ca_es: Els PDF s'han de veure així:
cs_cz: PDF musí vypadat takto:
da: PDF'er skal se sådan ud:
de: PDFs sollten so aussehen:
el: Το PDF πρέπει να μοιάζει με:
eo: PDF-dosieroj devas aspecti tiel:
es: Los PDFs tienen que verse así:
es_mx: Los PDFs deben verse así:
eu_es: PDF-ek honela itxura izan behar dute:
fa_ir: PDFها باید شبیه این باشند:
fi_fi: PDF:n tulee näyttää kuin:
fo_fo: PDF-fílarnir skulu líta út sum:
fur: I PDF a deuin vêsi come:
ga: Caithfidh PDFanna a bheith cosúil le:
gl: Os pdf teñen que verse así:
he_il: קובצי PDF חייבים להיראות כך:
hi: पीडीएफ़ इस प्रकार दिखने चाहिए:
hr_hr: PDF-ovi moraju izgledati ovako:
hu_hu: A PDF-eknek így kell kinézniük:
hy: PDF-ները պետք է ունենան այս տեսքը:
id_id: PDF harus terlihat seperti:
it: I PDF devono essere come:
ja: PDFは次のようである必要があります:
ka_ge: PDF უნდა გამოიყურებოდეს ასე:
ko_kr: PDF는 다음과 같이 보아야 합니다:
lo: ໄຟລ໌ PDF ຕ້ອງມີລັກສະນະ:
lt_lt: PDF turi atrodyti taip:
lv_lv: PDF jāizskatās šādi:
mk_mk: PDF датотеките мора да изгледаат вака:
ms_my: PDF mesti kelihatan seperti:
my_mm: PDF များသည် ဤသို့ဖြစ်ရမည်:
ne: PDFहरू यसरी देखिनुपर्छ:
nl: PDFs moet er uitzien als
nn_no: PDF-ar må sjå ut som:
oc: Los PDF devon èsser coma :
pl_pl: Pliki PDF powinny wyglądać tak:
ps: PDFs باید داسې ښکاره شي:
pt_br: PDFs deve ser parecido:
pt_pt: PDFs deve ficar assim:
ro_ro: PDF-urile trebuie sa arate asa:
ru_ru: PDF должны выглядеть так:
sk_sk: PDF musí vyzerať:
sl: PDF mora biti videti kot:
sq: PDF-të duhet të duken si:
sr_rs: PDF-ovi moraju izgledati ovako:
sv_se: PDF:er måste se ut så här:
sw_ke: PDF zinapaswa kuonekana kama:
ta: PDFகள் இவ்வாறு இருக்க வேண்டும்:
th: PDF ต้องมีลักษณะดังนี้:
tl_ph: Ang mga PDF ay dapat magmukhang:
tr: PDF'ler şöyle görünmelidir:
uk_ua: PDF повинні виглядати так:
vi_vn: PDF phải trông như sau:
xh_za: Ii-PDF kufuneka zibonakale ngolu hlobo:
zh_cn: PDF 必须如下所示：
zh_tw: PDF 必須如下所示：

source: Location of import zip file
ar: موقع الملف المصغوط المستورد
ast_es: Llocalización del ficheru zip d'importación
bn_bd: ইমপোর্ট জিপ ফাইলের অবস্থান
bs_ba: Lokacija zip datoteke za uvoz
ca_es: Ubicació de l'arxiu d'importació ZIP
cs_cz: Umístění importovaného zip souboru
da: Placering af import zip-fil
de: Pfad zur ZIP-Datei
el: Τοποθεσία εισαγωγής αρχείου zip
eo: Loko de importota zip-dosiero
es: Ubicación del archivo de importación zip
es_mx: Ubicación del archivo zip de importación
eu_es: Inportazio zip fitxategiaren kokapena
fa_ir: مکان فایل zip واردشده
fi_fi: Tuontitiedoston sijainti
fo_fo: Staðseting av innfluttari zip-fílu
fur: Posizion dal file zip da importar
ga: Suíomh an chomhaid zip iompórtála
gl: Ubicación do arquivo de importación zip
he_il: מיקום קובץ ה-zip לייבוא
hi: आयात ज़िप फ़ाइल का स्थान
hr_hr: Lokacija zip datoteke za uvoz
hu_hu: Import zip fájl helye
hy: Ներմուծման zip ֆայլի տեղակայություն
id_id: Lokasi file zip impor
it: Posizione importazione file zip
ja: インポートzipファイルの場所
ka_ge: იმპორტის ZIP ფაილის მდებარეობა
ko_kr: 가져오기 zip 파일 위치
lt_lt: Importuojamo zip failo vieta
lv_lv: Importējamā zip faila atrašanās vieta
mk_mk: Локација на zip датотека за увоз
ms_my: Lokasi fail zip import
my_mm: ဇစ်ဖိုင်တင်သွင်းမှုတည်နေရာ
ne: आयात zip फाइलको स्थान
nl: Importeerplaats van zipbestand
nn_no: Stad for import av zip-fil
oc: Emplaçament del fichièr zip d’importacion
pl_pl: Lokalizacja pliku zip do importu
ps: د وارد زیپ فایل ځای
pt_br: Localização do arquivo zip de importação
pt_pt: Local do arquivo zip de importação
ro_ro: Localizarea fișierului de import zip
ru_ru: Расположение zip-файла импорта
sk_sk: Umiestnenie importovaného zip súboru
sl: Lokacija .zip datoteke za uvoz
sq: Vendndodhja e skedarit zip të importit
sr_rs: Lokacija zip datoteke za uvoz
sv_se: Plats för import zip-fil
sw_ke: Mahali pa faili ya zip ya kuagiza
ta: ஏற்றுமதி zip கோப்பின் இடம்
th: ตำแหน่งไฟล์ zip นำเข้า
tl_ph: Lokasyon ng import zip file
tr: İçe aktarma zip dosyasının konumu
uk_ua: Розташування zip файлу для імпорту
vi_vn: Vị trí tệp zip nhập
xh_za: Indawo yefayile le-zip yokungenisa
zh_cn: 导入 zip 文件位置
zh_tw: 匯入 zip 檔案位置

source: You must import a zip file
ar: zip يجب عليك استيراد ملف مضغوط بصيغة
ast_es: Debes importar un ficheru zip
bn_bd: আপনাকে একটি জিপ ফাইল আমদানি করতে হবে
bs_ba: Morate uvesti zip datoteku
ca_es: Heu d'importar com a arxiu ZIP
cs_cz: Musíte importovat zip soubor
da: Du skal importere en zip-fil
de: Es muß eine ZIP-Datei angegeben werden
el: Θα πρέπει να εισάγετε ένα αρχείο zip
eo: Vi devas importi zip-dosieron
es: Tiene que importar como archivo zip
es_mx: Debes importar un archivo zip
eu_es: Zip fitxategi bat inportatu behar duzu
fa_ir: باید یک فایل zip وارد کنید
fi_fi: SInun pitää tuoda ZIP-tiedosto
fo_fo: Tú skalt innflyta ein zip-fílu
fur: Tu deve importar un file zip
ga: Caithfidh tú comhad zip a iompórtáil
gl: Ten que importar como arquivo zip
he_il: עליך לייבא קובץ zip
hi: आपको एक ज़िप फ़ाइल आयात करनी चाहिए
hr_hr: Morate uvesti zip datoteku
hu_hu: Zip fájlt kell importálni
hy: Պետք է ներմուծեք zip ֆայլ
id_id: Anda harus mengimpor file zip
it: Devi importare un file zip
ja: zipファイルをインポートする必要があります
ka_ge: თქვენ უნდა შეიტანოთ ZIP ფაილი
ko_kr: zip 파일을 가져와야 합니다
lo: ທ່ານຕ້ອງນຳເຂົ້າໄຟລ໌ zip
lt_lt: Turite importuoti zip failą
lv_lv: Jums jāimportē zip fails
mk_mk: Мора да увезете zip датотека
ms_my: Anda mesti import fail zip
my_mm: သင်သည် ဇစ်ဖိုင်တစ်ခုကို တင်သွင်းရမည်
ne: तपाईंले zip फाइल आयात गर्नुपर्छ
nl: U moet een zipbestand importeren
nn_no: Du må importere ein zip-fil
oc: Devetz importar un fichièr zip
pl_pl: Musisz zaimportować plik zip
ps: تاسو باید یو زیپ فایل وارد کړئ
pt_br: Você deve importar um arquivo zip
pt_pt: É necessário importar um arquivo zip
ro_ro: Trebuie să importe ca fișier zip
ru_ru: Вы должны импортировать zip-файл
sk_sk: Musíte importovať zip súbor
sl: Uvoziti je potrebno .zip datoteko
sq: Duhet të importoni një skedar zip
sr_rs: Morate uvesti zip datoteku
sv_se: Du måste importera en zip-fil
sw_ke: Lazima uagize faili ya zip
ta: நீங்கள் zip கோப்பை ஏற்றுமதி செய்ய வேண்டும்
th: คุณต้องนำเข้าไฟล์ zip
tl_ph: Dapat mag-import ng zip file
tr: Bir zip dosyası içe aktarmanız gerekir
uk_ua: Ви повинні імпортувати zip файл
vi_vn: Bạn phải nhập một tệp zip
xh_za: Kufuneka ungenise ifayile le-zip
zh_cn: 您必须导入 zip 文件
zh_tw: 您必須匯入 zip 檔案
