Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: What should be done with imported files with the same file name as existing files?
ar: مالذي يتم فعله بالملف الذي يكون اسمه موافقا لاسم ملف موجود مسبقا
ast_es: ¿ Qué hai que facer colos ficheros importaos que tengan el mesmu nome qu'otros que yá esistan ?
bn_bd: একই ফাইল নামের আমদানিকৃত ফাইলগুলোর সাথে কী করা উচিত?
bs_ba: Šta treba uraditi sa uvezenim datotekama koje imaju isti naziv datoteke kao postojeće datoteke?
ca_es: Què n'heu de fer dels fitxers importats que tenen el mateix nom que els fitxers existents?
cs_cz: Co udělat když importováné soubory mají stejné jméno jako existující soubory?
da: Hvad skal der gøres med importerede filer, som har samme filnavn som en eksisterende fil?
de: Was soll mit importierten Dateien passieren, die gleichlautend sind?
el: Τι πρέπει να γίνει με τα εισαγόμενα αρχεία που έχουν το ίδιο όνομα με κάποια ήδη προϋπάρχοντα αρχεία;
eo: Kio okazu pri la importitaj dosieroj kun sama nomo kiel la ekzistataj dosieroj?
es: ¿ Qué hacer con los ficheros importados que tengan el mismo nombre que otros existentes ?
es_mx: ¿Qué hacer con los ficheros importados con el mismo nombre que otros existentes ?
eu_es: Zer egin inportatutako fitxategiekin lehendik badiren beste batzuen izen berbera dutenean?
fa_ir: در مورد فایلهایی که هم اسم آنها وجود دارد چه باید کرد؟
fi_fi: Mitä tehdään tuoduille tiedostoille jos saman niminen tiedosto on jo olemassa?
fo_fo: Hvat skal gjørt við innfluttar fílar sum hava sama fílanavn sum verandi fílar?
fur: Che fâ coi files importâts che a son coi stês nûmis des files esistents?
ga: Cad ba cheart a dhéanamh le comhaid iompórtáilte a bhfuil an t-ainm comhaid chéanna acu le comhaid atá ann cheana?
gl: ¿Qué debería facer cos ficheiros importados que teñan o mesmo nome que os existentes?
he_il: מה צריך לעשות עם קבצים מיובאים עם שם קובץ זהה לזה של קבצים קיימים?
hi: आयातित फ़ाइलों के साथ क्या किया जाए जिनका फ़ाइल नाम मौजूदा फ़ाइलों के समान है?
hr_hr: Što učiniti s prenesenim datotekama istoga naziva kao i postojeće datoteke?
hu_hu: Mi legyen azokkal a másolandó fájlokkal, amelyekkel azonos elnevezésű már létezik a célkurzuson belül?
hy: Ի՞նչ անել ներմուծված ֆայլերի հետ, որոնք ունեն նույն ֆայլի անունը, ինչ գոյություն ունեցող ֆայլերը:
id_id: Apa yang harus dilakukan terhadap file yang diimport yang memiliki nama sama dengan existing files?
it: Il nome del file esiste già
ja: インポートするファイルが既存のファイルと同じ名前の場合に何をしますか?
ka_ge: რა უნდა მოხდეს იმპორტირებულ ფაილებთან, რომლებიც შეესაბამება არსებულ ფაილს სახელით?
ko_kr: 불러온 파일과 같은 파일 명이 존재하면 어떻게 하시겠습니까?
lo: ຄວນເຮັດແນວໃດກັບໄຟລ໌ທີ່ນຳເຂົ້າທີ່ມີຊື່ໄຟລ໌ຄືກັນກັບໄຟລ໌ທີ່ມີຢູ່ແລ້ວ?
lt_lt: Kokie veiksmai su importuotais failais tuo pačiu pavadinimu kaip egzistuojantys failai?
lv_lv: Ko darīt ar importētajiem failiem, kam ir tādi paši nosaukumi, kā jau esošajiem?
mk_mk: Што треба да биде направено со увезените датотеки кои имаат исто име како и некои постоечки датотеки?
ms_my: Apa yang perlu dilakukan dengan fail yang diimport mempunyai nama fail sama seperti fail sedia ada?
my_mm: ရှိပြီးသားဖိုင်များနှင့် တူညီသော ဖိုင်အမည်ရှိ တင်သွင်းထားသော ဖိုင်များကို မည်သို့လုပ်ဆောင်သင့်သနည်း။
ne: एउटै फाइल नाम भएका आयात गरिएका फाइलहरूसँग के गर्ने?
nl: Wat moet er gebeuren met geïmporteerde bestanden met dezelfde bestandsnaam als bestaande bestanden?
nn_no: Kva skal gjerast med importerte filer med same filnamnet som eksisterande filer?
oc: Quò fai pels fichièrs importats qu'avèn lo meteis nom que los fichièrs existents ?
pl_pl: Jaka akcja powinna być wykonana w przypadku kiedy nazwy importowanych plików są takie same jak już istniejące pliki?
ps: د وارد شوي فایلونو سره څه وشي چې د موجوده فایلونو هماغه نوم لري؟
pt_br: O que fazer com os arquivos importados com o mesmo nome dos arquivos já existentes?
pt_pt: O que fazer aos ficheiros importados com o mesmo nome de ficheiros já existentes?
ro_ro: Ce se poate face cu fișierele importate care au același nume ca și altele existente?
ru_ru: Что следует сделать с импортированными файлами, имеющими то же имя, что и существующие файлы?
sk_sk: Ako zmeniť názvy kopírovaných súborov, ak už takéto názvy existujú
sl: Kaj naj storim z uvoženo datoteko, ki ima enako ime kot obstoječa datoteka?
sq: Çfarë duhet bërë me skedarët e importuar që kanë të njëjtin emër skedari si skedarët ekzistues?
sr_rs: Šta treba da bude učinjeno sa uvezenim fajlovima koji imaju isto ime kao i postojeći fajlovi?
sv_se: Vad vill du göra med importerade filer som har samma namn som redan existerande filer?
sw_ke: Nini kifanyike na faili zilizoingizwa zenye jina la faili sawa na faili zilizopo?
ta: இருக்கும் கோப்புகளுடன் அதே கோப்பு பெயரைக் கொண்ட இறக்குமதி செய்யப்பட்ட கோப்புகளுடன் என்ன செய்ய வேண்டும்?
th: สิ่งควรระวังเมื่อนำเข้าไฟล์ คือชื่อไฟล์ที่เหมือนกันกับที่มีอยู่ในระบบ
tl_ph: Ano ang dapat gawin sa na-import na mga file na mayroong kaparehong kapangalan ng file na umiiral sa mga file?
tr: Dışarıdan alınan dosyalarda, varolan dosyalarla aynı dosya ismine sahip olanları ne yapmak istersiniz?
uk_ua: Що потрібно зробити з імпортованими файлами, які мають таку ж назву, як і існуючі?
vi_vn: Nên làm gì với các tệp nhập vào có cùng tên tệp với các tệp hiện có?
xh_za: Kufuneka kwenteni iifayile ezingenisiweyo ezinegama lefayile elifanayo nelefayile esele zikhona?
zh_cn: 如果导入的文件与现有文件重名采取什么方法？
zh_tw: 如果匯入的檔案與現有檔案重名採取什麼方法？

source: Skip same file name
ar: تجاوز نفس اسم الملف
ast_es: Saltar los ficheros col mesmu nome
bn_bd: একই ফাইল নাম এড়িয়ে যান
bs_ba: Preskoči isti naziv datoteke
ca_es: Saltar els fitxers
cs_cz: Přeskočit soubory se stejným jménem
da: Spring over filer med samme navn
de: gleichlautende Dateien überspringen
el: Να προσπερνάται το ίδιο όνομα αρχείου
eo: Transsalti dosierojn
es: Saltar los ficheros con el mismo nombre
es_mx: Saltar los ficheros con el mismo nombre
eu_es: Jauzi izen berbera duten fitxategiak
fa_ir: از روی فایلهای دارای یک نام گذشتن
fi_fi: Ohita saman niminen tiedosto
fo_fo: Forstoytta somu fílanøvn
fur: Salte files coi stês nûmis
ga: Scipeáil ainm comhaid chéanna
gl: Ignorar os ficheiros do mesmo nome
he_il: דלג על אותו שם קובץ
hi: एक ही फ़ाइल नाम छोड़ दें
hr_hr: Zanemari datoteke istoga imena
hu_hu: Megegyező nevű fájl kihagyása
hy: Բաց թողնել նույն ֆայլի անունը
id_id: Lompati file dengan nama sama
it: Ignora i file con lo stesso nome
ja: 同じファイル名をスキップする
ka_ge: გამოტოვეთ იგივე სახელის ფაილი
ko_kr: 불러오기 취소
lt_lt: Peršokti
lv_lv: Izlaist vienādā nosaukuma failus
mk_mk: Прескокни ги датотеките со исто име
ms_my: Langkau nama fail sama
my_mm: တူညီသော ဖိုင်အမည်ကို ကျော်ပါ
ne: एउटै फाइल नाम छोड्नुहोस्
nl: Bestanden overslaan
nn_no: Hopp over same filnamnet
oc: Sautar los meteis noms de fichièr
pl_pl: Pomin pliki o takiej samej nazwie
ps: هماغه نوم فایل پرېږدئ
pt_br: Pular arquivos de mesmo nome
pt_pt: Salta ficheiro com o mesmo nome
ro_ro: Treci peste fișierele cu același nume
ru_ru: Пропустить одинаковое название файла
sk_sk: Preskočiť
sl: Izpusti datoteko z enakim imenom
sq: Anashkalo emrin e njëjtë të skedarit
sr_rs: Preskoči isto ime fajla
sv_se: Hoppa över filer med samma namn
sw_ke: Ruka jina la faili sawa
ta: அதே கோப்பு பெயரை தவிர்
th: ข้ามไฟล์ที่มีชื่อเดียวกัน
tl_ph: Laktawan ang parehong pangalan ng file
tr: Aynı dosya ismini atla
uk_ua: Пропустити таку ж саму назву файлу
vi_vn: Bỏ qua tên tệp giống nhau
xh_za: Yeqa igama lefayile elifanayo
zh_cn: 跳过同名文件
zh_tw: 跳過同名檔案

source: Rename file (eg file.pdf becomes file_1.pdf)
ar: أعد تسمية الملف (مثال: file.pdf يصبح file_1.pdf)
ast_es: Cambiar el nome al ficheru (por ex. archivu.pdf cambia a archivu_1.pdf)
bn_bd: ফাইলের নাম পরিবর্তন করুন (যেমন file.pdf হয় file_1.pdf)
bs_ba: Preimenuj datoteku (npr. file.pdf postaje file_1.pdf)
ca_es: Canviar el nom dels fitxers (p.e.: fitxer .pdf esdevé fitxer_1.pdf)
cs_cz: Přejmenovat soubor (např. Soubor.pdf se stáva Soubor_1.pdf)
da: Omdøb fil (eks. fil.pdf bliver til fil_1.pdf)
de: Datei umbenennen (d.h. datei.pdf wird zu datei_1.pdf)
el: Να μετονομασθεί το αρχείο (πχ. το 'αρχείο.pdf' να μετατραπεί σε 'αρχείο_1.pdf')
eo: Renomi dosierojn (ekz. dosiero.pdf iĝu dosiero_1.pdf)
es: Renombrar el fichero (ej. archivo.pdf se convierte en archivo_1.pdf)
es_mx: Renombrar el fichero (ej. archivo.pdf se convierte en archivo_1.pdf)
eu_es: Berrizendatu fitxategia (esaterako, artxiboa.pdf honako hau bihurtuko da: artxiboa_1.pdf)
fa_ir: تغییر نام فایلهای قدیمی؟
fi_fi: Nimeä tiedosto uudellen (esim file.pdf -> file_1.pdf)
fo_fo: Umnevna fílu (t.d. fíla.pdf verður fíla_1.pdf)
fur: Renomeâ il file (par es. file.pdf al devent file_1.pdf)
ga: Athinmigh comhad (eg file.pdf éiríonn file_1.pdf)
gl: Renomear o ficheiro (p.ex. file.pdf convírtese en file_1.pdf)
he_il: שנה את שם הקובץ (למשל file.pdf הופך ל-file_1.pdf)
hi: फ़ाइल नाम बदलें (जैसे file.pdf को file_1.pdf बनाएँ)
hr_hr: Preimenuj datoteku (npr. datoteka.pdf postaje datoteka_1.pdf)
hu_hu: Fájl átnevezése (pl. fajl.pdf -> fajl_1.pdf)
hy: Վերանվանել ֆայլը (օրինակ՝ file.pdf դառնում է file_1.pdf)
id_id: Ganti nama file (misal file.pdf menjadi file_1.pdf)
it: Rinomina i file con lo stesso nome
ja: ファイルの名前を変更する (たとえば file.pdf を file_1.pdf にします)
ka_ge: ფაილის გადარქმევა (მაგ. file.pdf გახდება file_1.pdf)
ko_kr: 파일명 재작성 (eg file.pdf 인 경우 file_1.pdf로)
lo: ປ່ຽນຊື່ໄຟລ໌ (ຕົວຢ່າງ file.pdf ກາຍເປັນ file_1.pdf)
lt_lt: Pervadinti failą (pvz.: file.pdf taps file_1.pdf)
lv_lv: Pārsaukt failu (t.i. <i>fails.pdf</i> kļūst par <i>fails_1.pdf</i>)
mk_mk: Преименувај ја датотеката (пр. датотека.pdf станува file_1.pdf)
ms_my: Tukar nama fail (contoh fail.pdf menjadi fail_1.pdf)
my_mm: ဖိုင်အမည်ပြောင်းပါ (ဥပမာ file.pdf သည် file_1.pdf ဖြစ်လာသည်)
ne: फाइललाई नाम परिवर्तन गर्नुहोस् (उदाहरण: file.pdf लाई file_1.pdf बनाउनुहोस्)
nl: Bestanden hernoemen (bv. bestand.pdf wordt bestand_1.pdf)
nn_no: Døyp om filen (t.d. fil.pdf blir fil_1.pdf)
oc: Renomenar lo fichièr (ex. file.pdf deven file_1.pdf)
pl_pl: Zmień nazwę pliku (np. plik.pdf zamienia na plik_1.pdf)
ps: فایل نوم بدل کړئ (مثلاً file.pdf file_1.pdf کیږي)
pt_br: Renomear arquivo de mesmo nome
pt_pt: Renomear ficheiros com o mesmo nome (ex. file.pdf ficará file_1.pdf)
ro_ro: Redenumiți fișierul (expemplu fișieru.pdf devine fișier _1.pdf)
ru_ru: Переименовать файл (например, файл.pdf становится файл_1.pdf)
sk_sk: Premenovať (napr. subor.pdf sa premenuje na subor_1.pdf)
sl: Preimenuj datoteko z enakim imenom (npr. datoteka.pdf postane datoteka_1.pdf)
sq: Riemërto skedarin (p.sh. file.pdf bëhet file_1.pdf)
sr_rs: Preimenuj fajl (eg file.pdf postaje file_1.pdf)
sv_se: Döp om fil (ex.fil.pdf till fil_1.pdf)
sw_ke: Badilisha jina la faili (mfano faili.pdf inakuwa faili_1.pdf)
ta: கோப்பை மாற்று பெயர் (எ.கா file.pdf ஆக file_1.pdf ஆகும்)
th: เปลี่ยนชื่อไฟล์(เช่น prachid.pdf เป็น prachid_1.pdf)
tl_ph: I-rename ang file (hal. file.pdf ay magiging file_1.pdf)
tr: Dosyayı yeniden adlandır (ör: önce deneme.pdf sonra deneme_1.pdf)
uk_ua: Перейменувати файл (напр. file.pdf стане file_1.pdf)
vi_vn: Đổi tên tệp (ví dụ: file.pdf thành file_1.pdf)
xh_za: Phinda aze igama lefayile (umz ex file.pdf iba file_1.pdf)
zh_cn: 重命名文件（如：file.pdf 重命名成file_1.dbf）
zh_tw: 重命名檔案（如︰file.pdf 重命名成file_1.dbf）

source: Overwrite file
ar: أعد الكتابة على الملف
ast_es: Escribir enriba'l ficheru
bn_bd: ফাইল ওভাররাইট করুন
bs_ba: Prepiši datoteku
ca_es: Sobreescriure els fitxers
cs_cz: Přepsat soubor
da: Overskriv fil
de: Datei überschreiben
el: Αντικατάσταση αρχείου
eo: Anstataŭigi dosierojn
es: Sobreescribir el fichero
es_mx: Sobreescribir archivo
eu_es: Gainidatzi fitxategia
fa_ir: جایگزینی فایلهای قدیمی با فایلهای جدید؟
fi_fi: Ylikirjoita tiedosto
fo_fo: Yvirskriva fílu
fur: Scrive sul file
ga: Scrios comhad thar
gl: Sobreescribir o arquivo
he_il: החלפת קובץ
hi: फ़ाइल ओवरराइट करें
hr_hr: Piši preko postojeće datoteke
hu_hu: Fájl felülírása
hy: Ջնջել ֆայլը
id_id: Timpa berkas
it: Sovrascrivi i file con lo stesso nome
ja: ファイルを上書きする
ka_ge: ფაილის გადაწერა
ko_kr: 덮어쓰기
lt_lt: Perrašyti failą
lv_lv: Pārrakstīt failu
mk_mk: Препокриј ја датотеката
ms_my: Tulis atas fail
my_mm: ဖိုင်ကို ထပ်ရေးပါ
ne: फाइल ओभरराइट गर्नुहोस्
nl: Bestanden overschrijven
nn_no: Overskriv filen
oc: Sobrescriure lo fichièr
pl_pl: Napisz istniejący plik
ps: فایل بیا لیک کړئ
pt_br: Sobrescrever arquivo
pt_pt: Substituir ficheiro
ro_ro: Suprascrie fișierul
ru_ru: Перезаписать файл
sk_sk: Prepísať súbor
sl: Prepiši obstoječo datoteko
sq: Mbishkruaj skedarin
sr_rs: Piši preko postojećeg fajla
sv_se: Skriv över fil
sw_ke: Andika juu ya faili
ta: கோப்பை மேலெழுது
th: บันทึกทับไฟล์เดิม
tl_ph: Patungan ang file
tr: Dosya üzerine yaz
uk_ua: Перезаписати файл
vi_vn: Ghi đè tệp
xh_za: Bhala ngaphezulu kwefayile
zh_cn: 覆盖文件
zh_tw: 覆蓋檔案

source: Select target course
ar: حدد محطةالمقرر
ast_es: Escoyer el cursu de destín.
bn_bd: টার্গেট কোর্স নির্বাচন করুন
bs_ba: Odaberite ciljni kurs
ca_es: Seleccionar un curs de destinació
cs_cz: Zvolte cílový kurz
da: Vælg destinationen for kurset
de: Ziel-Kurs wählen
el: Επιλογή του μαθήματος στόχου
eo: Elektu celkurson
es: Seleccionar el curso de destino
es_mx: Seleccionar el curso de destino
eu_es: Hautatu helburuko ikastaroa
fa_ir: لطفاً درس مقصد را مشخص کنید
fi_fi: Valitse kohde kurssi
fo_fo: Velt málkurs
fur: Selezionâ curs destinazion
ga: Roghnaigh cúrsa sprice
gl: Seleccionar o curso de destino
he_il: בחר קורס יעד
hi: लक्ष्य कोर्स चुनें
hr_hr: Odaberi odredišni kolegij
hu_hu: Célkurzus kiválasztása
hy: Ընտրել թիրախային դասընթաց
id_id: Pilih mata kuliah target
it: Seleziona il corso di destinazione
ja: 対象コースを選択
ka_ge: სამიზნე კურსის შერჩევა
ko_kr: 대상 과정을 선택
lt_lt: Išrinkti paskirties kursą
lv_lv: Izvēlieties galamērķa kursu
mk_mk: Изберете ја локацијата на курсот
ms_my: Pilih kursus sasaran
my_mm: ဦးတည်သင်တန်းကို ရွေးပါ
ne: लक्षित कोर्स छान्नुहोस्
nl: Selecteer een doelcursus
nn_no: Vel målkurs
oc: Seleccionar lo cors ciba
pl_pl: Wybierz kurs docelowy
ps: هدفي کورس غوره کړئ
pt_br: Selecione o curso de destino
pt_pt: Seleccione um curso destino
ro_ro: Selectați cursul de destinație
ru_ru: Выбрать назначение курса
sk_sk: Vyberte kurz do ktorého kopírovať
sl: Izberi ciljni tečaj
sq: Zgjidh kursin đích
sr_rs: Odaberite lokaciju kursa
sv_se: Välj målkurs
sw_ke: Chagua kozi lengwa
ta: இலக்கு பாடத்தை தேர்ந்தெடுக்கவும்
th: เลือกไปที่รายวิชา
tl_ph: Piliin ang target course
tr: Hedef dersi seçin
uk_ua: Виберіть курс призначення
vi_vn: Chọn khóa học đích
xh_za: Khetha ikhosi ekujoliswe kuyo
zh_cn: 选择目标课程
zh_tw: 選擇目標課程

source: Full copy
ar: نسخة كاملة
ast_es: Copia completa
bn_bd: পূর্ণ কপি
bs_ba: Potpuna kopija
ca_es: Còpia completa
cs_cz: Kopírovat všechno
da: Fuld kopi
de: Vollständige Kopie
el: Πλήρες αντίγραφο
eo: Kopii ĉiujn erojn de la aktuala kurso.
es: Copia completa
es_mx: Copia completa
eu_es: Kopia osoa
fa_ir: تمامی منابع کپی شوند
fi_fi: Täysi kopiointi
fo_fo: Full avriting
fur: Copie complete
ga: Cóip iomlán
gl: Copia completa
he_il: עותק מלא
hi: पूर्ण कॉपी
hr_hr: Cjelovito preslikavanje
hu_hu: Teljes másolat
hy: Ամբողջական պատճեն
id_id: Salinan lengkap
it: Copia completa
ja: 全コピー
ka_ge: სრული კოპია
ko_kr: 전체 복사
lo: ສຳເນົາເຕັມ
lt_lt: Pilna kopija
lv_lv: Veikt pilnu kopiju
mk_mk: Целосна копија
ms_my: Salinan penuh
my_mm: ပြည့်စုံသော ကူးယူမှု
ne: पूर्ण प्रतिलिपि
nl: Kopieer alle onderdelen van de huidige cursus.
nn_no: Full kopi
oc: Còpia completa
pl_pl: Pełna kopia
ps: بشپړه کاپي
pt_br: Cópia completa
pt_pt: Cópia completa
ro_ro: Copie completă
ru_ru: Полная копия
sk_sk: Kopírovať všetko
sl: Popolno kopiranje
sq: Kopje e plotë
sr_rs: Kompletno kopiraj
sv_se: Full kopia
sw_ke: Nakili kamili
ta: முழு நகல்
th: สำเนาอย่างสมบูรณ์
tl_ph: Buong kopya
tr: Tam kopya
uk_ua: Повне копіювання
vi_vn: Sao chép đầy đủ
xh_za: Kopi epheleleyo
zh_cn: 完全复制
zh_tw: 完全複製

source: There are no resources to backup
ar: لا يوجد أي مصادر لإجراء عملية النسخ الإحتياطي
ast_es: Nun hai recursos pa facer una copia de seguridá
bn_bd: ব্যাকআপের জন্য কোনো রিসোর্স নেই
bs_ba: Nema resursa za rezervnu kopiju
ca_es: No hi ha recursos disponibles per fer un còpia de seguretat
cs_cz: Nejsou zdroje pro zálohování
da: Der er intet materiale at tage backup af
de: Keine Inhalte für Backup vorhanden
el: Δεν υπάρχουν πόροι για τους οποίους να ληφθεί αντίγραφο ασφαλείας
eo: Ne disponeblas kurseroj por krei restaŭrkopion
es: No hay recursos para hacer una copia de seguridad
es_mx: No hay recursos con los que hacer una copia de seguridad
eu_es: Ez dago babeskopia egiteko baliabiderik
fa_ir: هیچ منبعی از این درس قابل کپی نیست
fi_fi: Ei ole mitään mistä ottaa varmuuskopio
fo_fo: Ongar lutir at varðveita
fur: No i è resursis da fâ backup
ga: Níl aon acmhainní le cúltaca
gl: Non hai recursos para copia de seguridade
he_il: אין משאבים לגיבוי
hi: बैकअप के लिए कोई संसाधन नहीं हैं
hr_hr: Nema podataka za stvaranje pričuvnoga primjerka
hu_hu: Nincsenek visszaállítható erőforrások
hy: Պատճենելու համար ռեսուրսներ չկան
id_id: Tidak ada resources untuk dibackup
it: Non ci sono risorse di cui fare il backup
ja: バックアップするリソースがありません
ka_ge: არ არის რესურსები სარეზერვოდ
ko_kr: 백업 할 리소스가 존재하지 않습니다
lo: ບໍ່ມີຊັບພະຍາກອນທີ່ຈະສຳຮອງ
lt_lt: Nėra jokių resursų archyvavimui
lv_lv: Nav resursu, kam veidot rezerves kopiju
mk_mk: Не постојат ресурси за резервна_копија
ms_my: Tiada sumber untuk sandaran
my_mm: အရန်သိမ်းဆည်းရန် အရင်းအမြစ်များ မရှိပါ
ne: ब्याकअपका लागि कुनै स्रोतहरू छैनन्
nl: Er zijn geen cursusonderdelen beschikbaar voor het aanmaken van een back-up.
nn_no: Ingen ressursar å ta backup av
oc: I a pas de recursos a salvar
pl_pl: Brak zasobów do utworzenia kopii zapasowej
ps: د بېک اپ کولو لپاره هیڅ سرچینې نشته
pt_br: Não há recursos para backup
pt_pt: Não existem recursos para realizar o backup/cópia de segurança
ro_ro: Nu sunt resurse pentru a face o copie de rezerva
ru_ru: Нет ресурсов для резервного копирования
sk_sk: Nie sú zdroje pre zálohovanie
sl: Ne ostaja noben vsebinski element, ki bi bil vključen v arhiv.
sq: Nuk ka burime për t'u kopjeruar
sr_rs: Nema resursa koje treba backup-ovati
sv_se: Det finns inga resurser att säkerhetskopiera
sw_ke: Hakuna rasilimali za kuhifadhi
ta: நகல் செய்ய வளங்கள் இல்லை
th: ไม่มีข้อมูลที่จะสำรอง
tl_ph: Walang mga resources para sa backup
tr: Yedeklenecek kaynak yok
uk_ua: Немає ресурсів для резервного копіювання
vi_vn: Không có tài nguyên nào để sao lưu
xh_za: Akukho zixhobo ezokugcinwa
zh_cn: 没有可备份的资源
zh_tw: 沒有可備份的資源

source: There are no resources in backup file
ar: لا يوجد أي مصادر في ملف النسخ الإحتياطي
ast_es: Nun hai recursos nesti ficheru de copia de seguridá
bn_bd: ব্যাকআপ ফাইলে কোনো রিসোর্স নেই
bs_ba: Nema resursa u datoteci rezervne kopije
ca_es: No hi ha recursos disponibles en aquest fitxer de còpia de seguretat
cs_cz: Nejsou zdroje v souboru zálohy
da: Der er intet materiale i backup-filen
de: Keine Inhalte in der Backup Datei
el: Δεν υπάρχουν καθόλου πόροι στο αντίγραφο ασφαλείας
eo: Ne disponeblas kurseroj en ĉi-restaŭrkopio.
es: No hay recursos disponibles en este fichero de copia de seguridad
es_mx: No hay recursos disponibles en este fichero de copia de seguridad
eu_es: Ez dago baliabide erabilgarririk babeskopiaren fitxategi honetan
fa_ir: هیچ منبع درسی ای در فایل پشتیبانی وجود ندارد
fi_fi: Varmistustiedostossa ei ole mitään
fo_fo: Ongar lutir í varðveitingsfílu
fur: No i è resursis tal file di backup
ga: Níl aon acmhainní i gcomhad cúltaca
gl: Non hai recursos no backup
he_il: אין משאבים בקובץ הגיבוי
hi: बैकअप फ़ाइल में कोई संसाधन नहीं हैं
hr_hr: Nema podataka u datoteci pričuvnoga primjerka
hu_hu: Nincsenek erőforrások mentett fájlban
hy: Պատճենի ֆայլում ռեսուրսներ չկան
id_id: Tidak ada resoureces pada file backup
it: Non ci sono risorse nel file di backup
ja: バックアップファイルにリソースがありません
ka_ge: სარეზერვო ფაილში რესურსები არ არის
ko_kr: 백업 파일에 리소스가 존재하지 않습니다
lt_lt: Archyve nėra resursų
lv_lv: Rezerves kopijā nav resursu
mk_mk: Не посојат ресурси во датотеката од резервната_копија
ms_my: Tiada sumber dalam fail sandaran
my_mm: အရန်သိမ်းဆည်းဖိုင်တွင် အရင်းအမြစ်များ မရှိပါ
ne: ब्याकअप फाइलमा कुनै स्रोतहरू छैनन्
nl: Er zijn geen cursusonderdelen beschikbaar in dit back-upbestand.
nn_no: Ingen ressursar i backup-fil
oc: I a pas de recursos dins lo fichièr de salvagarda
pl_pl: Nie znaleziono żadnych zasobów w kopii zapasowej
ps: په بېک اپ فایل کې هیڅ سرچینې نشته
pt_br: Não existem recursos no arquivo de backup
pt_pt: Não existem recursos no ficheiro de backup/cópia de segurança
ro_ro: Nu sunt resurse in copia de rezerva
ru_ru: В резервной копии нет ресурсов (места)
sk_sk: Nie sú zdroje v zálohovanom súbore
sl: V arhivu ni nobenih vsebinskih elementov tečaja.
sq: Nuk ka burime në skedarin e kopjerimit
sr_rs: Nema resursa u backup fajlu
sv_se: Det finns inga resurser i säkerhetskopian
sw_ke: Hakuna rasilimali katika faili la hifadhi
ta: நகல் கோப்பில் வளங்கள் இல்லை
th: ไม่มีข้อมูลในไฟล์ที่สำรองไว้
tl_ph: Walang mga resources sa backup file
tr: Yedek dosyada kaynak yok
uk_ua: Немає ресурсів в резервній копії
vi_vn: Không có tài nguyên nào trong tệp sao lưu
xh_za: Akukho zixhobo kwifayile yokugcina
zh_cn: 备份文件里没有资源
zh_tw: 備份檔案裡沒有資源

source: Select resources
ar: اختر مصادر
ast_es: Marque los recursos
bn_bd: রিসোর্স নির্বাচন করুন
bs_ba: Odaberite resurse
ca_es: Seleccioneu recursos
cs_cz: Vybrat zdroje
da: Vælg materiale
de: Inhalte auswählen
el: Επιλογή πόρων
eo: Elektu la deziratajn kurserojn.
es: Seleccione los recursos
es_mx: Marque los recursos
eu_es: Hautatu baliabideak
fa_ir: لطفاً منابع درسی را انتخاب کنید
fi_fi: Valitse resurssit
fo_fo: Velt lutir
fur: Selezionâ resursis
ga: Roghnaigh acmhainní
gl: Seleccionar recursos
he_il: בחר משאבים
hi: संसाधन चुनें
hr_hr: Odaberi podatke
hu_hu: Erőforrások kiválasztása
hy: Ընտրել ռեսուրսները
id_id: Pilih resources
it: Seleziona le risorse
ja: リソースを選択
ka_ge: რესურსების შერჩევა
ko_kr: 리소스 선택
lo: ເລືອກຊັບພະຍາກອນ
lt_lt: Išrinkti resursus
lv_lv: Izvēlieties resursus
mk_mk: Селектирај ги ресурсите
ms_my: Pilih sumber
my_mm: အရင်းအမြစ်များကို ရွေးပါ
ne: स्रोतहरू छान्नुहोस्
nl: Selecteer de gewenste cursusonderdelen.
nn_no: Vel ressursar
oc: Seleccionar los recursos
pl_pl: Wybierz kursy
ps: سرچینې غوره کړئ
pt_br: Selecione os recursos
pt_pt: Seleccionar recursos
ro_ro: Selectați resursele
ru_ru: Выбрать ресурсы
sk_sk: Vybrať zdroje
sl: Izberi elemente
sq: Zgjidh burimet
sr_rs: Selektuj resurse
sv_se: Välj resurser
sw_ke: Chagua rasilimali
ta: வளங்களை தேர்ந்தெடுக்கவும்
th: เลือกแหล่งข้อมูล
tl_ph: Pumili ng mga mapagkukunan
tr: Kaynakları seçin
uk_ua: Вибрати ресурси
vi_vn: Chọn tài nguyên
xh_za: Khetha izixhobo
zh_cn: 选择资源
zh_tw: 選擇資源
