Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Maximum users showing in scroll list
ar: الحد الأقصى للمستخدمين الظاهرين على القائمة المنسدلة
ast_es: Númberu másimu d'usuarios que se ven nel llistáu desplegable
bn_bd: স্ক্রল তালিকায় সর্বোচ্চ ব্যবহারকারীর সংখ্যা
bs_ba: Maksimalni broj korisnika u kliznom popisu
ca_es: Nombre màxim d'usuaris a mostrar en una llista deplegable
cs_cz: Maximum uživatelů v posuvnom seznamu
da: Det højeste antal brugere vist på listen
de: Maximum Anzahl Benutzer in Scroll-Liste
el: Μέγιστος αριθμός χρηστών που θα εμφανίζονται στη λίστα
eo: Maksimuma nombro da uzantoj montrataj en la rullisto
es: Máximo de usuarios mostrados en la lista desplegable
es_mx: Máxima cantidad de usuarios a mostrar en la lista desplegable
eu_es: Goitibeherako zerrendan gehienez agertzen diren erabiltzaileak
fa_ir: حداکثر نمایش کاربران در فهرست اسکرول
fi_fi: Maksimi käyttäjämäärä vieritysluettelossa
fo_fo: Meðstætt tal av brúkarum í rullilistanum
fur: Nûmar massim di utents mostrâts in liste scorabîle
ga: Uasmhéid úsáideoirí sa liosta scrollaigh
gl: Número máximo de usuarios a ser mostrado na listaxe
he_il: מקסימום משתמשים שמופיעים ברשימת הגלילה
hi: स्क्रॉल सूची में दिखाए जाने वाले अधिकतम उपयोगकर्ता
hr_hr: Najveći broj korisnika prikazanih u listi
hu_hu: A gördíthető listán egyszerre mutatott felhasználók maximális száma
hy: Սкрոլ ցուցակում ցույց տրվող օգտատերերի առավելագույն թիվը
id_id: Jumlah maksimum user tampil di scroll list
it: Numero massimo di utenti visibili per pagina
ja: スクロールリストに表示する最大ユーザー数
ka_ge: მაქსიმალური მომხმარებლები სქროლ სიაში
ko_kr: 스크롤 목록에 표시되는 최대 사용자 수
lo: ຈຳນວນຜູ້ໃຊ້ສູງສຸດທີ່ສະແດງໃນລາຍການເລື່ອນ
lt_lt: Maksimalus vartotojų skaičius, rodomas sąraše
lv_lv: Lietotāju maksimums redzams ritinot sarakstu
mk_mk: Максимален број на корсиници во лозгачкиот список
ms_my: Bilangan pengguna maksimum dalam senarai tatal
my_mm: စကရိုးစာရင်းတွင် ပြသထားသော အသုံးပြုသူအများဆုံးအရေအတွက်
ne: स्क्रोल सूचीमा देखाइने अधिकतम प्रयोगकर्ताहरू
nl: Maximumaantal gebruikers, getoond in de scroll-lijst
nn_no: Maks. antall brukere som vises i rullelisten
oc: Maximal d'utilizaires afichats dins la lista derrolant
pl_pl: Maksymalna liczba użytkowników na przewijanej liście
ps: د ګرځنده لړ کې تر ټاکلي استعمال کوونکي شمېر
pt_br: Número máximo de usuários exibidos na listagem
pt_pt: Número máximo de utilizadores a ser apresentado no inventário da lista
ro_ro: Maximum de utilizatori afisati in lista
ru_ru: Максимальное число пользователей, отображаемых на странице
sk_sk: Maximálny počet používateľov v posuvnom zozname
sl: Največje število prikazanih uporabnikov
sq: Numri maksimal i përdoruesve në listën e defilimit
sr_rs: Maksimalni broj korisnika prikazanih u listi
sv_se: Maximalt antal visade användare i rullisten
sw_ke: Watumiaji wenye nguvu katika orodha inayoteleza
ta: உருட்டுப் பட்டியலில் காட்டப்படும் அதிகபட்ச பயனர்கள்
th: แสดงจำนวนสมาชิกในรายการแถบเลื่อนไว้มากที่สุด
tl_ph: Pinakamataas na gumagamit na ipinapakita sa scroll list
tr: Kaydırma çubuğunda gösterilen en fazla kullanıcı
uk_ua: Максимальна кількість користувачів, відображуваних на сторінці
vi_vn: Số người dùng tối đa hiển thị trong danh sách cuộn
xh_za: Abasebenzisi abaninzi aboniswayo kuluhlu oluskrwelayo
zh_cn: 在列表能显示的最大用户数
zh_tw: 在清單能顯示的最大用戶數

source: No time limits
ar: لا حدود للوقت
ast_es: Ensin llende de tiempu
bn_bd: কোনো সময়সীমা নেই
bs_ba: Bez vremenskih ograničenja
ca_es: Sense límit de temps
cs_cz: Žádné časové omezení
da: Ingen tidsbegrænsning
de: Keine Zeitbeschränkung
el: Χωρίς χρονικό όριο
eo: Sen templimo
es: Sin límite de tiempo
es_mx: Sin límite de tiempo
eu_es: Ez dago denbora mugarik
fa_ir: بدون محدودیت زمانی
fi_fi: Ei aikarajoja
fo_fo: Ongar tíðaravmarkingar
fur: Nissun limit di tem
ga: Gan aon teorainneacha ama
gl: Sen límite temporal
he_il: אין מגבלות זמן
hi: कोई समय सीमा नहीं
hr_hr: Bez vremenskog ograničenja
hu_hu: Nincs időkorlát
hy: Ժամանակային սահմանափակումներ չկան
id_id: Tanpa batas waktu
it: Senza limiti di tempo
ja: 時間制限なし
ka_ge: დროის შეზღუდვა არაა
ko_kr: 시간 제한 없음
lt_lt: Laiko apribojimų nėra
lv_lv: Bez laika ierobežojuma
mk_mk: Нема временски ограничувања
ms_my: Tiada had masa
my_mm: အချိန်ကန့်သတ်ချက်မရှိပါ
ne: कुनै समय सीमा छैन
nl: Geen beperking in tijd
nn_no: Ingen tidsbegrensning
oc: Pas de limitas de temps
pl_pl: Brak ograniczeń czasowych
ps: هیڅ وختي محدودیتونه نشته
pt_br: Sem limite de tempo
pt_pt: Sem limite de tempo
ro_ro: Fara limite de timp
ru_ru: Время не ограничено
sk_sk: Bez časových obmedzení
sl: Brez časovnih omejitev
sq: Pa kufizime kohore
sr_rs: Bez vremenskog ograničenja
sv_se: Ingen tidsbegränsning
sw_ke: Hakuna mipaka ya wakati
ta: நேர வரம்புகள் இல்லை
th: ไม่มีขีดจำกัดเวลา
tl_ph: Walang limitasyon ng oras
tr: Zaman sınırlaması yok
uk_ua: Без ліміту часу
vi_vn: Không giới hạn thời gian
xh_za: Akukho mindilimbo yexesha
zh_cn: 无时间限制
zh_tw: 沒有時限

source: General properties
ar: الخصائص العامة
ast_es: Propiedaes xenerales
bn_bd: সাধারণ বৈশিষ্ট্য
bs_ba: Opće postavke
ca_es: propietats generals
cs_cz: Výchozí vlastnosti
da: Overordnede rettigheder
de: Allgemeine Einstellungen
el: Γενικές ιδιότητες
eo: Ĝeneralaj ecoj
es: Propiedades generales
es_mx: Propiedades generales
eu_es: Ezaugarri orokorrak
fa_ir: خواص عمومی
fi_fi: Yleiset ominaisuudet
fo_fo: Almennar eiginleikar
fur: Proprietâts generâls
ga: Airíonna ginearálta
gl: Propiedades xerais
he_il: מאפיינים כלליים
hi: सामान्य गुण
hr_hr: Glavne postavke
hu_hu: Általános jellemzők
hy: Ընդհանուր հատկություններ
id_id: Properti umum
it: Proprietà globali
ja: 一般プロパティ
ka_ge: ზოგადი თვისებები
ko_kr: 일반 속성
lo: ຄຸນສົມບັດທົ່ວໄປ
lt_lt: Pagrindinės savybės
lv_lv: Galvenās īpašības
mk_mk: Општи својства
ms_my: Ciri-ciri umum
my_mm: အထွေထွေဂုဏ်သတ္တိများ
ne: सामान्य गुणहरू
nl: Algemene eigenschappen
nn_no: Generelle egenskaper
oc: Proprietats generals
pl_pl: Ustawienia główne
ps: عمومي ځانګړتیاوې
pt_br: Propriedades gerais
pt_pt: Propriedades gerais
ro_ro: Proprietati generale
ru_ru: Основные свойства
sk_sk: Hlavné vlastnosti
sl: Splošne lastnosti
sq: Vetite e përgjithshme
sr_rs: Glavne postavke
sv_se: Generella egenskaper
sw_ke: Sifa za jumla
ta: பொது பண்புகள்
th: คุณสมบัติทั่วไป
tl_ph: Pangkalahatang mga katangian
tr: Genel özellikler
uk_ua: Основні властивості
vi_vn: Thuộc tính chung
xh_za: Iimpawu eziqhelekileyo
zh_cn: 一般选项
zh_tw: 一般屬性

source: Course coach
ar: معلم المقرر
ast_es: Tutor del cursu
bn_bd: কোর্স কোচ
bs_ba: Kursni trener
ca_es: Tutor del curs
cs_cz: Učitel kurzu
da: Kursussidens instruktor
de: Kursleiter
el: Υπεύθυνος μαθήματος
eo: Kursgvidanto
es: Tutor del curso
es_mx: Coordinador del Curso
eu_es: Ikastaroko arduraduna
fa_ir: مشاور آموزشی درس
fi_fi: Kurssin valmentaja
fo_fo: Kursleiðari
fur: Coaç cors
ga: Cóitseálaí cúrsa
gl: Titor do curso
he_il: מאמן קורס
hi: कोर्स कोच
hr_hr: Tutor kolegija
hu_hu: Kurzus tréner
hy: Դասընթացի ուսուցիչ
id_id: Pelatih kuliah
it: Tutor di corso
ja: コースコーチ
ka_ge: კურსის მწვრთნელი
ko_kr: 코스 코치
lo: ຄູຝຶກປະຈຳລາຍວິຊາ
lt_lt: Kurso kuratorius
lv_lv: Kursa Lektors
mk_mk: Обучувач на курсот
ms_my: Pengajar kursus
my_mm: သင်တန်းနည်းပြဆရာ
ne: पाठ्यक्रम प्रशिक्षक
nl: Begeleider van de cursus
nn_no: Kurslærer
oc: Ensenhant del còrs
pl_pl: Trener kursu (Nauczyciel)
ps: د درس لارښود
pt_br: Tutor do curso
pt_pt: Tutor do curso
ro_ro: Antrenor curs
ru_ru: Инструктор курса
sk_sk: Tútor kurzu
sl: Inštruktor tečaja
sq: Trajner kursi
sr_rs: Tutor kursa
sv_se: Kurslärare
sw_ke: Mkufunzi wa kozi
ta: பாடப் பயிற்சியாளர்
th: ผู้สอนรายวิชา
tl_ph: Coach ng kurso
tr: Ders Yetkilisi
uk_ua: Інструктор курсу
vi_vn: Huấn luyện viên khóa học
xh_za: Umqeqeshi wekhosi
zh_cn: 课程训练
zh_tw: 課程指導員

source: Users number
ar: عدد المستخدمين
ast_es: Númberu d'usuarios
bn_bd: ব্যবহারকারীর সংখ্যা
bs_ba: Broj korisnika
ca_es: Nombre d'usuaris
cs_cz: Počet uživatelů
da: Brugernes numre
de: Zahl der Benutzer
el: Αριθμός χρηστών
eo: Uzanta numero
es: Número de usuarios
es_mx: Numero de Usuarios
eu_es: Erabiltzaile kopurua
fa_ir: تعداد کاربران
fi_fi: Käyttäjien määrä
fo_fo: Tal av brúkarum
fur: Nûmar utents
ga: Líon úsáideoirí
gl: Número de usuarios
he_il: מספר משתמשים
hi: उपयोगकर्ताओं की संख्या
hr_hr: Korisnički broj
hu_hu: Felhasználószám
hy: Օգտատերերի թիվը
id_id: Nomor pemakai
it: Numero di utenti
ja: ユーザー数
ka_ge: მომხმარებელთა რაოდენობა
ko_kr: 사용자 수
lo: ຈຳນວນຜູ້ໃຊ້
lt_lt: Vartotojų numeriai
lv_lv: lietotāja nummurs
mk_mk: Број на корисници
ms_my: Bilangan pengguna
my_mm: အသုံးပြုသူအရေအတွက်
ne: प्रयोगकर्ताहरूको संख्या
nl: Gebruikersnummer
nn_no: Bruker nummer
oc: Nombre d'utilizaires
pl_pl: Liczba użytkowników
ps: د استعمال کوونکو شمېر
pt_br: Número de usuários
pt_pt: Número de utilizadores
ro_ro: Numarul utilizatorilor
ru_ru: Номер пользователя
sk_sk: Počet používateľov
sl: Število uporabnikov
sq: Numri i përdoruesve
sr_rs: Korisnički broj
sv_se: Användarens nummer
sw_ke: Idadi ya watumiaji
ta: பயனர்கள் எண்ணிக்கை
th: จำนวนผู้ใช้
tl_ph: Bilang ng mga gumagamit
tr: Kullanıcı sayısı
uk_ua: Номер користувача
vi_vn: Số lượng người dùng
xh_za: Inani labasebenzisi
zh_cn: 用户数量
zh_tw: 使用者數量

source: Public administration
ar: الإدارة العامة
ast_es: Alministración pública
bn_bd: পাবলিক প্রশাসন
bs_ba: Javna administracija
ca_es: Administració pública
cs_cz: Veřejná administrace
da: Offentlig administration
de: Behörden und Verwaltung
el: Δημόσια διαχείριση
eo: Publika administracio
es: Administración pública
es_mx: Administrador Público
eu_es: Administrazio publikoa
fa_ir: مدیریت عمومی
fi_fi: Julkinen hallinto
fo_fo: Almennt stjórnarseta
fur: Aministrazion pûbliche
ga: Riarachas poiblí
gl: Administración pública
he_il: ניהול ציבורי
hi: सार्वजनिक प्रशासन
hr_hr: Javna uprava
hu_hu: Nyilvános adminisztrátor
hy: Հանրային վարչարարություն
id_id: Administrasi publik
it: Amministrazione pubblica
ja: 公開管理
ka_ge: საჯარო ადმინისტრაცია
ko_kr: 공개 관리
lo: ການບໍລິຫານສາທາລະນະ
lt_lt: Viešoji administracija
lv_lv: Publiskā administrācija
mk_mk: Јавна администрација
ms_my: Pentadbiran awam
my_mm: အများသုံးစီမံခန့်ခွဲမှု
ne: सार्वजनिक प्रशासन
nl: Publiek bestuur
nn_no: Alminnelig administrasjon
oc: Administracion publica
pl_pl: Administracja publiczna
ps: عامه پښتوني
pt_br: Administração pública
pt_pt: Administração pública
ro_ro: Administratie publica
ru_ru: Публичная администрация
sk_sk: Verejný administrátor
sl: Javna uprava
sq: Administrata publike
sr_rs: Javni administrator
sv_se: Offentlig förvaltning
sw_ke: Utawala wa umma
ta: பொது நிர்வாகம்
th: การบริหารงานสาธารณะ
tl_ph: Pampublikong administrasyon
tr: Genel Yönetici
uk_ua: Державне управління
vi_vn: Quản trị công khai
xh_za: Ulawulo loluntu
zh_cn: 公共管理
zh_tw: 公共管理

source: Page after login
ar: صفحة بعد التسجيل
ast_es: Paxina que va apaecer en identificándose
bn_bd: লগইনের পর পৃষ্ঠা
bs_ba: Stranica nakon prijave
ca_es: Pàgina inicial
cs_cz: Stránka po přihlášení
da: Personlig forside
de: Seite nach Login
el: Σελίδα μετά την είσοδο στο σύστημα
eo: Bonveniga paĝo
es: Página después de identificarse
es_mx: Página luego de iniciar sesión
eu_es: Konektatu ondorengo orria
fa_ir: صفحه بعد از ورود
fi_fi: Kirjautumisen jälkeinen sivu
fo_fo: Síðan eftir innlogging
fur: Pâgine dopo il login
ga: Leathanach tar éis logáil isteach
gl: Páxina despois de rexistrarse
he_il: דף לאחר התחברות
hi: लॉगिन के बाद पृष्ठ
hr_hr: Stranica nakon prijave
hu_hu: Bejelentkezés utáni oldal
hy: Մուտքից հետո էջ
id_id: Halaman setelah login
it: Pagina di benvenuto
ja: ログイン後のページ
ka_ge: გვერდი შესვლის შემდეგ
ko_kr: 로그인 후 페이지
lo: ໜ້າຫຼັງຈາກເຂົ້າສູ່ລະບົບ
lt_lt: Puslapis po prisijungimo
lv_lv: Lapa, ko redz, pēc pieteikšanās vidē
mk_mk: Страница после влегувањето
ms_my: Laman selepas log masuk
my_mm: အကောင့်ဝင်ပြီးနောက် စာမျက်နှာ
ne: लगइन पछि पृष्ठ
nl: Pagina na aanmelden
nn_no: Side etter pålogging
oc: Pagina aprèp connexion
pl_pl: Strona po zalogowaniu
ps: د داخل کېدو وروسته پاڼه
pt_br: Página após login
pt_pt: Página após login/acesso
ro_ro: Pagina dupa logare
ru_ru: Страница после login
sk_sk: Stránka po prihlásení
sl: Stran po prijavi
sq: Faqja pas hyrjes
sr_rs: Stranica nakon prijave
sv_se: Sida efter inloggning
sw_ke: Ukurasa baada ya kuingia
ta: உள்நுழைவுக்குப் பின் பக்கம்
th: หน้าที่แสดงเมื่อเข้าใช้ระบบ
tl_ph: Pahina matapos ang login
tr: Girişten sonraki sayfa
uk_ua: Сторінка після логіну
vi_vn: Trang sau khi đăng nhập
xh_za: Iphepha emva kokungena
zh_cn: 登录后页面
zh_tw: 登入後頁面

source: The page which is seen by the user entering the platform
ar: صفحة الذي يشاهده المستخدم المتصل
ast_es: Páxina que van ver los usuarios que se coneuten
bn_bd: প্ল্যাটফর্মে প্রবেশকারী ব্যবহারকারী যে পৃষ্ঠাটি দেখবে
bs_ba: Stranica koju korisnik vidi prilikom ulaska na platformu
ca_es: Pàgina a redirigir quan l'usuari es connecta
cs_cz: Stránka kterou vidí připojený uživatel
da: Siden som ses af brugeren i mødet med platformen
de: Seite, die nach dem Login angezeigt wird
el: Η σελίδα που εμφανίζεται με τη σύνδεση του χρήστη
eo: Paĝo montrata al la konektinta uzanto
es: Página que será visualizada por los usuarios que se conecten
es_mx: Página que es visualizada por los usuarios luego de conectarse
eu_es: Plataforman sartzen diren erabiltzaileek ikusiko duten orria
fa_ir: صفحه‌ای که کاربر هنگام ورود به پلتفرم می‌بیند
fi_fi: Sivu, jonka käyttäjä näkee alustalle tullessaan
fo_fo: Síðan sum brúkarin síggur tá ið hann kemur inn á talgportalið
fur: La pâgine che vûl l'utent che jentrne int la plateform
ga: An leathanach a fheiceann an túsáideoir ag dul isteach san ardán
gl: A páxina á que se envía o usuario que se conecte
he_il: הדף שנראה על ידי המשתמש הנכנס לפלטפורמה
hi: प्लेटफ़ॉर्म में प्रवेश करने वाले उपयोगकर्ता द्वारा देखा जाने वाला पृष्ठ
hr_hr: Stranica koja je vidljiva korisniku nakon prijave
hu_hu: A bejelentkező felhasználó számára megjelenített oldal
hy: Պլատֆորմ մուտք գործող օգտատիրոջ տեսնող էջը
id_id: Halaman yang dapat dilihat oleh user yang menghubungi.
it: Pagina vista dal corsista dopo l'accesso
ja: プラットフォームにアクセスしたユーザーが参照するページです
ka_ge: გვერდი რომელსაც ხედავს პლატფორმაში შემსული მომხმარებელი
ko_kr: 플랫폼에 접속하는 사용자가 보는 페이지
lo: ໜ້າທີ່ຜູ້ໃຊ້ເຫັນເມື່ອເຂົ້າສູ່ລະບົບ
lt_lt: Puslapis, kuris matomas vartotojo prisijungimo metu
lv_lv: Lapa, kas ir redzama Lietotājiem, pēc pieteikšanās - ielogošanās platformā
mk_mk: Страницата која ја гледа конектиран корисник
ms_my: Laman yang dilihat oleh pengguna yang memasuki platform
my_mm: ပလပ်ဖောင်းသို့ဝင်ရောက်သော အသုံးပြုသူမြင်ရမည့် စာမျက်နှာ
ne: मञ्चमा प्रवेश गर्ने प्रयोगकर्ताले देख्ने पृष्ठ
nl: De pagina die de gebruiker te zien krijgt na aanmelden op het platform
nn_no: Siden som vises for pålogget bruker
oc: La pagina qu'es vista per l'utilizaire qu'entrada dins la plataforma
pl_pl: Strona widoczna zaraz po zalogowaniu do platformy
ps: د پلیټفارم ته داخل کېدونکي استعمال کوونکي لیدل کېږي
pt_br: Página visualizada pelo usuário após conexão
pt_pt: A página que é visualizada pelo utilizador ao entrar na plataforma
ro_ro: Pagina vizulalizata de utilizatorul conectat
ru_ru: Страница, которую видит пользователь после входа на платформу
sk_sk: Stránka, ktorú vidí používateľ po prihlásení
sl: Stran, ki je vidna uporabniku po prijavi
sq: Faqja që shihet nga përdoruesi që hyn në platformë
sr_rs: Stranica koja je vidljiva korisniku nakon prijave
sv_se: Sida sedd av anslutande användare
sw_ke: Ukurasa unaoonekana na mtumiaji anayeingia kwenye jukwaa
ta: தளத்திற்குள் நுழையும் பயனரால் காணப்படும் பக்கம்
th: หน้าที่ให้เห็นเฉพาะสมาชิกที่กำลังเชื่อมต่อ
tl_ph: Ang pahina na nakikita ng gumagamit na pumapasok sa platform
tr: Kullanıcı girişi yapıldıktan sonra gösterilecek sayfa
uk_ua: Сторінка, яку користувачі бачать після логіну
vi_vn: Trang mà người dùng thấy khi truy cập nền tảng
xh_za: Iphepha elibonwa ngumsebenzisi ongena eqongeni
zh_cn: 本页被相连用户浏览
zh_tw: 使用者進入平台後看到的頁面

source: My Profile tab
ar: زر ملفي الشخصي
ast_es: Pestaña del mio perfil
bn_bd: আমার প্রোফাইল ট্যাব
bs_ba: Jezgra profila
ca_es: Pestanya del Meu Perfil
cs_cz: Můj profil
da: Faneblade til Min profil
de: Menuereiter Mein Profil
el: Καρτέλα Προφίλ
eo: Etiketi mian profilon
es: Pestaña Mi perfil
es_mx: Mi Perfil
eu_es: Nire profila fitxa
fa_ir: برگه ی مشخصات من
fi_fi: Oma profiili -välilehti
fo_fo: Mín profil rekkju
fur: Tab Meu Profîl
ga: Cluaisín Mo Phróifíl
gl: Pestana O meu perfil
he_il: כרטיסיית הפרופיל שלי
hi: मेरा प्रोफ़ाइल टैब
hr_hr: Skočni izbornik - Moj profil
hu_hu: Profilom fül
hy: Իմ մասին ներդիր
id_id: Tab Profil Saya
it: Etichetta "Il mio Profilo"
ja: マイプロフィールタブ
ka_ge: ჩემი პროფილი ჩანართი
ko_kr: 내 프로필 탭
lo: ແຖບໂປຣໄຟລ໌ຂອງຂ້ອຍ
lt_lt: Mano profilio skirtukas
lv_lv: Sadaļa Mans Profils
mk_mk: Јазичето Мој профил
ms_my: Tab Profil Saya
my_mm: ကျွန်ုပ်၏ ပရိုဖိုင်တက်ဘ်
ne: मेरो प्रोफाइल ट्याब
nl: Mijn profiel tab
nn_no: Min profil fane
oc: Onglet Mon perfil
pl_pl: Mój profil
ps: زما پروفایل ټب
pt_br: Aba Meu perfil
pt_pt: Separador Meu Perfil
ro_ro: Tab-ul Profilul Meu
ru_ru: Этикетка моего Профайла
sk_sk: Karta Môj Profil
sl: Zavihek Moj profil
sq: Skeda Profili im
sr_rs: Moj profil - jezičak
sv_se: Min profilflik
sw_ke: Karatasi ya Profaili Yangu
ta: எனது சுயவிவரம் தாவல்
th: แท็บโปรไฟล์ของฉัน
tl_ph: Tab ng Aking Profile
tr: Kişisel Bilgilerim
uk_ua: Закладка мого профілю
vi_vn: Tab Hồ sơ của tôi
xh_za: Itebhu yeProfayili yam
zh_cn: 我的账户标签
zh_tw: 我的個人資料標籤

source: Global Role
ar: المهمة العامة
ast_es: Perfil global
bn_bd: গ্লোবাল রোল
bs_ba: Globalna uloga
ca_es: Objectiu principal
cs_cz: Globální Role
da: Globale rolle
de: Globale Rolle
el: Καθολικός Ρόλος
eo: Tuta rolo
es: Perfil global
es_mx: Rol Global
eu_es: Rol globala
fa_ir: هدف اصلی
fi_fi: Yleinen rooli
fo_fo: Global roli
fur: Rûl globâl
ga: Ról Domhanda
gl: Rol global
he_il: תפקיד גלובלי
hi: वैश्विक भूमिका
hr_hr: Temeljna uloga/status
hu_hu: Globális szerep
hy: Գլոբալ դեր
id_id: Role Global
it: Ruolo globale
ja: グローバルロール
ka_ge: გლობალური როლი
ko_kr: 전역 역할
lo: ບົດບາດທົ່ວໄປ
lt_lt: Globalus vaidmuo
lv_lv: Loma sistēmā (platformā)
mk_mk: Глобална улога
ms_my: Peranan Global
my_mm: ဂလိုဘယ်အခန်းကဏ္ဍ
ne: ग्लोबल भूमिका
nl: Globale rol
nn_no: Global rolle
oc: Rol global
pl_pl: Globalna Rola
ps: نړیواله رول
pt_br: Função Global
pt_pt: Função Global
ro_ro: Rol Global
ru_ru: Глобальная Роль
sk_sk: Globálna rola
sl: Globalna vloga
sq: Roli global
sr_rs: Temeljna uloga/status
sv_se: Global roll
sw_ke: Jukumu la Kimataifa
ta: உலகளாவிய பாத்திரம்
th: บทบาททั่วไป
tl_ph: Global na Papel
tr: Genel Görev
uk_ua: Глобальна роль
vi_vn: Vai trò toàn cục
xh_za: Indima yeHlabathi
zh_cn: 全局角色
zh_tw: 整體角色

source: Manage Todo list
ar: ادارة عمل قائمة
ast_es: Xestionar el llistáu d'asuntos pendientes
bn_bd: টু-ডু তালিকা পরিচালনা করুন
bs_ba: Upravljanje listom zadataka
ca_es: Gestiona llista de pendents
cs_cz: Spravovat seznam pracovních úkolů (Todo)
da: Håndter huskeliste
de: Verwaltung der ToDo-Liste
el: Διαχείριση λίστας εκρεμοτήτων
eo: Mastrumi Todo-liston
es: Gestionar la lista de sugerencias
es_mx: Administrar la lista de cosas por hacer
eu_es: Kudeatu iradokizun zerrenda
fa_ir: مدیریت پیشنهادات
fi_fi: Hallinnoi tehtävälistaa
fo_fo: Stjórna Gjør-lista
fur: Gestîs la liste des cose de fâ
ga: Bainistigh liosta Todo
gl: Xestionar a lista Por Facer
he_il: נהל רשימת מטלות
hi: टू-डू सूची प्रबंधित करें
hr_hr: Upravljane popisom poslova
hu_hu: Tennivalólista kezelése
hy: Կառավարել անել ցուցակը
id_id: Kelola daftar yang akan dilakukan
it: Gestisci la lista delle cose da fare
ja: ToDoリストを管理
ka_ge: დავალებების სიის მართვა
ko_kr: 관리 지침 리스트
lt_lt: Todo sąrašo valdymas
lv_lv: Veicamo darbu saraksts (Todo)
mk_mk: Управување со списокот со задачи
ms_my: Menguruskan Senarai Tugas
my_mm: လုပ်ဆောင်ရန်စာရင်းကို စီမံခန့်ခွဲပါ
ne: टुडु सूची व्यवस्थापन गर्नुहोस्
nl: Beheer Todo-lijst
nn_no: Håndter gjøremålsliste
oc: Gerir la lista de las taches
pl_pl: Zarządzaj listą "Do zrobienia"
ps: د کولو لړ اداره کړئ
pt_br: Gerenciar a lista de feedback
pt_pt: Gerir lista de Tarefas
ro_ro: Gestioneaza lista de activitati (Todo list)
ru_ru: Управление списком задач
sk_sk: Spravovať zoznam úloh
sl: Upravljanje seznama opravkov
sq: Menaxho listën Todo
sr_rs: Upravljanje listom poslova koje treba uradiditi
sv_se: Hantera Att-göra-listan
sw_ke: Dhibiti orodha ya Kufanya
ta: செய்ய வேண்டியவை பட்டியலை நிர்வகிக்கவும்
th: สิ่งควรปรับปรุง
tl_ph: Pamahalaan ang listahan ng Todo
tr: Yapılacaklar listesini düzenle
uk_ua: Керування списком завдань
vi_vn: Quản lí danh mục cần làm
xh_za: Lawula uluhlu lweTo-do
zh_cn: 管理Todo列表
zh_tw: 管理Todo清單

source: Administration
ar: ادارة
ast_es: Alministración
bn_bd: প্রশাসন
bs_ba: Administracija
ca_es: Administració
cs_cz: Administrace
el: Διαχείριση
eo: Mastrumado
es: Administración
es_mx: Administración
eu_es: Administrazioa
fa_ir: اداره
fi_fi: Hallinto
fo_fo: Stjórnarseta
fur: Aministrazion
ga: Riarachas
gl: Administración
he_il: ניהול
hi: प्रशासन
hr_hr: Administracija
hu_hu: Adminisztráció
hy: Վարչարարություն
id_id: Administrasi
it: Amministrazione
ja: 管理
ka_ge: ადმინისტრაცია
ko_kr: 관리
lo: ການບໍລິຫານ
lt_lt: Administravimas
lv_lv: Administrēšana
mk_mk: Раководство
ms_my: Pentadbiran
my_mm: စီမံခန့်ခွဲမှု
ne: प्रशासन
nl: Beheer
nn_no: Administrasjon
oc: Administracion
pl_pl: Administracja
ps: پښتوني
pt_br: Administração
pt_pt: Administração
ro_ro: Administrare
ru_ru: Администрация
sk_sk: Administrácia
sl: Administracija
sq: Administrim
sr_rs: Administracija
sw_ke: Utawala
ta: நிர்வாகம்
th: การบริหารจัดการระบบ
tl_ph: Administrasyon
tr: Yönetim
uk_ua: Адміністрування
vi_vn: Quản trị
xh_za: Ulawulo
zh_cn: 系统管理
zh_tw: 系統管理

source: Info about the System
ar: معلومات حول النظام
ast_es: Información del sistema
bn_bd: সিস্টেম সম্পর্কে তথ্য
bs_ba: Informacije o sistemu
ca_es: Informació del sistema
cs_cz: Informace o systému
da: Info om systemet
de: Systeminformation
el: Πληροφορίες για το σύστημα
eo: Sistema informo
es: Información del Sistema
es_mx: Información acerca del Sistema
eu_es: Sistemaren gaineko informazioa
fa_ir: اطلاعات مربوط به سیستم
fi_fi: Tietoja järjestelmästä
fo_fo: Kunning um kerfið
fur: Informazions sul sistem
ga: Eolas faoin gCóras
gl: Información do Sistema
he_il: מידע על המערכת
hi: सिस्टम के बारे में जानकारी
hr_hr: Podaci o sustavu
hu_hu: Rendszerinformáció
hy: Նախագծի մասին տեղեկություններ
id_id: Info tentang System
it: Informazioni sul Sistema
ja: システム情報
ka_ge: სისტემის შესახებ ინფორმაცია
ko_kr: 시스템 정보
lt_lt: Infomacija apie sistemą
lv_lv: Informācija par sistēmu
mk_mk: Информации за Системот
ms_my: Info tentang sistem
my_mm: စနစ်အကြောင်း အချက်အလက်
ne: प्रणालीको बारेमा जानकारी
nl: Systeeminfo
nn_no: Informasjon om systemet
oc: Info sul sistèma
pl_pl: Informacja o Systemie
ps: د سیسټم په اړه معلومات
pt_br: Informações sobre o Chamilo
pt_pt: Informações sobre a plataforma/sistema
ro_ro: Informatii despre sistem
ru_ru: Информация о Системе
sk_sk: Informácie o Systéme
sl: Informacija o sistemu
sq: Informacion mbi sistemin
sr_rs: Informacije o sistemu
sv_se: Information om systemet
sw_ke: Taarifa kuhusu Mfumo
ta: அமைப்பு பற்றிய தகவல்
th: แสดงรายละเอียดสถานะของระบบ
tl_ph: Impormasyon tungkol sa System
tr: Sistem Bilgileri
uk_ua: Інформація про платформу
vi_vn: Thông tin về hệ thống
xh_za: Ulwazi ngeNkqubo
zh_cn: 系统信息
zh_tw: 系統訊息
