Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: Are you sure you want to clear this conversation?
qu_pe: ¿Munasqachu kay rimachinakuyta chinkachiyta?

source: New messages
qu_pe: Yarpak mensajekuna

source: Hello %s,<br><br>You have been enrolled in a new session: <strong>%s</strong>.<br>You can access your courses from <a href="%s">here</a>.<br><br>Your current active sessions are:<br><ul>%s</ul><br>Best regards,<br>Chamilo
qu_pe: Allillay %s,<br><br>Yarpak sesionpi qelqasqakichu: <strong>%s</strong>.<br>Kursokunata <a href="%s">kaymanta</a> rurayta atinkichu.<br><br>Rayku activo sesionkuna:<br><ul>%s</ul><br>Sumaq kachaspaq,<br>Chamilo

source: Admin Favorites Courses
qu_pe: Kamachiq Kusi Kursokuna

source: Admin Completed Courses
qu_pe: Kamachiq Kuti Kursokuna

source: Admin Incomplete Courses
qu_pe: Kamachiq Mana Kuti Kursokuna

source: Admin Restart Courses
qu_pe: Kamachiq Qallariy Kursokuna

source: Admin Dashboard
qu_pe: Kamachiq Burulla

source: Threads
qu_pe: Hilo nisqakuna

source: Invalid thread
qu_pe: Mana allin hilo

source: View full thread
qu_pe: Kamachiy hilo

source: No post yet
qu_pe: Mana willakuy aswan

source: Discussion thread
qu_pe: Rimaq hilo

source: Access to this course
qu_pe: Kay kursoman ruray

source: This plugin has no configurable settings. Activation is managed from the plugins list.
qu_pe: Kay pluginpi mana kachinakuna manam. Activación plugins lista nina manejasqaña.

source: Private - access granted by privileged users
qu_pe: Yksqalla - privilejio ruraqkunaq ruray

source: No detailed feedback is available for this question.
qu_pe: Kay paqopinpi mana willakuy willakuykuna manam.

source: Please select an answer before checking the result.
qu_pe: Rimaykuna riqsichay musuq willakuyqa.

source: Allow PDF export for this item
qu_pe: Kay willakuyta PDF exportarichiyta munay

source: Hide free users (not enrolled)
qu_pe: Mana qillqasqakuna q'amay (mana qillqasqa)

source: Question statistics
qu_pe: Paquta willakuykunawan iskayy

source: Generating file. Do not close this tab...
qu_pe: Willaykuna kamarichiy. Kay pestaña q'ichuniy...

source: Assign auth source to users
qu_pe: Yachakunaman autentikatsiyun willakuy qillqay

source: There are no questions for this survey
qu_pe: Kay enquistaqpaq mana willakuykunataq yachakun

source: Certificates report
qu_pe: Yachaytapisqakuna riwisqakuna

source: Course picture
qu_pe: Yachay rimaq sutin

source: Current picture
qu_pe: Kutichisqa sutin

source: Course events log
qu_pe: Yachay rimaq willakuykunawan qillqakuy

source: Update the category information and its optional time limit.
qu_pe: Kategoria willakuykunata kamarichiy, imayna pacha kichaywan.

source: Create a logical group of sessions to keep your training catalogue organized.
qu_pe: Yachay katálegokunata llamkaypi qillqachisqapaq, sesionkuna lógica hutita kamariy.

source: Generating file, do not close this tab
qu_pe: Willaykuna kamarichiy, kay pestaña q'ichuniy

source: Assign authentication sources to users
qu_pe: Yachakunaman autentikatsiyun willakuykunata qillqay

source: Average completion rate
qu_pe: Promediyukuy qhatukuy

source: Average access rate
qu_pe: Promediyukuy riykuy

source: This table summarizes learner progress and activity per learning path in your current courses.
qu_pe: Kay tablaqa yachakuy yachakuypi yachay rimaqkunaq qhatukuywan llamk'ayninta qhaway.

source: Follow up
qu_pe: Kamarichiy

source: Tracking for superior
qu_pe: Kamachirqanpaq qhawachiy

source: This report shows the weekly distribution of sessions per general coach in the selected date range.
qu_pe: Kay riwisqaqa seleksionasqa pacha phuqenpi kamachirqan coach generalpaq sesionkuna semanapi qhatukuyta rikhuriy.

source: Head manager report
qu_pe: Kamachirqan riwisqa

source: Reset or update user password
qu_pe: Yachakuy contraseñanta qhawayta kamarichiy

source: Active users
qu_pe: Kutichisqa yachakuna

source: Inactive users
qu_pe: Mana kutichisqa yachakuna

source: Report on resources
qu_pe: Willakuykunawan riwisqa

source: Global view
qu_pe: Tukuy qhawarina

source: Available reports
qu_pe: Kutichisqa riwisqakuna

source: Current report
qu_pe: Kutichisqa riwisqa

source: Back to user assignment page
qu_pe: Yachakuypaq qillqakuy paganaman kutiy

source: Authentication sources assigned successfully
qu_pe: Autentikatsiyun willakuykuna qillqasqakuna

source: Tip: choose “— Just upload —” to store without sending to anyone.
qu_pe: Consejo: “— Ñawpaq willakuy —” rurayniyuqta akllay, mana kamachirqanman.

source: Please select at least one recipient (“— Just upload —” or any user)
qu_pe: Kamachirqanwan (“— Ñawpaq willakuy —” utaw yachakuq)

source: Selected files
qu_pe: Akllasqa willaykuna

source: Hide password
qu_pe: Contraseñanta q'amay

source: Show password
qu_pe: Contraseñanta rikuchiy

source: Upload SVG logo for e-mails
qu_pe: E-mailpaq SVG logo willakuy

source: You must move or remove all learning paths from this category before deleting it.
qu_pe: Kay kategoriata q'ichuspalla, yachay rimaqkunaq tukuyta wichqay utaw q'ichuy.

source: Clear filters
qu_pe: Filtrokuna qhaway

source: Attendances (tablet)
qu_pe: Kutichisqakuna (tablet)

source: Exit tablet mode
qu_pe: Tablet moda q'ichuy

source: No members found.
qu_pe: Mana tupakuna tarisqa.

source: Health check
qu_pe: Suyusqan yachay

source: Export to CC 1.3
qu_pe: CC 1.3-man rantikuy

source: Loading resources...
qu_pe: Yachaykuna cargakusqan...

source: Failed to load resources.
qu_pe: Mana allinakunqan yachaykuna cargayta.

source: Please select at least one exportable resource (document, web link, discussion,...).
qu_pe: Juk llank'ayniyoq yachaykunata (willakuy, willakuy llinki, rimanakuy,...) akllay.

source: Export finished.
qu_pe: Rantikuy tukuy.

source: Export failed.
qu_pe: Rantikuy mana allinakun.

source: Import failed.
qu_pe: Yapay mana allinakun.

source: Local file (.zip, .mbz, .tgz, .gz)
qu_pe: Llaqtapi willakuy (.zip, .mbz, .tgz, .gz)

source: Ready to import
qu_pe: Yapayta chaskasqan

source: We will restore the backup into this course. You can go back to change options.
qu_pe: Kutipayta kay kursopi yapanakun. Rispayta kallpachakuy imakuna kasqanta.

source: Select resources to import
qu_pe: Yapayta yachaykunata akllay

source: No resources available in this backup.
qu_pe: Kay kutipaypi mana yachaykuna.

source: Import selection
qu_pe: Yapay akllay

source: Import completed
qu_pe: Yapay tukuy

source: Could not load options.
qu_pe: Mana imakuna cargayta.

source: Please select a backup file (.zip, .mbz, .tgz, .gz)
qu_pe: Kutipay willakuytata akllay (.zip, .mbz, .tgz, .gz)

source: Please choose a backup from the server
qu_pe: Servidormantapi kutipayta akllay

source: Error selecting source.
qu_pe: Pantalla akllayta pantasqan.

source: Recycling options
qu_pe: Kutipay imakuna

source: Type the course code to confirm
qu_pe: Kursu kodyta qillqay imatayta qhapaq

source: This will remove or reset selected resources. This action cannot be undone.
qu_pe: Kay akllakunata q'echayta munasqan ukhu qhapaq imakuna. Kay ruwayta mana kutichinakun.

source: Select resources to recycle
qu_pe: Kutipayta yachaykunata akllay

source: No resources available in this course.
qu_pe: Kay kursopi mana yachaykuna.

source: Recycle selected
qu_pe: Akllakunata kutipay

source: Error loading resources.
qu_pe: Yachaykuna cargayta pantasqan.

source: Clear search
qu_pe: Rimashwan q'echay

source: Only letters, digits and underscore (_) are allowed in the database name. Invalid characters will be removed automatically.
qu_pe: Sutisapaq hallp'a, ñawpaq sunqun, utaq ch'usa (_ )mi kachkanman. Mana allin hallp'akuna kawsaypi qhatukusqan.

source: What general terms and conditions are given to users to use this platform?
qu_pe: ¿Imayna ruray willakuykuna yachakuqkuna platformata qhawayta atinman?

source: ex. {examplePassword}
qu_pe: jt. {examplePassword}

source: Welcome to Chamilo!
qu_pe: ¡Chamilo hunt'a kankichik!

source: Welcome to this platform
qu_pe: Kay platformamanta kankichik

source: For more details visit %s
qu_pe: Yäqin yachachisqatam ñawinchay %s

source: Manager
qu_pe: Kamachiq

source: Mark as
qu_pe: Rimarichiy

source: Reply to all
qu_pe: Tukuyta rimanakuy

source: SCIM external ID
qu_pe: SCIM maqollanqan ID

source: Please accept the latest version of the terms and conditions.
qu_pe: Ñawpaq willakuykunata qhananchay.

source: Required value for operation without path
qu_pe: Willakuyninayuq ñawpaq willakuykunata mana pukaq

source: Available space (%s)
qu_pe: Kutichisqa kuti (%s)

source: Index this description for the global search
qu_pe: Kay qillqasqanta tukuy rimanakuypi qillqachiy

source: Unknown course
qu_pe: Mana riqsirqan kursu

source: Certificate not found.
qu_pe: Yachay willakuyqa mana tukuq.

source: Security token expired. Please reload the page and try again.
qu_pe: Imakuna willakuyqa kutiq. Paqta musuqyachiy hamuy.

source: Only platform administrators can change the course visibility.
qu_pe: Plataforma kamachisqakunamllataq kursu qhawinachinakuyta hwanachinkuna.

source: Unexpected error while subscribing the user
qu_pe: Runata qatunchasqanpi mana suyusqan kasqan

source: Search in resource logs
qu_pe: Willakuy yachachikuy qillqakunapi rimanakuy

source: Include this learning path in the global search results
qu_pe: Kay yachay ñanmanta tukuy rimanakuy yachachikuykunaman qillqachiy

source: The course code already exists
qu_pe: Kursu kutiqa kituq

source: Latest news
qu_pe: Musuq willakuykuna

source: Get the latest news from Chamilo, including security vulnerabilities and events, directly inside your administration panel. These pieces of news will be checked on the Chamilo news server every time you load the administration page and are only visible to administrators.
qu_pe: Chamilo servermanta musuq willakuykuna, imakuna imakuna willakuykuna huchallaq willakuykuna, kamachinaq willakuykuna, kamachisqa panelmantaq. Kay willakuykuna kamachisqa paqta kutiq Chamilo willakuy serverpi qhawachinakunku kamachisqakunamantataq.

source: Chamilo support block
qu_pe: Chamilo yuyay block

source: Get pro tips and an easy way to contact official service providers for professional support, directly from the makers of Chamilo. This block appears on your administration page, is only visible by administrators, and refreshes every time you load the administration page.
qu_pe: Chamilo ruwachakunaq pro tips hinaspa qhapaq yuyay willakuykunaq qhapaq yuyay willakuykunaq kamachisqa panelmantaq. Kay block kamachisqa paqtamantaq, kamachisqakunamantataq, kamachisqa paqta kutiq.

source: Hide option to send announcements to HR users
qu_pe: HR runakunaman willakuy yachanata pakachiy

source: Allow session admins to download private certificates
qu_pe: Sesion kamachisqakuna maqollanqan yachay willakuykuna qatunchiy

source: If enabled, session administrators can download certificates even if they are not publicly published.
qu_pe: Kamachisqaqa, sesion kamachisqakuna yachay willakuykuna qatunchinkuna mana tukuykamaq.

source: If not empty, the course creation process will look for some fields in the user profile and auto-fill them for the course. For example, a teacher specialized in digital marketing could automatically set a « digital marketing » flag on each course (s)he creates.
qu_pe: Mana kikinmantaqa, kursu kamachiyqa runa qillqasqanpi willakuykunata qhawachinakuyqa kursupaq willakuykuna kusqakuy.

source: Main menu entries
qu_pe: Qhapaq menu willakuykuna

source: Check the entrie you want to see appear in the main menu
qu_pe: Qhapaq menupi rishqakuyniykit qhawachinakuy

source: Main menu entries per role
qu_pe: Qhapaq menu willakuykuna runakunaq rollpaq

source: Define header tabs visibility per role.
qu_pe: Yachachisqa rurakunaq header tabs rikch'ayninta qillqasqa yarpakunapaq.

source: Set the options you want to appear in the navigation around a table to show less or more rows on one page. e.g. [50, 100, 200, 500].
qu_pe: Ñawpaq p'akichisqakunata saqillay, mesaq watukunaq p'akichisqata kamayta manta rikunaykipaq utaq aswan. Samay: [50, 100, 200, 500].

source: Array of extra features you can enable for the video player in Chamilo. Options include 'speed', which allows you to change the playback speed of a video.
qu_pe: Chamiloq videota rikukunapaq yapasqa rurakunaq k'anchaq. Rurakuna "speed"ta hamuq, videota t'inkiyta hurrachiyta saqillanki.

source: Mail: character set
qu_pe: Rimal: ñawpaq simikuna

source: In case you need to define the charset to use when sending those e-mails. Leave empty if you're not sure.
qu_pe: Rimalkuna ruraypi simikunata saqillakuykispapuni. Manam yachankichuqa, kawakuy.

source: Mail: Debug
qu_pe: Rimal: Ñawpaq qhaway

source: Select whether you want to enable the e-mail sending debug logs. These will give you more information on what is happening when connecting to the mail service, but are not elegant and might break page design. Only use when there is not user activity.
qu_pe: Rimal ruraypi ñawpaq qhawachisqa qillqakunata kamachiyta munaspayki. Rimal ruraqwan q'illqasqakunamanta aswan yachayniyuq, ichaqa manam sumaqchu yachachisqa rurakunapi p'akichisqa. Rurakunapaq maqanakunamanta maqanakunachu.

source: Mail: Avoid using LD+JSON
qu_pe: Rimal: LD+JSONta kaniy

source: Some e-mail clients do not understand the descriptive LD+JSON format, showing it as a loose JSON string to the final user. If this is your case, you might want to set the variable below to 'false' to disable this header.
qu_pe: Rimal rurakunaq qillqakuna LD+JSON qillqasqa formatninta manam yachanchu, JSON qillqasqa sapaq runakunaman rikuchin. Kaykunaqllapi, kay variableta "false"man qillqay LD+JSON header q'echk'achiy.

source: Mail: DKIM headers
qu_pe: Rimal: DKIM headerkuna

source: Enter a JSON array of your DKIM configuration settings (see example).
qu_pe: DKIM q'illqasqakunapaq JSON k'anchaq qillqay (misaqta qhawariy).

source: Mail: XOAuth2 options
qu_pe: Rimal: XOAuth2 rurakuna

source: If you use some XOAuth2-based e-mail service, use this setting in JSON to save your specific configuration (see example) and select XOAuth2 in the mail service setting.
qu_pe: XOAuth2 ruraq rimal ruraqta kachkankiqa, kay JSONta saqillay q'illqasqakunapaq (misaqta qhawariy) rimal ruraqta XOAuth2man saqillay.

source: Defines the environment type: "prod" (normal production), "validation" (like production but without reporting statistics), or "test" (debug mode with developer tools such as untranslated string indicators).
qu_pe: Suyukunaq rikch'ayninta qillqachin: "prod" (ñawpaq ruraq), "validation" (ñawpaq ruraqqa, ichaqa estadistikanata manam ruranchu), utawa "test" (ñawpaq qhaway ñawpaq simikuna rikch'akunaq kamachiq).

source: Global limit of users per course
qu_pe: Yachachisqa rurakunapaq runakunaq ñawpaq k'anchay

source: Defines a global maximum number of users (teachers included) allowed to be subscribed to any single course in the platform. Set this value to 0 to disable the limit. This helps avoid courses being overloaded in open portals.
qu_pe: Platformap yachachisqa rurakunapaq ñawpaq runakunaq k'anchay (yachachiqkunaq hamuq) qillqachin. Kay valorta 0man qillqay k'anchayta q'echk'achiy. Kaykunaq ñawpaq suyukunaq yachachisqa rurakunata k'anchakunata yachachinchik.

source: Enable to use an array to define which roles should be clearly displayed and which should be hidden.
qu_pe: K'anchay yarpakunata qhaway rikch'ay yachachisqa rurakunata qillqachiy.

source: Show base course posts in session course
qu_pe: Suyukuna yachachisqa rurakunapi ñawpaq yachachisqa rurakunaq willakuykuna rikuchiy

source: Limit identical email usage
qu_pe: Rimal rurakunaq tupankunata k'anchay

source: Maximum number of accounts allowed to share the same e-mail address. Set to 0 to disable this limit.
qu_pe: Ima yuraq runakunaq email nisqapakama allin. 0 kaqman qillayqa manam kanchu.

source: Allow session admins to see all users on all URLs
qu_pe: Session adminsqa tukuy URLmanta runakunata rikunayku

source: If enabled, session admins can search and list users from all access URLs, regardless of their current URL.
qu_pe: Kikin munayniykama, session adminsqa tukuy access URLkunamanta runakunata maskhaytawan qillqayta atinanku, manam kunaq URLmantaqa.

source: Enable the possibility for users to select their own timezone. Once configured, users will be able to see assignment deadlines and other time references in their own timezone, which will reduce errors at delivery time.
qu_pe: Runakunaq pacha zonaqta munaspaykunata qallariy. Kamarispa, runakunaq wasi pacha zonasnqmanta qatiykuna, kasqataq qatiykuna rikunku, hinamanta willakuytaq kasqakunamanta pantasqakuna pisqakunamanta.

source: Redirect after login (per profile)
qu_pe: Riwanakuytaq qatiy (profile by profile)

source: Define redirection per profile after login using a JSON object like {"STUDENT":"", "ADMIN":"admin-dashboard"}
qu_pe: JSON nisqawan riwanakuyta qatiy profile by profile {"STUDENT":"", "ADMIN":"admin-dashboard"}

source: Hide legal accept checkbox in Terms and Conditions page
qu_pe: Legal accept checkboxta pakasiy Terms and Conditions p'anqapi

source: If set to true, removes the "I have read and accept" checkbox in the Terms and Conditions page flow.
qu_pe: Manam kanchuqa, "Ñawinchisqaniwan munani" checkboxta Terms and Conditions p'anqapi qispilla.

source: Array defining host and port for the LDAP server.
qu_pe: Array nisqawan hostwan puerto LDAP serverpaq.

source: Enable 2FA
qu_pe: 2FA qallariy

source: Add fields in the password update page to enable 2FA using a TOTP authenticator app. When disabled globally, users won't see 2FA fields and won't be prompted for 2FA at login, even if they had enabled it previously.
qu_pe: Contraseña willakuy p'anqapi camposnita 2FA qallariy TOTP authenticator appwan. Tukuykama manam qallarqanqa, runakuna manam 2FA camposnitaq rikunkunachu, manam riwanakuytaq 2FA qispillakunachu, kamarispaq 2FA qallarqanku.

source: Some features of Chamilo will connect to the exterior from the server. For example to make sure an external content exists when creating a link or showing an embedded page in the learning path. If your Chamilo server uses a proxy to get out of its network, this would be the place to configure it.
qu_pe: Chamiloq featuresqa servermanta llanqapi hinaq. Rurasqakunamanta linkta kamachispaq utaq learning pathpi embedded p'anqata rikuispaq. Mana proxyqa, Chamilo serverqa redmanta lluqsiyqa, kaypi kamarikuy.

source: Enable or disable automatic reinscription when course validity expires. The related cron job must also be activated.
qu_pe: Kursotaq kuti chispaq cron jobqa qallarisqa kasqa.

source: Show remaining days in My Sessions
qu_pe: My Sessionspi kuti p'unchaykuna rikuy

source: If enabled, the session dates on the "My Sessions" page will be replaced by the number of remaining days.
qu_pe: Qallarisqaqa, "My Sessions" p'anqapi session p'unchaykuna kuti p'unchaykunawanmaskhan.

source: Show "Pending surveys" in menu
qu_pe: Menuqpi "Pending surveys" rikuy

source: Display a menu item that lets users access their pending surveys.
qu_pe: Menu itemta rikuy runakunaq pending surveysninta maskhan.

source: Disclose AI assistance
qu_pe: AI yanapayta qawachiy

source: Show a tag on any content or feedback that has been generated or co-generated by any AI system, evidencing to the user that the content was built with the help of some AI system. Details about which AI system was used in which case are kept inside the database for audit, but are not directly accessible by the final user.
qu_pe: AI systemwan ruraq utaq co-ruraq contentwan feedbackwan tagta rikuy, runapaq yachanakuy AI systemwan ruraq. AI system imatawan imapi kamarisqa databasepi, auditpaq, manam final userpaqqa.

source: JSON configuration for course catalog: link settings, filters, sort options, and more.
qu_pe: JSON configuration course catalogpaq: link settings, filters, sort options, imataq.

source: JSON configuration for session catalog: filters and display options.
qu_pe: JSON configuration session catalogpaq: filterswan display options.

source: Show Course Descriptions
qu_pe: Course Descriptions rikuy

source: Display course descriptions within the catalog listing.
qu_pe: Course descriptions rikuy catalog listingpi.

source: Published Courses Only
qu_pe: Yachachisqakunaq llapan

source: Limit the catalog to only courses marked as published.
qu_pe: Catalogta published courseswanma kamarichiy.

source: Display Catalog on Homepage
qu_pe: Katalugu ruraq päninpi rikuchiy

source: Show the course catalog block on the platform homepage.
qu_pe: Yachay wasipi kursu katalugu bloketa rikuchiy.

source: Hide Public Link
qu_pe: Pukyukunata qulluy

source: Remove the public URL link from course cards.
qu_pe: Kursu kartakunamanta pukyu URL suyuta qichuy.

source: Only Selected Courses
qu_pe: Ñawpaqichisqa kursokunamanta qhatik

source: Show only manually selected courses in the catalog.
qu_pe: Katalogupi qhatikunapaq yachaytaq ñawpaqichisqa kursokunataq rikuchiy.

source: Allow Student Browsing
qu_pe: Yachasqakunata phawachiy

source: Permit students to browse and filter the course catalog.
qu_pe: Yachasqakunata kursu kataloguta phawayta hapiyta kutichiy.

source: Hide Private Courses
qu_pe: Suyukuy kursokunata qulluy

source: Exclude private courses from the catalog display.
qu_pe: Katalogu rikuchisqamanta suyukuy kursokunata qispichiy.

source: Show Courses & Sessions
qu_pe: Kursokuna & Suyukuykunata rikuchiy

source: Include both courses and sessions in catalog results.
qu_pe: Katalogu risulkunaman kursokunaq suyukuykunataq ykupamanchay.

source: Auto Session Subscription
qu_pe: Suyukuyta qhatichisqa qillqay

source: Enable automatic subscription to sessions for users.
qu_pe: Rakinakunaman suyukuykunata qhatichisqa qillqayta masachinay.

source: Subscription in Session View
qu_pe: Suyukuy rikch'aynipi qillqay

source: Allow users to subscribe to courses directly from their session page.
qu_pe: Rakinakunata suyukuy päninmanta kursokunaman qillqayta kutichiy.

source: Enable redirection plugin
qu_pe: Redirección plugin masachinay

source: Array defining the 'days' and 'months' to set the account expiration date when the user first logs in.
qu_pe: Rakinakuna ñawpaq rurayninpi suyuku kutichisqa pachaq 'p'anchakunaq' phallchakunaq array.

source: An array of role => number which represents the number of days an account has before expiration, depending on the role.
qu_pe: Kutichisqa pachaq suyukuq rakinamanta ñawpaq kutichisqa pachaq roll => número array.

source: Extra user field used to search and name sessions
qu_pe: Suyukuykunata maskhayta sutichaytaq yusupak phuruq

source: This setting defines the extra user field key (e.g., "company") that will be used to search for users and to define the name of the session when registering students from /admin-dashboard/register.
qu_pe: Kay kutichisqa yusupak phuruq llawquta (sutipaq "kamipañakuy") /admin-dashboard/register-manta yachasqakunata qillqaypi rakinakunata maskhayta suyukuy sutita qillqaytaq ñawpaq qillqay.

source: Glossary terms generator
qu_pe: Simi qillqakunaq generaduri

source: Allow teachers to ask for AI-generated glossary terms in their course. This will generate 20 terms based on the course title and the general description in the course description tool. If used more than once, it will exclude terms already present in that glossary (make sure content can be shared with the configured AI services).
qu_pe: Yachaytaqkunata kursopi AI-generadokuna simi qillqakunata mañachinay. Kay 20 qillqakunata kursu sutimanta kursu sutipakunamantaq generachiy. Ñawpaqqa rurakunapaq, glossarypi kashpan qillqakunata qispichiy (kutichisqa AI serviçiokunawan contenido compartiyta allinchay).

source: Video generator
qu_pe: Willakuy generaduri

source: Generates videos based on prompts or content using AI (this might consume many tokens).
qu_pe: AIwan promtukunaq utaq contenido nisqamanta willakuykunata generachiy (kay tokenkunaqa achkha kanchay).
