Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: <h2>Congratulations! You have successfully installed your e-learning portal!</h2> <p>You can now complete the installation by following three easy steps:<br /> <ol> <li>Configure you portal by going to the administration section, and select the Portal -> <a href="main/admin/settings.php">Configuration settings</a> entry.</li> <li>Add some life to your portal by creating users and/or training. You can do that by inviting new people to create their accounts or creating them yourself through the <a href="main/admin/">administration</a>'s Users and Training sections.</li> <li>Edit this page through the <a href="main/admin/configure_homepage.php">Edit portal homepage</a> entry in the administration section.</li> </ol> <p>You can always find more information about this software on our website: <a href="http://www.chamilo.org">http://www.chamilo.org</a>.</p> <p>Have fun, and don't hesitate to join the community and give us feedback through <a href="http://www.chamilo.org/forum">our forum</a>.</p>
yo_ng: <h2>Gratulations! O ti fi sori ẹnu ọna e-learning rẹ ni aṣeyọri!</h2> <p>O le pari fifi sori ẹnu bayi nipa tito awọn igbesẹ mẹta ti o rọrun:<br /> <ol> <li>Ṣe atunṣe ọna-ọgbọn rẹ nipa lilọ si apakan iṣakoso, ki o yan Portal -> <a href="main/admin/settings.php">Awọn eto iṣeto</a> titẹ.</li> <li>Fi diẹ ninu igbesi aye si ọna-ọgbọn rẹ nipa ṣiṣẹda awọn olumulo ati/tabi ikẹkọ. O le ṣe iyẹn nipa pipe awọn eniyan tuntun lati ṣẹda awọn iroyin wọn tabi ṣiṣẹda wọn funrararẹ nipasẹ <a href="main/admin/">iṣakoso</a> Awọn olumulo ati awọn apakan Ikẹkọ.</li> <li>Ṣatunṣe oju-iwe yii nipasẹ titẹ <a href="main/admin/configure_homepage.php">Ṣatunṣe oju-iwe akọle ọna-ọgbọn</a> ni apakan iṣakoso.</li> </ol> <p>O le wa alaye diẹ sii nigbagbogbo nipa sọfitiwia yii lori oju opo wẹẹbu wa: <a href="http://www.chamilo.org">http://www.chamilo.org</a>.</p> <p>Gbadun, ati maṣe ṣiyemeji lati darapọ mọ agbegbe naa ki o fun wa ni esi nipasẹ <a href="http://www.chamilo.org/forum">apejọ wa</a>.</p>

source: with the following settings:
yo_ng: pẹlu awọn eto wọnyi:

source: The page has been exported to the document tool
yo_ng: Oju-iwe naa ti jade lọ si ohun elo iwe-ipamọ

source: Column header in Competences Report
yo_ng: Akọle ọwọn ni Ijabọ Awọn Agbara

source: Configure extensions
yo_ng: Ṣe atunṣe awọn amuguru

source: There are not questions for this survey
yo_ng: Ko si awọn ibeere fun iwadii yii

source: Allow learners to delete their own publications
yo_ng: Gba awọn akẹkọ lọwọ lati paarẹ awọn atẹjade tiwọn

source: Please confirm your choice. This will delete all files without possibility of recovery
yo_ng: Jọwọ jẹrisi yiyan rẹ. Eyi yoo pa gbogbo awọn faili laisi iṣeeṣe ti imularada

source: Please remember you still have to send an assignment
yo_ng: Jọwọ ranti pe o tun ni lati fi iṣẹ kan ranṣẹ

source: This is a message confirming the good reception of the task
yo_ng: Eyi jẹ ifọwọsi ti gbigba iṣẹ naa daradara

source: Data sent
yo_ng: Data ti a fi ranṣẹ

source: Download link
yo_ng: Asopọ igbawole

source: Assignments received
yo_ng: Awọn iṣẹ ti a gba

source: Send a reminder
yo_ng: Fi ifẹhinti ranṣẹ

source: View missing assignments
yo_ng: Wo awọn iṣẹ ti o sonu

source: Enable AsciiSVG
yo_ng: Ṣiṣẹ AsciiSVG

source: Only required by the sub-languages feature or version upgrade process
yo_ng: Eyi nikan nilo nipasẹ ẹya awọn ede-ipilẹ tabi ilana igbesoke ẹya

source: Thematic advance
yo_ng: Itẹsiwaju akori

source: Dashboard
yo_ng: Dasibodu

source: Dashboard blocks
yo_ng: Awọn bulọọki Dasibodu

source: Dashboard list
yo_ng: Akojọ Dasibodu

source: You haven't enabled any block
yo_ng: Iwọ ko ti ṣiṣẹ blokù kan

source: The blocks have been updated
yo_ng: Awọn bulọọki ti ni imudojuiwọn

source: Dashboard plugins
yo_ng: Awọn afikun Dasibodu

source: This plugin has been deleted from the dashboard plugin directory
yo_ng: Afikun yii ti parẹ kuro ni ilana afikun Dasibodu

source: Enable dashboard plugins
yo_ng: Ṣiṣẹ awọn afikun Dasibodu

source: Select blocks to display in the dashboard blocks view
yo_ng: Yan awọn bulọọki lati han ni wiwo awọn bulọọki Dasibodu

source: Position (column)
yo_ng: Ipo (ọwọn)

source: Enable dashboard block
yo_ng: Ṣiṣẹ bulọọki Dasibodu

source: There is no enabled dashboard plugin
yo_ng: Ko si afikun Dasibodu ti a ṣiṣẹ

source: Enabled
yo_ng: Ti ṣiṣẹ

source: What is the current progress you have reached with your learners inside your course? How much do you think is remaining in comparison to the complete program?
yo_ng: Iṣẹju lọwọlọwọ ti o ti de pẹlu awọn akẹkọ rẹ ninu iṣẹ-ẹkọ rẹ jẹ kini? Melomelo ni o ro pe o kù ni afiwe si eto pipe?

source: Advance history
yo_ng: Itan itẹsiwaju

source: Attendances
yo_ng: Wiwa

source: # attended
yo_ng: # ti wa

source: Assign users
yo_ng: Yan awọn olumulo

source: Assign courses
yo_ng: Yan awọn iṣẹ-ẹkọ

source: Assign sessions
yo_ng: Yan awọn akoko

source: Platform courses list
yo_ng: Akojọ awọn iṣẹ-ẹkọ pẹpẹ

source: Courses assigned to HR manager
yo_ng: Awọn iṣẹ-ẹkọ ti a yan fun oluṣakoso HR

source: Courses assigned to
yo_ng: Awọn iṣẹ-ẹkọ ti a yan si

source: Assign courses to HR manager
yo_ng: Yan awọn iṣẹ-ẹkọ si oluṣakoso HR

source: Timezone value
yo_ng: Iye akoko-akoko

source: The timezone for this portal should be set to the same timezone as the organization's headquarter. If left empty, it will use the server's timezone.<br />If configured, all times on the system will be printed based on this timezone. This setting has a lower priority than the user's timezone, if enabled and selected by the user himself through his extended profile.
yo_ng: Akoko-akoko fun ọna-ọgbọn yii yẹ ki o ṣeto si akoko-akoko kanna bi ile-iṣẹ ti ile-iṣẹ. Ti o ba fi silẹ ofo, yoo lo akoko-akoko olupin.<br />Ti a ṣeto, gbogbo awọn akoko lori eto yoo tẹ sita da lori akoko-akoko yii. Eto yii ni ayo kekere ju akoko-akoko olumulo, ti a ba ṣiṣẹ ati yan nipasẹ olumulo funrararẹ nipasẹ profaili rẹ ti o gbooro.

source: Enable users timezones
yo_ng: Ṣiṣẹ awọn akoko-akoko olumulo

source: Enable the possibility for users to select their own timezone. The timezone field should be set to visible and changeable in the Profiling menu in the administration section before users can choose their own. Once configured, users will be able to see assignment deadlines and other time references in their own timezone, which will reduce errors at delivery time.
yo_ng: Gba iṣeeṣe fun awọn olumulo lati yan akoko-akoko tiwọn. Aaye akoko-akoko yẹ ki o ṣeto si han ati iyipada ni akojọ Profiling ni apakan iṣakoso ṣaaju ki awọn olumulo le yan tiwọn. Ni kete ti a ṣeto, awọn olumulo yoo ni anfani lati rii awọn akoko ipari iṣẹ ati awọn itọkasi akoko miiran ni akoko-akoko tiwọn, eyiti yoo dinku awọn aṣiṣe ni akoko ifijiṣẹ.

source: Timezone
yo_ng: Akoko-akoko

source: The assigned sessions have been updated
yo_ng: Awọn akoko ti a yan ti ni imudojade

source: The assigned courses have been updated
yo_ng: Awọn iṣẹ́ ti a yan ti ni imudojade

source: The assigned users have been updated
yo_ng: Awọn olumulo ti a yan ti ni imudojade

source: Assign users to %s
yo_ng: Yan awọn olumulo si %s

source: Assign users to Human Resources manager
yo_ng: Yan awọn olumulo si oluṣakoso Human Resources

source: List of users assigned to Human Resources manager
yo_ng: Akojọ awọn olumulo ti a yan si oluṣakoso Human Resources

source: Assign courses to %s
yo_ng: Yan awọn iṣẹ́ si %s

source: Assign sessions to Human Resources manager
yo_ng: Yan awọn akoko si oluṣakoso Human Resources

source: List of sessions assigned to the Human Resources manager
yo_ng: Akojọ awọn akoko ti a yan si oluṣakoso Human Resources

source: Sessions report
yo_ng: Ijabọ akoko

source: Your sessions
yo_ng: Awọn akoko rẹ

source: Teachers report
yo_ng: Ijabọ olukọ

source: Your teachers
yo_ng: Awọn olukọ rẹ

source: Learners report
yo_ng: Ijabọ akẹ́kọ̀ọ́

source: Your learners
yo_ng: Awọn akẹ́kọ̀ọ́ rẹ

source: Go to thematic advance
yo_ng: Lọ si ilọsiwaju akori

source: Teachers report chart
yo_ng: Awoye ijabọ olukọ

source: Learners report chart
yo_ng: Awoye ijabọ akẹ́kọ̀ọ́

source: Timezones
yo_ng: Agbegbe akoko

source: Time spent on the platform last week, by day
yo_ng: Akoko ti a lo lori pẹpẹ ọsẹ́ to kọja, nipasẹ ọjọ́

source: Not attended
yo_ng: Ko si wa

source: Report of attendance sheets
yo_ng: Ijabọ awọn iwe wiwa

source: You do not have attendances
yo_ng: O ko ni wiwa

source: The dashboard plugins have been updated successfully
yo_ng: Awọn afikun dasibodu ti ni imudojade ni aṣeyọri

source: There is no available information about your courses
yo_ng: Ko si alaye ti o wa nipa awọn iṣẹ́ rẹ

source: There is no available information about your sessions
yo_ng: Ko si alaye ti o wa nipa awọn akoko rẹ

source: There is no available information about your teachers
yo_ng: Ko si alaye ti o wa nipa awọn olukọ rẹ

source: There is no available information about your learners
yo_ng: Ko si alaye ti o wa nipa awọn akẹ́kọ̀ọ́ rẹ

source: Time spent last week
yo_ng: Akoko ti a lo ni ọsẹ́ to kọja

source: System status
yo_ng: Ipo eto

source: Is writable
yo_ng: Ṣe le kọ

source: The directory exists
yo_ng: Kayefi naa wa

source: The directory must be writable by the web server
yo_ng: Kayefi naa gbọdọ jẹ́ kọ nipasẹ olupin wẹẹbu

source: The directory should be removed (it is no longer necessary)
yo_ng: Kayefi naa yẹ ki o yọ kuro (ko wulo mọ)

source: Expected
yo_ng: Ti a nireti

source: Setting
yo_ng: Eto

source: Current
yo_ng: Lọwọlọwọ

source: The session garbage collector maximum lifetime indicates which maximum time is given between two runs of the garbage collector.
yo_ng: Akoko gigun ti olupù ìdọ̀tí akoko fi hàn iru akoko pàtàkì tí a fún laarin ìdí ìdọ̀tí ìdọ̀tí ìdọ̀tí.

source: File uploads indicate whether file uploads are authorized at all
yo_ng: Awọn igbasilẹ faili ṣe afihan boya a gba laaye fun awọn igbasilẹ faili

source: Maximum volume of an uploaded file. This setting should, most of the time, be matched with the post_max_size variable.
yo_ng: Iwọn titobi ti o pọ julọ ti faili ti a gbe soke. Eto yii yẹ ki o baamu pẹlu oniyipada post_max_size nigbagbogbo.

source: This is a highly unrecommended feature which converts values returned by all functions that returned external values to slash-escaped values. This feature should *not* be enabled.
yo_ng: Eyi jẹ ẹya ti ko dara ti o yi awọn iye ti o pada nipasẹ gbogbo awọn iṣẹ ti o pada awọn iye ita si awọn iye ti o salẹ. Ẹya yii *ko yẹ ki o wa.

source: This is the maximum size of uploads through forms using the POST method (i.e. classical file upload forms)
yo_ng: Eyi ni iwọn titobi ti o pọ julọ ti awọn igbasilẹ nipasẹ awọn fọọmu lilo ọna POST (h. awọn fọọmu igbasilẹ faili kilasiki)

source: Safe mode is a deprecated PHP feature which (badly) limits the access of PHP scripts to other resources. It is recommended to leave it off.
yo_ng: Ipo aabo jẹ ẹya PHP ti o ti kọ silẹ eyiti o fi opin si iraye si awọn ohun elo miiran ti awọn akọle PHP. A ṣe iṣeduro lati fi silẹ.

source: Show errors on screen. Turn this on on development servers, off on production servers.
yo_ng: Fi awọn aṣiṣe han lori iboju. Ṣe eyi lori awọn olupin idagbasoke, pa lori awọn olupin iṣelọpọ.

source: The maximum time allowed for a form to be processed by the server. If it takes longer, the process is abandonned and a blank page is returned.
yo_ng: Akoko ti o pọ julọ ti a gba laaye fun fọọmu lati ṣiṣẹ nipasẹ olupin. Ti o ba pẹ diẹ, ilana naa yoo kọ silẹ ati pe oju-iwe ofo yoo pada.

source: The default character set to be sent when returning pages
yo_ng: Eto awọn ohun kikọ aiyipada lati firanṣẹ nigbati o pada awọn oju-iwe

source: Whether to use the register globals feature or not. Using it represents potential security risks with this software.
yo_ng: Boyi lati lo ẹya iforukọsilẹ globals tabi rara. Lilo rẹ jẹ awọn ewu aabo pẹlu sọfitiwia yii.

source: Whether to allow for short open tags to be used or not. This feature should not be used.
yo_ng: Boyi laaye fun awọn aami ṣiṣi kukuru tabi rara. Ẹya yii ko yẹ ki o lo.

source: Maximum memory limit for one single script run. If the memory needed is higher, the process will stop to avoid consuming all the server's available memory and thus slowing down other users.
yo_ng: Idiwọn iranti ti o pọ julọ fun ṣiṣe akọle kan. Ti iranti ti o nilo ba ga, ilana naa yoo duro lati yago fun gbigba gbogbo iranti ti olupin ti o wa ati nitorinaa fa fifalimule awọn olumulo miiran.

source: Whether to automatically escape values from GET, POST and COOKIES arrays. A similar feature is provided for the required data inside this software, so using it provokes double slash-escaping of values.
yo_ng: Boyá lati sa awọn iye kuro laifọwọṣe lati awọn nọmba GET, POST ati COOKIES. Ẹya ti o jọra wa fun data ti o nilo inu sọfitiwia yii, nitorina lilo rẹ nfa ilọsiwaju ilọsiwaju slash-meji ti awọn iye.

source: The order of precedence of Environment, GET, POST, COOKIES and SESSION variables
yo_ng: Ọkọọkan ti iṣaaju ti Ayika, GET, POST, COOKIES ati awọn oniyipada SESSION

source: Maximum time a script can take to execute. If using more than that, the script is abandoned to avoid slowing down other users.
yo_ng: Akoko ti o pọ julọ ti o le gba fun iṣẹ-ṣiṣe kan. Ti lilo diẹ sii ju iyẹn lọ, a fi i pamọ lati yago fun didinku awọn olumulo miiran.

source: This extension must be loaded.
yo_ng: Itẹsiwaju yii gbọdọ wa silẹ.

source: MySQL protocol
yo_ng: Ilana MySQL

source: MySQL server host
yo_ng: Olumọ-ọrọ olupin MySQL

source: MySQL server information
yo_ng: Alaye olupin MySQL

source: MySQL client
yo_ng: Onibara MySQL

source: Protocol used by this server
yo_ng: Ilana ti olupin yii lo

source: Remote address (your address as received by the server)
yo_ng: Adirẹsi jijinna (adirẹsi rẹ bi olupin ṣe gba)

source: Server address
yo_ng: Adirẹsi olupin

source: Server name (as used in your request)
yo_ng: Orukọ olupin (bi o ṣe lo ninu ibeere rẹ)

source: Server port
yo_ng: Ibo wọ ti olupin

source: Your user agent as received by the server
yo_ng: Aṣoju olumulo rẹ bi olupin ṣe gba

source: Software running as a web server
yo_ng: Sọfitiwia ti nṣiṣẹ bi olupin wẹẹbu

source: Information on the system the current server is running on
yo_ng: Alaye lori eto ti olupin lọwọlọwọ nṣiṣẹ lori

source: There are empty lines in the header of selected file
yo_ng: Awọn ila ofo wa ni akọle faili ti a yan

source: This feature is useful for the multi-URL scenario, where there is a difference between the global admin and the normal admins. In this case, selecting "No" will prevent normal admins to set other users' passwords, and will only allow them to ask for a password regeneration (thus sent by e-mail to the user). The global admin can still do it.
yo_ng: Ẹya yii wulo fun ipo multi-URL, nibiti iyatọ wa laarin olutọju agbaye ati awọn olutọju deede. Ninu ọran yii, yiyan "Ko si" yoo ṣe idiwọ fun awọn olutọju deede lati ṣeto awọn ọrọ igbaniwọle awọn olumulo miiran, ati pe yoo gba wọn laaye lati beere fun isọdọtun ọrọ igbaniwọle nikan (nitorinaa ranṣẹ nipasẹ imeeli si olumulo). Olutọju agbaye tun le ṣe.

source: Admins can change users' passwords
yo_ng: Awọn olutọju le yipada awọn ọrọ igbaniwọle awọn olumulo

source: Allow users with the corresponding privileges to use the "login as" feature to connect using other users' account? This setting is most useful for multi-url configuration, where you don't think an administrator from a secondary URL should be able to connect as any user. Note that another setting is available in the configuration file to block all possibility for anyone to use this feature.
yo_ng: Gba awọn olumulo ti o ni awọn ẹtọ ibaamu laaye lati lo ẹya "wọle bi" lati sopọ pẹlu akọọlẹ awọn olumulo miiran? Eya yii wulo julọ fun iṣeto multi-url, nibiti o ko ro pe olutọju kan lati URL keji yẹ ki o ni anfani lati wọle bi eyikeyi olumulo. Ṣe akiyesi pe eto miiran wa ninu faili iṣeto lati ṣe idiwọ gbogbo iṣeeṣe fun ẹnikẹni lati lo ẹya yii.

source: "Login as" feature
yo_ng: "Wọle bi" ẹya

source: Filter by user
yo_ng: Ṣe àlẹ̀ àwùjọ nipasẹ olumulo

source: Filter by group
yo_ng: Ṣe àlẹ̀ àwùjọ nipasẹ ẹgbẹ

source: Filter: Everyone
yo_ng: Àlẹ̀: Gbogbo eniyan

source: All questions must have a category to use the random-by-category mode.
yo_ng: Gbogbo awọn ibeere gbọdọ ni ẹka kan lati lo ipo ìdàpọ̀-nipasẹ-ẹka.

source: %s of %s
yo_ng: %s ti %s

source: Selected messages have been marked as unread
yo_ng: Awọn ifiranṣẹ ti a yan ti jẹ ami bi a ko ka

source: Selected messages have been marked as read
yo_ng: Awọn ifiranṣẹ ti a yan ti jẹ ami bi a ti ka

source: You have to add %s as a friend first
yo_ng: O ni lati ṣafikun %s bi ọrẹ akọkọ

source: Excellent
yo_ng: Ọmọlẹwà

source: Outstanding
yo_ng: Iyato

source: Good
yo_ng: Rere

source: Fair
yo_ng: Didara

source: Poor
yo_ng: Ko dara

source: Not linked to media
yo_ng: Ko so pọ si media

source: Attach to media
yo_ng: Fi pọ si media

source: Show only final score, with categories if available
yo_ng: Han aami ipari nikan, pẹlu awọn ẹka ti o ba wa

source: You are authorized to edit this exercise, although already used in the learning path. If you edit it, try to avoid changing the score and focus on editing content, not values nor categorization, to avoid affecting the results of previous users having taken this test.
yo_ng: O gbọ́dọ̀ ṣàtúnṣe ìdàgbàsókè yìí, bí ó tilẹ̀ ti ṣe ìlò nínú ìlọ́jà ìmọ̀. Tí o bá ṣàtúnṣe rẹ̀, gbìyànjú láti yẹra fún ìyípadà ìpinnu àti ìfọkànsí lórí ìsàpẹẹrẹ, kì í ṣe ìyípadà ìlànà tàbí ìpìlẹ̀, láti yẹra fún ìpa lórí àwọn ìpinnu ìṣàkàbù àwùjọ ìdàgbàsókè tí wọ́n ti ṣe ìdánwò yìí.

source: Date of upload
yo_ng: Ọjọ́ ìgbé kalẹ̀

source: Recover
yo_ng: Ìdápò

source: Recovered
yo_ng: Ti ìdápò

source: Recover dropbox files
yo_ng: Ìdápò àwọn ìwé Dropbox

source: Forum category
yo_ng: Ẹka ìfòríwérí

source: Go to the test
yo_ng: Lọ sí ìdánwò

source: You have been registered to course %s
yo_ng: O ti forukọsilẹ̀ sí ìdàgbàsókè %s

source: Dashboard plugins successfully updated
yo_ng: Àwùn-àwùn ìbọwọ̀ Dashboard ti ṣàtúnṣe pàdé-pàdé

source: Assign sessions to %s
yo_ng: Fọwọ́sowọpọ̀ àwùn ìpàdé sí %s

source: Copy this exercise as a new one
yo_ng: Ẹ̀dá ìdàgbàsókè yìí gẹ́gẹ́ ìdàgbasókè tuntun

source: Clear all learners results for this exercise
yo_ng: Pa gbogbo ìpinnu ìmọ̀ ẹni tí kọ́ni fún ìdàgbàsókè yìí mọ́

source: The attendance sheets allow you to specify a list of dates in which you will report attendance to your courses
yo_ng: Iwe awon iwe wiwo olùkọ gba ọ laṣẹ lati ṣe pato akojọ awọn ọjọ ti iwọ yoo ṣe ijabọ wiwo olùkọ si awọn ẹkọ rẹ

source: There are no registered learners inside the course
yo_ng: Ko si awọn akẹkọ ti a forukọsilẹ ninu iṣẹ-ẹkọ

source: Go to the calendar list of attendance dates
yo_ng: Lọ si akojọ kalẹnda awọn ọjọ wiwo olùkọ

source: Assign courses to session's administrator
yo_ng: Fi awọn iṣẹ-ẹkọ sile fun olùdarí igba

source: Assign courses to platform's administrator
yo_ng: Fi awọn iṣẹ-ẹkọ sile fun olùdarí pẹpẹ

source: Assigned courses list to platform administrator
yo_ng: Akojọ awọn iṣẹ-ẹkọ ti a yan fun olùdarí pẹpẹ

source: Assigned courses list to sessions administrator
yo_ng: Akojọ awọn iṣẹ-ẹkọ ti a yan fun olùdarí awọn igba

source: Assign sessions to platform administrator
yo_ng: Fi awọn igba sile fun olùdarí pẹpẹ

source: Assign sessions to sessions administrator
yo_ng: Fi awọn igba sile fun olùdarí awọn igba

source: Assigned sessions list to platform administrator
yo_ng: Akojọ awọn igba ti a yan fun olùdarí pẹpẹ

source: Assigned sessions list to sessions administrator
yo_ng: Akojọ awọn igba ti a yan fun olùdarí awọn igba

source: Graph of evaluations
yo_ng: Àwòrán ìdíwò

source: Learning path
yo_ng: Ọ̀nà ìkọ́nilẹ́kọ̀ọ́

source: Surveys
yo_ng: Àwùjọ Ìwádìí

source: Projects
yo_ng: Iṣẹ́-ìṣẹ́

source: Are you sure you want to delete all dates?
yo_ng: Ṣe o da ṣinṣin pe o fẹ pa gbogbo awọn ọjọ kuro?

source: Import exercises Qti2
yo_ng: Gbe awọn adaṣe Qti2 wọle

source: ISO code
yo_ng: Koodu ISO

source: The sub-language of this language has been added
yo_ng: Èdè ẹ̀kà ìdí èdè yìí ti a fi kun

source: Return to the languages list
yo_ng: Pada si akojọ awọn ede

source: Add a date time
yo_ng: Fi akoko ọjọ kun

source: The coach of the session, shall have all rights and privileges on all the courses that belong to the session.
yo_ng: Olùdàá ìdàrì ìgba, yóò ní gbogbo ẹ̀tọ́ àti àǹfààní lórí gbogbo àwùjọ ìdàrù ìdàrù tí ó jẹ́ ti ìgba náà.

source: Allow user view user list
yo_ng: Gba olùwòdì wo akojọ olùwòdì

source: Enable user list
yo_ng: Ṣiṣẹ akojọ olùwòdì

source: Disable user list
yo_ng: Pa akojọ olùwòdì dààmú

source: Thematic control
yo_ng: Ìdarí ìdàrù ìdàrù

source: Thematic view with details
yo_ng: Wiwo ìdàrù ìdàrù pẹ̀lú ìdí ìdí

source: Thematic view as list
yo_ng: Wiwo ìdàrù ìdàrù gẹ́gẹ́ ìpinnu

source: Thematic
yo_ng: Ìdàrù ìdàrù

source: Thematic plan
yo_ng: Ètò ìdàrù ìdàrù

source: Edit thematicadvance
yo_ng: Ṣàtúnṣe ìlọsíwájú ìdàrù ìdàrù

source: Edit thematic advance
yo_ng: Ṣàtúnṣe ìlọsíwájú ìdàrù ìdàrù

source: There is not still a thematic section
yo_ng: Ko si apakan ìdàrù ìdàrù sibẹsibẹ

source: New thematic section
yo_ng: Apakan ìdàrù ìdàrù tuntun

source: Delete all thematics
yo_ng: Pa gbogbo ìdàrù ìdàrù kuro

source: Details of topics and their respective plan and progress. To indicate a topic as completed, select its date following the chronological order and the system will display all previous dates as completed.
yo_ng: Awọn alaye ti awọn koko-ọrọ ati eto wọn ati ilọsiwaju. Lati tọka koko-ọrọ kan bi ti pari, yan ọjọ rẹ ni atẹle ilana chronological ati pe eto yoo ṣafihan gbogbo awọn ọjọ iṣaaju bi ti pari.

source: What skills are to be acquired bu the end of this thematic section?
yo_ng: Awọn ogbon wo ni lati gba nipasẹ opin apakan ìdàrù ìdàrù yii?

source: Skills to acquire
yo_ng: Awọn ogbon lati gba

source: What infrastructure is necessary to achieve the goals of this topic normally?
yo_ng: Iṣẹ́-ìdàrù wo ni pataki lati ṣaṣeyọri awọn ibi-afẹde ti koko-ọrọ yii deede?

source: Infrastructure
yo_ng: Iṣẹ́-ìdàrù

source: Which other elements are necessary?
yo_ng: Awọn eroja miiran wo ni pataki?

source: Duration in hours
yo_ng: Ìgbà ìdùnnú nínú wákati

source: There is no attendance sheet in this course
yo_ng: Ko si iwe wiwo olùkọ ninu iṣẹ-ẹkọ yii

source: You must select a start date
yo_ng: O gbọdọ yan ọjọ ibẹrẹ

source: Return to list
yo_ng: Pada si akojọ

source: Additional notes
yo_ng: Awọn akọsilẹ afikun

source: Start date taken from an attendance date
yo_ng: Ọjọ ibẹrẹ ti a mu lati ọjọ wiwo olùkọ

source: Custom start date
yo_ng: Ọjọ ibẹrẹ àfarawé

source: Start date options
yo_ng: Awọn aṣayan ọjọ ibẹrẹ

source: Thematic advance configuration
yo_ng: Ìtò ìlọsíwájú àkòkò

source: Information on thematic advance on course homepage
yo_ng: Ìròyìn lórí ìlọsíwájú àkòkò lórí ojú ìkànnì ìdàgbàsókè

source: Display information about the last completed topic
yo_ng: Fi ìròyìn hàn nípa àkòkò tí ó ṣe ìparí pátápàtà

source: Display information about the next uncompleted topic
yo_ng: Fi ìròyìn hàn nípa àkòkò tí kò tíì ṣe ìparí

source: Information about the last completed topic
yo_ng: Ìròyìn nípa àkòkò tí ó ṣe ìparí pátápàtà

source: Information about the next uncompleted topic
yo_ng: Ìròyìn nípa àkòkò tí kò tíì ṣe ìparí

source: There is no thematic section
yo_ng: Kò sí apá àkòkò

source: There is no thematic advance
yo_ng: Kò sí ìlọsíwájú àkòkò

source: There is no thematic plan for now
yo_ng: Kò sí ìpìlẹ̀ àkòkò fún ìsinsìnyí

source: New thematic advance
yo_ng: Ìlọsíwájú àkòkò tuntun

source: Duration must be numeric
yo_ng: Àkókò gbọ́dọ̀ jẹ́ nọ́mba

source: Do not display progress
yo_ng: Má ṣe fi ìlọsíwájú hàn

source: Create a thematic section
yo_ng: Ṣẹ̀dá apá àkòkò

source: Edit thematic section
yo_ng: Ṣàtúnṣe apá àkòkò

source: Course progress
yo_ng: Ìlọsíwájú ìdàgbàsókè

source: Select an attendance
yo_ng: Yan ìwàwà

source: Re-use a copy inside the current test
yo_ng: Lo ẹ̀dá ìdàgbasókè nínú ìdánwò lọ́wọ́lọ́wọ̀
