Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Is registration as a new user allowed? Can users create new accounts?
ar: هل مسموح بالتسجيل كمستخدم جديد؟ هل يمكن للمستخدمين إنشاء حسابات جديدة؟
ast_es: ¿ Permítise que los usuarios nuevos puedan rexistrase ellos mesmos ? ¿ Puen los usuarios crear cuentes nueves ?
bn_bd: নতুন ব্যবহারকারী হিসেবে নিবন্ধন অনুমোদিত? ব্যবহারকারীরা নতুন অ্যাকাউন্ট তৈরি করতে পারবে?
bs_ba: Da li je registracija novog korisnika dozvoljena? Da li korisnici mogu kreirati nove račune?
ca_es: Es permet el registre de nous usuaris? Els usuaris poden crear nous comptes?
cs_cz: Je registrace jako nový uživatel povolena? Můžou uživatelé vytvářet nové účty?
da: Er registreringen som ny bruger tilladt? Kan brugere oprette nye konti?
de: Sollen sich neue Benutzer selbst registrieren können?
el: Επιτρέπεται η εγγραφή ως νέος χρήστης; Μπορούν οι χρήστες να δημιουργήσουν νέους λογαριασμούς;
eo: Ĉu registrado kiel nova uzulo estas permesite? Ĉu uzuloj rajtas krei novan konton?
es: ¿ Está permitido que los nuevos usuarios puedan registrarse por sí mismos ? ¿ Pueden los usuarios crear cuentas nuevas ?
es_mx: ¿Está permitida la inscripción como nuevo usuario? ¿Pueden los usuarios crear nuevas cuentas?
eu_es: Ba al dago baimenduta erabiltzaile berriak berez erregistratzea? Badute erabiltzaileek kontu berriak sortzerik?
fa_ir: آیا اجازه ثبت نام را به کاربران جدید میدهید؟
fi_fi: Onko rekisteröinti uutena käyttäjänä sallittu? Saavatko käyttäjät luoda uusia tilejä?
fo_fo: Er innritan sum nýggjur brúkari loyvd? Kunnu brúkarar skapa nýggjar kontur?
fur: La registrazion come utent nuoval è permitude? I utents a pues creâ conts nuvîs?
ga: An bhfuil cead clárú mar úsáideoir nua? An féidir le húsáideoirí cuntais nua a chruthú?
gl: ¿Permítese o rexistro de usuarios novos? ¿poden os usuarios crear novas contas?
he_il: האם מותר להרשם כמשתמש חדש? האם משתמשים יכולים ליצור חשבונות חדשים?
hi: क्या नए उपयोगकर्ता के रूप में पंजीकरण की अनुमति है? क्या उपयोगकर्ता नए खाते बना सकते हैं?
hr_hr: Je li moguće registrirati se kao novi korisnik? Mogu li korisnici otvoriti nove računa?
hu_hu: Engedélyezett új felhasználó regisztrációja? Létrehozhatnak a felhasználók új fiókokat?
hy: Թույլատրվա՞ծ է նոր օգտատիրոջ գրանցումը? Կարո՞ղ են օգտատերերը ստեղծել նոր հաշիվներ?
id_id: Apakah pendaftaran sebagai user baru diijinkan? Bolehkah user membuat account baru?
it: E'consentita la registrazione come nuovo utente? Gli utenti possono creare dei nuovi account?
ja: 新しいユーザーとして登録することを許可しますか? ユーザーは新しいアカウントを作成することができますか?
ka_ge: ნებადართულია თუ არა ახალი მომხმარებლის რეგისტრაცია? შეუძლიათ თუ არა მომხმარებლებს ახალი ანგარიშების შექმნა?
ko_kr: 새 유저를 등록하는 것이 허용되었습니까? 유저가 새로운 계정을 생성할 수 있습니까?
lo: ອະນຸຍາດໃຫ້ລົງທະບຽນເປັນຜູ້ໃຊ້ໃໝ່ບໍ່? ຜູ້ໃຊ້ສາມາດສ້າງບັນຊີໃໝ່ໄດ້ບໍ່?
lt_lt: Ar naujų vartotojų registracija leidžiama? Ar gali vartotojai kurti naujas sąskaitas?
lv_lv: Vai atļaut jaunu lietotāju reģistrāciju? Vai lietotāji drīkst veidot jaunus kontus?.<br><b>Jā</b> - nozīmē, ka reģistrācija ir brīvi pieejama mācību vides galvenajā lapā. Pēc reģistrācijas var pieteikties pieejamajos Kursos <br><b>Nē</b> - mācību vides galvenajā lapā reģistrācijas uzraksts vispār nav redzams<br><b>Pēc apstiprināšanas</b> - pieeja kursiem iespējama tikai pēc administrācijas apstiprinājuma ( tas notiek manuāli katra Lietotāja kontā)
mk_mk: Дали е допуштена регистрација на нов корисник? Може ли корисниците да креираат нови досиеја?
ms_my: Adakah pendaftaran sebagai pengguna baru dibenarkan? Bolehkah pengguna mencipta akaun baru?
my_mm: အသုံးပြုသူအသစ်အဖြစ် မှတ်ပုံတင်ခြင်းကို ခွင့်ပြုမည်လား။ အသုံးပြုသူများသည် အကောင့်အသစ်များ ဖန်တီးနိုင်ပါသလား။
ne: नयाँ प्रयोगकर्ताको रूपमा दर्ता गर्न अनुमति छ? प्रयोगकर्ताहरूले नयाँ खाता सिर्जना गर्न सक्छन्?
nl: Is registratie als een nieuwe gebruiker toegelaten? Kunnen gebruikers nieuwe accounts creëren?
nn_no: Er registrering som ny brukar tillatt? Kan brukarar opprette nye kontoar?
oc: L'inscripcion coma novèl utilizaire es permetuda ? Los utilizaires pòden crear de comptes novèls ?
pl_pl: Czy jest możliwa rejestracja jako nowy użytkownik? Czy użytkownik może tworzyć nowe konta?
ps: د نوي کاروونکي په توګه ثبت نام اجازه ده؟ کاروونکي نوي اکاونټونه جوړولی شي؟
pt_br: A inscrição como um novo usuário é permitida? Os usuários criados podem criar novas contas?
pt_pt: É permitido o registro/inscrição como um novo utilizador? Podem os utilizadores criar novas contas de utilizador?
ro_ro: Este permisa inregistrarea unui nou utilizator? Pot utilizatorii crea conturi noi?
ru_ru: Регистрация как новый пользователь разрешена? Могут ли пользователи создать новые счета?
sk_sk: Je registrácia ako nový používateľ povolená? Môžu si používatelia vytvárať nové kontá?
sl: Dovoljenje omogoča poljubnemu tečajniku samoregistracijo v portal.
sq: A lejohet regjistrimi si përdorues i ri? A mund përdoruesit të krijojnë llogari të reja?
sr_rs: Da li je registracija novog korisnika dozvoljena? Može li korisnik da kreira novi nalog?
sv_se: Är det tillåtet att registrera sig som ny användare? Kan användare skapa nya konton?
sw_ke: Je, usajili kama mtumiaji mpya unaaruhusiwa? Je, watumiaji wanaweza kuunda akaunti mpya?
ta: புதிய பயனராக பதிவு அனுமதியா? பயனர்கள் புதிய கணக்குகளை உருவாக்கலாமா?
th: อนุญาตให้ผู้ใช้สร้างชื่อใหม่ได้หรือไม่
tl_ph: Pinapayagan ba ang rehistrasyon bilang isang bagong gumagamit? Maaari bang lumikha ang mga gumagamit ng bagong mga account?
tr: Yeni bir kullanıcı olarak kayıt izni varmı? Kullanıcılar yeni kayıt yapabilirmi?
uk_ua: Дозволити реєстрацію в якості нового користувача? Чи можуть користувачі створювати нові акаунти?
vi_vn: Có cho phép đăng ký người dùng mới không? Người dùng có thể tạo tài khoản mới không?
xh_za: Ingaba ubhaliso lomsebenzisi omtsha luvunyelwe? Ngaba abasebenzisi banokudala ii-akhawunti ezintsha?
zh_cn: 可以注册新用户吗?用户可以创建帐号吗?
zh_tw: 是否允許新使用者的註冊？使用者能否自建新戶口？

source: Registration as teacher
ar: التسجيل كمدرس
ast_es: Rexistru como profesor
bn_bd: শিক্ষক হিসেবে নিবন্ধন
bs_ba: Registracija kao nastavnik
ca_es: Inscripció en tant que docent
cs_cz: Registrace jako učitel
da: Registrering som underviser
de: Selbst-Registrierung als Kursleiter
el: Εγγραφή ως εκπαιδευτικός
eo: Registri kiel kursmastrumanto
es: Registro como profesor
es_mx: Inscripción como profesor
eu_es: Erregistroa, irakasle gisa
fa_ir: ثبت نام به عنوان استاد
fi_fi: Rekisteröinti opettajaksi
fo_fo: Innritan sum lærar
fur: Registrazion come docente
ga: Clárú mar mhúinteoir
gl: Rexistro como profesor
he_il: הרשמה כמורה
hi: शिक्षक के रूप में पंजीकरण
hr_hr: Registracija predavača
hu_hu: Regisztráció tanárként
hy: Գրանցում ուսուցչի
id_id: Pendaftaran sebagai Pengajar
it: Registrazione come docente
ja: 教員として登録
ka_ge: რეგისტრაცია მასწავლებლად
ko_kr: 교사로 등록
lo: ລົງທະບຽນເປັນອາຈານ
lt_lt: Dėstytojo registracija
lv_lv: Reģistrēties, kā Lektoram
mk_mk: Регистрација како учител
ms_my: Pendaftaran sebagai guru
my_mm: ဆရာအဖြစ် မှတ်ပုံတင်ခြင်း
ne: शिक्षकको रूपमा दर्ता
nl: Registratie als cursusbeheerder
nn_no: Registrering som lærer
oc: Inscripcion coma ensenhista
pl_pl: Rejestracja Nauczyciela
ps: د ښوونکي په توګه ثبت نام
pt_br: Registro como professor
pt_pt: Registro/inscrição como Professor
ro_ro: Inregistrare ca profesor
ru_ru: Регистрация в качестве преподавателя
sk_sk: Registrácia lektora
sl: Dovoljenje uporabniku, da se registracijo kot učitelj - kreator tečajev
sq: Regjistrimi si mësues
sr_rs: Registracija za predavača
sv_se: Registrera som lärare
sw_ke: Usajili kama mwalimu
ta: ஆசிரியராக பதிவு
th: ลงทะเบียนเป็นอาจารย์ผู้สอน
tl_ph: Rehistrasyhon bilang guro
tr: Öğretmen olarak kayıt
uk_ua: Реєстрація в якості викладача
vi_vn: Đăng ký làm giáo viên
xh_za: Ubhaliso njengotitshala
zh_cn: 注册为教师
zh_tw: 註冊為導師

source: Can one register as a teacher (with the ability to create courses)?
ar: (هل يمكن لأحد التسجيل كمدرس(المسموح له بإنشاء مقررات
ast_es: ¿ Pue ún cualquiera rexistrase como profesor (y asina crear cursos) ?
bn_bd: শিক্ষক হিসেবে নিবন্ধন করা যাবে (কোর্স তৈরির ক্ষমতা সহ)?
bs_ba: Može li se registrovati kao nastavnik (s mogućnošću kreiranja kurseva)?
ca_es: És possible d'inscriure's com a docent (podent crear cursos)?
cs_cz: Může se někdo zaregistrovat jako učitel (může vytvářet kurzy)?
da: Kan brugere selv registrere sig som underviser (som kan oprette kurser)?
de: Soll sich ein neuer Benutzer selbst als Kursleiter anmelden können? (d.h. Der Benutzer kann dann Kurse erstellen)
el: Μπορεί κάποιος να εγγραφεί ως δάσκαλος (με δυνατότητα δημιουργίας μαθημάτων);
eo: Ĉu oni rajtas registri kiel kursmastrumanto?
es: ¿ Alguien puede registrarse como profesor (y poder crear cursos) ?
es_mx: ¿Puede uno inscribirse como profesor (que pueda crear cursos)?
eu_es: Ba al du norbaitek irakasle gisa erregistratzerik (ikastaroak sortzeko gaitasunarekin eta guztiarekin)?
fa_ir: آیا اجازه ثبت نام به عنوان استاد را می دهید ؟ اساتید توانایی آفرینش دروس را دارند
fi_fi: Saako käyttäjä rekisteröityä opettajaksi (ja siten luoda kursseja)?
fo_fo: Kann ein innrita seg sum lærar (við møguleika at skapa kursir)?
fur: Al è possibil registrâsi come docente (cu la possibilità di creâ curs)?
ga: An féidir clárú mar mhúinteoir (le cumas cúrsaí a chruthú)?
gl: ¿Pódese rexistrar calquera como profesor (que poida crear cursos)?
he_il: האם אפשר להירשם כמורה (עם יכולת ליצור קורסים)?
hi: क्या कोई शिक्षक के रूप में पंजीकरण कर सकता है (कोर्स बनाने की क्षमता के साथ)?
hr_hr: Je li moguće registrirati se kao predavač (koji može izrađivati kolegije)?
hu_hu: Regisztrálhatja magát a felhasználó tanárként (létrehozhat kurzusokat)?
hy: Կարո՞ղ է մեկը գրանցվել ուսուցչի (դասընթացներ ստեղծելու հնարավորությամբ)?
id_id: Bolehkah seseorang mendaftar sebagai pengajar (yang dapat membuat homepage mata kuliah)?
it: E' consentito registrarsi come docente (quindi creare corsi)?
ja: ユーザーは教員 (コースを作成可能) として登録することができますか?
ka_ge: შესაძლებელია თუ არა რეგისტრაცია მასწავლებლად (კურსების შექმნის უნარით)?
ko_kr: 교사로 등록하는 것이 가능합니까(과정생성 가능)?
lo: ສາມາດລົງທະບຽນເປັນອາຈານ (ພ້ອມຄວາມສາມາດໃນການສ້າງລາຍວິຊາ) ໄດ້ບໍ່?
lt_lt: Ar leidžiama registruotis kaip dėstytojui (su kursų kūrimo teise)?
lv_lv: Vai drīkst reģistrēties, kā Lektors (tāds, kas var veidot kursus)?
mk_mk: Може ли овој корисник да се регистрира како учител (кој може да креира курсеви)?
ms_my: Adakah boleh mendaftar sebagai guru (dengan keupayaan untuk mencipta kursus)?
my_mm: ဆရာအဖြစ် မှတ်ပုံတင်နိုင်ပါသလား (သင်တန်းများဖန်တီးနိုင်သည့် စွမ်းရည်ဖြင့်)။
ne: शिक्षकको रूपमा दर्ता गर्न सकिन्छ (पाठ्यक्रम सिर्जना गर्ने क्षमतासहित)?
nl: Kan men registreren als cursusbeheerder?
nn_no: Kan ein registrere seg som lærar (med moglegheit til å opprette kurs)?
oc: Se pòt inscrir coma ensenhista (amb la capacitat de crear de curs) ?
pl_pl: Czy można zarejestrować się jako nauczyciel (tak, aby móc tworzyć kursy)?
ps: ایا یو څوک د ښوونکي په توګه ثبت نام کولای شي (د کورسونو جوړولو وړتیا سره)؟
pt_br: Alguém pode se registrar como professor (poder criar cursos)?
pt_pt: Pode qualquer utilizador registar-se como instrutor (com permissões para criar cursos)?
ro_ro: Este posibila inregistrarea ca profesor (poate creea cursuri)?
ru_ru: Можно ли регистрироваться в качестве преподавателя (который создает курсы)?
sk_sk: Môže sa niekto zaregistrovať ako lektor (môže vytvoriť kurzy)?
sl: Dovoljenje omogoča uporabniku portala da nastopa kot kreator tečaja (učitelj)
sq: A mund të regjistrohet dikush si mësues (me aftësinë për të krijuar kurse)?
sr_rs: Može li neko da se registruje kao predavač (koji može da kreira kurseve)?
sv_se: Kan man registrera sig som lärare (som kan skapa kurser)?
sw_ke: Je, mtu anaweza kujisajili kama mwalimu (na uwezo wa kuunda kozi)?
ta: ஆசிரியராக பதிவு செய்யலாமா (பாடங்கள் உருவாக்கும் திறன் உடன்)?
th: อนุญาตให้ผู้สมัครเป็นผู้ใช้ใหม่มีสิทธิฐานะเป็นผู้สอนได้เลยหรือไม่
tl_ph: Maaari bang magrehistro ang isang guro (na may kakayahang lumikha ng mga kurso)?
tr: Herhangi biri Öğretmen olarak kayıt yaptırabilir mi? (böylece yeni dersler oluşturabilir mi?)
uk_ua: Чи можна реєструватися в якості викладача (може створювати курси)?
vi_vn: Có thể đăng ký làm giáo viên (với khả năng tạo khóa học) không?
xh_za: Ngaba umntu unokubhalisela njengotitshala (onamandla okudala izifundo)?
zh_cn: 用户可以注册为教师(创建课程)吗?
zh_tw: 是否允許註冊為導師（能創建課程）？

source: Tuning
ar: ملاءمة
ast_es: Meyorar el rendimientu
bn_bd: টিউনিং
bs_ba: Podešavanje
ca_es: Millorar el rendiment
cs_cz: Vylepšení
da: Justering
el: Βελτιστοποίηση
eo: Agordi
es: Mejorar el rendimiento
es_mx: Afinado
eu_es: Optimizatzen
fa_ir: بهینه سازی
fi_fi: Säätö
fo_fo: Fíggja
fur: Regolament
ga: Fineadh
gl: Tunear
he_il: כיוונון
hi: समायोजन
hr_hr: Podešavanje
hu_hu: Teljesítmény
hy: Ճշգրտում
id_id: Penyesuaian
it: Avanzate
ja: チューニング
ka_ge: შეცვლა
ko_kr: 조정
lo: ການປັບແຕ່ງ
lv_lv: Ātrdarbības uzlabošana
mk_mk: Подесување
ms_my: Penalaan
my_mm: ချိန်ညှိခြင်း
ne: समायोजन
nl: Afstemmen
nn_no: Finjustering
oc: Ajustament
ps: تنظیم
pt_br: Aperfeiçoamento
pt_pt: Melhorar/aperfeiçoar
ro_ro: Reglare
ru_ru: Настройка
sk_sk: Ladenie
sl: Uglaševanje
sq: Rregullimi
sr_rs: Podešavanje
sv_se: Fininställning
sw_ke: Kurekebisha
ta: இயக்கு
th: การปรับแต่ง
tr: Ayarlama
uk_ua: Тонке налаштування
vi_vn: Tinh chỉnh
xh_za: Ulungiselelo
zh_cn: 调整
zh_tw: 調整

source: Split users' upload directory
ar: افصل دليل تحميل المتخدمين
ast_es: Dividir el direutoriu de tresferencies (subida-upload) de los usuarios
bn_bd: ব্যবহারকারীদের আপলোড ডিরেক্টরি বিভক্ত করুন
bs_ba: Podijeli direktorij za upload korisnika
ca_es: Dividir el directori de transferència dels usuaris
cs_cz: Rozdělit uživatelský adresář pro upload
da: Adskil mapper til upload per bruger
de: Benutzer Upload-Verzeichnis aufteilen
el: Διαχωρισμός φακέλου upload του χρήστη
eo: Dividi la uzantan alŝutan dosierujon
es: Dividir el directorio de transferencias (upload) de los usuarios
es_mx: Dividir el directorio de transferencias de los usuarios
eu_es: Zatitu erabiltzaileen karga direktorioa
fa_ir: جداسازی کاربران پوشه آپلود
fi_fi: Jaa käyttäjien lataushakemisto
fo_fo: Kloyv brúkara upload mappu
fur: Dividi la diretori di carichî dai utents
ga: Scaip réirítear uaslódáil úsáideoirí
gl: Dividir o directorio de transferencias (upload) dos usuarios
he_il: פיצול ספריית העלאות של משתמשים
hi: उपयोगकर्ताओं की अपलोड डायरेक्टरी को विभाजित करें
hr_hr: Podijeli korisničku mapu za učitavanje datoteka
hu_hu: Felhasználók feltöltési könyvtárának szétválasztása
hy: Բաժանել օգտատերերի վերբեռնման թղթապանակը
id_id: Pisahkan direktori unggahan pengguna
it: Suddividi le cartelle di upload degli utenti
ja: ユーザーのアップロードディレクトリを分割
ka_ge: მომხმარებლების ატვირთვის დირექტორიის გაყოფა
ko_kr: 사용자 업로드 디렉토리 분할
lo: ແບ່ງໄດເລກະທໍລີອັບໂຫຼດຂອງຜູ້ໃຊ້
lt_lt: Dalinti vartotojų įkėlimo katalogą
lv_lv: Sadalīt lietotāju augšupielādes direktoriju
mk_mk: Подели го директориумот за испраќање на корисници
ms_my: Pisahkan direktori muat naik pengguna
my_mm: အသုံးပြုသူများ၏ တင်သွင်းဖိုင်တွဲကို ခွဲခြမ်းပါ
ne: प्रयोगकर्ताहरूको अपलोड निर्देशिका विभाजन गर्ने
nl: Splits de gebruikers' uploadfolder
nn_no: Del brukaropplastingskatalog
oc: Dividir lo repertòri de còpia dels utilizaires
pl_pl: Podziel katalog wgranych danych użytkowników
ps: کاروونکو اپلوډ ډایریکټري ویشل
pt_br: Directório de envio dos usuários rachadas
pt_pt: Dividir a pasta/directório de envio dos utilizadores
ro_ro: Imparte directorul pentru incarcari al utilizatorilor
ru_ru: Разделить направляющую директорию пользователей
sk_sk: Zložku pre nahrávanie rozdeliť používateľom
sl: Razdeli uporabniško mapo za nalaganje datotek.
sq: Ndajeni direktorinë e ngarkimit të përdoruesve
sr_rs: Podeli korisnički direktorijum za učitavanje datoteka
sv_se: Dela upp mappen för uppladdning per användare
sw_ke: Gawanya saraka ya upakiaji wa watumiaji
ta: பயனர்களின் பதிவேற்ற இயல்புப் பகுதியை பிரி
th: แยกไดเรกทอรีอัปโหลดของผู้ใช้
tl_ph: Hatiin ang direktoryo ng upload ng mga user
tr: Kullanıcıların Upload klasörünü böl
uk_ua: Поєднати каталоги завантажувань користувача
vi_vn: Chia thư mục tải lên của người dùng
xh_za: Hlazula ulawulo lokulayisha lwabasebenzisi
zh_cn: 分离用户的上传文件夹
zh_tw: 分拆使用者上載目錄
