Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: You should add some items to your learning path, otherwise you won't be able to attach audio files to them
ar: يجب عليك اضافة بعض العناصر الى مسار التعلم، والا لا يمكن ارفاق الملفات الصوتية لها
ast_es: Tiienes d'amestar dellos elementos al to camín d'apreendizaxe, d'otru mou nun podrás asitiar archivos d'ófiu a ellos
bn_bd: আপনার লার্নিং পাথে কিছু আইটেম যোগ করুন, অন্যথায় আপনি তাদের সাথে অডিও ফাইল সংযুক্ত করতে পারবেন না
bs_ba: Trebalo bi da dodate neke stavke u vašu putanju učenja, inače nećete moći da pričvrstite audio datoteke na njih
ca_es: Hauríeu d'afegir alguns elements a la lliçó, en cas contrari no podreu adjuntar-hi arxius d'àudio
cs_cz: Do vaší výukové cesty byste měli přidat nějaké položky, jinak k nim nebudete moci připojit audio soubory
da: Du bør tilføje nogle elementer til din læringssti, ellers vil du ikke kunne vedhæfte lydfiler til dem
de: Sie sollten Ihrem Lernpfad einige Elemente hinzufügen, sonst können Sie diesen keine Audio-Dateien hinzufügen
el: Θα πρέπει να προσθέσετε κάποια στοιχεία στο εκπαιδευτικό σας πρόγραμμα, διαφορετικά δεν θα μπορείτε να επισυνάψετε αρχεία ήχου σε αυτές
eo: Vi devus aldoni kelkajn elementojn al via lernvojo, alie vi ne povos aldoni aŭdajn dosierojn al ili
es: Debería añadir algunos elementos a la lección, caso contrario no podrá adjuntarle archivos de audio
es_mx: Debe agregar algunos elementos a su ruta de aprendizaje, de lo contrario no podrá adjuntar archivos de audio a ellos
eu_es: Ikasgai-zorro baterako elementu batzuk gehitu behar dituzu, bestela ez duzu audio fitxategiak haietara erantsi ahal izango
fa_ir: باید مواردی به مسیر یادگیری خود اضافه کنید، در غیر این صورت نمی‌توانید فایل‌های صوتی را به آن‌ها ضمیمه کنید
fi_fi: Sinun tulee lisätä osioita oppimispolkuusi, muuten et voi lisätä niihin äänitiedostoja.
fo_fo: Tú skalt leggja nakrar lutir í tín lærugøtu, ella tú kanst ikki fest tónskjøl til tær
fur: Tu âs di zontâ cualcû item al to percors didatich, altrment no podrâs juentâ file audio ai
ga: Ba cheart duit roinnt míreanna a chur le do chosán foghlama, nó ní bheidh tú in ann comhaid fuaime a cheangal leo
gl: Deberá engadir algúns elementos á lección, en caso contrario non poderá anexar arquivos de audio
he_il: כדאי להוסיף כמה פריטים למסלול הלמידה שלך, אחרת לא תוכל לצרף אליהם קבצי אודיו
hi: आपको अपने लर्निंग पथ में कुछ आइटम जोड़ने चाहिए, अन्यथा आप उन्हें अडियो फाइलें संलग्न नहीं कर पाएंगे
hr_hr: Trebao bi dodati neke stavke u svoju putanju učenja, inače nećeš moći priložiti audio datoteke njima
hu_hu: Adjon hozzá néhány elemet a tanulási útvonalához, különben nem tudja hangfájlokat csatolni hozzájuk
hy: Պետք է ավելացնեք տարրեր ձեր ուսման ուղիին, հակառակ դեպքում չեք կարող կցել ձայնային ֆայլեր դրանց
id_id: Anda harus menambahkan beberapa item ke jalur pembelajaran Anda, jika tidak Anda tidak akan dapat melampirkan file audio ke sana
it: Dovresti aggiungere qualche elemento al tuo percorso di apprendimento, altrimenti non potrai allegare file audio
ja: あなたの学習パスにいくつかの項目を追加してください。そうしないと、オーディオファイルを添付することができません。
ka_ge: თქვენ უნდა დაამატოთ რამე ელემენტები თქვენს სწავლის გზაში, წინააღმდეგ შემთხვევაში ვერ შეგეძლებათ აუდიო ფაილების მიბმა მათზე
ko_kr: 학습 경로에 항목을 추가해야 합니다. 그렇지 않으면 오디오 파일을 첨부할 수 없습니다
lo: ທ່ານຄວນເພີ່ມບາງລາຍການເຂົ້າໃນເສັ້ນທາງການຮຽນຮູ້ຂອງທ່ານ, ຖ້າບໍ່ດັ່ງນັ້ນທ່ານຈະບໍ່ສາມາດແນບໄຟລ໌ສຽງໃສ່ພວກມັນໄດ້
lt_lt: Turėtumėte pridėti keletą elementų į savo mokymosi kelią, kitaip negalėsite pridėti garso failų prie jų
lv_lv: Jums vajadzētu pievienot dažus vienumus savai mācīšanās ceļam, pretējā gadījumā jūs nevarēsiet pievienot audio failus tiem
mk_mk: Треба да додадеш некои ставки во твојата патека за учење, инаку нема да можеш да додадеш аудио датотеки на нив
ms_my: Anda perlu tambah beberapa item ke laluan pembelajaran anda, jika tidak anda tidak akan dapat melampirkan fail audio kepada mereka
my_mm: သင်ယူမှုလမ်းကြောင်းတွင် အရာအချို့ကို ထည့်သင့်သည်၊ မဟုတ်ပါက ၎င်းတို့ထံသို့ အသံဖိုင်များကို ပူးတွဲမထားနိုင်ပါ
ne: तपाईंको सिकाइ मार्गमा केही वस्तुहरू थप्नु पर्छ, नत्र तिनमा अडियो फाइलहरू जोड्न सक्नुहुन्न
nl: Voeg eerst items toe aan je leerpad, zodat je de geluidsbestanden aan deze items kunt koppelen.
nn_no: Du burde legge til nokre element i læringsstien din, elles vil du ikkje kunne feste lydfiler til dei
oc: Devríatz apondre d'elements a vòstre camin d'aprendissatge, sinò podràtz pas apondre de fichièrs audio a aquòls
pl_pl: Powinieneś dodać kilka elementów do swojej ścieżki uczenia, w przeciwnym razie nie będziesz mógł dołączyć plików audio do nich
ps: تاسو باید خپل زده کړې لاره کې ځینې توکي اضافه کړئ، ګڼه دا چې تاسو به ونه شي کولی ورسره غږیزې فایلونه تړل
pt_br: Você deve adicionar alguns itens em sua Rota de Aprendizagem, caso contrário não será capaz de anexar arquivos de áudio para eles.
pt_pt: deve adicionar alguns items à sua Rota de Aprendizagem, de outra forma não poderá anexar ficheiros áudio
ro_ro: Ar trebui să adaugati câteva elemente la lecție, altfel nu se poate atașa fișiere audio
ru_ru: Добавьте элементы в путь обучения, иначе вы не сможете прикрепить к ним аудиофайлы
sk_sk: Mali by ste pridať nejaké položky do učebnej osnovy, inak nebudete môcť pripojiť k nim zvukové súbory
sl: V učno pot je potrebno dodati nekaj elementov, sicer jim ne boste mogli dodati zvočnih datotek
sq: Duhet të shtoni disa elemente në shtegun tuaj të mësimit, përndryshe nuk do të jeni në gjendje të bashkangjitni skedarë audio me ta
sr_rs: Trebalo bi da dodate neke stavke u vašu putanju učenja, inače nećete moći da im prikačite audio fajlove
sv_se: Du bör lägga till några objekt i din inlärningsväg, annars kan du inte bifoga ljudfiler till dem
sw_ke: Unapaswa kuongeza vitu kwenye njia yako ya kujifunza, vinginevyo hutaweza kuambatanisha faili za sauti nazo
ta: ஆடியோ கோப்புகளை இணைக்க முடியாது என்பதால் உங்கள் கற்றல் பாதைக்கு சில பொருட்களைச் சேர்க்க வேண்டும்
th: คุณควรเพิ่มรายการบางอย่างในเส้นทางการเรียนรู้ของคุณ มิฉะนั้นคุณจะไม่สามารถแนบไฟล์เสียงกับ它们ได้
tl_ph: Dapat kang magdagdag ng ilang item sa iyong learning path, kung hindi ay hindi mo mailalagay ang mga audio file dito
tr: Öğrenme yolunuza bazı öğeler eklemelisiniz, aksi takdirde ses dosyalarını ekleyemezsiniz
uk_ua: Ви повинні додати деякі елементи до вашого шляху навчання, інакше ви не зможете прикріпити аудіофайли до них
vi_vn: Bạn nên thêm một số mục vào lộ trình học tập của mình, nếu không bạn sẽ không thể gắn tệp âm thanh vào chúng
xh_za: Kufuneka wongeze ezinye izinto kwindlela yakho yokufunda, kungenjalo awuzukukwazi ukuncamathisela iifayile zomsindo kuzo
zh_cn: 您应该向学习路径添加一些项目，否则无法为其附加音频文件
zh_tw: 您應該為學習路徑新增一些項目，否則無法將音訊檔案附加到它們

source: Inactive days
ar: الايام غير النشطة
ast_es: Díes inactivos
bn_bd: নিষ্ক্রিয় দিন
bs_ba: Neaktivni dani
ca_es: Dies inactiu
cs_cz: Neaktivní dny
da: Inaktive dage
de: Inaktive Tage
el: Ανενεργές ημέρες
eo: Malaktivaj tagoj
es: Días inactivo
es_mx: Días inactivos
eu_es: Egunez egun jardun gabeko egunak
fa_ir: روزهای غیرفعال
fi_fi: Toimettomat päivät
fo_fo: Óvirknar dagar
fur: Gjorn disativis
ga: Laethanta neamhghníomhacha
gl: Días inactivos
he_il: ימים לא פעילים
hi: निष्क्रिय दिन
hr_hr: Neaktivni dani
hu_hu: Inaktív napok
hy: Չգործող օրեր
id_id: Hari tidak aktif
it: Giorni di inattività
ja: 非アクティブな日数
ka_ge: არაქტიული დღეები
ko_kr: 비활성 일수
lo: ມື້ທີ່ບໍ່ເຄື່ອນໄຫວ
lt_lt: Neaktyvios dienos
lv_lv: Neaktīvas dienas
mk_mk: Неактивни денови
ms_my: Hari tidak aktif
my_mm: မလှုပ်ရှားသောရက်များ
ne: निष्क्रिय दिनहरू
nl: Dagen inactiviteit
nn_no: Passive dagar
oc: Jorns inactius
pl_pl: Nieaktywne dni
ps: غیر فعال ورځې
pt_br: Dias inativo
pt_pt: Dias sem atividade
ro_ro: Zile inactive
ru_ru: Неактивные дни
sk_sk: Neaktívne dní
sl: Dni neaktivnosti
sq: Ditë të paktëaktive
sr_rs: Neaktivni dani
sv_se: Inaktiva dagar
sw_ke: Siku zisizotumika
ta: செயலற்ற நாட்கள்
th: วันไม่ใช้งาน
tl_ph: Mga hindi aktibong araw
tr: Etkin olmayan günler
uk_ua: Неактивні дні
vi_vn: Số ngày không hoạt động
xh_za: Iintsuku ezingasebenziyo
zh_cn: 非活动天数
zh_tw: 不活躍天數

source: Followed HR directors
ar: مديرو الموارد البشرية الذين اتابعهم
ast_es: Directores de RRHH seguiíos
bn_bd: অনুসরণকৃত এইচআর পরিচালক
bs_ba: Praćeni HR direktori
ca_es: Directors de RRHH seguits
cs_cz: Sledovaní ředitelé HR
da: Fulgte HR-direktører
de: Gefolgte HR-Leiter
el: Ακολουθούμενοι διευθυντές HR
eo: Sekvitaj direktoroj de HR
es: Directores RRHH seguidos
es_mx: Directores de RRHH seguidos
eu_es: Jarraitutako ZUZendaritza zuzendariak
fa_ir: مدیران منابع انسانی دنبال‌شده
fi_fi: Seuratut HR-johtajat
fo_fo: Fylgt HR-stjórar
fur: Diretörs HR seguîts
ga: Stiúrthóirí AD a leanúnn
gl: Directores de RRHH seguidos
he_il: עקב אחרי מנהלי משאבי אנוש
hi: अनुयायित एचआर निदेशक
hr_hr: Praćeni HR direktori
hu_hu: Követett HR igazgatók
hy: Հետևվող HR տնօրեններ
id_id: Direktur SDM yang diikuti
it: Respons. Risorse Umane seguiti
ja: フォロー中の人事部長
ka_ge: მოყვთარდება HR დირექტორები
ko_kr: 추적 중인 HR 책임자
lo: ຜູ້ອຳນວຍການຝ່າຍບຸກຄະລາກອນທີ່ຕິດຕາມ
lt_lt: Sekami ŽR direktoriai
lv_lv: Sekotie HR direktori
mk_mk: Следени HR директори
ms_my: Pengarah HR yang diikuti
my_mm: လိုက်နာထားသော လူ့စွမ်းအားအရင်းအမြစ်ဒါရိုက်တာများ
ne: अनुसरण गरिएका HR निर्देशकहरू
nl: Gevolgde HR medewerkers
nn_no: Fylgde HR-direktørar
oc: Directors RH seguits
pl_pl: Obserwowani dyrektorzy HR
ps: تعقیب شوي HR لارښوونکي
pt_br: Diretores RH seguidos
pt_pt: Diretores de RH seguidos
ro_ro: Directori RRHH urmati
ru_ru: Отслеживаемые руководители HR
sk_sk: Nasledovní riaditelia Ľudských zdrojov
sl: Sledeni HR upravitelji
sq: Drejtorët e HR të ndjekur
sr_rs: Praćeni HR direktori
sv_se: Följda HR-direktörer
sw_ke: Wadirecta wa HR wanafuatiwa
ta: பின்தொடரப்பட்ட HR இயக்குநர்கள்
th: ผู้จัดการ HR ที่ติดตาม
tl_ph: Mga sinusundang HR directors
tr: Takip edilen İK yöneticileri
uk_ua: Слідкувані директори HR
vi_vn: Giám đốc nhân sự đang theo dõi
xh_za: Abalawuli be-HR abalandelwayo
zh_cn: 关注的 HR 主管
zh_tw: 追蹤的人力資源主管

source: The text you entered doesn't match the picture.
ar: النص الذي ادخلته لا يطابق الصورة
ast_es: El testu que introducisti nun coincide cola imaxe.
bn_bd: আপনার লেখা টেক্সট ছবির সাথে মিলছে না।
bs_ba: Tekst koji ste unijeli se ne podudara sa slikom.
ca_es: El text introduït no correspon a la imatge.
cs_cz: Text, který jste zadali, neodpovídá obrázku.
da: Den tekst du indtastede matcher ikke billedet.
de: Der von Ihnen eingegebene Text entspricht nicht dem Bild.
el: Το κείμενο που εισαγάγατε δεν ταιριάζει με την εικόνα.
eo: La teksto kiun vi entajpis ne kongruas kun la bildo.
es: El texto introducido no corresponde a la imagen.
es_mx: El texto que ingresó no coincide con la imagen.
eu_es: Sartutako testua irudiarenarekin ez dator bat.
fa_ir: متن واردشده با تصویر مطابقت ندارد.
fi_fi: Kirjoittamasi teksti ei sovi kuvaan.
fo_fo: Teksturin, tú skrivaði, samsvarar ikki myndini.
fur: Il test che as insertît no corèspond al figurine.
ga: Ní hionann an téacs a chuir tú isteach agus an pictiúr.
gl: O texto introducido non se corresponde coa imaxe
he_il: הטקסט שהזנת אינו תואם לתמונה.
hi: आपके द्वारा दर्ज किया गया पाठ चित्र से मेल नहीं खाता।
hr_hr: Tekst koji ste unijeli ne odgovara slici.
hu_hu: A beírt szöveg nem egyezik a képpel.
hy: Մուտքագրված տեքստը չի համապատասխանում նկարին:
id_id: Teks yang Anda masukkan tidak cocok dengan gambar.
it: Il testo immesso non corrisponde all'immagine.
ja: 入力したテキストが画像と一致しません。
ka_ge: შეყვანილი ტექსტი არ ემთხვევა სურათს.
ko_kr: 입력한 텍스트가 그림과 일치하지 않습니다.
lo: ຂໍ້ຄວາມທີ່ທ່ານໃສ່ບໍ່ກົງກັບຮູບ.
lt_lt: Įvestas tekstas neatitinka paveikslėlio.
lv_lv: Ievadītais teksts neatbilst attēlam.
mk_mk: Текстот што го внесовте не соодветствува со сликата.
ms_my: Teks yang anda masukkan tidak sepadan dengan gambar.
my_mm: သင်ထည့်သွင်းထားသော စာသားသည် ပုံနှင့် မကိုက်ညီပါ။
ne: तपाईंले प्रविष्ट गर्नुभएको पाठ चित्रसँग मेल खाँदैन।
nl: De tekst die u ingevoerd hebt, komt niet overeen met de afbeelding.
nn_no: Teksten du skreiv stemmer ikkje med bildet.
oc: Lo tèxte qu'avètz picat correspond pas a l'imatge.
pl_pl: Wpisany tekst nie pasuje do obrazka.
ps: هغه متن چې تاسو یې وليکئ انځور سره مطابقت نلري.
pt_br: O texto digitado não confere com a imagem
pt_pt: O texto inserido não corresponde à figura
ro_ro: Text introdus nu se potrivește cu imaginea.
ru_ru: Введенный текст не соответствует изображению.
sk_sk: Text, ktorý ste zadali, nezodpovedá obrázku.
sl: Vneseno besedilo ne ustreza sliki
sq: Teksti që fusni nuk përputhet me figurën.
sr_rs: Tekst koji ste uneli se ne slaže sa slikom.
sv_se: Texten du angav stämmer inte med bilden.
sw_ke: maandishi uliyoandika hayalingani na picha.
ta: நீங்கள் உள்ளிட்ட உரை படத்துடன் பொருந்தவில்லை.
th: ข้อความที่คุณป้อนไม่ตรงกับภาพ
tl_ph: Ang text na iyong pinasok ay hindi tumugma sa larawan.
tr: Girdiğiniz metin resimle eşleşmiyor.
uk_ua: Текст, який ви ввели, не відповідає зображенню.
vi_vn: Văn bản bạn nhập không khớp với hình ảnh.
xh_za: Umthi ongqongeleyo awufani nomfanekiso.
zh_cn: 您输入的文字与图片不匹配。
zh_tw: 您輸入的文字與圖片不符。

source: Remove previous relationships
ar: ازالة العلاقة السابقة
ast_es: Desaniciar relaciones previes
bn_bd: পূর্ববর্তী সম্পর্কসমূহ সরান
bs_ba: Ukloni prethodne relacije
ca_es: Elimina relacions prèvies
cs_cz: Odstranit předchozí vztahy
da: Fjern tidligere relationer
de: Frühere Beziehungen entfernen
el: Αφαιρέστε τις προηγούμενες σχέσεις
eo: Forigi antaŭajn rilatojn
es: Eliminar relaciones previas
es_mx: Eliminar relaciones previas
eu_es: Kendu aurreko harremanak
fa_ir: حذف روابط قبلی
fi_fi: Poista aikaisemmat suhteet
fo_fo: Fjern fyrri sambond
fur: Scjadê relazions preçedents
ga: Bain caidreamh roimhe seo
gl: Eliminar relacións previas
he_il: הסר מערכות יחסים קודמות
hi: पिछले संबंध हटाएँ
hr_hr: Ukloni prethodne veze
hu_hu: Előző kapcsolatok eltávolítása
hy: Հեռացնել նախորդ հարաբերությունները
id_id: Hapus hubungan sebelumnya
it: Rimuovi le relazioni precedenti
ja: 以前の関係を削除
ka_ge: წინა ურთიერთობების მოცილება
ko_kr: 이전 관계 제거
lo: ລຶບຄວາມສຳພັນກ່ອນໜ້າ
lt_lt: Pašalinti ankstesnius ryšius
lv_lv: Noņemt iepriekšējās saites
mk_mk: Отстрани ги претходните врски
ms_my: Alih keluar hubungan sebelumnya
my_mm: ယခင်ဆက်ဆံရေးများကို ဖယ်ရှားပါ
ne: पहिलाका सम्बन्धहरू हटाउनुहोस्
nl: Verwijder de eerdere relaties
nn_no: Fjern tidlegare relasjonar
oc: Suprimir las relacions prece dents
pl_pl: Usuń poprzednie relacje
ps: پخواني اړیکې لرې کړئ
pt_br: Remover relacionamentos anteriores
pt_pt: Remover relações anteriores
ro_ro: Eliminați relațiile anterioare
ru_ru: Удалить предыдущие связи
sk_sk: Odobrať predchádzajúce vzťahy
sl: Odstrani predhodne povezave
sq: Hiq lidhjet e mëparshme
sr_rs: Ukloni prethodne relacije
sv_se: Ta bort tidigare relationer
sw_ke: Ondoa mahusiano ya awali
ta: முந்தைய உறவுகளை அகற்றவும்
th: ลบความสัมพันธ์ก่อนหน้า
tl_ph: Alisin ang mga nakaraang relasyon
tr: Önceki ilişkileri kaldır
uk_ua: Видалити попередні зв'язки
vi_vn: Xóa các mối quan hệ trước đó
xh_za: Susa ubudlelwane bangaphambili
zh_cn: 移除先前关系
zh_tw: 移除先前的關聯

source: Import list of HR directors into sessions
ar: استيراد قائمة مدراء الموارد البشرية الى الدورات
ast_es: Importar llista de directores de RRHH nes sesones
bn_bd: সেশনে এইচআর পরিচালকদের তালিকা আমদানি করুন
bs_ba: Uvezi listu HR direktora u sesije
ca_es: Importa llista de directors de RRHH a les sessions
cs_cz: Importovat seznam ředitelů HR do sezení
da: Importér liste over HR-direktører til sessioner
de: Liste der HR-Leiter in Sitzungen importieren
el: Εισαγωγή λίστας διευθυντών ανθρώπινου δυναμικού σε συνεδρίες
eo: Importi liston de HR-direktoroj en sesiojn
es: Importar lista de directores RRHH en las sesiones
es_mx: Importar lista de directores de RRHH a sesiones
eu_es: Inportatu ZUZendaritza zuzendarien zerrenda saioetara
fa_ir: وارد کردن فهرست مدیران منابع انسانی به جلسات
fi_fi: Tuo istuntoon henkilöstöpäällikkölista
fo_fo: Innflyta listan av HR-stjórum í bólkar
fur: Importe liste di diretörs HR tas sesions
ga: Iompórtáil liosta stiúrthóirí AD i seisiúin
gl: Importar lista de directores de RRHH nas sesións
he_il: ייבוא רשימה של מנהלי משאבי אנוש למפגשים
hi: सत्रों में एचआर निदेशकों की सूची आयात करें
hr_hr: Uvezi popis HR direktora u sesije
hu_hu: HR igazgatók listájának importálása foglalkozásokba
hy: Ներմուծել HR տնօրենների ցուցակը սեսիաներ
id_id: Impor daftar direktur SDM ke sesi
it: Importa lista di Responsabili Risorse Umane nella sessione
ja: セッションに人事部長リストをインポート
ka_ge: HR დირექტორების სიის იმპორტი სესიებში
ko_kr: 세션에 HR 책임자 목록 가져오기
lo: ນຳເຂົ້າລາຍຊື່ຜູ້ອຳນວຍການຝ່າຍບຸກຄະລາກອນເຂົ້າໃນເຊດຊັນ
lt_lt: Importuoti ŽR direktorių sąrašą į sesijas
lv_lv: Importēt HR direktoru sarakstu sesijās
mk_mk: Увези листа на HR директори во сесии
ms_my: Import senarai pengarah HR ke dalam sesi
my_mm: လူ့စွမ်းအားအရင်းအမြစ်ဒါရိုက်တာများ၏ စာရင်းကို အစည်းအဝေးများထဲသို့ တင်သွင်းပါ
ne: सत्रहरूमा HR निर्देशकहरूको सूची आयात गर्नुहोस्
nl: Importeer lijst met HR managers in de sessies
nn_no: Importer liste over HR-direktørar til samlingar
oc: Importar la lista de directors RH dins las sessions
pl_pl: Importuj listę dyrektorów HR do sesji
ps: د HR لارښوونکو لړ د غونډو کې وارد کړئ
pt_br: Importar lista de diretores HR nestas sessões
pt_pt: Importar lista de diretores de RH para as sessões
ro_ro: Importati lista de directori RRHH in sesiuni
ru_ru: Импорт списка руководителей HR в сессии
sk_sk: Importovať zoznam ľudských zdrojov do stretnutia
sl: Uvozi seznam HR upraviteljev v seje
sq: Importo listën e drejtorëve të HR në seanca
sr_rs: Uvezi listu HR direktora u sesije
sv_se: Importera lista över HR-direktörer till sessioner
sw_ke: Ingiza orodha ya wadirecta wa HR kwenye vipindi
ta: அமர்வுகளுக்கு HR இயக்குநர்கள் பட்டியலை இறக்குமதி செய்யவும்
th: นำเข้าผู้จัดการ HR ลงในเซสชัน
tl_ph: I-import ang listahan ng HR directors sa mga sesyon
tr: İK yöneticileri listesini oturumlara aktar
uk_ua: Імпортувати список директорів HR у сесії
vi_vn: Nhập danh sách giám đốc nhân sự vào các phiên
xh_za: Genisa uluhlu lwabaphathi be-HR kwiiseshini
zh_cn: 将 HR 主管列表导入会话
zh_tw: 將人力資源主管清單匯入時段

source: Followed students
ar: الطلبة الذين اتابعهم
ast_es: Estudiantes seguiíos
bn_bd: অনুসরণকৃত ছাত্র
bs_ba: Praćeni studenti
ca_es: Estudiants seguits
cs_cz: Sledovaní studenti
da: Fulgte studerende
de: Verfolgte Kursteilnehmer
el: Ακολουθούμενοι φοιτητές
eo: Sekvitaj studentoj
es: Estudiantes seguidos
es_mx: Estudiantes seguidos
eu_es: Jarraitutako ikasleak
fa_ir: دانشجویان دنبال‌شده
fi_fi: Seuratut opiskelijat
fo_fo: Fylgt lærlingar
fur: Students seguîts
ga: Mic léinn a leanúnn
gl: Estudantes seguidos
he_il: מעקב סטודנטים
hi: अनुयायित छात्र
hr_hr: Praćeni studenti
hu_hu: Követett hallgatók
hy: Հետևվող ուսանողներ
id_id: Siswa yang diikuti
it: Studenti seguiti
ja: フォロー中の学生
ka_ge: მოყვთარდება სტუდენტები
ko_kr: 추적 중인 학생
lo: ນັກຮຽນທີ່ຕິດຕາມ
lt_lt: Sekami studentai
lv_lv: Sekotie studenti
mk_mk: Следени студенти
ms_my: Pelajar yang diikuti
my_mm: လိုက်နာထားသော ကျောင်းသားများ
ne: अनुसरण गरिएका विद्यार्थीहरू
nl: Gevolgde cursisten
nn_no: Fylgde studentar
oc: Estudiants seguits
pl_pl: Obserwowani studenci
ps: تعقیب شوي زده کونکي
pt_br: Alunos seguidos
pt_pt: Alunos seguidos
ro_ro: Elevii urmati
ru_ru: Отслеживаемые студенты
sk_sk: Nasledovní študenti
sl: Sledeni uporabniki
sq: Studentët e ndjekur
sr_rs: Praćeni studenti
sv_se: Följda studenter
sw_ke: Wanafunzi wanafuatiwa
ta: பின்தொடரப்பட்ட மாணவர்கள்
th: นักเรียนที่ติดตาม
tl_ph: Mga sinusundang mag-aaral
tr: Takip edilen öğrenciler
uk_ua: Слідкувані студенти
vi_vn: Học viên đang theo dõi
xh_za: Abafundi abalandelwayo
zh_cn: 关注的学员
zh_tw: 追蹤的學生

source: Followed teachers
ar: المدرسون الذين اتابعهم
ast_es: Profesores seguiíos
bn_bd: অনুসরণকৃত শিক্ষক
bs_ba: Praćeni nastavnici
ca_es: Professors seguits
cs_cz: Sledovaní učitelé
da: Fulgte lærere
de: Verfolgte Lehrer
el: Ακολουθούμενοι καθηγητές
eo: Sekvitaj instruistoj
es: Profesores seguidos
es_mx: Docentes seguidos
eu_es: Jarraitutako irakasleak
fa_ir: معلمان دنبال‌شده
fi_fi: Seuratut opettajat
fo_fo: Fylgt lærarar
fur: Dijdâts seguîts
ga: Múinteoirí a leanúnas
gl: Profesores seguidos
he_il: מעקב מורים
hi: अनुयायित शिक्षक
hr_hr: Praćeni nastavnici
hu_hu: Követett tanárok
hy: Հետևվող ուսուցիչներ
id_id: Guru yang diikuti
it: Docenti seguiti
ja: フォロー中の教師
ka_ge: მოყვთარდება მასწავლებლები
ko_kr: 추적 중인 교사
lo: ຄູທີ່ຕິດຕາມ
lt_lt: Sekami dėstytojai
lv_lv: Sekotie skolotāji
mk_mk: Следени предавачи
ms_my: Guru yang diikuti
my_mm: လိုက်နာထားသော ဆရာများ
ne: अनुसरण गरिएका शिक्षकहरू
nl: Gevolgde leerkrachten
nn_no: Fylgde lærarar
oc: Ensenhants seguits
pl_pl: Obserwowani nauczyciele
ps: تعقیب شوي ښوونکي
pt_br: Professores seguidos
pt_pt: Professores seguidos
ro_ro: Profesori urmati
ru_ru: Отслеживаемые преподаватели
sk_sk: Nasledovní učitelia
sl: Sledeni učitelji
sq: Mësuesit e ndjekur
sr_rs: Praćeni nastavnici
sv_se: Följda lärare
sw_ke: Walimu wanafuatiwa
ta: பின்தொடரப்பட்ட ஆசிரியர்கள்
th: ครูที่ติดตาม
tl_ph: Mga sinusundang guro
tr: Takip edilen öğretmenler
uk_ua: Слідкувані викладачі
vi_vn: Giảng viên đang theo dõi
xh_za: Ootitshala abalandelwayo
zh_cn: 关注的教师
zh_tw: 追蹤的老師

source: Allow only files
ar: السماح بالملفات فقط
ast_es: Permitir namái archivos
bn_bd: শুধুমাত্র ফাইল অনুমোদন করুন
bs_ba: Dozvoli samo datoteke
ca_es: Només arxius
cs_cz: Povolit pouze soubory
da: Tillad kun filer
de: Nur Dateien zulassen
el: Να επιτρέπονται μόνο τα αρχεία
eo: Permesi nur dosierojn
es: Solo archivos
es_mx: Permitir solo archivos
eu_es: Fitxategiak soilik utzi
fa_ir: فقط اجازه فایل‌ها
fi_fi: Salli vain tiedostot
fo_fo: Tak bert skjøl
fur: Permitî solo file
ga: Ceadaigh comhaid amháin
gl: Permitir só arquivos
he_il: אפשר רק קבצים
hi: केवल फाइलें अनुमत करें
hr_hr: Dozvoli samo datoteke
hu_hu: Csak fájlok engedélyezése
hy: Թույլ տալ միայն ֆայլեր
id_id: Izinkan hanya file
it: Permetti solo i file
ja: ファイルのみ許可
ka_ge: მხოლოდ ფაილების ნებართვა
ko_kr: 파일만 허용
lt_lt: Leisti tik failus
lv_lv: Atļaut tikai failus
mk_mk: Дозволи само датотеки
ms_my: Benarkan hanya fail
my_mm: ဖိုင်များသာခွင့်ပြုပါ
ne: केवल फाइलहरू अनुमति दिनुहोस्
nl: Sta alleen bestanden toe
nn_no: Berre filer
oc: Autorizar que los fichièrs
pl_pl: Zezwól tylko na pliki
ps: یواځې فایلونه اجازه ورکړئ
pt_br: Permitir apenas arquivos
pt_pt: Permitir apenas ficheiros
ro_ro: Numai fișiere
ru_ru: Разрешить только файлы
sk_sk: Povoliť iba súbory
sl: Dovoli zgolj datoteke
sq: Lejo vetëm skedarë
sr_rs: Dozvoli samo fajlove
sv_se: Tillåt endast filer
sw_ke: Ruhusu faili pekee
ta: கோப்புகளையே அனுமதிக்கவும்
th: อนุญาตเฉพาะไฟล์
tl_ph: Payagan lamang ang mga file
tr: Sadece dosyaları kabul et
uk_ua: Дозволити лише файли
vi_vn: Chỉ cho phép tệp
xh_za: Vumela iifayile kuphela
zh_cn: 仅允许文件
zh_tw: 僅允許檔案
