Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: Multiple selection drop-down
yo_ng: Ifọlọwọ yiyan pupọ

source: Field successfully added
yo_ng: Aaye ni a fi kun ni aṣeyọri

source: Grades thresholds colouring
yo_ng: Awọ awọn ilẹkùn awọn ami

source: Tick the box to enable marks thresholds
yo_ng: Ṣe ami apoti lati ṣiṣẹ awọn ilẹkùn awọn ami

source: Enable marks thresholds
yo_ng: Ṣiṣẹ awọn ilẹkùn awọn ami

source: Competence levels labelling
yo_ng: Àwòrán ìpele ìfarahàn ìdàgbàsókè

source: Tick the box to enable Competence levels labelling
yo_ng: Ṣààwà àpótí láti ṣí ìfarahàn ìpele ìdàgbàsókè ṣiṣẹ́

source: Enable Competence level labelling
yo_ng: Ṣí ìfarahàn ìpele ìdàgbàsókè ṣiṣẹ́

source: Threshold
yo_ng: Àbọ́dún

source: The threshold (in %) under which scores will be colored red
yo_ng: Àbọ́dún (ní %) tí kòòkan ìdíbọ̀ yóò jẹ́ àwọ̀ pupa lábẹ́ rẹ̀

source: Display score upper limit
yo_ng: Fi ìdíbọ̀ òpe ìdásílẹ̀ hàn

source: Tick the box to show the score's upper limit
yo_ng: Ṣààwà àpótí láti fi òpe ìdíbọ̀ ìdásílẹ̀ hàn

source: Enable score's upper limit display
yo_ng: Ṣí ìfarahàn òpe ìdíbọ̀ ìdásílẹ̀ ṣiṣẹ́

source: Possible values
yo_ng: Àwọn ìyì tí ó ṣeéṣe

source: Only given for repetitive fields, split by semi-column (;)
yo_ng: Fún àwọn aaye ìdàsílẹ̀ ìtúpadà péré, pín pẹ̀lú semikoloni (;)

source: Date
yo_ng: Ọjọ́

source: Date and time
yo_ng: Ọjọ́ àti àkókò

source: Adding a user field is very easy:<br />- pick a one-word, lowercase identifier,<br />- select a type,<br />- pick a text that should appear to the user (if you use an existing translated name like BirthDate or UserSex, it will automatically get translated to any language),<br />- if you picked a multiple type (radio, select, multiple select), provide the possible choices (again, it can make use of the language variables defined in Chamilo), split by semi-column characters,<br />- for text types, you can choose a default value.<br /><br />Once you're done, add the field and choose whether you want to make it visible and modifiable. Making it modifiable but not visible is useless.
yo_ng: Ṣí ìdàsílẹ̀ ìdàpọ̀ ìtumọ̀ ṣiṣẹ́ kò ṣòro:<br />- yàn ìdárúkọ ọ̀rọ̀ kan, ìwọ̀n kùkuru,<br />- yàn ìpìlẹ̀ kan,<br />- yàn ọ̀rọ̀ tí yóò farahàn fún olùpẹ̀ye (tí o bá lo ìdárúkọ ìtumọ̀ tí ó wà tẹ́lẹ̀ bí BirthDate tàbí UserSex, yóò ṣe ìtumọ̀ sí àwùjọ ẹ̀kà kọ̀ọ̀kan lọ́nà àtọ́wọ́dọ́wọ́),<br />- tí o bá yàn ìpìlẹ̀ pupọ (radio, select, multiple select), pèsè àwọn àṣàyàn tí ó ṣeéṣe (tún, ó lè ṣe ìlò àwọn ìyí ìtumọ̀ èdè tí a ṣàpèjú sẹ́ nínú Chamilo), pín pẹ̀lú àwọn ìkì ìdàsílẹ̀ semikoloni,<br />- fún àwọn ìpìlẹ̀ ọ̀rọ̀, o lè yàn ìyì ìpilẹ̀.<br /><br />Lẹ́yìn tí o bá parí, ṣàfikún aaye náà kí o sì yan bóyá o fẹ́ jẹ́ kí ó ṣe ìfarahàn àti ìyípadà. Ṣí ìyípadà ṣiṣẹ́ ṣùgbọ́n kò ṣe ìfarahàn kò wúlò.

source: Allow course themes
yo_ng: Gba àwùjọ ìdàsílẹ̀ ìdàgbàsókè ṣiṣẹ́

source: Allows course graphical themes and makes it possible to change the style sheet used by a course to any of the possible style sheets available to Chamilo. When a user enters the course, the style sheet of the course will have priority over the user's own style sheet and the platform's default style sheet.
yo_ng: Yìí ṣìírí ìdàsílẹ̀ ìdàwò ìdàsílẹ̀ ìdàgbàsókè àti kí ó ṣeé ṣe láti yí ìlẹ̀ ìdàsílẹ̀ ìdàwò tí ìdàsílẹ̀ kan ṣe ìlò sí ìdàsílẹ̀ ìdàwò kọ̀ọ̀kan tí ó ṣeéṣe fún Chamilo. Nígbà tí olùpẹ̀ye wọ inú ìdàsílẹ̀, ìlẹ̀ ìdàsílẹ̀ ìdàwò ìdàsílẹ̀ yóò ni ìdíwò ju ìlẹ̀ ìdàsílẹ̀ ìdàwò olùpẹ̀ye lọ àti ìlẹ̀ ìdàsílẹ̀ ìdàwò ìpilẹ̀ ìpìlẹ̀.

source: Display the small month calendar in the agenda tool
yo_ng: Fi kàlẹ́ndà ìṣù káàrùn kékeré hàn nínú ohun èlò ìṣètò

source: This setting enables or disables the small month calendar that appears in the left column of the agenda tool
yo_ng: Ètò yìí ṣí ìdàsílẹ̀ tàbí pa kàlẹ́ndà ìṣù káàrùn kékeré tí ó farahàn nínú ìkọ̀wé ï ìdààpọ̀ ìṣètò

source: Display the upcoming events in the agenda tool
yo_ng: Fi àwọn ìṣẹ̀lẹ̀ ìdùbúlẹ̀ hàn nínú ohun èlò ìṣètò

source: This setting enables or disables the upcoming events that appears in the left column of the agenda tool of the course
yo_ng: Ètò yìí ṣí ìdàsílẹ̀ tàbí pa àwọn ìṣẹ̀lẹ̀ ìdùbúlẹ̀ tí ó farahàn nínú ìkọ̀wé ï ìdààpọ̀ ìṣètò ìdàsílẹ̀

source: Number of upcoming events that have to be displayed.
yo_ng: Nọ́mbà àwọn ìṣẹ̀lẹ̀ ìdùbúlẹ̀ tí ó yẹ kí a fi hàn.

source: The number of upcoming events that have to be displayed in the agenda. This requires that the upcoming event functionlity is activated (see setting above).
yo_ng: Nọ́mbà àwọn ìṣẹ̀lẹ̀ ìdùbúlẹ̀ tí ó yẹ kí a fi hàn nínú ìṣètò. Èyí ń béèrè kí ìdàsílẹ̀ ìṣẹ̀lẹ̀ ìdùbúlẹ̀ ṣiṣẹ́ (wo ìdàsílẹ̀ lókè).

source: Display closed courses on login page and portal start page?
yo_ng: Ṣe fi ìdàsílẹ̀ tí ó ti pa hàn lórí ìkọ̀wé ìwọlé àti ìkọ̀wé ìbẹ̀rẹ̀ Portal?

source: Display closed courses on the login page and courses start page? On the portal start page an icon will appear next to the courses to quickly subscribe to each courses. This will only appear on the portal's start page when the user is logged in and when the user is not subscribed to the portal yet.
yo_ng: Ṣe fi ìdàsílẹ̀ tí ó ti pa hàn lórí ìkọ̀wé ìwọlé àti ìkọ̀wé ìbẹ̀rẹ̀ ìdàsílẹ̀? Lórí ìkọ̀wé ìbẹ̀rẹ̀ Portal, àwòrán kan yóò farahàn lẹ́yìn ìdàsílẹ̀ kọ̀ọ̀kan láti ṣàpèsẹ ìdàsílẹ̀ kọ̀ọ̀kan kánkàn. Èyí yóò ṣe ìfarahàn nikan lórí ìkọ̀wé ìbẹ̀rẹ̀ Portal nígbà tí olùpẹ̀ye bá wọlé àti tí olùpẹ̀ye kò bá ṣàpèsẹ Portal mọ́.

source: LDAP Connection Error
yo_ng: Àṣìṣe Ìsopọ̀ LDAP

source: Enable LDAP
yo_ng: Ṣí LDAP ṣiṣẹ́

source: If you have an LDAP server, you will have to configure its settings below and modify your configuration file as described in the installation guide, and then activate it. This will allow users to authenticate using their LDAP logins. If you don't know what LDAP is, please leave it disabled
yo_ng: Tí o bá ni ìyàwó LDAP, yóò ṣe ìdàsílẹ̀ ìdàsílẹ̀ rẹ̀ nísàlẹ̀ kí o sì yí ìlò ìdàsílẹ̀ rẹ̀ ṣe gẹ́gẹ́ ìlọ́nà tí a ṣàpèjúwe nínú ìtọ́nisọ́nù ìdàsílẹ̀, lẹ́yìn náà ṣí i ṣiṣẹ́. Èyí yóò jẹ́ kí àwùjọ ìdàsílẹ̀ ṣe ìdáríjì pẹ̀lú ìwọlé LDAP wọn. Tí o kò bá mọ LDAP jẹ́ kí, jọ̀wọ́ jẹ́ kí ó jẹ́ ìdí ìdàsílẹ̀

source: Main LDAP server address
yo_ng: Àdírẹ́sì ìyàwó LDAP pàtàkì

source: The IP address or url of your main LDAP server.
yo_ng: Àdírẹ́sì IP tàbí URL ìyàwó LDAP pàtàkì rẹ.

source: Main LDAP server's port.
yo_ng: Èbùtì ìyàwó LDAP pàtàkì.

source: The port on which the main LDAP server will respond (usually 389). This is a mandatory setting.
yo_ng: Èbùtì tí ìyàwó LDAP pàtàkì yóò fi ìdáhùn (ìgbà púpọ̀ 389). Èyí jẹ́ ìdàsílẹ̀ ìjẹ́pàtàkì.

source: LDAP domain
yo_ng: Àgbègbè LDAP

source: This is the LDAP domain (dc) that will be used to find the contacts on the LDAP server. For example: dc=xx, dc=yy, dc=zz
yo_ng: Èyí ni àgbègbè LDAP (dc) tí yóò ṣiṣẹ́ láti wa àwùjọ ìdọwọ́ lórí ìyàwó LDAP. Fún àpẹẹrẹ: dc=xx, dc=yy, dc=zz

source: Replicate server address
yo_ng: Àdírẹ́sì ìyàwó ìdàsílẹ̀

source: When the main server is not available, this server will be accessed. Leave blank or use the same value as the main server if you don't have a replicate server.
yo_ng: Nígbà tí ìyàwó pàtàkì kò bá wà, ìyàwó yìí yóò ṣe ìwọ̀nyìí. Fi òfo tàbí lo ìyì kan náà gẹ́gẹ́ ìyàwó pàtàkì tí o kò bá ni ìyàwó ìdàsílẹ̀.

source: Replicate server's port
yo_ng: Èbùtì ìyàwó ìdàsílẹ̀

source: The port on which the replicate server will respond.
yo_ng: Èbùtì tí ìyàwó ìdàsílẹ̀ yóò fi ìdáhùn.

source: Search term
yo_ng: Ọ̀rọ̀ ìwádìí

source: This term will be used to filter the search for contacts on the LDAP server. If you are unsure what to put in here, please refer to your LDAP server's documentation and configuration.
yo_ng: Ọ̀rọ̀ yìí yóò ṣiṣẹ́ láti ṣààlà ìwádìí fún àwùjọ ìdọwọ́ lórí ìyàwó LDAP. Tí o kò bá mọ kí ìyọ si ìbẹ̀rẹ̀, jọ̀wọ́ wo ìwé ìtọ́nisọ́nù àti ìdàsílẹ̀ ìyàwó LDAP rẹ.

source: LDAP version
yo_ng: Ẹya LDAP

source: Please select the version of the LDAP server you want to use. Using the right version depends on your LDAP server's configuration.
yo_ng: Jọ̀wọ́ yan ẹya ìyàwó LDAP tí o fẹ́ lo. Ìlò ẹya tó tọ́ gbára lé ìdàsílẹ̀ ìyàwó LDAP rẹ.

source: Tutor identification field
yo_ng: Aaye ìdáríjì olùkọ́ ìdàsílẹ̀

source: A check will be done on this LDAP contact field on new users insertion. If this field is not empty, the user will be considered as a tutor and inserted in Chamilo as such. If you want all your users to be recognised as simple users, leave this field empty. You can modify this behaviour by changing the code. Please read the <a href="../../documentation/installation_guide.html">installation guide</a> for more information.
yo_ng: Àyẹ̀wò yóò ṣe lórí aaye ìdọwọ́ LDAP yìí lórí ìdàsílẹ̀ àwùjọ tuntun. Tí aaye yìí kò bá ṣófo, olùpẹ̀ye yóò jẹ́ ìdí ìdàsílẹ̀ gẹ́gẹ́ ìtọ́nisọ́nù olùkọ́ ìdàsílẹ̀ àti fi sínú Chamilo gẹ́gẹ́ bẹ́ẹ̀. Tí o fẹ́ kí gbogbo àwùjọ rẹ jẹ́ ìdí ìdàsílẹ̀ ìrọrùn, fi aaye yìí ṣófo. O lè yí ìhùwàsí yìí padà pẹ̀lú yíyí ìkoodu. Jọ̀wọ́ kà <a href="../../documentation/installation_guide.html">ìtọ́nisọ́nù ìdàsílẹ̀</a> fún ìmọ̀ púpọ̀.

source: Authentication login
yo_ng: Ìwọlé ìdáríjì

source: If you are using an LDAP server that does not support or accept anonymous access, fill the following field with the user login that should be used. Do not include "cn=". Leave empty for anonymous access.
yo_ng: Tí o ń lo ìyàwó LDAP tí kò ṣe ìtìlẹ́yìn tàbí gba ìwọ̀nyìí àìdáríjì, kún aaye ìtòsí yìí pẹ̀lú ìwọlé olùpẹ̀ye tí yẹ kí a lo. Má ṣàfikún "cn=". Fi òfo fún ìwọ̀nyìí àìdáríjì.

source: Authentication password
yo_ng: Ọ̀rọ̀ ìgbaniwọle ìdáríjì

source: If you are using an LDAP server that does not support or accept anonymous access, fill the following field with the user password that should be used.
yo_ng: Tí o ń lo ìyàwó LDAP tí kò ṣe ìtìlẹ́yìn tàbí gba ìwọ̀nyìí àìdáríjì, kún aaye ìtòsí yìí pẹ̀lú ọ̀rọ̀ ìgbaniwọle olùpẹ̀ye tí yẹ kí a lo.

source: LDAP Import
yo_ng: Ìgbé wọ inú LDAP

source: Notify subscribed users by e-mail
yo_ng: Ifọrọwọ́sọ fún àwùjọ àwùjọ pàtàkì pẹ̀lú ìmeẹ̀lì

source: Do not uncheck
yo_ng: Má ṣe yọ àyẹ̀kọ́ kúrò

source: All/None
yo_ng: Gbogbo/Kò sẹ́nikẹ́ni

source: LDAP Import: Users/Steps
yo_ng: LDAP Import: Àwùjọ/Àwòpọ̀

source: Enter step to add to your session
yo_ng: Tẹ ìdàhùn ìdàhùn láti ṣàfikún sí ìdàhùn ìdàhùn rẹ

source: In order to do this, you must enter the year, the department and the step
yo_ng: Láti ṣe èyí, o gbọ́dọ̀ tẹ ọdún, ẹ̀ka àti ìdàhùn ìdàhùn

source: Follow each of these steps, step by step
yo_ng: Tẹ̀ lé ìdàhùn kọ̀ọ̀kan nínú ìwọ̀nyí, ìdàhùn lọ́nà ìdàhùn

source: Registration year. Example: %s for academic year %s-%s
yo_ng: Ọdún ìforúkọ́. Àpẹẹrẹ: %s fún ọdún ẹ̀kọ́ %s-%s

source: Select department
yo_ng: Yan ẹ̀ka

source: Registration year
yo_ng: Ọdún ìforúkọ́

source: Select step (academic year)
yo_ng: Yan ìdàhùn (ọdún ẹ̀kọ́)

source: Error: this step already exists
yo_ng: Àṣìṣe: ìdàhùn yìí ti wà tẹ́lẹ̀

source: Error: step not found on LDAP server
yo_ng: Àṣìṣe: ìdàhùn kò rí a lórí ìkọ̀wé LDAP

source: Step deleted successfully
yo_ng: Ìdàhùn ti yọ kúrò lọ́nà rere

source: Step users removed successfully
yo_ng: Àwùjọ ìdàhùn ti yọ kúrò lọ́nà rere

source: No LOs in this session
yo_ng: Kò sẹ́ni LOs nínú ìdàhùn yìí

source: Remove users from step
yo_ng: Yọ àwùjọ kúrò lọ́nà ìdàhùn

source: Import learners of all steps
yo_ng: Fi àwùjọ ìdàhùn gbogbo ìdàhùn wọlé

source: Import LDAP users into the platform
yo_ng: Fi àwùjọ LDAP wọlé sínú ìkànnì

source: No user in this session
yo_ng: Kò sẹ́ni nínú ìdàhùn yìí

source: Subscribe some users to this session
yo_ng: Forúkọ́ àwùjọ kan pàtàkì sí ìdàhùn yìí

source: Enter the learners you would like to register to your course
yo_ng: Tẹ àwùjọ tí o fẹ́ forúkọ́ sí ìdàhùn rẹ

source: In order to do this, you must enter the year, the component and the component's step
yo_ng: Láti ṣe èyí, o gbọ́dọ̀ tẹ ọdún, ẹ̀pà àti ìdàhùn ìdàhùn ẹ̀pà

source: Select component
yo_ng: Yan ẹ̀pà

source: Component
yo_ng: Ẹ̀pà

source: Select learners
yo_ng: Yan àwùjọ

source: LDAP users added
yo_ng: Àwùjọ LDAP ti ṣàfikún

source: No user added
yo_ng: Kò sẹ́ni tí a ṣàfikún

source: Import LDAP users into a course
yo_ng: Fi àwùjọ LDAP wọlé sínú ìdàhùn kan

source: Import LDAP users and a step into a session
yo_ng: Fi àwùjọ LDAP àti ìdàhùn kan wọlé sínú ìdàhùn kan

source: LDAP synchronization: Import learners/steps into course sessions
yo_ng: Ìṣọ̀kan LDAP: Fi àwùjọ/ìdàhùn wọlé sínú ìdàhùn ìdàhùn

source: Assessments tab
yo_ng: Àwùrẹ̀ ìdíwò

source: LDAP users added or updated
yo_ng: Àwùjọ LDAP ti ṣàfikún tàbí tí a ṣàtúnṣe

source: Search for LDAP users
yo_ng: Wa àwùjọ LDAP

source: Select a course in which you would like to register the users you are going to select next
yo_ng: Yan ìdàhùn kan tí o fẹ́ forúkọ́ àwùjọ tí o yóò yan lẹ́yìn

source: Import LDAP users into a session
yo_ng: Fi àwùjọ LDAP wọlé sínú ìdàhùn kan

source: Select a filter to find a matching string at the end of the OU attribute
yo_ng: Yan ìdíwọ̀ láti rí ìdọ̀rọ̀ ìbámu ní òpin ìdọ̀rọ̀ OU

source: The OU attribute filter
yo_ng: Ìdíwọ̀ ìdọ̀rọ̀ OU

source: Select the session in which you want to import these users
yo_ng: Yan ìdàhùn tí o fẹ́ fi àwùjọ wọ̀nyí wọlé

source: Use the RTMPT protocol
yo_ng: Lo ìlò ìfọwọ́sọ RTMPT

source: The RTMPT protocol allows access to the videoconference from behind a firewall, by redirecting the communications on port 80. This, however, will slow down the streaming, so it is recommended to avoid using it unless required.
yo_ng: Ìlò ìfọwọ́sọ RTMPT yọ̀ǹda ìwọlé sí ìpàdé ìdí ìdí látàrí ògiri ìdèná, nípa ìdarí ìbáṣepọ̀ sórí pọ̀ọ̀tì 80. Èyí, sibẹsibẹ, yóò fa ìdínwò ìdàrọ̀dùro, nítorí náà a fọwọ́sowọ́pọ̀ láti yẹra rẹ̀ àyàfi tí a bá ṣe ìlò rẹ̀.

source: New stylesheet file
yo_ng: Faili ìlò tuntun

source: Name of the stylesheet
yo_ng: Orúkọ ìlò ìlò

source: The stylesheet has been added
yo_ng: Ìlò ìlò ti ṣàfikún

source: Tutor identification value
yo_ng: Ìdí ìdárúkọ olùkọ́ ìdàhùn

source: When a check is done on the tutor field given above, this value has to be inside one of the tutor fields sub-elements for the user to be considered as a trainer. If you leave this field blank, the only condition is that the field exists for this LDAP user to be considered as a trainer. As an example, the field could be "memberof" and the value to search for could be "CN=G_TRAINER,OU=Trainer".
yo_ng: Nígbà tí a ṣe ìdíwò lórí aaye olùkọ́ ìdàhùn loke, ìdí yìí gbọ́dọ̀ wà nínú ọ̀kan nínú àwùjọ ìdàhùn aaye olùkọ́ fún ìdàhùn ìdàhùn láti ṣe ìdí ìdàhùn. Tí o bá fi aaye yìí sí òfo, ìdí kan ṣoṣo ni pé aaye náà wà fún ìdàhùn LDAP yìí láti ṣe ìdí ìdàhùn. Gẹ́gẹ́bí àpẹẹrẹ, aaye le jẹ "memberof" àti ìdí ìwádìí le jẹ "CN=G_TRAINER,OU=Trainer".

source: The field is successfully moved down
yo_ng: Aaye naa ti gbe soke lọ́nà rere

source: Cannot move the field.
yo_ng: Kò le gbe aaye.

source: The field is successfully moved up.
yo_ng: Aaye naa ti gbe soke lọ́nà rere.

source: OpenGraph meta title
yo_ng: Àkọ́kọ́ OpenGraph meta akọle

source: This will show an OpenGraph Description meta (og:description) in your site's headers
yo_ng: Èyí yóò fi ìwé àpèjú OpenGraph Description meta (og:description) hàn nínú àwùjọ ìpìlẹ̀ ìkànnì rẹ

source: Meta description
yo_ng: Ìwé àpèjú

source: This will show an OpenGraph Title meta (og:title) in your site's headers
yo_ng: Èyí yóò fi ìwé àpèjú OpenGraph Title meta (og:title) hàn nínú àwùjọ ìpìlẹ̀ ìkànnì rẹ

source: The field has been deleted
yo_ng: Aaye naa ti parẹ

source: Cannot delete the field
yo_ng: Ko ṣee ṣe lati pa aaye naa run

source: Register users by Coach
yo_ng: Forukọ olumọ nipasẹ Olùkọ

source: Coach users may create users to the platform and subscribe users to a session.
yo_ng: Awọn olumọ olùkọ le ṣẹda awọn olumọ si ipilẹ eto ati forukọ awọn olumọ si igba kan.

source: Sort the options of the profiling fields
yo_ng: Ṣàtúnṣe àwọn àṣàyàn ti àwùjọ ìpìlẹ̀ ìdàgbàsókè

source: The option has been moved up.
yo_ng: Àṣàyàn náà ti gòkè.

source: Cannot move the option.
yo_ng: Ko ṣee ṣe lati gbe àṣàyàn náà.

source: The option has been moved down.
yo_ng: Àṣàyàn náà ti sọkalẹ.

source: Define access limits for the coach
yo_ng: Ṣàpèjúwe àwùjọ ìwọle fún olùkọ

source: days before session starts
yo_ng: ọjọ ṣaaju igba ibẹrẹ

source: days after
yo_ng: ọjọ lẹhin

source: Single registration
yo_ng: Iforukọ ọkan ṣoṣo

source: Multiple registration
yo_ng: Iforukọ pupọ

source: Full-text search feature
yo_ng: Ìdàgbàsókè ìwádìí kíkún-ọrọ

source: Select 'Yes' to enable this feature. It is highly dependent on the Xapian extension for PHP, so this will not work if this extension is not installed on your server, in version 1.x at minimum.
yo_ng: Yan 'Bẹẹni' lati mu ẹya yii ṣiṣẹ. O gbẹkẹle pupọ lori itẹsiwaju Xapian fun PHP, nitorinaa eyi kii yoo ṣiṣẹ ti itẹsiwaju yii ko ba wa ni fi to lori olupin rẹ, ni ẹya 1.x ti o kere julọ.

source: Find a training session
yo_ng: Wa igba ikẹkọ kan

source: Session session
yo_ng: Igba igba

source: Add URL
yo_ng: Ṣafikun URL

source: Show session coach
yo_ng: Fi olùkọ igba han

source: Show the global session coach name in session title box in the courses list
yo_ng: Fi orukọ olùkọ igba gbogbogbo hàn nínú àpò akọle igba nínú akojọ awọn iṣẹ-ìdàsílẹ̀

source: Extend rights for coach
yo_ng: Fa awọn ẹtọ fun olùkọ pọ si

source: Activate this option will give the coach the same permissions as the trainer on authoring tools
yo_ng: Ṣiṣẹ aṣayan yii yoo fun olùkọ ni awọn igbanilaaye kanna bi olukọ lori awọn ohun elo ìdàsílẹ̀

source: Activate this option will allow the coachs to create and edit surveys
yo_ng: Ṣiṣẹ aṣayan yii yoo gba awọn olùkọ laaye lati ṣẹda ati ṣatunkọ awọn ìwádìí

source: Extend rights for coachs on surveys
yo_ng: Fa awọn ẹtọ fun awọn olùkọ lori ìwádìí

source: This user cannot be deleted because he is still teacher in a course. You can either remove his teacher status from these courses and then delete his account, or disable his account instead of deleting it.
yo_ng: Olumọ yii ko le parẹ nitori pe o jẹ olukọ ni iṣẹ-ìdàsílẹ̀ kan. O le yọ ipo olukọ rẹ kuro lati awọn iṣẹ-ìdàsílẹ̀ wọnyi lẹhinna pa akọọlẹ rẹ run, tabi mu akọọlẹ rẹ ṣiṣẹ dipọ ju piparẹ lọ.

source: Allow non admin to create courses
yo_ng: Gba awọn ti kii ṣe admin laaye lati ṣẹda awọn iṣẹ-ìdàsílẹ̀

source: Allow non administrators (teachers) to create new courses on the server
yo_ng: Gba awọn ti kii ṣe awọn olutọju (awọn olukọ) laaye lati ṣẹda awọn iṣẹ-ìdàsílẹ̀ tuntun lori olupin

source: Allow learners to browse the courses catalogue and subscribe to available courses
yo_ng: Gba awọn akẹkọ laaye lati lọ kiri ni akojọ awọn iṣẹ-ìdàsílẹ̀ ati forukọ si awọn iṣẹ-ìdàsílẹ̀ ti o wa

source: Yes (the files will be deleted permanently and will not be recoverable)
yo_ng: Bẹẹni (awọn faili yoo parẹ patapata ati pe kii yoo ṣe anfani)

source: No (the files will be deleted from the application but will be manually recoverable by your server administrator)
yo_ng: Rara (awọn faili yoo parẹ lati ohun elo ṣugbọn yoo ṣe anfani pẹlu ọwọ nipasẹ olutọju olupin rẹ)

source: Select a manager
yo_ng: Yan olutọju kan

source: No HR manager available
yo_ng: Ko si olutọju HR ti o wa

source: Learners access to courses catalogue
yo_ng: Wiwọle awọn akẹkọ si akojọ awọn iṣẹ-ìdàsílẹ̀

source: This is a shared setting
yo_ng: Eyi jẹ eto pinpin

source: Global agenda
yo_ng: Eto agenda agbaye

source: Advanced file manager in the WYSIWYG editor
yo_ng: Olutọju faili to ti ni ilọsiwaju ninu olootu WYSIWYG

source: Enable advanced file manager for WYSIWYG editor? This will add a considerable amount of additional options to the file manager that opens in a pop-up window when uploading files to the server, but might be a little more complicated to use for the final user.
yo_ng: Ṣiṣẹ olutọju faili to ti ni ilọsiwaju fun olootu WYSIWYG? Eyi yoo ṣafikun iye pupọ ti awọn aṣayan afikun si olutọju faili ti o ṣii ni ferese agbeka nigbati o gbe awọn faili soke si olupin, ṣugbọn o le jẹ diẹ sii idiju lati lo fun olumọ ikẹhin.

source: Average progress in courses
yo_ng: Ilọsiwaju aarin ni awọn iṣẹ-ìdàsílẹ̀

source: Multiple access URL / Branding
yo_ng: URL ìwọle pupọ / Ìdárúkọ

source: Full-text search: show unlinked results
yo_ng: Ìwádìí kíkún-ọrọ: fi awọn abajade ti ko ni ìsokọ hàn

source: When showing the results of a full-text search, what should be done with the results that are not accessible to the current user?
yo_ng: Nigbati o ba n ṣafihan awọn abajade ìwádìí kíkún-ọrọ, kini yẹ ki o ṣe pẹlu awọn abajade ti ko ṣe anfani si olumọ lọwọlọwọ?

source: Do not show them
yo_ng: Maṣe fi wọn han

source: Show them but without a link to the resource
yo_ng: Fi wọn han ṣugbọn laisi ìwọle si orisun

source: Templates
yo_ng: Àwòrán ìlànà

source: Enable version check
yo_ng: Ṣiṣẹ ìdáwò ẹya

source: Internal messaging tool
yo_ng: Ohun elo ìfiṣọrò ìnkinni

source: Booking
yo_ng: Ìfìsí ìdùpẹ

source: The booking system allows you to book resources for your courses (rooms, tables, books, screens, ...). You need this tool to be enabled (through the Admin) to have it appear in the user menu.
yo_ng: Ẹ̀yin ìdàsílẹ̀ ìdàsílẹ̀ ń yọ̀ọ́ fún ọ láti ṣe ìdàsílẹ̀ àwùjọ fún àwùjọ ẹ̀kọ́ rẹ (yàrá, tábìlì, ìwé, ìbòjú, ...). O gbọ́dọ̀ jẹ́ kí ìǹrànṣẹ́ yìí ṣiṣẹ́ (lọ́nà ti Aláàkóso) kí ó fi hàn nínú àkọsílẹ̀ olùpẹ̀lò.

source: Configure
yo_ng: Ṣàtúnṣe

source: Configure multiple access URL
yo_ng: Ṣàtúnṣe URL ìwọlé púpọ̀

source: The URL has been added
yo_ng: URL ti a ti fi kun

source: This URL already exists, please select another URL
yo_ng: URL yìí ti wà tẹ́lẹ̀, jọ̀wọ́ yan URL mìíràn

source: Are you sure you want to set this language as the portal's default?
yo_ng: Ṣe o dájú pé o fẹ́ ṣètò èdè yìí gẹ́gẹ́ ìlànà ìpapàdé ojú-ayé?

source: Current portal's language
yo_ng: Èdè ìpapàdé ojú-ayé lọ́wọ́lọ́wọ́

source: Edit users and URLs
yo_ng: Ṣàtúnṣe àwùjọ olùpẹ̀lò àti URL

source: Add users to an URL
yo_ng: Fi àwùjọ olùpẹ̀lò kun sí URL kan

source: URL list
yo_ng: Àkójọpọ̀ URL

source: Add users to that URL
yo_ng: Fi àwùjọ olùpẹ̀lò kun sí URL yẹn

source: Select URL
yo_ng: Yan URL

source: Users subscribed to this URL
yo_ng: Àwùjọ olùpẹ̀lò tí a ṣe ìfọwọ́sowọ́pọ̀ sí URL yìí

source: The user accounts have been updated
yo_ng: Àwùjọ olùpẹ̀lò ti di ìdàsílẹ̀

source: You must select at least one user and one URL
yo_ng: O gbọ́dọ̀ yan olùpẹ̀lò kan àti URL kan

source: The user accounts are now attached to the URL
yo_ng: Àwùjọ olùpẹ̀lò ti so mọ́ URL lọ́wọ́lọ́wọ́

source: Course score
yo_ng: Àdè-ìdíwò ìdàsílẹ̀

source: Average of tests in Learning Paths
yo_ng: Àpapọ̀ ìdánwò nínú Ìlọ-Èdè Ìkọ́ni

source: Import courses list
yo_ng: Gbe àkójọ ìdàsílẹ̀ wọlé

source: Manage users
yo_ng: Ṣàbí ìdàsílẹ̀ olùpẹ̀lò

source: Manage courses
yo_ng: Ṣàbí ìdàsílẹ̀

source: Users of
yo_ng: Olùpẹ̀lò ti

source: The URL has been disabled
yo_ng: URL ti di àìṣiṣẹ́

source: The URL has been enabled
yo_ng: URL ti di ìṣiṣẹ́

source: Edit users
yo_ng: Ṣàtúnṣe àwùjọ olùpẹ̀lò

source: Edit courses
yo_ng: Ṣàtúnṣe ìdàsílẹ̀

source: Courses of
yo_ng: Àwùjọ ìdàsílẹ̀ ti

source: Add courses to an URL
yo_ng: Fi ìdàsílẹ̀ kun sí URL kan

source: Edit courses of an URL
yo_ng: Ṣàtúnṣe ìdàsílẹ̀ ti URL kan

source: Add courses to that URL
yo_ng: Fi ìdàsílẹ̀ kun sí URL yẹn

source: Enable the selected plugins
yo_ng: Jẹ́ kí àwùjọ ìǹpọ̀ tí a yàn ṣiṣẹ́

source: At least one course and one URL
yo_ng: Ìdàsílẹ̀ kan àti URL kan

source: Click here to register the admin into all sites
yo_ng: Tẹ́ ibi yìí láti forúkọ sí Aláàkóso sí gbogbo àwùjọ ojú-ayé

source: Admin user should be registered here
yo_ng: Olùpẹ̀lò Aláàkóso yẹ kí a forúkọ sí ibi yìí

source: URL not configured yet, please add this URL :
yo_ng: URL kò ti ṣàtúnṣe lọ́dọọdún, jọ̀wọ́ fi URL yìí kun :

source: Admin user assigned to this URL
yo_ng: Olùpẹ̀lò Aláàkóso tí a yàn sí URL yìí

source: Courses updated successfully
yo_ng: Àwùjọ ìdàsílẹ̀ ti di ìdàsílẹ̀ àṣeyọri

source: The URL has been edited
yo_ng: URL ti di ìdàsílẹ̀

source: Add session to an URL
yo_ng: Fi ìpàdé kun sí URL kan

source: Session title's first letter
yo_ng: Lẹ́tà àkọ́kọ́ akọ́lẹ̀ ìpàdé

source: Edit session
yo_ng: Ṣàtúnṣe ìpàdé
