Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Session %s skipped
ar: الدورة %s تم تخطيها
ast_es: Sesión %s saltada
bn_bd: সেশন %s বাদ দেওয়া হয়েছে
bs_ba: Sesija %s preskočena
ca_es: Sessió %s ignorada
cs_cz: Relace %s přeskočena
da: Session %s sprunget over
de: Sitzung %s übersprungen
el: Συνεδρία %s παραλείπεται
eo: Sesio %s preterlasita
es: Sesión %s ignorada
es_mx: Sesión %s omitida
eu_es: Saioa %s saltatu da
fa_ir: جلسه %s نادیده گرفته شد
fi_fi: Istunto %s ohitettu
fo_fo: Bólkur %s strikað yvir
fur: Session %s saltade
ga: Seisiún %s scipeáilte
gl: Sesión %s ignorada
he_il: דילוג על הפעלה %s
hi: सत्र %s छोड़ दिया गया
hr_hr: Sesija %s preskočena
hu_hu: A %s munkamenet kihagyva
hy: Սեանս %s բաց է թողնվել
id_id: Sesi %s dilewati
it: Sessione %s saltata
ja: セッション %s をスキップしました
ka_ge: სესია %s გამოტოვებულია
ko_kr: 세션 %s 건너뜀
lo: ຂ້າມເຊດຊັນ %s
lt_lt: Sesija %s praleista
lv_lv: Sesija %s izlaista
mk_mk: Сесија %s прескокната
ms_my: Sesi %s dilepaskan
my_mm: အစည်းအဝေး %s ကို ကျော်လွှားထားသည်
ne: सत्र %s लाई छोडियो
nl: Sessie %s overgeslagen
nn_no: Sesjon %s hoppa over
oc: Sesion %s saltada
pl_pl: Sesja %s pominięta
ps: غونډه %s پرېښل شوې
pt_br: Sessão %s ignorado
pt_pt: Sessão %s ignorada
ro_ro: Sesiunea %s ignorată
ru_ru: Сессия %s пропущена
sk_sk: Stretnutie %s bolo preskočené
sl: %s sej je bilo izpuščenih
sq: Sesioni %s anashkalua
sr_rs: Sesija %s preskočena
sv_se: Session %s hoppad över
sw_ke: Kikao %s kimerahiliwa
ta: அமர்வு %s தவிர்க்கப்பட்டது
th: ข้ามเซสชัน %s
tl_ph: Session %s ay nalampasan
tr: Oturum %s atlandı
uk_ua: Сесію %s пропущено
vi_vn: Buổi học %s bị bỏ qua
xh_za: Iseshini %s iyekisiwe
zh_cn: 会话 %s 已跳过
zh_tw: 跳過課程階段 %s

source: Validate dates
ar: التحقق من التواريخ
ast_es: Validar feches
bn_bd: তারিখ যাচাই করুন
bs_ba: Validiraj datume
ca_es: Valideu les dates
cs_cz: Ověřit data
da: Valider datoer
de: Termine prüfen
el: Επικυρώστε ημερομηνίες
eo: Validi datojn
es: Validar las fechas
es_mx: Validar fechas
eu_es: Balioztatu datak
fa_ir: اعتبارسنجی تاریخ‌ها
fi_fi: Vahvista päivät
fo_fo: Goðkanna dagar
fur: Validâ dates
ga: Bailíochtaigh dátaí
gl: Validar as datas
he_il: אמת תאריכים
hi: तिथियों को सत्यापित करें
hr_hr: Provjeri datume
hu_hu: Dátumok érvényesítése
hy: Ամսաթվեր հաստատել
id_id: Validasi tanggal
it: Convalida le date
ja: 日付を検証
ka_ge: თარიღების ვალიდაცია
ko_kr: 날짜 확인
lo: ກວດສອບວັນທີ
lt_lt: Patvirtinti datas
lv_lv: Validēt datumus
mk_mk: Потврди датуми
ms_my: Sahkan tarikh
my_mm: ရက်စွဲများကို အတည်ပြုပါ
ne: मितिहरू प्रमाणित गर्नुहोस्
nl: Controleer data
nn_no: Valider datoar
oc: Validar las datas
pl_pl: Zweryfikuj daty
ps: نیټې تائید کول
pt_br: Validar datas
pt_pt: Validar datas
ro_ro: Validați datele
ru_ru: Проверить даты
sk_sk: Overiť termín
sl: Preveri datume
sq: Valido datat
sr_rs: Proveri datume
sv_se: Validera datum
sw_ke: Thibitisha tarehe
ta: தேதிகளை உறுதிப்படுத்தவும்
th: ตรวจสอบวันที่
tl_ph: I-validate ang mga petsa
tr: Tarihleri doğrula
uk_ua: Перевірити дати
vi_vn: Xác thực ngày
xh_za: Qinisekisa imihla
zh_cn: 验证日期
zh_tw: 驗證日期

source: Create a category
ar: انشاء فئة
ast_es: Crear categoría
bn_bd: একটি ক্যাটাগরি তৈরি করুন
bs_ba: Kreiraj kategoriju
ca_es: Crea una categoria
cs_cz: Vytvořit kategorii
da: Opret en kategori
de: Eine Kategorie erstellen
el: Δημιουργήστε μια κατηγορία
eo: Krei kategorion
es: Crear una categoría
es_mx: Crear una categoría
eu_es: Sortu kategoria bat
fa_ir: ایجاد دسته‌بندی
fi_fi: Luo kategoria
fo_fo: Upprætta bólk
fur: Creje une categorije
ga: Cruthaigh catagóir
gl: Crear unha categoría
he_il: צור קטגוריה
hi: श्रेणी बनाएं
hr_hr: Stvori kategoriju
hu_hu: Kategória létrehozása
hy: Կատեգորիա ստեղծել
id_id: Buat kategori
it: Crea una categoria
ja: カテゴリを作成
ka_ge: კატეგორიის შექმნა
ko_kr: 카테고리 생성
lt_lt: Sukurti kategoriją
lv_lv: Izveidot kategoriju
mk_mk: Создади категорија
ms_my: Cipta kategori
my_mm: အမျိုးအစားဖန်တီးပါ
ne: श्रेणी सिर्जना गर्नुहोस्
nl: Maak categorie
nn_no: Opprett ein kategori
oc: Crear una categoria
pl_pl: Utwórz kategorię
ps: یو کټګوري جوړول
pt_br: Criar uma categoria
pt_pt: Criar uma categoria
ro_ro: Creați o categorie
ru_ru: Создать категорию
sk_sk: Vytvoriť kategóriu
sl: Ustvari kategorijo
sq: Krijo një kategori
sr_rs: Kreiraj kategoriju
sv_se: Skapa en kategori
sw_ke: Unda jamii
ta: பிரிவு உருவாக்கு
th: สร้างหมวดหมู่
tl_ph: Lumikha ng kategorya
tr: Kategori oluştur
uk_ua: Створити категорію
vi_vn: Tạo danh mục
xh_za: Yenza icandelo
zh_cn: 创建类别
zh_tw: 建立分類

source: Message type
ar: نوع الرسالة
ast_es: Tipu de mensaxe
bn_bd: বার্তার ধরন
bs_ba: Tip poruke
ca_es: Tipus de missatge
cs_cz: Typ zprávy
da: Beskedtype
de: Nachrichtentyp
el: Τύπος μηνύματος
eo: Tipo de mesaĝo
es: Tipo de mensaje
es_mx: Tipo de mensaje
eu_es: Mezu mota
fa_ir: نوع پیام
fi_fi: Viestin tyyppi
fo_fo: Boðstýpur
fur: Gjenar di messagi
ga: Cineál teachtaireachta
gl: Tipo de mensaxe
he_il: סוג הודעה
hi: संदेश प्रकार
hr_hr: Vrsta poruke
hu_hu: Üzenet típusa
hy: Հաղորդագրության տեսակ
id_id: Jenis pesan
it: Tipo di messaggio
ja: メッセージタイプ
ka_ge: შეტყობინების ტიპი
ko_kr: 메시지 유형
lt_lt: Žinutės tipas
lv_lv: Ziņojuma veids
mk_mk: Тип на порака
ms_my: Jenis mesej
my_mm: စာတိုအမျိုးအစား
ne: सन्देश प्रकार
nl: Prioriteit bericht
nn_no: Meldingstype
oc: Tipe de messatge
pl_pl: Typ wiadomości
ps: د پیغام ډول
pt_br: Tipo de mensagem
pt_pt: Tipo de mensagem
ro_ro: Tipul de mesaj
ru_ru: Тип сообщения
sk_sk: Typ správy
sl: Vrsta sporočila
sq: Lloji i mesazhit
sr_rs: Tip poruke
sv_se: Meddelandetyp
sw_ke: Aina ya ujumbe
ta: செய்தி வகை
th: ประเภทข้อความ
tl_ph: Uri ng mensahe
tr: Mesaj türü
uk_ua: Тип повідомлення
vi_vn: Loại tin nhắn
xh_za: Uhlobo lomyalezo
zh_cn: 消息类型
zh_tw: 訊息類型

source: Modification date
ar: تاريخ التعديل
ast_es: Fecha de modificación
bn_bd: পরিবর্তনের তারিখ
bs_ba: Datum izmjene
ca_es: Data de modificació
cs_cz: Datum úpravy
da: Ændringsdato
de: Änderungsdatum
el: Ημερομηνία τροποποίησης
eo: Dato de modifo
es: Fecha de modificación
es_mx: Fecha de modificación
eu_es: Aldaketa data
fa_ir: تاریخ تغییر
fi_fi: Muokkauspäivä
fo_fo: Brota dag
fur: Date di modifice
ga: Dáta modhnaithe
gl: Data de modificación
he_il: תאריך שינוי
hi: संशोधन तिथि
hr_hr: Datum izmjene
hu_hu: Módosítás dátuma
hy: Փոփոխության ամսաթիվ
id_id: Tanggal modifikasi
it: Data di modifica
ja: 修正日
ka_ge: შეცვლის თარიღი
ko_kr: 수정 날짜
lo: ວັນທີແກ້ໄຂ
lt_lt: Pakeitimo data
lv_lv: Modifikācijas datums
mk_mk: Датум на модификација
ms_my: Tarikh pengubahsuaian
my_mm: ပြင်ဆင်မှုရက်စွဲ
ne: संशोधन मिति
nl: Bewerkingsdatum
nn_no: Endringsdato
oc: Data de modificacion
pl_pl: Data modyfikacji
ps: د بدلون نیټه
pt_br: Data de modificação
pt_pt: Data de modificação
ro_ro: Data de modificare
ru_ru: Дата изменения
sk_sk: Dátum zmeny
sl: Datum spremembe
sq: Data e modifikimit
sr_rs: Datum izmene
sv_se: Ändringsdatum
sw_ke: Tarehe ya marekebisho
ta: மாற்றம் தேதி
th: วันที่แก้ไข
tl_ph: Petsa ng pagbabago
tr: Değiştirme tarihi
uk_ua: Дата модифікації
vi_vn: Ngày chỉnh sửa
xh_za: Umhla wotshintsho
zh_cn: 修改日期
zh_tw: 修改日期

source: Weep
ar: يبكي
ast_es: Llorar
bn_bd: কাঁদুন
bs_ba: Plačući
ca_es: Plora
cs_cz: Pláč
da: Græd
el: Κλάμα
eo: Plori
es: Llora
es_mx: Llorar
eu_es: Negutu
fa_ir: گریه
fi_fi: Itke
fo_fo: Gráta
fur: Plagnî
ga: Gol
gl: Limpar
he_il: לבכות
hi: रोना
hr_hr: Plaču
hu_hu: Sír
hy: Ուռել
id_id: Menangis
it: Lacrima
ja: 泣く
ka_ge: წამება
ko_kr: 울음
lo: ຮ້ອງໄຫ້
lt_lt: Verkti
lv_lv: Raudi
mk_mk: Плаче
ms_my: Rengek
my_mm: ဝမ်းနည်းသည်
ne: रोई
nl: Weint
nn_no: Gråt
oc: Plorar
pl_pl: Płacz
ps: ويرېدل
pt_br: Barganhar/Chorar
pt_pt: Chorar
ro_ro: Plange
ru_ru: Плакать
sk_sk: Plakať
sl: Za zjokat
sq: Qaj
sr_rs: Plaču
sv_se: Gråt
sw_ke: Lia
ta: அழுதல்
th: ร้องไห้
tl_ph: Umiiyak
tr: Ağla
uk_ua: Плакати
vi_vn: Khóc
xh_za: Lila
zh_cn: 哭泣
zh_tw: 哭泣

source: Latest changes
ar: التغييرات الاخيرة
ast_es: Últimu cambéu
bn_bd: সর্বশেষ পরিবর্তন
bs_ba: Najnovije izmjene
ca_es: Darrers canvis
cs_cz: Nejnovější změny
da: Seneste ændringer
de: Letzte Änderungen
el: Τελευταίες αλλαγές
eo: Plej novaj ŝanĝoj
es: Últimos cambios
es_mx: Últimos cambios
eu_es: Azken aldaketak
fa_ir: آخرین تغییرات
fi_fi: Viimmeisimmät muutokset
fo_fo: Seinastu broytingar
fur: Ultimis cambiaments
ga: Athruithe is déanaí
gl: Últimos cambios
he_il: שינויים אחרונים
hi: नवीनतम परिवर्तन
hr_hr: Najnovije promjene
hu_hu: Legújabb változtatások
hy: Վերջին փոփոխությունները
id_id: Perubahan terbaru
it: Ultime modifiche
ja: 最新の変更
ka_ge: უკანასკნელი ცვლილებები
ko_kr: 최신 변경사항
lt_lt: Paskutiniai pakeitimai
lv_lv: Pēdējās izmaiņas
mk_mk: Најнови промени
ms_my: Perubahan terkini
my_mm: နောက်ဆုံးပြောင်းလဲမှုများ
ne: नवीनतम परिवर्तनहरू
nl: Meest recente aanpassingen
nn_no: Siste endringar
oc: Darrièrs cambiaments
pl_pl: Najnowsze zmiany
ps: وروستۍ بدلونونه
pt_br: Últimas alterações
pt_pt: Últimas alterações
ro_ro: Ultimele schimbari
ru_ru: Последние изменения
sk_sk: Posledné zmeny
sl: Zadnje spremembe
sq: Ndryshimet e fundit
sr_rs: Najnovije izmene
sv_se: Senaste ändringar
sw_ke: Mabadiliko ya hivi karibuni
ta: சமீபத்திய மாற்றங்கள்
th: การเปลี่ยนแปลงล่าสุด
tl_ph: Pinakabagong pagbabago
tr: Son değişiklikler
uk_ua: Останні зміни
vi_vn: Thay đổi mới nhất
xh_za: Utshintsho olusandulayo
zh_cn: 最新更改
zh_tw: 最新變更

source: Final score
ar: الدرجة النهائية
ast_es: Puntuación final
bn_bd: চূড়ান্ত স্কোর
bs_ba: Konačna ocjena
ca_es: Nota final
cs_cz: Konečné skóre
da: Endelig score
de: Endpunktzahl
el: Τελικό σκορ
eo: Fina poento
es: Nota final
es_mx: Puntaje final
eu_es: Puntuazio amaitua
fa_ir: نمره نهایی
fi_fi: Lopputulos
fo_fo: Lokin stigin
fur: Vot finale
ga: Scór deiridh
gl: Nota final
he_il: תוצאה סופית
hi: अंतिम स्कोर
hr_hr: Konačna ocjena
hu_hu: Végső pontszám
hy: Վերջնական գնահատական
id_id: Skor akhir
it: Punteggio finale
ja: 最終スコア
ka_ge: საბოლოო ქულა
ko_kr: 최종 점수
lo: ຄະແນນສຸດທ້າຍ
lt_lt: Galutinis balas
lv_lv: Galīgais rezultāts
mk_mk: Финална оценка
ms_my: Skor akhir
my_mm: နောက်ဆုံးရမှတ်
ne: अन्तिम अंक
nl: Finale score
nn_no: Sluttkarakter
oc: Punha finala
pl_pl: Ostateczny wynik
ps: آخری نمره
pt_br: Nota final
pt_pt: Pontuação final
ro_ro: Nota finală
ru_ru: Итоговый балл
sk_sk: Konečné skóre
sl: Končni rezultat
sq: Rezultati përfundimtar
sr_rs: Konačna ocena
sv_se: Slutpoäng
sw_ke: Alama za mwisho
ta: இறுதி மதிப்பெண்
th: คะแนนสุดท้าย
tl_ph: Final na score
tr: Son puan
uk_ua: Підсумковий бал
vi_vn: Điểm cuối cùng
xh_za: Amanqaku okugqibezela
zh_cn: 最终分数
zh_tw: 最終分數

source: There was an error writing the XML file. Please ask the administrator to check the error logs.
ar: يرجى مراسلة مدير النظام للتحقق من الخطأ XML يوجد خطأ في ملف
ast_es: Hebo un fallu escribiendo l'archivu XML. Por favor, pidil al alministrador que compruebe los rexistros d'erru.
bn_bd: XML ফাইল লিখতে ত্রুটি হয়েছে। দয়া করে প্রশাসককে ত্রুটি লগ চেক করতে বলুন।
bs_ba: Došlo je do greške pri pisanju XML datoteke. Molimo administratora da provjeri dnevnik grešaka.
ca_es: Hi ha hagut un error a l'escriure l'arxiu XML. Contacteu amb el seu administrador per tal que verifiqui els registres d'errors.
cs_cz: Došlo k chybě při zápisu XML souboru. Prosím, požádejte správce, aby zkontroloval chybové záznamy.
da: Der opstod en fejl under skrivning af XML-filen. Bed venligst administratoren om at tjekke fejllogfilerne.
de: Fehler beim Schreiben der XML-Datei. Bitten Sie den Administrator, die Fehlerprotokolle zu überprüfen.
el: Υπήρξε ένα σφάλμα κατά την εγγραφή του αρχείου XML. Παρακαλούμε ζητήστε από το διαχειριστή σας να ελέγξει τα αρχεία καταγραφής σφαλμάτων.
eo: Okazis eraro dum skribado de la XML-dosiero. Bonvolu peti al la administranto kontroli la protokolojn de eraroj.
es: Hubo un error al escribir el archivo XML. Contacte con su administrador para que verifique los registros de errores.
es_mx: Hubo un error al escribir el archivo XML. Por favor, pide al administrador que revise los registros de errores.
eu_es: Errorea gertatu da XML fitxategia idaztean. Mesedez, eskatu administratzaileari errore-erregistroak egiaztatzeko.
fa_ir: خطایی در نوشتن فایل XML رخ داد. لطفاً از مدیر بخواهید لاگ‌های خطا را بررسی کند.
fi_fi: XML-tiedoston kirjoittamisessa tapahtui virhe. Pyydä ylläpitäjää tarkistamaan virhelokit.
fo_fo: Tað var ein feil við at skriva XML-fílin. Vinarliga biðja stjóran at kanna feil-logirnar.
fur: Al è vignût un erôr intant che si scrichel il file XML. Par plasê, cîrî al aministradôr che controlie i log des erôrs.
ga: Tharla earráid agus an comhad XML á scríobh. Iarr ar an riarthóir na logaí earráide a sheiceáil.
gl: Houbo un erro ao escribir o arquivo XML. Por favor, contacte co administrador para que verifique os rexistros de erros
he_il: אירעה שגיאה בכתיבת קובץ ה-XML. אנא בקש ממנהל המערכת לבדוק את יומני השגיאות.
hi: XML फ़ाइल लिखने में त्रुटि हुई। कृपया प्रशासक से त्रुटि लॉग जांचने को कहें।
hr_hr: Došlo je do greške pri pisanju XML datoteke. Molimo administratora da provjeri dnevnik grešaka.
hu_hu: Hiba történt az XML fájl írása során. Kérjük, kérje meg az administrátort, hogy ellenőrizze a hibanaplókat.
hy: Սխալ է տեղի ունեցել XML ֆայլը գրելիս: Խնդրում ենք խնդրել ադմինիստրատորին ստուգել սխալների լոգերը:
id_id: Terjadi kesalahan saat menulis file XML. Silakan minta administrator untuk memeriksa log kesalahan.
it: C'è stato un errore nella scrittura del file XML. Chiedi all'aministratore di controllare.
ja: XMLファイルの書き込み中にエラーが発生しました。管理者にエラーログの確認を依頼してください。
ka_ge: XML ფაილის ჩაწერისას შეცდომა მოხდა. გთხოვთ, მიმართოთ ადმინისტრატორს შეცდომათა ლოგების შესამოწმებლად.
ko_kr: XML 파일 쓰기에 오류가 발생했습니다. 관리자에게 오류 로그를 확인하도록 요청하세요.
lo: ເກີດຂໍ້ຜິດພາດໃນການຂຽນໄຟລ໌ XML. ກະລຸນາແຈ້ງຜູ້ເບິ່ງແຍງລະບົບເພື່ອກວດສອບບັນທຶກຂໍ້ຜິດພາດ.
lt_lt: Įvyko klaida rašant XML failą. Prašome kreiptis į administratorių, kad patikrintų klaidos žurnalus.
lv_lv: Radās kļūda rakstot XML failu. Lūdzu, lūdziet administratoram pārbaudīt kļūdu žurnālus.
mk_mk: Настана грешка при пишување на XML датотеката. Ве молиме побарајте од администраторот да ги провери лог датотеките за грешки.
ms_my: Terdapat ralat menulis fail XML. Sila minta pentadbir menyemak log ralat.
my_mm: XML ဖိုင်ရေးသားရာတွင် အမှားတစ်ခုရှိခဲ့သည်။ ကျေးဇူးပြု၍ စီမံခန့်ခွဲသူထံသို့ အမှားမှတ်တမ်းများကို စစ်ဆေးရန် တောင်းဆိုပါ။
ne: XML फाइल लेख्दा त्रुटि भयो। कृपया प्रशासकलाई त्रुटि लगहरू जाँच गर्न भन्नुहोस्।
nl: Er is een fout ontstaan bij het schrijven van het XML bestand. Vraag de administrator om het errors log te controleren.
nn_no: Det oppstod ein feil ved skriving av XML-fila. Vennligst be administratoren sjekke feilloggane.
oc: I a agut una error en escrivent lo fichièr XML. Demandatz a l’administrator de verificar los jornals d’errors.
pl_pl: Wystąpił błąd podczas zapisywania pliku XML. Proszę poprosić administratora o sprawdzenie logów błędów.
ps: د XML فایل لیکلو کې خطا وه. مهرباني وکړئ له اداري کارکوونکي وغواړئ چې خطا لګونه وګوري.
pt_br: Houve um erro ao gravar o arquivo XML Por favor, peça ao administrador para verificar os logs de erro..
pt_pt: Houve um erro ao gravar o arquivo XML. Por favor, peça ao administrador para verificar os logs de erro.
ro_ro: A apărut o eroare la scrierea fișierului XML. Contactați administratorul pentru a verifica registrele de erori.
ru_ru: Произошла ошибка при записи XML-файла. Пожалуйста, попросите администратора проверить журналы ошибок.
sk_sk: Došlo k chybe pri zápise do XML súboru. Prosím, požiadajte správcu, aby skontroloval chybové protokoly.
sl: Pojavila se je napaka pri pisanju v XML datoteko. Kontaktirajte upravitelja platforme da preveri dnevnike dogodkov strežnika.
sq: Ndodhi një gabim gjatë shkrimit të skedarit XML. Ju lutemi, kërkojeni administratorit të kontrollojë regjistrat e gabimeve.
sr_rs: Došlo je do greške pri pisanju XML datoteke. Molimo administratora da proveri logove grešaka.
sv_se: Det uppstod ett fel vid skrivning av XML-filen. Vänligen be administratören kontrollera fel-loggarna.
sw_ke: Kulikuwa na hitilafu katika kuandika faili ya XML. Tafadhali muombe msimamizi aangalie kumbukumbu za makosa.
ta: XML கோப்பை எழுதுவதில் பிழை ஏற்பட்டது. நிர்வாகியிடம் பிழை பதிவுகளை சரிபார்க்க சொல்லுங்கள்.
th: เกิดข้อผิดพลาดในการเขียนไฟล์ XML กรุณาติดต่อผู้ดูแลระบบเพื่อตรวจสอบบันทึกข้อผิดพลาด
tl_ph: May error sa pagsulat ng XML file. Pakikalmahan niyo po ang administrator na suriin ang error logs.
tr: XML dosyası yazılırken bir hata oluştu. Lütfen yöneticiye hata günlüklerini kontrol etmesini söyleyin.
uk_ua: Сталася помилка при записі XML файлу. Будь ласка, зверніться до адміністратора для перевірки логів помилок.
vi_vn: Có lỗi khi ghi tệp XML. Vui lòng yêu cầu quản trị viên kiểm tra nhật ký lỗi.
xh_za: Kuye kwenzeka impazamo ekubhaleni ifayile le-XML. Nceda ubuze umlawuli ukuba ahlolisise iilog zeempazamo.
zh_cn: 写入 XML 文件时出错。请要求管理员检查错误日志。
zh_tw: 寫入 XML 檔案時發生錯誤。請要求管理員檢查錯誤記錄。

source: Teacher in session: %s
ar: المدرس في دورة: %s
ast_es: Professor na sesión: %s
bn_bd: সেশনে শিক্ষক: %s
bs_ba: Nastavnik u sesiji: %s
ca_es: Tutor a sessió: %s
cs_cz: Učitel v relaci: %s
da: Lærer i session: %s
de: Lehrer in der Sitzung: %s
el: Εκπαιδευτής στη συνεδρία: %s
eo: Instruisto en sesio: %s
es: Tutor en sesión: %s
es_mx: Profesor en sesión: %s
eu_es: Irakaslea saioan: %s
fa_ir: معلم در جلسه: %s
fi_fi: Opettaja istunnossa: %s
fo_fo: Lærar í bólki: %s
fur: Ducjêt in session: %s
ga: Múinteoir sa seisiún: %s
gl: Profesor na sesión: %s
he_il: מורה בפגישה: %s
hi: सत्र में शिक्षक: %s
hr_hr: Nastavnik u sesiji: %s
hu_hu: Oktató a munkamenetben: %s
hy: Դասախոս սեանսում՝ %s
id_id: Guru dalam sesi: %s
it: Docente nella sessione: %s
ja: セッションの教師: %s
ka_ge: მასწავლებელი სესიაში: %s
ko_kr: 세션의 교사: %s
lo: ຄູໃນເຊດຊັນ: %s
lt_lt: Mokytojas sesijoje: %s
lv_lv: Pasniedzējs sesijā: %s
mk_mk: Преподавател во сесија: %s
ms_my: Guru dalam sesi: %s
my_mm: အစည်းအဝေးရှိ ဆရာ: %s
ne: सत्रमा शिक्षक: %s
nl: Docent in sessie: %s
nn_no: Lærar i sesjon: %s
oc: Professor dins la sesion : %s
pl_pl: Nauczyciel w sesji: %s
ps: د غونډې کې ښوونکي: %s
pt_br: Professor em sessão: %s
pt_pt: Tutor em sessão: %s
ro_ro: Tutor în sesiune: %s
ru_ru: Преподаватель в сессии: %s
sk_sk: Učiteľ v stretnutí: %s
sl: Učitelj v seji: %s
sq: Mësues në sesion: %s
sr_rs: Nastavnik u sesiji: %s
sv_se: Lärare i session: %s
sw_ke: Mwalimu katika kikao: %s
ta: அமர்வில் ஆசிரியர்: %s
th: ครูในเซสชัน: %s
tl_ph: Guro sa session: %s
tr: Oturumdaki öğretmen: %s
uk_ua: Викладач у сесії: %s
vi_vn: Giảng viên trong buổi học: %s
xh_za: Utitshala kwiseshini: %s
zh_cn: 会话中的教师：%s
zh_tw: 課程階段教師：%s

source: Delete attachment
ar: حذف المرفق
ast_es: Desaniciar axuntu
bn_bd: সংযুক্তি মুছুন
bs_ba: Obriši privitak
ca_es: Elimineu arxiu adjunt
cs_cz: Smazat přílohu
da: Slet vedhæftet fil
de: Anhang löschen
el: Διαγραφή συνημμένου
eo: Forigi aldonaĵon
es: Eliminar archivo adjunto
es_mx: Eliminar adjunto
eu_es: Ezabatu eranskina
fa_ir: حذف پیوست
fi_fi: Poista liite
fo_fo: Sletta viðfesting
fur: Scancele allegât
ga: Scrios ceangaltán
gl: Eliminar arquivo anexo
he_il: מחק את הקובץ המצורף
hi: संलग्नक हटाएं
hr_hr: Izbriši privitak
hu_hu: Melléklet törlése
hy: Հ allegացանքը ջնջել
id_id: Hapus lampiran
it: Cancella allegato
ja: 添付ファイルを削除
ka_ge: დანართის წაშლა
ko_kr: 첨부 파일 삭제
lo: ລຶບໄຟລ໌ແນບ
lt_lt: Ištrinti priedą
lv_lv: Dzēst pielikumu
mk_mk: Избриши прилог
ms_my: Padam lampiran
my_mm: ပူးတွဲဖိုင်ဖျက်ပါ
ne: संलग्नक मेटाउनुहोस्
nl: Verwijder bijlage
nn_no: Slett vedlegg
oc: Suprimir la peça josta
pl_pl: Usuń załącznik
ps: ضمیمه له منځه وړل
pt_br: Excluir Anexo
pt_pt: Excluir anexo
ro_ro: Eliminați fisierul atașat
ru_ru: Удалить вложение
sk_sk: Zmazať prílohu
sl: Odstrani priponko
sq: Fshij bashkëngjitjen
sr_rs: Obriši privitak
sv_se: Ta bort bilaga
sw_ke: Futa kiambatanisho
ta: இணைப்பை நீக்கு
th: ลบไฟล์แนบ
tl_ph: Tanggalin ang attachment
tr: Ek sil
uk_ua: Видалити вкладення
vi_vn: Xóa tệp đính kèm
xh_za: Susa isiqhotyho
zh_cn: 删除附件
zh_tw: 刪除附件
