Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Step 4
ar: Step 4 of 6
ast_es: Pasu 4 de 6
bn_bd: ধাপ ৪
bs_ba: Korak 4
ca_es: Pas 4 de 6
cs_cz: Krok 4
da: Trin 4 af 6
de: Schritt 4 von 6
el: Βήμα 4 από 6 :
eo: Paŝo 4 el 6
es: Paso 4 de 6
es_mx: Paso 4 de 6
eu_es: 4. urratsa 6tik
fa_ir: مرحله چهارم
fi_fi: Vaihe 4
fo_fo: Trappur 4
fur: Pass 4
ga: Céim 4
gl: Paso 4 de 6
he_il: שלב 4
hi: चरण 4
hr_hr: Korak 4 od 6
hu_hu: 4. lépés a 6-ból
hy: Քայլ 4
id_id: Langkah 4 dari 6
it: Passo 4 di 6
ja: ステップ4
ka_ge: ნაბიჯი 4
ko_kr: Step 4 of 6
lo: ຂັ້ນຕອນທີ 4
lt_lt: Step 4 of 6
lv_lv: Posms Nr.4 no 6
mk_mk: Чекор 4 од 6
ms_my: Step 4 of 6
my_mm: အဆင့် ၄
ne: चरण ४
nl: Stap 4 van 6
nn_no: Trinn 4
oc: Etapa 4
pl_pl: Krok 4 z 6
ps: ګام 4
pt_br: Passo 4
pt_pt: Passo 4 de 6
ro_ro: Pasul 4 din 6
ru_ru: Шаг 4 из 6
sk_sk: Etapa 4 zo 6
sl: Korak 4
sq: Hapi 4
sr_rs: Korak 4 od 6
sv_se: Steg 4 av 6
sw_ke: Hatua 4
ta: படி 4
th: ขั้นตอนที่4จากทั้งหมด 6 ขั้นตอน
tl_ph: Hakbang 4
tr: Basamak 4 / 6
uk_ua: Крок 4
vi_vn: Step 4 of 6
xh_za: Inyathelo 4
zh_cn: 步骤4/7
zh_tw: 步驟4/7

source: Step 5
ar: Step 5 of 6
ast_es: Pasu 5 de 6
bn_bd: ধাপ ৫
bs_ba: Korak 5
ca_es: Pas 5 de 6
cs_cz: Krok 5
da: Trin 5 af 6
de: Schritt 5 von 6
el: Βήμα 5 από 6 :
eo: Paŝo 5 el 6
es: Paso 5 de 6
es_mx: Paso 5 de 6
eu_es: 5. urratsa 6tik
fa_ir: مرحله پنجم
fi_fi: Vaihe 5
fo_fo: Trappur 5
fur: Pass 5
ga: Céim 5
gl: Paso 5 de 6
he_il: שלב 5
hi: चरण 5
hr_hr: Korak 5 od 6
hu_hu: 5. lépés a 6-ból
hy: Քայլ 5
id_id: Langkah 5 dari 6
it: Passo 5 of 6
ja: ステップ5
ka_ge: ნაბიჯი 5
ko_kr: Step 5 of 6
lo: ຂັ້ນຕອນທີ 5
lt_lt: Step 5 of 6
lv_lv: Posms Nr.5 no 6
mk_mk: Чекор 5 од 6
ms_my: Step 5 of 6
my_mm: အဆင့် ၅
ne: चरण ५
nl: Stap 5 van 6
nn_no: Trinn 5
oc: Etapa 5
pl_pl: Krok 5 z 6
ps: ګام 5
pt_br: Passo 5
pt_pt: Passo 5 de 6
ro_ro: Pasul 5 din 6
ru_ru: Шаг 5 из 6
sk_sk: Etapa 5 zo 6
sl: Korak 5
sq: Hapi 5
sr_rs: Korak 5 od 6
sv_se: Steg 5 av 6
sw_ke: Hatua 5
ta: படி 5
th: ขั้นตอนที่5จากทั้งหมด 6 ขั้นตอน
tl_ph: Hakbang 5
tr: Basamak 5 / 6
uk_ua: Крок 5
vi_vn: Step 5 of 6
xh_za: Inyathelo 5
zh_cn: 步骤5/7
zh_tw: 步驟5/7

source: Step 6
ar: Step 6 of 6
ast_es: Pasu 6 de 6
bn_bd: ধাপ ৬
bs_ba: Korak 6
ca_es: Pas 6 de 6
cs_cz: Krok 6
da: Trin 6 af 6
de: Schritt 6 von 6
el: Βήμα 6 από 6 :
eo: Paŝo 6 el 6
es: Paso 6 de 6
es_mx: Paso 6 de 6
eu_es: 6. urratsa 6tik
fa_ir: مرحله ششم
fi_fi: Vaihe 6
fo_fo: Trappur 6
fur: Pass 6
ga: Céim 6
gl: Paso 6 de 6
he_il: שלב 6
hi: चरण 6
hr_hr: Korak 6 od 6
hu_hu: 6. lépés a 6-ból
hy: Քայլ 6
id_id: Langkah 6 dari 6
it: Passo 6 of 6
ja: ステップ6
ka_ge: ნაბიჯი 6
ko_kr: Step 6 of 6
lo: ຂັ້ນຕອນທີ 6
lt_lt: Step 6 of 6
lv_lv: Posms Nr.6 no 6
mk_mk: Чекор 6 од 6
ms_my: Step 6 of 6
my_mm: အဆင့် ၆
ne: चरण ६
nl: Stap 6 van 6
nn_no: Trinn 6
oc: Etapa 6
pl_pl: Krok 6 z 6
ps: ګام 6
pt_br: Passo 6
pt_pt: Passo 6 de 6
ro_ro: Pasul 6 din 6
ru_ru: Шаг 6 из 6
sk_sk: Etapa 6 zo 6
sl: Korak 6
sq: Hapi 6
sr_rs: Korak 6 od 6
sv_se: Steg 6 av 6
sw_ke: Hatua 6
ta: படி 6
th: ขั้นตอนที่6
tl_ph: Hakbang 6
tr: Basamak 6 / 6
uk_ua: Крок 6
vi_vn: Step 6 of 6
xh_za: Inyathelo 6
zh_cn: 步骤6/7
zh_tw: 步驟6/7

source: Config settings
ast_es: Parámetros de configuración
bn_bd: কনফিগ সেটিংস
bs_ba: Postavke konfiguracije
ca_es: Paràmetres de configuració
cs_cz: Nastavení konfigurace
da: Config opsætning
de: Konfiguration
el: Ρυθμίσεις Συστήματος
eo: Konfiguraj agordoj
es: Parámetros de configuración
es_mx: Valores de la Configuración
eu_es: Konfigurazioaren parametroak
fa_ir: تنظیمات
fi_fi: Konfiguraatioasetukset
fo_fo: Uppsetingar stillingar
fur: Ampostazions
ga: Socruithe Cumraigh
gl: Parámetros de Configuración
he_il: הגדרות תצורה
hi: कॉन्फ़िगरेशन सेटिंग्स
hr_hr: Konfiguracijske postavke
hu_hu: Beállítások szerkesztése
hy: Կարգավորումներ
id_id: Setting Configurasi
it: Impostazioni del file Config
ja: 設定
ka_ge: კონფიგურაციის პარამეტრები
ko_kr: 환경 설정
lo: ການຕັ້ງຄ່າ
lt_lt: Konfigūracijos nustatymai
lv_lv: Konfigurācijas iestatījumi
mk_mk: Конфигурациски поставки
ms_my: Tetapan konfigurasi
my_mm: ဆက်တင်များပြင်ဆင်သတ်မှတ်ခြင်း
ne: कन्फिग सेटिङहरू
nl: Configuratieinstellingen
nn_no: Konfigurasjonsinstillingar
oc: Paramètres de configuracion
pl_pl: Ustawienia konfiguracyne
ps: ترتیبات
pt_br: Configurações Config
pt_pt: Definições de configuração
ro_ro: Setari de configuratie
ru_ru: Настройки конфигурации
sk_sk: Konfiguračné nastavenia
sl: Nastavitve konfiguracije
sq: Cilësimet e konfigurimit
sr_rs: Konfiguraciona podešavanja
sv_se: Konfigurationsinställningar
sw_ke: Mipangilio ya usanidi
ta: அமைப்பு அமைப்புகள்
th: ตั้งค่าระบบ
tr: Ayarlar
uk_ua: Налаштування конфігурації
vi_vn: Cài đặt cấu hình
xh_za: Useto lweeConfig
zh_cn: 参数文件设置
zh_tw: 參數檔案設定

source: MySQL database settings
ast_es: Parámetros de les bases de datos MySQL
bn_bd: মাইএসকিউএল ডাটাবেস সেটিংস
bs_ba: Postavke MySQL baze podataka
ca_es: Detalls de la base de dades MySQL
cs_cz: Nastavení databáze MySQL
da: MySQL database opsætning
de: MySQL Datenbankeinstellungen
el: Το πρόγραμμα εγκατάστασης θα δημιουργήσει την κύρια βάση δεδομένων του Chamilo. Έχετε υπ'όψιν σας ότι κατά τη λειτουργία της πλατφόρμας θα χρειαστεί να δημιουργηθούν νέες βάσεις δεδομένων (μία για κάθε μάθημα)
eo: MySQL-datumbazaj agordoj
es: Parámetros de las bases de datos MySQL
es_mx: Valores de la base de datos MySQL
eu_es: MyQSL datu basearen ezarpenak
fa_ir: MySQL تنظیمات پایگاههای
fi_fi: MySQL tietokannan asetukset
fo_fo: MySQL datagrunnar stillingar
fur: Ampostazions base dâts MySQL
ga: Socruithe bunachar sonraí MySQL
gl: Parámetros da base de datos MySQL
he_il: הגדרות מסד נתונים של MySQL
hi: MySQL डेटाबेस सेटिंग्स
hr_hr: Postavke baze podataka MySQL
hu_hu: MySQL adatbázis beállításai
hy: MySQL տվյալների բազայի կարգավորումներ
id_id: Setting database MySQL
it: Impostazioni del database MySQL
ja: MySQLデータベース設定
ka_ge: MySQL მონაცემთა ბაზის პარამეტრები
ko_kr: MySQL 데이터베이스 설정
lo: ການຕັ້ງຄ່າຖານຂໍ້ມູນ MySQL
lt_lt: MySQL duomenų bazės nustatymai
lv_lv: MySQL datubāzes iestatījumi
mk_mk: Поставки на MySQL
ms_my: Tetapan pangkalan data MySQL
my_mm: MySQL ဒေတာဘေ့စ်ဆက်တင်များ
ne: माइएसक्युएल डेटाबेस सेटिङहरू
nl: Instellingen MySQL-databank
nn_no: MySQL-databaseinstillingar
oc: Paramètres de la basa de donadas MySQL
pl_pl: Ustawienia bazy danych MySQL
ps: د MySQL ډیټابیس ترتیبات
pt_br: Configurações banco de dados MySQL
pt_pt: Definições da base-de-dados MySQL
ro_ro: Setarile pentru baza de date MySQL
ru_ru: Настройки базы данных MySQL
sk_sk: Nastavenia MySQL databázy
sl: Nastavitve podatkovne baze MySQL
sq: Cilësimet e bazës së të dhënave MySQL
sr_rs: Podešavanja MySQL baze
sv_se: MySQL databasinställningar
sw_ke: Mipangilio ya hifadhi ya data ya MySQL
ta: MySQL தரவுத்தள அமைப்புகள்
th: ตั้งค่าระบบฐานข้อมูลMySQL
tl_ph: Mga setting ng MySQL database
tr: MySQL veritabanı ayarları
uk_ua: Налаштування бази даних MySQL
vi_vn: Cài đặt cơ sở dữ liệu MySQL
xh_za: Useto lwedatha yeMySQL
zh_cn: 数据库设置
zh_tw: 數據庫設定

source: Main language
ast_es: Idioma d'entamu
bn_bd: প্রধান ভাষা
bs_ba: Glavni jezik
ca_es: Idioma principal
cs_cz: Hlavní jazyk
da: Hovedsprog
de: Haupt-Sprache
el: Κύρια Γλώσσα Εγκατάστασης
eo: Defaŭlta lingvo
es: Idioma principal
es_mx: Idioma principal
eu_es: Hizkuntza nagusia
fa_ir: زبان اصلی
fi_fi: Pääkieli
fo_fo: Høvuðsmál
fur: Lenghe prinçipâl
ga: Príomhtheanga
gl: Idioma Principal
he_il: שפה ראשית
hi: मुख्य भाषा
hr_hr: Glavni jezik
hu_hu: Elsődleges nyelv
hy: Հիմնական լեզու
id_id: Bahasa utama
it: Linguaggio principale
ja: メイン言語
ka_ge: ძირითადი ენა
ko_kr: 주 언어
lo: ພາສາຫຼັກ
lt_lt: Pagrindinė kalba
lv_lv: Pamata saziņas valoda
mk_mk: Главен јазик
ms_my: Bahasa utama
my_mm: ပင်မဘာသာစကား
ne: मुख्य भाषा
nl: Standaardtaal
nn_no: Hovudmål
oc: Lenga principala
pl_pl: Główny język
ps: اصلي ژبه
pt_br: Língua principal
pt_pt: Idioma principal
ro_ro: Limba principala
ru_ru: Основной язык
sk_sk: Hlavný jazyk
sl: Osnovni jezik
sq: Gjuha kryesore
sr_rs: Glavni jezik
sv_se: Huvudspråk
sw_ke: Lugha kuu
ta: முதன்மை மொழி
th: เลือกแสดงภาษาแรกของระบบ เป็นภาษา
tl_ph: Pangunahing wika
tr: Ana Dil
uk_ua: Основна мова
vi_vn: Ngôn ngữ chính
xh_za: Ulwimi oluphambili
zh_cn: 首选语言
zh_tw: 首選語言

source: License
ast_es: Llicencia
bn_bd: লাইসেন্স
bs_ba: Licenca
ca_es: Llicència
cs_cz: Licence
da: Licens
el: Άδεια
eo: Licenco
es_mx: Licencia
eu_es: Lizentzia
fa_ir: لایسنس
fi_fi: Lisenssi
fo_fo: Leyvikeypa
fur: Lisensa
ga: Ceadúnas
gl: Licenza
he_il: רישיון
hi: लाइसेंस
hr_hr: Licencija
hu_hu: Licensz
hy: Օգտագործման լիցենզիա
id_id: Lisensi
it: Licenza
ja: ライセンス
ka_ge: ლიცენზია
ko_kr: 라이센스
lo: ໃບອະນຸຍາດ
lv_lv: Licenze
mk_mk: Лиценца
my_mm: လိုင်စင်
ne: लाइसेन्स
nl: Licentie
nn_no: Lisens
oc: Licéncia
pl_pl: Licencja
ps: اجازت ناوار
pt_br: Licença
pt_pt: Licença
ro_ro: Licenta
ru_ru: Лицензия
sk_sk: Licencia
sq: Licencë
sr_rs: Licenca
sv_se: Licens
sw_ke: Leseni
ta: உரிமம்
th: การอนุญาตใช้ลิขสิทธิ์
tl_ph: Lisensya
tr: Kullanım Koşulları
uk_ua: Ліцензія
xh_za: Ilayisensi
zh_cn: 软件许可
zh_tw: 軟體許可

source: Last check before install
ast_es: Última comprobación enantes instalar
bn_bd: ইনস্টলের আগে শেষ চেক
bs_ba: Posljednja provjera prije instalacije
ca_es: Darrera comprovació abans de la instal·lació
cs_cz: Poslední kontrola před instalací
da: Sidste kontrol før installationen
de: Letzte Übersicht vor der Installation
el: Τελευταίος έλεγχος πριν την εγκατάσταση
eo: Lasta kontrolo antaŭ instalo
es: Última comprobación antes de instalar
es_mx: Ultima verificación antes de instalar
eu_es: Azken proba kontrola instalatu aurretik
fa_ir: آخرین بررسی قبل از نصب
fi_fi: Viimeinen tarkistus ennen asennusta
fo_fo: Síðsta roynd áðrenn innseting
fur: Ultin controll parsore instalâ
ga: Seiceáil deireanach roimh shuiteáil
gl: Última comprobación antes de instalar
he_il: בדיקה אחרונה לפני ההתקנה
hi: इंस्टॉल से पहले अंतिम जाँच
hr_hr: Posljednja provjera prije instaliranja
hu_hu: Telepítés előtti utolsó ellenőrzés
hy: Վերջին ստուգում տեղադրումից առաջ
id_id: Pemeriksaan akhir sebelum instalasi
it: Ultimo controllo prima dell'installazione
ja: インストール前の最終確認
ka_ge: ბოლო შემოწმება დაყენებამდე
ko_kr: 설치하기 전 마지막 확인
lo: ກວດສອບຄັ້ງສຸດທ້າຍກ່ອນຕິດຕັ້ງ
lt_lt: Paskutinė patikra prieš įdiegimą
lv_lv: Pēdējā pārbaude pirms izveides
mk_mk: Последна проверка пред инсталирањето
ms_my: Pemeriksaan terakhir sebelum pasang
my_mm: တပ်ဆင်မှုမပြုမီ နောက်ဆုံးစစ်ဆေးမှု
ne: स्थापनाको अघि अन्तिम जाँच
nl: Laatste controle voor installatie
nn_no: Siste sjekk før installasjon
oc: Darrièr contraròtle abans l’installacion
pl_pl: Ostatnie sprawdzenie przed instalacją
ps: وروستۍ معاینه مخکې له نصب
pt_br: última verificação antes de instalar
pt_pt: Última verificação antes de instalar
ro_ro: Ultima verificare inainte de instalare
ru_ru: Последняя проверка перед установкой
sk_sk: Posledná kontrola pred inštaláciou
sl: Zadnje preverjanje pred namestitvijo
sq: Kontrolli i fundit para instalimit
sr_rs: Poslednja provera pre instaliranja
sv_se: Sista kontroll före installation
sw_ke: Angalia ya mwisho kabla ya usanidi
ta: நிறுவல் முன் கடைசி சரிபார்ப்பு
th: ตรวจสอบครั้งสุดท้ายก่อนการติดตั้ง
tl_ph: Huling pagsusuri bago i-install
tr: Kurulum öncesi son kontrol
uk_ua: Остання перевірка перед встановленням
vi_vn: Kiểm tra cuối cùng trước khi cài đặt
xh_za: Uhlolo lokugqibela phambi kokufaka
zh_cn: 安装前的检查
zh_tw: 安裝前的檢查

source: Auto evaluation
ar: تقييم تلقائي
ast_es: Autoavaluación
bn_bd: স্বয়ংক্রিয় মূল্যায়ন
bs_ba: Auto ocjenjivanje
ca_es: Avaluació automàtica
cs_cz: Automatická evaluace
da: Autoevaluering
de: Auto-Bewertung
el: Αυτόματη αξιολόγηση
eo: Aŭtomata memevaluado
es: Auto-evaluación
es_mx: Autoevaluación
eu_es: Autoebaluraketa
fa_ir: ارزیابی خودکار
fi_fi: Automaattinen arviointi
fo_fo: Sjálvvirk mat
fur: Auto valuatîf
ga: Meastóireacht uathoibríoch
gl: Autoavaliación
he_il: הערכה אוטומטית
hi: स्व-मूल्यांकन
hr_hr: Autoocjena
hu_hu: Önértékelés
hy: Ավտոմատ գնահատում
id_id: Evaluasi otomatis
it: Autovalutazione
ja: 自動評価
ka_ge: ავტომატური შეფასება
ko_kr: 자동 평가
lo: ການປະເມີນອັດຕະໂນມັດ
lt_lt: Automatinis vertinimas
lv_lv: Pašnovērtēšana
mk_mk: Самооценување
ms_my: Penilaian automatik
my_mm: အလိုအလျောက်အကဲဖြတ်မှု
ne: स्वचालित मूल्याङ्कन
nl: Auto-evaluatie
nn_no: Automatisk evaluering
oc: Autoevaluacion
pl_pl: Autoocena
ps: خود ارزونه
pt_br: avaliação Auto
pt_pt: Auto-Avaliação
ro_ro: Autoevaluare
ru_ru: Самооценка
sk_sk: Automatické hodnotenie
sl: Samo-evalvacija
sq: Vlerësim i vetvetishëm
sr_rs: Auto evaluacija
sv_se: Självutvärdering
sw_ke: Tathmini otomatiki
ta: தானியங்கி மதிப்பீடு
th: การประเมินตนเอง
tr: Otomatik değerlendirme
uk_ua: Автооцінювання
vi_vn: Tự đánh giá
xh_za: Ukuvavanya ngokuzenzela
zh_cn: 自动评估
zh_tw: 自動評估

source: MySQL database prefix
ast_es: Prefixu MySQL
bn_bd: মাইএসকিউএল ডাটাবেস উপসর্গ
bs_ba: Prefiks MySQL baze podataka
ca_es: Prefix de MySQL
cs_cz: Předpona databáze MySQL
da: MySQL Prefix
de: MySQL Prefix
el: Πρόθεμα βάσης δεδομένων MySQL
eo: MySQL-datumbaza prefikso
es: Prefijo MySQL
es_mx: Prefijo MySQL
eu_es: MyQSL datu basearen aurrezenbakia
fa_ir: MySQL پیشوندمورد استفادهدر پایگاه
fi_fi: MySQL-tietokannan etuliite
fo_fo: MySQL datagrunnar forsát
fur: Prefiss base dâts MySQL
ga: Réimír bunachar sonraí MySQL
gl: Prefixo da base de datos MySQL
he_il: קידומת מסד נתונים של MySQL
hi: MySQL डेटाबेस उपसर्ग
hr_hr: Predmetak baze podataka MySQL
hu_hu: MySQL adatbázis előtag
hy: MySQL տվյալների բազայի նախածանց
id_id: Prefix MySQL
it: Prefisso di MySQL
ja: MySQLデータベースプレフィックス
ka_ge: MySQL მონაცემთა ბაზის პრეფიქსი
ko_kr: MySQL 데이터베이스 접두사
lo: ຄຳນຳໜ້າຖານຂໍ້ມູນ MySQL
lt_lt: MySQL duomenų bazės priešdėlis
lv_lv: MySQL datubāzes prefikss
mk_mk: Префикс на MySQL базата на податоци
ms_my: MySQL Prefix
my_mm: MySQL ဒေတာဘေ့စ်ရှေ့ဆက်
ne: माइएसक्युएल डेटाबेस उपसर्ग
nl: MySQL database voorvoegsel
nn_no: MySQL-databaseprefiks
oc: Prefix de la basa de donadas MySQL
pl_pl: MySQL Prefix
ps: د MySQL ډیټابیس پیل
pt_br: banco de dados MySQL prefixo
pt_pt: Prefixo da base-de-dados MySQL
ro_ro: prefixul datei de baze MySQL
ru_ru: Префикс базы данных MySQL
sk_sk: Predpona MySQL databázy
sl: MySQL predpona
sq: Parashtesa e bazës së të dhënave MySQL
sr_rs: Prefiks MySQL baze
sv_se: MySQL-Prefix
sw_ke: Kiambishi cha awali cha hifadhi ya data ya MySQL
ta: MySQL தரவுத்தள முன்னொட்டு
th: ชื่อนำหน้าของชื่อฐานข้อมูลMySQL
tl_ph: Prefix ng MySQL database
tr: MySQL veritabanı öneki
uk_ua: Префікс бази даних MySQL
vi_vn: MySQL Prefix
xh_za: Isimqholo sedatha yeMySQL
zh_cn: 数据库前缀
zh_tw: 數據庫前綴

source: Leave empty if not requested
ast_es: Déxelu en blancu si nun se necesita
bn_bd: যদি অনুরোধ না করা হয় তাহলে খালি রাখুন
bs_ba: Ostavite prazno ako nije zahtjevano
ca_es: Deixeu en blanc si no és necessari
cs_cz: Nechat prázdné, pokud není požadováno
da: Efterlad tom hvis ikke forespurgt om andet
de: leer lassen, wenn nicht nachgefragt
el: Αφήστετο κενό αν δεν απαιτείται
eo: Lasi malplena se ne plenigenda
es: No completar si no se requiere
es_mx: Deje en blanco si no se requiere
eu_es: Utzi bete gabe, eskatzen ez bada
fa_ir: در صورتی که بر پر کردن خانه ها تأکید نشده، می توانید آنها را خالی بگذارید
fi_fi: Jätä tyhjäksi, jos ei vaadita
fo_fo: Lat tóm um ikki óskað
fur: Lassile vût se no domandis
ga: Fág folamh mura n-iarrtar é
gl: Deixar baleiro se non se pide
he_il: השאירו ריק אם לא תתבקשו
hi: यदि अनुरोधित न हो तो खाली छोड़ दें
hr_hr: Ne popunjavajte ako nije obvezno
hu_hu: Hagyja üresen, ha nem szükséges
hy: Թողնել դատարկ, եթե չի պահանջվում
id_id: Biarkan kosong jika tidak diminta
it: Lascia vuoto in caso non sia richiesto
ja: 要求されない場合は空欄
ka_ge: დატოვეთ ცარიელი, თუ არ არის მოთხოვნილი
ko_kr: 요청하지 않은 부분은 비어있도록 놔둠
lo: ປະໄວ້ວ່າງ ຖ້າບໍ່ໄດ້ຮ້ອງຂໍ
lt_lt: Palikite tuščią, jei nereikalaujama
lv_lv: Atstājiet tukšu, ja netiek pieprasīts
mk_mk: Оставете празно ако пополнувањето не е неопходно
ms_my: Biarkan kosong jika tidak diminta
my_mm: မတောင်းဆိုပါက ဗလာထားပါ
ne: आवश्यक नभए खाली छोड्नुहोस्
nl: Leeg laten indien niet vereist
nn_no: Lat stå tom om ikkje påkrævd
oc: Daissar void se pas demandat
pl_pl: Pozostaw puste, jeśli nie jest konieczne
ps: خالي پرېږدئ که غوښتل نشي
pt_br: Deixe em branco se não for solicitado
pt_pt: Deixar em branco se não for necessário
ro_ro: Lasa gol daca nu este cerut
ru_ru: Оставьте пустым, если не обязательно
sk_sk: Nechať prázdne, ak to nie je požadované
sl: Pusti prazno, če ni zahtevano
sq: Lëre bosh nëse nuk kërkohet
sr_rs: Ostavi prazno ako nije zahtevano drugačije
sv_se: Lämna tom om den inte efterfrågas
sw_ke: Acha tupu ikiwa haijatolewa
ta: கோரப்படவில்லை என்றால் வெற்றிடமாக விட்டுவிடவும்
th: ปล่อยว่างไว้หากไม่ต้องการกำหนด
tl_ph: Hayaang walang laman kung hindi hinihingi
tr: Gerekli değilse boş bırakın
uk_ua: Залишити порожнім, якщо не потрібно
vi_vn: Để trống nếu không yêu cầu
xh_za: Shiya ixande ukuba akucelwanga
zh_cn: 没有需要可以不填
zh_tw: 沒有需要可以不填

source: Encrypt user passwords in database
ast_es: Encriptar les señes de los usuarios na base datos
bn_bd: ডাটাবেসে ব্যবহারকারীর পাসওয়ার্ড এনক্রিপ্ট করুন
bs_ba: Šifruj lozinke korisnika u bazi
ca_es: Encripta les contrasenyes dels usuaris a la base de dades
cs_cz: Šifrovat hesla uživatelů v databázi
da: Krypter brugeradgangskoderne i databasen
de: Benutzerkennwörter verschlüsselt in Datenbank speichern (<font color="red">empfohlen</font>)
el: Να κρυπτογραφούνται οι κωδικοί πρόσβασης χρηστών στη Βάση Δεδομένων
eo: Kriptigi la uzulajn pasvortojn en la datumbazo
es: Encriptar las contraseñas de los usuarios en la base de datos
es_mx: Encriptar las contraseñas de usuarios en la base de datos
eu_es: Enkriptatu erabiltzaileen pasahitzak datu basean
fa_ir: مخفی کردن رمز عبور در پایگاه داده ها
fi_fi: Salaa käyttäjien salasanat tietokannassa
fo_fo: Krypta brúkara lykilorð í datagrunni
fur: Çifrâ i pasvorts utents te base dâts
ga: Criptigh pasfhocail úsáideoirí sa bhunachar
gl: Encriptar a clave dos usuarios na Base de Datos
he_il: הצפין סיסמאות משתמש במסד הנתונים
hi: डेटाबेस में उपयोगकर्ता पासवर्ड एन्क्रिप्ट करें
hr_hr: Šifriranje korisničkih zaporki u bazi podataka
hu_hu: A felhasználók jelszavainak titkosítása az adatbázisban
hy: Սահմանափակել օգտատերերի գաղտնաբառերը տվյալների բազայում
id_id: Encrypt password user di database
it: Crittografa le password degli utenti nel database
ja: データベース内のユーザー パスワードを暗号化
ka_ge: მომხმარებლის პაროლების შიფრვა მონაცემთა ბაზაში
ko_kr: 데이터베이스 상에서 유저 패스워드 암호화
lt_lt: Šifruoti vartotojų slaptažodžius duomenų bazėje
lv_lv: Veikt lietotāju paroļu kriptēšanu
mk_mk: Шифрирање на лозинките во базата на податоци
ms_my: Enkripsi kata laluan pengguna dalam pangkalan data
my_mm: ဒေတာဘေ့စ်တွင် အသုံးပြုသူစကားဝှက်များကို ကုဒ်ပြောင်းပါ
ne: डेटाबेसमा प्रयोगकर्ता पासवर्डहरू इन्क्रिप्ट गर्नुहोस्
nl: Encrypteer de gebruikerswachtwoorden in de databank
nn_no: Krypter brukarpassord i databasen
oc: Criptar los senhals dels utilizaires dins la basa de donadas
pl_pl: Ukryj hasła użytkowników w bazie danych
ps: کارن پاسورډونه په ډیټابیس کې رمزول
pt_br: Criptografar senhas de usuários na base de dados
pt_pt: Encriptar a senha/password do utilizador na base-de-dados
ro_ro: Encripteaza parola utilizatorului in baza de date
ru_ru: Шифровать пароли пользователей в базе данных
sk_sk: Zakódovať používateľské heslo v databáze
sl: Kodiranje gesla v podatkovni bazi
sq: Kripto fjalëkalimet e përdoruesve në bazën e të dhënave
sr_rs: Šifruj korisničke lozinke u bazi
sv_se: Kryptera användarnas lösenord i DB
sw_ke: Shifisha nywila za watumiaji katika hifadhi ya data
ta: தரவுத்தளத்தில் பயனர் சமரசுருவாக்குகளை மறைகுறியாக்கு
th: เข้ารหัสความปลอดภัย รหัสของผู้ใช้ไว้ในฐานข้อมูล
tl_ph: I-encrypt ang mga password ng user sa database
tr: Veritabanında kullanıcı şifrelerini Encrypt
uk_ua: Шифрувати паролі користувачів у базі даних
vi_vn: Mã hóa mật khẩu người dùng trong cơ sở dữ liệu
xh_za: Gqiba iipasswedi zabasebenzisi kwidatha
zh_cn: 加密用户密码
zh_tw: 加密用戶密碼

source: Use one or several DB for Chamilo
ast_es: Usar Chamilo con una o varies bases de datos
bn_bd: চামিলোর জন্য এক বা একাধিক ডিবি ব্যবহার করুন
bs_ba: Koristi jednu ili više DB za Chamilo
ca_es: Utilitzeu una o vàries bases de dades per a Chamilo
cs_cz: Použít jednu nebo několik DB pro Chamilo
da: Brug en af flere DB til Chamilo
de: Nutzen Sie eine oder mehrere Datenbanken für Chamilo
el: Χρήση μιας Βάσης Δεδομένων, ή και περισσοτέρων, στο Chamilo
eo: Uzi 1 aŭ pliajn datumbazojn por Chamilo
es: Usar Chamilo con una o varias bases de datos
es_mx: Use una o varias bases de datos para Chamilo
eu_es: Chamilo erabili datu base batekin edo batzuekin
fa_ir: ایجادیک یا چند پایگاهداده ها برایدوکئوس
fi_fi: Käytä yhtä tai useita tietokantoja Chamiloa varten
fo_fo: Brúka ein ella fleiri DB fyri Chamilo
fur: Doprâ une o plui DB par Chamilo
ga: Úsáid ceann amháin nó roinnt DB do Chamilo
gl: Usar unha ou varias BBDD para Chamilo
he_il: השתמש ב-DB אחד או כמה עבור Chamilo
hi: Chamilo के लिए एक या कई डीबी का उपयोग करें
hr_hr: Uporaba jedne ili više baza podataka za Chamilo
hu_hu: Egy vagy több Chamilo adatbázis használata
hy: Օգտագործել մեկ կամ մի քանի DB Chamilo-ի համար
id_id: Gunakan satu atau beberapa DB untuk Software Ini
it: Usa uno o più DB per la piattaforma
ja: Chamilo用に1つまたは複数のDBを使用
ka_ge: Chamilo-სთვის ერთი ან რამდენიმე DB გამოყენება
ko_kr: Chamilo를 위해 하나 혹은 여러 개의 DB사용
lo: ໃຊ້ໜຶ່ງ ຫຼື ຫຼາຍຖານຂໍ້ມູນສຳລັບ Chamilo
lt_lt: Naudoti vieną ar kelias DB Chamilo
lv_lv: Lietot vienu vai vairākas datubāzes Chamilo sistēmai
mk_mk: Употреба на една или на повеќе бази на податоци за Chamilo?
ms_my: Gunakan satu atau beberapa DB untuk Chamilo
my_mm: Chamilo အတွက် ဒေတာဘေ့စ်တစ်ခု သို့မဟုတ် တစ်ခုထက်ပိုသုံးပါ
ne: चामिलोको लागि एक वा धेरै डीबी प्रयोग गर्नुहोस्
nl: Gebruik een of meerdere databanken voor Chamilo
nn_no: Bruk ein eller fleire DB for Chamilo
oc: Utilizar una o mantun DB per Chamilo
pl_pl: Użyj jednej lub kilku baz danych Chamilo
ps: د Chamilo لپاره یو یا څو ډیټابیس وکاروئ
pt_br: Use um ou vários DB para Chamilo
pt_pt: Utilizar uma ou várias BD para o Chamilo
ro_ro: Foloseste una sau mai multe baze de date pentru Chamilo
ru_ru: Использовать одну или несколько баз данных (БД) для Chamilo
sk_sk: Použiť jednu alebo viacero DB pre Chamilo
sl: Uporabi eno ali več DB za Chamilo
sq: Përdor një ose disa DB për Chamilo
sr_rs: Koristi jednu ili više baza za Chamilo
sv_se: Använd en eller flera DB för Chamilo
sw_ke: Tumia DB moja au kadhaa kwa Chamilo
ta: Chamiloக்கு ஒன்று அல்லது பல தரவுத்தளங்களைப் பயன்படுத்தவும்
th: เลือกใช้รวมเป็นฐานข้อมูลเดียวหรือแยกหลายฐานข้อมูลตามค่าที่ให้มา
tl_ph: Gumamit ng isa o maraming DB para sa Chamilo
tr: Bir veya bir kaç veritabanı kullanımı
uk_ua: Використовувати одну або кілька БД для Chamilo
vi_vn: Sử dụng một hoặc nhiều DB cho Chamilo
xh_za: Sebenzisa enye okanye ezininzi iiDB zeChamilo
zh_cn: 使用一个或多个数据库
zh_tw: 使用一個或多個數據庫
