Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The file should look like:<blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;Important links;<b>Name 1</b>;Description 1;<b>http://www.bbb.net/...</b>;;<b>Name 2</b>;"Description 2";</pre></blockquote>If URL and category are equal to those of an existing link, its title and description are updated. In all other cases a new link is created.<br><br>Bold = mandatory. Fields can be in any order, names in upper- or lowercase. Additional fields are added to description. Separator: comma or semicolon. Values may be quoted, but not the field names. Some [b]HTML tags[/b] can be imported in the description field.
ar: يجب أن يكون تنسيق الملف على الشكل التالي:<blockquote><pre><b>URL</b>;التصنيف;<b>اسم الرابط</b>;نبذة عن الرابط;<b>http://www.aaa.org/...</b>;رابط مهم;<b>موقع ممتاز</b>;ينصح جدا بزيارة هذا الرابط;<b>http://www.bbb.net/...</b>;;<b>موقع جميل</b>;"رابط مهم أيضا";</pre></blockquote>إذا كان رابط الإنترنت url و التصنيف متشابهان لرابط موجود، سوف يتم تحديث العنوان و الوصف. في جميع الاحتمالات الأخرى سوف يتم إنشاء رابط جديد. <br /><br />اللون الغامق = إجباري. يمكن أن تكون الحقول في أي ترتيب. يمكن إضافة حقول إضافية للوصف. الفوصل: فاصلة أو نقطتين. يمكن تنصيص القيم، لكن لا يمكن لاسماء الحقول. يمكن استخدام بعض علامات [b]html[/b] لحقل الوصف.
ast_es: El ficheru tien de presentase así: <blockquote><pre> <b>URL</b>;categoría;<b>títulu</b>;descripción; <b>http://www.aaa.org/...</b>;Enllaces importantes;<b>Nome 1</b>;Descripción 1; <b>http://www.bbb.net/...</b>;;<b>Nome 2</b>;"Descripción 2";</pre></blockquote> Si la 'URL' y la 'categoría' pertenecen a un enllaz que yá esiste, actualizaráse. N'otru casu va crease un enllaz nuevu.<br><br>Negra = obligatoria. L'orde de los campos nun tien importancia, pue usase mayúscules o minúscules. Los camos desconocíos van amestase a la 'descripción'. Separadores: comes o puntos y comes. Los valores puen atopase ente comines, pero non los nome de columna. Delles [b]etiquetes HTML/b] van importase al campu 'descripción'.
bn_bd: ফাইলটি এরকম দেখতে হবে:<blockquote><pre><b>URL</b>;বিভাগ;<b>শিরোনাম</b>;বর্ণনা;<b>http://www.aaa.org/...</b>;গুরুত্বপূর্ণ লিঙ্ক;<b>নাম ১</b>;বর্ণনা ১;<b>http://www.bbb.net/...</b>;;<b>নাম ২</b>;"বর্ণনা ২";</pre></blockquote>যদি URL এবং বিভাগ বিদ্যমান লিঙ্কের সমান হয়, তাহলে তার শিরোনাম এবং বর্ণনা আপডেট হবে। অন্যথায় নতুন লিঙ্ক তৈরি হবে।<br><br>বোল্ড = বাধ্যতামূলক। ক্ষেত্রগুলো যেকোনো ক্রমে থাকতে পারে, নামগুলো বড়-ছোট হাতের অক্ষরে। অতিরিক্ত ক্ষেত্রগুলো বর্ণনায় যোগ করা হবে। বিচ্ছেদক: কমা বা সেমিকোলন। মানগুলো উদ্ধৃতিতে থাকতে পারে, কিন্তু ক্ষেত্রের নাম নয়। কিছু [b]HTML ট্যাগ[/b] বর্ণনা ক্ষেত্রে আমদানি করা যায়।
bs_ba: Datoteka treba izgledati ovako:<blockquote><pre><b>URL</b>;kategorija;<b>naslov</b>;opis;<b>http://www.aaa.org/...</b>;Važni linkovi;<b>Naslov 1</b>;Opis 1;<b>http://www.bbb.net/...</b>;;<b>Naslov 2</b>;"Opis 2";</pre></blockquote>Ako su URL i kategorija jednaki postojećem linku, njegov naslov i opis se ažuriraju. U svim drugim slučajevima kreira se novi link.<br><br>Deblje = obavezno. Polja mogu biti u bilo kom redoslijedu, imena velikim ili malim slovima. Dodatna polja se dodaju u opis. Separator: zarez ili točka-zarez. Vrijednosti mogu biti u navodnicima, ali ne imena polja. Neki [b]HTML tagovi[/b] mogu se uvoziti u polje opisa.
ca_es: El fitxer hauria de ser d'aquesta manera:<blockquote><pre><b>URL</b>;categoria;<b>títol</b>;descripció;<b>http://www.aaa.org/...</b>;Enllaços importants;<b>Nom 1</b>;Descripció 1;<b>http://www.bbb.net/...</b>;<b>Nom 2</b>;"Descripció 2";</pre></blockquote>Si la 'URL' i la 'categoria' pertanyen a un enllaç ja existent, aquest serà actualitzat. En la resta dels casos es crearà un nou enllaç.<br><br> Negreta = obligatori. L'ordre dels camps no té importància, majúscules i minúscules estan permeses. Els camps desconeguts seran afegits a la 'descripció'. Separadors: comes o punts i comes. Els valors podran estar entre cometes, però no els noms de columna. Algunes [b]etiquetes HTML[/b] seran importades en el camp 'descripció'.
cs_cz: Soubor by měl vypadat takto:<blockquote><pre><b>URL</b>;kategorie;<b>název</b>;popis;<b>http://www.aaa.org/...</b>;Důležité odkazy;<b>Název 1</b>;Popis 1;<b>http://www.bbb.net/...</b>;;<b>Název 2</b>;"Popis 2";</pre></blockquote>Pokud jsou URL a kategorie stejné jako u existujícího odkazu, aktualizují se jeho název a popis. V ostatních případech se vytvoří nový odkaz.<br><br>Tučné = povinné. Pole mohou být v libovolném pořadí, názvy velkými nebo malými písmeny. Další pole se přidají do popisu. Oddělovač: čárka nebo středník. Hodnoty mohou být v uvozovkách, ale ne názvy polí. Některé [b]HTML značky[/b] lze importovat do pole popis.
da: Filen skulle gerne se ud som følgende: <blockquote><pre> <b>URL</b>;categori;<b>title</b>;beskrivelse; <b>http://www.aaa.org/...</b>;Vigtige links;<b>Navn 1</b>;Beskrivelse 1; <b>http://www.bbb.net/...</b>;;<b>Navn 2</b>;"Beskrivelse 2"; </pre></blockquote> Filen skulle gerne se ud som følgende på linie 1: <br><br>URL;category;title;description;<br><br>Linie 2 kunne se således ud:<br><br>http://www.dr.dk;Medier;DR;DR's hjemmeside;<br><br>Hvis URL og kategori er lig med eksisterende link, titel og beskrivelse, så er disse opdaterede. I alle andre tilfælde oprettes et nyt link.<br><br><b>Fed</b> = obligatorisk. <br>Felter kan stå i hvilken som helst rækkefølge. <br> Nnavne kan stå med store og små bogstaver. <br>Ekstra felter er tilføjet beskrivelse. <br>Separator: komma eller semikolon. <br>Værdier kan stå i anførselstegn, men ikke feltnavne.
de: Die Datei sollte wie folgt aufgebaut sein:<blockquote><pre>URL;Kategorie;Titel;Beschreibung;http://www.aaa.org/...;Wichtige Links;Name 1;Beschreibung 1;http://www.bbb.net/...;;Name 2;"Beschreibung 2";</pre></blockquote>Wenn URL und Kategorie mit einem existierenen Link übereinstimmen, werden dessen Titel und Beschreibung aktualisiert. In allen anderen Fällen wird ein neuer Link erstellt.<br /><br 7><Fett = erforderlich. Reihenfolge der Felder ist frei wählbar, Namen in Groß- oder Kleinschreibung. Weitere Felder werden der Beschreibung hinzugefügt. Feldtrenner: Komma oder Semikolon. Werte können quotiert werden (in Anführungszeichen setzen) werden, Feldnamen aber nicht. Einige [b]HTML Tags[/b] können im Beschreibungsfeld einbezogen werden.
el: Το αρχείο πρέπει να μοιάζει με:<blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;Important links;<b>Name 1</b>;Description 1;<b>http://www.bbb.net/...</b>;;<b>Name 2</b>;"Description 2";</pre></blockquote>Αν το URL και η κατηγορία είναι ίδια με υπάρχοντα σύνδεσμο, ο τίτλος και η περιγραφή του ενημερώνονται. Σε όλες τις άλλες περιπτώσεις δημιουργείται νέος σύνδεσμος.<br><br>Έντονα = υποχρεωτικά. Οι στήλες μπορούν να είναι σε οποιαδήποτε σειρά, ονόματα σε κεφαλαία ή πεζά. Πρόσθετα πεδία προστίθενται στην περιγραφή. Διαχωριστικό: κόμμα ή ερωτηματικό. Οι τιμές μπορεί να είναι σε εισαγωγικά, αλλά όχι τα ονόματα πεδίων. Ορισμένες [b]ετικέτες HTML[/b] μπορούν να εισαχθούν στο πεδίο περιγραφής.
eo: La dosiero aspektu jene, kun anglalingva kolumnonomoj: <blockquote><pre> <b>URL</b>;category;<b>title</b>;description; <b>http://www.aaa.org/...</b>;Important links;<b>Name 1</b>;Description 1; <b>http://www.bbb.net/...</b>;;<b>Name 2</b>;"Description 2"; </pre></blockquote> Kiam jam ekzistas ligilo kun sama 'URL' kaj 'category', tiam 'title' kaj 'description' estas modifataj. En ĉiuj aliaj kazoj nova ligilo estas farata.<br><br> Grase = devigate. La sekvanta linio estas libera, ankaŭ la usklado. Kromaj kampoj estas aldonataj ĉe 'description'. Apartigi kolumnojn per komo aŭ punktokomo. Enhavo povas aperi inter citiloj, kampnomoj ne. Kelkaj [b]HTML tags[/b] estas rekonataj en la kampo 'description'.
es: El fichero se debe presentar así: <blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;Enlaces importantes;<b>Nombre 1</b>;Descripción 1;<b>http://www.bbb.net/...</b>;;<b>Nombre 2</b>;"Description 2";</pre></blockquote>Si la 'URL' y la 'categoría' pertenecen a un enlace ya existente, éste será actualizado. En el resto de los casos un nuevo enlace será creado.<br><br>Negrita = obligatorio. El orden de los campos no tiene importancia, mayúsculas y minúsculas están permitidas. Los campos desconocidos serán añadidos a la 'descripción'. Separadores: comas o puntos y comas. Los valores podrán encontrarse entre comillas, pero no los nombres de columna.Algunas [b]etiquetas HTML[/b] serán importadas en el campo 'descripción'.
es_mx: El archivo debe presentar el siguiente formato: URL;categoría;título;descripción;http://www.aaa.org/...;Enlaces importantes;Nombre 1;Descripción 1;http://www.bbb.net/...;;Nombre 2;"Descripción 2";Si la 'URL' y la 'categoría' pertenecen a un enlace y
eu_es: Fitxategia horrela agertu behar da:
fa_ir: فایل باید به این شکل باشد:
fi_fi: Tiedoston sisällön tulisi olla: <blockquote><pre> <b>URL</b>;category;<b>title</b>;description; <b>http://www.aaa.org/...</b>;Tärkeät linkit;<b>Nimi 1</b>;Kuvaus 1; <b>http://www.bbb.net/...</b>;;<b>Nimi 2</b>;"Kuvaus 2"; </pre></blockquote> Jos URL ja luokka vastaavat jo olemassa olevaa linkkiä otsikko ja kuvaus päivitetään. Muussa tapauksessa tehdään uusi linkki.<br><br> Lihavoitu = pakollinen. Sarakkeet voi olla missä tahansa järjestyksessä, nimet pienellä tai isolla kirjoitettuna. Ylimääräiset kentät lisätään kuvaukseen. Välimerkkinä: pilkku tai puolipiste (, ;).
fo_fo: Fílan skal síggjast so:<blockquote><pre><b>URL</b>;bólkur;<b>heiti</b>;lýsing;<b>http://www.aaa.org/...</b>;Vápnaleykur;<b>Navn 1</b>;Lýsing 1;<b>http://www.bbb.net/...</b>;;<b>Navn 2</b>;"Lýsing 2";</pre></blockquote>Um URL og bólkur eru líka sum hjá einari verandi leinkju, verða heiti og lýsing dagførd. Í øllum øðrum tilfelum verður ein nýggj leinkja uppruttin.<br><br>Feit = kravd. Teigar kunnu vera í hvørvum rættisligum, heiti í stórum ella litlum. Viðbátnar teigar verða leggdir afturat lýsingini. Skil: komma ella semikolon. Virði kunnu vera í kavi, men ikki tegarheitið. Nakrir [b]HTML teatar[/b] kunnu verða fluttir inn í lýsingarteiginum.
fur: Il file al deve jessi fat che:<blockquote><pre><b>URL</b>;categorîe;<b>titel</b>;descrizion;<b>http://www.aaa.org/...</b>;Leams impuartants;<b>Nûm 1</b>;Descrizion 1;<b>http://www.bbb.net/...</b>;;<b>Nûm 2</b>;"Descrizion 2";</pre></blockquote>Se URL e categorîe a son parets a chei di un leam esistint, il so titel e descrizion a son agiornâts. In ducj i altri cazis un gnûf leam al vien creât.<br><br>Grassêt = obrigatori. I camps a podin jessi in cualsiasi ordene, nûs in maiûscol o minûscol. Camps zusivîs a son zontâts a la descrizion. Segradôr: come o puntevîrgule. I valorî a podin jessi tra viruete, ma no i nûs dai camps. Cjê [b]tegjs HTML[/b] a podin jessi importâts tal camp descrizion.
ga: Ba chóir go mbeadh an comhad cosúil le:<blockquote><pre><b>URL</b>;catagóir;<b>teideal</b>;cur síos;<b>http://www.aaa.org/...</b>;Naisc tábhachtacha;<b>Ainm 1</b>;Cur síos 1;<b>http://www.bbb.net/...</b>;;<b>Ainm 2</b>;"Cur síos 2";</pre></blockquote>Má tá URL agus catagóir cothrom le naisc atá ann cheana, nuashonraítear a teideal agus cur síos. I ngach cás eile cruthaítear nasc nua.<br><br>Cló trom = riachtanach. Is féidir páirceanna in aon ord, ainmneacha i gcló uachtair nó íochtair. Cuirtear páirceanna breise le cur síos. Scarraitheoir: camóg nó leathcheann. Is féidir luachanna a lua, ach ní ainmneacha na bpáirceanna. Is féidir roinnt [b]cloga HTML[/b] a allmhairiú sa réimse cur síos.
gl: O arquivo debería ser como isto: <blockquote><pre> <b>URL</b>;categoría;<b>título</b>;descrición; <b>http://www.aaa.org/...</b>;Important ligazóns;<b>Nome 1</b>;Descrición 1; <b>http://www.bbb.net/...</b>;;<b>Nome 2</b>;"Descrición 2"; </pre></blockquote> Se a URL e a categoría son iguais a os dunha ligazón existente, o seu título e descripción serán actualizados. Se non, crearase unha nova ligazón. <br><br> Negriña = obligatorio. Os campos poden estar en calquera orden, e os nomes en maiuscula ou minúscula. Os campos adicionais engádense á descrición. Separador: coma ou punto e coma. Os valores poden estar entre comiñas, pero non os nomes dos campos. Algunhas [b]etiquetas HTML[/b] poden importarse no campo descrición.
he_il: הקובץ צריך להיראות כך:<blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org /...</b>;קישורים חשובים;<b>שם 1</b>;תיאור 1;<b>http://www.bbb.net/...</b>;;<b> שם 2</b>;"תיאור 2";</pre></blockquote>אם כתובת האתר והקטגוריה שוות לאלו של קישור קיים, הכותרת והתיאור שלו מתעדכנים. בכל שאר המקרים קישור חדש הוא נוצר.<br><br>מודגש = חובה. שדות יכולים להיות בכל סדר, שמות באותיות גדולות או קטנות. שדות נוספים מתווספים לתיאור. מפריד: פסיק או נקודה-פסיק. ניתן לצטט ערכים, אך לא את שמות השדות. ניתן לייבא כמה [b]תגי HTML[/b] בשדה התיאור.
hi: फ़ाइल इस प्रकार दिखनी चाहिए:<blockquote><pre><b>URL</b>;श्रेणी;<b>शीर्षक</b>;विवरण;<b>http://www.aaa.org/...</b>;महत्वपूर्ण लिंक;<b>नाम 1</b>;विवरण 1;<b>http://www.bbb.net/...</b>;;<b>नाम 2</b>;"विवरण 2";</pre></blockquote>यदि URL और श्रेणी मौजूदा लिंक के बराबर हैं, तो उसके शीर्षक और विवरण अद्यतन हो जाते हैं। अन्य सभी मामलों में नया लिंक बनाया जाता है।<br><br>मोटा = अनिवार्य। फ़ील्ड किसी भी क्रम में हो सकते हैं, नाम बड़े या छोटे अक्षरों में। अतिरिक्त फ़ील्ड विवरण में जोड़े जाते हैं। विभाजक: अल्पविराम या अर्धविराम। मान उद्धृत हो सकते हैं, लेकिन फ़ील्ड नाम नहीं। कुछ [b]HTML टैग[/b] विवरण फ़ील्ड में आयात किए जा सकते हैं।
hr_hr: Datoteka treba ovako izgledati: <blockquote><pre> <b>URL</b>;kategorija;<b>naslov</b>;opis; <b>http://www.aaa.org/...</b>;Važne poveznice;<b>Ime 1</b>;Opis 1; <b>http://www.bbb.net/...</b>;;<b>Ime 2</b>;"Opis 2"; </pre></blockquote> Ako su URL i kategorija jednaki onima postojeće poveznice, njezini naslov i opis se ažuriraju. U svim drugim slučajevima izrađuje se nova poveznica.<br><br> Masno = obvezno. Redoslijed polja nije određen, imena velikim ili malim slovima. Opisu su dodana dodatna polja. Razdjelnik: zarez ili točka-zarez. Vrijednosti mogu stajati pod navodnicima, ali ne i nazivi polja. Određene [b]oznake HTML[/b] mogu se prenijeti u opisno polje.
hu_hu: A fájlnak így kell kinéznie: <blockquote><pre> <b>URL</b>;category;<b>title</b>;description; <b>http://www.aaa.org/...</b>;Important links;<b>Name 1</b>;Description 1; <b>http://www.bbb.net/...</b>;;<b>Name 2</b>;"Description 2"; </pre></blockquote> Ha az URL és a kategória megegyezik egy már meglévő hivatkozással, akkor az frissülni fog. Minden más esetben új hivatkozás fog létrejönni.<br><br> Félkövér rész = kötelező. A mezők bérmilyen sorrendben lehetnek, a nevek lehetnek kis vagy nagybetűsek. További mezőket lehet leírásként hozzáadni. Elválasztó karakter: vessző vagy pontosvessző. Az adatokat lehet idézőjelek közé, de a címsorokat nem! Néhány [b]HTML tag[/b] importálható a leíró mezőkből.
hy: Ֆայլը պետք է ունենա հետևյալ տեսքը:<blockquote><pre><b>URL</b>;կատեգորիա;<b>վերնագիր</b>;նկարագրություն;<b>http://www.aaa.org/...</b>;Կարևոր հղումներ;<b>Անուն 1</b>;Նկարագրություն 1;<b>http://www.bbb.net/...</b>;;<b>Անուն 2</b>;"Նկարագրություն 2";</pre></blockquote>Եթե URL-ը և կատեգորիան համընկնում են գոյություն ունեցող հղման հետ, ապա թարմացվում են վերնագիրը և նկարագրությունը: Այլ դեպքերում ստեղծվում է նոր հղում:<br><br>Ճարպ տառերով = պարտադիր: Դաշտերը կարող են լինել ցանկացած կարգով, անունները վերնագրով կամ փոքրատառ: Լրացուցիչ դաշտերը ավելացվում են նկարագրությանը: Տրիվիչ՝ ստորակետ կամ սեմիկոլոն: Արժեքները կարող են լինել մեջբերված, բայց ոչ դաշտերի անունները: Որոշ [b]HTML թեգեր[/b] կարող են ներմուծվել նկարագրության դաշտում:
id_id: File tsb harusnya seperti ini : <blockquote><pre> <b>URL</b>;kategori;<b>title</b>;deskripsi; <b>http://www.aaa.org/...</b>;Link Peinting;<b>Nama 1</b>;Deskripsi 1; <b>http://www.bbb.net/...</b>;;<b>Nama 2</b>;"Deskripsi 2"; </pre></blockquote> Jika URL dan kategori sama dengan link sebelumnya yang sudah ada, maka judul dan deskripsinya akan diupdate. Selain dari itu maka link baru akan dibuat.<br><br> Tebal = wajib. Field dapat dalam urutan sembarang, nama dalam huruf kecil/besar. Field tambahan ditambahkan ke deskripsi. Separator: koma atau titik koma. Niali dapat di beri tanda kutip, tetapi jangan untuk nama field. beberapa [b]tag HTML [/b] dapat diimport pada field deskripsi.
it: Il file deve avere la struttura: <blockquote><pre> <b>URL</b>;category;<b>title</b>;description; <b>http://www.aaa.org/...</b>;Collegamenti importanti;<b>Nome 1</b>;Descrizione 1;<b>http://www.bbb.net/...</b>;;<b>Nome 2</b>;"Descrizione 2"; </pre></blockquote> Se l'URL e la categoria corrispondono a quelli di un collegamento esistente, il titolo verrà aggiornato, altrimenti verrà creato un nuovo collegamento.<br><br> Grassetto = obbligatorio. I campi possono essere ordinati in qualsiasi ordine, usando maiuscole o minuscole. Ulteriori campi addizionali verranno aggiunti alla descrizione. Separatore: virgola o punto e virgola. I valori possono essere virgolettati, ma non i nomi dei campi. Alcuni [b]tag HTML[/b] possono essere importati nella descrizione del campo.
ja: ファイルは次のようであるべきです：<blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;Important links;<b>Name 1</b>;Description 1;<b>http://www.bbb.net/...</b>;;<b>Name 2</b>;"Description 2";</pre></blockquote>URLとカテゴリが既存のリンクと同じ場合、そのタイトルと説明が更新されます。それ以外の場合は新しいリンクが作成されます。<br><br>太字=必須。フィールドは任意の順序で、名前は大文字小文字を区別しません。追加フィールドは説明に追加されます。区切り文字：カンマまたはセミコロン。値は引用符で囲めますが、フィールド名は不可。説明フィールドに一部の[b]HTMLタグ[/b]をインポートできます。
ka_ge: ფაილი უნდა გამოიყურებოდეს ასე:<blockquote><pre><b>URL</b>;კატეგორია;<b>სათაური</b>;აღწერა;<b>http://www.aaa.org/...</b>;მნიშვნელოვანი ბმულები;<b>სახელი 1</b>;აღწერა 1;<b>http://www.bbb.net/...</b>;;<b>სახელი 2</b>;"აღწერა 2";</pre></blockquote>თუ URL და კატეგორია ჭირდება არსებული ბმულის მსგავსი, მისი სათაური და აღწერა განახლდება. ყველა სხვა შემთხვევაში შეიქმნება ახალი ბმული.<br><br>მსხვილი = სავალდებულო. ველები შეიძლება იყოს ნებისმიერი თანმიმდევრობით, სახელები დიდი ან პატარა ასოებით. დამატებითი ველები დაამატება აღწერაში. გამოყოფილი: მძიმე ან ნახევარკოლონი. მნიშვნელობები შეიძლება იყოს ციტატებში, მაგრამ არა ველის სახელები. ზოგიერთი [b]HTML ტეგი[/b] შეიძლება შეტანილი იყოს აღწერის ველში.
ko_kr: 파일은 다음과 같아야 합니다: <blockquote><pre> <b>URL</b>;category;<b>title</b>;description; <b>http://www.aaa.org/...</b>;Important links;<b>Name 1</b>;Description 1; <b>http://www.bbb.net/...</b>;;<b>Name 2</b>;"Description 2"; </pre></blockquote> URL과 카테고리가 존재하는 링크와 동일하다면, 그 제목과 설명이 업데이트됩니다. 그 외의 모든 경우에는 새 링크가 생성됩니다.<br><br> Bold = 필수적임. 필드의 순서도 상관이 없고 이름도 대소문자 구분하지 않습니다. 부가적인 필드에는 설명이 추가됩니다. 구분자: 콤마 혹은 세미콜론 사용. 값에는 제하는 있슬 수도 있지만 필드 명에는 제한이 없습니다. [b]HTML tags[/b]는 설명 필드에 불러질 수 있습니다.
lo: ໄຟລ໌ຄວນຈະມີລັກສະນະດັ່ງນີ້:<blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;ລິ້ງສຳຄັນ;<b>ຊື່ 1</b>;ລາຍລະອຽດ 1;<b>http://www.bbb.net/...</b>;;<b>ຊື່ 2</b>;"ລາຍລະອຽດ 2";</pre></blockquote>ຖ້າ URL ແລະ ໝວດໝູ່ຄືກັນກັບລິ້ງທີ່ມີຢູ່ແລ້ວ, ຫົວຂໍ້ ແລະ ລາຍລະອຽດຂອງມັນຈະຖືກອັບເດດ. ໃນກໍລະນີອື່ນໆທັງໝົດ ລິ້ງໃໝ່ຈະຖືກສ້າງຂຶ້ນ.<br><br>ໂຕໜາ = ບັງຄັບ. ຊ່ອງຂໍ້ມູນສາມາດລຽງລຳດັບໃດກໍໄດ້, ຊື່ເປັນຕົວພິມໃຫຍ່ ຫຼື ຕົວພິມນ້ອຍກໍໄດ້. ຊ່ອງຂໍ້ມູນເພີ່ມເຕີມຈະຖືກເພີ່ມໃສ່ລາຍລະອຽດ. ຕົວຂັ້ນ: ຈຸດ (comma) ຫຼື ຈໍ້າຈຸດ (semicolon). ຄ່າອາດຈະຢູ່ໃນເຄື່ອງໝາຍອ້າງອີງ, ແຕ່ຊື່ຊ່ອງຂໍ້ມູນແມ່ນບໍ່. ແທັກ [b]HTML[/b] ບາງອັນສາມາດນຳເຂົ້າໃນຊ່ອງລາຍລະອຽດໄດ້.
lt_lt: Failo turinys turi būti toks:<blockquote><pre><b>URL</b>;kategorija;<b>antraštė</b>;apibūdinimas;<b>http://www.aaa.org/...</b>;Svarbios nuorodos;<b>Vardas 1</b>;Apibūdinimas 1;<b>http://www.bbb.net/...</b>;;<b>Vardas 2</b>;"Apibūdinimas 2";</pre></blockquote>Jei kategorija ir URL yra vienodi kaip ir egzistuojančiame įraše, jo antraštė ir apibūdinimas bus atnaujinti.Kitaip bus sukurta nauja nuoroda.<br><br>Paryškintas = būtinas. Laukai gali būti bet kokio eiliškumo, vardai mažosiomis ar didžiosiomis raidėmis. Papildomi laukai pridedami prie apibūdinimo. Skyriklis: kablelis arba kabliataškis. Reikšmės gali būti kabutėse, bet ne laukų vardai. Kai kurie [b]HTML tagai[/b] gali taip pat būti importuoti į apibūdinimo laukelį.
lv_lv: Failam jāizskatās šādi: <blockquote><pre> <b>URL</b>;category;<b>title</b>;description; <b>http://www.aaa.org/...</b>;Important links;<b>Name 1</b>;Description 1; <b>http://www.bbb.net/...</b>;;<b>Name 2</b>;"Description 2"; </pre></blockquote> Ja URL un kategorija ir vienādas ar kādu jau agrāk pievienotu hipersaites objektu, tad tā virsraksts un apraksts tiks atjaunoti. Visos citos gadījumos jauns ieraksts tiks izveidots.<br><br> Bold = nav obligāti. Lauki var atrasties jebkurā secībā, nosaukumi ar lielajiem vai mazajiem burtiem. Papildus lauki tiek pievienoti aprakstam. Atdalītājs: komats vai semikols. Vērtības, pretēji lauku nosaukumiem, var tikt ievietotas pēdiņās. Daži [b]HTML tagi[/b] var tikt importēti apraksta laukā.
mk_mk: Датотеката би требало да изгледа вака: <blockquote><pre> <b>URL</b>;категорија;<b>наслов</b>;опис; <b>http://www.aaa.org/...</b>;Важни врски;<b>Име 1</b>;Опис 1; <b>http://www.bbb.net/...</b>;;<b>Име 2</b>;"Опис 2"; </pre></blockquote> Ако URL и категоријата се исти со оние на постоечка врска, тогаш нејзиниот наслов и опис се ажирирани. Во сите други случаи е креирана нова врска.<br><br> Задебелено = задолжително. Полињата може да се во кој било редослед, имињата со големи или мали букви. На описот се додадени дополнителни полиња. Одделувач: запирка или точка-запирка. Вредностите може да се ограничени, но не и имињата на полињата. Некои <b>HTML ознаки</b> може да бидат увезени во полето за опис.
ms_my: Fail hendaklah kelihatan seperti:<blockquote><pre><b>URL</b>;kategori;<b>tajuk</b>;perihalan;<b>http://www.aaa.org/...</b>;Pautan Penting;<b>Nama 1</b>;Perihalan 1;<b>http://www.bbb.net/...</b>;;<b>Nama 2</b>;"Perihalan 2";</pre></blockquote>Jika URL dan kategori sama dengan pautan sedia ada, tajuk dan perihalannya dikemaskini. Dalam kes lain, pautan baru dicipta.<br><br>Tebal = wajib. Medan boleh dalam susunan mana-mana, nama dalam huruf besar atau kecil. Medan tambahan ditambah kepada perihalan. Pemisah: koma atau titik tiga. Nilai boleh diapit tanda petik, tetapi bukan nama medan. Beberapa [b]tag HTML[/b] boleh diimport dalam medan perihalan.
my_mm: ဖိုင်သည် ဤသို့ဖြစ်ရမည်:<blockquote><pre><b>URL</b>;အမျိုးအစား;<b>ခေါင်းစဉ်</b>;ဖော်ပြချက်;<b>http://www.aaa.org/...</b>;အရေးကြီးလင့်ခ်များ;<b>အမည် ၁</b>;ဖော်ပြချက် ၁;<b>http://www.bbb.net/...</b>;;<b>အမည် ၂</b>;"ဖော်ပြချက် ၂";</pre></blockquote>အကယ်၍ URL နှင့် အမျိုးအစားသည် ရှိပြီးသား လင့်ခ်၏အရာများနှင့် တူညီပါက၊ ၎င်း၏ခေါင်းစဉ်နှင့် ဖော်ပြချက်ကို အဆင့်မြှင့်တင်မည်ဖြစ်သည်။ အခြားကိစ္စများတွင် လင့်ခ်အသစ်တစ်ခုကို ဖန်တီးမည်ဖြစ်သည်။<br><br>စာလုံးထူ = မဖြစ်မနေလိုအပ်သည်။ ကွက်လပ်များကို မည်သည့်အစီအစဉ်ဖြင့်မဆို ထည့်သွင်းနိုင်သည်၊ အမည်များကို အက္ခရာအကြီးသို့မဟုတ် အက္ခရာအသေးဖြင့်ထည့်နိုင်သည်။ ထပ်ဆောင်းကွက်လပ်များကို ဖော်ပြချက်တွင် ထည့်သွင်းမည်ဖြစ်သည်။ ခွဲခြမ်းသူ: ကော်မာ သို့မဟုတ် ဆီမီးကိုလန်။ တန်ဖိုးများကို ကိုးကားနိုင်သော်လည်း ကွက်လပ်အမည်များကို ကိုးကားမထားပါ။ ဖော်ပြချက်ကွက်လပ်တွင် [b]HTML တဂ်များ[/b] အချို့ကို တင်သွင်းနိုင်သည်။
ne: फाइल यसरी हुनुपर्छ:<blockquote><pre><b>URL</b>;श्रेणी;<b>शीर्षक</b>;विवरण;<b>http://www.aaa.org/...</b>;महत्त्वपूर्ण लिङ्कहरू;<b>नाम १</b>;विवरण १;<b>http://www.bbb.net/...</b>;;<b>नाम २</b>;"विवरण २";</pre></blockquote>यदि URL र श्रेणी विद्यमान लिङ्कसँग बराबर छ भने, यसको शीर्षक र विवरण अपडेट गरिन्छ। अन्य सबै अवस्थामा नयाँ लिङ्क सिर्जना गरिन्छ।<br><br>बोल्ड = अनिवार्य। क्षेत्रहरू कुनै पनि क्रममा हुन सक्छन्, नामहरू ठूलो वा सानो अक्षरमा। थप क्षेत्रहरू विवरणमा थपिन्छन्। विभाजक: कम्मा वा सेमिकोलन। मानहरू कोटमा हुन सक्छन्, तर क्षेत्र नामहरू होइनन्। केही [b]HTML ट्यागहरू[/b] विवरण क्षेत्रमा आयात गर्न सकिन्छ।
nl: Het bestand moet er zó uitzien, met Engelse kolomnamen:<blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;Important links;<b>Name 1</b>;Description 1;<b>http://www.bbb.net/...</b>;;<b>Name 2</b>;"Description 2";</pre></blockquote>Als er al een link bestaat met dezelfde 'URL' en 'category', worden 'title' en 'description' aangepast. In alle andere gevallen wordt een nieuwe link aangemaakt.<br /><br /><b>Vetjes</b> = verplicht.De volgorde is vrij, ook het gebruik van hoofd- of kleine letters.Extra velden worden toegevoegd bij 'description'. Kolommen scheiden met komma of puntkomma.Inhoud mag tussen aanhalingstekens, veldnamen niet.Enkele HTML-tags worden herkend in het veld 'description'.
nn_no: Fila skal sjå ut slik:<blockquote><pre><b>URL</b>;kategori;<b>tittel</b>;beskriving;<b>http://www.aaa.org/...</b>;Viktige lenker;<b>Namn 1</b>;Beskriving 1;<b>http://www.bbb.net/...</b>;;<b>Namn 2</b>;"Beskriving 2";</pre></blockquote>Om URL og kategori er lik dei til ein eksisterande lenke, blir tittel og beskriving oppdatert. I alle andre tilfelle blir ein ny lenke oppretta.<br><br>Fet = påkravd. Felt kan vere i rekkefølgje, namna store eller små bokstavar. Tilleggsfelt blir lagt til beskrivinga. Skilleteikn: komma eller semikolon. Verdi kan vere sitert, men ikkje feltnamn. Nokre [b]HTML-kode[/b] kan importerast i beskrivingsfeltet.
oc: Lo fichièr deu ressemblar a :<blockquote><pre><b>URL</b>;categoria;<b>titel</b>;descripcions;<b>http://www.aaa.org/...</b>;Ligams importants;<b>Nom 1</b>;Descripcions 1;<b>http://www.bbb.net/...</b>;;<b>Nom 2</b>;"Descripcions 2";</pre></blockquote>Se l'URL e la categoria son egals a celas d'un ligam existent, son titel e descripcions son actualizats. Dans totes las autras causas, un novèl ligam es creat.<br><br>Gròs = obligatòri. Los camps pòdon èsser dins quina que siá ordra, noms en majusculas o minusculas. Los camps suplementaris son aponduts a la descripcions. Separador : coma o punt e virgula. Las valors pòdon èsser entre comas, mas pas los noms de camps. D'etz [b]etiquetas HTML[/b] pòdon èsser importadas dins lo camp descripcions.
pl_pl: Plik powinien wyglądać następująco: <blockquote><pre> <b>URL</b>;kategoria;<b>tytuł</b>;opis; <b>http://www.aaa.org/...</b>; Ważne linki;<b>Nazwa 1</b>;Opis 1; <b>http://www.bbb.net/...</b>;;<b>Nazwa 2</b>;"Opis 2"; </pre></blockquote> Jeśli URL oraz kategoria jest taka sama jak URL i kategorie istniejących linków, wprowadzane są stosowne zmiany do jego tytułu i opisu. We wszystkich pozostałych przypadkach tworzony jest nowy link.<br><br> Wytłuszczenie = obowiązkowe. Pola mogą być w dowolnym porządku, nazwy mogą zawierać małe lub duże litery. Dodatkowe pola służą opisowi. Separatorem jest przecinek lub średnik. Wartości mogą być podawane, ale nie w polu przeznaczonym na nazwę. Niektóre [b]znaki HTML[/b] mogą zostać użyte w polu opisu.
ps: فایل باید داسې ښکاري:<blockquote><pre><b>URL</b>;کټګورۍ;<b>سرلیک</b>;توضیح;<b>http://www.aaa.org/...</b>;مهم لینکونه;<b>نوم 1</b>;توضیح 1;<b>http://www.bbb.net/...</b>;;<b>نوم 2</b>;"توضیح 2";</pre></blockquote>که URL او کټګورۍ د موجود لینک سره برابر وي، نو د هغې سرلیک او توضیح تازه کېږي. په ټولو نورو حالاتو کې نوي لینک جوړېږي.<br><br>غټ = لازمي. ستنې په هر ترتیب کې کېدلی شي، نومونه په لوی یا وړو حرفونو کې. اضافي ستنې توضیح ته اضافه کېږي. جلا کونکي: کاما یا نیم ټکی. ارزښتونه ممکن نقل شوي وي، خو د ستونو نومونه نه. ځینې [b]HTML ټګونه[/b] کېدلی شي په توضیح کې وارد شي.
pt_br: O arquivo deve se parecer like:<blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;Important links; <b> Nome 1 </b>; Descrição 1; <b> http: //www.bbb.net / ... </ b> ;; <b> Nome 2 </b>;"Descrição 2";..</pre> </blockquote> Se URL e categoria são iguais aos de um link existente, o seu título e descrição são atualizados Em todos os outros casos, um novo link é criado <br> Negrito=. obrigatórios Os campos podem estar em qualquer ordem, os nomes em maiúsculo ou minúsculo campos adicionais são adicionadas à descrição Separator:....vírgula ou ponto e vírgula Valores pode ser citado, mas não os nomes de campo Alguns [b] tags HTML [/b] podem ser importados no campo de descrição.
pt_pt: O ficheiro deve ser semelhante: <blockquote><pre><b>URL</b>;categoria;<b>título</b>;descrição;<b>http://www.aaa.org/...</b>;/Links/ligações importantes;<b>Nome 1</b>;Descrição 1;<b>http://www.bbb.net/...</b>;;<b>Nome 2</b>;"Descrição 2"; </pre></blockquote> Se a URL e a categoria forem iguais aos de uma ligação existente, o título e descrição são actualizados. Em todos os outros casos é criada uma nova ligação.<br><br>Negrito (bold) = obrigatório. Os campos podem estar ordenados aleatoriamente, e os nomes em maiúsculas ou minúsculas. Os campos adicionais são adicionados à descrição. Separador: vírgula ou ponto e vírgula. Os valores podem ser citados entre "", excepto os nomes dos campos. Algumas <b>tags HTML</b> podem ser importadas na descrição do campo.
ro_ro: Fisierul trebuie sa arate asa: <blockquote><pre> <b>URL</b>;categorie;<b>titlu</b>;descriere; <b>http://www.aaa.org/...</b>;Legaturi importante;<b>Nume 1</b>;Descriere 1; <b>http://www.bbb.net/...</b>;;<b>Nume 2</b>;"Descriere 2"; </pre></blockquote>
ru_ru: Файл должен выглядеть так: <blockquote><pre> <b>URL</b>;раздел;<b>заголовок</b>;описание; <b>http://www.aaa.org/...</b>;Важные ссылки;<b>Название 1</b>;Описание 1; <b>http://www.bbb.net/...</b>;;<b>Название 2</b>;"Описание 2"; </pre></blockquote> Если URL и раздел равны тем, что на существующей ссылке, их заголовки и описание будут обновлены. Во всех других случаях будет создана новая ссылка.<br /><br /> Bold = обязательный. Поля могут быть в любом порядке, названия прописными или строчными буквами. Дополнительные поля добавлены в описание. Разделитель: запятая или точка с запятой. Значения могут быть в кавычках, но только не названия полей. Некоторые [b]HTML tags[/b] могут быть импортированы в описываемое поле.
sk_sk: Súbor by mal vyzerať takto: <blockquote><pre> <b>URL</b>;Kategória;<b>názov</b>;popis; <b>http://www.aaa.org/...</b>;Dôležité odkazy;<b>Názov 1</b>;Popis 1; <b>http://www.bbb.net/...</b>;;<b>Názov 2</b>;"Popis 2"; </pre></blockquote> Ak URL a kategória sú rovnaké ako tie v existujúcom odkaze, jej názov a popis sú aktualizované. V ostatných prípadoch sa vytvorí nový odkaz.<br><br> tučný = povinný. Polia môžu byť v akomkoľvek poradí, názvy malými alebo veľkými písmenami. Ďalšie polia sú pridané k popisu. Oddeľovač: čiarka alebo bodkočiarka. Hodnoty môžu byť citované, nie však názvy polí. Niektoré [b]HTML tagy[/b] môžu byť do popisného poľa importované.
sl: Vsebina datoteke mora biti videti kot: <blockquote><pre> <b>URL</b>;kategorija;<b>naslov</b>;opis; <b>http://www.aaa.org/...</b>;Pomembne povezave;<b>Naziv 1</b>;Opis 1; <b>http://www.bbb.net/...</b>;;<b>Ime 2</b>;"Opis 2"; </pre></blockquote> V primeru, da sta URL in kategorija enaka tistim pri obstoječih povezavah, se ime in opis ažurirata z novimi vrednostmi. V vseh ostalih primerih se ustvari nova povezava.<br /><br /> Mastno = obvezno. Polja so lahko v poljubnem vrstnem redu, podana z velikimi ali malimi črkami. Dodatna polja so dodana k opisu. Ločilec med polji: vejica ali podpičje. Vrednosti so lahko zajete med narekovaje, razen samih imen polj. Nekatere [b]HTML oznake[/b] lahko importirate v opisu.
sq: Skedari duhet të ketë këtë pamje:<blockquote><pre><b>URL</b>;kategori;<b>titull</b>;përshkrim;<b>http://www.aaa.org/...</b>;Lidhje të rëndësishme;<b>Emër 1</b>;Përshkrim 1;<b>http://www.bbb.net/...</b>;;<b>Emër 2</b>;"Përshkrim 2";</pre></blockquote>Nëse URL dhe kategoria janë të barabarta me ato të një lidhjeje ekzistuese, titulli dhe përshkrimi i saj përditësohen. Në të gjitha rastet e tjera krijohet një lidhje e re.<br><br>Me <b>trashë</b> = i detyrueshëm. Fushat mund të jenë në çdo rend, emrat me shkronja të mëdha ose të vogla. Fushat shtesë shtohen në përshkrim. Ndërprerës: presje ose pikëpresje. Vlerat mund të jenë të rrethuara me gjatësi, por jo emrat e fushave. Disa [b]etiketat HTML[/b] mund të importohen në fushën e përshkrimit.
sr_rs: Fajl treba da izgleda ovako: <blockquote><pre> <b>URL</b>;kategorija;<b>title</b>;opis; <b>http://www.aaa.org/...</b>;Važni linkovi;<b>Ime 1</b>;Opis 1; <b>http://www.bbb.net/...</b>;;<b>Ime 2</b>;"Opis 2"; </pre></blockquote> Ako su URL i kategorija ist kao i postojeći link, njegovo ime i opis su ažurni. U svim drugim slučajevima kreiran je novi link.<br><br> Bold = obavezno. polja mogu da budu bilokakvig redosleda a imena velikim ili malim slovima. Dodatna polja su dodata u opis. Separator: zarez ili tačka i zarez. Vrednosti mogu da budu citirane ali ne imena polja. Neki [b]HTML tagovi[/b] mogu da se uvezu u polje Opis.
sv_se: Filen skall se ut som följer: <blockquote><pre> <b>URL</b>;kategori;<b>titel</b>;beskrivning; <b>http://www.exempel.org/...</b>;Viktiga länkar;<b>Namn 1</b>;Beskrivning 1; <b>http://www.exempel2.net/...</b>;;<b>Namn 2</b>;"Beskrivning 2"; </pre></blockquote> Om URL och kategori är likadan som existerande länk, uppdateras titeln och beskrivning. I alla andra fall skapas en ny länk.<br><br> Bold = mandatory. Fälten kan vara i valfri ordning, namn i stora eller små bokstäver. Extra fält läggs till beskrivningen. Separator: komma eller semikolon. Värden kan citeras, men inte fältens namn. Några [b]HTML tags[/b] kan importeras i beskrivningsfältet.Fetstil = nödvändiga. Fält kan vara i vilken ordniong som helst små eller stora bokstäver. Tilläggsfält lägg till för beskrivning. Separator: komma eller semikolon. Värden kan citeras, men inte fältnamn. Några [b]HTML taggar[/b] kan importeras i beskrivningsfälten.
sw_ke: Faili linapaswa kuonekana kama:<blockquote><pre><b>URL</b>;jamii;<b>kichwa</b>;maelezo;<b>http://www.aaa.org/...</b>;Viungo muhimu;<b>Jina 1</b>;Maelezo 1;<b>http://www.bbb.net/...</b>;;<b>Jina 2</b>;"Maelezo 2";</pre></blockquote>Ikiwa URL na jamii ziko sawa na za kiungo kilichopo, kichwa na maelezo yake yatasasishwa. Katika hali zingine zote kiungo kipya kitatengenezwa.<br><br>Angalia = lazima. Vipengele vinaweza kuwa katika mpangilio wowote, majina katika herufi kubwa au ndogo. Vipengele vya ziada vitaongezwa kwenye maelezo. Kipelelezi: koma au semicolon. Thamani zinaweza kuwa zimeandikwa, lakini sio majina ya vipengele. Baadhi ya [b]lebo za HTML[/b] zinaweza kuagizwa katika uwanja wa maelezo.
ta: கோப்பு இப்படி இருக்க வேண்டும்:<blockquote><pre><b>URL</b>;வகை;<b>பெயர்</b>;விளக்கம்;<b>http://www.aaa.org/...</b>;முக்கிய இணைப்புகள்;<b>பெயர் 1</b>;விளக்கம் 1;<b>http://www.bbb.net/...</b>;;<b>பெயர் 2</b>;"விளக்கம் 2";</pre></blockquote>URL மற்றும் வகை இருக்கும் இணைப்பின் அதே என்றால், அதன் பெயர் மற்றும் விளக்கம் புதுப்பிக்கப்படும். மற்ற எல்லா சந்தர்ப்பங்களிலும் புதிய இணைப்பு உருவாக்கப்படும்.<br><br>பழுப்பு = கட்டாயம். புலங்கள் எந்த வரிசையிலும் இருக்கலாம், பெயர்கள் மேல்-அல்லது கீழ் எழுத்துகளில். கூடுதல் புலங்கள் விளக்கத்துடன் சேர்க்கப்படும். பிரிப்பு: காற்புள்ளி அல்லது அரைவிரல். மதிப்புகள் மேற்கோள் குறிகளில் இருக்கலாம், ஆனால் புல பெயர்கள் இல்லை. சில [b]HTML டேக்[/b] விளக்க புலத்தில் இறக்குமதி செய்யப்படலாம்.
th: ไฟล์ต้องควรจะเป็นดังนี้: <blockquote><pre> <b>ที่อยู่เว็ปไซท์</b>;ประเภท;<b>ชื่อเรื่อง</b>;คำอธิบาย; <b>http://www.example.com</b>;รายการเชื่อมโยงที่น่าสนใจ;<b>ชื่อที่ 1</b>;คำอธิบายที่ 1; <b>http://www.example.com</b>;;<b>ชิ่อเรื่องที่ 2</b>;"คำอธิบายที่ 2"; </pre></blockquote>หากมีชื่อ ที่อยู่เว็ป และคำอธิบายอยู่เดิมแล้วก็จะถือว่าเป็นการปรับปรุงข้อมูลใหม่.<br><br> ตัวหนา = ส่วนที่รับคำสั่ง. การพิมพ์รับค่าได้ทั้งตัวใหญ่ตัวเล็ก หากต้องการใส่หลายค่าในแต่ละตารางแสดงข้อมูลให้แยกคำด้วยเครื่องหมาย, หรือ ; [b]โค๊ดคำสั่งของ HTML tags[/b] สามารถนำเข้าไฟล์ มาใส่ไว้ในตาราง.
tl_ph: Dapat ganito ang hitsura ng file:<blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;Important links;<b>Name 1</b>;Description 1;<b>http://www.bbb.net/...</b>;;<b>Name 2</b>;"Description 2";</pre></blockquote>Kung pareho ang URL at kategorya sa umiiral na link, ia-update ang title at description nito. Sa lahat ng iba pang kaso, lilikha ng bagong link.<br><br>Makatapang = kinakailangan. Pwedeng anumang pagkakasunod-sunod ang mga field, upper- o lowercase ang mga pangalan. Idadagdag sa description ang karagdagang field. Separator: kuwit o tuldok-bekya. Pwedeng may panipi ang mga value, pero hindi ang mga pangalan ng field. Mga [b]HTML tag[/b] ang maaaring i-import sa description field.
tr: Dosya yapısı şöyle olmalıdır<blockquote> <b>URL</b>;kategori;<b>başlık</b>;açıklama; <b>http://www.aaa.org/...</b>;Önemli bağlantılar;<b>İsim 1</b>;Açıklama 1; <b>http://www.bbb.net/...</b>;;<b>İsim 2</b>;"Açıklama 2"; </blockquote>Eğer URL ve kategori mevcut olanlar ile aynı ise sadece başlık ve açıklama güncellenir.Diğer bütün durumlarda yeni bir bağlantı oluşturulur.<br><br>Koyu = zorunlu.Alanlar herhangi bir sıra ile olabilir, isimler büyük veya küçük harf olabilir.İlave alanlar açıklamaya eklendi.Ayıraç: virgül veya noktalı virgül. Değerler kotalanabilir ama alan isimleri değil. Açıklama alanına bazı [b]HTML komutları[/b] yazılabilir.
uk_ua: Файл повинен виглядати так:<blockquote><pre><b>URL</b>;категорія;<b>назва</b>;опис;<b>http://www.aaa.org/...</b>;Важливі посилання;<b>Назва 1</b>;Опис 1;<b>http://www.bbb.net/...</b>;;<b>Назва 2</b>;"Опис 2";</pre></blockquote>Якщо URL та категорія збігаються з існуючим посиланням, його назва та опис оновлюються. В інших випадках створюється нове посилання.<br><br>Жирним = обов'язково. Поля можуть бути в будь-якому порядку, назви у верхньому чи нижньому регістрі. Додаткові поля додаються до опису. Роздільник: кома або крапка з комою. Значення можуть бути в лапках, але не назви полів. Деякі [b]HTML-теги[/b] можна імпортувати в поле опису.
vi_vn: Tệp nên có dạng:<blockquote><pre><b>URL</b>;danh mục;<b>tiêu đề</b>;mô tả;<b>http://www.aaa.org/...</b>;Liên kết quan trọng;<b>Tên 1</b>;Mô tả 1;<b>http://www.bbb.net/...</b>;;<b>Tên 2</b>;"Mô tả 2";</pre></blockquote>Nếu URL và danh mục giống với liên kết hiện có, tiêu đề và mô tả của nó sẽ được cập nhật. Trong tất cả các trường hợp khác, một liên kết mới sẽ được tạo.<br><br>In đậm = bắt buộc. Các trường có thể ở bất kỳ thứ tự nào, tên viết hoa hoặc thường. Các trường bổ sung sẽ được thêm vào mô tả. Dấu phân cách: dấu phẩy hoặc dấu chấm phẩy. Giá trị có thể được đặt trong ngoặc kép, nhưng không phải tên trường. Một số [b]thẻ HTML[/b] có thể được nhập vào trường mô tả.
xh_za: Ifayili kufuneka libonakale ngolu hlobo:<blockquote><pre><b>URL</b>;udidi;<b>isihloko</b>;inkcazo;<b>http://www.aaa.org/...</b>;Amaqhosha okubaluleka;<b>IGama 1</b>;Inkqubo 1;<b>http://www.bbb.net/...</b>;;<b>IGama 2</b>;"Inkqubo 2";</pre></blockquote>Ukuba i-URL kunye nodidi zilingana nezo ze-link esele ikhona, isihloko kunye nenkcazo ziya kuhlaziywa. Kwezinye iimeko zonke i-link entsha iyenziwa.<br><br>Eqinile = efunekayo. Iindawo zinokuba nakulo naluphi na ulungelelwaniso, amagama ngamagama aphezulu okanye ezantsi. Iindawo ezongezelelweyo zongezwa kwinkcazo. Isahluko: ikhoma okanye i-semicolon. Amaxabiso anokucatshulwa, kodwa hayi amagama endawo. Ezinye [b]iitheyigi ze-HTML[/b] zinokungeniswa kwindawo yenkcazo.
zh_cn: 文件的特征是： <BLOCKQUOTE><PRE><B>URL</B>;category;<B>title</B>;description;<B>http://www.aaa.org/...</B>;Important links;<B>Name 1</B>;Description 1;<B>http://www.bbb.net/...</B>;;<B>Name 2</B>;"Description 2";</PRE></BLOCKQUOTE>如果网页或分类与已经存在的那些链接相同，它的标题和描述已经升级，在其他的情况下新链接已经被创建。<br /><br />粗体=强制，其他领域需添加附加描述。分隔符为：逗号或分号。有的[b]HTML 标签[/b] 可以导入到这些描述中。
zh_tw: 檔案的特徵是︰ <BLOCKQUOTE><PRE><B>URL</B>;category;<B>title</B>;description;<B>http://www.aaa.org/...</B>;Important links;<B>Name 1</B>;Description 1;<B>http://www.bbb.net/...</B>;;<B>Name 2</B>;"Description 2";</PRE></BLOCKQUOTE>如果網頁或分類與已經存在的那些鏈接相同，它的標題和描述已經升級，在其他的情況下新鏈接已經被創建。<br /><br />粗體=強製，其他領域需添加附加描述。分隔符為︰逗號或分號。有的[b]HTML 標籤[/b] 可以匯入到這些描述中。
