Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: File on your local computer
ar: الملف على جهازك المحلي
ast_es: Si'l ficheru ta nel so ordenador
bn_bd: আপনার স্থানীয় কম্পিউটারে ফাইল
bs_ba: Datoteka na vašem lokalnom računaru
ca_es: Si el fitxer es troba al seu ordinador
cs_cz: Soubor na Vašem lokálním počítači
da: Fil på din lokale maskine
de: lokale Datei laden
el: Αρχείο στον τοπικό σας υπολογιστή
eo: Dosiero en via loka komputilo
es: Si el fichero está en su ordenador
es_mx: Si le fichier est sur votre ordinateur
eu_es: Artxibategia zeure ordenagailuan bertan
fa_ir: فایل در کامپیوتر محلی شما
fi_fi: Tiedosto paikallisella tietokoneellasi
fo_fo: Fíla á tínum lokala teldupost
fur: File sul to computer locâl
ga: Comhad ar do ríomhaire áitiúil
gl: Se o ficheiro está no seu ordenador
he_il: קובץ במחשב המקומי שלך
hi: आपके स्थानीय कंप्यूटर पर फ़ाइल
hr_hr: Datoteka na lokalnom računalu
hu_hu: File a helyi számítógépen
hy: Ֆայլ ձեր տեղային համակարգչում
id_id: Si le fichier est sur votre ordinateur
it: Il file si trova nel tuo computer
ja: ローカルコンピューター上のファイル
ka_ge: ფაილი თქვენს ლოკალურ კომპიუტერზე
ko_kr: 로컬 컴퓨터의 파일
lt_lt: Failas Jūsų kompiuteryje
lv_lv: Fails tavā datorā
mk_mk: Датотека на Вашиот локален компјутер
ms_my: Si le fichier est sur votre ordinateur
my_mm: သင့်ပြည်တွင်းကွန်ပျူတာပေါ်ရှိ ဖိုင်
ne: तपाईंको स्थानीय कम्प्युटरमा फाइल
nl: Bestand op uw lokale computer
nn_no: Fil på din lokale datamaskin
oc: Se l'archiu es meme sus son ordinator
pl_pl: Plik w Twoim lokalnym komputerze
ps: د تاسو محلي کمپیوټر باندې فایل
pt_br: Arquivo no seu computador local
pt_pt: Ficheiro no seu computador
ro_ro: Dacă fișierul este in computer
ru_ru: Файл на вашем локальном компьютере
sk_sk: Súbor na Vašom lokálnom počítači
sl: Datoteka na tvojem lokalnem računalniku
sq: Skedar në kompjuterin tuaj lokal
sr_rs: Fajl na vašem lokalnom računaru
sv_se: Låt en kursanordnare sköta filhantering av lokala filer
sw_ke: Faili kwenye kompyuta yako ya ndani
ta: உங்கள் உள்ளூர் கணினியில் உள்ள கோப்பு
th: ไฟล์ในเครื่องลูกข่าย
tl_ph: File sa iyong lokal na computer
tr: Sizin bilgisayarınızdaki dosya
uk_ua: Файл на локальному диску
vi_vn: Si le fichier est sur votre ordinateur
xh_za: Ifayile kwikhompyutha yakho yasekhaya
zh_cn: 本地文件
zh_tw: 本機檔案

source: minimum
ar: الحد الأدني
ast_es: mínimu
bn_bd: সর্বনিম্ন
ca_es: mínim
el: ελάχιστο
eo: Minimumo
es: mínimo
es_mx: mínimo
eu_es: gutxienekoa
fa_ir: حداقل
fi_fi: minimi
fur: minim
ga: íoslach
gl: mínimo
he_il: מינימום
hi: न्यूनतम
hr_hr: najmanje
hy: նվազագույն
it: minimo
ja: 最小
ka_ge: მინიმუმი
ko_kr: 최소
lo: ຕ່ຳສຸດ
lt_lt: minimumas
lv_lv: minimums
mk_mk: минимум
my_mm: အနည်းဆုံး
ne: न्यूनतम
oc: lo mens
ps: لږ تر لږ
pt_br: mínimo
pt_pt: mínimo
ro_ro: minim
ru_ru: минимум
sl: najmanj
sw_ke: chini kabisa
ta: குறைந்தபட்சம்
th: อย่างต่ำ
tl_ph: pinakamahina
tr: enaz
uk_ua: мінімум
vi_vn: tối thiểu
xh_za: ubuncinci
zh_cn: 最小
zh_tw: 最小

source: maximum
ar: الحد الأقصى
ast_es: másimu
bn_bd: সর্বোচ্চ
bs_ba: maksimum
ca_es: màxim
da: maks.
el: μέγιστος
eo: maksimumo
es: máximo
es_mx: máximo
eu_es: gehienekoa
fa_ir: حداکثر
fi_fi: maksimi
fur: massim
ga: uasmhéid
gl: Máximo
he_il: מקסימום
hi: अधिकतम
hr_hr: najviše
hy: առավելագույն
it: Massimo
ja: 最大
ka_ge: მაქსიმუმი
ko_kr: 최대
lo: ສູງສຸດ
lt_lt: maksimalus
lv_lv: maksimums
mk_mk: максимум
ms_my: maksimum
my_mm: အများဆုံး
ne: अधिकतम
nn_no: maksimum
oc: lo mai
pl_pl: maksimum
ps: ډېر تر ډېر
pt_br: máximo
pt_pt: máximo
ro_ro: maxim
ru_ru: максимум
sl: največ
sq: maksimum
sr_rs: maksimum
sw_ke: juu kabisa
ta: அதிகபட்சம்
th: มากที่สุด
tl_ph: pinakamataas
tr: En fazla
uk_ua: максімум
vi_vn: tối đa
xh_za: obuphezulu
zh_cn: 最大
zh_tw: 最大

source: Recycle course
ar: أعد استخدام مقرر
ast_es: Reciclar cursu
bn_bd: কোর্স পুনর্ব্যবহার করুন
bs_ba: Recikliraj kurs
ca_es: Reciclar curs
cs_cz: Recyklovat kurz
da: Smid kurset væk
de: Kurs entfernen
el: Ανακύκλωση μαθήματος
eo: Reuzi kurson
es: Reciclar curso
es_mx: Reciclar curso
eu_es: Birziklatu ikastaroa
fa_ir: بازیافت درس
fi_fi: Käytä kurssi uudelleen
fo_fo: Endurnýggja lærugrein
fur: Riscoltâ il curs
ga: Athchúrsa athchúrsa
gl: Reciclar curso
he_il: מחזר קורס
hi: कोर्स पुनर्चक्रण
hr_hr: Recikliraj kolegij
hu_hu: Kurzus újrahasznosítása
hy: Կրկնակի օգտագործել դասընթացը
id_id: Daur ulang mata kuliah
it: Riazzera il corso
ja: コースをリサイクル
ka_ge: კურსის გადამუშავება
ko_kr: 과정 재사용
lo: ລ້າງຫຼັກສູດ
lt_lt: Ištrinti kursą
lv_lv: Pārstrādāt kursu
mk_mk: Рециклирај го курсот
ms_my: Kitar semula kursus
my_mm: သင်တန်းပြန်လည်အသုံးပြုပါ
ne: पाठ्यक्रम पुनर्चक्रण
nl: Recycleer cursus
nn_no: Resirkuler kurs
oc: Restaurar un cors
pl_pl: Utylizuj kurs
ps: کورس بیا کارول
pt_br: Reciclar curso
pt_pt: Reciclar curso
ro_ro: Reciclati cursul
ru_ru: Повторно использовать курс
sk_sk: Recyklovať kurz
sl: Recikliraj tečaj
sq: Riciklo kursin
sr_rs: Reciklirani kurs
sv_se: Återanvänd kurs
sw_ke: Rudia kozi
ta: பாடத்தை மீள்சுழற்சி செய்
th: นำวิชาเดิมมาเปิดใหม่
tl_ph: I-recycle ang course
tr: Dersi tekrar kullanılır hale getir
uk_ua: Повторно використати курс
vi_vn: Tái chế khóa học
xh_za: Sebenzisa ikhosi ngokutsha
zh_cn: 循环利用课程
zh_tw: 循環利用課程

source: This is an announcement example
ar: هذا مثال للتبليغ
ast_es: Esta ye una anuncia d'exemplu
bn_bd: এটি একটি ঘোষণার উদাহরণ
bs_ba: Ovo je primjer najave
ca_es: Aquest anunci és un exemple
cs_cz: Toto je přiklad oznámení
da: Dette er et eksempel på en meddelelse
de: Dies ist ein Beispiel für eine Ankündigung
el: Αυτό είναι ένα παράδειγμα ανακοίνωσης
eo: Tio ĉi estas ekzempla mesaĝo
es: Este es un anuncio de ejemplo
es_mx: Este es un anuncio de ejemplo
eu_es: Abisu baten eredua da honako hau:
fa_ir: مثالی از یک اطلاعیه
fi_fi: Tämä on ilmoitus esimerkki
fo_fo: Hetta er eitt tilvísuligt kunngjøring
fur: Chest e je un exemplu di anunz
ga: Seo sampla fógra
gl: Isto é un anuncio de exemplo
he_il: זוהי דוגמא להכרזה שכולם רואים!
hi: यह एक घोषणा उदाहरण है
hr_hr: Ovo je primjer obavijesti
hu_hu: Ez egy példa hirdetmény.
hy: Սա հայտարարության օրինակ է
id_id: Ini contoh pengumuman
it: Esempio di avviso
ja: これはお知らせの例です
ka_ge: ეს განცხადების მაგალითია
ko_kr: 이것은 공지사항 예시입니다
lo: ນີ້ແມ່ນຕົວຢ່າງປະກາດ
lt_lt: Tai pranešimo pavyzdys
lv_lv: Šis ir paziņojuma piemērs
mk_mk: Ова е пример (мостра) за известување
ms_my: Ini adalah contoh pengumuman
my_mm: ဤသည်မှာ ကြေငြာချက်နမူနာဖြစ်သည်
ne: यो घोषणाको उदाहरण हो
nl: Dit is een voorbeeldbericht.
nn_no: Dette er eit døme på ein kunngjering
oc: Aquesta anóncia es un exemple
pl_pl: Przykładowe ogłoszenie
ps: دا د اعلان مثاله دی
pt_br: Este é um exemplo de Comunicado
pt_pt: Isto � um exemplo de an�ncio
ro_ro: Acesta este un exemplu de anunț
ru_ru: Это пример объявления
sk_sk: Toto je preklad oznamu
sl: Tole je primer obvestila
sq: Ky është një shembull njoftimi
sr_rs: Ovo je primer obave�tenja
sv_se: Detta är ett exempel på tillkännagivande
sw_ke: Hii ni mfano wa tangazo
ta: இது ஒரு அறிவிப்பு உதாரணம்
th: <b>��С��</b> : �Թ�յ�͹�Ѻ�����Ѥ����¹�Ԫ��͹�Ź���к��ء��ҹ ������¹��к��͹�Ź��� ������¹����֡�Ҥ���觵�ҧ���к�������� ��������ö��ԺѵԵ����鹵͹����к��Ѵ������¹����͹ �ҡ��ҹ�բ��ʧ����� ���Դ��ͼ��Ѵ����к�������ͷ���ʴ��˹���á ���͵Դ����Ҩ�����Ш��ԪҢͧ��ҹ<br />����С�� : ��.��ЪԴ �Գ�ص� ��������Ͷ��.0 96670091 website : http://www.tinnabutr.com �Դ�������ŷ�� : prachid@ tinnabutr.com
tl_ph: Ito ay halimbawa ng announcement
tr: Bu �rnek bir duyurudur
uk_ua: Це приклад оголошення
vi_vn: Đây là ví dụ thông báo
xh_za: Olu ngumzekelo wesaziso
zh_cn: 这是通知的样例
zh_tw: 這是公告範本

source: Free online encyclopedia
ar: الموسوعة المجانية على الإنترنت
ast_es: Enciclopedia gratis 'online'
bn_bd: বিনামূল্যে অনলাইন বিশ্বকোষ
bs_ba: Besna online enciklopedija
ca_es: Enciclopèdia gratuïta en línia
cs_cz: Online encyklopedie - bezplatná
da: Gratis online opslagsværk
de: Freie Online Enzyklopädie
el: Ανοιχτή on line Εγκυκλοπαιδεία
eo: Senpaga interreta enciklopedio
es: Enciclopedia gratuita en línea
es_mx: Enciclopedia libre en línea
eu_es: Entziklopedia online doan
fa_ir: فرهنگ رایگان در اینترنت
fi_fi: Ilmainen verkko sanakirja
fo_fo: Ókeypis online-encyklopediasavn
fur: Enciclopedie online libare
ga: Ciclipéid ar líne saor in aisce
gl: Enciclopedia online gratuita
he_il: אנציקלופדיה חינם
hi: मुफ्त ऑनलाइन विश्वकोश
hr_hr: Besplatna enciklopedija online
hu_hu: Internetes szabadlexikon.
hy: Ազատ առցանց հանրագիտարան
id_id: Encyclopedia online gratis
it: Libera Enciclopedia online
ja: 無料のオンライン百科事典
ka_ge: უფასო ონლაინ ენციკლოპედია
ko_kr: 무료 온라인 백과사전
lo: ສາລານຸກົມອອນລາຍຟຣີ
lt_lt: Nemokama enciklopedija
lv_lv: Bezmaksas enciklopēdija tiešsaistē
mk_mk: Бесплатна интернет енциклопедија
ms_my: Ensiklopedia dalam talian percuma
my_mm: အခမဲ့အွန်လိုင်းစွယ်စုံကျမ်း
ne: स्वतन्त्र अनलाइन विश्वकोश
nl: Gratis online-encyclopedie
nn_no: Framifrå gratis online-ensyklopedi
oc: Enciclopedia a gratis en linha
pl_pl: Darmowa encyklopedia online (Wikipedia)
ps: رایگان آنلاین موسوعه
pt_br: Enciclopédia online gratuita
pt_pt: Enciclopédia online gratuita
ro_ro: Enciclopedie on-line gratuite
ru_ru: Бесплатная интернет энциклопедия
sk_sk: Bezplatná online encyklopédia
sl: Online Enciklopedija
sq: Enciklopedi e lirë online
sr_rs: Besplatna enciklopedija na Internetu
sv_se: Fri online (uppkopplad) encyklopedi
sw_ke: Kitabu cha ensaiklopedia mtandaoni bure
ta: இலவச இணைய encyclopaedia
th: สารานุกรมออนไลน์(wikipedia)
tl_ph: Libreng online encyclopedia
tr: Bedava online ansiklopedi-sözlük
uk_ua: Вільна онлайн-енциклопедія
vi_vn: Bách khoa toàn thư trực tuyến miễn phí
xh_za: I-encyclopedia yamahhala ku-intanethi
zh_cn: 免费的在线百科全书
zh_tw: 免費線上百科全書

source: Default groups
ar: المجموعات الإفتراضية
ast_es: Grupos por defeutu
bn_bd: ডিফল্ট গ্রুপ
bs_ba: Zadani gruppi
ca_es: Grups per defecte
cs_cz: Předvolené skupiny
da: Standardgrupper
de: Voreingestellte Gruppen
el: Προεπιλεγμένες ομάδες
eo: Defaŭltaj grupoj
es: Grupos por defecto
es_mx: Grupos por defecto
eu_es: Besterik adierazi ezean, taldeak
fa_ir: گروه های پیشفرض
fi_fi: Oletus ryhmät
fo_fo: Vanliga bólkar
fur: Grups predefinîts
ga: Grúpaí réamhshocraithe
gl: Grupos por defecto
he_il: קבוצות ברירת מחדל
hi: डिफ़ॉल्ट समूह
hr_hr: Postavljene skupine
hu_hu: Alapértelemzett csoportok
hy: Ընտրովի խմբեր
id_id: Group default
it: Gruppi di default
ja: デフォルトグループ
ka_ge: ნაგულისხმევი ჯგუფები
ko_kr: 기본 그룹
lo: ກຸ່ມເລີ່ມຕົ້ນ
lt_lt: Grupės pagal nutylėjimą
lv_lv: Grupas pēc noklusējuma
mk_mk: Поставени групи
ms_my: Kumpulan lalai
my_mm: မူလအဖွဲ့များ
ne: पूर्वनिर्धारित समूहहरू
nl: Standaardgroepen
nn_no: Standardgrupper
oc: Grops per manca
pl_pl: Grupy domyślne
ps: پیش فرض ډلې
pt_br: Grupos predefinidos
pt_pt: Grupos pré-definidos
ro_ro: Grupuri implicite
ru_ru: Группы по умолчанию
sk_sk: Prednastavené skupiny
sl: Privzete skupine
sq: Grupi i paracaktuar
sr_rs: Osnovne grupe
sv_se: Standard grupper
sw_ke: Vikundi vya chaguo-msingi
ta: இயல்புநிலை குழுக்கள்
th: กลุ่มแรก
tl_ph: Mga default na grupo
tr: Varsayılan gruplar
uk_ua: Групи за замовчуванням
vi_vn: Nhóm mặc định
xh_za: Iiqela ezizizo
zh_cn: 默认小组
zh_tw: 預設組別

source: Gallery
ar: المعرض
ast_es: Imáxenes por defeutu
bn_bd: গ্যালারি
bs_ba: Galerija
ca_es: Imatges per defecte
cs_cz: Galerie
da: Galleri
de: Standard-Bilder
el: Συλλογή εικόνων
eo: Galerio
es: Galería
es_mx: Galería
eu_es: Irudi galeria
fa_ir: گالری
fi_fi: Galleria
fo_fo: Galleri
fur: Galarie
ga: Gailearaí
gl: Galería
he_il: גלריה
hi: गैलरी
hr_hr: Galerija
hu_hu: Galéria
hy: Նկարասրահ
id_id: Galeri
it: Immagini
ja: ギャラリー
ka_ge: გალერეა
ko_kr: 갤러리
lo: ຄັງຮູບພາບ
lt_lt: Galerija
lv_lv: Galerija
mk_mk: Галерија
ms_my: Galeri
my_mm: ပြခန်း
ne: ग्यालरी
nl: Standaard afbeeldingen
nn_no: Galleri
oc: Imatges per manca
pl_pl: Galeria
ps: ګالري
pt_br: Imagens padrão
pt_pt: Galeria
ro_ro: Galerie
ru_ru: Галерея
sk_sk: Galéria
sl: Galerija slik
sq: Galeri
sr_rs: Galerija
sv_se: Galleri
sw_ke: Matunzio
ta: படிமக் காட்சி
th: แกลเลอรี
tr: Galeri
uk_ua: Галерея
vi_vn: Thư viện ảnh
xh_za: IGalari
zh_cn: 相册
zh_tw: 圖片庫

source: Example Forum Category
ar: مثال عن تصنيف منتدى
ast_es: Exemplu de Categoría de Foros
bn_bd: উদাহরণ ফোরাম বিভাগ
bs_ba: Primjer kategorije foruma
ca_es: Exemple de categoria
cs_cz: Příklad kategorie fóra
da: Eksempel på forumkategori
de: Beispielkategorie für Forum
el: Παράδειγμα κατηγορίας Forum
eo: Ekzempla kategorio de forumo
es: Ejemplo de Categoría de Foros
es_mx: Categoría de foro de ejemplo
eu_es: Foro kategoriaren eredua
fa_ir: دسته بندی انجمن نمونه
fi_fi: Esimerkki keskustelualueen luokka
fo_fo: Dømi um bólkaforum
fur: Categorie Forum di exemplu
ga: Sampla Catagóir Fhóraim
gl: Exemplo de Categoría de Foro
he_il: דוגמא לקטגוריית פורום
hi: उदाहरण मंच श्रेणी
hr_hr: Primjer kategorije foruma
hu_hu: Példa fórum kategória
hy: Օրինակ ֆորումի կատեգորիա
id_id: Kategori Forum Contoh
it: Esempio di Categoria
ja: 例のフォーラムカテゴリ
ka_ge: ფორუმის კატეგორიის მაგალითი
ko_kr: 예제 포럼 카테고리
lo: ຕົວຢ່າງໝວດໝູ່ເວທີສົນທະນາ
lt_lt: Forumo kategorijos pavyzdys
lv_lv: Kategorija “Piemēra Forumam” ( to var rediģēt, vai arī izdzēst )
mk_mk: Пример за Форум на Категорија
ms_my: Kategori Forum Contoh
my_mm: ဖိုရမ်အမျိုးအစားနမူနာ
ne: उदाहरण मञ्च वर्गीकरण
nl: Voorbeeld forumcategorie
nn_no: Eksempel Forumkategori
oc: Exemple de categoria
pl_pl: Przykładowa kategoria forum
ps: د فورم ډول مثاله
pt_br: Exemplo de categoria de fórum
pt_pt: Exemplo de categoria de fórum
ro_ro: Exemplu de Categorie de Forum
ru_ru: Пример форума раздела
sk_sk: Príklad kategórie fóra
sl: Primer kategorije forumov
sq: Kategoria e Forumit të Shembullit
sr_rs: Pimer kategorije foruma
sv_se: Forumskategoriexempel
sw_ke: Mfano wa Jamii ya Mabaraza
ta: உதாரண மன்ற வகை
th: ตัวอย่างหมวดหมู่ฟอรัม
tl_ph: Halimbawa ng Forum Category
tr: Örnek Forum Kategorisi
uk_ua: Приклад категорії форуму
vi_vn: Ví dụ Danh mục Diễn đàn
xh_za: Udidi lweForam yomzekelo
zh_cn: 论坛分类样例
zh_tw: 討論區分類範例

source: Example Forum
ar: مثال منتدى
ast_es: Exemplu de foru
bn_bd: উদাহরণ ফোরাম
bs_ba: Primjer foruma
ca_es: Exemple de fòrum
cs_cz: Příklad fóra
da: Eksempel på forum
de: Forumsbeispiel
el: Παράδειγμα κατηγορίας Forum
eo: Ekzempla forumo
es: Ejemplo de foro
es_mx: Foro de ejemplo
eu_es: Foroaren eredua
fa_ir: انجمن نمونه
fi_fi: Esimerkki keskustelualue
fo_fo: Dømi um forum
fur: Forum di exemplu
ga: Sampla Fóram
gl: Foro de exemplo
he_il: דוגמא לפורום
hi: उदाहरण मंच
hr_hr: Primjer foruma
hu_hu: Példa fórum
hy: Օրինակ ֆորում
id_id: Forum Contoh
it: Esempio di Forum
ja: 例のフォーラム
ka_ge: ფორუმის მაგალითი
ko_kr: 예제 포럼
lo: ຕົວຢ່າງເວທີສົນທະນາ
lt_lt: Forumo pavyzdys
lv_lv: Piemēra Forums
mk_mk: Пример за Форум
ms_my: Forum Contoh
my_mm: ဖိုရမ်နမူနာ
ne: उदाहरण मञ्च
nl: Voorbeeldforum
nn_no: Eksempel Forum
oc: Exemple de fòrum
pl_pl: Przykładowe forum
ps: د فورم مثاله
pt_br: Exemplo de Fórum
pt_pt: Exemplo de Fórum
ro_ro: Exemplul forum
ru_ru: Пример форума
sk_sk: Príklad fóra
sl: Primer foruma
sq: Forumi i Shembullit
sr_rs: Primer foruma
sv_se: Forumexempel
sw_ke: Mfano wa Mabaraza
ta: உதாரண மன்றம்
th: ตัวอย่างฟอรัม
tl_ph: Halimbawa ng Forum
tr: Örnek Forum
uk_ua: Приклад форуму
vi_vn: Ví dụ Diễn đàn
xh_za: IForam yomzekelo
zh_cn: 论坛样例
zh_tw: 討論區範例

source: Example Thread
ar: مثال موضوع
ast_es: Exemplu de tema de discutiniu
bn_bd: উদাহরণ থ্রেড
bs_ba: Primjer teme
ca_es: Exemple de tema de conversa
cs_cz: Příklad vlákna
da: Eksempel på diskussionstråd
de: Themenbeispiel
el: Παράδειγμα Νήματος (thread)
eo: Ekzempla fado
es: Ejemplo de tema de debate
es_mx: Tema de ejemplo
eu_es: Gaiaren hariaren eredua
fa_ir: موضوع نمونه
fi_fi: Esimerkki keskustelu
fo_fo: Dømi um tráð
fur: Discussjon di exemplu
ga: Sampla Snáithe
gl: Mensaxe de exemplo
he_il: שרשור לדוגמה
hi: उदाहरण धागा
hr_hr: Primjer teme
hu_hu: Példa szál
hy: Օրինակ թեմա
id_id: Benang Contoh
it: Esempio di Argomento
ja: 例のスレッド
ka_ge: თემის მაგალითი
ko_kr: 예제 스레드
lo: ຕົວຢ່າງກະທູ້
lt_lt: Diskusijos pavyzdys
lv_lv: Piemēra diskusiju temats
mk_mk: Пример за Навој
ms_my: Topik Contoh
my_mm: ဥပမာပို့စ်စီးရီး
ne: उदाहरण धागो
nl: Voorbeelddiscussie
nn_no: Eksempel Tråd
oc: Exemple de tèma de convèrsa
pl_pl: Przykładowy wątek
ps: د ترد موضوع مثاله
pt_br: Exemplo de mensagem
pt_pt: Exemplo de Destaque/Linha
ro_ro: Exemplu de tema pentru dezbatere
ru_ru: Пример трэда (подпроцесс, запускаемый другим процессом в адресном пространстве этого (запускающего) процесса)
sk_sk: Vzorová téma
sl: Primer niti
sq: Temë e Shembullit
sr_rs: Primer teme
sv_se: Trådexempel
sw_ke: Mfumo wa Mfano
ta: உதாரண நூல்
th: ตัวอย่างกระทู้
tl_ph: Halimbawa ng Thread
tr: Örnek Konu
uk_ua: Приклад теми
vi_vn: Ví dụ Chủ đề
xh_za: Umxholo womzekelo
zh_cn: 论坛话题
zh_tw: 帖子範例

source: Example content
ar: مثال محتوى
ast_es: Exemplu de conteníu
bn_bd: উদাহরণ বিষয়বস্তু
bs_ba: Primjer sadržaja
ca_es: Exemple de contingut
cs_cz: Příklad obsahu
da: Eksempel på indhold
de: Beispielinhalt
el: Παράδειγμα περιεχομένου
eo: Ekzempla enhavo
es: Ejemplo de contenido
es_mx: Contenido de ejemplo
eu_es: Edukiaren eredua
fa_ir: محتوای نمونه
fi_fi: Esimerkki sisältö
fo_fo: Dømi um innihald
fur: Contignûs di exemplu
ga: Sampla ábhair
gl: Contido de exemplo
he_il: תוכן לדוגמה
hi: उदाहरण सामग्री
hr_hr: Primjer sadržaja
hu_hu: Példa tartalom
hy: Օրինակ բովանդակություն
id_id: Konten Contoh
it: Esempio di Messaggio
ja: 例の内容
ka_ge: შინაარსის მაგალითი
ko_kr: 예제 콘텐츠
lt_lt: Turinio pavyzdys
lv_lv: Piemēram.<br> Diskusiju temata saturs varētu skanēt šādi : Daba ir jāsaudzē. Uzskatu, ka pārlieku plaša mežu izciršana izmaina temperatūras režīmu uz zemeslodes. Kā domājat Jūs?
mk_mk: Пример за содржина
ms_my: Perkataan Wiki adalah pendek untuk WikiWikiWeb. Wikiwiki adalah perkataan Hawaii, bermaksud "laju" atau "kelajuan". Dalam wiki, orang menulis halaman bersama. Jika seseorang menulis sesuatu yang salah, orang seterusnya boleh membetulkannya. Orang seterusnya juga boleh menambah sesuatu yang baru ke halaman. Kerana ini, halaman bertambah baik secara berterusan.
my_mm: ဥပမာအကြောင်းအရာ
ne: उदाहरण सामग्री
nl: Voorbeeldinhoud
nn_no: Eksempelinnhold
oc: Exemple de contengut
pl_pl: Przykładowa zawartość.
ps: د محتوا مثاله
pt_br: Exemplo de conteúdo
pt_pt: Exemplo de conteúdo
ro_ro: Exemplu de conținut
ru_ru: Пример содержимого
sk_sk: Príklad obsahu
sl: Primer vsebine
sq: Përmbajtje e Shembullit
sr_rs: Primer sadržaja
sv_se: Innehållsexempel
sw_ke: Yaliyomo ya Mfano
ta: உதாரண உள்ளடக்கம்
th: ตัวอย่างเนื้อหา
tl_ph: Halimbawa ng nilalaman
tr: Örnek içerik
uk_ua: Приклад контенту
vi_vn: Nội dung ví dụ
xh_za: Umxholo womzekelo
zh_cn: 话题内容样例
zh_tw: 內容範例
