Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Backup of announcements data in main database for
ar: بديل المعلومات المعلنه في قاعده البيانات الرئيسيه ل
ast_es: Copia de seguridá de los datos de les anuncies na base datos principal
bn_bd: ঘোষণা ডেটার ব্যাকআপ মূল ডেটাবেসে
bs_ba: Rezervna kopija podataka obavještenja u glavnoj bazi za
ca_es: Còpia de seguretat de les dades dels anuncis a la base de dades principal per
cs_cz: Zálohování dat oznámení v hlavní databáze pro
da: Sikkerhedskopi af meddelelsesdata i hoveddatabase af
de: Backup der Ankündigungen in Hauptdatenbank für
el: Λήψη αντιγράφου ασφαλείας των ανακοινώσεων του μαθήματος, στην κεντρική βάση δεδομένων, για
eo: Restaŭrkopio de anonca datumaro en la ĉefa datumbazo por
es: Copia de seguridad de los datos de los anuncios en la base de datos principal
es_mx: Resguardo de los datos de anuncios en la base de datos principal para
eu_es: Oharren datuen babeskopia datu-base nagusian
fa_ir: ذخیره سازی داده های مربوط به اطلاعیه ها در پایگاه اصلی داده ها برای
fi_fi: Ilmoitusten varmuuskopio päätietokannassa
fo_fo: Avrita av kunngjøringardáta í høvuðgrundtilfarum fyri
fur: Backup dai datus dai avisi dal database prinçipal par
ga: Cúltaca sonraí fógraí sa phríomhbunachar sonraí do
gl: Backup dos datos dos anuncios na base de datos principal
he_il: גיבוי של נתוני הודעות במסד הנתונים הראשי עבור
hi: मुख्य डेटाबेस में घोषणाओं डेटा का बैकअप
hr_hr: Izrada pričuvnoga primjerka podataka obavijesti u glavnu bazu podataka za
hu_hu: Hirdetményi adatok biztonsági másolata a fő adatbázisban
hy: Օտարումների տվյալների պահպանում հիմնական տվյալների բազայում՝
id_id: Backup data pengumuman dalam database utama untukr
it: Archiviazione dei dati 'Annunci' nel database principale per
ja: メインデータベースのお知らせデータバックアップ
ka_ge: განცხადებების მონაცემების რეზერვული კოპია მთავარ მონაცემთა ბაზაში
ko_kr: 메인 데이터베이스에 공지 날짜 백업
lo: ສຳຮອງຂໍ້ມູນປະກາດໃນຖານຂໍ້ມູນຫຼັກສຳລັບ
lt_lt: Sukurti pranešimų duomenų atsarginę kopiją pagrindinėje duomenų bazėje kursui
lv_lv: Paziņojumu datu no galvenās datubāzes rezerves kopijas
mk_mk: Правење на резервни копии од објавените соопштенија во главната база на податоци за
ms_my: Backup data pengumuman ke dalam Pangkalan Data untuk
my_mm: ပင်မဒေတာဘေ့စ်ရှိ ကြေငြာချက်ဒေတာ၏ အရန်သိမ်းဆည်းမှု
ne: %s को लागि मुख्य डाटाबेसमा घोषणाहरू डाटाको ब्याकअप
nl: Back-up van de aankondigingsgegevens in de hoofddatabank voor
nn_no: Sparbak av kunngjeringsdata i hovuddatabase for
oc: Còpia de seguretat dei donadas deis anóncias dins la basa de donadas principala per
pl_pl: Kopia zapasowa ogłoszeń w głównej bazie danych
ps: د اصلي ډېټابیس کې د اعلانونو ډېټا بېک اپ د
pt_br: Backup dos dados dos anúncios da base de dados principal para
pt_pt: Backup/cópia de segurança dos dados dos anúncios na base-de-dados principal para
ro_ro: Copie de rezerva a datelor anunturilor in baza de date principala pentru
ru_ru: Резервная копия объявлений в главной базе данных для
sk_sk: Záloha údajov oznámení v hlavnej databáze pre
sl: Rezervno kopiranje obvestil v glavno podatkovno bazo za
sq: Rezervimi i të dhënave të njoftimeve në bazën kryesore të të dhënave për
sr_rs: Backup obaveštenja u glavnoj bazi podataka za
sv_se: Backup av tillkännagivaden i huvudatabasen för
sw_ke: Hifadhi ya data ya matangazo katika hifadhidata kuu kwa
ta: முதன்மை தரவுத்தளத்தில் அறிவிப்புகள் தரவின் ஏற்றுமதி
th: สำรองข้อมูลและฐานข้อมูลของประกาศ
tl_ph: Backup ng data ng announcements sa main database para sa
tr: Ana veri tabanında yedeklenen duyurular
uk_ua: Архівування даних оголошень в головній базі даних для
vi_vn: BackUp thông báo tại cơ sở dữ liệu chính
xh_za: Backup yedatha yezaziso kwisizuko sempuma ye- %s
zh_cn: 公告已经在主数据库备份
zh_tw: 公告已經在主數據庫備份

source: Backup of database
ar: عمل نسخة احتياطية لقاعدةِ البيانات
ast_es: Copia de seguridá de la base datos
bn_bd: ডেটাবেসের ব্যাকআপ
bs_ba: Rezervna kopija baze podataka
ca_es: Còpia de seguretat de la base de dades
cs_cz: Zálohování databázy
da: Sikkerhedskopi af database
de: Backup der Datenbank
el: Αντίγραφο ασφαλείας της βάσης δεδομένων
eo: Restaŭrkopio de la datumbazo
es: Copia de seguridad de la base de datos
es_mx: Resguardo de la Base de datos
eu_es: Datu-basearen babeskopia
fa_ir: نسخه پشتیبان از پایگاه داده
fi_fi: Tietokannan varmuuskopiointi
fo_fo: Avrita av grundtilfarum
fur: Backup dal database
ga: Cúltaca bunachair shonraí
gl: Backup da base de datos
he_il: גיבוי של מסד נתונים
hi: डेटाबेस का बैकअप
hr_hr: Izrada pričuvnoga primjerka baze podataka
hu_hu: Adatbázis biztonsági másolat
hy: Տվյալների բազայի պահպանում
id_id: Backup database
it: Archiviazione del database
ja: データベースのバックアップ
ka_ge: მონაცემთა ბაზის რეზერვული კოპია
ko_kr: 데이터베이스 백업
lo: ສຳຮອງຂໍ້ມູນຖານຂໍ້ມູນ
lt_lt: Sukurti duomenų bazės atsarginę kopiją
lv_lv: Datubāzes rezerves kopija
mk_mk: Резервна копија од базата на податоци
ms_my: Backup Pangkalan Data
my_mm: ဒေတာဘေ့စ်၏ အရန်သိမ်းဆည်းမှု
ne: डाटाबेसको ब्याकअप
nl: Back-up van de databank
nn_no: Sparbak av database
oc: Còpia de seguretat de la basa de donadas
pl_pl: Kopia zapasowa bazy danych
ps: ډېټابیس بېک اپ
pt_br: Backup da base de dados
pt_pt: Backup/cópia de segurança da base-de-dados
ro_ro: Copie de rezerva a bazei de date
ru_ru: Резервная копия базы данных
sk_sk: Záloha databázy
sl: Rezervna kopija podatkovne baze
sq: Rezervimi i bazës së të dhënave
sr_rs: Backup baze podataka
sv_se: Backup av databas
sw_ke: Hifadhi ya hifadhidata
ta: தரவுத்தளத்தின் ஏற்றுமதி
th: สำรองฐานข้อมูล
tl_ph: Backup ng database
tr: Yedeklenen veritabanı
uk_ua: Архівування бази даних
vi_vn: BackUp cơ sở dữ liệu
xh_za: Backup yesizuko sedatha
zh_cn: 备份数据库
zh_tw: 備份數據庫

source: Expiration date
ar: تاريخ انتهاء الصلاحية
ast_es: Acabáu
bn_bd: মেয়াদোত্তীর্ণের তারিখ
bs_ba: Datum isteka
ca_es: Finalitza
cs_cz: Datum vypršení
da: Udløbsdato
de: Verfallsdatum
el: Ημερομηνία λήξης
eo: Fina dato
es: Fecha de expiración
es_mx: Expira
eu_es: Iraungitze data
fa_ir: تاریخ انقضاء
fi_fi: Vanhentumis pvm
fo_fo: Útgongudagur
fur: Data di scadense
ga: Dáta éaga
gl: Finalizado
he_il: תאריך תפוגה
hi: समाप्ति तिथि
hr_hr: Nadnevak isteka
hu_hu: Lejárat dátuma
hy: Ավարտման ամսաթիվ
id_id: Kadaluarsa
it: Scadenza
ja: 有効期限
ka_ge: ვადის ამოწურვის თარიღი
ko_kr: 종료 날짜
lo: ວັນທີໝົດອາຍຸ
lt_lt: Galiojimo pasibaigimo data
lv_lv: Termiņa beigu datums
mk_mk: Датум на истекување на рокот
ms_my: Luput
my_mm: သက်တမ်းကုန်ဆုံးရက်
ne: म्याद समाप्त मिति
nl: Vervaldatum
nn_no: Utløpsdato
oc: Vengut a l'escasença
pl_pl: Wygasa
ps: د پای ته رسېدو نیټه
pt_br: Data de expiração
pt_pt: Data de validade
ro_ro: Data expirării
ru_ru: Срок хранения
sk_sk: Dátum vypršania
sl: Poteče
sq: Data e skadimit
sr_rs: Datum isticanja
sv_se: Utgår
sw_ke: Tarehe ya kuisha
ta: காலாவதி தேதி
th: วันหมดอายุ
tl_ph: Petsa ng pagkasya
tr: Geçerlilik tarihi
uk_ua: Термін закінчення дії
vi_vn: Ngày hết hạn
xh_za: Umhla wokuphelelwa lithemba
zh_cn: 过期
zh_tw: 過期

source: Latest edit
ar: آخر تحرير
ast_es: Última edición
bn_bd: সর্বশেষ সম্পাদনা
bs_ba: Posljednja izmjena
ca_es: Darrera edicó
cs_cz: Posledně editované
da: Sidste redigering
de: Letzte Bearbeitung
el: Τελευταία επεξεργασία
eo: Lasta ŝanĝo
es: Última edición
es_mx: Ultima edición
eu_es: Azken edizioa
fa_ir: آخرین ویرایش
fi_fi: Viimeksi muokattu
fo_fo: Seinasta breyting
fur: Ùltime modìfiche
ga: Leasú is déanaí
gl: Última edición
he_il: עריכה אחרונה
hi: नवीनतम संपादन
hr_hr: Posljednje izmjene
hu_hu: Legutolsó szerkesztés
hy: Վերջին խմբագրում
id_id: Edit terakhir
it: Ultima modifica
ja: 最終編集
ka_ge: ბოლო რედაქტირება
ko_kr: 마지막 변경
lo: ການແກ້ໄຂຫຼ້າສຸດ
lt_lt: Paskutinis redagavimas
lv_lv: Pēdējais labojums
mk_mk: Последно уредување
ms_my: Ubahsuai kali terakhir
my_mm: နောက်ဆုံးပြင်ဆင်မှု
ne: अन्तिम सम्पादन
nl: Laatst gewijzigd
nn_no: Sist endret
oc: Darriera edicion
pl_pl: Ostatnio edytowany
ps: وروستۍ سمول
pt_br: Última edição
pt_pt: Última edição
ro_ro: Ultima editare
ru_ru: Последнее редактирование
sk_sk: Posledne upravované
sl: Zadnje spremembe
sq: Ndryshimi i fundit
sr_rs: Poslednje izmene
sv_se: Sista redigering
sw_ke: Hariri ya hivi karibuni
ta: இன்றைய திருத்தம்
th: แก้ไขครั้งล่าสุด
tl_ph: Pinakabagong pag-edit
tr: Son düzenleme
uk_ua: Останнє редагування
vi_vn: Chỉnh sửa trước
xh_za: Uhlobo lokuhlola mva
zh_cn: 最近一次修改
zh_tw: 最近一次修改

source: Latest visit
ar: آخر زيارة
ast_es: Última visita
bn_bd: সর্বশেষ সফর
bs_ba: Posljednja posjeta
ca_es: Darrera visita
cs_cz: Posledně navštívené
da: Sidste besøg
de: Letzter Besuch
el: Τελευταία επίσκεψη
eo: Lasta vizito
es: Última visita
es_mx: Ultima visita
eu_es: Azken bisita
fa_ir: آخرین بازدید
fi_fi: Viimeksi vierailtu
fo_fo: Seinasta vitjan
fur: Ùltime visite
ga: Cuairt is déanaí
gl: Última Visita
he_il: ביקור אחרון
hi: नवीनतम यात्रा
hr_hr: Posljednja posjeta
hu_hu: Legutolsó látogatás
hy: Վերջին այց
id_id: Vidit terakhir
it: Ultimo accesso
ja: 最新の訪問
ka_ge: ბოლო ვიზიტი
ko_kr: 마지막 방문
lo: ການເຂົ້າຊົມຫຼ້າສຸດ
lt_lt: Paskutinis vizitas
lv_lv: Pēdējais apmeklējums
mk_mk: Последна посета
ms_my: Lawatan kali terakhir
my_mm: နောက်ဆုံးလည်ပတ်မှု
ne: अन्तिम भ्रमण
nl: Laatste bezoek
nn_no: Sist besøkt
oc: Darrièra visita
pl_pl: Ostatnia wizyta
ps: وروستۍ لیدنې
pt_br: Última visita
pt_pt: Última visita
ro_ro: Ultima vizită
ru_ru: Последний визит
sk_sk: Posledná návšteva
sl: Zadnji obisk
sq: Vizita e fundit
sr_rs: Poslednja poseta
sv_se: Senaste besök
sw_ke: Ziara ya hivi karibuni
ta: இன்றைய வருகை
th: เข้ามาครั้งล่าสุด
tl_ph: Pinakabagong pagbisita
tr: Son Ziyaret
uk_ua: Останнє відвідування
vi_vn: Lần ghé thăm trước
xh_za: Undwendwele mva
zh_cn: 最近一次登录
zh_tw: 最近一次登錄

source: Subscription
ar: تسجيل
ast_es: Matriculación
bn_bd: সাবস্ক্রিপশন
bs_ba: Pretplata
ca_es: Subscriure
cs_cz: Zapsát
da: Tilmelding
de: Registrierung
el: Εγγραφή
eo: Aliĝo
es: Inscripción
es_mx: Subscripción
eu_es: Izen ematea
fa_ir: ثبت نام
fi_fi: Kuvaus
fo_fo: Skráseting
fur: Iscrizion
ga: Foilseachán
gl: Inscrición
he_il: מנוי
hi: सदस्यता
hr_hr: Upis
hu_hu: Beiratkozás
hy: Գրանցում
id_id: Pendaftaran
it: Iscrizione
ja: 登録
ka_ge: გამოწერა
ko_kr: 신청
lo: ການລົງທະບຽນ
lt_lt: Prenumeruotis
lv_lv: Pierakstīšanās
mk_mk: Пријава
ms_my: Langganan
my_mm: စာရင်းသွင်းမှု
ne: सदस्यता
nl: Inschrijving
nn_no: Abonnement
oc: Inscripcion
pl_pl: Subskrypcja
ps: ګډون
pt_br: Inscrição
pt_pt: Inscrição
ro_ro: Inscriere
ru_ru: Подписка
sk_sk: Zaradenie
sl: Vpis
sq: Abonimi
sr_rs: Prijava
sv_se: Prenumeration
sw_ke: Uandikishaji
ta: சந்தா
th: การสมัคร
tl_ph: Suskrisyon
tr: Kayıt
uk_ua: Зарахування
vi_vn: đăng kí
xh_za: Ukubhalisela
zh_cn: 注册
zh_tw: 註冊

source: Course access
ar: الوصول الى المقرر
ast_es: Entrada al cursu
bn_bd: কোর্স প্রবেশ
bs_ba: Pristup kursu
ca_es: Accés al curs
cs_cz: Přístup kurzu
da: Adgang til kurset
de: Zugriff
el: Πρόσβαση μαθήματος
eo: Aliro
es: Acceso al curso
es_mx: Accso al curso
eu_es: Ikastaro sarbidea
fa_ir: دسترسی به درس
fi_fi: Kurssi pääsy
fo_fo: Kursatgongd
fur: Acess al curs
ga: Rochtain ar an gcúrsa
gl: Acceso ó curso
he_il: גישה לקורס
hi: कोर्स पहुँच
hr_hr: Pristup kolegiju
hu_hu: Kurzus elérés
hy: Դասընթացի մուտք
id_id: Akses Mata Kuliah
it: Accesso Corso
ja: コースアクセス
ka_ge: კურსზე წვდომა
ko_kr: 과정 접근
lt_lt: Priėjimas prie kurso
lv_lv: Piekļuve kursam
mk_mk: Пристап до курсот
ms_my: Capaian Subjek
my_mm: သင်တန်းဝင်ရောက်ခွင့်
ne: कोर्स पहुँच
nl: Toegang
nn_no: Kurs tilgang
oc: Accès au cors
pl_pl: Dostęp do kursu
ps: د کورس لاسرسي
pt_br: Acesso ao Curso
pt_pt: Acesso ao curso
ro_ro: Accesul la cursul
ru_ru: Доступ к курсу
sk_sk: Prístup ku kurzu
sl: Dostop do tečaja
sq: Hyrja në kurs
sr_rs: Pristup kursu
sv_se: Kursåtkomst
sw_ke: Ufikiaji wa kozi
ta: பாடநூல் அணுகல்
th: การเข้าเรียนในวิชา
tl_ph: Pag-access sa kurso
tr: Erişim
uk_ua: Доступ до курсу
vi_vn: Truy cập khóa học
xh_za: Ukufikelela ekhosi
zh_cn: 课程访问
zh_tw: 課程訪問

source: Do you really want to backup this course?
ar: هل تريد فعلاً حفظ نسخة احتياطية
ast_es: ¿ De verdá quier facer una copia de seguridá del cursu ?
bn_bd: আপনি কি সত্যিই এই কোর্সের ব্যাকআপ নিতে চান?
bs_ba: Zaista želite napraviti rezervnu kopiju ovog kursa?
ca_es: Voleu realment realitzar una còpia de seguretat del curs?
cs_cz: Opravdu chcete zálohovat oblast kurzu?
da: Ønsker du at tage en sikkerhedskopi af dit kursus
de: Soll wirklich ein Backup für diesen Kurs erstellt werden?
el: Θέλετε πραγματικά να λάβετε αντίγραφο ασφαλείας για αυτή την εκπαίδευση;
eo: Ĉu vi vere volas restaŭri la kursan TTTn?
es: ¿ Realmente quiere realizar una copia de seguridad del curso ?
es_mx: Realmente desea hacer una copia de resguardo del curso
eu_es: Benetan egin nahi duzu prestakuntza ikastaroaren babeskopia?
fa_ir: آیا واقعاً می خواهید این درس را روی رایانۀ خود ذخیره نمایید؟
fi_fi: Haluatko todella tehdä kurssista varmuuskopion
fo_fo: Vilt tú virkeliga avrita hendan kursin?
fur: Vuêts vore fà il backup di chest curs?
ga: An bhfuil tú cinnte go dteastaíonn uait an cúrsa seo a chúltacadh?
gl: Realmente queres facer un backup do curso?
he_il: האם אתה באמת רוצה לגבות את הקורס הזה?
hi: क्या आप वास्तव में इस कोर्स का बैकअप लेना चाहते हैं?
hr_hr: Želite li doista izraditi pričuvni primjerak kolegija?
hu_hu: Valóban akar biztonsági másolatot készíteni a kurzusról ?
hy: Իրո՞նք ցանկանում եք պահպանել այս դասընթացը:
id_id: Apakah anda benar-benar ingin mem-backup mata kuliah ini
it: Volete veramente archiviare il corso?
ja: このコースをバックアップしますか？
ka_ge: ნამდვილად გსურთ ამ კურსის რეზერვული კოპიის შექმნა?
ko_kr: 과정 영역을 백업하시겠습니까?
lt_lt: Ar tikrai norite sukurti kurso srities atsarginę kopiją?
lv_lv: Vai Jūs tiešām vēlaties veikt kursa apraksta rezerves kopijas izveidi?
mk_mk: Сакате ли навистина да направите резервна копија од областа на курсот?
ms_my: Anda pasti untuk backup subjek
my_mm: ဤသင်တန်းကို တကယ်အရန်သိမ်းဆည်းလိုပါသလား။
ne: के तपाईं वास्तवमा यो कोर्सको ब्याकअप लिन चाहनुहुन्छ?
nl: Wilt u de cursussite echt back-uppen?
nn_no: Vil du verkeleg ta sparbak av dette kurset?
oc: Volètz vertadierament realizar un còpia de seguretat dau cors ?
pl_pl: Czy na pewno chcesz archiwizować kurs?
ps: آیا تاسو واقعاً غواړئ چې دا کورس بېک اپ وکړئ؟
pt_br: Você realmente quer fazer backup dessa área de curso?
pt_pt: Deseja mesmo realizar um backup/cópia de segurança deste curso?
ro_ro: Doriti salvarea acestei zone de curs?
ru_ru: Вы действительно хотите заархивировать весь курс?
sk_sk: Chcete zálohovať celý kurz?
sl: Ali resnično želiš tvoriti rezervno kopijo tečaja
sq: A dëshironi me të vërtetë të rezervoni këtë kurs?
sr_rs: Da li zaista želite da uradite Backup okruženja kursa?
sv_se: Vill du verkligen göra en backup på kursen
sw_ke: Je, unataka kweli kuhifadhi kozi hii?
ta: இந்த பாடநூலை ஏற்றுமதி செய்ய உறுதியாகவா?
th: คุณต้องการสำรองแผนการเรียนของรายวิชาใช่หรือไม่?
tl_ph: Gusto mo ba talagang gumawa ng backup ng kursong ito?
tr: Bu dersi yedeklemek istiyormusunuz?
uk_ua: Ви дійсно бажаєте архівувати весь курс?
vi_vn: Bạn có thực sự muốn BackUp khóa học này
xh_za: Ngaba uyazithemba ukuba ufuna ukwenza backup yekhosi le?
zh_cn: 你要备份这个课程吗?
zh_tw: 你要備份這個課程嗎?

source: Add a new course
ar: انشاء مقرر جديد
ast_es: Crear un cursu
bn_bd: নতুন কোর্স যোগ করুন
bs_ba: Dodaj novi kurs
ca_es: Crear el lloc web del curs
cs_cz: Vytvořit oblast kurzu
da: Opret en kursusside
de: Neuen Kurs anlegen
el: Δημιουργία εκπαίδευσης;
eo: Krei kursan TTTn
es: Crear un curso
es_mx: Crear un curso
eu_es: Sortu prestakuntza ikastaro bat
fa_ir: آفرینش درس
fi_fi: Luo kurssin sivusto
fo_fo: Legg ein nýggjan kurs afturat
fur: Zontâ un gnûv curs
ga: Cuir cúrsa nua leis
gl: Crear un curso
he_il: הוסף קורס חדש
hi: नया कोर्स जोड़ें
hr_hr: Izradi kolegij
hu_hu: Kurzus létrehozása
hy: Ավելացնել նոր դասընթաց
id_id: Buat situs mata kuliah
it: Crea un sito del corso
ja: 新しいコースを追加
ka_ge: ახალი კურსის დამატება
ko_kr: 과정 영역 생성
lt_lt: Sukurti kurso sritį
lv_lv: Izveidot kursa aprakstu
mk_mk: Создај област на курсот
ms_my: Bila Laman Subjek
my_mm: သင်တန်းအသစ်ထည့်ပါ
ne: नयाँ कोर्स थप्नुहोस्
nl: Cursussite aanmaken
nn_no: Opprett ett kursområde
oc: Apondre un còrs novèl
pl_pl: Tworzenie kursu
ps: نوی کورس اضافه کړئ
pt_br: Criar um curso
pt_pt: Criar um curso
ro_ro: Creați un curs
ru_ru: Создать курс в целом
sk_sk: Vytvorť kurz
sl: Tvori spletno stran tečaja
sq: Shtoni një kurs të ri
sr_rs: Kreiraj okruženje kursa
sv_se: Skapa en kurs
sw_ke: Ongeza kozi mpya
ta: புதிய பாடநூல் சேர்க்கவும்
th: สร้างขอบข่ายรายวิชา
tl_ph: Magdagdag ng bagong kurso
tr: Ders oluştur
uk_ua: Створити сайт курсу
vi_vn: Tạo website cho khóa học mới
xh_za: Faka ikhosi entsha
zh_cn: 创建一个课程站点
zh_tw: 創建一個課程站點
