Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Select a date from the calendar
ar: قم باختيار التاريخ من التقويم
ast_es: Seleiciona una fecha del calendariu
bn_bd: ক্যালেন্ডার থেকে একটি তারিখ নির্বাচন করুন
bs_ba: Odaberite datum sa kalendara
ca_es: Seleccioneu una data del calendari
cs_cz: Vyberte datum z kalendáře
da: Vælg en dato fra kalenderen
de: Wählen Sie ein Datum aus dem Kalender aus
el: Επιλέξτε ημερομηνία από το ημερολόγιο
eo: Elekti daton el la kalendro
es: Seleccione una fecha del calendario
es_mx: Seleccione una fecha del calendario
eu_es: Hautatu data egutegitik
fa_ir: انتخاب تاریخ از تقویم
fi_fi: Valitse päivä kalenterista
fo_fo: Vel ein dag frá kalendarinum
fur: Seletune une date dal calandari
ga: Roghnaigh dáta ón bhféilire
gl: Seleccione unha data do calendario
he_il: בחר תאריך מלוח השנה
hi: कैलेंडर से एक तिथि चुनें
hr_hr: Odaberite datum s kalendara
hu_hu: Válassz dátumot a naptárból
hy: Ընտրեք ամսաթվի օրացույցից
id_id: Pilih tanggal dari kalender
it: Seleziona una data dal calendario
ja: カレンダーから日付を選択してください
ka_ge: აირჩიეთ თარიღი კალენდრიდან
ko_kr: 달력에서 날짜를 선택하세요
lo: ເລືອກວັນທີຈາກປະຕິທິນ
lt_lt: Pasirinkite datą iš kalendoriaus
lv_lv: Izvēlieties datumu no kalendāra
mk_mk: Избери датум од календарот
ms_my: Pilih tarikh dari kalendar
my_mm: ပြက္ခဒိန်မှ ရက်စွဲတစ်ခုကို ရွေးပါ
ne: क्यालेन्डरबाट मिति चयन गर्नुहोस्
nl: Selecteer een datum op de kalender
nn_no: Vel ein dato frå kalenderen
oc: Seleccionar una data del calendari
pl_pl: Wybierz datę z kalendarza
ps: د تقویم څخه یوه نیټه وټاکئ
pt_br: Selecione uma data do calendário
pt_pt: Selecione uma data do calendário
ro_ro: Selectați o dată din calendar
ru_ru: Выберите дату из календаря
sk_sk: Vybrať dátum z kalendára
sl: Izberi datum s koledarja
sq: Zgjidh një datë nga kalendari
sr_rs: Izaberite datum iz kalendara
sv_se: Välj ett datum från kalendern
sw_ke: Chagua tarehe kutoka kwenye kalenda
ta: நாள்காட்டியிலிருந்து ஒரு தேதியைத் தேர்ந்தெடுக்கவும்
th: เลือกวันที่จากปฏิทิน
tl_ph: Pumili ng petsa mula sa kalendaryo
tr: Takvimden bir tarih seçin
uk_ua: Виберіть дату з календаря
vi_vn: Chọn ngày từ lịch
xh_za: Khetha umhla kwikhalenda
zh_cn: 从日历中选择日期
zh_tw: 從行事曆中選擇日期

source: Are you sure you want to clean results for this test before the selected date ?
ar: هل انت متأكد من حذف نتائج الاختبار قبل التاريخ المحدد؟
ast_es: ¿Tas seguru de que quies llimpiar los resultaos d'esta prueba enantes de la fecha seleicionada?
bn_bd: আপনি কি নিশ্চিত যে নির্বাচিত তারিখের আগে এই পরীক্ষার ফলাফল পরিষ্কার করতে চান?
bs_ba: Jeste li sigurni da želite očistiti rezultate za ovaj test prije odabranog datuma?
ca_es: Esteu segur que desitgeu eliminar els resultats d'aquest exercici abans de la data seleccionada?
cs_cz: Jste si jisti, že chcete vyčistit výsledky tohoto testu před vybraným datem?
da: Er du sikker på at du vil rydde resultater for denne test før den valgte dato?
de: Sind Sie sicher, dass Sie Ergebnisse für diesen Test vor dem ausgewählten Datum löschen möchten?
el: Είστε σίγουροι ότι θέλετε να καθαρίσετε τα αποτελέσματα για αυτό το τεστ πριν από την επιλεγμένη ημερομηνία;
eo: Ĉu vi certas ke vi volas purigi rezultojn por ĉi tiu testo antaŭ la elektita dato?
es: ¿Está seguro que desea eliminar los resultados de este ejercicio antes de la fecha seleccionada?
es_mx: ¿Está seguro de que desea limpiar los resultados de esta prueba antes de la fecha seleccionada?
eu_es: Ziur zaude hautatutako dataren aurreko emaitzak garbitu nahi dituzula proba honetarako?
fa_ir: آیا مطمئن هستید که می‌خواهید نتایج این آزمون را قبل از تاریخ انتخاب‌شده پاک کنید؟
fi_fi: Haluatko varmasti poistaa tulokset ennen valittua päivää
fo_fo: Er tú vís í, at tú ynskir at hreinsa niðurstøður fyri hesa próving áðrenn valda dagin?
fur: Si jer certe che vûs vuêi pulî i risultâts di chest test avant la date selezionade?
ga: An bhfuil tú cinnte gur mhaith leat torthaí an triail seo a ghlanadh roimh an dáta roghnaithe?
gl: Está seguro que desexa eliminar os resultados deste exercicio antes da data seleccionada?
he_il: האם אתה בטוח שברצונך לנקות את התוצאות של בדיקה זו לפני התאריך שנבחר?
hi: क्या आप सुनिश्चित हैं कि चयनित तिथि से पहले इस टेस्ट के परिणाम साफ़ करना चाहते हैं?
hr_hr: Jeste li sigurni da želite očistiti rezultate za ovaj test prije odabranog datuma?
hu_hu: Biztosan meg szeretnéd tisztítani a teszthez tartozó eredményeket a kiválasztott dátum előtt?
hy: Հաստատե՞ք, որ ցանկանում եք մաքրել այս թեստի արդյունքները ընտրված ամսաթվից առաջ:
id_id: Apakah Anda yakin ingin membersihkan hasil tes ini sebelum tanggal terpilih?
it: Vuoi veramente azzerare i risultati di questo test fino alla data selezionata?
ja: このテストの選択された日付より前の結果をクリアしてもよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ ტესტის შედეგების გასუფთავება მონიშნული თარიღამდე?
ko_kr: 선택된 날짜 이전의 이 테스트 결과를 지우겠습니까?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລ້າງຜົນການທົດສອບນີ້ກ່ອນວັນທີທີ່ເລືອກ?
lt_lt: Ar tikrai norite išvalyti šio testo rezultatus iki pasirinktos datos?
lv_lv: Vai tiešām vēlaties notīrīt šī testa rezultātus pirms izvēlētā datuma?
mk_mk: Дали сте сигурни дека сакате да ги избришете резултатите за овој тест пред избраниот датум?
ms_my: Adakah anda pasti mahu bersihkan hasil ujian ini sebelum tarikh yang dipilih?
my_mm: ရွေးချယ်ထားသော ရက်စွဲမတိုင်မီ ဤစမ်းသပ်မှု၏ ရလဒ်များကို ရှင်းလင်းလိုသည်မှာ သေချာပါသလား။
ne: के तपाईं चयनित मितिभन्दा पहिले यो परीक्षणका लागि परिणामहरू सफा गर्न चाहनुहुन्छ ?
nl: Weet u zeker dat u de resultaten wilt verwijderen van deze test voor de geselecteerde datum?
nn_no: Er du sikker på at du vil rensa resultat for denne testen før den valde datoen?
oc: Sètz segur que volètz netejar los resultats d'aquest test abans de la data seleccionada ?
pl_pl: Czy na pewno chcesz wyczyścić wyniki tego testu przed wybraną datą?
ps: آیا تاسو ډاډه یاست چې د ټاکلې نیټې مخکې د دې ازموینې پایلې پاکې کړئ؟
pt_br: Você tem certeza que deseja limpar os resultados deste teste, realizados antes da data selecionada?
pt_pt: Tem a certeza que deseja apagar os resultados deste teste antes da data selecionada?
ro_ro: Sunteți sigur că doriți să ștergeți rezultatele acestui exercițiu înainte de această dată?
ru_ru: Вы уверены, что хотите очистить результаты этого теста до выбранной даты?
sk_sk: Ste si istí, že chcete vyčistiť výsledky v tomto teste pred zvoleným dátumom?
sl: Ste prepričani, da želite počistiti rezultate tega testa dobljene pred izbranim datumom?
sq: A jeni të sigurt që dëshironi të pastroni rezultatet për këtë test para datës së zgjedhur?
sr_rs: Da li ste sigurni da želite da očistite rezultate za ovaj test pre izabranog datuma?
sv_se: Är du säker på att du vill rensa resultat för detta test före det valda datumet?
sw_ke: Una uhakika unataka kusafisha matokeo ya jaribio hili kabla ya tarehe iliyochaguliwa?
ta: தேர்ந்தெடுக்கப்பட்ட தேதிக்கு முன் இந்த சோதனைக்கான முடிவுகளை சுத்தம் செய்ய விரும்புகிறீர்களா?
th: คุณแน่ใจหรือไม่ว่าต้องการล้างผลลัพธ์สำหรับการทดสอบนี้ก่อนวันที่ที่เลือก?
tl_ph: Sigurado ka bang gustong linisin ang mga resulta ng test na ito bago ang napiling petsa?
tr: Seçilen tarihten önceki bu test sonuçlarını temizlemek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете очистити результати цього тесту до вибраної дати?
vi_vn: Bạn có chắc chắn muốn xóa kết quả bài kiểm tra này trước ngày đã chọn không?
xh_za: Uqinisekile ukuba ufuna ukuhlanza iziphumo zolu vavanyo phambi komhla okhethiweyo?
zh_cn: 您确定要在选定日期前清除此测试的结果吗？
zh_tw: 您確定要在選定日期之前清除此測驗的結果嗎？

source: Clean all results before a selected date
ar: حذف كافة النتائج قبل التاريخ المحدد
ast_es: Llimpiar toos los resultaos enantes d'una fecha seleicionada
bn_bd: নির্বাচিত তারিখের আগে সকল ফলাফল পরিষ্কার করুন
bs_ba: Očisti sve rezultate prije odabranog datuma
ca_es: Elimina tots els resultats abans de la data seleccionada
cs_cz: Vyčistit všechny výsledky před vybraným datem
da: Ryd alle resultater før en valgt dato
de: Alle Ergebnisse vor einem bestimmten Datum entfernen
el: Καθαρίστε όλα τα αποτελέσματα πριν από την επιλεγμένη ημερομηνία
eo: Purigi ĉiujn rezultojn antaŭ elektita dato
es: Eliminar todos los resultados antes de la fecha selecionada
es_mx: Limpiar todos los resultados antes de una fecha seleccionada
eu_es: Garbitu hautatutako dataren aurreko emaitza guztiak
fa_ir: پاک کردن همه نتایج قبل از تاریخ انتخاب‌شده
fi_fi: Poista kaikki tulokset ennen valittua päivää
fo_fo: Hreinsla allar niðurstøður áðrenn ein vald dag
fur: Pulî ducj i risultâts avant une date selezionade
ga: Glan na torthaí go léir roimh dháta roghnaithe
gl: Eliminar todos os resultados antes da data selecionada.
he_il: נקה את כל התוצאות לפני תאריך נבחר
hi: चयनित तिथि से पहले सभी परिणाम साफ़ करें
hr_hr: Očisti sve rezultate prije odabranog datuma
hu_hu: Összes eredmény törlése egy kiválasztott dátum előtt
hy: Մաքրել բոլոր արդյունքները ընտրված ամսաթվից առաջ
id_id: Bersihkan semua hasil sebelum tanggal terpilih
it: Azzera tutti i risultati prima di una certa data
ja: 選択した日付より前のすべての結果をクリアする
ka_ge: ყველა შედეგის გასუფთავება მონიშნული თარიღამდე
ko_kr: 선택된 날짜 이전 모든 결과 지우기
lo: ລ້າງຜົນທັງໝົດກ່ອນວັນທີທີ່ເລືອກ
lt_lt: Išvalyti visus rezultatus iki pasirinktos datos
lv_lv: Notīrīt visus rezultātus pirms izvēlētā datuma
mk_mk: Избриши ги сите резултати пред избраниот датум
ms_my: Bersihkan semua hasil sebelum tarikh yang dipilih
my_mm: ရွေးချယ်ထားသော ရက်စွဲမတိုင်မီ ရလဒ်အားလုံးကို ရှင်းလင်းပါ
ne: चयनित मितिभन्दा पहिले सबै परिणामहरू सफा गर्नुहोस्
nl: Verwijder alle resultaten voor de geselecteerde datum
nn_no: Rensa alle resultat før ein vald dato
oc: Netejar totes los resultats abans d'una data seleccionada
pl_pl: Wyczyść wszystkie wyniki przed wybraną datą
ps: د ټاکلې نیټې مخکې ټولې پایلې پاکې کړئ
pt_br: Limpar todos os resultados de antes da data selecionada.
pt_pt: Apagar todos os resultados antes da data selecionada
ro_ro: Eliminați toate rezultatele înainte de data selectată
ru_ru: Очистить все результаты до выбранной даты
sk_sk: Vyčistiť všetky výsledky pred vybraným dátumom
sl: Počisti vse rezultate, dobljene pred izbranim datumom
sq: Pastro të gjitha rezultatet para një date të zgjedhur
sr_rs: Očisti sve rezultate pre izabranog datuma
sv_se: Rensa alla resultat före ett valt datum
sw_ke: Safisha matokeo yote kabla ya tarehe iliyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட தேதிக்கு முன் அனைத்து முடிவுகளையும் சுத்தம் செய்
th: ล้างผลลัพธ์ทั้งหมดก่อนวันที่ที่เลือก
tl_ph: Linisin ang lahat ng resulta bago ang napiling petsa
tr: Seçilen tarihten önceki tüm sonuçları temizle
uk_ua: Очистити всі результати до вибраної дати
vi_vn: Xóa tất cả kết quả trước ngày đã chọn
xh_za: Cima zonke iziphumo phambi komhla okhethiweyo
zh_cn: 清除选定日期前所有结果
zh_tw: 清除選定日期之前的所有結果

source: Glossary help
ar: مساعدة القاموس
ast_es: Ayuuda del glosariu
bn_bd: শব্দকোষ সাহায্য
bs_ba: Pomoć za glosar
ca_es: Ajuda del glossari
cs_cz: Nápověda ke glosáři
da: Ordliste hjælp
de: Glossar-Hilfe
el: Γλωσσάριο βοήθεια
eo: Helpo pri glosaro
es: Ayuda del glosario
es_mx: Ayuda del glosario
eu_es: Glosario laguntza
fa_ir: راهنمای واژه‌نامه
fi_fi: Asiasanasto
fo_fo: Orðabók hjálp
fur: Agiut glosari
ga: Cabhair Glossary
gl: Axuda do glosario
he_il: עזרה במילון מונחים
hi: शब्दकोश सहायता
hr_hr: Pomoć pojmovnika
hu_hu: Szleng segítség
hy: Մեկնաբանաբան օգնություն
id_id: Bantuan Glosarium
it: Aiuto del glossario
ja: 用語集のヘルプ
ka_ge: გლოსარის დახმარება
ko_kr: 용어집 도움말
lo: ຊ່ວຍເຫຼືອຄຳສັບ
lt_lt: Terminų žodyno pagalba
lv_lv: Terminu skaidrojošā vārdnīca
mk_mk: Помош за гласар
ms_my: Bantuan Glosari
my_mm: ဝေါဟာရအကူအညီ
ne: शब्दकोश सहायता
nl: Woordenlijst help
nn_no: Ordliste-hjelp
oc: Ajuada del glosari
pl_pl: Pomoc glosariusza
ps: د ګلوسري مرسته
pt_br: Glossário da ajuda
pt_pt: Ajuda glossário
ro_ro: Ajutor glosar
ru_ru: Справка по глоссарию
sk_sk: Slovník pomoc
sl: Pomoč: besednjak (slovar)
sq: Ndihmë glosari
sr_rs: Pomoć za glosar
sv_se: Glossarihjälp
sw_ke: Msaada wa Glossary
ta: அகராதி உதவி
th: คำอธิบายพจนานุกรม
tl_ph: Tulong sa Glossary
tr: Kılavuz yardım
uk_ua: Довідка з глосарію
vi_vn: Trợ giúp từ điển
xh_za: Uncedo lweGlossary
zh_cn: 术语表帮助
zh_tw: 詞彙表說明

source: This tool allows you to create glossary terms for this course, which can then be used from the documents tool
ar: هذه الاداة تسمح لك بانشاء قاموس المصطلحات لهذا المقرر والذي يمكن ان يستخدم من اداة المستندات
ast_es: Esta ferramienta permítete crear términos del glosariu pa esti cursu, que luego puen usase dende la ferramienta de documentos
bn_bd: এই টুলটি আপনাকে এই কোর্সের জন্য শব্দকোষের শব্দ তৈরি করতে দেয়, যা পরে ডকুমেন্ট টুল থেকে ব্যবহার করা যায়
bs_ba: Ovaj alat vam omogućava da kreirate termine glosara za ovaj kurs, koji se zatim mogu koristiti iz alata za dokumente
ca_es: Aquesta eina us permet crear termes de glossari per al seu curs, els quals poden després ser usats en l'eina de documents.
cs_cz: Tento nástroj vám umožňuje vytvářet termíny glosáře pro tento kurz, které pak lze použít z nástroje dokumenty
da: Dette værktøj tillader dig at oprette ordlistebegreber for dette kursus, som derefter kan bruges fra dokumentværktøjet
de: Mit diesem Tool können Sie Glossareinträge für diesen Kurs erstellen, die dann im Dokumenten-Tool verwendet werden können.
el: Αυτό το εργαλείο σας επιτρέπει να δημιουργήσετε γλωσσάρι όρων για το συγκεκριμένο μάθημα, το οποίο μπορεί στη συνέχεια να χρησιμοποιηθεί από το εργαλείο εγγράφων
eo: Ĉi tiu ilo permesas vin krei glosarajn terminojn por ĉi tiu kurso, kiuj povas poste esti uzitaj el la ilo de dokumentoj
es: Esta herramienta le permite crear términos de glosario para su curso, los cuales pueden luego ser usados en la herramienta de documentos
es_mx: Esta herramienta le permite crear términos de glosario para este curso, que luego pueden usarse desde la herramienta de documentos
eu_es: Tresna honek ikastaro honetarako glosario terminoak sortzen uzten dizu, dokumentuen tresnatik erabili daitezkeenak
fa_ir: این ابزار به شما اجازه می‌دهد اصطلاحات واژه‌نامه برای این دوره ایجاد کنید که سپس می‌توان از ابزار اسناد استفاده کرد
fi_fi: Tämä työkalu mahdollistaa sanasto termeiden luomisen tälle kurssille, joita voidaan sitten käyttää asiakirjojen työkalusta
fo_fo: Hetta verktyg leypir tær at upprætta orðabókstermir fyri henda kursin, sum so kunnu verða brúkt frá skjølum verktyginum
fur: Chest strument ti permit di creâ terminis dal glosari par chest cors, che si podin doprâ dal strument documents
ga: Ligeann an uirlis seo duit téarmaí gluais a chruthú don chúrsa seo, ar féidir iad a úsáid ansin ó uirlis na gcáipéisí
gl: Esta ferramenta permítelle crear termos de glosario para o seu curso, que poden logo ser usados na ferramenta de documentos
he_il: כלי זה מאפשר לך ליצור מונחי מונחים עבור קורס זה, אשר לאחר מכן ניתן להשתמש בהם מכלי המסמכים
hi: यह उपकरण आपको इस कोर्स के लिए शब्दकोश शब्द बनाता है, जिन्हें फिर दस्तावेज़ उपकरण से उपयोग किया जा सकता है
hr_hr: Ovaj alat omogućuje vam stvaranje pojmova pojmovnika za ovaj predmet, koji se zatim mogu koristiti iz alata za dokumente
hu_hu: Ez az eszköz lehetővé teszi, hogy létrehozhasd a kurzushoz tartozó szleng kifejezéseket, amelyeket aztán a dokumentumok eszközből használhatsz
hy: <p> Այս գործիքը թույլ է տալիս ստեղծել մեկնաբանաբան տերմիններ այս դասընթացի համար, որոնք հետագայում կարող են օգտագործվել փաստաթղթերի գործիքից:</p>
id_id: Alat ini memungkinkan Anda membuat istilah glosarium untuk kursus ini, yang kemudian dapat digunakan dari alat dokumen
it: Questo tool permette di creare un glossario dei termini usati in questo corso che possono essere usati dal tool Documenti.
ja: このツールを使用すると、このコースの用語集を作成でき、ドキュメントツールから使用することができます。
ka_ge: ეს ინსტრუმენტი საშუალებას გაძლევთ შექმნათ გლოსარის ტერმინები ამ კურსისთვის, რომლებიც შემდეგ შეიძლება გამოყენებულ იქნას დოკუმენტების ინსტრუმენტიდან
ko_kr: 이 도구를 사용하면 이 과정의 용어집 용어를 만들 수 있으며, 문서 도구에서 사용할 수 있습니다
lo: ເຄື່ອງມືນີ້ຊ່ວຍໃຫ້ທ່ານສາມາດສ້າງຄຳສັບສຳລັບຫຼັກສູດນີ້, ເຊິ່ງສາມາດນຳໃຊ້ຈາກເຄື່ອງມືເອກະສານໄດ້
lt_lt: Šis įrankis leidžia kurti terminų žodyno terminus šiam kursui, kurie vėliau gali būti naudojami dokumentų įrankyje
lv_lv: Šis rīks ļauj izveidot terminu skaidrojošās vārdnīcas terminus šim kursam, kurus pēc tam var izmantot no dokumentu rīka
mk_mk: Оваа алатка ви овозможува да креирате термини за гласар за овој курс, кои потоа можат да се користат од алатката за документи
ms_my: Alat ini membolehkan anda mencipta istilah glosari untuk kursus ini, yang kemudiannya boleh digunakan dari alat dokumen
my_mm: ဤကိရိယာသည် ဤသင်တန်းအတွက် ဝေါဟာရစာရင်းဝေါဟာရများကို ဖန်တီးခွင့်ပြုပြီး၊ ၎င်းတို့ကို စာရွက်စာတမ်းကိရိယာမှ အသုံးပြုနိုင်သည်
ne: यो उपकरणले तपाईंलाई यो पाठ्यक्रमका लागि शब्दकोश शब्दहरू सिर्जना गर्न अनुमति दिन्छ, जसलाई त्यसपछि दस्तावेज उपकरणबाट प्रयोग गर्न सकिन्छ
nl: Deze tool stelt u in staat woordenlijst items te maken, die daarna vanuit de documententool kunnen worden gebruikt.
nn_no: Dette verktøyet lar deg oppretta ordlistebegreper for dette kurset, som deretter kan brukast frå dokumentverktøyet
oc: Aqueste outil vos permet de crear de termes de glosari per aqueste curs, que podran apon usar des de l'outil documents
pl_pl: To narzędzie pozwala tworzyć terminy glosariusza dla tego kursu, które następnie mogą być używane z narzędzia dokumenty
ps: دا لاره تاسو ته اجازه درکوي چې د دې کورس لپاره ګلوسري اصطلاحات جوړ کړئ، چې وروسته د اسنادو لاره څخه کارول کېدای شي
pt_br: Esta ferramenta permite que você crie os termos do glossário para este curso, que pode então ser usado a partir da ferramenta de documentos
pt_pt: Esta ferramenta permite que você crie termos do glossário para o seu curso, que pode então ser usado na ferramenta de documentos
ro_ro: Acest instrument vă permite să creați termeni glosar pentru cursul sau, care pot fi apoi utilizate în instrumentul de documente
ru_ru: Этот инструмент позволяет создавать термины глоссария для этого курса, которые затем можно использовать из инструмента документов
sk_sk: Tento nástroj vám umožní vytvoriť slovník termínov pre tento kurz, ktoré potom môžu byť použité z nástroja dokumentov
sl: To orodje omogoča kreiranje izrazov, besed, terminov, in njihovih opisov, ki so lahko nato uporabljeni v orodju dokumentov.
sq: Ky mjet ju lejon të krijoni terma glosari për këtë kurs, të cilët mund të përdoren më pas nga mjeti i dokumenteve
sr_rs: Ovaj alat vam omogućava da kreirate termine glosara za ovaj kurs, koji se potom mogu koristiti iz alata za dokumente
sv_se: Detta verktyg låter dig skapa glossarietermer för denna kurs, som sedan kan användas från dokumentverktyget
sw_ke: Zana hii inakuruhusu kuunda maneno ya glossary kwa kozi hii, ambayo yanaweza kutumika kutoka zana za hati
ta: இந்த கருவி இந்த பாடத்திற்கான அகராதி சொற்களை உருவாக்க அனுமதிக்கிறது, அவை பின்னர் ஆவணங்கள் கருவியிலிருந்து பயன்படுத்தப்படலாம்
th: เครื่องมือนี้ช่วยให้คุณสร้างคำศัพท์พจนานุกรมสำหรับหลักสูตรนี้ ซึ่งสามารถใช้จากเครื่องมือเอกสารได้
tl_ph: Ang tool na ito ay nagbibigay-daan sa iyo na lumikha ng mga termino ng glossary para sa kursong ito, na maaaring gamitin pagkatapos mula sa documents tool
tr: Bu araç, bu ders için kılavuz terimleri oluşturmanızı sağlar; bunlar daha sonra belgeler aracından kullanılabilir
uk_ua: Цей інструмент дозволяє створювати терміни глосарію для цього курсу, які потім можна використовувати з інструменту документів
vi_vn: Công cụ này cho phép bạn tạo các thuật ngữ từ điển cho khóa học này, sau đó có thể sử dụng từ công cụ tài liệu
xh_za: Eli sixhobo likuvumela ukuba wenze amagama eglossary kweli khosi, naanokuba asetyenziswe kwisixhobo samaxwebhu
zh_cn: 此工具允许您为本课程创建术语表术语，然后可在文档工具中使用
zh_tw: 此工具可讓您為本課程建立詞彙表術語，然後可從文件工具中使用
