Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Capture screenshot/screencast
ar: التقاط صورة شاشة/تسجيل شاشة
ast_es: Capturar captura de pantalla/vídeo de pantalla
bn_bd: স্ক্রিনশট/স্ক্রিনকাস্ট ক্যাপচার করুন
bs_ba: Snimi snimak ekrana/snimanje ekrana
ca_es: Captura imatge o vídeo de la pantalla
cs_cz: Zachytit snímek obrazovky/screencast
da: Optag skærmbillede/skærmoptagelse
de: Screenshot/Screencast festhalten
el: Λήψη στιγμιότυπου οθόνης/εγγραφής οθόνης
eo: Kapti ekranferton/ekranvidon
es: Capturar imagen o vídeo de la pantalla
es_mx: Capturar captura de pantalla/videograbación
eu_es: Hartu pantaila-argazki/screencast
fa_ir: ضبط اسکرین‌شات/اسکرین‌کست
fi_fi: Ota kuvaruutukaappaus
fo_fo: Tak skjámynd/skjámeldinger
fur: Cjape screenshot/screencast
ga: Gabh greimscリーンshot/greimscairdiúil
gl: Capture imaxe ou vídeo da pantalla
he_il: צלם צילום מסך/שידור מסך
hi: स्क्रीनशॉट/स्क्रीनकास्ट कैप्चर करें
hr_hr: Snimi snimku zaslona/snimanje zaslona
hu_hu: Képernyőkép/képernyőfelvétel rögzítése
hy: Գրավել էկրանի սքրինշոթ/սքրինքաստ
id_id: Tangkap tangkapan layar/screencast
it: Cattura screenshot/screencast
ja: スクリーンショット/スクリーンキャストをキャプチャ
ka_ge: ეკრანის სურათის/ეკრანის ჩანაწერის გადაღება
ko_kr: 스크린샷/화면 녹화 캡처
lo: ຈັບພາບໜ້າຈໍ/ບັນທຶກວິດີໂອໜ້າຈໍ
lt_lt: Įrašyti ekrano nuotrauką/ekrano įrašą
lv_lv: Ierakstīt ekrānuzņēmumu/ierakstu
mk_mk: Снимај екран/екранкаст
ms_my: Tangkap tangkapan skrin/rakaman skrin
my_mm: စခရင်ရှော့/စခရင်ကတ်စ်ဖမ်းယူပါ
ne: स्क्रिनसट/स्क्रिनकास्ट क्याप्चर गर्नुहोस्
nl: Schermafbeelding/-opname maken
nn_no: Ta skjermbilete/skjermopptak
oc: Capturar captura d'ecran/vídeo d'ecran
pl_pl: Zrób zrzut ekranu/nagrywanie ekranu
ps: د اسکرین شاټ عکس/اسکرین کاسټ اخیستل
pt_br: Captura de tela/screencast
pt_pt: Capturas de ecrãn
ro_ro: Captură imagine sau video
ru_ru: Сделать снимок экрана/запись экрана
sk_sk: Snímanie obrazovky/činnosti na obrazovke
sl: Zajemi zaslonsko sliko/video
sq: Regjistro screenshot/screencast
sr_rs: Snimi snimak ekrana/snimanje ekrana
sv_se: Ta skärmdump/skärminspelning
sw_ke: Piga picha ya skrini/skrini
ta: படம்பிடிப்பு/ஸ்க்ரீன்காஸ்ட் பதிவு செய்யவும்
th: จับภาพหน้าจอ/บันทึกหน้าจอ
tl_ph: Kumuha ng screenshot/screencast
tr: Ekran görüntüsü/ekran kaydı yakala
uk_ua: Захопити знімок екрану/скрінкаст
vi_vn: Chụp ảnh màn hình/ghi màn hình
xh_za: Thatha iskrinshoti/iskrinshoti
zh_cn: 捕获屏幕截图/屏幕录像
zh_tw: 擷取螢幕截圖／螢幕錄影

source: View
ar: عرض
ast_es: Ver
bn_bd: দেখুন
bs_ba: Pogledaj
ca_es: Mostra
cs_cz: Zobrazit
da: Vis
de: Anzeigen
el: Δείτε
eo: Vidi
es: Ver
es_mx: Ver
eu_es: Ikusi
fa_ir: نمایش
fi_fi: Näkymä
fo_fo: Vís
fur: Viste
ga: Amharc
gl: Ver
he_il: צפייה
hi: देखें
hr_hr: Prikaz
hu_hu: Megtekintés
hy: Դիտել
id_id: Lihat
it: Vedi
ja: 表示
ka_ge: ნახვა
ko_kr: 보기
lo: ເບິ່ງ
lt_lt: Peržiūrėti
lv_lv: Skatīt
mk_mk: Преглед
ms_my: Lihat
my_mm: ကြည့်ပါ
ne: हेर्नुहोस्
nl: Weergave
nn_no: Vis
oc: Afichar
pl_pl: Wyświetl
ps: لیدل
pt_br: Visão
pt_pt: Ver
ro_ro: Vezi
ru_ru: Просмотр
sk_sk: Pohľad
sl: Pogled
sq: Shih
sr_rs: Pogledaj
sv_se: Visa
sw_ke: Angalia
ta: பார்
th: ดู
tl_ph: Tingnan
tr: Görüntüle
uk_ua: Перегляд
vi_vn: Xem
xh_za: Jonga
zh_cn: 查看
zh_tw: 檢視

source: Number submitted
ar: العدد الذي تم تسليمه
ast_es: Númberu conseñáu
bn_bd: জমা দেওয়া সংখ্যা
bs_ba: Broj predanih
ca_es: Quantitat enviada
cs_cz: Počet odeslaných
da: Indsendt antal
de: Eingereichte Anzahl
el: Αριθμός που υποβλήθηκε
eo: Sendita nombro
es: Cantidad enviada
es_mx: Número enviado
eu_es: Bidali zen kopurua
fa_ir: تعداد ارسال‌شده
fi_fi: Numero lähetetty
fo_fo: Tal løgd fram
fur: Numar inviâts
ga: Uimhir a cuireadh isteach
gl: Cantidade enviada
he_il: מספר שנשלח
hi: प्रस्तुत संख्या
hr_hr: Broj predanih
hu_hu: Beküldött szám
hy: Մուտքագրված քանակ
id_id: Jumlah yang dikirim
it: Numero inserito
ja: 送信数
ka_ge: წარმოდგენილი რაოდენობა
ko_kr: 제출된 횟수
lo: ຈຳນວນທີ່ສົ່ງ
lt_lt: Pateiktų skaičius
lv_lv: Iesniegto skaits
mk_mk: Број доставени
ms_my: Bilangan yang dihantar
my_mm: တင်သွင်းထားသော အရေအတွက်
ne: प्रस्तुत गरिएको सङ्ख्या
nl: Aantal ingegeven
nn_no: Antall innsendte
oc: Nombre submés
pl_pl: Liczba złożonych
ps: ارسال شوی شمېره
pt_br: Número apresentado
pt_pt: Número submetido
ro_ro: Suma trimisa
ru_ru: Количество отправленных
sk_sk: Počet prihlásených
sl: Število odposlanih
sq: Numri i dorëzuar
sr_rs: Broj predatih
sv_se: Inskickat antal
sw_ke: Idadi iliyowasilishwa
ta: சமர்ப்பிக்கப்பட்ட எண்
th: จำนวนที่ส่ง
tl_ph: Bilang na isinumite
tr: Gönderilen sayı
uk_ua: Кількість поданих
vi_vn: Số lượng đã nộp
xh_za: Inani elifunyenweyo
zh_cn: 提交数量
zh_tw: 已提交數量
