Repository: chamilo/chamilo-lms
Catalog: translations/messages.yo_NG.po
Languages: yo_ng

source: If the server is behind a proxy or firewall (and only in those cases), it might be using the X_FORWARDED_FOR HTTP header to show the remote user IP (yours, in this case).
yo_ng: Ti olupin ba wa lẹhin proxy tabi ogiri ina (ati nikan ni awọn ọran yẹn), o le lo akọle HTTP X_FORWARDED_FOR lati ṣafihan IP olummoṣiṣẹ jijìmọ (rẹ, ni ọran yii).

source: Geolocalization by coordinates
yo_ng: Geolocalization nipasẹ awọn ipoidojọ

source: Export users of a course
yo_ng: Fi awọn olummoṣiṣẹ ẹkọ kan jade

source: Pause recording
yo_ng: Dadu igbasilẹ

source: Resume recording
yo_ng: Tun ibasile igbasilẹ ṣe

source: You are already registered but your allowed access time has expired.
yo_ng: O ti forukọsilẹ tẹlẹ ṣugbọn akoko iraye si rẹ ti pari.

source: Assignment work time
yo_ng: Akoko iṣẹ iṣẹ iṣẹ

source: Document ID
yo_ng: ID Iwe-ipamọ

source: Social data
yo_ng: Awọn iṣiro awujọ

source: Wall messages posted by him/herself
yo_ng: Awọn ifọrọran ogiri ti a fiweranṣẹ nipasẹ ararẹ

source: See accesses
yo_ng: Wo awọn iraye si

source: Priority changed from %s to %s
yo_ng: Iṣaaju yipada lati %s si %s

source: Status changed from %s to %s
yo_ng: Ipo yipada lati %s si %s

source: This skill was obtained through course %s which has been removed since then.
yo_ng: Ogbon yii ni a gba nipasẹ ẹkọ %s eyiti o ti yọ kuro lati igba naa.

source: Save and add new item
yo_ng: Fi pamọ ki o ṣafikun ohun tuntun

source: By default, this announcement will be sent to all users. But you can also select others recipients.
yo_ng: Nipasẹ aiyipada, ikede yii yoo ranṣẹ si gbogbo awọn olummoṣiṣẹ. Ṣugbọn o tun le yan awọn olugba miiran.

source: Choose recipients
yo_ng: Yan awọn olugba

source: Progress: %s %%
yo_ng: Ilọsiwaju: %s %%

source: This session has a maximum duration of %s days.
yo_ng: Igba yii ni akoko gigun ti %s ọjọ.

source: Score: %s %%
yo_ng: Dimegbe: %s %%

source: Certificate: %s
yo_ng: Iwe-ẹri: %s

source: Enable to bypass the configuration of Exercise invisible in session at a base course level
yo_ng: Ṣiṣẹ lati fori iṣeto Idaraya ti ko han ni igba ni ipele ẹkọ ipilẹ

source: To enable the configuration of the exercise invisibility in session in the base course to by pass the global configuration. If not set the global parameter is used.
yo_ng: Lati ṣiṣẹ iṣeto idaraya ti ko han ni igba ni ẹkọ ipilẹ lati fori iṣeto agbaye. Ti ko ṣeto, paramita agbaye ni a lo.

source: Exercise invisible in Session
yo_ng: Idaraya ko han ni Igba

source: If an exercise is visible in the base course then it appears invisible in the session. If an exercise is invisible in the base course then it does not appear in the session.
yo_ng: Ti idaraya kan ba han ni ẹkọ ipilẹ lẹhinna o han ko han ni igba. Ti idaraya kan ko ba han ni ẹkọ ipilẹ lẹhinna ko han ni igba.

source: Ongoing
yo_ng: Ti n ṣẹlẹ

source: Unclosed
yo_ng: Aiṣii

source: Attempt still going on. Please wait.
yo_ng: Igbelewọn tun n lọ. Jọwọ duro.

source: Mark attempt as closed
yo_ng: Ṣamisi igbelewọn bi pipade

source: The new password does not match the minimum security requirements
yo_ng: Ọrọigbaniwọle tuntun ko ba awọn ibeere aabo to kere julọ mu

source: Minimum %s lowercase characters
yo_ng: Iwọn %s awọn ohun kọwe kekere

source: Minimum %s uppercase characters
yo_ng: Iwọn %s awọn ohun kọwe ti o tobi

source: Minimum %s numerical (0-9) characters
yo_ng: Iwọn %s awọn ohun kọwe nọmba (0-9)

source: Minimum %s characters in total
yo_ng: Iwọn %s awọn ohun kọwe lapapọ

source: Maximum %s lowercase characters
yo_ng: Iwọn %s awọn ohun kọwe kekere

source: Maximum %s uppercase characters
yo_ng: Iwọn %s awọn ohun kọwe ti o tobi

source: Maximum %s numerical (0-9) characters
yo_ng: Iwọn %s awọn ohun kọwe nọmba (0-9)

source: Maximum %s characters in total
yo_ng: Iwọn %s awọn ohun kọwe lapapọ

source: You can't edit this question because answers by students have already been registered
yo_ng: O ko le ṣatunṣe ibeere yii nitori awọn idahun nipasẹ awọn ọmọ ile-iwe ti forukọsilẹ tẹlẹ

source: Avatar
yo_ng: Aworan Avatar

source: Semester
yo_ng: Igbalaọdun

source: Reading comprehension
yo_ng: Oye kika

source: Sorry, it seems like a speed of %s words/minute was too fast for this text of %s words.
yo_ng: Ma binu, o dabi ẹnipe iyara ti %s ọrọ/iṣẹju yara ju fun ọrọ yii ti %s ọrọ.

source: Congratulations, you have reached and correctly understood, at a speed of %s words per minute, a text of a total %s words.
yo_ng: Oriire, o ti de ati pe o loye daradara, ni iyara ti %s ọrọ fun iṣẹju, ọrọ kan ti %s ọrọ lapapọ.

source: %s words per minute
yo_ng: %s ọrọ fun iṣẹju

source: Tutor %s is no subscribed to this course
yo_ng: Olutọju %s ko forukọsilẹ si ẹkọ yii

source: Update this title in learning paths
yo_ng: Ṣe imudojuiwọn akọle yii ni awọn ọna ẹkọ

source: To enable video chat in your browser (if it supports it), make sure you click on the information icon on the left of the URL and then authorize the use of the webcam and microphone.
yo_ng: Lati ṣiṣẹ chat fidio ni ẹrọ aṣawo rẹ (ti o ba ṣe atilẹyin rẹ), rii daju pe o tẹ lori aami alaye ni apa osi ti URL lẹhinna fun laaye lilo kamẹra ati gbohungbohun.

source: Update file
yo_ng: Ṣe imudojuiwọn faili

source: Paranoid: E-mail teacher when a student starts an exercise
yo_ng: Paranoid: Fìrán ìmẹ̀l sí olùkọ́ nígbà tí akẹ́kọ̀ọ́ bá bẹ̀rẹ̀ ìdàgbàsókè

source: Aware: E-mail teacher when a student ends an exercise
yo_ng: Mọ̀: Fìrán ìmẹ̀l sí olùkọ́ nígbà tí akẹ́kọ̀ọ́ bá parí ìdàgbàsókè

source: Relaxed open: E-mail teacher when a student ends an exercise, only if an open question is answered
yo_ng: Ṣí ìdàrì: Fìrán ìmẹ̀l sí olùkọ́ nígbà tí akẹ́kọ̀ọ́ bá parí ìdàgbàsókè, ṣùgbọ́n nìkan tí ìbéèrè ìdàrì bá ti dáhùn

source: Relaxed audio: E-mail teacher when a student ends an exercise, only if an oral question is answered
yo_ng: Ṣí ìdùbọ̀: Fìrán ìmẹ̀l sí olùkọ́ nígbà tí akẹ́kọ̀ọ́ bá parí ìdàgbàsókè, ṣùgbọ́n nìkan tí ìbéèrè ìdùbọ̀ bá ti dáhùn

source: Student just started an exercise
yo_ng: Akẹ́kọ̀ọ́ ṣẹ̀ṣẹ̀ bẹ̀rẹ̀ ìdàgbàsókè

source: Temporary score: %s open question(s) not corrected yet.
yo_ng: Dídùn ìgbà: %s ìbéèrè ìdàrì kò tíì ṣàtúnṣe.

source: Annotation
yo_ng: Àkíyèsí

source: Teacher picture
yo_ng: Àwòrán olùkọ́

source: Feedback if not correct
yo_ng: Àtìlẹ́yìn tí kò yẹ

source: Scheduled announcements
yo_ng: Àwùsọ ìpinnu ìṣètò

source: Specific dispatch date
yo_ng: Ọjọ́ ìfìránṣẹ́ pàtó

source: Dispatch based on the session's start/end dates
yo_ng: Ìfìránṣẹ́ lórí ìpìlẹ̀ ìbẹ̀rẹ̀/ìparí ìdásílẹ̀ ìdàsílẹ̀

source: After or before
yo_ng: Lẹ́yìn tàbí ṣáájú

source: Before
yo_ng: Ṣáájú

source: This form allows scheduling announcements to be sent automatically to the students who are taking a course in a session.
yo_ng: Fọ́ọ̀mù yìí yọ̀ọ́ láti ṣètò àwùsọ láti fi ìdàrọ̀dùro ránṣẹ́ sí àwùsọ akẹ́kọ̀ọ́ tí ń kọ́ ìdàsílẹ̀ nínú ìdásílẹ̀ kan.

source: A mandatory survey is waiting your answer. To enter the course, you must first complete the survey.
yo_ng: Ìwádìyẹ pàtàkì kan ń dè ìdáhùn rẹ. Láti wọ ìdàsílẹ̀, o gbọ́dọ̀ kọ́ ìwádìyẹ̀ kọ́kọ́.

source: Show previous button
yo_ng: Fi bọ́tì ìṣáájú hàn

source: All tickets
yo_ng: Gbogbo àwùsọ ìtìjú

source: Mandatory?
yo_ng: Pàtàkì?

source: %s got a new assignment in course %s
yo_ng: %s gba ìṣẹ́ tuntun nínú ìdàsílẹ̀ %s

source: As his/her human resources manager, you are receiving this e-mail to let you know that %s just got a new assignment in course %s
yo_ng: Gẹ́gẹ́ bí olùdarí àwùjọ ìdàsílẹ̀ rẹ, o ń gba ìmẹ̀l yìí láti jẹ́ kí o mọ̀ pé %s ṣẹ̀ṣẹ̀ gba ìṣẹ́ tuntun nínú ìdàsílẹ̀ %s

source: Student linking requests
yo_ng: Àwùsọ ìfọ̀rọ̀wérọ̀ ìsọ ìdàpọ̀ akẹ́kọ̀ọ́

source: E-mail students and their Human Resources Manager on assignments creation
yo_ng: Fìrán ìmẹ̀l sí akẹ́kọ̀ọ́ àti Olùdarí Àwùjọ Ìdàsílẹ̀ wọn lórí ìdáṣẹ ìṣẹ́

source: Student linking request accepted
yo_ng: Àwùsọ ìfọ̀rọ̀wérọ̀ ìsọ ìdàpọ̀ akẹ́kọ̀ọ́ ti gba

source: Linked to student
yo_ng: Ìsọ ìdàpọ̀ pẹ̀lú akẹ́kọ̀ọ́

source: Request linking to student
yo_ng: Ìfọ̀rọ̀wérọ̀ ìsọ ìdàpọ̀ pẹ̀lú akẹ́kọ̀ọ́

source: Linking request added
yo_ng: Àwùsọ ìfọ̀rọ̀wérọ̀ ìsọ ìdàpọ̀ ti ṣàfikún

source: Human Resource Managers list
yo_ng: Àkójọ Olùdarí Àwùjọ Ìdàsílẹ̀

source: Assign Human Resources Manager to user
yo_ng: Yà sọ Olùdarí Àwùjọ Ìdàsílẹ̀ fún olùwòòjo

source: Add Human Resources Manager to user
yo_ng: Ṣàfikún Olùdarí Àwùjọ Ìdàsílẹ̀ sí olùwòòjo

source: Human Resources Manager assigned users course list
yo_ng: Àkójọ ìdàsílẹ̀ ìdàsílẹ̀ Olùdarí Àwùjọ Ìdàsílẹ̀ tí a yà sọ

source: Go to Survey
yo_ng: Lọ sí Ìwádìyẹ̀

source: Certificate notification
yo_ng: Ìfìfẹ́ ìjẹ́rẹ́ ìdàáṣẹ

source: Send certificate notification to all users
yo_ng: Fìrán ìfìfẹ́ ìjẹ́rẹ́ ìdàáṣẹ sí gbogbo àwùsọ

source: Forwarded message
yo_ng: Ìfìránṣẹ́ tí a fi ránṣẹ́

source: Forward message
yo_ng: Fi ìfìránṣẹ́ ránṣẹ́

source: You will find below the list of course categories.
yo_ng: Yóò rí ìpinnu àwùjọ ìdàsílẹ̀ lọ́wọ́ rẹ nísàlẹ̀.

source: Feature disabled by administrator
yo_ng: Àfikún tí olùdarí ṣe pa dàá

source: Subscribe users to category
yo_ng: Forúkọ àwùsọ sí ẹ̀ká

source: Subscribe groups to category
yo_ng: Forúkọ àwùpùpù sí ẹ̀ká

source: Note that if the inscription of users in a category is available, then if you have already subscribe user to the category it will override the inscription of users here in the Learning Path
yo_ng: Ṣe àfihàn pé tí ìforúkọ àwùsọ nínú ẹ̀ká bá ṣe wà, lẹ́yìn náà tí o bá ti forúkọ àwùsọ sí ẹ̀ká yóò bori ìforúkọ àwùsọ níbí nínú Ìlọ Ìkọ́ni

source: Note that the inscription of users in a category will override the inscription of users in the Learning Path
yo_ng: Ṣe àfihàn pé ìforúkọ àwùsọ nínú ẹ̀ká yóò bori ìforúkọ àwùsọ nínú Ìlọ Ìkọ́ni

source: Select with text field
yo_ng: Yàn pẹ̀lú ìkànkà ìwé

source: Triple select
yo_ng: Yàn mẹ́ta

source: You confirm that you really want to subscribe to this platform.
yo_ng: O fi ìdájọ́ ìmọ̀ pé o fẹ́ forúkọ sí pẹ̀lẹ́tì yìí gan-an.

source: Add text
yo_ng: Ṣàfikún ìwé

source: When you start recording, you can pause whenever you want. If you are not satisfied, register again. This will overwrite the previous version. Satisfied? the file is automatically sent to the server so you can just continue your exercise.
yo_ng: Nígbà tí o bá bẹ̀rẹ̀ ìdùbọ̀, o lè dádúbọ̀ nigbakigba tí o fẹ́. Tí kò yẹ fún ọ, ṣe ìdùbọ̀ tún. Èyí yóò kọ ìdàbò ìṣáájú. Ìdùnnú? Ìfailì yóò fi ìdàrọ̀dùro ránṣẹ́ sí ìyàwó láti jẹ́ kí o tẹ̀síwájú ìdàgbàsókè rẹ.

source: Best score in learning path
yo_ng: Dídùn ìdàgbàsókè jù lọ nínú ìlọ ìkọ́ni

source: Best score not in learning path
yo_ng: Dídì ìdí tí kò wà nín ìlò ọ̀nà ìkọ́wé

source: Send confirmation mail again
yo_ng: Firanṣẹ ifẹ́rí ìmélì lẹ́ẹ̀kan síi

source: User confirmed. Now you can login the platform.
yo_ng: Olùkọ́wé ti jẹ́ ìdáhùn. Bayi o le wọle sínú ìpìlẹ̀.

source: Agenda available in course %s
yo_ng: Ekalẹ̀ndà wà nín ìdàrú %s

source: You have been subscribed to the course %s the start date is %s and %s
yo_ng: O ti forukọ́ sí ìdàrú %s òjìṣe ìbẹ̀rẹ̀ jẹ́ %s àti %s

source: E-mail to teachers on new user's student publication feedback.
yo_ng: Ìmẹ̀lì sí àwọn olùkọ́ lórí ìdáhùn ìtẹ̀wọ́ ìkọ́wé tuntun ti ọmọ ilé ìwé.

source: Your session time is expired.
yo_ng: Àkókò ìjirò ìsẹ́ṣọ̀n rẹ ti kọjá.

source: Learner %s has enough sub-skill to get skill %s. To assign this skill it is possible to go here : %s
yo_ng: Akẹ́kọ̀ọ́ %s ni ìpìlẹ̀ ìmọ̀ ìpìlẹ̀ tó pọ̀ láti gba ìmọ̀ %s. Láti yàn ìmọ̀ yìí, o ṣeé ṣe láti lọ síbí : %s

source: This e-mail was sent via course %s
yo_ng: Ìmẹ̀lì yìí ni a fi ìdàrú %s fi ránṣẹ́

source: This e-mail was sent via course %s in session %s
yo_ng: Ìmẹ̀lì yìí ni a fi ìdàrú %s nín ìsẹ́ṣọ̀n %s fi ránṣẹ́

source: Diagram
yo_ng: Àwòrán ìdàpọ̀

source: Career %s doesn't have a diagram.
yo_ng: Iṣẹ́ ìdàgbàsókè %s kò ni àwòrán ìdàpọ̀.

source: Exercise report by category for all sessions
yo_ng: Ìròyìn ìdánwò ìdàrú fún gbogbo ìsẹ́ṣọ̀n

source: Require e-mail confirmation
yo_ng: Beere ìdáhùn ìmẹ̀lì

source: Registration confirmation
yo_ng: Ìdáhùn ìforúkọ́

source: Your account is inactive because you have not confirmed it yet. Check your email and follow the instructions or click the following link to resend the email
yo_ng: Àkọọ́ntì rẹ kò ṣiṣẹ́ nítorí o kò tí ì ṣe ìdáhùn. Ṣàyẹ̀wò ìmẹ̀lì rẹ kí o sì tẹ̀lé ìlòyè tàbí tẹ ìnọ́nnì ìtòlẹ́ yìí láti tún ìfi ránṣẹ́ ìmẹ̀lì

source: To complete your platform registration you need to confirm your account by clicking the following link
yo_ng: Láti parí ìforúkọ́ ìpìlẹ̀ rẹ o gbọ́dọ̀ ṣe ìdáhùn àkọọ́ntì rẹ nípa títẹ ìnọ́nnì ìtòlẹ́ yìí

source: Confirmation for new account
yo_ng: Ìdáhùn fún àkọọ́ntì tuntun

source: Enable Cloud files link addition
yo_ng: Ṣi ìfọwọ́sowọ́ ìnọ́nnì ìfailẹ̀ awọ̀dùdù ṣiṣẹ́

source: Allow users to link to a file hosted on a public cloud service as if they were documents in the Chamilo documents tool.
yo_ng: Gba àwọn olùpẹ̀lò lọ́wọ́ láti so ìnọ́nnì sí ìwé tí a gbọ́kànbá lórí ìsẹ́jò awọ̀dùdù gbangba gẹ́gẹ́ bí àwọn ìwé nín ìohun ìwé Chamilo.

source: This URL already exists
yo_ng: URL yìí ti wà tẹ́lẹ̀

source: An error occurred while adding the link to a cloud file.
yo_ng: Àṣìṣe ṣẹlẹ̀ lásìtì ìfi ìnọ́nnì ìfailẹ̀ awọ̀dùdù.

source: Add link to Cloud file
yo_ng: Fi ìnọ́nnì ìfailẹ̀ awọ̀dùdù kun

source: Cloud link deleted
yo_ng: Ìnọ́nnì ìfailẹ̀ awọ̀dùdù ti parẹ́

source: Cloud link moved
yo_ng: Ìnọ́nnì ìfailẹ̀ awọ̀dùdù ti gbé

source: Error deleting the cloud link.
yo_ng: Àṣìṣe pìparẹ ìnọ́nnì ìfailẹ̀ awọ̀dùdù.

source: Cloud link added
yo_ng: Ìnọ́nnì ìfailẹ̀ awọ̀dùdù ti kun

source: Please enter a name for this Cloud link
yo_ng: Jọ̀wọ́ kọ orúkọ fún ìnọ́nnì ìfailẹ̀ awọ̀dùdù yìí

source: Cloud file link updated.
yo_ng: Ìnọ́nnì ìfailẹ̀ awọ̀dùdù ti yí ìdàsílẹ̀.

source: The domain is not valid. It must be one of the following:
yo_ng: Àgbègbè kò yẹ. Ó gbọ́dọ̀ jẹ́ ọ̀kan lára àwọn wọnyi:

source: List of valid domains
yo_ng: Àkójọ àwọn àgbègbè tí ó yẹ

source: URL field format invalid. Example of expected format: http://dropbox.com/sh/loremipsum/loremipsum?dl=0
yo_ng: Fọ́ọ̀mù ìkànnì URL kò yẹ. Àpẹẹrẹ ìdí ìrònú: http://dropbox.com/sh/loremipsum/loremipsum?dl=0

source: File extension
yo_ng: Ìtẹ̀sí ìwé

source: Audit report
yo_ng: Ìròyìn ìdánwò

source: The Google Translate API used by this feature returned and empty answer. Please check or ask your translate_app_google_key setting is set correctly, or kindly ask an administrator to do so.
yo_ng: API Ìtúmọ̀ Google tí ìhùwàsí yìí ń lo dáhùn òfo padà. Jọ̀wọ́ ṣàyẹ̀wò tàbí béèrè ìdásílẹ̀ ìtúmọ̀_app_google_key rẹ kò ṣe ìdásílẹ̀ yẹ, tàbí fi tọ́ka sí olùdarí láti ṣe bẹ́ẹ̀.

source: Link me to student
yo_ng: So mi pọ̀ mọ́ akẹ́kọ̀ọ́

source: Please select the student you want to request a link to, so the administrators can review and approve your request. Please note that proper administrative procedures should have been followed first to ensure the admin can legally accept your request.
yo_ng: Jọ̀wọ́ yan akẹ́kọ̀ọ́ tí o fẹ́ béèrè ìnọ́nnì lọ́dọ̀ rẹ, kí àwọn olùdarí lè ṣàyẹ̀wò àti fọwọ́si ìbéèrè rẹ. Jọ̀wọ́ ṣe àfihàn pé ìlò ìṣàkóso ìdàrì yẹ kọ́kọ́ ṣẹlẹ̀ láti rí i dájú pé olùdarí lè gbà ìbéèrè rẹ gẹ́gẹ́ òfin.

source: Request linking with student
yo_ng: Béèrè ìsọ̀ pọ̀ pẹ̀lú akẹ́kọ̀ọ́

source: Send pending announcements manually
yo_ng: Firanṣẹ ìkéde tí kò tíì ṣẹlẹ̀ pẹ̀lú ọwọ́

source: Student linking request rejected
yo_ng: Ìbéèrè ìsọ̀ pọ̀ akẹ́kọ̀ọ́ ti kọ

source: Student link removed
yo_ng: Ìnọ́nnì akẹ́kọ̀ọ́ ti yọ kúrò

source: Session template
yo_ng: Àpẹẹrẹ ìsẹ́ṣọ̀n

source: Cloud file link
yo_ng: Ìnọ́nnì ìfailẹ̀ awọ̀dùdù

source: Reset %s
yo_ng: Túbọ̀ %s

source: My global certificate
yo_ng: Ìjẹ́rẹ́ ìpìlẹ̀ mi

source: Message tracking
yo_ng: Ìtúpalẹ̀ ìfi ìròyìn

source: Messages exchange between %s and %s
yo_ng: Pàṣípàṣà ìfi ìròyìn láàárín %s àti %s

source: You will receive another email with your password
yo_ng: O yóò gba ìmẹ̀lì mìíràn pẹ̀lú ìpamọ́ rẹ

source: You must have received another email with your username.
yo_ng: O gbọ́dọ̀ ti gba ìmẹ̀lì mìíràn pẹ̀lú orúkọ ìwọ̀rìnlẹ̀ rẹ.

source: You must upload a zip file with the same name as the original SCORM file.
yo_ng: O gbọ́dọ̀ gbe fáìlì zip tí ó ní ìdárúkọ kan ṣoṣo pẹ̀lú ìdárúkọ fáìlì SCORM àtijọ́.

source: You need to create a skill profile
yo_ng: O nilo lati ṣẹ̀dá profaili ogbon

source: Skill level
yo_ng: Ipele ogbon

source: Add item to portfolio
yo_ng: Fi ohun kan kun pọ̀tífolíò

source: New document added to course %s
yo_ng: Àkọ́silẹ̀ tuntun ti a ṣàfikún sí kọlẹẹ̀ji %s

source: A new document %s has been added to the document tool in your course %s by %s.
yo_ng: Àkọ́silẹ̀ tuntun %s ti a ṣàfikún sí ohun elo àkọ́silẹ̀ nínú kọlẹẹ̀ji rẹ %s nipasẹ̀ %s.

source: Pending surveys
yo_ng: Àwùjọ ìwádìí tí kò tíì ṣe

source: No pending surveys
yo_ng: Ko si àwùjọ ìwádìí tí kò tíì ṣe

source: Most popular sessions
yo_ng: Àwùjọ ìdàgbàsókè jùlọ

source: Item can be viewed - Prerequisites completed
yo_ng: A le wo ohun kan - Awọn ipilẹ̀ṣẹ̀ ti pari

source: Item %s blocks this step
yo_ng: Ohun %s ṣe ìdènà ìgbésẹ̀ yìí

source: Your result at %s blocks this step
yo_ng: Abajade rẹ ni %s ṣe ìdènà ìgbésẹ̀ yìí

source: What do you want to do?
yo_ng: Kini o fẹ́ ṣe?

source: Follow courses
yo_ng: Tẹ̀lé àwùjọ kọlẹẹ̀ji

source: Teach courses
yo_ng: Kọ́ àwùjọ kọlẹẹ̀ji

source: Edit portfolio item
yo_ng: Ṣàtúnṣe ohun pọ̀tífolíò

source: Portfolio item added
yo_ng: Ohun pọ̀tífolíò ti a ṣàfikún

source: Explore more courses
yo_ng: Ṣàyẹ̀wò àwùjọ kọlẹẹ̀ji púpọ̀ sii

source: Links of interest
yo_ng: Awọn ìsopọ̀ ìfẹ́

source: Export to Chamilo format
yo_ng: Fọwọ́ sí ìlò Chamilo

source: Courses coming soon
yo_ng: Àwùjọ kọlẹẹ̀ji tí ń bọ̀

source: Sale price
yo_ng: Igi owo tita

source: Buy now
yo_ng: Ra bayi

source: Collaboration mode
yo_ng: Ipo ìfararọ

source: Read only mode
yo_ng: Ipo kíkà nikan

source: Document access
yo_ng: Wíwá àkọ́silẹ̀

source: Share mode
yo_ng: Ipo pinpin

source: This session has a limited duration of %s days
yo_ng: Àwùjọ yìí ni akoko tí ó lopin ti ọjọ %s

source: Last month
yo_ng: Oṣù tó kọjá

source: This month
yo_ng: Oṣù yìí

source: Portal user session stats
yo_ng: Àwò ìṣirò àwùjọ olùpẹ̀lò Portal

source: You may add an introduction to this tool page as a helper text for your students. Simply click the edit icon to add some text. This short info text here is invisible to students and you can just leave this block empty, but what you will type will be visible to them.
yo_ng: O le ṣàfikún ìdọ̀tun kan sí ojú ìkójọpọ̀ ohun èlò yìí gẹ́gẹ́ ìrànlọ́wọ́ fún àwùjọ ẹ̀kọ́ rẹ. Ṣẹ́ ìdásílẹ̀ ìdàtúnṣí kan lásán láti ṣàfikún ìwé diẹ̀. Ìròyìn kúkurú yìí kò ṣe ìrísí fún àwùjọ ẹ̀kọ́ ati pe o le fi ìdí ìdí yìí òde, ṣùgbọ́n ohun tí o kọ yóò ṣe ìrísí fún wọn.

source: The document auto-launch feature configuration is enabled. Learners will be automatically redirected to document tool.
yo_ng: Ìtò ìfìlọlẹ̀ àkọ́silẹ̀ àtọ́nawòpọ̀ ti ṣiṣẹ́. Àwùjọ ẹ̀kọ́ yóò ṣe ìdarí àtọwòdá sí ohun èlò àkọ́silẹ̀.

source: Auto-launch for documents
yo_ng: Ìfìlọlẹ̀ àtọwòdá fún àwùjọ àkọ́silẹ̀

source: Redirect to the document list
yo_ng: Ṣàtúnṣe sí àtòjọ àkọ́silẹ̀

source: The exercises auto-launch feature configuration is enabled. Learners will be automatically redirected to exercise list.
yo_ng: Ìtò ìfìlọlẹ̀ àwùjọ ìdàgbàsókè àtọ́nawòpọ̀ ti ṣiṣẹ́. Àwùjọ ẹ̀kọ́ yóò ṣe ìdarí àtọwòdá sí àtòjọ ìdàgbàsókè.

source: Posted deadline for sending the work (Visible to the learner)
yo_ng: Ọjọ́ ìparí tí a fi ìwádìí ṣe (Ti ìrísí fún olùkọ́)

source: Follow up message about student %s
yo_ng: Ìròyìn ìtẹ̀lé nípa akẹ́ẹ̀kọ́ %s

source: Hi,<br/><br/>User %s sent a follow up message about student %s.<br/><br/>The message can be seen here %s
yo_ng: Bawo,<br/><br/>Olùpẹ̀lò %s fi ìròyìn ìtẹ̀lé ranṣẹ́ nípa akẹ́ẹ̀kọ́ %s.<br/><br/>Ìròyìn náà ṣe ìrísí níbí %s

source: Include services
yo_ng: Kọ àwùjọ ìlò

source: Enable culqi
yo_ng: Ṣiṣẹ́ culqi

source: The selected users have all been disabled
yo_ng: Gbogbo àwùjọ olùpẹ̀lò tí a yàn ti di alaiṣiṣẹ́

source: Some of the selected users have not been disabled. We recommend you confirm which, by using the advanced search.
yo_ng: Àwùjọ olùpẹ̀lò kan pàtàkì tí a yàn kò ti di alaiṣiṣẹ́. A fọ̀nràn láti ṣàyẹ̀wò èyí, nípa lílo ìwádìí àgbàlagbà.

source: The selected users were all enabled.
yo_ng: Gbogbo àwùjọ olùpẹ̀lò tí a yàn ti ṣiṣẹ́.

source: Some of the selected users have not been enabled. We recommend you confirm which, by using the advanced search.
yo_ng: Àwùjọ olùpẹ̀lò kan pàtàkì tí a yàn kò ti ṣiṣẹ́. A fọ̀nràn láti ṣàyẹ̀wò èyí, nípa lílo ìwádìí àgbàlagbà.

source: Encrypted data
yo_ng: Dátà tí a fi ìpìlẹ̀ ṣe ìdàbòbò

source: Random data
yo_ng: Dátà ìdàpọ̀mọ̀pọ̀

source: Personal data
yo_ng: Dátà ti ara ẹni

source: Complex data (not shown)
yo_ng: Dátà ìdàpọ̀ (kò ṣe ìrísí)

source: Personal data: introduction
yo_ng: Dátà ti ara ẹni: ìdọ̀tun

source: Personal data we keep about you
yo_ng: Àwùjọ pẹ̀lẹ́ tí a ń tọ́jú fún ọ

source: Permissions you gave us
yo_ng: Àwùnọ́ ìyọ̀nda tí o fún wa

source: Organization responsible for your data treatment
yo_ng: Àjọ tí ó ń ṣe ìdùbọ̀lẹ̀ àwùjọ pẹ̀lẹ́ rẹ

source: Personal data treatment
yo_ng: Ìdùbọ̀lẹ̀ àwùjọ pẹ̀lẹ́

source: Personal data collection
yo_ng: Ìkójọpọ̀ àwùjọ pẹ̀lẹ́

source: Personal data recording
yo_ng: Ìgbasilẹ̀ àwùjọ pẹ̀lẹ́

source: Personal data organization
yo_ng: Ìṣètò àwùjọ pẹ̀lẹ́

source: Personal data structure
yo_ng: Ètò àwùjọ pẹ̀lẹ́

source: Personal data conservation
yo_ng: Ìdàbọ̀ àwùjọ pẹ̀lẹ́

source: Personal data adaptation or modification
yo_ng: Àdàpọ̀ tàbí ìyípadà àwùjọ pẹ̀lẹ́

source: Personal data extraction
yo_ng: Yíyọ àwùjọ pẹ̀lẹ́ jáde

source: Personal data queries
yo_ng: Ìbeèrè àwùjọ pẹ̀lẹ́

source: Personal data use
yo_ng: Ìlò àwùjọ pẹ̀lẹ́

source: Personal data communication and sharing
yo_ng: Ìsopọ̀ àti pinpin àwùjọ pẹ̀lẹ́

source: Personal data interconnection
yo_ng: Ìsopọ̀ àwùjọ pẹ̀lẹ́

source: Personal data limitation
yo_ng: Ìdíwọ̀ àwùjọ pẹ̀lẹ́

source: Personal data deletion
yo_ng: Píparẹ́ àwùjọ pẹ̀lẹ́

source: Personal data destruction
yo_ng: Ìparun àwùjọ pẹ̀lẹ́

source: Personal data profiling
yo_ng: Profaili àwùjọ pẹ̀lẹ́

source: We respect your privacy!
yo_ng: A ń bọ̀wọ̀ fún àṣírí rẹ!

source: Your degree of certainty
yo_ng: Ìdíwò ìdíwò rẹ

source: Degree of certainty that my answer will be considered correct
yo_ng: Ìdíwò ìdíwò ìdáhùn mi yóò jẹ́ ìdáhùn tó tọ́

source: Incorrect answers: %s
yo_ng: Àwùnṣe tí kò tọ́: %s

source: Kind regards,
yo_ng: Ìkíni rere,

source: Please do not reply
yo_ng: Ẹ jọ̀wọ́ má ṣe dáhùn

source: Results for the accomplished test
yo_ng: Àwùnṣe fún ìdánwò tí a ṣe

source: Your results by discipline
yo_ng: Àwùnṣe rẹ lọ́nà ìkẹ́kọ̀ọ́

source: In comparison, your latest results for this test
yo_ng: Ní ìfiwéra, àwùnṣe tuntun rẹ fún ìdánwò yìí

source: Your overall results for the test
yo_ng: Àwùnṣe gbogbogbò rẹ fún ìdánwò

source: You will find your results for test %s below.<br />
yo_ng: Iwọ yóò rí àwùnṣe rẹ fún ìdánwò %s lọ́wọ́.<br />

source: Very sure
yo_ng: Díwò gidigidi

source: Your answer was correct and you were 80% sure about it. Congratulations!
yo_ng: Ìdáhùn rẹ tọ́ kí o sì ṣe ìdíwò 80%. Ìkóùn!

source: Pretty sure
yo_ng: Díwò díẹ̀

source: Your answer was correct but you were not completely sure (only 60% to 70% sure)
yo_ng: Ìdáhùn rẹ tọ́ ṣùgbọ́n o kò ṣe ìdíwò pátápátá (60% sí 70% ìdíwò)

source: Declared ignorance
yo_ng: Ìdíwò àìmọ̀

source: You didn't know the answer - only 50% sure
yo_ng: O kò mọ ìdáhùn - ìdíwò 50% nìkan

source: Unsure
yo_ng: Kò ṣe ìdíwò

source: Your answer was incorrect, but you guessed it was (60% to 70% sure)
yo_ng: Ìdáhùn rẹ kò tọ́, ṣùgbọ́n o rò wí pé ó ṣe (60% sí 70% ìdíwò)

source: Very unsure
yo_ng: Kò ṣe ìdíwò gidigidi

source: Your answer was incorrect although you were about 80% (or more) sure it was wrong
yo_ng: Ìdáhùn rẹ kò tọ́ bí òtítọ́ kí o sì ṣe ìdíwò 80% (tàbí jù bẹ́ lọ) pé kò tọ́

source: I don't know the answer and I've picked at random
yo_ng: Emí kò mọ ìdáhùn kí mo sì yàn lọ́nà ìdàrúdàpọ̀
