Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The session duration allows you to set a number of days of access starting from the first access date of the user to the session. This way, you can set a session to 'last for 15 days' instead of starting at a fixed date for all students.
ar: تسمح مدة الدورة في تحديد عدد ايام الدخول للدورة بدلا من تاريخ محدد، فمثلا يمكنك تحديد مدة 15 يوم للدورة بدون تحديد تاريخ ليوم البداية لكافة الطلبة
ast_es: La duración de la sesión permite establir un númberu de díes d'accesu enantes de la primera fecha d'accesu del usuariu a la sesión. Esti mou, pues establir una sesión pa que 'dure 15 díes' enantes que entamar nun primerizu una fecha fija pa toos los estudiantes.
bn_bd: সেশনের সময়কাল আপনাকে ব্যবহারকারীর সেশনে প্রথম অ্যাক্সেস তারিখ থেকে শুরু করে অ্যাক্সেসের দিনের সংখ্যা নির্ধারণ করতে দেয়। এইভাবে, আপনি সকল ছাত্রের জন্য নির্দিষ্ট তারিখে শুরু না করে সেশনকে '১৫ দিন স্থায়ী' করে নির্ধারণ করতে পারেন।
bs_ba: Trajanje sesije omogućava vam da postavite broj dana pristupa počevši od datuma prvog pristupa korisnika sesiji. Ovako, možete postaviti sesiju da ' traje 15 dana' umjesto da počinje na fiksnom datumu za sve studente.
ca_es: La durada de la sessió li permet establir un nombre de dies d'accés a partir de la primera data d'accés de l'usuari a la sessió. D'aquesta manera, es pot establir una sessió de 'durada de 15 dies' enlloc de a partir d'una data fixa per a tots els estudiants
cs_cz: Doba trvání sezení vám umožňuje nastavit počet dní přístupu počínaje prvním datem přístupu uživatele k sezení. Tímto způsobem můžete nastavit sezení na „trvat 15 dní“ místo zahájení v pevném datu pro všechny studenty.
da: Sessionens varighed giver dig mulighed for at indstille antallet af adgangsdage fra brugerens første adgangsdato til sessionen. På denne måde kan du indstille en session til at 'vare 15 dage' i stedet for at starte på en fast dato for alle studerende.
de: Die Sitzungsdauer erlaubt es Ihnen, die Anzahl der Zugriffstage ab dem ersten Zugriff des Nutzers auf die Sitzung zu begrenzen. Auf diesem Weg können Sie zum Beispiel eine Zugangsbegrenzung von 15 Tagen einrichten ohne ein für jeden Nutzer gleiches fixes Startdatum zu benutzen.
el: Κατά την έναρξη της εκπαίδευσης, μπορείτε να ορίσετε τον μέγιστο αριθμό ημερών πρόσβασης σε κάθε μάθημα. Αυτό σας δίνει τη δυνατότητα να ορίσετε περιθώριο 15 ημερών για κάθε συνεδρία που ξεκινά από την 1η ημερομηνία πρόσβασης, αντί να διατηρείτε την ίδια ημερομηνία έναρξης για όλους τους μαθητές.
eo: La daŭro de sesio permesas al vi agordi nombron da tagoj de aliro komencante de la unua dateno de aliro de la uzanto al la sesio. Tiel, vi povas agordi sesion por 'dau ri 15 tagojn' anstataŭ komenci je fiksa dato por ĉiuj studentoj.
es: La duración de sesiones le permite configurar un número de días de acceso a una sesión que inician desde el primer acceso del estudiante a la misma sesión. Mientras no entre, no inicia el conteo de estos días. De esta manera, puede poner una sesión con acceso 'por 15 días' en lugar de una fecha específica de inicio y de fin, y así tener estudiantes que puedan iniciar con mayor flexibilidad.
es_mx: La duración de la sesión te permite establecer un número de días de acceso a partir de la primera fecha de acceso del usuario a la sesión. De esta manera, puedes configurar una sesión para que 'dure 15 días' en lugar de comenzar en una fecha fija para todos los estudiantes.
eu_es: Saioaren iraupena erabiltzailearen lehen sarbide datetik aurrera egun kopurua ezartzen du. Horrela, saioa '15 egun irauten duela' ezarri dezakezu, guztientzat data finko batean hasi beharrean.
fa_ir: مدت جلسه به شما اجازه می‌دهد تعداد روزهای دسترسی را از تاریخ اولین دسترسی کاربر به جلسه تنظیم کنید. به این ترتیب، می‌توانید جلسه را به '۱۵ روز طول بکشد' تنظیم کنید به جای شروع در تاریخ ثابت برای همه دانشجویان.
fi_fi: Istunnon kesto määrittää päivien määrän pääsystä alkaen käyttäjän ensimmäisestä istuntoon pääsystä. Näin voit asettaa istunnon kestämään '15 päivää' kiinteän aloituspäivämäärän sijaan kaikille opiskelijoille.
fo_fo: Samu talvið leyvir tær at seta eitt tal av dagar av atgongd, sum byrjar frá fyrsta atgongdsdaginum hjá brúkaranum til samnættina. Hægri vegar, tú kanst seta samnættina til 'at varða í 15 dagar' í staðin fyri at byrja á einari fastari dato fyri allar støðlar.
fur: La durade de sesion ti permit di stabilî un nûmar di dîs di acess partî dal prim acess dal user a la sesion. In chest mod, tu podis stabilî una sesion a 'durâ par 15 dîs' invez di inzori a une date fisse par tuit i students.
ga: Ligeann fad na seisiúin duit líon laethanta rochtana a shocrú ag tosú ón gcéad dáta rochtana ar an seisiún ag an úsáideoir. Ar an gcaoi seo, is féidir leat seisiún a shocrú chun 'mear 15 lá' in ionad tosú ar dháta socraithe do na scoláirí go léir.
gl: A duración das sesións permitelle configurar un número de días de acceso a unha sesión que inician dende o primeiro acceso do estudante á mesma sesión. Mentras non entre, non inicia o conteo destes días. Deste xeito, pode poñer unha sesión con acceso 'por 15 días' en lugar dunha data específica de inicio e de fin, e así ter estudantes que podan iniciar con maior flexibilidade.
he_il: משך ההפעלה מאפשר לך להגדיר מספר ימי גישה החל מתאריך הגישה הראשון של המשתמש לסשן. כך תוכלו להגדיר מפגש "למשך 15 ימים" במקום להתחיל בתאריך קבוע לכל התלמידים.
hi: सत्र अवधि आपको उपयोगकर्ता के सत्र में पहली पहुँच तिथि से प्रारंभ होकर पहुँच के दिनों की संख्या सेट करने की अनुमति देती है। इस तरह, आप सभी छात्रों के लिए निश्चित तिथि से शुरू करने के बजाय सत्र को '15 दिनों तक चलने' के लिए सेट कर सकते हैं।
hr_hr: Trajanje sesije omogućuje postavljanje broja dana pristupa počevši od datuma prvog pristupa korisnika sesiji. Na taj način, možete postaviti sesiju da 'traje 15 dana' umjesto da počinje fiksiranim datumom za sve studente.
hu_hu: A foglalkozás időtartama lehetővé teszi, hogy napok számát állítsa be a felhasználó első foglalkozás-hozzáférési dátumától kezdve. Így beállíthatja a foglalkozást '15 napig tartson' ahelyett, hogy minden tanuló számára fix dátumtól indulna.
hy: Սեանսի տևողությունը թույլ է տալիս սահմանել օրերի քանակը, որ սկսվում է օգտատիրոջ առաջին մուտքի ամսաթվից սեանս: Այս կերպ դուք կարող եք սահմանել սեանսը «տևել 15 օր», այլ ոչ թե սկսել բոլոր ուսանողների համար ֆիքսված ամսաթվից:
id_id: Durasi sesi memungkinkan Anda mengatur jumlah hari akses dimulai dari tanggal akses pertama pengguna ke sesi. Dengan cara ini, Anda dapat mengatur sesi untuk 'berlangsung selama 15 hari' daripada dimulai pada tanggal tetap untuk semua siswa.
it: La durata della sessione ti permette di impostare un numero di giorni nei quali vi è possibile accedere, partendo dalla data del primo accesso dell'utente alla sessione. In questo modo puoi impostare una sessione ad es. " negli ultimi 15 gg.", anziché farla iniziare a una data fissa per tutti gli studenti.
ja: セッションの期間を設定することで、ユーザーがセッションに初めてアクセスした日から数えてアクセス可能な日数を設定できます。これにより、すべての学習者に固定の開始日を設ける代わりに、「15日間続く」セッションを設定することができます。
ka_ge: სესიის ხანგრძლივობა საშუალებას გაძლევს დააყენო წვდომის დღეების რაოდენობა მომხმარებლის პირველი წვდომის თარიღიდან სესიაზე. ამგვარად შეგიძლია დააყენო სესია „გაგრძელდეს 15 დღე“, ნაცვლად იმისა, რომ დაიწყოს ყველა მოსწავლისთვის ფიქსირებული თარიღით.
ko_kr: 세션 기간은 사용자의 첫 접근 날짜부터 접근 일수를 설정할 수 있습니다. 이렇게 하면 모든 학생에게 고정 날짜가 아닌 '15일 지속'으로 세션을 설정할 수 있습니다.
lo: ໄລຍະເວລາຂອງເຊດຊັນຊ່ວຍໃຫ້ທ່ານສາມາດກຳນົດຈຳນວນມື້ໃນການເຂົ້າເຖິງໂດຍເລີ່ມຈາກມື້ທີ່ຜູ້ໃຊ້ເຂົ້າເຖິງເຊດຊັນຄັ້ງທຳອິດ. ດ້ວຍວິທີນີ້, ທ່ານສາມາດກຳນົດໃຫ້ເຊດຊັນ 'ມີອາຍຸ 15 ມື້' ແທນທີ່ຈະເລີ່ມໃນວັນທີທີ່ກຳນົດໄວ້ສຳລັບນັກຮຽນທຸກຄົນ.
lt_lt: Sesijos trukmė leidžia nustatyti prieigos prie sesijos dienų skaičių, pradedant nuo pirmosios vartotojo prieigos prie sesijos datos. Šiuo būdu galite nustatyti sesiją, kuri „truks 15 dienų“, užuot pradėjusią fiksuota data visiems studentams.
lv_lv: Sesijas ilgums ļauj iestatīt piekļuves dienu skaitu, sākot no lietotāja pirmās piekļuves sesijai. Tādējādi jūs varat iestatīt sesiju "ilguma 15 dienas", nevis sākot ar fiksētu datumu visiem studentiem.
mk_mk: Траењето на сесијата ви овозможува да поставите број на денови за пристап почнувајќи од првиот датум на пристап на корисникот до сесијата. На овој начин, можете да поставите сесija да 'трае 15 дена' наместо да започне на фиксен датум за сите студенти.
ms_my: Tempoh sesi membolehkan anda menetapkan bilangan hari akses bermula dari tarikh akses pertama pengguna ke sesi. Dengan cara ini, anda boleh menetapkan sesi untuk 'bertahan selama 15 hari' berbanding bermula pada tarikh tetap untuk semua pelajar.
my_mm: အစည်းအဝေးသက်တမ်းသည် အသုံးပြုသူ၏ ပထမဆုံးဝင်ရောက်မှုရက်စွဲမှစတင်၍ ဝင်ရောက်ခွင့်ရက်အရေအတွက်ကို သတ်မှတ်နိုင်စေသည်။ ဤနည်းဖြင့်၊ ကျောင်းသားအားလုံးအတွက် သတ်မှတ်ရက်စွဲတစ်ခုတွင် စတင်မည့်အစား၊ အစည်းအဝေးကို '၁၅ ရက်ကြာအောင်' သတ်မှတ်နိုင်သည်။
ne: सत्र अवधिले तपाईंलाई प्रयोगकर्ताको पहिलो पहुँच मितिदेखि सुरु हुने पहुँचका दिनहरूको संख्या सेट गर्न अनुमति दिन्छ। यसरी, तपाईं सबै विद्यार्थीहरूका लागि निश्चित मितिबाट सुरु हुनेको सट्टा सत्रलाई '१५ दिनसम्म रहने' सेट गर्न सक्नुहुन्छ।
nl: De sessieduur maakt het u mogelijk een aantal dagen toegang in te stellen, beginnend bij de eerste dag dat een gebruiker toegang heeft tot de sessie. Op deze manier kunt u een sessie instellen als 'toegang voor 15 dagen' in plaats van starten op een vastgestelde datum voor alle studenten.
nn_no: Samlingsdurationen lar deg setja eit tal dagar med tilgang frå det første tilgjengeleg datoen for brukarar til samlinga. På denne måten kan du setja ein samling til 'varer i 15 dagar' i staden for å starta på ein fast dato for alle studentar.
oc: La durada de session vos permet de definir un nombre de jorns d'accès a partir de la primièra data d'accès de l'utilizaire a la session. D'aquesta manera, podètz definir una session 'que dura 15 jorns' en luèu de començar a una data fixa per totes los estudiants.
pl_pl: Czas trwania sesji pozwala ustawić liczbę dni dostępu począwszy od daty pierwszego dostępu użytkownika do sesji. Dzięki temu możesz ustawić sesję na „trwającą 15 dni” zamiast zaczynającej się w stałej dacie dla wszystkich studentów.
ps: د غونډې موده تاسو ته اجازه درکوي چې د کاروونکي د لومړۍ لاسرسي نیټې څخه پیل کېدونکي د لاسرسي ورځې شمېر ټاکئ. دا لاره، تاسې کولی شئ غونډه '۱۵ ورځې دوام وکړي' ټاکئ د ټولو زده کونکو لپاره د ثابت نیټې له پیل ځای پر ځای.
pt_br: A duração da sessão permite que você defina um número de dias de acesso a partir da primeira data de acesso do usuário para a sessão. Dessa forma, você pode definir uma sessão de 'última por 15 dias' em vez de a partir de um data fixada para todos os alunos.
pt_pt: A duração das sessões permite que você defina um número de dias de acesso a uma sessão que começou a partir do primeiro acesso do aluno à mesma sessão. Apesar de não entrar, não começar a contar estes dias. Desta forma, você pode colocar uma sessão com acesso 'por 15 dias', em vez de uma data de início específica e fim, e por isso têm alunos que pode começar com uma maior flexibilidade.
ro_ro: Durata sesiunilor vă permite să setați un număr de zile pentru a accesa o sesiune care a pornit de la prima accesare elev la aceeași sesiune. Până atunci, nu începe numărarea aceste zile. În acest fel, puteți adăuga o sesiune cu acces 'timp de 15 zile' mai degrabă decât o anumită dată de început și sfârșit, și așa avand elevi care pot începe cu o mai mare flexibilitate.
ru_ru: Длительность сессии позволяет установить количество дней доступа, начиная с даты первого доступа пользователя к сессии. Таким образом, вы можете установить сессию 'на 15 дней' вместо начала в фиксированную дату для всех студентов.
sk_sk: Trvanie stretnutia umožňuje nastaviť počet dní prístupu počnúc prvým dňom prístupu pužívateľa na stretnutie. Týmto spôsobom môžete nastaviť stretnutie na 'dobu posledných 15 dní', namiesto spustenia k určitému dátumu pre všetkých študentov.
sl: Trajanje seje: vrednost omogoča nastavitev števila dni dostopa za uporabnika od dneva prvega dostopa. Na ta način lahko nastavite sejo dolžine npr. 15 dni za posameznega uporabnika brez nastavljanja datuma začetka seje za vse tečajnike.
sq: Koha e sesionit ju lejon të caktoni një numër ditësh aksesi duke filluar nga data e parë e aksesit të përdoruesit në sesion. Kështu, mund të caktoni një sesion që ' zgjat 15 ditë' në vend që të fillojë në një datë të fiksuar për të gjithë studentët.
sr_rs: Trajanje sesije vam omogućava da postavite broj dana pristupa počev od datuma prvog pristupa korisnika sesiji. Na taj način, možete postaviti sesiju da ' traje 15 dana' umesto da počinje fiksiranom datumom za sve studente.
sv_se: Sessionsvaraktigheten låter dig ange antal dagar med åtkomst från användarens första åtkomst till sessionen. På så sätt kan du ange en session till 'varar i 15 dagar' istället för att starta på ett fast datum för alla studenter.
sw_ke: Muda wa sesheni inakuruhusu kuweka idadi ya siku za ufikiaji kuanzia tarehe ya ufikiaji wa kwanza wa mtumiaji kwenye sesheni. Kwa njia hii, unaweza kuweka sesheni 'ya kudumu siku 15' badala ya kuanza kwa tarehe iliyowekwa kwa wanafunzi wote.
ta: அமர்வு கால அளவு பயனரின் முதல் அணுகல் தேதியிலிருந்து அணுகல் நாட்களின் எண்ணை அமைக்க அனுமதிக்கிறது. இதன் மூலம், அனைத்து மாணவர்களுக்கும் நிலையான தேதியில் தொடங்குவதற்கு பதிலாக '15 நாட்கள் நீடிக்கும்' அமர்வை அமைக்கலாம்.
th: ระยะเวลาเซสชันช่วยให้ตั้งจำนวนวันเข้าถึงได้ นับจากวันที่เข้าถึงครั้งแรกของผู้ใช้ในเซสชัน วิธีนี้ คุณสามารถตั้งเซสชันให้ 'มีอายุ 15 วัน' แทนการเริ่มที่วันที่คงที่สำหรับนักเรียนทุกคน
tl_ph: Ang tagal ng sesyon ay nagbibigay-daan sa iyo upang itakda ang bilang ng mga araw ng access na nagsisimula mula sa unang petsa ng access ng gumagamit sa sesyon. Sa ganitong paraan, maaari mong itakda ang sesyon na 'tatagal ng 15 araw' sa halip na magsimula sa fixed na petsa para sa lahat ng mag-aaral.
tr: Oturum süresi, kullanıcının oturuma ilk erişim tarihinden itibaren erişim gün sayısını ayarlamanıza olanak tanır. Bu şekilde, tüm öğrenciler için sabit bir tarihte başlamak yerine bir oturumu '15 gün sürecek' şekilde ayarlayabilirsiniz.
uk_ua: Тривалість сесії дозволяє встановити кількість днів доступу, починаючи з дати першого доступу користувача до сесії. Таким чином, ви можете встановити сесію, яка 'триває 15 днів', замість початку з фіксованої дати для всіх студентів.
vi_vn: Thời lượng phiên cho phép bạn đặt số ngày truy cập bắt đầu từ ngày truy cập đầu tiên của người dùng vào phiên. Cách này, bạn có thể đặt phiên 'kéo dài 15 ngày' thay vì bắt đầu từ ngày cố định cho tất cả học viên.
xh_za: Ubudlelwane beseshini buvumele ukusetwa kwenani leentsuku zokufikelela kuqala komhla wokuqala wokufikelela komsebenzisi kwiseshini. Ngale ndlela, ungasetra iseshini 'ihlale iintsuku ezili-15' endaweni yokuqala kumhla oqondiweyo kubo bonke abafundi.
zh_cn: 会话持续时间允许您设置从用户首次访问会话日期开始的访问天数。这样，您可以将会话设置为“持续 15 天”，而非所有学生从固定日期开始。
zh_tw: 課程期間持續時間可讓您從使用者首次存取課程期間的日期起設定存取天數。如此，您可以設定課程期間「持續 15 天」，而非所有學生從固定日期開始。

source: Hyperbolic arctangent: arctanh(x)
ast_es: Arctanxente hiperbólica: arctanh(x)
bn_bd: হাইপারবোলিক আর্কট্যাজেন্ট: arctanh(x)
bs_ba: Hiperbolični arkustangent: arctanh(x)
ca_es: Arc tangent hiperbòlica: arctanh(x)
cs_cz: Hyperbolický arkustangens: arctanh(x)
da: Hyperbolsk arcustangens: arctanh(x)
de: Hyperbelartiger Arkustangens: arctanh(x)
el: Υπερβολικό τόξο εφαπτομένης: arctanh(x)
eo: Hiperbola ark tangent: arctanh(x)
es: Arcotangente hiperbólica: arctanh(x)
es_mx: Arcotangente hiperbólica: arctanh(x)
eu_es: Hiperbolikoa arkotangentea: arctanh(x)
fa_ir: آرک‌تانژانت هذلولی: arctanh(x)
fi_fi: Hyperbolinen arktangenssi: arctanh(x)
fo_fo: Hyperbolisk arctangent: arctanh(x)
fur: Arctangent iperbolic: arctanh(x)
ga: Aircéimneacht hipearbóileach: arctanh(x)
gl: Arcotanxente hiperbólica: arctanh(x)
he_il: ארקטנגנס היפרבולי: arctanh(x)
hi: हाइपरबोलिक आर्कटैंगेंट: arctanh(x)
hr_hr: Hiperbolični arkus tangens: arctanh(x)
hu_hu: Hiperbolikus arkus tangens: arctanh(x)
hy: Հիպերբոլիկ արկտանգենս: arctanh(x)
id_id: Arktangen hiperbolik: arctanh(x)
it: Arcotangente iperbolico: arctanh(x)
ja: 双曲線逆正接関数: arctanh(x)
ka_ge: ჰიპერბოლური არქტანგენსი: arctanh(x)
ko_kr: 쌍곡 아크탄젠트: arctanh(x)
lo: ອາກແທນແຈນໄຮເປີໂບລິກ: arctanh(x)
lt_lt: Hiperbolinis arktangens: arctanh(x)
lv_lv: Hiperboliskais arkangens: arctanh(x)
mk_mk: Хиперболичен арктангенс: arctanh(x)
ms_my: Arktangen hiperbolik: arctanh(x)
my_mm: ဟိုက်ပါဘောလစ်အာ့ခ်တန်ဂျန့်: arctanh(x)
ne: हाइपरबोलिक आर्कट्याङ्गेन्ट: arctanh(x)
nl: Hyperbolische arctangens: arctanh(x)
nn_no: Hyperbolsk arctangens: arctanh(x)
oc: Arc tangent hiperbòlic: arctanh(x)
pl_pl: Hiperboliczny arkustangens: arctanh(x)
ps: هائپربالک آرکټانجینټ: arctanh(x)
pt_br: Arco tangente hiperbólica: arctanh (x)
pt_pt: Arco tangente hiperbólica: arctanh(x)
ro_ro: Arctangentă hiperbolică: arctanh(x)
ru_ru: Гиперболический арктангенс: arctanh(x)
sk_sk: Hyperbolický arkus tangens: arctanh(x)
sl: Hiperbolični arkus tanges: arctanh(x)
sq: Arktangent hiperbolik: arctanh(x)
sr_rs: Hiperbolični ark tangens: arctanh(x)
sv_se: Hyperbolisk arctangens: arctanh(x)
sw_ke: Arc tangent hyperbolic: arctanh(x)
ta: ஹைப்பர்போலிக் ஆர்க்டேஞ்சன்ட்: arctanh(x)
th: อาร์คแทนเจนต์ hyperbolic: arctanh(x)
tl_ph: Hyperboliko arktanjent: arctanh(x)
tr: Hiperbolik ark tangens: arctanh(x)
uk_ua: Гіперболічний арктангенс: arctanh(x)
vi_vn: Hàm arctanh hyperbolic: arctanh(x)
xh_za: I-hyperbolic arctangent: arctanh(x)
zh_cn: 双曲反正切： arctanh(x)
zh_tw: 雙曲反正切： arctanh(x)

source: Session duration
ar: مدة الدورة
ast_es: Duración de la sesión
bn_bd: সেশনের সময়কাল
bs_ba: Trajanje sesije
ca_es: Durada de la sessió
cs_cz: Doba trvání sezení
da: Sessionvarighed
de: Sitzungsdauer
el: Διάρκεια συνεδρίας
eo: Daŭro de sesio
es: Duración de sesión
es_mx: Duración de la sesión
eu_es: Saioaren iraupena
fa_ir: مدت جلسه
fi_fi: Istunnon kesto
fo_fo: Samu talvið
fur: Durade de sesion
ga: Fad na seisiúin
gl: Duración da sesión
he_il: משך הפגישה
hi: सत्र अवधि
hr_hr: Trajanje sesije
hu_hu: Foglalkozás időtartama
hy: Սեանսի տևողություն
id_id: Durasi sesi
it: Durata della sessione
ja: セッションの期間
ka_ge: სესიის ხანგრძლივობა
ko_kr: 세션 기간
lo: ໄລຍະເວລາຂອງເຊດຊັນ
lt_lt: Sesijos trukmė
lv_lv: Sesijas ilgums
mk_mk: Траење на сесија
ms_my: Tempoh sesi
my_mm: အစည်းအဝေးသက်တမ်း
ne: सत्र अवधि
nl: Sessieduur
nn_no: Samlingens duration
oc: Durada de session
pl_pl: Czas trwania sesji
ps: د غونډې موده
pt_br: Duração da sessão
pt_pt: Duração da sessão
ro_ro: Durata sesiunii
ru_ru: Длительность сессии
sk_sk: Trvanie stretnutia
sl: Trajanje seje
sq: Koha e sesionit
sr_rs: Trajanje sesije
sv_se: Sessionsvaraktighet
sw_ke: Muda wa sesheni
ta: அமர்வு கால அளவு
th: ระยะเวลาเซสชัน
tl_ph: Tagal ng sesyon
tr: Oturum süresi
uk_ua: Тривалість сесії
vi_vn: Thời lượng phiên
xh_za: Ubudlelwane beseshini
zh_cn: 会话持续时间
zh_tw: 課程期間持續時間

source: Arctangent: arctan(x)
ast_es: Arctanxente: arctan(x)
bn_bd: আর্কট্যাজেন্ট: arctan(x)
bs_ba: Arkus tangent: arctan(x)
cs_cz: Arkustangens: arctan(x)
da: Arcustangens: arctan(x)
de: Arkustangens: arctan(x)
el: Τόξο εφαπτομένης: arctan(x)
eo: Arktangent: arctan(x)
es: Arcotangente: arctan(x)
es_mx: Arcotangente: arctan(x)
eu_es: Arkotangentea: arctan(x)
fa_ir: آرک‌تانژانت: arctan(x)
fi_fi: Arktangenssi: arctan(x)
ga: Aircéimneacht: arctan(x)
gl: Arcotanxente: arctan(x)
hi: आर्कटैंगेंट: arctan(x)
hr_hr: Arkus tangens: arctan(x)
hu_hu: Arkus tangens: arctan(x)
hy: Արկտանգենս: arctan(x)
id_id: Arktangen: arctan(x)
it: Arcotangente: arctan(x)
ja: アークタンジェント： arctan(x)
ka_ge: არქტანგენსი: arctan(x)
ko_kr: 아크탄젠트: arctan(x)
lo: ອາກແທນແຈນ: arctan(x)
lt_lt: Arktangens: arctan(x)
lv_lv: Arkangens: arctan(x)
mk_mk: Арктангенс: arctan(x)
ms_my: Arktangen: arctan(x)
my_mm: အာ့ခ်တန်ဂျန့်: arctan(x)
ne: आर्कट्याङ्गेन्ट: arctan(x)
nl: Arctangens: arctan(x)
nn_no: Arctangens: arctan(x)
pl_pl: Arkustangens: arctan(x)
ps: آرکټانجینټ: arctan(x)
pt_pt: Arco tangente: arctan(x)
ro_ro: Arctangentă: arctan(x)
ru_ru: Арктангенс: arctan(x)
sk_sk: Akrus tangens: arctan(x)
sl: Arkus tanges: arctan(x)
sq: Arktangent: arctan(x)
sr_rs: Ark tangens: arctan(x)
sv_se: Arctangens: arctan(x)
ta: ஆர்க்டேஞ்சன்ட்: arctan(x)
th: อาร์คแทนเจนต์: arctan(x)
tr: Ark tangens: arctan(x)
uk_ua: Арктангенс: arctan(x)
xh_za: I-arctangent: arctan(x)
zh_cn: 反正切： arctan(x)
zh_tw: 反正切： arctan(x)

source: Hyperbolic tangent: tanh(x)
ast_es: Tanxente hiperbólica: tanh(x)
bn_bd: হাইপারবোলিক ট্যাজেন্ট: tanh(x)
bs_ba: Hiperbolični tangent: tanh(x)
ca_es: Tangent hiperbòlica: tanh(x)
cs_cz: Hyperbolický tangens: tanh(x)
da: Hyperbolsk tangens: tanh(x)
de: Hyperbelartiger Tangens: tanh(x)
el: Υπερβολική εφαπτομένη: tanh(x)
eo: Hiperbola tangent: tanh(x)
es: Tangente hiperbólica: tanh(x)
es_mx: Tangente hiperbólica: tanh(x)
eu_es: Hiperbolikoa tangentea: tanh(x)
fa_ir: تانژانت هذلولی: tanh(x)
fi_fi: Hyperbolinen tangenssi: tanh(x)
fo_fo: Hyperbolisk tangent: tanh(x)
fur: Tangent iperbolic: tanh(x)
ga: Teanghtach hipearbóileach: tanh(x)
gl: Tanxente hiperbólica: tanh(x)
he_il: טנגנס היפרבולי: tanh(x)
hi: हाइपरबोलिक टैंगेंट: tanh(x)
hr_hr: Hiperbolični tangens: tanh(x)
hu_hu: Hiperbolikus tangens: tanh(x)
hy: Հիպերբոլիկ տանգենս: tanh(x)
id_id: Tangen hiperbolik: tanh(x)
it: Tangente iperbolica: tanh(x)
ja: 双曲線正接: tanh(x)
ka_ge: ჰიპერბოლური ტანგენსი: tanh(x)
ko_kr: 쌍곡 탄젠트: tanh(x)
lo: ແທນແຈນໄຮເປີໂບລິກ: tanh(x)
lt_lt: Hiperbolinis tangentas: tanh(x)
lv_lv: Hiperboliskais tangenss: tanh(x)
mk_mk: Хиперболичен тангенс: tanh(x)
ms_my: Tangen hiperbolik: tanh(x)
my_mm: ဟိုက်ပါဘောလစ်တန်ဂျန့်: tanh(x)
ne: हाइपरबोलिक ट्याङ्गेन्ट: tanh(x)
nl: Hyperbolische tangens: tanh(x)
nn_no: Hyperbolsk tangens: tanh(x)
oc: Tangent hiperbòlic: tanh(x)
pl_pl: Hiperboliczny tangens: tanh(x)
ps: هائپربالک ټانجینټ: tanh(x)
pt_br: Tangente hiperbólica: tanh(x)
pt_pt: Tangente hiperbólica: tanh(x)
ro_ro: Tangentă hiperbolică: tanh(x)
ru_ru: Гиперболический тангенс: tanh(x)
sk_sk: Hyperbolický tangens: tanh(x)
sl: Hiperbolični tanges: tanh(x)
sq: Tangente hiperbolike: tanh(x)
sr_rs: Hiperbolični tangens: tanh(x)
sv_se: Hyperbolisk tangens: tanh(x)
sw_ke: Tangent hyperbolic: tanh(x)
ta: ஹைப்பர்போலிக் டேஞ்சன்ட்: tanh(x)
th: แทนเจนต์ hyperbolic: tanh(x)
tl_ph: Hyperboliko tangente: tanh(x)
tr: Hiperbolik tangens: tanh(x)
uk_ua: Гіперболічний тангенс: tanh(x)
vi_vn: Hàm tanh hyperbolic: tanh(x)
xh_za: I-hyperbolic tangent: tanh(x)
zh_cn: 双曲正切： tanh(x)
zh_tw: 雙曲正切： tanh(x)

source: Tangent: tan(x)
ast_es: Tanxente: tan(x)
bn_bd: ট্যাজেন্ট: tan(x)
cs_cz: Tangens: tan(x)
da: Tangens: tan(x)
de: Tangens: tan(x)
el: Εφαπτομένη: tan(x)
es: Tangente: tan(x)
es_mx: Tangente: tan(x)
eu_es: Tangentea: tan(x)
fa_ir: تانژانت: tan(x)
fi_fi: Tangenssi: tan(x)
ga: Teangens: tan(x)
gl: Tanxente: tan(x)
hi: टैंगेंट: tan(x)
hr_hr: Tangens: tan(x)
hu_hu: Tangens: tan(x)
hy: Տանգենս: tan(x)
id_id: Tangen: tan(x)
it: Tangente: tan(x)
ja: 正接： tan(x)
ka_ge: ტანგენსი: tan(x)
ko_kr: 탄젠트: tan(x)
lo: ແທນແຈນ: tan(x)
lt_lt: Tangensas: tan(x)
lv_lv: Tangenss: tan(x)
mk_mk: Тангенс: tan(x)
ms_my: Tangen: tan(x)
my_mm: တန်ဂျန့်: tan(x)
ne: ट्याङ्गेन्ट: tan(x)
nl: Raaklijn: tan(x)
nn_no: Tangens: tan(x)
pl_pl: Tangens: tan(x)
ps: ټانجینټ: tan(x)
pt_pt: Tangente: tan(x)
ro_ro: Tangentă: tan(x)
ru_ru: Тангенс: tan(x)
sk_sk: Tangens: tan(x)
sl: Tanges: tan(x)
sq: Tangente: tan(x)
sr_rs: Tangens: tan(x)
sv_se: Tangens: tan(x)
ta: டேஞ்சன்ட்: tan(x)
th: แทนเจนต์: tan(x)
tr: Tangens: tan(x)
uk_ua: Тангенс: tan(x)
xh_za: I-tangent: tan(x)
zh_cn: 正切： tan(x)
zh_tw: 正切： tan(x)
