Repository: chamilo/chamilo-lms
Catalog: translations/messages.qu_PE.po
Languages: qu_pe

source: The Course tool supports two approaches :<ul><li>Create a new course (allowing you to author your own content)</li><li>Import SCORM course</li></ul><img src="../img/path_help.gif"><p><b>What is a Learning Path?</b></p><p>A Learning Path allows for the presentation of a sequence of learning experiences or activities arranged in distinct sections (in this sense, the Learning Path is what distinguishes a 'course' from a mere repository of random documents). It can be content-based (serving as a table of contents) or activities-based, serving as an agenda or program of action necessary to understand and apply a particular area of knowledge or skill.</p><p>In addition to being structured, a Learning Path can also be <i>sequential</i>, meaning that the completion of certain steps constitute pre-requisites for accessing others (i.e. 'you cannot go to learning object 2 before learning object 1'). Your sequence can be <i>suggestive</i> (simply displaying steps one after the other) or <i>prescriptive</i> (involving pre-requisites so that learners are required to follow steps in a particular order).</p><p><b>How do I create my own Learning Path (Course)?</b></p><p>Proceed to the 'Learning Path' section. There you can create as many courses/paths as you wish by clicking the <i>Create a new course</i> tool. You will need to choose a name for the course/path (e.g. <i>Unit 1</i> if you plan to create several units within the overall course). To begin with, the course is empty, waiting for you to add sections and learning objects to it.<br>If you set a course to Visible, it will appear as a new tool on the course homepage. This makes it easier and clearer for students to access.</p><p><b>What learning objects can I add?</b></p><p>All Chamilo tools, activities and content that you consider useful and relevant to your course can be added :<br><ul><li>Separate documents (texts, pictures, Office docs, ...)</li><li>Forums as a whole</li><li>Topics</li><li>Links</li><li>Chamilo Tests</li><li>HotPotatoes Tests<br />(note :tests made invisible on the homepage, but included in a path, become visible for learners only as they work through the course.)</li><li>Assignments</li><li>External links</li></ul></p><p><b>Other features</b></p><p>Learners can be asked to follow your course in a given order, as you can set <u>pre-requisites</u>. This means for example that learners cannot go to e.g. Quiz 2 until they have read e.g. Document 1. All learning objects have a status:<i>completed</i> or <i>incomplete</i>, so the progress of learners is clearly reported.</p><p>If you alter the original title of a learning object, the new name will appear in the course, but the original title will not be deleted. So if you want test8.doc to appear as 'Final Exam' in the path, you do not have to rename the file, you can use the new title in the path. It is also useful to give new titles to links which are too long.</p><p>When you're finished, don't forget to check Display mode, (showing, as in learner view, the table of contents on the left and the learning objects on the right,one at a time.)</p><br><p><b>What is a SCORM course and how do I import one?</b></p><p>The learning path tool allows you to upload SCORM-compliant courses.</p><p>SCORM (<i>Sharable Content Object Reference Model</i>) is a public standard followed by major e-Learning companies like NETg, Macromedia, Microsoft, Skillsoft, etc. They act at three levels:</p><ul><li><b>Economy</b> : SCORM renders whole courses or small content units reusable on different Learning Management Systems (LMS) through the separation of content and context,</li><li><b>Pedagogy</b> : SCORM integrates the notion of pre-requisite or <i>sequencing</i> (<i>e.g. </i>"You cannot go to chapter 2 before passing Quiz 1"),</li><li><b>Technology</b> : SCORM generates a table of contents as an abstraction layer located outside the content and the LMS. It helps both communicate with each other. Mainly communicated are <i>bookmarks</i>("Where is John in the course?"), <i>scoring</i> ("How did John pass the test?") and <i>time</i> ("How much time did John spent in chapter 1?").</li></ul><b>How can I create a SCORM-compliant Learning Path?</b><br><br>The obvious way is to use the Chamilo Authoring tool. However, you may prefer to create complete SCORM compliant websites locally on your own computer before uploading it onto your Chamilo platform. In this case, we recommend the use of a sophisticated tool such as Lectora®, eXe Learning® or Reload®<br></p><p>
qu_pe: La herramienta 'Lecciones' tiene dos funciones:<ul><li>Crear una lección con recursos del propio curso</li><li>Importar un contenido externo con formato SCORM o IMS</li></ul><img src="../img/path_help.gif"><p><b>¿Qué es una lección?</b></p><p>Una lección es una secuencia de etapas de aprendizaje que se estructuran en módulos.La secuencia se puede organizar en función de conceptos, resultando un 'Indice o tabla de materias', o bien estar basada en actividades, en cuyo caso resultará una 'Agenda de actividades'. De ambas formas se pueden adquirir conceptos y habilidades. Los sucesivos módulos de la lección se podrán llamar 'capítulos', 'semanas', 'módulos', 'secuencias', 'elementos', o de cualquier otra forma que responda a la naturaleza de su escenario pedagógico.</p><p>Además de la estructura modular, una lección puede estar secuenciado. Esto significa que determinados conceptos o actividades constituyen prerrequisitos para otros ('No se puede pasar a la segunda etapa antes de haber acabado la primera'), esta es secuencia no es una sugerencia sino que obliga a la persona que realiza la actividad a seguir las etapas en un orden determinado</p><p><b>¿Cómo crear su propia lección?</b></p><p>En la sección 'Lecciones' puede crear tantas como considere necesarias. Para crear uno debe seguir los siguientes pasos:</p><ol> <li>Haga clic sobre 'Crear una Lección'.Déle un título y opcionalmente una descripción. <li>Pulse sobre nombre de la lección que ha creado y añádale el módulo que contendrá las distintas etapas. Déle un título y opcionalmente una descripción. <li>Pulse sobre el signo más situado dentro del cuadrado en la columna 'Añadir elemento', para incorporar los recursos que constituirán los elementos dentro de este módulo. Estos recursos, podrán ser internos: material con que cuenta el sitio web de la actividad (documentos, actividades, foros trabajos, etc.), o externos (una dirección de Internet). <li> Cuando acabe, haga clic en 'Ok' para volver al constructor de lecciones, allí podrá completar si lo desea otros módulos y ver el resultado haciendo clic en 'Vista de usuario'.</ol><p>Después parametrice más sus lecciones: </p><ul> <li>Si es necesario, renombre cada uno de los recursos añadidos e incorpórele una descripción, con el fin de constituir un auténtico 'Indice de contenidos'. El título del documento original no cambiará realmente, aunque será presentado con el nuevo. Por ej., se puede renombrar el documento 'examen1.doc' con el nombre 'Examen de la Primera Evaluación.' <li>Cambie el orden de presentación de los módulos y de los recursos en función del escenario pedagógico de la actividad, mediante los iconos en forma de triángulo normal e invertido. <li>Establezca prerrequisitos: con la ayuda del icono de la columna 'Añadir prerrequisitos', defina los módulos o recursos que deben consultarse previamente (cada módulo o recurso mostrará los que le antecedan en la secuencia para seleccionarlos o no, como elementos obligatorios previos). Por ej., las personas que realizan la actividad no pueden realizar el test 2 hasta que no hayan leído el Documento 1. Todas los pasos, sean módulos o recursos (elementos), tienen un estatus: completo o incompleto, de forma que la progresión de los usuarios es fácilmente apreciable.</li> <li>Cuando termine, no olvide comprobar todos los pasos en la 'Vista de estudiante', donde aparece la tabla de contenidos a la izquierda y los pasos de la lección a la derecha.</li> <li>Si hace visible una lección, aparecerá como una nueva herramienta en la página inicial del curso.</li></ul><p>Es importante comprender que una lección es algo más que el desarrollo de una materia: es una secuencia a través del conocimiento que potencialmente incluye pruebas, tiempos de discusión, evaluación, experimentación, publicación, ... Es por ello, por lo que la herramienta de Lecciones constituye una especie de metaherramienta que permite utilizar el resto de las herramientas para secuenciarlas: </p><ul> <li>Eventos de la agenda <li>Documentos de toda naturaleza (html, imágenes, Word, PowerPoint,...). <li>Anuncios <li>Foros <li>Un tema concreto de un foro <li>Mensajes individuales de los foros <li>Enlaces <li>Ejercicios tipo test (no olvide hacerlos visibles con la utilidad de ejercicios) <li>Trabajos <li>Baúl de tareas (para compartir ficheros, ...) <li>Enlaces externos a Chamilo </li></ul><p><b>¿ Qué es una lección SCORM o IMS y cómo se importa ?</b></p><p>La herramienta Lecciones también permite importar contenidosde cursos en formato SCORM e IMS.</p><p>SCORM (<i>Sharable Content Object Reference Model</i>) es un estándar públicoque siguen los principales creadores de contenidos de e-Learning: NETg, Macromedia, Microsoft, Skillsoft, etc. Este estándar actúa en tres niveles:</p><ul><li><b>Económico</b> : SCORM permite que cursos completos o pequeñas unidades decontenido se puedan reutilizar en diferentes LMS (Learning Management Systems), gracias a la separación del contenido y el contexto,</li><li><b>Pedagógico</b> : SCORM integra la noción de prerrequisitoso <i>secuenciación</i> (<i>p.ej. </i>'No puedes ir al capítulo2 antes de pasar el test 1'),</li><li><b>Tecnológico</b> : SCORM genera una tabla de materias independiente tanto del contenido como del LMS. Esto permite comunicar contenidos y LMS para salvaguardar entre otros: la <em>progresión </em> del aprendizaje ('¿ A qué capítulo del curso ha llegado María ?'), la <em>puntuación</em> ('¿ Cuál es el resultado de Juan en el Test 1 ?') y el <em>tiempo </em> ('¿Cuánto tiempo ha pasado Juan en el Capítulo 4 ?').</li></ul><p><strong>¿ </strong><b>Cómo puedo crear una lección compatible con SCORM ?</b><br> <br> La forma más natural es utilizar el constructor de lecciones de Chamilo.Ahora bien, si quiere crear webs totalmente compatibles con SCORM en su propioordenador y luego enviarlas a la plataforma Chamilo, le recomendamos el uso de unprograma externo, como por ejemplo: Lectora® o Reload®<br></p></p><p><b>Enlaces de interés</b><br><ul><li>Adlnet : Autoridad responsable de la normalización del estándard SCORM, <ahref="http://www.adlnet.org/">http://www.adlnet.org</a></li><li>Reload : Un editor y visualizador SCORM gratuito y de código libre, <ahref="http://www.reload.ac.uk/">http://www.reload.ac.uk</a></li><li>Lectora : Un software para publicar y crear contenido SCORM, <ahref="http://www.trivantis.com/">http://www.trivantis.com</a><br></li></ul><p><b>Nota :</b></p><p>La sección Lecciones muestra, por un lado todas las <i>lecciones creadas en Chamilo</i>y por otro, todas las <i>lecciones en formato SCORM</i> que hayan sido importados.Es más que recomendable que coloque cada lección en una carpeta distinta.</p>

source: <p>The Course Description tool prompts you to comprehensively describe your course in a systematic way. This description can be used to provide learners with an overview of what awaits them, and can be helpful when you review and evaluate your course. </p> The items merely offer suggestions. If you want to write your own course description, simply create your own headings and descriptions by selecting the 'Other' tool. </p> Otherwise, to complete a description of the course, click on each image, fill it with your text/content and submit. </p>
qu_pe: <p>Esta herramienta le ayudará a describir su curso de una forma sintética. Esta descripción dará los estudiantes una idea de lo que pueden esperar del curso.Así mismo, a Vd. le puede ayudar a repensar el escenario educativo propuesto.</p>Para facilitar la creación de la descripción, ésta se realiza mediante formularios. Como sugerencia se proporciona una lista de encabezados para los distintos apartados de la descripción; pero si quiere crear su propia descripción con apartados con distinto nombre, escoja la opción 'Apartado personalizado' y ponga Vd. el título. Repitiendo la operación, podrá añadir tantos apartados adicionales como desee.</p><p>Para realizar la descripción del curso, haga clic sobre el botón 'Crear o editar el programa del curso'; luego despliegue el menú, seleccione el apartado que desee y pulse el botón 'añadir'. Seguidamente el título del apartado aparecerá sobre un formulario, que tras rellenarlo, podrá guardar pulsando en el botón Ok. En todo momento será posible borrar o modificar un apartado haciendo clic respectivamente sobre los iconos en forma de lápiz o cruz roja.</p>

source: <p>The Links tool allows you to create a library of resources for your students, particularly of resources that you have not created yourself.</p><p>As the list grows, it might prove useful to organise it into categories to help your students find the right information at the right place. You can edit every link to re-assign it to a new category (you will need to create this category first).</p><p>The Description field can be used to provide advance-information on the target web pages but also to describe what you expect the student to do with the link. If, for instance, you point to a website on Aristotle, the description field may ask the student to study the difference between synthesis and analysis.
qu_pe: <p>Esta herramienta permite a los profesores ofrecer una biblioteca de recursos a sus alumnos</p><p>Si la lista de enlaces es muy larga, puede ser útil organizarlos en categorías para facilitar la búsqueda de información. También puede modificar cada enlace y reasignarloa una nueva categoría que haya creado. Tenga en cuenta que si borra una categoría también borrará todos los enlaces que contenga.</p><p>El campo descripción puede utilizarse para dar información adicionalsobre el contenido del enlace, pero también para describir lo que el profesor esperaque hagan u obtengan los alumnos a través de dicho enlace.Si por ejemplo, si apunta hacia una página sobre Aristóteles, en el campo descripciónpuede pedir al estudiante que estudie la diferencia entre síntesis y análisis.</p><p>Finalmente, es una buena práctica revisar de cuando en cuando los enlaces para ver si siguen activos.</p>

source: <p> As soon as you log in to the system, you will be taken to your own main page. Here you will see the following: <li> <b> My Courses </b> in the centre of the page, lists the courses in which you are enrolled, with an option for you to create new courses (using the button in the right menu) </li> In the header section, <b> My Profile </b> allows you to change your password, upload your photo to the system or change your username, </li> <b> My Calendar </b>: contains the events within the courses for which you are registered, </li> in the right menu: <b> Edit my list of courses </b> allows you to enroll in courses as learner, (provided the trainer/teacher has authorized entry. here you can also unsubscribe from a course, </li> Links <b> Support Forum </b> and <b> Documentation </b> refer you to the main Chamilo site, where you can ask questions or find up to date information about Chamilo. </li> </ ul> To enter a course (left side of the screen), click on its title. Your profile may vary from course to course. It could be that you are a teacher in one course and a learner in another. In courses for which you are responsible, you have access to the editing tools designed for authoring and managing students, while in courses where you learn, you access a more limited range of tools appropriate for undertaking the course.</p> The form your own main page takes can vary from one platform to another depending on the options enabled by the system administrator. Thus, for example, there may be some cases where you do not have access to course creation even as a teacher, because this particular function is managed by others within your institution. </p>
qu_pe: <p>Una vez identificado en la plataforma, se encuentra en su <i>área de usuario</i></p><ul> <li><strong>Menú de cabecera </strong> <ul> <li> Apellidos y Nombre <li><strong>Mis cursos</strong>: recarga su <em>área de usuario </em> y muestra todas las actividades en la que Vd. está inscrito. Si en el área de usuario no aparece listada ninguna actividad es debido a que no está inscrito en ninguna. Tenga en cuenta que su nombre de usuario y clave le dan acceso a la plataforma, pero necesariamente lo inscriben en un curso. Para inscribirse en un curso debe solicitarlo al administrador del mismo. En algunos cursos puede estar permitido que sean los propios usuarios quienes se inscriban. <li><strong>Mi perfil</strong>: según esté configurado podrá cambiar algunos datos, incluir una foto, etc. Acoge un portafolios electrónico. También podrá acceder a sus estadísticas en la plataforma. <li><strong>Mi agenda</strong>: contiene los acontecimientos de todos los cursos en los que está inscrito. <li><strong>Administración de la plataforma</strong> (sólo para el administrador) <li><strong>Salir </strong>: pulse aquí para salir de su área de usuario y volver a la página principal de la plataforma. </li> </ul> <li><strong>Cuerpo central</strong> <ul> <li><strong>Mis cursos. </strong> Aparecen desplegados los enlaces de los cursos en los que está inscrito. <ul> <li>Para entrar en los cursos haga clic sobre su título. El aspecto del sitio web del curso al que llegue puede variar en función de las prestaciones que el administrador del curso haya habilitado y en función de que seamos usuarios o responsables del mismo. <li>Debajo de cada enlace, según la configuración, puede aparecer el código de la actividad y el nombre de la persona responsable del curso. <li>En algunos casos, los enlaces de los cursos aparecerán acompañados de varios iconos que nos avisarán de los cambios que se hayan producido en alguna de sus herramientas desde la última vez que lo visitamos (novedades en la agenda, documentos, enlaces, tablón de anuncios, un tema nuevo en un foro, nuevos ejercicios) </ul> </li> </ul> <li><strong>Menú vertical de la derecha</strong> <ul> <li><strong>Lista desplegable de selección de idioma: </strong>permite seleccionar el idioma que deseamos para el área de usuario.</li> <li><strong>Menú de usuario</strong> <ul> <li><strong>Crear el sitio web de un curso </strong>(sólo para profesorado si la opción está habilitada)</li> <li><strong>Administrar mis cursos: </strong>permite ordenar los cursos en los que se está inscrito adscribiéndolos a categorías. También posibilita, en su caso, inscribirse y anular una inscripción.</li> </ul> </li> <li><strong>Menú General</strong> <ul> <li><strong>Foro de soporte: </strong>acceso a los foros del sitio web de Chamilo.</li> <li><strong>Documentación: </strong>acceso a la documentación complementaria del sitio web de Chamilo. </li> </ul> </li> <li><strong>Administrador de la plataforma </strong>(sólo para el administrador)</li> </ul> </li> </ul>

source: <p> The Agenda tool appears both as a calendar within each course and as a personal diary tool for each student providing an overview of events in the courses in which they are enrolled. (Groups can also have their own Agenda.) </ p> Users can use the Agenda, which displays course content and activites, as a reference tool to organise their day to day or week to week learning.<p>In addition to being visible in the agenda, new events are indicated to the learner whenever he/she logs in. The system sees what has been added since his/her last visit and icons appear on the portal home page beside the courses indicating new events and announcements.</p> </p> If you want to organize students' work in a time-related way, it is best to use the Learning Paths tool as a way of charting a logical progression through various activites and content through the presentation of a formal table of contents.</p>
qu_pe: <p>La agenda es una herramienta que en cada curso ofrece una visión resumida de las actividades propuestas. Esta herramienta también es accesible en la barra superior mediante la opción 'Mi agenda', aunque aquí ofrece una síntesis de todos los eventos relativos a todos los cursos en los que el usuario está inscrito. Esta segunda funcionalidad siempre estará disponible.</p><p>Cuando en un curso accedemos a la herramienta 'Agenda' se mostrará una lista de acontecimientos. Puede vincular no sólo un texto a una fecha, sino también múltiples recursos: eventos de la agenda, documentos, anuncios, mensajes de un foro, ejercicios, enlaces,... De esta forma, la agenda se convierte en el programa cronológico de las actividades de aprendizaje de sus alumnos.</p><p>Además, el sistema informará a los usuarios de todas las novedades que se hayan producido desde su última visita a la plataforma. En el listado 'Mis cursos' de la página de entrada de cada usuario se incorporará al título de cada curso el icono de la herramienta en que se produce la novedad. Tras visitar la herramienta, el icono desaparecerá.</p><p>Si quiere ir más lejos en la lógica de la estructura de las actividades de aprendizaje, le sugerimos que utilice la herramienta 'Lecciones' que ofrece los mismos principios pero con características más avanzadas. Una lección se puede considerar como una síntesis entre una tabla de contenidos, una agenda, una secuenciación (orden impuesto) y unseguimiento.</p>

source: <p> The Announcements tool allows you to send an e-mail to some or all of your students, or to specific groups. to might want to alert them to the addition of a new document, to remind them of a deadline for submission of an assignment or to highlight and share a particularly good piece of work. Sending such e-mail announcements can also serve as a useful prompt to re-engage students who have not visited the site for some time (as long as it's not overdone!). </p> <b> Contacting specific users </b> <p> In addition to sending a general one to all members of the course, you can send an e-mail to one or more individuals/groups groups. When you create a new announcement, just click <i>Visible to</i> and select users from the left hand lists and and add them as recipients using the arrows.</p>
qu_pe: <p>La herramienta Tablón de anuncios permite a los profesores colocar mensajes en el tablón de anuncios del curso. Puede avisar a sus miembros de la colocación de un nuevo documento, de la proximidad de la fecha para enviar los trabajos, o de que alguien ha realizado un trabajo de especial calidad. Cada miembro verá esta novedad cuando entre en su área de usuario. </p><p><strong>La lista de distribución. </strong> Los anuncios además de ser publicados en el tablón pueden ser enviados automáticamente por correo electrónico si se marca la casilla correspondiente. Si sólo desea utilizar la lista, bastará con que tras enviarlo, borre el anuncio del tablón.</p><p>Además de enviar un correo a todos los miembros, Vd. puede enviarlo a una o varias personas, o a uno o varios grupos que haya formado en el curso. Una vez pulsada la opción, use CTRL+clic para seleccionar varios elementos en el menú de izquierda y después haga clic sobre el botón que apunta a la derecha para enviarlos a la otra lista. Finalmente, escriba su mensaje en el campo inferior de la página y pulse el botón Enviar. Esta utilidad, si es usada con moderación, permite recuperar a miembros que hayan abandonado antes de finalizar.</p>
