Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Which of the following fields of the portfolio are *required* in the user registration process? This requires that the portfolio option be enabled and that the field be also available in the registration form (see above).
ar: أي من المجالات التالية من التعريف الموسع يجب أن تكون متاحة في إجراء تسجيل المستخدم؟هذا يتطلب أن يكون التعريف الموسع مفعّلاً (انظر لأعلى)
ast_es: ¿ Qué campos del perfil estendíu son obligatorios nel procesu de rexistru d'un usuariu ? Esto necesita que'l perfil estendíu tea activáu y que'l campu tamién tea disponible nel formulariu de rexistru (ver más enriba).
bn_bd: ব্যবহারকারী নিবন্ধন প্রক্রিয়ায় পোর্টফোলিওর কোন ফিল্ডগুলি *প্রয়োজনীয়*? এর জন্য পোর্টফোলিও অপশন সক্রিয় এবং ফিল্ডটি নিবন্ধন ফর্মে উপলব্ধ হতে হবে (উপরে দেখুন)।
bs_ba: Koja od sljedećih polja portfolija su *obavezna* u procesu registracije korisnika? Ovo zahtijeva da opcija portfolija bude omogućena i da polje bude dostupno u formi registracije (vidi gore).
ca_es: Quins camps del perfil estès són obligatoris en el procés de registre d'un usuari? Això requereix que el perfil estès estigui activat i que el camp també estigui disponible en el formulari de registre (vegeu més amunt).
cs_cz: Které z následujících polí budou požadovány při registraci? Je nutné, aby byl aktivován rozšířený profil a aby toto pole bylo také dostupné v registračním formuláři (viz výše).
da: Hvilke af de følgende felter i den udvidet profil er nødvendige at udfylde ved registrering? Dette kræver, at den udvidet profil er aktivieret og at felterne er synlige i registreringsformularen (se ovenfor).
de: Welche der nachfolgenden Felder des ausführlichen Profils sind bei der Anmeldung eines Benutzers erforderlich? Dazu muss das ausführliche Profil aktiviert sein und die Felder müssen im Anmeldeformular verfügbar sein (s. oben)
el: Ποια από τα παρακάτω πεδία του χαρτοφυλακίου είναι *απαιτούμενα* στη διαδικασία εγγραφής χρήστη; Αυτό απαιτεί η επιλογή χαρτοφυλακίου να είναι ενεργοποιημένη και το πεδίο να είναι επίσης διαθέσιμο στη φόρμα εγγραφής (δείτε παραπάνω).
eo: Kiuj el la ĉi-subaj kampoj de la ampleksa profilo estu devige plenigataj, kiam uzul registriĝas? Tio postulas, ke la ampleksa profilo estu aktiva, kaj ke la kampo disponeblas ĉe registrado (vidu ĉi-supre)
es: ¿Qué campos del perfil extendido son obligatorios en el proceso de registro de un usuario? Esto requiere que el perfil extendido esté activado y que el campo también esté disponible en el formulario de registro (véase más arriba).
es_mx: ¿Cuáles de los siguientes campos del portafolio son *requeridos* en el proceso de registro de usuario? Esto requiere que la opción de portafolio esté activada y que el campo también esté disponible en el formulario de registro (ver arriba).
eu_es: Profil hedatuaren hurrengo eremuen artean zeintzuk eskatu behar dira erabiltzailea erregistratzeko prozesuan? Horrelakoak profila hedatua aktibaturik egotea eskatzen du eta, erregistratzeko eskabidean, eremua erabilgarri egotea ere (ikusi gainean).
fa_ir: کدام فیلدهای پورتفولیو *الزامی* در فرآیند ثبت‌نام کاربر هستند؟ این نیاز به فعال بودن گزینه پورتفولیو و در دسترس بودن فیلد در فرم ثبت‌نام دارد (بالا ببینید).
fi_fi: Mitkä seuraavista portfolion kentistä ovat *pakollisia* käyttäjän rekisteröintiprosessissa? Tämä edellyttää, että portfolion vaihtoehto on käytössä ja että kenttä on myös käytettävissä rekisteröintilomakkeessa (katso yllä).
fo_fo: Hvílki av fylgjandi økjum í portfolion eru *krafd* í brúkara skráningarferlið? Hetta krevur at portfolio møguleikin er virkin og at økið eisini er til taks í skráningarsmættanum (sí ovur).
fur: Cual di chessis campîs dal portfolio a son *obrigatôris* intun process di iscrizion utint? Chest al require che opsion portfolio sia ativade e che il campi sia disponibil ancje intun form di iscrizion (vê si su).
ga: Cé acu de na réimsí punainne seo atá *riachtanach* i bpróiseas clárúcháin an úsáideora? Éilíonn sé sin go mbeidh an rogha punainne cumasaithe agus go mbeidh an réimse ar fáil freisin san fhoirm chlárúcháin (féach thuas).
gl: Que campos do perfil estendido son obrigatorios no proceso de rexistro dun usuario? Isto require que o perfil estendido estea activado e que o campo tamén estea dispoñible no formulario de rexistro (véxase máis arriba).
he_il: איזה מהשדות הבאים בתיק העבודות *חובה* בתהליך רישום המשתמש? זה מחייב את אפשרות הפורטפוליו מופעלת ושהשדה יהיה זמין גם בטופס ההרשמה (ראה למעלה).
hi: उपयोगकर्ता पंजीकरण प्रक्रिया में पोर्टफोलियो के निम्नलिखित फ़ील्डों में से कौन से *आवश्यक* हैं? इसके लिए पोर्टफोलियो विकल्प सक्षम होना और फ़ील्ड पंजीकरण फॉर्म में भी उपलब्ध होना आवश्यक है (ऊपर देखें)।
hr_hr: Koja od sljedećih polja portfolija su *obavezna* u procesu registracije korisnika? To zahtijeva da opcija portfolija bude omogućena i da je polje također dostupno u obrascu za registraciju (vidi gore).
hu_hu: A portfólió alábbi mezőiből melyek a *kötelezőek* a felhasználói regisztrációs folyamatban? Ehhez engedélyezni kell a portfólió opciót, és a mezőnek elérhetőnek kell lennie a regisztrációs űrlapon is (lásd fent).
hy: Պորտֆոլիոյի հետևյալ դաշտերից որոնք են *պարտադիր* օգտատիրոջ գրանցման գործընթացում։ Սա պահանջում է, որ պորտֆոլիո տարբերակը فعال լինի և դաշտը հասանելի լինի գրանցման ձևում (տես վերևում)։
id_id: Kolom portofolio mana dari berikut yang *wajib* dalam proses pendaftaran pengguna? Ini memerlukan opsi portofolio diaktifkan dan kolom juga tersedia di formulir pendaftaran (lihat di atas).
it: Quali campi del profilo esteso sono richiesti in fase di registrazione? Il profilo esteso deve essere attivato ed i campi relativi devono essere disponibili nel modulo (v.sopra).
ja: ユーザ登録プロセスで*必須*のポートフォリオの以下のフィールドはどれですか？ポートフォリオオプションが有効で、フィールドが登録フォームでも利用可能である必要があります（上記参照）。
ka_ge: რომელი პორტფოლიოს ველები არის *საჭირო* მომხმარებლის რეგისტრაციის პროცესში? ეს საჭიროებს პორტფოლიოს ოფციის ჩართვას და ველის ხელმისაწვდომობას რეგისტრაციის ფორმაში (იხ. ზემოთ).
ko_kr: 사용자 등록 과정에서 포트폴리오의 다음 필드 중 어떤 것이 *필수*인가요? 포트폴리오 옵션이 활성화되어 있고 등록 양식에 해당 필드가 사용 가능해야 합니다(위 참조).
lo: ຊ່ອງຂໍ້ມູນໃດແດ່ຂອງແຟ້ມສະສົມຜົນງານຕໍ່ໄປນີ້ທີ່ *ຕ້ອງການ* ໃນຂະບວນການລົງທະບຽນຜູ້ໃຊ້? ສິ່ງນີ້ຕ້ອງການໃຫ້ຕົວເລືອກແຟ້ມສະສົມຜົນງານເປີດໃຊ້ງານ ແລະ ໃຫ້ຊ່ອງຂໍ້ມູນນັ້ນມີໃຫ້ໃຊ້ໃນແບບຟອມລົງທະບຽນນຳ (ເບິ່ງດ້ານເທິງ).
lt_lt: Kurie iš šių portfolio laukų yra *privalomi* vartotojo registracijos procese? Tai reikalauja, kad portfolio parinktis būtų įjungta ir kad laukas būtų prieinamas registracijos formoje (žr. aukščiau).
lv_lv: Kurš no šiem laukiem paplašinātajā profilā ir nepieciešams lietotāja reģistrācijas procesā? <br>Tas nozīmē, ka paplašinātais profils ir aktivizēts un ka lauks ir pieejams arī reģistrācijas veidlapā (sk. iepriekš).
mk_mk: Кои од следните полиња на портфолиото се *обврзни* во процесот на регистрација на корисник? Ова бара портфолио опцијата да биде овозможена и полето да биде достапно и во образецот за регистрација (видете погоре).
ms_my: Medan portfolio mana yang *wajib* dalam proses pendaftaran pengguna? Ini memerlukan pilihan portfolio diaktifkan dan medan tersebut juga tersedia dalam borang pendaftaran (lihat di atas).
my_mm: အသုံးပြုသူမှတ်ပုံတင်ခြင်းလုပ်ငန်းစဉ်တွင် အစုစည်းမှတ်တမ်း၏ အောက်ပါကွက်လပ်များထဲမှ မည်သည့်အရာများကို *လိုအပ်သနည်း*။ ၎င်းသည် အစုစည်းမှတ်တမ်းရွေးချယ်မှုကို ဖွင့်ထားရန်နှင့် မှတ်ပုံတင်ဖောင်တွင် ထိုကွက်လပ်ကို ရရှိနိုင်ရန် လိုအပ်သည် (အထက်တွင်ကြည့်ပါ)။
ne: प्रयोगकर्ता दर्ता प्रक्रियामा पोर्टफोलियाका कुन क्षेत्रहरू *आवश्यक* छन्? यसका लागि पोर्टफोलियो विकल्प सक्षम हुनुपर्छ र क्षेत्र दर्ता फर्ममा पनि उपलब्ध हुनुपर्छ (माथि हेर्नुहोस्)।
nl: Welke van de onderstaande velden van het uitgebreid profiel moeten verplicht ingevuld worden als een gebruiker zich registreert? Dit vereist dat het uitgebreid profiel geactiveerd is en dat het veld beschikbaar is bij registratie (zie hierboven)
nn_no: Kva av desse portefølje-felta er *påkråvd* i brukarregistreringsprosessen? Dette krev at portefølje-innstillinga er aktivert og at feltet òg er tilgjengeleg i registreringsskjemaet (sjå ovanfor).
oc: Quinas d'aquestas cambas del portafòlio son *obligatòrias* dins lo process d'inscripcion d'utilizaire ? Aquò requer que l'opcion portafòlio siá activada e que la camba siá tanben disponibla dins lo formulari d'inscripcion (vejatz sus).
pl_pl: Które z poniższych pól profilu rozszerzonego mają być wymagane podczas procesu rejestracji? Opcja wymaga aby profil rozszerzony był włączony, oraz pola były udostępnione użytkownikowi podczas procesu rejestracji (punkty konfiguracyjne powyżej).
ps: کوم له لاندې پورټ فولیو فیلډونو *آرېن دي* په کارن ریجسټریشن پروسه کې؟ دا غواړي چې پورټ فولیو اختیار فعال وي او فیلډ هم په ریجسټریشن فورمه کې شتون ولري (پورتنۍ وګورئ).
pt_br: Qual dos seguintes campos da inscrição com perfil extendido serão obrigatórios no processo de inscrição do usuários? Isto requer a ativação da inscrição com perfil extendido e que o campo esteja igualmente disponível no formulário de inscrição (ver acima).
pt_pt: Quais dos seguintes campos do perfil ampliado/alargado são necessários no processo de registo dos utilizadores? É necessário a activação do registo com perfil ampliado/alargado e que o campo esteja igualmente disponível no formulário de registo (ver acima).
ro_ro: Care dintre campurile urmatoare ale profilului extins sunt necesare in procesul de inregistrare a utilizatorilor? Aceasta necesita ca profilul extins sa fie activat si campul sa fie disponibil in formularul de inregistrare (vezi mai sus).
ru_ru: Какие из следующих полей из расширенного профиля требуются в процессе регистрации пользователя? Это требуется, если расширенный профиль активирован и поле также доступно в регистрационной форме (смотрите ниже).
sk_sk: Ktoré z nasledujúcich polí rozšíreného profilu je požadované v procese registrácie používateľa? Rozšírený profil musí byť aktivovaný a pole dostupné v registračnom formulári (pozri vyššie).
sl: Katera od naslednjih polj razširjenega profila so zahtevana v procesu registracije uporabnika? Možnost zahteva, da je razširjen profil aktiviran in da so polja dostopna v registracijskem obrazcu (glej zgoraj).
sq: Cilat nga fushat e mëposhtme të portofolit janë *të kërkuara* në procesin e regjistrimit të përdoruesit? Kjo kërkon që opsioni i portofolit të jetë i aktivizuar dhe që fusha të jetë gjithashtu e disponueshme në formularin e regjistrimit (shih lart).
sr_rs: Koja od sledećih polja portfolija su *obavezna* u procesu registracije korisnika? Ovo zahteva da opcija portfolija bude omogućena i da polje bude takođe dostupno u formularu za registraciju (vidi gore).
sv_se: Vilka av nedanstående utökningsfält måste fyllas i under registreringsprocessen? (Förutsätter att utökade fält är aktiverat, se ovan)
sw_ke: Ni nyanja zipi za wasifu *zinazohitajika* katika mchakato wa usajili wa mtumiaji? Hii inahitaji chaguo la wasifu liwashwe na nyanja iwe pia inapatikana katika fomu ya usajili (tazama juu).
ta: பயனர் பதிவு செய்யும் செயல்முறையில் போர்ட்ஃபோலியோவின் எந்த புலங்கள் *தேவை*ப்படும்? இது போர்ட்ஃபோலியோ விருப்பம் செயல்படுத்தப்பட்டிருக்க வேண்டும் மற்றும் புலம் பதிவுச் சீட்டில் கிடைக்க வேண்டும் (மேலே பார்க்கவும்).
th: ฟิลด์พอร์ตโฟลิโอใดต่อไปนี้เป็น *จำเป็น* ในกระบวนการลงทะเบียนผู้ใช้ ต้องเปิดใช้งานตัวเลือกพอร์ตโฟลิโอและฟิลด์ต้องมีในฟอร์มลงทะเบียน (ดูด้านบน)
tl_ph: Aling mga field ng portfolio ang *required* sa user registration process? Ito ay nangangailangan na ang portfolio option ay pinagana at na ang field ay available din sa registration form (tingnan sa itaas).
tr: Kullanıcı kayıt işleminde aşağıdaki genişletilmiş profil alanlarından hangilerinin bulunması gereklidir? Genişletilmiş profilin aktifleştirilmiş olmasını ve kayıt formunda alanın da bulunmasını gerektirir. (Yukarı bakınız)
uk_ua: Які з наступних полів портфоліо є *обов'язковими* в процесі реєстрації користувача? Це вимагає увімкнення опції портфоліо та того, щоб поле також було доступне у формі реєстрації (див. вище).
vi_vn: Những trường hồ sơ nào sau đây là *bắt buộc* trong quá trình đăng ký người dùng? Điều này yêu cầu tùy chọn hồ sơ được bật và trường đó cũng phải có sẵn trong biểu mẫu đăng ký (xem ở trên).
xh_za: Zeziphi kwezi ndawo zilandelayo zephothfolio *ezimfunekayo* kwinkqubo yobhaliso lomsebenzisi? Oku kufuna ukuba inikela yephothfolio ivulwe kwaye indawo ibeyiyo ekwimo yobhaliso (jonga ngasentla).
zh_cn: 用户注册过程中以下作品集字段中的哪些是*必需的*？这要求启用作品集选项，并且该字段也在注册表单中可用（见上文）。
zh_tw: 那一欄的額外個人資料是使用者在註冊時必須填寫的？選用本項，你要啟用額外個人資料，並選取提供該等欄目(請看上面）。

source: No-reply e-mail address
ar: لا يوجد رد في العنوان البريدي
ast_es: Nun retruque a esti corréu (No-reply)
bn_bd: নো-রিপ্লাই ইমেইল ঠিকানা
bs_ba: E-mail adresa bez odgovora
ca_es: No respongueu aquest correu
cs_cz: E-mailová adresa bez možnosti odpovědi (neodpovídat na tento email)
da: No-reply e-mailadresse
de: E-Mail
el: Διεύθυνση email no-reply
eo: Mankas responda retpoŝtadreso
es: No responder a este correo (No-reply e-mail address)
es_mx: Dirección de correo electrónico no-respuesta
eu_es: Ez erantzun e-maileko helbide honetara
fa_ir: آدرس ایمیل بی پاسخ
fi_fi: No-reply sähköpostiosoite
fo_fo: No-reply teldupostur adressan
fur: Indiris e-mail no-reply
ga: Seoladh ríomhphost gan freagra
gl: Non responder a este correo (No-reply e-mail address)
he_il: כתובת דואר אלקטרוני ללא מענה
hi: नो-रिप्लाई ईमेल पता
hr_hr: Adresa e-pošte bez odgovora
hu_hu: Válasz nélküli e-mail cím
hy: Պատասխան չուղարկել էլ. փոստի հասցե
id_id: Alamat email no-reply
it: Non-rispondere: indirizzo e-mail
ja: 送信専用の電子メール アドレス
ka_ge: ელფოსტის მისამართი (არა-პასუხი)
ko_kr: 답장 불가 이메일 주소
lo: ທີ່ຢູ່ອີເມວທີ່ບໍ່ຕ້ອງຕອບກັບ
lt_lt: No-reply el. pašto adresas
lv_lv: E-pasta adrese vēstulēm, uz kurām nav jāatbild
mk_mk: Е-пошта адреса без одговор
ms_my: Alamat e-mel tiada balas
my_mm: အကြောင်းပြန်မလိုသော အီးမေးလ်လိပ်စာ
ne: नो-रिप्लाई इमेल ठेगाना
nl: No-reply e-mail-adres
nn_no: No-reply e-postadresse
oc: Adreça de corrièl sens rèplica
pl_pl: Adres e-mail (bez odpowiedzi)
ps: د ځواب نه ورکولو برېښنالیک پته
pt_br: Não responder a este e-mail.
pt_pt: Não responder a este endereço de e-mail
ro_ro: Adresa de e-mail "no-reply"
ru_ru: Эл. адрес без права обратного ответа
sk_sk: E-mailová adresa bez možnosti odpovede (neodpovedať na tento email)
sl: E-poštni naslov (ne odgovarjaj)
sq: Adresa e email-it pa përgjigje
sr_rs: Adresa e-pošte bez odgovora
sv_se: E-postadress som inte ska kunna besvaras
sw_ke: Anwani ya barua pepe isiyo na jibu
ta: பதில் இல்லா மின்னஞ்சல் முகவரி
th: ที่อยู่อีเมลไม่ตอบกลับ
tr: Yanıtsız e-posta adresi
uk_ua: Адреса електронної пошти No-reply
vi_vn: Địa chỉ email không trả lời
xh_za: Idilesi ye-imeyile engaphenduli
zh_cn: 无回复的电子邮件地址
zh_tw: 毋須回覆電郵地址
