Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Users outside the class
ar: مستخدمين خارج الفصل
ast_es: Usuarios que nun son de la clase
bn_bd: ক্লাসের বাইরের ব্যবহারকারী
bs_ba: Korisnici izvan klase
ca_es: Usuaris fora de la Classe
cs_cz: Uživatelé mimo třídu
da: Brugere uden for klassen
de: Benutzer außerhalb der Klasse
el: Χρήστες εκτός τάξης
eo: Uzuloj ekster la klaso
es: Usuarios que no pertenecen a la clase
es_mx: Usuarios fuera de la clase
eu_es: Klasekoak ez diren erabiltzaileak
fa_ir: کاربران خارج از کلاس
fi_fi: Luokan ulkopuoliset käyttäjät
fo_fo: Brúkarar uttanfyri bólkin
fur: Utents fûr de la clas
ga: Úsáideoirí lasmuigh den rang
gl: Usuarios fora da clase
he_il: משתמשים מחוץ לכיתה
hi: कक्षा के बाहर उपयोगकर्ता
hr_hr: Korisnici izvan razreda
hu_hu: Felhasználók az osztályon kívül
hy: Օգտատերեր դասից դուրս
id_id: User-user dari luar klas
it: Utenti non compresi nella classe
ja: クラスの外のユーザー
ka_ge: მომხმარებლები კლასის გარეთ
ko_kr: 클래스에 포함되지 않은 유저
lo: ຜູ້ໃຊ້ນອກຫ້ອງຮຽນ
lt_lt: Ne klasėje esantys vartotojai
lv_lv: Lietotāji ārpus klases
mk_mk: Корисници надвор од паралелката
ms_my: Pengguna di luar kelas
my_mm: အတန်းပြင်ပရှိ အသုံးပြုသူများ
ne: कक्षाबाहिरका प्रयोगकर्ता
nl: Gebruikers buiten de klas
nn_no: Brukere utenfor klassen
oc: Utilizaires fòra de la classe
pl_pl: Użytkownik spoza klasy
ps: د ټولې بهر استعمال کوونکي
pt_br: Usuários fora da classe
pt_pt: Utilizadores não pertencentes à turma
ro_ro: Utilizatori din afara clasei
ru_ru: Пользователи вне класса
sk_sk: Používatelia mimo triedu
sl: Uporabniki izven razreda
sq: Përdorues jashtë klasës
sr_rs: Korisnici koji nisu u razredu
sv_se: Användare utanför klassen
sw_ke: Watumiaji nje ya darasa
ta: வகுப்புக்கு வெளியே உள்ள பயனர்கள்
th: ผู้ใช้ที่ไม่สังกัดหมู่เรียน
tl_ph: Mga gumagamit sa labas ng klase
tr: Sınıf dışındaki kullanıcılar
uk_ua: Користувачі з-поза класу
vi_vn: Người dùng ngoài lớp
xh_za: Abasebenzisi ngaphandle kwiklasi
zh_cn: 班级外学生
zh_tw: 班級外學生

source: Users inside the class
ar: مستخدمين داخل الفصل
ast_es: Usuarios de la clase
bn_bd: ক্লাসের ভিতরের ব্যবহারকারী
bs_ba: Korisnici unutar klase
ca_es: Usuaris dins la classe
cs_cz: Uživatelé uvnitř třídy
da: Brugere i klassen
de: Benutzer innerhalb der Klasse
el: Χρήστες εντός τάξης
eo: Uzuloj ene de la klaso
es: Usuarios pertenecientes a la clase
es_mx: Usuarios dentro de la clase
eu_es: Klasekoak diren erabiltzaileak
fa_ir: کاربران داخل کلاس
fi_fi: Luokassa olevat käyttäjät
fo_fo: Brúkarar í bólkinum
fur: Utents dentri la clas
ga: Úsáideoirí sa rang
gl: Usuarios dentro da clase
he_il: משתמשים בתוך המחלקה
hi: कक्षा के अंदर उपयोगकर्ता
hr_hr: Korisnici unutar razreda
hu_hu: Felhasználók az osztályban
hy: Օգտատերեր դասի ներսում
id_id: User-user dari dalam klas
it: Utenti compresi nella classe
ja: クラスの内のユーザー
ka_ge: მომხმარებლები კლასში
ko_kr: 클래스 안의 유저
lo: ຜູ້ໃຊ້ໃນຫ້ອງຮຽນ
lt_lt: Klasėje esantys vartotojai
lv_lv: Lietotāji klasē
mk_mk: Корисници кои се во паралелката
ms_my: Pengguna dalam kelas
my_mm: အတန်းအတွင်းရှိ အသုံးပြုသူများ
ne: कक्षाभित्रका प्रयोगकर्ता
nl: Gebruikers in de klas
nn_no: Brukere i klassen
oc: Utilizaires dins la classe
pl_pl: Użytkownik należący do klasy
ps: د ټولې دننه استعمال کوونکي
pt_br: Usuários dentro da classe
pt_pt: Utilizadores pertencentes à turma
ro_ro: Utilizatori din interiorul clasei
ru_ru: Пользователи внутри класса
sk_sk: Používatelia v triede
sl: Uporabniki znotraj razreda
sq: Përdorues brenda klasës
sr_rs: Korisnici koji su u razredu
sv_se: Användare i klassen
sw_ke: Watumiaji ndani ya darasa
ta: வகுப்புக்குள் உள்ள பயனர்கள்
th: ผู้ใช้สังกัดหมู่เรียน
tl_ph: Mga gumagamit sa loob ng klase
tr: Sınıf içindeki kullanıcılar
uk_ua: Користувачі класу
vi_vn: Người dùng trong lớp
xh_za: Abasebenzisi ngaphakathi kwiklasi
zh_cn: 班级内学生
zh_tw: 班級內學生

source: Users outside the group
ar: مستخدمين خارج المجموعة
ast_es: Usuarios que nun son del grupu
bn_bd: গ্রুপের বাইরের ব্যবহারকারী
bs_ba: Korisnici izvan grupe
ca_es: Usuaris fora del grup
cs_cz: Uživatelé mimo skupinu
da: Brugere udenfor gruppen
de: Benutzer außerhalb der Gruppe
el: Χρήστες εκτός ομάδας
eo: Uzuloj ekster la grupo
es: Usuarios que no pertenecen al grupo
es_mx: Usuarios fuera del grupo
eu_es: Taldekoak ez diren erabiltzaileak
fa_ir: کاربران خارج از گروه
fi_fi: Ryhmän ulkopuoliset käyttäjät
fo_fo: Brúkarar uttanfyri bólkin
fur: Utents fûr dal grup
ga: Úsáideoirí lasmuigh den ghrúpa
gl: Usuarios fora do grupo
he_il: משתמשים מחוץ לקבוצה
hi: समूह के बाहर उपयोगकर्ता
hr_hr: Korisnici izvan skupine
hu_hu: Felhasználók a csoporton kívül
hy: Օգտատերեր խմբից դուրս
id_id: User-user dari luar group
it: Utenti non compresi nel gruppo
ja: グループの外のユーザー
ka_ge: მომხმარებლები ჯგუფის გარეთ
ko_kr: 그룹에 속하지 않은 유저들
lo: ຜູ້ໃຊ້ນອກກຸ່ມ
lt_lt: Ne grupėje esantys vartotojai
lv_lv: Lietotāji ārpus grupas
mk_mk: Корисници надвор од групата
ms_my: Pengguna di luar kumpulan
my_mm: အဖွဲ့ပြင်ပရှိ အသုံးပြုသူများ
ne: समूहबाहिरका प्रयोगकर्ता
nl: Gebruikers buiten de groep
nn_no: Brukere utenfor gruppen
oc: Utilizaires fòra del grup
pl_pl: Użytkownik spoza grupy
ps: د ډلې بهر استعمال کوونکي
pt_br: Usuários fora do grupo
pt_pt: Utilizadores não pertencentes ao grupo
ro_ro: Utilizatori din afara grupului
ru_ru: Пользователи вне группы
sk_sk: Používatelia mimo skupinu
sl: Uporabniki izven skupine
sq: Përdorues jashtë grupit
sr_rs: Korisnici koji nisu u grupi
sv_se: Användare utanför denna grupp
sw_ke: Watumiaji nje ya kikundi
ta: குழுவுக்கு வெளியே உள்ள பயனர்கள்
th: ผู้ใช้ที่ไม่สังกัดกลุ่ม
tl_ph: Mga gumagamit sa labas ng grupo
tr: Grup dışındaki kullanıcılar
uk_ua: Користувачі з-поза групи
vi_vn: Người dùng ngoài nhóm
xh_za: Abasebenzisi ngaphandle kweqela
zh_cn: 组外用户
zh_tw: 組外用戶

source: Users inside the group
ar: مستخدمين داخل المجموعة
ast_es: Usuarios del grupu
bn_bd: গ্রুপের ভিতরের ব্যবহারকারী
bs_ba: Korisnici unutar grupe
ca_es: Usuaris dintre del grup
cs_cz: Uživatelé uvnitř skupiny
da: Gruppedeltagere
de: Benutzer innerhalb der Gruppe
el: Χρήστες εντός ομάδας
eo: Uzuloj ene de la grupo
es: Usuarios pertenecientes al grupo
es_mx: Usuarios dentro del grupo
eu_es: Taldekoak diren erabiltzaileak
fa_ir: کاربران داخل گروه
fi_fi: Ryhmässä olevat käyttäjät
fo_fo: Brúkarar í bólkinum
fur: Utents dentri dal grup
ga: Úsáideoirí sa ghrúpa
gl: Usuarios dentro do grupo
he_il: משתמשים בתוך הקבוצה
hi: समूह के अंदर उपयोगकर्ता
hr_hr: Korisnici unutar skupine
hu_hu: Felhasználók a csoportban
hy: Օգտատերեր խմբի ներսում
id_id: User-user dari dalam group
it: Utenti compresi nel gruppo
ja: グループの内のユーザー
ka_ge: მომხმარებლები ჯგუფში
ko_kr: 그룹에 포함된 유저들
lo: ຜູ້ໃຊ້ໃນກຸ່ມ
lt_lt: Grupėje esantys vartotojai
lv_lv: Lietotāji grupā
mk_mk: Корисници кои се во групата
ms_my: Pengguna dalam kumpulan
my_mm: အဖွဲ့အတွင်းရှိ အသုံးပြုသူများ
ne: समूहभित्रका प्रयोगकर्ता
nl: Gebruikers in de groep
nn_no: Brukere i gruppen
oc: Utilizaires dins le grup
pl_pl: Użytkownik należący do grupy
ps: د ډلې دننه استعمال کوونکي
pt_br: Usuários dentro do grupo
pt_pt: Utilizadores pertencentes ao grupo
ro_ro: Utilizatori din interiorul grupului
ru_ru: Пользователи внутри группы
sk_sk: Používatelia v skupine
sl: Uporabniki znotraj skupine
sq: Përdorues brenda grupit
sr_rs: Korisnici koji su u grupi
sv_se: Användare i gruppen
sw_ke: Watumiaji ndani ya kikundi
ta: குழுவுக்குள் உள்ள பயனர்கள்
th: ผู้ใช้ที่สังกัดในกลุ่ม
tl_ph: Mga gumagamit sa loob ng grupo
tr: Grup içindeki kullanıcılar
uk_ua: Користувачі групи
vi_vn: Người dùng trong nhóm
xh_za: Abasebenzisi ngaphakathi kweqela
zh_cn: 组内用户
zh_tw: 組內用戶

source: must use the ';' character as a separator
ar: يجب استخدام الرمز ' ; ' كفاصل
ast_es: Tien d'usar el carauter ';' como separador
bn_bd: বিচ্ছেদক হিসেবে ';' অক্ষর ব্যবহার করতে হবে
bs_ba: mora koristiti znak ';' kao separator
ca_es: S'ha d'utilitzar el caràcter ";" com a separador
cs_cz: musíte použít ';' znak ako oddělovač
da: skal bruge ';' som seperator
de: mit <i>Semikolon</i> (';') als Trennzeichen
el: Πρέπει να χρησιμοποιήσετε τον χαρακτήρα ';' ως διαχωριστή
eo: vi uzu la signon ';' kiel apartigilo
es: debe utilizar el carácter ';' como separador
es_mx: debe usar el caracter ';' como separador
eu_es: bereizle gisa, ';' karakterea erabili behar duzu
fa_ir: بایداز علامت �؛�برایجداسازی واحدهااستفاده کنید
fi_fi: Käytä "," merkkiä erottajana
fo_fo: má brúka ';' teiknið sum skilrivari
fur: devi doprâ il carater ';' come separadôr
ga: caithfidh tú an carachtar ';' a úsáid mar scarthóir
gl: debe usar o caracter ';' como separador
he_il: חייב להשתמש ב-';' תו כמפריד
hi: अलगाव के लिए ';' अक्षर का उपयोग करें
hr_hr: obvezna uporaba znaka ';' kao razdjelnika
hu_hu: a ';' karaktert kell elválasztóként használni
hy: պետք է օգտագործել ';' բաժանիչ տառատեսակ
id_id: harus menggunakan karakter ';' sebagai pemisah
it: usare ';' come separatore
ja: 区切り文字として ';' を使用する必要があります
ka_ge: გამოყენება ';' სიმბოლო როგორც გამამიჯვნებელი
ko_kr: ' ; ' 을 구분자로 사용해야만 합니다
lt_lt: būtina naudoti ';' ženklą kaip skyriklį
lv_lv: jābūt ';' simbolam kā atdalītājam
mk_mk: мора да се користи ';' карактерот како разделувач
ms_my: mesti menggunakan aksara ';' sebagai pemisah
my_mm: ';' အက္ခရာကို ခွဲခြမ်းသူအဖြစ် အသုံးပြုရမည်
ne: अल्पविराम ';' लाई विभाजकको रूपमा प्रयोग गर्नुपर्छ
nl: als scheidingsteken wordt enkel ";" aanvaard
nn_no: må benytte ';' -karakteren som separator
oc: dètz utilizar lo caractèr ';' coma separador
pl_pl: użyj znaku ';' jako separatora
ps: د جلا کوونکي په توګه ';' نښه کاروئ
pt_br: Deve usar o ';' personagem como um separador
pt_pt: tem de usar o caracter ';' como separador
ro_ro: ca separator trebuie folosit caracterul ";"
ru_ru: Должны использовать знак ';' как разделитель
sk_sk: použite znak ';' ako oddelovač
sl: obvezna je raba ';' znaka kot ločilca
sq: duhet të përdorë karakterin ';' si ndarës
sr_rs: morate da koristite ';' znak kao separator
sv_se: måste använda semikolon (";") som separator
sw_ke: tumia herufi ya ';' kama kipengele cha kutenganisha
ta: பிரிப்புக்குறியாக ';' எழுத்தைப் பயன்படுத்த வேண்டும்
th: ต้องใช้เครื่องหมาย ; เป็นตัวคั่น
tl_ph: dapat gumamit ng karakter ng ';' bilang separator
tr: Ayraç olarak <i>noktalı virgül</i> (';')
uk_ua: повинні використовувати знак ';' як поділювач
vi_vn: phải sử dụng ký tự ';' làm dấu phân cách
xh_za: kufuneka isebenzise uphawu ';' njengesahlukanisi
zh_cn: 需用
zh_tw: 需用

source: The CSV file must look like this
ar: هكذا CSV يجب أن يظهر الملف
ast_es: El ficheru SCV tien de tener el formatu que vien darréu
bn_bd: CSV ফাইলটি এরকম দেখতে হবে
bs_ba: CSV datoteka mora izgledati ovako
ca_es: El fitxer CSV ha de tenir el següent aspecte
cs_cz: CSV soubor musí vypadat jako tento
da: CSV filen skal se således ud
de: Die CSV-Datei muss wie folgt aufgebaut sein
el: Το αρχείο CSV πρέπει να μοιάζει έτσι
eo: La CSVa dosiero aspektu jene
es: El fichero CSV debe tener el siguiente formato
es_mx: El archivo CSV debe parecerse a esto
eu_es: CSV fitxategiak honako formatu hau izan behar du:
fa_ir: فایل سی اس وی باید به این صورت باشد
fi_fi: CSV-tiedoston tulee näyttää tältä
fo_fo: CSV-fílan má líta út soleiðis
fur: Il file CSV devi avê lu dut simîl a chest
ga: Caithfidh an comhad CSV breathnú mar seo
gl: O ficheiro CSV debe ter este aspecto
he_il: קובץ ה-CSV חייב להיראות כך
hi: CSV फ़ाइल कुछ इस तरह दिखनी चाहिए
hr_hr: Datoteka CSV mora izgledati ovako
hu_hu: A CSV file-nak így kell kinéznie
hy: CSV ֆայլը պետք է ունենա այս տեսքը
id_id: File CSV harus seperti ini
it: Il file CSV deve essere di questo tipo
ja: CSVファイルはこのようである必要があります
ka_ge: CSV ფაილი უნდა გამოიყურებოდეს ასე
ko_kr: CSV 파일은 다음과 같아야 합니다
lo: ໄຟລ໌ CSV ຕ້ອງມີລັກສະນະດັ່ງນີ້
lt_lt: CSV failas turi atrodyti taip
lv_lv: CSV ( xls, scalc formāts ) failam jāizskatās līdzīgi šim
mk_mk: CSV датотеката мора да изгледа вака
ms_my: Fail CSV mesti kelihatan seperti ini
my_mm: CSV ဖိုင်သည် ဤသို့ဖြစ်ရမည်
ne: CSV फाइल यस्तो हुनुपर्छ
nl: Het CSV-bestand moet er als volgt uitzien
nn_no: CSV-filen må se slik ut
oc: Lo fichièr CSV deu èsser d'aquesta forma
pl_pl: Plik typu CSV musi wygladać następująco
ps: د CSV فایل باید داسې ښکاره شي
pt_br: O arquivo CSV deve olhar como este
pt_pt: O ficheiro CSV deve ser semelhante a este
ro_ro: Fisierul CSV trebuie sa arate ca acesta
ru_ru: CSV файл должен выглядеть так
sk_sk: CSV súbor musí mať nasledovný formát
sl: CSV datoteka mora imeti obliko vsebine kot
sq: Skedari CSV duhet të ketë këtë pamje
sr_rs: CSV fajl mora da izgleda ovako
sv_se: CSV-filen måste ha följande utseende
sw_ke: Faili la CSV lazima lifanane na hili
ta: CSV கோப்பு இவ்வாறு இருக்க வேண்டும்
th: ไฟล์ csv ต้องดูเหมือนอย่างนี้
tl_ph: Ang CSV file ay dapat tumingin tulad nito
tr: CSV dosyası aşağıdaki formatta olmalı
uk_ua: CSV файл повинен виглядати так
vi_vn: Tệp CSV phải có dạng như sau
xh_za: Ifayili ye-CSV kufuneka ibonakale ngolu hlobo
zh_cn: CSV文件格式如下
zh_tw: CSV檔案格式如下

source: The XML file must look like this
ar: هكذا XML يجب أن يظهر الملف
ast_es: El ficheru XML tien de tener el formatu que vien darréu
bn_bd: XML ফাইলটি এরকম দেখতে হবে
bs_ba: XML datoteka mora izgledati ovako
ca_es: El fitxer XML ha de tenir el següent aspecte
cs_cz: XML soubor musí vypadat jako tento
da: XML filen skal se således ud
de: Die XML-Datei muss wie folgt aufgebaut sein
el: Το αρχείο XML πρέπει να μοιάζει έτσι
eo: La XMLa dosiero aspektu jene
es: El fichero XML debe tener el siguiente formato
es_mx: El archivo XML debe parecerse a esto
eu_es: XML fitxategiak honako formatu hau izan behar du:
fa_ir: فایل ایکس ام ال باید به این صورت باشد
fi_fi: XML-tiedoston tulee olla tämän näköinen
fo_fo: XML-fílan má líta út soleiðis
fur: Il file XML devi avê lu dut simîl a chest
ga: Caithfidh an comhad XML breathnú mar seo
gl: O ficheiro XML debe ter este aspecto
he_il: קובץ ה-XML חייב להיראות כך
hi: XML फ़ाइल कुछ इस तरह दिखनी चाहिए
hr_hr: Datoteka XML mora izgledati ovako
hu_hu: Az XML file-nak így kell kinéznie
hy: XML ֆայլը պետք է ունենա այս տեսքը
id_id: File XML harus seperti ini
it: Il file XML deve essere di questo tipo
ja: XMLファイルはこのようになります
ka_ge: XML ფაილი უნდა გამოიყურებოდეს ასე
ko_kr: XML 파일은 다음과 같아야 합니다
lo: ໄຟລ໌ XML ຕ້ອງມີລັກສະນະດັ່ງນີ້
lt_lt: XML failas turi atrodyti taip
lv_lv: XML failam jāizskatās līdzīgi šim
mk_mk: XML датотеката мора да изгледа вака
ms_my: Fail XML mesti kelihatan seperti ini
my_mm: XML ဖိုင်သည် ဤသို့ဖြစ်ရမည်
ne: XML फाइल यस्तो हुनुपर्छ
nl: Het XML-bestand moet er als volgt uitzien
nn_no: XML-filen må se slik ut
oc: Lo fichièr XML deu èsser d'aquesta forma
pl_pl: Plik typu XML musi wyglądać następująco
ps: د XML فایل باید داسې ښکاره شي
pt_br: O arquivo XML deve ficar assim
pt_pt: O ficheiro XML deve ser semelhante a este
ro_ro: Fisierul XML trebuie sa arate ca acesta
ru_ru: XML файл должен выглядеть так
sk_sk: XML súbor musí vyzerať takto
sl: XML datoteka mora imeti obliko vsebine kot
sq: Skedari XML duhet të ketë këtë pamje
sr_rs: XML fajl mora da izgleda ovako
sv_se: XML-filen måste se ut så här
sw_ke: Faili la XML lazima lifanane na hili
ta: XML கோப்பு இவ்வாறு இருக்க வேண்டும்
th: ไฟล์ xml ต้องดูเหมือนอย่างนี้
tl_ph: Ang XML file ay dapat tumingin tulad nito
tr: XML dosyası aşağıdaki formatta olmalı
uk_ua: XML файл повинен виглядати так
vi_vn: Tệp XML phải có dạng như sau
xh_za: Ifayili ye-XML kufuneka ibonakale ngolu hlobo
zh_cn: XML文件格式如下
zh_tw: XML檔案格式如下

source: Fields in <strong>bold</strong> are mandatory.
ar: الحقول في <قوي>عريض</قوي> إجبارية
ast_es: Los campos en <strong>negrina</strong> son obligatorios
bn_bd: <strong>বোল্ড</strong> ক্ষেত্রগুলো বাধ্যতামূলক।
bs_ba: Polja u <strong>debljini</strong> su obavezna.
ca_es: Els camps en <strong>negreta</strong> són obligatoris
cs_cz: Pole zvýrazněná <strong>tučně</strong> jsou povinná.
da: Felter med <strong>fed skrift</strong> er obligatoriske.
de: Pflicht-Angaben sind <b>hervorgehoben</b>
el: Τα πεδία με <strong>έντονους</strong> χαρακτήρες είναι υποχρεωτικά.
eo: kampoj en <b>grase</b> necesas
es: Los campos en <strong>negrita</strong> son obligatorios
es_mx: los campos en <b>negrita</b> son obligatorios
eu_es: Lodiz dauden eremuak nahitaezkoak dira
fa_ir: پر کردنخانه های<B>پررنگ</B>اجباریاست
fi_fi: Lihavoidut kentät ovat pakollisia.
fo_fo: Feløg í <strong>feitt</strong> eru nøktandi.
fur: I camps in <strong>grassêt</strong> a son obligatoris.
ga: Tá páirceanna i <strong>cló trom</strong> riachtanach.
gl: Os campos en <strong>negriña</strong> son obligatorios.
he_il: שדות ב<strong>בולטים</strong> הם חובה.
hi: <strong>मोटे</strong> फ़ील्ड अनिवार्य हैं।
hr_hr: <strong>Masno</strong> otisnuta polja su obvezna
hu_hu: a <b>kövér</b> mezők kötelezőek
hy: <strong>Հաստատուն</strong> դաշտերը պարտադիր են:
id_id: field-field dalam <b>huruf tebal</b> adalah wajib
it: i campi in <b>grassetto</b> sono obbligatori
ja: <strong>太字</strong>のフィールドは必須です。
ka_ge: <strong>მსხვილი</strong> შრიფტით მონიშნული ველები სავალდებულოა.
ko_kr: strong>bold</strong> 안의 필드는 필수적인 것입니다.
lo: ຊ່ອງຂໍ້ມູນທີ່ເປັນ<strong>ຕົວໜາ</strong>ແມ່ນບັງຄັບ.
lt_lt: <strong>Pastorinti</strong> laukai būtini.
lv_lv: Laukiem <strong>treknā</strong> jābut obligāti
mk_mk: Полињата во <strong>bold</strong> се задолжителни
ms_my: Medan dalam <strong>tebal</strong> adalah wajib.
my_mm: <strong>စာလုံးထူ</strong> ဖြင့်ဖော်ပြထားသော ကွက်လပ်များသည် မဖြစ်မနေလိုအပ်သည်။
ne: <strong>बोल्ड</strong> मा रहेका क्षेत्रहरू अनिवार्य छन्।
nl: Velden in <b>vet</b> zijn verplicht.
nn_no: Felter som er <strong>uthevet</strong> er obligatoriske
oc: Los camps en <strong>grassat</strong> son obligatòris.
pl_pl: <strong>Wytłuszczone</strong> pola są obowiązkowe
ps: په <strong>غټه</strong> کې میدانونه اړین دي.
pt_br: Campos em <strong> negrito </ strong> são de preenchimento obrigatório.
pt_pt: Os campos em <b>negrito</b> são obrigatórios.
ro_ro: Campurile <strong>ingrosate</strong> sunt obligatorii
ru_ru: Поля, выделенные полужирным, обязательны
sk_sk: Polia <strong>tučným písmom</strong> sú povinné.
sl: polja <b>mastno</b> so obvezna
sq: Fushat në <strong>trashje</strong> janë të detyrueshme.
sr_rs: Polja koja su <strong>podebljana</strong> su obavezna.
sv_se: Fält i <strong>fetstil</strong> är obligatoriska
sw_ke: Sehemu katika <strong>herufi nzito</strong> ni za lazima.
ta: <strong>அடர்த்தியான</strong> கள்கள் கட்டாயமானவை.
th: รูปแบบคำสั่ง<strong>bold</strong>คือให้เป็นตัวหนา
tl_ph: Mga patlang sa <strong>bold</strong> ay kinakailangan.
tr: Girilmesi zorunlu bilgiler <b>koyu</b> yazılmıştır
uk_ua: <strong>Позначені</strong> поля обов'язкові
vi_vn: Các trường <strong>in đậm</strong> là bắt buộc.
xh_za: Iintsimi ezibhalwe <strong>ngobhalatho</strong> zinyanzelekile.
zh_cn: <strong>加粗</strong>为必需字段
zh_tw: <strong>加粗</strong>為必需字段

source: The specified file is not XML format !
ar: ! XML الملف المحدد ليس على النمط
ast_es: El ficheru especificáu nun ta en formatu XML
bn_bd: নির্দিষ্ট ফাইলটি XML ফরম্যাট নয়!
bs_ba: Navedena datoteka nije u XML formatu!
ca_es: L'arxiu seleccionat no és un format vàlid XML!
cs_cz: Specifikovaný soubor není ve formátu XML !
da: Den valgte fil er ikke en gyldig XML fil!
de: Die angegebene Datei ist keine gültige XML-Datei!
el: Το συγκεκριμένο αρχείο δεν είναι αρχείο XML !
eo: La specifita dosiero ne estas XML-formata !
es: El fichero especificado no está en formato XML.
es_mx: El archivo no tiene formato XML válido
eu_es: Zehaztutako fitxategia ez dago XML formatutan!
fa_ir: فایل مورد نظر از نوع ایکس ام ال نیست
fi_fi: Tiedosto ei ole XML-muodossa!
fo_fo: Ta fíla sum er nevnd er ikki í XML-støði !
fur: Il file specificât nol è in formât XML !
ga: Níl an comhad sonraithe i bhformáid XML !
gl: O ficheiro especificado non ten formato XML
he_il: הקובץ שצוין אינו בפורמט XML!
hi: निर्दिष्ट फ़ाइल XML प्रारूप की नहीं है!
hr_hr: Odabrana datoteka nije formata XML!
hu_hu: A megadott fájl nem XML formátumú !
hy: Նշված ֆայլը XML ձևաչափ չէ !
id_id: File tersebut bukan dalam format XML !
it: Il file indicato non è in formato XML !
ja: 指定されたファイルはXML形式ではありません！
ka_ge: მითითებული ფაილი არ არის XML ფორმატი!
ko_kr: 지정한 파일은 XML 유형이 아닙니다 !
lt_lt: Nurodytas failas nėra XML formato!
lv_lv: Dotais fails nav īsti XML formātā !
mk_mk: Назначената датотека не е во XML формат!
ms_my: Fail yang ditentukan bukan format XML!
my_mm: သတ်မှတ်ထားသော ဖိုင်သည် XML ပုံစံမဟုတ်ပါ !
ne: निर्दिष्ट फाइल XML ढाँचाको छैन !
nl: Dit bestand is niet in XML-formaat!
nn_no: Den valgte filen er ikke i XML-Format!
oc: Lo fichièr especificat es pas en format XML !
pl_pl: Podany plik nie jest zgodny z formatem XML!
ps: د ټاکل شوی فایل XML بڼه نه ده !
pt_br: O ficheiro especificado não está no formato XML!
pt_pt: O ficheiro especificado não está no formato XML !
ro_ro: Fisierul specificat nu este de tip XML!
ru_ru: Указанный файл не в формате XML !
sk_sk: Označený súbor nie je v XML formáte!
sl: Navedena datoteka ni v XML formatu !
sq: Skedari i specifikuar nuk është në format XML!
sr_rs: Odabrani fajl nije u XML formatu!
sv_se: Den angivna filen är inte i XML-format!
sw_ke: Faili lililotajwa si katika umbizo la XML!
ta: குறிப்பிட்ட கோப்பு XML வடிவமல்ல!
th: ไฟล์ที่ระบุนี้ไม่ใช่รูปแบบของไฟล์ xml
tl_ph: Ang tinukoy na file ay hindi XML format!
tr: Bu dosya geçerli bir XML dosyası değil!
uk_ua: Вказаний файл не у XML форматі
vi_vn: Tệp được chỉ định không phải định dạng XML!
xh_za: Ifayili elichongiweyo ayisiyo ifomati ye-XML !
zh_cn: 文件不是XML格式!
zh_tw: 檔案不是XML格式!
