Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: Restore
ar: استعادة
ast_es: Restaurar
bn_bd: পুনরুদ্ধার
bs_ba: Vrati
ca_es: Restaurar
cs_cz: Obnovit
da: Genopret
de: Wiederherstellen
el: Επαναφορά
eo: Ripari
es: Restaurar
es_mx: Restaurar
eu_es: Berreskuratu
fa_ir: بازیابی
fi_fi: Palauta
fo_fo: Endurset
fur: Ripristina
ga: Athchóirigh
gl: Restaurar
he_il: שחזר
hi: पुनर्स्थापित करें
hr_hr: Obnovi
hu_hu: Visszaállít
hy: Վերականգնել
it: Ripristina
ja: 復元
ka_ge: აღდგენა
ko_kr: 복구
lo: ກູ້ຄືນ
lt_lt: Atkurti
lv_lv: Atjaunot
mk_mk: Обновување
ms_my: Guna Semula
my_mm: ပြန်လည်ထိန်းသိမ်းပါ
ne: पुनर्स्थापना
nl: Herstellen
nn_no: Gjenopprett
oc: Restaurar
pl_pl: Przywróć
ps: بيرته راژوندي کول
pt_br: Restaurar
pt_pt: Restaurar
ro_ro: Restaurar
ru_ru: Восстановить
sk_sk: Obnova
sl: Obnovi
sq: Rikrijo
sr_rs: Obnovi
sv_se: Återställ
sw_ke: Rekeuza
ta: மீட்டமை
th: กู้คืน
tl_ph: Ibalik
tr: Geri Yükle
uk_ua: Поновлення
xh_za: Buyisela
zh_cn: 还原
zh_tw: 還原

source: created in
ar: أنشئت في
ast_es: creau en
bn_bd: তৈরি হয়েছে
bs_ba: kreiran u
ca_es: creat el
cs_cz: vytvořené v
da: Oprettet i
de: erstellt in
el: δημιουργήθηκε την
eo: farita je
es: creado en
es_mx: creado el
eu_es: noiz sortu zen
fa_ir: ایجاد شده در
fi_fi: luotu
fo_fo: upprunna í
fur: creât il
ga: cruthaithe i
gl: creado en
he_il: נוצר ב
hi: में बनाया गया
hr_hr: izrađeno u
hu_hu: elkészítve itt:
hy: ստեղծված է
id_id: dibuat dalam
it: Creato in
ja: 作成日
ka_ge: შექმნილია
ko_kr: 생성
lo: ສ້າງໃນ
lt_lt: sukurtas
lv_lv: izveidots
mk_mk: создадено во
ms_my: dibina di dalam
my_mm: တွင်ဖန်တီးသည်
ne: मा सिर्जना गरियो
nl: gemaakt op
nn_no: oppretta i
oc: creat lo
pl_pl: utworzony w
ps: جوړ شوی په
pt_br: Criada em
pt_pt: criado em
ro_ro: creat in
ru_ru: создан в
sk_sk: vytvorené v
sl: tvorjeno v
sq: i krijuar në
sr_rs: kreirano u
sv_se: skapad i
sw_ke: iliundwa katika
ta: உருவாக்கப்பட்டது
th: สร้างใน
tl_ph: nilikha sa
tr: Yaratıldığı yer
uk_ua: створено у
vi_vn: Tạo mới
xh_za: yenziwe ngo
zh_cn: 在这里创建
zh_tw: 在這裡創建

source: Creation of missing directories
ar: إنشاء أدلة جديدة
ast_es: Crear los direutorios que falten
bn_bd: অনুপস্থিত ডিরেক্টরি তৈরি
bs_ba: Kreiranje nedostajućih direktorija
ca_es: Creació dels directoris que manquen
cs_cz: Vytváření chybějících adresářů
da: Oprettelse af tabte mapper
de: Fehlende Verzeichnisse erstellen
el: Δημιουργία φακέλων που λείπουν
eo: Kreo de mankantaj dosierujoj
es: Creación de los directorios que faltan
es_mx: Creación de directorios perdidos
eu_es: Falta diren direktorioak sortzea
fa_ir: آفرینش پرونده های لازم
fi_fi: Puuttuvien kansioiden luonti
fo_fo: Upprutting av manglandi mappum
fur: Creazion di diretorî mancjants
ga: Cruthú eolairí in easnamh
gl: Creación dos directorios que faltan
he_il: יצירת ספריות חסרות
hi: लापता निर्देशिकाओं का निर्माण
hr_hr: Izrada nepostojećih mapa
hu_hu: Hiányzó könyvtárak létrehozása
hy: Պակաս տիրույթների ստեղծում
id_id: Pembuatan direktori yang hilang
it: Creazione delle cartelle mancanti
ja: 不足ディレクトリの作成
ka_ge: დაკლებული დირექტორიების შექმნა
ko_kr: 손실된 디렉토리 생성
lo: ການສ້າງໄດເຣັກທໍຣີທີ່ຂາດຫາຍ
lt_lt: Nerastų katalogų sukūrimas
lv_lv: Neeksistējošo direktoriju izveide
mk_mk: Создавање на директориумите кои недостасуваат
ms_my: Mencipta direktori yang hilang
my_mm: ပျောက်ဆုံးနေသော ဖိုင်တွဲများ၏ ဖန်တီးမှု
ne: अनुपस्थित निर्देशिकाहरूको सिर्जना
nl: Aanmaken van ontbrekende mappen
nn_no: Oppretting av manglande katalogar
oc: Creacion dei repertòris que mancan
pl_pl: Tworzenie brakujących katalogów
ps: د نشتو ډایریکټریو جوړول
pt_br: Criação de falta diretórios
pt_pt: Criação de directórios em falta
ro_ro: Crearea de directoare care lipsesc
ru_ru: Создать раздел отсутсвующих папок
sk_sk: Vytváranie chýbajúcich priečinkov
sl: Tvorba manjkajočih map
sq: Krijimi i direktoriave të munguara
sr_rs: Kreiranje direktorijuma koji nedostaju
sv_se: Skapar saknade mappar
sw_ke: Uundaji wa saraka zinazokosekana
ta: காணப்படாத அடைவுகளை உருவாக்குதல்
th: การสร้างยังไม่มีแฟ้ม
tl_ph: Paglikha ng nawawalang mga direktoryo
tr: Kayıp dizinlerin yaratılması
uk_ua: Створення відсутніх каталогів
vi_vn: Tạo các thư mục bị thiếu
xh_za: Ukwenziwa kwezindlu zokugcina ezilahlekileyo
zh_cn: 创建丢失的目录
zh_tw: 創建丟失的目錄

source: Copy of course files
ar: نسخة من ملفات المقرر
ast_es: Copiar los archivos del cursu
bn_bd: কোর্স ফাইলের কপি
bs_ba: Kopiranje datoteka kursa
ca_es: Còpia dels fitxers del curs
cs_cz: Kopírování souborů kurzu
da: Kopi af kursusfiler
de: Kopie von Kursdateien
el: Αντιγραφή των αρχείων του μαθήματος
eo: Kopii kursdosierojn
es: Copiar los archivos del curso
es_mx: Copia de los archivos del curso
eu_es: Kopiatu ikastaroaren artxiboak
fa_ir: کپی فایل های این درس
fi_fi: Kopioi kurssin tiedostot
fo_fo: Avrita av kursfílum
fur: Copie des files dal curs
ga: Cóip chomhaid an chúrsa
gl: Copiar os arquivos do curso
he_il: העתקה של קבצי הקורס
hi: कोर्स फ़ाइलों की प्रतिलिपि
hr_hr: Preslika datoteka kolegija
hu_hu: Kurzus fájljainak másolása
hy: Դասընթացի ֆայլերի պատճենում
id_id: Copy file-file mata kuliah
it: Copia dei documenti del corso
ja: コースファイルのコピー
ka_ge: კურსის ფაილების კოპირება
ko_kr: 과정 파일 복사
lo: ສຳເນົາໄຟລ໌ຫຼັກສູດ
lt_lt: Kopijuoti kurso failus
lv_lv: Kursa failu kopija
mk_mk: Копии на датотеките од курсовите
ms_my: Menyalin fail Subjek
my_mm: သင်တန်းဖိုင်များ၏ ကူးယူမှု
ne: कोर्स फाइलहरूको प्रतिलिपि
nl: Kopiëren van cursusbestanden
nn_no: Kopi av kursfiler
oc: Còpia dei fiquiers dau cors
pl_pl: Kopia plików kursu
ps: د کورس فایلونو کاپي
pt_br: Cópia de arquivos do curso
pt_pt: Copia de ficheiros do curso
ro_ro: Copiați fișierele cursului
ru_ru: Копировать файлы курса
sk_sk: Kopírovanie súborov kurzu
sl: Kopija datotek tečaja
sq: Kopje e skedarëve të kursit
sr_rs: Kopiranje fajlova kursa
sv_se: Kopierar kursens filer
sw_ke: Nakala ya faili za kozi
ta: பாடநூல் கோப்புகளின் நகல்
th: ทำสำเนาไฟล์ของรายวิชา
tl_ph: Kopya ng mga file ng kurso
tr: Eğitim dosyalarının kopyaları
uk_ua: Копіювання файлів курсу
vi_vn: Copy thư mục khóa học
xh_za: Kopi yeefayile zekhosi
zh_cn: 复制课程文件
zh_tw: 複製課程檔案

source: Free disk space
ar: مساحة حرة
ast_es: espaciu llibre
bn_bd: মুক্ত ডিস্ক স্থান
bs_ba: Slobodno mjesto na disku
ca_es: espai lliure
cs_cz: Volné místo na disku
da: ledig disk-plads
de: freier Speicherplatz
el: Ελεύθερος χώρος στον δίσκο
eo: Disponebla diskspaco
es: espacio libre
es_mx: espacio libre
eu_es: Diskoan leku librea
fa_ir: فضای خالی برای ذخیره
fi_fi: Vapaa levytila
fo_fo: Frítt pláss á diskinum
fur: Spazi liber sul disc
ga: Spás diosca saor
gl: espazo libre
he_il: שטח דיסק פנוי
hi: रिक्त डिस्क स्थान
hr_hr: Slobodan prostor diska
hu_hu: Szabad lemezterület
hy: Ազատ դիսկային տարածք
id_id: free space
it: Spazio libero
ja: ディスク空き容量
ka_ge: თავისუფალი დისკის ადგილი
ko_kr: 남은 디스크 공간
lt_lt: Laisva vieta diske
lv_lv: Brīvā vieta uz cietā diska
mk_mk: Слободен простор на дискот
ms_my: ruang kosong
my_mm: အခမဲ့ဒစ်စပေ့စ်
ne: खाली डिस्क स्थान
nl: Beschikbare schijfruimte
nn_no: Ledig diskplass
oc: espaci liure
pl_pl: Wolne miejsce na dysku
ps: ازاد ډیسک ځای
pt_br: Espaço livre em disco
pt_pt: Espaço livre em disco
ro_ro: spatiu liber
ru_ru: Свободное место на диске
sk_sk: Voľné miesto na disku
sl: Prostor na disku
sq: Hapësirë disku e lirë
sr_rs: Slobodan prostor na disku
sv_se: fritt utrymme
sw_ke: Nafasi ya diski huru
ta: இலவச டிஸ்க் இடம்
th: ลบไฟล์ขยะ
tl_ph: Libreng espasyo sa disk
tr: Boş alan
uk_ua: Вільний дисковий простір
vi_vn: Dung lượng còn trống
xh_za: Indawo ekhululekileyo yediski
zh_cn: 剩余空间
zh_tw: 剩餘空間

source: Creation of backup file
ar: إنشاء ملف إحتياطي
ast_es: Crear una copia de seguridá de los archivos
bn_bd: ব্যাকআপ ফাইল তৈরি
bs_ba: Kreiranje sigurnosne kopije datoteke
ca_es: Creació d'una còpia de seguretat dels fitxers
cs_cz: Vytvoření souboru se zálohou
da: Oprettelse af sikkerhedskopi
de: Backup-Datei erstellen
el: Δημιουργία αντιγράφου ασφαλείας
eo: Fari arkivon
es: Creación de una copia de seguridad de los archivos
es_mx: 2° - Creación del archivo de resguardo
eu_es: Artxiboaren babeskopia sortzea
fa_ir: آفرینش فایل پشتیبان
fi_fi: Varmuuskopion tekeminen
fo_fo: Upprutting av avritafílu
fur: Creazion dal file di backup
ga: Cruthú comhaid chúltacair
gl: Creación de backups dos arquivos
he_il: יצירת קובץ גיבוי
hi: बैकअप फ़ाइल का निर्माण
hr_hr: Izrada pričuvnog primjerka datoteke
hu_hu: Biztonsági másolat file készítése
hy: Պատճենահանման ֆայլի ստեղծում
id_id: Pembuatan file backup
it: Creazione di un file di backup
ja: バックアップファイルの作成
ka_ge: სარეზერვო ფაილის შექმნა
ko_kr: 백업파일 생성
lt_lt: Atsarginio failo sukūrimas
lv_lv: Rezerves kopijas faila izveide
mk_mk: Правење на резервни копии од датотеките
ms_my: Mencipta fail backup
my_mm: အရန်ဖိုင်၏ ဖန်တီးမှု
ne: ब्याकअप फाइलको सिर्जना
nl: Archief maken
nn_no: Oppretting av sparbakfil
oc: Creacion d'una còpia de seguretat dei fiquiers
pl_pl: Tworzenie pliku kopii zapasowej
ps: د زېرمې فایل جوړول
pt_br: Criação de arquivo de backup
pt_pt: Criação de ficheiro de backup/cópia de segurança
ro_ro: Crearea copiei de rezerva
ru_ru: Создание архивного файла
sk_sk: Vytváranie záložných súborov
sl: Tvorba rezervne kopije datoteke
sq: Krijimi i skedarit të rezervës
sr_rs: Kreiranje backup fajla
sv_se: 2° - Skapar backupfil
sw_ke: Uundaji wa faili la hifadhi
ta: பேக்-அப் கோப்பை உருவாக்குதல்
th: การสำรองข้อมูล
tl_ph: Paglikha ng backup file
tr: Yedek dosyasının yaratılması
uk_ua: Створення архіву
vi_vn: Tạo tệp sao lưu
xh_za: Ukwenziwa kwefayile yokugcina
zh_cn: 创建备份文件
zh_tw: 創建備份檔案

source: file copied
ar: الملفات المنسوخة
ast_es: archivu copiáu
bn_bd: ফাইল কপি করা হয়েছে
bs_ba: datoteka kopirana
ca_es: fitxer copiat
cs_cz: soubor skopírovaný
da: filer er kopieret
de: Datei kopiert
el: το αρχείο έχει αντιγραφεί
eo: dosiero estas kopiita
es: archivo copiado
es_mx: archivo copiado
eu_es: artxiboa kopiatu da
fa_ir: فایل کپی شد
fi_fi: tiedosto kopioitu
fo_fo: fíla avritað
fur: file copiât
ga: comhad cóipeáilte
gl: ficheiro copiado
he_il: הקובץ הועתק
hi: फ़ाइल की प्रतिलिपि बनाई गई
hr_hr: datoteka preslikana
hu_hu: file átmásolva
hy: ֆայլ պատճենված է
id_id: file di-copy
it: Documento copiato
ja: ファイルがコピーされました
ka_ge: ფაილი გადაკოპირებულია
ko_kr: 파일 복사됨
lt_lt: failas nukopijuotas
lv_lv: fails nokopēts
mk_mk: датотеката е копирана
ms_my: fail disalin
my_mm: ဖိုင်ကူးယူပြီး
ne: फाइल प्रतिलिपि गरियो
nl: bestand gekopieerd
nn_no: fil kopiert
oc: fiquier copiat
pl_pl: skopiowane pliki
ps: فایل کاپي شوی
pt_br: arquivo copiado
pt_pt: ficheiro copiado
ro_ro: fișier copiat
ru_ru: файл скопирован
sk_sk: súbor skopírovaný
sl: datotek prepisanih
sq: skedar i kopjuar
sr_rs: fajl je kopiran
sv_se: fil kopierad
sw_ke: faili imenakiliwa
ta: கோப்பு நகலெடுக்கப்பட்டது
th: ทำสำเนาไฟล์แล้ว
tl_ph: file na kinopya
tr: dosya kopyalandı
uk_ua: файл скопійовано
vi_vn: Đã sao chép file
xh_za: ifayile ikopiwe
zh_cn: 文件已复制
zh_tw: 檔案已複製

source: Archive location
ar: موقع الأرشيف
ast_es: Allugamientu del archivu
bn_bd: আর্কাইভ অবস্থান
bs_ba: Lokacija arhive
ca_es: Localització de l'arxiu
cs_cz: Umístění archivu
da: Arkivplacering
de: Archiv Ablage
el: Τοποθεσία αρχειοθέτησης
eo: Arkiva lokigo
es: Localización del archivo
es_mx: Ubicación del archivo
eu_es: Artxiboaren kokalekua
fa_ir: محل بایگانی
fi_fi: Varmistuksen sijainti
fo_fo: Arkivstaður
fur: Posizion archivî
ga: Suíomh cartlainne
gl: Localización do arquivo
he_il: מיקום ארכיון
hi: संग्रह स्थान
hr_hr: Položaj arhive
hu_hu: Archív helye
hy: Արխիվի տեղադրություն
id_id: Lokasi arsip
it: Collocazione dell'archivio
ja: アーカイブ場所
ka_ge: არქივის მდებარეობა
ko_kr: 보관 장소
lt_lt: Archyvo vieta
lv_lv: Arhīva atrašanās vieta
mk_mk: Локација на архивата
ms_my: Lokasi Arkib
my_mm: သိမ်းဆည်းမှုတည်နေရာ
ne: संग्रह स्थान
nl: Locatie archief
nn_no: Arkivlokasjon
oc: Localizacion de l'archiu
pl_pl: Lokalizacja archiwum
ps: آرشيف ځای
pt_br: Arquivo local
pt_pt: Localização do arquivo
ro_ro: Locația fisierului
ru_ru: Месторасположение архива
sk_sk: Umiestnenie archívu
sl: Lokacija arhiva
sq: Vendndodhja e arkivit
sr_rs: Lokacija arhive
sv_se: Arkiveringsplats
sw_ke: Mahali pa kuhifadhi
ta: காப்பக இடம்
th: ที่เก็บรวบรวมเอกสาร
tl_ph: Lokasyon ng archive
tr: Arşiv yeri
uk_ua: Місцеположення архіву
vi_vn: Vị trí lưu trữ tài liệu
xh_za: Indawo yokugcina
zh_cn: 备份位置
zh_tw: 備份位置

source: Size of
ar: حجم الـ
ast_es: tamañu de
bn_bd: এর আকার
bs_ba: Veličina od
ca_es: Mida de
cs_cz: Velikost
da: Størrelse af
de: Größe von
el: Μέγεθος του
eo: Grando
es: tamaño de
es_mx: Tamaño de
eu_es: Tamaina
fa_ir: حجم
fi_fi: Koko
fo_fo: Stødd av
fur: Dimension di
ga: Méid
gl: tamaño de
he_il: גודל של
hi: का आकार
hr_hr: veličina
hu_hu: Mérete ennek :
hy: Չափը
id_id: Ukuran dari
it: Dimensioni di
ja: サイズ
ka_ge: ზომა
ko_kr: 사이즈
lo: ຂະໜາດຂອງ
lt_lt: Dydis
lv_lv: Izmērs
mk_mk: Големина на
ms_my: Saiz
my_mm: အရွယ်အစား
ne: को आकार
nl: Grootte
nn_no: Størrelse på
oc: Dimension de
pl_pl: Rozmiar
ps: اندازه ده
pt_br: Tamanho do
pt_pt: tamanho de
ro_ro: Mărimea
ru_ru: Размер
sk_sk: Veľkosť
sl: Velikost
sq: Madhësia e
sr_rs: Veličina
sv_se: Storlek på
sw_ke: Ukubwa wa
ta: அளவு
th: ขนาดของ
tl_ph: Laki ng
tr: Boyut
uk_ua: Розмір
vi_vn: Dung lượng của
xh_za: Ubungakanani be
zh_cn: 大小
zh_tw: 大小

source: Archive name
ar: اسم الأرشيف
ast_es: Nome del archivu
bn_bd: আর্কাইভের নাম
bs_ba: Naziv arhive
ca_es: Nom de l'arxiu
cs_cz: Jméno archivu
da: Arkivnavn
de: Archivname
el: Όνομα αρχείου
eo: Arkiva nomo
es: Nombre del archivo
es_mx: Nombre del archivo
eu_es: Artxiboaren izena
fa_ir: عنوان بایگانی
fi_fi: Varmistuksen nimi
fo_fo: Arkivnavn
fur: Non di l'archivi
ga: Ainm cartlainne
gl: Nome do Arquivo
he_il: שם הארכיון
hi: आर्काइव का नाम
hr_hr: Naziv arhive
hu_hu: Archív neve
hy: Արխիվի անուն
id_id: Nama arsip
it: Nome dell'archivio
ja: アーカイブ名
ka_ge: არქივის სახელი
ko_kr: 보관 명
lt_lt: Archyvo vardas
lv_lv: Arhīva nosaukums
mk_mk: Име на архивата
ms_my: Nama Arkib
my_mm: သိမ်းဆည်းမှုအမည်
ne: आर्काइभ नाम
nl: Naam archief
nn_no: Arkivnamn
oc: Nom de l'archiu
pl_pl: Nazwa archiwum
ps: ارشیف نوم
pt_br: Nome do arquivo
pt_pt: Nome do Arquivo
ro_ro: Numele fisierului
ru_ru: Название архива
sk_sk: Meno archívu
sl: Ime arhiva
sq: Emri i arkivës
sr_rs: Ime arhive
sv_se: Arkivnamn
sw_ke: Jina la kumbukumbu
ta: காப்பகப் பெயர்
th: ชื่อที่เก็บรวบรวมเอกสาร
tl_ph: Pangalan ng archive
tr: Arşiv adı
uk_ua: Назва архіву
vi_vn: Tên tài liệu
xh_za: Igama le-archive
zh_cn: 文件名
zh_tw: 檔案名

source: Backup successful
ar: تم عمل النسخة الاحتياطية بنجاح
ast_es: Copia de seguridá iguada
bn_bd: ব্যাকআপ সফল
bs_ba: Rezervna kopija uspješna
ca_es: Còpia de seguretat realitzada
cs_cz: Zálohování úspěšné
da: Sikkerhedskopiering lykkedes
de: Backup erfolgreich erstellt
el: Δημιουργήθηκε με επιτυχία το αντίγραφο ασφαλείας!
eo: Restaŭrkopio sukcesis
es: Copia de seguridad realizada
es_mx: Resguardo exitoso
eu_es: Babeskopia egin da
fa_ir: نسخه پشتیبان ذخیره شد
fi_fi: Varmuuskopiointi onnistunut
fo_fo: Avritað við ognastøðu
fur: Backup fato con sucès
ga: Cúltaca rathúil
gl: Backup realizada
he_il: הגיבוי הצליח
hi: बैकअप सफल
hr_hr: Uspješno obavljena izrada pričuvnoga primjerka
hu_hu: Sikeres biztonsági másolat készítés
hy: Պահպանումը հաջողվեց
id_id: Backup sukses
it: Archiviazione eseguita con successo
ja: バックアップが成功しました
ka_ge: რეზერვული კოპიის შექმნა წარმატებით დასრულდა
ko_kr: 백업이 성공하였습니다
lo: ສຳຮອງຂໍ້ມູນສຳເລັດ
lt_lt: Atsarginis archyvavimas sėkmingas
lv_lv: Rezerves kopijas izveide pabeigta veiksmīgi
mk_mk: Успешно се направени резервните копии
ms_my: Backup berjaya dilaksanakan
my_mm: အရန်သိမ်းဆည်းမှု အောင်မြင်သည်
ne: ब्याकअप सफल
nl: Succesvolle back-up
nn_no: Sparbak vellykka
oc: Còpia de seguretat realizada
pl_pl: Kopia zapasowa wykonana
ps: بېک اپ بریالی شو
pt_br: Backup realizado com sucesso
pt_pt: Backup/cópia de segurança realizada com sucesso
ro_ro: Copie de rezerva realizata cu succes
ru_ru: Создание резервной копии прошло успешно
sk_sk: Zálohovanie prebehlo úspešne
sl: Uspešna tvorba rezervne kopije
sq: Rezervimi u krye me sukses
sr_rs: Uspešan backup
sv_se: Backupen lyckades
sw_ke: Hifadhi imefanikiwa
ta: ஏற்றுமதி வெற்றிகரமாக முடிந்தது
th: การสำรองข้อมูลเสร็จเรียบร้อย
tl_ph: Matagumpay ang backup
tr: Yedekleme başarılı
uk_ua: Архівування вдале
vi_vn: BackUp thành công
xh_za: Backup iphumelele
zh_cn: 成功备份
zh_tw: 成功備份

source: Backup of course data in main database for
ar: عمل نسخة احتياطية لبيانات المقررات في قاعدةِ البيانات الرئيسيةِ لـ
ast_es: Copia de seguridá de los datos del cursu na base datos principal
bn_bd: কোর্স ডেটার ব্যাকআপ মূল ডেটাবেসে
bs_ba: Rezervna kopija podataka kursa u glavnoj bazi za
ca_es: Còpia de seguretat de les dades del curs a la base de dades principal per
cs_cz: Zálohování dat kurzu v hlavní databáze pro
da: Sikkerhedskopi af kursusdata i hoveddatabase af
de: Backup der Kursdaten in Hauptdatenbank für
el: Λήψη του αντιγράφου ασφαλείας των δεδομένων του μαθήματος στην κεντρική βάση δεδομένων, για
eo: Restaŭrkopio de la kursaj datenoj en la ĉefa datumbazo por
es: Copia de seguridad de los datos del curso en la base de datos principal
es_mx: Resguardo del los datos del curso en la base de datos principal para
eu_es: Ikastaroaren datuen babeskopia datu-base nagusian
fa_ir: نسخه پشتیبان از اطلاعات درس در پایگاه داده اصلی تهیه شد
fi_fi: Kurssin varmuuskopio päätietokannassa
fo_fo: Avrita av kursupplýsingum í høvuðgrundtilfarum fyri
fur: Backup dai datus dal curs dal database prinçipal par
ga: Cúltaca sonraí cúrsa sa phríomhbunachar sonraí do
gl: Backup dos datos do curso na base de datos principal
he_il: גיבוי של נתוני הקורס במסד הנתונים הראשי עבור
hi: मुख्य डेटाबेस में कोर्स डेटा का बैकअप
hr_hr: Izrada pričuvnoga primjerka podataka kolegija u glavnu bazu podataka za
hu_hu: Kurzus adatok biztonsági másolata a fő adatbázisban
hy: Դասընթացի տվյալների պահպանում հիմնական տվյալների բազայում՝
id_id: Backup data mata kuliah dalam database utama untuk
it: Archiviazione dei dati 'Corso' nel database principale per
ja: メインデータベースのコースデータバックアップ
ka_ge: კურსის მონაცემების რეზერვული კოპია მთავარ მონაცემთა ბაზაში
ko_kr: 메인 데이터베이스에 과정 데이터 백업
lo: ສຳຮອງຂໍ້ມູນຫຼັກສູດໃນຖານຂໍ້ມູນຫຼັກສຳລັບ
lt_lt: Sukurti kurso duomenų atsarginę kopiją pagrindinėje duomenų bazėje kursui
lv_lv: Kursa datu no galvenās datubāzes rezerves kopijas
mk_mk: Правење на резервни копии од курсовите во главната база на податоци за
ms_my: Backup data subjek ke dalam Pangkalan Data untuk
my_mm: ပင်မဒေတာဘေ့စ်ရှိ သင်တန်းဒေတာ၏ အရန်သိမ်းဆည်းမှု
ne: %s को लागि मुख्य डाटाबेसमा कोर्स डाटाको ब्याकअप
nl: Back-up van de cursusgegevens in de hoofddatabank voor
nn_no: Sparbak av kursdata i hovuddatabase for
oc: Còpia de seguretat dei donadas dau cors dins la basa de donadas principala per
pl_pl: Kopia zapasowa kursu w głównej bazie danych
ps: د اصلي ډېټابیس کې د کورس ډېټا بېک اپ د
pt_br: Backup dos dados da base de dados principal para
pt_pt: Backup/cópia de segurança dos dados do curso na base-de-dados principal para
ro_ro: Copie de rezerva a datelor de curs in baza de date principala pentru
ru_ru: Резервная версия данных курса в главной базе данных для
sk_sk: Zálohovanie údajov kurzu v hlavnej databáze pre
sl: Rezervno kopiranje podatkov o tečaju v glavno podatkovno bazo za
sq: Rezervimi i të dhënave të kursit në bazën kryesore të të dhënave për
sr_rs: Backup podataka kursa u glavnoj bazi podataka za
sv_se: Backup av kursdata i huvudatabasen för
sw_ke: Hifadhi ya data ya kozi katika hifadhidata kuu kwa
ta: முதன்மை தரவுத்தளத்தில் பாடநூல் தரவின் ஏற்றுமதி
th: สำรองข้อมูลและฐานข้อมูลหลักของ
tl_ph: Backup ng data ng kurso sa main database para sa
tr: Ana veri tabanında yedeklenen ders
uk_ua: Архівування даних курсу в головній базі даних для
vi_vn: BackUp dữ liệu khóa học tại cơ sở dữ liệu chính
xh_za: Backup yedatha yekhosi kwisizuko sempuma ye- %s
zh_cn: 课程数据在主数据库备份
zh_tw: 課程數據在主數據庫備份

source: Backup of user data in main database for
ar: عمل نسخة احتياطية لبياناتِ المستعملِ في قاعدةِ البيانات الرئيسيةِ لـ
ast_es: Copia de seguridá de los datos de los usuarios na base datos principal
bn_bd: ব্যবহারকারী ডেটার ব্যাকআপ মূল ডেটাবেসে
bs_ba: Rezervna kopija podataka korisnika u glavnoj bazi za
ca_es: Còpia de seguretat de les dades dels usuaris a la base de dades principal per
cs_cz: Zálohování uživatelských dat v hlavní databáze pro
da: Sikkerhedskopi af deltagerdata i hoveddatabase af
de: Backup der Nutzerdaten in Hauptdatenbank für
el: Λήψη αντιγράφου ασφαλείας των δεδομένων του χρήστη στην κεντρική βάση δεδομένων, για
eo: Restaŭrkopi de la uzula datumaro en la ĉefa datumbazo por
es: Copia de seguridad de los datos de los usuarios en la base de datos principal
es_mx: Resguardo de los datos de usuarios en la base de datos principal para
eu_es: Erabiltzaileen datuen babeskopia datu-base nagusian
fa_ir: تهیه نسخه پشتیبان از اطلاعات کاربر در پایگاه داده برای
fi_fi: Käyttäjätietojen varmuuskopio päätietokannassa
fo_fo: Avrita av brúkaraupplýsingum í høvuðgrundtilfarum fyri
fur: Backup dai datus utents dal database prinçipal par
ga: Cúltaca sonraí úsáideoirí sa phríomhbunachar sonraí do
gl: Backup dos datos dos usuarios na base de datos principal
he_il: גיבוי של נתוני משתמש במסד הנתונים הראשי עבור
hi: मुख्य डेटाबेस में उपयोगकर्ता डेटा का बैकअप
hr_hr: Izrada pričuvnoga primjerka korisničkih podataka u glavnu bazu podataka za
hu_hu: Felhasználói adatok biztonsági másolata a fő adatbázisban
hy: Օգտատերերի տվյալների պահպանում հիմնական տվյալների բազայում՝
id_id: Backup data user dalam database utama untukr
it: Archiviazione dei dati 'Utente' nel database principale per
ja: メインデータベースのユーザーデータバックアップ
ka_ge: მომხმარებელთა მონაცემების რეზერვული კოპია მთავარ მონაცემთა ბაზაში
ko_kr: 메인 데이터베이스에 유저 데이터 백업
lo: ສຳຮອງຂໍ້ມູນຜູ້ໃຊ້ໃນຖານຂໍ້ມູນຫຼັກສຳລັບ
lt_lt: Sukurti vartotojo duomenų atsarginę kopiją pagrindinėje duomenų bazėje kursui
lv_lv: Lietotāju datu no galvenās datubāzes rezerves kopijas
mk_mk: Правење на резервни копии од податоците на корисникот во главната база на податоци за
ms_my: Backup data pengguna dalam Pangkalan Data untuk
my_mm: ပင်မဒေတာဘေ့စ်ရှိ အသုံးပြုသူဒေတာ၏ အရန်သိမ်းဆည်းမှု
ne: %s को लागि मुख्य डाटाबेसमा प्रयोगकर्ता डाटाको ब्याकअप
nl: Back-up van de gebruikersgegevens in de hoofddatabank voor
nn_no: Sparbak av brukardata i hovuddatabase for
oc: Còpia de seguretat dei donadas deis usanciers dins la basa de donadas principala per
pl_pl: Kopia zapasowa użytkowników w głównej bazie danych
ps: د اصلي ډېټابیس کې د کاروونکي ډېټا بېک اپ د
pt_br: Backup dos dados dos usuários da base de dados principal para
pt_pt: Backup/cópia de segurança dos dados dos utilizadores na base-de-dados principal para
ro_ro: Copie de rezerva a datelor utilizatorului in baza de date principala pentru
ru_ru: Резервная копия данных пользователя в главной базе данных для
sk_sk: Záloha dát používateľa v hlavnej databáze pre
sl: Rezervno kopiranje podatkov o uporabnikih v glavno podatkovno bazo za
sq: Rezervimi i të dhënave të përdoruesve në bazën kryesore të të dhënave për
sr_rs: Backup podataka korisnika u glavnoj bazi podataka za
sv_se: Backup av användardata i huvuddatabasen för
sw_ke: Hifadhi ya data ya mtumiaji katika hifadhidata kuu kwa
ta: முதன்மை தரவுத்தளத்தில் பயனர் தரவின் ஏற்றுமதி
th: สำรองข้อมูลและฐานข้อมูลของผู้ใช้
tl_ph: Backup ng data ng user sa main database para sa
tr: Ana veri tabanında yedeklenen kullanıcılar
uk_ua: Архівування даних користувача в головній базі даних для
vi_vn: BackUp dữ liệu người dùng tại cơ sở dữ liệu chính
xh_za: Backup yedatha yabasebenzisi kwisizuko sempuma ye- %s
zh_cn: 用户的数据已经在主数据库备份
zh_tw: 用戶的數據已經在主數據庫備份
