Repository: chamilo/chamilo-lms
Catalog: translations/messages.*.po
Languages: ar, ast_es, bn_bd, bs_ba, ca_es, cs_cz, da, de, el, eo, es, es_mx, eu_es, fa_ir, fi_fi, fo_fo, fur, ga, gl, he_il, hi, hr_hr, hu_hu, hy, id_id, it, ja, ka_ge, ko_kr, lo, lt_lt, lv_lv, mk_mk, ms_my, my_mm, ne, nl, nn_no, oc, pl_pl, ps, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl, sq, sr_rs, sv_se, sw_ke, ta, th, tl_ph, tr, uk_ua, vi_vn, xh_za, zh_cn, zh_tw

source: The Twitter site is a Twitter account (e.g. @chamilo_news) that is related to your site. It is usually a more temporary account than the Twitter creator account, or represents an entity (instead of a person). This field is required if you want the Twitter card meta fields to show.
ar: موقع التويتر هو حساب تويتر مرتبط بموقعك، والذي يتوجب ان يكون ممثلا للمنظمة وليس للشخص. وهذا الحقل مطلوب اذا اردت ان تظهر حقول بطاقة تويتر
ast_es: El sitiu de Twitter ye una cuenta de Twitter (por exemplu, @chamilo_news) relacionada col to sitiu. Normalmente ye una cuenta más temporal que la cuenta del creador de Twitter, o representa una entidá (en lloc d'una persona). Esti campu ye obligatoriu si quies que s'amosen los campos meta de tarxeta de Twitter.
bn_bd: টুইটার সাইট হলো আপনার সাইটের সাথে সম্পর্কিত একটি টুইটার অ্যাকাউন্ট (যেমন @chamilo_news)। এটি সাধারণত টুইটার স্রষ্টা অ্যাকাউন্টের চেয়ে অস্থায়ী বা একটি প্রতিষ্ঠান প্রতিনিধিত্ব করে (ব্যক্তির পরিবর্তে)। টুইটার কার্ড মেটা ফিল্ড দেখানোর জন্য এই ফিল্ড প্রয়োজন।
bs_ba: Twitter stranica je Twitter račun (npr. @chamilo_news) povezan s vašom stranicom. Obično je privremeni račun u odnosu na račun kreatora Twittera ili predstavlja entitet (umjesto osobe). Ovo polje je obavezno ako želite da se prikazuju Twitter kartica meta polja.
ca_es: El compte del lloc web de Twitter és un compte de Twitter (per exemple @chamilo_news) que es relaciona amb el seu portal. En general, es tracta d'un compte temporal o institucional, no d'un compte d'un individu en particular (com la del creador del compte de Twitter). Aquest camp és obligatori per a mostrar la resta de camps de les Twitter Cards.
cs_cz: Twitter web je Twitter účet (např. @chamilo_news), který souvisí s vaším webem. Obvykle je to dočasnější účet než Twitter účet tvůrce nebo představuje entitu (místo osoby). Toto pole je povinné, pokud chcete zobrazit meta pole Twitter karty.
da: Twitter-site er en Twitter-konto (f.eks. @chamilo_news), der er relateret til dit site. Det er normalt en mere midlertidig konto end Twitter Creator-kontoen eller repræsenterer en enhed (i stedet for en person). Dette felt er påkrævet, hvis du vil have Twitter-kort meta-felterne til at vise.
de: Die Twitter-Site ist ein Twitter-Konto (z.B. @chamilo_news), das mit Ihrer Site verknüpft ist. Es ist in der Regel ein weniger permanentes Konto als das Twitter Creater Konto oder steht für eine Einheit (anstelle einer Person). Dieses Feld ist erforderlich, wenn Sie die Twitter-Karten Meta-Felder anzeigen möchten.
el: Ο ιστότοπος Twitter είναι ένας λογαριασμός Twitter (π.χ. @chamilo_news) που σχετίζεται με τη σελίδα σας. Συνήθως είναι ένας προσωρινός λογαριασμός, και εκπροσωπεί μια οντότητα (αντί για φυσικό πρόσωπο). Αυτό το πεδίο είναι υποχρεωτικό αν θέλετε να εμφανίζονται οι αναλύσεις σας στο Twitter.
eo: La Twitter-retejo estas Twitter-konto (ekz. @chamilo_news), kiu estas rilata al via retejo. Ĝi kutime estas pli malfrua konto ol la Twitter-kreinta konto, aŭ reprezentas enton (anstataŭ personon). Ĉi tiu kampo estas deviga, se vi volas, ke la meta-kampoj de Twitter-karto aperu.
es: La cuenta Twitter Site es una cuenta Twitter (ej: @chamilo_news) que se relaciona con su portal. Usualmente, se trata de una cuenta temporal o institucional, más no de una cuenta de un indivíduo en particular (como la es la del Twitter Creator). Este campo es obligatorio para mostrar el resto de campos de las Twitter Cards.
es_mx: El sitio de Twitter es una cuenta de Twitter (p.ej. @chamilo_news) relacionada con su sitio. Usualmente es una cuenta más temporal que la cuenta de creador de Twitter, o representa una entidad (en lugar de una persona). Este campo es requerido si desea que se muestren los campos meta de la tarjeta de Twitter.
eu_es: Twitter gunea zure webarekin lotutako Twitter kontua da (adib. @chamilo_news). Normalki Twitter creator kontuaren baino kontu aldi baterakoa da, edo entitatea ordezkatzen du (pertsona baten ordez). Eremu hau beharrezkoa da Twitter txartel meta eremuak erakusteko.
fa_ir: سایت توییتر، حساب توییتر (مانند @chamilo_news) است که به سایت شما مرتبط است. معمولاً حساب موقتی‌تر از حساب سازنده توییتر است یا نماینده یک نهاد (به جای شخص) است. این فیلد الزامی است اگر می‌خواهید فیلدهای متا کارت توییتر نمایش داده شود.
fi_fi: Twitter-sivusto on Twitter-tili (esim. @chamilo_news), joka liittyy sivustoosi. Se on yleensä tilapäisempi tili kuin Twitter-luojatili tai edustaa toimijaa (ei henkilöä). Tämä kenttä on pakollinen, jos haluat Twitter-kortin metakenttien näkyvän.
fo_fo: Twitter-síðan er ein Twitter-konto (t.d. @chamilo_news), sum er tengd við tín síðu. Hon er vanligliga ein meira fyribils konto enn Twitter-upprittarar-kontunan, ella stovnar fyri eina einastøðandi (í staðin fyri ein persón). Hetta teig er kravd, um tú ynskir, at Twitter-kort meta-feldini skulu vísa seg.
fur: Il sît Twitter è un account Twitter (par es. @chamilo_news) che al è legât al to sît. Al è normalment un account plui temporane che l'account creator di Twitter, o al rapresente un'entitât (instê di une persône). Chest câmp è obligatori se tu vuêis che i meta câmp dai Twitter card si mostrin.
ga: Is cuntas Twitter é suíomh Twitter (m.sh. @chamilo_news) atá bainteach le do shuíomh. Is cuntas níos sealadaí de ghnáth é ná cuntas cruthaitheoir Twitter, nó déanann sé ionadaíocht ar eintiteas (in áit duine). Tá an réimse seo riachtanach más mian leat meta-réimsí cárta Twitter a thaispeáint.
gl: Conta persoal en Twitter (ex: @ywarnier) que representa a persoa que está a cargo de ou representa ese portal. Este campo é opcional.
he_il: אתר הטוויטר הוא חשבון טוויטר (למשל @chamilo_news) שקשור לאתר שלך. זה בדרך כלל חשבון זמני יותר מחשבון היוצר בטוויטר, או מייצג ישות (במקום אדם). שדה זה הוא נדרש אם אתה רוצה שדות המטא של כרטיס Twitter יוצגו.
hi: ट्विटर साइट एक ट्विटर खाता (जैसे @chamilo_news) है जो आपकी साइट से संबंधित है। यह आमतौर पर ट्विटर निर्माता खाते से अधिक अस्थायी होता है, या एक इकाई का प्रतिनिधित्व करता है (व्यक्ति के बजाय)। यदि आप ट्विटर कार्ड मेटा फ़ील्ड्स दिखाना चाहते हैं तो यह फ़ील्ड आवश्यक है।
hr_hr: Twitter stranica je Twitter račun (npr. @chamilo_news) povezan s vašom stranicom. Obično je privremeni račun u odnosu na račun stvoritelja Twittera ili predstavlja entitet (umjesto osobe). Ovo polje je obavezno ako želite da se prikazuju meta polja Twitter kartice.
hu_hu: A Twitter oldal egy Twitter fiók (pl. @chamilo_news), amely a webhelyéhez kapcsolódik. Általában átmenetibb fiók, mint a Twitter létrehozói fiók, vagy egy entitást képvisel (személy helyett). Ez a mező kötelező, ha meg akarja jeleníteni a Twitter kártya meta mezőit.
hy: Twitter կայքը Twitter հաշիվ է (օրինակ՝ @chamilo_news), որը կապված է ձեր կայքի հետ: Սովորաբար դա ժամանակավոր հաշիվ է Twitter ստեղծողի հաշվից, կամ ներկայացնում է կազմակերպություն (ոչ թե անձ): Այս դաշտը պարտադիր է, եթե ցանկանում եք, որ Twitter քարտի մետա դաշտերը ցուցադրվեն:
id_id: Situs Twitter adalah akun Twitter (mis. @chamilo_news) yang terkait dengan situs Anda. Biasanya ini adalah akun yang lebih sementara daripada akun pembuat Twitter, atau mewakili entitas (bukan orang). Field ini diperlukan jika Anda ingin field meta kartu Twitter ditampilkan.
it: Il sito Twitter è un account Twitter (per es. @abarm_news) che è collegato al tuo sito. E' più un account temporaneo che un vero acoount Twitter e rappresenta un'entità (non una persona). Questo campo è richiesto se vuoi mostrare delle Twitter Cards.
ja: Twitterサイトはサイトに関連するTwitterアカウント（例：@chamilo_news）です。通常、Twitter作成者アカウントより一時的なアカウントか、人ではなくエンティティを表します。Twitterカードメタフィールドを表示したい場合はこのフィールドが必要です。
ka_ge: Twitter საიტი არის Twitter ანგარიში (მაგ. @chamilo_news), რომელიც დაკავშირებულია თქვენს საიტთან. ეს ჩვეულებრივ უფრო დროებითი ანგარიშია ვიდრე Twitter-ის შემქმნელის ანგარიში ან წარმოადგენს ერთეულს (პიროვნების ნაცვლად). ეს ველი სავალდებულოა, თუ გსურთ Twitter კარტის მეტა ველების ჩვენება.
ko_kr: 트위터 사이트는 사이트와 관련된 트위터 계정(예: @chamilo_news)입니다. 일반적으로 트위터 제작자 계정보다 임시적이며, 사람 대신 단체를 나타냅니다. 트위터 카드 메타 필드를 표시하려면 이 필드가 필요합니다.
lo: ເວັບໄຊທ໌ Twitter ແມ່ນບັນຊີ Twitter (ຕົວຢ່າງ: @chamilo_news) ທີ່ກ່ຽວຂ້ອງກັບເວັບໄຊທ໌ຂອງທ່ານ. ມັນມັກຈະເປັນບັນຊີຊົ່ວຄາວກວ່າບັນຊີຜູ້ສ້າງ Twitter, ຫຼື ເປັນຕົວແທນຂອງໜ່ວຍງານ (ແທນທີ່ຈະເປັນບຸກຄົນ). ຊ່ອງຂໍ້ມູນນີ້ຈຳເປັນຖ້າທ່ານຕ້ອງການໃຫ້ຊ່ອງຂໍ້ມູນ meta ຂອງ Twitter card ສະແດງ.
lt_lt: Twitter svetainė yra Twitter paskyra (pvz. @chamilo_news), susijusi su jūsų svetaine. Paprastai tai laikina paskyra, palyginti su Twitter kūrėjo paskyra, arba atstovauja subjektui (ne asmeniui). Šis laukas yra privalomas, jei norite, kad būtų rodomi Twitter kortelės meta laukai.
lv_lv: Twitter vietne ir Twitter konts (piem., @chamilo_news), kas saistīts ar jūsu vietni. Parasti tas ir īslaicīgāks konts nekā Twitter creator konts vai pārstāv entity (nevis personu). Šis lauks ir obligāts, ja vēlaties, lai tiktu rādīti Twitter kartes meta lauki.
mk_mk: Twitter site е Twitter сметка (на пр. @chamilo_news) поврзана со вашиот сајт. Обично е пос временска сметка од Twitter creator сметката, или претставува ентитет (наместо личност). Ова поле е задолжително ако сакате Twitter card meta полињата да се прикажуваат.
ms_my: Laman Twitter adalah akaun Twitter (contohnya @chamilo_news) yang berkaitan dengan laman anda. Ia biasanya akaun sementara berbanding akaun pencipta Twitter, atau mewakili entiti (bukan individu). Medan ini diperlukan jika anda mahu medan meta kad Twitter dipaparkan.
my_mm: Twitter ဆိုက်သည် သင့်ဆိုက်နှင့် သက်ဆိုင်သော Twitter အကောင့်တစ်ခုဖြစ်သည် (ဥပမာ @chamilo_news)။ ၎င်းသည် Twitter Creator အကောင့်ထက် ယာယီအကောင့်တစ်ခုဖြစ်ပြီး၊ သို့မဟုတ် ပုဂ္ဂိုလ်တစ်ဦးအစား အဖွဲ့အစည်းတစ်ခုကို ကိုယ်စားပြုသည်။ Twitter ကတ်မက်တာကွက်လပ်များကို ပြလိုပါက ဤကွက်လပ်သည် လိုအပ်သည်။
ne: ट्विटर साइट तपाईंको साइटसँग सम्बन्धित ट्विटर खाता हो (उदाहरण @chamilo_news)। यो सामान्यतया ट्विटर निर्माता खाताभन्दा अस्थायी खाता हुन्छ, वा व्यक्ति (को सट्टा) संस्थालाई प्रतिनिधित्व गर्दछ। यदि तपाईं ट्विटर कार्ड मेटा फील्डहरू देखाउन चाहनुहुन्छ भने यो क्षेत्र आवश्यक छ।
nl: De Twitter-site is een Twitter-account (bijv. @chamilo_news) dat gerelateerd is aan uw site. Het is meestal een meer tijdelijk account dan het Twitter creator account, of vertegenwoordigt een entiteit (in plaats van een persoon). Dit veld is verplicht als u de Twitter card meta-velden wilt tonen.
nn_no: Twitter-sida er ei Twitter-konto (t.d. @chamilo_news) som er knytt til sida di. Det er vanlegvis ein meir midlertidig konto enn Twitter-opphavar-kontoen, eller representerer ein eining (i staden for ein person). Dette feltet er påkrævd om du vil at Twitter-kort-meta-felta skal visast.
oc: Lo site Twitter es un cont Twitter (p. ex. @chamilo_news) que es relacionat amb vòstre site. Es generalament un cont mai temporari que lo cont del creator Twitter, o representa una entitat (en luèu d'una persona). Aqueste camp es obligatòri se volètz que los camps meta de la carta Twitter apareisquen.
pl_pl: Konto Twitter site to konto Twitter (np. @chamilo_news) powiązane z Twoją stroną. Zazwyczaj jest to konto bardziej tymczasowe niż konto Twitter creator lub reprezentuje podmiot (zamiast osoby). To pole jest wymagane, jeśli chcesz, aby pola meta kart Twitter były wyświetlane.
ps: د ټویټر سایټ یو ټویټر حساب دی (لکه @chamilo_news) چې ستاسو سایټ سره تړلی دی. دا عموماً د ټویټر جوړونکي حساب څخه لنډمهاله حساب دی، یا یو اداره ګروپ استازي کوي (په ځای د یو شخص). دا فیلډ اړین دی که تاسو غواړئ چې ټویټر کارډ میټا فیلډونه ښکاره شي.
pt_br: O site Twitter é uma conta no Twitter (por exemplo @chamilo_news) que está relacionado ao seu site. É geralmente uma conta de mais temporário do que o criador conta Twitter, ou representa uma empresa (em vez de uma pessoa). Este campo é obrigatório se você deseja que os campos do cartão meta do Twitter para mostrar.
pt_pt: O Twitter site é uma conta de Twitter (por exemplo @chamilo_news) que está relacionado ao seu site. Normalmente, é um relato mais temporário do que o criador conta Twitter, ou representa uma entidade (em vez de uma pessoa). Este campo é obrigatório se você quer o cartão metacampos Twitter para mostrar.
ro_ro: Contul Twitter Site este un cont Twitter (ex. @chamilo_news) legat de site-ul dvs. Este de obicei un cont mai temporar decât contul creator Twitter sau reprezintă o entitate (în loc de o persoană). Acest câmp este obligatoriu dacă doriți să apară câmpurile meta carte Twitter.
ru_ru: Учетная запись Twitter site — это учетная запись Twitter (например, @chamilo_news), связанная с вашим сайтом. Обычно это более временная учетная запись, чем учетная запись создателя Twitter, или она представляет организацию (а не человека). Это поле обязательно, если вы хотите, чтобы отображались мета-поля Twitter-карточки.
sk_sk: Twitter stránka je Twitter účet (napr. @chamilo_news), ktorý sa vzťahuje na vaše stránky. Obvykle sa jedná o viac ako dočasný účet tvorcu účtu Twitter, alebo znamená entitu (namiesto osoby). Toto pole je požadované, ak chcete, aby sa meta pole Twitter karty ukázalo.
sl: Twitter-jeva stran je Twitterjev račun (npr.@cmailo_news), ki je povezana z vašo stranjo. Običajno gre bolj za začasen račun, kot dejanski račun Twitterjevega uporabnika (Twitter creator account) oz. predstavlja entiteto (namesto dejanske osebe). Vsebina polja je zahtevana, če želite prikazati meta polja Twitter-jeve kartice.
sq: Faqja Twitter është një llogari Twitter (p.sh. @chamilo_news) që lidhet me faqen tuaj. Zakonisht është një llogari më e përkohshme se llogaria krijuese Twitter, ose përfaqëson një entitet (në vend të një personi). Kjo fushë është e domosdoshme nëse dëshironi që fushat meta të kartës Twitter të shfaqen.
sr_rs: Twitter sajt je Twitter nalog (npr. @chamilo_news) povezan sa vašim sajtom. Obično je privremeniji nalog od Twitter naloga kreatora ili predstavlja entitet (umesto osobe). Ovo polje je obavezno ako želite da se prikažu Twitter kartica meta polja.
sv_se: Twitter-webbplatsen är ett Twitter-konto (t.ex. @chamilo_news) som är relaterat till din webbplats. Det är vanligtvis ett mer temporärt konto än Twitter-skaparkontot eller representerar en enhet (istället för en person). Detta fält krävs om du vill att Twitter-kortmeta-fälten ska visas.
sw_ke: Tovuti ya Twitter ni akaunti ya Twitter (mfano @chamilo_news) inayohusiana na tovuti yako. Mara nyingi ni akaunti ya muda mfupi kuliko akaunti ya muundaji wa Twitter, au inawakilisha chombo (badala ya mtu). Uwanja huu ni wa lazima kama unataka meta fields za kadi ya Twitter kuonyeshwa.
ta: ட்விட்டர் தளம் உங்கள் தளத்துடன் தொடர்புடைய ட்விட்டர் கணக்கு (எ.கா. @chamilo_news). இது பொதுவாக ட்விட்டர் உருவாக்கிய கணக்கை விட தற்காலிகமானது, அல்லது நபர் (வெறும் நிறுவனத்தை பிரதிநிதித்துவப்படுத்துகிறது). ட்விட்டர் கார்டு மெட்டா களங்களை காட்ட விரும்பினால் இந்த களம் தேவை.
th: Twitter site คือบัญชี Twitter (เช่น @chamilo_news) ที่เกี่ยวข้องกับเว็บไซต์ของคุณ มักเป็นบัญชีชั่วคราวกว่าบัญชี Twitter creator หรือแทนหน่วยงาน (แทนบุคคล) ฟิลด์นี้จำเป็นหากต้องการให้ Twitter card meta fields แสดง
tl_ph: Ang Twitter site ay isang Twitter account (hal. @chamilo_news) na may kaugnayan sa iyong site. Karaniwang ito ay mas pansamantalang account kaysa sa Twitter creator account, o kumakatawan sa isang entity (sa halip na isang tao). Kinakailangan ang field na ito kung gusto mong ipakita ang Twitter card meta fields.
tr: Twitter sitesi, sitenizle ilgili bir Twitter hesabıdır (ör. @chamilo_news). Genellikle Twitter oluşturucu hesabından daha geçicidir veya bir varlığı (kişi yerine) temsil eder. Twitter kartı meta alanlarının görünmesi için bu alan gereklidir.
uk_ua: Twitter site — це обліковий запис Twitter (наприклад, @chamilo_news), пов'язаний з вашим сайтом. Зазвичай це більш тимчасовий обліковий запис, ніж обліковий запис Twitter creator, або представляє організацію (замість особи). Це поле є обов'язковим, якщо ви хочете, щоб мета-поля Twitter card відображалися.
vi_vn: Trang Twitter là tài khoản Twitter (ví dụ @chamilo_news) liên quan đến trang web của bạn. Thường là tài khoản tạm thời hơn tài khoản tạo Twitter, hoặc đại diện thực thể (không phải cá nhân). Trường này bắt buộc nếu muốn hiển thị trường meta thẻ Twitter.
xh_za: Indawo yeTwitter yiakhawunti yeTwitter (umf. @chamilo_news) enxulumene nesayithi yakho. Ihlala iyikhawunti yexeshana kuneakhawunti yomenzi weTwitter, okanye imele iqumrhu (endaweni yomntu). Eli cyili liyimfuneko ukuba ufuna i-Twitter card meta fields zibonakale.
zh_cn: Twitter 站点是一个与您的站点相关的 Twitter 账户（例如 @chamilo_news）。它通常比 Twitter 创建者账户更临时，或代表一个实体（而非个人）。如果要显示 Twitter 卡片元字段，此字段为必填。
zh_tw: Twitter 網站是一個與您的網站相關的 Twitter 帳號（例如 @chamilo_news）。通常比 Twitter 建立者帳號更短暫，或代表一個實體（而非個人）。若要顯示 Twitter 卡片 meta 欄位，此欄位為必填。

source: Login page main area
ar: المنطقة الرئيسية لصفحة تسجيل الدخول
ast_es: Área principal de la páxina d'entamu
bn_bd: লগইন পেজ প্রধান এলাকা
bs_ba: Glavni dio stranice za prijavu
ca_es: Zona principal pàgina d'accés
cs_cz: Přihlašovací stránka hlavní plochy
da: Login-område
de: Login Seite Inhaltsbereich
el: Κύρια περιοχή σελίδας σύνδεσης
eo: Ĉefareo de la ensalutpaĝo
es: Area principal de la página de acceso
es_mx: Área principal de la página de acceso
eu_es: Konektatzeko orriaren gune nagusia
fa_ir: ناحیه اصلی صفحه ورود
fi_fi: Kirjautumissivun pääalue
fo_fo: Høvuðsavmark á innskriftarsíðu
fur: Âre principâl de la pache di login
ga: Príomhcheantar leathanach logáil isteach
gl: Área principal da páxina de acceso
he_il: האזור הראשי של דף הכניסה
hi: लॉगिन पृष्ठ मुख्य क्षेत्र
hr_hr: Glavni dio stranice za prijavu
hu_hu: Belépési oldal fő terület
hy: Մուտքի էջի հիմնական տարածք
id_id: Area utama halaman login
it: Area principale della pagina di accesso
ja: ログインページメインエリア
ka_ge: შესვლის გვერდის მთავარი არე
ko_kr: 로그인 페이지 메인 영역
lo: ພື້ນທີ່ຫຼັກຂອງໜ້າເຂົ້າສູ່ລະບົບ
lt_lt: Prisijungimo puslapio pagrindinė sritis
lv_lv: Pieteikšanās lapas galvenais lauks
mk_mk: Главна област на страната за најавување
ms_my: Kawasan utama laman log masuk
my_mm: အကောင့်ဝင်စာမျက်နှာဗဟိုဧရိယာ
ne: लगइन पृष्ठ मुख्य क्षेत्र
nl: Hoofdgebied van de loginpagina
nn_no: Hovedområde for påloggingssiden
oc: Zòna principal de la pagina de connexion
pl_pl: Główny obszar strony logowania
ps: د داخلیدو پاڼې اصلي برخه
pt_br: Área principal da página de acesso
pt_pt: Área principal da página de login/acesso
ro_ro: Zona principala a paginii pentru Login
ru_ru: Главная зона страницы входа (логина)
sk_sk: Hlavná oblasť prihlasovacej stránky
sl: Osnovno področje prijavne strani
sq: Zona kryesore e faqes së hyrjes
sr_rs: Osnovno područje prijavne strane
sv_se: Huvudsakligt område på inloggningssidan
sw_ke: Sehemu kuu ya ukurasa wa kuingia
ta: உள்நுழைவு பக்க முதன்மை பகுதி
th: ส่วนหลักหน้าล็อกอิน
tl_ph: Pangunahing lugar ng login page
tr: Giriş sayfası ana bölümü
uk_ua: Головна зона сторінки логіну
vi_vn: Vùng chính trang đăng nhập
xh_za: Indawo ephambili yephepha lokungena
zh_cn: 登录页面
zh_tw: 登入頁面主區域

source: Login page menu
ar: قائمة صفحة تسجيل الدخول
ast_es: Menu de la páxina d'entamu
bn_bd: লগইন পেজ মেনু
bs_ba: Izbornik stranice za prijavu
ca_es: Menú de la pàgina d'accés
cs_cz: Přihlašovací menu
da: Menu på login-siden
de: Login-Seite Menü-Bereich
el: Μενού σελίδας σύνδεσης
eo: Menuo de la ensalutpaĝo
es: Menú de la página de acceso
es_mx: Menú de la página de inicio de sesión
eu_es: Konektatzeko orriaren menua
fa_ir: منوی صفحه ورود
fi_fi: Kirjautumissivun valikko
fo_fo: Menu á innskriftarsíðu
fur: Menu de la pache di login
ga: Roghchlár leathanach logáil isteach
gl: Menú da páxina de acceso
he_il: תפריט דף כניסה
hi: लॉगिन पृष्ठ मेनू
hr_hr: Izbornik stranice za prijavu
hu_hu: Belépési oldal menü
hy: Մուտքի էջի մենю
id_id: Menu halaman login
it: Menù della pagina d'accesso
ja: ログインページメニュー
ka_ge: შესვლის გვერდის მენიუ
ko_kr: 로그인 페이지 메뉴
lo: ເມນູໜ້າເຂົ້າສູ່ລະບົບ
lt_lt: Prisijungimo puslapio meniu
lv_lv: Pieteikšanās lapas izvēlne
mk_mk: Мени на страната за најавување
ms_my: Menu laman log masuk
my_mm: အကောင့်ဝင်စာမျက်နှာမီနူး
ne: लगइन पृष्ठ मेनु
nl: Menu van de loginpagina
nn_no: Meny for påloggingssiden
oc: Menut de la pagina de connexion
pl_pl: Menu strony logowania
ps: د داخلیدو پاڼې مینو
pt_br: Menu da página de acesso
pt_pt: Menu da página de login/acesso
ro_ro: Meniul paginii pentru Login
ru_ru: Меню страницы входа (логина)
sk_sk: Menu prihlasovacej stránky
sl: Menu prijavne strani
sq: Menuja e faqes së hyrjes
sr_rs: Meni prijavne strane
sv_se: Meny på inloggningssidan
sw_ke: Menyu ya ukurasa wa kuingia
ta: உள்நுழைவு பக்க மெனு
th: เมนูหน้าล็อกอิน
tl_ph: Menu ng login page
tr: Giriş sayfası menüsü
uk_ua: Меню сторінки логіну
vi_vn: Menu trang đăng nhập
xh_za: Imenyu yephepha lokungena
zh_cn: 登录菜单
zh_tw: 登入頁面選單

source: Portal homepage main area
ar: المنطقة الرئيسية للصفحة الرئيسية للجامعة
ast_es: Área principal de la páxina d'entamu de la plataforma
bn_bd: পোর্টাল হোমপেজ প্রধান এলাকা
bs_ba: Glavni dio početne stranice portala
ca_es: Zona principal de la pàgina del portal
cs_cz: Hlavní oblast na domácí stránce portálu
da: Forsidens hovedområde
de: Portal Startseite Inhaltsbereich
el: Κύρια περιοχή αρχικής σελίδας πύλης
eo: Ĉefa areo de la Kampa paĝo
es: Area principal de la página de acceso a la plataforma
es_mx: Área de la página principal del campus
eu_es: Plataformako orri nagusiaren gune nagusia
fa_ir: ناحیه صفحه اصلی پرتال
fi_fi: Portaalin etusivun pääalue
fo_fo: Høvuðsavmark á portal heimasíðu
fur: Âre principâl de la pache inizjâl dal portal
ga: Príomhcheantar leathanach baile an phortail
gl: Área da páxina principal do campus
he_il: האזור הראשי של דף הבית של הפורטל
hi: पोर्टल होमपेज मुख्य क्षेत्र
hr_hr: Glavni dio početne stranice portala
hu_hu: Képzőhely kezdőoldalának fő területe
hy: Պորտալի գլխավոր էջի հիմնական տարածք
id_id: Area utama laman kampus
it: Area principale della pagina iniziale del corso
ja: ポータルホームページメインエリア
ka_ge: პორტალის მთავარი გვერდის მთავარი არე
ko_kr: 포털 홈페이지 메인 영역
lo: ພື້ນທີ່ຫຼັກຂອງໜ້າຫຼັກປະຕູເວັບໄຊທ໌
lt_lt: Pagrindinio puslapio pagrindinė sritis
lv_lv: Portāla mājas lapas galvenais lauks
mk_mk: Главна област на почетната страна на Кампусот
ms_my: Kawasan utama laman utama portal
my_mm: ပေါ်တယ်ပင်မစာမျက်နှာဗဟိုဧရိယာ
ne: पोर्टल होमपेज मुख्य क्षेत्र
nl: Hoofdgebied van de Campus homepagina
nn_no: Campus Hjemmesidens hoveområde
oc: Zòna principal de la pagina d'acuèlh del portal
pl_pl: Główny obszar strony głównej portalu
ps: د پورټل کور پاڼې اصلي برخه
pt_br: Área da página inicial da plataforma
pt_pt: Área principal da página inicial/homepage do portal
ro_ro: Zona principala a paginii de inceput Campus
ru_ru: Главная зона домашней страницы портала
sk_sk: Hlavná oblasť domovskej stránky portálu
sl: Osnovno področje domače strani portala
sq: Zona kryesore e faqes kryesore të portalit
sr_rs: Osnovno područje glavne stranice portala
sv_se: Huvudsakligt område på kursportalens hemsida
sw_ke: Sehemu kuu ya ukurasa wa nyumbani wa lango
ta: போர்ட்டல் முகப்புப் பக்க முதன்மை பகுதி
th: ส่วนหลักหน้าแรกพอร์ทัล
tl_ph: Pangunahing lugar ng portal homepage
tr: Kampüs anasayfa ana bölümü
uk_ua: Головна зона домашньої сторінки порталу
vi_vn: Vùng chính trang chủ cổng
xh_za: Indawo ephambili yephepha lasekhaya leportal
zh_cn: 校园首页
zh_tw: 校園首頁主區域
