Repository: chamilo/chamilo-lms
Catalog: resources/locale/*/announcements.inc.po
Languages: german

# Announcement
source: Announcements
german: Ankündigungen

# langAnnEmpty
source: Announcements list has been cleared up
german: Die Liste der Ankündigungen wurde gelöscht

# AnnouncementModified
source: Announcement has been modified
german: Ankündigung wurde verändert

# AnnouncementAdded
source: Announcement has been added
german: Ankündigung wurde hinzugefügt

# AnnouncementDeleted
source: Announcement has been deleted
german: Ankündigung wurde gelöscht

# AnnouncementPublishedOn
source: Published on
german: Veröffentlicht am

# AddAnnouncement
source: Add an announcement
german: Als Ankündigung hinzugefügt

# langContent
source: Content
german: Inhalt

# AnnouncementDeleteAll
source: Clear list of announcements
german: Liste der Ankündigungen löschen

# professorMessage
source: Message from the trainer
german: Mitteilung vom Kursleiter

# langEmailSent
source: and emailed to registered learners
german: und per E-Mail an Kursteilnehmer gesendet

# EmailOption
source: Send this announcement by email to selected groups/users
german: Diese Ankündigung per E-Mail an Kursteilnehmer senden

# langOn
source: On
german: Am

# langRegUser
source: registered users of the site
german: registrierte Kursteilnehmer dieses Portals

# langUnvalid
source: have unvalid or no email address
german: haben eine ungültige oder keine E-Mail Adresse

# langModifAnn
source: Modifies this announcement
german: Diese Ankündigung bearbeiten

# langModify
source: Edit
german: ändern

# langDelete
source: delete
german: löschen

# langTitle
source: Subject
german: Titel

# langHelp
source: help
german: Hilfe

# langOk
source: Validate
german: Ok

# langAddIntro
source: Add an introduction text
german: Einführungstext hinzufügen

# langBackList
source: Return to the list
german: Zurück zur Liste

# langSelMess
source: Warnings to some users
german: Mitteilung an ausgewählte Benutzer

# EmailTitle
source: Subject
german: Betreff dieser E-Mail

# langUserlist
source: List of groups and users
german: Liste der Gruppen und Benutzer

# langSelectedUsers
source: Selected Users
german: Ausgewählte Benutzer

# langSubmit
source: Submit
german: Senden

# langPleaseEnterMessage
source: You must introduce the message text.
german: Geben Sie bitte den Mitteilungstext ein

# langPleaseSelectUsers
source: You must select some users.
german: Es müssen Benutzer ausgewählt werden.

# Teachersubject
source: Message sent to users
german: Mitteilung wurde an Benutzer verschickt

# langMessages
source: Messages
german: Mitteilungen

# langMessageToSelectedUsers
source: Messages to selected users
german: Mitteilung an ausgewählte Benutzer

# langIntroText
source: To send a message, select groups of users (see G) or single users from the list on the left.
german: Um eine Mitteilung zu verschicken, wählen Sie Benutzergruppen (mit einem <i>G</i> gekennzeichnet) oder einzelne Benutzer aus der Liste auf der linken Seite aus.

# langDown
source: down
german: Nach unten

# langMsgSent
source: The message has been sent to the selected learners
german: Die Mitteilung wurde an die ausgewählten Kursteilnehmer gesandt.

# langSelUser
source: selected users of the site
german: ausgewählte Benutzer diese Portals

# langMessageToSelectedGroups
source: Message to selected groups
german: Mitteilung an ausgewählte Gruppen

# langSelectedGroups
source: selected groups
german: ausgewählte Gruppen

# langMsg
source: Messages
german: Mitteilungen

# langYes
source: yes
german: Ja

# MsgText
source: Message
german: Nachricht

# AnnouncementDeletedAll
source: All announcements have been deleted
german: Alle Ankündigungen wurden gelöscht

# AnnouncementMoved
source: The announcement has been moved
german: Die Ankündigung wurde verschoben

# NoAnnouncements
source: There are no announcements.
german: Es gibt keine Ankündigungen

source: Select Everybody
german: Alle auswählen

# SelectedUsersGroups
source: selected user groups
german: Ausgewählte Benutzegruppen

# LearnerMessage
source: Message from a learner
german: Nachricht von einem Kursteilnehmer

source: Title is required
german: Überschrift fehlt

# AnnounceSentByEmail
source: Announcement sent by email
german: Ankündigung über Email versendet

# AnnounceSentToUserSelection
source: Announcement sent to the selected users
german: Ankündigung wurde an die ausgewählten Benutzer versendet

source: Send announcement
german: Ankündigung versenden

# ModifyAnnouncement
source: Edit announcement
german: Ankündigung bearbeiten

# ButtonPublishAnnouncement
source: Send announcement
german: Ankündigung versenden

# YourAccountIsActiveYouCanLoginAndCheckYourCourses
source: Add as an announcement
german: Sehr geehrter Benutzer, Ihr Konto auf diesem Portal wurde soeben freigeschaltet. Melden Sie Sich bitte an und genießen Sie Ihre Kurse.

# AnnouncementForGroup
source: Announcement for a group
german: Ankündigung für eine Gruppe
