Repository: chamilo/chamilo-lms
Catalog: resources/locale/*/chat.inc.po
Languages: german

# langOnlineConference
source: Conference
german: Konferenz

# langWash
source: Wash
german: Löschen

# langReset
source: Reset
german: Zurücksetzen

# langSave
source: Send message
german: Mitteilung senden

# langRefresh
source: Refresh
german: Aktualisieren

# langIsNowInYourDocDir
source: is now in your Documents tool. <br><B>This file is visible</B>
german: ist nun in Ihrem Dokumentenverzeichnis abgelegt. <br><B>Diese Datei ist sichtbar</B>

# langCopyFailed
source: Print failed
german: Druck fehlgeschlagen

# langTypeMessage
source: Please type your message!
german: Bitte geben Sie Ihre Mitteilung ein!

# langConfirmReset
source: Do you really want to delete all messages?
german: Möchten sie wirklich alle Mitteilungen löschen?

# langHasResetChat
source: has reset the Chat
german: hat den Chat zurückgesetzt

# langNoOnlineConference
source: There is no conference for the moment ...
german: Zur Zeit findet keine Konferenz statt...

# langMediaFile
source: Live audio or video streaming
german: Live Audio- bzw. Video-Streaming

# langContentFile
source: Presentation
german: Präsentation

# langListOfParticipants
source: List of participants
german: Liste der Teilnehmer

# langYourPicture
source: Your picture
german: Ihr Bild

# langOnlineDescription
source: Conference description
german: Beschreibung der Konferenz

# langOnlyCheckForImportantQuestion
source: Please check this box only to ask an important question !
german: Bitte nutzen Sie dieses Auswahlfeld nur, wenn Sie eine wichtige Frage stellen möchten!

# langQuestion
source: question
german: Frage

# langClearList
source: Clear the chat
german: Liste leeren

# langTextEditorDefault
source: <h2>Word processor</h2>Cut and paste here from Ms-WordÂ® then edit. Participants will see your modifications live.
german: <h2>Textverarbeitung</h2>Fügen Sie hier Text per Kopieren+Einfügen aus MS-Word® ein und bearbeiten Sie diesen. Teilnehmer können Ihre Aktionen live verfolgen.

# langStreamType
source: Stream type
german: Stream-Typ

# langWelcomeToOnlineConf
source: Welcome to the <b>Online Conference</b>
german: Willkommen zur <b>Online-Konferenz</b>

# langNoLinkAvailable
source: No Link available
german: Kein Link verfügbar

# langChat_reset_by
source: reset chat
german: Chat zurücksetzen

source: Or file
german: oder Datei

# langCallSent
source: Chat call has been sent. Waiting for the approval of your partner.
german: Chat-Anfrage wurde gesendet. Warte auf Bestätigung Ihres Partners

# langChatDenied
source: Your call has been denied by your partner.
german: Ihre Anfrage wurde vom Partner abgewiesen

# Send
source: Send message
german: Mitteilung senden

# Connected
source: Chat partners
german: verbunden

source: Think
german: grübeln

source: Big grin
german: breites Grinsen

source: Amazing
german: begeistert

source: Confused
german: verwirrt

source: Surprised
german: überrascht

# Hand
source: Hello
german: Hallo

source: Wink
german: winke

source: Angry
german: verärgert

source: Avid
german: begierig

# Redface
source: To blush
german: schämen

source: Sad
german: traurig

source: Silence
german: ruhig

source: Silenced
german: zum Schweigen gebracht

source: Smile
german: grinsen

source: Exclamation
german: Ausrufezeichen

source: Arrow
german: Pfeil

source: Question
german: Frage

source: Idea
german: Idee

# AskPermissionSpeak
source: Ask permission to speak
german: Um Erlaubnis bitten

source: Give the floor to
german: Wort erteilen an
