Repository: chamilo/chamilo-lms
Catalog: resources/locale/*/course_home.inc.po
Languages: german

# langActivate
source: Show
german: Anzeigen

# langDeactivate
source: Hide
german: Verstecken

# langInLnk
source: Hidden tools and links
german: Versteckte Werkzeuge und Links

# langDelLk
source: Do you really want to delete this link?
german: Wollen Sie diesen Link wirklich löschen?

# langCourseCreate
source: Create a course
german: Einen Kurs erstellen

# langNameOfTheLink
source: Name of the link
german: Name des Links

# lang_main_categories_list
source: Main category list
german: Haupt-Kategorieliste

# langCourseAdminOnly
source: Teachers only
german: Nur Kursleiter

# PlatformAdminOnly
source: Portal Administrators only
german: Nur Administratoren

# langCombinedCourse
source: Combined course
german: Kombinierter Kurs

# ToolIsNowVisible
source: The tool is now visible.
german: Werkzeug ist nun sichtbar

# ToolIsNowHidden
source: The tool is now invisible.
german: Werkzeug ist nun unsichtbar

source: Edit link
german: Link bearbeiten

# Blog_management
source: Projects
german: Projekte verwalten

# Forum
source: Forums
german: Foren

# Course_maintenance
source: Backup
german: Kurssicherung (Backup)

# TOOL_SURVEY
source: Surveys
german: Umfrage

# GreyIcons
source: Toolbox
german: Werkzeuge

source: Interaction
german: Interaktion

source: Authoring
german: Erstellen

source: Administration
german: Verwaltung

# IntroductionTextUpdated
source: Intro was updated
german: Der Einleitungstext wurde aktualisiert

# IntroductionTextDeleted
source: Intro was deleted
german: Einleitungstext wurde gelöscht

# SessionIdentifier
source: Identifier of session
german: ID der Kurs-Session

source: Session name
german: Name der Kurs-Session

# SessionCategory
source: Sessions categories
german: Kategorien der Kurs-Sessions

# SessionData
source: Session's data
german: Daten der Kurs-Session

# TheLPAutoLaunchSettingIsONStudentsWillBeRedirectToAnSpecificLP
source: The learning path auto-launch setting is ON. When learners enter this course, they will be automatically redirected to the learning path marked as auto-launch.
german: Die Einstellung des Lernpfad-Umleitung ist ON. Falls Kursteilnehmer den Kurs betreten, werden diese zum genannten Lernpfad weitergeleitet.

# ToolSearch
source: Search
german: Suche
