Repository: chamilo/chamilo-lms
Catalog: resources/locale/*/gradebook.inc.po
Languages: german

# ModifyEvaluation
source: Save assessment
german: Bewertung speichern

# CreateLink
source: Add this learning activity to the assessment
german: Diese Aktivität zur Bewertung hinzufügen

# AddResultNoStudents
source: There are no learners to add results for
german: Es gibt keine Kursteilnehmer um Ergebnisse hinzuzufügen

# FlatView
source: List View
german: Listenansicht

# ScoreEdit
source: Skills ranking
german: Bewertungsregeln bearbeiten

# ScoreColor
source: Competence thresholds colouring
german: Bewertungsfarbe

# ScoringSystem
source: Skills ranking
german: Bewertungssystem

# EnableScoreColor
source: Enable Competence thresholds
german: Farben für Bewertungen aktivieren

source: Below
german: Unterhalb

# WillColorRed
source: The mark will be coloured in red
german: wird rot eingefärbt

# EnableScoringSystem
source: Enable skills ranking
german: Bewertungsystem aktivieren

# IncludeUpperLimit
source: Include upper limit (e.g. 0-20 includes 20)
german: Obere Grenze einbeziehen (z.B. 0-20 beinhaltet 20)

source: Score info
german: Bewertungsinformation

source: Between
german: zwischen

# CurrentCategory
source: Current training
german: Aktuelle Kategorie

# RootCat
source: Main folder
german: Hauptkategorie

source: New category
german: Neue Kategorie

# NewEvaluation
source: Add classroom activity
german: Klassen-Aktivität hinzufügen

source: Weight
german: Gewichtung

source: Pick a course
german: Einen Kurs auswählen

# CategoryName
source: Folder name
german: Name der Kategorie

# CourseIndependent
source: Independent from course
german: Kursunabhängig

source: Course independent evaluation
german: Kursunabhängige Bewertung

# EvaluationName
source: Assessment
german: Name der Bewertung

# Max
source: Maximum
german: Max

# DateEval
source: Evaluation date
german: Datum der Bewertung

# AddUserToEval
source: Add users to evaluation
german: Kursteilnehmer zur Bewertung hinzufügen

source: New sub-category
german: Neue Unterkategorie

# MakeLink
source: Add online activity
german: Online-Aktivität hinzufügen

source: Delete selected
german: Auswahl löschen

source: Set visible
german: sichtbar machen

source: Set invisible
german: unsichtbar machen

# ChooseLink
source: Choose type of activity to assess
german: Art der Aktivität auswählen

# DokeosDropbox
source: Dropbox
german: Dateikiste

# DokeosStudentPublications
source: Assignments
german: Ausarbeitungen

# DokeosLearningPaths
source: Learning paths
german: Lernpfade

# ChooseExercise
source: Choose test
german: Test auswählen

# AddResult
source: Grade learners
german: Kursteilnehmer auswählen

# BackToOverview
source: Back to folder view
german: Zurück zur Übersicht

# ExportPDF
source: Export to PDF
german: Als PDF exportieren

source: Print
german: Drucken

source: Choose orientation
german: Seitenausrichtung auswählen

source: Portrait
german: Hochformat

source: Landscape
german: Querformat

source: Filter category
german: Filter Kategorie

# DeleteAll
source: Delete assessment?
german: Alles löschen

# ScoringUpdated
source: Skills ranking updated
german: Ergebnisse aktualisiert

# CertificateWCertifiesStudentXFinishedCourseYWithGradeZ
source: Minimum certification score
german: Niedrigstes Ergebnis für Zertifikat

source: Category added
german: Kategorie hinzugefügt

# InViMod
source: Assessment made invisible
german: Kategorie unsichtbar gemacht

# ViMod
source: Assessment made visible
german: Kategorie sichtbar gemacht

# ViewResult
source: Assessment details
german: Bewertungen anschauen

source: No user
german: Kein Benutzer

# NoResultsInEvaluation
source: No results in evaluation for now
german: Momentan keine Bewertungen zur Auswertung

# AddStudent
source: Add learners
german: Benutzer hinzufügen

# ImportResult
source: Import marks
german: Resultate importieren

# Score
source: Performance
german: Leistung

# ImportFileLocation
source: Import marks in an assessment
german: Pfad zur Importdatei

source: Location
german: Ort

source: File type
german: Dateityp

source: Example CSV file
german: Beispiel CSV Datei

source: Example XML file
german: Beispiel XML Datei

source: Overwrite scores
german: Ergebnisse überschreiben

source: Ignore errors
german: Fehler ignorieren

# ItemsVisible
source: The resources became visible
german: Die Ergebnisse wurden sichtbar gemacht

# ItemsInVisible
source: The resources became invisible
german: Die Ergebnisse wurden unsichtbar gemacht

# NoItemsSelected
source: No resource selected
german: Keine Ergebnisse ausgewählt

source: Deleted categories
german: Gelöschte Kategorien

source: Deleted evaluations
german: Gelöschte Beurteilungen

source: Deleted links
german: Gelöschte Links

# TotalItems
source: Total resources
german: Punkte gesamt

# LinkAdded
source: Assessment added
german: Aktivität hinzugefügt

# LinkDeleted
source: Assessment deleted
german: Aktivität gelöscht

source: Edit evaluation
german: Beurteilung bearbeiten

# DeleteResult
source: Delete marks
german: Ergebnis löschen

# Display
source: Ranking
german: Bewertung

source: Average
german: Durchschnitt

# ViewStatistics
source: Graphical view
german: Statistik ansehen

source: Result added
german: Ergebnis hinzugefügt

source: Evaluation statistics
german: Beurteilungsstatistik

# ExportResult
source: PDF Report
german: Ergebnisse exportieren

# EditResult
source: Grade learners
german: Ergebnisse bearbeiten

# GradebookWelcomeMessage
source: Welcome to the Assessments tool. This tool allows you to assess competences in your organization. Generate Competences Reports by merging the score of various learning activities including classroom and online activities. This will typically fit in a blended learning environment.
german: Willkommen zur Bewertungsmappe. Dieses Werkzeug ermöglicht es, erreichbare Ziele für einen Kurs oder eine Kursreihe zu definieren, ausserdem können externe Bewertungen in das System integriert werden.

# CreateAllCat
source: Create all the training categories
german: Alle Kurskategorien erstellen

# AddAllCat
source: Added all categories
german: Alle Kategorien wurden hinzugefügt

# StatsStudent
source: Statistics of
german: Statistiken für

# Results
source: Results and feedback
german: Ergebnisse und Feedback

source: Certificates
german: Zertifikate

source: Certificate
german: Zertifikat

# ChooseUser
source: Choose users for this evaluation
german: Kurstielnehmer für diese Beurteilung auswählen

# FirstLetter
source: First letter of lastname
german: Erster Buchstabe des Nachnamens

# UserAdded
source: The user is added
german: Benutzer wurde hinzugefügt

source: Result edited
german: Ergebnis wurde bearbeitet

# ChooseFormat
source: PDF report
german: PDF Darstellung

source: Output file type
german: Dateiformat für Ausgabe

# OverMax
source: Value exceeds score.
german: Der eingegebene Wert liegt über dem Maximalwert für diese Bewertung

source: More info
german: Weitere Informationen

source: Results per user
german: Ergebnisse für Benutzer

# TotalUser
source: Total for user
german: Gesamt für Benutzer

source: Average total
german: Gesamtdurchschnitt

# Evaluation
source: Score
german: Punkte

# EvaluationAverage
source: Assessment average
german: Bewertungsdurchschnitt

# EditCategory
source: Edit this category
german: Diese Kategorie bearbeiten

# EditAllWeights
source: Weight in Report
german: Gewichtung in der Gesamtauswertung

# GradebookQualificationTotal
source: Total
german: Gesamt

# GradebookEvaluationDeleted
source: Assessment deleted
german: Gelöschte Bewertungen

# GradebookQualifyLog
source: Assessment history
german: Verlauf der Bewertung

# GradebookNameLog
source: Assessment name
german: Bezeichnung der Bewertung

# GradebookDescriptionLog
source: Assessment description
german: Beschreibung der Bewertung

# GradebookVisibilityLog
source: Assessment visibility
german: Sichtbarkeit der Bewertung

# ResourceType
source: Category
german: Kategorie

# GradebookWhoChangedItLog
source: Who changed it
german: Wer hat geändert

# EvaluationEdited
source: The evaluation has been succesfully edited
german: Die Bewertung wurde erfogreich bearbeitet

# CategoryEdited
source: Category updated
german: Kategorie aktualisiert

source: Only numbers
german: Nur Zahlen

source: Incorrect data
german: Fehlerhafte Daten

# Resource
source: Assessment
german: Bewertung

# PleaseEnableScoringSystem
source: Please enable Skills ranking
german: Bitte Bewertungssystem aktivieren

# AllResultDeleted
source: All results have been removed
german: Alle Ergebnisse wurde zurückgesetzt

# ImportNoFile
source: There is no file to import
german: Es gibt keine Datei zu importieren

# ProblemUploadingFile
source: There was a problem sending your file. Nothing has been received.
german: Es gab ein problem beim Dateiversand. Es wurde nichs empfangen.

# AllResultsEdited
source: All results have been edited
german: Alle Ergebnisse wurden bearbeitet

# UserInfoDoesNotMatch
source: The user info doesn't match.
german: Die Benutzerinformation passt nicht.

# ScoreDoesNotMatch
source: The score doesn't match
german: Die Punkte passen nicht

# FileUploadComplete
source: File upload successfull
german: Datei-Upload erfolgreich

source: No results available
german: Keine Ergebnisse verfügbar

# CannotChangeTheMaxNote
source: Cannot change the score
german: Kann die Punktzahl nicht ändern

# GradebookWeightUpdated
source: Weights updated successfully
german: Gewichtung erolgreich aktualisiert

# ChooseItem
source: Choose activity to assess
german: Aktivität für Bewertung auswählen

source: Average results vs resource
german: Durchschnittsergebnis ./. Ergebnis

source: To view graph score rule must be enabled
german: Um die grafische Auswertung anzuzeigen, muss das Bewertungssystem aktiviert sein.

# GradebookPreviousWeight
source: Previous weight of resource
german: Vorherige Gewichtung der Bewertung

# AddAssessment
source: Add this classroom activity to the assessment
german: Diese Klassen-Aktivität zur Bewertung hinzufügen

# FolderView
source: Assessment home
german: Bewertungen Home

# GradebookSkillsRanking
source: Skills ranking
german: Bewertungsreihenfolge

# SaveScoringRules
source: Save weights in report
german: Gewichtung in Auswertung speichern

source: Attach certificate
german: Zertifikat hinzufügen

# GradebookSeeListOfStudentsCertificates
source: See list of learner certificates
german: Liste der Zertifikate der Kursteilnehmer zeigen

source: Create certificate
german: Zertifikat erstellen

source: Upload certificate
german: Zertifikat hochladen

source: Certificate name
german: Bezeichnung des Zertifikats

source: Certificate overview
german: Übersicht Zertifikat

# CreateCertificateWithTags
source: Create certificate with this tags
german: Zertifikat mit diesen Platzhaltern speichern

source: View presence sheets
german: Anwesenheitlisten anzeigen

source: View evaluations
german: Bewertungen sehen

source: New presence sheet
german: Neue Anwesenheitliste

# NewPresenceStep1
source: New presence sheet: step 1/2 : fill in the details of the presence sheet
german: Neue Anwesenheitliste: Schritt 1 von 2 - Details der Anwesenheitsliste ausfüllen

# TitlePresenceSheet
source: Title of the activity
german: Titel der Aktivität

# Trainer
source: Teacher
german: Kursleiter

source: Presence sheet created by
german: Anwesenheitliste erstellt von

# SavePresence
source: Save presence sheet and continue to step 2
german: Anwesenheitliste speichern und weiter mit Schritt 2

# NewPresenceStep2
source: New presence sheet: step 2/2 : check the trainees that are present
german: Neue Anwesenheitliste: Schritt 2 von 2 - Teilnehmer überprüfen die anwesend sind

source: No certificate available
german: Kein Zertifikat verfügbar

source: Save certificate
german: Zertifikat speichern

# CertificateNotRemoved
source: Certificate can't be removed
german: Zertifikat kann nicht entfernt werden

source: Certificate removed
german: Zertifikat entfernt

# NoDefaultCertificate
source: No default
german: Kein Standard

source: Default certificate
german: Standard-Zertifikat

source: Preview certificate
german: Zertifikat Vorschau

# IsDefaultCertificate
source: Certificate set to default
german: Zertifikat als Standard-Zertifikat definiert

source: Import presences
german: Anwesenheiten importieren

source: Add presences
german: Anwesenheit hinzufügen

source: Delete presences
german: Anwesenheit löschen

# GradebookListOfStudentsCertificates
source: List of learner certificates
german: Liste der Zertifikate der Kursteilnehmer

source: New presence
german: Neue Anwesenheit

source: Edit presence
german: Anwesenheit bearbeiten

source: Saved edit presence
german: Geänderte Anwesenheit speichern

# PresenceSheetFormatExplanation
source: You should use the presence sheet that you can download above. This presence sheet contains a list of all the learners in this course. The first column of the XLS file is the official code of the learner, followed by the lastname and the firstname. You should only change the 4th column and note 0 = absent, 1 = present
german: Sie sollten die Anwesenheitsleiste verwenden, die Sie oben herunterladen können. Diese Anwesenheitsleiste enthäkt eine Liste mit allen Kursteilnehmern dieses Kurses. Die erste Spalte der xls-Datei ist die offizielle Bezeichnung des Kursteilnehmers gefolgt von Nachname und Vorname, Sie sollten nur die vierte Spalte ändern und dort für die Anwesenheite ien 1 und die Abwesenheit eine 0 eintragen.

source: Validate presence sheet
german: Überprüfe Anwesenheitsliste

source: Back to
german: Zurück zu

source: Presence sheet
german: Anwesenheitsliste

source: Presence sheets
german: Anwesenheitslisten

source: Evaluations
german: Bewertungen

# SaveEditPresence
source: Save changes in presence sheet
german: Änderungen in Anwesenheitsliste speichern

# Training
source: Course
german: Kurs

source: Present
german: Anwesenheit

# Numero
source: N
german: Nr.

# PresentAbsent
source: 0 = absent, 1 = present
german: 0 = abwesend, 1 = anwesend

# ExampleXLSFile
source: Example Excel (XLS) file
german: Beispiel Excel (XLS) Datei

# NoResultsInPresenceSheet
source: No presence registered
german: Keine Anwesenheit eingetragen

# EditPresences
source: Modify presences
german: Anwesenheiten verändern

source: Total weight must not be more than
german: Gesamtgewichtung darf nicht mehr sein als

# ThereIsNotACertificateAvailableByDefault
source: There is no certificate available by default
german: Es gibt kein Standard-Zertifikat

source: Certificate minimun score is required and must not be more than
german: Ein Mindestwert für das Zertifikat ist notwendig und muß größer sein als

# LinkMod
source: Save
german: Speichern

source: Edit link
german: Aktivität bearbeiten

# CategoryDeleted
source: The category has been deleted.
german: Die Kategorie wurde gelöscht.

# AreYouSureToLockedTheEvaluation
source: Are you sure you want to lock the evaluation?
german: Sind Sie sicher das Sie die Bewertung sperren wollen?

# AreYouSureToUnLockedTheEvaluation
source: Are you sure you want to unlock the evaluation?
german: Sind Sie sicher das Sie die Bewertung entsperren wollen?

source: Evaluation has been unlocked
german: Bewertung wurde entsperrt

source: Evaluation has been locked
german: Bewertung wurde gesperrt

source: Over 100
german: Über 100

# UnderMin
source: Under the minimum.
german: Unter dem Minimum.

# MoveWarning
source: Warning: moving gradebook elements can be dangerous for the data inside your gradebook.
german: HIWEIS: Das Verschieben von Elementen aus der Bewertungsmappe kann zu Fehlern bereits erfasster Daten innerhalb der Bewertunsgmappe führen.

# CategoryMoved
source: The gradebook has been moved.
german: Die Bewertungsmappe wurde verschoben.

# EvaluationMoved
source: The gradebook component has been moved.
german: Das Element der Bewertungsmappe wurde verschoben.

# NoLinkItems
source: There are not linked components.
german: Es gibt keine zugeordneten Elemente.

# NoUniqueScoreRanges
source: There is no unique score range possibility.
german: Dort ist keine einheitliche Bewertung möglich.

# DidNotTakeTheExamAcronym
source: The user did not take the exam.
german: Der Benutzer hat den Test nicht gemacht.

# DidNotTakeTheExam
source: The user did not take the exam.
german: Der Benutzer hat den Test nicht gemacht.

source: Delete user
german: Benutzer löschen

source: Result deleted.
german: Ergebnis gelöscht.

source: Results deleted.
german: Ergebnisse gelöscht.

# OverWriteMax
source: Overwrite the maximum.
german: Überschreibe das Maximum.

# ImportOverWriteScore
source: The import should overwrite the score.
german: Der Import wird die Bewertung überschreiben.

source: No decimals
german: Keine Dezimalstellen

source: Negative value
german: Negativer Wert

# ToExportMustLockEvaluation
source: To export, you must lock the evaluation.
german: Für den Export muss die Bewertung gesperrt werden.

source: Show links
german: Aktivitäten anzeigen

source: Total for this category.
german: Gesamt in dieser Kategorie.

source: Open document
german: Dokument öffnen

source: Lock evaluation
german: Bewertung sperren

source: Unlock evaluation.
german: Bewertung entsperren

source: The evaluation is locked.
german: Die Bewertung ist gesperrt

source: Back to evaluation.
german: Zurück zur Bewertung

source: Total weight
german: Gesamtgewichtung

# SumOfActivitiesWeightMustBeEqualToTotalWeight
source: The sum of all activity weights must be equal to the total weight indicated in your assessment settings, otherwise the learners will not be able to reach the sufficient score to achieve their certification.
german: Die Summe aller Aktivitäts-Gewichtungen muss der Einstellung enstprechen, die Sie in Ihrer Bewertungseinstellung gemacht haben. Anderenfalls werden die Kursteilnehmer nicht in der Lage sein, die notwendige Punktzahl für die Erlangung eines Zertifikats zu erzielen.

# TotalSumOfWeights
source: The sum of all weights of activities inside this assessment has to be equivalent to this number.
german: Die Summe aller Gewichtungen der Aktivitäten innerhalb dieser Bewertung muss dieser Zahl entsprechen

# TotalWeightMustBeX
source: The sum of all weights of activities must be %s
german: Die Summe aller Gewichtungen der Aktivitäten muss %s sein.

source: Export as .doc
german: Als DOC-Datei exportieren.

# SelectGradebook
source: Select assessment
german: Bewertung auswählen

# CheckYourGradingModelValues
source: Please check your grading model values
german: Bitte überprüfen Sie die Werte Ihres Bewertungsmodells

# SkillsAchievedWhenAchievingThisGradebook
source: Skills obtained when achieving this assessment
german: Mittlere Punktzhal , um diese Bewertung zu erreichen.

# AddGradebook
source: Add assessment
german: Bewertung hinzufügen

# SelectGradeModel
source: Select a calification model
german: Ein Bewertungsmodell auswählen

# AllMustWeight100
source: The sum of all values must be 100
german: Die Summe aller Werte muss 100 entsprechen

source: Components
german: Elemente

# OnlyActiveWhenThereAreAnyComponents
source: This option is enabled if you have any evaluations or categories
german: Diese Option ist aktiv, wenn Sie keine Bewertung oder Kategorien angelegt haben.

# GradebookLockedAlert
source: This assessment has been locked. You cannot unlock it. If you really need to unlock it, please contact the platform administrator, explaining the reason why you would need to do that (it might otherwise be considered as fraud attempt).
german: Diese Bewertung wurde gesperrt. Sie können sie nicht entsperren. Wenn Sie sie wirklich entsperren möchten, kontaktieren Sie den Portal-Administrator.Erklären Sie ihm, warum es für Sie notwendig ist die Enstperrung vorzunehmen, ansonsten kann dies als Betrugsversuch gewertet werden.
