Repository: chamilo/chamilo-lms
Catalog: resources/locale/*/hotspot.inc.po
Languages: french

# select
source: Validate
french: Sélectionner

source: Square
french: Rectangle

# circle
source: Elipse
french: Ellipse

# poly
source: Polygon
french: Polygone

# status1
source: Draw a hotspot.
french: Dessinez une zone cliquable.

# status2_poly
source: Use right-click to close the polygon.
french: Faites un clic droit pour fermer le polygone.

# status2_other
source: Release the mousebutton to save the hotspot.
french: Relâchez le bouton de la souris pour sauvegarder la zone cliquable.

# status3
source: Hotspot saved
french: Zone cliquable sauvegardée.

# exercise_status_1
source: Answer by clicking in the image below
french: Statut: Question non-terminée

# exercise_status_2
source: Validate answers
french: Cliquez pour envoyer vos réponses à la question

# exercise_status_3
source: Status: Question terminated
french: Statut : Question terminée

# showUserPoints
source: Show/Hide userclicks
french: Montrer/cacher les clics

# showHotspots
source: Show / Hide hotspots
french: Montrer/cacher les zones cliquables

# labelPolyMenu
source: Close polygon
french: Fermer le polygone

# triesleft
source: Attempts left
french: Essais restants

# exeFinished
source: Now click on the button below to validate your answers.
french: Toutes les réponses ont été remplies. Modifiez vos choix ou envoyez vos réponses

# nextAnswer
source: Now click on: &done=done
french: Cliquez maintenant sur : &done=done

source: Delineation
french: Délinéation

# labelDelineationMenu
source: Close delineation
french: Fermer la délinéation

# oar
source: Area at risk
french: Zone à risque
