Repository: chamilo/chamilo-lms
Catalog: resources/locale/*/md_document.inc.po
Languages: german

# langMdCallingTool
source: Documents
german: Dokumente

# langMdTitle
source: Learning Object Title
german: Element-Titel

# langMdDescription
source: To store this information, press Store
german: Um diese Informationen zu sichern, klicken Sie auch speichern'

# langMdCoverage
source: e.g. Bachelor of ...
german: z.B. Erwachsenenbildung, Sekundarstufe 2

# langMdCopyright
source: e.g. provided the source is acknowledged
german: z.B. wenn die Quelle erwähnt wird

# langTool
source: Document Metadata
german: Dokumenten-Metadaten

# langNoScript
source: Script is not enabled in your browser, please ignore the screen part below this text, it won't work...
german: Script ist in Ihrem Browser nicht aktiviert; bitte ignorieren Sie den Teil des Bildschirms unter diesem Text, es wird nicht funktionieren ...

# langPressAgain
source: Press 'Store' again...
german: Bitte nochmals 'speichern' klicken

# langLanguageTip
source: the language in which this learning object was made
german: die Sprache, in der dieses Element erstellt wurde

# langIdentifier
source: Identifier
german: Erkennungszeichen / ID

# langIdentifierTip
source: unique identification for this learning object, composed of letters, digits, _-.()'!*
german: Ein einzigartiges Erkennungszeichen / ID für dieses Element, bestehend aus Buchstaben, Ziffern,_-.()'|*

# langTitleTip
source: title or name, and language of that title or name
german: Titel oder Name, Sprache des Titels oder Namens

# langDescriptionTip
source: description or comment, and language used for describing this learning object
german: Bescheibung oder Kommentar und Sprache für die Beschreibung dieses Elements

# langKeyword
source: Keyword
german: Schlagwort

# langKeywordTip
source: separate by commas (letters, digits, -.)
german: Durch Kommata trennen (Buchstaben, Ziffern,-)

# langCoverage
source: Coverage
german: Geeignet für

# langCoverageTip
source: for example bachelor of xxx: yyy
german: z.B. Erwachsenenbildung, Sekundarstufe 2

# langKwNote
source: If you change the description language, do not add keywords at the same time.
german: Wenn Sie die Sprache für die Beschreibung ändern, bitte gleichzeitig keine Schlagwörter hinzufügen

# langClickKw
source: Click a keyword in the tree to select or deselect it.
german: Ein Schlagwort anklicken, um es aus- oder abzuwählen

# langKwHelp
source: <br/>Click '+' button to open, '-' button to close, '++' button to open all, '--' button to close all.<br/><br/>Clear all selected keywords by closing the tree and opening it again with the '+' button.<br/>Alt-click '+' searches the original keywords in the tree.<br/><br/>Alt-click keyword selects a keyword without broader terms ordeselects a keyword with broader terms.<br/><br/>If you change the description language, do not add keywords at the same time.<br/><br/>
german: Verwendungsrechte

# langRightsTip
source: describe in words
german: Mit Worten beschreiben

# langVersionTip
source: number or description
german: Zahl oder Beschreibung

# langStatusTip
source: select from list
german: Aus Liste auswählen

# langCreatedSize
source: Created, size
german: Erstellt, Größe

# langCreatedSizeTip
source: YYYY-MM-DD when created, size in octets (bytes)
german: JJJJ-MM-TT der Erstellung, Größe in Bytes

# langAuthorTip
source: in VCARD format
german: im VCARD Format

# langFormatTip
source: select from list
german: aus Liste auswählen

# langLocationTip
source: click to open object
german: Zum Öffnen des Objekts klicken

# langStore
source: Store
german: speichern

# langDeleteAll
source: Delete all metadata
german: Alle Metadaten löschen

# langConfirmDelete
source: Do you *really* want to delete all metadata?
german: Wollen Sie *wirklich* alle Metadaten löschen?

# langCourseKwds
source: This document contains the course keywords
german: Dieses Dokument enthält die Schlagworte für den Kurs

# langSearch
source: Search
german: Suchen

# langSearchCrit
source: One word per line!
german: Ein Wort pro Zeile!

# langStatuses
source: :draft:draft,, final:final,, revised:revised,, unavailable:unavailable
german: :nein:frei, umsonst,, ja:nicht frei, kostenpflichtig

# langCopyrights
source: :yes:copyright,, no:no copyright
german: :ja:Copyright,, nein:kein Copyright

# langFormats
source: :text/plain;iso-8859-1:text/plain;iso-8859-1,, text/plain;utf-8:text/plain;utf-8,, text/html;iso-8859-1:text/html;iso-8859-1,, text/html;utf-8:text/html;utf-8,, inode/directory:Folder,, application/msword:MsWord,, application/octet-stream:Octet stream,, application/pdf:PDF,, application/postscript:PostScript,, application/rtf:RTF,, application/vnd.ms-excel:MsExcel,, application/vnd.ms-powerpoint:MsPowerpoint,, application/xml;iso-8859-1:XML;iso-8859-1,, application/xml;utf-8:XML;utf-8,, application/zip:ZIP
german: :text/plain;iso-8859-1:text/plain;iso-8859-1,, text/plain;utf-8:text/plain;utf-8,, text/html;iso-8859-1:text/html;iso-8859-1,, text/html;utf-8:text/html;utf-8,, audio/basic:audio/basic,, audio/midi:audio/midi,, audio/mpeg:audio/mpeg,, audio/x-wav:audio/x-wav,, image/gif:image/gif,, image/jpeg:image/jpeg,, image/png:image/png,, image/tiff:image/tiff,, video/mpeg:video/mpeg,, video/quicktime:video/quicktime,, video/x-msvideo:video/x-msvideo,, message/rfc822:message/rfc822,, inode/directory:inode/directory,, application/msword:MsWord,, application/octet-stream:Octet stream,, application/pdf:PDF,, application/postscript:PostScript,, application/rtf:RTF,, application/vnd.ms-excel:MsExcel,, application/vnd.ms-powerpoint:MsPowerpoint,, application/xml;iso-8859-1:XML;iso-8859-1,, application/xml;utf-8:XML;utf-8,, application/zip:ZIP
