Repository: chamilo/chamilo-lms
Catalog: resources/locale/*/notebook.inc.po
Languages: german

source: New note
german: Neue Notiz

source: Note
german: Notiz

source: Note deleted
german: Notiz gelöscht

source: Note updated
german: Notiz aktualisert

source: Note created
german: Notiz erstellt

# YouMustWriteANote
source: Please write a note
german: Bitte eine Notiz schreiben

source: Save note
german: Notiz speichern

# WriteYourNoteHere
source: Click here to write a new note
german: Hier klicken, um eine Notiz zu schreiben

source: Search by title
german: Nach Titel suchen

source: Write the title here
german: Hier den Titel schreiben

# UpdateDate
source: Updated
german: Aktualisiert

# NoteAddNew
source: Add new note in my personal notebook
german: Neue Notiz in mein persönliches Notizbuch schreiben

# OrderByCreationDate
source: Sort by date created
german: Nach Erstellungsdatum sortieren

# OrderByModificationDate
source: Sort by date last modified
german: Nach letztem Änderungsdatum sortieren

# OrderByTitle
source: Sort by title
german: Nach Titel sortieren

source: Note title
german: Titel der Notiz

# NoteComment
source: Note details
german: Details der Notiz

source: Note added
german: Notiz hinzugefügt

# NoteConfirmDelete
source: Are you sure you want to delete this note
german: Sind Sie sicher, das Sie diese Notiz löschen wollen?

# AddNote
source: Create note
german: Notiz erstellen

# ModifyNote
source: Edit my personal note
german: Meine persönliche Notiz bearbeiten

source: Back to note list
german: Zurück zur Übersicht

source: Notebook management
german: Notizbuch-Verwaltung

# BackToNotesList
source: Back to the notes list
german: Zurück zur Übersicht

# NotesSortedByTitleAsc
source: Notes sorted by title ascendant
german: Notizen sortiert nach Titel (aufsteigend)

# NotesSortedByTitleDESC
source: Notes sorted by title downward
german: Notizen sortiert nach Titel (absteigend)

# NotesSortedByUpdateDateAsc
source: Notes sorted by update date ascendant
german: Notizen sortiert nach Aktualisierungsdatum (aufsteigend)

# NotesSortedByUpdateDateDESC
source: Notes sorted by update date downward
german: Notizen sortiert nach Aktualisierungsdatum (absteigend)

# NotesSortedByCreationDateAsc
source: Notes sorted by creation date ascendant
german: Notizen sortiert nach Erstellungsdatum (aufsteigend)

# NotesSortedByCreationDateDESC
source: Notes sorted by creation date downward
german: Notizen sortiert nach Erstellungsdatum (absteigend)
