Repository: chamilo/chamilo-lms
Catalog: resources/locale/*/reservation.inc.po
Languages: german

# ReservationPeriodToSmall
source: The reservation period is to short.
german: Die reservierte Zeitspanne ist zu kurz

source: Booking system
german: Buchungssystem

source: Booking period list
german: Liste gebuchter Zeitspannen

# BookingListView
source: Booking list
german: Buchungsliste

source: Booking calendar view
german: Kalenderansicht der Buchungen

# BookingPeriods
source: Scheduling
german: Zeitspannen werden gebucht

source: Resource list
german: Ressourcenliste

# GoToCalendarView
source: Calendar view
german: Kalenderansicht öffnen

# GoToListView
source: List view
german: Listenansicht öffnen

source: Manage resources
german: Ressourcen verwalten

source: Edit resource
german: Ressourcen bearbeiten

# BookIt
source: Book a resource
german: Buchen Sie eine Ressource

source: Go to
german: Gehe zu

source: No time picker
german: Kein Zeitwähler

source: Time picker
german: Zeitwähler

source: Manage booking periods
german: Buchungszeiträume verwalten

# BookingPeriodToSmall
source: The booking period is to small.
german: Der Buchungszeitraum ist zu kurz

# BookingPeriodToBig
source: The booking period is to big.
german: Der Buchungszeitraum ist zu lang

# BookingPeriodTimePickerError1
source: A booking period without a timepicker can not be made if the minimum and maximum time of a chunck differs from zero.
german: Ein Buchungszeitraum kann ohne Zeitwähler nur ganztägig erstellt werden.

# BookingPeriodTimePickerError2
source: A booking period with a timepicker can not be made if the maximum time is smaller than the minimum time of a chunck.
german: Ein Buchungszeitraum kann mit einem Zeitwähler nicht erstellt werden, wenn die Maximalzeit kleiner als die Minimalzeit eines Teils ist.

# BookingPeriodTimePickerError3
source: A booking period with a timepicker can not be made if the maximum time of a chunck doesn't fit between the start and end date.
german: Ein Buchungszeitraum mit Zeitwähler kann nicht erstellt werden, wenn die Maximalzeit eines Teils die Dauer zwischen Start- und Enddatum übersteigt.

# BookingPeriodHasSubscriptions
source: The booking period has #NUM# active bookings, editing the booking period is not possible
german: Der Buchungszeitraum hat #NUM# aktive Einträge, ein Bearbeiten ist nicht möglich.

# TimePickerMaxUsers
source: * When the timepicker is being used, the maximum number of subscriptions is being ignored.
german: *Falls ein Zeitwähler benutzt wird, wird die maximale Anzahl von Anmeldungen ignoriert.

# TimePickerMinMaxNull
source: * If the minimum and maximum value of the timepicker is zero, the time can be chosen variably.
german: *Wenn Minimum und Maximum des Zeitwählers Null sind, können die Zeiten variabel vergeben werden.

# DeleteSelectedBookingPeriod
source: Delete selected booking periods
german: Buchungszeitraum löschen

# EditNewBookingPeriod
source: Edit a booking period
german: Buchungszeitraum bearbeiten

# BookingPeriodAdded
source: The booking period has been added
german: Der Buchungszeitraum wurde hinzugefügt

# BookingPeriodDeleted
source: The booking period has been deleted
german: Der Buchungszeitraum wurde gelöscht

# ConfirmDeleteBookingPeriod
source: Are you sure that you want to permantly delete this booking period?
german: Wollen Sie den Buchungszeitraum endgültig löschen?

# DeleteBookingPeriod
source: Remove this booking period
german: Entferne diesen Buchungszeitraum

# BookingPeriodEdited
source: The booking period has been edited
german: Der Buchungszeitraum wurde bearbeitet

# BookingPeriodDateOverlap
source: A part of the booking period is already in use in the period from #START# until #END#
german: Ein Teil des Buchungszeitraums wird bereits von #START# bis #END# benutzt.

# BookingPeriodSubscribeUntilAfterStart
source: The subscribe until date is greater then the startdate
german: Das Anmeldedatum liegt nach dem Startdatum

# RepeatFor
source: Repeat every
german: Wiederhole jeden

source: Repeat until
german: Wiederhole bis

# BookingPeriodPast
source: Its not possible to make reservations before the current time
german: Reservierungen für die Vergangenheit sind nicht möglich

# ReservationMaxUsersOverrun
source: The are already more people subscribed then the Max Users you selected
german: Die Anzahl der Anmeldungen übersteigt Ihre ausgewählte Höchstanzahl von Benutzern

# AddNewBookingPeriod
source: Add a new booking period
german: neuen Buchungszeitraum hinzufügen

# BookingPeriodTimePickerLimitation
source: It is not possible to make reservations with a timepicker if the start and end date are not the same.
german: Begrenzung des Buchungszeitraum-Zeitwählers

# ResourceTypeName
source: Resource type
german: Ressourcentyp

source: Add new resource type
german: neuen Ressourcentyp hinzufügen

# ResourceTypeAdded
source: The resource type has been added
german: Der Ressourcentyp wurde hinzugefügt.

# ResourceTypeEdited
source: The resource type has been edited
german: Der Ressourcentyp wurde bearbeitet.

# ResourceTypeDeleted
source: The resource type has been deleted
german: Der Ressourcentyp wurde gelöscht.

# ConfirmDeleteResourceType
source: Are you sure that you want to permantly delete this resource type?
german: Wollen Sie diesen Ressourcentyp endgültig löschen?

source: Edit resource type
german: Ressourcentyp bearbeiten

source: Delete resource type
german: Ressourcentyp löschen

# DeleteSelectedCategories
source: Delete selected resources
german: Ausgewählte Ressourcen löschen

# NoResourcesType
source: No resource type yet
german: Kein Ressourcentyp bisher

# ResourceType
source: Category
german: Kategorie

# ResourceTypeExist
source: This resource type already exists
german: Dieser Ressourcentyp existiert bereits

# ResourceTypeHasItems
source: The resource type has #NUM# items ! Delete has been aborted
german: Der Ressourcentyp hat #NUM# Inhalte! Löschen abgebrochen

# ResourceTypeNotDeleted
source: Some categories could not be removed because they contain resources
german: Einige Kategorien können nicht gelöscht werden, da sie Ressourcen enthalten.

# DeleteSelectedSubscriptions
source: Delete selected reservation
german: Ausgewählte Reservierung löschen

# DeleteSubscription
source: Delete reservation
german: Reservierung löschen

# SubscriptionDeleted
source: Your reservation has been deleted
german: Ihre Reservierung wurde gelöscht.

# ConfirmDeleteSubscription
source: Are you sure that you want to delete this reservations?
german: Wollen Sie diese Reservierung wirklich löschen?

# SubscribeInformation
source: Please confirm if you want to make a reservation from #start# until #end# for #name#
german: Bitte bestätigen Sie die Reservierung von #START# bis #END# für #NAME#

# SubscribeTimePickerInformation
source: Please select for #name# a period #from_till between: #start_end
german: Bitte wählen Sie für #name# einen Zeitraum #from_till# zwischen: #start_end#

source: Reservation added
german: Reservierung hinzugefügt

# ReservationTresspassing
source: This reservation is already full, you are not allowed on this page
german: Reservierung abgeschlossen, keine Berechtigung für diese Seite.

# ReservationOutOfDate
source: The date you have choosen is already in use and/or is not the reservation period from #START# until #END#
german: Das gewählte Datum ist bereits besetzt und/oder liegt nicht zwischen #START# und #END#.

# ReservationAlready
source: You already booked this resource
german: Sie haben diese Ressource bereits reserviert.

# ReservationMadeTitle
source: Your booking of #ITEM# was successfull
german: #ITEM# wurde gebucht.

# ReservationMadeMessage
source: A booking period of #NAME# has been deleted
german: Ein Buchungszeitraum von #NAME# wurde gelöscht

# ReservationDeleteMessage
source: Out period
german: Ausserhalb des Buchungszeitraums

# ReservationFromUntilError
source: Recurrence
german: Woiederholung

source: No recurrence
german: Keine Wiederholung

# UntilRecurrence
source: Use recurrence
german: Wiederholung verwenden

# TimePickerLimitation
source: * When the timepicker is being used, the start and enddate must be the same.
german: * Wenn der Zeitwähler verwendet wird, müssen Start- und Enddatum identisch sein.

source: Overview subscriptions
german: Buchungsübersicht

# OverviewReservedPeriods
source: Overview subscribed periods
german: Übersicht gebuchter Zeiträume

# SubscribedStartDate
source: Subscribed from end date
german: Gebucht vom Startzeitpunkt

# SubscribedEndDate
source: Subscribed till end date
german: Gebucht bis Endzeitpunkt

source: Subscribed person
german: Gebucht von Benutzer

source: Booking view
german: Buchungsansicht

source: Subscribe until
german: Gebucht bis

source: Subscribe from
german: Gebucht von

source: Notes
german: Bemerkungen

source: Subscription Period
german: Buchungszeitraum

# NoPeriod
source: No subscription period
german: Kein Buchungszeitraum

# FixedPeriod
source: Fixed subscription period
german: Feststehender Buchungszeitraum

source: Resource filter
german: Ressourcen-Filter

# NoReservation
source: No booking period yet
german: Keine Buchung vorhanden

# MaxUsers
source: Maximum subscriptions
german: Maximal Anzahl von Benutzern die buchen dürfen

# AutoAccept
source: Accept users automatically
german: Benutzer automatisch akzeptieren

# ResourceName
source: Resource
german: Ressource

source: Resource added
german: Ressource hinzugefügt

source: Resource edited
german: Ressource aktualisiert

# ResourceDeleted
source: The resource has been deleted
german: Ressource gelöscht

source: Add new resource
german: Neue Ressource hinzufügen

# ConfirmDeleteResource
source: Are you sure that you want to permantly delete this resource?
german: Sind Sie sicher, dass Sie diese Ressource löschen möchten?

# ResourceInactivated
source: The resource has been disabled
german: Ressource gesperrt

# ResourceActivated
source: The resource has been enabled
german: Ressource wurde entsperrt

# Resource
source: Assessment
german: Ressource

source: Open booking
german: Buchung öffnen

source: Delete resource
german: Ressource löschen

source: Delete selected resources
german: Ausgewählte Ressourcen löschen

# ResourceExist
source: The resource already exists
german: Ressource existiert bereits

# AcceptUsers
source: Accepting users
german: Benutzer akzeptieren

# UnacceptedUsers
source: Unaccepting users
german: Benutzer ablehnen

# DeleteSubscriptions
source: Deleting subscriptions
german: Buchungszeitraum löschen

# NoItems
source: No resources yet
german: Keien Ressourcen vorhanden

# ItemNotDeleted
source: Some resources are not removed because there are pending bookings
german: Einige Ressourcen wurden nicht gelöscht, das Sie Bestandteil von bevorstehenden Buchungen sind.

# ItemHasReservations
source: The resource still has #NUM# active booking(s)
german: Die Ressource hat noch #NUM# aktive Buchung(en)

# NoItemsReservation
source: There are no resources available for you in here
german: Hier gibt es keine für Sie verfügbaren Ressourcen

# ReservationAccepted
source: Your booking of #ITEM# is accepted
german: Ihre Buchung von #ITEM# wurde genehmigt

# ReservationDenied
source: Your booking for #ITEM# was refused
german: Ihre Buchung von #ITEM# wurde abgelehnt

# ReservationForItemAccepted
source: Reservation cancelled, #NAME# is temporary unavailable
german: Reservierung abgebrochen, #NAME# ist zur Zeit nicht verfügbar.

# ReservationActive
source: Reservation is active again, #NAME# is available again
german: Reservierungist wieder aktiv, #NAME# ist wieder verfügbar

# ReservationUnavailable
source: Resources
german: Ressourcen

source: Edit booking period
german: Buchungszeitraum bearbeiten

source: Create resource type
german: Ressource Typ anlegen

# ModifyResourceType
source: Edit resource type
german: Ressource Typ bearbeiten

# ViewResourceTypes
source: View the resource types
german: Ressource-Typen anzeigen

# ViewResources
source: View the resources
german: Ressourcen anzeigen

# ViewBookingPeriods
source: View the booking periods
german: Buchungszeiträume anzeigen

source: Always available
german: Immer verfügbar

# SelectResourceTypeAndResource
source: Select the resource type
german: Ressource Typ auswählen

source: Step 1: Select resource type
german: Schritt 1: Ressource Typ auswählen

# Step2SelectResource
source: Step 2: select the resource
german: Schritt 2: Ressource auswählen

# Step3SelectBookingPeriod
source: Step 3: select the booking period
german: Schritt 3: Buchungszeitraum auswählen

source: No reservations
german: Keine Reservierungen

# ItemRightDeleted
source: Item permissions removed.
german: Objekt Rechte entfernt

# MItemRights
source: Item rights
german: Objekt Rechte

# MReservationRight
source: Booking permissions
german: Buchungsrechte

# ItemRightEdited
source: Item permissions updated.
german: Objekt Rechte aktualisiert

source: No rights
german: Keine Rechte

# MItemRights2
source: Item permissions
german: Objekt Rechte

# MAddClassgroup
source: Add class/group
german: Klasse / Gruppe hinzufügen

# EditItemRight
source: Edit item permissions
german: Objekt Rechte bearbeiten

# DeleteItemRight
source: Delete item permissions
german: Objekt Rechte löschen

# MBookingPeriodsRight
source: Booking period permissions
german: Buchungszeitraum Rechte

# ViewItemRight
source: View item permissions
german: Objekt Rechte anzeigen

# DeleteSelectedItemRights
source: Delete selected item permissions
german: Alle Objekt Rechte löschen

# SetEditRights
source: Set edit permissions
german: Bearbeitungs-Rechte (JA)

# UnsetEditRights
source: Remove edit permissions
german: Bearbeitungs-Rechte (NEIN)

# SetDeleteRights
source: Assign delete permissions
german: Lösch-Rechte (JA)

# UnsetDeleteRights
source: Remove delete permissions
german: Lösch-Rechte (NEIN)

# SetMresRights
source: Set reservation permissions
german: Reservierungsrecht (JA)

# UnsetMresRights
source: Remove reservation permissions
german: Reservierungsrecht (NEIN)

# SetViewRights
source: Assign view permissions
german: Lesen / Ansehen (JA)

# UnsetViewRights
source: Remove viewing permissions
german: Lesen / Ansehen (NEIN)

# SetAllRights
source: Assign all permissions
german: Alle Rechte (JA)

# UnsetAllRights
source: Remove all permissions
german: Alle Rechte (NEIN)

# ItemCourse
source: Course item
german: Kurs Inhalte

# MItemRight
source: Item permissions
german: Inhalte Rechte

# EditItem2
source: Edit item
german: Inhalt bearbeiten

# ItemManagerHeader
source: Item manager
german: Inhalte Manager

# LangClass
source: Class
german: Klasse

# MReservationPeriodsRight
source: Reservation periods permissions
german: Reservierungszeitraum Recht

# AddNewItem
source: Add a new item
german: Neuen Inhalt hinzufügen

source: Item name
german: Inhalt Name

source: Item description
german: Inhalt Beschreibung

# ItemExist
source: The item exists
german: Inhalt existiert bereits

source: Edit item
german: Inhalt bearbeiten

# ItemEdited
source: Item updated.
german: Inhalt aktualisiert

source: Category filter
german: Kategorie Filter

source: Item creator
german: Inhalt Ersteller

source: Delete selected items
german: Ausgewählte Inhalte löschen

# BookingPeriodTimepickerLimitation
source: Limitation on booking period timepicker
german: Beschränkung des Zeitfensters

source: Blackout
german: Ausfall

source: Every day
german: Jeden Tag

source: Every week
german: Jede Woche

source: Every month
german: Jeden Monat

# ReservationForDenied
source: Booking denied
german: Buchung verboten

# BookingPeriodTooSmall
source: The booking period is too small.
german: Der Buchungszeitraum ist zu kurz.

# BookingPeriodTooBig
source: Booking period too long.
german: Der Buchungszeitraum ist zu lang.

source: Permissions stored
german: Rechte gespeichert

source: Permission granted
german: Recht zugewiesen

source: Permission revoked
german: Recht entfernt

source: Role granted
german: Rolle zugewiesen

source: Role revoked
german: Rolle entfernt

# ErrorPleaseGiveRoleName
source: Please give this role a name
german: Bitte der Rolle eine Bezeichnung geben

source: Role deleted
german: Rolle gelöscht

source: Add role
german: Rolle hinzufügen

# RoleComment
source: The role is the item which will allow you to assign rights to a person or group of people.
german: Die Rolle ist das Objekt, was Ihnen erlaubt bestimmte Rechte einer Person oder Gruppe einzuräumen.

source: Default role
german: Standard Rolle

source: Permissions of role
german: Rechte der Rolle

# IsPlatformRoleNotEditable
source: Is the platform role not editable?
german: Ist die Portal-Rolle nicht veränderbar?

# UserPermissions
source: User's permissions
german: Rechte des Benutzers
