Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Import class list via CSV
fr: Importer une liste de classe (format CSV)

source: Display number of users online on the login page (visible for the world)
fr: Afficher le nombre d'utilisateurs connectés sur la page d'accueil (visible par tous)

source: Display number of users online all pages (visible for the persons who are logged in)
fr: Montrer le nombre d'utilisateurs en ligne sur toutes les pages (visible pour les personnes authentifiées)

source: Display number of users online in this course
fr: Afficher le nombre d'utilisateurs connectés à ce cours

source: Show icons in navigation menu?
fr: Afficher les images dans le menu de navigation

source: Focus on location
fr: Endroit :

source: Twitter Creator account
fr: Compte Twitter Creator

source: The selected classes were subscribed to the selected course
fr: Les classes choisies ont été souscrites aux cours choisis

source: Role ID
fr: Rôle ID

source: Role name
fr: Nom du rôle

source: Make available
fr: Rendre disponible

source: Make unavailable
fr: Rendre indisponible

source: Style sheets
fr: feuille de style

source: Should the navigation menu show the different tool icons?
fr: Le menu de navigation devrait-il montrer les différentes icônes d'outil ?

source: Main menu
fr: Menu principal

source: Main menu after login
fr: Menu principal après la connexion (login)

source: Banner
fr: Bannière

source: Resize uploaded user images
fr: Redimentionnez les images des utilisateurs.

source: User images can be resized on upload if PHP is compiled with the <a href="http://php.net/manual/en/ref.image.php" target="_blank">GD library</a>. If GD is unavailable, this setting will be silently ignored.
fr: Les images téléchargées par les utilisateurs peuvent être redimensionnées si PHP a été compilé avec la <a href="http://php.net/manual/en/ref.image.php" target="_blank">librairie GD</a>. Si ce n'est pas le cas, ce réglage n'a aucun effet.

source: Maximum user image width
fr: Largeur maximale des images

source: Maximum width in pixels of a user image. This setting only applies if user images are set to be resized on upload.
fr: Largeur maximale en pixels pour les images téléchargées. Ce réglage n'a d'effet que si le redimensionnement des images a été activé.

source: Maximum user image height
fr: Hauteur maximale des images

source: Maximum height in pixels of a user image. This setting only applies if user images are set to be resized on upload.
fr: Hauteur maximale en pixels des images téléchargées. Ce réglage n'a d'effet que si le redimensionnement des images à été activé.

source: Your version is
fr: Votre version est la

source: Socket Connection Error
fr: Erreur de connexion au site

source: Socket connections are disabled
fr: Les connexions externes (sockets) ne sont pas autorisées

source: Show email addresses
fr: Montrer les adresses de courriel

source: Show email addresses to users
fr: Afficher les adresses de courriel aux utilisateurs

source: Activate this service
fr: Activer les services

source: Chamilo LIVE is a videoconferencing tool that offers: Slides sharing, whiteboard to draw and write on top of slides, audio/video duplex and chat. It requires Flash® player 9+ and offers 2 modes : one to many and many to many.
fr: Chamilo Live Conferencing® est un outil standardisé de vidéoconférence qui offre : diffusion de transparents, superposition avec un tableau blanc pour le dessin et l'écriture au vol, duplex audio et vidéo, demande de parole, discussion écrite par chat et liste des connectés. Il tourne dans le navigateur, en Flash®, et offre 3 modes : one2one, one2many et many2many.

source: Chamilo RAPID is a Rapid Learning tool available in Chamilo Pro and Chamilo Medical. It allows you to convert Powerpoint or LibreOffice presentations to SCORM-compliant courses. After the conversion, you end up in the Courses authoring tool and are able to add audio comments on slides and pages, tests and activities between the slides or pages and interaction activities like forum discussions or assignment upload. Every step becomes an independent and removable learning object. And the whole course generates accurate SCORM reporting for further coaching.
fr: Chamilo RAPID est un outil de Rapid Learning disponible dans Chamilo Pro et Chamilo Medical. Il vous permet de transformer en quelques clics de souris une présentation PowerPoint ou LibreOffice en un parcours d'apprentissage SCORM. Après la conversion, vous arriverez dans l'outil auteur et pourrez ajouter des commentaires audio. Chaque étape deviendra un objet d'apprentissage indépendent et extractible. Le cours complet générera aussi un reporting SCORM fiable pour évaluation ultérieure.

source: MRTG allow you to consult advanced statistics about the state of the server on the last 24 hours.
fr: MRTG vous permet de consulter les statistiques détaillées de l'état de votre serveur sur les dernières 24 heures.

source: Server statistics
fr: Statistiques du serveur

source: AWStats allows you to consult the statistics of your platform : visitors, page views, referers...
fr: AWStats vous permet de consulter les statistiques de visites de la plateforme : visiteurs, pages vues, provenance des visiteurs...

source: Chamilo LIBRARY
fr: Full Text Search engine

source: Chamilo LIBRARY is a Search Engine offering multi-criteria indexing and research. It is part of the Chamilo Medical features.
fr: Full Text Search Engine vous permet de rechercher un mot sur l'ensemble de la plateforme. L'indexation quotidienne des contenus vous assure de la qualité des résultats.

source: Training sessions list
fr: Liste des sessions

source: Add a training session
fr: Ajouter une session

source: Import sessions list
fr: Import de sessions au format XML/CSV

source: Export sessions list
fr: Export de sessions au format XML/CSV

source: Start date
fr: Date de début

source: End date
fr: date de fin

source: Coach name
fr: Nom du coach

source: A name is required for the session
fr: Veuillez donner un nom à cette session

source: Next step
fr: Étape suivante

source: Confirm
fr: Confirmer

source: Unsubscribe users from course
fr: Désinscrire des utilisateurs du cours

source: Missing class name
fr: Nom de classe manquant

source: Class name exists
fr: Ce nom de classe existe déjà

source: CSV file import location
fr: Position du fichier d'import CSV

source: Classes created
fr: Classes créées

source: Errors when importing file
fr: Erreur lors de l'import du fichier

source: Service activated
fr: Service activé

source: Activate service
fr: Activer le service

source: Invalid extension
fr: Service invalide

source: In order to enable the automatic version checking you have to register your portal on chamilo.org. The information obtained by clicking this button is only for internal use and only aggregated data will be publicly available (total number of portals, total number of chamilo course, total number of chamilo users, ...) (see <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. When registering you will also appear on the worldwide list (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>. If you do not want to appear in this list you have to check the checkbox below. The registration is as easy as it can be: you only have to click this button: <br />
fr: Afin d'activer la vérification automatique des versions, vous devez enregistrer votre portail sur Chamilo.org. Les informations que vous nous transmettez en cliquant sur ce bouton sont réservées à un usage interne; seules des informations statistiques globales seront rendues publiques (nombre total de plateformes Chamilo, de cours Chamilo, d'étudiants Chamilo ... Voyez <a href="http://www.chamilo.org/stats/">http://www.chamilo.org/stats/</a>. Après l'enregistrement de votre Plateforme Chamilo, elle apparaitra également sur notre liste internationale (<a href="http://www.chamilo.org/community.php">http://www.chamilo.org/community.php</a>). Si vous ne désirez pas y figurer, cochez la case ci-dessous. Pour vous enregistrer, rien de plus simple: cliquez seulement sur le bouton !

source: After approval
fr: Après approbation

source: Enable learner view
fr: Activer la vue étudiant

source: Enable the learner view, which allows a teacher or admin to see a course as a learner would see it
fr: Activer la vue étudiant, qui permet aux tuteurs ou administrateurs de voir le cours comme un étudiant le verrait

source: Time limit on Who Is Online
fr: Limite de temps sur WhoIsOnline

source: This time limit defines for how many minutes after his last action a user will be considered *online*
fr: Cette limite de temps (en minutes) définit pendant combien de temps après sa dernière action enregistrée un utilisateur est considéré *en ligne*

source: Example material on course creation
fr: Éléments d'exemple sur création de cours

source: Create example material automatically when creating a new course
fr: Créer une série d'éléments d'exemple lors de la création d'un nouveau cours

source: Account validity
fr: Validité des comptes utilisateurs

source: A user account is valid for this number of days after creation
fr: Un nouveau compte utilisateur est valide pendant ce nombre de jours après création

source: Use training sessions
fr: Utiliser les sessions

source: Training sessions give a different way of dealing with training, where courses have an author, a coach and learners. Each coach gives a course for a set period of time, called a *training session*, to a set of learners who do not mix with other learner groups attached to another training session.
fr: Les sessions permettent de gérer les cours différemment. Chaque cours a un créateur, des coaches et des étudiants. Un coach donne un cours donné pendant une période donnée, appelée "session", à un ensemble d'utilisateurs déterminé

source: Activity view
fr: Vue activité

source: Two columns view
fr: Vue en deux colonnes

source: Three columns view
fr: Vue en trois colonnes

source: Allow users profiling inside courses
fr: Autoriser les en-têtes utilisateurs

source: Icons only
fr: Icônes seulement

source: Text only
fr: Texte seulement

source: Icons and text
fr: Icônes et texte

source: Enable tool introduction
fr: Activer les introductions d'outils

source: Enable introductions on each tool's homepage
fr: Activer les introductions sur la page d'accueil de chaque outil

source: Course homepage breadcrumb
fr: "Mies de pain" ("breadcrumb") de la page d'accueil de cours

source: The breadcrumb is the horizontal links navigation system usually in the top left of your page. This option selects what you want to appear in the breadcrumb on courses' homepages
fr: Les "mies de pain" ("breadcrumb") sont la navigation horizontale par liens qui s'affiche généralement en haut à gauche de la page. Cette option vous permet de choisir ce que ce lien affichera.

source: The Twitter site is a Twitter account (e.g. @chamilo_news) that is related to your site. It is usually a more temporary account than the Twitter creator account, or represents an entity (instead of a person). This field is required if you want the Twitter card meta fields to show.
fr: Le Twitter Site est un compte Twitter (ex: @chamilo_news) qui est lié à votre site. Il s'agit généralement d'un compte plus temporaire que celui de Twitter Creator, ou il représente une organisation (plutôt qu'une personne). Ce champ est nécessaire pour activer le fonctionnement des champs méta des Twitter Cards.

source: Login page main area
fr: Zone principale page login

source: Login page menu
fr: Menu page de login

source: Portal homepage main area
fr: Zone principale page portail

source: Portal homepage menu
fr: Menu page accueil du portail

source: Courses main area
fr: Zone principale des cours

source: Courses menu
fr: Menu des cours

source: Header
fr: En-tête

source: Footer
fr: Pied de page

source: Public pages compliance to WAI
fr: Pages publiques conformes à WAI

source: WAI (Web Accessibility Initiative) is an initiative to make the web more accessible. By selecting this option, the public pages of Chamilo will become more accessible. This also means that some content on the portal's public pages might appear differently.
fr: WAI (Web Accessibility Initiative) est une initiative visant à rendre le Web plus accessible. En choisissant cette option, vous rendez les pages publiques de votre portail plus accessibles. Ceci signifie également que certains contenus des pages publiques du site pourraient apparaître différemment.

source: Version check
fr: Vérification de la version

source: Session overview
fr: Résumé de la session

source: Add user in the course only if not yet in
fr: Inscrire l'utilsateur s'il n'est pas déjà inscrit

source: Remove user from course if his name is not in the list
fr: Désinscrire l'utilisateur s'il n'est pas dans le fichier

source: Delete selected sessions
fr: Supprimer les sessions sélectionnées

source: Courses in this session
fr: Liste des cours de cette session

source: Unsubscribe selected courses from this session
fr: Supprimer les cours sélectionnés de cette session

source: Subscribe users to this session
fr: Inscrire des utilisateurs à cette session

source: Portal users list
fr: Liste des utilisateurs de la plateforme

source: List of users registered in this session
fr: Liste des utilisateurs inscrits à cette session

source: Courses list
fr: Liste des cours de la plateforme

source: Host
fr: Hôte

source: FTP password
fr: Mot de passe FTP

source: Path to LZX files
fr: Chemin vers les fichiers LZX

source: Text
fr: Texte

source: Add courses to this session
fr: Ajouter des cours à cette session

source: Start date (available from 00:00:00 on this date)
fr: Date de début de la session

source: End date (until 23:59:59 on this date)
fr: Date de fin de la session

source: Path to live conferencing
fr: Chemin vers la visioconférence

source: Path to classroom live conferencing
fr: Chemin vers la visio conférence de classe

source: Reconfigure extension
fr: Reconfigurer l'extension

source: Service reconfigured
fr: Service reconfiguré

source: Choose news language
fr: Choix d'un nouveau langage

source: Total time spent in a course
fr: Calcul du temps passé sur un cours

source: This option is used to calculate in real time the time that a user spend in a course. The value in the field is the refresh interval in seconds. To disable this option, let the default value 0 in the field.
fr: Cette option permet, en temps réel, de calculer le temps qu'un utilisateur passe sur un cours. La valeur à indiquer dans ce champ est l'intervalle de rafraîchissement en secondes. Pour désactiver cette option, laissez la valeur à 0.

source: Finish session creation
fr: Terminer la création de session

source: Videoconference RTMTP protocol port
fr: Port du protocole RTMPT pour la vidéoconférence

source: Session name already exists
fr: Ce nom de session existe déjà

source: No classes have been created
fr: Aucune classe n'a été créée

source: This field should be numeric
fr: Ce champ devrait contenir un nombre

source: User locked
fr: Utilisateur bloqué

source: User unlocked
fr: Utilisateur débloqué

source: You cannot delete this user
fr: vous ne pouvez paas supprimer cet utilisateur

source: Selected users deleted
fr: Les utilisateurs sélectionnés ont été supprimés

source: Some of the selected users have not been deleted. We recommend you confirm which, by using the advanced search.
fr: Certains utilisateurs n'ont pas été supprimés

source: External authentification
fr: Authentification externe

source: Registration date
fr: Date d'enregistrement

source: User updated
fr: Utilisateur mis à jour

source: Homepage files are not readable
fr: Les fichiers de la page d'accueil n'ont pas les droits en lecture

source: Choose
fr: Choisissez

source: Edit session course
fr: Modifier la session de cours

source: Select a coach
fr: Sélectionner un coach

source: Login is used twice
fr: Un nom d'utilisateur est utilisé deux fois

source: This login is not available
fr: Ce nom d'utilisateur n'est pas disponible

source: This login is too long
fr: Ce nom d'utilisateur est trop long

source: This status doesn't exist
fr: Ce statut n'existe pas

source: This classname is not available
fr: Ce nom de classe n'est pas disponible

source: File imported
fr: Fichier importé

source: Choose the session to export
fr: Choisissez la session à exporter

source: All the sessions
fr: Toutes les sessions

source: This code does not exist
fr: Ce code n'existe pas

source: Unknown user
fr: Utilisateur inconnu

source: Unknown status
fr: Statut inconnu

source: The session has been deleted
fr: La session a bien été supprimée

source: This course doesn't exist
fr: Ce cours n'existe pas

source: This user doesn't exist
fr: Cet utilisateur n'existe pas

source: but problems occured
fr: mais des problèmes sont survenus

source: This login was cut
fr: Ce nom d'utilisateur a été coupé

source: No file was sent
fr: Aucun fichier envoyé

source: Learner status has been given to
fr: Le statut étudiant a été attribué à

source: Wrong date format (yyyy-mm-dd)
fr: La date n'a pas le bon format (yyyy-mm-dd)

source: You will soon receive an email from your coach.
fr: Vous recevrez bientôt un courriel de votre coach.

source: Size of the slides
fr: Taille des diapositives

source: Ephorus plagiarism prevention
fr: Prévention du plagiat Ephorus

source: Teachers
fr: Formateurs du cours

source: Unknown trainer
fr: Formateur inconnu

source: Hide DLTT Markup
fr: Cacher le marquage DLTT

source: List of courses of the session
fr: Liste des cours de la session

source: Unsubscribe selected users from session
fr: Désinscrire les utilisateurs sélectionnés de la session

source: Show the language each course is in, next to the course title, on the homepage courses list
fr: Affiche la langue dans laquelle est chaque cours, à côté du titre du cours, sur la liste de cours de la page d'accueil

source: Show the categories of courses on the homepage, even if they're empty
fr: Afficher les catégories de cours sur la page de garde, même si elles sont vides

source: Show empty courses categories
fr: Affiche les catégories de cours vides

source: XML document is not valid
fr: Le document XML n'est pas valide

source: for the session
fr: pour la session

source: Online e-mail editor enabled
fr: Activer l'éditeur de courriel en ligne

source: If this option is activated, clicking on an e-mail address will open an online editor.
fr: Si cette option est activée, cliquer sur une adresse de courriel ouvrira un éditeur en ligne.

source: Include header line?
fr: Inclure la ligne d'en-têtes?

source: Yes, add the headers<br />This will put the fields names on the first line. It is necessary when you want to import the file later on in a Chamilo portal.
fr: Oui, ajouter la ligne d'en-têtes<br />Placés en première ligne, les titres des champs sont utiles notamment lorsque vous souhaitez réimporter le fichier dans un portail Chamilo.

source: List of users subscribed to course
fr: Liste des utilisateurs inscrits au cours

source: Show course languages
fr: Afficher les langues des cours

source: Videoconference RTMPT protocol tunnel port
fr: Port tunnel du protocole RTMPT pour la vidéoconférence

source: Security
fr: Sécurité

source: Type of filtering on document uploads
fr: Type de filtrage sur l'envoi de documents

source: Whether you want to use the blacklist or whitelist filtering. See blacklist or whitelist description below for more details.
fr: Utilisation de blacklist ou whitelist. Voir description de blacklist et whitelist ci-dessous pour plus de détails

source: Blacklist - setting
fr: Blacklist - paramétrage

source: Whitelist - setting
fr: Whitelist - paramétrage

source: The blacklist is used to filter the files extensions by removing (or renaming) any file which extension figures in the blacklist below. The extensions should figure without the leading dot (.) and separated by semi-column (;) like the following: exe;com;bat;scr;php. Files without extension are accepted. Letter casing (uppercase/lowercase) doesn't matter.
fr: La blacklist, ou liste noire, est un mode de filtrage qui permet d'éliminer (ou de renommer) les fichiers dont les extensions figurent dans la liste ci-dessous. Les extensions doivent être mentionnées sans leur point (.) de préfixe, et doivent être séparées par des points-virgule (;) comme dans l'exemple suivant: exe;com;bat;scr;php. Les fichiers sans extensions sont acceptés d'office. La casse (majuscule/minuscule) n'a pas d'importance.

source: The whitelist is used to filter the file extensions by removing (or renaming) any file whose extension does *NOT* figure in the whitelist below. It is generally considered as a safer but more restrictive approach to filtering. The extensions should figure without the leading dot (.) and separated by semi-column (;) such as the following: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw. Files without extension are accepted. Letter casing (uppercase/lowercase) doesn't matter.
fr: La whitelist, ou liste blanche, est un mode de filtrage qui permet d'éliminer (ou de renommer) les fichiers dont les extensions ne figurent *PAS* dans la liste ci-dessous. Cette méthode est généralement considérée comme plus sûre mais plus contraignante que la blacklist. Les extensions doivent être mentionnées sans leur point (.) de préfixe, et doivent être séparées par des points-virgule (;) comme dans l'exemple suivant: htm;html;txt;doc;xls;ppt;jpg;jpeg;gif;sxw . Les fichiers sans extensions sont acceptés d'office. La casse (majuscule/minuscule) n'a pas d'importance.

source: Filtering behaviour (skip/rename)
fr: Comportement de filtrage (éliminer/renommer)

source: If you choose to skip, the files filtered through the blacklist or whitelist will not be uploaded to the system. If you choose to rename them, their extension will be replaced by the one defined in the extension replacement setting. Beware that renaming doesn't really protect you, and may cause name collision if several files of the same name but different extensions exist.
fr: Si vous choisissez d'éliminer, les fichiers dont l'extension a été filtrée par la blacklist ou la whitelist ne seront pas envoyées sur votre campus. Si vous choisissez de renommer, leur extension sera remplacée par la valeur indiquée dans le paramètre de remplacement d'extension. Notez que le remplacement d'extension ne vous protège pas réellement, et qu'il peut causer des conflits de noms si plusieurs fichiers du même nom mais d'extensions différentes existent.

source: Replacement extension
fr: Extension de remplacement

source: Enter the extension that you want to use to replace the dangerous extensions detected by the filter. Only needed if you have selected a filter by replacement.
fr: Introduisez l'extension qui remplacera les extensions dangereuses qui ont été détectées par le filtre. N'est utile que si vous avez sélectionné un filtrage par remplacement.

source: Show the number of courses in each category in the courses categories on the homepage
fr: Affiche le nombre de cours dans chaque catégorie dans la liste de cours de la page d'accueil

source: This user isn't subscribed in a session
fr: Cet utilisateur n'est pas inscrit dans un cours

source: Display categories on home page
fr: Afficher les catégories sur la page d'accueil

source: This option will display or hide courses categories on the portal home page
fr: Cette option affichera ou cachera les catégories de cours sur la page d'accueil

source: Tabs in the header
fr: Onglets dans l'en-tête
