Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Choose devices
fr: Sélectionner les périphériques

source: Choose Cam:
fr: Sélection de la caméra:

source: Choose Mic:
fr: Sélection du micro:

source: You have to reconnect so that the changes take effect.
fr: Vous devez vous reconnecter pour activer les modifications.

source: Change settings
fr: Modifier les valeurs

source: Course language
fr: Langue du cours

source: Confirm Clear Whiteboard
fr: Confirmer l'effacement du tableau

source: Should the whiteboard be cleared before I add a new Image?
fr: Le tableau doit-il être effacé avant ajout d'une dia?

source: Don't ask me again
fr: Ne plus me demander

source: Ask confirmation before clearing whiteboard
fr: Demander confirmation avant d'effacer le tableau

source: Clear Draw Area
fr: Effacer le tableau

source: Undo
fr: Défaire

source: Redo
fr: Refaire

source: Select an Object
fr: Sélectionner un objet

source: Draw line
fr: Tracer une ligne

source: Draw underline
fr: Tracer soulignement

source: Arrow
fr: Flèche

source: Delete selected resource
fr: Supprimer l'élément sélectionné

source: Apply for moderation
fr: Demander à être modérateur

source: Apply
fr: Appliquer

source: Become moderator
fr: Devenir modérateur

source: Italic
fr: Italiques

source: Bold
fr: Grasses

source: Waiting
fr: En attente

source: A User wants to apply for moderation:
fr: Un utilisateur demande à être modérateur:

source: Reject
fr: Rejeter

source: Sending request to the following users
fr: Requête envoyée aux utilisateurs suivants

source: Accepted
fr: Accepté

source: Rejected
fr: Rejeté

source: Change Moderator
fr: Changer de modérateur

source: You are not moderator.
fr: Vous n'êtes pas modérateur!

source: Moderator
fr: Modérateur

source: This Room is full. Sorry please try again later.
fr: Cette salle de conférence est pleine. Veuillez réessayer plus tard.

source: Please wait while loading image
fr: Veuillez patienter pendant le téléchargement de l'image

source: Synchronizing conference members
fr: Synchronisation des participants

source: Teacher
fr: Formateur

source: Slides
fr: Diapositives

source: Waiting for participants
fr: En attente de participants

source: Browse
fr: Parcourir

source: Choose a file to import
fr: Choisissez un fichier à importer

source: Converting document
fr: Conversion du document

source: Disconnected
fr: Déconnecté

source: Thin
fr: Fin

source: Thick
fr: Gras

source: The hot courses list will be added in the index page
fr: Affiche la liste des cours les plus utilisés (hot courses) sur la page d'accueil

source: Show hot courses
fr: Afficher les cours les plus utilisés (hot courses)

source: This item is invisible for learner but you have access as teacher.
fr: Cet élément est invisible pour les étudiants mais vous avez un accès enseignant.

source: Prevent session admins to manage all users
fr: Empêcher les administrateurs de session de gérer tous les utilisateurs

source: Open session
fr: Session ouverte

source: Allow visitors
fr: Permettre des visiteurs externes

source: Allowing arbitrary iframes in the HTML Editor will enhance the edition capabilities of the users, but it can represent a security risk. Please make sure you can rely on your users (i.e. you know who they are) before enabling this feature.
fr: Autoriser les balises iframe dans l'éditeur HTML améliore l'édition de documents mais peut représenter un risque pour la sécurité.

source: This exercise has been included in a learning path, so it cannot be accessed by students directly from here. If you want to put the same exercise available through the exercises tool, please make a copy of the current exercise using the copy icon.
fr: Cet exercice fait partie d'un parcours d'apprentissage, il n'est donc pas accessible par les étudiants depuis cette page. Si vous voulez rendre cet exercice disponible depuis l'outil exercice, vous devez en faire une copie en utilisant l'icône "Copie"

source: Allow iframes in HTML Editor
fr: Autoriser les balises iframe dans l'éditeur HTML.

source: Dear ((firstname)) ((lastname)), You are registered on
fr: Cher(ère) ((firstname)) ((lastname)), Vous êtes inscrit(e) sur

source: Once you click on "Create a course", a course is created with a section for Tests, Project based learning, Assessments, Courses, Dropbox, Agenda and much more. Logging in as teacher provides you with editing privileges for this course.
fr: Une fois que vous aurez cliqué sur OK, un cours contenant Tests, Documents, Parcours d'Apprentissage SCORM... sera créé. Grâce à votre identifiant de responsable du cours vous pourrez en modifier le contenu

source: This course code is already in use.<br>Use the <b>Back</b> button on your browser and try again.
fr: Ce code est déjà pris.<br />Utilisez le bouton de retour en arrière de votre navigateur et recommencez

source: Sample test
fr: Exemple de test

source: Irony
fr: L'ironie

source: Socratic irony is...
fr: L'ironie socratique consiste à...

source: (more than one answer can be true)
fr: (plusieurs bonnes réponses possibles)

source: Ridiculise one's interlocutor in order to have him concede he is wrong.
fr: Ridiculiser son interlocuteur pour lui faire admettre son erreur.

source: No. Socratic irony is not a matter of psychology, it concerns argumentation.
fr: Non. L'ironie socratique ne se joue pas sur le terrain de la psychologie, mais sur celui de l'argumentation.

source: Admit one's own errors to invite one's interlocutor to do the same.
fr: Reconnaître ses erreurs pour inviter son interlocuteur à faire de même.

source: No. Socratic irony is not a seduction strategy or a method based on the example.
fr: Non. Il ne s'agit pas d'une stratégie de séduction ou d'une méthode par l'exemple.

source: Compell one's interlocutor, by a series of questions and sub-questions, to admit he doesn't know what he claims to know.
fr: Contraindre son interlocuteur, par une série de questions et de sous-questions, à reconnaître qu'il ne connaît pas ce qu'il prétend connaître.

source: Indeed. Socratic irony is an interrogative method. The Greek "eirotao" means "ask questions"
fr: En effet. L'ironie socratique est une méthode interrogative. Le grec "eirotao" signifie d'ailleurs "interroger".

source: Use the Principle of Non Contradiction to force one's interlocutor into a dead end.
fr: Utiliser le principe de non-contradiction pour amener son interlocuteur dans l'impasse.

source: This answer is not false. It is true that the revelation of the interlocutor's ignorance means showing the contradictory conclusions where lead his premisses.
fr: Cette réponse n'est pas fausse. Il est exact que la mise en évidence de l'ignorance de l'interlocuteur se fait en mettant en évidence les contradictions auxquelles abouttisent ses thèses.

source: Upload page and link to Homepage
fr: Déposer page et lier à page d'accueil

source: Tuesday the 11th of December - First meeting. Room: LIN 18
fr: Mardi 11 décembre 14h00 : première réunion - Local : LIN 18

source: General introduction to project management
fr: Organisation des groupes. Prise de contact.

source: Street interviews
fr: Micro-trottoir

source: Quick and powerful search engine
fr: Moteur de recherche généraliste performant

source: This page allows users and groups to publish documents.
fr: Cette page est un espace de publication. Elle permet à chaque membre ou groupe de membres d'envoyer un document (Word, Excel, HTML... ) afin de le rendre accessible aux autres membres ainsi qu'au responsable.Si vous passez par votre espace de groupe pour publier le document (option publier), l'outil Travaux fera un simple lien vers le document là où il se trouve dans votre répertoire de groupe sans le déplacer.

source: This is an announcement example. Only trainers are allowed to publish announcements.
fr: Ceci est un exemple d'annonce.

source: You just created the course area
fr: Vous venez de créer le cours

source: Main
fr: Général

source: Groups forums
fr: Forums des Groupes

source: Language
fr: Langue

source: All fields required
fr: Tous les champs sont obligatoires

source: e.g. <i>Innovation management</i>
fr: p. ex. <i>Gestion de l'innovation</i>

source: This is the department or any other context where the course is delivered
fr: Il s'agit du département ou de toute autre structure de votre organisation

source: If you are unsure of your course code, consult the training details.
fr: En cas de doute sur l'intitulé exact ou le code de votre cours, consultez le

source: Course Program</a>. If your course has no code, whatever the reason, invent one. For instance <i>INNOVATION</i> if the course is about Innovation Management
fr: Catalogue des cours</a>. Si le cours que vous voulez créer ne correspond pas à un code cours existant, vous pouvez en inventer un. Par exemple <i>INNOV001</i> s'il s'agit d'un programme de gestion de l'innovation

source: SCORM Path builder
fr: Construire un parcours

source: Conference
fr: Conférence

source: Course creation
fr: Création de cours

source: This course was created at this time
fr: Le cours a été crée à cette date

source: Conference description
fr: Description de la conférence

source: Only
fr: Seulement

source: Shuffle selection in available languages
fr: Sélection aléatoire parmi toutes les langues

source: english
fr: français

source: New course
fr: Nouveau cours

source: Other properties found in the archive
fr: Autres propriétés rencontrées dans les archives

source: System ID
fr: ID système

source: Show score
fr: Afficher le score

source: Visibility
fr: Visibilité

source: Database version used at archive time
fr: Version de la base de données au moment de l'archivage

source: Select file
fr: Sélectionnez un fichier

source: File on a FTP server
fr: Fichier sur un serveur FTP

source: File on a Web (HTTP) server
fr: Fichier sur un serveur web (HTTP)

source: File on the platform server
fr: Fichier sur le serveur de la plateforme

source: File on your local computer
fr: Fichier sur votre ordinateur local

source: Recycle course
fr: Videz le cours

source: This is an announcement example
fr: Exemple d'annonce

source: Free online encyclopedia
fr: Encyclopédie en ligne gratuite

source: Default groups
fr: Groupes par défaut

source: Gallery
fr: Galerie

source: Example Forum Category
fr: Exemple de catégorie

source: Example Forum
fr: Exemple de forum

source: Example Thread
fr: Exemple de sujet

source: Example content
fr: Exemple de contenu

source: The word Wiki is short for WikiWikiWeb. Wikiwiki is a Hawaiian word, meaning "fast" or "speed". In a wiki, people write pages together. If one person writes something wrong, the next person can correct it. The next person can also add something new to the page. Because of this, the pages improve continuously.
fr: Le mot "Wiki" est un raccourci pour WikiWikiWeb. Wikiwiki est un mot hawaïen signifiant rapide ou vitesse. Dans un wiki, les gens écrivent des pages ensemble. Si une personne fait une erreur, la personne suivante peut la corriger. La personne suivante peut également ajouter quelque chose de neuf à la page. Grâce à cela, la page s'améliore à chaque fois que quelqu'un la modifie. Optimise l'apprentissage par le travail collaboratif.

source: Create this course
fr: Créer ce cours

source: Create a course
fr: Créer cours

source: Since your latest visit
fr: Depuis votre dernière visite

source: The forum category has been added
fr: La catégorie de forum a été ajoutée

source: Course added
fr: Parcours d'apprentissage ajouté

source: Added new term in the Glossary
fr: Nouveau terme ajouté dans le glossaire

source: Added new question in the quiz
fr: Nouvelle question ajoutée à l'exercice

source: Updated new question in the Quiz
fr: Question mise à jour dans l'exercice

source: Deleted new question in the Quiz
fr: Question supprimée de l'exercice

source: Quiz updated
fr: Exercice mis à jour

source: Quiz added
fr: Exercice ajouté

source: Quiz deleted
fr: Exercice supprimé

source: Document invisible
fr: Document rendu invisible

source: Document visible
fr: Document rendu visible

source: Course Description added
fr: Description de cours ajoutée

source: Note added
fr: Note ajoutée

source: Note updated
fr: Note mise à jour

source: Note deleted
fr: Note supprimée

source: Delete all created attendances
fr: Supprimer toutes les présences créées

source: Assign sessions to
fr: Assigner des sessions à %s

source: Upload
fr: Importer le fichier

source: New user on ((sitename))
fr: Nouvel inscrit sur ((sitename))

source: Already registered in course
fr: Vous êtes déjà enregisté dans ce cours

source: Show Feedback
fr: Montrer les commentaires

source: Give / Edit Feedback
fr: Ajouter / modifier un commentaire

source: ---Just upload---
fr: --- Simplement télécharger ---

source: Nothing for
fr: Rien pour

source: (not registered to this course)
fr: (pas membre de ce cours)

source: sent to
fr: envoyé à

source: is for
fr: est pour

source: Click a keyword in the tree to select or deselect it.
fr: Clic pour sélectionner ou annuler un mot clé.

source: <br/>Click '+' button to open, '-' button to close, '++' button to open all, '--' button to close all.<br/><br/>Clear all selected keywords by closing the tree and opening it again with the '+' button.<br/>Alt-click '+' searches the original keywords in the tree.<br/><br/>Alt-click keyword selects a keyword without broader terms or deselects a keyword with broader terms.<br/><br/>If you change the description language, do not add keywords at the same time.<br/><br/>
fr: <br />Clic '+' pour ouvrir, '-' pour fermer, '++' pour ouvrir tout, '--' pour tout fermer.<br /><br />Pour annuler les choix précédents, fermez l'arborescence et ré-ouvrez-la avec '+'.<br />Pour remettre les mots-clé originaux, ouvrez-la avec Alt-clic '+'.<br /><br />Alt-clic mot-clé sélectionne un mot-clé sans termes plus large et annule avec termes plus larges.<br /><br />Si vous changez la langue de la description, n'ajoutez pas de nouveaux mots-clé simultanément.<br /><br />

source: One word per line!
fr: Un mot par ligne !

source: This course has no keywords
fr: Aucun mot-clé pour décrire ce cours

source: The keyword cache cannot be opened
fr: Le cache des mots-clés ne peut être ouvert

source: This document contains the course keywords
fr: Ce document contient les mots clé du cours

source: keywords used in MD
fr: mots-clés utilisés dans les métadonnées

source: keyword references
fr: Références des mots clés

source: Non-course keywords
fr: Mots clés hors cours

source: Course keywords (bold = not used)
fr: Mots-clés du cours (en gras = non utilisés)

source: Total number of Links MD entries:
fr: Nombre total d'entrées de Métadonnées

source: Forum deleted
fr: Forum supprimé

source: Forum category deleted
fr: Catégorie de forum supprimée

source: Forum blocked
fr: Forum bloqué

source: Add forum category
fr: Ajouter une nouvelle catégorie de forum

source: Add a forum
fr: Ajouter un nouveau forum

source: Posts
fr: Articles

source: Latest Post
fr: Dernier article

source: There are no forums in this category
fr: Aucun forum dans cette catégorie

source: Create in category
fr: Créer dans la catégorie

source: Allow anonymous posts?
fr: Autoriser les articles anonymes ?

source: Can learners edit their own posts?
fr: Autoriser les apprenants à éditer leurs propres articles ?

source: Approval / Direct Post
fr: Approbation / Publication directe

source: Allow users to start new threads
fr: Autoriser les apprenants à ouvrir de nouveaux sujets de discussion ?

source: Default view type
fr: Vue par défaut

source: Group Settings
fr: Paramètres de groupe

source: Not a group forum
fr: Ce n'est pas un forum de groupe

source: Public or private group forum?
fr: Le forum du groupe doit-il être public ou privé ?

source: Your message has been saved
fr: Votre message a été sauvegardé

source: Reply to this thread
fr: Répondre à ce sujet

source: Quote this message
fr: Citer ce message

source: Create thread
fr: Nouveau sujet

source: Views
fr: Vues

source: Latest post
fr: Dernier article

source: Quoting
fr: Notation

source: Notify me by e-mail when somebody replies
fr: Me prévenir par courriel si quelqu'un répond à ce message

source: This is a sticky message (appears always on top and has a special sticky icon)
fr: C'est un message "Post it" (il apparaît toujours au premier plan)

source: Are you sure you want to delete this post? Deleting this post will also delete the replies on this post. Please check the threaded view to see which posts will also be deleted
fr: Êtes-vous certain de vouloir détruire cet article? Ceci détruirait également toutes les réponses qui y ont été faites. Veuillez vérifier dans la vue thématique quels autres articles seront également détruits.

source: Locked: students can no longer post new messages in this forum category, forum or thread but they can still read the messages that were already posted
fr: Accès limité à la lecture des anciens articles. Il n'est plus possible aux élèves d'ajouter de nouveaux messages dans cette catégorie du forum, dans ce forum ou dans ce fil de discussion.

source: Unlocked: learners can post new messages in this forum category, forum or thread
fr: Accès ouvert au dépot de nouveaux articles dans cette catégorie de forum, dans ce forum ou dans ce fil de discussion.

source: Flat
fr: Plate

source: Threaded
fr: Par fils de discussion

source: Nested
fr: Imbriquée

source: List View
fr: Vue linéaire

source: Threaded View
fr: Vue thématique

source: Nested View
fr: Vue hiérarchique

source: The forum category has been modified
fr: La catégorie de forum a été modifié

source: The forum has been modified
fr: Le forum a été modifié

source: The new thread has been added
fr: Le nouveau sujet a été ajouté

source: Approval
fr: Approbation

source: For Group
fr: Pour le groupe

source: Thread is locked.
fr: Le fil de discussion est clos.

source: You are not allowed here.
fr: Vous n'avez pas le droit d'entrer ici.

source: The reply has been added
fr: La réponse a été ajoutée

source: Edit a post
fr: Éditer un article

source: The post has been modified
fr: L'article a été modifié

source: New Post in the forum
fr: Nouvel article dans le forum

source: You stated that you wanted to be informed by e-mail whenever somebody replies on the thread
fr: Vous avez exprimé le désir d'être informé par mail chaque fois qu'une réponse est ajoutée à la discussion.

source: Your message has to be approved before people can view it.
fr: Votre message devra être approuvé par le modérateur avant d'être publié.

source: Allow attachments
fr: Autoriser les pièces jointes

source: Edit forum category
fr: Éditer la catégorie de forum

source: Move post
fr: Déplacer le message

source: Move to a thread
fr: Déplacer dans un sujet

source: A new thread
fr: Un nouveau sujet

source: Delete forum ?
fr: Supprimer le forum ?

source: Delete forum category ?
fr: Supprimer la catégorie de forum ?

source: Lock
fr: Verrouiller

source: Unlock
fr: Déverrouiller

source: Move Thread
fr: Déplacer le fil de discussion

source: Post visibility changed
fr: La visibilité du message a bien été changée

source: Post has been deleted
fr: Le message a bien été supprimé

source: The thread can be found here
fr: Le sujet est accessible à cette adresse

source: Delete complete thread?
fr: Supprimer le fil de discussion en entier?

source: Special Post Deleted
fr: Message spécial supprimé

source: Thread deleted
fr: Sujet supprimé

source: Next message
fr: Message suivant

source: Previous message
fr: Message précédent

source: First message
fr: Premier message

source: Last message
fr: Dernier message

source: Search in the Forum
fr: Rechercher dans les forums

source: Forum search results
fr: Résultats de la recherche dans les forums

source: You search on multiple words by using the + sign
fr: Vous pouvez rechercher plusieurs mots en utilisant le signe +

source: You will be notified of new posts by e-mail.
fr: Vous serez informé des nouveaux messages par courriel.

source: You will no longer be notified of new posts by email
fr: Vous ne serez plus informé par courriel des nouveaux messages

source: Add image
fr: Ajouter image

source: Grade thread
fr: Coter le fil de discussion

source: Users list of the thread
fr: Liste des utilisateurs du fil

source: Grade this thread
fr: Noter ce fil

source: Users in course
fr: Utilisateurs du cours

source: Number of posts
fr: Nombre de messages

source: Number of posts for this user
fr: Nombre de messages de l'utilisateur

source: Posts by user
fr: Moyenne messages par utilisateur

source: Assessment changes history
fr: Historique des modifications de cote

source: more recent
fr: plus récent

source: older
fr: plus vieux

source: Who changed
fr: Qui l'a modifié

source: Note changed
fr: Cote modifiée

source: Date changed
fr: Date modifiée

source: View comments on the messages
fr: Voir les commentaires sur ce message

source: All learners
fr: Tous les apprenants

source: Qualified learners
fr: Apprenants cotés

source: Unqualified learners
fr: Apprenants non cotés

source: First names and last names
fr: Prénoms et noms

source: Max score
fr: Score max

source: Grade cannot exceed max score
fr: La cote ne peut être supérieure au score max

source: Thread statistics
fr: Statistiques du fil de discussion

source: Thread
fr: Fil de discussion

source: Notify me
fr: M'alerter

source: Confirm mark
fr: Confirmer cote apprenant

source: Unchanged
fr: Non modifié

source: Edit thread score
fr: Changer la cotation du fil de discussion

source: The forum has moved
fr: Le forum a été déplacé

source: You must assign a score to this activity
fr: Veuillez assigner un poids de qualification

source: Delete attachment file
fr: Supprimer le fichier joint

source: Edit an attachment
fr: Modifier un fichier joint

source: Create forum
fr: Créer ce forum

source: Edit forum
fr: Modifier forum

source: Edit thread
fr: Modifier fil de discussion

source: Back to forum
fr: Retour au forum

source: Back to forum overview
fr: Retour à la vue globale du forum

source: Back to thread
fr: Retour au fil de discussion

source: Forum category Locked
fr: Catégorie de forum bloquée

source: The link has been moved
fr: Le lien a bien été déplacé

source: Link name
fr: Nom du lien

source: Add a link
fr: Ajouter un lien

source: The link has been added.
fr: Le lien a été ajouté

source: Edit link
fr: Modifier un lien

source: The link has been modified.
fr: Le lien a été modifié

source: Delete link
fr: Le lien a été effacé

source: The link has been deleted
fr: Le lien a été supprimé

source: Do you want to delete this link?
fr: Voulez-vous supprimer ce lien ?

source: Delete all links in this category
fr: Supprimer tous les liens de cette catégorie

source: Category name
fr: Nom de la catégorie

source: Add a category
fr: Ajouter une catégorie

source: The category has been modified.
fr: La catégorie a été modifiée

source: Delete category
fr: Supprimer cette catégorie

source: When deleting a category, all links of this category are also deleted. Do you really want to delete this category and its links ?
fr: Lorsque vous supprimez une catégorie, tous ses liens sont également supprimés. Êtes-vous certain de vouloir supprimer cette catégorie et tous ses liens ?

source: Delete all categories and all links
fr: Supprimer toutes les catégories et tous les liens

source: Please give the link URL, it should be valid.
fr: Veuillez introduire l'URL du lien

source: Please give the category name
fr: Veuillez indiquer le nom de la catégorie

source: General
fr: Pas de catégorie

source: Close all categories
fr: Masquer tout

source: List has been deleted
fr: La liste a été complètement effacée

source: Delete list
fr: Effacer complètement la liste

source: Edit Link
fr: Modifier un lien

source: CSV import
fr: Import CSV
