Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: CSV import file could not be opened (e.g. empty, too big)
fr: Impossible d'ouvrir le fichier CSV (vide? trop large?)

source: CSV import file must use , or ; as listseparator
fr: Utilisez , ou ; pour séparer les colonnes dans le fichier CSV

source: CSV import file must at least have columns URL and title
fr: Les colonnes 'URL' et 'title' sont obligatoires

source: ... - line 1 =
fr: ... - 1e ligne =

source: line(s) failed to import a link (no URL or no title).
fr: ligne(s) échouée(s) (pas de 'URL' ou pas de 'title').

source: existing link(s) updated (same URL and category).
fr: lien(s) mis à jour (même 'URL' et 'category').

source: new link(s) created.
fr: nouveau(x) lien(s).

source: The file should look like:<blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;Important links;<b>Name 1</b>;Description 1;<b>http://www.bbb.net/...</b>;;<b>Name 2</b>;"Description 2";</pre></blockquote>If URL and category are equal to those of an existing link, its title and description are updated. In all other cases a new link is created.<br><br>Bold = mandatory. Fields can be in any order, names in upper- or lowercase. Additional fields are added to description. Separator: comma or semicolon. Values may be quoted, but not the field names. Some [b]HTML tags[/b] can be imported in the description field.
fr: Le fichier doit se présenter comme ci-dessous, avec des noms de colonnes en anglais:<blockquote><pre><b>URL</b>;category;<b>title</b>;description;<b>http://www.aaa.org/...</b>;Important links;<b>Name 1</b>;Description 1;<b>http://www.bbb.net/...</b>;;<b>Name 2</b>;"Description 2";</pre></blockquote>Si 'URL' et 'category' sont ceux d'un lien existant, il est mis à jour. Dans tous les autres cas, un nouveau lien est créé.<br /><br />Gras = obligatoire. L'ordre des champs est sans importance, tout comme la casse (majuscules/minuscules). Les champs inconnus sont ajoutés à 'description'. Séparez les valeurs avec des virgules ou des point-virgules. Les valeurs peuvent se trouver entre guillemets, mais pas les noms de colonne. Certains [b]tags HTML[/b] sont reconnus dans le champ 'description'.

source: Link has been updated
fr: Les données du lien ont été mises à jour

source: Show link on course homepage
fr: Sur la page d'accueil

source: Show this link as an icon on course homepage
fr: Afficher ce lien sous forme d'icône sur la page d'accueil du cours

source: Index link title and description?
fr: Indexer le titre et la description du lien?

source: Save link
fr: Enregistrer le lien

source: Save folder
fr: Enregistrer le dossier

source: Back to links overview
fr: Retour à la vue globale des liens

source: Select the "target" which shows the link on the homepage of the course
fr: Sélectionnez la cible du lien pour la page d'accueil du cours

source: Tracking DB.
fr: Base pour le tracking. Utile uniquement si vous séparez les bases centrale et tracking

source: Enable Tracking
fr: Activer le Tracking

source: Your company short name
fr: Nom abrégé de l'organisation

source: Use this script only after backup. The Chamilo team is not responsible for lost or corrupted data.
fr: N'utilisez ce script qu'après avoir fait une sauvegarde. Chamilo ne pourrait être tenu responsable de perte ou de corruption de vos données.

source: Allow self-registration as a trainer
fr: Autoriser l'auto-inscription en tant que créateur de cours

source: ex.
fr: par ex.

source: Database Host
fr: Hôte base de données

source: Database Login
fr: Utilisateur base de données

source: Database Password
fr: Mot de passe base de données

source: Main Chamilo database (DB)
fr: Base principale de Chamilo

source: all fields required
fr: Toutes ces données sont requises

source: Printable version
fr: Version imprimable

source: Corresponding local path
fr: Chemin local correspondant

source: Administrator e-mail
fr: Email de l'administrateur

source: Administrator Name
fr: Nom de l'administrateur

source: Surname of the Administrator
fr: Prénom de l'administrateur

source: Administrator login
fr: Identifiant de l'administrateur

source: Administrator password (<font color="red">you may want to change this</font>)
fr: Mot de passe de l'administrateur (<font color="red">en choisir un autre pourrait être une bonne idée</font>)

source: Project manager
fr: Responsable du contenu

source: Your portal name
fr: Nom du campus

source: The install script will create the Chamilo main database(s). Please note that Chamilo will need to create several databases. If you are allowed to use only one database by your Hosting Service, Chamilo will not work, unless you chose the option "One database".
fr: Le script d'installation créera les bases de données principales de Chamilo. Veuillez prendre en compte que Chamilo devra créer plusieurs bases de données. Si vous êtes restreint à une seule base de données par votre hébergeur, Chamilo ne fonctionnera pas, à moins que vous ne choisissiez l'option "Une seule base de données".

source: Time spent by students in courses
fr: Temps passé par les étudiants dans les cours

source: Step 3
fr: Étape 3 sur 6

source: Step 4
fr: Étape 4 sur 6

source: Step 5
fr: Étape 5 sur 6

source: Step 6
fr: Étape 6 sur 6

source: Config settings
fr: Paramètres de config

source: MySQL database settings
fr: Paramètres de MySQL

source: Main language
fr: Langue principale

source: Last check before install
fr: Dernière vérification avant installation

source: Auto evaluation
fr: Auto-évaluation

source: MySQL database prefix
fr: Préfixe pour le nom de base MySQL

source: Leave empty if not requested
fr: Laissez vide si non requis

source: Encrypt user passwords in database
fr: Crypter les mots de passes des utilisateur dans la base de données

source: Use one or several DB for Chamilo
fr: Utiliser une ou plusieurs bases de données pour Chamilo

source: Allow self-registration
fr: Auto-inscription autorisée

source: (recommended)
fr: (recommandé)

source: SCORM DB
fr: BdD Scorm

source: Administrator last name
fr: Nom de l'administrateur

source: Administrator telephone
fr: Téléphone de l'administrateur

source: New note
fr: Nouvelle note

source: Note created
fr: Note créée

source: Please write a note
fr: Veuillez écrire une note

source: Save note
fr: Enregistrer cette note

source: Click here to write a new note
fr: Cliquez ici pour écrire une nouvelle note

source: Search by title
fr: Rechercher par titre

source: Write the title here
fr: Entrez le titre ici

source: Updated
fr: Date modification

source: Add new note in my personal notebook
fr: Ajouter une note dans mon carnet personnel

source: Sort by date created
fr: Par date de création

source: Sort by date last modified
fr: Par date de modif.

source: Note title
fr: Note

source: Note details
fr: Contenu

source: Are you sure you want to delete this note
fr: Êtes-vous certain de vouloir supprimer cette note

source: Create note
fr: Enregistrer la note

source: Edit my personal note
fr: Modifier la note

source: Back to note list
fr: Retour à la liste de notes

source: Notebook management
fr: Gestion du cahier de notes

source: Back to the notes list
fr: Retourner à la liste

source: Notes sorted by title ascendant
fr: Notes triées par titre (ascendant)

source: Notes sorted by title downward
fr: Notes triées par titre (descendant)

source: Notes sorted by update date ascendant
fr: Notes triées par date de modification (ascendant)

source: Notes sorted by update date downward
fr: Notes triées par date de modification (descendante)

source: Notes sorted by creation date ascendant
fr: Notes triées par date de création (ascendant)

source: Notes sorted by creation date downward
fr: Notes triées par date de création (descendant)

source: Leader
fr: Responsable

source: Send to all users
fr: Envoyer à tous

source: Administration Tools
fr: Outils d'administration

source: Categories
fr: Catégories

source: Subscribe
fr: S'inscrire

source: Already subscribed
fr: Déjà inscrit

source: Code mandatory
fr: Code requis

source: Course category mandatory
fr: Catégorie de cours requise

source: Teacher mandatory
fr: Formateur requis

source: Course category is created
fr: Catégorie créée

source: Without time limits
fr: Sans limites de temps

source: Added
fr: Ajoutés

source: Deleted
fr: Supprimés

source: Kept
fr: Conservés

source: Hidden / Closed
fr: Masqué / Fermé

source: Hidden / Open
fr: Masqué / Ouvert

source: Visible / Open
fr: Visible / Ouvert

source: Visible / Closed
fr: Visible / Fermé

source: Back to user
fr: Retour à la fiche membre

source: Manage Portal
fr: Gestion du portail

source: You have been registered to the course
fr: Vous avez été inscrit(e) au cours

source: Sub-categories
fr: sous-catégories

source: Unsubscribing from this course is not allowed.
fr: La désinscription n'est pas autorisée pour ce cours.

source: You are a trainer in this course
fr: Vous êtes l'administrateur de ce cours.

source: Courses catalog
fr: Catalogue de cours

source: Sort courses
fr: Trier mes cours

source: Subscribe to course
fr: S'inscrire aux cours

source: Unsubscribe from course
fr: Se désinscrire d'un ou plusieurs cours

source: Create a personal courses category
fr: Créer une catégorie personnelle de cours

source: Are you sure you want to delete this courses category? Courses inside this category will be moved outside the categories
fr: Êtes-vous certain de vouloir supprimer cette catégorie de cours ? Les cours de cette catégorie seront déplacés en dehors de toute catégorie de cours.

source: Courses categories
fr: Catégories de cours

source: Courses in this category
fr: Cours dans cette catégorie

source: Search courses
fr: Rechercher parmi les cours

source: One category up
fr: <- Une catégorie vers le haut

source: Are you sure you want to unsubscribe?
fr: Êtes-vous certain de vouloir vous désinscrire de ce cours ?

source: No courses category
fr: Pas de catégorie de cours

source: The course has been added to the category
fr: Le cours est maintenant associé à la catégorie

source: Subscribing not allowed
fr: L'inscription n'est pas autorisée

source: Courses sorted
fr: Réorganisation des cours effectuée

source: Existing courses categories
fr: Catégories de cours existantes

source: You have been unsubscribed from this course
fr: Vous êtes maintenant désinscrit du cours

source: View public courses
fr: Voir les cours ouverts

source: There happened an unknown error. Please contact the platform administrator.
fr: Une erreur inconnue est survenue. Contactez l'administrateur.

source: The course password is incorrect
fr: Le code du cours est incorrect

source: This course requires a password
fr: Le cours nécessite un mot de passe

source: Submit registration code
fr: Valider l'enregistrement du code

source: The category was deleted
fr: La catégorie de cours a été supprimée

source: Category sorting done
fr: Tri des catégories effectué

source: Category updated
fr: La catégorie a été mise à jour

source: Save courses category
fr: Créer la catégorie

source: Save the category
fr: Enregistrer la catégorie

source: Change category
fr: Changer la catégorie

source: Expand
fr: Déplier

source: Collapse
fr: Replier

source: Course description
fr: Description du cours

source: List of all documents
fr: Liste des documents

source: Table of contents
fr: Table des matières

source: Edit table of contents
fr: Modifier la table des matières

source: Edit
fr: Éditer

source: Create a rich media page / activity
fr: Créer un document

source: Missing images detected
fr: Images manquantes détectées

source: Publish
fr: Publier

source: This is a SCORM course. To play it, click here : <input type=button name=scormbutton value='Launch it !' ='openscorm()'>
fr: Ceci est un cours au format SCORM. Si vous souhaitez le lancer, cliquez ici : <input type=button name=scormbutton value='Exécuter' ='openscorm()'>

source: This is a SCORM content<br><input type=button name=scormbutton value='Launch it !' ='openscorm()'>
fr: Ceci est un contenu SCORM<br /><input type=button name=scormbutton value='Exécuter' ='openscorm()'>

source: Zip file uploaded and uncompressed
fr: Le fichier ZIP a été envoyé et décompressé

source: The zip file can not contain .PHP files
fr: Le fichier ZIP ne peut pas contenir de fichiers en .php

source: Group forum
fr: Forum du groupe

source: This is not a valid SCORM ZIP file !
fr: Ceci n'est pas un fichier ZIP Scorm !

source: Please type your text / HTML content
fr: Veuillez introduire votre texte / contenu HTML

source: Please enter the file name
fr: Veuillez introduire le nom du fichier

source: The file to upload is not valid.
fr: Le fichier à télécharger n'est pas valide.

source: Visibility modified
fr: Visibilité modifiée

source: Add/Edit a comment to
fr: Ajouter/modifier un commentaire à

source: Operation impossible
fr: Impossible d'effectuer cette opération

source: The upload has failed. Either you have exceeded your maximum quota, or there is not enough disk space.
fr: Le chargement a échoué. Il n'y a plus assez de place dans votre répertoire

source: The upload is finished
fr: Le chargement est terminé

source: The operation is impossible, a file with this name already exists.
fr: Impossible d'effectuer cette opération.<br />Un fichier portant ce nom existe déjà.

source: Document copied
fr: Document copié

source: Document deleted
fr: Élément supprimé

source: Element renamed
fr: Elément renommé

source: Element moved
fr: Élément déplacé

source: Comment modified
fr: Commentaire modifié

source: Rename
fr: Renommer

source: Name of the new folder
fr: Nom du nouveau répertoire

source: Download file
fr: Télécharger le fichier

source: Create a course (authoring tool)
fr: Créer un parcours

source: Mark as unread
fr: Marquer comme non lu

source: Current view mode: Impress
fr: Affichage actuel: Impress

source: Teachers can create, edit and delete their own sessions.
fr: Les enseignants peuvent créer, éditer et supprimer leurs propres sessions.

source: Allow teachers to create sessions
fr: Permettre aux enseignants de créer des sessions

source: Select a category
fr: Sélectionnez une catégorie

source: Mark as read
fr: Marquer comme lu

source: Advanced edit
fr: Édition avancée

source: Create table of contents
fr: Créer une table des matières

source: Uncompress zip
fr: Décompresser un fichier ZIP

source: Export as SCORM
fr: Export SCORM

source: All day
fr: Toute la journée

source: Published start date
fr: Date de début publiée

source: Show status
fr: Montrer l'état

source: Mode
fr: Modalité

source: Schedule
fr: Horaire

source: Place/Location
fr: Lieu

source: Recommended number of participants
fr: Nombre recommandé de participants

source: Goto menu
fr: Aller au menu

source: Goto content
fr: Aller au contenu

source: Administration by
fr: Administration par

source: Videoconference host
fr: Hôte pour la vidéoconférence

source: Whether the videoconference protocol is web-based (false most of the time)
fr: Le protocole de la vidéoconférence fonctionne en mode web (faux recommandé)

source: Show a link to go back in the courses hierarchy. A link is available at the bottom of the list anyway.
fr: Afficher un lien de retour en arrière au sommet de la liste. Le lien s'affiche au bas de la liste dans tous les cas.

source: used
fr: utilisé

source: existing
fr: existe

source: Show back links from categories/courses
fr: Afficher le lien de retour en arrière au sommet de la hiérarchie de catégories/cours

source: Show courses number
fr: Affiche le nombre de cours

source: Display teacher in course name
fr: Afficher le nom des responsables dans le titre du cours

source: Display teacher in courses list
fr: Afficher le nom des responsables dans la liste des cours

source: Display Course Code in courses list
fr: Afficher le code du cours dans les listes de cours.

source: Display Code in Course name
fr: Afficher le code du cours dans l'entête du cours

source: There are no Alias courses on the platform.
fr: Il n'y a aucun cours virtuel sur la plateforme.

source: Edit portal homepage
fr: Configurer la page d'accueil

source: Modules active upon course creation
fr: Outils actifs à la création du cours

source: Which tools have to be enabled (visible) by default when a new course is created?
fr: Quels outils doivent être activés (visibles) par défaut lorsqu'un cours sera créé ?

source: Create user
fr: Créer utilisateur

source: Edit user
fr: Modifier l'utilisateur

source: Edit user field
fr: Éditer le champ utilisateur

source: Edit coach
fr: Modifier le coach

source: Edit this session
fr: Modifier cette session

source: Export session(s)
fr: Export de session

source: Import session(s)
fr: Import de session(s)

source: Backup this course
fr: Sauvegarder (archiver) ce cours

source: Course subscription
fr: Inscription au cours

source: Public access
fr: Accès public

source: Private access
fr: Accès privé

source: Database management is only available for the server administrator
fr: La gestion des bases de données n'est accessible qu'à l'administrateur du serveur

source: Show users subscribed to this course
fr: Afficher les utilisateurs inscrits au cours

source: Show classes subscribed to this course
fr: Afficher les classes inscrites au cours

source: Show groups of this course
fr: Afficher les groupes du cours

source: Phone number
fr: Numéro de téléphone

source: Add to a course
fr: S'inscrire à un cours

source: Remove from portal
fr: Supprimer de la plateforme

source: Delete selected course(s)
fr: Supprimer ce(s) cours

source: Unsubscribe from course(s)
fr: Désinscrire de ce(s) cours

source: Delete selected classes
fr: Supprimer les classes sélectionnées

source: Delete selected groups
fr: Supprimer les groupes sélectionnés

source: Administrator
fr: Administrateur

source: Change picture
fr: Changer la photo

source: %s comments
fr: Les résultats éventuels des enseignants ne sont ni affichés ni pris en compte dans l'outil d'évaluations.

source: Add a user
fr: Ajouter des utilisateurs

source: Add groups
fr: Ajouter des groupes

source: Add classes
fr: Ajouter des classes

source: Export users list
fr: Exporter les utilisateurs

source: Number of members
fr: Nombre de participants

source: Number of users
fr: Nombre d'utilisateurs

source: Members
fr: participants

source: First letter (class name)
fr: Première lettre (classe)

source: First letter (last name)
fr: Première lettre (nom)

source: First letter (code)
fr: Première lettre (code)

source: Edit user information
fr: Modifier les informations d'un utilisateur

source: Edit class information
fr: Modifier les informations d'une classe

source: Edit group information
fr: Modifier les informations d'un groupe

source: Edit course information
fr: Modifier les informations d'un cours

source: Please enter the class name !
fr: Veuillez saisir le nom de la classe !

source: Please enter the user's last name !
fr: Veuillez saisir le nom de l'utilisateur !

source: Please enter the user's first name !
fr: Veuillez saisir le prénom de l'utilisateur !

source: Please enter a valid e-mail address !
fr: Veuillez saisir une adresse de courriel valide !

source: Please enter a valid login !
fr: Veuillez saisir un identifiant valide !

source: Please enter the course code.
fr: Veuillez saisir le code du cours !

source: Please enter the teacher's First and Last Name.
fr: Veuillez saisir le nom du responsable !

source: Please enter the course title
fr: Veuillez saisir l'intitulé du cours !

source: Accepted formats are JPG, PNG and GIF !
fr: Les formats acceptés sont JPG, PNG et GIF !

source: This login is already taken !
fr: Cet identifiant est déjà pris !

source: Import users list
fr: Import d'utilisateurs au format XML/CSV

source: Only users from the course
fr: Seulement les utilisateurs du cours

source: Add classes to a course
fr: Inscrire des classes d'utilisateurs à un cours

source: Add users to course
fr: Inscrire des utilisateurs à un cours

source: Add users to a class
fr: Inscrire des utilisateurs dans une classe

source: Add users to a group
fr: Inscrire des utilisateurs à un groupe

source: You must select at least one class and one course
fr: Vous devez sélectionner au moins une classe et un cours !

source: You must select at least one user !
fr: Vous devez sélectionner au moins un utilisateur !

source: You must select at least one user and one course
fr: Vous devez sélectionner au moins un utilisateur et un cours !

source: Class list
fr: Liste des classes

source: Add to the course(s)
fr: Inscrire à ce(s) cours

source: Add to the class
fr: Inscrire dans la classe

source: Remove from the class
fr: Désinscrire de la classe

source: Add to the group
fr: Inscrire au groupe

source: Remove from the group
fr: Désinscrire du groupe

source: Users outside the class
fr: Utilisateurs en dehors de la classe

source: Users inside the class
fr: Utilisateurs dans la classe

source: Users outside the group
fr: Utilisateurs en dehors du groupe

source: Users inside the group
fr: Utilisateurs dans le groupe

source: must use the ';' character as a separator
fr: doit utiliser le caractère ';' comme séparateur

source: The CSV file must look like this
fr: Le fichier CSV doit être dans le format suivant

source: The XML file must look like this
fr: Le fichier XML doit être dans le format suivant

source: Fields in <strong>bold</strong> are mandatory.
fr: les champs en <b>gras</b> sont obligatoires

source: The specified file is not XML format !
fr: Le fichier spécifié n'est pas au format XML !

source: The specified file is not CSV format !
fr: Le fichier spécifié n'est pas au format CSV !

source: The specified file doesn't contain all needed data !
fr: Le fichier spécifié ne contient pas toutes les données nécessaires !

source: You can't import more than 500 users at once !
fr: Vous ne pouvez pas importer plus de 500 utilisateurs à la fois !

source: Databases (phpMyAdmin)
fr: Bases de données (phpMyAdmin)

source: Users
fr: Utilisateurs

source: Classes of users
fr: Classes d'utilisateurs

source: Groups of users
fr: Groupes d'utilisateurs

source: Subscribe a user / group to a course
fr: Inscrire un utilisateur / groupe à un cours

source: There are no categories here
fr: Il n'y a aucune catégorie ici

source: Allow adding courses in this category?
fr: Permettre l'ajout de cours dans cette catégorie ?

source: Go to the forum
fr: Aller sur le forum

source: Category code
fr: Code de la catégorie

source: The Twitter Creator is a Twitter account (e.g. @ywarnier) that represents the *person* that created the site. This field is optional.
fr: Le Twitter Creator est un compte Twitter (ex. @ywarnier) qui représente par exemple la "personne" qui a créé le site. Ce champ est facultatif.

source: Edit this category
fr: Modifier cette catégorie

source: Open this category
fr: Ouvrir cette catégorie

source: Delete this category
fr: Supprimer cette catégorie

source: Add a sub-category
fr: Ajouter une sous-catégorie

source: View children
fr: Voir les fils

source: Tree rebuilded in
fr: Arborescence reconstruite en

source: Tree recounted in
fr: Arborescence recomptée en

source: Rebuild the tree
fr: Reconstruire l'arborescence

source: Refresh number of children
fr: Raffraichir le nombre de fils

source: Show tree
fr: Voir l'arborescence

source: Meta image path
fr: Chemin d'image méta

source: Category deleted
fr: Catégorie supprimée

source: Recount children
fr: Recompter les fils

source: Up in same level
fr: Monter au même niveau

source: Mail to :
fr: Contact :

source: Add an administrator
fr: Ajouter un administrateur

source: Add categories
fr: Ajouter des catégories

source: Search for a course
fr: Rechercher un cours

source: Search for a user
fr: Rechercher un utilisateur

source: Technical
fr: administration technique

source: System config
fr: Configuration du système
