Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Generate table of contents
fr: Générer la table des matières

source: Store documents
fr: Stocker les documents

source: No frames
fr: Afficher plein écran (nouvelle fenêtre)

source: Upload file
fr: Importer le document

source: This folder cannot be deleted
fr: Ce dossier ne peut être supprimé

source: Change visibility
fr: Modifier a visibilité

source: The visibility cannot be changed
fr: La visibilité ne peut être modifiée

source: The document cannot be moved
fr: Ce document ne peut être déplacé

source: Chamilo RAPID : PowerPoint conversion
fr: Oogie : conversion PowerPoint

source: A PowerPoint to SCORM Courses converter
fr: Un convertisseur de PowerPoint en parcours pédagogiques SCORM

source: The quota for this course is
fr: Le quota pour ce cours est de

source: delete
fr: Effacer

source: Space Available
fr: Montrer les quotas du cours

source: This course currently uses
fr: Ce cours utilise actuellement

source: Your storage limit is
fr: Votre limite d'espace de stockage

source: Percentage of your quota that is in use
fr: Pourcentage de votre quota actuellement utilisé

source: Percentage of your quota that is still free
fr: Pourcentage de votre quota libre

source: Current folder
fr: Répertoire courant

source: Upload documents
fr: Envoyer un document

source: The uploaded file was only partially uploaded.
fr: Ce fichier n'a été que partiellement envoyé.

source: The file size exceeds the maximum allowed setting:
fr: La taille du fichier excède la taille maximum autorisée:

source: The uploaded file exceeds the maximum filesize allowed by the server:
fr: Le fichier envoyé excède la taille de fichier maximum autorisée par le serveur:

source: The file upload has failed.
fr: Échec de l'envoi du fichier !

source: There is not enough space to upload this file.
fr: Plus assez d'espace pour envoyer ce fichier !

source: No SCORM content was found.
fr: Aucun contenu SCORM n'a été trouvé !

source: The zipfile was successfully extracted.
fr: Fichier zip extrait !

source: Unable to extract zip file (corrupt file?).
fr: Impossible d'extraire le fichier ZIP (fichier corrompu ?).

source: File saved as
fr: Fichier sauvé sous

source: was overwritten.
fr: a été écrasé.

source: Unable to create the folder.
fr: Impossible de créer le répertoire !

source: If file exists:
fr: Si le fichier existe :

source: Do nothing
fr: Ne rien faire

source: Don't upload if file exists
fr: Ne pas envoyer si le fichier existe

source: Overwrite
fr: Écraser

source: Overwrite the existing file
fr: Écraser le fichier existant

source: Rename the uploaded file if it exists
fr: Renommer le fichier envoyé s'il existe déjà

source: There are no documents to be displayed.
fr: Pas de document dans ce répertoire !

source: Upload to
fr: Télécharger vers

source: The file has been modified
fr: Le fichier a été modifié

source: Documents overview
fr: l'outil Documents

source: Welcome to Chamilo RAPID<ul type="1"><li>Browse your hard disk to find any .ppt or .odp file<li>Upload it to Oogie. It will convert it into a SCORM course.<li>You will then be allowed to add audio comments on each slide and insert test and activities between slides.
fr: Bienvenue dans Chamilo RAPID<ul type="1"><li>Choisissez un fichier .ppt ou .odp<li>Envoyez ce fichier à Oogie. Il sera converti en parcours SCORM<li>Vous pourrez ensuite ajouter des commentaires audio sur chaque dia et insérer tests et activités entres les dias</ul>

source: Convert to course
fr: Convertir en parcours

source: File
fr: Fichier

source: Error during the delete of document
fr: Erreur durant la suppression du document

source: A problem occured while updating visibility
fr: Un problème est survenu lors du changement de visibilité

source: Folder deleted
fr: Dossier supprimé

source: Template name
fr: Nom du template

source: Template description
fr: Description du template

source: Document set as a new template
fr: Le document a bien été ajouté aux templates

source: Document unset as template
fr: Le document a bien été retiré des templates

source: Add as a template
fr: Ajouter en tant que template

source: Remove template
fr: Supprimer template

source: The file is read only
fr: Le document est en lecture seule

source: The file was not found
fr: Le document est introuvable

source: It's the cover page of your course
fr: Page de garde de votre cours

source: Dedication
fr: Dédicace

source: Make your own dedication
fr: Construisez votre propre dédicace

source: Course preface
fr: Préface du cours

source: Preface
fr: Préface

source: Insert the introduction text
fr: Texte d'introduction au cours

source: It's the table of content
fr: Table des matières

source: Your instructor
fr: Votre formateur

source: Dialog on the bottom with a trainer
fr: Boîte de dialogue vers le bas avec prof

source: Attended production description
fr: Decription de la production attendue

source: Analyze
fr: Analyse

source: Analyze description
fr: Description de l'analyse

source: Synthetize
fr: Synthèse

source: Synthetize description
fr: Synthèse

source: Text page
fr: Page de texte

source: Plain text page
fr: Page de texte simple

source: Left image
fr: Image à gauche

source: Text and image centered
fr: Texte et image centrés

source: It's a text with an image centered and legend
fr: Texte avec une image centrée et une légende

source: Compare
fr: Comparer

source: 2 columns text page
fr: Page de texte à 2 colonnes

source: Diagram explained
fr: Commenter un diagramme

source: Image on the left, comment on the right
fr: Image à gauche, commentaire à droite

source: Image alone
fr: Image seule

source: Flash animation
fr: Animation Flash

source: Animation + introduction text
fr: Animation + texte d'introduction

source: Audio comment
fr: Commentaire audio

source: Audio + image + text : listening comprehension
fr: Audio + image + texte : compréhension à l'audition

source: Schema with audio explain
fr: Schéma + explication audio

source: A schema explain by a trainer
fr: Schéma expliqué par prof

source: Video page
fr: Streaming vidéo

source: On demand video + text
fr: Vidéo + texte sur demande

source: Video page fullscreen
fr: Page vidéo plein écran

source: On demand video in fullscreen
fr: Vidéo plein écran à la demande

source: Table page
fr: Un tableau

source: Spreadsheet-like page
fr: Page style tableur

source: Explain goals, roles, agenda
fr: Explique objectifs, rôles, agenda

source: Resources
fr: Ressources

source: Books, links, tools
fr: Livres, liens, outils

source: Bibliography
fr: Bibliographie

source: Frequently asked questions
fr: Foire aux questions

source: List of questions and answers
fr: Liste de questions-réponses

source: List of term of the section
fr: Liste de termes définis

source: Evaluation
fr: Évaluation

source: Certificate of completion
fr: Certificat de finalisation

source: To appear at the end of a course
fr: Certificat à afficher en fin de parcours

source: Checklist
fr: Résumons-nous

source: Left list
fr: Liste gauche

source: Left list with an instructor
fr: Liste de gauche avec prof

source: List of resources
fr: Liste d'éléments

source: Course title with a logo
fr: Titre de cours avec logo

source: Right list
fr: Liste droite

source: Right list with an instructor
fr: Liste de droite avec prof

source: Left & right list
fr: Liste gauche et droite

source: Left & right list with an instructor
fr: Listes gauche et droite avec prof

source: Describe a resource
fr: Description d'un élément

source: Course objectives
fr: Objectifs du cours

source: Describe the objectives of the course
fr: Description des objectifs du cours

source: Cycle chart
fr: Processus cyclique

source: 2 list with cycle arrows
fr: 2 listes avec flèches de cycle

source: Learner wonder
fr: Apprenant questionne

source: Learner wonder description
fr: Apprenant se questionne

source: Phase timeline
fr: Phases processus

source: 3 lists with an relational arrow
fr: 3 listes et flèches relationnelles

source: Stop and think
fr: Faisons le point

source: Layout encouraging to stop and think
fr: Présentation invitant à réfléchir

source: Create template
fr: Créer un modèle

source: Shared folder
fr: Répertoire partagé

source: Create the folder
fr: Créer le dossier

source: INFORMATION VISIBLE TO THE TEACHER ONLY: This folder contains the default archives. You can clear files or add new ones, but if a file is hidden when it is inserted in a web document, the students will not be able to see it in this document. When inserting a file in a web document, first make sure it is visible. The folders can remain hidden.
fr: Ce répertoire contient les fichiers par défaut. Vous pouvez supprimer des fichiers ou en ajouter de nouveaux, mais si un fichier invisible est inséré dans un document web, les apprenants ne pourront pas voir ce fichier dans le document. Lorsque vous insérez un fichier dans un document, assurez-vous qu'il soit visible. Les répertoires, eux, peuvent rester invisibles.

source: This folder contains the files that other learners (or yourself) sent into a course through the editor (if they didn't do it from the groups tool). By default, they will be visible by any trainer, but will be hidden from other learners (unless they access the files directly). If you make one user folder visible, other users will see all its content.
fr: Ce répertoire contient les fichiers que d'autres apprenants (ou vous-même) ont envoyé dans un cours au travers de l'éditeur en ligne (à l'exception de l'outil de groupe). Par défaut, ils seront visibles par tous les enseignants, mais resteront invisibles pour les autres apprenants (sauf par accès direct au fichier). Si vous rendez un répertoire apprenant visible, les autres apprenants pourront voir l'ensemble de son contenu.

source: Template's icon
fr: Icône du modèle

source: multiple users have
fr: plusieurs utilisateurs ont

source: no such learner with
fr: aucun membre avec

source: name does not contain any recipient-id
fr: le nom ne contient pas l'ID d'un destinataire

source: name does not end with
fr: le nom ne se termine pas par

source: name does not start with
fr: le nom ne commence pas par

source: no name, or extension not 1-4 letters or digits
fr: aucun nom, ou l'extension ne contient pas 1 à 4 caractères

source: Mailing zipfile must not contain duplicate files - it will not be sent
fr: Le fichier ZIP ne peut pas contenir de fichiers dupliqués. Il ne sera pas envoyé

source: Mailing zipfile must not contain php files - it will not be sent
fr: Le fichier de Mailing ne peut contenir de fichiers PHP. Il ne sera pas envoyé

source: Mailing zipfile is empty or not a valid zipfile
fr: Le fichier ZIP du Mailing est vide ou n'est pas un fichier ZIP valide

source: Mailing must be zipfile with STUDENTID or LOGINNAME
fr: Le fichier du Mailing doit être un ZIP avec MEMBERID ou LOGINNAME

source: Send content files to individuals?
fr: Envoyer le contenu vers des personnes individuellement ?

source: Mailing content files have not yet been sent out...
fr: Les fichiers contenus dans le mailing n'ont pas été envoyés ...

source: Mailing
fr: Envoi par mail

source: sender
fr: expéditeur

source: filesize
fr: taille

source: Allow unsubscription from platform
fr: Autoriser les utilisateurs à se désinscrire de la plateforme

source: Overwrite previous versions of same document?
fr: Ecraser la version précédente du même fichier ?

source: on
fr: le

source: Drag and drop an element here
fr: Glisser déposer un élément ici.

source: Can't create the directory. Please contact your system administrator.
fr: Impossible de créer le répertoire. Veuillez contacter l'administrateur.

source: You didn't specify a file to upload.
fr: Vous n'avez sélectionné aucun fichier à transférer.

source: Please select a user to send the file to.
fr: Veuillez sélectionner le destinataire de ce fichier.

source: Submit failed: bad form data. Please contact your system administrator.
fr: La soumission a échoué : données du formulaire erronées. Veuillez contacter l'administrateur.

source: An error has occured. Please contact your system administrator.
fr: Une erreur s'est produite. Veuillez contacter l'administrateur.

source: To play the media you will need to either update your browser to a recent version or update your <a href="http://get.adobe.com/flashplayer/" target="_blank">Flash plugin</a>. Check if the file has a correct extension.
fr: Pour exécuter ce média vous devez mettre à jour votre navigateur ou votre plugin Flash. Vérifier également si le fichier à l'extention correcte.

source: Update require
fr: Mise à jour nécessaire

source: There is no date/time registered yet
fr: Il n'y a aucune date/heure enregistrée pour le moment

source: Calendar list of attendances
fr: Liste calendrier des assistances

source: The attendance calendar allows you to register attendance lists (one per real session the students need to attend). Add new attendance lists here.
fr: Le calendrier de présences vous permet d'enregistrer des listes de présences (une par session présentielle à laquelle les apprenants doivent assister). Ajoutez de nouvelles listes de présences ici.

source: Clean the calendar of all lists
fr: Nettoyer le calendrier de toutes les listes de présences

source: Add a date and time
fr: Ajouter une date/heure

source: Attendance sheet
fr: Feuille de présences

source: Go to the attendance calendar
fr: Aller au calendrier de présences

source: Attendance calendar
fr: Calendrier de présences

source: Grade the attendance list in the assessment tool
fr: Coter les présences dans le cahier de notes

source: Create a new attendance list
fr: Créer un nouveau répertoire de feuilles de présences

source: Attendance
fr: Présence

source: %d results cleaned
fr: %d résultats effacés

source: Are you sure to delete results
fr: Êtes-vous certain de vouloir supprimer les résultats?

source: Could not reset password
fr: Impossible de modifier le mot de passe

source: Exercise copied
fr: Exercice copié

source: Are you sure to copy
fr: Êtes-vous certain de vouloir procéder à la copie

source: Received Files
fr: Fichiers reçus

source: Sent Files
fr: Fichiers envoyés

source: Size
fr: Taille

source: Latest sent on
fr: Renvoyé pour la dernière fois le

source: Your account %s has been completely removed from this portal. Thank you for staying with us for a while. We hope to see you again later.
fr: Votre compte %s a été complètement effacer de ce portail. Merci d'avoir utiliser notre portail. Nous espérons vous revoir bientôt.

source: Share a new file
fr: Envoyer un nouveau fichier

source: Close feedback
fr: Fermer feedback

source: Add feedback
fr: Ajouter nouveau feedback

source: The feedback message has been stored
fr: Le message de feedback a été enregistré

source: All users have deleted the file so nobody will see the feedback you are adding.
fr: Tous les utilisateurs ont supprimé ce fichier donc personne ne verra le feedback que vous êtes en train d'ajouter.

source: Feedback error
fr: Erreur de feedback

source: Please type some text.
fr: Veuillez taper du texte.

source: You are not allowed to download this file.
fr: Vous n'êtes pas autorisé à télécharger ce fichier.

source: Check at least one file.
fr: Cochez au moins un fichier.

source: The received file has been deleted.
fr: Le fichier reçu a été supprimé.

source: The sent file has been deleted.
fr: Le fichier envoyé a été supprimé.

source: The selected files have been moved.
fr: Les fichiers selectionnés ont été déplacé.

source: The received file has been moved.
fr: Le fichier reçu a été déplacé.

source: The sent file has been moved
fr: Le fichier envoyé a été déplacé.

source: The file(s) can not be moved.
fr: Le ou les fichiers ne peuvent pas être déplacés.

source: Add a new folder
fr: Ajouter une nouvelle catégorie

source: Please give a category name
fr: Veuillez nommer la catégorie

source: This category already exists, please use a different name
fr: Cette catégorie existe déjà, veuillez utiliser un autre nom

source: You are in folder
fr: Vous êtes en train de visionner la/les catégorie(s)

source: The folder has been created
fr: La catégorie a été enregistrée.

source: The author field cannot be empty
fr: Le champ auteur ne peut pas être vide

source: You must select at least one destinee
fr: Vous devez sélectionner au moins un destinataire

source: This file's volume is too big.
fr: Le fichier dropbox est trop grand.

source: The file is not uploaded.
fr: Le fichier n'a pas été envoyé.

source: Mailing cannot be overwritten by non-mailing and vice-versa
fr: Les fichiers envoyés par publipostage ne peuvent être écrasés par les fichiers envoyés simplement et vice-versa

source: Mailing cannot be combined with other recipients
fr: On ne peut envoyer simultanément par publipostage et de façon classique

source: Just Upload cannot be combined with other recipients
fr: On ne peut combiner l'envoi simple avec d'autres destinataires

source: By enabling this option, you allow any user to definitively remove his own account and all data related to it from the platform. This is quite a radical action, but it is necessary for portals opened to the public where users can auto-register. An additional entry will appear in the user profile to unsubscribe after confirmation.
fr: Quand les utilisateurs se désinscrivent toutes leurs données sont effacées de façon permanente.

source: A new file has been sent in the dropbox
fr: Un nouveau fichier a été envoyé dans le partage de fichiers

source: A new file has been sent to the Dropbox
fr: Un nouveau fichier a été envoyé dans le partage de fichiers de votre cours

source: Add / Edit
fr: Ajouter / Modifier

source: This folder is empty
fr: Aucun fichier dans ce répertoire

source: Editing exercise cause problems in Learning Path
fr: Éditer l'exercice peut causer des problèmes dans les parcours d'apprentissage

source: The folder has been deleted
fr: Le dossier a été supprimé

source: Learning Object Title
fr: Titre de l'objet

source: To store this information, press Store
fr: Pour enregistrer les données, poussez sur Enregistrer

source: e.g. Bachelor of ...
fr: p.e. Baccalauréat en ...

source: e.g. provided the source is acknowledged
fr: p.e. moyennant mention de la source

source: Script is not enabled in your browser, please ignore the screen part below this text, it won't work...
fr: Script n'est pas disponible dans le navigateur, la partie ci-dessous de l'écran ne marchera pas...

source: the language in which this learning object was made
fr: la langue dans laquelle cet objet a été construit

source: Identifier
fr: Identification

source: unique identification for this learning object, composed of letters, digits, _-.()'!*
fr: identification unique pour cet objet, lettres, chiffres, _-.()'!*

source: title or name, and language of that title or name
fr: titre ou nom, et langue du titre ou nom

source: description or comment, and language used for describing this learning object
fr: description ou commentaire, et langue utilisée pour décrire l'objet

source: Keyword
fr: Mot-clé

source: comma-separated (letters, digits, -.)
fr: séparez-les par des virgules (lettres, chiffres, -.)

source: Coverage
fr: Objectif

source: for example bachelor of xxx: yyy
fr: p.e. Baccalauréat en ...

source: If you change the description language, do not add keywords at the same time.
fr: Si vous changez la langue de la description, n'ajoutez pas simultanément de nouveaux mots-clés.

source: click to open object
fr: clickez pour ouvrir l'objet

source: Store
fr: Enregistrer

source: Do you *really* want to delete all metadata?
fr: Enlever *vraiment* toutes les métadonnées?

source: Create
fr: créer

source: obsolete entries removed for category
fr: les entrées obsolètes ont été supprimées de la catégorie

source: - duplicate categorynames were removed from the list!
fr: - les noms de catégories en double seront retirés de la liste !

source: Work with Links category named
fr: Travailler avec une catégorie de liens nommée

source: Add new glossary term
fr: Nouveau terme

source: Term
fr: Terme

source: Term definition
fr: Définition

source: Term removed
fr: Terme supprimé

source: Term updated
fr: Terme mis à jour

source: Do you really want to delete this term
fr: Supprimer ce terme

source: Save term
fr: Ajouter ce terme

source: Update term
fr: Enregistrer les modifications

source: Edit term
fr: Modifier le terme

source: Delete term
fr: Supprimer ce terme

source: Pre-defined
fr: Prédéfini

source: Term added
fr: Terme ajouté

source: You must enter a term
fr: Veuillez entrer un terme

source: You must enter a term definition
fr: Veuillez entrer la définition du terme

source: This glossary term already exists. Please change the term name.
fr: Ce terme de glossaire existe déjà. Veuillez modifier le nom du terme.

source: Glossary management
fr: Gestion du glossaire

source: The term has moved
fr: Le terme a été déplacé

source: Forums Help
fr: Aide Forums
