Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Dear %s,<br/>Thank you for your participation to course %s. We hope you've acquired new relevant knowledge and enjoyed the course.<br/>
fr: Cher/Chère %s,<br/>Merci d'avoir participé au cours %s. Nous espérons que vous avez acquis de nouvelles connaissances et que vous avez pleinement profité du cours. Vous pouvez réviser votre progrès et votre développement personnel au sein du cours dans la section Mon Suivi.<br/>Cordialement,<br/>

source: Generate default content
fr: Générer du contenu par défaut

source: Thanks for your subscription
fr: Merci pour votre inscription

source: %s team.
fr: Équipe %s

source: You can start subscribing to courses entering to %s
fr: Vous pouvez vous inscrire à des cours en allant sur %s

source: Text only letters
fr: Texte de lettres exclusivement

source: Text only alphanumeric characters
fr: Caractères alphanumériques (a-z,0-9,A-Z)

source: Only letters
fr: Lettres uniquement

source: Select a blanks marker
fr: Marqueur pour les trous

source: Refresh terms
fr: Rafraîchir les termes

source: Word to find
fr: Mot à trouver

source: Input size of box to fill
fr: Taille de la zone à compléter

source: MM dd, yy
fr: dd MM yy

source: at
fr: à

source: Send mail notification to students to inform of subscription
fr: Envoyer un avis d'inscription par courriel aux apprenants

source: Send an email when a user being subscribed to session
fr: Envoyer un courriel lorsqu'un nouvel utilisateur est inscrit à la session

source: Select date
fr: Choisir une date

source: Only letters and spaces
fr: Lettres et espaces uniquement

source: Only letters, numbers and spaces
fr: Lettres, espaces et numéros uniquement

source: Text letters and spaces
fr: Texte lettres et espaces

source: Send course finished notification
fr: Envoyer un avis de fin de cours

source: Text alphanumeric characters and spaces
fr: Texte alphanumérique et espaces

source: Whether to send an e-mail to students when their course (session) is finished. This requires cron tasks to be configured (see main/cron/ directory).
fr: Envoyer un courriel aux étudiants lorsque leur cours (au sein de la session) se termine. Cette fonctionnalité exige la configuration d'une tâche cron sur le serveur (voir répertoire main/cron/)

source: Thanks for registering to %s.
fr: Merci de vous êtes inscrit à %s.

source: Allow coaches to comment in review of exercises
fr: Permettre aux tuteurs de commenter les réponses aux exercices

source: Allow coaches to edit feedback during review of exercises
fr: Permettre aux tuteurs d'éditer les commentaires lors de la révision des exercices

source: Prevent simultaneous login
fr: Empêcher les logins simultanés

source: Prevent users connecting with the same account more than once. This is a good option on pay-per-access portals, but might be restrictive during testing as only one browser can connect with any given account.
fr: Empêche les utilisateurs de se connecter simultanément plusieurs fois avec le même compte. C'est une bonne option pour les portails d'accès payants, mais cela peut s'avérer un peu gênant durant des tests, puisque seul un navigateur peut se connecter à un compte utilisateur désigné.

source: Show additional columns in gradebook
fr: Colonnes additionnelles cahier de notes

source: Show additional columns in the student view of the gradebook with the best score of all students, the relative position of the student looking at the report and the average score of the whole group of students.
fr: Montrer des colonnes additionnelles dans la vue étudiant du cahier de notes: meilleur score de tous les étudiants, classement relatif de l'étudiant par rapport aux autres et moyenne des scores de tous les étudiants réunis.

source: Publish course catalogue
fr: Publier le catalogue de cours

source: Make the courses catalogue available to anonymous users (the general public) without the need to login.
fr: Rend le catalogue de cours disponibile pour tout le monde, sans besoin d'être inscrit sur la plateforme.

source: Enable password reset token
fr: Clef de réinitialisation du mot de passe

source: This option allows to generate a expiring single-use token sent by e-mail to the user to reset his/her password.
fr: Cette option permet de générer une clef à usage unique et auto-destructive envoyée par courriel à l'utilisateur pour qu'il puisse changer son mot de passe durant une période de temps limitée.

source: Time limit for password reset token
fr: Limite de clef de réinitialisation du mot de passe

source: The number of seconds before the generated token automatically expires and cannot be used anymore (a new token needs to be generated).
fr: La quantité de secondes avant que la clef générée expire automatiquement et ne puisse plus être utilisée (il faut alors générer une nouvelle clef).

source: View my courses by session
fr: Vue des sessions par cours

source: Enable an additional 'My courses' page where sessions appear as part of courses, rather than the opposite.
fr: Active une nouvelle page "Mes cours" où les sessions apparaîssent comme partie des cours, plutôt que l'inverse.

source: Download certificate in PDF
fr: Télécharger certificat en PDF

source: Enter password
fr: Introduire mot de passe

source: Download report in PDF
fr: Télécharger rapport en PDF

source: Skill "%s" enabled
fr: Compétence "%s" activée

source: Skill "%s" disabled
fr: Compétence "%s" désactivée

source: Show full skill name on skill wheel
fr: Montrer nom complet sur roue de compétences

source: On the wheel of skills, it shows the name of the skill when it has short code.
fr: Dans la roue des compétences, montrer le titre complet de la compétence même si celle-ci dispose d'un code court (peut rendre la roue moins lisible selon la quantité de compétences)

source: Created by
fr: Créé par

source: Hide general coach in dropbox
fr: Cacher le tuteur général dans partage de documents

source: Hide general coach name in the dropbox tool when the general coach uploaded the file
fr: Cacher le nom du tuteur général de la session lorsque c'est lui qui a envoyé le document dans le partage de documents

source: Upload my assignment
fr: Envoyer mon travail

source: Inserted
fr: Inséré

source: Your browser does not support native video transmission.
fr: Votre navigateur ne supporte pas nativement la transmission de vidéo.

source: Other teachers
fr: Autres enseignants

source: Course category
fr: Catégorie de cours

source: Video chat between %s and %s
fr: Appel vidéo entre %s et %s

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: Avoid changing page as this will cut your current video chat session
fr: Évitez de changer de page durant la conférence pour éviter de couper la communication (vous pouvez toutefois ouvrir de nouveaux onglets).

source: Connecting to peer
fr: En cours de connexion...

source: Connection established
fr: Connexion établie

source: Connection failed
fr: Connexion échouée

source: Connection closed
fr: Connexion terminée

source: Local connection failed
fr: Échec de la connexion locale

source: Remote connection failed
fr: Échec de la connexion distante

source: View students
fr: Voir apprenants

source: Into
fr: dans

source: Sequence
fr: Séquence

source: Invitee
fr: Invité

source: Date range
fr: Rang de dates

source: Edit icon
fr: Éditer icône

source: Custom icon
fr: Icône personalisée

source: Current icon
fr: Icône actuelle

source: Group reporting
fr: Rapport de groupe

source: Convert format
fr: Convertir le format

source: Are you sure you want to delete %s?
fr: Êtes-vous certains de vouloir supprimer %s?

source: Attachments list
fr: Liste de pièces jointes

source: See course information and requirements
fr: Voir pré-requis

source: Download all
fr: Tout télécharger

source: Deleted documents
fr: Supprimer les documents

source: Course list not available
fr: Liste de cours non disponible

source: Copy of message sent to %s
fr: Copie du message envoyé à %s

source: Convert
fr: Convertir

source: Portal's limit type
fr: Type de limite du portail

source: Portal name
fr: Nom du portail

source: Best score
fr: Meilleur score

source: Are you sure to delete
fr: Êtes-vous certain de vouloir supprimer

source: Conversion to same file format. Please choose another.
fr: Conversion au format original bloquée. Veuillez choisir un autre format.

source: File format not supported
fr: Format de fichier non supporté.

source: File converted from %s to %s
fr: Fichier converti de %s à %s

source: %s days
fr: %s jours

source: Skill profile
fr: Profil de compétences

source: Achieved skills
fr: Compétences acquises

source: Business card
fr: Carte de visite

source: Badge details
fr: Détails du badge

source: The user %s has not achieved the skill "%s" yet
fr: L'utilisateur %s n'a pas encore obtenu la compétence "%s"

source: Issued badge information
fr: Information du badge délivré

source: Recipient details
fr: Données du bénéficiaire

source: Skill acquired at
fr: Compétence acquise le

source: Basic skills
fr: Compétences simples

source: <strong>%s</strong> through <em>%s</em>
fr: %s par le cours <b>%s</b>

source: Export badge
fr: Exporter ce badge

source: Select to search
fr: Inclure dans la recherche

source: Place on the wheel
fr: Localiser sur la roue

source: Skill
fr: Compétence

source: Argumentation
fr: Justificatif

source: The user %s has already achieved the skill %s
fr: L'utilisateur %s a déjà acquis la compétence %s

source: The skill %s has been assigned to user %s
fr: La compétence %s a bien été assignée à l'utilisateur %s

source: Assign skill
fr: Assigner la compétence

source: Geolocalization
fr: Géolocalisation

source: On a grade of 1 to 10, how well did you observe that this person could put this skill in practice?
fr: Sur une échelle de 1 à 10 où 10 représente le meilleur score, comment diriez-vous que cette personne est capable de mettre cette compétence en pratique?

source: Average rating %s
fr: Score moyen: %s

source: Average rating
fr: Score moyen

source: Teachers results are not shown nor taken into account in the gradebook.
fr: Les résultats des enseignants ne sont pas affichés ni pris en compte dans l'outil d'évaluations.

source: Write something on your friend's wall
fr: Écris quelque chose d'intéressant sur le mur de ton ami...

source: Blank template
fr: Modèle blanc

source: Base course
fr: Cours de base

source: Base courses
fr: Cours de base

source: Square
fr: Carré/rectangle

source: Polygon
fr: Polygône

source: Draw a hotspot
fr: Dessinez une zone interactive

source: Use right-click to close the polygon
fr: Utilisez le bouton droit de la souris pour fermer le polygone

source: Release the mousebutton to save the hotspot
fr: Relâchez le bouton de la souris pour enregistrer la zone interactive

source: Hotspot saved
fr: Zone interactive enregistrée

source: Show/Hide userclicks
fr: Montrer/Cacher les clics

source: Show / Hide hotspots
fr: Montrer/Cacher les zones interactives

source: Attempts left
fr: Tentatives restantes

source: Now click on:
fr: Cliquez maintenant sur:

source: Close delineation
fr: Fermer la délinéation

source: Area at risk
fr: Zone à risque

source: Now click on the button below to validate your answers
fr: Toutes les zones ont été sélectionnées. Vous pouvez à présent réassigner vos réponses ou cliquer sur le bouton ci-dessous pour enregistrer et terminer cette question.

source: Close polygon
fr: Fermer polygone

source: Use right-click to close the delineation
fr: Utilisez le clic-droit pour fermer la délinéation

source: Crop your picture
fr: Découpez votre photo

source: Download badge
fr: Télécharger ce badge

source: No XML file found in the zip archive. This is a requirement for this type of import.
fr: Aucun fichier XML trouvé dans le fichier zip. C'est malheureusement nécessaire pour ce type d'import.

source: There was a problem embedding the badge assertion info into the badge image, but you can still use this page as a valid proof.
fr: Un problème s'est produit lors de l'insertion de l'information d'assertion du badge dans l'image du badge, mais vous pouvez de toute façon utiliser cette page comme assertion valide.

source: This action will associate a forum thread to this learning path item. Do you want to proceed?
fr: Cette action associera un fil de conversation de forum à cet élément du parcours. Continuer?

source: This action will dissociate the forum thread of this learning path item. Do you want to proceed?
fr: Cette action dissociera le fil de conversation du forum de cet élément du parcours. Continuer?

source: Dissociate the forum of this learning path item
fr: Dissocier le fil de conversation de cette élément du parcours

source: Associate a forum to this learning path item
fr: Associer un fil de conversation du forum à cet élément du parcours

source: Forum dissociated
fr: Forum dissocié

source: Click or drop one file here
fr: Déplacez un fichier ici ou cliquez

source: Last %s days
fr: Derniers %s jours

source: Export badges
fr: Exporter badges

source: Disable all languages except the platform default
fr: Désactiver toutes les langues, exceptée celle par défaut de la plateforme

source: There are users currently using the following language. Please disable manually.
fr: Des utilisateurs utilisent encore la langue suivante. Veuillez la désactiver manuellement.

source: Allow Push Notifications to the Chamilo Messaging mobile app
fr: Permettre l'envoi de notifications Push à l'application mobile Chamilo Messaging

source: Send Push Notifications by Google's Firebase Console
fr: Envoyer notifications Push mobiles via Google Cloud Messaging

source: Sender ID of Firebase Console for Cloud Messaging
fr: Numéro de projet de la Google Developer Console

source: You need register a project on <a href="https://console.firebase.google.com/">Google Firebase Console</a>
fr: Vous devez enregistrer un projet sur <a href="https://console.developers.google.com/">Google Developer Console</a>

source: Server key of Firebase Console for Cloud Messaging
fr: Clef API de la Google Developer Console pour le Google Cloud Messaging

source: Server key (legacy token) from project credentials
fr: Vous devez activer l'API du Google Cloud Messaging et créer un accès pour Android

source: The logo must be of %s px in size and in %s format
fr: Le logo doit être de taille %s px et au format %s

source: Original logo recovered
fr: Logo original récupéré

source: New logo uploaded
fr: Nouveau logo envoyé

source: Current logo
fr: Logo actif

source: Update logo
fr: Changer le logo

source: Followed student bosses
fr: Tuteur d'apprenants suivis

source: Database manager
fr: Gestion de la base de données

source: Course template
fr: Modèle de cours

source: Pick a course as template for this new course
fr: Choisissez un cours comme modèle de base pour ce nouveau cours

source: Teacher can select a course as template
fr: L'enseignant peut choisir un cours comme modèle

source: Allow pick a course as template for the new course that teacher is creating
fr: Permettre le choix d'un cours comme modèle lors de la création d'un nouveau cours par l'enseignant. Dans ce cas, les ressources du cours modèle seront copiées automatiquement comme base du nouveau cours.

source: The forum's auto-launch setting is on. Students will be redirected to the forum tool when entering this course.
fr: La fonctionnalité auto-démarrage du forum est activée. Les apprenants seront redirigés vers la liste de forums automatiquement lorsqu'ils entreront dans ce cours.

source: Redirect to forums list
fr: Rediriger ver la liste de forums

source: Enable forum auto-launch
fr: Activer l'auto-démarrage des forums

source: You can now download your certificate by clicking here
fr: Télécharge ton certificat en cliquant ici

source: Additionally, you have achieved the following skills
fr: En plus, tu as acquis les compétences suivantes

source: I have achieved skill %s on %s
fr: J'ai acquis la compétence %s sur %s

source: Another attempt
fr: Nouvelle tentative

source: Remaining %d attempts
fr: Nombre de tentatives restantes: %s

source: Map
fr: Carte

source: My location
fr: Ma position

source: Show course in user's language
fr: Afficher les cours dans la langue de l'utilisateur

source: Access data
fr: Données d'accès

source: Image dimensions do not match the requirements. Please check the suggestions next to the image field.
fr: Dimensiones incorrectas de la imagen. Por favor, respete las sugerencias indicadas al lado del campo de imagen.

source: Could not reset password, contact your helpdesk.
fr: Impossible de réinitialiser le mot de passe. Contactez votre équipe de support.

source: Quote
fr: Citer

source: Value is too small.
fr: La valeur est trop basse.

source: Value is too big.
fr: La valeur est trop élevée.

source: You are a teacher of this course
fr: Vous êtes enseignant de ce cours

source: Student bosses list
fr: Liste des supérieurs

source: Show score on every attempt, show correct answers only on last attempt (only works with an attempts limit)
fr: Montrer le score à chaque tentative, montrer les réponses correctes seulement lors de la dernière tentative (fonctionne uniquement s'il y a une limite de tentatives)

source: Missing chart library. Please check the error log for details.
fr: Une librairie graphique manque. Veuillez vous référer aux journaux d'erreur pour plus d'information.

source: User %s indicated:
fr: L'utilisateur %s a justifié:

source: Level acquired
fr: Niveau acquis

source: Manage skills levels
fr: Gérer les niveaux de compétences

source: Add profile
fr: Ajouter profil

source: Add level
fr: Ajouter niveau

source: Change acquired level
fr: Modifier le niveau acquis

source: No level acquired yet
fr: Aucun niveau acquis à ce jour

source: Record audio
fr: Enregistrement audio

source: Start recording
fr: Lancer l'enregistrement

source: Stop recording
fr: Arrêter l'enregistrement

source: Save recorded audio
fr: Sauvegarder l'audio enregistré

source: Grades from course: %s
fr: Bulletin du cours: %s

source: A title is required
fr: Le titre est obligatoire

source: No course category was provided
fr: Aucune catégorie de cours n'a été indiquée

source: Closing date
fr: Date de fermeture

source: The forum will be visible starting from this date
fr: Le forum sera publié à cette date

source: Once this date has passed, the forum will be closed
fr: Après cette date, le forum sera automatiquement fermé

source: Moderated forum
fr: Forum modéré

source: Diagnosis filled successfully
fr: Diagnostic complété

source: The diagnosis has been filled successfully
fr: Le diagnostic a été complété avec succès

source: User %s has filled the diagnosis
fr: L'utilisateur %s a complété son diagnostic

source: User %s has filled the diagnosis on the platform and it is ready for you to review.
fr: L'utilisateur %s a complété son diagnostic sur la plateforme et celui-ci attend votre révision.

source: Send legal agreement
fr: Envoyer l'accord légal

source: Delete legal agreement
fr: Supprimer l'accord légal

source: Legal accepted
fr: Accord légal accepté

source: Load term conditions section
fr: Charger la section de termes et conditions

source: The legal agreement will appear during the login or when enter to a course.
fr: L'accord légal apparaîtra au moment du login ou lorsque l'apprenant entre dans le cours.

source: Your terms and conditions are ready to be signed
fr: Votre accord légal est prêt à être signé.

source: Hello,<br />Your tutor sent you your terms and conditions. You can sign it following this URL: %s
fr: Bonjour,<br />Votre tuteur vous a envoyé votre accord légal. Vous pouvez le signer en suivant l'URL: %s

source: User %s signed the agreement.
fr: L'utilisateur %s a signé l'accord légal.

source: User %s signed the agreement the %s.
fr: L'utilisateur %s a signé son accord légal le %s.

source: Terms and conditions only if profile complete
fr: Accord légal bloqué par la complétude du profil

source: By enabling this option, terms and conditions will be available to the user only when the extra profile fields that start with 'terms_' and set to visible are completed.
fr: En activant cette option, le accord légal sera disponible pour l'utilisateur seulement lorsqu'il aura complété les champs de profil extra préfixés par 'terms_' et marqués comme visibles.

source: Enable user's geolocalization
fr: Activer la géolocalisation

source: Enable user's address field and show it on a map using geolocalization features
fr: Activer un champ d'adresse pour l'utilisateur et situer son adresse sur une carte en utilisant la géolocalisation

source: You must first fill your profile to continue
fr: Vous devez d'abord compléter votre profil pour continuer

source: The terms and conditions have not yet been validated by your tutor.
fr: L'accord légal n'a pas encore été validé par votre tuteur.

source: Diagnosis management
fr: Gestion des diagnostics

source: You must first fill your profile to enable the terms and conditions validation.
fr: Vous devez d'abord compléter votre profil pour activer la validation de l'accord légal.

source: Allow show the user Skype account
fr: Permettre l'affichage du compte Skype de l'utilisateur

source: Add a link on the user social block allowing start a chat by Skype
fr: Ajouter un lien dans le block utilisateur sur le réseau social pour permettre le démarrage d'une session de chat via Skype.

source: Allow show the user LinkedIn URL
fr: Permettre l'affichage de l'URL LinkedIn

source: Add a link on the user social block, allowing visit the user's LinkedIn profile
fr: Ajouter un lien dans le bloc de l'utilisateur dans le réseay social pour permettre aux visiteurs de voir le profil LinkedIn de l'utilisateur.

source: Launch videoconference room
fr: Lancer une salle de vidéoconférence

source: Terms duplicated in file
fr: Termes dupliqués dans le fichier

source: Term already exists
fr: Ce terme existe déjà

source: LinkedIn profile URL
fr: URL de profil LinkedIn

source: Save the correct answer for the next attempt
fr: Garder les réponses correctes pour l'essai suivant

source: Translate this term
fr: Traduire ce terme

source: Only active sub-languages appear in this list
fr: Seuls les jargons actifs sont listés ici

source: Translation
fr: Traduction

source: If this term has already been translated, this operation will replace its translation for this sub-language.
fr: Si ce terme a déjà été traduit, cette opération remplacera la traduction existante pour ce sous-langage.

source: Last connection
fr: Dernière connexion

source: His profile is
fr: Son profil est

source: User %s with language %s is registered in the site
fr: L'utilisateur %s de langue %s est enregistré sur le portail

source: You can assign a tutor in this link %s
fr: Vous pouvez assigner un tuteur à l'adresse suivante: %s

source: Update existing terms.
fr: Mettre à jour les termes existants

source: Terms updated
fr: Termes mis à jour

source: Terms added
fr: Termes ajoutés

source: Teachers time report by session
fr: Rapport de temps des enseignants par session

source: Number of works
fr: NB Travaux demandés

source: Last work
fr: Dernier travail

source: Waiting for moderation
fr: En attente de modération

source: Works in session report
fr: Travaux dans le rapport de session

source: Files
fr: Fichiers

source: Assigned to
fr: Assigné à

source: Updated by %s
fr: Mis à jour par %s

source: Assignee changed from %s to %s
fr: L'utilisateur responsable a été changé de %s à %s

source: Request confirmation
fr: Demande de confirmation

source: Change assign
fr: Changer l'assignation

source: To be assigned
fr: À assigner

source: Pending
fr: En attente

source: Unconfirmed
fr: Non confirmé

source: Forwarded
fr: Transféré

source: My tickets
fr: Mes tickets

source: High
fr: Élevée

source: Low
fr: Basse
