Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Click here to recover your password
fr: Cliquez ici pour réinitialiser votre mot de passe

source: The visibility has been changed.
fr: La visibilité a bien été changée

source: Main navigation
fr: Navigation principale

source: See detail
fr: Voir détail

source: Please try to login again from the homepage
fr: Veuillez vous identifier à nouveau depuis la page d'accueil

source: Please try to login again using the form below
fr: Veuillez vous identifier à nouveau en utilisant le formulaire suivant

source: Access to the Frequently Asked Questions
fr: Accéder aux questions fréquemments posées (FAQ)

source: Frequently Asked Question
fr: Questions fréquemment posées

source: Remind learners inactive since
fr: Alerter les utilisateurs inactifs depuis

source: Inactivity on %s
fr: Inactivité sur %s

source: Dear user,<br /><br /> you are not active on %s since more than %s days.
fr: Cher utilisateur,<br /><br /> vous êtes inactif sur %s depuis plus de %s jours.

source: OpenID authentication
fr: Authentification OpenID

source: Upload max size
fr: Taille maximum

source: Move up
fr: Déplacer vers le haut

source: Move down
fr: Déplacer vers le bas

source: File upload failed: this file extension or file type is prohibited
fr: Échec de l'envoi du fichier: cette extension ou ce type de fichier est interdit

source: OpenID URL
fr: URL OpenID

source: The file is too big to upload.
fr: Le fichier à envoyer est trop volumineux!

source: The file you uploaded was not received succesfully. Please try again later or contact the administrator of this portal.
fr: Le fichier envoyé n'a pas été reçu avec succès. Merci de réessayer plus tard ou de prendre contact avec l'administrateur de ce portail.

source: Assessments
fr: Mon cahier de notes

source: What is OpenID?
fr: OpenID, qu'est-ce que c'est?

source: OpenID eliminates the need for multiple logins across different websites, simplifying your online experience. You get to choose the OpenID Provider that best meets your needs and most importantly that you trust. At the same time, your OpenID can stay with you, no matter which Provider you move to. And best of all, the OpenID technology is not proprietary and is completely free.For businesses, this means a lower cost of password and account management, while drawing new web traffic. OpenID lowers user frustration by letting users have control of their login.<br /><br /><a href="http://openid.net/what/">Read on...</a>
fr: OpenID élimine le besoin de noms d'utilisateurs multiples pour accéder à différents sites web, simplifiant ainsi votre expérience en ligne. Vous pouvez choisir un fournisseur OpenID en qui vous avez confiance et qui vous convient le mieux. En même temps, vous gardez votre OpenID, quel que soit le fournisseur que vous choisissez. Et le mieux c'est que la technologie OpenID n'est pas propriétaire et est totalement gratuite. <br /><br /><a href="http://openid.net/what/">Pour en savoir plus...</a>

source: No administrator
fr: Pas de responsable

source: iCal export
fr: Export Outlook

source: Export in iCal format as public event
fr: Export comme invitation Outlook

source: Export in iCal format as private event
fr: Export Outlook comme événement privé

source: Export in iCal format as confidential event
fr: Export Outlook comme événement confidentiel

source: More stats
fr: Plus de statistiques

source: decade
fr: décennie

source: month
fr: mois

source: week
fr: semaine

source: day
fr: jour

source: hour
fr: heure

source: decades
fr: décennies

source: months
fr: mois

source: weeks
fr: semaines

source: hours
fr: heures

source: Documented created
fr: Document créé

source: The forum has been added
fr: Le forum a été créé

source: Forum thread added
fr: Fil de discussion ajouté

source: Forum attachment added
fr: Annexe ajoutée

source: directory
fr: dossier

source: directories
fr: dossiers

source: Age
fr: Âge

source: Birthday
fr: Anniversaire

source: Course
fr: Cours

source: documents
fr: documents envoyés

source: Test Finished
fr: test terminé

source: Sex
fr: Sexe

source: Native language
fr: Langue maternelle

source: Country of residence
fr: Pays de résidence

source: Add attachment
fr: Annexe

source: File comment
fr: Remarques

source: Filename
fr: Nom de document

source: Sessions administrator
fr: Administrateur de sessions de cours

source: Make changeable
fr: Rendre modifiable

source: Make unchangeable
fr: Rendre non-modifiable

source: Profile attributes
fr: Profils

source: The field is now visible for the user.
fr: Le champ est à présent visible pour l'utilisateur.

source: Cannot make the field visible.
fr: Impossible de rendre le champ visible.

source: The field is now invisible for the user.
fr: Le champ est à présent invisible à l'utilisateur.

source: Cannot make the field invisible
fr: Impossible de rendre le champ invisible

source: The field is now changeable by the user: the user can now fill or edit the field
fr: Le champ est à présent modifiable par l'utilisateur: celui-ci pourra compléter ou modifier le champ

source: The field can not be made changeable.
fr: Impossible de rendre le champ modifiable.

source: The field is now made unchangeable: the user cannot fill or edit the field.
fr: Le champ est à présent non-modifiable: l'utilisateur ne pourra pas le compléter ou le modifier.

source: The field cannot be made unchangeable
fr: Impossible de rendre le champ non-modifiable

source: Folder
fr: Dossier

source: The chat is not available because another course has been opened in another page. To avoid this, please make sure you remain inside the same course for the duration of your chat session. To join the chat session again, please re-launch the chat from the course homepage.
fr: Le chat n'est pas disponible car une autre page a été ouverte dans un autre cours. Pour éviter ce problème, merci de rester dans le même cours pendant toute la durée de votre discussion. Nous vous invitons à recharger la page courante depuis la page d'accueil de votre cours.

source: The file has successfully been uploaded.
fr: Le fichier a été envoyé avec succès.

source: Yesterday
fr: Hier

source: Submit
fr: Valider

source: Back to start new search
fr: Retour vers page nouvelle recherche

source: Step
fr: Étape

source: added successfully
fr: ajoutée avec succès

source: Delete error
fr: Erreur de suppression

source: Steps list
fr: Liste des étapes

source: Add step
fr: Ajouter une étape

source: Step code
fr: Code de l'étape

source: Label
fr: Intitulé

source: Unable to connect to
fr: Impossible de se connecter à

source: No user
fr: Aucun utilisateur

source: Search results for:
fr: Résultats de la recherche de:

source: Select a file
fr: Selectionnez un document

source: Warning - The FAQ file, located in the /home/ directory of your portal, is not writable. Your text will not be saved until the file permissions are changed.
fr: Attention - Le fichier de FAQ situé dans le répertoire /home/ de votre campus n'est pas inscriptible. Le texte que vous venez d'entrer ne pourra pas être sauvé tant que les permissions n'auront pas été modifiées.

source: No tests
fr: Aucun test

source: Sorry, you are not allowed to access this page, or maybe your connection has expired. Please click your browser's "Back" button or follow the link below to return to the previous page.
fr: Désolé, vous n'êtes pas autorisé à accéder à cette page, ou votre connexion a expiré. Veuillez cliquez sur le bouton "Précédent" de votre navigateur ou suivre le lien ci-dessous pour retourner à la page précédente.

source: Result
fr: Résultat

source: Attempting to login as %s %s (id %s)
fr: Tentative d'identification comme %s %s (id %s)

source: Login successful. Go to %s
fr: Identification réussie. Cliquez sur le lien suivant pour continuer: %s

source: Start audio automatically
fr: Demarrer le son automatiquement

source: Intro was updated
fr: Le texte d'introduction a été mis à jour

source: Align
fr: Alignement

source: Width
fr: Largeur

source: V Space
fr: Espace V

source: H Space
fr: Espace H

source: Border
fr: Bordure

source: Height
fr: Hauteur

source: Image manager
fr: Gestionnaire d'images

source: Image File
fr: Fichier

source: Constrain proportions
fr: Conserver les proportions

source: Insert image
fr: Inserer une image

source: Account active
fr: Compte actif

source: Group area
fr: Espace de groupe

source: Export to PDF
fr: Export PDF

source: You comment has been added
fr: Votre commentaire a été ajouté

source: Back to previous page
fr: Retour à la page précédente

source: No code
fr: Pas de code

source: Display order
fr: Ordre d'affichage

source: Index document text?
fr: Indexer le contenu du document?

source: Document language for indexation
fr: Langue du document, pour indexation

source: with
fr: avec

source: General coach
fr: Coach général

source: Save document
fr: Ajouter cette ressource au cours

source: The category has been deleted.
fr: La catégorie a été supprimée.

source: Category added
fr: Dossier ajouté

source: Grade activity
fr: Évaluer

source: Words
fr: Mots

source: Go back
fr: Retour

source: Details
fr: Détails

source: Assessment edited
fr: Lien édité

source: Forum threads
fr: Fils de discussion du forum

source: Phone
fr: Téléphone

source: Information message
fr: Message d'information

source: Confirmation message
fr: Message de confirmation

source: Warning message
fr: Message d'avertissement

source: Error message
fr: Message d'erreur

source: Glossary
fr: Glossaire

source: Course settings
fr: Paramètres du cours

source: E-mail notifications
fr: Alertes par courriel

source: User rights
fr: Permissions utilisateurs

source: Only numbers
fr: Nombres uniquement

source: Reorder options
fr: Réordonner les options

source: Edit user fields
fr: Modifier les profils

source: Double select
fr: Double boîte de sélection

source: Visual divider
fr: Diviseur visuel

source: Unknown package format
fr: Format de paquet inconnu

source: The resource has been deleted
fr: La ressource a été supprimée

source: Advanced settings
fr: Paramètres avancés

source: Go to
fr: Aller à

source: Session and course name
fr: Titre de la session et titre du cours

source: Creation date
fr: Date création

source: Latest update
fr: Dernière modification

source: View changes history
fr: Historique

source: asturian
fr: asturien

source: Go to course
fr: Voir le parcours

source: Lectures library
fr: Bibliothèque de présentations

source: Preview image
fr: Prévisualisation

source: Advanced search options
fr: Options de recherche avancées

source: Reset keywords
fr: Vider mots-clés

source: Keywords
fr: Mots-clés

source: Intro was deleted
fr: Le texte d'introduction du cours a bien été supprimé

source: Keywords search help
fr: Aide à la recherche par mots-clef

source: Select keywords in one or more fields and click the search button.<br /><br />To select more than one keyword in a field, use Ctrl+click.
fr: Sélectionnez des mots-clef dans un ou plusieurs champs et cliquez sur le bouton de recherche.<br /><br />Pour sélectionner plus d'un mot-clef à la fois, utilisez Ctrl+click.

source: Combine keywords with
fr: Combiner les mots-clés par

source: The full-text search feature is not enabled in Chamilo. Please contact the Chamilo administrator.
fr: La fonctionnalité de recherche full-text n'est pas activée dans Chamilo. Veuillez contacter votre administrateur.

source: Top
fr: Début de page

source: Your text here
fr: Votre texte

source: Order by
fr: Trier par

source: Notebook
fr: Notes

source: Mandatory field
fr: Champ obligatoire

source: Booking system
fr: Réservations

source: Any
fr: N'importe lequel

source: Specific search fields
fr: Champs de recherche spécifiques

source: Here you can define the fields you want to use for indexing content. When you are indexing one element you should add one or many terms on each field comma-separated.
fr: Vous êtes invité à définir ici les champs que vous désirez utiliser pour indexer le contenu de vos documents. Lorsque vous indexez un élément, vous devriez ajouter un ou plusieurs termes dans chacun des champs, séparés par des virgules.

source: Add a specific search field
fr: Ajouter un champ de recherche

source: Save settings
fr: Enregistrer les paramètres

source: There are no participants
fr: Il n'y a aucun participant

source: Subscribers
fr: Inscrits

source: Accept
fr: Accepter

source: Reserved
fr: Réservé

source: Shared documents folder
fr: Répertoire partagé

source: Go to question
fr: Aller à la question

source: Level
fr: Niveau

source: Duration
fr: Durée

source: Specific Field for prefilter
fr: Pré-filtre

source: This option let you choose the Specific field to use on prefilter search type.
fr: Cette option vous permet de choisir le champ spécifique à utiliser dans la recherche de type pré-filtre, où le premier champ de déterminer dynamiquement le contenu des suivants.

source: Max. time (minutes)
fr: Temps max. (minutes)

source: Class
fr: Classe

source: Select
fr: Sélectionnez

source: Destination users
fr: Utilisateurs de destination

source: The attached file has been deleted
fr: Le fichier attaché a été supprimé

source: Account inactive for this URL
fr: Compte désactivé pour cet URL

source: Maximum file size
fr: Taille maximum du fichier

source: An error has been detected while receiving your file. Please check your file is not corrupted and try again.
fr: Une erreur a été détectée lors de l'envoi du fichier. Veuillez vérifier que le fichier n'est pas endommagé et essayer à nouveau.

source: Expired
fr: Expiré

source: The invitation has been sent
fr: L'invitation a été envoyée

source: The invitation hasn't been sent
fr: L'invitation n'a pas été envoyée

source: Outbox
fr: Envoyés

source: Overview
fr: Vue globale

source: API keys
fr: Clefs API

source: Generate API key
fr: Générer une nouvelle clef API

source: My API key
fr: Ma clef API

source: Date sent
fr: Date d'envoi

source: Deny
fr: Refuser

source: There are no qualified learners
fr: Il n'y a pas d'apprenant coté

source: There are no unqualified learners
fr: Il n'y a pas d'apprenant à coter

source: Social network
fr: Réseau social

source: Back to outbox
fr: Retour aux messages envoyés

source: See more options
fr: Voir plus d'options

source: Template preview
fr: Prévisualisation du gabarit

source: Preview not available
fr: Prévisualisation non disponible

source: Edit category
fr: Modifier la catégorie

source: Move the file
fr: Déplacer le fichier

source: More information
fr: Plus d'info

source: Make invisible
fr: Rendre invisible

source: Make Visible
fr: Rendre visible

source: Save intro text
fr: Enregistrer le texte d'intro

source: Send a message
fr: Envoyer un message

source: Back to user list
fr: Retour à la liste d'utilisateurs

source: Graphic not available
fr: Graphique non disponible

source: Back to
fr: Retour à

source: Courses history
fr: Historique de cours

source: Conversion failled
fr: La conversion a échoué

source: Already exists
fr: Existe déjà

source: The new word has been added
fr: Le nouveau terme a été ajouté

source: Some of the documents are too complex to be treated automatically by the document converter
fr: Certains des documents sont trop complexes pour être traités de façon automatique par le convertisseur de documents

source: Your gradebook first needs a certificate in order to be linked to a skill
fr: Votre carnet de notes doit d'abord être lié à un certificat pour pouvoir être attaché à une compétence

source: Data type
fr: Type de données

source: Value
fr: Valeur

source: System
fr: Système

source: Important activities
fr: Activités importantes

source: Search for specific activities
fr: Activités de recherche

source: Survey added
fr: Enquête ajoutée

source: Wiki added
fr: Wiki ajouté

source: Read only
fr: Lecture seule

source: Unacceptable
fr: Inacceptable

source: Display courses list
fr: Afficher la liste des cours

source: First page
fr: Première page

source: Last page
fr: Dernière page

source: Coachs
fr: Formateurs

source: Save assessment
fr: Enregistrer le cahier de notes

source: Add this learning activity to the assessment
fr: Sélectionner

source: There are no learners to add results for
fr: Il n'y a aucun étudiant auquel ajouter des points

source: Skills ranking
fr: Édition des règles de cotation

source: Competence thresholds colouring
fr: Couleur des cotes

source: Enable Competence thresholds
fr: Activer la coloration des cotes

source: Below
fr: en dessous de

source: The mark will be coloured in red
fr: sera affiché en rouge

source: Enable skills ranking
fr: Activer le système de cotation

source: Include upper limit (e.g. 0-20 includes 20)
fr: Inclure la limite supérieure

source: Score info
fr: Informations sur la cotation

source: Between
fr: entre

source: Main folder
fr: Catégorie principale

source: New category
fr: Nouvelle catégorie

source: Add classroom activity
fr: Nouvelle évaluation présentielle

source: Weight
fr: Pondération

source: Pick a course
fr: Choisissez un cours

source: Independent from course
fr: Indépendant d'un cours

source: Course independent evaluation
fr: Cahier de notes indépendant d'un cours

source: Assessment
fr: Nom de l'activité

source: Evaluation date
fr: Date de l'activité

source: Add users to evaluation
fr: Ajouter des utilisateurs à l'activité

source: New sub-category
fr: Nouvelle sous-catégorie

source: Add online activity
fr: Créer un lien

source: Delete selected
fr: Supprimer sélection

source: Set visible
fr: Rendre visible

source: Set invisible
fr: Rendre invisible

source: Choose type of activity to assess
fr: Sélectionnez le type de lien

source: Choose test
fr: Choisissez un exercice

source: Grade learners
fr: Ajouter des résultats

source: Back to folder view
fr: Retour à la vue d'ensemble

source: Choose orientation
fr: Choisissez l'orientation

source: Landscape
fr: Paysage

source: Filter category
fr: Filtrer par catégorie

source: Skills ranking updated
fr: Cotations mises à jour

source: %s certifies that %s has successfully completed the course '%s' with a grade of '%s'
fr: %s certifie que %s a réussi le cours '%s' avec la mention '%s'

source: Minimum certification score
fr: Score minimum

source: Assessment made invisible
fr: Dossier rendu invisible

source: Assessment details
fr: Visualisation des résultats

source: No results in evaluation for now
fr: Aucune note actuellement pour cette activité

source: Add learners
fr: Ajout utilisateurs

source: Import marks
fr: Import résultats

source: Import marks in an assessment
fr: Importer une feuille de notes

source: File type
fr: Type de fichier

source: Example CSV file
fr: Fichier CSV d'exemple

source: Example XML file
fr: Fichier XML d'exemple

source: Overwrite scores
fr: Écraser les points

source: Ignore errors
fr: Ignorer les erreurs

source: The resources became visible
fr: Les éléments ont été rendus visibles

source: The resources became invisible
fr: Les éléments ont été rendus visibles

source: No resource selected
fr: Aucun élément sélectionné

source: Deleted categories
fr: Dossiers supprimés

source: Deleted evaluations
fr: Cahiers de notes supprimés

source: Deleted links
fr: Liens supprimés

source: Total resources
fr: Éléments au total

source: Edit evaluation
fr: Modifier l'activité

source: Delete marks
fr: Supprimer résultats

source: Ranking
fr: Note

source: Graphical view
fr: Voir statistiques

source: Result added
fr: Résultat ajouté

source: Evaluation statistics
fr: Statistiques des cahiers de notes

source: PDF Report
fr: Certificat en PDF

source: Welcome to the Assessments tool. This tool allows you to assess competences in your organization. Generate Competences Reports by merging the score of various learning activities including classroom and online activities. This will typically fit in a blended learning environment.
fr: Bienvenue dans l'outil de Cahier de notes. Cet outil vous permet de définir des objectifs à atteindre pour un cours, d'introduire des notes obtenues en dehors du portail (en salle) et de valider l'acquisition de compétences par la génération d'un certificat. Cette dernière est soumise à la configuration d'un score minimum de certification et à l'élaboration d'un modèle de certificat (survolez les icônes pour trouver ces options).

source: Create all the courses categories
fr: Créer tous les dossiers de cours

source: Added all categories
fr: Tous les dossiers ont été ajoutés

source: Statistics of
fr: Statistiques de

source: Results and feedback
fr: Résultats

source: Certificates
fr: Certificats

source: Choose users for this evaluation
fr: Sélectionnez les utilisateurs pour cette acivité

source: Result edited
fr: Résultat mis à jour

source: PDF report
fr: Choisissez le format

source: Output file type
fr: Format

source: Value exceeds score.
fr: Le score que vous essayez d'enregistrer est au-delà de la limite maximum pour cette activité.

source: More info
fr: Plus d'infos

source: Results per user
fr: Résultats par utilisateur

source: Total for user
fr: Total de l'utilisateur

source: Average total
fr: Total moyen

source: Assessment average
fr: Moyenne de l'activité

source: Weight in Report
fr: Pondération

source: Assessment deleted
fr: L'activité a bien été retirée du cahier de notes

source: Assessment history
fr: Historique rapport

source: Assessment name
fr: Nom du rapport

source: Assessment description
fr: Description du bulletin

source: Assessment visibility
fr: Visibilité du rapport

source: Who changed it
fr: Qui l'a modifié

source: The evaluation has been succesfully edited
fr: Cette activité a bien été modifiée

source: Incorrect data
fr: Données incorrectes

source: Please enable Skills ranking
fr: Veuillez activer le système de cotation

source: All results have been removed
fr: Tous les résultats ont été supprimés

source: There is no file to import
fr: Aucun fichier à importer

source: There was a problem sending your file. Nothing has been received.
fr: Un problème est survenu lors de l'envoi de votre fichier. Aucun fichier reçu par le serveur.

source: All results have been edited
fr: Tous les résultats ont été mis à jour

source: The user info doesn't match.
fr: Les informations utilisateur ne correspondent pas.

source: The score doesn't match
fr: Le score ne correspond pas

source: File upload successfull
fr: L'envoi du fichier s'est bien déroulé

source: No results available
fr: Aucun résultat disponible

source: Cannot change the score
fr: Vous ne pouvez pas modifier le score maximum

source: Weights updated successfully
fr: Pondération mise à jour

source: Choose activity to assess
fr: Sélectionner élément

source: Average results vs resource
fr: Résultats moyens par épreuve

source: To view graph score rule must be enabled
fr: Les règles de score doivent être activées pour voir le graphe

source: Previous weight of resource
fr: Poids de la ressource précédemment

source: Add this classroom activity to the assessment
fr: Ajouter cette activité en salle au cahier de notes

source: Assessment home
fr: Accueil Evaluation

source: Save weights in report
fr: Enregistrer la pondération

source: Attach certificate
fr: Joindre certificat

source: See list of learner certificates
fr: Voir la liste des certificats étudiants

source: Create certificate
fr: Créer un certificat

source: Upload certificate
fr: Envoyer certificat

source: Certificate name
fr: Nom du certificat

source: Certificate overview
fr: Prévisualisation du certificat

source: Create your certificate copy-pasting the following tags. They will be replaced in the document by their student-specific value:
fr: Créer le certificat avec ces marqueurs

source: View presence sheets
fr: Voir les feuilles de présence

source: View evaluations
fr: Voir les cahiers de notes

source: New presence sheet
fr: Nouvelle feuille de présence
