Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Ticket details
fr: Détails du ticket

source: Unread
fr: Non lu

source: Read
fr: Lu

source: Assign user
fr: Assigner utilisateur

source: Enrollment
fr: Inscription

source: General information
fr: Information générale

source: Requests and paperwork
fr: Requêtes et formalités

source: Academic Incidents
fr: Incidents académiques

source: Virtual campus
fr: Campus virtuel

source: Online evaluation
fr: Évaluation en ligne

source: Tickets about enrollment
fr: Tickets de procédure d'inscription

source: Tickets about general information
fr: Tickets au sujet de l'information générale

source: Tickets about requests and paperwork
fr: Tickets au sujet des requêtes et formalités

source: Tickets about academic incidents, like exams, practices, tasks, etc.
fr: Tickets au sujet des incidents académiques comme les examens, travaux pratiques, devoirs, etc.

source: Tickets about virtual campus
fr: Tickets au sujet du campus virtuel

source: Tickets about online evaluation
fr: Tickets au sujet de l'évaluation en ligne

source: Assign
fr: Assigner

source: Personal e-mail
fr: Courriel personnel

source: Priority
fr: Priorité

source: Platform
fr: Plate-forme

source: E-mail
fr: Courriel

source: Presential
fr: Présentiel

source: Ticket %s created
fr: Ticket %s créé

source: Show ticket creation link
fr: Lien de création de tickets

source: Show the ticket creation link to users on the right side of the portal
fr: Afficher le lien de création de tickets sur le côté du portail.

source: Last sent work date
fr: dernier travail remis

source: Single Sign On sub-class
fr: Single Sign On: Sous-classe

source: To enable a Single Sign On method, you will have to create your own sub-class in main/auth/sso/ based on the default class. Indicate here the name of the sub-class. For example, if the file is sso.Drupal.class.php, indicate 'Drupal' in this field.
fr: Pour activer une méthode de Single Sign On, vous devrez créer une sous-classe dans main/auth/sso/ basée sur la classe par défaut. Indiquez ici le nom de la sous-classe. Par exemple, si le fichier se nomme sso.Drupal.class.php, indiquez 'Drupal' dans ce champ.

source: Course creation splash screen
fr: Écran d'accueil de création de cours

source: The course splash screen show a series of suggested options to the teacher when creating a new course. Disable it to let your teachers land directly on the course homepage.
fr: L'écran d'accueil de création de cours montre une série d'options suggérées à l'enseignant lorsqu'il vient de créer un nouveau cours. Désactivez cette option si vous souhaitez envoyer directement les enseignants sur la page principale du cours.

source: Assignments report
fr: Rapport

source: Accumulate SCORM session time
fr: Temps cumulatif SCORM

source: When enabled, the session time for SCORM Learning Paths will be cumulative, otherwise, it will only be counted from the last update time.
fr: Si activé, le temps de session pour les parcours SCORM sera cumulatif. Sinon, il sera uniquement compté depuis le dernier temps de connexion.

source: Download assignments package
fr: Télécharger tous les travaux

source: Upload corrections package
fr: Envoyer un paquet de travaux

source: SVG icons mode
fr: Mode SVG des icônes

source: By enabling this option, all icons that have an SVG version will prefer the SVG format to PNG. This will give a much better icons quality but some icons might still have some rendering size issue, and some browsers might not support it.
fr: Cette option, lorsqu'elle est activée, préférera les icônes au format vectoriel SVG aux icônes bitmap PNG. Cela donnera un rendu beaucoup plus fin, mais certaines icônes pourraient avoir de petits problèmes de dimensions, et quelques navigateurs pourraient ne pas supporter ce format.

source: Filter by tags
fr: Filtrer par tag

source: Import from Moodle
fr: Importer depuis Moodle

source: Import a Moodle course backup file (.mbz) into this Chamilo course
fr: Importer un fichier de sauvegarde de cours de Moodle (.mbz) dans ce cours de Chamilo

source: The Moodle import feature might not support all content types from Moodle, given the fact that not all features are the same, and that Moodle and Chamilo both evolve continuously and rapidly. This import feature should be considered a work in progress. Please check https://support.chamilo.org/projects/chamilo-18/wiki/Moodle_import for more information.
fr: La fonctionnalité d'importation peut ne pas supporter tous les types de contenus de Moodle, étant donné le fait que les fonctionnalités ne sont pas toutes identiques, et que Moodle et Chamilo continuent d'évoluer continuellement et rapidement. Cette fonctionnalité d'import devrait être considérée comme un travail en cours. Merci de réviser la page suivante pour plus d'information: <a href='https://support.chamilo.org/projects/chamilo-18/wiki/Moodle_import'>https://support.chamilo.org/projects/chamilo-18/wiki/Moodle_import</a>

source: Moodle course file
fr: Fichier de cours de Moodle

source: Failed to import: this doesn't seem to be a Moodle course backup file (.mbz)
fr: Problème rencontré lors de l'import: le fichier soumis ne semble pas être un fichier de sauvegarde de cours de Moodle (.mbz)

source: This question type is not supported yet
fr: Ce type de question n'est pas encore supporté

source: Processing the import... Please don't close this window. This process may take a considerable amount of time. Please be patient.
fr: Processus d'importation en cours... Merci de ne pas fermer cette fenêtre. Le processus peut prendre un temps considérable. Un peu de patience...

source: Because the <code>newscorm</code> and <code>exercice</code> directories were renamed to <code>lp</code> and <code>exercise</code> respectively, is necessary to delete or rename to <code>newscorm_old</code> and <code>exercice_old</code>.
fr: Comme les répertoires <code>main/newscorm</code> et <code>main/exercice</code> ont été renommés dans la version 1.11 à <code>lp</code> et <code>exercise</code>, il est nécessaire de supprimer ou renommer ces répertoires (par exemple en <code>newscorm_ancien</code> et <code>exercice_ancien</code>) pour éviter des problèmes dans l'application par la suite.

source: Extension not available
fr: Extension non disponible

source: Enables the WebRTC (flashless) audio recorder at several locations inside Chamilo
fr: Active l'enregistreur audio WebRTC (sans flash) à différents endroits dans Chamilo

source: Enable audio recorder
fr: Activer l'enregistreur audio

source: Show official code on the 'Who is online' page, below the username.
fr: Montre le code officiel des utilisateurs sous leur nom sur la page 'Utilisateurs en ligne'.

source: Official code on 'Who is online'
fr: Code officiel dans 'Utilisateurs en ligne'

source: Public job
fr: Job public

source: Apply for the job
fr: Postuler

source: Public company
fr: Entreprise publique

source: Private company
fr: Entreprise privée

source: Non-profit company
fr: Sans but lucratif

source: Government
fr: Gouvernementale

source: Template
fr: Modèle

source: Colors
fr: Couleurs

source: Mask
fr: Masque

source: Icon
fr: Icône

source: Design with Badge Studio
fr: Dessiner avec Badge Studio

source: Use this badge
fr: Utiliser ce badge

source: Usa Badge Studio para crear tu propia insignia dentro de tu plataforma
fr: Utilisez le designer de badges intégré pour créer votre propre badge.

source: You have already sent this file or another file with the same name. Please make sure you only upload each file once.
fr: Vous avez déjà envoyé ce fichier ou un autre fichier du même nom. Veuillez vous assurer de n'envoyer qu'une seule fois chaque fichier.

source: Default visibility of new documents
fr: Visibilité par défaut des nouveaux documents

source: Allow users to add tickets
fr: Autoriser les utilisateurs à ajouter des tickets

source: Allows all users to add tickets not only the administrators.
fr: Autoriser les utilisateurs à enregistrer de nouveaux tickets (sinon seuls les administrateurs peuvent le faire).

source: Send ticket warning messages to administrators
fr: Envoyer alertes de tickets aux admins

source: Send a message if a ticket was created without a category or if a category doesn't have any administrator assigned.
fr: Envoyer un message si un ticket a été créé sans catégorie, ou si aucun administrateur n'a été assigné à la catégorie de ticket sélectionnée.

source: Send alert to administrators if tickets category has no one in charge
fr: Alerter les admins si pas d'utilisateur pour une catégorie de tickets

source: Send a warning message (e-mail and Chamilo message) to all administrators if there's not a user assigned to a category.
fr: Envoyer un message d'avertissement (courriel et message interne de Chamilo) à tous les administrateurs s'il existe une catégorie de tickets qui n'est assignée à aucun utilisateur (ce qui pourrait causer des oublis de tickets).

source: Allow tickets categories edition
fr: Édition des catégories de tickets

source: Allow category edition by administrators.
fr: Permettre l'édition de catégories de tickets par les administrateurs.

source: The Moodle course file has been imported successfully.
fr: Le fichier de cours Moodle a été importé avec succès.

source: Extension installed but not enabled
fr: Extension installée mais pas activée

source: E-mail sent. This procedure works in all aspects similarly to the normal e-mail sending of Chamilo, but allows for more flexibility in terms of destination e-mail and message body.
fr: Le courriel a été envoyé. Cette page se comporte en tous points comme l'envoi normal de courriels depuis Chamilo, ce qui permet de faire des tests un peu plus poussés en alternant les destinataires et corps du courriel.

source: E-mail tester
fr: Testeur de courriel

source: Welcome to YOUR tickets section. Here, you'll be able to track the state of all the tickets you created in the main tickets section.
fr: Bienvenu(e) dans votre section de tickets personnels. Suivez ici-même l'état de tous les tickets que vous avez créé.

source: No history
fr: Aucun historique

source: Recalculate results
fr: Recalculer les résultats

source: %s (deleted)
fr: %s (supprimé)

source: Available also on main portal
fr: Disponible également sur le portail principal

source: Edit course categories for one URL
fr: Éditer catégories de cours pour une URL

source: Visible to self
fr: Visible par soi-même

source: Visible to others
fr: Visible par d'autres

source: Upgrade Chamilo LMS version
fr: Mettre à jour depuis une version antérieure

source: The install script has detected tables left over from previous versions that could cause problems during the upgrade process.
fr: Le script d'installation a détecté des tables restantes de versions antérieures, qui pourraient poser problème durant le processus de mise à jour. Veuillez cliquer sur le bouton ci-dessous pour les supprimer. Nous vous recommandons fortement de faire une sauvegarde complète de votre portail avant de confirmer cette action, juste au cas où des données importantes (non visibles depuis Chamilo) s'y trouveraient encore.

source: Removing
fr: Élimination

source: Check for tables from previous versions
fr: Vérifier les tables de versions précédentes

source: Your password cannot be the same as your email
fr: Votre mot de passe ne peut pas être identique à votre adresse de courriel

source: Your password cannot contain your username
fr: Votre mot de passe ne peut pas contenir votre nom d'utilisateur

source: Use different character classes
fr: Utilisez différents types de caractère

source: Too many repetitions
fr: Trop de répétitions

source: Your password contains sequences
fr: Votre mot de passe contient des séquences

source: Very weak
fr: Très faible

source: You have been assigned the learner %s
fr: L'apprenant %s vous a été assigné

source: You have been assigned as tutor for the learner %s.<br/>
fr: Vous avez été assigné comme tuteur pour l'apprenant %s.<br/>

source: Short name
fr: Nom court

source: Course user document
fr: Document d'utilisateur du cours

source: Destination
fr: Destinataire

source: User testing of e-mail configuration
fr: Test de configuration des courriels

source: CMS
fr: CMS/SGC

source: Legal conditions
fr: Conditions légales

source: Please accept our legal conditions here: %s
fr: Veuillez accepter nos conditions légales ici: %s

source: Exercise invisible in sessions
fr: Exercice invisible dans les sessions

source: You need to confirm your agreement to our terms first. Please check your e-mail.
fr: Vous devez d'abord confirmer votre accord avec nos conditions d'utilisation. Veuillez vérifier votre courriel.

source: Error importing file
fr: Erreur d'importation de fichier

source: Hidden
fr: Caché

source: Imported
fr: Importé

source: Import from a CSV
fr: Importer depuis un CSV

source: Add files
fr: Ajouter fichiers

source: Group forums
fr: Forums de groupe

source: Generate
fr: Générer

source: Invalid API key
fr: Clef API incorrecte

source: No announcement
fr: Pas d'annonces

source: No forum
fr: Pas de forum

source: Go to exercise
fr: Aller à l'exercice

source: Dissociate forum
fr: Dissocier le forum

source: No learning path found
fr: Aucun parcours trouvé

source: Active report link
fr: Lien de rapport actif

source: Invitees cannot be tutors
fr: Les invités ne peuvent être tuteurs

source: Invalid action
fr: Action incorrecte

source: Was this answer satisfactory?
fr: Selon vous, cette réponse est-elle satisfaisante?

source: If you are certain, the ticket will be closed.
fr: Si vous confirmez, le ticket sera clôturé.

source: Priorities
fr: Priorités

source: This text should be at least %s characters long
fr: Ce texte doit contenir au moins %s caractères

source: Ticket <b>#%s</b> assigned to user <b>%s</b>
fr: Ticket <b>#%s</b> assigné à l'utilisateur <b>%s</b>

source: This item is related to other tickets.
fr: Cet élément est lié à d'autres tickets.

source: Warning: No one has been assigned to category %s
fr: Attention: Personne n'est assigné à la catégorie %s

source: Ticket %s was created without a category
fr: Le ticket %s a été créé sans catégorie

source: Ticket info
fr: Info ticket

source: A notification was sent to the administrators to report this category has no user assigned
fr: Une alerte a été envoyée aux administrateurs pour les informer que cette catégorie n'a pas de responsable assigné.

source: Virtual support
fr: Support virtuel

source: The incident has been sent to the virtual support team again
fr: L'incident a été envoyé à nouveau à l'équipe de support virtuel

source: Your question has been sent to %s, the area in charge
fr: Votre question a été envoyée à %s, l'unité en charge

source: Your answer to this question will be sent to %s
fr: Votre réponse à cette question sera envoyée à %s

source: Message resent
fr: Message réenvoyé

source: Ticket assigned to %s. Follow-up at <a href='%s'>#%s</a>.
fr: Ticket assigné à %s. Faites-en le suivi ici <a href='%s'>#%s</a>.

source: Ticket %s assigned
fr: Ticket %s assigné

source: Ticket number
fr: Numéro de ticket

source: Ticket closed
fr: Ticket fermé

source: Unassign
fr: Désassigner

source: Please select tasks
fr: Sélectionnez les tâches

source: Please select
fr: Sélectionnez

source: Please select thread
fr: Sélectionnez un fil de discussion

source: Total tickets
fr: Total de tickets

source: There was an error registering your ticket
fr: Une erreur est survenue lors de l'enregistrement de votre ticket

source: Are you sure you want to unassign this ticket?
fr: Êtes-vous sûr de vouloir désassigner ce ticket?

source: Are you sure you want to close this ticket?
fr: Êtes-vous sûr de vouloir fermer ce ticket?

source: Unassigned
fr: Désassigné

source: Select the timespan in weeks
fr: Sélectionnez la durée en semaines

source: Current password
fr: Mot de passe actuel

source: Delete all corrections
fr: Supprimer les corrections

source: Enable 'My Files' section
fr: Activer la page 'Mes fichiers'

source: Allow users to upload files to a personal space on the platform.
fr: Permettre aux utilisateurs de télécharger des fichiers vers un espace personnel sur la plate-forme.

source: You are currently using the multi-URL feature and are trying to upgrade your portal using a secondary URL. Please connect to the main URL to proceed with the upgrade: %s
fr: Vous utilisez actuellement la fonctionnalité de multi-URL et êtes sur le point de mettre à jour votre portail en utilisant une URL secondaire. Merci de vous connecter à l'URL principale pour continuer le processus de mise à jour: %s

source: Only %s questions will be picked randomly following the quiz configuration.
fr: Seules %s questions seront tirées au hasard selon les règles établies dans la configuration de l'exercice.

source: Allow download course documents by API Key
fr: Permettre le téléchargement de documents par API

source: Download documents verifying the REST API key for a user
fr: Permettre le téléchargement de documents du cours via une authentification sur base de la clef API d'un utilisateur. Cette option est utile pour l'application mobile et ne devrait être utilisée que si votre portail est en HTTPS.

source: First you have to download the corrections <a href='%s'> here </a>.
fr: Veuillez d'abord télécharger les corrections <a href="%s">ici</a> puis les décompresser et éditer les fichiers sans changer leurs noms. Ensuite, créez un fichier zip avec les fichiers modifiés et téléchargez-le vers le serveur sous cette forme.

source: Posts pending moderation
fr: Participations en attente de modération

source: Only users from one course in a session
fr: Seulement les utilisateurs d'un cours dans une session

source: If the server is behind a proxy or firewall (and only in those cases), it might be using the X_FORWARDED_FOR HTTP header to show the remote user IP (yours, in this case).
fr: Si le serveur est derrière un proxy ou un firewall (et uniquement dans ces cas), il pourrait utiliser le header HTTP X_FORWARDED_FOR pour montrer l'adresse IP de l'utilisateur distant (la vôtre, dans ce cas précis).

source: Geolocalization by coordinates
fr: Géolocalisation par coordonnées

source: Export users of a course
fr: Exporter les utilisateurs d'un cours

source: Pause recording
fr: Pause d'enregistrement

source: Resume recording
fr: Reprendre l'enregistrement

source: You are already registered but your allowed access time has expired.
fr: Vous êtes déjà inscrit mais votre période d'accès au cours a expiré.

source: Assignment work time
fr: Temps de réalisation

source: Document ID
fr: ID du document

source: Social data
fr: Données sociales

source: Wall messages posted by him/herself
fr: Messages postés par lui/elle-même sur son mur

source: See accesses
fr: Visualiser les accès

source: Priority changed from %s to %s
fr: Priorité modifiée de %s à %s

source: Status changed from %s to %s
fr: Statut modifié de %s à %s

source: This skill was obtained through course %s which has been removed since then.
fr: Cette compétence a été obtenue au travers du cours %s qui a été éliminé depuis.

source: Save and add new item
fr: Enregister et ajouter un nouvel élément

source: By default, this announcement will be sent to all users. But you can also select others recipients.
fr: Cette annonce sera envoyée à tous les utilisateurs par défaut, mais vous pouvez également sélectionner d'autres destinataires.

source: Choose recipients
fr: Sélectionnez les destinataires

source: Progress: %s %%
fr: Progrès: %s %%

source: This session has a maximum duration of %s days.
fr: Cette session a une durée maximale de %s jours.

source: Certificate: %s
fr: Certificat: %s

source: Enable to bypass the configuration of Exercise invisible in session at a base course level
fr: Permet de supasser la configuration de Exercice invisible dans la session au niveau de chaque cours de base.

source: To enable the configuration of the exercise invisibility in session in the base course to by pass the global configuration. If not set the global parameter is used.
fr: Permet de définir la configuration du paramètre invisible dans la session au niveau du cours de base afin de surpasser la configuration global. Si le paramètre n'est pas mis dans le cours de base, c'est la valeur du paramètre global qui est utilisé.

source: Exercise invisible in Session
fr: Exercice invisible dans les sessions

source: If an exercise is visible in the base course then it appears invisible in the session. If an exercise is invisible in the base course then it does not appear in the session.
fr: Si un exercice est visible dans le cours de base alors il apparait invisible dans la session. Si un exercice est invisible dans le cours de base alors il n'apparait pas dans la session.

source: Ongoing
fr: En cours

source: Unclosed
fr: Non clôturé

source: Attempt still going on. Please wait.
fr: Cette tentative est encore en cours. Patience...

source: Mark attempt as closed
fr: Marquer comme clôturé

source: The new password does not match the minimum security requirements
fr: Le nouveau mot de passe ne respecte pas les pré-requis minimaux de sécurité

source: Minimum %s lowercase characters
fr: Minimum %s caractère(s) alphabétique en minuscule

source: Minimum %s uppercase characters
fr: Minimum %s caractère(s) alphabétique en majuscule

source: Minimum %s numerical (0-9) characters
fr: Minimum %s caractère(s) numérique(s)

source: Minimum %s characters in total
fr: Minimum %s caractère(s) au total

source: Maximum %s lowercase characters
fr: Maximum %s caractère(s) alphabétique(s) en minuscule

source: Maximum %s uppercase characters
fr: Maximum %s caractère(s) alphabétique(s) en majuscule

source: Maximum %s numerical (0-9) characters
fr: Maximum %s caractère(s) numérique(s) (0-9)

source: Maximum %s characters in total
fr: Maximum %s caractère(s) au total

source: You can't edit this question because answers by students have already been registered
fr: L'édition de cette question a été désactivée parce que des utilisateurs y ont déjà répondu

source: Semester
fr: Semestre

source: Reading comprehension
fr: Compréhension à la lecture

source: Sorry, it seems like a speed of %s words/minute was too fast for this text of %s words.
fr: Désolé, il semblerait que la vitesse de %s mots/minute soit trop rapide pour vous pour l'instant, selon cette tentative sur un texte de %s mots.

source: Congratulations, you have reached and correctly understood, at a speed of %s words per minute, a text of a total %s words.
fr: Félicitacions, vous avez atteint la vitesse de %s mots/minute en comprenant correctement un texte de %s mots.

source: %s words per minute
fr: %s mots par minute

source: Tutor %s is no subscribed to this course
fr: Le coach %s n'est pas inscrit dans ce cours

source: Update this title in learning paths
fr: Mettre ce titre à jour dans les parcours

source: To enable video chat in your browser (if it supports it), make sure you click on the information icon on the left of the URL and then authorize the use of the webcam and microphone.
fr: Pour activer le vidéochat dans votre navigateur (s'il le supporte), assurez-vous de bien cliquer sur l'icône d'information dans la partie gauche de la barre d'adresse du navigateur, et d'ensuite autoriser l'utilisation de la webcam et du micro.

source: Update file
fr: Mettre à jour un fichier

source: Paranoid: E-mail teacher when a student starts an exercise
fr: Envoyer un courriel à l'enseignant quand l'apprenant démarre un exercice

source: Aware: E-mail teacher when a student ends an exercise
fr: Envoyer un courriel à l'enseignant quand l'apprenant termine un exercice
