Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Monthly, by date
fr: Chaque mois, par date

source: Monthly, by day
fr: Chaque mois, par jour

source: Monthly, by day, restricted
fr: Chaque mois, par jour, restreint

source: Yearly
fr: Chaque année

source: Repeat end date
fr: Fin de la répétition

source: View original event
fr: Evénement initial

source: Outlook import
fr: Import Outlook

source: All system users
fr: Tous les utilisateurs du portail

source: Platform event
fr: Événement global

source: Edit event
fr: Modifier l'évènement

source: The end date cannot be before the start date
fr: La fin ne peut pas être avant le début

source: Users selection list
fr: Liste de sélection des utilisateurs

source: This file is not in iCal format
fr: Ce fichier n'est pas au format iCal

source: Repeat event
fr: Évènement répétitif

source: All the learning objects are now incomplete.
fr: Aucune étape n'est complétée

source: This is the latest learning object.
fr: Ceci est la dernière étape

source: This is the first learning object.
fr: Ceci est la première étape

source: There is no given order, you can click on any learning object.
fr: Il n'y a pas d'ordre imposé, vous pouvez cliquer sur n'importe quelle étape

source: Score
fr: Points

source: Learning object name
fr: Titre de l'étape

source: Status
fr: Statut

source: To enter
fr: Pour entrer dans

source: you need first to accomplish
fr: vous devez d'abord terminer

source: This learning object is now
fr: Cette étape est maintenant

source: Terminate
fr: Terminer

source: Restart
fr: Redémarrer

source: Completed
fr: Complété(e)

source: Incomplete
fr: Incomplète

source: Passed
fr: Réussi

source: Failed
fr: Raté

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Chamilo SCORM player
fr: Navigateur Scorm de Chamilo

source: My progress
fr: Mon statut

source: This course is empty.
fr: Ce parcours ne contient pas d'étapes.

source: No status for this content
fr: Dans des contenus SCORM version 1.1, le paramètre statut n'est pas supporté

source: logged out from SCORM area
fr: déconnecté de la section SCORM

source: Close windows
fr: Fermer la fenêtre

source: Browsed
fr: Parcouru(e)

source: Back to normal screen
fr: Retour à l'écran normal

source: Full screen
fr: Plein écran

source: Not attempted
fr: Non tentée

source: Remote
fr: Distant

source: Auto-detect
fr: Détection automatique

source: Total of completed learning objects
fr: Total des étapes accomplies

source: Are you sure you want to delete these steps?
fr: Êtes-vous certain de vouloir supprimer ces étapes?

source: Authoring tool
fr: Origine

source: SCORM or AICC file to upload
fr: Fichier à envoyer

source: Course location
fr: Situation du parcours

source: Upload local .zip package from the archive/ directory
fr: Intégrer un paquet zip déposé par FTP sur le serveur dans le répertoire archive/

source: This learning object or activity is not SCORM compliant. That's why it is not exportable.
fr: Cet objet n'est pas compatible SCORM pour le moment. C'est pourquoi il n'est pas exportable.

source: Move the current section
fr: Déplacer le chapitre courant

source: Generic SCORM
fr: Scorm générique

source: The format of this package could not be recognized. Please check this is a valid package.
fr: Le format du fichier envoyé n'a pas pu être identifié. Veuillez vérifier qu'il s'agit bien d'un fichier valide.

source: Move the current forum
fr: Déplacer le forum courant

source: Warning ! When you edit the content of a learning object, you may alter the reporting of the course or damage the learning object.
fr: Attention !<br />Quand on édite une étape SCORM, on peut altérer le reporting, voire endommager le document.

source: Please provide a subject or message
fr: Veuillez introduire un sujet ou message

source: New message
fr: Nouveau message

source: Delete selected messages
fr: Supprimer les messages sélectionnés

source: Deselect all
fr: Tout désélectionner

source: Reply to this message
fr: Répondre à ce message

source: Back to inbox
fr: Retour boîte de réception

source: The message has been sent to
fr: Ce message a été envoyé à

source: Send to
fr: Envoyer à

source: myself
fr: moi-même

source: The id of the message to reply to is not valid.
fr: L'identifiant du message auquel vous répondez n'est pas valide.

source: There was an error while trying to send the message.
fr: Une erreur s'est produite lors de l'envoi du message.

source: Are you sure you want to delete the selected messages?
fr: Êtes-vous certain de vouloir supprimer les messages sélectionnés?

source: The selected messages have been deleted
fr: Les messages sélectionnés ont été supprimés

source: Please enter a title
fr: Veuillez introduire un sujet

source: Type your message here
fr: Tapez votre message ici

source: The message has been deleted
fr: Le message a été supprimé

source: Are you sure you want to delete the selected message?
fr: Êtes-vous certain de vouloir supprimer le message sélectionné?

source: Delete message
fr: Supprimer le message

source: Read message
fr: Lire

source: Send invitation message
fr: Envoyer invitation

source: Are you sure that you wish to send these invitations ?
fr: Êtes-vous sûr de vouloir envoyer ces invitations ?

source: Messages tool
fr: Outil de messagerie

source: Write a message
fr: Écrire un message

source: Message already read
fr: Message déjà lu

source: Message without reading
fr: Message non lu

source: Message Sent
fr: Message envoyé

source: Settings
fr: Propriétés du cours

source: The information has been modified
fr: Les informations ont été modifiées

source: Completely delete this course
fr: Détruire ce cours de manière définitive

source: Trainers
fr: Co-responsables

source: Category
fr: Catégorie

source: Confidentiality
fr: Confidentialité

source: Unsubscribe
fr: Désinscription

source: Private access, registration open
fr: Accès privé, inscription ouverte

source: Not allowed
fr: Accès non autorisé

source: By default, your course is public. But you can define the level of access above.
fr: Votre cours est public par défaut, mais vous pouvez définir le niveau de confidentialité ci-dessus.

source: Public - access allowed for the whole world
fr: Public - accès autorisé pour tout le monde

source: Open - access allowed for users registered on the platform
fr: Ouvert - accès autorisé aux utilisateurs enregistrés sur la plateforme

source: Student %s is no subscribed to this course
fr: L'étudiant(e) %s n'est pas inscrit(e) dans ce cours

source: This language will be valid for every visitor of your courses portal
fr: Cette langue vaudra pour tous les visiteurs de votre cours.

source: Chamilo LIVE
fr: Vidéo

source: Contributions
fr: Travaux

source: Course program
fr: Cahier des charges

source: Statistics
fr: Suivi

source: Upload page and link to Home Page
fr: Déposer page et lier à l'accueil

source: Add link to page on Home Page
fr: Ajouter un lien sur la page d'accueil

source: has been deleted
fr: a été supprimé

source: Deleting this area will permanently delete all the content (documents, links...) it contains and unregister all its members (not remove them from other courses). <p>Do you really want to delete the course?
fr: En supprimant ce cours, vous supprimerez tous les documents qu'il contient et désinscrirez tous les membres qui y sont inscrits. <p>Voulez-vous réellement supprimer ce cours ?

source: YES
fr: OUI

source: NO
fr: NON

source: Department URL
fr: URL du département

source: Department
fr: Département

source: Archive this course area
fr: Archiver ce cours

source: Groups
fr: Groupes

source: Trainer
fr: Responsable

source: Description
fr: Description de ce cours

source: Course backup
fr: Archivage de ce cours

source: Restore a course
fr: Restauration d'un cours

source: Restore
fr: Restaurer

source: created in
fr: créé dans

source: Creation of missing directories
fr: Création des répertoires manquants

source: Copy of course files
fr: Copie des fichiers de ce cours

source: Free disk space
fr: Espace disque libre

source: Creation of backup file
fr: Création du fichier compressé

source: file copied
fr: fichier copié

source: Archive location
fr: Emplacement de l'archive

source: Size of
fr: Taille de

source: Archive name
fr: Nom de l'archive

source: Backup successful
fr: Archivé avec succès

source: Backup of course data in main database for
fr: Archivage des données de ce cours dans la base de données principale pour

source: Backup of user data in main database for
fr: Archivage des données des utilisateurs dans la base de données principale pour

source: Backup of announcements data in main database for
fr: Archivage des données des annonces dans la base de données principale pour

source: Backup of database
fr: Archivage de la base de données

source: Expiration date
fr: Date d'expiration

source: Latest edit
fr: Dernière édition

source: Latest visit
fr: Dernière visite

source: Subscription
fr: Inscription

source: Course access
fr: Accès à ce cours

source: Do you really want to backup this course?
fr: Voulez-vous vraiment archiver ce cours ?

source: Add a new course
fr: Créer un cours

source: The course is in an archive file which you can select below.<br><br>Once you click on "Restore", the archive will be uncompressed and the course recreated.
fr: Ce cours se trouve dans une archive que vous pouvez sélectionner ci-dessous.<br /><br />Lorsque vous aurez cliqué sur "Restaurer", l'archive sera décompressée et le cours recréé.

source: This script doesn't allow yet to automatically restore users, but data saved in "users.csv" are sufficient for the administrator to do it manually.
fr: Ce script ne permet pas encore la restauration automatique des utilisateurs, mais les données sauvegardées dans le fichier "users.csv" sont suffisantes pour que l'administrateur puisse effectuer cette opération manuellement.

source: Available archives list
fr: Liste des archives disponibles

source: No archive has been selected
fr: Aucune archive n'a été sélectionnée

source: The archive has not been found
fr: Archive introuvable

source: The archive has been uncompressed and installed.
fr: L'archive a été décompressée et installée.

source: The file "users.csv" has been put into Documents tool.
fr: Le fichier "users.csv" a été placé dans l'outil Documents.

source: Web services
fr: Services web

source: Other category
fr: Autre catégorie

source: Users are allowed to unsubscribe from this course
fr: Autoriser l'annulation de son enregistrement

source: Users are not allowed to unsubscribe from this course
fr: Ne pas autoriser l'annulation de son enregistrement

source: Closed - the course is only accessible to the teachers
fr: Fermé - pas d'accès à ce cours

source: Modified (more detailed settings specified through roles-rights system)
fr: Modifié (des configurations plus détaillés indiqués par le système de rôle-droits)

source: E-mail on assignments submission by students
fr: Alerte par courriel pour nouveau travail soumis

source: E-mail students and teachers on new assignment submission
fr: Activer alerte par courriel pour nouveau travail soumis

source: Disable e-mail alert on new assignment submission
fr: Désactiver alerte par courriel pour nouveau travail soumis

source: E-mail users on dropbox file reception
fr: Alerte par courriel pour nouveau document soumis dans partage de fichiers

source: E-mail users on dropbox files reception
fr: Activer alerte par courriel pour nouveau document soumis dans partage de fichiers

source: Disable e-mail alert on dropbox files reception
fr: Désactiver alerte par courriel pour nouveau document soumis dans partage de fichiers

source: Allow learners to edit the agenda
fr: Autoriser les utilisateurs à éditer l'agenda du cours

source: Activate course agenda edition by users
fr: Activer l'édition de l'agenda du cours par les utilisateurs

source: Disable agenda editing by learners
fr: Désactiver l'édition de l'agenda du cours par les utilisateurs

source: Allow learners to edit announcements
fr: Autoriser les utilisateurs à éditer les annonces du cours

source: Enable edition by users
fr: Activer l'édition par les utilisateurs

source: Disable edition by users
fr: Désactiver l'édition par les utilisateurs

source: Or in
fr: Soit dans

source: Course registration password
fr: Mot de passe du cours

source: Click on this link for a full removal of the course from the server.<br /><br />Be carefull, there's no way back!
fr: Cliquez sur ce lien afin d'éliminer toute trace du cours sur le serveur.<br /><br />Cette fonctionnalité est à manier avec une extrême précaution !

source: Duplicate the course or some learning objects in another course. You need 2 courses to use this feature: an original course and a target course.
fr: Chamilo introduit la possibilité de dupliquer tout ou partie d'un cours existant vers un autre, qui peut être initialement vide.<br />Le seul préalable à cette manipulation est de disposer d'un cours contenant des documents, annonces, forums, ... et d'un second cours ne contenant pas les éléments du premier !

source: This tool empties the course. It removes documents, forums, links. And allows you to select what parts you want to remove or decide to remove the whole.
fr: Cet outil vide le cours des éléments sélectionnés, ou de l'ensemble des éléments qu'il contient. Il supprime les documents, les forums, liens... Cette procédure peut être mise en oeuvre à l'issue d'une formation, ou d'une année universitaire.<br />Bien entendu, avant de vider le cours, vous aurez pris soin d'effectuer une sauvegarde complète !

source: E-mail alert on new test submitted
fr: Alerte par courrierl pour nouvel exercice

source: Activate e-mail sending when a user submits new test answers
fr: Activer l'envoi d'un courriel lorsqu'un étudiant soumet des réponses à un exercice

source: Disable e-mail alert on new test answers submission
fr: Désactiver l'envoi d'un courriel pour réception de réponses à un exercice

source: User picture in forum
fr: Photo utilisateur dans le forum

source: Display users pictures in the forum
fr: Afficher les photos des utilisateurs dans le forum

source: Hide users pictures in the forum
fr: Ne pas afficher les photos des utilisateurs dans le forum

source: Enable course themes
fr: Autoriser les thèmes par cours

source: Allowed
fr: Autorisé

source: Disallowed
fr: Non autorisé

source: Chat settings
fr: Configuration de l'outil Discuter

source: Open chat in a new Window
fr: Ouvrir l'outil Discussion en popup

source: Activate open the chat in a new window
fr: Activer l'ouverture du chat dans une nouvelle fenêtre

source: Deactivate open the chat in a new window
fr: Désactiver l'ouverture du chat dans une nouvelle fenêtre

source: E-mail teacher when a new user auto-subscribes
fr: Alerter par courriel de nouvelles inscriptions

source: E-mail the teacher when a new user auto-subscribes
fr: Activer l'alerte par courriel aux enseignants lors de l'inscription autonome d'un nouvel apprenant

source: E-mail teacher and tutors when new user auto-subscribes
fr: Activer l'alerte par courriel aux enseignants et aux formateurs lors de l'inscription autonome d'un nouvel apprenant

source: Disable e-mail alert to teacher on auto-subscription
fr: Ne pas activer l'alerte par courriel lors d'une nouvelle inscription au cours

source: Press 'Store' again...
fr: Poussez de nouveau sur 'Enregistrer'...

source: Usage Rights
fr: Conditions d'utilisation

source: select from list
fr: choisissez dans la liste

source: Created, size
fr: Créé le, taille

source: in VCARD format
fr: format VCARD

source: :draft:draft,, final:final,, revised:revised,, unavailable:unavailable
fr: :draft:brouillon,, final:version finale,, revised:version révisée,, unavailable:non disponible

source: :no:free, no cost,, yes:not free, cost
fr: :no:gratuit,, yes:moyennant payement

source: :yes:copyright,, no:no copyright
fr: :yes:copyright,, no:sans copyright

source: :exercise:exercise,, simulation:simulation,, questionnaire:questionnaire,, diagram:diagram,, figure:figure,, graph:graf,, index:index,, slide:slide,, table:table,, narrative text:narrative text,, exam:exam,, experiment:experiment,, problem statement:problem statement,, self assessment:self assessment,, lecture:lecture
fr: :exercise:exercice,, simulation:simulation,, questionnaire:enquête,, diagram:diagramme,, figure:figure,, graph:graphe,, index:index,, slide:diapo,, table:table,, narrative text:texte narratif,, exam:examen,, experiment:expérience,, problem statement:problème,, self assessment:auto-évaluation,, lecture:présentation

source: Please select a backup option
fr: Veuillez sélectionner une option de sauvegarde.

source: Let me select learning objects
fr: Me laisser sélectionner les sections de cours.

source: Create a complete backup of this course
fr: Faire un sauvegarde complète de ce cours

source: Create a backup
fr: Créer une sauvegarde

source: The backup has been created. The download of this file will start in a few moments. If your download does not start, click the following link
fr: La sauvegarde (backup) de ce cours a été effectuée. Le téléchargement de ce fichier démarrera dans quelques instants. Si rien ne se produit, veuillez cliquer sur le lien suivant.

source: Select a backup file
fr: Sélectionnez un fichier de sauvegarde

source: Import backup
fr: Importer les informations de sauvegarde

source: Import full backup
fr: Importer toutes les sections contenues dans le fichier de sauvegarde

source: Import finished
fr: L'importation du fichier de sauvegarde est terminée

source: Courses
fr: Parcours d'apprentissage

source: Copy course
fr: Copier un cours

source: Select learning objects to copy
fr: Sélectionnez les sections du cours à copier

source: Copying is finished
fr: Copie terminée

source: Delete everything
fr: Vider toutes les sections du cours

source: Empty this course
fr: Vider ce cours

source: Recycle is finished
fr: Votre cours a été vidé

source: Warning: using this tool, you will delete learning objects in your course. There is no UNDO possible. We advise you to create a <a href="create_backup.php">backup</a> before.
fr: Avertissement: en utilisant cette fonctionnalité, vous allez supprimer certaines sections de votre cours. Cette suppression ne pourra pas être annulée. Nous vous conseillons fortement de commencer par <a href="create_backup.php">faire une sauvegarde</a>.

source: What should be done with imported files with the same file name as existing files?
fr: Que faire des fichiers importés qui ont le même nom que des fichiers existants?

source: Skip same file name
fr: Sauter les fichiers

source: Rename file (eg file.pdf becomes file_1.pdf)
fr: Renommer les fichiers (ex: fichier.pdf devient fichier_1.pdf)

source: Overwrite file
fr: Écraser les fichiers

source: Select target course
fr: Sélectionnez un cours de destination

source: Full copy
fr: Copier toutes les sections de ce cours

source: There are no resources to backup
fr: Aucune section n'est disponible pour une sauvegarde

source: There are no resources in backup file
fr: Aucune section de cours disponible dans ce fichier de sauvegarde

source: Select resources
fr: Sélectionnez la section de cours désirée

source: There are no resources to recycle
fr: Aucune section de cours disponible pour le recyclage

source: Include questions pool
fr: Inclure toutes les questions disponibles

source: local file
fr: Charger un fichier depuis votre ordinateur

source: server file
fr: Utiliser un fichier de sauvegarde qui se trouve sur le serveur

source: No backup is available
fr: Aucun fichier de sauvegarde n'est disponible sur le serveur

source: No destination course available
fr: Il n'y a pas d'autre cours dont vous soyez l'administrateur. Vous ne pouvez en conséquence pas copier de contenu vers un autre cours.

source: Import a backup. You will be able to upload a backup file from you local drive or you can use a backup file available on the server.
fr: Importer un cours existant. Vous pouvez charger un fichier de sauvegarde depuis votre ordinateur ou choisir un des fichiers de sauvegarde qui se trouve sur le serveur.

source: Create a backup. You can select the learning objects to integrate in the backup file.
fr: Créer un fichier de sauvegarde de ce cours. Vous pouvez sélectionner les sections du cours que vous voulez sauver dans ce fichier.

source: Tool introduction
fr: Introduction

source: Upload failed, please check maximum file size limits and folder rights.
fr: l'upload n'a pas fonctionné, veuillez vérifier les limites de taille de fichiers autorisée et les permissions de vos répertoires.

source: Documents will be added too
fr: Les documents seront également ajoutés

source: If you want to export a course containing a test, you have to make sure the corresponding tests are included in the export, so you have to select them in the list of tests.
fr: Si vous désirez exporter un cours contenant des tests, il est nécessaire d'inclure ces tests dans l'export en les sélectionnant dans la liste des tests.

source: The app/cache/ directory, used by this tool, is not writeable. Please contact your platform administrator.
fr: Le répertoire app/cache/, utilisé par cet outil, ne dispose pas des accès en écriture. Veuillez contacter l'administrateur de la plateforme à ce sujet.

source: Target course
fr: Cours de destination

source: Convert to multiple answer
fr: Convertir en question à réponses multiples (QRM)

source: Enabling CAS authentication will allow users to authenticate with their CAS credentials.<br/>Go to <a href='settings.php?category=CAS'>Plugin</a> to add a configurable 'CAS Login' button for your Chamilo campus.
fr: Activer l'authentification CAS permettra aux utilisateurs de s'identifier à l'aide de leur compte CAS<br/>Vous trouverez dans les <a href='settings.php?category=CAS'>Plugin</a> un bouton 'Login CAS', paramétrable, qui s'ajoutera sur la page d'accueil de votre campus Chamilo.

source: Users registered in any group
fr: Utilisateurs enregistrés dans n'importe quel groupe

source: Camera
fr: Caméra

source: Microphone
fr: Micro

source: Delete stream
fr: Effacer le commentaire

source: Record
fr: Enregistrer

source: No File availible
fr: Pas de fichier

source: Recording only for trainers
fr: L'enregistrement est réservé aux profs

source: Users at the moment:
fr: Utilisateurs actuellement:

source: Start conference
fr: Démarrer la conférence

source: My name
fr: Mon nom

source: Import presentation
fr: Importer une présentation

source: Refresh list
fr: Rafraîchir la liste

source: Go to Top
fr: Remonter dans l'arborescence

source: New poll
fr: Nouveau sondage

source: Create a new poll for this room
fr: Créer un sondage

source: Polltype:
fr: Type de question:

source: Info: Every connected User in this room will get a notification of this new Poll.
fr: Info: tout utilisateur connecté dans cette chambre recevra le sondage.

source: Yes / No
fr: Oui/non

source: Numeric 1-10
fr: Numérique de 1 à 10

source: Poll
fr: Sondage

source: You have to become Moderator of this Room to make polls.
fr: Vous devez être modérateur pour créer des sondages.

source: Your vote has been sent
fr: Votre vote a été enregistré

source: You've already voted for this poll
fr: Vous avez déjà voté

source: Vote!
fr: Votez!

source: Your answer
fr: Votre réponse

source: wants to know:
fr: voudrait savoir:

source: Poll results
fr: Résultats du sondage

source: There is no Poll.
fr: Il n'y a pas de sondage.

source: Meeting (max 4 seats)
fr: Réunion (max 4 places)

source: Conference (max 50 seats)
fr: Conférence (max 50 places)

source: Remaining seats
fr: Places restantes

source: Already in
fr: Déjà connectés

source: Check in
fr: Déjà connectés

source: The Moderator of this Conference has left the room.
fr: Le modérateur a quitté la conférence.

source: System message
fr: Message système
