Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Subscription sessions in the category
fr: Ajouter des sessions dans une catégorie

source: List of session in the platform
fr: Liste des sessions sur la plateforme

source: List of sesiones in the categories
fr: Liste des sessions dans la catégorie

source: If you want to export courses containing sessions, which will ensure that these seansido included in the export to any of that will have to choose in the list.
fr: Si vous désirez exporter des cours contenant des sessions, vous devriez vous assurez que celles-ci ont été incluses dans l'export. Pour cela, il est nécessaire de les sélectionner dans la liste.

source: There were no courses registered or may not have made the association with the sessions
fr: Il n'y a pas de cours enregistré, ou peut-être que l'association avec les sessions n'a pas été faite

source: Setting the registration page
fr: Configurer la page d'inscription

source: Select category and sessions
fr: Sélectionner une catégorie et des sessions

source: Number sessions
fr: Nombre de sessions

source: Delete only the selected categories without sessions
fr: Supprimer seulement les catégories sélectionnées sans sessions

source: Delete the selected categories to sessions
fr: Supprimer les catégories sélectionnées avec leurs sessions

source: Edit Note
fr: Éditer l'avis

source: Add Tabs
fr: Ajouter onglet

source: Edit Tabs
fr: Éditer les onglets

source: Announcements list has been cleared up
fr: Toutes les annonces ont été supprimées

source: Announcement has been modified
fr: L'annonce a été modifiée

source: Announcement has been added
fr: L'annonce a été ajoutée

source: Announcement has been deleted
fr: L'annonce a été effacée

source: Published on
fr: Publiée le

source: Add an announcement
fr: Ajouter une annonce

source: Clear list of announcements
fr: Supprimer toutes les annonces

source: Message from the trainer
fr: Message du responsable

source: and emailed to registered learners
fr: et envoyée par courriel aux utilisateurs

source: Send this announcement by email to selected groups/users
fr: Envoyer cette annonce par courriel aux groupes/utilisateurs sélectionnés

source: On
fr: Sur

source: registered users of the site
fr: utilisateurs inscrits

source: have unvalid or no e-mail address
fr: ont une adresse mail non valide ou n'en ont pas fournie

source: Modifies this announcement
fr: Modifier cette annonce

source: Warnings to some users
fr: Avertissements à certains utilisateurs

source: Selected Users
fr: Utilisateurs sélectionnés

source: You must introduce the message text.
fr: Tapez le message à envoyer.

source: You must select some users.
fr: Sélectionnez des utilisateurs.

source: Message sent to users
fr: Message envoyé aux utilisateurs

source: Messages to selected users
fr: Message pour certains utilisateurs

source: To send a message, select groups of users (see G) or single users from the list on the left.
fr: Pour envoyer un message, sélectionnez des groupes (précédés de G) et/ou des utilisateurs dans la liste de gauche. CTRL+clic pour sélectionner plusieurs éléments. Puis cliquez sur la flèche "droite" entre les deux listes, introduisez votre message et validez.

source: The message has been sent to the selected learners
fr: le message est envoyé aux membres sélectionnés.

source: selected users of the site
fr: Utilisateurs

source: Message to selected groups
fr: Message aux groupes sélectionnés

source: selected groups
fr: groupes sélectionnés

source: All announcements have been deleted
fr: Toutes les annonces ont été supprimées

source: The announcement has been moved
fr: L'annonce a été déplacée

source: There are no announcements.
fr: Il n'y a aucune annonce

source: Select Everybody
fr: Sélectionner tous

source: selected user groups
fr: utilisateurs des groupes sélectionnés

source: Message from a learner
fr: Message d'un apprenant

source: Title is required
fr: Le titre est obligatoire

source: Announcement sent by e-mail
fr: Annonce envoyée par courriel

source: Announcement sent to the selected users
fr: Annonce envoyée aux utilisateurs sélectionnés

source: Send announcement
fr: Envoyer annonce

source: Edit announcement
fr: Modifier annonce

source: Line Number
fr: Nombre de lignes

source: line(s)
fr: ligne(s)

source: Add new heading
fr: Ajouter un intitulé

source: Teachers only
fr: Réservé au responsable

source: Define Headings
fr: Définir les intitulés

source: Back to users list
fr: Retourner à liste des utilisateurs

source: change rights of
fr: changer les droits de

source: has from now on <b>no</b> rights on this page
fr: n'a maintenant <b>aucun</b> droit sur cette page

source: has from now on <b>all</b> rights on this page
fr: a maintenant <b>tous</b> les droits sur cette page

source: Change role of
fr: Changer le role de

source: is from now on
fr: est à partir de maintenant

source: in this course
fr: dans ce cours

source: You have left some fields empty.
fr: Vous n'avez pas complété tous les champs.

source: The login you chose
fr: L'identifiant que vous avez choisi

source: is already in use. Choose another one.
fr: est déjà pris. Choisissez-en un autre.

source: Groups management
fr: Gestion des groupes

source: The selected users have been unsubscribed from the course
fr: Les utilisateurs sélectionnés ont été désinscrits de ce cours

source: This learner is subscribed in this training through a training session. You cannot edit his information
fr: Cet apprenant est inscrit dans ce cours via une session. Vous ne pouvez pas éditer ses informations

source: Are you sure you want to add this contact to your friends ?
fr: Êtes-vous certain de vouloir ajouter ce contact à vos amis?

source: Add a personal message
fr: Ajouter un message personnel

source: Friends
fr: Amis

source: This screen allows you to organise your contacts
fr: Cet écran vous permet d'organiser vos contacts

source: Attach contacts to group
fr: Assigner des contacts à ce groupe

source: Contacts list
fr: Liste des contacts

source: Add to a group
fr: Attacher à ce groupe

source: Select one contact
fr: Sélectionnez un contact

source: Select one group
fr: Sélectionnez un groupe

source: Add personal contacts
fr: Attacher les contacts personnels

source: Successfully added contacts to group
fr: Contacts attachés au groupe avec succès

source: Added contact to list
fr: Ajouté contact à la liste

source: This screen is a list of contacts sorted by groups
fr: Cet écran vous présente une liste de contacts triés par groupes

source: No contacts found
fr: Vous n'avez aucun contact dans ce groupe

source: Select the check box
fr: Cochez la case

source: Empty
fr: Vous n'avez pas d'invitation

source: Pending invitations.
fr: Cet écran vous permet de vérifier vos invitations en attente

source: Invitation sent by
fr: Invitation envoyée par

source: Request contact
fr: Demander un contact

source: Unknown
fr: Inconnu

source: My parents
fr: Ma famille

source: My friends
fr: Mes amis

source: My real friends
fr: Mes vrais amis

source: My enemies
fr: Mes ennemis

source: Contact deleted
fr: Contact supprimé

source: Messages sent.
fr: Cet écran vous permet de visualiser les messages que vous avez envoyés

source: My personal data
fr: Fiche perso

source: Alter personal data
fr: Modifier détails

source: Invitations
fr: Mes invitations

source: Group contacts
fr: Groupes de contacts

source: My inbox
fr: Boîte de réception

source: View shared profile
fr: Voir profil partagé

source: Uploaded images
fr: Images envoyées

source: Extra information
fr: Information extra

source: Search contacts
fr: Rechercher parmi les contacts

source: See contacts
fr: Voir les contacts

source: Please write a message before sending the request
fr: Veuillez écrire un message avant d'envoyer la requête

source: your invitation message has not been sent
fr: Votre invitation n'a pas été envoyée

source: Add to my contacts
fr: Ajouter à mes contacts

source: Change contact group
fr: Changer de groupe de contact

source: Friend
fr: Ami

source: My shared profile
fr: Mon profil partagé

source: Reporting for this user
fr: Statistiques pour cet utilisateur

source: Edit this user
fr: Modifier cet utilisateur

source: View this user
fr: Voir cet utilisateur

source: RSS feed
fr: Blogs externes

source: No friends in your contact list
fr: Il n'y a aucun contact dans votre liste

source: Try and find some friends
fr: Rechercher des amis

source: Send invitation
fr: Envoyer invitation

source: Invite to join my group of friends
fr: Inviter à se joindre à mon groupe d'amis

source: My certificates
fr: Mes certificats

source: Create new group(s)
fr: Créer nouveau(x) groupe(s)

source: New groups creation
fr: Création de groupes

source: new group(s)
fr: nouveau(x) groupe(s)

source: max. 20 characters, e.g. <i>INNOV21</i>
fr: max. 20 caractères, p. ex. <i>INNOV001</i>

source: seats (optional)
fr: places (facultatif)

source: group(s) has (have) been added
fr: groupe(s) a (ont) été ajouté(s)

source: Group deleted
fr: Groupe supprimé

source: Registered
fr: Inscrits

source: Learners are allowed to self-register in groups
fr: Utilisateurs autorisés à s'inscrire eux-même dans les groupes

source: Tools
fr: Outils

source: Group settings have been modified
fr: Les propriétés des groupes ont été modifiées

source: Group name
fr: Nom du groupe

source: Group description
fr: Description du groupe

source: Group members
fr: Membres du groupe

source: Edit this group
fr: Éditer ce groupe

source: Group settings modified
fr: Paramètres de ce groupe modifiés.

source: Number proposed exceeds max. that you allowed (you can modify in the group settings). Group composition has not been modified
fr: Le nombre de membres proposé excède le nombre maximum que vous avez fixé. La composition du groupe n'a pas été modifiée. Vous pouvez modifier le nombre maximum dans la configuration du groupe.

source: Group tutor
fr: Modérateur du groupe

source: (none)
fr: (aucun)

source: Admin users list
fr: Gérer la liste des membres

source: my group
fr: mon groupe

source: my supervision
fr: un de mes groupes

source: register
fr: m'inscrire

source: Add me to this group
fr: M'ajouter à ce groupe

source: You are now a member of this group.
fr: Vous êtes désormais membre de ce groupe

source: Private access (access authorized to group members only)
fr: Accès privé (visible uniquement par les membres du groupe)

source: Public access (access authorized to any member of the course)
fr: Accès public (visible par tous les utilisateurs du cours)

source: Edit settings
fr: Modifier les propriétés

source: State
fr: Etat

source: Groups have been filled (or completed) by users present in the 'Users' list.
fr: Les groupes ont été complétés par les utilisateurs figurant dans la liste 'Utilisateurs'.

source: users registered in this course
fr: utilisateurs inscrits à ce cours

source: Learners not in this group
fr: Membres non inscrits à ce groupe

source: A user can be member of maximum
fr: Un membre peut être inscrit dans

source: groups
fr: groupes

source: Limit
fr: Limite

source: Create group(s)
fr: Créer groupe(s)

source: Proceed to create group(s)
fr: Confirmer la création de groupe(s)

source: Learners are allowed to self-register to groups
fr: Les utilisateurs <b>sont autorisés</b> à s'inscrire eux-mêmes dans les groupes

source: Learners are allowed to unregister themselves from groups
fr: Les utilisateurs sont autorisés à annuler leur inscription aux groupes.

source: All groups
fr: Tous les groupes

source: Unsubscribe me from this group.
fr: Me désincrire de ce groupe

source: You're now unsubscribed.
fr: Vous n'êtes plus inscrit.

source: Default settings for new groups
fr: Paramètres par défaut pour les nouveaux groupes

source: All selected groups have been deleted
fr: Tous les groupes sélectionnés ont été supprimés

source: All selected groups are now empty
fr: Tous les groupes sélectionnés sont à présent vides

source: The group is now empty
fr: Le groupe est à présent vide

source: All selected groups have been filled
fr: Tous les groupes sélectionnés ont été complétés

source: unregister
fr: Annuler son enregistrement

source: same for all
fr: Même chose pour tous

source: No limitation
fr: Sans limite

source: Please enter the desired number of groups
fr: S.V.P entrer le nombre de groupes désiré

source: Create groups from all users in the virtual courses
fr: Créer les groupes avec tous les utilisateurs des cours virtuels

source: This course is a combination of a real course and one or more virtual courses. If you press following button, new groups will be created according to these (virtual) courses. All learners will be subscribed to the groups.
fr: Ce cours est une combinaison de cours réels et un ou plusieurs cours virtuels. Si vous appuyez sur le bouton suivant, un nouveaux groupe sera créé d'après ces cours (virtuels). Tous les étudiants seront inscrits dans ce groupe.

source: No groups available
fr: Aucun groupe disponible

source: Virtual courses
fr: Cours virtuels

source: Create subgroups
fr: Créer des sous-groupes

source: This option allows you to create new groups based on an existing group. Provide the desired number of groups and choose an existing group. The given number of groups will be created and all members of the existing group will be subscribed in those new groups. The existing group remains unchanged.
fr: Cette options vous permet de créer de nouveaux groupes basés sur un groupe existant. Indiquez le nombre de groupes et choisissez un groupe existant. Le nombre de groupes désirés sera créé et tous les membres du groupe existant seront inscrits dans ces nouveaux groupes. Le groupe existant ne sera pas modifié.

source: Create number of groups
fr: Créer

source: groups with members from
fr: groupes avec des membres de

source: Fill the group randomly with course students
fr: Compléter aléatoirement le groupe avec des apprenants du cours

source: unsubscribe all users
fr: désinscrire tous les utilisateurs

source: The maximum number of groups per user you submitted is invalid. There are now users who are subscribed in more groups than the number you propose.
fr: Le nombre maximum de groupes par utilisateur que vous avez soumis est invalide. Il y a actuellement des utilisateurs qui sont inscrits dans plus de groupes que le nombre que vous proposez.

source: Groups overview
fr: Aperçu du groupe

source: Group category
fr: Catégorie du groupe

source: Please give a title
fr: Donnez un titre s'il vous plaît

source: Please enter a valid number for the maximum number of members.
fr: Veuillez entrer un nombre valide pour le maximum de membres.

source: The category order was changed
fr: L'ordre de la catégorie a été modifié

source: Category created
fr: Catégorie créée

source: Announcements
fr: Annonces

source: No categories defined
fr: Aucune catégorie définie

source: Groups from classes
fr: Groupes dans classes

source: Using this option, you can create groups based on the classes subscribed to your course.
fr: En utilisant cette option, vous pouvez créer des groupes basés sur les classes inscrites dans le cours.

source: Back to Groups list
fr: Retour à la liste des groupes

source: A new forum has now been created
fr: Le nouveau forum a bien été créé.

source: A new forum thread has now been created
fr: Le nouveau sujet de forum a bien été créé.

source: Add hotpotatoes
fr: Ajouter ce test au cours

source: Hide attempt view
fr: Cacher la vue des tentatives

source: Extend attempt view
fr: Étendre la vue des tentatives

source: Welcome to the Chamilo course authoring tool !
fr: Bienvenue dans Chamilo AUTEUR

source: Add learning objects and activities to your course
fr: Ajoutez des objets d'apprentissage et des activités à vos cours

source: Add audio comments and order learning objects in the table of contents
fr: Réorganisez la table des matières

source: Watch the course from learner's viewpoint
fr: Visualisez le cours comme un apprenant

source: Chapter 1, Chapter 2 or Week 1, Week 2...
fr: Chapitre 1, Chapitre 2 ou Semaine 1, Semaine 2...

source: Add tests, activities and multimedia content
fr: Ajoutez des activités, tests et des contenus multimédia à votre cours

source: Title
fr: nom

source: Prerequisites
fr: Prérequis

source: Up
fr: Monter

source: Down
fr: Descendre

source: this learning object
fr: Cet item

source: Name & description
fr: Nom et description

source: Change order
fr: Réordonner

source: Add prerequisities
fr: Ajouter des prérequis

source: Edit name & desc.
fr: Éditer nom et descr.

source: My progress in this course
fr: Etat de la progression

source: completed
fr: complété

source: incomplete
fr: Non complété

source: passed
fr: réussi

source: failed
fr: raté

source: Previous learning object
fr: Précédent

source: Next learning object
fr: Suivant

source: you need first accomplish
fr: vous devez d'abord compléter

source: Section name
fr: Nom du chapitre

source: No learning object is completed.
fr: Aucune étape n'est complétée.

source: This is the last learning object.
fr: Vous avez atteint la dernière étape du parcours.

source: Create new learning path
fr: Créer un parcours

source: Edit learnpath
fr: Éditer le nom et/ou la description du parcours

source: Delete course
fr: Supprimer le parcours

source: do not publish
fr: Ne pas afficher sur le page d'accueil du cours

source: Publish on course homepage
fr: Afficher sur la page d'accueil du cours

source: not published
fr: est maintenant invisible pour les apprenants

source: published
fr: est maintenant accessible aux apprenants

source: Edit section description/name
fr: Éditer le nom et/ou la description du chapitre

source: Delete section
fr: Supprimer le chapitre

source: No sectionss added yet.
fr: Aucun chapitre n'a encore été ajouté.

source: Add learning objects to this section
fr: Ajouter des étapes à ce chapitre

source: The learning object has been deleted
fr: L'étape a été supprimée

source: The learning object has been edited
fr: L'étape a été modifiée

source: This learning object cannot display because the course prerequisites are not completed. This happens when a course imposes that you follow it step by step or get a minimum score in tests before you reach the next steps.
fr: Les prérequis n'ont pas été complétés.

source: Add section
fr: Nouveau chapitre

source: Add learning object or activity
fr: Nouvelle page

source: Edit the prerequisites of the current LO
fr: Éditer les pré-requis pour cette étape

source: Edit section
fr: Éditer ce chapitre

source: Edit document
fr: Éditer ce document

source: Edit test structure
fr: Éditer ce test

source: Edit assignment
fr: Éditer ce document

source: Adding a section to the course
fr: Saisissez les informations de ce nouveau chapitre

source: Enter information for section
fr: Saisissez les informations de ce nouveau chapitre

source: Create new rich media page
fr: Créer une nouvelle étape :

source: Ticket updated
fr: Ticket mis à jour

source: Or use an existing resource :
fr: Ou utiliser une ressource existante :

source: A new section has now been created. You may continue by adding a section or step.
fr: Le nouveau chapitre a bien été créé. Vous pouvez maintenant ajouter un nouveau chapitre ou une nouvelle étape dans celui-ci.

source: The new link has been created
fr: Le nouveau lien a bien été créé

source: The new assignment has been created
fr: Le nouveau travail a bien été créé

source: The new section has been created. You can now add a section or a learning object to it.
fr: Le nouveau chapitre a bien été créé. Vous pouvez maintenant ajouter un nouveau chapitre ou une nouvelle étape dans celui-ci.

source: The test has been added to the course
fr: Le nouveau test a bien été créé.

source: The learning object has been removed
fr: L'étape a bien été supprimée

source: Converting...
fr: Conversion en cours...

source: Error during the conversion of PowerPoint. Please check if there are special characters in the name of your PowerPoint.
fr: Erreur durant la conversion du PowerPoint. Vérifiez qu'il n'y a pas de caractères spéciaux dans le nom de votre PowerPoint ou contactez votre administrateur système.

source: Build
fr: Construire

source: Current view mode: embedded
fr: Vue actuelle: normale

source: Current view mode: fullscreen
fr: Vue actuelle: plein écran

source: Show debug
fr: Afficher le débuggage

source: Hide debug
fr: Cacher le débuggage

source: This document is not editable
fr: Ce document n'est pas éditable

source: After
fr: Après

source: Prerequisities (limit)
fr: Prérequis

source: This HotPotatoes test has been closed.
fr: Ce quiz HotPotatoes est terminé.

source: Completion limit (minimum points)
fr: Points minimum requis

source: you need first accomplish
fr: vous devez d'abord accomplir

source: At least 1 step is missing from
fr: Au moins une étape manque à partir de "

source: which is set as prerequisities.
fr: " qui est paramétré en tant que prérequis

source: you must reach minimum
fr: Vous devez atteindre au minimum

source: points in
fr: points en

source: Now you have :
fr: Vous avez maintenant :

source: back to normal screen
fr: retour à l'écran normal

source: full screen
fr: plein écran

source: There was a
fr: Il y avait un

source: page (step) here in the original Chamilo Learning Path.
fr: page (étape) ici dans le parcours pédagogique original.

source: Select a learning object in the table of contents
fr: Pour afficher un élément dans cette zone, veuillez cliquer sur un élément du menu situé à gauche

source: The rich media page/activity has been added to the course
fr: Le nouveau document a bien été créé.

source: Edit the current section
fr: Éditer ce chapitre

source: Create a new document
fr: Créer un nouveau document

source: Move the current document
fr: Déplacer le document courant

source: Edit the current document
fr: Éditer le document actuel

source: Warning !
fr: Attention !

source: When you edit an existing document in Courses, the new version of the document will not overwrite the old version but will be saved as a new document. If you want to edit a document definitively, you can do that with the document tool.
fr: Quand vous éditez un document existant dans un parcours pédagogique, la nouvelle version du document n'écrasera pas l'ancienne version mais sera sauvegardée en tant que nouveau document. Si vous voulez éditer un document de façon permanente, vous pouvez le faire dans l'outil document.

source: Adding a test to the course
fr: Créer l'exercice

source: Move the current test
fr: Déplacer l'excercice courant

source: Edit the current test
fr: Éditer l'excercice courant

source: Import AICC, SCORM and Chamilo learning path
fr: Import AICC, SCORM et PARCOURS

source: To continue add a section or a learning object or activity to your course.
fr: Pour continuer, vous pouvez ajouter un chapitre ou une étape à votre parcours depuis le menu de gauche

source: <html><body><p><big><img height="250" width="250" align="right" src="images/gallery/mr_dokeos/animated/practicerAnim.gif" alt="practicerAnim.gif" />Welcome to the Chamilo course authoring tool !</big></p> <ul> <li><b>Build</b> : Add learning objects and activities to your course</li> <li><b>Organize</b> : Add audio comments and order learning objects in the table of contents</li> <li><b>Display</b> : Watch the course from learner's viewpoint</li> <li><b>Add section</b> : Chapter 1, Chapter 2 or Week 1, Week 2...</li> <li><b>Add learning object or activity</b> : activities, tests, videos, multimedia pages</li> </ul></html></body>
fr: Vous pouvez ajouter un chapitre ou une étape à votre parcours depuis le menu de gauche

source: Prerequisites to the current learning object have been added.
fr: Les pré-requis pour cette étape ont bien été ajoutés.

source: Add/edit prerequisites
fr: Ajouter/éditer les pré-requis
