Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Attempt details
fr: Détails de l'essai

source: Test attempted
fr: Nom du test

source: Learner name
fr: Nom de l'apprenant

source: Learner e-mail
fr: Courriel de l'apprenant

source: Open question attempted is
fr: La question ouverte tentée est

source: Upload image (jpg, png or gif) to apply hotspots.
fr: Envoyer une image au format JPG

source: Now click on : (...)
fr: Description de la zone

source: Examsheet viewed/corrected/commented by the trainer
fr: Exercice vu/corrigé/commenté par un professeur

source: Your following attempt has been viewed/commented/corrected by the trainer
fr: Votre tentative détaillée ci-dessous a été vue/corrigée/commentée par un professeur

source: Click the link below to access your account and view your commented Examsheet.
fr: Cliquez sur le lien ci-dessous pour accéder à votre compte et voir votre feuille d'examen corrigée.

source: Regards
fr: Cordialement

source: You attempt for the test %s has been viewed/commented/corrected by the trainer. Click the link below to access your account and view your Examsheet.
fr: Votre tentative pour l'exercice %s a été vue/commentée/corrigée par un responsable. Cliquez sur le ien suivant pour accéder à votre compte et voir la feuille d'examen.

source: Dear learner,
fr: Cher étudiant,

source: Results enabled for learners
fr: Résultats activés pour les apprenants

source: Results disabled for learners
fr: Résultats désactivés pour les apprenants

source: Include profiling
fr: Inclure profil

source: Exclude profiling
fr: Exclure profil

source: Do not show results
fr: Ne pas montrer les résultats aux apprenants

source: Show results to learners
fr: Montrer les résultats aux apprenants

source: Validate answers
fr: Valider les réponses

source: Allow answers order switches
fr: Permettre la permutation entre les réponses

source: You cannot take test <b>%s</b> because you have already reached the maximum of %s attempts.
fr: Désolé, vous ne pouvez pas tenter le test '%s' car vous avez déjà atteint la limite de %s tentatives.

source: Number of random questions to display
fr: Nombre de questions à afficher aléatoirement

source: To randomize all questions choose 10. To disable randomization, choose "Do not randomize".
fr: Nombre de questions qui seront tirées aléatoirement parmi les questions du test. Choisissez "non" pour ne pas les tirer aléatoirement. <br/>Choisissez le nombre total de questions pour les désordonner toutes.

source: Max number of attempts
fr: Tentatives maximum

source: Do not randomize
fr: -- non --

source: Infinite
fr: Infini

source: Back to Tests tool
fr: Retour aux tests

source: No start date
fr: Aucune date de début

source: Delete attempt?
fr: Supprimer cette tentative?

source: Without comment
fr: Sans commentaire

source: Filter tests
fr: Filtrer tests

source: Only unqualified
fr: Seulement non corrigés

source: Only qualified
fr: Seulement corrigés

source: Time limit reached
fr: Limite de temps atteinte

source: Try again
fr: Réessayer

source: Theory link
fr: Voir la théorie

source: End of activity
fr: Fin de l'activité

source: Exam (no feedback)
fr: Pas de feedback

source: Self-evaluation (immediate feedback)
fr: Immédiat en popup

source: Scenario
fr: Scénario

source: Visit this link
fr: Suivre ce lien

source: Exit test
fr: Sortir du test

source: %1 seconds
fr: %1 secondes

source: Difficulty
fr: Difficulté

source: New score
fr: Nouveau score

source: New comment
fr: Nouveau commentaire

source: The test did not start yet
fr: Le test n'a pas encore commencé

source: The trainer did not allow the test to start yet
fr: Le formateur n'a pas encore rendu ce test public

source: Select target question
fr: Question cible

source: The test type cannot be modified since it was set to self evaluation. Self evaluation gives you the possibility to give direct feedback to the user, but this is not compatible with all question types and, so this type quiz cannot be changed afterward.
fr: Le type d'exercice ne peut pas être modifié car il a été enregistré comme auto-évaluation. L'auto-évaluation vous donne la possibilité de donner une rétro-alimentation immédiate à l'apprenant, mais ce type n'est pas compatible avec tous les types de questions et, pour cette même raison, le type de ces exercices ne peut pas être modifié ultérieurement.

source: Not available
fr: Non disponible

source: Can't view results
fr: Impossible de voir les résultats

source: With individual feedback
fr: Uniquement les tests corrigés

source: Uncorrected results
fr: Uniquement les tests non corrigés

source: Hide results
fr: Cacher le résultat à l'apprenant

source: Show score to learner
fr: Montrer le résultat à l'apprenant

source: Proceed to questions
fr: Poursuivre avec la création de questions

source: Add this question to the test
fr: Ajouter la question au test

source: Display
fr: Présentation des questions

source: Multiple choice
fr: Question à réponse unique (QRU)

source: Multiple answer
fr: Réponses multiples

source: You can not take this test because you have already reached one attempt
fr: Vous ne pouvez pas passer ce test car vous avez déjà effectué une première tentative.

source: Questions per page
fr: Questions par page

source: One
fr: Une

source: All
fr: Toutes

source: Edit individual feedback
fr: Éditer le feedback individuel

source: Thank you for passing the test
fr: Merci d'avoir tenté l'exercice

source: At end of test
fr: À la fin du test

source: Select the good reasoning
fr: Sélectionnez le bon raisonnement

source: A then B then C
fr: A puis B puis C

source: Milk is the basis of many dairy products such as butter, cheese, yogurt, among other
fr: Le lait est le produit de base de nombreux produits laitiers comme le beurre, le fromage et le yogourt

source: A then C then B
fr: A puis C puis B

source: Oats are one of the most comprehensive grain. By their energy and nutritional qualities has been the basis of feeding people
fr: L'avoine est l'une des céréales les plus complètes. De par son énergie et ses qualités nutritionelles, elle est l'une des bases de notre alimentation.

source: The marasmus is a consequence of
fr: Le marasme est une conséquence de:

source: Lack of Calcium
fr: Manque de calcium

source: The calcium acts as a ...
fr: Le calcium permet de...

source: Lack of Vitamin A
fr: Carence en vitamine A

source: The Vitamin A is responsible for...
fr: La vitamine A intervient dans la production de ...

source: Calculate the Body Mass Index
fr: Calculer l'Indice de Masse Corporelle

source: Order the operations
fr: Mode opératoire

source: List what you consider the 10 top qualities of a good project manager?
fr: Quelles sont, selon vous, les 10 qualités d'un bon gestionnaire de projet?

source: Add/edit hotspots on the image
fr: Ajouter/éditer les zones sur l'image

source: Reached time limit admin
fr: Limite de temps dépassée.

source: Last score of a exercise
fr: Dernier résultat de l'exercice

source: Back to result list
fr: Retourner à la liste

source: If you edit a question score, please remember that this Exercise was added in a Course
fr: Si vous éditez le score d'une question, le score total de l'exercice sera modifié lui aussi. N'oubliez pas que cet exercice a déjà été ajouté à un parcours.

source: Select exercise
fr: Sélectionnez un exercice

source: You have to select a test
fr: Veuillez sélectionner un test

source: Hotspot delineation
fr: Délinéation de zones sur image

source: More areas at risk
fr: Plus de zones à risque

source: Less areas at risk
fr: Moins de zones à risque

source: This message, as well as the results table, will appear to the learner if he fails this step
fr: Ce message, ainsi que la table des résultats, apparaîtra à l'apprenant s'il échoue dans cette étape

source: Minimum overlap
fr: Superposition minimum

source: Maximum excess
fr: Excès maximum

source: Maximum missing
fr: Manque maximum

source: If no error
fr: Si pas d'erreur

source: The learner made no mistake
fr: L'apprenant n'a pas fait d'erreur

source: Your delineation :
fr: Votre délinéation :

source: Your result is :
fr: Votre résultat est :

source: Overlapping area
fr: Aire de superposition

source: Missing area
fr: Aire manquante

source: Excessive area
fr: Aire en excès

source: Requirements
fr: Pré-requis

source: One (or more) area at risk has been hit
fr: Une zone à risque (au moins) a été touchée

source: Too many iterations while calculating your answer. Please try drawing your delineation in a more straightforward manner
fr: Trop d'itérations se sont produites lors du calcul de votre réponse. Merci d'essayer de dessiner votre délinéation d'une façon plus simple (moins de points)

source: Thresholds
fr: Seuils

source: Delineation
fr: Délinéation

source: Question type does not belong to feedback type in exercise
fr: Ce type de question ne permet pas le type d'exercice de feedback immédiat

source: By
fr: Par

source: Users online
fr: Utilisateurs en ligne

source: Remove
fr: Éliminer

source: Back to courses list
fr: Retourner à votre liste de cours

source: Links
fr: Liens

source: Students list report
fr: Rapport de liste d'étudiants

source: Create folder
fr: Créer un répertoire

source: Name
fr: Nom

source: Comment
fr: Commentaire

source: Folder created
fr: Répertoire créé

source: Download
fr: Télécharger

source: Group
fr: Groupe

source: Group Forum
fr: Forum du groupe

source: Do you want audio file to START automatically?
fr: Cliquez ok si vous souhaitez le démarrage automatique du fichier audio

source: Forum
fr: Forums

source: Remove picture
fr: Supprimer la photo

source: Course code
fr: Code cours

source: down
fr: descendre

source: Time report for course %s
fr: Temps passé dans %s

source: Graphical theme
fr: Thème graphique

source: Create category
fr: Créer une catégorie

source: Upload document
fr: Importer le document

source: Save changes
fr: Enregistrer les modifications

source: Too short
fr: Trop court

source: To do
fr: Suggestions

source: Time report including all courses and sessions, by teacher
fr: Rapport de temps, incluant tous les cours et sessions, par enseignant

source: Edit Category
fr: Modifier une catégorie

source: Hide
fr: Cacher

source: Dear
fr: Cher(ère)

source: Code
fr: Code de cours

source: No description
fr: Aucune description

source: First name
fr: Prénom

source: Last name
fr: Nom

source: e-mail
fr: Courriel

source: Slideshow conversion
fr: Conversion de la présentation

source: File upload
fr: Envoi du fichier

source: Available from
fr: Disponible à partir de

source: Until
fr: Disponible jusqu'au

source: Preview
fr: Prévisualiser

source: E-mail address
fr: Adresse de courriel

source: Company
fr: Organisation

source: Reporting
fr: Suivi

source: Update
fr: Actualiser

source: Select question type
fr: Sélectionner type de question

source: Current course
fr: Cours actif

source: Back
fr: Retour

source: Search
fr: Rechercher

source: Advanced search
fr: Recherche avancée

source: Open
fr: ouverte

source: Import
fr: Importer

source: Add another
fr: Ajouter un autre

source: Author
fr: Auteur

source: True / False
fr: Vrai / Faux

source: Question type
fr: Type de question

source: No search results
fr: Aucun résultat trouvé

source: Select question
fr: Sélectionner une question

source: Add new question type
fr: Ajouter un nouveau type de question

source: Numbered
fr: Numéroté

source: en
fr: fr

source: eng
fr: fre

source: %b %d, %Y
fr: %a %d %b %Y

source: %A %B %d, %Y
fr: %A %d %B %Y

source: %B %d, %Y at %I:%M %p
fr: %A %d %B %Y à %H:%M

source: %I:%M %p
fr: %H:%M

source: Yes
fr: Oui

source: No
fr: Non

source: Back to Home Page.
fr: Retour à la page d'accueil.

source: Proposals for an improvement of
fr: Propositions d'amélioration de

source: Save
fr: Enregistrer

source: Move
fr: Déplacer

source: Help
fr: Aide

source: Add
fr: Ajouter

source: Add an introduction text
fr: Ajouter un texte d'introduction

source: Return to the list
fr: Retour à la liste

source: You left some fields empty.<br>Use the <b>Back</b> button on your browser and try again.<br>If you ignore your training code, see the Training Program
fr: Vous n'avez pas complété tous les champs. <br /> Utilisez le bouton de retour en arrière de votre navigateur et recommencez.<br />Si vous ne connaissez pas le code de votre cours, consultez le catalogue des cours

source: Please confirm your choice
fr: Veuillez confirmer votre choix

source: and
fr: et

source: Your choice
fr: Votre choix

source: Quit test
fr: Terminer

source: Cancel
fr: Annuler

source: You are not allowed to see this page. Either your connection has expired or you are trying to access a page for which you do not have the sufficient privileges.
fr: Vous n'êtes pas autorisé à accéder à cette page. Soit votre connexion a expiré, soit vous essayez d'accéder à une page pour laquelle vous ne disposez pas des permissions suffisantes.

source: You are not logged in
fr: Vous n'êtes pas identifié

source: Optional
fr: Facultatif

source: Next page
fr: Page suivante

source: Previous page
fr: Page précédente

source: Use
fr: Utiliser

source: take
fr: faire (au sens de passer) le test

source: Several
fr: Plusieurs

source: Notice
fr: Remarque

source: among
fr: parmi

source: Show
fr: Afficher

source: My courses
fr: Mes cours

source: View my progress
fr: Mon parcours

source: Personal agenda
fr: Agenda perso

source: Switch to teacher view
fr: Passer en vue prof

source: Switch to student view
fr: Passer en vue apprenant

source: Add it
fr: Ajouter une ressource

source: Attachments
fr: Ressources ajoutées

source: Time report for teacher %s
fr: Rapport de temps pour l'enseignant %s

source: Total time
fr: Temps total

source: arabic
fr: arabe

source: brazilian
fr: brésilien

source: bulgarian
fr: bulgare

source: croatian
fr: croate

source: danish
fr: danois

source: dutch
fr: hollandais

source: finnish
fr: finlandais

source: french
fr: français

source: french_corporate
fr: français_Corporate

source: french_KM
fr: français_KnowledgeManagement

source: galician
fr: galicien

source: german
fr: allemand

source: greek
fr: grec

source: italian
fr: italien

source: japanese
fr: japonais

source: polish
fr: polonais

source: portuguese
fr: portugais

source: russian
fr: russe

source: simpl_chinese
fr: chinois simple

source: spanish
fr: espagnol

source: Close
fr: Fermer

source: Portal
fr: Plateforme

source: language
fr: français

source: Sorry, but that course code already exists. Please choose another one.
fr: Désolé, mais ce code de cours existe déjà. Veuillez en choisir un autre.

source: Groups list
fr: Liste des groupes

source: The target folder does not exist
fr: Le répertoire de destination n'existe pas

source: in
fr: dans

source: Show all
fr: Afficher tout

source: English
fr: Anglais

source: Home
fr: Accueil

source: Are you sure you want to delete
fr: Êtes-vous sûr de vouloir supprimer

source: Select all
fr: Tout sélectionner

source: Unselect all
fr: annuler toutes les sélections

source: With selected
fr: avec les sélections

source: Online
fr: En ligne

source: hungarian
fr: hongrois

source: indonesian
fr: indonésien

source: malay
fr: malaisien

source: slovenian
fr: slovène

source: spanish_latin
fr: espagnol

source: swedisch
fr: suédois

source: thai
fr: thaïlandais

source: turkish
fr: turque

source: vietnamese
fr: vietnamien

source: user information
fr: Fiche utilisateur

source: Save the question
fr: Modifier la question

source: Example
fr: Exemple

source: Check all
fr: Sélectionner tout

source: Announcement
fr: Annonces

source: Display certificate
fr: Voir certificat

source: Document
fr: Parcours

source: Portal Admin
fr: Administrateur de la plateforme

source: none
fr: Aucun(e)

source: First select a course
fr: Sélectionnez d'abord un cours

source: This function is only available to trainers
fr: Cette fonction est accessible seulement aux administrateurs de cours.

source: Today
fr: aujourd'hui

source: Attachment
fr: Joindre

source: User
fr: Utilisateur

source: M
fr: L

source: T
fr: M

source: W
fr: M

source: F
fr: V

source: Mon
fr: Lun

source: Tue
fr: Mardi

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

source: Sun
fr: Dim

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Feb
fr: Fév

source: Apr
fr: Avr

source: May
fr: Mai

source: Jun
fr: Jui

source: Jul
fr: Jui

source: Aug
fr: Aou

source: Dec
fr: Déc

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: My competences
fr: Mes compétences

source: My diplomas
fr: Mes diplômes

source: My personal open area
fr: Mon espace personnel

source: What I am able to teach
fr: Mes compétences professionnelles

source: Please Try Again!
fr: Veuillez réessayer svp !

source: No file was uploaded.
fr: Aucun fichier n'a été envoyé

source: Please select a file before pressing the upload button.
fr: Veuillez choisir un fichier avant d'appuyer sur le bouton d'envoi

source: The file you selected was not a zip file.
fr: Le fichier que vous avez sélectionné n'était pas un fichier zip.

source: File upload succeeded!
fr: Envoi du fichier réussi !

source: CSV export
fr: Export CSV

source: Personal area
fr: Espace perso

source: Done
fr: Terminé

source: Document added
fr: Document ajouté

source: Document updated
fr: Document mis à jour

source: Document updated in folder
fr: Document mis à jour dans le répertoire

source: Average
fr: Moyenne

source: Dropbox
fr: Partage de fichiers

source: Chat
fr: Discuter

source: Add link to this page
fr: Ajouter un lien

source: Backup and import
fr: Sauvegarder et importer

source: Copy this course's content
fr: Copier le contenu de ce cours

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Start Time
fr: Heure de début

source: End Time
fr: Heure de fin

source: You were invited to chat with
fr: Vous êtes invité à utiliser le "chat" avec

source: Do you accept it ?
fr: Acceptez-vous la demande ?

source: Visible to
fr: Envoyé à

source: Export
fr: Exporter

source: Modules
fr: Outils

source: Everyone
fr: Tous

source: Select groups/users
fr: Sélectionner les destinataires

source: Learner
fr: Apprenant

source: You did not select a user / group. The announcement is visible for every learner
fr: Vous n'avez pas sélectionné de destinataire. L'annonce sera visible par tous.

source: Group wiki
fr: Wiki des groupes

source: Complete
fr: Complété

source: Book resource
fr: Réservation

source: Start
fr: Début

source: End
fr: Fin

source: The access to this page is not allowed
fr: L'accès à cette page n'est pas autorisé

source: Required field
fr: Information requise

source: Allowed HTML tags
fr: Balises HTML autorisées

source: The form contains incorrect or incomplete data. Please check your input.
fr: Le formulaire contient des données incomplètes ou incorrectes. Veuillez vérifier les informations saisies.

source: The first date should be before the end date
fr: La date de départ doit être antérieure à la date finale

source: Invalid date
fr: Date invalide

source: Only letters and numbers allowed
fr: Seuls les lettres et les chiffres sont autorisés

source: Organize
fr: Organiser

source: Course admin
fr: Administrateur de cours

source: Role
fr: Rôle

source: Only PNG, JPG or GIF images allowed
fr: Seuls les formats PNG, JPG ou GIF sont autorisés

source: Delete
fr: Supprimer

source: Roles & rights overview
fr: Vue d'ensemble des rôles & droits

source: Focus on role
fr: Rôle :

source: Focus on right
fr: Droit :

source: Authoring
fr: Construire

source: The value has been modified.
fr: La valeur a été modifiée

source: Virtual meeting
fr: Réunion virtuelle

source: Move to
fr: Déplacer vers

source: Move file to
fr: Déplacer fichier vers

source: Time report for session %s
fr: Rapport de temps pour la session %s

source: Error
fr: Erreur

source: Anonymous
fr: Anonyme

source: Create new global role
fr: Créer un nouveau rôle global

source: Create new local role
fr: Créer un nouveau rôle local

source: Inbox
fr: Boîte de réception

source: Compose message
fr: Composer message

source: Other
fr: Autre

source: Homepage
fr: Page d'accueil

source: You have a new message!
fr: Vous avez un nouveau message !

source: My active Sessions
fr: Mes sessions actives

source: My inactive sessions
fr: Mes sessions inactives

source: This extension has been actived but can't be operational for the moment.
fr: Cette extension a été activée mais ne peut pas être opérationnelle pour le moment.

source: My learners
fr: Mes apprenants

source: Progress
fr: Progression

source: or
fr: ou

source: Uploading...
fr: Envoi en cours...

source: Account expired
fr: Validité du compte expirée

source: Account inactive
fr: Compte inactif

source: Action not allowed
fr: Action non autorisée

source: Sub-title
fr: Sous-titre

source: No resource to recycle
fr: Pas de ressource à recycler

source: Could not open
fr: Impossible d'ouvrir

source: Frequentation time
fr: Temps de fréquentation

source: This course could not be found
fr: Impossible de trouver ce cours

source: Course sessions
fr: Sessions

source: The session could not be found
fr: Impossible de trouver la session

source: The learner could not be found
fr: Impossible de trouver l'étudiant

source: Learners
fr: Apprenants

source: No results found
fr: Aucun résultat trouvé

source: Tel
fr: Tél

source: No tel
fr: Aucun numéro

source: Send mail
fr: Envoyer mail

source: Agenda appointment
fr: Rendez-vous agenda

source: Nobody online
fr: Pas d'étudiants en ligne

source: In course
fr: dans cours

source: Users online - In my training sessions
fr: Liste des utilisateurs en ligne - Session

source: From
fr: De

source: To
fr: À

source: Content
fr: Contenu

source: year
fr: an

source: years
fr: ans

source: days
fr: jours

source: Please stand by...
fr: Veuillez patienter...

source: Virtual classroom
fr: Classe virtuelle

source: Survey
fr: Enquête

source: More
fr: Plus

source: Click here
fr: Cliquez ici

source: here
fr: Ici

source: Save question
fr: Enregistrer la question

source: You can now return to the
fr: Vous pouvez maintenant retourner vers

source: Display search results
fr: Afficher les résultats de la recherche

source: Display all
fr: Afficher tout

source: No users in course
fr: Pas d'utilisateurs dans le cours

source: Percentage
fr: Pourcentage

source: Receiver
fr: Destinataire

source: Send email
fr: Envoyer un courriel

source: Subject
fr: Sujet du courriel

source: E-mail content
fr: Contenu du courriel

source: Comments
fr: Commentaires

source: Edit recipient list
fr: Modifier la liste des destinataires

source: Line
fr: Ligne

source: No link visited
fr: Pas de lien visité

source: No document downloaded
fr: Pas de document téléchargé

source: clicks
fr: clics

source: Search results
fr: Résultats de la recherche

source: Past
fr: Passée

source: Not yet begun
fr: A venir

source: %B %d, %Y
fr: %d %B %Y

source: Invalid folder: Please create a folder with the name images in your documents tool so that the images can be uploaded in this folder
fr: Répertoire invalide : veuillez créer un répertoire nommé "images" dans votre outil "Documents" pour que les images puissent y être envoyées

source: Online in my sessions
fr: Voir les utilisateurs connectés à mes sessions

source: Dear user
fr: Cher utilisateur

source: Your registration data
fr: Vos accès au portail
