Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: This page is unprotected. All course users or group members can edit this page
fr: Cette page est déprotégée. Tous les utilisateurs du cours ou membres du groupe peuvent modifier cette page

source: Show add option
fr: Afficher l'option d'ajout

source: Hide add option
fr: Masquer l'option d'ajout

source: The Add option has been protected. Trainers only can add pages to this Wiki. But learners and group members can still edit them
fr: L'option d'ajout a été protégée. Seuls les formateurs peuvent ajouter des pages à ce wiki. Les apprenants et les membres du groupe peuvent aussi les modifier.

source: The add option has been enabled for all course users and group members
fr: L'option d'ajout a été activée pour tous les utilisateurs du cours et les membres des groupes

source: Notify me of changes
fr: Avertir des modifications

source: Do not notify me of changes
fr: Ne pas avertir des modifications

source: Do not notify me by e-mail when this page is edited
fr: Ne pas m'avertir par courriel lorsque cette page est éditée

source: The latest version was edited by
fr: La dernière version a été éditée par

source: The average rating for the page is
fr: Le score moyen de cette page est

source: Comments on this page
fr: Commentaires sur cette page

source: Number of comments scored:
fr: Le nombre de commentaires sur cette page est de

source: The add option has been temporarily disabled by the trainer
fr: L'option d'ajout a été temporairement désactivée par l'administrateur du cours

source: What links here
fr: Références

source: Show the pages that have links to this page
fr: Afficher les pages qui ont des liens vers cette page-ci

source: More Wiki options
fr: Plus d'options du wiki

source: Discuss not available
fr: Discussion non disponible

source: added by
fr: ajoutée par

source: edited by
fr: éditée par

source: deleted by
fr: supprimée par

source: Wiki mode
fr: Mode wiki

source: Coach and group member
fr: Tuteur et membre du groupe

source: Group member
fr: Membre du groupe

source: Individual assignment mode
fr: Mode d'assignation individuel

source: Default config
fr: Config par défaut

source: Unprotect
fr: Déprotéger

source: Protect
fr: Protéger

source: Notify comment
fr: Alerter lors de nouveaux commentaires

source: Don't notify comments
fr: Ne pas alerter lors de nouveaux commentaires

source: Learner paper
fr: Travail

source: Assignment proposed by the trainer
fr: Travail proposé par l'enseignant

source: Text added
fr: Texte ajouté

source: Text deleted
fr: Texte supprimé

source: word by word
fr: Mot par mot

source: line by line
fr: ligne par ligne

source: You must select a page first
fr: Vous devez d'abord sélectionner une page

source: Export to ZIP
fr: Exporter au format ZIP

source: Hide Page
fr: Cacher la page

source: Show Page
fr: Afficher la page

source: To start Wiki go and edit Main page
fr: Pour démarrer le wiki, sélectionnez puis éditez la page principale

source: Unlock discuss
fr: Débloquer la discussion

source: Lock discuss
fr: Bloquer la discussions

source: Hide discuss
fr: Cacher la discussion

source: Show discuss
fr: Afficher la discussion

source: Activate rate
fr: Activer le vote

source: Deactivate rating
fr: Désactiver le vote

source: You can edit this page, but the pages of learners will not be modified
fr: Vous pouvez modifier cette page, mais les pages des apprenants ne seront pas modifiées

source: Export latest version of this page to Documents
fr: Exporter la dernière version de cette page vers la zone de documents du cours

source: Disabled by trainer
fr: Désactivé par l'enseignant

source: Pages that link to this page
fr: Pages qui lient vers celle-ci

source: Define this page as an individual assignment
fr: Définir cette page comme une tâche individuelle

source: Assignment description
fr: Description de la tâche

source: Now all members can rate this page
fr: Tous les membres peuvent à présent voter sur cette page

source: Now only trainers can rate this page
fr: Seuls les enseignants peuvent à présent voter sur cette page

source: Now the page only is visible by trainer
fr: La page n'est plus visible que par les enseignants

source: Now the page is visible by all users
fr: La page est à présent visible par tous les utilisateurs

source: The Main Page can be edited by a teacher only
fr: La page principale peut uniquement être modifiée par un enseignant

source: Acces to trainer page
fr: Accès à la page enseignant

source: Now discussion is visible by trainers only
fr: Les discussions ne sont plus visibles que par les enseignants

source: Now discussion is visible by all users
fr: Discussion à présent visible par tous les utilisateurs

source: Now only trainers can add comments to this discussion
fr: Seuls les formateurs peuvent à présent ajouter des commentaires à cette discussion

source: Now all members can add comments to this discussion
fr: Tous les membres peuvent à présent ajouter des commentaires à cette discussion

source: This page is an assignment proposed by a trainer
fr: Cette page est une tâche proposée par un enseignant

source: This page is a learner work
fr: Cette page est le travail d'un apprenant

source: Warning you are not seeing the latest version of the page
fr: Attention, vous ne visualisez pas la dernière version de cette page

source: Change this page to make your work about the assignment proposed
fr: Modifiez cette page pour faire votre travail en réponse à la tâche proposée

source: Access to the papers written by learners
fr: Accès au travail rédigé par les apprenants

source: Allow delayed sending
fr: Autoriser l'envoi retardé

source: This Wiki is frozen so far. A trainer must start it.
fr: Ce wiki est inactif. Un enseignant doit le démarrer

source: Notify by e-mail of new comments about this page is allowed
fr: La notification par courriel des nouveaux commentaires est activée

source: The email notification of new comments on this page is disabled
fr: La notification par courriel des nouveaux commentaires est désactivée

source: Notify Wiki changes
fr: Alerter des changements du wiki

source: It has modified the page
fr: La page a été modifiée

source: Page was added
fr: La page a été ajoutée

source: One page has been deleted in the Wiki
fr: La page a été supprimée

source: New comment in the discussion of the page
fr: Un nouveau commentaire a été ajouté à la discussion de la page

source: Receive an e-mail notification every time there is a change in the Wiki
fr: Recevoir une alerte par courriel à chaque modification du wiki

source: Stop receiving notifications by e-mail every time there is a change in the Wiki
fr: Arrêter l'envoi des alertes par courriel à chaque modification du wiki

source: This notification has been made in accordance with their desire to monitor changes in the Wiki. This option means you have activated the button
fr: Cette alerte a été envoyée selon la configuration des alertes du wiki. Cette option est actuellement activée.

source: If you want to stop being notified of changes in the Wiki, select the tabs<strong> Recent Changes</ strong>, <strong>Current page</ strong>, <strong>Talk</ strong> as appropriate and then push the button
fr: Si vous voulez arrêter de recevoir des alertes à propos des modifications du wiki, sélectionnez l'onglet <strong>Modifications récentes</strong>, <strong>Page courante</strong>, <strong>Discussion</strong> et sélectionnez la bonne option

source: Orphaned pages
fr: Pages orphelines

source: Wanted pages
fr: Pages désirées

source: Most visited pages
fr: Pages les plus visitées

source: Most changed pages
fr: Pages les plus modifiées

source: Changes
fr: Modifications

source: Most active users
fr: Utilisateurs les plus actifs

source: User contributions
fr: Contributions utilisateurs

source: Deleting the homepage of the Wiki is not recommended because it is the main access to the wiki.<br />If, however, you need to do so, do not forget to re-create this Homepage. Until then, other users will not be able to add new pages.
fr: Il n'est pas recommandé de supprimer la page d'accueil du wiki car il s'agit de l'accès principal à sa structure hiérarchique.<br />Si toutefois vous avec besoin de le faire, n'oubliez pas de recréer cette page d'accueil. Tant que vous ne l'aurez pas fait, les autres utilisateurs ne pourront pas ajouter de nouvelles pages.

source: To set this version as the last one, click on
fr: Pour faire de cette version la dernière version, cliquez sur

source: Current version
fr: Version actuelle

source: Latest version
fr: Dernière version

source: The page has been restored. You can view it by clicking
fr: Cette page a été restaurée. Vous pouvez la visualiser en cliquant sur

source: Restored from version
fr: Restauré depuis la version

source: Help: wiki
fr: Aide: wiki

source: Please select a page first
fr: Veuillez d'abord sélectionner une page

source: If you enter a description, this page will be considered a special page that allows you to create a task
fr: Si vous introduisez une description, cette page sera considérée comme une page spéciale qui permettra de créer une tâche

source: At this time, this page is being edited by
fr: En ce moment, cette page est éditée par

source: Please try again later. If the user who is currently editing the page does not save it, this page will be available to you around
fr: Veuillez essayer de nouveau plus tard. Si l'utilisateur qui édite actuellement la page ne l'enregistre pas, cette page sera disponible pour vous dans peu de temps:

source: Your changes will not be saved because another user has modified and saved the page while you were editing it yourself
fr: Vos modifications ne seront pas enregistrées car un autre utilisateur a modifié et enregistré la page pendant que vous l'éditiez vous-même

source: You have 20 minutes to edit this page. After this time, if you have not saved the page, another user will be able to edit it, and you might lose your changes
fr: Vous avez 20 minutes pour éditer cette page. Après cet intervalle, si vous n'avez pas enregistrer la page, un autre utilisateur pourra l'éditer, et vous pourriez perdre vos modifications

source: Still is not the start date
fr: La tâche n'est pas disponible avant

source: You have exceeded the deadline
fr: Vous avez dépassé la date limite

source: You have exceeded the number of words allowed
fr: Vous avez dépassé la limite supérieure du nombre de mots autorisés

source: You have exceeded the number of versions allowed
fr: Vous avez dépassé la limite supérieure du nombre de versions autorisé

source: Description of the assignment
fr: Description de la tâche

source: Other requirements
fr: Autres pré-requis

source: Maximum number of words
fr: Nombre maximum de mots

source: Maximum number of versions
fr: Nombre maximum de versions

source: Add guidance messages associated with the progress on the page
fr: Ajouter des messages d'aide associés au progrès de la page

source: Third message
fr: Troisième message

source: Set a time limit
fr: Mettre une limite de temps

source: Standard Task
fr: Tâche standard

source: Import Blackboard courses
fr: Importer des cours Blackboard

source: Reporting has been disabled by system administrator.
fr: Le système de suivi a été désactivé par l'administrateur système.

source: Learners not connected for a week or more
fr: Apprenants non connectés depuis une semaine ou plus

source: Time spent on portal
fr: Temps moyen passé sur la plateforme

source: Average number of courses to which my learners are subscribed
fr: Nombre moyen de cours auxquels mes apprenants sont inscrits

source: Progress in courses
fr: Progression moyenne dans les parcours

source: Tests score
fr: Score moyen aux tests

source: See the learners list
fr: Voir la liste des apprenants

source: Active sessions
fr: Sessions actives

source: Past sessions
fr: Sessions passées

source: Future sessions
fr: Sessions futures

source: Number of learners by session
fr: Nombre d'apprenants par session

source: Number of courses per session
fr: Nombre de cours par session

source: See the sessions list
fr: Voir la liste des sessions

source: Course Stats
fr: Statistiques du cours

source: Tools access
fr: Accès aux outils

source: Links accessed
fr: Liens visités

source: assignments uploaded
fr: Contributions postées par l'apprenant au nom de 'Auteurs'

source: Click on the month name for more details
fr: Cliquez sur le nom du mois pour plus de détails

source: Documents downloaded
fr: Documents téléchargés

source: Course reporting data
fr: Statistiques du cours

source: Statistics of user
fr: Suivi d'un membre

source: Statistics of portal
fr: Statistiques du portail

source: Number of connections to this course
fr: Nombre total de connexions à ce cours

source: Number of logins
fr: Nombre de logins

source: Name of the tool
fr: Nom de l'outil

source: Users Clicks
fr: Clics des inscrits

source: Total Clicks
fr: Total des clics

source: Link
fr: Lien

source: Users Downloads
fr: Téléchargements des inscrits

source: Total Downloads
fr: Total des téléchargements

source: The user never opened the course.
fr: Ce cours n'a jamais été ouvert par le membre.

source: Authors
fr: Auteurs

source: Tracking of
fr: Suivi de

source: No e-mail address specified
fr: Pas d'adresse de courriel

source: There is no result yet
fr: Il n'y a pas encore de résultats

source: In the last 31 days
fr: Ces derniers 31 jours

source: In the last 7 days
fr: Ces derniers 7 jours

source: This day
fr: Aujourd'hui

source: Here is the list of your latest logins with the tools you visited during these sessions.
fr: Voici la liste de vos derniers logins ainsi que les outils utilisés pendant ces sessions.

source: Score for the tests done
fr: Résultats des tests effectués

source: at
fr: à

source: Visits
fr: Visites

source: Logins and access to tools
fr: Logins et accès aux outils

source: Contributions uploads
fr: Contributions envoyées

source: Invalid user : this user doesn't exist in your group
fr: Cet utilisateur n'est pas dans votre groupe.

source: List of learners in this group
fr: Liste des membres de ce groupe

source: Year
fr: Année

source: Next Day
fr: Jour suivant

source: Previous Day
fr: Jour précédent

source: Next Week
fr: Semaine suivante

source: Previous Week
fr: Semaine précédente

source: Next Month
fr: Mois suivant

source: Previous Month
fr: Mois précédent

source: Next Year
fr: Année suivante

source: Previous Year
fr: Année précédente

source: View List of All Tools
fr: Voir la liste de tous les outils

source: List of all tools
fr: Liste de tous les outils

source: Period
fr: Période

source: View by
fr: Niveau de détail

source: Group Area
fr: Espace de groupe

source: Admin Stats
fr: Statistiques d'administration

source: Portal Statistics
fr: Statistiques du portail

source: Stats Database
fr: Statistiques de la base de données

source: Access to portal
fr: Accès au portail

source: Access to courses
fr: Accès aux cours

source: Countries Providers Browsers Os Referers
fr: Pays Fournisseurs d'accès Navigateurs Os Référants

source: Problematic cases
fr: Cas particuliers

source: Click Here
fr: Cliquez ici

source: Number of courses by category
fr: Nombre de cours par catégorie

source: Number of courses by language
fr: Nombre de cours par langue

source: Number of courses by visibility
fr: Nombre de cours par visibilité

source: Number of users by course
fr: Nombre d'utilisateurs par cours

source: Number of users by category
fr: Nombre de membres par catégorie

source: Number of users by status
fr: Nombre de membres par statut

source: Access
fr: Accès

source: Countries
fr: Pays

source: Providers
fr: Fournisseurs d'accès

source: Browsers
fr: Navigateurs

source: Referers
fr: Référants

source: (When an user open the index of the portal)
fr: Lorsqu'un membre accède au portail

source: Accounts with same <i>Login</i>
fr: Comptes avec le même <i>nom d'utilisateur</i>

source: Accounts with same <i>Login</i> AND same <i>Password</i>
fr: Comptes avec le même <i>pseudo</i> et <i>mot de passe</i>

source: Accounts with same <i>e-mail</i>
fr: Comptes avec le même <i>courriel</i>

source: Courses without teachers
fr: Cours sans responsable

source: Unused courses
fr: Cours inutilisés

source: Logins not used
fr: Comptes inutilisés

source: There is no strange case here
fr: Tout va bien.

source: Ooops, problematic cases detected !!
fr: Aie , cas particuliers détectés !

source: Empty (or NULL)
fr: Vide (ou <i>NULL</i>)

source: Traffic Details
fr: Détails du trafic

source: For individual tracking see <a href=../user/user.php>Users</a> tool.
fr: Pour le suivi individuel, voir l'outil <a href=../user/user.php>Utilisateurs</a>.

source: This path was never opened by anybody.
fr: Ce parcours n'a jamais été ouvert.

source: Synthesis view
fr: Vue de synthèse

source: Visited
fr: Visité

source: First access
fr: Premier accès

source: Latest access
fr: Dernier accès

source: Course average
fr: Moyenne du cours

source: Exam average
fr: Moyenne examen

source: Session average
fr: Moyenne de la session

source: Taken sessions
fr: Sessions suivies

source: Follow-up
fr: Suivi

source: Administrators
fr: Administrateurs

source: Tracks
fr: Parcours

source: Success
fr: Réussite

source: Excel format
fr: Format Excel

source: My learnpath
fr: Mes parcours

source: Latest login
fr: Dernière connexion

source: Connection time
fr: Temps de connexion

source: Connections to this course
fr: Connexions à ce cours

source: Learner's coaches
fr: Coaches de l'étudiant

source: Learner's sessions
fr: Sessions de l'étudiant

source: Learner's courses
fr: Cours de l'apprenant

source: No learning path
fr: Pas de parcours

source: Limit date
fr: Date limite

source: Sent date
fr: Date d'envoi

source: Notify
fr: Annoter

source: Day of delay
fr: Jours de délai

source: No production
fr: Pas de production

source: No comment
fr: Pas de commentaires

source: Latest
fr: Dernière connexion

source: Time spent in portal
fr: Temps passé sur la plateforme

source: Posts in forum
fr: Nombre moyen de messages sur le forum

source: Average assignments per learner
fr: Nombre moyen de travaux envoyés

source: Learner details
fr: Détails de l'apprenant

source: Learner details in course
fr: Détails de l'apprenant dans le cours

source: OTI (Online Training Interaction) settings report
fr: Autres outils

source: Course title
fr: Titre du cours

source: Average score in learning paths
fr: Score moyen des apprenants dans les parcours

source: Messages per learner
fr: Messages par apprenant

source: Tools most used
fr: Outils les plus utilisés

source: Report on learners
fr: Suivi des apprenants

source: Course report
fr: Suivi du cours

source: Links most visited
fr: Liens les plus visités

source: Documents most downloaded
fr: Documents les plus téléchargés

source: Learnpath details
fr: Détails du parcours

source: No connection
fr: Aucune connexion

source: Trainer View
fr: Interface formateur

source: Coach interface
fr: Interface coach

source: Admin view
fr: Interface administrateur

source: Number of sessions
fr: Nombre de sessions

source: Your courses
fr: Votre liste de cours

source: Your statistics
fr: Vos statistiques

source: Trainer list
fr: Liste des coachs

source: Learners of trainer
fr: Etudiants du coach

source: No learning path available
fr: Pas de parcours pédagogiques

source: Courses sessions
fr: Session de cours

source: Tracking for the learners registered to this course
fr: Ici vous trouverez le suivi de tous les apprenants inscrits à votre cours.

source: Remind inactive user
fr: Relancer l'utilisateur inactif

source: First connection
fr: Première connexion

source: Access details
fr: Détails d'accès

source: Date and time of access
fr: Date et heure d'accès

source: The datas about this user were registered when the calculation of time spent on the platform wasn't possible.
fr: Les données de suivi à propos de cet apprenant ont été enregistrées à une époque où le calcul du temps sur la plateforme était impossible.

source: Trainers Overview
fr: Vue des coaches

source: User overview
fr: Vue des utilisateurs

source: User overview export options
fr: Option d'export de la vue utilisateurs

source: The following fields will also be exported
fr: Les champs suivants seront également exportés

source: Total score obtained for tests
fr: Score total pour les tests

source: Total possible score for tests
fr: Score total possible pour les tests

source: Number of tests answered
fr: Nombre de tests répondus

source: Total score percentage for tests
fr: Pourcentage du score total pour les tests

source: Forums Number
fr: Nombre de forums

source: Threads number
fr: Nombre de fils de discussion

source: Posts number
fr: Nombre de messages

source: Connections to the chat during last %s days
fr: Connexions au chat au cours des %s derniers jours

source: Latest chat connection
fr: Dernière connexion à la discussion

source: Course Information
fr: Info cours

source: No additional fields will be exported
fr: Les champs additionnels ne seront pas exportés

source: Time in course
fr: Temps passé dans le cours

source: Average of all learners in all courses
fr: Moyenne de tous les apprenants dans tous les parcours de ce cours

source: View minus
fr: Voir moins

source: Report on resource
fr: Rapport de ressources

source: no such Links category
fr: Cette catégorie n'a pas pu être trouvée

source: (syntax error in manifest file...)
fr: (erreur de syntaxe dans le fichier manifeste...)

source: (empty manifest file...)
fr: (le fichier manifeste est vide...)

source: (no manifest file...)
fr: (pas de fichier manifeste...)

source: are not possible, it is not a folder...
fr: est impossible, ce n'est pas un répertoire...

source: Upload HTT file
fr: Transférer un fichier-gabarit HTML (HTT)

source: New HTT file could not be opened (e.g. empty, too big)
fr: Le nouveau fichier-gabarit HTML (HTT) ne peut être ouvert (fichier vide ou trop lourd)

source: New HTT file has been uploaded
fr: Le nouveau fichier-gabarit HTML (HTT) a été transféré correctement

source: HTT file upload has failed
fr: Le transfert du fichier-gabarit HTML (HTT) a échoué

source: Remove HTT file
fr: Supprimer un fichier-gabarit HTML (HTT)

source: HTT file has been removed
fr: Le fichier-gabarit HTML (HTT) a été supprimé

source: HTT file remove has failed
fr: La suppression du fichier-gabarit HTML (HTT) a échoué

source: All entries removed for category
fr: Toutes les entrées ont été retirées de la catégorie

source: Index Words
fr: Index

source: Open Main MDE
fr: Ouvrir le MDE principal

source: lines
fr: lignes

source: Play index.php
fr: Exécuter le fichier index.php

source: No MD operations are possible
fr: Opérations impossibles sur les Métadonnées

source: Select a Links category
fr: Sélectionnez une catégorie de liens

source: Work with SCORM Directory
fr: Travailler avec le dossier Scorm

source: ... SCORM Directory with SD-id (and split manifest - or leave empty)
fr: ... Répertoire SCORM avec SD-id (et séparer manifest - ou laisser vide)

source: root
fr: racine

source: Split manifests, and #MDe, if any:
fr: Séparer les manifestes et #MDe, s'il y en a:

source: Manifest file replace has failed
fr: Le remplacement du fichier manifeste a échoué

source: Manifest file has been replaced
fr: Le fichier manifeste a été correctement remplacé

source: New manifest file could not be opened (e.g. empty, too big)
fr: Le nouveau fichier manifeste ne peut être ouvert (fichier vide ou trop lourd)

source: Replace manifest file
fr: Remplacer le fichier manifeste

source: Table of contents successfully created.
fr: La table des matières a été créée avec succès.

source: You can view your organisation
fr: Vous pouvez voir votre organisation

source: Add to contents
fr: Ajouter au contenu
