Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: No documents
fr: Aucun documents

source: No tests available
fr: Aucun exercice disponible

source: No links available
fr: Aucun lien disponible

source: There are no learning objects in the course. Click on "Build" to enter authoring mode.
fr: Il n'y a pas d'étapes dans ce parcours pour le moment. Cliquez sur "constuire" pour créer une étape.

source: First position
fr: Première position

source: New test
fr: Nouveau test

source: Adding a forum to the course
fr: Ajouter le forum

source: <strong>Welcome</strong> to the Chamilo Course authoring tool.<br />Create your courses step-by-step. The table of contents will appear to the left.
fr: <strong>Bienvenue</strong> dans l'outil de création de parcours de Chamilo.<br />Ici, vous pourrez créer votre parcours étape par étape. Sa structure apparaîtra dans le menu sur la gauche.

source: To start, give a title to your course
fr: Pour commencer, choisissez un titre pour votre parcours

source: Adding a link to the course
fr: Importer un lien

source: Move the current link
fr: Déplacer le lien

source: Edit the current link
fr: Éditer le lien

source: Move the current assignment
fr: Déplacer le travail courant

source: Edit the current assignment
fr: Éditer le travail actuel

source: Allow multiple attempts
fr: Autoriser plusieurs tentatives

source: Prevent multiple attempts
fr: Interdire plusieurs tentatives

source: Make SCORM recordings extra
fr: ajouter des événements SCORM

source: Make SCORM recordings normal
fr: pas d'événements SCORM additionnels

source: The document cannot be displayed because it has been deleted
fr: Le document ne peut pas être affiché parce qu'il a été supprimé

source: Edit the current forum
fr: Éditer ce forum

source: No prerequisites
fr: Aucun pré-requis

source: Create a new link
fr: Créer un nouveau lien

source: Create a new forum
fr: Créer un nouveau forum

source: Woogie : Word conversion
fr: Woogie : conversion Word

source: MS Word to course converter
fr: Un convertisseur de Word en parcours pédagogiques

source: Welcome to Woogie Rapid Learning<ul type="1"><li>Browse your hard disk to find any .doc, .sxw or .odt file<li>Upload it to Woogie. It will convert it into a SCORM course<li>You will then be able to add audio comments on each page and insert quizzes and other activities between pages</ul>
fr: Bienvenue dans le convertisseur de Word Woogie<ul type="1"><li>Choisissez un fichier .doc, .sxw, .odt<li>Envoyez ce fichier à Woogie. Il sera converti en parcours SCORM<li>Vous pourrez ensuite ajouter des commentaires audio sur chaque page et insérer tests et activités entres les page</ul>

source: Error during the conversion of the word document. Please check if there are special characters in the name of your document..
fr: Erreur durant la conversion du document Word. Vérifiez qu'il n'y a pas de caractères spéciaux dans le nom de votre document ou contactez votre administrateur système.

source: MS Word conversion
fr: Conversion Word

source: Interaction ID
fr: ID interaction

source: Time (finished at...)
fr: Temps (terminé à...)

source: Correct answers
fr: Réponses correctes

source: Learner answers
fr: Réponses étudiant

source: Time spent
fr: Temps passé

source: A page, a learning object
fr: Une page, une étape

source: A section, a learning object
fr: Un chapitre, une étape

source: Use the slides names as course learning object names
fr: Utiliser les nom des diapos comme nom d'étapes

source: The connection to the document converter failed. Please contact your platform administrator to fix the problem.
fr: La connexion au convertisseur de documents a échoué.<br />Contactez l'administrateur de la plateforme pour résoudre le problème.

source: The conversion failed. <br />Some documents are too complex to be treated automatically by the document converter.<br />We try to improve it.
fr: La conversion a échoué.<br />Certains documents sont trop complexes pour être traités automatiquement par le convertisseur de documents.<br /> Nous tâchons d'améliorer le processus.

source: The conversion failed for an unknown reason.<br />Please contact your administrator to get more information.
fr: La conversion de ce document a échoué pour une raison inconnue. <br />Merci de contacter votre administrateur pour obtenir de plus amples informations.

source: Please upload presentations only. Filename extension should be .ppt or .odp
fr: Seules les présentations peuvent être uploadées. Le fichier doit avoir l'extension .ppt ou .odp

source: Please upload text documents only. Filename extension should be .doc, .docx or .odt
fr: Seuls les documents texte peuvent être uploadés. Le fichier doit avoir l'extension .doc, .docx ou .odt

source: Show audio recorder
fr: Montrer l'enregistreur audio

source: To search the course database, please use the following syntax:<br/> <i>term tag:tag_name -exclude +include "exact phrase"</i><br/> For example:<br/> <i>car tag:truck -ferrari +ford "high consumption".</i><br/> This will show all the results for the word 'car' tagged as 'truck', not including the word 'ferrari' but including the word 'ford' and the exact phrase 'high consumption'.
fr: Pour effectuer une recherche dans la base de données des parcours, veuillez utiliser la syntaxe suivante:<br /> <i>terme tag:nom_du_tag -exclusion +inclusion "phrase exacte"</i><br/> Par exemple:<br/> <i>voiture tag:camion -ferrari +ford "haute consommation".</i><br/>Cela affichera tous les résultats pour le mot 'voiture' taggés comme 'camion', n'incluant pas le mot 'ferrari' mais incluant le mot 'ford' et la phrase précise 'haute consommation'.

source: View course
fr: Voir le parcours

source: Tags to add to the document, if indexing
fr: Tags à ajouter au document, en cas d'indexation

source: Back to learning paths
fr: Retour aux parcours

source: Upload Mp3 audio
fr: Envoyer audio MP3

source: Add audio
fr: Audio

source: Leave import form empty to keep current audio file
fr: Laisser vide pour conserver le fichier audio actuel

source: Remove audio
fr: Supprimer l'audio

source: Validate
fr: Enregistrer

source: View score change history
fr: Afficher l'historique des scores

source: Trainer picture will resize if needed
fr: L'image sera redimensionnée

source: Image preview
fr: Prévisualisation image

source: already exists.
fr: existe déjà!

source: The uploaded file could not be saved (perhaps a permission problem?)
fr: Le fichier envoyé n'a pu être sauvé (problème de permissions?)!

source: Move document
fr: Déplacer le document

source: Edit course settings
fr: Paramètres du cours

source: Save course settings
fr: Enregistrer les paramètres du cours

source: Show all attempts
fr: Montrer toutes les tentatives

source: Hide all attempts
fr: Cacher toutes les tentatives

source: Show all attempts by test
fr: Tentatives par test

source: Show attempt
fr: Voir tentative

source: Show and grade attempt
fr: Voir et coter tentative

source: Save prerequisites settings
fr: Modifier les prérequis

source: Continue
fr: Continuer

source: Add test to course
fr: Ajouter ce test au cours

source: Add this document to the course
fr: Ajouter cette page / activité au cours

source: Objective ID
fr: ID objectif

source: Objective status
fr: Statut

source: Objective raw score
fr: Score

source: Objective max score
fr: Score max

source: Objective min score
fr: Score min

source: Course name
fr: Nom du cours

source: Authoring options
fr: Options d'authoring

source: Save section
fr: Enregistrer la section

source: Add link to course
fr: Ajouter ce lien au cours

source: Add assignment to course
fr: Ajouter cette tâche au cours

source: Add forum to course
fr: Ajouter ce forum au cours

source: Save audio and organization
fr: Enregistrer sons et disposition

source: Please upload mp3 files only
fr: Merci de ne charger que des fichiers audio de type MP3

source: Chamilo supports the OpenBadges standard
fr: Chamilo supporte le standard OpenBadges

source: No posts
fr: Aucune publication

source: Without achieved skills
fr: Aucune compétence acquise

source: Please type your message!
fr: Veuillez introduire votre message !

source: Do you really want to delete all messages?
fr: Êtes-vous sûr de vouloir supprimer tous les messages ?

source: Dear %s,
fr: Cher/Chère %s,

source: Urgent: %s course expiration reminder
fr: Urgent: Rappel d'expiration prochaine du cours %s

source: Exercise and learning path
fr: Exercices et parcours

source: Warning: It is possible to use, in the gradebook, tests that are part of learning paths. If the learning path itself is already included, this test might be part of the gradebook already. The learning paths evaluation is made on the basis of a progress percentage, while the evaluation on tests is made on the basis of a score. Survey evaluation is based on whether the user has answered (1) or not (0). Make sure you test your combinations of gradebook evaluations to avoid mind-boggling situations.
fr: Avertissement: Il est possible d'utiliser des exercices faisant partie d'un parcours dans le cahier de notes. Cependant, si le parcours lui-même est déjà inclus, cet exercice fera peut-être déjà partie de l'évaluation du parcours. L'évaluation d'un parcours se fait selon son pourcentage de progression, alors que l'évaluation d'une exercice se fait selon le score obtenu. Enfin, l'évaluation des enquêtes se fait sur base de la réponse ou non à l'enquête, ce qui signifie que le 'score' obtenu est de 0 (non répondu) ou 1 (répondu) selon les cas. Veillez à tester les combinaisons que vous organisez dans votre cahier de notes pour éviter les casse-têtes.

source: Choose either duration or time limit
fr: Vous devez choisir entre une durée et une période définie par des dates

source: Clear the chat
fr: Effacer la liste

source: Session banner
fr: Banner de session

source: Short description
fr: Courte description

source: Target audience
fr: Public cible

source: Convert your virtual campus to a skills-based learning experience
fr: Convertissez votre campus en ligne en un lieu d'apprentissage par compétences.

source: Chat call has been sent. Waiting for the approval of your partner.
fr: Une demande de "chat" a été envoyée. En attente d'approbation de la personne contactée.

source: Your call has been denied by your partner.
fr: Votre appel a été refusé par la personne contactée.

source: Send message
fr: Envoyer

source: Chat partners
fr: Connectés

source: There is no test for the moment
fr: Il n'y a aucun test actuellement

source: Create a new test
fr: Nouveau test

source: Answers
fr: Réponses

source: True
fr: Vrai

source: Answer
fr: Réponse

source: Your results
fr: Vos résultats

source: Sequential
fr: Type de test

source: Test name
fr: Nom du test (un test est un ensemble de questions)

source: Give a context to the test
fr: Texte, image, audio ou vidéo additionnel

source: All questions on one page
fr: Questions sur une seule page

source: One question by page
fr: Une question par page

source: Random questions
fr: Ordre des questions aléatoire

source: Please give the test name
fr: Veuillez introduire l'intitulé du test

source: Audio or video file
fr: Fichier audio ou vidéo

source: Delete the audio or video file
fr: Supprimer le fichier audio ou vidéo

source: There is no answer for the moment
fr: Il n'y a aucune réponse actuellement

source: Go back to the question pool
fr: Retour à la banque de questions

source: Go back to the questions list
fr: Retour à la liste des questions

source: Answers to the question
fr: Réponses à la question

source: Warning ! This question and its answers are used in several tests. Would you like to Edit them
fr: Attention ! Cette question et ses réponses sont utilisées dans plusieurs tests. Souhaitez-vous les modifier

source: in all tests
fr: pour l'ensemble des tests

source: only in the current test
fr: uniquement pour le test courant

source: Answer type
fr: Type de réponse

source: Multiple answers
fr: Question à réponses multiples (QRM)

source: Fill blanks or form
fr: Remplir les blancs

source: Matching
fr: Apparier

source: Replace the picture
fr: Remplacer l'image

source: Delete picture
fr: Supprimer la photo

source: Enrich question
fr: Texte, image, audio ou video additionnel

source: Please type the question
fr: Veuillez introduire la question

source: Please enter a score for each blank
fr: Veuillez attribuer un score pour chaque blanc

source: use square brackets [...] to define one or more blanks
fr: utilisez des crochets [...] pour créer un ou des blancs

source: +answ
fr: + de réponses

source: -answ
fr: - de réponses

source: +elem
fr: + éléments

source: -elem
fr: - éléments

source: Please type your text below
fr: Veuillez introduire votre texte ci-dessous

source: <table cellspacing="0" cellpadding="10" border="1" width="720" style="" height:=""> <tbody> <tr> <td colspan="2"> <h3>Example fill the form activity : calculate the Body Mass Index</h3> </td> </tr> <tr> <td style="text-align: right;"><strong>Age</strong></td> <td width="75%" style="">[25] years old</td> </tr> <tr> <td style="text-align: right;"><strong>Sex</strong></td> <td style="" text-align:="">[M] (M or F)</td> </tr> <tr> <td style="text-align: right;"><strong>Weight</strong></td> <td style="" text-align:="">95 Kg</td> </tr> <tr> <td style="vertical-align: top; text-align: right;"><strong>Height</strong></td> <td style="vertical-align: top;">1.81 m</td> </tr> <tr> <td style="vertical-align: top; text-align: right;"><strong>Body Mass Index</strong></td> <td style="vertical-align: top;">[29] BMI =Weight/Size<sup>2</sup> (Cf.<a href="http://en.wikipedia.org/wiki/Body_mass_index" onclick="window.open(this.href,'','resizable=yes,location=yes,menubar=no,scrollbars=yes,status=yes,toolbar=no,fullscreen=no,dependent=no,width=800,height=600,left=40,top=40,status'); return false"> Wikipedia article</a>)</td> </tr> </tbody></table>
fr: Les [anglais] vivent en [Angleterre].

source: Note down the address
fr: Royaume Uni

source: Contact the emergency services
fr: Japon

source: First step
fr: Les anglais vivent au

source: Second step
fr: Les japonais vivent au

source: Please define the options
fr: Définissez la liste des options

source: Match them
fr: Faites correspondre

source: Please fill the two lists below
fr: Veuillez compléter les deux listes ci-dessous

source: Please type the text
fr: Veuillez introduire le texte

source: Please define at least one blank with square brackets [...]
fr: Veuillez définir au moins un blanc en utilisant les crochets [...]

source: Please type the question's answers
fr: Veuillez fournir les réponses de cette question

source: Please check the correct answer
fr: Veuillez choisir une bonne réponse

source: Please check one or more correct answers
fr: Veuillez choisir une ou plusieurs bonnes réponses

source: Question list of the test
fr: Liste des questions du test

source: Recycle existing questions
fr: Base de questions

source: Correct test
fr: Terminer le Test

source: Orphan questions
fr: Questions orphelines

source: Questions list (there is no question so far).
fr: Il n'y a aucune question actuellement

source: All tests
fr: Tous les tests

source: Go back to the test
fr: Retour au test

source: Re-use in current test
fr: Récupérer

source: Tests management
fr: Administration d'un test

source: Question / Answer management
fr: Administration des questions / réponses

source: Question not found
fr: Question introuvable

source: Test not found or not visible
fr: Test introuvable

source: You already answered the question
fr: Vous avez déjà répondu à la question

source: Elements list
fr: Liste des éléments

source: Corresponds to
fr: Correspond à

source: Expected choice
fr: Choix attendu

source: Score for the test
fr: Votre résultat

source: You have reached the maximum number of attempts for this test. Being a trainer, you can go on practicing but your Results will not be reported.
fr: Vous avez atteint le nombre maximum de tentatives pour cet exercice. En tant qu'administrateur de ce cours, vous pouvez toutefois essayer à nouveau, mais veuillez noter que vos résultats ne s'afficheront pas sur la page de résultats.

source: Exercise added
fr: Exercice ajouté

source: Assesment settings
fr: Paramètres d'évaluation

source: active
fr: actif

source: inactive
fr: inactif

source: Create questions
fr: Créer des questions

source: your test has been saved
fr: votre test a été enregistré

source: back to the edit page of questions
fr: Retour à la page d'édition des questions

source: make test
fr: faire (au sens de passer) le test

source: Describe assessment settings
fr: décrire les paramètres d'évaluation

source: Create/Edit questions
fr: créer/modifier des questions

source: subtitle
fr: sous-titre

source: My answer
fr: Ma réponse

source: + answer
fr: + réponse

source: - answer
fr: - réponses

source: Save test
fr: Enregistrer le test

source: Add question to test
fr: Sauver la question

source: Save Answers
fr: Sauver les réponses

source: Assistant for the creation of tests
fr: Assistant à la création de tests

source: questionlist
fr: Liste des questions

source: save tests
fr: Sauvegarder les exercices

source: Question with an image
fr: Question avec image

source: Add a question
fr: Ajouter une question

source: Do an test
fr: Faites un test

source: Test list
fr: Liste des tests

source: Correct
fr: Exact

source: Number of good answers for one question
fr: Nombre de bonnes réponse pour une question

source: number of errors by the learner
fr: Nombre d'erreurs réalisées par l'apprenant

source: Determine
fr: Déterminer

source: a non numeric value
fr: une valeur non numérique

source: Replaced
fr: Remplacé

source: a value larger than 20
fr: une valeur plus élevée que 20

source: Replace 20
fr: Remplace 20

source: previous values will be replaced by clicking the "default values" button
fr: les valeurs précédentes seront remplacées en cliquant sur le bouton "Valeur par défaut"

source: black numbers = score
fr: Le score apparait en noir

source: Show score to learner:
fr: Montrer son score à l'apprenant

source: Step 1
fr: Étape 1 sur 6

source: Step 2
fr: Étape 2 sur 6

source: Import Hotpotatoes
fr: Importer un quiz HotPotatoes

source: Import Hotpotatoes tests
fr: Importer des tests HotPotatoes

source: Upload Image file to the server
fr: Envoyer une image

source: Test whithout Images
fr: Test sans image

source: <br> You still have to upload
fr: Vous devez charger à nouveau

source: is not the valid file !
fr: n'est pas le bon fichier!

source: Indexes
fr: Index

source: Show Question
fr: Voir la question

source: Unknown Test
fr: Test inconnu

source: Reuse the question
fr: Réutiliser la question

source: Create test
fr: Créer un test

source: Create a question
fr: Créer une question

source: Create answers
fr: Créer les réponses

source: Edit test name and settings
fr: Modifier l'exercice

source: Edit answers
fr: Modifier les réponses

source: for the test
fr: pour l'exercice

source: Use an existing question
fr: Utiliser une question existante

source: Open question
fr: Question ouverte

source: This answer has not yet been corrected. Meanwhile, your score for this question is set to 0, affecting the total score.
fr: Cette réponse n'a pas encore été corrigée. En attendant, votre score pour cette question est mis à zéro. Cela affecte le score total.

source: Hot Potatoes Admin
fr: Administration Hot Potatoes

source: New question
fr: Nouvelle question

source: Please select an image
fr: Veuillez choisir une image

source: Description and scoring are required for each hotspot - feedback is optional
fr: Description et score sont obligatoires pour chaque hotspot - commentaire est facultatif

source: You have to create one (1) hotspot at least.
fr: Vous devez créer au moins un hotspot

source: The maximum hotspots you can create is twelve (12).
fr: Le maximum de hotspots que vous pouvez créer est douze.

source: Please supply a description and weighing for each hotspot.
fr: Veuillez compléter description et score pour chaque zone.

source: Add hotspot
fr: Ajouter zone

source: Remove hotspot
fr: Supprimer zone

source: Image zones
fr: Zones sur l'image

source: Correct answer
fr: Réponse correcte

source: Your answer was
fr: Votre réponse était

source: For hotspots you can only use JPEG (.jpg or .jpeg) images
fr: Pour un hotspot vous pouvez seulement utiliser des images au format .jpg ou .jpeg

source: Show correct answers to each question and the score for the test
fr: Montrer les réponses correctes pour chaque question et les scores pour le test

source: All questions
fr: Toutes les questions

source: Edit title and description
fr: Éditer titre et commentaire

source: Edit answers/hotspots
fr: Éditer réponses/hotspots

source: You haven't drawn all your hotspots yet
fr: Vous n'avez pas dessiné tous vos hotspots

source: You must give a positive score for each hotspots
fr: Vous devez attribuer un score (plus grand que zéro) à chaque hotspot

source: You should answer completely to the question (
fr: Vous devez répondre complètement à la question (

source: click(s) required on the image) before seeing the results
fr: clic(s) requis sur l'image) avant de voir les résultats

source: Description and scoring are required for each hotspot. Feedback is optional.
fr: Description et score sont obligatoires pour chaque hotspot. Commentaire est facultatif.

source: To create a hotspot: select a shape next to the colour, and draw the hotspot. To move a hotspot, select the colour, click another spot in the image, and draw the hotspot. To add a hotspot: click the Add hotspot button. To close a polygon shape: right click and select Close polygon.
fr: <div style="padding:2px 3px;"> Pour créer une zone " hotspot": sélectionnez la forme à côté de la couleur, ensuite dessinez le hotspot.</div><div style="padding:2px 3px;"> Pour déplacer un hotspot: sélectionnez la couleur, cliquez sur un autre endroit dans l'image et dessinez le hotspot.</div><div style="padding:2px 3px;"> Pour ajouter un hotspot: cliquez le bouton [Ajouter zone].</div><div style="padding:2px 3px;"> Pour fermer un polygone: clic-droit et sélectionnez "Fermer le polygone".</div>

source: Click number
fr: Nombre de clics

source: Please give an answer
fr: Veuillez donner une réponse

source: Add limits
fr: Ajouter des limites

source: Are you sure
fr: Êtes-vous certain

source: Learner score
fr: Score des apprenants

source: Back to test home
fr: Retour à la page d'accueil de ce test

source: The grade has been updated
fr: Le score a été mis à jour

source: Grade inserted
fr: Score inséré

source: Please give a grade
fr: Veuillez assigner un score

source: Edit individual feedback and grade the open question
fr: Éditer les commentaires et les notes

source: Add individual feedback
fr: Ajouter des commentaires

source: To create a new question, choose the type above
fr: Pour créer une nouvelle question, choisissez le type ci-dessus

source: Matches To
fr: Correspond à

source: Add element
fr: + élément

source: Remove element
fr: - élément

source: Add answer option
fr: + de réponses

source: Remove answer option
fr: - de réponses

source: Your score
fr: Votre score

source: Attempted
fr: Tenté

source: Assign a grade
fr: Assigner un score

source: Proceed by clicking on a question type, then enter the appropriate information.
fr: Le test a bien été ajouté

source: Choose at least one good answer
fr: Choisissez une bonne réponse

source: Test name and settings have been saved.
fr: Le test a bien été édité

source: The test has been deleted
fr: Le test a bien été supprimé

source: Click this link to check the answer and/or give feedback
fr: Cliquez sur ce lien suivant pour corriger la réponse et/ou la commenter

source: A learner has answered an open question
fr: Un apprenant a répondu à une question ouverte
