Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: New presence sheet: step 1/2 : fill in the details of the presence sheet
fr: Nouvelle feuille de présence: étape 1/2: complétez les détails de la fueille de présences

source: Title of the activity
fr: Titre d'activité

source: Presence sheet created by
fr: Feuille de présences créée par

source: Save presence sheet and continue to step 2
fr: Sauver la feuille de présences et passer à l'étape 2

source: New presence sheet: step 2/2 : check the trainees that are present
fr: Nouvelle feuille de présence: étape 2/2: indiquer les étudiants qui sont présents

source: No certificate available
fr: Aucun certificat disponible

source: Save certificate
fr: Sauvegarder le certificat

source: Certificate can't be removed
fr: Le certificat ne peut être supprimé

source: Certificate removed
fr: Certificat supprimé

source: No default
fr: Pas de certificat par défaut

source: Default certificate
fr: Certificat par défaut

source: Preview certificate
fr: Prévisualiser certificat

source: Certificate set to default
fr: Certificat enregistré comme défaut

source: Import presences
fr: Importer les présences

source: Add presences
fr: Ajouter des présences

source: Delete presences
fr: Supprimer des présences

source: List of learner certificates
fr: Liste des certificats étudiants

source: New presence
fr: Nouvelle présence

source: Edit presence
fr: Éditer présence

source: Saved edit presence
fr: Édition enregistrée

source: You should use the presence sheet that you can download above. This presence sheet contains a list of all the learners in this course. The first column of the XLS file is the official code of the learner, followed by the lastname and the firstname. You should only change the 4th column and note 0 = absent, 1 = present
fr: Vous pouvez utiliser la feuille de présence à télécharger ci-dessus. Cette feuille de présence contient une liste de tous les étudiants de ce cours. La première colonne du fichier XLS est le code officiel de l'étudiant, suivi par ses nom et prénom. Vous ne devriez modifier que la quatrième colonne et noter 0 pour une absence et 1 pour une présence.

source: Validate presence sheet
fr: Valider la feuille de présences

source: Presence sheet
fr: Feuille de présence

source: Presence sheets
fr: Feuilles de présences

source: Evaluations
fr: Cahiers de notes

source: Save changes in presence sheet
fr: Enregistrer les modifications de la feuille de présences

source: Present
fr: Présent

source: 0 = absent, 1 = present
fr: 0 = absent, 1 = présent

source: Example Excel (XLS) file
fr: Fichier Excel (XLS) d'exemple

source: No presence registered
fr: Pas de présence enregistrée

source: Modify presences
fr: Modifier les présences

source: Total weight must not be more than
fr: Le poids total ne peut pas dépasser

source: There is no certificate available by default
fr: Aucun certificat n'est disponible, par défaut

source: Certificate minimun score is required and must not be more than
fr: Un score minimum de certification est nécessaire (utilisez l'icône de crayon) et ne peut pas être supérieur à

source: There is no course description so far.
fr: La description du cours est vide

source: Vacancies
fr: Places libres

source: Cost
fr: Coût

source: Lecture hours
fr: Heures académiques

source: Area
fr: Département

source: In process
fr: En cours

source: The description has been updated
fr: La description du cours a été mise à jour

source: Description has been deleted
fr: La description du cours a été supprimée

source: By enabling this option, session admins will only be able to see, in the administration page, the users they created.
fr: Lorsque cette option est activée, les administrateurs de sessions ne pourront voir que les utilisateurs qu'ils ont eux-mêmes créés.

source: Login failed - incorrect login or password.
fr: Cet identifiant n'est pas valide.

source: Pass
fr: Mot de passe

source: Advises
fr: Suggestions

source: <b>Warning :</b> This course does not exist
fr: <b>Attention :</b> Ce cours n'existe pas

source: click here to get this course from your old portal
fr: cliquez ici pour récupérer ce cours dans votre ancien portail

source: Support forum
fr: Forum de support

source: Categories Overview
fr: Retour à la page d'accueil

source: I lost my password
fr: Mot de passe perdu

source: Latest announcements
fr: Dernières annonces

source: Login failed - if you are not registered, you can do so using the <a href=claroline/auth/inscription.php>registration form</a>
fr: Échec du login - si vous n'êtes pas enregistré, vous pouvez le faire en utilisant le <a href=claroline/auth/inscription.php>formulaire d'enregistrement</a>

source: My account
fr: Menu perso

source: Online users list
fr: Liste des utilisateurs en ligne

source: total users online
fr: Nombre total d'utilisateurs connectés

source: Refresh
fr: Rafraîchir

source: Portal news
fr: Annonces du système

source: Not Registered
fr: Non enregistré

source: Register for course
fr: S'inscrire à un nouveau cours

source: Unregister from course
fr: Se désinscrire d'un cours

source: (the course is currently closed)
fr: (cours fermé)

source: What s/he can teach
fr: Ce qu'il/elle peut enseigner

source: Send a chat proposal to this person
fr: Envoyer une demande de "chat" à cette personne

source: The invitation has been rejected.
fr: Cet appel a été refusé.

source: Usage data created
fr: Données d'utilisation créées

source: Display courses ordered by training sessions
fr: Voir les cours par sessions

source: Display the full list of the courses
fr: Voir la liste complète des cours

source: Dropbox file added
fr: Un fichier a été ajouté dans le partage de fichier

source: New message posted in the forum
fr: Un nouveau message a été posté dans le forum

source: New folder created
fr: Un nouveau dossier a été créé

source: File should be CSV format. Do not add spaces. Structure should be exactly :
fr: Le fichier devrait être au format CSV. N'ajoutez pas d'espaces. La structure devrait être exactement :

source: To change your password, enter your current password in the field above and your new password in both fields below. To maintain the current password, leave the three fields empty.
fr: La saisie du nouveau mot de passe ainsi que sa confirmation sont nécessaires en cas de modification de votre mot de passe. <br />Dans tous les autres cas, laissez ces deux champs vides.

source: Authentication
fr: Paramètres de connexion

source: The file size should be smaller than
fr: La taille du fichier doit être inférieure à

source: New password
fr: Nouveau mot de passe

source: The current password is incorrect
fr: Le mot de passe actuel est incorrect

source: You have asked to reset your password. If you did not ask, then ignore this mail.
fr: Vous avez demandé que votre mot de passe soit réinitialisé. Si vous ne l'avez pas demandé, veuillez ignorer ce courriel.

source: Your password has been emailed to you.
fr: Votre mot de passe vous a été envoyé par courriel.

source: Enter the e-mail address that you used to register and we will send you your password back.
fr: Entrez l'adresse de courriel que vous avez utilisée pour vous enregistrer et nous vous enverrons votre mot de passe.

source: Preserved
fr: Conservés

source: Confirm user unsubscription
fr: Confirmez la désincription de ce membre

source: Go to
fr: Voir

source: My latest visits
fr: Mes dernières visites

source: If you want to add a list of users in your course, please contact your web administrator.
fr: Si vous voulez ajouter une liste des utilisateurs de votre cours, contactez votre administrateur web.

source: this password is too simple. Use a pass like this
fr: Ce mot de passe est trop simple. Veuillez choisir un autre mot de passe comme par exemple

source: has been registered to your course
fr: a été inscrit à votre cours

source: A user with same name is already registered in this course.
fr: Un membre ayant mêmes nom et prénom est déjà inscrit dans ce cours.

source: He (she) will receive e-mail confirmation with login and password
fr: Il recevra par courriel identifiant et mot de passe

source: Make coach
fr: Rendre coach

source: Remove this right
fr: Retirer ce droit

source: Make admin
fr: Rendre responsable

source: number
fr: nombre

source: Upload the list
fr: Envoyer la liste

source: Every line of file to send will necessarily and only include 5 fields: <b>First name LastName Login Password E-mail</b> tab-separated and in this order. Users will receive an e-mail confirmation with their login/password.
fr: Chaque ligne du fichier à envoyer contiendra nécessairement et uniquement les 5 champs <b>First name Last name Login Password Email</b> séparés par des tabulations et présentés dans cet ordre. Les membres recevront par courriel identifiant et mot de passe.

source: Import a users list
fr: Importer une liste de membres via un fichier CSV / XML

source: Add user manually
fr: Ajouter manuellement un utilisateur

source: <big>Edit courses list</big><br><br>Check the courses you want to follow.<br>Uncheck the ones you don't want to follow anymore.<br> Then click Ok at the bottom of the list
fr: <font size=2 face='arial, helvetica'><big>Mes cours</big><br /><br /> Cochez les cours auxquels vous souhaitez participer et décochez ceux auxquels vous ne voulez plus participer (les cours dont vous êtes responsable ne peuvent être décochés). Cliquez ensuite sur Ok en bas de la liste.

source: Import list of users
fr: Importer une liste d'utilisateurs

source: has been added. An e-mail has been sent to give him his login
fr: a été ajouté. Si vous avez introduit son adresse, un message lui a été envoyé pour lui communiquer son identifiant

source: The user
fr: Le membre

source: has registered you to this course
fr: vous a inscrit sur

source: One of the course administrators
fr: L'un des responsables de ce cours

source: Picture
fr: Photo

source: Your new profile has been saved
fr: Votre nouveau profil a été enregistré

source: The email address is not complete or contains some invalid characters
fr: L'adresse de courriel que vous avez introduite n'est pas complète ou contient certains caractères non valides

source: This login is already in use
fr: L'identifiant que vous avez choisi est déjà pris

source: You left some fields empty
fr: Vous n'avez pas complété tous les champs

source: Try again!
fr: Veuillez réessayer ...

source: You have typed two different passwords
fr: Vous n'avez pas introduit deux fois le même mot de passe

source: View my e-portfolio
fr: Voir mon profil (non modifiable)

source: Edit Profile
fr: Modifier mon profil

source: Your modifications have been registered
fr: Vos modifications ont été enregistrées

source: You can now create your course
fr: Vous pouvez maintenant créer votre cours

source: You can now select, in the list, the course you want access to
fr: Vous pouvez maintenant aller sélectionner les cours auxquels vous souhaitez avoir accès

source: An e-mail has been sent to remind you of your login and password
fr: Un courriel vous a été envoyé pour vous rappeler votre identifiant et votre mot de passe

source: Your personal settings have been registered
fr: Vos coordonnées personnelles ont été enregistrées

source: In case of trouble, contact us.
fr: En cas de problème, n'hésitez pas à prendre contact avec nous

source: is
fr: est

source: The address of
fr: L'adresse de

source: Your registration on
fr: Votre inscription sur

source: This login is already taken. Use your browser's back button and choose another.
fr: L'identifiant que vous avez choisi est déjà pris.Utilisez le bouton de retour en arrière de votre navigateuret choisissez-en un autre.

source: You left some fields empty. Use your browser's back button and try again.
fr: Vous n'avez pas complété tous les champs. Utilisez le bouton de retour en arrière de votre navigateur et recommencez.

source: You typed two different passwords. Use your browser's back button and try again.
fr: Vous n'avez pas tapé deux fois le même mot de passe. Utilisez le bouton de retour en arrière de votre navigateur et recommencez.

source: Teacher (creates courses)
fr: Créer des cours

source: Student (follows courses)
fr: M'inscrire à des cours

source: Confirm password
fr: Confirmation

source: This is your information to connect to
fr: Voici les paramètres qui vous permettront de vous connecter sur

source: Login request
fr: Demande de login

source: User of course
fr: normal

source: Status in course
fr: Statut

source: No course available
fr: Pas de cours

source: User e-portfolio has been registered
fr: La modification du profil a été effectuée

source: User's courses
fr: Cours pour ce membre

source: Courses by user
fr: Vue d'ensemble des cours par utilisateurs

source: Enroll users to course
fr: Inscrire des apprenants

source: Previous 100
fr: 100 précédents

source: Add registered users
fr: Ajoutez des utilisateurs enregistrés

source: Go to users list
fr: Afficher la liste des utilisateurs

source: Register
fr: Inscrire

source: Quit
fr: Quitter

source: Your password has been reset
fr: Votre mot de passe a été réinitialisé et vous a été envoyé par courriel

source: Optional fields
fr: Champs facultatifs

source: Full name
fr: Nom complet

source: Search for user
fr: Rechercher un utilisateur

source: No search results found
fr: Aucun résultat trouvé

source: Your login can only contain letters, numbers and _.-
fr: Votre nom d'utilisateur ne peut contenir que les lettres, des chiffres et les signes _ . -

source: This is a password request for the e-mail address
fr: Ceci est une demande de mot de passe pour l'adresse de courriel

source: This e-mail address corresponds to the following user account.
fr: Cette adresse de courriel correspond au compte utilisateur suivant.

source: This e-mail address corresponds to the following user accounts.
fr: Cette adresse de courriel correspond aux comptes utilisateurs suivants.

source: Chamilo can't handle the request automatically because the account has an external authentication source. Please take appropriate measures and notify the user.
fr: Chamilo ne peut prendre cette requête en charge automatiquement car le compte a une source d'authentification externe. Veuillez prendre les mesures appropriées et avertir l'utilisateur, svp.

source: Chamilo can't handle the request automatically because at least one of the accounts has an external authentication source. Please take appropriate measures for all accounts (including those with platform authentication) and notify the user.
fr: Chamilo ne peut prendre cette requête en charge automatiquement car au moins l'un des comptes utilise une source d'authentification externe. Veuillez prendre les mesures appropriées pour tous les comptes (incluant ceux utilisant l'authentification interne) et avertir les utilisateurs, svp.

source: Chamilo can't handle the request automatically for this type of account. Your request has been sent to the platform administrator, who will take appropriate measures and notify you of the result.
fr: Chamilo ne peut prendre la requête en charge automatiquement pour ce type de compte. Votre requête a été envoyée à un administrateur de la plateforme qui prendra les mesures appropriées et vous avertira du résultat.

source: Start with selecting a session below.<br />You can then see your progress for every course you are subscribed to.
fr: Commencez par choisir une session ci-dessous. </br>Vous pouvez ensuite voir votre progression dans tous les cours où vous êtes inscrit(e)

source: Never expires
fr: N'expire jamais

source: Account
fr: Activation du compte

source: Your account has to be approved
fr: Votre inscription doit être validée

source: Approval for new account
fr: Approbation pour un nouveau compte

source: Manage user
fr: Gestion de l'utilisateur

source: Enroll teachers
fr: Inscrire des formateurs

source: Your password is encrypted for security reasons. Thus, after pressing the link an e-mail will be sent to you again with your password.
fr: Votre mot de passe est crypté pour des raisons de sécurité. Après avoir cliqué sur le lien, un autre courriel vous sera envoyé avec votre mot de passe.

source: Extra fields
fr: Champs extra

source: This OpenID could not be found in our database. Please register for a new account. If you have already an account with us, please edit your profile inside your account to add this OpenID
fr: Cet OpenID n'est pas dans notre base de données. Merci de vous enregistrer sur notre portail en utilisant ce formulaire. Si vous disposez déjà d'un compte utilisateur sur ce portail, merci d'éditer votre profil afin d'y ajouter cet OpenID

source: The login needs to be maximum %s characters long
fr: Le nom d'utilisateur doit être de %s caractères au maximum

source: Your picture has been uploaded
fr: Votre photo a été importée

source: Your production file has been uploaded
fr: Votre production a été importée

source: These users have been registered to the course
fr: Ces utilisateurs ont été inscrits au cours

source: User already register by other coach.
fr: Utilisateur déjà enregistré par un autre coach.

source: User created in portal
fr: Utilisateur ajouté au portail

source: User added into the session
fr: Utilisateur inscrit dans cette session

source: User not added.
fr: Utilisateur non ajouté.

source: The session was not identified
fr: La session n'a pas pu être identifiée

source: Please verify your XML/CVS file
fr: Veuillez vérifier le format de votre fichier XML/CSV

source: If in the XML/CVS file the logins are missing, the firstname and the lastname will merge to create a login, i.e Julio Montoya into jmontoya
fr: Si des noms d'utilisateurs ont été oubliés dans le fichier XML/CSV, leur prénom et leur nom seront utilisés pour créer un nouvel utilisateur. Par exemple, Hugues Dupond deviendra hdupond

source: New user in the course
fr: Nouvel utilisateur inscrit au cours

source: There is a new user in the course
fr: Ce message est destiné à vous informer de l'inscription d'un nouvel utilisateur dans le cours

source: Edit extended profile
fr: Modifier le profil étendu

source: Edit profile
fr: Modifier information

source: I have read and agree to the
fr: J'ai lu et accepte les

source: By clicking on 'Register' below you are agreeing to the Terms and Conditions
fr: En cliquant sur le bouton "Valider mon inscription" ci-dessous, vous marquez votre accord avec les termes et conditions de ce site.

source: Forgot your password ?
fr: Vous avez oublié votre mot de passe?

source: Enter the username or the e-mail address with which you registered and we will send your password.
fr: Entrez votre nom d'utilisateur ou l'adresse avec laquelle vous vous êtes enregistré et nous vous enverrons votre mot de passe par courriel.

source: There is no account with this user and/or e-mail address
fr: Désolé, nous n'avons trouvé aucune trace d'un compte avec ce nom d'utilisateur et/ou cette adresse de courriel.

source: Hidden tools and links
fr: Outils masqués

source: Do you really want to delete this link?
fr: Voulez-vous réellement supprimer ce lien?

source: Name of the link
fr: Nom du lien

source: Portal Administrators only
fr: Administrateurs de la plateforme uniquement

source: Combined course
fr: Cours combiné

source: The tool is now visible.
fr: L'outil est à présent visible

source: The tool is now invisible.
fr: L'outil est à présent invisible

source: Toolbox
fr: Boîte à outils

source: Identifier of session
fr: Identifiant de session

source: Convert to unique answer
fr: Convertir à réponse unique

source: This report type requires no settings
fr: Ce type de rapport ne requiert aucun paramètre

source: Show wizard
fr: Montrer l'assistant

source: Report format
fr: Format de rapport

source: Report type
fr: Type de rapport

source: Please choose a report type
fr: Veuillez choisir un type de rapport

source: Please fill the form to build the report
fr: Veuillez compléter le formulaire pour générer le rapport

source: Unknown format
fr: Format non reconnu

source: An error occured while building the report
fr: Une erreur est survenue durant la génération du rapport

source: Wiki Search Results
fr: Résultats de recherche du wiki

source: Main page
fr: Page d'accueil

source: Edit this page
fr: Modifier cette page

source: History
fr: Historique

source: All pages
fr: Toutes les pages

source: Add new page
fr: Ajouter une nouvelle page

source: Audio added
fr: Modifications enregistrées

source: The wiki page has been saved.
fr: La nouvelle page d'accueil du wiki a été enregistrée. Vous pouvez la voir en cliquant sur:

source: <br/> <br/> <p align="center"> <img src="%swiki/wcollaborative.png" alt="Working as a team" title="Working as a team" /></p> <p align="center">To begin editing this page and remove this text</p>
fr: <br/> <br/> <p align="center"> <img src="%swiki/wcollaborative.png" alt="Mr. Chamilo" title="Mr. Chamilo" /></p> <p align="center">Pour démarrer, commencez par modifier cette page</p>

source: Wiki pages
fr: Page de cours du wiki

source: Group wiki pages
fr: Page de groupe du wiki

source: Your changes have been saved. You still have to give a name to the page
fr: Vos modifications ont été sauvegardées. Vous devez à présent donner un titre à cette page

source: This page name already exists. To edit the page content, click here:
fr: Le titre de cette page a déjà été créé, éditez le contenu de la page en cliquant ici:

source: A line has been added
fr: Une ligne a été ajoutée

source: A line has been deleted
fr: Une ligne a été supprimée

source: A line has been moved
fr: Une ligne a été déplacée

source: Line without changes
fr: Ligne sans modification

source: Changes in version
fr: modifications dans la version

source: old version of
fr: ancienne version de

source: Differences
fr: Différences

source: View of the latest selected version
fr: Voir la dernière version sélectionnée

source: Compare selected versions
fr: Comparer les versions sélectionnées

source: Discuss
fr: Argumenter

source: View this page
fr: Voir cette page

source: Delete this page
fr: Supprimer cette page

source: Discuss this page
fr: Argumenter à propos de cette page

source: Wiki home
fr: Page principale du wiki

source: Delete all
fr: Supprimer tout le contenu du wiki

source: Your Wiki has been deleted
fr: Votre wiki a été supprimé

source: The page and its history have been deleted.
fr: La page a été supprimée ainsi que l'ensemble de son historique

source: Num line
fr: Nombre de ligne

source: Delete this page and all its versions
fr: Supprimer cette page et toutes ses versions

source: Trainers only can delete the Wiki
fr: Seuls les administrateurs du cours peuvent supprimer tout le wiki

source: Trainers only can delete a page
fr: Seuls les administrateurs du cours peuvent supprimer une page

source: Trainers and members of this group only can add pages to the group Wiki
fr: Seuls les administrateurs du cours et les membres de ce groupe peuvent ajouter des pages au wiki du groupe

source: Trainers and group members only can edit pages of the group Wiki
fr: Seuls les formateurs et les membres de ce groupe peuvent modifier des pages de ce wiki de groupe

source: Are you sure you want to delete this Wiki?
fr: Êtes-vous certain de vouloir supprimer ce wiki?

source: Are you sure you want to delete this page and its history?
fr: Êtes-vous certain de vouloir supprimer cette page et tout son historique?

source: Search also in content
fr: Rechercher aussi dans le contenu

source: Page protected
fr: Page protégée

source: Page unprotected
fr: Page déprotégée

source: This page is protected. Trainers only can change it
fr: Cette page est protégée. Seuls les administrateurs du cours peuvent la modifier
