Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Shows a global toolbar on top of the page to the designated user roles. This toolbar, very similar to Wordpress and Google's black toolbars, can really speed up complicated actions and improve the space you have available for the learning content, but it might be confusing for some users
fr: Affiche une barre d'outils globale au sommet de la page aux utilisateurs des rôles désignés. Cette barre d'outils, très similaire à celles de Wordpress et de Google, peut considérablement accélérer certaines opérations complexes et augmente l'espace disponible pour les contenus de cours, mais elle pourrait rendre certains utilisateurs confus.

source: Session list
fr: Liste des sessions

source: Learners list
fr: Liste des étudiants

source: Learners who're taking the exercise right now
fr: Les étudiants qui sont en train de passer l'exercice en ce moment.

source: Report by question
fr: Rapport par question

source: Live results
fr: Résultats en directe

source: Skill not found
fr: La compétence n'a pas été trouvée

source: I have this skill
fr: J'ai cette compétence

source: Me
fr: Moi

source: %s stars out of 5
fr: %s étoiles sur 5

source: Visit
fr: Visite

source: Your vote
fr: Votre vote

source: Most popular courses
fr: Cours les plus populaires

source: Sent at: %s
fr: Envoyé à %s

source: Login to vote
fr: Connectez vous pour voter

source: Add in menu
fr: Ajouter au menu

source: Allow users to change e-mail without password
fr: Autoriser les utilisateurs à changer leur courriel sans donner leur mot de passe.

source: When changing the account information
fr: Autoriser les utilisateurs à changer leur courriel sans donner leur mot de passe.

source: Enable help link
fr: Activer l'aide contextuelle

source: The Help link is located in the top right part of the screen
fr: L'aide est affichée en haut de l'écran

source: Back to administration
fr: Retour à l'administration

source: Allow global chat
fr: Activer la messagerie instantanée globale

source: Extra content in header
fr: Contenu supplémentaire dans l'en-tête

source: You can add HTML code like meta tags
fr: Vous pouvez ajouter du contenu supplémentaire sous forme de balise meta

source: Extra content in footer
fr: Contenu supplémentaire de le pied de page

source: Users can chat with each other
fr: Les utilisateurs peuvent communiquer entre eux au moyen de la messagerie instatanée

source: Do not show
fr: Ne pas afficher

source: Show to admins only
fr: Visible seulement pour les administrateurs

source: Show to admins and teachers
fr: Visible seulement pour les administrateurs et les enseignants

source: Show to all users
fr: Visible par tous les utilisateurs

source: Import glossary
fr: Importer le glossaire

source: Replace glossary
fr: Remplacer le glossaire

source: Cannot delete glossary
fr: Le glossaire ne peut pas être supprimer

source: Terms imported
fr: Termes importés

source: Terms not imported
fr: Termes pas importés

source: Export glossary as a CSV file
fr: Exporter le glossaire sous forme de fichier CSV

source: Select an action
fr: Choisir une action

source: Login: %s
fr: Identifiant : %s

source: Database <b>%s</b> will be created
fr: La base de donnée %s va être créée

source: A database with the same name <b>already exists</b>.
fr: Une base de donnée du même nom existe déjà. Si vous utilisez cette base, son contenu actuel sera écrasé.

source: User <b>%s</b> doesn't have access in the database <b>%s</b>
fr: L'utilisateur %s n'a pas accès à la base de donnée %s

source: Database <b>%s</b> can't be created, user <b>%s</b> doesn't have enough permissions
fr: La base de donnée %s ne peut pas être crée, l'utilisateur %s n'a pas suffisamment de permissions.

source: Copy only session items
fr: Copier seulement les élémenents de la session

source: First letter of course title
fr: Première lettre (title)

source: # of published exercises
fr: # d'exerices publiés

source: # of published Learning Paths
fr: # de parcours publiés

source: Chat (Connected)
fr: Messagerie (connecté)

source: Chat (Disconnected)
fr: Messagerie (déconnecté)

source: Add course description
fr: Décrire le cours

source: Suggested steps to take next
fr: Premiers pas suggérés

source: Record answer
fr: Enregistrer la réponse

source: Use the message below to add a comment
fr: Utiliser le message ci-dessous pour ajouter un commentaire

source: Send record
fr: Envoyer un enregistrement

source: Download record
fr: Télécharger une enregistrement

source: Oral expression
fr: Expression orale

source: Users found in other portals
fr: Utilisateurs trouvés dans d'autres portails

source: Add user to my portal
fr: Ajouter l'utilisateur à mon portail

source: Users deleted
fr: Utilisateurs effacés

source: Users added
fr: Utilisateurs ajoutés

source: Plugin area
fr: Zone des plugin

source: No configuration settings found for this plugin
fr: Aucune élément de configuration trouvé pour ce plugin

source: Default course visibility
fr: Visibilité par défaut des cours

source: Default course visibility while creating a new course
fr: Visibilité par défaut pour les nouveaux cours

source: You have entered the course <b>%s</b> in <b>%s</b>
fr: Vous êtes entré dans le cours %s le %s

source: Use the email as username
fr: Utiliser l'adresse de courriel comme nom d'utilisateur

source: Use the email in order to login to the system
fr: Utiliser l'adresse de courriel pour se connecter au système

source: Congratulations you passed the test!
fr: Félicitations vous avez réussi le test!

source: You didn't reach the minimum score
fr: Vous avez déjà atteint le score minimum

source: Activate the browser sniffer
fr: Activer le détecteur de navigateur

source: This will enable an investigator of the capabilities that support browsers that connect to Chamilo. Therefore will improve user experience by adapting responses to the type of browser platform that connects, but will slow initial page load of users every time that they enter to the platform.
fr: Cette option permet de détecter quel navigateur est utilisé pour se connecter à Chamilo. Cela permet d'adapter le rendu mais ralenti la connection à la première page.

source: End test
fr: Fin du test

source: Activate Wami-recorder
fr: Activer l'enregistreur Wami.

source: Wami-recorder is a voice record tool on Flash
fr: L'enregistreur Wami est un outil flash qui permet d'enregister la voix.

source: Event type
fr: Type d'événement

source: It will display a dialog box which asks for your permission to access the microphone, answer yes and close the dialog box (if you do not want to appear again, before closing check remember)
fr: Cet outil va afficher un boîte de dialogue qui vous demandera de confirmer l'accès à votre microphone. Veuillez répondre "oui" et fermer la boîte de dialogue (si vous ne voulez pas voir réapparaître ce message veuillez sélectionner l'option "se souvenir de mon choix" avant de fermer)

source: Start recording by pressing the microphone and stop it by pressing again. Each time you do this will generate a file.
fr: Commencer l'enregistrement en appuyant sur le microphone et arrêter l'enregistrement en appuyant une nouvel fois. Un nouveau ficher sera généré à chaque fois.

source: Before you activate recording it is necessary a file name.
fr: Avant d'activer l'enregistrement il faut donner un nom de fichier.

source: Enter filename here
fr: Introduisez le nom de l'enregistrement ici

source: Reload
fr: Rafraîchir

source: Select a calification model
fr: Sélectionnez un modèle de note

source: The sum of all values must be 100
fr: La somme de toutes les valeurs doit être égale à 100

source: Components
fr: Composants

source: Change setting visibility for the other portals
fr: Changer la visibilité pour les autres portails.

source: This option is enabled if you have any evaluations or categories
fr: Cette option est activée si vous avez des évaluations ou des catégories

source: Allow HR skills management
fr: Autoriser la gestion de compétences RH

source: Allows HR to manage skills
fr: Autoriser les RH à gérer les compétences.

source: Default weight in Gradebook
fr: Poids par défaut du carnet de notes

source: This weight will be use in all courses by default
fr: Ce poids sera utilisé par défaut dans tous les cours

source: Time spent the last %s days
fr: Temps passé durant les derniers %s jours

source: Time spent between %s and %s
fr: Temps passsé entre %s et %s

source: Go to the course
fr: Accéder au cours

source: Teachers can change the Gradebook score settings
fr: Les enseignants peuvent changer les paramétres des résultat pour carnet de notes

source: When editing the Gradebook settings
fr: Permets aux enseignants de modifier les paramètres du carnet de notes

source: Subtotal
fr: sous-total

source: Regions
fr: Régions

source: Course list
fr: Liste des cours

source: First Name and Last Name
fr: Prénom et nom de famille

source: Last Name and First Name
fr: Prénom et nom de famille

source: Detailed
fr: Détaillé

source: This option is not available because this activity is contained by an assessment, which is currently locked. To unlock the assessment, ask your platform administrator.
fr: Cette option n'est pas disponible parceque cette activité fait partie d'une évaluation qui est fermée. Pour réouvrir cette évalation veuillez demander à votre administrateur système.

source: This assessment has been locked. You cannot unlock it. If you really need to unlock it, please contact the platform administrator, explaining the reason why you would need to do that (it might otherwise be considered as fraud attempt).
fr: Ce cahier de notes a été bloqué. Vous ne pouvez pas le débloquer en tant qu'enseignant. S'il est réellement nécessaire de le débloquer, veuillez contacter un administrateur de la plateforme en expliquer la raison pour laquelle vous avez besoin de le débloquer (autrement, cela pourrait être considéré comme une tentative de fraude).

source: Enable locking of assessments by teachers
fr: Autoriser les enseignants à fermer les tests

source: Once enabled, this option will enable locking of any assessment by the teachers of the corresponding course. This, in turn, will prevent any modification of results by the teacher inside the resources used in the assessment: exams, learning paths, tasks, etc. The only role authorized to unlock a locked assessment is the administrator. The teacher will be informed of this possibility. The locking and unlocking of gradebooks will be registered in the system's report of important activities
fr: Une fois qu'un test est fermé il ne peut plus être modifier. Seul l'administrateur peut réouvrir un test qui a été fermé par un enseignant.

source: <div class="alert alert-info">
fr: <div class='normal-message'> <br /><ul><li>Authentification LDAP : <br />Voir I. ci-dessous pour configurer LDAP <br />Voir II. ci-dessous pour activer l'authentification LDAP </li><br /><br /><li> Mise à jour des attributs de l'utilisateur, auprès du serveur LDAP,après une authentification CAS (voir <a href='settings.php?category=CAS'>configuration de CAS </a>) : <br />Voir I. ci-dessous pour configurer LDAP <br />L'authentification est gérée par CAS, il n'est pas nécessaired'activer l'authentification LDAP dans ce cas. </li><br /></ul></div><br /><h4>I. Configuration des paramètres du serveur LDAP </h4><h5>Éditez le fichier main/inc/conf/auth.conf.php </h5>-&gt; Mettez à jour les informations de configuration LDAP du tableau <code>&#36;extldap_config</code> <br /> Les paramètres sont <br /><ul><li>base domain string (ex : 'base_dn' =&gt; 'DC=cblue,DC=be') </li><li>admin distinguished name (ex : 'admin_dn' =&gt;'CN=admin,dc=cblue,dc=be') </li><li>admin password (ex : 'admin_password' =&gt; '123456') </li><li>ldap host (ex : 'host' =&gt; array('1.2.3.4', '2.3.4.5', '3.4.5.6')) </li><li>filter (ex : 'filter' =&gt; '') </li><li>port (ex : 'port' =&gt; 389) </li><li>protocol version (2 or 3) (ex : 'protocol_version' =&gt;3) </li><li>user_search (ex : 'user_search' =&gt; 'sAMAccountName=%username%') </li><li>encoding (ex : 'encoding' =&gt; 'UTF-8') </li><li>update_userinfo (ex : 'update_userinfo' =&gt; true) </li></ul>-&gt; Mettez à jour les informations de correspondance entre les attributs LDAP et les champs utilisateurs Chamilo du tableau <code>&#36;extldap_user_correspondance</code> <br /> Le tableau est de la forme : &lt;chamilo_field&gt; =&gt;&gt;ldap_field&gt; <br />Sa structure est détaillée dans le fichiermain/auth/external_login/ldap.conf.php <br /><br /><br /><h4>II. Activation de l'authentification LDAP </h4><h5>Éditez le fichier app/config/configuration.php </h5>-&gt; Décommenter les lignes <br />&#36;extAuthSource[&quot;extldap&quot;][&quot;login&quot;] =&#36;_configuration['root_sys'].&quot;main/auth/external_login/login.ldap.php&quot;;<br />&#36;extAuthSource[&quot;extldap&quot;][&quot;newUser&quot;] =&#36;_configuration['root_sys'].&quot;main/auth/external_login/newUser.ldap.php&quot;;<br /><br />Notes : les utilisateurs authentifiés par LDAP saisissent leur login et mot de passe dans les même champs que les utilisateurs locaux à la plateforme.<br />Notes : activer l'authentification LDAP ajoute un menu Externalauthentification [LDAP] à l'interface d'ajout et de modification d'un utilisateur.

source: <h3>Shibboleth authentication</h3>
fr: <h3>Configuration de l'authentification Shibboleth</h3>

source: <p>First of all, you have to configure Shibboleth for your web server.</p>To configure it for Chamilo<h5>edit file main/auth/shibboleth/config/aai.class.php</h5><p>Modify object &#36;result values with the name of your Shibboleth attributes</p><ul><li>&#36;result-&gt;unique_id = 'mail';</li><li>&#36;result-&gt;firstname = 'cn';</li><li>&#36;result-&gt;lastname = 'uid';</li><li>&#36;result-&gt;email = 'mail';</li><li>&#36;result-&gt;language = '-';</li><li>&#36;result-&gt;gender = '-';</li><li>&#36;result-&gt;address = '-';</li><li>&#36;result-&gt;staff_category = '-';</li><li>&#36;result-&gt;home_organization_type = '-'; </li><li>&#36;result-&gt;home_organization = '-';</li><li>&#36;result-&gt;affiliation = '-';</li><li>&#36;result-&gt;persistent_id = '-';</li><li>...</li></ul><br/>Go to <a href='settings.php?category=Shibboleth'>Plugin</a> to add a configurable 'Shibboleth Login' button for your Chamilo campus.
fr: <p>Vous devez, en premier lieu, configurer Shibboleth pour votre serveur web. Pour le configurer pour Chamilo.</p><h5>éditez le fichier main/auth/shibboleth/config/aai.class.php</h5><p>Modifiez les valeurs de l'objet &#36;result avec les nom des attributs retourné par votre serveur Shibboleth.</p>Les valeurs à modifier sont<ul><li>&#36;result-&gt;unique_id = 'mail';</li><li>&#36;result-&gt;firstname = 'cn';</li><li>&#36;result-&gt;lastname = 'uid';</li><li>&#36;result-&gt;email = 'mail';</li><li>&#36;result-&gt;language = '-';</li><li>&#36;result-&gt;gender = '-';</li><li>&#36;result-&gt;address = '-';</li><li>&#36;result-&gt;staff_category = '-';</li><li>&#36;result-&gt;home_organization_type = '-'; </li><li>&#36;result-&gt;home_organization = '-';</li><li>&#36;result-&gt;affiliation = '-';</li><li>&#36;result-&gt;persistent_id = '-';</li><li>...</li></ul><br/>Vous trouverez dans les <a href='settings.php?category=Shibboleth'>Plugin</a> un bouton 'Login Shibboleth', paramétrable, qui s'ajoutera sur la page d'accueil de votre campus Chamilo.

source: <h3>LDAP autentication</h3>
fr: Identification LDAP

source: <h3>Facebook authentication</h3>
fr: <h3>Configuration de l'authentification via Facebook</h3>

source: <p><h5>Create your Facebook Application</h5>First of all, you have to create a Facebook Application (see <a href='https://developers.facebook.com/apps'>https://developers.facebook.com/apps</a>) with your Facebook account. In the Facebook Apps settings, the site URL value should be the URL of this campus. Enable the Web OAuth Login option. And add the site URL of your campus to the Valid OAuth redirect URIs field</p><p>Uncomment the line <code>&#36;_configuration['facebook_auth'] = 1;</code> to enable the Facebook Auth.</p><p>Then, edit the <code>app/config/auth.conf.php</code> file and enter '<code>appId</code>' and '<code>secret</code>' values for <code>&#36;facebook_config</code>.</p><p>Go to <a href='settings.php?category=Plugins'>Plugins</a> to add a configurable <em>Facebook Login</em> button for your Chamilo campus.</p>
fr: <p><h5>Créez votre application Facebook</h5>Vous devez, d'abord, créer une application Facebook (cf. <a href='https://developers.facebook.com/apps'>https://developers.facebook.com/apps</a>) avec votre compte Facebook.<br/>

source: Announcement for a group
fr: Annonce pour un groupe

source: Language priority 1
fr: Langue priorité 1

source: Language priority 2
fr: Langue priorité 2

source: Language priority 3
fr: Langue priorité 3

source: Language priority 4
fr: Langue priorité 4

source: Language priority 5
fr: Langue priorité 5

source: The language with the highest priority
fr: Langue prioritaire

source: The second language priority
fr: Deuxième langue prioritaire

source: The third language priority
fr: Troisième langue prioritaire

source: The fourth language priority
fr: Quatrième langue prioritaire

source: The lowest language priority
fr: Cinquième langue prioritaire

source: User language
fr: Langue de l'utilisateur

source: User selected language
fr: Langue choisie par l'utilisateur

source: Teachers can change the Gradebook model settings
fr: Les enseignants peuvent changer le modèle du carnet de notes

source: When editing a Gradebook
fr: Permet de modifier les paramètres des carnets de notes.

source: Default grade model
fr: Modèle de note par défaut

source: This value will be selected by default when creating a course
fr: Valeur utilisée par défaut lors de la création d'un nouveau cours

source: Enable Gradebook model
fr: Activé les modèles de carnets de notes

source: Enables the auto creation of gradebook categories inside a course depending of the gradebook models.
fr: Autorise la création automatique de catégories à l'intérieur d'un cours en fonction des modèles du carnet de notes.

source: Are you sure you want to lock this item? After locking this item you can't edit the user results. To unlock it, you need to contact the platform administrator.
fr: Êtes-vous sur de vouloir fermer cet élément? Une foix cet élément fermé vous ne pourrez plus éditer les résultats des utilisateurs. Pour réouvrir un élément fermé vous devez prendre contact avec votre administrateur.

source: Are you sure you want to unlock this element?
fr: Êtes-vous sur de vouloir réouvrir cet élément?

source: Allow session administrators to see all sessions
fr: Autoriser les administrateurs des sessions à voir toutes les sessions.

source: When this option is not enabled (default), session administrators can only see the sessions they have created. This is confusing in an open environment where session administrators might need to share support time between two sessions.
fr: Quand cette option n'est pas activée les administrateurs de session n'ont accès qu'aux sessions qu'ils ont créés.

source: Pass percentage
fr: Pourcentage requis (%)

source: Allow Skills tool
fr: Activer l'outil compétences

source: Users can see their skills in the social network and in a block in the homepage.
fr: Les utilisateurs voient leurs compétences affichées dans le réseau social et sur la page principale.

source: If you want to unsubscribe completely from this campus and have all your information removed from our database, please click the button below and confirm.
fr: Si vous voulez vous désinscrire complètement de ce campus et voir toutes vos informations effacées de la base de données, veuillez appuyer sur le bouton ci-dessous et confirmer.

source: Yes, I want to remove this account completely. No data will remain on the server and I will be unable to login again, unless I create a completely new account.
fr: Oui, je veux effacer ce compte de façon définive. Toutes les informations liées à ce compter seront irrémédiablement effacées et il ne sera plus possible de se connecter avec ce compte.

source: Allow public certificates
fr: Rendre publics les certificats

source: User certificates can be view by unregistered users.
fr: Les certificats des utilisateurs sont visibles par les utilisateurs anonymes.

source: Don't forget to select the media files if your resource need it
fr: N'oubliez pas de sélectionner les fichiers média utilisés par votre ressource si nécessaire

source: No learner certificate available yet. Please note that, to generate his certificate, a learner has to go to the assessments tool and click the certificate icon, which will only appear when he reached the course objectives.
fr: Aucun certificat étudiant disponible pour l'instant. Pour générer son certificat, l'étudiant doit aller dans l'outil de cahier de notes et cliquer sur l'icône de certificat, qui n'apparaîtra que lorsqu'il aura atteint les objectifs du cours.

source: The requested certificate exists on this portal, but it has not been made public. Please login to view it.
fr: Le certificat référencé existe, mais n'a pas été rendu public. Veuillez vous connecter au portail principal avant de le visualiser.

source: Default
fr: Option par défaut

source: A test course has been created successfully
fr: Le cours de test a été créé

source: No category selected
fr: Aucune catégorie n'est sélectionnée

source: Return to Course Homepage
fr: Retour à la page d'accueil

source: Exercise average
fr: Moyenne de l'exercice

source: Snapshot
fr: Capturer

source: Take your photos
fr: Prenez vos photos

source: Local input image
fr: Image locale

source: Clip sent
fr: Image envoyé

source: Auto
fr: Automatique

source: Enable Webcam Clip
fr: Activer la webcam

source: Webcam Clip allow to users capture images from his webcam and send them to server in JPEG (.jpg or .jpeg) format
fr: La Webcam permet aux utilisateurs de capturer des images et de les envoyer au serveur au format JPEG.

source: AUTO RESIZE (default)
fr: Redimensionnement automatique (par défaut)

source: This slideshow will resize automatically to your screen size. This is the default option.
fr: La présentation se redimensionnera automatiquement à la taille de votre écran. Ceci est l'option par défaut.

source: You should create the "Term and Conditions" for all the available languages.
fr: Vous devez créer les Termes et conditions pour toutes les langues disponibles.

source: Select an audio file from documents
fr: Sélectionner un fichier audio à partir des documents

source: Enable e-mail alerts templates
fr: Activer modèles de courriel

source: Define home-made e-mail alerts to be fired on specific events (and to specific users)
fr: Utiliser modèles de courriels pour certains événements et à certains utilisateurs

source: System Management
fr: Gestion de système

source: Remove old database
fr: Retirer ancienne base de données

source: Remove old tables
fr: Retirez les anciennes tables

source: Total space used by portal %s limit is %s MB
fr: L'espace total utilisé par le portail %s est %s MB

source: Event message management
fr: Gestion des messages d'événement

source: To be warned user list
fr: Liste des utilisateurs pour être averti

source: You have some unsaved changes. Do you want to abandon them ?
fr: Vous avez des modifications non enregistrées. Voulez-vous les abandonner?

source: Activate event
fr: Activer événement

source: Available event keys. Use them between (( )).
fr: Clés d'événements disponibles. Utilisez-les entre (()).

source: Events
fr: Événements

source: Event type name
fr: Nom du type d'événement

source: Hide campus from public platforms list
fr: Masquer le campus de la liste public des plates-formes

source: Chamilo official services providers
fr: Fournisseurs officiels de Chamilo
