Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: <p> The forum is an discussion tool for asynchronous written work. In contrast to e-mail, a forum is for public, or semi-public, group discussion. </p>To use the Chamilo forum, members can simply use their browser - they do not require any distinct client software. </p>To organize forums, click on the Forums tool. Discussions are organized hierarchically according to the following structure: </ p><b> Category> Forum> Topic> Post</ b> </ p> To ensure members can participate in the forum tidily and effectively, it is essential in the first instance to create categories and forums; it's then up to the participants to create topics and posts. By default, the forum contains a single (public) category, an example topic and an example post. You can add forums to the category, change its title or create other categories within which you could then create new forums. (Don't confuse categories and forums, and remember that a category that contains no forum is useless and not displayed.)</p> <p>The forum description might include a list of its members, a definition of its purpose, a target a task, a theme etc.</p><p>Group forums should not be created via the Forum tool but instead via the Groups tool, where you can determine whether your group forums should be private or public, at the same time providing a location for sharing groups of documents.</p><b> Teaching Tips</ b></ p> A learning forum is not quite the same as the forums you are used to seeing on the internet. For one thing, it is not possible for learners to alter their posts once they have been published as the course is logically archived to allow tracking of what has been said in the past. Furthermore, Chamilo forums allow for specific uses relevant to teaching. For example, some teachers/trainers publish corrections directly within forums in the following way: <li> A learner is asked to post a report directly into the forum, </ li> The teacher corrects it by clicking Edit (yellow pencil) and marking it using the graphics editor (color, underlining, etc.) </ li> Finally, other learners benefit from viewing the corrections was made on the production of one of of them, </ li> Note that the same principle can be applied between learners, but will require his copying/pasting the message of his fellow student because students / trainees can not edit one another's posts. <. li> </ ul>
fr: <p>Le forum est un outil de discussion asynchrone par écrit. À la différence du courriel, le forum situe la discussion dans un espace public ou semi-public (à plusieurs).</p><p>Pour utiliser l'outil de forum de Chamilo, les membres n'ont besoin que d'un simple navigateur Web, pas besoin d'outil de courriel.</P> <p>Pour organiser les forums, cliquez sur 'administrer'. Les échanges sont organisés de façon hiérarchique selon l'arborescence suivante:</p><p><b>Catégorie > Forum > Sujet > Réponse</b></p>Pour permettre aux membres de discuter de façon structurée, il est indispensable d'organiser les échanges préalablement en catégories et forums (à eux de créer sujets et réponses). Par défaut, le forum contient uniquement la catégorie Public, un sujet d'exemple et un message exemple. Vous pouvez ajouter des forums dans la catégorie public, ou bien modifier son intitulé ou encore créer d'autres catégories dans lesquelles il vous faudra alors créer de nouveaux forums. Une catégorie qui ne contient aucun forum ne s'affiche pas et est inutilisable.</p> <b>Forums de groupes</b> <p>Pour créer des forums de groupes, utilisez l'outil Groupes et non l'outil Forums. Cela vous permettra de créer des forums privatifs (non accessibles aux membres des autres groupes) et de fournir simultanément un espace de documents aux groupes.</p> <p><b>Astuces pédagogiques</b></p> Un forum d'apprentissage n'est pas identique aux forums que l'on trouve habituellement sur internet. D'une part il n'est pas possible pour les apprenants de modifier leurs messages une fois publiés car le cours suit une logique d'archivage et peut être utilisé pour vérifier ce qui a été dit dans le passé. Par ailleurs, les forums Chamilo permettent certains usages particulièrement pertinents dans un contexte d'apprentissage. Ainsi certains enseignants/formateurs publient directement dans les forums leurs corrections: <ul><li>Un apprenant est invité à publier un rapport directement dans le forum,</li> <li>L'enseignant le corrige en cliquant sur Editer (crayon jaune) puis introduit ses corrections à l'aide de l'éditeur graphique : couleur, soulignage etc.,</li> <li>Finalement, les autres apprenants profitent de la correction qui a été faite sur la production de l'un d'entre eux,</li> <li>Notez que le même principe peut être utilisé d'un apprenant à l'autre, mais il faudra alors copier/coller le message de son condisciple car les étudiants/stagiaires ne peuvent éditer les messages des autres apprenants.<.li></ul>

source: Forum help
fr: Aide Forums

source: Please login to go to this course
fr: Veuillez vous connecter pour accéder au cours

source: Clear all learners results for every exercises ?
fr: Êtes-vous certain de vouloir supprimer les résultats de tous les exercices ?

source: Are you sure to delete all test's results ?
fr: Supprimer tous les résultats de tous les exercices

source: Additionally, a new announcement has been created and sent to selected users
fr: Une nouvelle annonce a été créée et envoyée à des utilisateurs sélectionnés

source: Login date
fr: Date de connexion

source: Choose start and end dates
fr: Choisissez les dates de début et de fin

source: This test is configured not to display feedback to learners. Comments will not be seen at the end of the test, but may be useful for you, as teacher, when reviewing the question details.
fr: Ce test est configuré pour ne pas montrer les commentaires (feedbacks) aux apprenants. Les commentaires des réponses aux questions ne seront pas affichés à la fin de ce test.

source: Work added
fr: Travail ajouté

source: How should we show the feedback/comment for each question? This option defines how it will be shown to the learner when taking the test. We recommend you try different options by editing your test options before having learners take it.
fr: Détermine la manière dont se montreront les commentaires (feedback) enregistrés pour chacune des alternatives des questions présentées à l'apprenant. Nous recommandons fortement l'évaluation de ces différents modes de feedback avant d'inviter les apprenant à passer le test.

source: Users who's account has been disabled
fr: Utilisateurs au compte désactivé

source: Users with an active account
fr: Utilisateurs actifs

source: Surveys progress
fr: Progrès dans les enquêtes

source: Incomplete surveys
fr: Enquêtes non répondues

source: Completed surveys
fr: Enquêtes répondues

source: Total surveys
fr: Enquêtes totales

source: Wiki pages reading progress
fr: Progrès de lecture des pages de wiki

source: Wiki pages unread
fr: Pages de wiki non lues

source: Wiki pages read
fr: Pages de wiki lues

source: Wiki pages revisions
fr: Révisions des pages de wiki

source: Total wiki pages
fr: Nombre total de pages de wiki

source: Assignments progress
fr: Progrès dans les tâches

source: Missing assignments
fr: Tâches non remises

source: Completed handed in
fr: Tâches remises

source: Total assignments
fr: Tâches totales

source: Forums progress
fr: Progrès dans les forums

source: Forums not read
fr: Forums non lus

source: Forums read
fr: Forums lus

source: Total forums
fr: Total des forums

source: Exercises progress
fr: Progrès des exercices

source: Incomplete exercises
fr: Exercices incomplètes

source: Completed exercises
fr: Exercices terminés

source: Total exercises
fr: Total d'exercices

source: Learning paths progress
fr: Parcours en progrès

source: Incomplete learning paths
fr: Parcours incomplètes

source: Completed learning paths
fr: Parcours accomplies

source: Total learning paths
fr: Nombre de parcours

source: Time connected (hh:mm)
fr: Durée de connexion (hh:mm)

source: Select survey
fr: Choisissez l'enquête

source: Survey copied
fr: Enquête copiée

source: No surveys available
fr: Aucune enquête disponible

source: Duplicate an empty survey copy into another course. You need 2 courses to use this feature: an original course and a target course.
fr: Créez une copie d'enquête (sans résultats) dans un autre cours. Il est nécessaire de disposer de 2 cours pour utiliser cette fonctionnalité: le cours d'origine et un cours de destination.

source: Copy survey
fr: Copier l'enquête

source: Please pick a session
fr: Choisir une session

source: Search sessions
fr: Rechercher sessions

source: Please pick a student
fr: Choisir un étudiant

source: Search users
fr: Rechercher utilisateurs

source: Please pick a course
fr: Choisir un cours

source: Surveys overview
fr: Vue d'ensemble des enquêtes

source: Participation and reading progress overview
fr: Rapport de lecture et participation

source: Learning paths progress overview
fr: Rapport de progression des parcours

source: Detailed exercises progress
fr: Rapport de progression des exercices

source: Accesses by user overview
fr: Rapport d'accès par utilisateur

source: Allow members to leave group
fr: Autoriser les membres à quitter le groupe

source: Assignment could not be uploaded because folder %s does not exist
fr: Le travail n'a pas pu être envoyé parce que le répertoire %s n'existe pas

source: Unsubscribe students which are not in the imported list
fr: Désinscrite les apprenants qui ne sont pas dans la liste importée

source: If a session exists, update it
fr: Si une session existe, la mettre à jour

source: Create by <a href="%s">%s</a> on %s
fr: Créé(e) par <a href="%s">%s</a>, le %s

source: Login without an institutional account
fr: S'authentifier avec un compte extérieur à l'établissement

source: This is the text for question 1
fr: Ceci est le texte de la question 1

source: The Aiken format comes in a simple text (.txt) file, with several question blocks, each separated by a blank line. The first line is the question, the answer lines are prefixed by a letter and a dot, and the correct answer comes next with the ANSWER: prefix. See example below.
fr: Le format Aiken est un fichier (.txt) avec un texte simple, avec plusieurs blocs de questions, chacune séparée par une ligne blanche. La première ligne est la question, les lignes de réponse sont préfixés par une lettre et un point, et la bonne réponse vient avec le préfixe 'ANSWER'.

source: The imported file has at least one question without any answer (or the answers do not include the required prefix letter). Please make sure each question has at least one answer and that it is prefixed by a letter and a dot or a parenthesis, like this: A. answer one
fr: Le fichier importé comporte au moins une question sans réponse (ou les réponses ne comprennent pas la lettre de préfixe requis). Assurez-vous que chaque question a au moins une réponse et qu'elle est précédée par une lettre et un point ou une parenthèse, comme ceci:

source: The imported file includes at least one question without any correct answer defined. Please make sure all questions include the ANSWER: [Letter] line.
fr: Le fichier importé comporte au moins une question sans réponse correcte définie. Assurez-vous que toutes les questions comprennent la réponse: [Lettre] ligne.

source: Search course by session
fr: Recherche de cours par session

source: There was an unknown issue with your file. Please review its format and try again.
fr: Il y a un problème inconnu avec votre fichier. Examiner son format et essayez à nouveau.

source: You must upload a .txt or .zip file
fr: Vous devez télécharger un fichier .txt ou .zip.

source: No .txt file found in zip
fr: Aucun fichier txt. trouvé dans les zip

source: Import Aiken quiz
fr: Importer exercice Aiken

source: Use ::private at the end of the link to show it only to logged-in users
fr: Utiliser ::private à la fin du lien pour l'afficher seulement aux utilisateurs identifiés

source: Number of groups to create
fr: Nombre de groupes pour créer

source: Coaches subscribed as teachers in course %s
fr: Coaches souscrites comme enseignants dans le cours %s

source: Enroll students from existing sessions
fr: Inscrivez étudiants de sessions existantes

source: Enroll trainers from existing sessions
fr: Inscrivez formateurs de sessions existantes

source: Adding students from session <b>%s</b> to session <b>%s</b>
fr: Ajout des étudiants de la session %s à la session %s

source: Add user group to this URL
fr: Ajouter classe à cette URL

source: First letter
fr: Première lettre

source: User groups list
fr: Liste des clases

source: Add group to URL
fr: Ajouter une classe à l'URL

source: Groups in %s
fr: Groupes dans %s

source: Platform groups list
fr: Liste des groupes de plate-forme

source: Edit groups for one URL
fr: Modifier les groupes pour une URL

source: Manage user groups
fr: Gérer les groupes d'utilisateurs

source: Target folder doesn't exist on the server.
fr: Le dossier de destination est introuvable sur le serveur.

source: Sorry, you are trying to access the registration page for this portal, but registration is currently disabled. Please contact the administrator (see contact information in the footer). If you already have an account on this site.
fr: Désolé, vous essayez d'accéder à la page d'inscription pour ce portail, mais l'inscription est désactivée. Contactez l'administrateur (voir les coordonnées en bas de page). Si vous avez déjà un compte sur ce site.

source: Enter course with CAS authentication
fr: Accèder au cours avec l'authentification CAS

source: Teachers will be added as a coach in all course sessions.
fr: Les enseignants seront ajoutés en tant que coach à toutes les sessions de cours.

source: We have detected that your PHP installation does not define the date.timezone setting. This is a requirement of Chamilo. Please make sure it is configured by checking your php.ini configuration, otherwise you will run into problems. We warned you!
fr: Votre installation de PHP ne définit pas le paramètre date.timezone. Ce paramètre est important pour l'installation de Chamilo.<br/>Avant de continuer nous vous conseillons vivement de vérifier ce paramètre dans votre fichier php.ini.<br/>L'installation peut ne pas s'achever correctement le cas échéant.

source: Yes, I'm sure
fr: Oui, je suis sûr.

source: No, I want to return
fr: Non, je veux retourner.

source: If you continue your answer will be saved. Any change will be not allowed.
fr: Si vous continuez, votre réponse sera sauvée et définitive. Toute modification ultérieure sera refusée.

source: Special courses
fr: Cours spéciaux

source: %s to review (%s)
fr: %s à vérifier (%s)

source: %s unanswered (%s)
fr: %s sans réponse (%s)

source: %s answered (%s)+(%s)
fr: %s répondu (%s)+(%s)

source: (%s) Unanswered
fr: (%s) Sans réponse

source: (%s) Answered
fr: (%s) Répondu

source: (%s) Current question
fr: (%s) question actuelle

source: (%s) To review
fr: (% s) Examiner

source: Return to exercises list
fr: Retour à la liste des exercices

source: Auto-launch for exercises
fr: Auto-démarrage pour les exercices

source: Enable exercise fast edition mode
fr: Activer le mode d'édition rapide d'exercices

source: Username
fr: Nom d'utilisateur

source: Sign in
fr: Connectez-vous

source: You are registered to
fr: Vous êtes inscrit à

source: Manage global questions categories
fr: Gérer les catégories globales de questions

source: Manage extra fields for courses
fr: Gérer des champs pour les cours

source: Manage extra fields for questions
fr: Gérer les champs pour les questions

source: Questions fields
fr: Champ de question

source: Field changes should be logged
fr: Les changements de ce champ vont être sauvegardé.

source: Edit this field's workflow
fr: Modifier le flux de travail de ce champ

source: Select role
fr: Choisir rôle

source: Please select an option
fr: Sélectionner une option

source: Current status
fr: État actuel

source: My courses categories
fr: Mes catégories de cours

source: Sessions categories
fr: Catégories de sessions

source: Courses and sessions
fr: Cours et sessions

source: Committee
fr: Comité

source: Exercise model type
fr: Modèle d'exercice

source: Audio file
fr: Fichier audio

source: Hidden - Completely hidden to all users except the administrators
fr: Invisible - Complètement invisible et inaccessible pour tous les utilisateurs excepté les administrateurs

source: Time of reception
fr: Date de réception

source: Handed out
fr: Remis

source: Deadline
fr: Date limite de remise

source: Apply this change to all available languages
fr: Appliquer ces modifications à toutes les langues disponibles

source: Exercise was activated from %s to %s
fr: L'exercice était disponible du %s au %s

source: Your password cannot be the same as your username
fr: Votre mot de passe ne peut être identique à votre nom d'utilisateur

source: Check passwords too easy to guess
fr: Vérifier mots de passe trop simples

source: Very strong
fr: Très fort

source: Strong
fr: Fort

source: Medium
fr: Moyen

source: Weak
fr: Faible

source: The password is too short
fr: Mot de passe trop court.

source: Bad credentials
fr: Identification non reconnue

source: Select an answer to continue
fr: Veuillez sélectionner une réponse avant de continuer

source: Question added in the exercise
fr: Question ajoutée à l'exercice

source: Question copied to the exercise
fr: Question copiée dans l'exercice

source: Show or hide the breadcrumb navigation, the one appearing just below the main navigation tabs. It is highly recommended to have this navigation shown to users, as this allows them to locate their current position and navigate to previous pages easily. Sometimes, however, it might be necessary to hide it (for example in the case of exam platforms) to avoid users navigating to pages they should not see.
fr: Montrer ou cacher la barre de navigation "mies de pain" ("breadcrumb"), apparaissant juste sous la barre d'onglets. Il est très fortement recommandé de montrer cette barre de navigation aux utilisateurs, car elle leur permet de localiser leur position actuelle et naviguer vers les pages antérieures plus facilement. Il peut cependant être nécessaire, dans certains cas, de les cacher (par exemple dans le cas de plateformes d'examens) pour éviter que les utilisateurs naviguent par erreur vers des pages qui pourraient les induire en erreur.

source: Breadcrumb navigation
fr: Montrer la navigation en "mies de pain" ("breadcrumb")

source: The PHP setting "allow_url_fopen" is set to off. This prevents the registration mechanism to work properly. This setting can be changed in you PHP configuration file (php.ini) or in the Apache Virtual Host configuration, using the php_admin_value directive
fr: Le paramètre PHP "allow_url_fopen" est configuré à "off", ce qui empêche le système d'enregistrement de fonctionner correctement. Ce paramètre peut être modifié dans votre configuration de PHP (php.ini) ou dans votre configuration de Virtual Host si vous utilisez Apache en utilisant la directive php_admin_value.

source: Impossible to contact the version server right now. Please try again later.
fr: Impossible de se connecter au serveur de versions. Ce problème devrait être résolu dans quelques minutes.

source: Your version is up-to-date
fr: Votre version est à jour

source: The latest version is
fr: La dernière version est la

source: Your version is not up-to-date
fr: Votre version n'est pas à jour

source: -1 = All questions will be selected.
fr: -1 = Toutes les questions seront sélectionnées. 0 = Aucune question ne sera sélectionnée.

source: You can customize the email sent to users when they finished the exercise. You can use tags like these:
fr: Vous pouvez adapter le courriel envoyé aux utilisateurs quand ils terminent l'exercice. Vous pouvez utiliser librement les marqueurs suivants (entre doubles accolades): 1. {{ student.username }} 2. {{ student.firstname }} 3. {{ student.lastname }} 4. {{ student.official_code }} 5. {{ exercise.title }} 6. {{ exercise.start_time }} 7. {{ exercise.end_time }} 8. {{ course.title }} 9. {{ course.code }}

source: E-mail notification template
fr: Modèle de courriel d'alerte

source: Logout
fr: Déconnexion de la plateforme

source: Exercise list.
fr: Liste d'exercices

source: Course home
fr: Page d'accueil du cours

source: Exercise end button
fr: Bouton de fin d'exercice

source: Hide question title
fr: Cacher le titre des questions

source: Question selection type
fr: Ordre de sélection des questions

source: Ordered categories by parent with random questions
fr: Ordonnées par catégorie par parent, questions au hasard

source: Ordered categories by parent with questions ordered
fr: Ordonnées par catégorie par parent, questions dans l'ordre

source: Random categories with random questions (questions not grouped)
fr: Catégories au hasard, questions au hasard (questions non groupées)

source: Random categories with questions ordered (questions not grouped)
fr: Catégories au hasard, questions ordonnées (questions non groupées)

source: Random categories with random questions
fr: Catégories au hasard, questions au hasard

source: Ordered categories alphabetically with random questions
fr: Ordonnées par catégorie alphabétiquement, questions au hasard

source: Random categories with questions ordered
fr: Catégories au hasard, questions dans l'ordre

source: Ordered categories alphabetically with questions ordered
fr: Ordonnées par catégorie alphabétiquement, questions dans l'ordre

source: Using categories
fr: En utilisant les catégories

source: Ordered by user
fr: Ordonné par utilisateur

source: To be reviewed
fr: À réviser

source: Unanswered
fr: Non répondues

source: Current question
fr: Question actuelle

source: Shareable enunciates
fr: Énoncés partagés

source: Course categories are global over multiple portals configurations. Changes are only allowed in the main administrative portal.
fr: Les catégories de cours sont globales par rapport aux configurations multi-portails. Les modifications ne sont autorisées qu'à l'administrateur global du portail administratif.

source: Career updated successfully
fr: Carrière mise à jour

source: User is not a teacher
fr: L'utilisateur n'est pas un enseignant

source: All events
fr: Afficher tous les événements

source: Month
fr: Mois

source: Hour
fr: Heure

source: Event added
fr: L'événement a été ajouté

source: Event deleted
fr: L'événement a été supprimé

source: There are no events
fr: Il n'y a aucun événement

source: Class name
fr: Nom de la classe

source: Event name
fr: Titre de l'événement

source: Day
fr: Jour

source: default month
fr: mois par défaut

source: default year
fr: année par défaut

source: default hour
fr: heure par défaut

source: minute
fr: minute par défaut

source: lasting
fr: durée

source: old to new
fr: d'ancien à nouveau

source: new to old
fr: de nouveau à ancien

source: now
fr: maintenant

source: Save the event
fr: Ajouter un événement

source: Detail
fr: Détail

source: Month view
fr: Vue par mois

source: Weekly
fr: Vue par semaine

source: Daily
fr: Vue par jour

source: Add event to the agenda
fr: Ajouter un événement perso

source: Week
fr: Semaine

source: Time
fr: Heure

source: Edit personal event
fr: Modifier un événement perso

source: Event saved
fr: Votre événement perso a été modifié

source: The event was deleted
fr: Votre événement perso a été supprimé

source: View perso events only
fr: Visualiser l'agenda perso

source: Print
fr: Imprimer

source: my text here
fr: votre texte içi

source: Copied as announcement
fr: Copié comme annonce

source: New announcement
fr: Nouvelle annonce

source: Upcoming events
fr: Prochain événement

source: Repeated event
fr: Événement cyclique

source: Repeat type
fr: Cycle
