Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: <p> The forum is an discussion tool for asynchronous written work. In contrast to e-mail, a forum is for public, or semi-public, group discussion. </p>To use the Chamilo forum, members can simply use their browser - they do not require any distinct client software. </p>To organize forums, click on the Forums tool. Discussions are organized hierarchically according to the following structure: </ p><b> Category> Forum> Topic> Post</ b> </ p> To ensure members can participate in the forum tidily and effectively, it is essential in the first instance to create categories and forums; it's then up to the participants to create topics and posts. By default, the forum contains a single (public) category, an example topic and an example post. You can add forums to the category, change its title or create other categories within which you could then create new forums. (Don't confuse categories and forums, and remember that a category that contains no forum is useless and is not displayed.)</p> <p>The forum description might include a list of its members, a definition of its purpose, a target a task, a theme etc.</p><p>Group forums should not be created via the Forum tool but instead via the Groups tool, where you can determine whether your group forums should be private or public, at the same time providing a location for sharing groups of documents.</p><b> Teaching Tips</ b></ p> A learning forum is not quite the same as the forums you are used to seeing on the internet. For one thing, it is not possible for learners to alter their posts once they have been published as the course is logically archived to allow tracking of what has been said in the past. Furthermore, Chamilo forums allow for specific uses relevant to teaching. For example, some teachers/trainers publish corrections directly within forums in the following way: <li> A learner is asked to post a report directly into the forum, </ li> The teacher corrects it by clicking Edit (yellow pencil) and marking it using the graphics editor (color, underlining, etc.) </ li> Finally, other learners benefit from viewing the corrections was made on the production of one of of them, </ li> Note that the same principle can be applied between learners, but will require his copying/pasting the message of his fellow student because students / trainees can not edit one another's posts. <. li> </ ul>
fr: <p>Le forum est un outil de discussion asynchrone par écrit. À la différence du courriel, le forum situe la discussion dans un espace public ou semi-public (à plusieurs).</p><p>Pour utiliser l'outil de forum de Chamilo, les membres n'ont besoin que d'un simple navigateur web, pas besoin d'outil de courriel.</P> <p>Pour organiser les forums, cliquez sur 'administrer'. Les échanges sont organisés de façon hiérarchique selon l'arborescence suivante:</p><p><b>Catégorie > Forum > Sujet > Réponse</b></p>Pour permettre aux membres de discuter de façon structurée, il est indispensable d'organiser les échanges préalablement en catégories et forums (à eux de créer sujets et réponses). Par défaut, le forum contient uniquement la catégorie Public, un sujet d'exemple et un message exemple. Vous pouvez ajouter des forums dans la catégorie public, ou bien modifier son intitulé ou encore créer d'autres catégories dans lesquelles il vous faudra alors créer de nouveaux forums. Une catégorie qui ne contient aucun forum ne s'affiche pas et est inutilisable.</p> <b>Forums de groupes</b> <p>Pour créer des forums de groupes, utilisez l'outil Groupes et non l'outil Forums. Cela vous permettra de créer des forums privatifs (non accessibles aux membres des autres groupes) et de fournir simultanément un espace de documents aux groupes.</p> <p><b>Astuces pédagogiques</b></p> Un forum d'apprentissage n'est pas identique aux forums que l'on trouve habituellement sur internet. D'une part il n'est pas possible pour les apprenants de modifier leurs messages une fois publiés car le cours suit une logique d'archivage et peut être utilisé pour vérifier ce qui a été dit dans le passé. Par ailleurs, les forums Chamilo permettent certains usages particulièrement pertinents dans un contexte d'apprentissage. Ainsi certains enseignants/formateurs publient directement dans les forums leurs corrections: <ul><li>Un apprenant est invité à publier un rapport directement dans le forum,</li> <li>L'enseignant le corrige en cliquant sur Editer (crayon jaune) puis introduit ses corrections à l'aide de l'éditeur graphique : couleur, soulignage etc.,</li> <li>Finalement, les autres apprenants profitent de la correction qui a été faite sur la production de l'un d'entre eux,</li> <li>Notez que le même principe peut être utilisé d'un apprenant à l'autre, mais il faudra alors copier/coller le message de son consdisciple car les étudiants/stagiaires ne peuvent éditer les messages des autres apprenants.<.li></ul>

source: Dropbox Help
fr: Aide Partage de fichiers

source: <p>The dropbox tool is a Content Management Tool facilitating peer-to-peer data exchange. It accepts any filetype (Word, Excel, PDF etc.) It will overwrite existing files with the same name only if directed to do so.<br /> <br /> Learners can can only send a file to their teacher, unless the system administrator has enabled sharing between users. A course manager, however, can opt to to send a file to all course users. <br /> <br />The system administrator can configure the dropbox so that a user can receive but not send files.<br /> <br /> If the file list gets too long, some or all files can be deleted from the list, although the file itself remaims available to other users until all users have deleted it.<br /> </p><p>In the received folder, the dropbox tool displays files that have been sent to you and in the sent folder it shows files sent to other course members.</p><p>To send a document to more than one person, you need to hold CTRLand check the multiple select box(i.e.the field showing the list of members).</p>
fr: L'outil de partage affiche les fichiers qui vous ont été envoyés (dossier Reçu) et les fichiers que vous avez communiqués à d'autres utilisateurs (dossier Envoyé). Si vous envoyez deux fois un fichier du même nom, vous pouvez choisir d'écraser le premier envoi par le second.<br /><br />Comme utilisateur, vous pouvez seulement envoyer un fichier au responsable du cours,à moins que le gestionnaire système ait activé le partage entre les utilisateurs.<br /><br />Un responsable peut choisir d'envoyer un fichier à tous les utilisateurs du cours.<br /><br />L'administrateur système peut activer l'envoi de fichiers sans destinataire.<br /><br />Si la liste des fichiers devient trop longue, vous pouvez supprimer certains fichiers outous les fichiers. Le fichier lui-même n'est toutefois pas supprimé pour les autres utilisateursqui y ont accès à moins que tous le suppriment.<br />

source: Homepage Help
fr: Aide Page d'accueil

source: <p>The Course Homepage displays a range of tools (introductory text, description, documents manager etc.) This page is modular in the sense that you can hide or show any of the tools in learner view with a single click on the 'eye' icon (hidden tools can be reactivated any time. </p><b>Navigation</b><p>In order to browse the course, you can simply click on the icons; a 'breadcrumb' navigation tool at the top of the page allows you to retrace your steps back to the course homepage.</p><b>Best practice</b><p>To help motivate learners, it is helpful to make you course appear 'alive' by suggesting that there is always someone present 'behind the screen'. An effective way to make this impression is to update the introductory text (just click on the yellow pencil) at least once a week with the latest news, deadlines etc.</p><p>When you construct your course, try the following steps:<ol><li>In the Course Settings, make course acccess private and subscription available only to trainers. That way, nobody can enter your course area during construction,</li><li>Use whatever tools you need to 'fill' your area with content, activities, guidelines, tests etc.,</li><li>Now hide all tools so your home page is empty in learner view by clicking on the eyes to make the icons grey. </li><li>Use the Learning Path tool to create a learning path to structure the way learners will follow it and learn within it. That way, although you will be using the other tools, you don't initially need to show them on the homepage. </li><li>Click on the eye icon beside the path you created to show it on your home page.</li><li>your course is ready to view. Its homepage will display an introductory text followed by a single link to lead learners into and through the course. Click on the Learner View button (top right) to see the course from the learner's point of view.<I></I></li></ol>
fr: <p>La page d'accueil de votre cours présente une série d'outils : un texte d'introduction, une Description du cours, un outil de publication de Documents, etc. Cette page est modulaire. Vous pouvez masquer ou afficher chacun des outils en cliquant sur + ou - (parfois icône Oeil fermé Oeil ouvert).</p><b>Navigation</b><p>La navigation se fait soit au moyen du menu en arborescence situé sous la bannière de couleur, dans le coin supérieur gauche, soit au moyen des icônes permettant un accès direct aux outils.</p><b>Méthodologie</b><p>Il importe de rendre votre espace dynamique afin de montrer aux apprenants qu'il y a quelqu'un derrière l'écran. Ainsi vous pouvez modifier régulièrement le texte d'introduction (en cliquant sur le crayon jaune) pour y signaler des événements ou rappeler des étapes du cours.</p><p>Pour construire votre cours, une manière classique de travailler est de procéder comme suit:<ol><li>Dans Propriétés du cours, cochez Accès : privé et Inscription : refusé afin d'interdire toute visite pendant la phase de fabrication du cours,</li><li>Affichez tous les outils en cliquant sur le lien gris 'Afficher' sous le nom des outils masqués dans le bas de l'écran,</li><li>Utilisez les outils pour 'remplir' votre cours de contenus, d'événements, de groupes, etc.,</li><li>Désactivez tous les outils,</li><li>Utilisez l'outil Parcours pour construire un itinéraire à travers les autres outils</li><li>Rendez le parcours ainsi créé visible : il s'affichera sur la page d'accueil</li><li> Votre cours est terminé. Il présente un texte d'introduction suivi d'un lien portant le titre du parcours que vous avez créé. Cliquez sur 'Vue apprenant' pour voir le cours du point de vue de celui qui le suit.<I></I></li></ol>

source: Chamilo LIVE Help
fr: Aide Système de conférence en direct

source: The GoogleMaps plugin needs to be enabled by the platform administrator in order to show the map.
fr: Le plugin GoogleMaps doit être activé par l'administrateur de la plateforme pour que la carte s'affiche.

source: Chamilo Help
fr: Aide Chamilo

source: Documents Help
fr: Aide Documents

source: Users Help
fr: Aide Membres

source: Tests Help
fr: Aide Tests

source: Learning Path Help
fr: Aide Parcours pédagogique

source: Description Help
fr: Aide Description du cours

source: Links Help
fr: Aide Liens

source: My Courses Help
fr: Aide Ma page d'accueil

source: Agenda Help
fr: Aide Agenda

source: Announcements Help
fr: Aide Annonces

source: Chat Help
fr: Aide Discussion

source: Assignments Help
fr: Aide Travaux

source: Reporting Help
fr: Aide Suivi statistique

source: Induction-type session
fr: Session de type induction

source: Publish survey
fr: Publier l'enquête

source: Compare questions
fr: Comparer les questions

source: Information updated
fr: Informations mises à jour

source: Survey title
fr: Titre de l'enquête

source: Survey introduction
fr: Introduction de l'enquête

source: Create survey
fr: Créer une enquête

source: Survey template
fr: Modèle d'enquête

source: Please enter survey title
fr: Veuillez entrer le titre de l'enquête

source: Please Enter Valid Date
fr: Veuillez entrer une date valide

source: Not published
fr: Non publié

source: Advanced report allows to choose the user and the questions to see more precis informations
fr: Rapport avancé permet de choisir l'utilisateur et les questions à voir en plus détaillé

source: Advanced report
fr: Rapport avancé

source: Complete report allows to see all the results given by the people questioned, and export it in csv (for Excel)
fr: Rapport complet permettant de voir toutes les réponses données par les personnes interrogées, et de l'exporter en csv (pour Excel)

source: Complete report
fr: Rapport complet

source: Send the survey to these addresses only
fr: N'envoyer l'enquête qu'à ces adresses

source: Back to the questions
fr: Retour aux questions

source: Select in which language should be created the survey
fr: Sélectionner la langue dans laquelle l'enquête doit être créée

source: Create this survey in another language
fr: Créer cette enquête dans une autre langue

source: Export in Excel format
fr: Exporter au format Excel

source: Comparative results
fr: Résultats comparatifs

source: Select the data you want to compare
fr: Sélectionner les données que vous voulez comparer

source: Or copy paste the link into the url bar of your browser :
fr: Ou copier-coller le lien dans la barre url de votre navigateur :

source: Click here to take the survey
fr: Cliquer ici pour commencer l'enquête

source: No Surveys have been shared yet
fr: Aucune enquête n'a encore été partagée

source: View survey
fr: Voir l'enquête

source: Select Display Type :
fr: Sélectionner le type d'affichage :

source: Feedback message
fr: Message de feedback

source: Survey reporting
fr: Suivi d'enquête

source: No survey available
fr: Pas d'enquête disponible

source: has been published
fr: a été publié

source: Create from existing survey
fr: Créer à partir d'une enquête existante

source: Search a survey
fr: Rechercher une enquête

source: Survey(s) of all courses
fr: Enquête(s) de tous les cours

source: Please make a choice
fr: Veuillez faire un choix

source: There are no questions in the database
fr: Il n'y a pas de question dans la base de données

source: Update Question Type :
fr: Mettre à jour type de question

source: Add new question
fr: Ajouter nouvelle question

source: Share survey with others
fr: Partager l'enquête avec d'autres

source: Proceed
fr: Procéder

source: Please fill numeric values for points.
fr: Veuillez entrer les points sous forme numérique.

source: Please fill points from 1-5
fr: Veuillez rentrer les points 1-5

source: Please fill all the answer fields.
fr: Veuillez compléter tous les champs de réponses.

source: Please select at least Four true answers.
fr: Veuillez sélectionner au moins 4 réponses correctes.

source: Please Select at least Four Default Answers.
fr: Veuillez sélectionner au moins 4 réponses par défaut.

source: Please fill default text
fr: Veuillez entrer un texte par défaut

source: Edit survey information
fr: Modifier l'information de l'enquête

source: View questions
fr: Voir questions

source: Finish survey
fr: Clôturer enquête

source: Questions are added
fr: Les questions sont ajoutées

source: Delete survey
fr: Supprimer enquête

source: Survey list
fr: Liste d'enquêtes

source: Survey attached
fr: Enquête jointe

source: Question by type
fr: Question par type

source: Select question by type
fr: Sélectionner question par type

source: Please enter a question
fr: Veuillez entrer une question

source: Number of question
fr: Nombre de question

source: This code already exist
fr: Ce code existe déjà

source: Save and exit
fr: Sauvegarder et quitter

source: View answers
fr: Voir réponses

source: Create from an existing survey
fr: Créer à partir d'une enquête existante

source: Survey name
fr: Nom de l'enquête

source: Survey subtitle
fr: Sous-titre de l'enquête

source: Share survey
fr: Partager l'enquête

source: Final thanks
fr: Remerciements

source: Edit survey
fr: Éditer l'enquête

source: Or return to survey overview
fr: Ou retourner à la liste des enquêtes

source: There is a parameter missing in the link. Please use copy and past
fr: Il y a un paramètre manquant dans le lien. Veuillez utiliser copier/coller

source: Wrong invitation code
fr: Code d'invitation erroné

source: You have finished this survey.
fr: Vous avez fini cette enquête

source: Survey preview
fr: Prévisualisation de l'enquête

source: Invalid survey
fr: Enquête non valide

source: Edit question
fr: Éditer la question

source: This type does not exist
fr: Ce type n'existe pas

source: The survey has been created succesfully
fr: L'enquête a été créée avec succès

source: You can now add questions to your survey
fr: Vous pouvez maintenant ajouter des questions à votre enquête

source: The survey has been updated succesfully
fr: L'enquête a été mise à jour avec succès

source: The question has been added.
fr: La question a été ajoutée

source: The question has been updated.
fr: La question a été mise à jour

source: Remove option
fr: Supprimer l'option

source: Add option
fr: Ajouter une option

source: Answer options
fr: Réponses possibles

source: Dropdown
fr: Liste déroulante

source: Page end (distinct questions)
fr: Séparateur de page

source: Survey invitations
fr: Invitation à une enquête

source: Invitation code
fr: Code d'invitation

source: Invitation date
fr: Date d'invitation

source: Answered
fr: Répondu

source: You can invite additional users to fill the survey. To do so you can type their e-mail addresses here separated by either , (comma) or ; (semi-column)
fr: Vous pouvez inviter des utilisateurs additionnels à répondre à l'enquête. Pour ce faire, tapez ici leurs adresses de courriel en les séparant par une virgule ou par un point-virgule

source: Mail subject
fr: Sujet du mail

source: invitations sent.
fr: Invitations envoyées

source: The survey has been deleted.
fr: L'enquête a été supprimée

source: No surveys have been selected.
fr: Aucune enquête sélectionnée

source: Invited
fr: Invité(s)

source: Reset filter
fr: Recharger le filtre

source: Export current report
fr: Exporter le rapport courant

source: Only questions with predefined answers can be used
fr: Seules les questions avec des réponses prédéfinies peuvent être utilisées

source: Select the question on the X axis
fr: Sélectionnez la question sur l'axe des X

source: Select the question on the Y axis
fr: Sélectionnez les questions sur l'axe des Y

source: Comparative report
fr: Rapport comparatif

source: This screen displays an exact copy of the form as it was filled by the user
fr: Toutes les questions sont affichées sur une page

source: Select user who filled the survey
fr: Sélectionnez un utilisateur qui a répondu à l'enquête

source: User report
fr: Rapport sur un utilisateur

source: Graphic
fr: Graphique

source: Absolute total
fr: Total absolu

source: Next question
fr: Question suivante

source: Previous question
fr: Question précédente

source: People who have chosen this answer
fr: Personnes qui ont choisi cette réponse

source: Publication of the survey
fr: Publication de l'enquête

source: Additional users
fr: Utilisateurs additionnels

source: E-mail message
fr: Texte du mail

source: The selected users will receive an email with the text above and a unique link that they have to click to fill the survey. If you want to put the link somewhere in your text you have to put the following text wherever you want in your text: **link** (star star link star star). This will then automatically be replaced by the unique link. If you do not add **link** to your text then the email link will be added to the end of the mail
fr: Les utilisateurs sélectionnés recevront un mail avec le texte ci-dessus et un lien unique sur lequel ils pourront cliquer pour répondre à l'enquête. Si vous voulez placer ce lien quelque part dans la page, ajoutez le texte suivant : **link** (étoile étoile link étoile étoile). Si vous ne le faites pas, le lien unique apparaîtra à la fin du mail

source: Detailed report by user
fr: Rapport détaillé par utilisateur

source: Detailed report by question
fr: Rapport détaillé par question

source: In this report you can compare two questions.
fr: Dans ce rapport, vous pouvez comparer deux questions

source: In this report you get an overview of all the answers of all users on all questions. You also have the option to see only a selection of questions. You can export the results in CSV format and use this for processing in a statistical application
fr: Dans ce rapport, vous pouvez obtenir une vue d'ensemble de tous les utilisateurs sur toutes les questions. Vous avez aussi la possibilité de voir une sélection de question, et d'export les résultats au format CSV.

source: In this report you can see all the answers a specific user has given.
fr: Dans ce rapport, vous pouvez voir toutes les réponses spécifiques à un utilisateur.

source: In this report you see the results question by question. Basic statistical analysis and graphics are provided
fr: Dans ce rapport, vous pouvez voir les résultats question par question.

source: Remind all users of the survey. If you do not check this checkbox only the newly-added users will receive an e-mail.
fr: Envoyer un rappel à tous les utilisateurs de l'enquête. Si vous ne cochez pas cette case, seuls les nouveaux utilisateurs recevront un courriel.

source: Invite
fr: Invités

source: View invited
fr: Voir les invités

source: View people who answered
fr: Voir les personnes ayant répondu

source: View people who didn't answer
fr: Voir les personnes n'ayant pas répondu

source: Are you sure you want to delete the question?
fr: Êtes-vous sûr de vouloir supprimer cette question ?

source: You already filled this survey
fr: Vous avez déjà complété cette enquête

source: Click here to answer the survey
fr: Cliquez ici pour répondre à l'enquête

source: Unknow user
fr: Utilisateur inconnu

source: have answered
fr: ont répondu

source: were invited
fr: sont invités

source: The page break cannot be the first
fr: Le séparateur ne peut pas être en premier

source: The page break cannot be the last one
fr: Le séparateur ne peut pas être en dernier

source: Sorry, this survey is not available anymore. Thank you for trying.
fr: Désolé, cette enquête n'est plus disponible. Merci d'avoir essayé d'y répondre.

source: Duplicate survey
fr: Dupliquer l'enquête

source: Empty survey
fr: Vider l'enquête de ses résultats

source: Answers to survey successfully deleted
fr: Enquête vidée de ses résultats avec succès

source: This survey is not yet available. Please try again later. Thank you.
fr: Cette enquête n'est pas encore disponible. Veuillez réessayer plus tard. Merci.

source: people answered
fr: personnes ont répondu

source: This survey is anonymous. You can't see who answered.
fr: Cette enquête est anonyme. Vous ne pouvez pas voir qui a répondu.

source: Unknown survey id
fr: Numéro d'enquête inconnu

source: The question has been moved
fr: La question a été déplacée

source: This survey code already exists. That probably means the survey exists in other languages. Invited people will choose between different languages.
fr: Ce code d'enquête existe déjà. Cela signifie probablement que l'enquête existe également dans d'autres langues. Les invités choisiront donc la langue dans laquelle sera l'enquête.

source: This survey code soon exists in this language
fr: Ce code d'enquête existe déjà dans cette langue

source: The user's answers to the survey have been succesfully removed.
fr: Les réponses de l'utilisateur à l'enquête ont bien été supprimées.

source: Delete this user's answers
fr: Supprimer les réponses de cet utilisateur à cette enquête

source: Select type
fr: Sélectionner le type

source: Conditional
fr: Test de personnalité

source: Parent Survey
fr: Enquête mère

source: One question per page
fr: Une question par page

source: Enable shuffle mode
fr: Activer le mode aléatoire
