Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: <p>The Course Settings allows you to manage the global parameters of your course: Title, code, language, name of trainer etc.</p><p>The options situated in the centre of the page deal with confidentiality settings : is the course public or private? Can users register to it? You can use these settings dynamically e.g. allow self-registration for one week > ask your students to register > close access to self-registration > remove possible intruders through the Users list. This way you keep control of who is registered while avoiding the administrative hassle of registering them yourself.</p>(Note - some organizations prefer not to use this method and opt to centralise registration. In this case, participants cannot enrol in your course at all, even if you, as a trainer / teacher, wish to give them access. To check this, look at the home page of your campus (as opposed to your course homepage) to see if the 'Register' link is present.) </p> <p>At the bottom of the page, you can back up the course and delete it. Backup will create a file on the server and allow you to copy it on your own Hard Disk locally so that there will be two backups each in different places. If you back up a course and then delete it you will not be be able to restore it yourself, but the system administrator can do this for you if you give him/her the code of your course. Backing up a course is also a good way to get all your documents transferred to your own computer. You will need a tool, like Winzip® to UNZIP the archive. Note that backing up a course does not automatically remove it.</p>
fr: <p>L'outil 'Propriétés du cours' vous permet de modifier le comportement global de votre cours.</p><p>La partie supérieure de la page permet de modifier les rubriques qui apparaissent dans l'entête de votre cours: nom du formateur/de l'enseignant (n'hésitez pas à en introduire plusieurs), intitulé du cours, code, langue. Le département est facultatif et peut représenter un sous-ensemble de votre organisation : cellule, groupe de travail etc.</p><p>La partie médiane de la page vous permet de déterminer les paramètrs de confidentialité. Une utilisation classique consiste à fermer tout accès au cours pendant la période de fabrication (pas d'accès, pas d'inscription), d'ouvrir ensuite à l'inscription mais non à la visibilité publique, et ce le temps nécessaire pour que chacun des participants s'inscrive, puis de refermer l'inscription et d'aller dans Membres chasser les éventuels intrus. Certaines organisations préfèrent ne pas utiliser cette méthode et recourir à une inscription administrative centralisée. Dans ce cas, les participants n'ont pas même l'opportunité de s'inscrire à votre cours, quand bien même vous, en tant que formateur/enseignant, leur en donneriez l'accès. Observez donc la page d'accueil de votre campus (non celle de votre cours) pour voir si le lien 'S'inscrire' est présent.</p><p>La partie inférieure de le page permet d'effectuer une sauvegarde du cours et/ou de supprimer celui-ci. La sauvegarde copiera une archive ZIP de votre cours sur le serveur et vous permettra en outre de la récupérer sur votre ordinateur local par téléchargement. C'est une façon commode de récupérer l'ensemble des documents qui se trouvent dans votre cours. Il vous faudra utiliser un outil de décompression genre Winzip® pour ouvrir l'archive une fois récupérée.

source: Add a Link help
fr: Aide Ajouter un lien

source: <p>Chamilo is a modular tool. You can hide and show tools whenever you want, according to the requirements of your project or to a particular chronological part of it. But you can also add tools or pages to your home page that you have created yourself or that come from outwith your Chamilo portal. That way, you can customise your course home page to make it your own.</p><p>In so doing, you will doubtless want to add your own links to the page. Links can be of two types:<ul><li><b>External link</b>: you create a link on your home page to a website situated outside your course area. In this case, you will select 'Target= In a new window' because you don't want that website to replace your Chamilo environment.</li><li><b>Internal link</b>: you link to a page or a tool inside your Chamilo course. To do this, first go to the relevant page (or document, or tool), copy its URL from the address bar of your browser (CTRL+C), then you go to 'Add link' and paste this URL in the URL field, giving it whatever name you want. In this case, you will select 'Target=Same window' because you want to keep the Chamilo banner on top and the link page in the same environment.</li></ul>Once created, links cannot be edited. To modify them, the only solution is to deactivate and delete them, then start over.</p>
fr: <p>Dokeos est un outil modulaire. Il vous permet de masquer et d'afficher les outils à votre guise. Poussant plus loin cette logique, Chamilo vous permet aussi d'ajouter des liens sur votre page d'accueil.</p>Ces liens peuvent être de deux types:<ul><li><b>Lien externe</b> : par exemple vous renvoyez ver le site Google, http://www.google.be. Choisissez alors comme destination du lien : Dans une autre fenêtre,</li><li><b>Lien interne</b> : vous pouvez créer un raccourci sur votre page d'accueil qui pointe directement vers n'importe quelle page ou outil situé à l'intérieur de votre cours. Pour ce faire, rendez-vous sur cette page ou dans cet outil, copiez (CTRL+C) l'URL de la page, revenez sur la page d'accueil, ouvrez Ajouter un lien et collez (CTRL+V) l'URL de la page dans le champ URL puis donnez-lui le nom de votre choix. Dans ce cas, vous choisirez préférablement comme destination du lien : Dans la même fenêtre.</li></ul>Remarque : une fois créés, les liens sur page d'accueil ne peuvent pas être modifiés. Il vous faudra les masquer, puis les détruire, puis recommencer en partant de zéro.</p>

source: Clear content
fr: Effacer le contenu

source: Groups Help
fr: Aide Groupes

source: Content of the groups
fr: <p>L'outil de groupes vous permet de fournir à des groupes d'étudiants des espaces privatifs pour échanger des documents et discuter dans un forum. L'outil de documents des groupes leur permet, en outre, de publier un document dans 'Travaux' une fois ce document jugé définitif. On peut ainsi passer d'une logique de travail confiné à une logique de diffusion vers l'enseignant/formateur ou vers les membres des autres groupes.</p><b>Compléter les groupes</b><p>Il existe 3 manières de compléter les groupes:<ol><li>soit les participants s'auto-inscrivent dans les groupes dans la limite des places disponibles,</li><li>soit ils sont inscrits manuellement un à un par le formateur,</li><li>soit les groupes sont complétés de façon automatique au hasard</li></ol>Pour 1 : il faut éditer les Paramètres des groupes (milieu de la page) pour vérifier que la case 'auto-inscription' est cochée.<br/>Pour 2 : il faut créer des groupes (coin supérieur gauche) puis éditer chacun des groupes et le compléter en faisant passer les personnes du menu de gauche vers le menu de droite (CTRL+ clic ou POMME+ clic pour sélectionner plusieurs personnes simultanément).<br/>Pour 3 : il faut cliquer sur 'Remplir les groupes au hasard'.<br/>Attention : 2 et 3 ne fonctionnent que si les participants sont préalablement inscrits au cours.</p><b>Éditer les groupes</b><p>Éditer les espaces des groupes (crayon jaune) permet de les renommer, de leur ajouter un descriptif (tâches du groupe, numéro de téléphone du tuteur...), de modifier leurs paramètres et de modifier leur composition, de leur ajouter un modérateur (ou tuteur). Pour créer un groupe restreints aux modérateurs eux-mêmes, en créer un dont le nombre maximum de participants est zéro (car les modérateurs ont tous accès à tous les groupes par défaut).

source: Manual
fr: Manuel

source: You should write a message
fr: Vous devriez écrire un message

source: This message is to inform you that has created a new course on platform
fr: Ce petit message pour vous informer qu'un nouveau cours a été créé sur la plateforme

source: New course created in
fr: Nouveau cours créé dans

source: The teacher is set as you for now. You can change this setting later in the course configuration settings
fr: Vous êtes considéré comme formateur pour l'instant. Vous pourrez modifier ce paramètre plus tard dans la page de configuration des paramètres du cours.

source: Installation Language
fr: Langue d'installation

source: Please read the following requirements thoroughly.
fr: À lire attentivement

source: Warning!<br />The installer has detected an existing Chamilo platform on your system.
fr: Attention ! Une installation de Chamilo existe déjà sur votre système.

source: New installation
fr: Nouvelle installation

source: Check database connection
fr: Vérification de la connexion à la base de données

source: Show Overview
fr: Récapitulatif

source: Install
fr: Installation

source: of
fr: sur

source: For more details
fr: Pour plus d'info

source: Server requirements
fr: Pré-requis serveur

source: Your server must provide the following libraries to enable all features of Chamilo. The missing libraries shown in orange letters are optional, but some features of Chamilo might be disabled if they are not installed. You can still install those libraries later on to enable the missing features.
fr: Librairies et fonctionnalités que le serveur doit être en mesure de fournir pour utiliser Chamilo à son plein potentiel

source: PHP version
fr: Version de PHP

source: Support
fr: disponible

source: Your PHP version matches the minimum requirement:
fr: Version de PHP suffisante:

source: Recommended settings
fr: Paramètres recommandés

source: Recommended settings for your server configuration. These settings are set in the php.ini configuration file on your server.
fr: Paramètres recommandés pour tourner Chamilo. Ces paramètres sont attribués dans le fichier de configuration php.ini sur votre serveur.

source: Currently
fr: Actuellement

source: Directory and files permissions
fr: Permissions sur les répertoires et fichiers

source: Some directories and the files they include must be writable by the web server in order for Chamilo to run (user uploaded files, homepage html files, ...). This might imply a manual change on your server (outside of this interface).
fr: Certains répertoires et les fichiers qu'ils contiennent doivent permettre l'écriture par le serveur web pour que Chamilo puisse fonctionner (fichiers envoyés par les étudiants, pages d'accueil du campus en HTML, ...). Ceci nécessite généralement une modification manuelle sur le serveur.

source: Not writable
fr: Écriture non-autorisée

source: Writable
fr: Écriture autorisée

source: LDAP Extension not available
fr: Extension LDAP non disponible

source: GD Extension not available
fr: Extension GD non disponible

source: Chamilo is free software distributed under the GNU General Public licence (GPL).
fr: Chamilo est un logiciel libre distribué sous la licence GNU General Public Licence (GPL).

source: I Accept
fr: J'accepte

source: The following values will be written into your configuration file
fr: Les valeurs suivantes seront écrites dans votre fichier de configuration

source: Go to your newly created portal.
fr: Aller directement sur votre nouveau portail.

source: When you enter your portal for the first time, the best way to understand it is to create a course with the 'Create course' link in the menu and play around a little.
fr: Lorsque vous entrez pour la première fois sur votre campus, la meilleure façon de vous y retrouver est de vous créer un compte avec l'option 'Créer des cours' et ensuite de suivre les indications.

source: Update from Chamilo
fr: Mise-à-jour depuis Chamilo

source: Please select the language you'd like to use when installing
fr: Veuillez sélectionner la langue de l'installateur

source: Enable the AsciiSVG plugin in the WYSIWYG editor to draw charts from mathematical functions.
fr: Activer le plugin AsciiSVG de l'éditeur en ligne pour permettre la génération de graphiques selon des fonctions mathématiques.

source: Here are the values you entered
fr: Voici les valeurs que vous avez introduites

source: Print this page to remember your password and other settings
fr: Imprimez cette page pour conserver votre mot de passe et autres paramètres

source: The install script will erase all tables of the selected database. We heavily recommend you do a full backup of them before confirming this last install step.
fr: Le script d'installation va supprimer toutes les tables de la base de données sélectionnée. Nous recommandons avec insistance que vous fassiez une copie de sauvegarde complète de celles-ci avant de confirmer cette dernière étape de l'installation.

source: Published
fr: Publié

source: read warning below
fr: lire l'avertissement ci-dessous

source: Security advice
fr: Conseil de sécurité

source: You have more than %d courses on your Chamilo platform ! Only %d courses have been updated. To update the other courses, %sclick here %s
fr: Vous avez plus de %d cours sur votre campus Chamilo ! %d cours seulement ont été mis à jour. Pour mettre les autres à jour, %s cliquez ici %s

source: To protect your site, make %s and %s (but not their directories) read-only (CHMOD 444).
fr: Pour protéger votre site, mettez %s et %s (pas leur répertoires) en lecture seule (CHMOD 444).

source: has not been found
fr: n'a pas été trouvé

source: Please go back to Step 1
fr: Veuillez retourner à l'étape 1

source: has not been found in that directory
fr: n'a pas été trouvé dans ce répertoire

source: Old version's root path
fr: Chemin de base de l'ancienne version

source: Some files or folders don't have writing permission. To be able to install Chamilo you should first change their permissions (using CHMOD). Please read the %s installation guide %s
fr: Certains fichiers ou répertoires ne permettent pas l'écriture. Afin d'installer Chamilo, vous devriez d'abord changer leurs permissions (en utilisant CHMOD). Merci de lire le %s guide d'installation %s

source: The database server doesn't work or login / pass is bad
fr: Le serveur de bases de données ne fonctionne pas ou la combinaison identifiant/mot de passe est mauvaise

source: Please go back to Step
fr: Veuillez retourner à l'étape

source: The upgrade script will recover and update the Chamilo database(s). In order to do this, this script will use the databases and settings defined below. Because our software runs on a wide range of systems and because all of them might not have been tested, we strongly recommend you do a full backup of your databases before you proceed with the upgrade!
fr: Le script de mise-à-jour va récupérer et modifier les/la base(s) de données de Chamilo. Pour cela, ce script utilisera les bases de données et paramètres définis ci-dessous. Chamilo fonctionnant sur une très large palette de systèmes, et certains de systèmes n'ayant peut-être pas encore été testés, nous recommandons avec insistance de procéder à une copie de sauvegarde complète de votre/vos base(s) de données avant d'aller plus loin!

source: MBString extension not available
fr: Extension MBString non disponible

source: MySQL extension not available
fr: Extension MySQL non disponible

source: The images and media galleries of Chamilo use images from Nuvola, Crystal Clear and Tango icon galleries. Other images and media like diagrams and Flash animations are borrowed from Wikimedia and Ali Pakdel's and Denis Hoa's courses with their agreement and released under BY-SA Creative Commons license. You may find the license details at <a href="http://creativecommons.org/licenses/by-sa/3.0/">the CC website</a>, where a link to the full text of the license is provided at the bottom of the page.
fr: Les images et galeries de média dans Chamilo utilisent des images provenant des galeries d'icônes de Nuvola, Crystal Clear et Tango. D'autres images et média comme les diagrammes et les animations Flash sont empruntées de Wikimedia et des cours d'Ali Pakdel et de Denis Hoa avec leur consentement et publiés sous la licence BY-SA Creative Commons. Vous pouvez trouvez les détails sur cette licence sur <a href="http://creativecommons.org/licenses/by-sa/3.0/deed.fr">le site de CC</a>, où un lien en bas de page vous permet également de consulter le texte intégral de la licence.

source: Optional parameters
fr: Paramètres facultatifs

source: The database connection has failed. This is generally due to the wrong user, the wrong password or the wrong database prefix being set above. Please review these settings and try again.
fr: La connexion à la base de données a échoué. Ceci est généralement dû à une mauvaise configuration de l'utilisateur, du mot de passe ou du préfixe de base de données indiqués ci-dessus. Veuillez les réviser attentivement et essayer à nouveau.

source: Upgrade from Chamilo 1.6.x
fr: Mettre à jour depuis Chamilo 1.6.x

source: Upgrade from Chamilo 1.8.x
fr: Mettre à jour depuis Chamilo 1.8.x

source: Group pending invitations
fr: Invitations de groupe en attente

source: Compose
fr: Composer

source: Baby Orange
fr: Petite Orange

source: Blue lagoon
fr: Lagon bleu

source: Cool blue
fr: Bleu Frais

source: Cosmic campus
fr: Campus Cosmique

source: Delicious Bordeaux
fr: Délicieux Bordeaux

source: Empire green
fr: Vert Impérial

source: Fruity orange
fr: Orange Fruité

source: Medical
fr: Médical

source: Royal purple
fr: Pourpre Royal

source: Silver line
fr: Ligne d'Argent

source: Sober brown
fr: Sobre Brun

source: Steel grey
fr: Gris Acier

source: Tasty olive
fr: Olive Goûteuse

source: In this report you see the results of all questions
fr: Dans ce rapport, vous pourrez voir les résultats de toutes les questions en un seul écran.

source: Questions' overall report
fr: Rapport global de questions

source: bosnian
fr: bosnien

source: czech
fr: tchèque

source: dutch corporate
fr: néérlandais corporate

source: english for organisations
fr: anglais pour organisations

source: friulian
fr: friulien

source: georgian
fr: géorgien

source: hebrew
fr: hébreu

source: korean
fr: coréen

source: latvian
fr: letton

source: lithuanian
fr: lithuanien

source: macedonian
fr: macedonien

source: norwegian
fr: norvégien

source: persian
fr: perse

source: quechua from Cusco
fr: quechua de Cusco

source: romanian
fr: roumain

source: serbian
fr: serbe

source: slovak
fr: slovaque

source: traditional chinese
fr: chinois traditionnel

source: Chamilo installation
fr: Installation de Chamilo

source: Pending invitations
fr: Invitations en attente

source: Session's data
fr: Info de session

source: Select user profile field to add
fr: Sélectionner un champ de profil utilisateur à ajouter

source: Move element
fr: Déplacer élément

source: Show the glossary terms in extra tools
fr: Afficher les termes du glossaire dans les outils extra

source: From here you can configure how to add the glossary terms in extra tools as learning path and exercice tool
fr: Indiquez si vous désirez afficher les termes du glossaire dans les outils de parcours et exercices

source: Survey Help
fr: Aide enquêtes
