Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: No negative score
fr: Pas de points négatifs

source: Global multiple answer
fr: Question à réponses multiples (QRM) avec pondération globale

source: Active only
fr: Actif seulement

source: Authentication source
fr: Identification

source: Registered date
fr: Date d'enregistrement

source: Number of inactive sessions
fr: Numéro de sessions inactives

source: Followed sessions
fr: Sessions suivies

source: Followed courses
fr: Cours suivis

source: Followed users
fr: Utilisateurs suivis

source: Timeline
fr: Ligne du temps

source: Export to PDF web pages and images
fr: Exporter uniquement les pages web et les images à PDF

source: Course catalog
fr: Catalogue de cours

source: Problem recording? Upload your own audio file.
fr: Problème pour enregistrer? Envoyez un fichier audio!

source: Import course progress
fr: Import de progression du cours

source: Export course progress
fr: Export de progression du cours

source: Delete all course progress
fr: Supprimer toute la progression du cours

source: Filter terms
fr: Filtrer les termes

source: Give a list of terms, one by line, to be filtered out of web pages and e-mails. These terms will be replaced by ***.
fr: Indiquez une liste de termes, un par ligne, qui seront filtrés des pages web et courriels, et remplacés par ***.

source: Use custom pages
fr: Utiliser les pages spéciales

source: Enable this feature to configure specific login pages by role
fr: Activez cette fonctionnalité pour configurer des pages de destination spécifiques par rôle au moment de la connexion

source: Learner page after login
fr: Page après connexion pour les apprenants

source: This page will appear to all learners after they login
fr: Cette page s'affichera aux apprenants après connexion (login)

source: Teacher page after login
fr: Page après connexion pour les enseignants

source: This page will be loaded after login for all teachers
fr: Cette page s'affichera aux enseignants après connexion (login)

source: Human resources manager page after login
fr: Page après connexion pour les directeurs RH

source: This page will load after login for all human resources managers
fr: Cette page s'affichera aux directeurs RH après connexion (login)

source: Learner autosubscribe
fr: Auto-inscription des apprenants

source: Learner autosubscribe - not yet available
fr: Auto-inscription des apprenants - pas encore fonctionnel

source: Teacher autosubscribe
fr: Auto-inscription des enseignants

source: Teacher autosubscribe - not yet available
fr: Auto-inscription des enseignants - pas encore fonctionnel

source: Human resources director autosubscribe
fr: Auto-inscription des directeurs RH

source: Human resources director autosubscribe - not yet available
fr: Auto-inscription des directeurs RH - pas encore fonctionnel

source: Cumulative session time for SCORM
fr: Temps cumulatif SCORM

source: When enabled, the session time for SCORM Learning Paths will be cumulative, otherwise, it will only be counted from the last update time. This is a global setting. It is used when creating a new Learning Path but can then be redefined for each one.
fr: Si activé, le temps de session pour les parcours SCORM sera cumulatif. Sinon, il sera uniquement compté depuis le dernier temps de connexion. Ce paramètre est global. Il est utilisé au moment de la création des parcours, mais peut ensuite être redéfini pour chacun des parcours.

source: Session admin page after login
fr: Page après connexion pour les admins de session

source: Page to load after login for the session administrators
fr: Cette page s'affichera aux administrateurs de sessions après connexion (login)

source: Session admin autosubscribe
fr: Auto-inscription d'administrateurs de session

source: Session administrator autosubscribe - not available yet
fr: Auto-inscription d'administrateurs de session - pas encore disponibile

source: Tool visible at course creation
fr: Outils visibles à la création du cours

source: Select the tools that will be visible when creating the courses - not yet available
fr: Sélectionnez les outils qui seront visibles à la création des cours - pas encore disponible

source: CAS internal setting
fr: Paramètres internes CAS

source: Installation process execution
fr: Exécution du processus d'installation

source: Update process execution
fr: Exécution du processus de mise à jour

source: Please wait. This could take a while...
fr: Veuillez patienter, cette opération peut prendre un certain temps...

source: This platform was unable to send the email. Please contact %s for more information.
fr: La plateforme ne peut envoyer le courriel. Veuillez contacter %s pour plus d'information.

source: This is your first login. Please update your password to something you will remember.
fr: C'est votre première connexion. Veuillez mettre votre mot de passe à jour en en utilisant un dont vous vous souviendrez.

source: Click here to contact the administrator
fr: Cliquez ici pour contacter l'administrateur

source: Show all users
fr: Afficher tous les utilisateurs

source: Show users not added to the URL
fr: Afficher les utilisateurs non ajoutés à l'URL

source: Users not added to the URL
fr: Utilisateurs non ajoutés à l'URL

source: Users not registered in any session
fr: Utilisateurs non enregistrés dans aucune session

source: Command line interpreter (CLI)
fr: Interpréteur en ligne de commande (CLI)

source: Please visit our website: http://www.chamilo.org
fr: Veuillez visiter notre site web: http://www.chamilo.org

source: The space used on disk cannot be measured properly on Windows-based systems.
fr: L'espace disque ne peut être mesuré de manière fiable sur les serveurs Windows.

source: %d old tables deleted
fr: %d anciennes tables supprimées

source: %d old databases deleted
fr: %d anciennes bases de données supprimées

source: List
fr: Liste

source: Not authorized
fr: Non autorisé

source: Unknown action
fr: Action non définie

source: First
fr: Premier

source: Last
fr: Dernier

source: You are not authorized to do this
fr: Vous n'êtes pas autorisé à exécuter cette opération

source: No implementation available yet for this action
fr: Cette action n'a pas encore été implémentée

source: Course descriptions
fr: Descriptions de cours

source: Replace existing entries
fr: Remplacer les entrées existantes

source: Add items
fr: Ajouter des éléments

source: Not found
fr: Non trouvé

source: Successfully sent
fr: Envoyé avec succès

source: Sending failed
fr: Envoi échoué

source: The number of sessions limit for this portal has been reached
fr: La limite du nombre de sessions pour ce portail a été atteinte

source: A new session has been created
fr: Une nouvelle session a été créée

source: Offline
fr: Hors ligne

source: Caption
fr: Libellé

source: Credits
fr: Crédits

source: Slider title
fr: Titre du carroussel

source: Single Sign On error
fr: Erreur de Single Sign On

source: Sent
fr: Envoyé

source: Listing
fr: Liste

source: Course RSS
fr: RSS de cours

source: RSS feed for all course notifications
fr: Flux RSS des notifications de cours

source: Learner certificates are public
fr: Les certificats apprenants sont publics

source: Delete all terms before import.
fr: Supprimer tous les termes

source: Portal homepage updated
fr: Page d'accueil du portail mise à jour

source: User registration
fr: Enregistrement utilisateur

source: Actions to be fired when a user registers to the platform
fr: Actions à lancer lorsque un utilisateur s'inscrit sur la plateforme

source: This extension should be loaded.
fr: Cette extension devrait être installée

source: Disabled
fr: Désactivé

source: Required
fr: Requis

source: Category saved
fr: Catégorie enregistrée

source: Category removed
fr: Catégorie supprimée

source: Your browser doesn't support the Nanogong player
fr: Votre navigateur ne supporte pas le player Nanogong

source: Table length
fr: Lignes de la table

source: No record found
fr: Aucun enregistrement

source: Badly formed URL
fr: URL malformé

source: Filtered
fr: Filtré

source: Hide column
fr: Cacher la colonne

source: Show column
fr: Montrer la colonne

source: Legal agreement accepted
fr: Conditions légales acceptées

source: E-mail teachers only on new assignments submission by students
fr: Envoyer un courriel aux formateurs uniquement à la réception d'un nouveau travail

source: E-mail students only on new assignment submission (confirmation e-mail)
fr: Envoyer un courriel à l'étudiant uniquement pour confirmer la réception d'un nouveau travail

source: Uncategorized
fr: Non catégorisé

source: Natural year
fr: Année naturelle (365 jours)

source: Automatic weight
fr: Auto-pondération

source: Use the automatic weight distribution to speed things up. The system will then distribute the total weight evenly between the evaluation items below.
fr: La distribution automatique de la pondération permet d'accélérer un peu le processus en attribuant à chaque élément ci-dessous une pondération égale.

source: Edit weight
fr: Éditer la pondération

source: The skill has been created
fr: Compétence créée

source: Create skill
fr: Créer compétence

source: Cannot create skill
fr: Un problème est survenu lors de la création de cette compétence. Elle n'a pas été enregistrée.

source: Edit skill
fr: Éditer la compétence

source: The skill has been updated
fr: La compétence a été mise à jour

source: Cannot update skill
fr: Un problème est survenu lors de la mise à jour de cette compétence. Les modifications n'ont pas été sauvegardées.

source: Badges management
fr: Gérer les badges

source: Current badges
fr: Badges actuels

source: Save badge
fr: Enregistrer le badge

source: Badge measures 200x200 pixels in PNG
fr: Propriétés recommandées du badge: 200x200 pixels au format PNG

source: Set as coach
fr: Faire coach

source: Unique answer image
fr: Sélection d'image

source: Time spent by students in courses, grouped by code
fr: Temps passé par les étudiants dans les cours, regroupés par code

source: Tests results by student groups, by code
fr: Résultats des tests par les groupes d'étudiants, par code

source: Tests results by student
fr: Résultats des tests par étudiant

source: The system was unable to log you in. Please contact your administrator.
fr: Le système n'a pas pu vous authentifier. Merci de contacter l'administrateur.

source: Shibboleth Login
fr: Login par Shibboleth

source: New status
fr: Nouveau statut

source: Reason
fr: Raison

source: Request new status
fr: Demander un nouveau statut

source: You have been logged-in with default permissions. You can request more permissions by submitting the following request.
fr: Vous avez été authentifié avec les permissions par défaut. Si vous le souhaitez, vous pouvez demander plus de permissions en envoyant la requête suivante.

source: The 'reason' field is mandatory. Please fill it in before submitting.
fr: Le champ 'raison' est obligatoire. Veuillez le compléter avant d'envoyer le formulaire.

source: Your request has been submitted.
fr: Votre demande a été envoyée.

source: We are not able to fulfill your request at this time. Please contact your administrator.
fr: Impossible de traiter votre demande en ce moment. Merci de contacter votre administrateur.

source: Internal login
fr: Login interne

source: You are already logged in
fr: Vous êtes déjà authentifié

source: Sequence ordering
fr: Ordonnancement

source: You have not achieved any certificate just yet. Continue on your learning path to get one!
fr: Vous n'avez pas encore obtenu de certificat

source: Search certificates
fr: Chercher un certificat

source: User %s hast not acquired any certificate yet
fr: L'utilisateur %s n'a pas encore obtenu de certificat

source: Certificates are not publicly available
fr: Les certificats ne sont pas publics

source: Match by dragging
fr: Correspondances glisser-déplacer

source: Thread scored by peers
fr: Fil évalué par les pairs

source: If selected, this option will require each student to qualify at least 2 other students in order to get his score greater than 0 in the gradebook.
fr: Lorsque cette option est sélectionnée, chaque étudiant devra évaluer la participation d'au moins 2 autres étudiants afin d'obtenir un score supérieur à 0 pour sa participation.

source: To get the expected score in this forum, your contribution will have to be scored by another student, and you will have to score at least 2 other students' contributions. Until you reach this objective, even if scored, your contribution will show as a 0 score in the global grades for this course.
fr: Afin d'obtenir le résultat (note) de votre participation dans ce fil de discussion, votre participation devra être évaluée par un autre étudiant, et vous devrez avoir évalué un minimum de 2 autres étudiants. Votre participation restera à 0, même si vous avez été évalué, jusqu'à ce que vous ayez réalisé votre évaluation de 2 autres étudiants.

source: Readable
fr: Lisible

source: Not readable
fr: Non accessible en lecture

source: John
fr: Jean

source: Doe
fr: Dupont

source: Attendances updated
fr: Présences mises à jour

source: Hide top content on homepage when logged in
fr: Cacher le contenu de la page d'accueil une fois connecté

source: On the platform homepage, this option allows you to hide the introduction block (to leave only the announcements, for example), for all users that are already logged in. The general introduction block will still appear to users not already logged in.
fr: Cette option permet de cacher le bloc d'introduction de la page d'accueil de la plateforme (pour y laisser seulement les annonces globales, par exemple), pour tous les utilisateurs qui se sont déjà authentifié. Le bloc d'introduction générale continuera d'apparaître pour le public en général.

source: Hide global announcements for anonymous
fr: Cacher annonces globales aux anonymes

source: Hide platform announcements from anonymous users, and only show them to authenticated users.
fr: Cacher les annonces globales de la plateormes aux utilisateurs anonymes, de telle manière qu'ils puissent être dirigés seulement aux utilisateurs connectés.

source: Use template course for new courses
fr: Modèle pour nouveaux cours

source: Set this to use the same template course (identified by its course numeric ID in the database) for all new courses that will be created on the platform. Please note that, if not properly planned, this setting might have a massive impact on space usage. The template course will be used as if the teacher did a copy of the course with the course backup tools, so no user content is copied, only teacher material. All other course-backup rules apply. Leave empty (or set to 0) to disable.
fr: Configurez ce paramètre pour utiliser le même cours modèle (identifié par son ID numérique en base de données) pour tous les cours qui se créent sur la plateforme à l'avenir. Notez que si l'utilisation de cette fonctionnalité n'est pas correctement planifiée, cela pourrait avoir un impact important sur l'utilisation d'espace disque (par exemple si le cours-modèle contient des fichiers très volumineux). Le cours-modèle sera utilisé comme si un professeur copiait un cours au travers de l'outil de maintenance de cours. Les données de suivi des utilisateurs ne seront donc pas copiées. Seul le matériel créé par le professeur le sera. Toutes les autres règles de copie de cours s'appliquent. Laisser ce champ vide (ou à zéro) pour désactiver cette fonctionnalité.

source: Password strength checker
fr: Valider la complexité du mot de passe

source: Enable this option to add a visual indicator of password strength, when the user changes his/her password. This will NOT prevent bad passwords to be added, it only acts as a visual helper.
fr: L'activation de cette option fera apparaître un indicateur de complexité de mot de passe quand l'utilisateur modifie son mot de passe. Ceci n'empêche *PAS* l'introduction d'un mauvais mot de passe. Il s'agit seulement d'une aide visuelle.

source: Enable a CAPTCHA on the login form to avoid password hammering
fr: Activer cette option fera apparaître un CAPTCHA dans le formulaire de login pour éviter les tentatives de pénétration par force brute.

source: CAPTCHA mistakes allowance
fr: Marge d'erreur du login avec CAPTCHA

source: The number of times a user can make a mistake on the CAPTCHA box before his account is locked out.
fr: Nombre de fois qu'un utillisateur peut se tromper dans l'introduction de son nom d'utilisateur et de son mot de passe avant que son compte ne soit congelé pour un certain temps.

source: CAPTCHA account locking time
fr: Temps de blocage CAPTCHA

source: If the user reaches the maximum allowance for login mistakes (when using the CAPTCHA), his/her account will be locked for this number of minutes.
fr: Si l'utilisateur a atteint le nombre maximum d'erreur de mot de passe (avec le CAPTCHA activé), son compte sera congelé (bloqué) pendant cette quantité de minutes.

source: HR directors access all session content
fr: Accès des DRH au contenu des sessions

source: If enabled, human resources directors will get access to all content and users from the sessions (s)he follows.
fr: Activer cette option pour permettre aux directeurs de ressources humaines d'accéder à tout le contenu et à tous les utilisateurs des sessions qu'ils suivent.

source: Display group forums in general forum
fr: Montrer les forums de groupe dans le forum général

source: Display group forums in the forum tool at the course level. This option is enabled by default (in this case, group forum individual visibilities still act as an additional criteria). If disabled, group forums will only be visible through the group tool, be them public or not.
fr: Montrer les forums de groupe dans l'outil forum au niveau du cours. Cette option est activée par défaut (dans ce cas, les visibilités individuelles de chaque forum de groupe ont l'effet prévu). Si l'option est désactivée, les forums de groupe se verront seulement dans l'outil de groupe, qu'ils soient visibles ou non.

source: Tutors can assign students to sessions
fr: Inscription d'étudiants aux sessions par des tuteurs

source: When enabled, course coaches/tutors in sessions can subscribe new users to their session. This option is otherwise only available to administrators and session administrators.
fr: Activer cette option pour que les tuteurs de cours dans les sessions puissent inscrire de nouveaux utilisateurs à leur session. Sinon, cette option est disponible uniquement pour les administrateurs et administrateurs de session.

source: Images will be resized (up or down) to 200x150 pixels. For a better rendering of the question, we recommend you upload only images of this size.
fr: Les images seront redimensionnées (agrandies ou réduites) à 200x150 pixels. Pour un meilleur rendu de la question, nous recommandons la sélection d'images de cette taille précise.

source: Show learning paths return link
fr: Montrer le bouton de retour dans les parcours

source: Disable this option to hide the 'Return to homepage' button in the learning paths
fr: Désactiver cette option pour cacher le bouton 'Retour à la page d'accueil' dans les parcours.

source: Hide SCORM Export
fr: Cacher l'export SCORM

source: Hide the SCORM Export icon from the Learning Paths list
fr: Activer cette option pour cacher l'option d'exportation SCORM dans la liste des parcours

source: Hide SCORM Copy
fr: Cacher lien de copie de parcours

source: Hide the Learning Path Copy icon from the Learning Paths list
fr: Activer cette option pour cacher l'option de copie dans la liste des parcours.

source: Hide Learning Path PDF export
fr: Cacher le lien d'exportation PDF de parcours

source: Hide the Learning Path PDF Export icon from the Learning Paths list
fr: Activer cette option pour cacher l'export PDF dans la liste des parcours

source: Default coach access days before session
fr: Jours d'accès antérieur à session pour coaches

source: Default number of days a coach can access his session before the official session start date
fr: Le nombre par défaut de jours antérieurs au début d'une session, durant lesquels le coach peut déjà accéder à la session (mais pas les étudiants). Cette limite peut être redéfinie pour chacune des sessions de manière individuelle, et n'influe que la création de nouvelles sessions.

source: Default coach access days after session
fr: Jours d'accès postérieurs à la fin de la session pour les coaches

source: Default number of days a coach can access his session after the official session end date
fr: Le nombre par défaut de jours postérieurs à la fin d'une session, durant lesquels le coach pourra encore accéder à la session (mais plus les étudiants). Cette limite peut être redéfinie pour chacune des sessions de manière individuelle, et n'influe que la création de nouvelles sessions.

source: PDF header logo
fr: Logo d'en-tête PDF

source: Whether to use the image at css/themes/[your-css]/images/pdf_logo_header.png as the PDF header logo for all PDF exports (instead of the normal portal logo)
fr: Activer cette option pour utiliser l'image dans css/themes/[votre-css]/images/pdf_logo_header.png comme logo d'en-tête de tous les exports au format PDF (au lieu du logo normal du portail)

source: Order users by official code
fr: Ordonner les utilisateurs par code officiel

source: Use the 'official code' to sort most students list on the platform, instead of their lastname or firstname.
fr: Utiliser le champ de code officiel pour ordonner la majorité des listes d'utilisateurs de la plateforme, au lieu d'utiliser leur nom ou leur prénom.

source: Default e-mail alert setting on new quiz
fr: Alerte par courriel de réponse aux exercices

source: Whether you want course managers (teachers) to be notified by e-mail when a quiz is answered by a student. This is the default value to be given to all new courses, but each teacher can still change this setting in his/her own course.
fr: Valeur par défaut pour les alertes par courriel quand un exercice a été complété par un étudiant. Ce paramètre vient par défaut pour chaque nouveau cours, mais le professeur peut le modifier pour chacun de ses cours individuellement.

source: Display official code in exercises results
fr: Afficher le code officiel dans les résultats des exercices

source: Whether to show the students' official code in the exercises results reports
fr: Activer pour afficher le code officiel des étudiants dans les résultats des exercices

source: Hide private courses from catalogue
fr: Cacher les cours privés du catalogue

source: Whether to hide the private courses from the courses catalogue. This makes sense when you use the course catalogue mainly to allow students to auto-subscribe to the courses.
fr: Activer pour cacher les cours privés dans le catalogue de cours. Ce paramètre a du sens quand on utilise le catalogue seulement pour permettre aux étudiants de s'auto-inscrire aux cours. Dans ce cas, cela n'a pas de sens de montrer des cours auxquels ils ne peuvent pas s'inscrire.

source: Sessions and courses catalogue
fr: Catalogue de cours et de sessions

source: Whether you want to show only courses, only sessions or both courses *and* sessions in the courses catalogue.
fr: Montrer alternativement les cours, les sessions, ou les deux dans le catalogue de cours

source: Enable language auto-detect in custom pages
fr: Pages personnalisées: Auto-détection des langues
