Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Relaxed open: E-mail teacher when a student ends an exercise, only if an open question is answered
fr: Envoyer un courriel à l'enseignant quand un apprenant termine un exercice, uniquement s'il a répondu à une question ouverte

source: Relaxed audio: E-mail teacher when a student ends an exercise, only if an oral question is answered
fr: Envoyer un courriel à l'enseignant quand l'apprenant termine un exercice, uniquement s'il a répondu à une question orale

source: Student just started an exercise
fr: Début d'exercice par un apprenant

source: Temporary score: %s open question(s) not corrected yet.
fr: Score temporaire: %s question(s) ouverte(s) non corrigée(s).

source: Teacher picture
fr: Photo du prof

source: Feedback if not correct
fr: Feedback si incorrecte

source: Scheduled announcements
fr: Annonces programmées

source: Specific dispatch date
fr: Date spécifique d'envoi

source: Dispatch based on the session's start/end dates
fr: Envoi sur base des dates de début/fin de la session

source: After or before
fr: Avant ou après

source: Before
fr: Avant le

source: This form allows scheduling announcements to be sent automatically to the students who are taking a course in a session.
fr: Ce formulaire permet de programmer l'envoi automatique d'annonces aux étudiants qui réalisent le cours dans une session. Il existe deux types d'annonces programmées: l'envoi à une date spécifique: dans ce cas, on sélectionne un jour en particulier pour procéder à l'envoi du mail; et l'envoi sur base des dates de début ou de fin de la session: dans ce cas, il faut indiquer le nombre de jours de différence avec la date de début ou de fin, auquel l'e-mail doit être envoyé. Par exemple: 3 jours avant la fin de la session.

source: A mandatory survey is waiting your answer. To enter the course, you must first complete the survey.
fr: Une enquête obligatoire est en attente de votre réponse. Pour entrer dans le cours, il est nécessaire de la compléter d'abord.

source: Show previous button
fr: Montrer le bouton 'Précédent'

source: All tickets
fr: Tous les tickets

source: Mandatory?
fr: Obligatoire?

source: %s got a new assignment in course %s
fr: Une nouvelle tâche a été assignée à %s dans le cours %s

source: As his/her human resources manager, you are receiving this e-mail to let you know that %s just got a new assignment in course %s
fr: En tant que son responsable RH, vous recevez cet e-mail pour vous avertir qu'une nouvelle tâche vient d'être assignée à %s dans le cours %s.

source: Student linking requests
fr: Demandes de liens entre utilisateurs

source: E-mail students and their Human Resources Manager on assignments creation
fr: Envoyer un e-mail aux apprenants et à leurs directeurs de ressources humaines lors de la création d'un travail

source: Student linking request accepted
fr: Demande de lien acceptée

source: Linked to student
fr: Lié à l'apprenant

source: Request linking to student
fr: Liens avec apprenants

source: Linking request added
fr: Demande de lien enregistrée

source: Human Resource Managers list
fr: Liste des directeurs de ressources humaines

source: Assign Human Resources Manager to user
fr: Assigner Directeur des Ressources Humaines

source: Add Human Resources Manager to user
fr: Ajouter Directeur des Ressources Humaines

source: Human Resources Manager assigned users course list
fr: Liste des cours des utilisateurs assignés au directeur des ressources humaines

source: Go to Survey
fr: Aller à l'enquête

source: Certificate notification
fr: Avis d'obtention de certificat

source: ((user_first_name)),
fr: Cher/Chère ((user_first_name)), vous avez terminé ((course_title)). Votre note finale est de ((score)). Merci de laisser passer quelques jours avant l'apparition de le visualiser sur notre système. Nous espérons que vous en ayez pleinement profité et que nous vous reverrons bientôt dans l'un de vos prochains cours. Si nous pouvons vous être utile d'une quelconque manière, n'hésitez pas à nous contacter.

source: Send certificate notification to all users
fr: Envoyer les avis de certificat à tous les utilisateurs

source: Fwd
fr: Tr

source: Forwarded message
fr: Message transféré

source: Forward message
fr: Transférer message

source: You will find below the list of course categories.
fr: Vous trouverez ci-dessous la liste des catégories de cours.

source: Feature disabled by administrator
fr: Fonctionnalité désactivée par l'administrateur

source: Subscribe users to category
fr: Inscrire les utilisateurs à la catégorie

source: Subscribe groups to category
fr: Inscrire des groupes à la catégorie

source: Note that if the inscription of users in a category is available, then if you have already subscribe user to the category it will override the inscription of users here in the Learning Path
fr: Notez que si l'inscription des utilisateurs dans une catégorie est disponible, alors si vous avez déjà abonné l'utilisateur à la catégorie, elle annulera l'inscription des utilisateurs ici dans le parcours

source: Note that the inscription of users in a category will override the inscription of users in the Learning Path
fr: Notez que l'inscription des utilisateurs dans une catégorie annulera l'inscription des utilisateurs dans les parcours

source: Select with text field
fr: Sélecteur avec des champs texte

source: Triple select
fr: Triple sélecteur

source: You confirm that you really want to subscribe to this plateform.
fr: Vous confirmez que vous souhaitez vraiment vous inscrire à cette plateforme.

source: Add text
fr: Ajouter un texte

source: When you start recording, you can pause whenever you want. If you are not satisfied, register again. This will overwrite the previous version. Satisfied? To transmit the recording click on "Save recorded audio".
fr: Lors de l’enregistrement, tu peux faire une pause dès que tu le souhaites. Si tu n’es pas satisfait, enregistre-toi à nouveau. Cela écrasera la version précédente. Satisfait ? Pour transmettre l’enregistrement clique sur « Sauvegarder l’audio enregistré ».

source: Best score in learning path
fr: Meilleur score parcours

source: Best score not in learning path
fr: Meilleur score hors-parcours

source: Send confirmation mail again
fr: Envoyer un nouveau mail de confirmation

source: User confirmed. Now you can login the platform.
fr: Utilisateur confirmé. Vous pouvez à présent vous connecter sur la plateforme.

source: Agenda available in course %s
fr: Agenda disponible dans le cours %s

source: You have been subscribed to the course %s the start date is %s and %s
fr: Vous avez été inscrit au cours %s. Le cours débute le %s et termine le %s

source: E-mail to teachers on new user's student publication feedback.
fr: E-mail aux formateurs lors d'un nouveau commentaire sur un travail remis.

source: Your session time is expired.
fr: Votre temps de session est expiré.

source: Learner %s has enough sub-skill to get skill %s. To assign this skill it is possible to go here : %s
fr: L'apprenant %s a obtenu le nombre suffisant de sous compétence pour obtenir la compétence %s. Pour lui assigner cette compétence il est possible de se rendre ici : %s

source: This e-mail was sent via course %s
fr: Cet e-mail a été envoyé via le cours %s

source: This e-mail was sent via course %s in session %s
fr: Cet e-mail a été envoyé via le cours %s dans la session %s

source: Diagram
fr: Diagramme

source: Career %s doesn't have a diagram.
fr: La carrière %s n'a pas de diagramme.

source: Exercise report by category for all sessions
fr: Rapport d'exercice par catégorie dans toutes les sessions

source: Require e-mail confirmation
fr: Exiger confirmation par e-mail

source: Registration confirmation
fr: Confirmation d'inscription

source: Your account is inactive because you have not confirmed it yet. Check your email and follow the instructions or click the following link to resend the email
fr: Votre compte n'est pas encore actif parce que vous ne l'avez pas encore confirmé par e-mail. Vérifiez votre boîte mail et suivez les instructions, ou cliquez sur le lien suivant pour renvoyer un e-mail de confirmation.

source: To complete your platform registration you need confirm your account by clicking the following link
fr: Pour compléter votre inscription sur la plateforme, vous devez confirmer votre compte en cliquant sur le lien suivant

source: Confirmation for new account
fr: Confirmation d'un nouveau compte

source: You need confirm your account via email to access the platform
fr: Vous devez confirmer votre compte par e-mail pour accéder à la plateforme

source: Enable Cloud files link addition
fr: Activer l'ajout de liens vers des fichiers dans le Cloud

source: Allow users to link to a file hosted on a public cloud service as if they were documents in the Chamilo documents tool.
fr: Autoriser les utilisateurs à ajouter des liens vers des fichiers hébergés sur des services de Cloud publics, comme si ces fichiers étaient des documents disponibles dans l'outil Documents.

source: This URL already exists
fr: Cette URL existe déjà

source: An error occurred while adding the link to a cloud file.
fr: Une erreur s'est produite lors de l'ajout du lien vers un fichier dans le Cloud.

source: Add link to Cloud file
fr: Ajouter un lien vers un fichier dans le Cloud

source: Cloud link deleted
fr: Lien vers fichier Cloud supprimé

source: Cloud link moved
fr: Lien Cloud déplacé

source: Error deleting the cloud link.
fr: Erreur de suppression du lien Cloud.

source: Cloud link added
fr: Lien Cloud ajouté.

source: Please enter a name for this Cloud link
fr: Veuillez introduire un titre pour ce lien Cloud.

source: Cloud file link updated.
fr: Lien Cloud mis à jour.

source: The domain is not valid. It must be one of the following:
fr: Le domaine n'est pas valide. Il doit faire partie de la liste suivante:

source: List of valid domains
fr: Liste des domaines valides

source: URL field format invalid. Example of expected format: http://dropbox.com/sh/loremipsum/loremipsum?dl=0
fr: Format invalide du champ URL. Exemple de format attendu: http://dropbox.com/sh/loremipsum/loremipsum?dl=0

source: File extension
fr: Extension du fichier

source: Audit report
fr: Rapport d'audit

source: The Google Translate API used by this feature returned and empty answer. Please check or ask your translate_app_google_key setting is set correctly, or kindly ask an administrator to do so.
fr: L'API de Google Translate utilisée pour cette fonctionnalité a renvoyé une réponse vide. Veuillez vérifier que le paramètre de configuration translate_app_google_key a bien été configuré, ou demandez à un administrateur de le faire.

source: Link me to student
fr: Me lier à l'apprenant

source: Please select the student you want to request a link to, so the administrators can review and approve your request. Please note that proper administrative procedures should have been followed first to ensure the admin can legally accept your request.
fr: Sélectionnez l'apprenant auquel vous souhaitez être lié afin que les administrateurs puissent réviser et approuver votre requête. Merci de bien vouloir suivre les procédures administratives obligatoires avant votre sollicitude, afin que l'administrateur puisse accepter votre requête en toute légalité.

source: Request linking with student
fr: Demander le lien avec cet apprenant

source: Send pending announcements manually
fr: Envoyer manuellement les annonces en attente

source: Student linking request rejected
fr: Demande de lien refusée

source: Student link removed
fr: Lien avec apprenant supprimé

source: Session template
fr: Modèle de session

source: Cloud file link
fr: Lien vers un fichier Cloud

source: Reset %s
fr: Réinitialiser %s

source: My global certificate
fr: Mon certificat global

source: Message tracking
fr: Suivi des messages

source: Messages exchange between %s and %s
fr: Échange de messages entre %s et %s

source: You will receive another email with your password
fr: Vous allez recevoir un autre mail avec votre mot de passe.

source: You must have received another email with your username.
fr: Vous avez du recevoir un autre mail avec votre identifiant.

source: You must upload a zip file with the same name as the original SCORM file.
fr: Vous devez envoyer un fichier zip du même nom que le fichier SCORM original.

source: You need to create a skill profile
fr: Vous devez créer un profil de compétences

source: Skill level
fr: Niveau de compétence

source: Add item to portfolio
fr: Ajouter au portfolio

source: New document added to course %s
fr: Un nouveau document a été déposé dans le cours %s

source: A new document %s has been added to the document tool in your course %s by %s.
fr: Un nouveau document %s a été déposé dans l'outil document de votre cours %s par %s.

source: Pending surveys
fr: Enquêtes en attente

source: No pending surveys
fr: Pas d'enquête en attente

source: Most popular sessions
fr: Sessions les plus populaires

source: Item can be viewed - Prerequisites completed
fr: Etape accessible

source: Item %s blocks this step
fr: L'absence de consultation de l'étape "%s" ne vous permet pas d'accéder à celle-ci

source: Your result at %s blocks this step
fr: Votre score à l'étape "%s" ne vous permet d'accéder à celle-ci

source: What do you want to do?
fr: Que souhaitez-vous faire?

source: Follow courses
fr: Suivre des cours

source: Teach courses
fr: Enseigner

source: Edit portfolio item
fr: Éditer élément du portfolio

source: Portfolio item added
fr: Élément du portfolio enregistré

source: Explore more courses
fr: Explorer plus de cours

source: Links of interest
fr: Liens d'intérêt

source: Export to Chamilo format
fr: Exportation du parcours

source: Courses coming soon
fr: Cours à paraître

source: Sale price
fr: Prix de vente

source: Buy now
fr: Acheter

source: Collaboration mode
fr: Mode collaboratif

source: Read only mode
fr: Mode lecture seule

source: Document access
fr: Type d'usage

source: Share mode
fr: Mode partagé

source: This session has a limited duration of %s days
fr: Cette session a une durée limitée à %s jours

source: Last month
fr: Mois passé

source: This month
fr: Mois actuel

source: Portal user session stats
fr: Nombre d'apprenants par session et par portail

source: You may add an introduction to this tool page as a helper text for your students. Simply click the edit icon to add some text. This short info text here is invisible to students and you can just leave this block empty, but what you will type will be visible to them.
fr: Ce texte est invisible pour vos apprenants tant qu'elle n'est pas modifiée, mais cette section vous permet de rajouter votre propre texte d'introduction à cet outil pour fournir une guidance localisée à vos apprenants. Pour introduire ce texte pour vos apprenants, cliquez sur l'icône d'édition.

source: The document auto-launch feature configuration is enabled. Learners will be automatically redirected to document tool.
fr: La fonctionnalité d'auto-démarrage des documents est activée. Les apprenants seront automatiquement redirigés vers l'outil documents.

source: Auto-launch for documents
fr: Auto-démarrage vers l'outil documents

source: Redirect to the document list
fr: Rediriger vers la liste des documents

source: The exercises auto-launch feature configuration is enabled. Learners will be automatically redirected to exercise list.
fr: La fonctionnalité d'auto-démarrage des exercices est activée. Les apprenants seront automatiquement redirigés vers la liste des exercices.

source: Posted deadline for sending the work (Visible to the learner)
fr: Date limite affichée d'envoi du travail (visible par l'apprenant)

source: Follow up message about student %s
fr: Message de suivi concernant l'apprenant %s

source: Hi,<br/><br/>
fr: Bonjour,<br/><br/>

source: Include services
fr: Inclure les services

source: Enable culqi
fr: Activé culqi

source: The selected users have all been disabled
fr: Les utilisateurs sélectionnés ont tous été désactivés.

source: Some of the selected users have not been disabled. We recommend you confirm which, by using the advanced search.
fr: Certains des utilisateurs sélectionnés n'ont pas été supprimés. Nous vous recommandons de confirmer lesquels en utilisant la recherche avancée.

source: The selected users were all enabled.
fr: Tous les utilisateurs sélectionnés ont été activés.

source: Some of the selected users have not been enabled. We recommend you confirm which, by using the advanced search.
fr: Certains des utilisateurs sélectionnés n'ont pas été activés. Nous vous recommandons de confirmer lesquels en utilisant la recherche avancée.

source: Encrypted data
fr: Données encryptées

source: Random data
fr: Données aléatoires

source: Personal data
fr: Données personnelles

source: Complex data (not shown)
fr: Données complexes non affichées

source: Personal data: introduction
fr: Introduction à vos données personnelles

source: Personal data we keep about you
fr: Données personnelles que nous conservons à votre sujet

source: Permissions you gave us
fr: Permissions que vous nous avez données

source: Organization responsible for your data treatment
fr: Organisation responsable du traitement

source: Personal data treatment
fr: Traitement des données

source: Personal data collection
fr: Collecte des données personnelles

source: Personal data recording
fr: Enregistrement des données personnelles

source: Personal data organization
fr: Organisation des données personnelles

source: Personal data structure
fr: Structuration des données personnelles

source: Personal data conservation
fr: Conservation des données personnelles

source: Personal data adaptation or modification
fr: Adaptation ou modification des données personnelles

source: Personal data extraction
fr: Extraction des données personnelles

source: Personal data queries
fr: Consultation des données personnelles

source: Personal data use
fr: Utilisation des données personnelles

source: Personal data communication and sharing
fr: Communication et diffusion des données personnelles

source: Personal data interconnection
fr: Interconnexion des données personnelles

source: Personal data limitation
fr: Limitation des données personnelles

source: Personal data deletion
fr: Effacement des donnée personnelles

source: Personal data destruction
fr: Destruction des donnée personnelles

source: Personal data profiling
fr: Profilage des donnée personnelles

source: We respect your privacy!
fr: Nous respectons vos données personnelles! Cette page unit tous les aspects correspondants aux données personnelles que nous pourrions conserver à votre sujet, comment nous les traitons et ce que vous nous avez autorisé de faire avec, ainsi que qui nous sommes, dans un effort de correspondance à la majorité des lois de protection des données disponibles et applicables. Merci de lire l'information à votre disposition avec attention. Si vous avez des questions, merci de localiser nos données de contact ci-dessous et de nous y envoyer vos questions.

source: Your degree of certainty
fr: Votre degré de certitude

source: Degree of certainty that my answer will be considered correct
fr: Degré de certitude que la réponse soit jugée correcte

source: Incorrect answers: %s
fr: Réponses incorrectes: %s

source: Kind regards,
fr: Cordialement,

source: Please do not reply
fr: Ne pas répondre

source: Results for the accomplished test
fr: Résultats du test réalisé

source: Your results by discipline
fr: Vos résultats discipline par discipline

source: In comparison, your latest results for this test
fr: Pour comparaison, votre dernier résultat à ce test

source: Your overall results for the test
fr: Votre résultat sur l'ensemble du test

source: You will find your results for test %s below.<br />
fr: Voici, ci-dessous vos résultats pour le test %s.<br />Pour consulter le détail des résultats <br /><br />1. Connectez-vous sur la plateforme Chamilo (identifiant/mot de passe universitaire): <a href='%s'>se connecter à Chamilo</a>.<br /><br />2. Puis cliquez sur ce lien: <a href='%s'>voir mes résultats détaillés</a>.<br /><br />

source: Very sure
fr: Savoir certain

source: Your answer was correct and you were 80% sure about it. Congratulations!
fr: Votre réponse a été correcte et vous étiez sûr à 80% ou plus. Félicitations.

source: Pretty sure
fr: Savoir fragile

source: Your answer was correct but you were not completely sure (only 60% to 70% sure)
fr: Votre réponse était correcte mais vous étiez peu sûr (certitude 60% ou 70%)

source: Declared ignorance
fr: Ignorance déclarée

source: You didn't know the answer - only 50% sure
fr: Vous ne connaissiez pas la réponse - degré de certitude 50%

source: Unsure
fr: Erreur présumée

source: Your answer was incorrect, but you guessed it was (60% to 70% sure)
fr: Votre réponse était incorrecte, mais vous vous en doutiez (certitude 60% ou 70%)

source: Very unsure
fr: Erreur dangereuse

source: Your answer was incorrect although you were about 80% (or more) sure it was wrong
fr: Votre réponse était incorrecte, mais vous en étiez sûr à 80% ou plus

source: I don't know the answer and I've picked at random
fr: J’ignore la bonne réponse et j’ai choisi au hasard

source: I am very unsure
fr: Je suis très peu sûr

source: I am unsure
fr: Je suis peu sûr

source: I am pretty sure
fr: Je suis assez sûr

source: I am almost 100% sure
fr: Je suis quasiment sûr

source: I am totally sure
fr: Je suis tout à fait sûr

source: Multiple answer true/false/degree of certainty
fr: Rép. multiples vrai/faux/degré de certitude

source: Correct answers: %s
fr: Réponses correctes: %s

source: Total hours
fr: Heures totales

source: Minutes per day
fr: Minutes par jour

source: Classroom activity
fr: Activité de classe

source: 1 day
fr: 1 jour

source: User %s's information anonymized.
fr: Les données de l'utilisateur %s ont été anonymisées.

source: We could not anonymize user %s's information. Please try again or check the logs.
fr: Impossible d'anonymiser les données de l'utilisateur %s. Merci d'essayer à nouveau ou de vérifier les logs.

source: You don't have permissions to anonymize user %s. You need the same permissions as to delete users.
fr: Vous n'avez pas les permissions pour anonymiser l'utilisateur %s. Il s'agit des mêmes permissions que pour la suppression d'utilisateurs.

source: Anonymize
fr: Anonymiser

source: The styles and assets in the web/ folder have been refreshed.
fr: Les styles et fichiers statiques du répertoire web/ on été mis à jour.

source: The styles and assets in the web/ folder could not be refreshed, probably due to a permissions problem. Make sure the web/ folder is writeable by your web server.
fr: Les styles et fichiers statiques du répertoire web/ n'ont pas pu être mis à jour, probablement à cause de problèmes de permissions. Assurez-vous que l'utilisateur système de votre serveur web puisse écrire dans le répertoire web/.

source: Copy text
fr: Copier le texte

source: We need you to accept our treatment of your data in order to provide you with this service. If you want to register an account, please accept the terms and click Submit. If you don't accept, no personal data will be treated by us about you.
fr: Nous avons besoin que vous acceptiez notre traitement de vos données afin de vous fournir ce service. Si vous souhaitez créer un compte, veuillez en accepter les termes et cliquer sur Envoyer. Si vous n'acceptez pas, aucune donnée personnelle ne sera traitée par nous à votre sujet.

source: No terms and conditions available
fr: Aucune condition d'utilisation disponible

source: Personal data officer's name
fr: Nom du délégué à la protection des données personnelles

source: Personal data officer's role
fr: Rôle du délégué à la protection des données personnelles

source: Assets
fr: Éléments extra (assets)
