Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Login list (extended)
fr: Liste étendue des logins

source: Maximum users showing in scroll list
fr: Nombre maximum d'utilisateurs affichés dans une liste déroulante

source: No time limits
fr: Pas de limite de temps

source: General properties
fr: Propriétés générales

source: Course coach
fr: Coach du cours

source: Users number
fr: Nombre d'utilisateurs

source: Public administration
fr: Administration Publique

source: Page after login
fr: Page d'accueil des utilisateurs identifiés

source: The page which is seen by the user entering the platform
fr: Page vers laquelle est redirigé un utilisateur qui se connecte

source: My Profile tab
fr: Tab Mon profil

source: Global Role
fr: Objectif principal

source: Manage Todo list
fr: Gestion des suggestions

source: Info about the System
fr: Info Système

source: Compare translations
fr: Comparaison des traductions

source: Reporting for
fr: Statistiques de

source: PDF download is not allowed for students
fr: Les apprenants ne peuvent pas télécharger un PDF

source: Login list
fr: Liste des logins

source: Status of MySQL server :
fr: Statut du serveur MySQL

source: Database
fr: Base de données

source: works
fr: Fonctionne

source: MySql Client
fr: Client MySQL

source: MySql Server
fr: Serveur MySQL

source: Owner
fr: Propriétaire

source: Upgrade database
fr: Mettre à jour la base de données

source: errors found
fr: Erreurs rencontrées

source: Backup
fr: Maintenance

source: Upgrade Chamilo
fr: Mise à jour de la plateforme

source: Website
fr: Chamilo sur le web

source: Contribute
fr: Contribuer

source: Server Information
fr: Informations serveur

source: Send a mail to users
fr: Envoyer un mail aux utilisateurs

source: System code
fr: Code système

source: Visual code
fr: Code à afficher

source: System Code
fr: Code du système

source: visual code
fr: Code à afficher

source: Manage virtual courses
fr: Gérer les cours virtuels

source: Create a virtual course
fr: Créer un cours virtuel

source: The virtual course will share storage space (directory and database) with an existing 'real' course.
fr: Le cours virtuel qui partage son espace de stockage (répertoire et base de données) avec un cours 'réel' existant.

source: Real course code
fr: Code réel du cours

source: The course was successfully created.
fr: Le cours a été créé avec succès.

source: on the hard disk
fr: sur le disque dur

source: Virtual course?
fr: est un cours virtuel

source: Announcement has been updated
fr: L'annonce a été mise à jour

source: This Meta Image path is the path to a file inside your Chamilo directory (e.g. home/image.png) that should show in a Twitter card or a OpenGraph card when showing a link to your LMS. Twitter recommends an image of 120 x 120 pixels, which might sometimes be cropped to 120x90.
fr: Ce chemin vers une image au sein de votre répertoire Chamilo (ex: home/image.png) permet l'affichage d'une image qui accompagne les Twitter Cards ou les encarts OpenGraph qui représentent votre plateforme sur d'autres sites où elle est référencée. Twitter recommande l'utilisation d'images de 120x120 pixels, qui sont parfois recoupées vers du 120x90.

source: Permissions for new files
fr: Permissions des nouveaux fichiers

source: The ability to define the permissions settings to assign to every newly-created file lets you improve security against attacks by hackers uploading dangerous content to your portal. The default setting (0550) should be enough to give your server a reasonable protection level. The given format uses the UNIX terminology of Owner-Group-Others with Read-Write-Execute permissions. If you use Oogie, take care that the user who launch LibreOffice can write files in the course folder.
fr: La possibilité de définir les permissions allouées aux nouveaux fichiers vous permet d'augmenter la sécurité contre les attaques de pirates envoyant des contenus dangereux sur votre serveur. La valeur par défaut (0550) devrait être suffisante pour garantir un bon niveau de protection. Le format donné utilise la terminologie UNIX de Propriétaire-Groupe-Autres et de leurs permissions en Lecture-Écriture-Exécution. Attention, si vous utilisez Oogie, veillez à ce que l'utilisateur qui lance LibreOffice ait les droits en écriture sur les dossiers du cours.

source: Guest
fr: Invité

source: Login as
fr: S'authentifier en tant que

source: Login
fr: S'authentifier

source: Select picture...
fr: Selectionner une image...

source: Don't reset password
fr: Ne pas réinitialiser le mot de passe

source: Participate in development
fr: Participer au développement

source: Portal Language
fr: Langue de la plateforme

source: What sort of server is this? This enables or disables some specific options. On a development server there is a translation feature functional that inidcates untranslated strings
fr: De quelle sorte de serveur s'agit-il ? Ceci active ou désactive certaines options spécifiques. Sur un serveur de dévelopement, il y a une fonctionnalité qui indique les chaînes de caractères non traduites.

source: Server Type
fr: Type de serveur

source: Chamilo Portal Languages
fr: Langues de la plateforme Chamilo

source: This tool manages the language selection menu on the login page. As a platform administrator you can decide which languages should be available for your users.
fr: Cet outil gère le menu de sélection des langues sur la page de login. En tant qu'administrateur de la plateforme, vous pouvez décider quelles langues seront disponibles pour les utilisateurs.

source: Original name
fr: Nom d'origine

source: English name
fr: Nom anglais

source: Chamilo folder
fr: Répertoire Chamilo

source: Properties
fr: Propriétés

source: Configuration settings
fr: Paramètres de configuration de Chamilo

source: The settings have been stored
fr: Les paramètres ont été enregistrés

source: Organization name
fr: Titre de l'institution

source: The name of the organization (appears in the header on the right)
fr: Le nom de l'institution (apparaît dans l'en-tête du côté droit)

source: Organization URL (web address)
fr: URL de l'institution

source: The URL of the institutions (the link that appears in the header on the right)
fr: L'URL de l'institution (le lien apparaît dans l'en-tête du côté droit)

source: E-learning portal name
fr: Nom du portal Chamilo

source: The Name of your Chamilo Portal (appears in the header)
fr: Le nom de votre portail Chamilo (apparaît dans l'en-tête du côté gauche)

source: Portal Administrator: e-mail
fr: Administrateur de la plateforme: Courriel

source: The e-mail address of the Platform Administrator (appears in the footer on the left)
fr: L'adresse de courriel de l'administrateur de la plateforme (apparaît dans le pied de page du côté gauche)

source: Portal Administrator: Last Name
fr: Administrateur de la plateforme: nom de famille

source: The Family Name of the Platform Administrator (appears in the footer on the left)
fr: Le nom de famille de l'administrateur de la plateforme (apparaît dans le pied de page du côté gauche)

source: Portal Administrator: First Name
fr: Administrateur de la plateforme: prénom

source: The First Name of the Platform Administrator (appears in the footer on the left)
fr: Le prénom de l'administrateur de la plateforme (apparaît dans le pied de page, du côté gauche)

source: Platform Administrator Information in footer
fr: Informations de l'administrateur de la plateforme dans le pied de page

source: Show the Information of the Platform Administrator in the footer?
fr: Afficher les informations sur l'administrateur de la plateforme dans le pied de page ?

source: Course homepage layout
fr: Présentation page principale des cours

source: How would you like the homepage of a course to look (icons layout)?
fr: Comment sont disposés les icônes d'outils sur la page d'accueil des cours?

source: Two column layout. Inactive tools are hidden
fr: Affichage en 2 colonnes. Les outils inactifs sont cachés

source: Three column layout. Inactive tools are greyed out (Icons stay on their place)
fr: Affichage en trois colonnes. Les outils inactifs sont grisés (les icônes restent à leur place)

source: Tools shortcuts
fr: Raccourcis vers les outils

source: Show the tool shortcuts in the banner?
fr: Afficher les raccourcis vers les outils dans la bannière ?

source: Learner View
fr: Vue apprenant

source: Enable Learner View?<br>This feature allows the teacher to see the learner view.
fr: Activer la vue étudiant ?<br />Cette fonctionnalité permet à l'enseignant de voir ce qu'un étudiant verrait.

source: Group categories
fr: Catégories de groupes

source: Allow teachers to create categories in the Groups tool?
fr: Autoriser les administrateurs de cours à créer des catégories dans l'outil "groupes" du cours

source: You can determine the platform languages in a different part of the platform administration, namely: <a href="languages.php">Chamilo Platform Languages</a>
fr: Vous pouvez déterminer la langue de la plateforme dans une autre section de l'administration, soit: <a href="languages.php">Langues de la plateforme Chamilo</a>

source: Production Server
fr: Serveur de production

source: Test Server
fr: Serveur de test

source: Who's Online
fr: Qui est connecté

source: as platformlanguage
fr: comme langue de la plateforme

source: Display the number of persons that are online?
fr: Afficher le nombre de personnes connectées ?

source: Allow Name Change in profile?
fr: Autoriser le changement de nom dans le profil ?

source: Is the user allowed to change his/her firste and last name?
fr: L'utilisateur est-il autorisé à changer son prénom et son nom de famille?

source: Default hard disk space
fr: Quota par défaut pour un cours

source: What is the available disk space for a course? You can override the quota for specific course through: platform administration > Courses > modify
fr: Quel est le quota par défaut pour un cours? Vous pouvez passer outre ce paramètre pour des cours spécifiques via: Administration > Cours > modifier

source: Profile
fr: Mise à jour du profil

source: Which parts of the profile can be changed?
fr: Quelle partie du profil souhaitez-vous modifier?

source: Registration: required fields
fr: Inscription: champs obligatoires

source: Which fields are required (besides name, first name, login and password)
fr: Quels champs doivent être obligatoirement complétés (en plus de nom, prénom, nom d'utilisateur et mot de passe)

source: Group disk space available
fr: Quota par défaut des groupes

source: What is the default hard disk spacde available for a groups documents tool?
fr: Quel est le quota par défaut pour un groupe?

source: Lost password
fr: Perte de mot de passe

source: Are users allowed to request their lost password?
fr: L'utilisateur est-il autorisé à demander la récupération de son mot de passe?

source: Registration
fr: Inscription

source: Is registration as a new user allowed? Can users create new accounts?
fr: L'inscription d'un nouvel utilisateur est-elle autorisée? Les utilisateurs peuvent-ils créer de nouveaux comptes?

source: Registration as teacher
fr: Inscription en tant qu'enseignant

source: Can one register as a teacher (with the ability to create courses)?
fr: Est-il possible de s'inscrire en tant qu'enseignant (pouvant créer des cours)?

source: Tuning
fr: Améliorations des performances

source: Split users' upload directory
fr: Diviser le répertoire de téléchargement des utilisateurs

source: On high-load portals, where a lot of users are registered and send their pictures, the upload directory (main/upload/users/) might contain too many files for the filesystem to handle (it has been reported with more than 36000 files on a Debian server). Changing this option will enable a one-level splitting of the directories in the upload directory. 9 directories will be used in the base directory and all subsequent users' directories will be stored into one of these 9 directories. The change of this option will not affect the directories structure on disk, but will affect the behaviour of the Chamilo code, so if you change this option, you have to create the new directories and move the existing directories by yourself on te server. Be aware that when creating and moving those directories, you will have to move the directories of users 1 to 9 into subdirectories of the same name. If you are not sure about this option, it is best not to activate it.
fr: Sur les portails à usage très important, où un grand nombre d'utilisateurs sont enregistrés et envoient leur photo, le répertoire de téléchargement (main/upload/users/) pourrait contenir plus de fichiers que le système de fichiers du serveur ne peut gérer (ceci a été signalé pour plus de 36000 fichiers dans un même répertoire sur un serveur Debian). Activer cette option modifiera la gestion de ce répertoire pour utiliser une méthode de séparation en 9 sous-répertoires de "1" à "9" dans le répertoire de base. Les répertoires et fichiers des utilisateurs seront alors stockés dans un de ces 9 répertoires selon leur première lettre/chiffre. L'activation de cette option ne modifie en rien la structure des répertoires sur votre serveur, mais uniquement le comportement du code de Chamilo. C'est à vous de prendre en charge la répartition des répertoires existants dans les nouveaux répertoires, en prenant garde à ce que les répertoires des utilisateurs 1 à 9 soient mis dans un sous-répertoire du même nom. Si vous n'êtes pas certain de ce que vous faites, il est préférable de laisser cette option désactivée.

source: Disk Space
fr: Quotum du cours

source: Edit notice
fr: Éditer l'avis

source: Add a page (CMS)
fr: Insérer un lien

source: Edit News
fr: Éditer les nouvelles

source: Edit courses categories
fr: Éditer les catégories

source: Edit Homepage central area
fr: Éditer la page d'accueil

source: Can a teacher define learner profile fields to retrieve additional information?
fr: Est-ce qu'un administrateur peut définir des en-têtes pour obtenir des informations supplémentaires relatives aux utilisateurs?

source: Twitter Site account
fr: Compte Twitter Site

source: Languages
fr: Langues

source: Title of Notice
fr: Titre de l'avis

source: Text of Notice
fr: Texte de l'avis

source: URL of Link
fr: URL du lien

source: Open in new window
fr: Ouvrir dans une nouvelle fenêtre

source: In the screens allowing addition of users to courses or classes, if the first non-filtered list contains more than this number of users, then default to the first letter (A)
fr: Dans les écrans d'inscription des utilisateurs aux cours ou aux classes, si le nombre d'utilisateurs dans la liste non filtrée, lors du premier chargement, dépasse ce nombre, alors filtrer par défaut à la première lettre (A)

source: Hide the [= ... =] markup when a language variable is not translated
fr: Cache le marquage [= ... =] quand une variable de langue n'est pas traduite

source: Upgrade from LMS v1.9.*
fr: Mette à jour depuis le LMS v1.9.*

source: Sign up!
fr: Inscrivez-vous!

source: The user has been deleted
fr: L'utilisateur a été supprimé

source: There are no classes subscribed to this course
fr: Aucune classe n'est inscrite à ce cours

source: Course usage
fr: Utilisation du cours

source: This user isn't subscribed in a course
fr: Cet utilisateur n'est pas inscrit dans un cours

source: This user isn't subscribed in a class
fr: Cet utilisateur n'est pas inscrit dans une classe

source: This class isn't subscribed in a course
fr: Cette classe n'est inscrite à aucun cours

source: tool
fr: outil

source: number of items
fr: nombre d'éléments

source: Documents and folders
fr: Documents et dossiers

source: Personal Agenda
fr: Agenda perso

source: Can the learner add personal events to the Agenda?
fr: L'utilisateur peut-il ajouter des éléments d'agenda personnels sur la page 'Mon agenda'?

source: current value
fr: Valeur actuelle

source: Already registered to session
fr: Vous êtes déjà inscrit à la session

source: My courses default view
fr: Vue cours par défaut

source: Password
fr: Mot de passe

source: Registr. allowed
fr: Inscription autorisée

source: Unreg. allowed
fr: Désinscription autorisée

source: Add some dummy (example) content to this course
fr: Ajouter du contenu bidon à ce cours

source: Create dummy course content
fr: Créer du contenu de cours bidon

source: This will add some dummy (example) content to this course. This is only meant for testing purposes.
fr: Ceci ajoutera du contenu bidon à ce cours. Cet outil existe à des fins de test uniquement.

source: These are the plugins that have been found on your system. You can download additional plugins on <a href="http://www.chamilo.org/extensions/index.php?section=plugins">http://www.chamilo.org/extensions/index.php?section=plugins</a>
fr: Voici les plugins qui ont été trouvés sur votre système

source: Display list of virtual courses
fr: Afficher une liste des cours virtuels

source: Linked to real course code
fr: Lié au code cours réel

source: Attempted creation of virtual course...
fr: Tentative de création du cours virtuel...

source: Wanted course code
fr: Code cours désiré

source: Reset password
fr: Réinitialiser le mot de passe

source: Check to send new password
fr: Cocher pour envoyer le nouveau mot de passe

source: Automatically generate a new password
fr: Générer un nouveau mot de passe automatiquement

source: Use a title for the document name
fr: Utiliser un titre pour le nom du document

source: This will allow the use of a title for document names instead of document_name.ext
fr: Ceci permettra d'utiliser un titre pour le nom du document plutôt que nom_document.ext

source: Assignments
fr: Travaux d'étudiants

source: Deleted files cannot be restored
fr: Les fichiers effacés sont supprimés définitivement

source: Deleting a file in the documents tool permanently deletes it. The file cannot be restored
fr: Si vous supprimez un fichier dans l'outil documents, il le sera définitivement.

source: Dropbox: Maximum file size of a document
fr: Partage de fichiers: taille maximale des documents

source: How big (in MB) can a dropbox document be?
fr: Quelle taille (en Mo) peut avoir un document dans la section de partage de fichiers?

source: Dropbox: Can documents be overwritten
fr: Partage de fichiers: les documents d'origine peuvent-ils être écrasés

source: Can the original document be overwritten when a user or trainer uploads a document with the name of a document that already exist? If you answer yes then you loose the versioning mechanism.
fr: Le document d'origine peut-il être écrasé lorsqu'un utilisateur transfère un document portant le même nom ? En répondant OUI, vous perdez la possibilité de conserver les versions successives du document

source: Dropbox: Upload to own dropbox space?
fr: Partage de fichiers: autoriser l'envoi de documents à soi-même

source: Allow trainers and users to upload documents to their dropbox without sending the documents to themselves
fr: Autoriser les enseignants et les étudiants à télécharger des documents dans leur propre section de partage de fichiers sans les envoyer à personne d'autre.(S'envoyer des documents à soi-même.)

source: Dropbox: Learner <-> Learner
fr: Partage de fichiers: utilisateur <-> utilisateur

source: Allow users to send documents to other users (peer 2 peer). Users might use this for less relevant documents also (mp3, tests solutions, ...). If you disable this then the users can send documents to the trainer only.
fr: Permettre aux étudiants d'envoyer des documents aux autres étudiants (peer to peer). Attention: les étudiants pourraient utiliser cette fonctionnalité pour s'adresser des documents peu appropriés (mp3, solutions aux tests...). Désactiver cette fonctionnalité n'autorisera l'envoi de documents qu'au professeur.

source: Dropbox: Allow mailing
fr: Partage de fichier: autoriser l'envoi par courriels

source: With the mailing functionality you can send each learner a personal document
fr: Avec la fonctionnalité d'envoi par courriel, vous pouvez adresser un document personnel à chaque utilisateur

source: Permissions for new directories
fr: Permissions des nouveaux répertoires

source: The ability to define the permissions settings to assign to every newly created directory lets you improve security against attacks by hackers uploading dangerous content to your portal. The default setting (0770) should be enough to give your server a reasonable protection level. The given format uses the UNIX terminology of Owner-Group-Others with Read-Write-Execute permissions.
fr: La possibilité de définir les permissions allouées aux nouveaux répertoires vous permet d'augmenter la sécurité contre les attaques de pirates envoyant des contenus dangereux sur votre serveur. La valeur par défaut (0550) devrait être suffisante pour garantir un bon niveau de protection. Le format donné utilise la terminologie UNIX de Propriétaire-Groupe-Autres et de leurs permissions en Lecture-Écriture-Exécution.

source: The users list has been exported.
fr: La liste des utilisateurs a été correctement exportée

source: Download the file
fr: Cliquer ICI pour télécharger le fichier

source: Portal Administrator: Telephone
fr: Administrateur de la plate-forme : téléphone

source: The telephone number of the platform administrator
fr: Coordonnées téléphoniques de l'administrateur de la plate-forme

source: Send mail to new user
fr: Envoyer un courriel au nouvel utilisateur

source: Extended profile
fr: Utiliser le Profil Etendu

source: If this setting is set to 'True', a user can fill in following (optional) fields: 'My competences', 'My diplomas', 'What I am able to teach' and 'My personal open area'
fr: Si "Oui" est coché, l'utilisateur pourra compléter les champs facultatifs suivants: "Mes compétences", "Mes diplômes", "Mes compétences professionnelles", "Mon espace personnel"

source: User is now unsubscribed
fr: L'utilisateur est maintenant désinscrit

source: User can not be unsubscribed because he is one of the teachers.
fr: L'utilisateur ne peut pas être désinscrit: il est administrateur de ce cours

source: Invalid start date was given.
fr: Date de départ invalide. <br />Veuillez vérifier.

source: Invalid end date was given.
fr: Date de fin invalide. <br />Veuillez vérifier.

source: (d/m/y h:m)
fr: (JJ/MM/AA hh:mm)

source: Homepage-files are not writable!
fr: Les fichiers de la page d'accueil sont en lecture seule !

source: Please give a notice text
fr: SVP, entrez le texte de l'affiche

source: Please give a notice title
fr: SVP, entrez le titre de l'affiche

source: Plese give a link name
fr: Veuillez donner un nom au lien

source: Insert this link
fr: Insérer ce lien

source: First place
fr: Première position

source: Dropbox: allow group
fr: Partage de fichiers: autoriser l'envoi de documents à un groupe

source: Users can send files to groups
fr: Les utilisateurs sont autorisés à envoyer des fichiers aux groupes

source: The class is deleted
fr: La classe a été supprimée

source: The classes are deleted
fr: Les classes ont été supprimées

source: No users in this class
fr: Cette classe ne comporte pas d'utilisateur

source: The selected users are subscribed to the selected course
fr: Les utilisateurs sélectionnés ont été inscrits au(x) cours correspondant(s)

source: This category is already used
fr: Le code de cette catégorie est déjà utilisé !

source: Please enter a code and a name for the category
fr: Veuillez compléter le code et/ou le nom de la catégorie à créer.

source: Register your portal
fr: Enregistrez votre portail auprès de Chamilo

source: Display course navigation menu
fr: Afficher le menu de navigation du cours

source: Display a navigation menu that quickens access to the tools
fr: Afficher un menu de navigation qui facilite l'accès à différentes parties du cours
