Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: You can generate badges for the skills learnt by your users, to give them recognition for their effort, through which they will be able to show off their acquired skills and competencies with icons that will be shown on their user profile. For more information on OpenBadges, check <a href='http://openbadges.org'>http://openbadges.org/</a>.
fr: Vous pouvez maintenant créer des insignes qui reconnaissent les compétences apprisent par vos utilisateurs, les récompenses pour leurs efforts et au travers desquels ils pourront démontrer leurs compétences acquises sur leur page de profil. Pour plus d'informations au sujet d'OpenBadges: <a href='http://openbadges.org'>http://openbadges.org</a>.

source: You can now design skills learning badges for learning through your courses on this virtual campus.
fr: Vous pouvez maintenant élaborer des badges pour récompenser l'acquisition de compétences au travers des cours sur ce campus virtuel.

source: Design a new badge, download it from the design tool and upload it on the platform.
fr: Élaborez un nouveau badge, téléchargez-le et utilisez-le dans le formulaire du badge.

source: The badges will be sent to this backpack
fr: Les badges seront envoyés vers ce sac à dos

source: Backpack details
fr: Détails du sac à dos

source: Criteria to earn the badge
fr: Critères d'obtention du badge

source: Badge preview
fr: Prévisualisation du badge

source: Design a new badge
fr: Élaborer un nouveau badge

source: Download badges
fr: Télécharger les badges

source: Badges issuer details
fr: Détails émetteur des badges

source: Create badge
fr: Créer un badge

source: Students who acquired skill %s
fr: Apprenants qui ont acquis la compétence %s

source: Skills acquired in course %s
fr: Compétences acquises grâce au cours %s

source: Skills report
fr: Rapport de compétences

source: Users assigned to their superior
fr: Liste des utilisateurs assignés au supérieur

source: Assign users to superior
fr: Assigner des utilisateurs au supérieur

source: Student's superior
fr: Tuteur d'apprenant

source: Cosecant: csc(x)
fr: Cosécante: csc(x)

source: Hyperbolic cosecant: csch(x)
fr: Cosécante hyperbolique: csch(x)

source: Arccosecant: arccsc(x)
fr: Arccosécante: arccsc(x)

source: Hyperbolic arccosecant: arccsch(x)
fr: Arccosécante hyperbolique: arccsch(x)

source: Secant: sec(x)
fr: Sécante: sec(x)

source: Hyperbolic secant: sech(x)
fr: Sécante hyperbolique: sech(x)

source: Arcsecant: arcsec(x)
fr: Arcsécante: arcsec(x)

source: Hyperbolic arcsecant: arcsech(x)
fr: Arcsécante hyperbolique: arcsech(x)

source: Cotangent: cot(x)
fr: Cotangente: cot(x)

source: Hyperbolic cotangent: coth(x)
fr: Cotangente hyperbolique: coth(x)

source: Arccotangent: arccot(x)
fr: Arccotangente: arccot(x)

source: Hyperbolic arccotangent: arccoth(x)
fr: Arccotangente hyperbolique: arccoth(x)

source: In order for this site to work and be able to measure the use of content, this platform uses cookies.<br /><br /> If needed, the Help section of your browser indicates how to configure cookies.<br /><br /> For more information on cookies, you can visit the <a href="http://www.aboutcookies.org/">About Cookies</a> website.
fr: Dans un soucis de bon fonctionnement et de mesure de fréquentation de la plateforme, Chamilo utilise les cookies.<br/><br/>Au besoin, la rubrique « Aide » des navigateurs vous indique comment paramétrer les cookies.<br/><br/>Pour plus d'informations sur les cookies, visitez le site de la <a href='http://www.cnil.fr/vos-obligations/sites-web-cookies-et-autres-traceurs/que-dit-la-loi/' target='_blank'>CNIL</a>.

source: By continuing to use this site, you declare you accept its use of cookies.
fr: En continuant votre navigation sur ce site, vous acceptez l’utilisation des cookies.

source: An example certificate format
fr: Exemple de certificat

source: Certificate
fr: Certificat

source: Results visibility
fr: Visibilité des résultats

source: Download certificate
fr: Télécharger certificat

source: Sorry, this installation has an active courses limit, which has now been reached. You can still create new courses, but only if you hide/disable at least one existing active course. To do this, edit a course from the administration courses list, and change the visibility to 'hidden', then try creating this course again. To increase the maximum number of active courses allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
fr: Désolé, la limite de cours a été atteinte pour cette installation. Vous pouvez toujours créer de nouveaux cours, mais uniquement si vous cachez/désactivez au moins un cours actif actuellement. Afin d'utiliser cette méthode, éditez un cours depuis la liste des cours de la page d'administration et changez sa visibilité à 'caché', puis essayez de nouveau de créer ce cours. Afin d'augmenter le nombre maximum de cours actifs autorisés sur cette installation, veuillez contacter votre fournisseur d'hébergement ou, si cette méthode est disponible, passez à un plan d'hébergement supérieur.

source: Welcome to the campus of %s
fr: Bienvenu(e) sur le campus de %s

source: Welcome to %s
fr: Bienvenue à %s

source: Request access
fr: Demande d'accès

source: Formula
fr: Formule

source: This user is already logged in
fr: Cet utilisateur est déjà connecté

source: Listen
fr: Écouter

source: Audio file for item %s
fr: Fichier audio pour l'élément %s

source: There's a new feedback in work: %s <a href='%s'>Click here</a> to see it.
fr: Nouveau commentaire pour le travail: %s. <a href="%s">Cliquez ici</a> pour y accéder.

source: There's a new feedback in work: %s
fr: Nouveau commentaire pour le travail: %s

source: Last upload
fr: Dernier envoi

source: Edit users list
fr: Éditer utilisateurs par CSV

source: Number of hidden courses
fr: Nombre de cours cachés

source: Post
fr: Poster

source: Write
fr: Écrire

source: You have not yet achieved skills
fr: Vous n'avez pas encore acquis de compétence

source: Corn
fr: Maïs

source: Gray
fr: Gris

source: Light blue
fr: Bleu clair

source: Black
fr: Noir

source: White
fr: Blanc

source: Display options
fr: Options d'affichage

source: Enter the skill name to search
fr: Introduisez la compétence à rechercher

source: Skills search
fr: Recherche de compétences

source: Choose a background color
fr: Sélectionnez couleur de fond

source: Write new comment
fr: Rédiger un nouveau commentaire

source: What are you thinking about?
fr: À quoi pensez-vous?

source: Delete comment
fr: Supprimer le commentaire

source: Social wall
fr: Mur

source: Buy courses
fr: Achat de cours

source: My sessions
fr: Mes sessions

source: Activate audio recorder
fr: Activer l'enregistreur audio

source: Start speaking
fr: Parlez maintenant

source: Assigned courses
fr: Cours assignés

source: Question edition is not available because the question has been already answered. However, you can copy and modify it.
fr: L'édition de cette question est désactivée parce qu'elle a déjà été utilisée par au moins un étudiant dans un test. Cependant, vous pouvez la copier et modifier la copie.

source: The session duration allows you to set a number of days of access starting from the first access date of the user to the session. This way, you can set a session to 'last for 15 days' instead of starting at a fixed date for all students.
fr: La durée de la session vous permet d'établir une durée en nombre de jours d'accès depuis le premier accès de l'étudiant à cette session. Tant que l'étudiant n'y entre pas, la durée n'est pas entamée. De cette manière, il vous est possible de définir une session qui durera '15 jours' au lieu de démarrer ou de terminer à une date spécifique.

source: Hyperbolic arctangent: arctanh(x)
fr: Arctangente hyperbolique: arctanh(x)

source: Session duration
fr: Durée de session

source: Arctangent: arctan(x)
fr: Arctangente: arctan(x)

source: Hyperbolic tangent: tanh(x)
fr: Tangente hyperbolique: tanh(x)

source: Tangent: tan(x)
fr: Tangente: tan(x)

source: Coach and student
fr: Coach et apprenant

source: Series
fr: Série

source: Hyperbolic arccosine: arccosh(x)
fr: Arcosinus hyperbolique: arccosh(x)

source: Arccosine: arccos(x)
fr: Arccosinus: arccos(x)

source: Hyperbolic cosine: cosh(x)
fr: Cosinus hyperbolique: cosh(x)

source: Cosine: cos(x)
fr: Cosinus: cos(x)

source: Teachers time report
fr: Rapport de temps des enseignants

source: Hyperbolic arcsine: arcsinh(x)
fr: Arcsinus hyperbolique: arcsinh(x)

source: Cannot find your language in the list? Contact us at info@chamilo.org to contribute as a translator.
fr: Votre langue n'est pas dans la liste? Contactez-nous à info@chamilo.org pour contribuer en tant que traducteur!

source: Arcsine: arcsin(x)
fr: Arcsinus: arcsin(x)

source: Hyperbolic sine: sinh(x)
fr: Sinus hyperbolique: sinh(x)

source: Sine: sin(x)
fr: Sinus: sin(x)

source: Pi number: pi
fr: Nombre Pi: pi

source: E number: e
fr: Nombre e: e

source: Logarithm: log(x)
fr: Logarithme: log(x)

source: Natural logarithm: ln(x)
fr: Logarithme naturel: ln(x)

source: Absolute value: abs(x)
fr: Valeur absolue: abs(x)

source: Square root: sqrt(x)
fr: Racine carrée: sqrt(x)

source: Substraction: -
fr: Soustraction: -

source: Summation: +
fr: Somme: +

source: Formula notation
fr: Syntaxe de formules

source: Request subscription
fr: Solliciter inscription

source: Please consider subscribing me to session
fr: Merci de bien vouloir considérer mon inscription à la session

source: Search active sessions
fr: Recherche sessions actives

source: The username cannot contain the '-' character
fr: Le nom d'utilisateur ne peut pas contenir de tirets (-)

source: If you want only integer values write both limits without decimals
fr: Si vous souhaitez seulement des nombres entiers, indiquez les deux limites sans décimales

source: Please, write how many question variations you want
fr: Veuillez indiquer le nombre de variantes à générer

source: Question variations
fr: Variantes

source: Please, write the formula
fr: Merci d'écrire la formule

source: Sincerely
fr: Cordialement

source: Formula sample: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )
fr: Exemple de formule: sqrt( [x] / [y] ) * ( e ^ ( ln(pi) ) )

source: Variable ranges
fr: Plages de valeurs des variables

source: Range value
fr: Plage de valeurs

source: Calculated question
fr: Question calculée

source: The user is currently subscribed
fr: L'utilisateur est inscrit en ce moment

source: Only best attempts
fr: Uniquement les meilleures tentatives

source: Include all users
fr: Inclure tous les utilisateurs

source: Hosting warning reached
fr: Limite d'hébergement atteinte

source: Session name
fr: Nom de la session

source: Mobile phone number is incomplete or contains invalid characters
fr: Le numéro de téléphone portable que vous avez indiqué est incomplet ou contient des caractères non valides.

source: Include the country dial code
fr: Inclure le préfixe d'appels du pays

source: Mobile phone number
fr: Numéro de téléphone portable

source: Check unique e-mail
fr: Vérifier l'unicité des courriels

source: This email is not available
fr: Ce courriel est déjà utilisé sur cette plateforme.

source: Total posts in all forums.
fr: Total de réponses dans tous les forums

source: Add me as coach
fr: M'ajouter comme coach

source: Add me as teacher in the imported courses.
fr: Ajoutez-moi tant que professeur dans les cours

source: Progress of exercises taken by the student
fr: Progrès des exercices passés par l'étudiant

source: Time spent in the course
fr: Temps passé dans le cours

source: Average of best grades of each exercise attempt
fr: Moyenne du meilleur résultat de chaque tentative d'exercice

source: Additional access days for this user
fr: Jours d'accès extra pour cet utilisateur

source: User: %s - Session: %s
fr: Utilisateur: %s - Session: %s

source: The given session duration is the same as the default for the session. Ignoring.
fr: La durée configurée pour la session est celle par défaut. Valeur par défaut enregistrée.

source: This user's first access to the session was on %s. With a session duration of %s days, the access to this session already expired on %s
fr: Le premier accès de cet étudiant à cette session a eu lieu le %s. D'une durée maximum de %s jours, la période d'accès à cette session est déjà expirée.

source: This user's first access to the session was on %s. With a session duration of %s days, the end date is scheduled in %s days
fr: Le premier accès de cet étudiant à cette session a eu lieu le %s. D'une durée maximum de %s jours, la fin est programmée pour dans %s jours.

source: This user never accessed this session before. The duration is currently set to %s days (from the first access date)
fr: Cet utilisateur n'est jamais entré dans cette session auparavant. La durée est configurée pour %s jours (depuis la date de premier accès).

source: Edit session duration
fr: Éditer la durée de la session

source: User's session duration edition
fr: Éditer la durée de la session de l'utilisateur

source: This session has a maximum duration. Only %s days to go.
fr: Cette session a une durée maximum. Il vous reste %s jours.

source: Next topic
fr: Thème suivant

source: Current topic
fr: Thème actuel

source: Show course planning
fr: Voir la programmation

source: Redirect to Course home
fr: Rediriger vers la page d'accueil du cours

source: Learning path return link
fr: Lien de retour aux parcours

source: Learning path list
fr: Liste de parcours

source: Learners who didn't send their work
fr: Apprenants n'ayant pas envoyé leur travail

source: Learners who sent their work
fr: Apprenants ayant envoyé leur travail

source: Upload from template
fr: Envoyer depuis un modèle

source: Document already added
fr: Document déjà présent

source: Add document
fr: Ajouter un document

source: Export to .doc
fr: Exporter en .doc

source: Sort by title
fr: Ordonner par titre

source: Sort by edition date
fr: Ordonner par date d'édition

source: Sort by creation date
fr: Ordonner par date de création

source: Table view
fr: Vue en table

source: List view
fr: Vue en liste

source: Human Resources Manager
fr: Directeur RH

source: Question title
fr: Titre de question

source: Question ID
fr: ID de question

source: ExerciseId
fr: ID d'exercice

source: Excel export
fr: Export Excel

source: Corporate report, short version
fr: Rapport business résumé

source: Corporate report
fr: Rapport business

source: Report
fr: Rapport

source: Trace IP
fr: Suivi de l'IP

source: No session provided
fr: Aucune session fournie

source: Users must have the HR director role
fr: Les utilisateurs doivent être des DRH

source: Nothing to add
fr: Rien à ajouter

source: No student found for the session
fr: Pas d'apprenants pour la session

source: No destination session provided
fr: Pas de session de destination fournie

source: Session %s skipped
fr: Session %s ignorée

source: Validate dates
fr: Valider les dates

source: Create a category
fr: Créer une catégorie

source: Message type
fr: Type de message

source: Modification date
fr: Date de modification

source: Weep
fr: Pleure

source: Latest changes
fr: Dernières modifications

source: Final score
fr: Score final

source: There was an error writing the XML file. Please ask the administrator to check the error logs.
fr: Une erreur est survenue lors de l'écriture du fichier XML. Veuillez demander à votre administrateur de vérifier les rapports d'erreurs.

source: Teacher in session: %s
fr: Enseignant de session: %s

source: Delete attachment
fr: Supprimer la pièce jointe

source: Editing this event will remove it from the serie of events it is currently part of
fr: L'édition de cet événement provoquera son retrait de la série d'événements de laquelle il fait actuellement partie

source: Enter the characters you see on the image
fr: Introduisez les caractères qui apparaissent sur l'image

source: You don't have an institutional account
fr: Vous ne possédez pas de compte institutionnel

source: Login with your account
fr: Connectez-vous avec votre compte

source: You already have an institutional account
fr: Vous possédez déjà un compte institutionnel

source: No action available
fr: Pas d'action disponible

source: Coaches
fr: Tuteurs

source: Show description
fr: Montrer la description

source: Human resources managers should not be registered to courses. The corresponding users you selected have not been subscribed.
fr: Les DRH ne devraient pas être inscrits directement à des cours (ils doivent les 'suivre'). Les utilisateurs de ce type n'ont pas été inscrits.

source: Clean and update course coaches
fr: Vider et mettre à jours les tuteurs

source: No PDF found at root: please make sure that the PDFs are at the root of your zip file (no intermediate folder)
fr: Aucun PDF n'a été trouvé à la racine: assurez-vous que les PDFs sont à la racine de votre fichier zip (sans répertoire intermédiaire)

source: PDFs must look like:
fr: Les PDFs doivent utiliser un format similaire à l'exemple suivant:

source: Location of import zip file
fr: Sélection du fichier zip

source: You must import a zip file
fr: Vous devez importer un fichier zip

source: Import PDF introductions into courses
fr: Importer des introductions PDF aux cours

source: Subscribe teachers to session(s)
fr: Inscrire des enseignants à des sessions

source: Subscribe students to session(s)
fr: Inscrire des apprenants à des sessions

source: Manage course categories
fr: Gérer les catégories de cours

source: Course categories in %s site:
fr: Catégories de cours sur le site %s:

source: Course categories available
fr: Catégories de cours disponibles

source: The group now belongs to the selected site
fr: Le(s) groupe(s) appartien(nen)t désormais au site sélectionné

source: You need to select at least one group and one site
fr: Vous devez sélectionner au moins un groupe et un site

source: Agenda list
fr: Liste d'événements

source: Calendar
fr: Calendrier

source: Custom range
fr: Période spécifique

source: This week
fr: Cette semaine-ci

source: Send to users in all sessions of this course
fr: Envoyer aux utilisateurs de toutes les sessions de ce cours

source: Parameters not found
fr: Paramètres non trouvés

source: Users to add
fr: Utilisateurs à ajouter

source: Documents added
fr: Documents ajoutés

source: No users to add
fr: Aucun utilisateurs à ajouter

source: Start the Survey
fr: Commencer l'enquête

source: Subgroup
fr: Sous-groupe

source: Subgroups
fr: Sous-groupes

source: Enter the letters you see.
fr: Introduisez les lettres que vous voyez.

source: Click on the image to load a new one.
fr: Cliquez sur l'image pour en charger une nouvelle.

source: Account blocked by captcha.
fr: Compte bloqué par CAPTCHA

source: Capture screenshot/screencast
fr: Capturer un screenshot/screencast

source: View
fr: Visualiser

source: Number submitted
fr: Envoyés

source: Warning: the installer detected an error while trying to reach the test file at %s. It looks like the PHP script could not be interpreted. This could be a warning sign for future problems when creating courses. Please check the installation guide for more information about permissions. If you are installing a site with a URL that doesn't resolve yet, you can probably ignore this message.
fr: Attention: l'installateur a détecté une erreur au moment d'essayer de se connecter au fichier de test %s. Il semblerait que le script PHP n'ait pas pu être interprété. Ceci peut être un signe précurseur de problèmes à venir lors de la création de cours. Consultez le guide d'installation pour plus d'informations concernant les permissions. Si vous installez un site en configurant une URL qui n'est pas encore habilitée, vous pouvez probablement ignorer ce message.

source: Before %s
fr: Avant %s

source: After %s
fr: Après %s

source: Export settings as XLS
fr: Exporter configuration en XLS

source: Delete all items
fr: Supprimer tous les éléments

source: Delete this item
fr: Supprimer cet élément

source: Record your voice
fr: Enregistrez votre voix

source: No recording available
fr: Aucun enregistrement

source: Works received
fr: Travaux reçus

source: Class ID does not exist
fr: La classe d'id %s n'existe pas. L'utilisateur ci-après n'a pas été inscrit à la plateforme.

source: Without category
fr: Sans catégorie

source: Incorrect score
fr: Score réponse incorrecte

source: Correct score
fr: Score réponse correcte

source: Use custom score for all questions
fr: Utiliser le score sur mesure pour toutes les questions

source: You should add some items to your learning path, otherwise you won't be able to attach audio files to them
fr: Vous devriez ajouter quelques éléments au parcours, sinon vous ne pourrez pas y attacher de fichiers audio

source: Inactive days
fr: Jours inactifs

source: Followed HR directors
fr: DRH suivis

source: The text you entered doesn't match the picture.
fr: Le texte introduit ne correspond pas à l'image.

source: Remove previous relationships
fr: Supprimer les relations antérieures

source: Import list of HR directors into sessions
fr: Importer liste de DRH dans sessions

source: Followed students
fr: Étudiants suivis

source: Followed teachers
fr: Enseignants suivis

source: Allow only files
fr: Seulement fichiers

source: Allow only text
fr: Seulement texte en ligne

source: Allow files or online text
fr: Autoriser fichier ou texte en ligne

source: Document type
fr: Type de document

source: Send an email to myself for testing purposes.
fr: M'envoyer un courriel à des fins de test

source: Delete all selected attendances
fr: Éliminer toutes les présences sélectionnées

source: Available classes
fr: Classes disponibles

source: Registered classes
fr: Classes inscrites

source: Delete items not in file
fr: Supprimer les éléments qui ne sont pas dans le fichier

source: Import groups
fr: Importer groupes

source: Here is your feedback
fr: Voici vos commentaires

source: Session Search
fr: Recherche de session.

source: Show system folders.
fr: Afficher les dossiers du système.

source: Select a date from the calendar
fr: Sélectionnez une date

source: Are you sure you want to clean results for this test before the selected date ?
fr: Êtes-vous sûr de vouloir supprimer toutes les tentatives antérieures à la date sélectionnée ?

source: Clean all results before a selected date
fr: Supprimer les tentatives antérieures à une date donnée

source: Glossary help
fr: Aide Glossaire

source: This tool allows you to create glossary terms for this course, which can then be used from the documents tool
fr: <p>L'outil permet de créer des termes du glossaire qui sont spécifiques à ce cours, vous pouvez alors utiliser ces termes dans l'outil de Documents.</p>
