Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Xapian module installed
fr: Module Xapian installé

source: Click on the box below to select files from your computer (you can use CTRL + clic to select various files at a time), or drag and drop some files from your desktop directly over the box below. The system will handle the rest!
fr: Cliquez sur la boîte ci-dessous pour sélectionner des fichiers depuis votre ordinateur (vous pouvez utiliser CTRL + click pour sélectionner plusieurs fichiers à la fois), ou cliquez-déplacez des fichiers depuis votre bureau directement sur la boîte ci-dessous. Le système s'occupera du reste!

source: Click or drag and drop files here to upload them
fr: Cliquez-déplacez des fichiers ici pour les envoyer au serveur

source: Import quiz from Excel
fr: Importer un exercice via Excel

source: Download the Excel Template
fr: Télécharger le modèle Excel

source: You are currently using %s MB (%s) of your %s MB.
fr: Vous utilisez actuellement %s Mo (%s) de votre espace de %s Mo.

source: Average is calculated based on all test attempts
fr: La moyenne est calculée sur base de toutes les tentatives

source: Average is calculated based on the latest attempts
fr: La moyenne est calculée sur base des dernières tentatives

source: Latest attempt average score
fr: Moyenne des derniers résultats

source: Supported formats for index
fr: Formats disponibles pour l'indexation

source: Installed
fr: Installé

source: Not installed
fr: Pas installé

source: Programs needed to convert files
fr: Programmes nécessaires pour indexer des fichiers de formats externes

source: You are using Chamilo in a Windows platform, sadly you can't convert documents in order to search the content using this tool
fr: Vous utilisez Chamilo sur une plateforme Windows. Malheureusement, il est impossible de convertir les documents sur cette architecture pour pouvoir ensuite les indexer et lancer des recherches sur leur contenu.

source: Only letters (a-z) and numbers (0-9)
fr: Seulement lettres (a-z) et chiffres (0-9)

source: Hide courses list in sessions
fr: Cacher les cours dans les sessions

source: When showing the session block in your courses page, hide the list of courses inside that session (only show them inside the specific session screen).
fr: Lorsque les sessions apparaîssent sur la page des cours, cacher la liste des cours au sein des sessions (seulement montrer les cours au sein de l'écran spécifique aux sessions).

source: Show classes to users
fr: Montrer les classes aux apprenants

source: Show the classes to users. Classes are a feature that allow you to register/unregister groups of users into a session or a course directly, reducing the administrative hassle. When you pick this option, learners will be able to see in which class they are through their social network interface.
fr: Montrer les classes aux utilisateurs. La fonctionnalité de classes permet d'inscrire/désinscrire des groupes d'utilisateurs à une session ou un cours directement, réduisant ainsi la charge administrative pour les inscriptions. Lorsque cette fonctionnalité est sélectionnée, les utilisateurs peuvent voir à quelle classe ils appartiennent à partir de leur interface de réseau social.

source: Exercise will be activated from %s to %s
fr: L'exercice sera disponible du %s au %s

source: Exercise available from %s
fr: Exercice disponible à partir du %s

source: Exercise available until %s
fr: Exercice disponible jusqu'au %s

source: Big icons view
fr: Vue grandes icônes

source: Check file permissions
fr: Vérifier les permissions sur les fichiers

source: Added to a LP
fr: Ajouté à un parcours

source: Enable Quiz scenario
fr: Tests scénarisés

source: From here you will be able to create exercises that propose different questions depending in the user's answers.
fr: Activer les tests scénarisés vous permettra de créer des exercices qui proposent différentes questions aux utilisateurs selon leurs réponses. Il s'agit d'un type de parcours conditionnel avancé et un peu plus complexe à élaborer. Libre à l'enseignant de l'utiliser ou non.

source: Can't find the applet Nanogong
fr: Impossible de trouver l'applet Nanogong

source: Before try to send the file you should make the recording
fr: Vous devriez enregistrer un son avant de tenter de le sauver.

source: You did not give a name to file
fr: Vous n'avez pas donné de nom au fichier.

source: Failed to submit the voice recording
fr: Un problème est survenu los de l'envoi de l'enregistrement.

source: Voice recording has been submitted
fr: L'enregistrement audio a été envoyé

source: Record my voice
fr: Enregistrer ma voix

source: To start recording press the red button
fr: Cliquez sur le bouton rouge pour démarrer l'enregistrement.

source: Voice record
fr: Enregistrement de voix

source: Your browser does not send your recording to the platform, although you can save on your computer disk and send it later. To have all the features, we recommend using advanced browsers such as Firefox or Chrome.
fr: Votre navigateur n'envoie pas l'enregistrement à la plateforme, bien que vous puissiez le sauver sur votre ordinateur et l'envoyer à la plateforme plus tard. Pour profiter de toutes les fonctionnalités, nous recommandons l'usage d'un navigateur avancé tel que Firefox ou Chrome.

source: Already exist a file with the same name. Please, rename the file.
fr: Un fichier du même nom existe déjà. Veuillez choisir un autre nom.

source: Activate recorder - voice player Nanogong
fr: Reproducteur audio Nanogong

source: Nanongong is a recorder - voice player that allows you to record your voice and send it to the platform or download it into your hard drive. It also lets you play what you recorded. The learners only need a microphone and speakers, and accept the load applet when first loaded. It is very useful for language learners to hear his voice after listening the correct pronunciation proposed by teacher in a wav voice file.
fr: Nanogong est un enregistreur qui vous permet d'enregistrer votre voix et de l'envoyer à la plateforme ou de la télécharger sur votre disque dur. Il vous permet aussi de rejouer ce que vous avez enregistré. Les utilisateurs nécessitent seulement un micro et des écouteurs, et doivent accepter l'applet lorsqu'ils le démarrent pour la première fois. C'est un outil utile pour les étudiants de langue, qui pourront ainsi écouter leur propre voix après avoir écouté la prononciation correcte proposée para l'enseignant dans un autre fichier audio au format WAV.

source: Assessments and attendances
fr: Cahier de notes et feuilles de présences

source: Exercises and learning paths are invisible in the new course
fr: Veuillez noter que les exercices et les parcours des nouveaux cours créés ont été rendus invisibles pour vous permettre de les rendre visibles quand vous le désirerez

source: Select a date range
fr: Sélectionnez une période

source: Are you sure you want to lock the evaluation?
fr: Êtes-vous certain de vouloir bloquer cette évaluation?

source: Are you sure you want to unlock the evaluation?
fr: Êtes-vous certain de vouloir débloquer cette évaluation?

source: Evaluation has been unlocked
fr: L'évaluation a été débloquée.

source: Evaluation has been locked
fr: L'évaluation a été bloquée.

source: All done
fr: Toutes les clôturées

source: All not done
fr: Toutes les non-clôturées

source: If your Learning paths have audio files included, you should select them from the documents
fr: Si votre parcours inclut des fichiers audio, vous devriez les sélectionner dans les documents.

source: If you plan to upgrade from an older version of Chamilo, you might want to <a href="../../documentation/changelog.html" target="_blank">have a look at the changelog</a> to know what's new and what has been changed
fr: Si vous planifiez une mise à jour depuis une version antérieure de Chamilo, nous vous suggérons de consulter <a href="../../documentation/changelog.html" target="_blank">le journal des modifications</a> pour savoir ce qui est nouveau et ce qui a changé.

source: There was a problem uploading your document: the received file had a 0 bytes size on the server. Please, review your local file for any corruption or damage, then try again.
fr: Un problème est survenu durant l'envoi du fichier: le fichier reçu par le serveur a une taille de 0 octets. Veuillez vérifier l'état du fichier sur votre ordinateur et à nouveau.

source: You have to choose a relation type
fr: Veuillez sélectionner un type de relation

source: Relation type selection
fr: Sélection de type de relation

source: Add user to this URL
fr: Ajouter l'utilisateur à cet URL

source: Course registered to the URL
fr: Cours inscrit à l'URL

source: You have to select at least one session and one URL
fr: Veuillez sélectionner au moins une session et un URL

source: Select a URL
fr: Sélectionnez un URL

source: The sessions have been updated.
fr: Les sessions ont été mises à jour.

source: URL deleted.
fr: URL supprimé.

source: Cannot delete this URL.
fr: Impossible de supprimer cet URL.

source: Courses on the platform.
fr: Cours de la plateforme.

source: Users updated.
fr: Utilisateurs mis à jour.

source: Course homepage
fr: Page d'accueil du cours

source: Coming soon...
fr: Très bientôt...

source: Dummy course content - only available on test platforms.
fr: Contenu de cours de démo - seulement disponible sur les plateformes de test.

source: There are no selected courses or the courses list is empty.
fr: Aucun cours n'a été sélectionné ou la list de cours est vide.

source: A code has been used twice in the file. This is not authorized. Courses codes should be unique.
fr: Un code a été utilisé deux fois dans le fichier, ce qui n'est pas autorisé. Les codes de cours devraient être uniques.

source: This code exists
fr: Ce code existe déjà.

source: The category could not be found
fr: La catégorie n'a pas été trouvée.

source: Title of related course
fr: Titre du cours lié

source: Linked course's code
fr: Code du cours lié

source: Assign users to sessions administrator
fr: Assigner les utilisateurs à l'administrateur de sessions

source: Assign a users list to the sessions administrator
fr: Assigner une liste d'utilisateurs à l'administrateur de sessions.

source: Class updated.
fr: Classe mise à jour.

source: Class deleted.
fr: Classe supprimée.

source: The class could not be deleted.
fr: La classe n'a pas pu être supprimée.

source: Some of the classes could not be deleted.
fr: Certaines classes n'ont pas pu être éliminées.

source: Don't uncheck
fr: Ne pas désélectionner

source: Modified
fr: Modifié

source: Sessions list
fr: Liste de sessions

source: Update session
fr: Modifier session

source: Path
fr: Chemin

source: Over 100
fr: Plus de 100

source: Under the minimum.
fr: En-dessous du minimum

source: Select export option
fr: Sélectionnez une option d'export

source: Field added.
fr: Champ ajouté.

source: The parent language does not exist.
fr: Le langage parent n'existe pas.

source: The sub-language has not been removed.
fr: Le jargon n'a pas été éliminé.

source: Show/Hide
fr: Montrer/Cacher

source: The status of this user cannot be changed to human resources manager.
fr: Le statut de cet utilisateur ne peut pas être modifié à directeur des ressources humaines.

source: Field taken
fr: Champ pris

source: Authentication source unavailable.
fr: Source d'authentification non disponible

source: Users subscribed to several courses through the use of virtual courses.
fr: L'utilisateur est inscrit à plusieurs cours au travers de l'utilisation de cours virtuels.

source: This user doesn't have a related URL.
fr: Cet utilisateur n'a pas d'URL lié.

source: Extra data
fr: Données extra

source: Exercises in learning paths
fr: Exercices dans les parcours

source: There was an error.
fr: Une erreur est survenue.

source: Cannot move this to the same session.
fr: Impossible de déplacer ceci vers la même session.

source: Stats moved.
fr: Statistiques déplacées.

source: User information for this course
fr: Informations utilisateur pour ce cours

source: Original course
fr: Cours d'origine

source: Original session
fr: Session d'origine

source: Destination course
fr: Cours de destination

source: Destination session
fr: Session de destination

source: The course does not exist in this session. The copy will work only from one course in one session to the same course in another session.
fr: Le cours n'existe pas dans cette session. La copie fonctionnera uniquement pour un cours depuis une session vers le même cours dans une autre session.

source: User not registered.
fr: Utilisateur non enregistré.

source: View stats
fr: Voir stats

source: Responsible
fr: Responsable

source: The attendance sheet is locked.
fr: La feuille de présences est bloquée.

source: Assistance
fr: Présence

source: A course category with the same name already exists.
fr: Une catégorie de cours du même nom existe déjà.

source: OpenID redirect
fr: Redirection OpenID

source: Select a course
fr: Sélectionnez un cours

source: Please select a course or a session in the sidebar.
fr: Veuillez sélectionner un cours ou une session dans le menu latéral.

source: Others
fr: Autres

source: Back to the course description
fr: Retour à la description du cours

source: Postpone
fr: Postposer

source: The user doesn't have permissions to do the requested operation.
fr: L'utilisateur n'a pas les droits d'exécuter l'opération demandée.

source: When a course code is duplicated, the database system detects a course code that already exists and prevents the creation of a duplicate. Please ensure no course code is duplicated.
fr: Lorsqu'un code de cours est dupliqué, le système de bases de données détecte que le code de cours existe déjà et empêche la création d'un doublon. Veuillez nous assurer qu'aucun code de cours n'est dupliqué.

source: New image
fr: Nouvelle image

source: Untitled
fr: Sans titre

source: Cannot delete files that are configured in read-only mode.
fr: Impossible de supprimer des fichiers qui sont en mode lecture seule.

source: Invalid user detected.
fr: Utilisateur non valide détecté.

source: Invalid group detected.
fr: Groupe non valide détecté.

source: Overview of diles in this Zip
fr: Vue globale des fichiers de ce Zip

source: Tests limits added
fr: Limites de test ajoutées

source: Unlimited
fr: Illimité

source: Limited time
fr: Temps limité

source: Limited attempts
fr: Tentatives limitées

source: Times
fr: Tentatives

source: Random
fr: Aléatoire

source: Enable exercise timer controller.
fr: Activer le contrôleur de temps de l'exercice.

source: Numerical
fr: Numérique

source: Hotspot
fr: Zones sur image

source: Change the visibility of the current image
fr: Modifier la visibilité de l'image actuelle

source: Steps
fr: Étapes

source: Original value
fr: Valeur originale

source: Choose an answer
fr: Sélectionnez une réponse

source: Import exercise
fr: Importer exercice

source: Multiple choice, multiple answers
fr: Question à réponses multiples (QRM)

source: Multiple choice, unique answer
fr: Choix multiple, réponse unique

source: HotPotatoes files
fr: Fichiers HotPotatoes

source: Area to avoid
fr: Zones à éviter

source: Total score is too big
fr: Le score total est trop grand

source: Invalid question type
fr: Type de question non valide

source: Insert qualification corresponding to max score
fr: Insérer calification correspondant au score maximum

source: Thread moved
fr: Fil de discussion déplacé

source: Migrate forum
fr: Déplacer le forum

source: You will be notified
fr: Vous serez prévenu

source: Warning: moving gradebook elements can be dangerous for the data inside your gradebook.
fr: Attention: déplacer ds éléments du cahier de notes peut être dangereux pour les données dans votre cahier de notes.

source: The gradebook has been moved.
fr: Le cahier de notes a été déplacé.

source: The gradebook component has been moved.
fr: Le composant du cahier de notes a été déplacé.

source: There are not linked components.
fr: Il n'y a pas de composants liés.

source: There is no unique score range possibility.
fr: Il n'y a pas d'intervalle de scores unique.

source: The user did not take the exam.
fr: L'utilisateur n'a pas passé l'examen.

source: Delete user
fr: Supprimer l'utilisateur

source: Result deleted.
fr: Résultat supprimé.

source: Results deleted.
fr: Résultats supprimés.

source: Overwrite the maximum.
fr: Écraser le maximum.

source: The import should overwrite the score.
fr: L'import devrait écraser le score.

source: No decimals
fr: Pas de décimales

source: Negative value
fr: Valeur négative

source: To export, you must lock the evaluation.
fr: Pour exporter, vous devez clôturer l'évaluation.

source: Show links
fr: Montrer liens

source: Total for this category.
fr: Total pour ce cahier de notes

source: Open document
fr: Ouvrir document

source: Lock evaluation
fr: Bloquer l'évaluation

source: Unlock evaluation.
fr: Débloquer l'évaluation

source: The evaluation is locked.
fr: L'évaluation est bloquée.

source: Back to evaluation.
fr: Retour à l'évaluation.

source: Uploaded.
fr: Envoyé.

source: Saved.
fr: Sauvegardé.

source: Reset
fr: Réinitialiser

source: E-mail sent from the platform
fr: Courriel envoyé depuis la plateforme

source: Information about the last finished step and the next unfinished one.
fr: Information au sujet de la dernière étape clôturée et de la suivante non clôturée.

source: LaTeX code
fr: Code LaTeX

source: LaTeX formula
fr: Formule LaTeX

source: Are you sure you want to lock the attendance?
fr: Êtes-vous certain de vouloir bloquer la feuille de présences?

source: The attendance is not locked, which means your teacher is still able to modify it.
fr: La feuille de présences n'est pas bloquée, ce qui signifie que l'enseignant peut encore la modifier.

source: Lock attendance
fr: Bloquer feuille de présences

source: Are you sure you want to unlock the attendance?
fr: Êtes-vous certain de vouloir débloquer la feuille de présences?

source: Unlock attendance
fr: Débloquer présences

source: Locked attendance
fr: Présences bloquées

source: Decrease the font size
fr: Diminuer la taille des caractères

source: Reset the font size
fr: Réinitialiser la taille des caractères

source: Increase the font size
fr: Augmenter la taille des caractères

source: Logged in as %s
fr: Connecté en tant que %s

source: Quantity
fr: Quantité

source: Attachment upload
fr: Envoyer un fichier joint

source: Auto-registration course
fr: Cours en auto-souscription

source: The thematic advance tool allows you to organize your course through time.
fr: L'outil de progression du cours vous permet d'organiser vos cours dans le temps.

source: The URL requested to get to this page, without the domain definition.
fr: L'URL demandé pour atteindre cette page, sans le nom de domaine.

source: Free space on disk
fr: Espace libre sur le disque

source: Protected folder
fr: Répertoire protégé

source: Some HTML attributed are not allowed.
fr: Certains attributs HTML ne sont pas autorisés.

source: My other classes
fr: Mes autres classes

source: The provided XLS file is not valid.
fr: Le fichier XLS fourni n'est pas valide.

source: You are registered to session: %s.
fr: Vous êtes enregistré à la session: %s.

source: Prev
fr: Précédent

source: Welcome to the Chamilo installer
fr: Bienvenue dans l'installateur de Chamilo

source: Your PHP version does not match the requirements for this software. Please check you have the latest version, then try again.
fr: Votre version de PHP ne suffit pas pour les pré-requis d'installation de ce logiciel. Veuillez vérifier que vous disposez d'une version égale ou supérieure à celle indiquée, puis essayez à nouveau.

source: Sessions extension not available
fr: Extension de sessions non disponible

source: Zlib extension not available
fr: Extension Zlib non disponible

source: PCRE extension not available
fr: Extension PCRE non disponible

source: To social group
fr: À un groupe social

source: %s wrote: <br /><i>%s</i>
fr: %s a écrit: <i>%s</i>

source: Back to the group
fr: Retour au groupe

source: Go to attendances
fr: Aller à la feuille de présences

source: Go assessments
fr: Aller au cahier de notes

source: Edit current module
fr: Éditer le chapitre actuel

source: Terms for the search feature
fr: Termes pour la fonctionnalité de recherche

source: User roles
fr: Rôles utilisateurs

source: Group roles
fr: Rôles de groupes

source: Store permissions
fr: Enregistrer les permissions

source: Pending invitation
fr: Invitation en attente

source: Maximum file size: %sMB.
fr: Taille maximum du fichier: %sMB.

source: Your message has been sent.
fr: Votre message a été envoyé.

source: Survey type unknown
fr: Type d'enquête inconnu

source: Survey undefined
fr: Enquête non définie

source: Question comment
fr: Commentaire de question

source: Unknown question
fr: Question inconnue

source: Delete a survey group
fr: Supprimer un groupe d'enquêtes

source: An error occurred.
fr: Une erreur est survenue.

source: Classes unsubscribed.
fr: Classes désinscrites.

source: Not added to course
fr: Non ajouté au cours

source: Users who did not register.
fr: Utilisateurs qui ne se sont pas inscrits

source: Clear filter results
fr: Nettoyer le filtre de résultats

source: Select filter
fr: Sélectionner le filtre

source: Pages most linked
fr: Pages les plus référencées

source: Dead end pages
fr: Pages cul-de-sac

source: Newest pages
fr: Pages les plus récentes

source: Longest pages
fr: Pages les plus longues

source: Hidden pages
fr: Pages cachées

source: Most discussed pages
fr: Pages les plus discutées

source: Best scores pages
fr: Pages au score le plus haut

source: Highest progress pages
fr: Pages au progrès le plus élevé

source: Most discussed users
fr: Utilisateurs les plus discutés

source: Random page
fr: Page au hasard

source: The date of effective blocking of sending the work can not be before the displayed posting deadline.
fr: La date de blocage effectif de l'envoi du travail ne peut pas être antérieur à la date limite d'envoi affichée

source: Not reviewed
fr: Non coté

source: The operation is impossible, a directory with this name already exists.
fr: Opération impossible, un répertoire du même nom existe déjà (peut-être dans une autre session).

source: Document moved
fr: Document déplacé.

source: There is no class scheduled today, try picking another day or add your attendance entry yourself using the action icons.
fr: Aucune classe n'a été programmée aujourd'hui. Choisissez un autre you ou ajoutez votre classe vous-même en utilisant les icônes d'action.

source: Add to calendar
fr: Ajouter au calendrier

source: Total weight
fr: Poids total

source: Random pick
fr: Sélection aléatoire

source: The sum of all activity weights must be equal to the total weight indicated in your assessment settings, otherwise the learners will not be able to reach the sufficient score to achieve their certification.
fr: La somme des poids de toutes les activités doit être égale au poids total défini dans la configuration du cahier de note, sans quoi aucun étudiant ne pourra atteindre un score suffisant pour obtenir leur certification.

source: The sum of all weights of activities inside this assessment has to be equivalent to this number.
fr: La somme des poids de toutes les évaluations de ce cahier de notes doit être égale à ce nombre.

source: Auto-evaluation mode: show score and expected answers
fr: Mode auto-évaluation: afficher le score et les réponses attendues sur la page finale

source: Exam mode: Do not show score nor answers
fr: Mode examen: ne rien divulguer (ni score, ni réponses)

source: You need to add a session category first
fr: Vous devez ajouter une catégorie de session

source: You have a new invitation from %s
fr: Vous avez une nouvelle invitation de %s
