Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: You have a new message from group %s
fr: Vous avez un nouveau message de groupe %s

source: You have a new message from %s
fr: Vous avez un nouveau message de %s

source: See message
fr: Voir le message

source: See invitation
fr: Voir l'invitation

source: You have received this notification because you are subscribed or involved in it to change your notification preferences please click here: %s
fr: Vous avez reçu cette notification car vous êtes abonné ou impliqués, pour modifier vos préférences de notification cliquer ici: %s

source: Replies
fr: Réponses

source: Reply
fr: Réponse

source: Installation guide
fr: Guide d'installation

source: Changes in last version
fr: Modifications de la dernière version

source: Contributors list
fr: Liste des contributeurs

source: Security guide
fr: Guide de sécurité

source: Optimization guide
fr: Guide d'optimisation

source: Free/Busy calendar
fr: Calendrier libre/occupé

source: Load users' extra data
fr: Charger les données de profil des utilisateurs

source: Broken
fr: Brisé

source: Check link
fr: Vérifier lien

source: Error: the element defined as prerequisite has been deleted.
fr: Erreur: l'élément défini comme un pré-requis a été effacé.

source: No item yet
fr: Pas encore d'élément

source: Protected pages
fr: Pages protégées

source: Load extra user fields data (have to be marked as 'Filter' to appear).
fr: Charger les données des champs utilisateurs (seulement les champs notés comme 'Filtre' apparaîtront).

source: The sum of all weights of activities must be %s
fr: La somme de tous les poids (pondérations) des éléments doit être %s

source: Max weight need to be provided
fr: Un poids maximum doit être indiqué dans les options du cahier de notes

source: Extension could be loaded
fr: L'extension a été détectée

source: SCORM Authoring tools supported
fr: Paquets SCORM supportés

source: Disable end date
fr: Désactiver date de fin

source: Forum Categories
fr: Catégories de forums

source: Cleanup of cache and temporary files
fr: Vidange du cache et des fichiers temporaires

source: Chamilo keeps a copy of most of the temporary files it generates (for backups, exports, copies, etc) into its app/cache/ directory. After a while, this can add up to a very large amount of disk space being used for nothing. Click the button below to clean your archive directory up. This operation should be automated by a cron process, but if this is not possible, you can come to this page regularly to remove all temporary files from the directory.
fr: Chamilo garde une copie de la plupart des fichiers temporaires qu'il génère (pour les exports, copies et sauvegardes diverses) dans son répertoire app/cache/. Après un certain temps, ces fichiers peuvent s'accumuler et occuper un espace disque assez important et sans intérêt particulier. Cliquez sur le bouton ci-dessous pour vider ce répertoire immédiatement. Idéalement, cette opération devrait être exécutée automatiquement sur base régulière (cron), mais si cela représente une difficulté importante dans votre contexte, vous pouvez visiter cette page de temps en temps pour éliminer tous les fichiers temporaires du répertoire.

source: Proceed with cleanup
fr: Vidanger

source: The app/cache/ directory cleanup has been executed successfully.
fr: Le répertoire app/cache/ a été vidangé.

source: For some reason, the app/cache/ directory could not be cleaned up. Please clean it up by manually connecting to the server and delete all files and symbolic links under the chamilo/app/cache/ directory, except the .htaccess file. On Linux: # find app/cache/ \( -type f -or -type l \) -not -name .htaccess -exec echo rm -v \{} \;
fr: Pour une raison inconnue, le répertoire app/cache/ n'a pas pu être vidé entièrement. Veuillez le vider manuellement en vous connectant au serveur et en supprimant tous les fichiers et liens symboliques du répertoire chamilo/app/cache, excepté le fichier .htaccess. Par exemple, sous Linux, on fera: # find app/cache/ \( -type f -or -type l \) -not -name .htaccess -exec echo rm -v \{} \;

source: Enable start time
fr: Activer date de début

source: Enable end time
fr: Utiliser date de fin

source: The local time in the portal timezone (%s) is %s
fr: L'heure locale selon le fuseau horaire du portail (%s) est %s

source: Start test
fr: Démarrer le test

source: Export as .doc
fr: Exporter en .doc

source: Wrong
fr: Faux

source: Online link to certificate
fr: Lien vers le certificat

source: New exercises
fr: Nouveaux exercices

source: My average
fr: Ma moyenne

source: All attempts
fr: Toutes les tentatives

source: Questions to be reviewed
fr: Questions à revoir

source: Questions without answer
fr: Questions sans réponses

source: Review selected questions
fr: Revoir les questions sélectionnées

source: You have tried to resolve this exercise earlier
fr: Vous avez essayé de résoudre cet exercice plus tôt

source: You do not have cookies support enabled in your browser. Chamilo relies on the feature called "cookies" to store your connection details. This means you will not be able to login if cookies are not enabled. Please change your browser configuration (generally in the Edit -> Preferences menu) and reload this page.
fr: Votre navigateur n'autorise pas les cookies. Chamilo dépend d'une fonctionnalité appelée "cookies" pour le stockage d'informations de connexion. Ceci signifie que vous ne pourrez pas vous identifier si les cookies ne sont pas activés. Veuillez modifier la configuration de votre navigateur (généralement dans le menu Édition -> Préférences) et rafraîchir cette page.

source: Your do not have JavaScript support enabled in your browser. Chamilo relies heavily on JavaScript to provide you with a more dynamic interface. It is likely that most feature will work, but you might not benefit from the latest improvements in usability. We recommend you change your browser configuration (generally under the Edit -> Preferences menu) and reload this page.
fr: Votre navigateur n'autorise pas le JavaScript. Chamilo dépend hautement du JavaScript pour vous fournir une interface plus dynamique. Il est probable que la plupart des fonctionnalités soient accessibles, mais vous pourriez passer à côté des dernières améliorations en termes d'usabilité. Nous vous suggérons de modifier la configuration de votre navigateur (généralement dans le menu Édition -> Préférences) et de rafraîchir cette page.

source: You do not seem to have Flash support enabled in your browser. Chamilo only relies on Flash for a few features and will not lock you out in any way if you don't have it, but if you want to benefit from the complete set of tools from Chamilo, we recommend you install the Flash Plugin and restart your browser.
fr: Votre navigateur ne semble pas autoriser l'utilisation de Flash. Chamilo dépend de Flash pour quelques uns de ses fonctionnalités et ne vous empêchera pas de vous connectez si votre navigateur ne le supporte pas, mais si vous désirez bénéficier du groupe complet d'outils de Chamilo, nous vous recommandons l'installation du plugin Flash et le rédémarrage de votre navigateur avant de continuer.

source: There are no questions for this exercise
fr: Il n'y a aucune question dans cet exercice

source: Attempt
fr: Tentative

source: Save and continue later
fr: Enregistrer et continuer plus tard

source: Proceed with the test
fr: Continuer l'exercice

source: Your browser does not have the QuickTime plugin installed. You can still use the platform, but to run a larger number of media file types, we suggest you might want to install it.
fr: Votre navigateur ne dispose pas du plugin QuickTime. Vous pourrez tout de même utiliser la plateforme, mais nous vous suggérons de considérer l'installation du plugin pour supporter plus de types de fichiers multimédia.

source: Your browser doesn't seem to have the Sun Java plugin installed. You can still use the platform, but you will lose a few of its capabilities.
fr: Votre navigateur ne semble pas disposer du plugin Java de Sun. Vous pouvez tout de même utiliser la plateforme, mais vous perdrez certaines de ses fonctionnalités.

source: Your browser does not support Java
fr: Votre navigateur ne supporte pas Java

source: Your browser has a Java version not supported by this tool. To use it you have to install a Java Sun version higher than 24
fr: Votre navigateur dispose d'une version de Java qui n'est pas supportée par cet outil. Pour l'utiliser vous devez installer Java de Sun dans une version supérieure à la 24.

source: If you do not want to see this message again during this session, click here
fr: Si vous ne désirez pas voir ce message à nouveau durant cette session, cliquez ici

source: Also search in older versions of each page
fr: Chercher également dans les anciennes versions de chaque page

source: Total hidden pages
fr: Total de pages cachées

source: Total pages edited at this time
fr: Total des pages éditées jusqu'ici

source: Total users that have participated in this Wiki
fr: Total des utilisateurs ayant participé à ce wiki

source: Learners can add new pages to the Wiki
fr: Les apprenants peuvent ajouter de nouvelles pages au wiki

source: Creation date of the oldest Wiki page
fr: Date de création de la plus vieille page du wiki

source: Date of most recent edition of Wiki
fr: Date de la plus récente édition du wiki

source: Average rating of all pages
fr: Score moyen de toutes les pages

source: Mean estimated progress by users on their pages
fr: Moyenne estimée du progrès des utilisateurs dans leurs pages

source: Total different IP addresses that have contributed to Wiki
fr: Total des adresses IP différentes qui ont contribué au wiki

source: Total of empty pages
fr: Total des pages vides

source: Number of discussion pages blocked
fr: Nombre de pages de discussions bloquées

source: Number of discussion pages hidden
fr: Nombres de pages de discussions cachées

source: Total comments on various versions of the pages
fr: Total des commentaires sur les différentes versions des pages

source: Total pages can only be scored by a teacher
fr: Total des pages qui peuvent être évaluées uniquement par un enseignant

source: Total pages that can be scored by other learners
fr: Total des pages qui peuvent être évaluées par d'autres apprenants

source: Number of assignments pages proposed by a teacher
fr: Nombre de pages de tâches proposées par un enseignant

source: Number of individual assignments learner pages
fr: Nombre de pages de tâches individuelles des apprenants

source: Number of tasks
fr: Nombre de tâches

source: Portfolio mode
fr: Mode portfolio

source: Standard Task mode
fr: Mode de tâches standard

source: Information about the content of the pages
fr: Information au sujet du contenu des pages

source: In the last version
fr: Dans la dernière version

source: In all versions
fr: Dans toutes les versions

source: Number of contributions
fr: Nombre de contributions

source: Number of visits
fr: Nombre de visites

source: Number of words
fr: Nombre de mots

source: Number of external html links inserted (text, images, ...).
fr: Nombre de liens HTML externes insérés (texte, images, ...).

source: Number of wiki links
fr: Nombre de liens wiki

source: Number of inserted images
fr: Nombre d'images insérées

source: Number of inserted flash files
fr: Nombre de fichiers Flash insérés

source: Number of mp3 audio files inserted
fr: Nombre de fichiers audio MP3 insérés

source: Number of FLV video files inserted
fr: Nombre de fichiers vidéo FLV insérés

source: Number of Youtube video embedded
fr: Nombre de vidéos YouTube incrustées

source: Number of audio and video files inserted (except mp3 and flv)
fr: Nombre de fichiers audio et vidéo insérés (exceptés MP3 et FLV)

source: Number of tables inserted
fr: Nombre de tables insérées

source: Anchors
fr: Ancres

source: Number of protected pages
fr: Nombre de pages protégées

source: Attempts
fr: Tentatives

source: See results
fr: Voir résultats

source: Loading
fr: Chargement

source: Are you sure you want to restore this element?
fr: Êtes-vous certain de vouloir restaurer cet élément?

source: %d questions, for a total score (all questions) of %s.
fr: %d questions, pour un score total (toutes les questions) de %s.

source: This is an automatic email message. Please do not reply to it.
fr: Ceci est un courriel automatique. Merci de ne pas y répondre (toute réponse sera ignorée).

source: Uploaded documents
fr: Documents téléversés

source: Back to test list
fr: Retour à la liste des tests

source: Category description
fr: Description de la catégorie<br/><span style='font-size:100%; font-style:italic'>(Invisible pour les apprenants)</span>

source: Back to category list
fr: Retour à la liste des catégories

source: This category name already exists. Please use another name.
fr: La catégorie n'a pas été ajouté. Une catégorie de même nom existe déjà.

source: Can't delete category
fr: Vous ne pouvez pas effacer une catégorie à laquelle des questions sont associées.

source: Error: could not delete category
fr: Suppression impossible, id de catégorie incorrect. Retourner à la page d'acceuil de votre cours et réessayez.

source: Could not edit category
fr: Impossible d'éditer cette catégorie. Retourner à la page d'acceuil de votre cours et réessayez.

source: Could not update category
fr: La catégorie n'a pas été modifiée.

source: All categories
fr: Toutes les catégories

source: Create question outside exercise
fr: Gestion de question HORS EXERCICE

source: Choose question type
fr: Création d'une question hors test.<br/>Choisissez le type de la question que vous souhaitez ajouter.

source: Yes, with categories ordered
fr: Oui avec les catégories triées par ordre alphabétique

source: Yes, with categories shuffled
fr: Oui avec les catégories mélangées

source: Manage all questions
fr: Modifier/Supprimer des questions - Créer des questions hors test

source: Must be in a test
fr: Vous devez être dans un test pour récupérer des questions d'un autre cours.

source: Please select some random question
fr: Éditez le test et sélectionner le nombre de questions aléatoires à utiliser.

source: Remove from test
fr: Ôter la question du test.

source: Question by category
fr: question(s) par catégories

source: Questions category
fr: Catégories de questions

source: Add test category
fr: Ajouter la catégorie

source: Nb categories
fr: question(s) de cette catégorie.

source: Are you sure you want to delete this category?
fr: Êtes vous sur de vouloir supprimer la catégorie ?

source: Not in a group
fr: Dans aucun groupe

source: By category
fr: par catégories

source: Personal Calendar
fr: Calendrier personnel

source: Skills Tree
fr: Arbre de compétences

source: Skills
fr: Compétences

source: Skills Profile
fr: Profil de compétences

source: With Certificate
fr: Avec certificat

source: Admin Calendar
fr: Calendrier administrateur

source: Course Calendar
fr: Calendrier de cours

source: Reports
fr: Rapports

source: Results not reviewed
fr: Résultats non-révisés

source: Result not reviewed
fr: Résultat non révisé

source: %m/%d/%Y
fr: %d%m%Y

source: %B %d, %Y at %H:%M
fr: le %d %B %Y à %H:%M

source: Enable legal terms
fr: Activer les termes légaux

source: Show a legal notice when entering the course
fr: Montrer un avis légal lors de l'entrée dans le cours

source: Grading model
fr: Modèle d'évaluation

source: Allow teachers to change the assessments grading model
fr: Permettre choix de modèle d'évaluation par enseignants

source: Enabling this option, you will allow each teacher to choose the grading model which will be used in his/her course. This change will have to be made by the teacher from inside the assessments tool of the course.
fr: Activer cette option permettra aux enseignants de choisir le système d'évaluation qui sera utilisé dans leur cours. Ce choix devra être fait au travers de l'outil d'évaluations du cours.

source: Number of sub evaluations
fr: Nombre de sous-évaluations

source: Add new model
fr: Ajouter nouveau modèle

source: Number of learners who attempted the exercise
fr: Nombre d'étudiants ayant tenté l'exercice

source: Lowest score
fr: Score le plus bas

source: Highest score
fr: Score le plus haut

source: Contains a file
fr: Contient un fichier

source: Exercise progress
fr: Progrés de l'exercice

source: Select assessment
fr: Sélectionner l'évaluation

source: View skills tree
fr: Voir arbre de compétences

source: My skills
fr: Mes compétences

source: Group parentship
fr: Parentage du groupe

source: No parentship
fr: Sans parentage

source: No certificate
fr: Sans certificat

source: Allow assignments handing through online editor
fr: Permettre la remise de travaux comme texte en ligne

source: See file
fr: Voir fichier

source: Show document preview
fr: Montrer pré-visualisation des documents

source: Showing previews of the documents in the documents tool will avoid loading a new page just to show a document, but can result unstable with some older browsers or smaller width screens.
fr: Activer la pré-visualisation des documents dans l'outil de documents évitera le chargement d'une nouvelle page pour l'affichage d'un document, mais est instable sur les plus anciens navigateurs et peut s'avérer génant sur de petits écrans.

source: You already sent an assignment, you can't upload a new one
fr: Vous avez déjà envoyé un travail, vous ne pouvez pas en envoyer d'autre.

source: Enable CAS authentication
fr: Activer l'authentification CAS

source: Main CAS server
fr: Serveur CAS principal

source: This is the main CAS server which will be used for the authentication (IP address or hostname)
fr: Il s'agit du serveur CAS principal qui sera utilisé pour l'authentification (adresse IP ou nom d'hôte)

source: Main CAS server URI
fr: URI du serveur CAS principal

source: The path to the CAS service
fr: Le chemin vers le service CAS

source: Main CAS server port
fr: Port du serveur CAS principal

source: The port on which to connect to the main CAS server
fr: Le port sur lequel se connecter au serveur CAS principal

source: Main CAS server protocol
fr: Protocole du serveur CAS principal

source: The protocol with which we connect to the CAS server
fr: Le protocole par lequel on se connecte au serveur CAS

source: Enable CAS user addition
fr: Activer la création d'utilisateurs via CAS

source: Add CAS user login
fr: Ajout du login utilisateur

source: Add CAS user login details when registering a new user
fr: Enregistrer le login CAS de l'utilisateur lors de la création

source: Add CAS user e-mail
fr: Ajouter courriel utilisateur CAS

source: Add CAS user e-mail details when registering a new user
fr: Enregistrer le courriel CAS de l'utilisateur lors de la création

source: Add CAS user first name
fr: Ajouter le prénom utilisateur

source: Add CAS user first name when registering a new user
fr: Enregistrer le prénom CAS de l'utilisateur lors de la création

source: Add CAS user last name
fr: Ajouter le nom de famille de l'utilisateur

source: Add CAS user last name details when registering a new user
fr: Enregistrer le nom de famille CAS de l'utilisateur lors de la création

source: User list
fr: Liste des utilisateurs

source: Add as an announcement
fr: Ajouter une annonce

source: Skills and assessments
fr: Compétences et évaluations

source: Add skill
fr: Ajouter compétence

source: Show admin toolbar
fr: Afficher la barre d'administration

source: Accept legal agreement
fr: Accepter termes légaux

source: Legal agreement for this course
fr: Termes légaux pour ce cours

source: Random questions by category
fr: Questions aléatoires par catégorie

source: Display questions category
fr: Montrer la catégorie de questions

source: Review my answers
fr: Réviser mes réponses

source: Text appearing at the end of the test
fr: Texte de finalisation du test

source: Validated
fr: Annoté

source: Not validated
fr: Non annoté

source: Revised
fr: Annoté

source: Select a question to revise
fr: Sélectionnez une question à réviser

source: Revise question later
fr: Réviser cette question plus tard

source: Number of learners who selected it
fr: Nombre d'étudiants l'ayant sélectionnée

source: Questions already answered
fr: Questions répondues

source: There is no such skill
fr: Cette compétence n'existe pas

source: Please check your grading model values
fr: Veuillez vérifier les valeurs de votre modèle d'évaluation

source: Skills obtained when achieving this assessment
fr: Compétences acquises lors de l'obtention de ce certificat

source: Add assessment
fr: Ajouter évaluation

source: No learner
fr: Aucun étudiant

source: I am a human resources manager
fr: Je suis un responsable des ressources humaines

source: Absolute skill
fr: Compétence absolue

source: There are no SVG images in your images gallery directory
fr: Il n'y a aucune image SVG dans le répertoire de galerie d'images

source: No SVG image
fr: Aucune image SVG

source: Number of learners
fr: Nombre d'étudiants

source: Number of learners accessing the course
fr: Nombre d'étudiants ayant accédé au cours

source: Percentage of learners accessing the course
fr: Pourcentage d'étudiants accédant au cours

source: Number of learners who completed all activities (100% progress)
fr: Nombre d'étudiants qui ont complété toutes les activités (progrès de 100%)

source: Percentage of learners who completed all activities (100% progress)
fr: Pourcentage d'étudiants ayant complété toutes les activités (progrès de 100%)

source: Average number of activities completed per learner
fr: Nombre moyen d'activités complétées par étudiant

source: Total time spent in the course
fr: Temps total passé dans le cours

source: Average time spent per learner in the course
fr: Temps moyen passé dans le cours par étudiant

source: Number of documents in learning path
fr: Nombre de documents dans le parcours

source: Number of exercises in learning path
fr: Nombre d'exercices dans le parcours

source: Number of links in learning path
fr: Nombre de liens dans le parcours

source: Number of forums in learning path
fr: Nombre de forums dans le parcours

source: Number of assignments in learning path
fr: Nombre de travaux dans le parcours

source: Number of announcements in course
fr: Nombre d'annonces dans le parcours

source: Current courses report
fr: Rapport de cours courants

source: Hide table of contents frame
fr: Cacher la table des matières

source: Updates
fr: Mises à jour

source: Teaching
fr: Enseignant

source: Courses reporting
fr: Rapports de cours

source: Admin reports
fr: Rapports d'admin

source: Exams reports
fr: Rapports de tests

source: My reporting
fr: Mon suivi

source: Search skills
fr: Chercher des compétences

source: Save this search
fr: Enregistrer cette recherche

source: Stored skills profiles
fr: Profils de compétences sauvegardés

source: Matches
fr: Correspondances

source: %s, welcome to %s
fr: %s, bienvenue sur %s

source: Use user's IDs from the file to subscribe them
fr: Utiliser l'ID utilisateur du fichier pour l'inscription

source: Who and where
fr: Qui et où

source: You cannot upload this assignment. Please delete the previous one first.
fr: Impossible d'envoyer deux travaux. Veuillez tout d'abord éliminer l'antérieur.
