Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Show profile form
fr: Montrer le formulaire de profil

source: You need to create groups
fr: Vous devez créer des groupes

source: Manage groups
fr: Gérer les groupes

source: Group created successfully
fr: Le groupe a bien été créé

source: Group need name
fr: Il manque un nom au groupe

source: Personalize
fr: Personnaliser

source: Primary
fr: Primaire

source: Secondary
fr: Secondaire

source: Please choose a condition
fr: Veuillez sélectionner une condition

source: Choose different categories
fr: Sélectionnez différents dossiers

source: No log of duration
fr: Pas d'historique de durée

source: Users who are not invited can use this link to take the survey:
fr: Les utilisateurs qui ne sont pas invités peuvent utiliser ce lien pour répondre à l'enquête:

source: Complete the survey's questions
fr: Compléter les questions de l'enquête

source: Surveys deleted
fr: Enquêtes supprimées

source: Remind only users who didn't answer
fr: Envoyer un rappel uniquement aux utilisateurs qui n'ont pas répondu

source: Create question
fr: Enregistrer la question

source: Back to survey
fr: Retour à l'enquête

source: Update information
fr: Mettre les informations à jour

source: Please fill survey
fr: Veuillez compléter l'enquête

source: Reporting overview
fr: Vue globale du suivi

source: What is the goal of the course? Are there prerequisites? How is this training connected to other courses?
fr: Quelle est la place de ce cours dans l'organisation? Quels sont les prérequis? Quels sont les liens avec les autres cours?

source: Describe the course (number of hours, serial number, location) and teacher (name, office, Tel., e-mail, office hours . . . .).
fr: Informations permettant d'identifier le cours (sigle, titre, nombre de personnes impliquées, ...) et le responsable (nom, prénom, bureau, tél, courriel, horaire...). Présentation générale du cours.

source: Objectives
fr: Objectifs

source: What are the objectives of the course (competences, skills, outcomes)?
fr: Quels sont les objectifs du cours : sociaux, économiques et pédagogiques?

source: What should the end results be when the learner has completed the course? What are the activities performed during the course?
fr: Quels sont les apprentissages visés par le cours?Au terme du cours, quelles sont les compétences, les capacités et les connaissances que les apprenants seront en mesure de mobiliser?

source: Topics
fr: Sujets

source: List of topics included in the training. Importance of each topic. Level of difficulty. Structure and inter-dependence of the different parts.
fr: Quel est le niveau de difficulté des contenus?Comment structurer l'ensemble des questions? Quelle sera la séquence des problèmes? Quelle sera la progression dans les différents points?

source: How does the course progress? Where should the learner pay special care? Are there identifiable problems in understanding different areas? How much time should one dedicate to the different areas of the course?
fr: Présentation du plan d'action dans le temps et l'espace.Quel temps doit-on réserver aux différents parties du cours? Quels sont les points qui demandent une attention accrue de la part des apprenants?

source: Methodology
fr: Méthodologie

source: What methods and activities help achieve the objectives of the course? What would the schedule be?
fr: Quelles méthodes et quelles activités vont favoriser l'atteinte des objectifs définis pour le projet? Quel est le calendrier des activités?

source: Presentation of the activities (conference, papers, group research, labs...).
fr: Présentation des activités prévues (parcours pédagogiques, investigations, recherches, exposés, visites, recueil d'informations sur le terrain, ...).

source: Course material
fr: Supports de cours

source: Is there a course book, a collection of papers, a bibliography, a list of links on the internet?
fr: Existe-t-il des supports, de la documentation, des liens à consulter, ... spécifiques à ce cours ?

source: Short description of the course materials.
fr: Présentation du ou des supports, bibliographie, localisation des documents disponibles.

source: Consider the cpirses, coaches, a technical helpdesk, course managers, and/or materials available.
fr: Quelles sont les ressources humaines et physiques disponibles? Que peuvent attendre les participants de l'équipe d'encadrement?

source: Identify and describe the different contact persons and technical devices available.
fr: Présentation des personnes qui vont encadrer le projet.Description des locaux et des équipements disponibles.

source: How will learners be assessed? Are there strategies to develop in order to master the topic?
fr: Comment l'atteinte des objectifs sera-t-elle évaluée?Quels sont les types d'évaluation prévues (formative, sommative, certificative...)?

source: Criteria for skills acquisition.
fr: Critères d'évaluation et pondération éventuelle.

source: Resize the image to the following dimensions (in pixels)
fr: Redimensionner l'image aux dimensions suivantes (en pixels)

source: RESIZE
fr: REDIMENSIONNER

source: Show all images in their original size. No resizing is done. Scrollbars will automatically appear if the image is larger than your monitor size.
fr: Afficher toutes les images dans leur taille d'origine. Aucun redimensionnement n'est effectué. Les barres de défilement apparaitront automatiquement si l'image est plus large que votre écran.

source: Show Thumbnails
fr: Afficher les vignettes

source: Gallery settings
fr: Définir les options de la galerie

source: Slideshow Options
fr: Options de la galerie

source: NO RESIZING
fr: NE PAS REDIMENSIONNER (défaut)

source: Slideshow
fr: Présentation

source: Published end date
fr: Date de fin publiée

source: View Slideshow
fr: Voir la galerie

source: My tasks
fr: Mes tâches

source: My projects
fr: Mes blogs préférés

source: Top ten
fr: Top dix

source: This project
fr: Ce blog

source: New task
fr: Nouvel article

source: Roles management
fr: Gestion des tâches

source: Users management
fr: Gestion des utilisateurs

source: Task
fr: Texte

source: Read this post
fr: Lire cet article

source: This is the first task in the project. Everybody subscribed to this project is able to participate
fr: Ceci est le premier article de ce blog. Dorénavant, tout inscrit à ce blog peut y participer.

source: Add a new comment
fr: Ajouter un commentaire

source: Reply to this comment
fr: Ajouter un commentaire à ce commentaire

source: Manage roles
fr: Gestion des tâches dans ce blog

source: Subscribe / Unsubscribe users in this project
fr: Inscrire/désinscrire l'utilisateur de ce blog

source: Unregister
fr: Désinscrire

source: Subscribe users
fr: Inscrire des utilisateurs

source: Unsubscribe users
fr: Désinscrire des utilisateurs

source: Users rights management
fr: Gestion des droits des utilisateurs

source: Manage roles and rights of user in this project
fr: Contrôlez les rôles et les droits des utilisateurs dans ce blog

source: Tasks
fr: Tâches

source: Member
fr: Utilisateur

source: Rate
fr: Score

source: Add a new role
fr: Nouvelle tâche

source: Assign a role
fr: Assigner une tâche

source: Assign roles
fr: Assigner une tâche

source: Edit this task
fr: Éditer cette tâche

source: Delete this task
fr: Effacer cette tâche

source: This is a preset task. You can't delete a preset task.
fr: Ceci est une tâche pré-definie .Vous ne pouvez pas effacer une tâche pré-definie.

source: Colour
fr: Couleur

source: Roles in this project
fr: Tâches dans ce blog

source: Assigned tasks
fr: Tâches assignées

source: Tasks manager
fr: Gestion des articles

source: Comment manager
fr: Gestion des commentaires

source: Read more...
fr: Lire la suite..

source: Delete this comment
fr: Effacer ce commentaire

source: There are no tasks in this project. If you are the manager of this project, click on link 'New task' to write an task.
fr: A ce moment, il n'y a aucun article dans ce blog. Si vous êtes un auteur dans ce blog, cliquez sur le lien 'nouvel article' pour écrire un nouvel article.

source: No tasks
fr: pas de tâches

source: Rating
fr: Valeur

source: Rate this task
fr: Noter cet article

source: Select a task for this role
fr: Choisir un article pour cette tâche

source: A task for me
fr: Exécuter cette tâche

source: Written by
fr: écrit par

source: in the project
fr: dans le blog

source: View tasks for today
fr: Regarder les articles du jour

source: Tasks by
fr: Articles de

source: No tasks have been found. Check the word spelling or try another search.
fr: Nous n'avons pas trouvé d'articles correspondant à vos critères de recherche. Vérifiez l'orthographe des mots de votre recherche ou effectuez une recherche plus large.

source: Save blog
fr: Enregistrer le blog

source: Task 1
fr: Tâche 1

source: Task 2
fr: Tâche 2

source: Task 3
fr: Tâche 3

source: Task 1 description
fr: Description de la tâche 1

source: Task 2 description
fr: Description de la tâche 2

source: Task 3 description
fr: Description de la tâche 3

source: Project management
fr: Management des blogs

source: Welcome !
fr: Bienvenue !

source: The user hasn't rights
fr: L'utilisateur n'a pas les droits

source: The user has rights
fr: L'utilisateur a les droits

source: The user has rights of its group
fr: L'utilisateur a les droits de son groupe

source: Promotion updated successfully
fr: Promotion mise à jour

source: Create a new project
fr: Créer un nouveau blog

source: Edit a project
fr: Éditer le titre et le sous-titre

source: Delete this project
fr: Supprimer ce blog

source: Shared
fr: Partagé

source: Permission granted by group or role
fr: Permission allouée par groupe ou par rôle

source: Reader
fr: Lecteur

source: The project has been deleted.
fr: Le blog a été supprimé.

source: The project has been edited.
fr: Le blog a été mis à jour.

source: The project has been added.
fr: Le blog a été ajouté.

source: The comment has been saved.
fr: Le commentaire a été sauvegardé.

source: The article has been added.
fr: L'article a été ajouté.

source: The task has been created
fr: La tâche a été créée.

source: The task has been edited.
fr: La tâche a été mise à jour.

source: The task has been assigned.
fr: La tâche a été assignée.

source: The assigned task has been edited
fr: La tâche assignée a été mise à jour.

source: The user has been registered
fr: L'utilisateur a été inscrit.

source: The task has been deleted.
fr: La tâche a été supprimée.

source: The task assignment has been deleted.
fr: L'assignation de la tâche a été supprimée.

source: The comment has been deleted.
fr: Le commentaire a été supprimé.

source: A rating has been added.
fr: Un score a été ajouté.

source: Resource added
fr: Ressource ajoutée

source: Learning paths
fr: Parcours d'apprentissage

source: level up
fr: Monter

source: main category
fr: catégorie principale

source: Add to the course links
fr: Ajouter aux Liens du cours

source: do not add
fr: Ne pas ajouter

source: Resources added
fr: Ressources ajoutées

source: External resources
fr: Ressources externes

source: Course resources
fr: Ressources du cours

source: External link
fr: Lien externe

source: Add the dropbox to this section.
fr: Ajouter le partage de fichiers à ce module.

source: Add the Assignments tool to the course
fr: Ajouter un lien vers Travaux dans ce module.

source: Show / Delete
fr: Afficher / Modifier les ressources

source: Introduction text
fr: Texte d'introduction

source: Course Description
fr: Description du cours

source: Add a page containing the introduction text to this section.
fr: Ajouter la page contenant le texte d'introduction à ce chapitre

source: Add a page containing the course description to this section.
fr: Ajouter la page contenant la description du cours à ce chapitre

source: Add the Groups tool to this section.
fr: Ajouter la page de Groupes à ce chapitre.

source: Add the Users tool to this section.
fr: Ajouter la page Utilisateurs à ce chapitre

source: Exportable course resources
fr: Ressources exportables au format SCORM

source: Chamilo related course resources
fr: Ressources non exportables au format SCORM

source: Link's target
fr: Cible du lien

source: In the same window
fr: Dans la même fenêtre

source: In a new window
fr: Dans une nouvelle fenêtre

source: This
fr: Ce

source: item was deleted in that tool.
fr: (article) a été supprimé de cet outil.

source: Section
fr: Chapitre

source: Add event
fr: Ajouter un événement

source: Filter on groups/users
fr: Filtrer par groupes/utilisateurs

source: Ascending
fr: Ascendant

source: Current month
fr: Afficher les événements du mois

source: Event edited
fr: L'événement a été modifié

source: Add event to agenda
fr: Ajouter un événement

source: Add announcement
fr: Ajouter une annonce

source: Forum: add new topic
fr: Forum: ajouter un nouveau message

source: Forum: edit topic
fr: Forum: éditer le message

source: Test : Answers
fr: Exercice: Réponses

source: Forum: reply
fr: Forum: répondre

source: Descending
fr: Descendant

source: Upload paper
fr: Envoyer le document

source: You didn't choose any file to send, or it is too big
fr: Vous n'avez choisi aucun fichier à envoyer, ou celui-ci est trop gros

source: paper title modified
fr: Le document a été modifié

source: The file has been added to the list of publications.
fr: Le document a été ajouté

source: File deleted
fr: Le document a été suppprimé

source: Paper title
fr: Titre du document en toutes lettres

source: Do you really want to delete this file
fr: Confirmez-vous cette suppression ?

source: Actions on all files
fr: Tous les fichiers

source: Default setting for the visibility of newly posted files
fr: Visibilité par défaut des documents envoyés (y compris dans le futur)

source: New documents are visible for all users
fr: Les nouveaux documents sont par défaut visibles par tous les membres

source: New documents are only visible for the teacher(s)
fr: Les nouveaux documents sont par défaut visibles seulement par les responsables

source: Only registered users of this course can publish documents.
fr: Seuls les utilisateurs enregistrés de ce cours peuvent publier des documents.

source: current folder
fr: répertoire courant

source: Upload a document
fr: Envoyer un document

source: Assignments settings
fr: Éditer les options des travaux

source: A user posted a document in the Assignments tool
fr: Un utilisateur a publié un document dans l'outil travaux de votre cours

source: Delete directory
fr: Supprimer le répertoire

source: Validate changes
fr: Valider les changements

source: Folder updated
fr: Dosier mis à jour

source: Ends at (completely closed)
fr: Envoi impossible à partir du

source: Assignment scoring
fr: Évaluation de la tâche

source: Add to gradebook
fr: Activer dans le cahier de notes

source: Weight inside assessment
fr: Pondération dans le cahier de notes

source: Date limits
fr: Dates disponibles

source: Posted sending deadline
fr: Date limite d'envoi affichée

source: Directory created
fr: Dossier créé

source: Deadline for assignments
fr: Expiration pour la remise des travaux

source: Enable handing over deadline (visible to learners)
fr: Activer la date d'expiration

source: Enable final acceptance date (invisible to learners)
fr: Date de fin

source: Impossible to save the document
fr: Impossible d'enregistrer le document

source: End date cannot be before the expiry date
fr: La fin ne peut précéder la date d'expiration

source: Select a filter
fr: Choisissez un filtre

source: Filter by not expired
fr: Filtrer - non expirés

source: Filter assignments
fr: Filtrer tâches

source: Minimum score expected
fr: Minimum requis

source: Expiry date already passed
fr: La date d'expiration est déjà passée

source: End date already passed
fr: La date de fin est déjà passée

source: Move %s to
fr: Déplacer %s vers

source: The mark cannot exceed maximum score
fr: La cote ne peut pas être supérieure à la qualification maximale

source: Delete all papers
fr: Supprimer tous les travaux

source: Back to Assignments list
fr: Retour à la liste de travaux

source: Edit and mark paper
fr: Éditer et coter le travail

source: All papers are now invisible
fr: Tous les travaux sont à présent visibles

source: The file is now invisible
fr: Le fichier est à présent invisible

source: All papers are now visible
fr: Tous les travaux sont à présent visibles

source: The file is now visible
fr: Le travail est à présent visible

source: Create assignment
fr: Créer

source: Assignment name
fr: Nom du travail

source: Folder edited
fr: Répertoire mis à jour

source: Update this task
fr: Mettre le document à jour

source: Make all papers invisible
fr: Rendre invisibles tous les travaux

source: Make all papers visible
fr: Rendre visibles tous les travaux

source: Administrator first name
fr: Prénom de l'administrateur

source: URL of this company
fr: URL de l'organisme/l'entreprise

source: User DB
fr: Base de données Utilisateur

source: Please check these values
fr: Veuillez vérifier les valeurs suivantes

source: Please go back to step 1
fr: Veuillez retourner à l'étape 1

source: <p><b>Adding users</b></p> <p>You can subscribe existing learners one by one to your course, by clicking on the link 'Subscribe users to this course'. Usually however it's better to open your course to self-registration and let learners register themselves. </p> <p><b>Description</b></p> <p>The description has no computer related function and does not indicate any particular rights or privileges within the system. It simply indicates who is who, in human terms. You can therefore modify this by clicking on the pencil, then typing whatever you want: professor, assistant, student, visitor, expert etc.</p><p><b>Admin rights</b></p><p>Admin rights, on the other hand, provide technical authorization to modify the content and organization of this course area. You can choose between allowing full admin rights or none.</p><p>To allow an assistant, for instance, to co-admin the area, you need to be sure he/she is already registered, then click on the pencil, then check 'Teacher', then 'Ok'.</p><p><b>Co-Trainers</b></p><p>To mention the name of a co-teacher in the heading (co-chairman, etc.), use the 'Course settings' tool. This modification does not automatically register your co-Trainer as a course member. The 'Teachers' field is completely independent of the 'Users' list.</p> <p><b>Tracking and Personal Home Pages</b></p> <p>In addition to showing the users list and modifying their rights, the Users tool also shows individual tracking and allows the teacher to define headings for personal home pages to be completed by users.</p>
fr: L'outil Utilisateurs fournit la liste des personnes inscrites au cours. Il offre en outre les fonctionnalités suivantes:<ul><li><b>Nom et prénom</b> : pour accéder à la fiche de l'utilisateur contenant sa photo, son adresse de courriel et d'autres informations, cliquez sur son nom</li><li><b>Description</b> : complétez ce champ pour informer les autres utilisateurs du rôle joué par l'un d'entre eux dans votre dispositif</li><li><b>Éditer (crayon jaune)</b> : permet d'attribuer des droits supplémentaires, comme celui de partager avec vous la responsabilité d'administrer ce cours ou bien celui, plus modeste, de modérer les échanges dans les groupes</li><li><b>Suivi</b> : vous renseigne sur l'utilisation du cours par l'apprenant. Combien de fois il/elle est venu(e), combien de points il/elle a obtenu aux tests, combien de temps il/elle a passé dans les modules de cours SCORM, quels documents il/elle a déposés dans l'outil Travaux, etc.</li></ul>Vous pouvez aussi, dans la page Utilisateurs, inscrire des utilisateurs du portail à votre cours (pour inscrire des utilisateurs au portail, contactez votre administration), gérer les espaces des groupes ou définir des intitulés qui permettront aux étudiants de se décrire ou de se présenter aux autres : numéro de téléphone, curriculum vitae etc.<p><b>Co-responsabilité d'un cours</b><p>Pour permettre à un co-responsable de votre cours de l'administrer avec vous, vous devez préalablement lui demander de s'inscrire à votre cours ou vous assurer qu'il est inscrit puis modifier ses droits en cliquant sur l'icône d'édition puis sur 'Responsable'.</P><p>Pour faire figurer le nom de ce co-responsable dans l'en-tête de votre cours, utilisez la page 'Propriétés de ce cours'. Cette modification de l'en-tête du cours n'inscrit pas automatiquement ce co-responsable comme membre du cours. Ce sont deux actions distinctes.</p>
