Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: <p><b>Introduction</b></p><p>This tool allows you to create and manage workgroups. On first creation (Create groups), groups are 'empty'. There are many ways to fill them:<ul><li>automatically ('Fill groups (random)'),</li><li>manually ('Edit'),</li><li>self-registration by users (Groups settings: 'Self registration allowed...').</li></ul>These three ways can be combined. You can, for instance, first ask users to self-register.Then if you find some of them didn't register, decide to fill groups automatically (random) in order to complete them. You can also edit each group to determine membership, user by user, after or before self-registration and/or automatically on registration.</p><p>Filling groups, whether automatically or manually, is possible only for users registered on the course. The users list is visible in <b>Users</b> tool. </p><hr noshade size=1><p><b>Create groups</b></p><p>To create new groups, click on 'Create new group(s)' and decide the number of groups to create.</p><hr noshade size=1><p><b>Group settings</b></p><p>You can determine Group settings globally (for all groups).<b>Users may self-register in groups</b>:<p>You create empty groups, users self-register.If you have defined a maximum number, full groups do not accept new members.This method is handy for trainers unfamiliar with the users list when creating groups.</p><b>Tools</b>:</p><p>Every group is assigned either a forum (private or public) or a Documents area(a shared file manager) or (in most cases) both.</p><hr noshade size=1><p><b>Manual editing</b></p><p>Once groups have been created (Create groups), you will see, at the bottom of the page, a list of groups along with with several options:<ul><li><b>Edit</b>Manually modify group name, description, tutor, members list.</li><li><b>Delete</b> Delete a group.</li></ul><hr noshade size=1>
fr: <p><b>Introduction</b></p> <p>Cet outil permet de créer et de gérer des groupes de travail. A la création, les groupes sont vides. Le responsable dispose de plusieurs façons de les remplir: <ul><li>automatique ('Remplir les groupes'),</li> <li>à la pièce ('Editer'),</li> <li>par les utilisateurs (Propriétés: 'Utilisateurs autorisés ...').</li></ul> Ces modes de remplissage sont combinables entre eux. Ainsi, on peut demander aux membres de s'inscrire eux-mêmes puis constater que certains d'entre eux ont oublié de s'inscrire et choisir alors de remplir les groupes, ce qui aura pour effet de les compléter. On peut aussi (via la fonction 'Editer') modifier manuellement la composition de chacun des groupes après remplissage automatique ou après auto-inscription par les membres.</p> <p>Le remplissage des groupes, qu'il soit automatique ou manuel, ne fonctionne que si les membres sont déjà inscrits au cours, ce qui peut être vérifié via l'outil 'Utilisateurs'.</p><hr noshade size=1> <p><b>Créer des groupes</b></p> <p>Pour créer de nouveaux groupes, cliquez sur 'Créer nouveau(x) groupe(s)' et déterminez le nombre de groupes à créer. Le nombre maximum de participants est facultatif. Si vous laissez ce champ inchangé, la taille des groupes sera illimitée.</p><hr noshade size=1> <p><b>Propriétés des groupes</b></p> <p>Vous pouvez déterminer de façon globale les propriétés des groupes. <ul><li><b>Utilisateurs autorisés à s'inscrire eux-mêmes dans les groupes</b>: vous créez des groupes vides et laissez les membres s'y ajouter eux-mêmes. Si vous avez défini un nombre de places maximum par groupe, les groupes complets n'acceptent plus de nouveaux membres. Cette méthode convient particulièrement au responsable qui ne connaît pas la liste des membres au moment de créer les groupes.</li> <li><b>Accès aux groupes réservé uniquement à leurs membres</b>: les groupes n'accèdent pas aux forums et documents partagés des autres groupes. Cette propriété n'exclut pas la publication de documents par les groupes hors de leur espace privé.</li> <li><b>Outils</b>: chaque groupe dispose d'au moins un des outils suivants : Documents, Agenda, Tarvaux, Annonces.</li></ul> <hr noshade size=1> <p><b>Edition manuelle</b></p> <p>Une fois des groupes crées, vous voyez apparaître leur liste assortie d'une série d'informations et de fonctions. <ul><li><b>Editer</b> permet de modifier manuellement la composition du groupe.</li> <li><b>Supprimer</b> détruit un groupe.</li></ul> <hr noshade size=1>

source: <p>The tests tool allows you to create tests containing as many questions as you like.<br><br> You can choose from a range of question formats clearly displayed at the top of the page when you create a test including (for example):<br><br><ul> <li>Multiple choice (single or multiple answers)</li> <li>Matching</li> <li>Fill in the blanks etc.</li></ul>A test can include any number and combination of questions and question formats.</p><hr><b>Test creation</b><p>To create a test, click on the "New test" link.<br><br>Type a name for the test, as well as an optional description.<br><br>You can add various elements to this, including audio or video files, e.g. for listening comprehension, but take care to make such files as small as possible to optimise download time (e.g. use mp3 rather than wav files - they're far smaller but perfectly good quality). <br><br>You can also choose between two modes of presentation:<br><br><ul> <li>Questions on an single page</li> <li>One question per page (sequentially)</li></ul>and opt for questions to be randomly organised when the test is run.<br><br>Finally, save your test. You will be taken to the question administration.</p><hr><b>Adding a question</b><p>You can now add a question to the newly created test. You can if you wish include a description and/or an image. To create the test types mentioned above, follow the following steps: </p><hr><b>Multiple choice</b><p>In order to create a MAQ / MCQ :<br><br><ul> <li>Define the answers for your question. You can add or delete an answer by clicking on the right-hand button</li> <li>Check the left box for the correct answer(s)</li> <li>Add an optional comment. This comment won't be seen by the user until he/she has answered the question</li> <li>Give a weighting to each answer. The weighting can be any positive or negative integer (or zero)</li> <li>Save your answers</li></ul></p><hr><b>Fill in the blanks</b><p>This allows you to create a cloze passage. The purpose is to prompt the user to find words that you have removed from the text.<br><br>To remove a word from the text, and thus create a blank, put brackets [like this] around it.<br><br>Once the text has been typed and blanks defined, you can add a comment that will be seen by the learner depending on the reply to the question.<br><br>Save your text, and you will be taken to the next step allowing you to assign a weighting to each blank. For example, if the question is worth 10 points and you have 5 blanks, you can give a weighting of 2 points to each blank.</p><hr><b>Matching</b><p>This answer type can be chosen so as to create a question where the user will have to connect elements from list A with elements from list B.<br><br>It can also be used to ask the user to arrange elements in a given order.<br><br>First, define the options from which the user will be able to choose the best answer. Then, define the questions which will have to be linked to one of the options previously defined. Finally, connect elements from the first list with those of the second list via the drop-down menu.<br><br>Note: Several elements from the first unit might point to the same element in the second unit.<br><br>Assign a weighting to each correct match, and save your answer.</p><hr><b>Modifying a test</b><p>In order to modify a test, the principle is the same as for creating a test. Just click on the picture <img src="../img/edit.gif" border="0" align="absmiddle"> beside the test to modify, and follow the instructions above.</p><hr><b>Deleting a test</b><p>In order to delete a test, click on the picture <img src="../img/delete.gif" border="0" align="absmiddle"> beside the test to delete it.</p><hr><b>Enabling a test</b><p>For a test can be used, you have to enable it by clicking on the picture <img src="../img/invisible.gif" border="0" align="absmiddle"> beside the test name.</p><hr><b>Running the test</b><p>You can try out your test by clicking on its name in the tests list.</p><hr><b>Random questions</b><p>Whenever you create/modify a test, you can decide if you want questions to be drawn in a random order from amongst all test questions.<br><br>By enabling this option, questions will be drawn in a different order every time a user runs the test.<br><br>If you have got a large number of questions, you can opt to randomly draw only x-number of questions from the questions available.</p><hr><b>Questions pool</b><p>When you delete a test, its questions are not removed from the database, so they can be recycled back into another test via the questions pool.<br><br>The questions pool also allows you to re-use the same question in several tests.<br><br>By default, all the questions pertaining to your course are hidden. You can display the questions related to a test, by chosing 'filter' in the drop-down menu.<br><br>Orphan questions are questions that don not belong to any test.</p><hr><b>HotPotatoes Tests</b><p>You can import HotPotatoes tests into a Chamilo portal, to use in the Tests tool. The results of these tests are stored the same way as the results of Chamilo tests and as such can be readily monitored using the Reporting tool. In the case of simple tests, we recommend you use html or htm format; if your test contains pictures, a zip file upload is the most convenient way.</p><p>Note: You can also include HotPotatoes Tests as a step in the Learning Path.</p><b>Method of import</b><ul> <li>Select the file on your computer using the Browse button <input type=submit value=Browse name=submit2> on the right of your screen.</li> <li> Launch the upload with the Upload Button <input type=submit value=Upload name=submit2>. </li> <li> You can open the test by clicking onto its name. </li> </ul> <br><b>Useful link</b><br><ul><li>Hot Potatoes home page : <ahref="http://web.uvic.ca/hrd/halfbaked/">http://web.uvic.ca/hrd/halfbaked/</a></li></li></ul>
fr: <p>Le module de tests vous permet de créer des tests d'auto-évaluation pouvant contenir un nombre quelconque de questions.<br /><br />Il existe différents types de réponses disponibles pour la création de vos questions :<ul> <li>Choix multiple</li> <li>Réponses multiples</li><li>Remplir les blancs</li> <li>Apparier (correspondances)</li> <li>Question ouverte</li> <li>Zones sur image (hotspots)</li></ul>Combinés au puissant éditeur multimédia de Chamilo, ces différents types permettent en outre de créer des tests sur images, des compréhensions à l'audition et des questions d'interprétation à partir de vidéos ou d'animations Flash. Un test rassemble un certain nombre de questions sous un thème commun.</p><p>Vous pouvez visualiser une copie des réponses de l'apprenant et introduire des remarques dans sa 'copie' afin de fournir un feedback le plus précis possible. C'est aussi dans cette interface de visualisation des réponses de l'apprenant que vous pourrez corriger les questions ouvertes.</p><hr /><b>Création d'un test</b><p>Pour créer un test, cliquez sur le lien "Nouveau test".<br /><br />Introduisez l'intitulé de votre test, ainsi qu'une éventuelle description de celui-ci. Utilisez le champ Description si vous souhaitez ajouter un fichier audio afin de créer une compréhension à l'audition.<br /><br />Vous pouvez également choisir entre 2 types de tests:<ul> <li>Questions sur une seule page</li> <li>Une question par page (séquentiel)</li></ul>et préciser si vous souhaitez ou non que les questions soient triées aléatoirement lors de l'exécution du test par l'apprenant.<br /><br />Enregistrez ensuite votre test. Vous arriverez à la gestion des questions de ce test.</p><hr /><b>Ajout d'une question</b><p>Vous pouvez à présent ajouter une question au test précédemment créé. La description est facultative, de même que les images que vous avez la possibilité d'associer à votre question dans le champ Description. Ici encore, utilisez le champ description si vous souhaitez que la question porte sur une image (interprétation visuelle) ou sur un fichier audio (compréhension à l'audition).</p><hr /><b>Choix multiple</b><p>Il s'agit du classique QRM (question à réponse multiple) / QCM (question à choix multiple).<br /><br />Pour créer un QRM / QCM :<ul> <li>Définissez les réponses à votre question. Vous pouvez ajouter ou supprimer une réponse en cliquant sur le bouton adéquat</li> <li>Cochez grâce aux cases de gauche la ou les réponses exactes</li> <li>Ajoutez un éventuel commentaire. Celui-ci ne sera vu par le membre qu'une fois qu'il aura répondu à la question</li> <li>Donnez une pondération à chaque réponse. La pondération peut être n'importe quel nombre entier, positif, négatif ou nul</li> <li>Enregistrez vos réponses</li></ul></p><hr /><b>Remplir les blancs</b><p>Il s'agit du texte à trous. Le but est de faire trouver par l'apprenant des mots que vous avez préalablement retirés du texte.<br /><br />Pour retirer un mot du texte, et donc créer un blanc, placez ce mot entre crochets [comme ceci].<br /><br />Une fois le texte introduit et les blancs définis, vous pouvez éventuellement ajouter un commentaire qui sera vu par le membre lorsqu'il aura répondu à la question.<br /><br />Enregistrez votre texte, et vous arriverez à l'étape suivante qui vous permettra d'attribuer une pondération à chacun des blancs. Par exemple si la question est sur 10 points et que vous avez 5 blancs, vous pouvez donner une pondération de 2 points à chaque blanc.</p><hr /><b>Apparier</b><p>Ce type de réponse peut être choisi pour créer une question où l'apprenant doit relier des éléments d'un ensemble E01 avec les éléments d'un ensemble E02.<br /><br />Il peut également être utilisé pour demander au membre de trier des éléments dans un certain ordre.<br /><br />Commencez par définir les options parmi lesquelles le membre pourra choisir la bonne réponse. Ensuite, définissez les questions qui devront être reliées à une des options définies précédemment. Enfin, établissez les correspondances via les menus déroulants.<br /><br />Remarque : Plusieurs éléments du premier ensemble peuvent pointer vers le même élément du deuxième ensemble.<br /><br />Donnez une pondération à chaque correspondance correctement établie, et enregistrez votre réponse.</p><hr /><b>Question ouverte</b><p>Il est des questions dont la correction ne peut être automatisée. Par exemple : 'Résumez l'article suivant en une dizaine de lignes'. Le champ Question inclura 'Résumez l'article, etc', le champ Description accueillera un copier/coller de l'article en question et le champ libre laissé à l'apprenant accueillera sa réponse. Le responsable du cours (formateur, coach...) ira dans Résultats de mes apprenants dans l'outil Tests pour corriger manuellement les réponses. En attendant, la réponse aura un score de zéro.</p><hr /><b>Zones sur image (hotspots)</b><p>Dans bien des métiers, la compétence se vérifie par une manipulation ou une prise en compte d'éléments visuels. Le conducteur d'une grue doit savoir à quoi correspondent différents leviers, un chirgurgien doit pouvoir distinguer d'un coup d'oeil les éléments qui composent l'anatomie humaine, etc. Un utilisateur d'outils de bureautique doit pouvoir reconnaître les différents éléments d'une interface donnée. Pour l'évalutaion de ces sompétences, on pourra introduire une image (obligatoirement au format .jpg ou .jpeg) et dessiner des zones via Chamilo en y associant questions, score et commentaires.</p><hr /><b>Modification d'un test</b><p>Pour modifier un test, le principe est le même que pour la création. Cliquez simplement sur l'image <img src="../img/edit.gif" border="0" align="absmiddle"> à côté du test à modifier, et suivez les instructions ci-dessus.</p><hr /><b>Suppression d'un test</b><p>Pour supprimer un test, cliquez sur l'image <img src="../img/delete.gif" border="0" align="absmiddle"> à côté du test à supprimer.</p><hr /><b>Activation d'un test</b><p>Avant qu'un test ne puisse être utilisé par un membre, vous devez l'activer en cliquant sur l'image <img src="../img/invisible.gif" border="0" align="absmiddle"> à côté du test à activer.</p><hr /><b>Exécution d'un test</b><p>Vous pouvez tester votre test en cliquant sur son nom dans la liste des tests.</p><hr /><b>Tests aléatoires</b><p>Lors de la création / modification d'un test, vous avez la possibilité de préciser si vous souhaitez que les questions soient tirées dans un ordre aléatoire parmi toutes les questions du test.<br /><br />Cela signifie qu'en activant cette option, les questions seront à chaque fois dans un ordre différent lorsque les membres exécuteront le test.<br /><br />Si vous avez un grand nombre de questions, vous pouvez aussi choisir de ne prendre aléatoirement que X questions sur l'ensemble des questions disponibles dans ce test.</p><hr /><b>Banque de questions</b><p>Lorsque vous supprimez un test, les questions qu'il contenait ne le sont pas et peuvent être réutilisées dans un nouveau test, via la banque de questions.<br /><br />La banque de questions permet également de réutiliser une même question dans plusieurs test.<br /><br />Par défaut, toutes les questions de votre formation sont affichées. Vous pouvez afficher les questions relatives à un test en particulier, en choisissant celui-ci dans le menu déroulant "Filtre".<br /><br />Des questions orphelines sont des questions n'appartenant à aucun test.</p>
