Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: The Course tool supports two approaches :<ul><li>Create a new course (allowing you to author your own content)</li><li>Import SCORM course</li></ul><img src="../img/path_help.gif"><p><b>What is a Learning Path?</b></p><p>A Learning Path allows for the presentation of a sequence of learning experiences or activities arranged in distinct sections (in this sense, the Learning Path is what distinguishes a 'course' from a mere repository of random documents). It can be content-based (serving as a table of contents) or activities-based, serving as an agenda or program of action necessary to understand and apply a particular area of knowledge or skill.</p><p>In addition to being structured, a Learning Path can also be <i>sequential</i>, meaning that the completion of certain steps constitute pre-requisites for accessing others (i.e. 'you cannot go to learning object 2 before learning object 1'). Your sequence can be <i>suggestive</i> (simply displaying steps one after the other) or <i>prescriptive</i> (involving pre-requisites so that learners are required to follow steps in a particular order).</p><p><b>How do I create my own Learning Path (Course)?</b></p><p>Proceed to the 'Learning Path' section. There you can create as many courses/paths as you wish by clicking the <i>Create a new course</i> tool. You will need to choose a name for the course/path (e.g. <i>Unit 1</i> if you plan to create several units within the overall course). To begin with, the course is empty, waiting for you to add sections and learning objects to it.<br>If you set a course to Visible, it will appear as a new tool on the course homepage. This makes it easier and clearer for students to access.</p><p><b>What learning objects can I add?</b></p><p>All Chamilo tools, activities and content that you consider useful and relevant to your course can be added :<br><ul><li>Separate documents (texts, pictures, Office docs, ...)</li><li>Forums as a whole</li><li>Topics</li><li>Links</li><li>Chamilo Tests</li><li>HotPotatoes Tests<br />(note :tests made invisible on the homepage, but included in a path, become visible for learners only as they work through the course.)</li><li>Assignments</li><li>External links</li></ul></p><p><b>Other features</b></p><p>Learners can be asked to follow your course in a given order, as you can set <u>pre-requisites</u>. This means for example that learners cannot go to e.g. Quiz 2 until they have read e.g. Document 1. All learning objects have a status:<i>completed</i> or <i>incomplete</i>, so the progress of learners is clearly reported.</p><p>If you alter the original title of a learning object, the new name will appear in the course, but the original title will not be deleted. So if you want test8.doc to appear as 'Final Exam' in the path, you do not have to rename the file, you can use the new title in the path. It is also useful to give new titles to links which are too long.</p><p>When you're finished, don't forget to check Display mode, (showing, as in learner view, the table of contents on the left and the learning objects on the right,one at a time.)</p><br><p><b>What is a SCORM course and how do I import one?</b></p><p>The learning path tool allows you to upload SCORM-compliant courses.</p><p>SCORM (<i>Sharable Content Object Reference Model</i>) is a public standard followed by major e-Learning companies like NETg, Macromedia, Microsoft, Skillsoft, etc. They act at three levels:</p><ul><li><b>Economy</b> : SCORM renders whole courses or small content units reusable on different Learning Management Systems (LMS) through the separation of content and context,</li><li><b>Pedagogy</b> : SCORM integrates the notion of pre-requisite or <i>sequencing</i> (<i>e.g. </i>"You cannot go to chapter 2 before passing Quiz 1"),</li><li><b>Technology</b> : SCORM generates a table of contents as an abstraction layer located outside the content and the LMS. It helps both communicate with each other. Mainly communicated are <i>bookmarks</i>("Where is John in the course?"), <i>scoring</i> ("How did John pass the test?") and <i>time</i> ("How much time did John spent in chapter 1?").</li></ul><b>How can I create a SCORM-compliant Learning Path?</b><br><br>The obvious way is to use the Chamilo Authoring tool. However, you may prefer to create complete SCORM compliant websites locally on your own computer before uploading it onto your Chamilo platform. In this case, we recommend the use of a sophisticated tool such as Lectora®, eXe Learning® or Reload®<br></p><p>
fr: <br />L'outil Parcours a trois fonctions :<ul><li>Créer des parcours</li><li>Importer des parcours au format SCORM, AICC ou IMS</li><li>Convertir des présentations PowerPoint ou Impress en parcours</li></ul><p><b>Qu'est-ce qu'un parcours?</b></p><p>Un parcours est une séquence d'apprentissage pouvant inclure : du texte, des images, du son, des animations, des tests, des activités de production et des activités de collaboration. Depuis Chamilo 1.8, vous disposez de Templates ou Modèles pour créer du contenu plus facilement (première icône dans l'éditeur en ligne de documents) et d'un outil dee séquençage pour vous permettre de produire rapidements des parcours, y compris à partir de PowerPoint.</p><p><b>Comment créer un parcours?</b></p><p>Cliquez sur Créer un parcours et suivez les instructions. Pour créer un document directement dans le parcours, cliquez sur Nouvelle étape > Nouveau document et choisissez si vous le voulez, un de nos Templates dans l'éditeur en ligne (première icône de l'éditeur).<br /><br />Cliquez sur Organiser pour déplacer les étapes les unes par rapport aux autres. Cliquez sur Montrer pour voir le parcours du point de vue de l'apprenant. Cliquez sur Construire pour retourner en mode 'édition'. Vous pouvez ajouter Documents, Tests, Liens, Travaux et Forums afin de constituer un parcours réellement interactif. Pour ajouter des éléments multimédia, commencez par créer un document puis utilisez l'éditeur en ligne pour ajouter des images, du son en MP3, des animations FLASH et des vidéos. Depuis Chamilo 1.8, Chamilo vous propose une galerie d'images par défaut afin d'accélérer encore votre processus de création. </p><p><b>Qu'est-ce qu'un parcours SCORM ou IMS et comment l'importer?</b></p><p>Outre la possibilité qu'il vous offre de CONSTRUIRE des parcours, l'outil Parcours ACCUEILLE vos contenus e-Learning conformes aux normes SCORM, IMS et AICC. Ceux-ci peuvent être importés sous forme de fichiers compressés au format ZIP (seul ce format est accepté). Vous avez peut-être acquis des licences sur de tels cours ou bien vous préférez construire vos parcours localement sur votre disque dur plutôt que directement en ligne sur Chamilo. Dans ce cas, lisez ce qui suit.</p><p>SCORM (<i>Sharable Content Object Reference Model</i>) est un standard public respecté par les acteurs majeurs du e-Learning: NETg, Macromedia, Microsoft, Skillsoft, etc. Ce standard agit à trois niveaux:</p><ul><li><b>Économique</b> : grâce au principe de séparation du contenu et du contexte, SCORM permet de réutiliser des cours entiers ou des morceaux de cours dans différents <i>Learning Management Systems</i> (LMS),</li><li><b>Pédagogie</b> : SCORM intègre la notion de prérequis ou de <i>séquence</i> (p.ex. "Vous ne pouvez pas entrer dans le chapitre 2 tant que vous n'avez pas passé le Quiz 1"),</li><li><b>Technologie</b> : SCORM génère une table des matières indépendante, tant du contenu que du LMS. Ceci permet de faire communiquer contenu et LMS pour sauvegarder entre autres : la <i>progression</i> de l'apprenant ("A quel chapitre du cours Jean est-il arrivé?"), les résultats</i> ("Quel est le résultat de Jean au Quiz 1?") et le <i>temps</i> ("Combien de temps Jean a-t-il passé dans le chapitre 4?").</li></ul><b>Comment générer localement (sur votre disque dur) un cours compatible SCORM?</b><br /><br />Utilisez des outils auteurs comme Dreamweaver, Lectora et/ou Reload puis sauvegardez votre parcours comme un fichier ZIP et téléchargez-le dans l'outil "Parcours".<br /><b></p>

source: <p>The Course Description tool prompts you to comprehensively describe your course in a systematic way. This description can be used to provide learners with an overview of what awaits them, and can be helpful when you review and evaluate your course. </p> The items merely offer suggestions. If you want to write your own course description, simply create your own headings and descriptions by selecting the 'Other' tool. </p> Otherwise, to complete a description of the course, click on each image, fill it with your text/content and submit. </p>
fr: <p>L'outil Description du cours vous invite à décrire votre cours de manière synthétique et globale dans une logique de cahier des charges. Cette description pourra servir à donner aux apprenants un avant-goût de ce qui les attend. Pour décrire le cours chronologiquement étape par étape, préférez l'Agenda ou le Parcours.</p>Les rubriques sont proposées à titre de suggestion. Si vous souhaitez rédiger une description du cours par vous-même, il vous suffit de ne créer que des rubriques 'Autre'.</p><p>Pour compléter la Description du cours, cliquez sur chacune des images, complétez et validez.</p>

source: <p>The Links tool allows you to create a library of resources for your students, particularly of resources that you have not created yourself.</p><p>As the list grows, it might prove useful to organise it into categories to help your students find the right information at the right place. You can edit every link to re-assign it to a new category (you will need to create this category first).</p><p>The Description field can be used to provide advance-information on the target web pages but also to describe what you expect the student to do with the link. If, for instance, you point to a website on Aristotle, the description field may ask the student to study the difference between synthesis and analysis.
fr: <p>L'outil Liens vous permet de constituer une bibliothèque de ressources pour vos étudiants et en particulier de ressources que vous n'avez pas produites vous-même.</p><p>Lorsque la liste s'allonge, il peut être utile d'organiser les liens en catégories afin de faciliter la recherche d'information par vos étudiants. Veillez é vérifier de temps en temps si les liens sont toujours valides.</p><p>Le champ description peut être utilisé de manière pédagogiquement dynamique en y ajoutant non pas nécessairement la description des documents ou des sites eux-mêmes, mais la description de l'activité que vous attendez de vos étudiants par rapport aux ressources. Si vous pointez, par exemple, vers une page sur Aristote, le champ Description peut inviter à étudier la différence entre synthèse et analyse.

source: <p> As soon as you log in to the system, you will be taken to your own main page. Here you will see the following: <li> <b> My Courses </b> in the centre of the page, lists the courses in which you are enrolled, with an option for you to create new courses (using the button in the right menu) </li> In the header section, <b> My Profile </b> allows you to change your password, upload your photo to the system or change your username, </li> <b> My Calendar </b>: contains the events within the courses for which you are registered, </li> in the right menu: <b> Edit my list of courses </b> allows you to enroll in courses as learner, (provided the trainer/teacher has authorized entry. here you can also unsubscribe from a course, </li> Links <b> Support Forum </b> and <b> Documentation </b> refer you to the main Chamilo site, where you can ask questions or find up to date information about Chamilo. </li> </ ul> To enter a course (left side of the screen), click on its title. Your profile may vary from course to course. It could be that you are a teacher in one course and a learner in another. In courses for which you are responsible, you have access to the editing tools designed for authoring and managing students, while in courses where you learn, you access a more limited range of tools appropriate for undertaking the course.</p> The form your own main page takes can vary from one platform to another depending on the options enabled by the system administrator. Thus, for example, there may be some cases where you do not have access to course creation even as a teacher, because this particular function is managed by others within your institution. </p>
fr: <p>Une fois identifié dans le système, vous êtes ici sur <i>votre</i> page. Vous voyez:<ul><li><b>Mes cours</b> au milieu de la page, ainsi que la possibilité de créer de nouveaux cours (bouton dans le menu de droite),</li><li>Dans l'entête, <b>Mon profil</b>: vous pouvez modifier là votre mot de passe, importer votre photo dans le système, modifier votre nom d'utilisateur,</li><li><b>Mon agenda</b>: il contient les événements des cours auxquels vous êtes inscrit,</li><li>Dans le menu de droite : <b>Modifier ma liste de cours</b> qui vous permet de vous inscrire à des cours comme apprenant, si le formateur/l'enseignant a autorisé l'inscription. C'est là aussi que vous pourrez vous désinscrire d'un cours,</li><li>Les liens <b>Forum de Support</b> et <b>Documentation</b> vous renvoient vers le site central de Chamilo, où vous pourrez poser des questions ou trouver des compléments d'information.</li></ul>Pour entrer dans un cours (partie gauche de l'écran), cliquez sur son intitulé. Votre profil peut varier d'un cours à l'autre. Il se pourrait que vous soyez responsable dans tel cours et apprenant dans un autre. Dans les cours où vous êtes responsable, vous disposez d'outils d'édition, dans les cours où vous êtes apprenant, vous accédez aux outils sur un mode plus passif.</p><p>La disposition de <i>votre</i> page peut varier d'une organisation à l'autre selon les options qui ont été activées par l'administrateur système. Ainsi il est possible que vous n'ayez pas accès à la fonction de création de cours, même en tant que formateur, parce que cette fonction est gérée par une administration centrale.

source: <p> The Agenda tool appears both as a calendar within each course and as a personal diary tool for each student providing an overview of events in the courses in which they are enrolled. (Groups can also have their own Agenda.) </ p> Users can use the Agenda, which displays course content and activites, as a reference tool to organise their day to day or week to week learning.<p>In addition to being visible in the agenda, new events are indicated to the learner whenever he/she logs in. The system sees what has been added since his/her last visit and icons appear on the portal home page beside the courses indicating new events and announcements.</p> </p> If you want to organize students' work in a time-related way, it is best to use the Learning Paths tool as a way of charting a logical progression through various activites and content through the presentation of a formal table of contents.</p>
fr: <p>L'agenda est un outil qui prend place à la fois dans chaque cours et comme outil de synthèse pour l'étudiant ('Mon agenda') reprenant l'ensemble des événements relatifs aux cours dans lesquels il est inscrit.</p>Depuis Chamilo 1.8, les groupes disposent également d'un agenda. Ceci permet de traiter l'agenda comme un outil de programmation de l'apprentissage jour après jour ou semaine après semaine qui renvoie aux contenus et aux activités.</p>Toutefois, si l'on souhaite organiser les activités dans le temps de façon structurée, il préférable d'utiliser l'outil Parcours qui permettra de construire de véritables séquences à travers le temps, les activités ou le contenu en présentant le cours selon une logique formelle de table des matières.</p>

source: <p> The Announcements tool allows you to send an e-mail to some or all of your students, or to specific groups. to might want to alert them to the addition of a new document, to remind them of a deadline for submission of an assignment or to highlight and share a particularly good piece of work. Sending such e-mail announcements can also serve as a useful prompt to re-engage students who have not visited the site for some time (as long as it's not overdone!). </p> <b> Contacting specific users </b> <p> In addition to sending a general one to all members of the course, you can send an e-mail to one or more individuals/groups groups. When you create a new announcement, just click <i>Visible to</i> and select users from the left hand lists and and add them as recipients using the arrows.</p>
fr: <p>L'outil d'Annonces vous permet d'envoyer un message par courriel aux étudiants/apprenants. Que ce soit pour leur signaler que vous avez déposé un nouveau documents, que la date de remise des rapports approche ou qu'untel a réalisé un travail de qualité, l'envoi de courriels, s'il est utilisé avec modération, permet d'aller chercher les participants et peut-être de les ramener au site web s'il est déserté.</p><b>Message pour certains membres</b><p>Outre l'envoi d'un courriel à l'ensemble des membres du cours, vous pouvez envoyer un courriel à une ou plusieurs personnes et/ou un ou plusieurs groupes. Dans ce nouvel outil, utilisez CTRL+clic pour sélectionner plusieurs éléments dna le menu de gauche puis cliquez sur la flèche droite pour les amener dans le menu de droite. Tapez ensuite votre message dans le champ de saisie situé en bas de la page.

source: <p>The Chat tool allows you to chat 'live' with your students in real time. </p> In contrast to most commercial chat tools, the chat in Chamilo is web based and does not require any additional install (e.g. MSN® Yahoo Messenger®. Skype® etc.) A key advantage of this solution is therefore it's immediate availablilty for students, allowing chat to be easily integrated into the course. Moreover, the Chamilo chat tool will automatically archive discussions and save them for ready access later via the Documents tool. (Be warned that the message may take from 1 to 5 seconds to refresh with each exchange - this doesn't mean anything is wrong!!). </p> If learners have uploaded a profile picture it will appear (reduced in size) in the left column - otherwise, it will show a default image. </p> It is the responsibility of the teacher to delete threads whenever he/she deems relevant. </p> <b>Educational Use</b> <p>Adding Chat to your course is not always a good idea. To make best use of this tool, you need to ensure discussions remains focussed on course content. You might, for example, decide to keep the chat facility hidden until it is time for a 'formal' scheduled session. That way,while the freedom of discussions may admittedly be curbed, you are able to better guarantee thatsuch live meetings will be beneficial .</p>
fr: <p>L'outil de discussion est un 'chat' ou 'clavardage' qui vous permet de discuter en direct avec vos apprenants.</p><p>A la différence des outils de chat que l'on trouve sur le marché, ce 'chat' fonctionne dans une page web et non à l'aide d'un client additionnel à télécharger : Microsoft Messenger®, Yahoo! Messenger® etc. L'avantage de cette solution est l'universalité garantie de son utilisation sur tous ordinateurs et sans délai. L'inconvénient est que la liste des messages ne se rafraichit pas instantamément mais peut prendre de 1 à 5 secondes.</p><p>Si les apprenants ont envoyé leur photo dans l'outil 'Mon profil', celle-ci apparaîtra en réduction dans la colonne de gauche. Sinon, ce sera une photo par défaut.</p><p>Il appartient au responsable du cours d'effacer les discussions quand il/elle le juge pertinent. Par ailleurs, ces discussions sont archivées automatiquement dans l'outil 'Documents'.</p><b>Usages pédagogiques</b><p>Si l'ajout d'un 'chat' dans le cours n'apporte pas comme tel une valeur ajoutée dans les processus d'apprentissage, une utilisation méthodique de celui-ci peut apporter une réelle contribution. Ainsi, vous pouvez fixer des rendez-vous de questions-réponses à vos membres et désactiver l'outil le reste du temps, ou bien exploiter l'archivage des discussions pour revenir en classe sur un sujet abordé dans le passé.

source: <p>The assignments tool is a very simple tool that allows your students to upload documents to the course.It can be used to accept responses to open questions from individuals or groups, or for uploading any other form of document</p><p>You can make files visible to all students by default, or only visible to yourself according to the requirements of your course. Making all files visible is useful when, for instance, you want to ask students to share opinions on each others papers, or when you want to give them experience in publishing texts globally. Keep files invisible if, for example, you want ask everybody the same question but to avoid 'cheating'. Making the documents invisible will also allow you to have some form of control over when a document is available to all the other students. </p><p>If you want students to hand in a document for grading you're best, from within the tool, to assign submissions to a folder.</p> <p>You can use the the tool to set deadlines and instructions for delivery, as well as a maximum grade/score.</p>
fr: <p>L'outil Travaux est un outil très simple permettant à vos apprenants d'envoyer des documents vers le cours. Il peut servir à réceptionner des rapports individuels ou collectifs, des réponses à des questions ouvertes ou toute autre forme de document.</p><p>Beaucoup de formateurs/d'enseignants masquent l'outil Travaux jusqu'à la date de remise des rapports. Vous pouvez aussi pointer vers cet outil par un lien depuis le texte d'introduction de votre cours ou l'agenda. L'outil Travaux dispose lui aussi d'un texte d'introduction qui pourra vous servir à formuler une question ouverte, à préciser les consignes pour la remise de rapports ou toute autre information.</p><p>Les travaux sont soit publics soit à destination du seul responsable. Publics, ils serviront un dispositif de regard croisé dans lequel vous invitez les participants à commenter mutuellement leurs productions selon un scénario et des critères éventuellement formulés dans le Texte d'intruduction. Privés, ils seront comme une boîte aux lettres du formateur/ de l'enseignant.

source: <p>The Reporting tool helps you track your students' attendance and progress: Did they connect to the system, When? How many times? How much do they score in tests? Did they already upload their assignment paper? When? If you use SCORM courses, you can even track how much time a student spent on a particular module or chapter. Reporting provides two levels of information:<ul><li><b>Global</b>: How many students have accessed the course? What are the most frequently visited pages and links?</i><li><b>Specific</b>: What pages has John Doe visited? What score does he get in tests? When did he last connect to the platform?</li></ul>
fr: <p>L'outil de suivi statistique vous permet de suivre l'évolution du cours à deux niveaux:<ul><li><b>Globalement</b>: quelles sont les pages les plus visitées, quel est le taux de connection par semaine...?</li><li><b>Nominativement</b>: quelles pages Jean Dupont a vues et quand, quels scores a-t-il obtenu aux exercices, combien de temps est-il resté dans chaque chapitre d'un cours SCORM, quels travaux a-t-il déposé et à quelle date?</li></ul>Pour obtenir les statistiques nominatives, cliquez sur 'Utilisateurs'. Pour les statistiques globales, cliquez sur 'Montrer tout'.</p><p>

source: Course settings Help
fr: Aide Propriétés du cours
