Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: By copying the link below and pasting it in an e-mail or on a website, you will allow any anonymous person to enter and answer this survey.
fr: En copiant le lien ci-dessous et en le collant sur un site Web ou dans un courriel, vous permettrez à des utilisateurs anonymes d'accéder et de répondre à l'enquête. Vous pouvez tester cette fonctionnalité en cliquant sur le lien ci-dessus et en répondant à l'enquête. C'est particulièrement utile dans le cas où vous voudriez que n'importe qui participe à votre enquête et que vous ne connaissez pas à priori les adresses de courriel des participants potentiels.

source: Open self
fr: Ouvrir dans la même fenêtre

source: Open blank
fr: Ouvrir dans une nouvelle fenêtre

source: Open parent
fr: Ouvrir dans la fenêtre parente

source: Open top
fr: Ouvrir dans page complète

source: Thematic section has been created successfully
fr: La section thématique a été créée

source: Now you should add thematic plan %s and thematic advance %s
fr: Vous devriez maintenant ajouter la programmation de l'unité didactique %s et sa temporisatio %s

source: Selecting another learning path as a prerequisite will hide the current prerequisite until the one in prerequisite is fully completed (100%)
fr: Sélectionner un autre parcours comme prérequis cachera le parcours actuel jusqu'à ce que celui en prérequis soit complété à 100%

source: Maximum score
fr: Qualification numérique sur

source: Score average from all attempts
fr: Moyenne du score sur l'ensemble des tentatives

source: Export all courses
fr: Exporter la liste de tous les cours

source: Export selected courses from the following list
fr: Exporter les cours sélectionnés dans une liste

source: The list of courses has been exported
fr: La liste de cours a été exportée

source: Courses to export
fr: Cours à exporter

source: Assign users to the platform administrator
fr: Assigner des utilisateurs à l'admin de la plateforme

source: Users assigned to the platform administrator
fr: Liste d'utilisateurs assignés à l'administrateur de la plateforme

source: Courses assigned to the HR manager
fr: Cours assignés au directeur des ressources humaines

source: There are no courses to select
fr: Aucun cours créé

source: Vertical activity view
fr: Vue activité verticale

source: Generate survey access link
fr: Générer un lien d'accès aux enquêtes

source: Courses information
fr: Rapport des cours

source: Learning path made visible
fr: Parcours d'apprentissage rendu visible

source: Link made invisible
fr: Lien rendu invisible

source: The special exports feature is meant to help an instructional controller to export all courses documents in one unique step. Another option lets you choose the courses you want to export, and will export documents present in these courses' sessions as well. This is a very heavy operation, and we recommend you do not start it during normal usage hours of your portal. Do it in a quieter period. If you don't need all the contents at once, try to export courses documents directly from the course maintenance tool inside the course itself.
fr: La fonctionnalité d'export spécial a été dessinée dans l'intention de venir en aide au contrôleur académique/instructionnel, pour lui permettre d'exporter tous les documents de cours en une seule opération. Une seconde option permet de choisir les cours que vous voulez exporter, et exportera également les documents présents dans ces documents directement depuis l'outil de maintenance du cours lui-même.

source: zero
fr: zéro

source: one
fr: un

source: two
fr: deux

source: three
fr: trois

source: four
fr: quatre

source: five
fr: cinq

source: seven
fr: sept

source: eight
fr: huit

source: nine
fr: neuf

source: ten
fr: dix

source: eleven
fr: onze

source: twelve
fr: douze

source: thirteen
fr: treize

source: fourteen
fr: quatorze

source: fifteen
fr: quinze

source: sixteen
fr: seize

source: seventeen
fr: dix-sept

source: eighteen
fr: dix-huit

source: nineteen
fr: dix-neuf

source: twenty
fr: vingt

source: Allow User Course Subscription By Course Admininistrator
fr: Autoriser l'inscription d'utilisateurs aux cours par l'administrateur du cours

source: Activate this option will allow course administrator to subscribe users inside a course
fr: Activer cette option autorisera l'administrateur du cours à inscrire des utilisateurs au sein de son cours. Cette option est généralement désactivée sur les portails pour lesquels une équipe d'administrateurs ou un système tiers se charge des inscriptions des étudiants manuellement ou automatiquement.

source: Date & time
fr: Date & heure

source: Item
fr: Élément

source: Configure Dashboard Plugin
fr: Configurer le plugin de tableau de bord

source: Edit blocks
fr: Éditer les blocs

source: Never
fr: Jamais

source: Dear user,
fr: Cher utilisateur,

source: Session fields
fr: Champs de session

source: Copy
fr: Copie

source: Date on which the session is closed to coaches. The additional delay will allow them to export all relevant tracking information
fr: Date à laquelle la session n'est plus disponible pour les coaches. Cette période supplémentaire d'accès permet à des coaches exporter les informations pertinentes sur la performance de leurs élèves

source: Date on which the session is made available to coaches, so they can prepare it before the students get connected
fr: Date à laquelle la session est disponible pour les coaches pour se préparer avant l'admission des élèves

source: Date on which the session is closed
fr: Date à laquelle la session n'est plus accessible à tous

source: Date on which the session is made available to all
fr: Date à laquelle la session est accessible à tous

source: Date that will be shown in the session information as the date on which the session ends
fr: Date à être affichée dans les informations de session comme la date à laquelle la session se termine

source: Date that will be shown in the session information as the date on which the session starts
fr: Date à être affichée dans les informations de session comme la date à laquelle la session commence

source: Access end date for coaches
fr: Date de fin d'accès pour les coaches

source: Access start date for coaches
fr: Date de début d'accès pour les coaches

source: Access end date
fr: Date de fin d'accès

source: Access start date
fr: Date de début d'accès

source: End date to display
fr: Date de fin à afficher

source: Start date to display
fr: Date de début à afficher

source: This user is not subscribed to any course
fr: Cet utilisateur n'est inscrit à aucun cours

source: Import skills from a CSV file
fr: Importer des compétences depuis un fichier CSV

source: Skills import
fr: Importer des compétences

source: Skills wheel
fr: Roue des compétences

source: Skills you acquired
fr: Compétences que vous avez acquises

source: Skills searched for
fr: Compétences recherchées

source: Skills you can learn
fr: Compétences que vous pouvez acquérir

source: Legend
fr: Légende

source: Click to zoom
fr: Cliquez pour zoomer

source: %s with %s
fr: %s via %s

source: To get to learn %s you will need to take one of the following courses:
fr: Pour apprendre %s, vous devez suivre l'un des cours suivants:

source: Your skill ranking: %s
fr: Votre rang de compétence est de: %s

source: Manage skills
fr: Gérer les compétences

source: The attempted oral questions are %s
fr: Les questions orales auxquelles il a répondu sont: %s

source: A learner has attempted one or more oral question
fr: Un apprenant a répondu à une question d'expression orale (ou plus)

source: Relative score
fr: Score relatif

source: Absolute score
fr: Score absolu

source: Prerequisites options
fr: Options des pré-requis

source: Clear all prerequisites
fr: Éliminer tous les pré-requis

source: Set previous step as prerequisite for each step
fr: Configurer l'élément antérieur comme prérequis, systématiquement pour tous les éléments.

source: Start date must be before the end date
fr: La date de début doit être antérieure à la date de fin

source: When this option is enabled, the session title is a link to a special session page. When disabled, it is only a text title, without link. The session page linked to might be confusing for some users, which is why you might want to disable it.
fr: Lorsque cette option est activée, le titre de la session est un lien vers une page spécifique à la session. Lorsqu'elle est désactivée, il s'agit seulement d'un titre, sans lien. La page de session liée pourrait induire en erreur certains utilisateurs, raison pour laquelle vous pourriez souhaiter la désactiver.

source: Enable session link in courses list
fr: Activer le lien de session dans la liste des cours

source: Root
fr: Racine

source: Skill information
fr: Infos compétence

source: Get new skills
fr: Obtenir de nouvelles compétences

source: View skills wheel
fr: Voir la roue des compétences

source: Missing <b>one</b> step to match
fr: Manque <b>une</b> étape pour correspondre

source: Complete match
fr: Correspondance complète

source: Missing <b>%s</b> steps
fr: Manquent %s étapes

source: Rank
fr: Rang

source: Currently learning
fr: En cours d'apprentissage

source: Skills acquired
fr: Compétences acquises

source: Add skill to profile search
fr: Ajouter compétence au profil recherché

source: Short code
fr: Code court

source: Create child skill
fr: Créer compétence enfant

source: Search profile matches
fr: Voir les profils qui correspondent

source: Is this what you were looking for?
fr: S'agit-il de ce que vous recherchiez?

source: What skills are you looking for?
fr: Quelles compétences?

source: Profile search
fr: Recherche profil

source: If your course is public or open, you can use the direct link below to send an invitation to new users, so after registration, they will be sent directly to the course. Also, you can add the e=1 parameter to the URL, replacing "1" by an exercise ID to send them directly to a specific exam. The exercise ID can be discovered in the URL when clicking on an exercise to open it.<br/>%s
fr: Si votre cours est public ou ouvert, utilisez le lien direct ci-dessous pour envoyer une invitation aux nouveaux utilisateurs, afin qu'ils soient envoyés immédiatement au cours après avoir complété le formulaire d'inscription. Si vous le désirez, vous pouvez également ajouter le paramètre e=1 à l'URL, en remplaçant le "1" par l'identificateur numérique d'un exercice ou examen, pour les envoyer directement vers celui-ci. L'identificateur de l'exercice peut être obtenu dans l'URL d'un exercice quand vous cliquez sur son nom pour le démarrer. %s

source: Direct link
fr: Lien direct

source: <p>Go ahead and browse our course catalog %s to register to any course you like. Once registered, you will see the course appear right %s, instead of this message.</p>
fr: Révisez notre catalogue de cours %s pour vous inscrire à votre cours préféré. Une fois inscrit(e), votre cours apparaîtra %s, à la place de ce message.

source: <p>Hello <strong>%s</strong> and welcome,</p>
fr: Bonjour %s, nous vous souhaitons la bienvenue,<br />

source: Unsubscribe users already added
fr: Désinscrire les utilisateurs actuellement inscrits

source: Import users
fr: Importer des utilisateurs

source: INFORMATION VISIBLE TO THE TEACHER ONLY: This folder contains documents which are created by the Learning Path tool. Inside this folder you can edit the HTML file which are generated by importing content from the Learning Path, as the ones imported by Chamilo Rapid, for example. We recommend hiding this folder to your students.
fr: Ce répertoire contient des documents créés par l'outil de parcours. Vous pouvez y éditer les documents HTML qui ont été générés par l'import de contenu, comme par exemple ceux importés via Chamilo Rapid. Il est recommandé de laisser ce répertoire invisible aux étudiants. (Cette information n'est pas visible par les apprenants)

source: Just a moment, please. You will be redirected in %s seconds...
fr: Un instant s'il vous plaît. Vous serez redirigé dans %s secondes...

source: To protect your site, make the whole %s directory read-only (chmod -R 0555 on Linux) and delete the %s directory.
fr: Pour protéger votre installation, mettez le répertoire %s en lecture seule (chmod -R 0555 sous Linux) et supprimez complètement le répertoire %s

source: Number of public courses
fr: Nombre de cours publics

source: Number of open courses
fr: Nombre de cours ouverts

source: Number of private courses
fr: Nombre de cours privés

source: Number of closed courses
fr: Nombre de cours fermés

source: Total number of courses
fr: Nombre total de cours

source: Number of active users
fr: Nombre d'utilisateurs actifs

source: Certificates count
fr: Nombre de certificats

source: Avg hours/student
fr: Moy. d'heures/apprenant

source: Subscribed users count
fr: Numéro d'inscrits

source: Hours of accumulated training
fr: Somme des heures de formation

source: Approved
fr: Passé

source: Edit questions
fr: Éditer les questions

source: Man hours
fr: Heures homme

source: Notes obtained
fr: Note obtenue

source: Click on the [Learner view] button to see your learning path
fr: Cliquez sur [Vue apprenant] pour visualiser votre parcours

source: This value can't be changed.
fr: Cette valeur ne peut pas être modifiée.

source: This value is used in the course URL
fr: Cette valeur est utilisée dans l'URL du cours

source: Total available users
fr: Total d'utilisateurs disponible

source: user
fr: utilisateur

source: Generate certificates
fr: Générer les certificats

source: Export all certificates to PDF
fr: Exporter tous les certificats à PDF

source: Delete all certificates
fr: Supprimer tous les certificats

source: There are users using this language. Do you want to disable this language and set all this users with the default portal language?
fr: Des utilisateurs utilisent actuellement cette langue. Voulez-vous la désactiver quand même et modifier la langue de tous ces utilisateurs à la langue par défaut du portail?

source: Return to the course list
fr: Retour liste de cours

source: Course tutor
fr: Tuteur de cours

source: Student in session course
fr: Étudiant dans cours de session

source: Student in course
fr: Étudiant dans le cours

source: Session general coach
fr: Tuteur général de la session

source: Session course coach
fr: Tuteur de cours dans la session

source: Can session tutors see the reports for their session after it has expired?
fr: Les coaches de session peuvent consulter les rapports de cours après que la session a expiré?

source: Session tutors reports visibility
fr: Rapport de visibilité pour les coaches de session

source: Session calendar
fr: Calendrier de la session

source: Global platform information
fr: Infos globales sur la plateforme

source: The XML import lets you add more info and create resources (courses, users). The CSV import will only create sessions and let you assign existing resources to them.
fr: L'import XML permet d'ajouter plus d'information et de générer de nouvelles ressources (cours, utilisateurs). L'import CSV permet seulement la création de sessions et l'assignation (à ces sessions) de ressources existantes.

source: Show link to report bug
fr: Lien de rapport d'erreur

source: Show a link in the header to report a bug inside of our support platform (http://support.chamilo.org). When clicking on the link, the user is sent to the support platform, on a wiki page that describes the bug reporting process.
fr: Montrer un lien dans l'en-tête qui mène directement vers notre plateforme de support (http://support.chamilo.org). Lorsque l'utilisateur clique sur ce lien, il est envoyé sur notre plateforme de support, vers une page qui lui expliquera comment rapporter un bug.

source: Report a bug
fr: Rapporter une erreur

source: Letters
fr: Lettres

source: E-mail students on assignment creation
fr: Envoi de courriel aux utilisateurs lors de la création d'un nouveau travail

source: E-mail students on assignments creation
fr: Activer l'envoi d'un courriel lors de la réception d'un nouveau document dans l'outil travail

source: Disable e-mail notification on assignment creation
fr: Désactiver l'envoi de courriel lors de la réception d'un travail

source: Maximum number of members
fr: Nombre maximum de membres

source: An assignment was created
fr: Un travail a été ajouté

source: An assignment has been added to course
fr: Une tâche a été ajoutée dans le cours

source: Please check the assignments page.
fr: Veuillez vérifier la page des tâches

source: There is not enough space left in this course to uncompress the current package.
fr: Il n'y a plus assez de place dans ce cours pour décomprimer le paquet actuel.

source: The package you are uploading doesn't seem to be in SCORM format. Please check that the imsmanifest.xml is inside the ZIP file you are trying to upload.
fr: Le paquet que vous tentez d'envoyer ne semble pas être au format SCORM. Veuillez vérifier que le fichier imsmanifest.xml se trouve bien dans le fichier ZIP que vous tentez d'envoyer.

source: Data filler
fr: Remplisseur de données

source: Enable competence level labelling in order to set custom score information
fr: Activer la libellisation des niveaux de compétences personnalisés pour les scores

source: Competence levels custom values
fr: Valeurs personnalisées de niveaux de notes

source: Number of decimals
fr: Nombre de décimales

source: Allows you to set the number of decimals allowed in a score
fr: Permet de configurer le nombre de décimales autorisées dans les scores

source: Contact information
fr: Information de contact

source: Your name
fr: Votre nom

source: Your company's name
fr: Nom de votre entreprise

source: Your job's description
fr: Votre profession

source: Do you have the power to take financial decisions on behalf of your company?
fr: Êtes-vous habilité à prendre des décisions financières pour votre entreprise?

source: Your company's home country
fr: Pays de votre entreprise

source: Company city
fr: Ville de votre entreprise

source: Preferred contact language
fr: Langue de contact favorite

source: Send information
fr: Envoyer l'information

source: You must accept the licence
fr: Vous devez accepter la licence pour continuer

source: Select one
fr: Chosissez

source: Contact information has been sent
fr: L'information de contact a été envoyée. Merci.

source: Edit extra field options
fr: Modifier les options de champs

source: User inactive since %s
fr: Utilisateur inactif depuis %s

source: Dear user,<br /> <br />You are about to start using one of the best open-source e-learning platform on the market. Like many other open-source project, this project is backed up by a large community of students, teachers, developers and content creators who would like to promote the project better.<br /> <br /> By knowing a little bit more about you, one of our most important users, who will manage this e-learning system, we will be able to let people know that our software is used and let you know when we organize events that might be relevant to you.<br /> <br /> By filling this form, you accept that the Chamilo association or its members might send you information by e-mail about important events or updates in the Chamilo software or community. This will help the community grow as an organized entity where information flow, with a permanent respect of your time and your privacy.<br /> <br /> Please note that you are <b>not required</b> to fill this form. If you want to remain anonymous, we will loose the opportunity to offer you all the privileges of being a registered portal administrator, but we will respect your decision. Simply leave this form empty and click "Next".<br /><br />
fr: Cher utilisateur,<br />

source: Your company's activity
fr: Activité de votre entreprise

source: Please allow us a little time to subscribe you to one of our courses. If you think we forgot you, contact the portal administrators. You can usually find their contact details in the footer of this page.
fr: Merci de nous donner un moment pour vous inscrire à l'un de nos cours. Si vous pensez avoir été oublié, merci de contacter les administrateurs du site. Vous pouvez généralement trouver leurs informations de contact dans le pied de page.

source: Manage session fields
fr: Gérer les champs de session

source: Unlock date
fr: Débloquer date

source: Lock date
fr: Bloquer date

source: Edit sessions for a URL
fr: Éditer les sessions des URL

source: Add sessions to URL
fr: Ajouter sessions aux URL

source: List of sessions in
fr: Liste des sessions dans

source: Go to learner details
fr: Voir les détails de l'apprenant

source: Display the last executed step and the next unfinished step
fr: Afficher la dernière étape achevée et la prochaine étape non terminée

source: Fill users
fr: Générer des utilisateurs

source: This section is only visible on installations from source code, not in packaged versions of the platform. It will allow you to quickly populate your platform with test data. Use with care (data is really inserted) and only on development or testing installations.
fr: Cette section est uniquement visible pour les installations à partir du code source, et pas dans les versions packagées de la plateforme. Elle vous aidera à rapidement populer votre plateforme avec des données de test. À utiliser avec précaution (les données sont réellement insérées) et uniquement sur des installations de développement ou de test.

source: Users filling report
fr: Rapport de remplissage des utilisateurs

source: Repeat date
fr: Répéter la date

source: End date must be more than the start date
fr: La date de fin doit être supérieure à la date de début

source: To attend
fr: Assister

source: All users are automatically registered
fr: Tous les utilisateurs sont automatiquement inscrits

source: Assign coach
fr: Affecter un coach

source: Your account on %s has just been approved by one of our administrators.
fr: Votre demande d'ouverture de compte sur %s a été validée par un des administrateurs.

source: A student has obtained the number of sub-skills needed to validate the mother skill.
fr: Un apprenant a obtenu le nombre de sous compétences nécessaire pour valider la compétence mère.

source: Web server
fr: serveur Web

source: Not inserted
fr: Non inséré

source: Superior (n+1)
fr: Supérieur (n+1)

source: Enable the MathJax library to visualize mathematical formulas. This is only useful if either ASCIIMathML or ASCIISVG settings are enabled.
fr: Activer le visualiseur de formules mathématiques MathJax. Ce paramètre n'est utile que si ASCIIMathML ou ASCIISVG sont activés.

source: You can now login at %s using the login and the password you have provided.
fr: Vous pouvez vous connecter sur %s en utilisant l'identifiant et le mot de passe qui vous ont été fournis.

source: Have fun,
fr: amusez-vous,

source: Are you sure to edit the user status?
fr: Voulez-vous vraiment modifier le statut de l'utilisateur ?

source: You should create a group
fr: Vous devez créer un groupe

source: Reset Learning path
fr: Réinitialiser

source: Learning path was reset for the learner
fr: Le parcours d'apprentissage a été réinitialisé pour l'étudiant

source: Announcement visible
fr: Annonce visible

source: Announcement invisible
fr: Annonce invisible

source: Glossary deleted
fr: Glossaire supprimé

source: Calendar year
fr: Année calendrier

source: Not accessible
fr: Non accessible

source: Group added
fr: Groupe ajouté.

source: Add users to group
fr: Ajouter des utilisateurs au groupe

source: Error reading ZIP file
fr: Erreur de lecture du fichier ZIP

source: The only accepted extensions in the ZIP file are .jp(e)g, .png, .gif and .css.
fr: Les seules extensions acceptées pour les fichiers contenus dans le ZIP sont jpg, jpeg, png, gif et css.

source: Clear search results
fr: Remise à zéro des résultats
