Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: If you use custom pages, enable this if you want to have a language detector there present the page in the user's browser language, or disable to force the language to be the default platform language.
fr: Dans le cas de l'utilisation des custom pages (pages personnalisés), activer la détection des langues pour présenter la page de bienvenue dans sa propre langue. Désactiver pour utiliser la langue par défaut de la plateforme. Cette option est à considérer, par exemple, si vous utilisez les termes et conditions mais ne les avez pas traduit dans toutes les langues actives.

source: Learning paths: show reduced report
fr: Parcours: montrer le rapport résumé

source: Inside the learning paths tool, when a user reviews his own progress (through the stats icon), show a shorten (less detailed) version of the progress report.
fr: Dans l'outil de parcours, lorsque l'utilisateur revoit son propre progrès (au travers de l'icône de statistiques), montrer une version réduite (moins détaillée) du rapport de progrès.

source: Allow session-to-session copy for teachers
fr: Copie session-à-session pour coaches

source: Enable this option to let teachers copy their content from one course in a session to a course in another session. By default, this option is only available to platform administrators.
fr: Activer cette option pour que les coaches de cours dans une session puissent copier leur contenu dans un autre cours d'une autre session. Par défaut, cette fonctionnalité est désactivée, et seuls les administrateurs de la plateforme peuvent l'utiliser.

source: Hide logout button
fr: Cacher le bouton de logout

source: Hide the logout button. This is usually only interesting when using an external login/logout method, for example when using Single Sign On of some sort.
fr: Activer pour cacher le bouton de logout. Cette option est uniquement utile en cas d'utilisation d'une méthode de login et logout externe, par exemple utilisant un mécanisme Single Sign On d'un type ou l'autre.

source: Redirect admin to courses list
fr: Rediriger l'admin vers la liste de cours

source: The default behaviour is to send administrators directly to the administration panel (while teachers and students are sent to the courses list or the platform homepage). Enable to redirect the administrator also to his/her courses list.
fr: Le comportement par défaut est d'envoyer l'administrateur directement sur la page d'administration après le login (alors que les enseignants et étudiants vont sur la liste de cours ou la page principale de la plateforme). Activer pour rediriger l'administrateur également vers la liste de cours.

source: Courses custom icons
fr: Icônes de cours personnalisés

source: Use course images as the course icon in courses lists (instead of the default green blackboard icon).
fr: Utiliser les images de cours comme icônes dans la liste des cours (au lieu de l'icône vert par défaut)

source: Assignment considered for gradebook
fr: Travaux considérés pour le cahier de notes

source: In the assignments tool, students can upload more than one file. In case there is more than one for a single assignment, which one should be considered when ranking them in the gradebook? This depends on your methodology. Use 'first' to put the accent on attention to detail (like handling in time and handling the right work first). Use 'last' to highlight collaborative and adaptative work.
fr: Dans l'outil travaux, les étudiants peuvent envoyer plus d'un fichier. Dans ce cas précis, lequel des travaux doit-il être considéré dans le cahier de notes? Cela dépend principalement de votre méthodologie. Sélectionnez 'premier' pour mettre l'accent sur l'attention au détail (comme le fait de remettre à temps le travail finalisé du premier coup). Sélectionnez 'dernier' pour mettre l'accent sur le travail collaboratif et l'adaptabilité.

source: Certificates filter by official code
fr: Certificats: filtre par code officiel

source: Add a filter on the students official code to the certificates list.
fr: Ajouter un filtre sur le code officiel des étudiants dans la liste des certificats.

source: Max editors in exercise result screen
fr: Exercices: Nombre max d'éditeurs WYSIWYG dans les résultats

source: Because of the sheer number of questions that might appear in an exercise, the correction screen, allowing the teacher to add comments to each answer, might be very slow to load. Set this number to 5 to ask the platform to only show WYSIWYG editors up to a certain number of answers on the screen. This will speed up the correction page loading time considerably, but will remove WYSIWYG editors and leave only a plain text editor.
fr: Du fait de la grande quantité de questions qui peuvent apparaître dans un exercice, l'écran de correction, qui permet à l'enseignant de laisser des commentaires à chaque réponse, peut mettre assez longtemps à charger. Configurer ce champ à '5' fera en sorte que la plateforme, une fois qu'elle détectera qu'il y a plus de 5 questions à corriger, ne fera plus apparaître les éditeurs WYSIWYG sur la page et laissera seulement les champs de commentaires en texte brut.

source: Default document upload mode
fr: Mode de chargement par défaut des documents

source: Default upload method in the courses documents. This setting can be changed at upload time for all users. It only represents a default setting.
fr: Méthode par défaut d'envoi des documents. Ce paramètre peut être modifié par chaque utilisateur au moment d'envoyer un document. Il représente simplement le paramètre par défaut.

source: Certificates auto-generation on WS call
fr: Cahier de notes: auto-génération des certificats par webservice

source: When enabled, and when using the WSCertificatesList webservice, this option will make sure that all certificates have been generated by users if they reached the sufficient score in all items defined in gradebooks for all courses and sessions (this might consume considerable processing resources on your server).
fr: Lorsque cette option est activée, et lorsque l'on utilise le web service WSCertificatesList, le système vérifiera que tous les certificats en attente aient été générés pour les utilisateurs qui ont obtenu les résultats suffisants pour tous les éléments définis dans les évaluations de tous les cours et sessions. Bien que cette option soit a priori très pratique, elle peut générer une surcharge notable sur des portails avec des milliers d'utilisateurs. À utiliser avec précaution.

source: OpenBadges backpack URL
fr: OpenBadges: URL du backpack

source: The URL of the OpenBadges backpack server that will be used by default for all users wanting to export their badges. This defaults to the open and free Mozilla Foundation backpack repository: https://backpack.openbadges.org/
fr: L'URL du serveur de backpack (sac à dos) de OpenBadges qui sera utilisée par tous les utilisateurs qui souhaitent exporter leurs badges. Par défault, on utilise le répertoire ouvert de la Fondation Mozilla: https://backpack.openbadges.org/

source: Cookie privacy notification
fr: Cookies: Alerte de vie privée

source: If enabled, this option shows a banner on top of your platform that asks users to acknowledge that the platform is using cookies necessary to provide the user experience. The banner can easily be acknowledged and hidden by the user. This allows Chamilo to comply with EU web cookies regulations.
fr: Activer cette option pour montrer un banner sur la partie supérieure de la page, qui demande à l'utilisateur d'approuver l'utilisation des cookies dans cette plateforme pour leur offrir une expérience d'utilisation normale. Ce banner peut être facilement approuvé et caché par l'utilisateur. Il permet à Chamilo de se conformer aux règles de l'Union Européenne par rapport à l'utilisation des cookies.

source: If enabled *and* the sessions catalogue is enabled, users will be able to subscribe to active sessions by themselves using the 'Subscribe' button, without any type of restriction.
fr: Si cette option est activée *et* que le catalogue de sessions est activé également, les utilisateurs pourront s'inscrire directement aux sessions actives en utilisant un bouton d'inscription, sans validation aucune de la part des administrateurs.

source: Hide course group if no tool
fr: Cacher les groupes en absence d'outils

source: If no tool is available in a group and the user is not registered to the group itself, hide the group completely in the groups list.
fr: Si aucun outil n'est disponible dans un groupe et que l'utilisateur n'est pas inscrit dans le groupe lui-même, masquer le groupe dans la liste de groupes.

source: Auto-subscription in sessions catalogue
fr: Auto-inscription dans le catalogue de sessions

source: Web services: decode UTF-8
fr: Services web: décoder UTF-8

source: Decode UTF-8 from web services calls. Enable this option (passed to the SOAP parser) if you have issues with the encoding of titles and names when inserted through web services.
fr: Décoder l'UTF-8 dans les appels aux services web. Activer cette option (passée au parseur SOAP) en cas de problèmes avec la codification des noms et titres lorsqu'ils sont insérés ou édités au travers des services web.

source: Attendances: enable deletion
fr: Assistances: permettre la suppression

source: The default behaviour in Chamilo is to hide attendance sheets instead of deleting them, just in case the teacher would do it by mistake. Enable this option to allow teachers to *really* delete attendance sheets.
fr: Le comportement par défaut de Chamilo est de cacher les feuilles d'assistance au lieu de les supprimer, au cas où l'enseignant le ferait par erreur. Activer cette option pour permettre à l'enseignant de supprimer *réellement* les feuilles d'assistance.

source: Gravatar user pictures
fr: Photos Gravatar

source: Enable this option to search into the Gravatar repository for pictures of the current user, if the user hasn't defined a picture locally. This is great to auto-fill pictures on your site, in particular if your users are active internet users. Gravatar pictures can be configured easily, based on the e-mail address of a user, at http://en.gravatar.com/
fr: Activer cette option pour rechercher dans le répertoire de Gravatar les photos des utilisateurs actuels lorsque l'utilisateur n'en a pas configuré une localement. Cette fonctionnalité est particulièrement intéressante pour auto-compléter les photos sur votre portail, en particulier si vos utilisateurs sont des utilisateurs actifs d'Internet. Les photos de Gravatar peuvent être configurées facilement sur http://en.gravatar.com/ sur base d'une adresse de courriel.

source: Gravatar avatar type
fr: Type d'avatar Gravatar

source: If the Gravatar option is enabled and the user doesn't have a picture configured on Gravatar, this option allows you to choose the type of avatar that Gravatar will generate for each user. Check <a href='http://en.gravatar.com/site/implement/images#default-image'>http://en.gravatar.com/site/implement/images#default-image</a> for avatar types examples.
fr: Si l'option d'utiliser Gravatar est activée et l'utilisateur n'a pas de photo configurée sur Gravatar, cette option permet de sélectionner un type d'avatar (une petite représentation graphique personnelle) que Gravatar générera pour chaque utilisateur. Voir http://en.gravatar.com/site/implement/images#default-image pour les différents types d'avatars.

source: Limit session admins permissions
fr: Limiter les permissions des administrateurs de sessions

source: If enabled, the session administrators will only see the User block with the 'Add user' option and the Sessions block with the 'Sessions list' option.
fr: Activer pour permettre uniquement aux administrateurs de sessions de voir l'option 'Ajouter des utilisateurs' dans le bloc utilisateurs et l'option 'Liste de sessions' dans le bloc de sessions.

source: Show session description
fr: Montrer la description de session

source: Show the session description wherever this option is implemented (sessions tracking pages, etc)
fr: Montrer la description de la sessions dans tous les endroits où cette option est implémentée (page de suivi des sessions, etc).

source: Certificates: hide export link from students
fr: Certificats: cacher l'exportation aux étudiants

source: If enabled, students won't be able to export their certificates to PDF. This option is available because, depending on the precise HTML structure of the certificate template, the PDF export might be of low quality. In this case, it is best to only show the HTML certificate to students.
fr: Activer cette option pour empêcher les étudiants d'exporter leur certificat en PDF. Cette option est disponible parceque, dépendant du type précis de structure HTML utilisée pour les modèles de certificats, le PDF généré peut présenter des défauts. Dans ce cas, il peut être intéressant de ne permettre aux étudiants que la visualisation HTML des certificats (c'est à dire dans leur navigateur).

source: Certificates: hide PDF export link for all
fr: Certificats: cacher l'exportation PDF pour tous

source: Enable to completely remove the possibility to export certificates to PDF (for all users). If enabled, this includes hiding it from students.
fr: Activer pour éliminer complètement la possibilité d'exporter des certificats (pour tous les utilisateurs). Si elle est activée, elle écrase la valeur configurée pour l'accès à l'export PDF pour les étudiants.

source: Dropbox: hide course coach
fr: Partage de documents: cacher le tuteur de cours

source: Hide session course coach in dropbox when a document is sent by the coach to students
fr: Cacher le tuteur de cours dans la session, dans l'outil 'partage de documents', si le document a été envoyé par le tuteur aux étudiants

source: Single Sign On: force redirect
fr: Single Sign On: forcer la redirection

source: Enable this option to force users to authenticate on the master authentication portal when a Single Sign On method is enabled. Only enable once you are sure that your Single Sign On procedure is correctly set up, otherwise you might prevent yourself from logging in again (in this case, change the SSO settings in the settings_current table through direct access to the database, to unlock).
fr: Activer cette option pour forcer les utilisateurs à s'identifier sur le portail maître lorsque l'on utilise une méthode de Single Sign On externe. Activer uniquement lorsque vous êtes certain que votre mécanisme Single Sign On est correctement configuré, sinon cette option pourraît vous empêcher de vous reconnecter (dans ce cas, modifiez les paramètres SSO dans la table settings_current au travers d'un accès direct à la base de données pour débloquer votre portail).

source: Session courses manual ordering
fr: Ordonner les cours manuellement dans les sessions

source: Enable this option to allow the session administrators to order the courses inside a session manually. If disabled, courses are ordered alphabetically on course title.
fr: Activer cette option pour permettre aux administrateurs de sessions de réordonner les cours au sein d'une session manuellement. Si cette option est désactivée, les cours sont ordonnés par ordre alphabétique (sur base du titre de cours).

source: Add learning path category
fr: Ajouter catégorie de parcours

source: Items the reference depends on
fr: Éléments desquels dépend la référence

source: Use as reference
fr: Utiliser comme référence

source: Items that depend on the reference
fr: Éléments qui dépendent de la référence

source: Set as a requirement
fr: Ajouter comme prérequis

source: Add new sequence
fr: Ajouter séquence

source: Resources sequencing
fr: Séquentialisation de ressources

source: Gamification mode
fr: Mode de gamification

source: Activate the stars achievement in learning paths
fr: Activer l'obtention d'étoiles dans les parcours

source: Level %s
fr: Niveau %s

source: From %s until %s
fr: Du %s au %s

source: Subscribe users to learning path
fr: Inscription d'utilisateurs au parcours

source: Subscribe groups to learning path
fr: Inscription de groupes au parcours

source: Create forum for this learning path
fr: Créer un forum pour ce parcours

source: By date
fr: Par date

source: By tag
fr: Par étiquette

source: Go to course within session
fr: Aller au cours dans la session

source: Enable gamification mode
fr: Activer le mode gamification

source: My courses session view
fr: Vue de cours de la session

source: Disable gamification mode
fr: Désactiver mode de gamification

source: Show only courses in the catalogue
fr: Afficher seulement les cours

source: Show only sessions in the catalogue
fr: Afficher seulement les sessions dans le catalogue

source: Show both courses and sessions in the catalogue
fr: Afficher les cours et les sessions

source: Sequence selection
fr: Sélection de la séquence

source: Sequence configuration
fr: Configuration de la séquence

source: Sequence preview
fr: Prévisualisation de la séquence

source: Dates shown
fr: Dates affichées

source: Access dates for students
fr: Dates d'accès pour les étudiants

source: Access dates for coaches
fr: Dates d'accès pour les coaches

source: Chat with %s
fr: Conversation avec %s

source: Start video call
fr: Démarrer appel vidéo

source: Video URL
fr: URL de vidéo

source: Insert a valid URL
fr: Veuillez indiquer une URL valide

source: See information
fr: Voir information

source: Share with your friends
fr: Partager avec vos amis

source: Chatroom name
fr: Nom de la salle de chat

source: The video chatroom %s already exists
fr: La salle de chat '%s' existe déjà

source: Chatroom could not be created
fr: La création de la salle de chat a échoué

source: The browser of %s does not support native video transmission. Sorry.
fr: Le navigateur de %s ne supporte pas nativement la transmission de vidéo. Désolé.

source: From %s
fr: Du %s

source: Until %s
fr: Au %s

source: Dependency tree
fr: Arbre de dépendances

source: Customize icons
fr: Changer les icônes

source: Export all to PDF
fr: Tout exporter à PDF

source: Grade generated on %s
fr: Score généré le %s

source: Exercise available since %s
fr: Exercice disponible depuis le %s

source: The test is enabled from %s to %s
fr: L'exercice est disponible du %s au %s

source: Select some options
fr: Sélectionnez une option

source: You may add an introduction to this course here by clicking the edition icon
fr: Vous pouvez ajouter une introduction à votre cours dans cette section en cliquant sur l'icône d'édition

source: Social group
fr: Groupe social

source: Required sessions
fr: Sessions requises

source: Dependent sessions
fr: Sessions dépendantes

source: By duration
fr: Par durée

source: By dates
fr: Par dates

source: Send a copy to HR managers of selected students
fr: Envoyer une copie du mail aux responsables RH des étudiants sélectionnés

source: Powered by %s
fr: Créé avec %s

source: Please select at least one user. The announcement has not been saved.
fr: Veuillez sélectionner au moins un utilisateur. L'annonce n'a pas été sauvée.

source: No dependencies
fr: Aucune dépendance

source: Send mail to student
fr: Informer l'étudiant par mail

source: Send mail to HR manager
fr: Informer le responsable RH par mail

source: Course fields
fr: Champs de cours

source: Checkbox options
fr: Cases à cocher

source: Integer value
fr: Valeur entière

source: Image file
fr: Fichier de type image

source: Float value
fr: Valeur flotante

source: Document visibility defined in course
fr: Visibilité des documents définie dans le cours

source: The default document visibility for all courses
fr: Visibilité par défaut des documents au moment de leur création dans les cours

source: HTMLPurifier in Wiki
fr: HTMLPurifier dans le wiki

source: Enable HTML purifier in the wiki tool (will increase security but reduce style features)
fr: Activer HTMLPurifier dans l'outil de wiki (augmente la sécurité mais réduit les options de style visuel)

source: Click or drop files
fr: Cliquez ou déplacez un ou plusieurs fichiers ici

source: Remove tutor status
fr: Retirer le statut de coach

source: Import gradebook from base course
fr: Importer cahiers de notes depuis cours de base

source: Institution address
fr: Adresse de l'institution

source: Address
fr: L'adresse, en toutes lettres

source: Latest access in course
fr: Dernier accès au cours

source: Latest login in platform
fr: Dernier login sur la plateforme

source: First login in platform
fr: Premier login sur la plateforme

source: First access to course
fr: Premier accès au cours

source: Quoting to %s
fr: Citation de %s

source: Load more comments
fr: Charger plus de commentaires

source: Show progress
fr: Montrer le progrès

source: Check requirements
fr: Vérifier les pré-requis

source: Parent language: %s
fr: Langue parente: %s

source: Define new terms for sub-language %s by searching some term, then save each translation by clicking the save button. You will then have to switch your own user language to see the new terms appear.
fr: Définissez de nouveaux termes pour le jardon (sous-langage) %s en cherchant un terme spécifique puis en sauvegardant chacune des traductions en cliquant sur le bouton adjacent correspondant. Pour visualiser les nouveaux termes, il faudra alors changer votre langue d'utilisateur dans votre profil.

source: See sequences
fr: Voir les séquences

source: Session requirements
fr: Pré-requis pour la session

source: Is requirement
fr: Obligatoire pour compléter le cours

source: Consider this gradebook as a requirement to complete the course (influences the sessions sequences)
fr: Considérer ce cahier de notes comme un pré-requis pour compléter le cours (ce qui influencera notamment les séquences de sessions)

source: Distinct users logins
fr: Connexions d'utilisateurs distincts

source: Are you sure to subscribe?
fr: Êtes-vous certain de vouloir vous inscrire?

source: Check your e-mail and follow the instructions.
fr: Veuillez vérifier votre courriel et suivre les instructions.

source: Link expired, please try again.
fr: Lien expiré, merci de recommencer la procédure.

source: Instructions for the password change procedure
fr: Instructions de changement de mot de passe

source: You are receiving this message because you (or someone pretending to be you) have requested a new password to be generated for you.<br/>
fr: Ce message vous est envoyé parce que vous (ou quelqu'un qui tente d'usurper votre identité) a demandé qu'un nouveau mot de passe soit généré pour votre compte.<br/>Pour configurer votre nouveau mot de passe, veuillez suivre le lien suivant:<br/>%s<br/>Si vous n'avez rien demandé, vous pouvez simplement ignorer ce message. Si vous continuez malgré tout à recevoir ces messages, veuillez contacter l'administrateur du portail.

source: Remind Course Expiration cron
fr: Cron de rappel de fin de cours

source: Enable the Remind Course Expiration cron
fr: Activez cette option pour envoyer un courriel de rappel quand la fin du cours (session) approche (requiert la configuration d'un processus cron sur le serveur).

source: Frequency for the Remind Course Expiration cron
fr: Fréquence du rappel de fin de cours

source: Number of days before the expiration of the course to consider to send reminder mail
fr: Nombre de jours avant la fin du cours (session) pour envoyer le rappel par courriel. Par exemple, indiquez 7 pour envoyer un courriel 7 jours avant la fin du cours.

source: Course Finished cron
fr: Cron de fin du cours

source: Activate the Course Finished cron
fr: Activez pour envoyer un courriel lorsque le cours est terminé

source: End of course %s
fr: Fin du cours: %s
