Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Courses overview
fr: Vue globale du cours

source: Sessions overview
fr: Vue globale des sessions

source: Total number of messages
fr: Nombre total de messages

source: Total number of assignments
fr: Nombre total de travaux

source: Test server mode
fr: Serveur en mode test

source: Page execution time was
fr: Temps d'exécution de la page:

source: Memory usage
fr: Usage mémoire

source: Memory usage peak
fr: Pic d'usage mémoire

source: seconds
fr: secondes

source: Grade in the assessment tool
fr: Évaluer dans le cahier de notes

source: The assistant can only keep track of all progress of learners registered to the course.
fr: L'assistant peut uniquement suivre le progrès des autres utilisateurs inscrits à ce cours.

source: The teacher can grade, evaluate and keep track of all learners enrolled in the course.
fr: Le formateur peut qualifier, évaluer et suivre tous les étudiants inscrits dans le cours.

source: Included in the evaluation
fr: Inclus dans le cahier de notes

source: You can't edit this course exercise from inside a session
fr: Édition d'exercice de cours interdite depuis la session

source: Session-specific resource
fr: Ressource de session

source: Edition not available from the session, please edit from the basic course.
fr: Cette ressource ne peut pas être éditée dans le contexte d'une session

source: Social network link
fr: Lien réseau social

source: Handing over of task %s
fr: Remise du travail %s

source: Copy to my private file area
fr: Copier dans mon dossier personnel de fichiers

source: Export to PDF format
fr: Exporter au format PDF

source: Resource shared
fr: Ressource partagée

source: There are a file with the same name in your private user file area. Do you want replace it?
fr: Il y a des fichiers qui portent le même nom dans votre dossier personnel de fichiers. Voulez-vous les remplacer?

source: Copy failed
fr: La copie a échoué

source: The copy has been made
fr: La copie a été effectuée

source: File replaced
fr: Le fichier a été remplacé

source: My files
fr: Mes fichiers

source: Allow users to copy files from a course in your personal file area
fr: Permet aux utilisateurs de copier des fichiers à partir d'un cours de votre dossier personnel

source: Allows users to copy files from a course in your personal file area, visible through the Social Network or through the HTML editor when they are out of a course
fr: Permet aux utilisateurs de copier des fichiers à partir d'un cours de votre dossier personnel, visible à travers les réseaux sociaux ou par l'intermédiaire de l'éditeur HTML lorsqu'ils ne font pas partis d'un cours

source: Update Image
fr: Actualiser l'image

source: Enable time limits
fr: Activer les limites de temps

source: Protected Document
fr: Document protégé

source: Last logins
fr: Dernières connexions

source: All logins
fr: Toutes les connexions

source: Draw
fr: Dessin

source: No course at this category level
fr: Aucun cours dans la catégorie courante

source: Connections last month
fr: Connexions le mois dernier

source: Total learners
fr: Apprenants totaux

source: Filtering with score %s
fr: Filtre sur score %s

source: Taken
fr: Tenté

source: Not taken
fr: Non tenté

source: Pass minimun %s
fr: Réussi avec un minimum de %s

source: Fail
fr: Échoué

source: Exam tracking
fr: Suivi d'examens

source: No attempts
fr: Aucune tentative

source: Create a course request
fr: Créer une demande de cours

source: Terms and Conditions
fr: Termes et Conditions

source: Read the Terms and Conditions
fr: Lire les Termes et Conditions

source: I have read and I accept the Terms and Conditions
fr: J'ai lu et j'accepte les Termes et Conditions

source: You have to accept our Terms and Conditions to proceed.
fr: Vous devez accepter nos Termes et Conditions pour continuer.

source: Your request for a new course has been sent successfully. You may receive a reply soon, within one or two days.
fr: Votre demande d'inscription à un nouveau cours a été envoyée correctement. Vous recevrez une réponse prochainement, dans un ou deux jours.

source: Review incoming course requests
fr: Réviser les demandes de cours

source: Accepted course requests
fr: Demandes de cours acceptées

source: Rejected course requests
fr: Demandes de cours rejetées

source: Create this course request
fr: Demande de nouveau cours

source: Request date
fr: Date de demande

source: Accept this course
fr: Accepter ce cours

source: A new course %s is going to be created. Is it OK to proceed?
fr: Le cours %s va être créé. Est-ce que vous confirmez?

source: Additional information about %s course request is going to be asked through an e-mail message. Is it OK to proceed?
fr: Un complément d'information au sujet du cours %s va être demandé par courriel. Est-ce que cela vous convient?

source: Ask for additional information
fr: Demander un complément d'information

source: Your browser does not support SVG files. To use the drawing tool you must have an advanced browser such as Firefox or Chrome
fr: Votre navigateur ne supporte pas les fichiers SVG. Pour utiliser l'outil de dessin, vous devez disposer d'un navigateur plus avancé comme Firefox ou Chrome

source: Browscap loading browscap.ini file that contains a large amount of data on the browser and its capabilities, so it can be used by the function get_browser () PHP
fr: Browscap charge le fichier browscap.ini qui contient une grande quantité de données sur les navigateurs et les capacités, pour que la fonctionnalité get_browser() de PHP puisse être utilisée.

source: Delete this course request
fr: Éliminer cette demande de cours

source: The course request %s is going to be deleted. Is it OK to proceed?
fr: La demande de cours pour le cours % va être supprimée. Cela vous convient-il?

source: Reject this course request
fr: Rejeter cette demande de cours

source: The course request %s is going to be rejected. Is it OK to proceed?
fr: La demande pour le cours %s va être rejetée. Cela vous convient-il?

source: The course request %s has been accepted. A new course %s has been created.
fr: La demande pour le cours %s a été acceptée. Un nouveau cours %s a été créé.

source: The course request %s has not been accepted due to internal error.
fr: La demande pour le cours %s n'a pas été acceptée à cause d'une erreur interne.

source: The course request %s has been rejected.
fr: La demande pour le cours %s a été rejetée.

source: The course request %s has not been rejected due to internal error.
fr: La demande pour le cours %s n'a pas été rejetée à cause d'une erreur interne.

source: Additional information about the course request %s has been asked.
fr: Un complément d'information sur la demande pour le cours %s a été demandé.

source: Additional information about the course request %s has not been asked due to internal error.
fr: Le complément d'information au sujet de la demande pour le cours %s n'a pas pu être demandé à cause d'une erreur interne.

source: The course request %s has been deleted.
fr: La demande pour le cours %s a été supprimée.

source: The course request %s has not been deleted due to internal error.
fr: La demande pour le cours %s n'a pas pu être supprimée à cause d'une erreur interne.

source: Delete selected course request(s)
fr: Supprimer les demandes de cours sélectionnées.

source: The selected course requests have been deleted.
fr: Les demande de cours sélectionnées ont été supprimées.

source: Some of the selected course requests have not been deleted due to internal error.
fr: Certaines demandes de cours n'ont pas été supprimées à cause d'une erreur interne.

source: %s A request for a new course %s
fr: %s Demande pour le nouveau cours %s

source: We registered the following request for a new course:
fr: Nous avons enregistré la demande pour le nouveau cours:

source: This course request can be approved on the following page:
fr: La demande de cours peut être acceptée (approuvée) sur la page suivante:

source: The "Course validation" feature is not enabled at the moment. In order to use this feature, please, enable it by using the %s setting.
fr: La fonctionnalité de "validation de cours" n'est pas active pour le moment. Pour utiliser cette fonctionnalité, veuillez l'activer en utilisant le paramètre %s.

source: The information about this course request is considered protected; it can be used only to open a new course within our e-learning portal; it should not be revealed to third parties.
fr: L'information sur cette demande de cours est considérée comme protégée; elle peut uniquement être utilisée pour la procédure d'ouverture d'un nouveau cours sur notre portail; elle ne devrait pas être dévoilée à des tiers.

source: Courses validation
fr: Demandes de cours

source: When the "Courses validation" feature is enabled, a teacher is not able to create a course alone. He/she fills a course request. The platform administrator reviews the request and approves it or rejects it.<br />This feature relies on automated e-mail messaging; set Chamilo to access an e-mail server and to use a dedicated an e-mail account.
fr: Lorsque la fonctionnalité de demandes de cours est activée, un formateur ne peut plus créer de cours par lui-même. Il/elle est obligé(e) de formuler une demande de cours. L'administrateur de la plateforme révise la demande et l'approuve ou la rejette. Cette fonctionnalité dépend de l'envoi automatisé de mails; vérifiez que votre Chamilo est bien configuré pour utiliser un compte mail dédié sur un serveur de mails.

source: %s A request for additional information about the course request %s
fr: % Demande de complément d'information au sujet de la demande pour le cours %

source: We have received your request for a new course with code %s. Before we consider it for approval, we need some additional information. Please, provide brief information about the course content (description), the objectives, the learners or the users that are to be involved in the proposed course. If it is applicable, mention the name of the institution or the unit on which behalf you made the course request.
fr: Nous avons bien reçu votre demande de cours de code %s. Avant de pouvoir répondre à cette demande, nous avons besoin d'information additionelle. Veuilles nous fournir une brève explication du contenu du cours (description), ses objectifs, les apprenants ou utilisateurs qui devront être impliqués dans le cours proposé. Si applicable, veuillez mentionner le nom de l'institution ou de l'unité au nom de qui vous avez fait cette demande.

source: %s The course request %s has been approved
fr: %s La demande pour le cours %s a été approuvée

source: Your course request %s has been approved. A new course %s has been created and you are registered in it as a teacher. You can access your newly created course from: %s
fr: Votre demande pour le cours %s a été approuvée. Un nouveau cours %s a été créé et vous y êtes enregistré en tant qu'enseignant. Vous pouvez accéder à votre nouveau cours ici: %s

source: %s The course request %s has been rejected
fr: %s La demande pour le cours %s a été rejetée

source: To our regret we have to inform you that your course request %s has been rejected due to not fulfilling the requirements of our Terms and Conditions.
fr: Nous sommes désolés de vous informer que votre demande pour le cours %s a été rejetée pour ne pas correspondre à nos Termes et Conditions.

source: Course validation - a link to the terms and conditions
fr: Demandes de cours - lien vers les termes et conditions

source: This is the URL to the "Terms and Conditions" document that is valid for making a course request. If the address is set here, the user should read and agree with these terms and conditions before sending a course request.<br />If you enable Chamilo's "Terms and Conditions" module and if you want its URL to be used, then leave this setting empty.
fr: URL vers un document de "Termes et conditions" valides pour les demandes de cours. Si l'adresse est configurée, l'utilisateur devrait lire et accepter ces termes et conditions avant d'envoyer une demande de cours. Si vous activez le module "Termes et conditions" de Chamilo et que vous voulez plutôt utiliser ceux-là, laissez le champ suivant vide.

source: The course has not been created due to an internal error.
fr: Le cours n'a pas été créé à cause d'une erreur interne.

source: The course request has not been created due to an internal error.
fr: La demande de cours n'a pas été enregistrée à cause d'une erreur interne.

source: Edit a course request
fr: Éditer une demande de cours

source: The course request you wanted to access has not been found or it does not exist.
fr: La demande de cours à laquelle vous vouliez accéder n'a pas pu être trouvée ou n'existe pas.

source: This file name already exists, choose another to save your image.
fr: Ce nom de fichier existe déjà, choisissez-en un autre pour enregistrer votre image.

source: The course request %s has not been updated due to internal error.
fr: La demande pour le cours %s n'a pas été mise à jour à cause d'une erreur interne.

source: The course request %s has been updated.
fr: La demande pour le cours %s a été mise à jour.

source: Fill with demo content
fr: Compléter avec du contenu d'exemple

source: Single Sign On
fr: Single Sign On (authentification unique)

source: Enabling Single Sign On allows you to connect this platform as a slave of an authentication master, for example a Drupal website with the Drupal-Chamilo plugin or any other similar master setup.
fr: Activer le Single Sign On vous permet de connecter cette plateforme comme un "esclave" d'un serveur d'authentification, par exemple un site web Drupal disposant du module Drupal Chamilo, ou une quelconque configuration maître-esclave du même type.

source: Domain of the Single Sign On server
fr: Domaine du serveur de Single Sign On

source: The domain of the Single Sign On server (the web address of the other server that will allow automatic registration to Chamilo). This should generally be the address of the other server without any trailing slash and without the protocol, e.g. www.example.com
fr: Domaine du serveur de Single Sign On (l'adresse Web du serveur qui permet l'enregistrement automatique à Chamilo). Ce domaine devrait être l'adresse de l'autre serveur sans slash final ni protocole. Par exemple: www.example.com

source: Single Sign On server authentication URL
fr: URL d'authentification du serveur Single Sign On

source: The address of the page that deals with the authentication verification. For example /?q=user in Drupal's case.
fr: L'adresse de la page qui fournit la vérification d'authentification de l'utilisateur. Par exemple /?q=user, dans le cas de Drupal.

source: Single Sign On server's logout URL
fr: URL de logout du serveur de Single Sign On

source: The address of the page on the server that logs the user out. This option is useful if you want users logging out of Chamilo to be automatically logged out of the authentication server.
fr: L'adresse de la page qui se charge de la déconnexion de l'utilisateur. Cette option est utile uniquement si vous voulez que la déconnexion de Chamilo déclenche la déconnexion du serveur d'authentification.

source: Single Sign On server's protocol
fr: Protocole du serveur Single Sign On

source: The protocol string to prefix the Single Sign On server's domain (we recommend you use https:// if your server is able to provide this feature, as all non-secure protocols are dangerous for authentication matters)
fr: Le protocole à préfixer au domaine du serveur Single Sign On (nous recommandons l'usage de https:// si votre serveur le permet, car tout protocole non sécurisé engendre des risques au niveau du mécanisme d'authentification).

source: WIRIS mathematical editor
fr: Éditeur mathématique WIRIS

source: Enable WIRIS mathematical editor. Installing this plugin you get WIRIS editor and WIRIS CAS.<br/>This activation is not fully realized unless it has been previously downloaded the <a href="http://www.wiris.com/es/plugins3/ckeditor/download" target="_blank">PHP plugin for CKeditor WIRIS</a> and unzipped its contents in the Chamilo's directory main/inc/lib/javascript/ckeditor/plugins/.<br/>This is necessary because Wiris is proprietary software and his services are <a href="http://www.wiris.com/store/who-pays" target="_blank">commercial</a>. To make adjustments to the plugin, edit configuration.ini file or replace his content by the file configuration.ini.default shipped with Chamilo.
fr: Activer l'éditeur mathématique WIRIS. En installant ce plugin, vous obtenez l'éditeur WIRIS et WIRIS CAS.<br/>Cette activation n'est totalement réalisée que si le <a href="http://www.wiris.com/es/plugins3/ckeditor/download">plugin PHP pour CKeditor WIRIS</a> a été préalablement téléchargé et décompressé dans le répertoire de Chamilo main/inc/lib/javascript/ckeditor/plugins/.<br/>

source: File export as
fr: Le fichier a été exporté sous

source: Spell check
fr: Correcteur orthographique

source: Enable spell check
fr: Activer le correcteur orthographique

source: Create and edit SVG files
fr: Création et édition de fichiers SVG

source: This option allows you to create and edit SVG (Scalable Vector Graphics) multilayer online, as well as export them to png format images.
fr: Cette option vous permettra de créer et d'éditer des fichiers SVG ("Scalable Vector Graphics", ou "Graphiques Vectoriels Adaptables" en français) multi-couches en ligne, ainsi que de les exporter comme des images au format PNG.

source: Forcing pasting as plain text in the wiki
fr: Forcer le copier-coller sous forme de texte non-formatté dans le wiki

source: This will prevent many hidden tags, incorrect or non-standard, copied from other texts to stop corrupting the text of the Wiki after many issues; but will lose some features while editing.
fr: Cette option empêchera la corruption des textes par des étiquettes cachées, incorrectes ou non standard lors de la copie de textes extérieurs pour l'édition du wiki, mais provoquera la perte de certaines fonctionnalités mineures d'édition.

source: Activate Google maps
fr: Activer Google Maps

source: Activate the button to insert Google maps. Activation is not fully realized if not previously edited the file main/inc/lib/fckeditor/myconfig.php and added a Google maps API key.
fr: Activer le bouton d'insertion des cartes Google. L'activation ne se réalisera pas si vous n'avez pas, auparavant, édité le fichier main/inc/lib/fckeditor/myconfig.php et ajouté une clef API de Google Maps.

source: Activate Image maps
fr: Activer les cartes sur images

source: Activate the button to insert Image maps. This allows you to associate URLs to areas of an image, creating hotspots.
fr: Activer le bouton pour ajouter des cartes sur image. Ceci vous permettra d'associer des adresses URL à des zones d'une image, générant ainsi des zones interactives.

source: Clean search results
fr: Nettoyer les résultats de la recherche

source: Exercise can't be edited after being added to the Learning Path
fr: Les exercices ne peuvent pas être édités après les avoir inclus dans un parcours. Vous pouvez les copier et modifier leur copie.

source: Course tool
fr: Outil de cours

source: Results of learning paths exercises by session
fr: Résultats exercices de parcours par session

source: Learning paths exercises results list
fr: Résultat des exercices de parcours, par question

source: Please select a course
fr: Veuillez sélectionner un cours

source: Learner score average is calculated bases on all learning paths and all attempts
fr: La moyenne des scores des étudiants est calculée sur base de tous les parcours et toutes les tentatives

source: Average score
fr: Score moyen

source: Last connexion date
fr: Date de dernière connexion

source: Videoconference
fr: Vidéoconférence

source: BigBlueButton videoconference tool
fr: Outil de vidéoconférence BigBlueButton

source: Choose whether you want to enable the BigBlueButton videoconference tool. Once enabled, it will show as an additional course tool in all courses' homepage, and teachers will be able to launch a conference at any time. Learners will not be able to launch a conference, only join one. If you don't have a BigBlueButton server, please <a href="http://bigbluebutton.org/" target="_blank">set one up</a> or ask the <a href="http://www.chamilo.org/en/providers" target="_blank">Chamilo official providers</a> for a quote.
fr: Choisissez si vous désirez activer l'outil de vidéoconférence BigBlueButton. Une fois activé, il apparaît comme un outil de cours additionnel sur toutes les pages d'accueil de cours, et les enseignants peuvent lancer une conférence à tout moment. Les étudiants ne peuvent pas lancer de conférence, seulement en rejoindre.

source: BigBlueButton server host
fr: Adresse du serveur BigBlueButton

source: This is the name of the server where your BigBlueButton server is running. Might be <i>localhost</i>, an IP address (e.g. 192.168.13.54) or a domain name (e.g. my.video.com).
fr: Veuillez indiquer l'adresse du serveur BigBlueButton. Ceci peut être <i>localhost</i>, une adresse IP (par exemple <i>192.168.13.54</i> ou un nom de domaine (par exemple <i>my.video.com</i>).

source: Security key of the BigBlueButton server
fr: Clef de sécurité du serveur BigBlueButton

source: This is the security key of your BigBlueButton server, which will allow your server to authentify the Chamilo installation. Refer to the BigBlueButton documentation to locate it.
fr: Ceci est la clef de sécurité du serveur BigBlueButton, qui permet à votre serveur d'authentifier l'installation de Chamilo. Veuillez vous référer à la documentation de BigBlueButton pour la localiser.

source: Select a picture (SVG, PNG)
fr: Sélectionnez une image (SVG, PNG)

source: Only accessible from your group
fr: Seulement accessible à votre groupe

source: This will create a special wiki page in which the teacher can describe the task and which will be automatically linked to the wiki pages where learners perform the task. Both the teacher's and the learners' pages are created automatically. In these tasks, learners can only edit and view theirs pages, but this can be changed easily if you need to.
fr: Ceci crééra une page wiki spéciale sur laquelle l'enseignant décrira la tâche, et qui sera automatiquement liée aux pages du wiki où les apprenants la réaliseront. Les pages des enseignants, tout comme les pages des apprenants, se crééront automatiquement. Dans ce type de tâche, les apprenants pourront uniquement créer et éditer leurs propres pages, bien que vous puissiez changer ça si vous le désirez.

source: Folders of users
fr: Répertoires des utilisateurs

source: User folder
fr: Dossier de l'utilisateur

source: INFORMATION VISIBLE TO THE TEACHER ONLY: The users folder contains a folder for each user who has accessed it through the documents tool, or when any file has been sent in the course through the online editor. If neither circumstances has occurred, then no user folder will have been created. In the case of groups, files that are sent through the editor will be added in the folder of each group, which is only accessible by students from this group.
fr: Ce dossier contient un sous-dossier par utilisateurs ayant téléversé ou rédigé un document avec l'éditeur en ligne des outils disponibles dans ce cours (comme l'ajout d'une image dans le billet d'un forum). Dans le cas des documents de groupes, le fichier sera ajouté dans le dossier du groupe. Pour plus d'information, se reporter à l'aide de Chamilo. Il est recommandé de laisser ce répertoire invisible aux apprenants. (Cette information n'est pas visible par les apprenants)
