Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: INFORMATION VISIBLE TO THE TEACHER ONLY: This folder contains all sessions that have been opened in the chat. Although the chat sessions can often be trivial, others can be really interesting and worthy of being incorporated as an additional work document. To do this without changing the visibility of this folder, make the file visible and link it from where you deem appropriate. It is not recommended to make this folder visible to all.
fr: Ce répertoire contient toutes les discussions qui ont eut lieu dans l'outil de chat, sauvegardées en fichiers HTML. Il est recommandé de laisser ce répertoire invisible aux étudiants. (Cette information n'est pas visible par les apprenants)

source: INFORMATION VISIBLE TO THE TEACHER ONLY: This folder contains the various certificates templates that have been created for the rating tool. It is not recommended to make this folder visible to all.
fr: Ce répertoire contient les différents modèles de certificats qui ont été créés pour l'outil d'évaluations. Il est recommandé de laisser ce répertoire invisible aux apprenants. (Cette information n'est pas visible par les apprenants)

source: Destination folder
fr: Répertoire de destination

source: Chat conversations history
fr: Historique de conversations dans le chat

source: Video
fr: Vidéo

source: Upload corrections
fr: Envoyer des corrections

source: Enable online services for text to speech conversion
fr: Activer les services en ligne de conversion de texte à audio (text-to-speech)

source: Online tool to convert text to speech. Uses speech synthesis technology to generate audio files saved into your course.
fr: Outil en ligne pour la conversion du texte à l'audio. Cet outil utilise un système de synthétisation de la voix pour générer des pistes audio.

source: Show users folders in the documents tool
fr: Montrer les répertoires utilisateurs dans l'outil de documents

source: This option allows you to show or hide to teachers the folders that the system generates for each user who visits the tool documents or send a file through the web editor. If you display these folders to the teachers, they may make visible or not the learners and allow each learner to have a specific place on the course where not only store documents, but where they can also create and edit web pages and to export to pdf, make drawings, make personal web templates, send files, as well as create, move and delete directories and files and make security copies from their folders. Each user of course have a complete document manager. Also, remember that any user can copy a file that is visible from any folder in the documents tool (whether or not the owner) to his/her portfolios or personal documents area of social network, which will be available for his/her can use it in other courses.
fr: Cette option vous permet de montrer ou de cacher les répertoires que le système génère pour chaque utilisateur qui visite l'outil de documents ou envoie un fichier au travers de l'éditeur en ligne. Si vous montrez ces répertoires aux enseignants, ils peuvent rendre visibles ces répertoires et donner aux apprenants non seulement un endroit où stocker leurs documents dans le cours, mais aussi créer et éditer des pages web (HTML) et les exporter au format PDF, créer des dessins, des modèles de documents personnels, envoyer des fichiers, ainsi que créer, déplacer et effacer des répertoires et des fichiers et en faire des copies de sécurité. Chaque utilisateur du cours dispose alors d'un gestionnaire complet de documents. Tous les utilisateurs peuvent, par ailleurs, copier un fichier visible d'un quelconque répertoire de l'outil documents (qu'il en soit le propriétaire ou pas) vers son portfolio personnel de documents de l'outil de réseau social, ce qui lui permettra de l'utiliser dans d'autres cours.

source: Show in documents tool all folders containing multimedia resources supplied by default
fr: Montrer dans les documents tous les répertoires de contenu multimédia par défaut

source: Multimedia file folders containing files supplied by default organized in categories of video, audio, image and flash animations to use in their courses. Although you make it invisible into the document tool, you can still use these resources in the platform web editor.
fr: Répertoires de fichiers multimédias fournis par défaut et organisés en catégories de video, audio, images et animations flash pour utilisation au sein des cours. Bien que ces répertoires soient cachés dans l'outil documents, vous pourrez continuer à utiliser ces ressources au travers de l'éditeur en ligne de la plateforme.

source: Show the history folder of chat conversations
fr: Montrer le répertoire d'historique de chat

source: This will show to theacher the folder that contains all sessions that have been made in the chat, the teacher can make them visible or not learners and use them as a resource
fr: Cette option montrera à l'enseignant le répertoire qui contien toutes les sessions de chat qui ont eu lieu. L'enseignant peut décider de rendre ce répertoire visible aux apprenants pour qu'ils puissent l'utiliser comme l'une des ressources du cours.

source: Allow learners to export web documents to PDF format in the documents and wiki tools
fr: Permettre aux étudiants d'exporter les documents web (HTML) au format PDF dans les outils de documents et de wiki

source: This feature is enabled by default, but in case of server overload abuse it, or specific learning environments, might want to disable it for all courses.
fr: Cette fonctionnalité est activée par défaut, mais en cas de surcharge du serveur ou d'environnements d'apprentissage restraints, vous pouvez le désactiver pour tous les cours.

source: Allow insertion of widgets
fr: Autoriser l'insertion de widgets

source: This allows you to embed on your webpages your favorite videos and applications such as vimeo or slideshare and all sorts of widgets and gadgets
fr: Cette option permet aux utilisateurs d'introduire dans leurs pages web (HTML) leurs vidéos et applications favorites, telles que Vimeo ou Slideshare, ainsi que d'autres types de widgets et gadgets.

source: Create audio
fr: Générer audio

source: Enter the text you want to convert to an audio file
fr: Introduisez le texte que vous voulez convertir en piste audio

source: Convert your text to speech
fr: Transformer votre texte en voix

source: Build mp3
fr: Générer MP3

source: Voice
fr: Voix

source: Female
fr: Féminine

source: Male
fr: Masculine

source: Load the Mathjax library in all the system pages
fr: Charger la librairie Mathjax sur toutes les pages du système

source: Activate this setting if you want to show MathML-based mathematical formulas and ASCIIsvg-based mathematical graphics not only in the "Documents" tool, but elsewhere in the system.
fr: Activez ce paramètre si vous désirez pouvoir afficher des formules mathématiques basées sur MathML et des graphiques mathématiques basés sur ASCIIsvg, non seulement dans l'outil de cours, mais partout ailleurs sur la plateforme.

source: Hide tools from teachers
fr: Occulter des outils aux enseignants

source: Check the tools you want to hide from teachers. This will prohibit access to the tool.
fr: Sélectionnez les outils que vous désirez cacher des enseignants. Cette option interdira l'accès à l'outil.

source: Use Google audio services
fr: Utiliser les services audio de Google

source: Use vozMe audio services
fr: Utiliser les services audio vozMe

source: Supports up to 100 characters in a wide variety of languages. The files are generated and automatically saved into the Chamilo directory where you currently are.
fr: Supporte jusqu'à 100 caractères dans une grande variété de langues. Les fichiers sont générés et automatiquement sauvegardés dans le répertoire Chamilo du document d'origine.

source: Supports text of several thousands characters, you can also select the type of voice, male or female. It works with fewer languages, however, and the audio quality is lower. Finally, you'll have to download the files manually from a new window.
fr: Supporte des textes de plusieurs miliers de caractères. Vous pouvez également sélectionner le type de voix, masculine ou féminine. Cependant, la quantité de langues supportées est moins importante et la qualité du fichier audio est plus basse. Enfin, vous devrez télécharger les fichiers de langue manuellement depuis une nouvelle fenêtre.

source: Save mp3
fr: Enregistrer MP3

source: Open in a new window
fr: Ouvrir dans une nouvelle fenêtre

source: Speed
fr: Vitesse

source: Faster
fr: Accélérer

source: Fast
fr: Rapide

source: Slow
fr: Lent

source: Slower
fr: Ralentir

source: Use Pediaphon audio services
fr: Utiliser les services audio de Pediaphon

source: Supports text with several thousands characters, in various types of male and female voices (depending on the language). Audio files will be generated and automatically saved to the Chamilo directory in which you are.
fr: Supporte des textes de plusieurs milliers de caractères et vous permet de choisir entre plusieurs types de voix masculines et féminines (dépendant de la langue). Les fichiers audio seront générés et automatiquement sauvegardés dans le répertoire Chamilo dans lequel vous vous trouvez.

source: Please select a language
fr: Sélectionnez d'abord une langue

source: Move users results from/to a session
fr: Déplacer les résultats utilisateurs dans/vers une session

source: This advanced tool allows you to manually improve the tracking of users results when moving from courses methodology to sessions methodology. In most cases, you won't need to use it.<br />
fr: Cet outil avancé vous permet d'améliorer le suivi des résultats utilisateurs lorsque vous changez d'une méthodologie de purs cours vers une méthodologie de sessions (ou cycles de cours). Dans la plupart des cas, vous n'aurez pas besoin de cet outil.<br />Sur cet écran, vous pouvez comparer les résultats des utilisateurs entre un contexte de cours isolé et un contexte de session.<br />Une fois que vous vous êtes décidé sur le meilleur contexte au sein duquel devrait exister le suivi des utilisateurs (score des exercices et suivi des parcours), vous pourrez déplacer ce suivi d'un cours vers une session.

source: Enable watermark in PDF export
fr: Activer les filigranes dans les exports PDF

source: By enabling this option, you can upload an image or a text that will be automatically added as watermark to all PDF exports of documents on the system.
fr: En activant cette fonctionnalité, vous pourrez utiliser une image ou un texte comme filigrane qui sera ajouté aux documents exportés en PDF.

source: Upload a watermark image
fr: Télécharger une image en filigrane

source: Enable watermark definition by course
fr: Activer la définition de filigranes par cours

source: When this option is enabled, teachers can define their own watermark for the documents in their courses.
fr: Lorsque cette option est activée, les enseignants peuvent définir leur propre filigrane pour les documents de leurs cours.

source: PDF watermark text
fr: Texte du filigrane de PDF

source: This text will be added as a watermark to the documents exports as PDF.
fr: Ce texte sera ajouté en filigrane aux documents exportés en PDF.

source: Minimum score of exercises
fr: Score minimum des exercices

source: Define a minimum score (generally 0) for all the exercises on the platform. This will define how final results are shown to users and teachers.
fr: Définit un score minimum (généralement 0) pour l'affichage des résultats des exercices de la plateforme aux étudiants et enseignants.

source: Maximum score of exercises
fr: Score maximum des exercices

source: Define a maximum score (generally 10,20 or 100) for all the exercises on the platform. This will define how final results are shown to users and teachers.
fr: Définit le score maximum (généralement 10, 20 ou 100) utilisé pour l'affichage des résultats finaux des exercices de la plateforme. Ceci définira comment les apprenants et les enseignants verront les résultats.

source: Add a picture
fr: Ajouter une image de présentation

source: Enable learning path auto-launch
fr: Activer l'auto-démarrage des parcours d'apprentissage

source: Use default maximum score of 100
fr: Utiliser un score maximum de 100 par défaut

source: Disable learning path auto-launch
fr: Désactiver lancement automatique du parcours

source: The learning path auto-launch setting is ON. When learners enter this course, they will be automatically redirected to the learning path marked as auto-launch.
fr: Le paramètre d'auto-démarrage des parcours d'apprentissage est activé. Lorsque les apprenants entreront dans cet espace de cours, ils seront automatiquement redirigés vers le parcours d'apprentissage sélectionné pour l'auto-démarrage.

source: Unique answer with unknown
fr: Rép. unique avec ne-sais-pas

source: Multiple answer true/false/don't know
fr: Rép. multiples vrai/faux/ne-sais-pas

source: Combination true/false/don't-know
fr: C. exacte vrai/faux/ne-sais-pas

source: Don't know
fr: Ne sais pas

source: Exam not available at this time
fr: Examen non disponible pour l'instant

source: Username or e-mail address
fr: Nom d'utilisateur ou adresse de courriel

source: Enable MathJax
fr: Activer MathJax

source: Activate
fr: Activer

source: Deactivate
fr: Désactiver

source: Learning path settings
fr: Configuration des parcours

source: Careers and promotions
fr: Filières et promotions

source: Careers
fr: Filières

source: Update successful
fr: Mise à jour enregistrée

source: Career
fr: Filière

source: Subscribe sessions to promotions
fr: Inscription de sessions aux promotions

source: Sessions not subscribed
fr: Sessions non inscrites

source: First letter of session name
fr: Première lettre de session

source: Sessions in this promotion
fr: Sessions inscrites à cette promotion

source: Subscribe sessions to promotion
fr: Inscrire les sessions à la promotion

source: No end time
fr: Pas de date de fin

source: Subscribe users to class
fr: Inscrire des utilisateurs dans la classe

source: Subscribe class to courses
fr: Inscrire des cours à la classe

source: Subscribe class to sessions
fr: Inscrire des sessions à la classe

source: Sessions in group
fr: Sessions du groupe

source: Courses in group
fr: Cours du groupe

source: Users in group
fr: Utilisateurs du groupe

source: Users on platform
fr: Utilisateurs de la plateforme

source: Created at
fr: Créé à

source: Updated at
fr: Mis à jour à

source: Created on
fr: Créé le

source: Paint
fr: Peindre

source: My results
fr: Mes résultats

source: All learning paths
fr: Tous les parcours

source: By course
fr: Par cours

source: My MCQ
fr: Mes QCM

source: Learning path updated
fr: Parcours mis à jour

source: You will have to create a career before you can add promotions (promotions are sub-elements of a career)
fr: Il est nécessaire de créer une filière avant de pouvoir ajouter des promotions (les promotions sont des sous-éléments d'une filière).

source: Output buffering setting is "On" for being enabled or "Off" for being disabled. This setting also may be enabled through an integer value (4096 for example) which is the output buffer size.
fr: L'output buffering (ou tampon de sortie) est à "On" lorsqu'il est activé et à "Off" lorsqu'il est désactivé. Ce paramètre peut également être activé au travers d'une valeur entière (4096 par exemple) pour définir la taille du tampon de sortie.

source: Extension loaded
fr: Extension chargée

source: Add a course
fr: Ajouter un cours

source: Per week
fr: Par semaine

source: Subscribe group to sessions
fr: Inscrire le groupe à des sessions

source: Subscribe group to courses
fr: Inscrire le groupe à des cours

source: Compare stats
fr: Comparer stats

source: Rename and comment
fr: Renommer et commenter

source: Photo retouching
fr: Retouche photo

source: Enable external Pixlr services
fr: Activer les services externes de Pixlr

source: Pixlr allow you to edit, adjust and filter your photos with features similar to Photoshop. It is the ideal complement to process images based on bitmaps
fr: Pixlr vous permet d'éditer, ajuster et filtrer vos photos avec des outils et une qualité similaire à celle de Photoshop. C'est le complément idéal pour traiter les images de type bitmap.

source: The <i>%s</i> promotion has been archived. This action has the consequence of making invisible all sessions registered into this promotion. You can undo this by unarchiving this promotion.
fr: La promotion <i>%s</i> a été archivée. Cette action a pour conséquence de rendre invisibles toutes les sessions enregistrées dans cette promotion. Vous pouvez annuler cette action en la désarchivant.

source: The <i>%s</i> promotion has been unarchived. This action has the consequence of making visible all sessions registered into this promotion. You can undo this by archiving the promotion.
fr: La promotion <i>%s</i> a été réactivée. Cette action a pour conséquence de rendre visibles toutes les sessions enregistrées dans cette promotion. Vous pouvez annuler cette action en archivant la promotion.

source: The <i>%s</i> career has been archived. This action has the consequence of making invisible the career, its promotions and all the sessions registered into this promotion. You can undo this by unarchiving the career.
fr: La carrière <i>%s</i> a été archivée. Cette action a pour conséquence de rendre invisibles la carrière, les promotions qui y sont enregistrées et les sessions qui sont enregistrées dans celles-ci. Vous pouvez annuler cette action en la désarchivant.

source: The <i>%s</i> career has been unarchived. This action has the consequence of making visible the career, its promotions and all the sessions registered into this promotion. You can undo this by archiving the career.
fr: La carrière <i>%s</i> a été réactivée. Cette action a pour conséquence de rendre visibles la carrière, les promotions qui y sont enregistrées et les sessions qui sont enregistrées dans celles-ci. Vous pouvez annuler cette action en archivant la carrière.

source: See all
fr: Tout voir

source: See only archived
fr: Voir éléments archivés

source: See only unarchived
fr: Voir éléments non archivés

source: Latest attempt
fr: Dernière tentative

source: Watermark header in PDF exports
fr: En-tête en filigrane (exports PDF)

source: False
fr: Faux

source: Enrolment by classes
fr: Inscription par groupes d'utilisateurs

source: Your contact information could not be sent. This is probably due to a temporary network problem. Please try again in a few seconds. If the problem remains, ignore this registration process and simply click the button to go to the next step.
fr: Vos détails de contact n'ont pas pu être envoyés. C'est probablement dû à un problème de réseau. Veuillez essayer à nouveau dans quelques secondes. Si le problème persiste, ignorez simplement ce processus d'inscription et cliquez sur l'autre bouton pour passer à l'étape suivante.

source: Fill courses
fr: Générer des cours

source: Fill sessions
fr: Générer des sessions

source: My classes
fr: Mes classes

source: Archived
fr: Archivé

source: Unarchived
fr: Désarchivé

source: Publication date
fr: Date de publication

source: My social groups
fr: Mes groupes sociaux

source: Social groups
fr: Groupes sociaux

source: Create a social group
fr: Créer un groupe social

source: Not logged in for some time
fr: Non connecté depuis...

source: Last %i months
fr: Derniers %i mois

source: Never connected
fr: Jamais connecté

source: Font resize accessibility feature
fr: Redimensionnement des caractères

source: Enable this option to show a set of font resize options on the top-right side of your campus. This will allow visually impaired to read their course contents more easily.
fr: Activer cette option montrera une série d'options de redimensionnement des caractères dans le coin supérieur droit de votre campus. Celles-ci permettront aux personnes à déficience visuelle de lire leurs contenus de cours plus facilement.

source: Correct and rate
fr: Corriger et qualifier

source: Upon reception
fr: À la réception

source: Once a day
fr: Une fois par jour

source: These questions have been taken from the learning paths
fr: Ces questions ont été passées au sein des parcours d'apprentissage

source: All learners attempts are considered
fr: Toutes les tentatives sont considérées

source: Current view mode: external embed. Use only for embedding in external sites.
fr: Vue actuelle: embarquée. Uniquement pour inclusion sur sites externes.

source: Item added
fr: Élément ajouté

source: Item deleted
fr: Élément supprimé

source: Item updated
fr: Élément mis à jour

source: Item copied
fr: Élément copié

source: My statistics
fr: Mes statistiques

source: Exercises available
fr: Exercices disponibles

source: Exercises taken
fr: Exercices passés

source: Average exercise result
fr: Moyenne des résultats à l'exercice

source: Learning path progress
fr: Progrès parcours

source: Best result in course
fr: Meilleur résultat cours

source: From %s to %s
fr: Du %s au %s

source: Redirect to a selected learning path
fr: Rediriger vers un parcours sélectionné

source: Redirect to the learning paths list
fr: Rediriger vers la liste des parcours

source: Propagate negative results between questions
fr: Propager les résultats négatifs entre les questions

source: Learners cannot see this learning path
fr: Les apprenants ne voient pas ce parcours

source: Use this question in the test as a link (not a copy)
fr: Insérer cette question dans l'exercice comme un lien (pas une copie)

source: Practice mode: Show score only, by category if at least one is used
fr: Mode exercice: montrer le score uniquement

source: Clean
fr: Nettoyer

source: In case of multiple attempts, only shows the best result of each learner
fr: En cas de tentatives multiples, montre seulement le meilleur résultat de chaque étudiant

source: Edit members list
fr: Éditer liste de membres

source: Best attempt
fr: Meilleure tentative

source: Progress of own exercises results over time, against learners average
fr: Progrès des résultats aux exercices, face au résultat moyen des apprenants

source: Notify by mail on new invitation received
fr: Avertir par mail de la réception d'une invitation

source: Notify by mail on new personal message received
fr: Avertir par mail de la réception d'un message

source: Notify by mail on new message received in group
fr: Avertir par mail de la réception d'un message de groupe

source: Fulltext search
fr: Recherche full-text

source: This feature allows you to index most of the documents uploaded to your portal, then provide a search feature for users.<br />This feature will not index documents that have already been uploaded, so it is important to enable (if wanted) at the beginning of your implementation.<br />Once enabled, a search box will appear in the courses list of every user. Searching for a specific term will bring a list of corresponding documents, exercises or forum topics, filtered depending on the availability of these contents to the user.
fr: Cette fonctionnalité vous permet d'indexer la plupart des documents envoyés sur votre portail, et ainsi fournir à vos utilisateurs une fonctionnalité complète de recherche de contenus.<br />Cette fonctionnalité n'indexera pas les documents qui ont déjà été envoyés, c'est pourquoi il est important de l'activer au début d'une implémentation.<br />Une fois activée, une boîte de recherche apparaîtra dans la liste de cours des utilisateurs. La recherche sur un terme spécifique générera une liste des documents, exercices ou sujets de forum correspondants, filtrés selon la disponibilité de ces contenus pour les utilisateurs.

source: Available custom search fields
fr: Champs de recherche personnalisables disponibles
