Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Check the tabs you want to see appear in the header. The unchecked tabs will appear on the right hand menu on the portal homepage and my courses page if these need to appear
fr: Sélectionnez les onglets que vous voulez voir apparaître dans l'en-tête. Les onglets désélectionnés apparaîtront dans le menu de droite sur la page d'accueil du campus ou sur la page "Mes cours" s'ils doivent apparaître

source: Default forum view
fr: Vue par défaut du forum

source: What should be the default option when creating a new forum. Any trainer can however choose a different view for every individual forum
fr: Quelle devrait être l'option par défaut lors de la création d'un nouveau forum? Tout administrateur de cours pourra cependant toujours choisir une vue différente pour chaque forum individuel

source: Courses tab
fr: Onglet "Mes cours"

source: Portal homepage tab
fr: Onglet "Page d'accueil"

source: Reporting tab
fr: Onglet "Suivi"

source: Platform Administration tab
fr: Onglet "Administration"

source: No course for this session
fr: Pas de cours pour cette session

source: No Users for this session
fr: Pas d'utilisateurs pour cette session

source: The last name cannot be empty
fr: Le nom de famille doit être obligatoirement renseigné

source: The first name cannot be empty
fr: Le prénom doit être obligatoirement renseigné

source: The email cannot be empty
fr: L'adresse de courriel est obligatoire

source: Agenda tab
fr: Onglet "Mon agenda"

source: The notice will be not displayed on the homepage
fr: L'avis ne sera pas affiché sur la page d'accueil

source: Let those fields empty to hide the notice
fr: Pour ne pas afficher la notice, laissez ces champs vides

source: The voice recording feature in the course editor relies on a Red5 streaming server. This server's parameters can be configured in the videoconference section on the current page.
fr: La fonctionnalité d'enregistrement de la voix dans les parcours d'apprentissage dépend d'un serveur de streaming Red5. Les paramètres de ce serveur peuvent être configurés dans la section vidéoconférence sur cette même page.

source: Character set
fr: Palette de caractères

source: The character set is what pilots the way specific languages can be displayed in Chamilo. If you use Russian or Japanese characters, for example, you might want to change this. For all english, latin and west-european characters, the default UTF-8 should be alright.
fr: La palette de caractères est ce qui détermine la façon dont certaines chaînes de caractères de langues spécifiques sont affichées. Si vous utilisez le russe ou le japonais par exemple, vous aurez certainement besoin de modifier cette variable. Pour toutes les langues anglaises, latines et ouest-européennes, le défaut UTF-8 devrait être parfaitement adapté.

source: Extended profile fields in registration
fr: Champs du profil étendu lors de l'enregistrement

source: Which of the following fields of the extended profile have to be available in the user registration process? This requires that the extended profile is activated (see above).
fr: Parmi les champs suivants du profil étendu, lesquels doivent être disponibles lors du processus d'enregistrement des utilisateurs? Ceci nécessite que le profil étendu lors de l'enregistrement soit activé (voir plus haut).

source: Required extended profile fields in registration
fr: Champs du profil étendu demandés lors de l'enregistrement

source: Which of the following fields of the extende profile are required in the user registration process? This requires that the extended profile is activated and that the field is also available in the registration form (see above).
fr: Parmi les champs du profil étendun lesquels sont requis lors de l'enregistrement des utilisateurs? Ceci nécessite que l'option du profil étendu à l'enregistrement soit activée et que les champs soient disponibles dans le formulaire d'inscription (voir ci-dessus).

source: No-reply e-mail address
fr: Adresse de courriel "no-reply"

source: This is the e-mail address to be used when an e-mail has to be sent specifically requesting that no answer be sent in return. Generally, this e-mail address should be configured on your server to drop/ignore any incoming e-mail.
fr: C'est l'adresse de courriel qui sera utilisée lorsque des courriels sont envoyés depuis la plateforme en demandant spécifiquement de ne pas y répondre. Cette adresse devrait idéalement être configurée au niveau du serveur pour ignorer/supprimer automatiquement tout courriel entrant.

source: Survey e-mail sender (no-reply)
fr: Adresse courriel pour l'envoi d'enquêtes

source: Should the survey invitations use the coach e-mail address or the no-reply address defined in the main configuration section?
fr: Les enquêtes envoyées par courriel doivent-elles utiliser l'adresse du coach/tuteur du cours ou une l'adresse sans possibilité de réponse (définie dans la section principale des paramètres de configuration)?

source: Coach e-mail address
fr: Adresse de courriel du coach/tuteur

source: Enable the OpenID URL-based authentication (displays an additional login form on the homepage)
fr: Activer l'authentification OpenID (affiche un formulaire de login supplémentaire sur la page d'accueil du campus)

source: Version check enabled
fr: Fonctionnalité de vérification de version activée

source: The main/install directory of your Chamilo system is still accessible to web users. This might represent a security threat for your installation. We recommend that you remove this directory or that you change its permissions so web users cannot use the scripts it contains.
fr: Le répertoire main/install est toujours accessible aux utilisateurs web. Ceci peut représenter un danger en termes de sécurité. Nous recommandons la suppression de ce répertoire ou le changement des permissions de telle manière que les utilisateurs web ne puissent plus utiliser les scripts qu'il contient.

source: Assessments tool activation
fr: Activation de l'outil Cahier de notes

source: The Assessments tool allows you to assess competences in your organization by merging classroom and online activities evaluations into Performance reports. Do you want to activate it?
fr: Activer l'outil de Cahier de notes vous permettra de gérer des objectifs d'apprentissage cotés. L'activation de cet outil pourrait toutefois complexifier l'interface de façon inutile. Voulez-vous activer cet outil?

source: Theme (stylesheet)
fr: Thème graphique

source: User theme selection
fr: Sélection du thème visuel par l'utilisateur

source: Allow users to select their own visual theme in their profile. This will change the look of Chamilo for them, but will leave the default style of the portal intact. If a specific course or session has a specific theme assigned, it will have priority over user-defined themes.
fr: Autoriser le choix du style visuel par les utilisateurs. Ce paramètre permettra à chaque utilisateur de choisir son propre style. Le style par défaut du portail restera toutefois inchangé. Si un cours ou une session dispose d'un style visuel qui lui est propre, celui-ci aura la priorité sur le style sélectionné par l'utilisateur.

source: Videoconference streaming server hostname or IP address
fr: Nom d'hôte ou adresse IP du serveur de streaming pour la vidéoconférence

source: Videoconference streaming server port
fr: Port du serveur de streaming pour la vidéoconférence

source: Videoconference streaming server password
fr: Mot de passe du serveur de streaming pour la vidéoconférence

source: Click here for a demo account
fr: Cliquez ici pour un accès de démonstration

source: Profiling
fr: Profils

source: Add profile field
fr: Ajouter un champ de profil

source: Field label
fr: Identifiant

source: Field type
fr: Type

source: Field title
fr: Nom

source: Default value
fr: Valeur défaut

source: Order
fr: Ordre

source: Can change
fr: Modifiable

source: Text area
fr: Zone de texte

source: Radio buttons
fr: Boutons radio

source: Select drop-down
fr: Barre déroulante

source: Multiple selection drop-down
fr: Barre déroulante choix multiple

source: Field succesfully added
fr: Champ ajouté avec succès

source: Grades thresholds colouring
fr: Coloration des notes

source: Tick the box to enable marks thresholds
fr: Cocher la case pour activer la coloration des notes (il est également nécessaire de définir quelles notes seront affichées en rouge, par exemple)

source: Enable marks thresholds
fr: Activer la coloration des notes

source: Competence levels labelling
fr: Affichage paramétrable des scores

source: Tick the box to enable Competence levels labelling
fr: Cocher la case pour activer le paramétrage des notes (sélectionner quelles notes seront données pour quels points obtenus)

source: Enable Competence level labelling
fr: Activer les notes paramétrables

source: Threshold
fr: Limite de couleur des notes

source: The threshold (in %) under which scores will be colored red
fr: Le pourcentage limite sous lequel les notes seront colorées en rouge

source: Display score upper limit
fr: Affichage de la limite supérieure

source: Tick the box to show the score's upper limit
fr: Cocher la case pour activer l'affichage de la limite supérieure des notes

source: Enable score's upper limit display
fr: Activer l'affichage de la limite supérieure

source: Possible values
fr: Valeurs possible

source: Only given for repetitive fields, split by semi-column (;)
fr: Uniquement pour champs répétitifs, séparés par des point-virgules (;)

source: Date and time
fr: Date et heure

source: Adding a user field is very easy:<br />- pick a one-word, lowercase identifier,<br />- select a type,<br />- pick a text that should appear to the user (if you use an existing translated name like BirthDate or UserSex, it will automatically get translated to any language),<br />- if you picked a multiple type (radio, select, multiple select), provide the possible choices (again, it can make use of the language variables defined in Chamilo), split by semi-column characters,<br />- for text types, you can choose a default value.<br /><br />Once you're done, add the field and choose whether you want to make it visible and modifiable. Making it modifiable but not visible is useless.
fr: L'ajout de rubriques de profil est aisé:<br />- sélectionnez un login interne en un mot et en minuscules,<br />- sélectionnez un type,<br />- choisissez un ttitre qui apparaîtra pour les utilisateurs (il est possible de faire usage de variables de langues existantes comme BirthDate ou UserSex, qui seront automatiquement traduites),<br />- si vous avez choisi un type multiple (radio, barre déroulante ou barre déroulante à choix multiple), fournissez les différentes possibilités (variables de langues possibles), séparées par des points-virgules,<br />- pour les types texte, vous pouvez sélectionner une valeur par défaut.<br /><br />Une fois terminé, ajoutez le champ et choisissez dans la table résultante si vous désirez l'afficher et le rendre modifiable. Le rendre modifiable sans l'afficher est inutile...

source: Allow course themes
fr: Autoriser thème graphique par cours

source: Allows course graphical themes and makes it possible to change the style sheet used by a course to any of the possible style sheets available to Chamilo. When a user enters the course, the style sheet of the course will have priority over the user's own style sheet and the platform's default style sheet.
fr: Autoriser l'utilisation des thèmes graphiques par cours permet de sélectionner une feuille de style pour chaque cours et ainsi d'en modifier l'apparence pour l'utilisateur. Lorsque l'utilisateur entre dans un cours, le thème graphique du cours prend la priorité sur son thème personnel et sur le thème par défaut du portail.

source: Display the small month calendar in the agenda tool
fr: Afficher le mini calendrier mensuel dans l'outil Agenda

source: This setting enables or disables the small month calendar that appears in the left column of the agenda tool
fr: Ce paramètre active ou désactive le mini calendrier mensuel qui apparaît dans la colonne de gauche de l'outil Agenda

source: Display the upcoming events in the agenda tool
fr: Afficher les événements à venir dans l'outil Agenda

source: This setting enables or disables the upcoming events that appears in the left column of the agenda tool of the course
fr: Ce paramètre active ou désactive les événements à venir qui apparaissent dans la colonne de gauche de l'outil Agenda du cours

source: Number of upcoming events that have to be displayed.
fr: Nombre d'événements à venir qui doivent être affichés.

source: The number of upcoming events that have to be displayed in the agenda. This requires that the upcoming event functionlity is activated (see setting above).
fr: Le nombre d'événements à venir à afficher dans l'agenda. Ceci nécessite que l'affichage des événements à venir soit activé.

source: Display closed courses on login page and portal start page?
fr: Afficher les cours fermés sur la page de login et sur l'accueil du portail ?

source: Display closed courses on the login page and courses start page? On the portal start page an icon will appear next to the courses to quickly subscribe to each courses. This will only appear on the portal's start page when the user is logged in and when the user is not subscribed to the portal yet.
fr: Sur la page d'accueil du portail, une icône sera affichée à côté du cours pour s'y inscrire rapidement.

source: LDAP Connection Error
fr: Erreur de connexion LDAP

source: Enable LDAP
fr: Activer LDAP

source: If you have an LDAP server, you will have to configure its settings below and modify your configuration file as described in the installation guide, and then activate it. This will allow users to authenticate using their LDAP logins. If you don't know what LDAP is, please leave it disabled
fr: Si vous disposez d'un serveur LDAP, vous devriez d'abord compléter les paramètres ci-dessous et modifier le fichier de configuration de Chamilo, comme indiqué dans le guide d'installation, puis enfin l'activer. Cela permettra à vos utilisateurs de s'authentifier en utilisant leur compte LDAP. Si vous ignorez ce qu'est LDAP, il est plus sûr de désactiver cette fonctionnalité.

source: Main LDAP server address
fr: Adresse du serveur LDAP principal

source: The IP address or url of your main LDAP server.
fr: L'adresse IP ou l'URL de votre serveur LDAP principal.

source: Main LDAP server's port.
fr: Port du serveur LDAP principal.

source: The port on which the main LDAP server will respond (usually 389). This is a mandatory setting.
fr: Le port sur lequel le serveur LDAP principal répondra (généralement 389). Ceci est un paramètre obligatoire.

source: LDAP domain
fr: Domaine LDAP

source: This is the LDAP domain (dc) that will be used to find the contacts on the LDAP server. For example: dc=xx, dc=yy, dc=zz
fr: Il s'agit du domaine (dc) LDAP qui sera exploré sur le serveur pour retrouver les contacts. Exemple: dc=xx, dc=yy, dc=zz

source: Replicate server address
fr: Adresse du serveur de réplication

source: When the main server is not available, this server will be accessed. Leave blank or use the same value as the main server if you don't have a replicate server.
fr: Lorsque le serveur principal est indisponible, c'est ce serveur qui sera utilisé. Laissez vide ou mettez-y la même valeur que pour le serveur principal si vous n'avez pas de serveur de réplication.

source: Replicate server's port
fr: Port du serveur LDAP de réplication

source: The port on which the replicate server will respond.
fr: Le port sur lequel le serveur LDAP de réplication répondra.

source: Search term
fr: Terme de recherche

source: This term will be used to filter the search for contacts on the LDAP server. If you are unsure what to put in here, please refer to your LDAP server's documentation and configuration.
fr: Ce terme sera utilisé comme filtre dans la recherche des contacts sur le serveur LDAP. Si vous ne savez pas quoi indiquer ici, merci de vous référer à la documentation et configuration de votre serveur LDAP.

source: LDAP version
fr: Version LDAP

source: Please select the version of the LDAP server you want to use. Using the right version depends on your LDAP server's configuration.
fr: Veuillez sélectionner la version de votre serveur LDAP. La bonne version devrait être indiquée dans la configuration de votre serveur LDAP.

source: Tutor identification field
fr: Champ d'identification d'un enseignant

source: A check will be done on this LDAP contact field on new users insertion. If this field is not empty, the user will be considered as a tutor and inserted in Chamilo as such. If you want all your users to be recognised as simple users, leave this field empty. You can modify this behaviour by changing the code. Please read the <a href="../../documentation/installation_guide.html">installation guide</a> for more information.
fr: Une vérification sera faite sur le contenu du champ LDAP donné ci-dessous lorsque de nouveaux utilisateurs seront importés via LDAP. Si le champ n'est pas vide, l'utilisateur sera considéré comme un enseignant et inséré tel quel dans Chamilo. Si vous voulez que tous vos utilisateurs soient insérés comme des utilisateurs simples, laissez ce champ vide. Vous pouvez modifier ce comportement en modifiant le code. Veuillez consulter le <a href="../../documentation/installation_guide.html">guide d'installation</a> pour plus d'informations.

source: Authentication login
fr: Login d'authentification

source: If you are using an LDAP server that does not support or accept anonymous access, fill the following field with the user login that should be used. Do not include "cn=". Leave empty for anonymous access.
fr: Dans le cas d'un serveur LDAP n'autorisant pas les accès anonymes, complétez le champ suivant avec le nom d'utilisateur ayant accès au système. N'incluez pas de "cn=". Laissez vide pour le mode anonyme.

source: Authentication password
fr: Mot de passe d'authentification

source: If you are using an LDAP server that does not support or accept anonymous access, fill the following field with the user password that should be used.
fr: Dans le cas d'un serveur LDAP n'autorisant pas les accès anonymes, complétez le champ suivant avec le mot de passe de l'utilisateur ayant accès au système.

source: LDAP Import
fr: Import LDAP

source: Notify subscribed users by e-mail
fr: Avertir les utilisateurs inscrits par courriel

source: Do not uncheck
fr: Ne pas décocher

source: All/None
fr: Tous/Aucun

source: LDAP Import: Users/Steps
fr: Import LDAP: Utilisateurs/Étapes

source: Enter step to add to your session
fr: Saisie de l'étape à ajouter à la session de formation

source: In order to do this, you must enter the year, the department and the step
fr: Pour cela, vous devez saisir l'année, le département et l'étape

source: Follow each of these steps, step by step
fr: Suivre chacune de ces étapes, pas à pas

source: Registration year. Example: %s for academic year %s-%s
fr: Année d'inscription. Exemple: %s pour l'année académique %s-%s

source: Select department
fr: Sélectionnez le département

source: Registration year
fr: Année d'inscription

source: Select step (academic year)
fr: Sélectionnez l'étape (année académique)

source: Error: this step already exists
fr: Erreur: cette étape existe déjà

source: Error: step not found on LDAP server
fr: Erreur: étape introuvable sur le serveur LDAP

source: Step deleted successfully
fr: Étape supprimée avec succès

source: Step users removed successfully
fr: Utilisateurs de l'étape supprimés avec succès

source: No LOs in this session
fr: Pas d'étape pour cette session de cours

source: Remove users from step
fr: Supprimer les utilisateurs de cette étape

source: Import learners of all steps
fr: Importer les apprenants de toutes les étapes

source: Import LDAP users into the platform
fr: Importer des utilisateurs

source: No user in this session
fr: Pas d'utilisateur dans cette session de formation

source: Subscribe some users to this session
fr: Inscrire des utilisateurs à cette session

source: Enter the learners you would like to register to your course
fr: Saisissez les apprenants que vous voulez inscrire à votre cours

source: In order to do this, you must enter the year, the component and the component's step
fr: Pour cela, vous devez saisir l'année, la composante et l'étape de la composante

source: Select component
fr: Sélectionnez la composante

source: Component
fr: Composante

source: Select learners
fr: Sélection des apprenants

source: LDAP users added
fr: Utilisateurs LDAP ajoutés

source: No user added
fr: Aucun utilisateur ajouté

source: Import LDAP users into a course
fr: Importer des utilisateurs dans un cours

source: Import LDAP users and a step into a session
fr: Importer des utilisateurs et une étape LDAP dans une session de cours

source: LDAP synchro: Import learners/steps into course sessions
fr: Synchro LDAP : Import apprenants/étapes dans sessions de cours

source: Assessments tab
fr: Onglet Cahier de notes

source: LDAP users added or updated
fr: Utilisateurs LDAP ajoutés ou mis à jour

source: Search for LDAP users
fr: Recherche d'utilisateurs LDAP

source: Select a course in which you would like to register the users you are going to select next
fr: Sélectionnez le cours auquel vous voulez inscrire les utilisateurs

source: Import LDAP users into a session
fr: Importer des utilisateurs dans une session de cours

source: Select a filter to find a matching string at the end of the OU attribute
fr: Sélectionnez un filtre permettant de trouver les utilisateurs dont l'attribut OU se termine par ce filtre

source: The OU attribute filter
fr: Le filtre sur l'attribut OU

source: Select the session in which you want to import these users
fr: Sélectionnez la session de cours à laquelle vous voulez inscrire ces utilisateurs

source: Use the RTMPT protocol
fr: Utiliser le protocole RTMPT

source: The RTMPT protocol allows access to the videoconference from behind a firewall, by redirecting the communications on port 80. This, however, will slow down the streaming, so it is recommended to avoid using it unless required.
fr: Le protocole RTMPT permet l'accès à la vidéoconférence depuis un ordinateur protégé par un pare-feu (firewall). Cette solution ralentit toutefois le streaming audio et vidéo, et n'est donc pas recommandée si ce n'est pas nécessaire.

source: New stylesheet file
fr: Fichier de la nouvelle feuille de style

source: Name of the stylesheet
fr: Nom de la feuille de style

source: The stylesheet has been added
fr: La feuille de style a été ajoutée

source: Tutor identification value
fr: Valeur d'identification d'un enseignant

source: When a check is done on the tutor field given above, this value has to be inside one of the tutor fields sub-elements for the user to be considered as a trainer. If you leave this field blank, the only condition is that the field exists for this LDAP user to be considered as a trainer. As an example, the field could be "memberof" and the value to search for could be "CN=G_TRAINER,OU=Trainer".
fr: Lorsque la vérification du champ enseignant est faite sur le champ donné ci-dessus, la valeur donnée ci-dessous doit se trouver dans les sous-éléments du champ donné pour que l'utilisateur soit considéré comme un enseignant. Si vous laissez ce champ vide, la seule condition est que le sous-élément défini par le champ enseignant ci-dessus existe pour l'utilisateur LDAP pour qu'il soit considéré comme un enseignant. Par exemple, le champ pourrait être "memberof" et la valeur à trouver "CN=G_TRAINER,OU=Trainer".

source: is not writeable
fr: n'est pas inscriptible

source: The field is successfully moved down
fr: Le champ a bien été déplacé vers le bas
